{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Will-examine-SL-request-for-another-US-250-million-Bdeshi-Foreign-Minister/172-234690",
  "time_ut": 1649277060,
  "title": "Will examine SL request for another US $ 250 million – B’deshi Foreign Minister",
  "body_lines": [
    "Bangladeshi Foreign Affairs Minister A.K. Abdul Momen who was in Sri Lanka in view of the BIMSTEC (Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation) summit shared his views with Daily Mirror on bilateral ties and opportunities for greater connectivity. Excerpts of the interview:",
    "Q What have you gathered from your interactions with the Sri Lankan leaders including the president during your visit?",
    "We want to help improve our trade and investment relationship. Also, we want to see that the whole BIMSTEC region improves it economy and security. We discussed like that. First, we found that connectivity is very important. We must help improve the connectivity. When we met your president and the foreign minister, one of the issues we raised was connectivity. There, we want the shipping line- a commercial shipping line. We want another shipping line with transhipment facilities at the Colombo Port. If we can use this facility, your ports will be utilized more and more. More importantly, our businessmen say- if they use the transhipment facilities in Colombo- it will reduce travel time by ten days. That will reduce their cost of operation for rented containers. This is what we want to be done. Another one we want is a direct shipping line from Chittagong to Colombo. That will increase trade and visitors. Thirdly, we want a cruise shipping line. This is basically for visitors. You can have more visitors. It will be two-way tourists. This is one connectivity. We also said about more airlines. Currently, there is only one airline operating. The price is said to be exorbitant. Many people are not prepared to come. They will rather go to Singapore or Bangkok. These are more affordable places. We said we may like to look at it, and allow our private airlines to come to Sri Lanka.",
    "Next we talked about food security. Covid-19 has shown us that the food problem can be a real one. To ensure food security, Bangladesh did very well in the agriculture sector. We have increased our productivity almost four times during the past few years. We did a lot of research. Our farmers know what to do. This is an area we thought we can work together ensuring and guaranteeing food security. There is also scope for partnership in the Information Technology (IT) sector. Our IT sector is pretty mature. We have around 650,000 registered freelance IT experts. They can help yours and Bangladeshi digital economy. During the pandemic, we sent a lot of money- stimulus packages- to our people through cell phones. It went directly to the users. There were no middlemen. It means there was no corruption. IT use has reduced corruption. Already we are sharing our expertise with Bhutan, Nepal. We can do it here. Of course, the president said the government had made some agreement with India to produce ID cards.",
    "We also talked about pharmaceuticals. Next year, many of the patented drugs will be generic drugs. According to our estimates, US $ 250 million worth generic drugs will be there. This is an area we can work together. We have a matured pharmaceuticals industry. Currently, we export our products to more than 117 countries. We can have partnerships here. Pharmaceuticals industry needs a lot of capital investments. It will be a win-win situation for both the countries. Then, we also mentioned about the agriculture and RMG (Ready Made Garments) sectors- small engineering products. Each year, we buy more than a billion dollar worth of these small machineries. This is a big sector. Here, small and medium enterprises can start. We are one of the largest producers of fresh fruits, vegetables and fresh water fish. We don’t have processing centres. For example, we produce potatoes more than what we need. We don’t have facilities for processing to make potato chips or other products. These are areas where we seek or invite investments. We need investment not from one country but from a variety of countries. We want to diversify the investment portfolio.",
    "When I became the foreign minister, I had two packages. One is economic diplomacy. Basic idea of economic diplomacy has five ingredients. First, we want to increase FDIs. We have to provide jobs to our people. This is our greatest resource. Return on investment in Bangladesh is the highest in the region. Secondly, we want to diversify our exports and increase them. Thirdly, we want gainful employment for our people. The fourth one we want is technology transfers. There are many appropriate technologies that can be useful. Next, we want to provide quality service to our diaspora abroad, and, at the same time, to foreigners intending to visit our country. This is one package known as economic diplomacy.",
    "We also talked to your leaders including the president about the climate area. We can work together. We are one of the most vulnerable countries in terms of climate change. Currently, we are the president of Climate Vulnerable Forum, a forum of 55 countries. We are pretty aggressive in this area. Your president is also very eloquent in this area. Bangladesh has set up a Regional Climate Adaptation Centre. We can share home grown technologies that can appear to be pretty successful.",
    "Q What did you talk about the proposed Free Trade Agreement (FTA) between the two countries?",
    "The FTA is better. But, the PTA (Preferential Trade Agreement) will be happy. There has been a lot of dialogue. It has not yet been done yet. As such, we need a little push for it.",
    "There are a lot of things complimentary. In the PTA, you can select items beneficial to you. We will also select some. Our business people know what it is. The commerce ministry will do it. I cannot detail out. We buy many products from you and you buy many items from us.",
    "Q As far as Sri Lanka is concerned, we are facing food security problems. How can the two countries cooperate with each other?",
    "One reason you have this problem is sudden switching to organic farming. Now the fertilizer issue is there. We don’t export our fertilizer. In very special cases, we do. We gave 50,000 tons to Nepal when they were in dire need.",
    "Q In what way can Bangladesh help Sri Lanka overcome the current food shortages?",
    "Yes, we have a plenty of food. We are self-sufficient in rice production. A few years ago, we exported rice to Sri Lanka.",
    "We gave US $ 250 million Swap facility for Sri Lanka. Our Prime Minister and Sri Lankan leadership are very close. Our Prime Minister always wants to help neighbours. If they ask for more, we will examine it. Because of war in Ukraine, everybody is afraid and uncertain on what is going on. As a result, everybody is becoming more conservative.",
    "Q You have been quoted in the media that Sri Lanka sought another US $ 250 million?",
    "It was sought. We will examine it. I don’t know about it. Our finance ministry will decide it.",
    "We started SAARC a long time ago. Unfortunately, SAARC is not moving much basically because of two countries. But, BIMSTEC can. They all are friendly countries. They don’t’ have that type of hatred and entity among them. I am looking forward to a visa free BIMSTEC. People can move from one place to another without any visa restriction, the way we used to do before the war. At that time, there were no passports or visa. In Bengal, there were a lot of people. It was a rich, fertile land. I look forward to BIMTEC where there is no restriction on mobility of labour force, capital and entrepreneurs. That is like in European Union. In European Union, they have created infrastructure connectivity.",
    "Q How do you look at the contribution of Sri Lankans to the development of the apparel industry in your country?",
    "I am told there are 50,000 Sri Lankans working in a variety of field, mostly in the garment industry. They are there because they are professionals. Many Sri Lankan people have established garment factories in Bangladesh. When the Tamil problem was here, many businessmen were prepared to set up factories in Bangladesh. They did pretty well.",
    "Sri Lankan and Bangladeshi people look alike. They eat similar food. One of our very illustrious ladies who was under secretary general of the UN – the head of peacekeeping was married to a Sri Lankan man.",
    "In Bangladesh, Buddhists are a small minority. The Buddha always preached nonviolence. He was born as a human being, lived as a human being and achieved Nirvana. He was always against violence. Unfortunately, there are some Buddhists in Myanmar who have forgotten his preaching and teachings. They resort to violence.",
    "This is very sad. Sri Lanka, as a Buddhists country, can influence their friends in Myanmar so that they don’t hatred against another group. We are not only number one in UN peacekeeping, we are also promoting cultural peace.",
    "The basic element of it is create a mind-set of tolerance, mind-set of respect to others irrespective of colour, ethnicity, religion and others."
  ],
  "translate": {
    "si": {
      "title": "තවත් ඇමෙරිකානු ඩොලර් මිලියන 250ක් සඳහා ශ්‍රී ලංකා ඉල්ලීම පරීක්ෂා කරනවා - B’deshi විදේශ ඇමති",
      "body_lines": [
        "බංග්ලාදේශ විදේශ කටයුතු අමාත්‍ය ඒ.කේ. බිම්ස්ටෙක් (බහු ආංශික තාක්ෂණික සහ ආර්ථික සහයෝගීතාව සඳහා බෙංගාල බොක්ක ප්‍රවේශය) සමුළුව නිමිත්තෙන් ශ්‍රී ලංකාවට පැමිණි අබ්දුල් මොමන් ද්විපාර්ශ්වික සබඳතා සහ වැඩි සම්බන්ධතාවක් සඳහා ඇති අවස්ථා පිළිබඳව ඩේලි මිරර් සමඟ සිය අදහස් බෙදා ගත්තේය. සම්මුඛ සාකච්ඡාවේ උපුටා ගැනීම්:",
        "Q ඔබගේ සංචාරයේදී ජනාධිපතිවරයා ඇතුළු ශ්‍රී ලංකා නායකයන් සමඟ කළ අන්තර් ක්‍රියාවලින් ඔබ රැස් කරගත්තේ මොනවාද?",
        "අපගේ වෙළඳ සහ ආයෝජන සබඳතා වැඩිදියුණු කිරීමට අපට අවශ්‍යයි. එසේම, සමස්ත බිම්ස්ටෙක් කලාපයම එහි ආර්ථිකය සහ ආරක්ෂාව වැඩිදියුණු කරන බව අපට දැකීමට අවශ්‍යය. අපි එහෙම සාකච්ඡා කළා. පළමුව, සම්බන්ධතාවය ඉතා වැදගත් බව අපට පෙනී ගියේය. අපි සම්බන්ධතාවය වැඩිදියුණු කිරීමට උදව් කළ යුතුයි. අපි ඔබේ ජනාධිපතිතුමා සහ විදේශ අමාත්‍යවරයා හමු වූ විට අපි මතු කළ ප්‍රශ්නයක් තමයි සම්බන්ධතාව. එහිදී, අපට නැව් මාර්ගය අවශ්‍යයි - වාණිජ නැව් මාර්ගයක්. අපට කොළඹ වරායේ ප්‍රතිනැව්ගත කිරීමේ පහසුකම් සහිත තවත් නැව් මාර්ගයක් අවශ්‍යයි. අපට මෙම පහසුකම භාවිතා කළ හැකි නම්, ඔබේ වරායන් වැඩි වැඩියෙන් භාවිතා කරනු ඇත. වැදගත්ම දෙය නම් අපේ ව්‍යාපාරිකයන් පවසන්නේ කොළඹ ප්‍රතිනැව්ගත කිරීමේ පහසුකම් භාවිත කළහොත් ගමනාගමන කාලය දින දහයකින් අඩුවන බවයි. එමගින් කුලියට ගත් බහාලුම් සඳහා ඔවුන්ගේ මෙහෙයුම් පිරිවැය අඩු කරනු ඇත. අපිට කරන්න ඕන මේකයි. අපට අවශ්‍ය තවත් එකක් වන්නේ චිතගොං සිට කොළඹට සෘජු නැව් මාර්ගයකි. එය වෙළඳාම සහ අමුත්තන් වැඩි කරයි. තෙවනුව, අපට කෲස් නැව් මාර්ගයක් අවශ්‍යයි. මෙය මූලික වශයෙන් අමුත්තන් සඳහා වේ. ඔබට තවත් අමුත්තන් සිටිය හැක. එය ද්වි-මාර්ග සංචාරකයින් වනු ඇත. මෙය එක් සම්බන්ධතාවයකි. තව ගුවන් සේවා ගැනත් අපි කිව්වා. දැනට ක්‍රියාත්මක වන්නේ එකම ගුවන් සමාගමකි. මිල අධික බව පැවසේ. බොහෝ අය එන්න සූදානම් නැහැ. ඔවුන් සිංගප්පූරුවට හෝ බැංකොක් වෙත යාමට කැමති වනු ඇත. මේවා වඩාත් ලාභදායී ස්ථාන වේ. අපි කිව්වා අපි කැමති වෙන්න පුළුවන් ඒක බලලා, අපේ පුද්ගලික ගුවන් සමාගම්වලට ලංකාවට එන්න දෙන්න කියලා.",
        "ඊළඟට අපි කතා කළේ ආහාර සුරක්ෂිතතාව ගැන. ආහාර ගැටලුව සැබෑ එකක් විය හැකි බව Covid-19 අපට පෙන්වා දී ඇත. ආහාර සුරක්ෂිතතාව සහතික කිරීම සඳහා බංගලාදේශය කෘෂිකාර්මික අංශයේ ඉතා හොඳින් කටයුතු කළේය. පසුගිය වසර කිහිපය තුළ අපි අපේ ඵලදායිතාව හතර ගුණයකින් පමණ වැඩි කර තිබෙනවා. අපි ගොඩක් පර්යේෂණ කළා. අපේ ගොවීන් දන්නවා කරන්න ඕන දේ. මෙය ආහාර සුරක්ෂිතතාව සහතික කිරීම සහ සහතික කිරීම සඳහා එක්ව කටයුතු කළ හැකි යැයි අප සිතූ ක්ෂේත්‍රයකි. තොරතුරු තාක්ෂණ (IT) අංශයේ හවුල්කාරිත්වය සඳහා ද ඉඩකඩ තිබේ. අපේ තොරතුරු තාක්ෂණ අංශය සෑහෙන්න පරිණතයි. අප සතුව ලියාපදිංචි නිදහස් තොරතුරු තාක්ෂණ විශේෂඥයින් 650,000ක් පමණ සිටී. ඔවුන්ට ඔබේ සහ බංග්ලාදේශ ඩිජිටල් ආර්ථිකයට උදව් කළ හැකිය. වසංගතය අතරතුර, අපි ජංගම දුරකථන හරහා අපේ මිනිසුන්ට බොහෝ මුදල් - උත්තේජක පැකේජ යැව්වෙමු. එය කෙලින්ම පරිශීලකයන් වෙත ගියේය. අතරමැදියන් සිටියේ නැත. ඒ කියන්නේ දූෂණයක් තිබුණේ නැහැ. තොරතුරු තාක්ෂණ භාවිතය දූෂණය අඩු කර ඇත. දැනටමත් අපි භූතානය, නේපාලය සමඟ අපගේ විශේෂඥ දැනුම බෙදා ගනිමින් සිටිමු. අපිට ඒක මෙතනින් කරන්න පුළුවන්. ඇත්ත වශයෙන්ම, හැඳුනුම්පත් නිෂ්පාදනය කිරීමට රජය ඉන්දියාව සමඟ යම් ගිවිසුමක් ඇති කර ගෙන ඇති බව ජනාධිපතිවරයා පැවසීය.",
        "අපි ඖෂධ ගැනත් කතා කළා. ලබන වසරේ පේටන්ට් බලපත්‍රලාභී ඖෂධ බොහොමයක් සාමාන්‍ය ඖෂධ වේ. අපේ ඇස්තමේන්තුවලට අනුව ඇමෙරිකානු ඩොලර් මිලියන 250ක් වටිනා සාමාන්‍ය ඖෂධ එහි තිබෙනවා. මේක අපිට එකට වැඩ කරන්න පුළුවන් ක්ෂේත්‍රයක්. අපට පරිණත ඖෂධ කර්මාන්තයක් ඇත. දැනට, අපි අපගේ නිෂ්පාදන රටවල් 117 කට වැඩි ගණනකට අපනයනය කරමු. අපට මෙහි හවුල්කාරිත්වයන් ඇති කර ගත හැකිය. ඖෂධ කර්මාන්තයට විශාල ප්‍රාග්ධන ආයෝජන අවශ්‍යයි. එය දෙරටටම ජයග්‍රාහී තත්ත්වයක් වනු ඇත. ඉන්පසුව, කෘෂිකර්මාන්තය සහ RMG (Ready Made ඇඟලුම්) අංශ - කුඩා ඉංජිනේරු නිෂ්පාදන ගැන ද අපි සඳහන් කළෙමු. සෑම වසරකම අපි ඩොලර් බිලියනයකට වඩා වැඩි වටිනාකමකින් යුත් මෙම කුඩා යන්ත්‍රෝපකරණ මිලදී ගනිමු. මේක විශාල අංශයක්. මෙහිදී කුඩා හා මධ්‍ය පරිමාණ ව්‍යාපාර ආරම්භ කළ හැකියි. අපි නැවුම් පලතුරු, එළවළු සහ මිරිදිය මාළු විශාලතම නිෂ්පාදකයන්ගෙන් එකකි. අපට සැකසුම් මධ්‍යස්ථාන නොමැත. උදාහරණයක් ලෙස, අපි අවශ්ය ප්රමාණයට වඩා අර්තාපල් නිෂ්පාදනය කරමු. අර්තාපල් චිප්ස් හෝ වෙනත් නිෂ්පාදන සෑදීම සඳහා සැකසීම සඳහා අපට පහසුකම් නොමැත. මේවා අපි ආයෝජන සොයන හෝ ආරාධනා කරන ක්ෂේත්‍ර වේ. අපට ආයෝජන අවශ්‍ය වන්නේ එක් රටකින් නොව විවිධ රටවලින්. ආයෝජන කළඹ විවිධාංගීකරණය කිරීමට අපට අවශ්‍යයි.",
        "මම විදේශ ඇමැති වුණාම මට පැකේජ දෙකක් තිබුණා. එකක් තමයි ආර්ථික රාජ්‍ය තාන්ත්‍රික කටයුතු. ආර්ථික රාජ්‍ය තාන්ත්‍රිකත්වය පිළිබඳ මූලික අදහසට අමුද්‍රව්‍ය පහක් ඇත. පළමුව, අපට අවශ්‍ය වන්නේ එෆ්ඩීඅයි වැඩි කිරීමයි. අපේ ජනතාවට රැකියා ලබාදිය යුතුයි. මේක තමයි අපේ ලොකුම සම්පත. බංග්ලාදේශයේ ආයෝජනයෙන් ලැබෙන ප්‍රතිලාභ කලාපයේ ඉහළම අගයයි. දෙවනුව, අපට අවශ්‍ය වන්නේ අපගේ අපනයන විවිධාංගීකරණය කර ඒවා ඉහළ නැංවීමයි. තෙවනුව, අපට අවශ්‍ය වන්නේ අපේ ජනතාවට වාසිදායක රැකියා. අපිට අවශ්‍ය හතරවෙනි එක තමයි තාක්‍ෂණික මාරුවීම්. ප්රයෝජනවත් විය හැකි සුදුසු තාක්ෂණයන් බොහොමයක් තිබේ. ඊළඟට, අපට අවශ්‍ය වන්නේ විදේශයන්හි සිටින අපගේ ඩයස්පෝරාවට සහ ඒ සමඟම, අපේ රටට පැමිණීමට අදහස් කරන විදේශිකයන්ට ගුණාත්මක සේවාවක් සැපයීමයි. මෙය ආර්ථික රාජ්‍ය තාන්ත්‍රික ලෙස හඳුන්වන එක් පැකේජයකි.",
        "දේශගුණික කලාපය ගැන අපි ජනාධිපතිතුමා ඇතුළු ඔබේ නායකයන් සමඟත් කතා කළා. අපිට එකට වැඩ කරන්න පුළුවන්. දේශගුණික විපර්යාස සම්බන්ධයෙන් අපි වඩාත් අවදානමට ලක්විය හැකි රටවලින් එකකි. දැනට, අපි රටවල් 55 ක සංසදයක් වන Climate Vulnerable Forum හි සභාපති වෙමු. අපි මේ ප්‍රදේශයේ තරමක් ආක්‍රමණශීලීයි. ඔබේ ජනාධිපතිතුමාත් මේ ප්‍රදේශයේ ඉතා දක්ෂයි. බංග්ලාදේශය කලාපීය දේශගුණ අනුවර්තන මධ්‍යස්ථානයක් පිහිටුවා ඇත. අපට ඉතා සාර්ථක ලෙස පෙනී යා හැකි ගෙදර හැදූ තාක්ෂණයන් බෙදා ගත හැකිය.",
        "Q දෙරට අතර යෝජිත නිදහස් වෙළඳ ගිවිසුම (FTA) ගැන ඔබ කතා කළේ කුමක්ද?",
        "FTA වඩා හොඳයි. එහෙත්, PTA (මනාප වෙළඳ ගිවිසුම) සතුටු වනු ඇත. දෙබස් ගොඩක් වෙලා තියෙනවා. තවම ඒක කරලා නැහැ. ඒ නිසා ඒකට පොඩි තල්ලුවක් ඕන.",
        "අනුපූරක දේවල් ගොඩක් තියෙනවා. ත්‍රස්තවාදය වැළැක්වීමේ පනත තුළ, ඔබට ප්‍රයෝජනවත් අයිතම තෝරා ගත හැකිය. අපි සමහරක් ද තෝරා ගනිමු. අපේ ව්‍යාපාරිකයන් දන්නවා ඒ මොකක්ද කියලා. වාණිජ අමාත්‍යාංශය ඒක කරනවා. මට විස්තර කියන්න බැහැ. අපි ඔබගෙන් බොහෝ නිෂ්පාදන මිලදී ගන්නා අතර ඔබ අපෙන් බොහෝ භාණ්ඩ මිලදී ගනී.",
        "Q ශ්‍රී ලංකාව සම්බන්ධයෙන් ගත් කල, අපි ආහාර සුරක්ෂිතතා ගැටලුවලට මුහුණ දී සිටිමු. රටවල් දෙක එකිනෙකා සමඟ සහයෝගයෙන් කටයුතු කරන්නේ කෙසේද?",
        "ඔබට මෙම ගැටලුව ඇති වීමට එක් හේතුවක් නම් හදිසියේම කාබනික ගොවිතැනට මාරු වීමයි. දැන් පොහොර ප්‍රශ්නය එතනයි. අපි අපේ පොහොර අපනයනය කරන්නේ නැහැ. ඉතා විශේෂ අවස්ථා වලදී, අපි කරන්නෙමු. අපි නේපාලයට ටොන් 50,000ක් ලබා දුන්නේ ඔවුන්ට දැඩි අවශ්‍යතාවක් ඇති වූ විටයි.",
        "Q වත්මන් ආහාර හිඟය මඟහරවා ගැනීමට බංග්ලාදේශයට ශ්‍රී ලංකාවට උපකාර කළ හැක්කේ කෙසේද?",
        "ඔව්, අපට ඕනෑ තරම් ආහාර තිබේ. සහල් නිෂ්පාදනයෙන් අපි ස්වයංපෝෂිතයි. මීට වසර කිහිපයකට පෙර අපි ලංකාවට සහල් අපනයනය කළා.",
        "අපි ශ්‍රී ලංකාවට ඇමෙරිකානු ඩොලර් මිලියන 250ක Swap පහසුකම ලබා දුන්නා. අපේ අගමැතිතුමා සහ ශ්‍රී ලංකා නායකත්වය ඉතා සමීපයි. අපේ අගමැතිතුමාට නිතරම අවශ්‍ය වන්නේ අසල්වාසීන්ට උදව් කිරීමටයි. තව ඉල්ලුවොත් අපි ඒ ගැන පරීක්‍ෂා කරනවා. යුක්රේනයේ යුද්ධය නිසා, සෑම කෙනෙකුම බියෙන් හා අවිනිශ්චිතව සිදුවෙමින් පවතී. එහි ප්රතිඵලයක් වශයෙන්, සෑම කෙනෙකුම වඩාත් ගතානුගතික වෙමින් පවතී.",
        "ප්‍රශ්නය - ශ්‍රී ලංකාව තවත් ඇමෙරිකානු ඩොලර් මිලියන 250ක් ඉල්ලූ බවට ඔබ මාධ්‍ය මඟින් උපුටා දක්වා තිබෙනවා?",
        "එය සෙවීය. අපි එය පරීක්ෂා කරන්නෙමු. මම ඒ ගැන දන්නේ නැහැ. අපේ මුදල් අමාත්‍යාංශය ඒක තීරණය කරයි.",
        "අපි SAARC ආරම්භ කළේ බොහෝ කලකට පෙරයි. අවාසනාවකට, SAARC මූලික වශයෙන් රටවල් දෙකක් නිසා එතරම් චලනය නොවේ. නමුත්, බිම්ස්ටෙක්ට පුළුවන්. ඒ සියල්ල මිත්‍ර රටවල්. ඔවුන් අතර එවැනි වෛරයක් සහ ආයතනයක් නොමැත. මම වීසා රහිත බිම්ස්ටෙක් එකක් බලාපොරොත්තුවෙන් සිටිමි. යුද්දෙට කලින් අපි හිටපු විදියට මිනිස්සුන්ට එක තැනක ඉඳන් තව තැනකට යන්න පුළුවන් වීසා සීමාවක් නැතුව. ඒ කාලේ පාස්පෝට්, වීසා තිබුණේ නැහැ. බෙංගාලයේ බොහෝ සෙනඟ සිටියහ. එය පොහොසත්, සරුසාර දේශයක් විය. ශ්‍රම බලකායේ සංචලනය, ප්‍රාග්ධනය සහ ව්‍යවසායකයින්ගේ සංචලනය සීමා නොකෙරෙන BIMTEC වෙත මම බලාපොරොත්තු වෙමි. ඒක යුරෝපා සංගමයේ වගේ. යුරෝපීය සංගමය තුළ, ඔවුන් යටිතල පහසුකම් සම්බන්ධතා නිර්මාණය කර ඇත.",
        "Q ඔබේ රටේ ඇඟලුම් කර්මාන්තයේ දියුණුවට ශ්‍රී ලාංකිකයන්ගෙන් ලැබෙන දායකත්වය ඔබ දකින්නේ කොහොමද?",
        "ශ්‍රී ලාංකිකයන් 50,000 ක් විවිධ ක්ෂේත්‍රවල, වැඩි වශයෙන් ඇඟලුම් කර්මාන්තයේ සේවය කරන බව මට පැවසේ. ඔවුන් එහි සිටින්නේ ඔවුන් වෘත්තිකයන් නිසා ය. බොහෝ ශ්‍රී ලාංකිකයන් බංග්ලාදේශයේ ඇඟලුම් කම්හල් පිහිටුවා ඇත. දෙමළ ප්‍රශ්නය තිබෙන විට බොහෝ ව්‍යාපාරිකයන් බංගලාදේශයේ කර්මාන්ත ශාලා ඇති කිරීමට සූදානම් වුණා. ඔවුන් ඉතා හොඳින් කළා.",
        "ශ්‍රී ලංකික සහ බංගලිදේශ මිනිසුන්ගේ පෙනුම එක හා සමානයි. ඔවුන් සමාන ආහාර අනුභව කරති. එක්සත් ජාතීන්ගේ සංවිධානයේ මහලේකම්වරයා ලෙස කටයුතු කළ අපේ කීර්තිමත් කාන්තාවක් - සාම සාධක හමුදාවේ ප්‍රධානියා ශ්‍රී ලාංකිකයෙකු සමඟ විවාහ වී සිටියාය.",
        "බංග්ලාදේශයේ බෞද්ධයන් සුළුතරයකි. බුදුන් වහන්සේ නිතරම දේශනා කළේ අවිහිංසාව. මිනිසත් බවින් ඉපිද මිනිසත් බව ලැබ නිවන් දක්නා සේක. ඔහු නිතරම ප්‍රචණ්ඩත්වයට විරුද්ධ විය. අවාසනාවකට මෙන්, මියන්මාරයේ සමහර බෞද්ධයන් සිටින අතර ඔවුන් ඔහුගේ දේශනා කිරීම සහ ඉගැන්වීම් අමතක කර ඇත. ඔවුන් ප්‍රචණ්ඩත්වයට යොමු වෙනවා.",
        "මේක හරිම දුකයි. ශ්‍රී ලංකාවට බෞද්ධ රටක් ලෙස මියන්මාරයේ සිටින ඔවුන්ගේ මිතුරන්ට වෙනත් කණ්ඩායමකට එරෙහිව වෛරයක් ඇති නොවන පරිදි බලපෑම් කළ හැකිය. අපි එක්සත් ජාතීන්ගේ සාම සාධක හමුදාවේ අංක එක පමණක් නොවේ, අපි සංස්කෘතික සාමය ප්‍රවර්ධනය කරන්නෙමු.",
        "එහි මූලික අංගය වන්නේ වර්ණ, වාර්ගික, ආගම් සහ වෙනත් දේ නොසලකා අන් අයට ගෞරව කිරීමේ මානසිකත්වය, ඉවසීමේ මනෝභාවයක් ඇති කිරීමයි."
      ]
    },
    "ta": {
      "title": "மேலும் 250 மில்லியன் அமெரிக்க டொலர்களுக்கான இலங்கையின் கோரிக்கையை பரிசீலிப்பேன் - பதேஷி வெளியுறவு அமைச்சர்",
      "body_lines": [
        "வங்கதேச வெளியுறவு அமைச்சர் ஏ.கே. BIMSTEC (பல்துறை தொழில்நுட்ப மற்றும் பொருளாதார ஒத்துழைப்புக்கான வங்காள விரிகுடா முன்முயற்சி) உச்சிமாநாட்டின் பார்வையில் இலங்கையில் இருந்த அப்துல் மொமன், இருதரப்பு உறவுகள் மற்றும் அதிக இணைப்புக்கான வாய்ப்புகள் குறித்து டெய்லி மிரருடன் தனது கருத்துக்களைப் பகிர்ந்து கொண்டார். நேர்காணலின் பகுதிகள்:",
        "உங்கள் விஜயத்தின் போது ஜனாதிபதி உட்பட இலங்கைத் தலைவர்களுடன் நீங்கள் மேற்கொண்ட உரையாடல்களிலிருந்து நீங்கள் என்ன சேகரித்தீர்கள்?",
        "எங்கள் வர்த்தகம் மற்றும் முதலீட்டு உறவை மேம்படுத்த உதவ விரும்புகிறோம். மேலும், முழு பிம்ஸ்டெக் பிராந்தியமும் பொருளாதாரம் மற்றும் பாதுகாப்பை மேம்படுத்துவதை நாங்கள் பார்க்க விரும்புகிறோம். அப்படி விவாதித்தோம். முதலில், இணைப்பு மிகவும் முக்கியமானது என்பதைக் கண்டறிந்தோம். இணைப்பை மேம்படுத்த நாம் உதவ வேண்டும். நாங்கள் உங்கள் ஜனாதிபதியையும் வெளிவிவகார அமைச்சரையும் சந்தித்தபோது, ​​நாங்கள் எழுப்பிய பிரச்சினைகளில் ஒன்று இணைப்பு. அங்கு, நாங்கள் கப்பல் பாதையை விரும்புகிறோம்- ஒரு வணிக கப்பல் பாதை. கொழும்பு துறைமுகத்தில் மாற்றுத்திறனாளி வசதிகளுடன் கூடிய மற்றொரு கப்பல் பாதையை நாங்கள் விரும்புகிறோம். இந்த வசதியை நாங்கள் பயன்படுத்தினால், உங்கள் துறைமுகங்கள் மேலும் மேலும் பயன்படுத்தப்படும். அதைவிட முக்கியமாக, கொழும்பில் உள்ள டிரான்ஷிப்மென்ட் வசதியைப் பயன்படுத்தினால், பயண நேரத்தை பத்து நாட்கள் குறைக்கும் என்கிறார்கள் நமது வர்த்தகர்கள். அது வாடகை கொள்கலன்களுக்கான அவற்றின் செயல்பாட்டுச் செலவைக் குறைக்கும். இதைத்தான் நாங்கள் செய்ய விரும்புகிறோம். மற்றொன்று சிட்டகாங்கில் இருந்து கொழும்புக்கு நேரடி கப்பல் போக்குவரத்து. இது வர்த்தகம் மற்றும் பார்வையாளர்களை அதிகரிக்கும். மூன்றாவதாக, நாங்கள் ஒரு பயணக் கப்பல் பாதையை விரும்புகிறோம். இது அடிப்படையில் பார்வையாளர்களுக்கானது. நீங்கள் அதிக பார்வையாளர்களைக் கொண்டிருக்கலாம். இது இருவழி சுற்றுலாப் பயணிகளாக இருக்கும். இது ஒரு இணைப்பு. மேலும் விமான நிறுவனங்கள் குறித்தும் கூறினோம். தற்போது ஒரே ஒரு விமான நிறுவனம் மட்டுமே இயங்கி வருகிறது. விலை அமோகமாக இருக்கும் என கூறப்படுகிறது. பலர் வர தயாராக இல்லை. அவர்கள் சிங்கப்பூர் அல்லது பாங்காக் செல்வார்கள். இவை மிகவும் மலிவான இடங்கள். நாங்கள் அதைப் பார்க்க விரும்புகிறோம், மேலும் எங்கள் தனியார் விமான நிறுவனங்களை இலங்கைக்கு வர அனுமதிக்கலாம் என்று நாங்கள் கூறினோம்.",
        "அடுத்து உணவு பாதுகாப்பு பற்றி பேசினோம். கோவிட்-19 உணவுப் பிரச்சனை ஒரு உண்மையான பிரச்சனையாக இருக்கலாம் என்பதை நமக்குக் காட்டியுள்ளது. உணவுப் பாதுகாப்பை உறுதி செய்வதற்காக, விவசாயத் துறையில் பங்களாதேஷ் சிறப்பாகச் செயல்பட்டது. கடந்த சில ஆண்டுகளில் எங்கள் உற்பத்தியை கிட்டத்தட்ட நான்கு மடங்கு அதிகரித்துள்ளோம். நிறைய ஆராய்ச்சி செய்தோம். என்ன செய்வது என்று நம் விவசாயிகளுக்கு தெரியும். உணவுப் பாதுகாப்பை உறுதி செய்வதற்கும் உத்தரவாதம் அளிப்பதற்கும் நாம் இணைந்து செயல்படலாம் என்று நாங்கள் நினைத்த பகுதி இது. தகவல் தொழில்நுட்பத் துறையில் (IT) கூட்டாண்மைக்கான வாய்ப்பும் உள்ளது. நமது தகவல் தொழில்நுட்பத் துறை மிகவும் முதிர்ச்சியடைந்துள்ளது. எங்களிடம் சுமார் 650,000 பதிவுசெய்யப்பட்ட ஃப்ரீலான்ஸ் ஐடி நிபுணர்கள் உள்ளனர். அவர்கள் உங்களுக்கும் பங்களாதேஷ் டிஜிட்டல் பொருளாதாரத்திற்கும் உதவ முடியும். தொற்றுநோய்களின் போது, ​​செல்போன்கள் மூலம் எங்கள் மக்களுக்கு நிறைய பணம்- ஊக்கப் பொதிகளை அனுப்பினோம். இது நேரடியாக பயனர்களுக்கு சென்றது. இடைத்தரகர்கள் யாரும் இருக்கவில்லை. ஊழல் இல்லை என்று அர்த்தம். ஐடி பயன்பாடு ஊழலைக் குறைத்துள்ளது. ஏற்கனவே நாங்கள் எங்கள் நிபுணத்துவத்தை பூட்டான், நேபாளத்துடன் பகிர்ந்து கொள்கிறோம். நாம் அதை இங்கே செய்யலாம். நிச்சயமாக, அடையாள அட்டைகளை தயாரிப்பதற்கு அரசாங்கம் இந்தியாவுடன் சில ஒப்பந்தங்களைச் செய்துள்ளதாக ஜனாதிபதி கூறினார்.",
        "மருந்துப் பொருட்கள் பற்றியும் பேசினோம். அடுத்த ஆண்டு, காப்புரிமை பெற்ற பல மருந்துகள் பொதுவான மருந்துகளாக இருக்கும். எங்கள் மதிப்பீட்டின்படி, 250 மில்லியன் அமெரிக்க டாலர் மதிப்புள்ள ஜெனரிக் மருந்துகள் இருக்கும். இது நாம் இணைந்து செயல்படக்கூடிய பகுதி. எங்களிடம் ஒரு முதிர்ந்த மருந்துத் துறை உள்ளது. தற்போது, ​​117க்கும் மேற்பட்ட நாடுகளுக்கு எங்கள் தயாரிப்புகளை ஏற்றுமதி செய்கிறோம். நாம் இங்கே கூட்டு வைத்துக் கொள்ளலாம். மருந்துத் தொழிலுக்கு நிறைய மூலதன முதலீடுகள் தேவை. இது இரு நாடுகளுக்கும் வெற்றிகரமான சூழ்நிலையாக இருக்கும். பின்னர், விவசாயம் மற்றும் RMG (ரெடிமேட் கார்மென்ட்ஸ்) துறைகள்- சிறிய பொறியியல் பொருட்கள் பற்றியும் குறிப்பிட்டோம். ஒவ்வொரு ஆண்டும், இந்த சிறிய இயந்திரங்களை ஒரு பில்லியன் டாலர்களுக்கு மேல் வாங்குகிறோம். இது ஒரு பெரிய துறை. இங்கு, சிறு மற்றும் நடுத்தர தொழில் நிறுவனங்கள் துவங்கலாம். புதிய பழங்கள், காய்கறிகள் மற்றும் நன்னீர் மீன் உற்பத்தியாளர்களில் நாங்கள் ஒருவராக இருக்கிறோம். எங்களிடம் செயலாக்க மையங்கள் இல்லை. உதாரணமாக, உருளைக்கிழங்கை நமக்குத் தேவையானதை விட அதிகமாக உற்பத்தி செய்கிறோம். உருளைக்கிழங்கு சிப்ஸ் அல்லது பிற பொருட்களை தயாரிப்பதற்கான செயலாக்க வசதிகள் எங்களிடம் இல்லை. இவை நாம் முதலீடுகளைத் தேடும் அல்லது அழைக்கும் பகுதிகள். நமக்கு ஒரு நாட்டில் இருந்து அல்ல பல்வேறு நாடுகளில் இருந்து முதலீடு தேவை. முதலீட்டு இலாகாவை பல்வகைப்படுத்த விரும்புகிறோம்.",
        "நான் வெளிவிவகார அமைச்சரான போது என்னிடம் இரண்டு பொதிகள் இருந்தன. ஒன்று பொருளாதார இராஜதந்திரம். பொருளாதார இராஜதந்திரத்தின் அடிப்படை யோசனை ஐந்து கூறுகளைக் கொண்டுள்ளது. முதலில், அன்னிய நேரடி முதலீட்டை அதிகரிக்க விரும்புகிறோம். எமது மக்களுக்கு வேலை வழங்க வேண்டும். இதுவே எங்களின் மிகப்பெரிய வளமாகும். பங்களாதேஷில் முதலீட்டின் மீதான வருமானம் பிராந்தியத்தில் மிக அதிகமாக உள்ளது. இரண்டாவதாக, நமது ஏற்றுமதியை பல்வகைப்படுத்தவும் அவற்றை அதிகரிக்கவும் விரும்புகிறோம். மூன்றாவதாக, எங்கள் மக்களுக்கு ஆதாயமான வேலைவாய்ப்பை நாங்கள் விரும்புகிறோம். நாம் விரும்பும் நான்காவது தொழில்நுட்ப பரிமாற்றம். பயனுள்ள பல பொருத்தமான தொழில்நுட்பங்கள் உள்ளன. அடுத்ததாக, வெளிநாடுகளில் உள்ள எமது புலம்பெயர் மக்களுக்கும், அதேவேளை, எமது நாட்டிற்குச் செல்ல விரும்பும் வெளிநாட்டினருக்கும் தரமான சேவையை வழங்க விரும்புகிறோம். இது பொருளாதார இராஜதந்திரம் எனப்படும் ஒரு தொகுப்பு ஆகும்.",
        "காலநிலைப் பகுதி குறித்து ஜனாதிபதி உள்ளிட்ட உங்கள் தலைவர்களிடமும் பேசினோம். நாம் ஒன்றாக வேலை செய்யலாம். பருவநிலை மாற்றத்தால் மிகவும் பாதிக்கப்படக்கூடிய நாடுகளில் ஒன்றாக நாம் இருக்கிறோம். தற்போது, ​​நாங்கள் 55 நாடுகளின் மன்றமான காலநிலை பாதிக்கப்படக்கூடிய மன்றத்தின் தலைவராக இருக்கிறோம். இந்த பகுதியில் நாங்கள் மிகவும் ஆக்ரோஷமாக இருக்கிறோம். உங்கள் ஜனாதிபதியும் இந்தப் பகுதியில் மிகவும் பேசக்கூடியவர். வங்கதேசம் ஒரு பிராந்திய காலநிலை தழுவல் மையத்தை அமைத்துள்ளது. மிகவும் வெற்றிகரமாகத் தோன்றக்கூடிய வீட்டில் வளர்க்கப்படும் தொழில்நுட்பங்களைப் பகிர்ந்து கொள்ளலாம்.",
        "Q இரு நாடுகளுக்கும் இடையே முன்மொழியப்பட்ட சுதந்திர வர்த்தக ஒப்பந்தம் (FTA) பற்றி நீங்கள் என்ன பேசினீர்கள்?",
        "FTA சிறந்தது. ஆனால், PTA (முன்னுரிமை வர்த்தக ஒப்பந்தம்) மகிழ்ச்சியாக இருக்கும். நிறைய டயலாக் வந்திருக்கிறது. அது இன்னும் செய்யப்படவில்லை. எனவே, அதற்கு ஒரு சிறிய அழுத்தம் தேவை.",
        "பாராட்டுக்குரிய விஷயங்கள் நிறைய உள்ளன. PTA இல், உங்களுக்குப் பயனுள்ள பொருட்களைத் தேர்ந்தெடுக்கலாம். நாமும் சிலவற்றைத் தேர்ந்தெடுப்போம். அது என்னவென்று எங்கள் வணிகர்களுக்குத் தெரியும். அதை வர்த்தக அமைச்சகம் செய்யும். என்னால் விவரம் சொல்ல முடியாது. நாங்கள் உங்களிடமிருந்து பல பொருட்களை வாங்குகிறோம், நீங்கள் எங்களிடமிருந்து பல பொருட்களை வாங்குகிறீர்கள்.",
        "கே இலங்கையைப் பொறுத்த வரையில் நாம் உணவுப் பாதுகாப்பு பிரச்சினைகளை எதிர்கொண்டுள்ளோம். இரு நாடுகளும் ஒருவருக்கொருவர் எவ்வாறு ஒத்துழைக்க முடியும்?",
        "திடீரென்று இயற்கை விவசாயத்திற்கு மாறியதும் உங்களுக்கு இந்தப் பிரச்சனைக்கு ஒரு காரணம். இப்போது உரப் பிரச்சினை இருக்கிறது. நாங்கள் உரங்களை ஏற்றுமதி செய்வதில்லை. மிகவும் சிறப்பு சந்தர்ப்பங்களில், நாங்கள் செய்கிறோம். நேபாளத்திற்கு 50,000 டன்கள் தேவைப்பட்ட போது கொடுத்தோம்.",
        "Q தற்போதைய உணவுப் பற்றாக்குறையை சமாளிக்க பங்களாதேஷ் எந்த வகையில் இலங்கைக்கு உதவ முடியும்?",
        "ஆம், எங்களிடம் நிறைய உணவு இருக்கிறது. அரிசி உற்பத்தியில் தன்னிறைவு அடைந்துள்ளோம். சில வருடங்களுக்கு முன்னர் இலங்கைக்கு அரிசியை ஏற்றுமதி செய்தோம்.",
        "இலங்கைக்கு 250 மில்லியன் அமெரிக்க டொலர்களை இடமாற்று வசதியை வழங்கினோம். நமது பிரதமரும் இலங்கைத் தலைமையும் மிகவும் நெருக்கமானவர்கள். நமது பிரதமர் எப்போதும் அண்டை நாடுகளுக்கு உதவ விரும்புகிறார். அவர்கள் மேலும் கேட்டால், அதை ஆய்வு செய்வோம். உக்ரைனில் நடக்கும் போரின் காரணமாக, என்ன நடக்கிறது என்பதில் அனைவரும் பயமாகவும் நிச்சயமற்றவர்களாகவும் உள்ளனர். இதன் விளைவாக, எல்லோரும் மிகவும் பழமைவாதமாக மாறுகிறார்கள்.",
        "கேள்வி: இலங்கை மேலும் 250 மில்லியன் அமெரிக்க டொலர்களை நாடியதாக ஊடகங்களில் நீங்கள் மேற்கோள் காட்டியுள்ளீர்களா?",
        "அது தேடப்பட்டது. நாங்கள் அதை ஆராய்வோம். எனக்கு அது பற்றி தெரியாது. அதை எங்கள் நிதி அமைச்சகம் முடிவு செய்யும்.",
        "நாங்கள் நீண்ட காலத்திற்கு முன்பு சார்க் தொடங்கினோம். துரதிருஷ்டவசமாக, இரண்டு நாடுகளின் காரணமாக சார்க் அடிப்படையாக நகரவில்லை. ஆனால், பிம்ஸ்டெக் முடியும். அவை அனைத்தும் நட்பு நாடுகள். அவர்கள் மத்தியில் அந்த வகையான வெறுப்பு மற்றும் அமைப்பு இல்லை. நான் விசா இல்லாத BIMSTEC க்காக காத்திருக்கிறேன். போருக்கு முன்பு நாம் செய்த விதத்தில் விசா தடையின்றி மக்கள் ஒரு இடத்திலிருந்து இன்னொரு இடத்திற்கு செல்ல முடியும். அப்போது பாஸ்போர்ட், விசா எதுவும் இல்லை. வங்காளத்தில், நிறைய பேர் இருந்தனர். அது வளமான, வளமான நிலமாக இருந்தது. தொழிலாளர் சக்தி, மூலதனம் மற்றும் தொழில்முனைவோரின் நடமாட்டத்திற்கு எந்த தடையும் இல்லாத BIMTEC-ஐ நான் எதிர்நோக்குகிறேன். இது ஐரோப்பிய யூனியனைப் போன்றது. ஐரோப்பிய ஒன்றியத்தில், அவர்கள் உள்கட்டமைப்பு இணைப்பை உருவாக்கியுள்ளனர்.",
        "உங்கள் நாட்டில் ஆடைத் தொழில்துறையின் வளர்ச்சிக்கு இலங்கையர்களின் பங்களிப்பை நீங்கள் எவ்வாறு பார்க்கிறீர்கள்?",
        "50,000 இலங்கையர்கள் பல்வேறு துறைகளில் பணியாற்றுகின்றனர், பெரும்பாலும் ஆடைத் தொழிலில் உள்ளனர். அவர்கள் தொழில் வல்லுநர்கள் என்பதால் அங்கு இருக்கிறார்கள். பல இலங்கையர்கள் பங்களாதேஷில் ஆடைத் தொழிற்சாலைகளை நிறுவியுள்ளனர். இங்கு தமிழர் பிரச்சனை இருந்தபோது பல தொழிலதிபர்கள் பங்களாதேஷில் தொழிற்சாலைகளை அமைக்கத் தயாராகினர். அவர்கள் நன்றாக செய்தார்கள்.",
        "இலங்கை மற்றும் பங்களாதேஷ் மக்கள் ஒரே மாதிரியாக இருக்கிறார்கள். அவர்கள் ஒரே மாதிரியான உணவை சாப்பிடுகிறார்கள். ஐ.நா.வின் கீழ் பொதுச் செயலாளராக இருந்த நமது புகழ்பெற்ற பெண்மணிகளில் ஒருவர் - அமைதி காக்கும் படைத் தலைவரான இலங்கையர் ஒருவரை மணந்தார்.",
        "பங்களாதேஷில் பௌத்தர்கள் சிறுபான்மையினர். புத்தர் எப்போதும் அகிம்சையைப் போதித்தார். மனிதனாகப் பிறந்து மனிதனாக வாழ்ந்து நிர்வாணம் அடைந்தான். அவர் எப்போதும் வன்முறைக்கு எதிரானவர். துரதிர்ஷ்டவசமாக, மியான்மரில் சில பௌத்தர்கள் அவருடைய பிரசங்கங்களையும் போதனைகளையும் மறந்துவிட்டனர். வன்முறையில் ஈடுபடுகிறார்கள்.",
        "இது மிகவும் வருத்தமளிக்கிறது. இலங்கை, ஒரு பௌத்த நாடு என்ற வகையில், மியான்மரில் உள்ள அவர்களது நண்பர்கள் மீது செல்வாக்கு செலுத்த முடியும், இதனால் அவர்கள் மற்றொரு குழுவை வெறுக்க மாட்டார்கள். ஐக்கிய நாடுகள் சபையின் அமைதி காக்கும் பணியில் நாங்கள் முதலிடத்தில் இருப்பது மட்டுமல்லாமல், கலாச்சார அமைதியையும் மேம்படுத்தி வருகிறோம்.",
        "நிறம், இனம், மதம் மற்றும் பிறவற்றைப் பொருட்படுத்தாமல் சகிப்புத்தன்மை, மற்றவர்களை மதிக்கும் மனநிலையை உருவாக்குவது இதன் அடிப்படை அம்சமாகும்."
      ]
    }
  }
}