{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/One-who-enjoys-supreme-power-behind-Easter-Sunday-attacks-Cardinal/108-235439",
  "time_ut": 1650547020,
  "title": "One who enjoys supreme power behind Easter Sunday attacks: Cardinal",
  "body_lines": [
    "It is suspected that the one who enjoys supreme power of this country was behind the Easter Sunday attacks, Archbishop of Colombo His Eminence Cardinal Malclom Ranjith said today.",
    "He came out with this remark during a ceremony at St. Sebastian’s church to mark the third anniversary of Easter Sunday attacks.",
    "“We are suspicious that the present regime continue to delay the implementation of the recommendations made by the  Presidential Commission which probed the Easter Sunday attacks including taking action against former President Maithripala Sirisena, is delayed because such action may result in more disclosures. Those in present regime might be worried that their involvement in the Easter Sunday attacks would be uncovered if the recommendations of the PCoI are executed,” Cardinal Ranjith said.",
    "Quoting the report of the Parliamentary select committee, Cardinal said the objective of the attack has been to see that a certain candidate of the 2019 presidential election gets the advantage.",
    "Also he questioned as to why action has not been taken against the political leadership which failed to prevent the attacks even after prior warnings were received.\"",
    "Some intelligence officers who were held responsible for the attacks by the PCoI have been promoted,” he charged.",
    "“Those who are responsible for the attacks other than the first hand authors of the attacks and others who deliberately stopped the prevention of the attack will not survive for long as the blood of the dead still cries out towards heaven above,” he also said.",
    "Apostate Nuncio   (Vatican Ambassador in Colombo) Archbishop Brian Udaigwe said the Vatican will encourage the four religions of this nation to work together for reconciliation. “We hope religions will come together in finding solutions to the current socio economic crisis which Sri Lanka faces today,” he said. (Yohan Perera)"
  ]
}