{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Cabinet-resigns-interim-govt-soon/342-234400",
  "time_ut": 1649009580,
  "title": "Cabinet resigns, interim govt. soon",
  "body_lines": [
    "● OPPOSITION PARTIES TO BE INVITED TO BRING POLITICAL STABILITY",
    "● PM EXPECTED TO MEET PREZ THIS MORNING WITH THE RESIGNATION LETTERS",
    "●PUBLIC PROTESTS HAVE BEEN PLANNED IN SEVERAL AREAS TODAY CALLING ON THE RAJAPAKSAS TO RESIGN",
    "● ALL MINISTERS AGREE TO SIGN CONSENT LETTER STATING THEIR RESIGNATION",
    "Amidst rising public anger against the government, President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa yesterday agreed to form an interim government, inviting opposition parties to join in, to bring immediate political stability.",
    "Following public protests erupting islandwide for days against the ruling family and government members, the 11 party alliance members including Wimal Weerawansa and Udaya Gammanpila met the two leaders last morning and proposed to form an interim government.",
    "The SLFP also fired warning shots at the two leaders that if a caretaker government is not set up within a week, the 14 SLFP MPS will quit the government and function as an independent group in Parliament.",
    "During the meeting with the 11 alliance members, Prime Minister Rajapaksa had said he would step down from the premiership if it would pave way for political stability to resolve the ongoing crises facing the country.",
    "By mid-afternoon, reports were rife that Mahinda had prepared his resignation letter and even signed it, but his office was soon to deny the reports that the Prime Minister had resigned.",
    "Cabinet ministers were also of the view that Mahinda Rajapaksa must continue as the Prime Minister, even if a new interim cabinet is to be formed. Later last evening, all cabinet ministers arrived at Temple Trees to hold discussions with Mahinda Rajapaksa which went on for hours. Sources said that heated debates were exchanged during the discussions and following a few hours, Namal Rajapaksa consented to hand over his resignation from all portfolios to pave way for a new cabinet to be sworn in.",
    "The next minister to go was Justice Minister Ali Sabry who tendered his resignation and finally, all ministers agreed to sign a consent letter stating their resignation.",
    "Prime Minister Mahinda Rajapaksa is expected to meet President Gotabaya Rajapaksa this morning with the resignation letters and will within the course of the day address the nation or release a statement. He is then expected to extend a special invitation to all political parties to join hands to form an interim cabinet so that political stability is ensured in the country. Meanwhile, public protests have been planned in several areas today calling on the Rajapaksas to resign, and security will remain tight across the country. (JAMILA HUSAIN)"
  ]
}