{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Pathfinder-Foundation-introduces-Artificial-Intelligence-platform-for-research-and-analysis/34-736096",
  "time_ut": 1655058600,
  "title": "Pathfinder Foundation introduces Artificial Intelligence platform for research and analysis",
  "body_lines": [
    "Pathfinder has come up with several reports to provide insights and recommendations for the government on economic reforms that have been fed into the organisation’s ground breaking Artificial Intelligence (AI) platform – ‘Pathfinder Partner Insights’. The Foundation’s most recent initiative is an innovative venture, where its reports and other output documents produced over the years are hosted and displayed via an artificial intelligence platform.",
    "‘Pathfinder Partner Insights’ will host a curated collection of documents, reports etc., that interested users can access through the Pathfinder Foundation’s website pathfinderfoundation.org/digital-insights",
    "The AI platform will assist professionals who, as part of their busy schedules, must read numerous reports and official documents, which takes up a considerable portion of their time. ‘Pathfinder Partner Insights’ enables such professionals to make productive use of their time by easily filtering through key topics and areas of interest in reports, conference discussions and background papers.",
    "Sri Lanka, at present, is experiencing its worst economic crisis in history. Since 2020, the Pathfinder Foundation, a not-for-profit organisation on research and advocacy, has substantially contributed to the discourse on financial sustainability and macroeconomic stability in Sri Lanka by proposing changes and advocating reforms in all major sectors of the economy.",
    "Since May 2020, Pathfinder has come up with several reports to provide insights and recommendations for the government on economic reforms. Pathfinder’s work has focused on a new economic vision post-COVID-19, the macroeconomic impact of the pandemic and policy choices for Sri Lanka; articles on taxation; consequences of defaulting on sovereign debt and restructuring external debt, which is a very relevant topic at present.",
    "Other areas of focus included perspectives on urgent reforms to revitalise the economy and recommendations for Sri Lanka on debt restructuring and bridge financing for humanitarian purposes - a study undertaken by an expert group. These proposals have served well in forming the current trajectory of economic reforms in Sri Lanka."
  ]
}