{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Afraid-of-tomorrow/172-233229",
  "time_ut": 1647467280,
  "title": "Afraid of tomorrow",
  "body_lines": [
    "Given the chaos, confusion and uncertainty currently prevailing in Sri Lanka, it is only natural for people to be afraid of a worse calamity that tomorrow might unleash on the helpless citizens of this country.",
    "The prices of cement, wheat flour, bread, rice, diesel, petrol, kerosene, domestic gas and bus fares among others have risen while people are continuing to queue up for hours at various sales outlets to buy their daily or weekly requirements.  On returning home for some form of respite after a long wait in the sweltering heat, they are often greeted with unannounced power cuts. This unprecedented package of misery does not appear to be going away anywhere soon.",
    "There is no gainsaying the fact that these are the consequences of a mismanaged economy resulting in dwindling foreign currency reserves and the dollar crunch. Although the Covid-19 pandemic did to some extent have an effect on the economy, the government can in no way use the Russian-Ukrainian war as a scapegoat for the muddle and mess we are in. Government coffers, had to a large extent, turned up empty after the Gotabaya Rajapaksa government dismantled the then prevailing tax structure soon after it assumed office in 2019. This move deprived the Treasury of nearly Rs.500 billion annually while the sugar, coconut/palm oil and garlic scams and the payment of some US$6.9 million to the Chinese fertilizer company even without the receipt of an ounce of fertilizer had worsened the situation.  Begging for loans to repay existing loans, using such loans to bolster our foreign currency reserves and the shortage of sufficient dollars to pay for the import of essential commodities shows the extent of Sri Lanka’s plight. For how long can we as a country and a people continue in this vein?",
    "Meanwhile, it is no secret that the latest bout of price increases comes with the un-pegging of the rupee, which economic analysts believe was long overdue. After stubbornly maintaining a pegged Sri Lankan rupee at Rs.200-203 to a dollar since October 2021; the severe pressure building up against the beleaguered rupee had ultimately compelled the Central Bank to allow the rupee to float based on market forces of supply and demand. The CB, which expected an increase in foreign remittances with an extra Rs.10 to a dollar should have realised that our expatriate workers would resort to alternative methods to transfer their wages to kith and kin in Sri Lanka at a more gainful exchange rate. Let us wait and see whether these workers will revert to the bank to bank system of fund transfers now that there is a more beneficial return for their dollars. But it will not be easy to wean away people once they get used to an easier method of doing business – in this case all because of the Central Bank’s intransigence.",
    "It is in this backdrop that several agreements were signed between India and Sri Lanka to facilitate Finance Minister Basil Rajapaksa’s visit to New Delhi after his twice postponed visits to finalise a much-needed US$1 billion loan or credit line to purchase emergency food, fuel and medicine. In the wake of the Sri Lankan government fulfilling the conditions laid down by India, Finance Minister Basil Rajapaksa accompanied by ministry secretary S.R. Attygalle left for India on Tuesday.",
    "Based on the hurriedly signed agreements, India has been given greater access to Sri Lanka’s Trincomalee and Mannar areas and a Joint Venture and Shareholders’ Agreement (JVSHA) for the Trincomalee Power Company Ltd. (TPCL) through which National Thermal Power Corporation (NTPC) Ltd of India and the Ceylon Electricity Board (CEB) will develop a 100MW solar power plant at Sampur in Trincomalee. The CEB has also signed a Memorandum of Understanding with India’s Adani Green Energy Ltd to develop a 500MW wind power project in Mannar. Incidentally, India will now have a greater presence in the North and East of Sri Lanka in addition to India’s Adani Group’s joint venture with the Sri Lanka Ports Authority and John Keells Holdings to develop and operate the West Container Terminal in the Colombo Port.",
    "With India, China and the United States casting greedy eyes on Sri Lanka while pushing and pulling it in several directions and the plethora of problems weighing heavily on this Island Nation, it is only natural for Sri Lankans to be afraid of tomorrow and even more afraid when thinking of what would remain of this country to be bequeathed to their children and their children’s children."
  ]
}