{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-presidents-meeting-with-tna-postponed-again-over-protests-91679/",
  "time_ut": 1647344160,
  "title": "Sri Lanka president’s meeting with TNA postponed again over protests",
  "body_lines": [
    "ECONOMYNEXT – A meeting between Sri Lanka President and main ethnic minority Tamil party rescheduled for Tuesday was postponed again for March 25 due to a protest by main opposition Samagi Jana Balawegaya (SJB), sources said.",
    "The meeting between President Gotabaya Rajapaksa and Tamil National Alliance (TNA), an opposition party, has has been repeatedly rescheduled by the President’s office for various reasons since mid last year.",
    "Tuesday’s meeting was scheduled after India early this month in Geneva urged Sri Lanka to take “necessary steps” to address the “legitimate aspirations” of the Tamil community.",
    "‘’We were told that the next meeting would be held on the 25th of March, we have less faith for that date too,” Shanakiyan Rasamanickam, a TNA legislator told EconomyNext,",
    "The TNA has been asking for a meeting with Rajapaksa since he was elected and the presidential office gave an appointment in July 2021. However, the meeting has been postponed since then and the meeting was rescheduled for Tuesday (15) morning hours.",
    "‘’We were expecting a cancellation since the day we got this date. We in fact informed during the parliament session that there would be protest, but we were told special arrangements would be made for the meeting in specific,’’ Rasamanickam said.",
    "The matters to be discussed were to focus on outstanding issues including alleged land grabbing in the North.",
    "“As the TNA, we hope to discuss the long outstanding matter of a political solution, which is our party’s main concern. It will mainly be about devolution of power and power-sharing.” (Colombo/Mar15/2022)"
  ]
}