{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/new-alignments-taking-shape-in-international-politics/",
  "time_ut": 1651681920,
  "title": "New alignments taking shape in international politics",
  "body_lines": [
    "Plain-speaking UN Secretary General Antonio Guterres did not mince his words when he visited the war-battered capital of Ukraine recently. Surveying the devastation visited on Kyiv by Russia’s invading armed forces the UN chief spoke of the personal trauma that would have been his lot if his family and close kith and kin happened to be in the shattered houses around him. In other words, the murderous violence unleashed on Ukraine was the work of those without a conscience.",
    "There is a word of caution in the pronouncement of the UN Secretary General for those countries and sections of opinion that are choosing not to condemn the Russian invasion of Ukraine or are opting to project some kind of neutrality in the crisis. The latter’s silence, among other things, is an endorsement of the inhumanity and savagery that Ukraine has been compelled to suffer. Since most such sections claim to be civilized and religious-minded, their silence smacks of hypocrisy of the worst kind. Besides, they would not be in a position to attract international succour and empathy if and when they come to be in Ukraine’s situation.",
    "Let not such ‘fence-sitters’ imagine that the fate of Ukraine would never be theirs. Their thinking probably is that military invasions are a thing of the distant monarchical and colonial past. But this amounts to being naïve in the extreme. The Putin regime proved them wrong on February 24.",
    "Besides, they should have been alert to these seemingly bizarre possibilities from the time of the US-led Western invasions early on in this century of Afghanistan and Iraq. An essential difference between the latter invasions and the Putin-inspired savagery is that Afghanistan and Iraq were subjected to a slow, unrelenting death, whereas the invasion of Ukraine is far more dramatic and grossly insensitive to the spilling of civilian blood.",
    "Whichever the theatre of brutality though, the war crime that needs to be decried and contained is the unconscionable taking of civilian lives. Now that the UN chief has seen the enormity of Ukraine’s suffering, he and his teams are obliged to bring the perpetrators of war crimes in Ukraine to justice.",
    "Meanwhile, considerable realignments of note seem to be taking shape in international politics. Germany is coming to the fore in arming Ukraine with some of the most needed heavy military hardware to fight off the Russian invasion. Some of the most modern war tanks are prominent among these items of hardware. They have gone some distance in stalling the Russians in Eastern Ukraine.",
    "Besides, Germany is breaking with tradition as it were and giving priority to strengthening its ties with Japan, although China has hitherto figured as one of its closest economic partners in the Asian theatre. This is underscored by the fact that German Chancellor Olaf Scholz has chosen to visit Japan, as the venue for his first overseas tour and not China; Germany’s close relations with China notwithstanding. Chief among the reasons for this preference is China’s inability to condemn Russia’s invasion of Ukraine.",
    "Japan’s Prime Minister Fumio Kishida had accorded the visiting German Chancellor the highest military honours, thereby sealing the links between the countries.",
    "For the commentator of international politics this is a somewhat curious development. Germany and Japan, as known, were chief allies during World War Two. Following their defeat in that war and in terms of the Western-led international peace settlement that followed, they came to be seen as ‘pacifist countries’ and were disarmed. They were denied the opportunity of having armed forces in the traditional sense of the phrase. Japan was enabled to have, though, what came to be known as Self-Defense Forces. Germany was divided by the victorious powers of WW2 into spheres of influence and came to be occupied by them until the ending of the Cold War in the early nineties.",
    "For Japan, the forming of this alliance with NATO power Germany is crucial and most timely. China is seen in the East Asian region as an expansionist power and its high military presence in the South and East China seas has had Japan worried over the past couple of decades. China’s more than intermittent incursions into Taiwan’s air space have compounded these concerns besides prompting the US and her Western allies to heighten their naval presence in the region.",
    "These developments form the essential backdrop to the recent formation of the Quadrilateral Security Dialogue, comprising the US, Japan, Australia and India, and the AUKUS grouping, consisting of the US, the UK and Australia. Their principal aim is the containing of the Chinese military presence in the Asia-Pacific region. The failure of China to condemn the Russian invasion of Ukraine will in all likelihood further strengthen these basically anti-China alliances.",
    "The fact that Germany and Japan, once seen as pacifist, are coming together once again, though under different circumstances in international politics, to counter what they see as a common security concern, in the form of China, testifies to the highly destabilizing international impact of the Russian invasion of Ukraine and the issues growing out of it.",
    "While the Putin regime is unlikely to step back from its incursionary exertions any time soon, it could have made a gross miscalculation if it presumed that it could ride rough-shod in the Ukraine unchallenged. Rather than falter in their support for Ukraine the principal powers of the West are coming together in notable solidarity to counter the Russian invasion. A few days ago, some 40 Western countries met under the leadership of the US in South-west Germany to pledge an uninterrupted flow of arms for the Ukraine resistance.",
    "Accordingly, international military and political tensions stemming from the Ukraine invasion are bound to escalate, rendering the world an increasingly dangerous place to live in. Broadly, it will be a case of the US-led West and Japan teaming up against Russia and China, since the latter has shown in no uncertain terms that it is in league with Russia.",
    "To be sure, no one will be going to blows any time soon but mutual threat perceptions among the foremost powers are bound to intensify greatly. This will have the effect of escalating the arms race among these powers, resulting in their defense budgets getting pride of place over their social welfare expenditure. These trends will be replicated among lesser powers as well on account of the ripple effects of the militarization of international relations. The end result will be a further pauperization of the poor and vulnerable everywhere.",
    "Anti-government protesters vow to bring country to a standstill today",
    "Inquiry into what took place during yahapalana rule: COPE questions state bank over Rs. 54 bn default",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}