{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CBL-joins-Manudam-Mehewara-an-Emergency-Relief-Initiative-by-Dialog-MAS-and-Hemas/34-734054",
  "time_ut": 1651084200,
  "title": "CBL joins ‘Manudam Mehewara’ an Emergency Relief Initiative by Dialog, MAS and Hemas",
  "body_lines": [
    "From left: CBL Food Cluster Senior Promotions and Activations Manager Sisira Gunawardane, CBL Group Senior Manager Corporate Communication and Sustainability Ishara Wickramasinghe, CBL Food Cluster General Manager Marketing Jayanga Perera, CBL Group Group Managing Director Sheamalee Wickramasingha, Dialog Axiata Group Chief Executive Supun Weerasinghe, Dialog Enterprise Group Chief Officer Navin Pieris, Sarvodaya Shramadana Movement Executive Director Chaminda Rajakaruna",
    "Providing emergency relief to more than 100,000 adversely affected families with Sarvodaya",
    "CBL Group recently joined forces with the ‘Manudam Mehewara’ programme initiated by Dialog Axiata PLC, MAS Holdings, Hemas Holdings PLC, Sarvodaya Shramadana Movement and PwC Sri Lanka, in a mission to provide emergency relief to the most vulnerable families and communities in the country impacted by the ongoing economic crisis.",
    "Joining hands with like-minded partners including its execution partner Sarvodaya and accountability partner PwC Sri Lanka, the ‘Manudam Mehewara’ initiative funded by Dialog, MAS, Hemas and CBL aims to provide emergency relief to more than 100,000 adversely affected families, especially communities in deep poverty, across the country. Emergency relief is currently being distributed across all 25 districts, and the Manudam Mehewara programme will conduct its relief efforts for 60-90 days, until a sustainable benefit transfer system is established in the country through an effective economic recovery plan.",
    "Speaking on the occasion, CBL Group Group Managing Director Sheamalee Wickramasingha stated: “CBL is built on our four core values of Caring, Quality, Innovation and Integrity and the value of Caring has a special place at CBL. We are happy to partner in this call of action and thank Dialog for inviting us to be a part of this timely endeavour. As responsible corporates, we have a duty to proactively engage in ways that can positively impact communities and I hope that we can help many Sri Lankans in need at this time. As a country, we need a new vision, one of prosperity for all and CBL is happy to partner with this humanitarian effort to help this vision take a step forward”.",
    "Speaking on the new partner announcement, Dialog Enterprise of Dialog Axiata PLC Group Chief Officer Navin Pieris was quoted saying: “On behalf of Dialog, MAS, Hemas, Sarvodaya and PwC, I would like to thank the CBL Group for answering the call to action and joining us in this alliance for the greater good - to support communities that are most in need of emergency relief assistance. With the CBL Group joining the Madnudam Mehewara initiative, this corporate alliance is further strengthened in its purpose of supporting those most adversely affected by the prevailing socio-economic crisis.”",
    "Addressing the gathering, Sarvodaya Shramadana Movement of Sri Lanka Executive Director Chamindha Rajakaruna shared: “On behalf of Sarvodaya, I would like to express my gratitude and admiration of Dialog, MAS, Hemas and CBL who have joined together in a noble cause. As an organisation built on providing humanitarian services, Sarvodaya has journeyed across the island and witnessed first-hand the strife faced by low-income families who cannot find the means of providing daily meals for their children, yet this is the first time we are witnessing middle-income families who are uncertain about where their next meal comes from. Hunger is universal and we are honoured to join hands with these responsible corporates in this national-level mission of bringing a smile to the faces of all Sri Lankans.”",
    "Manudam Mehewara invites all Corporates to join this effort and help expand the Emergency Relief distribution operations."
  ]
}