{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/beauty-brainsand-lots-more/",
  "time_ut": 1648639380,
  "title": "Beauty, brains…and lots more",
  "body_lines": [
    "I would say beauty and brains are important requirements for one to win the title at a beauty pageant. And when there are plus factors, the crown becomes even more prestigious.",
    "Sabeetha Wanniarachchi, who won the National title of Miss Tourism World, and represented Sri Lanka at Miss Lumiere International World, being place 2nd runner-up. and winning the mini titles of Miss Best in Talent and Miss Best in Figure, has a Bachelor’s in Business Management, from the University of Northumbria, Newcastle, UK, did her MBA, from the University of Gloucestershire, UK, and is hoping to do her DBA (Doctorate of Business Administration) soon.",
    "Sabeetha is now Manager at the IDM, Kandy Campus, and a model, as well, with Brian Kerkoven as her mentor.",
    "I was fascinated by all her plus factors and decided to feature her in our Chit-Chat column, and this is how it all went…",
    "I’m actually a humble, honest and a loyal person, fighting by myself to retain my won battles, and to achieve my dreams.",
    "2. If you could change one thing about yourself, what would it be?",
    "I would say trusting people, and if they break that trust, it does annoy me. I’m not a hot tempered person, though, but can get angry, at times.",
    "3. If you could change one thing about your family, what would it be?",
    "If that was possible, I would love to see my parents young again.",
    "Siri Piyarathana Central Collage, Padukka, and Visaka Collage, Colombo. I participated in a lot of sports, while at school – netball, volleyball, and athletics.",
    "The boat ride I had, in Nuwara-Eliya, on my birthday, last year – 15th December, 2021. Enjoyed it thoroughly, and it was so exciting!",
    "Let’s say a relaxed mind, with no stress, whatsoever, and having food on the table, with a house to live in, and the right person to share your happiness with.",
    "Kind of, but I’m not a fanatic. I love my Creator and I’m so grateful to my Creator for making my life happy.",
    "I wouldn’t say I am. I would say rather than luck, hard work makes things happen. It has happened to me on many occasions.",
    "Definitely, he has to be taller than me, (a six footer), I would say, educated, honest, loyal and a kind-hearted, understanding, humble human being. Yes, he needs to have a job as one cannot survive with this economy. Unfortunately, I’m still to come across Mr. Right. Anyone out there (lol)!",
    "There is no such special person, where I’m concerned, but if there is anyone who would support another, without expecting anything back in return, and giving his/her fullest support, and compassion, when it’s needed, I would truly admire such a person.",
    "My Graduation images, Miss Sri Lanka images, and Miss Lumiere International World (International World pageant) images, are my treasure possessions.",
    "12. If you were marooned on a desert island, who would you like as your companion?",
    "Someone who has experience in a desert island would be my ideal companion, or, perhaps someone who is living nearby that desert!",
    "Working in the corporate world and, especially with some superiors, who won’t listen to what others have to say but always finding fault, without realising that it’s their mistakes. And when they eventually do, the damage has already been done..",
    "Yes, of course. I climbed Adam’s Peak, all alone, and all by myself! I just wanted to prove a point.",
    "You may not believe it, but I very much like the music of Mozart, and Hindi songs",
    "My work schedule doesn’t give me much free time to listen to the radio, but if an opportunity does come my way, I would say the SLBC and Sun FM.",
    "Here again time, but I love watching the Oprah Winfrey show and also and the programmes featuring Ellen DeGeneres.",
    "Born in the same body, is fine with me, with the same beauty, same family, but wealthy, so that I can donate as much as I can to charity organisations which I cannot do so, as much I want to, now.",
    "I have done my MBA and now I’m looking forward to do my DBA (Doctorate) and I need to work for a living, using my qualifications, while doing my passion in runways, as a runway model, when the time is right. And, like all other girls, I want to get married and have a good, healthy and happy family life.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}