{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/removal-of-rajapaksa-government-wont-solve-sri-lanka-crisis-ex-army-chief-93294/",
  "time_ut": 1650597360,
  "title": "Removal of Rajapaksa, government won’t solve Sri Lanka crisis – ex-army chief",
  "body_lines": [
    "ECONOMYNEXT – Constitutional changes and abolishing the presidency will not be the answer for the ongoing crisis, opposition legislator and former army chief Field Marshal Sarath Fonseka told the parliament on Thursday (21).",
    "He said the opposition is ready to form a minority government if both the presidency and prime minister positions are given to them.",
    "Fonseka said the ruling party and the opposition both are trying to atone for their past sins by blaming each other and the parliament has not come to any solutions for the ongoing economic crisis in the past two weeks.",
    "“Our country is in debt to the whole world and we have even said we are bankrupt indirectly at official levels,” Fonseka told the parliament.",
    "“As the opposition, if we get the presidency and prime minister positions we are ready to make a minority government to face this problem.”",
    "Sri Lanka’s economic crisis has now blown into a political crisis after a March 31 protest turned into violence with the police attacked protesters.",
    "The youth-led protesters are now protesting near presidential secretariat for the 14th day on Friday, demanding President Gotabaya Rajapaksa and is government to step down.",
    "Already the president has changed the cabinet and started IMF talks to find a solution to the unsustainable debts. However, the protesters have been demanding nothing short of Rajapaksa’s resignation.",
    "The opposition has been considering a no confidence motion against the government and an impeachment motion against the president. But nothing has been submitted yet.",
    "The opposition, however, tabled a constitutional amendment proposal on Thursday to clip the executive powers of the president after his economic mismanagement.",
    "Fonseka said the current challenges should be faced and the opposition should have the spine to take the government at the current time.",
    "“The general public expect us to face this issue. At these desperate times, there is no use of doing political tricks. Even though the parliament is meeting for the second week, I do not think we have done anything to solve this issue,” he said.",
    "“That is why from the beginning, we told this government to give us and we must have the spine to take it now.”",
    "Fonseka said even if the opposition wins the planned no confidence opposition against the government, he was not clear what the next step is.",
    "“Even if an interim government is formed, if it is going to be another part of the failing government. We cannot support it for the sake of our conscience. That doesn’t give the solution the general public need,” he said.",
    "He said the opposition’s suggestion to abolish the executive presidency and changes in the constitution will not bring the changes needed for the country.",
    "“Let’s say there is a principal in a school. There are times where principals abusing children in the school. Is abolishing the position of principal the solution for the issue? No, the answer is to bring in a suitable person,” Fonseka said.",
    "“If we abolish that, the former president can join the party and become the prime minister becoming the ruler of the country again,”",
    "“Therefore, I can’t understand how the country will benefit by changing the constitution and abolishing the executive presidency. I think the deserved person should come to the correct positions. The political culture should change in this country,” (Colombo/April 22/2022)"
  ]
}