{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/08/supplementary-estimate-approved-in-parliament/",
  "time_ut": 1654692180,
  "title": "Supplementary estimate approved in Parliament",
  "body_lines": [
    "COLOMBO (News 1st); The Parliament granted its approval for the  supplementary estimate of Rs. 695 billion which was presented by the Prime Minister Ranil Wickremesinghe in his capacity as the Minister of Finance.",
    "Moreover, approval was also granted at a meeting of the Parliamentary Finance Committee Chaired by Parliamentarian Anura Priyadarshana Yapa yesterday (7).",
    "The supplementary estimate was presented by the Finance Minister to provide relief to various sectors of society affected by the recent economic crisis and to provide additional funding to cover the rising cost of supplies due to inflation.",
    "Out of the 695 billion of the supplementary estimate, Rs. 395 billion has been allocated as recurrent expenditure while Rs. 300 billion has been allocated as capital expenditure.",
    "Mahinda Siriwardena, the Secretary to the Ministry of Finance, explained to the Committee the requirements for the provision of supplementary estimates.",
    "Accordingly, Rs. 87,000 million will be allocated for the further payment of the monthly allowance of Rs. 5,000 to public servants from January 2022 and Rs. 40,000 million will be allocated for Samurdhi recipients from January 2022 for the further payment of the monthly allowance of Rs. 5,000.",
    "Moreover, a sum of Rs. 15,000 million has been set aside for the further payment of the additional allowance of Rs. 1000.",
    "In addition, a supplementary estimate of Rs. 50,000 million has been allocated to the Ceylon Electricity Board to pay to the Ceylon Petroleum Corporation to meet the energy requirement, Rs. 12,000 million to evaluate incentives for the use of inputs in green agriculture and Rs. 50,000 million for the fertilizer subsidy.",
    "Rs. 25,000 million has been allocated to cover possible arrears in food and other supplies to institutions such as hospitals and prisons due to rising prices, Rs. 4,500 million for other recurrent expenditure incurred due to rising prices and Rs. 21,500 for loan repayments.",
    "Moreover, Rs. 250,000 million has been earmarked for utilization from the Indian Loan Scheme for the importation of essential commodities for the benefit of the people affected by the difficult economic conditions, Samurdhi beneficiaries and those who are currently eligible for any such benefit. The estimate also includes $ 140,000 million provided by the World Bank.",
    "Accordingly, it was revealed that Rs. 305,000 million of local funds will also have to be provided other than the funds provided by the World Bank and the Government of India.",
    "Although estimated at Rs. 695 billion, it has been expected to save more than Rs. 300 billion by minimizing all other expenses except essential expenses, the Secretary to the Ministry of Finance said.",
    "Accordingly, a revised budget is expected to be presented in the future after considering all these factors, Siriwardena told the committee.",
    "China willing to work with financial institutions to ease SL debt crisis"
  ]
}