{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/08/ceb-engineers-to-go-on-strike-against-bill-to-amend-sri-lanka-electricity-act/",
  "time_ut": 1654657320,
  "title": "CEB Engineers to go on strike against bill to amend Sri Lanka Electricity Act",
  "body_lines": [
    "COLOMBO (News 1st); The Ceylon Electricity Board Engineer’s Union has announced that it will move for a strike action with effect from midnight on Wednesday (8).",
    "The CEBEU noted that the strike is against the Bill gazetted on April 29, 2022 to amend the Sri Lanka Electricity Act No. 20 of 2009 (as amended by Act No. 31 of 2013).",
    "The proposed deceitful amendments to the Electricity Act without having proper and adequate consultations with all relevant stake holders, are aimed to abolish entirely the competitive bidding process for procurement of electricity from private sector which ensure the least cost as per the existing",
    "“A team of corrupt individuals has employed a cunning strategy abusing the Act through these proposed amendments to secure large scale solar, wind and other kinds of power generation projects which are to be implemented in future among their interested business partners at their will without having any competitive bidding process and incurring huge adverse impact to the national economy while they being profited exorbitantly,” it added.",
    "CEBEU vehemently rejects the proposed deceitful amendments to the Sri Lanka Electricity Act which lead in depriving the right of general public in having electricity at the least cost.",
    "1. To withdraw proposed amendments to the Sri Lanka Electricity Act No. 20 of 2009 (as amended by the Act No. 31 of 2013), gazetted on April 29, 2022, with immediate effect,",
    "2. To stop handing over of country’s wind & solar resources to Adani Group (paying in dollars) without following the competitive bidding process,",
    "3. To stop driving the CEB to privatization in the guise of reforming,",
    "4. To appoint a suitable professional with unblemished character to the Post of Chairman, CEB without further delay.",
    "CEB Engineers to go on strike against bill to amend Sri Lanka Electricity Act",
    "Commercial HC Fiscal Officer suspended over conduct in enforcing order on Aeroflot Case"
  ]
}