{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sri-Lankan-economy-in-2021-Performance-highlights/34-734225",
  "time_ut": 1651429800,
  "title": "Sri Lankan economy in 2021: Performance highlights",
  "body_lines": [
    "The Central Bank on Friday released its 2021 Annual Report. Here is CBSL’s summary of the performance of the Sri Lanka economy as reflect in the Annual Report",
    "The Sri Lankan economy recovered in 2021 from the pandemic induced contraction in 2020, albeit with several deeply entrenched structural problems and vulnerabilities inherited over several decades coming to the forefront, thereby resulting in unprecedented socio-political tensions in early 2022.",
    "The economy was already in a fragile state lacking the necessary buffers to withstand shocks, when it was hit by the COVID-19 pandemic and other multifaceted headwinds that emanated from the global and domestic fronts. Such vulnerability of the economy can be mainly attributed to the lack of fiscal space, which was further constrained by the changes introduced to the tax structure in late 2019.",
    "Sri Lanka was not an exception in the world in deploying countermeasures to face the pandemic and safeguard the economy to forestall a lasting economic fallout and scarring effects on livelihoods. However, given particular vulnerabilities in the economy, the Central Bank had to be heavily involved in shielding the economy through extraordinary responses, in the form of monetary policy easing, ample liquidity provision to the markets and the Government, and adopting several external sector and financial sector policies, in the absence of adequate policy space in the fiscal sector or an adequately prompt response from the fiscal sector.",
    "The ultra-easy macroeconomic policy package unveiled by the Central Bank and the Government helped the economic recovery in 2021 from the historical contraction recorded in 2020, while also helping cushion the impact of the pandemic on a broader segment of the stakeholders. Both public and private sectors enjoyed the comfort of low-cost funds for working capital and investment that helped them stay afloat during this difficult time, and keep industries viable, even witnessing some growth, which in turn ensured uninterrupted provision of public services, utilities and goods and services to the public as well as other essential supply chains.",
    "However, unprecedented policy responses taken during the peak of the pandemic together with the inability to withdraw the policy measures due to expected fiscal responses not coming through adequately, caused a limited space for reversal measures and led to some unintended effects on macroeconomic stability in 2021, which were further aggravated in early 2022.",
    "Further, the pressures witnessed on the exchange rate amidst dried up liquidity in the domestic foreign exchange market were amplified in 2021 and early 2022, warranting a measured adjustment that was allowed in the exchange rate in early March 2022, compared to the level that prevailed in the market amidst concerns about the adverse impact of any large depreciation of the exchange rate on the society.",
    "However, the outcome of the exchange rate flexibility that was thereafter allowed also in early March 2022, fell short of expectations due to the large overshooting by market forces, reflecting the significant liquidity pressures that prevailed in the domestic foreign exchange market as well as the delay in market correction.",
    "Price stability, which was the strongest pillar for macroeconomic stability over the last decade or so, was challenged since the second half of 2021 due to the combined impact of global and local supply driven causes as well as the build-up of excessive demand pressures on prices, primarily caused by the lagged impact of extraordinary monetary accommodation, including unprecedented monetary financing that became required due to the lack of fiscal space.",
    "Moreover, the external sector remained on the brink of a precarious state since late 2021 due to the mounting Balance of Payments (BOP) pressures reflected in the meagre level of official reserves amidst significant debt servicing obligations along with the dire need to finance essential imports at a time when the domestic foreign exchange market remained largely illiquid.",
    "Calamities in the power and energy sector, acute shortages of essentials and raw materials and the spillover effects of these on every nook and cranny of the economy could disrupt economic activity excessively unless resolved urgently. The actions and policy measures taken on a piecemeal basis to fix or postpone these severe conditions have proven to be unsuccessful or created novel issues.",
    "Any notable intervention by fiscal authorities to ease these domestic economic conditions to restore normalcy remained a remote possibility due to historically high public debt levels, further weakening of fiscal balances and extremely low sovereign rating. As a result, the Central Bank took swift measures in early April 2022 to pre-empt further deterioration of macroeconomic stability and to restore price stability through a significant tightening of monetary policy, among others.",
    "These policy initiatives would be imperative to commence bold structural reforms to revitalise medium to long term macroeconomic stability, which remains a necessary condition for long term inclusive growth.",
    "In this regard, the implementation of several structural reforms is vital at this juncture by the Government to complement the Central Bank’s remedial policies. Implementing strong fiscal adjustments, which have been long delayed and often reversed in the past, will lead to a visible turnaround in the current complex economic turmoil.",
    "Sustainable containment of the budget deficit through an upward level shift to Government revenue along with the rationalisation and prioritisation of Government expenditure would help contain the expansion of Government borrowing going forward. Further, a comprehensive and coherent approach to achieving and maintaining public debt sustainability is a must to take any step forward in addressing the current economic problem.",
    "These essential fiscal adjustments have to be supported by financially independent and autonomous State-Owned Business Enterprises (SOBEs) by introducing, among others, cost reflective pricing structures, institutionalisation of good governance and accountability mechanisms, notable productivity enhancement and service delivery in the overall public sector, and strengthening of well-targeted social safety net schemes.",
    "While it is necessary to strengthen legal frameworks to ensure public accountability of State institutions, exercising existing legal powers in policy formulation and implementation by relevant authorities would ensure lasting economic welfare in the country. These changes would ensure increased participation of the private sector with ease, while the public sector continues to play a facilitator role in the economy.",
    "The persistent twin deficit dilemma experienced by Sri Lanka highlights the importance of addressing the BOP issues on a sustainable basis. National policies, which are free from changing political regimes, formed with the support of relevant stakeholders aiming at reducing the external current account deficit and budget deficit to a manageable level are imperative in this endeavour.",
    "Further, other non-debt creating foreign exchange generating sources need to be explored and established to build-up official reserves, while reducing the need for external debt financing of the BOP. A conducive doing business environment and Foreign Direct Investment (FDI) promotions must supplement this external sector stabilisation package.",
    "Recent events experienced in Sri Lanka reveal how macroeconomic stability, social cohesion and political stability are intertwined and how the effect of one aspect could spillover to another. Thus, the overall solution to the prevailing triple plights, i.e., economic turmoil, social unrest, and political instability, should cover all these elements to reboot Sri Lanka to new heights.",
    "The ongoing efforts to resolve the economic issues, including the suspension of external debt servicing by the Government for an interim period pending orderly and consensual restructuring of debt obligations, seeking an economic adjustment programme from the International Monetary Fund (IMF), a commitment to rationalising Government expenditure and enhancing Government revenue, and continuing non-aligned political and economic diplomacy, among others, are expected to restore macroeconomic stability in the period ahead. The overall success of these efforts is conditional on reassuring social coherence and restoring political stability and an enduring political will, to take this reform agenda forward."
  ]
}