{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Mediation-Boards-Commission-launches-convenient-dispute-intake-system-for-public/56-731881",
  "time_ut": 1647029280,
  "title": "Mediation Boards Commission launches convenient dispute intake system for public",
  "body_lines": [
    "The Mediation Boards Commission (MBC) of Sri Lanka, together with the Ministry of Justice, this week launched a convenient dispute intake system for the public by introducing a dispute intake box at Divisional Secretariat Level. This is expanding the Community Mediation Boards’ (CMB) Chairperson’s jurisdiction and making it easier for CMBs to receive complaints from the public.",
    "The launch event to hand over the first set of boxes was graced by several dignitaries: Justice Minister Ali Sabry, European Union Delegation to Sri Lanka and the Maldives Deputy Head Thorsten Bargfrede, British Council Country Director Maarya Rehman, Team Leader SEDR Project British Council Jacques Carstens and The Asia Foundation Deputy Country Representative Johann Robert.",
    "The current dispute intake system requires the public to hand over their disputes by way of a formal letter to the respective Chairperson in the Community Mediation Board (CMB) in the area where the disputants are from. However, this process of receiving formal complaints to the Mediation Board was found to be time consuming, leaving the public having to face many difficulties in handing over their complaints. As a solution, the Mediation Boards Commission decided to implement a convenient dispute intake system. As part of the Supporting Effective Dispute Resolution (SEDR) project, The Asia Foundation (TAF) contracted a vendor to design and provide 350 complaint boxes and oversee the delivery of the boxes to 25 District Secretariats.",
    "SEDR is a four-year access to justice project implemented by the British Council, in partnership with The Asia Foundation (TAF), and funded by the European Union (EU). The EUR 7 million project is part of the EU’s overarching STRIDE (Strengthening Transformation, Reconciliation and Inclusive Democratic Engagement) Program in Sri Lanka.",
    "European Union Delegation to Sri Lanka and the Maldives Deputy Head Thorsten Bargfrede said: “Mediation of local disputes is an important component of local governance, and it is crucial that we work to remove any barriers with regards to the efficient intake of disputes. A dispute intake box is an approachable method for the public to hand in their complaints and has the potential to influence more people in communities to come forward with their disputes, ultimately leading to increased trust and confidence in communal justice. The European Union’s funding to Supporting Effective Dispute Resolution (SEDR) project is a part of its commitment to promote dialogue and support local governance in Sri Lanka.”",
    "Justice Ministry Ali Sabry said: “Alternate Dispute Resolution (ADR) mechanisms have proved to be effective, speedy and cost-effective in many jurisdictions in the world. Mediation in particular has the potential in Sri Lanka to ease the burden on the justice system whilst also delivering an acceptable solution to both parties. This project will make access to mediation easier and also contribute to its development as an ADR mechanism in Sri Lanka. I am thankful to our development partners, the British Council, the Asia Foundation and the EU in supporting this project and working with the Ministry in taking this progressive step.”"
  ]
}