{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/India-s-Finance-Minister-assures-all-possible-economic-assistance-to-crisis-hit-Sri-Lanka/56-733642",
  "time_ut": 1650393000,
  "title": "India’s Finance Minister assures all possible economic assistance to crisis-hit Sri Lanka",
  "body_lines": [
    "Finance Minister Nirmala Sitharaman met her Sri Lankan counterpart Ali Sabry in Washington and assured him that as a close friend and good neighbour, India will try to extend all possible cooperation and assistance to the island nation amidst its worst economic crisis.",
    "Sri Lanka, which is on the brink of bankruptcy, is grappling with an unprecedented economic turmoil, the worst since its independence from Britain in 1948.",
    "Sitharaman, who is in Washington for the annual spring meetings of the International Monetary Fund (IMF) and the World Bank, discussed the current economic situation and India’s approach to addressing the prevailing challenges in Sri Lanka on Monday, the Ministry of Finance said.",
    "“Union Finance Minister Smt.@nsitharaman met Sri Lanka Finance Minister Mr. Ali Sabry on the sidelines of IMF-WB Spring Meetings, at Washington D.C., today, and discussed current economic situation and its approach towards addressing the prevailing challenges in Sri Lanka,” the Ministry of Finance said on Twitter.",
    "“Union Finance Minister Smt.@nsitharaman assured Sri Lanka that as a close friend and good neighbour, India will try to extend all possible cooperation and assistance to Sri Lanka,” it said in another tweet. As the island nation is experiencing its worst economic crisis in history, massive anti-Government protests are being held throughout the country against the Government’s failure to tackle the crisis.",
    "With long lines for fuel, cooking gas, essentials in short supply, and long hours of power cuts, the public has been suffering for months.",
    "With the economic crisis and the shortage of forex, an Indian credit line of USD 500 million for fuel imports provided a lifeline to the island nation.",
    "India recently announced to extend a USD 1 billion line of credit to Sri Lanka as part of its financial assistance to the country to deal with the economic crisis following a previous USD 500 billion line of credit in February to help it purchase petroleum products.",
    "Sri Lankan President Gotabaya Rajapaksa has defended his government’s actions, saying the foreign exchange crisis was not his making and the economic downturn was largely pandemic driven by the island nation’s tourism revenue and inward remittances waning. (Source: https://www.ndtv.com/india-news/finance-minister-nirmala-sitharaman-assures-all-possible-assistance-to-sri-lanka-by-india-2900276?-fbclid=IwAR1PaWDEV_wL7B5sIrur26-0wRlcq0vpy6rPSqGmdEXdL_ntBGWv5NgILGU)"
  ]
}