{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/isnt-private-sector-responsible-for-present-crisis/",
  "time_ut": 1655128260,
  "title": "Isn’t private sector responsible for present crisis?",
  "body_lines": [
    "Sri Lanka is facing the worst ever economic downturn in its recent history. An empty treasury can no longer provide sufficient funds, even to buy essentials, like fuel, medicine, and cooking gas. Desperate citizens, whose woes are unbearable, are on the streets, showing their anger. People point fingers at politicians and, especially the high-ups in the government in power, for the sorry state of affairs. They also blame the public service and the public servants for the inherent weaknesses which led to the present appalling situation in the country. The political parties in the opposition, too, cannot absolve them from the responsibility as their actions of objecting to worthwhile projects, while in opposition, have also negatively contributed to the economic crisis. The opposition politicians have also contributed to mismanagement through their popular demands for pay hikes for public servants, recruitment of more employees to the public sector, and subsidized fuel, electricity, transport, etc. Hence, there is no doubt that politicians of all colours and, public service, as a whole, are responsible for the present situation in the country, as partners or contributors to mismanagement of the economy. But the point I wish to raise in this article is whether the private sector, which is claimed to be the engine of growth, too is not responsible for the current economic downturn.",
    "Now, it is more than several decades since we have started to recognize the formidable role of the private sector as the engine of growth. Its expected contribution to economic development is huge. Indeed, the private sector cannot grow alone or play its role very efficiently without the support of the public service, which has to facilitate, guide, and regulate the private sector. Its survival and performance link to the policies of the government. Therefore, one can argue that the state is responsible for the unsatisfactory performance of the private sector, too. Still, there are several reasons, which substantiate the fact that a part of the blame can be attributed to the private sector as well.",
    "One serious issue in Sri Lanka is the non-utilization of opportunities due to a lack of technology and new investments. But, in many industries, existing companies make business cartels to safeguard their interests at the expense of the growth of the industry. They make promise after promise on their proposed expansions, technological development, and high growth, which does not happen. Instead, they make every effort to stop other players from entering the industry with the power of the cartel. In some sectors, new players have not been allowed in decades due to the influence of the existing companies. The result of this situation is the non-utilization of available opportunities for the well-being of the country.",
    "The private sector entities are assisted by the state through various grants, matching grants, tax concessions, tax holidays, soft loans, free government services, free technical assistance, etc. These entities also benefit from subsidized rates for fuel, electricity, water, and other services. Most of the time, public funds or foreign loan allocations, again which need to be settled by the public, are used for such assistance. But, can we be satisfied that these funds have been very efficiently utilized by those entities? Our knowledge is that even some soft loans have been defaulted due to the failure of some of those projects. Some projects have been abandoned. Although some such projects, and entities, continue, their actual contribution to the national economy is questionable. But, are those private-sector entities accountable enough for the public funds they have received?",
    "Corruption in the private sector is something we rarely talk about in Sri Lanka. But, in developed economies, it is a major area of concern. In Sri Lanka, too, we often hear about various frauds, malpractices, and skulduggeries with the involvement of the private sector. Sometimes, we hear that some top persons of private sector entities are fired for corrupt deals but it mostly does not go beyond the removal of individuals. The citizens are less interested in those wrongdoings as the general belief is that only politicians and public servants are responsible for the utilization of public funds and the management of the economy. But, as is explained in the previous paragraph, the private sector is also responsible for the efficient utilization of public funds. Their role in economic development is formidable. Corruption in the private sector also affects the quality of the services they offer to the public. Hence, it is evident that the frauds, wrongdoings, omissions as well as poor performance of the private sector also have a hand in the economic downturn of the country. The greed of some private sector entities and their unscrupulous actions to earn quick money have also ruined the development of some industries. The adulteration of pure Ceylon Tea is a case in point. Can anybody claim that such unprincipled actions of some of the private sector entities have not affected the economy?",
    "Some private sector entities also play politics at the expense of business ethics and good corporate practices. It is no secret that some business tycoons also have political ambitions. Some want to become kingmakers while some others want to become kings. When political interests take precedence over business interests, the performance of the industry is at stake. In addition, some private sector organisations attempt to get the maximum advantage of the corrupt system by keeping a close rapport with politicians and high-level public servants. In fact, on many occasions, the private sector also becomes an associate of the corrupt system. If the private sector entities are straightforward and genuine, most of the corrupt deals could have been avoided.",
    "Management issues in the private sector can also be considered as a factor influencing poor performance. For example, innovations, research and development, capacity building, and technological development are not considered priority requirements in many organisations, save a few high performers. High employee turnover in many public sector organisations is also a great issue affecting their efficiency. The resultant poor performance of the private sector is undoubtedly a major limitation for economic growth.",
    "In conclusion, I have to once again mention that this article is not an attempt to suggest that political authorities and public service are not at fault or less answerable for the crisis. But this is only an attempt to remind everyone that reforms are required everywhere and we all have to take pains to put our houses in order to get out of the crisis.",
    "(The writer is a Special Grade Officer of the Sri Lanka Administrative Service)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}