{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-energy-minister-clash-over-ending-competitive-bidding-for-private-plants-95368/",
  "time_ut": 1654669080,
  "title": "Sri Lanka opposition, energy minister clash over ending competitive bidding for private plants",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s is opening the door for high priced unsolicited renwable deals by ending competitive bidding and opening the doors for administratively decided pricing of unsolicited deals, opposition leader Sajith Premadasa said.",
    "“We are asking that the amendment to the act to be discussed and not to end competitive bidding,” Opposition leader Sajith Premadasa said.",
    "Minister Wijesekera said a ‘mafia’ was blocking them and questioned whether the opposition was blocking hydro power at 4.17 rupees a unit.",
    "However the 4.17 rupee hydro power comes from CEB owned plants which can be dispatched. Private plants come at 16 rupees or more and cannot be dispatched.",
    "The Electricity Act change will be brought on June 08, regardless of opposition Minister Wijesekera said.",
    "“If you want you vote against it,” Minister Wijesekera said.",
    "Minister Wijesekera claimed prices will be decided in the future ‘by the same officials who had decided in the past.”",
    "Premadasa said the the power minister was twisting the facts and making out that the opposition was supporters of a ‘mafia’.",
    "After the ousted Yahapalana administration brought competitive bidding for renewables prices fell to around 12 rupees from 20 to 30 rupee a unit ‘feed in tariffs’  decided by the Sustainable Energy Authority.",
    "Minister Wijesekera in answer to a separate question said solar plants were being paid around 20 to 35 rupees, others around 16 rupees.",
    "Under the current law, government to government deals can be done with cabinet approval according to industry officials. (Colombo/June08/2022)"
  ]
}