{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SMIC-calls-for-urgent-corrective-measures-for-crisis/56-733186",
  "time_ut": 1649356680,
  "title": "SMIC calls for urgent corrective measures for crisis",
  "body_lines": [
    "The Sri Lanka Medical Association (SLMA) and the Medical Professional Colleges and Associations, working in collaboration as the SLMA Medical Intercollegiate Committee (SMIC), yesterday wrote to President Gotabaya Rajapaksa calling for urgent corrective measures for the crisis that is affecting the health and wellbeing of Sri Lankans.",
    "“We urge you to discuss with ministers holding relevant portfolios, public officials such as Secretary to Treasury, Secretary Health and Governor of the Central Bank about securing funding to fulfil the basic needs of the hospitals and the National Immunisation Program of the country. This is an urgent priority,” the SMIC wrote to the President.",
    "They also requested a detailed plan on how the President and relevant officials were to meet exigencies related to the health and wellbeing of the population, asking for a clearly laid out roadmap with timeframes to be provided at the earliest possible time.",
    "“We do accept that these are difficult times for you as well as all the citizens of the country. The need of the hour is to be truthful, compassionate and for you to use the country’s intellectual resources in the form of expert advice and guidance from professionals,” the SMIC added.",
    "The SMIC listed two urgent concerns, of which the first is the acute shortage of essential medicines, reagents, equipment and consumables in State hospitals as well as the private healthcare sector.",
    "“Already decisions have been made to curtail some services such as routine surgical operations and even limit the usage of available material to life-threatening illnesses. This is not at all a sound policy as, what is considered non-emergency situations could turn into life-threatening problems within a few hours,” the letter reads.",
    "The SMIC adds that this is also not a sustainable policy and emergency treatment will also not be possible if supplies are not replenished within weeks, if not days. “This will result in a catastrophic number of deaths, which is likely to be in excess of the combined death toll of COVID-19, Tsunami and the Civil War,” the SMIC warns.",
    "The second concern is with regard to the physical, mental, social and spiritual wellbeing of persons during the current situation in the country. “We are also concerned gravely about the need to preserve fundamental rights and guarantee basic freedoms such as the right to information as these encompass important aspects of mental and social wellbeing of a population,” the letter adds.",
    "Having cited their concerns, the SMIC also identified ways in which they can extend their help to overcome these challenges, despite accepting that the current crisis has no immediate solutions.",
    "“We have initiated discussions with our members on preservation of the existing stocks of medicines and consumables to last for as long as possible (which may be only a very short-term solution) by prudent use,” the SMIC states, adding that withholding treatment for patients with non-emergency and non-urgent illnesses could pose medical and ethical problems for doctors.",
    "The SMIC also pledged to hold regular discussions with health-related government officials as well as the president."
  ]
}