{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81998/advisers-seek-role-with-creditors-for-usd-12-bn-sri-lanka-debt-revamp",
  "time_ut": 1650692520,
  "title": "Advisers seek role with creditors for USD 12 Bn Sri Lanka debt revamp",
  "body_lines": [
    "Ayres Investment Management LLP, DecisionBoundaries LLC and Perella Weinberg LP are among firms seeking to provide financial advice to Sri Lanka’s creditors, sources said, as the country heads towards a revamp of its $12 billion of external debt.",
    "Some bondholders are weighing their options after the South Asian island nation unilaterally suspended external debt payments ten days ago, four sources familiar with the situation said, asking not to be named because talks are private.",
    "The move comes as the government faces ongoing street protests over fuel, food and medicines shortage. With little foreign currency, the crisis-hit nation of 22 million people has also asked for emergency aid from the International Monetary Fund (IMF) and bilateral lenders, such as China and India.",
    "Asset managers BlackRock Inc. and Ashmore Group Plc. are among the creditors organizing in a group ahead of the talks, and have hired law firm White & Case for advice.",
    "Recent filings show major asset managers such as Fidelity, T Rowe Price and TIAA also hold some of the country’s outstanding dollar bonds.",
    "The creditor group hasn’t decided which financial adviser to hire, said one creditor who is part of the group. Another source close to the situation said it was not yet clear on whether the group would hire one at all.",
    "A debt restructuring would be the first for Sri Lanka, facing its worst economic crisis in decades.",
    "The government, which has recently appointed Ali Sabry as finance minister, is also in talks with multiple firms to hire both financial and legal advisers.",
    "The country’s 2025, 2026 and 2027 bonds are all trading at distressed levels of just over 40 cents in the dollar and close to all time lows hit in early March, Tradeweb data showed. ,,.",
    "The premium demanded by investors to hold the country’s debt over safe haven U.S. Treasuries has widened to 3,228 basis points - the highest since mid-March, the JPMorgan EMBIG Global Diversified index showed."
  ]
}