{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/IMF-warns-of-stagflationary-risks-in-Asia-cuts-growth-outlook/56-733975",
  "time_ut": 1650997800,
  "title": "IMF warns of ’stagflationary’ risks in Asia, cuts growth outlook",
  "body_lines": [
    "REUTERS: The Asian region faces a “stagflationary” outlook, a senior International Monetary Fund (IMF) official warned on Tuesday, citing the Ukraine war, spike in commodity costs and a slowdown in China as creating significant uncertainty.",
    "While Asia's trade and financial exposures to Russia and Ukraine are limited, the region's economies will be affected by the crisis through higher commodity prices and slower growth in European trading partners, said Anne-Marie Gulde-Wolf, acting director of the IMF's Asia and Pacific Department.",
    "Moreover, she noted that inflation in Asia is also starting to pick up at a time when China's economic slowdown is adding to pressure on regional growth.",
    "“Therefore, the region faces a stagflationary outlook, with growth being lower than previously expected, and inflation being higher,” she told an online news conference in Washington.",
    "The headwinds to growth come at a time when policy space to respond is limited, Gulde-Wolf said, adding that Asian policymakers will face a difficult trade-off of responding to slowing growth and rising inflation.",
    "“Monetary tightening will be needed in most countries, with the speed of tightening depending on domestic inflation developments and external pressures,” she said.",
    "The US Federal Reserve's expected steady interest rate hikes also present a challenge to Asian policymakers given the region's huge dollar-denominated debt, Gulde-Wolf said.",
    "In its latest forecast issued this month, the IMF said it expects Asia's economy to expand 4.9% this year, down 0.5 percentage points from its previous projection made in January.",
    "Inflation in Asia is now expected to hit 3.4% in 2022, 1 percentage point higher than forecast in January, it said.",
    "A further escalation in the war in Ukraine, new COVID-19 waves, a faster-than-expected Fed rate hike trajectory and prolonged or more widespread lockdowns in China are among risks to Asia's growth outlook, Gulde-Wolf said.",
    "“There is significant uncertainty around our baseline forecasts, with risks tilted to the downside.” she said."
  ]
}