{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/stellar-performance-from-aitken-spence-maritime-freight-and-logistics-at-the-national-logistics-awards-by-slffa/",
  "time_ut": 1648733160,
  "title": "Stellar performance from Aitken Spence Maritime Freight and Logistics at the National Logistics Awards by SLFFA",
  "body_lines": [
    "Aitken Spence Maritime and Freight Logistics sectors (MFL) secured multiple awards at the Inaugural National Logistics Awards Ceremony organised by Sri Lanka Logistics & Freight Forwarders Association (SLFFA). The prestigious award ceremony was graced by the Prime Minister of Sri Lanka, High Commissioner of India for Sri Lanka and stalwarts of the industry. The awards catered to all verticals of supply chain and was indeed a great platform to recognise companies’ significant achievements in the industry.",
    "Dr. Parakrama Dissanayake, Deputy Chairman and Managing Director of Aitken Spence PLC was recognised as a Legend for his integral contribution as a visionary leader. Dr. Dissanayake was instrumental in elevating Sri Lanka on the global map when he became the first non-Britisher to hold the position of International President of the Institute of Chartered Shipbrokers. His wealth of knowledge, gamut of experience and expertise in Maritime Logistics and Freight has transcended Sri Lanka beyond its shores and the region.",
    "Aitken Spence’s strategic partners Hapag Lloyd Lanka secured the Gold award for Medium Scale Ocean Carrier while DBS Logistics Ltd, a subsidiary of Aitken Spence and Partner for DB Schenker Network, was awarded Bronze for Freight Forwarding under the Medium size category.",
    "Aitken Spence Cargo secured the Silver award for Freight Forwarding and Aitken Spence Logistics secured Bronze for Warehousing and Distribution under the Large-Scale Category and secured Best Submission Overall for its best-in-class company presentation.",
    "Aitken Spence Cargo and Logistics are pioneers in freight forwarding and integrated logistics solutions and provides supply chain resilience to top global and local brands, amidst unprecedented global challenges via its comprehensive all in one supply chain solutions. The sector provides a unique proposition covering first mile to last mile solutions including turnkey mega projects.",
    "The Maritime & Freight Logistics sector of Aitken Spence has pioneered initiatives in each of its business segments. Aitken Spence Maritime: the first Sri Lankan company to undertake port efficiency enhancement, management services overseas with its entry to the African continent and subsequently to the South Pacific. The sector handles all areas of maritime services from shipping and cargo handling services to liner agency, cruise vessel, port management and development, chartering services and maritime education.",
    "Kelsey Homes continues steady growth in Q3 2021 despite challenging times",
    "CSE’s loss of value over three days snowballs to Rs. 570 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "SLFFA විසින් ජාතික ලොජිස්ටික් සම්මාන උළෙලේදී Aitken Spence සමුද්‍රීය භාණ්ඩ ප්‍රවාහනය සහ ප්‍රවාහනය වෙතින් විශිෂ්ට කාර්ය සාධනයක්",
      "body_lines": [
        "Aitken Spence Maritime and Freight Logistics sections (MFL) Sri Lanka Logistics & Freight Forwarders Association (SLFFA) විසින් සංවිධානය කරන ලද සමාරම්භක ජාතික ලොජිස්ටික් සම්මාන උළෙලේදී බහුවිධ සම්මාන ලබා ගත්තේය. මෙම ගෞරවනීය සම්මාන උළෙල ශ්‍රී ලංකා අග්‍රාමාත්‍යවරයා, ශ්‍රී ලංකාව සඳහා වන ඉන්දීය මහ කොමසාරිස්වරයා සහ ක්ෂේත්‍රයේ ප්‍රවීණයන් විසින් පිරිනමන ලදී. මෙම සම්මාන සැපයුම් දාමයේ සියලුම සිරස් සඳහා පිරිනමන ලද අතර ඇත්ත වශයෙන්ම කර්මාන්තයේ සමාගම්වල සැලකිය යුතු ජයග්‍රහණ හඳුනා ගැනීමට විශිෂ්ට වේදිකාවක් විය.",
        "Aitken Spence PLC හි නියෝජ්‍ය සභාපති සහ කළමනාකාර අධ්‍යක්ෂ ආචාර්ය පරාක්‍රම දිසානායක මහතා දූරදර්ශී නායකයෙකු ලෙස ඔහුගේ ඒකාග්‍ර දායකත්වය වෙනුවෙන් පුරාවෘත්තයක් ලෙස පිළිගැනීමට ලක්විය. ආචාර්ය දිසානායක වරලත් නැව් තැරැව්කරුවන්ගේ ආයතනයේ ජාත්‍යන්තර සභාපති ධුරය දැරූ පළමු බ්‍රිතාන්‍ය නොවන පුද්ගලයා බවට පත්වන විට ශ්‍රී ලංකාව ගෝලීය සිතියමේ ඉහළට ඔසවා තැබීමට මූලික විය. සමුද්‍රීය ලොජිස්ටික්ස් සහ භාණ්ඩ ප්‍රවාහනය පිළිබඳ ඔහුගේ දැනුම් සම්භාරය, පළපුරුද්ද සහ ප්‍රවීණත්වය ශ්‍රී ලංකාව එහි වෙරළෙන් සහ කලාපයෙන් ඔබ්බට ගොස් ඇත.",
        "Aitken Spence හි උපායමාර්ගික හවුල්කරුවන් වන Hapag Lloyd Lanka මධ්‍යම පරිමාණ සාගර වාහකය සඳහා රන් සම්මානය හිමිකරගත් අතර Aitken Spence හි අනුබද්ධිත DBS Logistics Ltd සහ DB Schenker Network හි හවුල්කරු මධ්‍යම ප්‍රමාණයේ භාණ්ඩ ප්‍රවාහනය සඳහා ලෝකඩ ප්‍රදානය කරන ලදී.",
        "Aitken Spence Cargo විසින් භාණ්ඩ ප්‍රවාහනය සඳහා රිදී සම්මානය සහ Aitken Spence Logistics මහා පරිමාණ කාණ්ඩය යටතේ ගබඩා කිරීම සහ බෙදාහැරීම සඳහා ලෝකඩ ලබා ගත් අතර එහි හොඳම පන්තියේ සමාගම් ඉදිරිපත් කිරීම සඳහා සමස්තයක් ලෙස හොඳම ඉදිරිපත් කිරීම ලබා ගත්තේය.",
        "Aitken Spence Cargo and Logistics යනු භාණ්ඩ ප්‍රවාහනය සහ ඒකාබද්ධ ලොජිස්ටික් විසඳුම්වල පුරෝගාමීන් වන අතර එහි විස්තීර්ණ සියල්ල එක් සැපයුම් දාම විසඳුම් හරහා පෙර නොවූ විරූ ගෝලීය අභියෝග මධ්‍යයේ ඉහළම ගෝලීය සහ දේශීය වෙළඳනාම සඳහා සැපයුම් දාම ඔරොත්තු දීමේ හැකියාව සපයයි. පිරිවැටුම් මෙගා ව්‍යාපෘති ඇතුළුව පළමු සැතපුම් සිට අවසාන සැතපුම් විසඳුම් ආවරණය වන පරිදි මෙම අංශය අද්විතීය යෝජනාවක් සපයයි.",
        "Aitken Spence හි සමුද්‍රීය සහ භාණ්ඩ ප්‍රවාහන සේවා අංශය එහි එක් එක් ව්‍යාපාරික අංශයන්හි පුරෝගාමී මුලපිරීම් කර ඇත. එයිට්කන් ස්පෙන්ස් මැරිටයිම්: අප්‍රිකානු මහාද්වීපයට සහ පසුව දකුණු පැසිෆික් කලාපයට ඇතුළුවීමත් සමඟ වරාය කාර්යක්ෂමතාව වැඩි දියුණු කිරීම, කළමනාකරණ සේවා විදේශයන්හි සිදු කළ පළමු ශ්‍රී ලාංකික සමාගමයි. මෙම අංශය නාවික හා භාණ්ඩ හැසිරවීමේ සේවා සිට ලයිනර් ඒජන්සි, කෲස් යාත්‍රා, වරාය කළමනාකරණය සහ සංවර්ධනය, වරලත් සේවා සහ සමුද්‍රීය අධ්‍යාපනය දක්වා සමුද්‍රීය සේවාවන්හි සියලුම ක්ෂේත්‍ර හසුරුවයි.",
        "Kelsey Homes අභියෝගාත්මක කාලයන් නොතකා 2021 Q3 හි අඛණ්ඩ වර්ධනයක් ලබා ගනී",
        "CSE හි දින තුනක හිමබෝල වල වටිනාකම රු. බිලියන 570 කි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "SLFFAவின் தேசிய தளவாட விருதுகளில் Aitken Spence கடல்சார் சரக்கு மற்றும் தளவாடங்களின் நட்சத்திர செயல்திறன்",
      "body_lines": [
        "Aitken Spence Maritime மற்றும் Freight Logistics துறைகள் (MFL) Sri Lanka Logistics & Freight Forwarders Association (SLFFA) ஏற்பாடு செய்த ஆரம்ப தேசிய தளவாட விருது வழங்கும் விழாவில் பல விருதுகளைப் பெற்றுள்ளன. இந்த மதிப்புமிக்க விருது வழங்கும் விழாவில் இலங்கை பிரதமர், இலங்கைக்கான இந்திய உயர்ஸ்தானிகர் மற்றும் தொழில்துறையின் முக்கியஸ்தர்கள் கலந்து கொண்டனர். இந்த விருதுகள் விநியோகச் சங்கிலியின் அனைத்து செங்குத்துகளுக்கும் வழங்கப்பட்டன மற்றும் உண்மையில் தொழில்துறையில் நிறுவனங்களின் குறிப்பிடத்தக்க சாதனைகளை அங்கீகரிக்க ஒரு சிறந்த தளமாக இருந்தது.",
        "Aitken Spence PLC இன் பிரதித் தலைவரும் முகாமைத்துவப் பணிப்பாளருமான கலாநிதி பராக்கிரம திஸாநாயக்க, தொலைநோக்குப் பார்வையுடைய தலைவராக அவரது ஒருங்கிணைந்த பங்களிப்பிற்காக ஒரு லெஜண்டாக அங்கீகரிக்கப்பட்டார். பட்டயக் கப்பல் தரகர்கள் நிறுவனத்தின் சர்வதேசத் தலைவர் பதவியை வகித்த முதல் பிரித்தானியர் அல்லாதவர் என்ற பெருமையை கலாநிதி திஸாநாயக்கா இலங்கையை உலக வரைபடத்தில் உயர்த்துவதில் முக்கிய பங்காற்றினார். கடல்சார் தளவாடங்கள் மற்றும் சரக்குகளில் அவரது அறிவுச் செல்வம், அனுபவம் மற்றும் நிபுணத்துவம் ஆகியவை இலங்கையை அதன் கரையையும் பிராந்தியத்தையும் தாண்டியுள்ளது.",
        "Aitken Spence இன் மூலோபாய பங்காளிகளான Hapag Lloyd Lanka, Medium Scale Ocean Carrierக்கான தங்க விருதைப் பெற்றுள்ளது, அதே நேரத்தில் Aitken Spence இன் துணை நிறுவனமான DBS Logistics Ltd, DB Schenker Network இன் பங்குதாரர், நடுத்தர அளவு பிரிவின் கீழ் சரக்கு அனுப்புதலுக்கான வெண்கலம் வழங்கப்பட்டது.",
        "Aitken Spence Cargo ஆனது சரக்கு அனுப்புதலுக்கான வெள்ளி விருதையும், Aitken Spence Logistics பெரிய அளவிலான வகையின் கீழ் கிடங்கு மற்றும் விநியோகத்திற்கான வெண்கலத்தையும் பெற்றது மற்றும் அதன் சிறந்த-இன்-கிளாஸ் நிறுவன விளக்கக்காட்சிக்காக ஒட்டுமொத்த சிறந்த சமர்ப்பிப்பைப் பெற்றது.",
        "Aitken Spence Cargo and Logistics ஆனது சரக்கு அனுப்புதல் மற்றும் ஒருங்கிணைக்கப்பட்ட தளவாட தீர்வுகளில் முன்னோடிகளாகும் மற்றும் முன்னெப்போதும் இல்லாத உலகளாவிய சவால்களுக்கு மத்தியில், அதன் விரிவான அனைத்தையும் ஒரே விநியோகச் சங்கிலி தீர்வுகள் மூலம் சிறந்த உலகளாவிய மற்றும் உள்ளூர் பிராண்டுகளுக்கு விநியோகச் சங்கிலி பின்னடைவை வழங்குகிறது. ஆயத்த தயாரிப்பு மெகா திட்டங்கள் உட்பட முதல் மைல் முதல் கடைசி மைல் வரையிலான தீர்வுகளை உள்ளடக்கிய தனித்துவமான முன்மொழிவை இந்தத் துறை வழங்குகிறது.",
        "எய்ட்கன் ஸ்பென்ஸின் கடல்சார் மற்றும் சரக்கு தளவாடத் துறையானது அதன் ஒவ்வொரு வணிகப் பிரிவுகளிலும் முன்னோடி முயற்சிகளைக் கொண்டுள்ளது. எய்ட்கென் ஸ்பென்ஸ் மரிடைம்: ஆபிரிக்க கண்டத்திற்கும் அதன் பின்னர் தென் பசிபிக் பகுதிக்கும் நுழைந்ததன் மூலம் வெளிநாட்டில் துறைமுக செயல்திறனை மேம்படுத்துதல், மேலாண்மை சேவைகளை மேற்கொண்ட முதல் இலங்கை நிறுவனம். கப்பல் மற்றும் சரக்கு கையாளுதல் சேவைகள் முதல் லைனர் ஏஜென்சி, கப்பல் கப்பல், துறைமுக மேலாண்மை மற்றும் மேம்பாடு, பட்டய சேவைகள் மற்றும் கடல்சார் கல்வி வரை கடல்சார் சேவைகளின் அனைத்து பகுதிகளையும் இத்துறை கையாளுகிறது.",
        "Kelsey Homes சவாலான நேரங்கள் இருந்தபோதிலும் Q3 2021 இல் நிலையான வளர்ச்சியைத் தொடர்கிறது",
        "சிஎஸ்இயின் மூன்று நாட்களில் பனிப்பந்துகளின் மதிப்பு ரூ. 570 பில்லியன்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}