{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-electricity-strike-called-off-over-promised-assurances-on-private-procurement-95453/",
  "time_ut": 1654736220,
  "title": "Sri Lanka electricity strike called off over promised assurances on private procurement",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s power engineers have called off a strike which plunged parts of the country in darkness following discussions with President Gotabaya Rajapaksa that high prices for private renewable power will only be given for smaller plants, union sources said.",
    "The government has proposed an amendment to the Sri Lanka Electricity Act to be debated in parliament on June 08, which the engineers union of the state-run Ceylon Electricity Board say will lead to legalization of large scale procurement scams in renewable power.",
    "Opposition leader Sajith Premadasa clashed with Energy Minister Kanchana Ratwatte calling for a delay in dropping competitive bidding and asked for a compromise based on consultations with stakeholders who had knowledge.",
    "RelatedSri Lanka opposition, energy minister clash over ending competitive bidding for private plants",
    "The Ceylon Electricity Board Engineers Union gave notice of the first strike since 1996 over the amendment to the law, which is to be debated in parliament on June 09.",
    "Engineers have proposed that so-called ‘feed in tariffs’ or pre-determined high prices be limited to small plants.",
    "Feed in tariffs in the past have led to high prices and what is described by some critics as an unusual scam.",
    "Feed in tariffs were linked to rising fuel prices through a mechanism called ‘avoided cost’ where renewable prices went up in tandem as oil prices went up.",
    "Sri Lanka’s renewable procurement prices fell to around 12 to 14 rupees a unit unit compared around 20 to 30 rupees under pre-determined ‘feed in tariffs’ at the then prevailing prices.",
    "Renewable costs fell as Chinese technology came in and efficiency improved.",
    "The current trade union action involves the planned procurement of large plants from private suppliers at high prices including India’s Adani at around 7.75 US cents a kilo Watt hour (unit) according to unions, who say it is about double the global price.",
    "In local currency it is about 28 rupees which compares to around 30 rupees for coal at current prices.",
    "Renewable energy prices have shot up to over 4.0 cents a unit in 2022 from around 3.0 cents earlier amid sudden demand due to high oil prices and international private firms are rushing to lock in 20 to 25 years contracts now using various methods ‘persuasion’ critics say. (North American Renewable Energy Prices Skyrocket Nearly 30% in One Year)",
    "The US Fed has already started tightening monetary policy which is expected to end energy and food commodity bubble fired by Jerome Powell from next year. (US inflation likely to stay high in 2022, 2023 even if Fed tightens now)",
    "Renewable power plants are intermittent and cannot be dispatched (started and stopped according to demand including night peak), usually do not generate reactive power, has no ‘intertia’ to absorb demand changes to maintain frequency and prevent blackouts and tends to de-stabilize a grid when large shares come.",
    "The European Union is currently evaluating the possibility of raising the overall renewable energy target to 45 percent by 2030 from 40 percent. (European Commission analysing higher 45% renewable energy target for 2030).",
    "Sri Lanka’s state-run Ceylon Electricity Board in its long term generation plan has already proposed a 53 percent target at the least cost where renewable additional go in step with network expansion and ‘holding capacity’ for renewable.",
    "Sri Lanka generation plan renewable power share for 2030 equal to Germany: CEB engineers",
    "Some observers say the CEBs long term generation plan is perhaps the last remaining evidence based planning document in the government of Sri Lanka which can be perused by the public. However the document is bulky and is difficult to digest.",
    "Sri Lanka’s public sector had gradually lost policy making power (green paper, white paper, expert consultation, public consultation, policy) and policy developed and decided in dark rooms where elections manifestos are made by special interests.",
    "Sri Lanka has a rickety grid which is built for central distribution, though there is a program to expand the network over time to absorb renewables. (Colombo/June08/2022)"
  ],
  "translate": {
    "si": {
      "title": "පුද්ගලික ප්‍රසම්පාදනය පිළිබඳ පොරොන්දු වූ සහතිකය මත ශ්‍රී ලංකා විදුලි වර්ජනය අත්හිටුවා ඇත",
      "body_lines": [
        "ECONOMYNEXT - පුද්ගලික පුනර්ජනනීය බලශක්තිය සඳහා ඉහළ මිලක් ලබා දෙන්නේ කුඩා බලාගාර සඳහා පමණක් බව ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සමඟ පැවති සාකච්ඡාවෙන් පසු ශ්‍රී ලංකාවේ විදුලි ඉංජිනේරුවන් විසින් රට පුරා අඳුරේ ගිල්වා තිබූ වැඩවර්ජනයක් අත්හිටුවා ඇති බව වෘත්තීය සමිති ආරංචි මාර්ග පවසයි.",
        "පුනර්ජනනීය බලයේ මහා පරිමාණ ප්‍රසම්පාදන වංචා නීත්‍යානුකූල කිරීමට හේතු වන බව රජය විසින් පාලනය කරන ලංකා විදුලිබල මණ්ඩලයේ ඉංජිනේරු සංගමය පවසන පරිදි ජුනි 08 වනදා පාර්ලිමේන්තුවේදී විවාදයට ගැනීමට නියමිත ශ්‍රී ලංකා විදුලිබල පනත සංශෝධනය කිරීමට රජය යෝජනා කර ඇත.",
        "විපක්ෂ නායක සජිත් ප්‍රේමදාස බලශක්ති අමාත්‍ය කාංචන රත්වත්තේ සමග ගැටී තරඟකාරී ලංසු තැබීම ප්‍රමාද කරන ලෙස ඉල්ලා සිටි අතර දැනුමක් ඇති පාර්ශවකරුවන් සමඟ සාකච්ඡා කර සම්මුතියක් ඇති කර ගන්නා ලෙස ඉල්ලා සිටියේය.",
        "Relatedපෞද්ගලික බලාගාර සඳහා තරඟකාරී ලංසු තැබීම අවසන් කිරීම සම්බන්ධයෙන් ශ්‍රී ලංකා විපක්ෂය සහ බලශක්ති ඇමති ගැටුමක්",
        "ලංකා විදුලිබල මණ්ඩල ඉංජිනේරු සංගමය නීති සංශෝධන සම්බන්ධයෙන් 1996 වසරෙන් පසු පළමු වැඩවර්ජනය පිළිබඳ දැනුම්දීමක් කළ අතර එය ජුනි 09 වැනිදා පාර්ලිමේන්තුවේදී විවාදයට ගැනීමට නියමිතය.",
        "ඉංජිනේරුවන් යෝජනා කර ඇත්තේ ඊනියා ‘තීරු බදු’ හෝ කලින් තීරණය කළ ඉහළ මිල ගණන් කුඩා පැලවලට සීමා කළ යුතු බවයි.",
        "අතීතයේ තීරුබදුවල සංග්‍රහය ඉහළ මිලකට හේතු වී ඇති අතර සමහර විවේචකයන් විසින් එය අසාමාන්‍ය වංචාවක් ලෙස විස්තර කරයි.",
        "තෙල් මිල ඉහළ යෑමත් සමඟම පුනර්ජනනීය මිල ගණන් ඉහළ ගිය ‘වළකා දැමූ පිරිවැය’ නම් යාන්ත්‍රණයක් හරහා තීරුබදු සංග්‍රහය ඉන්ධන මිල ඉහළ යාමට සම්බන්ධ විය.",
        "ශ්‍රී ලංකාවේ පුනර්ජනනීය ප්‍රසම්පාදන මිල එකල පැවති මිල ගණන්වලට අනුව කලින් තීරණය කරන ලද ‘තීරු ගාස්තු’ යටතේ රුපියල් 20 ත් 30 ත් අතර ප්‍රමාණයකට සාපේක්ෂව ඒකකයක ඒකකයක් රුපියල් 12 සිට 14 දක්වා පහත වැටුණි.",
        "චීන තාක්‍ෂණය පැමිණ කාර්යක්ෂමතාව වැඩි වීමත් සමඟ පුනර්ජනනීය පිරිවැය අඩු විය.",
        "වත්මන් වෘත්තීය සමිති ක්‍රියාමාර්ගය ගෝලීය මිල මෙන් දෙගුණයක් පමණ වන බව පවසන වෘත්තීය සමිති පවසන පරිදි, වෘත්තීය සමිති පවසන පරිදි, පෞද්ගලික සැපයුම්කරුවන්ගෙන් විශාල පැල, කිලෝ වොට් පැයකට (ඒකකය) ඇමෙරිකානු ශත 7.75ක් වැනි ඉහළ මිලකට මිලදී ගැනීමට සැලසුම් කර ඇත.",
        "දේශීය මුදලින් රුපියල් 28ක් පමණ වන අතර එය දැනට පවතින මිල අනුව ගල් අඟුරු සඳහා රුපියල් 30ක් පමණ වේ.",
        "ඉහළ තෙල් මිල හේතුවෙන් හදිසි ඉල්ලුම මධ්‍යයේ පුනර්ජනනීය බලශක්ති මිල 2022 දී ශත 3.0 සිට ශත 4.0 දක්වා ඉහළ ගොස් ඇති අතර ජාත්‍යන්තර පෞද්ගලික සමාගම් විවිධ ක්‍රම භාවිතා කරමින් වසර 20 සිට 25 දක්වා ගිවිසුම් වලට අගුලු දැමීමට ඉක්මන් වන බව විචාරකයෝ පවසති. . (උතුරු ඇමරිකානු පුනර්ජනනීය බලශක්ති මිල එක් වසරක් තුළ 30% කට ආසන්න)",
        "ලබන වසරේ සිට ජෙරොම් පවෙල් විසින් වෙඩි තබන ලද බලශක්ති සහ ආහාර භාණ්ඩ බුබුල අවසන් කිරීමට අපේක්ෂා කරන මූල්‍ය ප්‍රතිපත්තිය එක්සත් ජනපද මහ බැංකුව දැනටමත් දැඩි කිරීමට පටන් ගෙන තිබේ. (එක්සත් ජනපද උද්ධමනය 2022, 2023 දී ඉහළ මට්ටමක පවතිනු ඇත, ෆෙඩරල් මහ බැංකුව දැන් දැඩි වුවද)",
        "පුනර්ජනනීය බලාගාර කඩින් කඩ වන අතර ඒවා යැවිය නොහැක (රාත්‍රී උපරිමය ඇතුළුව ඉල්ලුම අනුව ආරම්භ කිරීම සහ නැවැත්වීම), සාමාන්‍යයෙන් ප්‍රතික්‍රියාශීලී බලය උත්පාදනය නොකරයි, සංඛ්‍යාතය පවත්වා ගැනීමට සහ විදුලිය විසන්ධි වීම වැළැක්වීම සඳහා ඉල්ලුම වෙනස්වීම් අවශෝෂණය කර ගැනීමට 'අන්තර්ටිය' නොමැත. විශාල කොටස් පැමිණෙන විට ජාලය.",
        "යුරෝපා සංගමය මේ වන විට සමස්ත පුනර්ජනනීය බලශක්ති ඉලක්කය සියයට 40 සිට 2030 වන විට සියයට 45 දක්වා ඉහළ නැංවීමේ හැකියාව තක්සේරු කරමින් සිටී. (යුරෝපීය කොමිසම 2030 සඳහා ඉහළ 45% පුනර්ජනනීය බලශක්ති ඉලක්කය විශ්ලේෂණය කරයි).",
        "ශ්‍රී ලංකාවේ රජය විසින් පවත්වාගෙන යනු ලබන ලංකා විදුලිබල මණ්ඩලය සිය දිගුකාලීන ජනන සැලැස්ම තුළ දැනටමත් අවම පිරිවැයට සියයට 53 ක ඉලක්කයක් යෝජනා කර ඇති අතර එහිදී පුනර්ජනනීය අතිරේක ජාල පුළුල් කිරීම සහ පුනර්ජනනීය සඳහා ‘ධාරණ ධාරිතාව’ සමඟ පියවරට යයි.",
        "ශ්‍රී ලංකා ජනන සැලැස්ම 2030 සඳහා ජර්මනියට සමාන පුනර්ජනනීය බලශක්ති කොටස: ලංවිම ඉංජිනේරුවන්",
        "සමහර නිරීක්ෂකයින් පවසන්නේ ලංවිම දිගුකාලීන ජනන සැලැස්ම මහජනතාවට විමසා බැලිය හැකි ශ්‍රී ලංකා රජය තුළ ඉතිරිව ඇති අවසාන සාක්ෂි පදනම් වූ සැලසුම් ලේඛනය විය හැකි බවයි. කෙසේ වෙතත් ලේඛනය විශාල වන අතර දිරවීමට අපහසු වේ.",
        "ශ්‍රී ලංකාවේ රාජ්‍ය අංශයට ප්‍රතිපත්ති සැකසීමේ බලය (හරිත පත්‍රිකාව, ධවල පත්‍රිකාව, විශේෂඥ උපදේශන, මහජන උපදේශනය, ප්‍රතිපත්ති) ක්‍රමක්‍රමයෙන් ගිලිහී ගොස් තිබූ අතර විශේෂ අවශ්‍යතා මත මැතිවරණ ප්‍රතිපත්ති ප්‍රකාශන සාදන අඳුරු කාමරවල ප්‍රතිපත්ති සකස් කර තීරණය කරන ලදී.",
        "පුනර්ජනනීය ද්‍රව්‍ය අවශෝෂණය කර ගැනීම සඳහා කාලයත් සමඟ ජාලය පුළුල් කිරීමේ වැඩසටහනක් තිබුණද, මධ්‍යම බෙදාහැරීම සඳහා ගොඩනගා ඇති අබලන් ජාලයක් ශ්‍රී ලංකාව සතුව ඇත. (කොළඹ/ජුනි08/2022)"
      ]
    },
    "ta": {
      "title": "தனியார் கொள்முதலுக்கான உறுதிமொழிக்கு எதிராக இலங்கை மின்சார வேலைநிறுத்தம் கைவிடப்பட்டது",
      "body_lines": [
        "பொருளாதாரம் - தனியார் புதுப்பிக்கத்தக்க மின்சாரத்திற்கான அதிக விலை சிறிய ஆலைகளுக்கு மட்டுமே வழங்கப்படும் என்று ஜனாதிபதி கோட்டாபய ராஜபக்ஷவுடன் கலந்துரையாடியதைத் தொடர்ந்து நாட்டின் சில பகுதிகளை இருளில் மூழ்கடித்த வேலைநிறுத்தத்தை இலங்கையின் மின் பொறியியலாளர்கள் வாபஸ் பெற்றுள்ளதாக தொழிற்சங்க வட்டாரங்கள் தெரிவித்தன.",
        "இலங்கை மின்சார சட்டத்தில் திருத்தம் ஒன்றை ஜூன் 08 ஆம் திகதி பாராளுமன்றத்தில் விவாதிக்க அரசாங்கம் முன்மொழிந்துள்ளது, இது புதுப்பிக்கத்தக்க மின்சாரத்தில் பாரிய அளவிலான கொள்முதல் மோசடிகளை சட்டப்பூர்வமாக்க வழிவகுக்கும் என்று அரசால் நடத்தப்படும் இலங்கை மின்சார சபையின் பொறியியலாளர்கள் சங்கம் கூறுகிறது.",
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச, எரிசக்தி அமைச்சர் காஞ்சன ரத்வத்தவுடன் மோதி, போட்டி ஏலத்தை கைவிடுவதில் தாமதம் வேண்டும் என்றும், அறிவு உள்ள பங்குதாரர்களுடன் கலந்தாலோசித்து சமரசம் செய்து கொள்ளுமாறும் கேட்டுக் கொண்டார்.",
        "தனியார் ஆலைகளுக்கான போட்டி ஏலத்தை முடிவுக்கு கொண்டுவருவது தொடர்பாக இலங்கை எதிர்ப்பு, எரிசக்தி அமைச்சர் மோதல்",
        "இலங்கை மின்சார சபை பொறியியலாளர்கள் சங்கம் 1996 ஆம் ஆண்டு முதல் வேலைநிறுத்தத்திற்கு அறிவித்தல் சட்டத் திருத்தம் தொடர்பில் ஜூன் 09 ஆம் திகதி பாராளுமன்றத்தில் விவாதத்திற்கு உட்படுத்தப்படவுள்ளது.",
        "பொறியாளர்கள், 'கட்டணத்தில் தீவனம்' அல்லது முன்கூட்டியே நிர்ணயிக்கப்பட்ட அதிக விலைகள் சிறிய ஆலைகளுக்கு மட்டுமே என்று முன்மொழிந்துள்ளனர்.",
        "கடந்த காலங்களில் கட்டணங்களில் உள்ள தீவனம் அதிக விலைக்கு வழிவகுத்தது மற்றும் சில விமர்சகர்களால் இது ஒரு அசாதாரண மோசடி என்று விவரிக்கப்பட்டது.",
        "எண்ணெய் விலைகள் அதிகரித்ததால், புதுப்பிக்கத்தக்க விலைகள் ஒரே நேரத்தில் அதிகரித்தது.",
        "இலங்கையின் புதுப்பிக்கத்தக்க கொள்முதல் விலைகள், அப்போதைய விலையில், முன்னரே தீர்மானிக்கப்பட்ட ‘கட்டணத்தில் ஊட்டத்தின்’ கீழ் சுமார் 20 முதல் 30 ரூபாயுடன் ஒப்பிடுகையில், யூனிட் ஒன்றுக்கு சுமார் 12 முதல் 14 ரூபாய் வரை குறைந்துள்ளது.",
        "சீனத் தொழில்நுட்பம் வந்து, செயல்திறன் மேம்பட்டதால், புதுப்பிக்கத்தக்க செலவுகள் குறைந்தன.",
        "தற்போதைய தொழிற்சங்க நடவடிக்கையானது, தனியார் சப்ளையர்களிடம் இருந்து அதிக விலையில் பெரிய ஆலைகளை கொள்முதல் செய்வதை உள்ளடக்கியது, இதில் இந்தியாவின் அதானி உட்பட சுமார் 7.75 அமெரிக்க சென்ட்கள் ஒரு கிலோ வாட் ஹவர் (அலகு) என தொழிற்சங்கங்கள் கூறுகின்றன.",
        "தற்போதைய விலையில் நிலக்கரியின் விலை சுமார் 30 ரூபாயுடன் ஒப்பிடுகையில் உள்ளூர் நாணயத்தில் 28 ரூபாய்.",
        "2022 ஆம் ஆண்டில் புதுப்பிக்கத்தக்க எரிசக்தி விலைகள் ஒரு யூனிட் 3.0 சென்ட்களில் இருந்து 4.0 சென்ட்களுக்கு மேல் உயர்ந்துள்ளன, ஏனெனில் திடீர் தேவை காரணமாக, சர்வதேச தனியார் நிறுவனங்கள் 20 முதல் 25 ஆண்டுகள் ஒப்பந்தங்களை பல்வேறு முறைகளைப் பயன்படுத்தி இப்போது பூட்டுகின்றன என்று விமர்சகர்கள் கூறுகின்றனர். . (வட அமெரிக்க புதுப்பிக்கத்தக்க எரிசக்தி விலைகள் ஓராண்டில் ஏறக்குறைய 30% ஆக உயர்ந்தது)",
        "அமெரிக்க பெடரல் ஏற்கனவே நாணயக் கொள்கையை கடுமையாக்கத் தொடங்கியுள்ளது, இது அடுத்த ஆண்டு முதல் ஜெரோம் பவலின் எரிசக்தி மற்றும் உணவுப் பொருட்களின் குமிழியை முடிவுக்குக் கொண்டுவரும் என்று எதிர்பார்க்கப்படுகிறது. (அமெரிக்காவின் பணவீக்கம் 2022, 2023 இல் அதிகமாக இருக்கும், மத்திய வங்கி இப்போது இறுக்கமடைந்தாலும் கூட)",
        "புதுப்பிக்கத்தக்க மின் உற்பத்தி நிலையங்கள் இடைவிடாதவை மற்றும் அனுப்பப்பட முடியாது (இரவு உச்சம் உட்பட தேவைக்கு ஏற்ப தொடங்கப்பட்டு நிறுத்தப்படும்), பொதுவாக எதிர்வினை சக்தியை உருவாக்காது, அலைவரிசையை பராமரிக்கவும் மின்தடைகளைத் தடுக்கவும் தேவை மாற்றங்களை உறிஞ்சுவதற்கு 'இடைநிலை' இல்லை. பெரிய பங்குகள் வரும்போது கட்டம்.",
        "2030 ஆம் ஆண்டுக்குள் ஒட்டுமொத்த புதுப்பிக்கத்தக்க எரிசக்தி இலக்கை 40 சதவீதத்தில் இருந்து 45 சதவீதமாக உயர்த்துவதற்கான சாத்தியக்கூறுகளை ஐரோப்பிய ஒன்றியம் தற்போது மதிப்பீடு செய்து வருகிறது. (2030 இல் 45% புதுப்பிக்கத்தக்க ஆற்றல் இலக்கை ஐரோப்பிய ஆணையம் பகுப்பாய்வு செய்கிறது).",
        "இலங்கையின் அரசால் நடத்தப்படும் இலங்கை மின்சார வாரியம் அதன் நீண்ட கால மின் உற்பத்தித் திட்டத்தில் 53 சதவீத இலக்கை குறைந்த செலவில் ஏற்கனவே முன்மொழிந்துள்ளது, அங்கு புதுப்பிக்கத்தக்க கூடுதல் நெட்வொர்க் விரிவாக்கம் மற்றும் புதுப்பிக்கத்தக்க 'தடுப்பு திறன்' ஆகியவற்றுடன் படிப்படியாக செல்கிறது.",
        "இலங்கை உற்பத்தித் திட்டம் 2030 ஆம் ஆண்டிற்கான புதுப்பிக்கத்தக்க ஆற்றல் பங்கை ஜேர்மனிக்கு சமமாக: CEB பொறியியலாளர்கள்",
        "சில அவதானிகள், CEB களின் நீண்ட கால உருவாக்கத் திட்டமானது, இலங்கை அரசாங்கத்தில் எஞ்சியிருக்கும் கடைசி சாட்சிய அடிப்படையிலான திட்டமிடல் ஆவணமாக இருக்கலாம், இது பொதுமக்களால் ஆராயப்படலாம் என்று கூறுகின்றனர். இருப்பினும் ஆவணம் பருமனானது மற்றும் ஜீரணிக்க கடினமாக உள்ளது.",
        "இலங்கையின் பொதுத் துறையானது கொள்கை உருவாக்கும் அதிகாரத்தை (பசுமைத்தாள், வெள்ளை அறிக்கை, நிபுணர் ஆலோசனை, பொது ஆலோசனை, கொள்கை) படிப்படியாக இழந்தது மற்றும் விசேட நலன்களின் அடிப்படையில் தேர்தல் விஞ்ஞாபனங்கள் தயாரிக்கப்படும் இருட்டு அறைகளில் கொள்கை உருவாக்கப்பட்டு தீர்மானிக்கப்பட்டது.",
        "புதுப்பிக்கத்தக்கவைகளை உள்வாங்குவதற்காக வலையமைப்பை காலப்போக்கில் விரிவுபடுத்தும் வேலைத்திட்டம் இருந்தபோதிலும், மத்திய விநியோகத்திற்காக கட்டமைக்கப்பட்டுள்ள ரிக்கிட்டி கட்டம் இலங்கையில் உள்ளது. (கொழும்பு/ஜூன்08/2022)"
      ]
    }
  }
}