{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/25/world-leaders-congratulate-macron-on-french-election-victory/",
  "time_ut": 1650867300,
  "title": "World leaders congratulate Macron on French election victory",
  "body_lines": [
    "COLOMBO; World leaders have rushed to congratulate French President Emmanuel Macron on his election victory over his far-right rival, with many in Europe describing the outcome as a win for the European Union.",
    "European Council President Charles Michel, as well as the prime ministers of Belgium and Luxembourg, were among the first to congratulate Macron, followed by almost all of the bloc’s 27 leaders, after his win over Marine Le Pen by a comfortable margin.",
    "Though polls had predicted Macron winning Sunday’s second round of the French presidential election, the experience of Britain’s surprise vote to leave the European Union and the election of Donald Trump in the United States in 2016 had some concerns about the possibility of an election upset.",
    "A victory for Le Pen, a deeply eurosceptic politician who has professed admiration for Russian President Vladimir Putin, would have had huge implications for the stability of the EU.",
    "Le Pen had long flirted with the idea of leaving the bloc, although she insisted during her campaign that she had no “secret agenda” this time for quitting the group or the euro single currency.",
    "Italian Prime Minister Mario Draghi said Macron’s re-election was “wonderful news for all of Europe”, while German Chancellor Olaf Scholz said French voters “have sent a strong vote of confidence in Europe today”.",
    "The leaders of Sweden, Romania, Lithuania, Finland, the Netherlands, and Greece, as well as European Commission President Ursula von der Leyen, all reacted within half an hour of the result with their congratulations.",
    "“I look forward to continuing our extensive and constructive cooperation within the EU and NATO, and to further strengthening the excellent relationship between our countries,” Dutch Prime Minister Mark Rutte said.",
    "Spain’s Prime Minister Pedro Sanchez tweeted his congratulations to Macron.",
    "“The citizens have chosen a France committed to a free, strong, and fair EU. Democracy wins. Europe wins,” Sanchez wrote. “Congratulations Emmanuel Macron.”",
    "Sanchez on Thursday wrote a joint opinion piece in the French daily newspaper Le Monde, with Germany’s Scholz and Portugal’s Prime Minister Antonio Costa, criticizing Le Pen and urging people to vote for Macron.",
    "British Prime Minister Boris Johnson, the public face of Brexit for many Europeans, applauded the result, pledging cooperation with Macron and saying: “France is one of our closest and most important allies”.",
    "Joe Biden, the president of the United States, also hailed Macron’s victory.",
    "“France is our oldest ally and a key partner in addressing global challenges,” he said in a tweet.",
    "“I look forward to our continued close cooperation – including supporting Ukraine, defending democracy, and countering climate change.”",
    "Ukraine’s President Volodymyr Zelensky, who has spoken with Macron several times since Russia’s invasion of his country on February 24, congratulated his French counterpart by phone.",
    "On Twitter, Zelensky called Macron a “true friend of Ukraine”.",
    "“I wish him further success for the sake of the (French) people. I appreciate his support and I am convinced that we are moving together towards new common victories,” he wrote in both Ukrainian and French.",
    "Australian prime minister Scott Morrison said Macron’s victory was a “great expression of liberal democracy in action in uncertain times” and said he wished the French leader and his country “every success, in particular, your leadership in Europe and as an important partner to Australia in the Indo-Pacific”.",
    "Canadian Prime Minister Justin Trudeau said he was “looking forward to continuing our work together on the issues that matter most to people in Canada and France – from defending democracy to fighting climate change, to creating good jobs and economic growth for the middle class”."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රංශ මැතිවරණ ජයග්‍රහණය වෙනුවෙන් ලෝක නායකයන් මැක්‍රොන්ට සුබ පතයි",
      "body_lines": [
        "කොළඹ; ප්‍රංශ ජනාධිපති එම්මානුවෙල් මැක්‍රොන් ඔහුගේ අන්ත දක්ෂිනාංශික ප්‍රතිවාදියා පරදවා ජයග්‍රහණය කිරීම සම්බන්ධයෙන් ඔහුට සුබ පැතීමට ලෝක නායකයන් යුහුසුළු වී ඇත, යුරෝපයේ බොහෝ දෙනෙක් එහි ප්‍රතිඵලය යුරෝපීය සංගමයේ ජයග්‍රහණයක් ලෙස විස්තර කරති.",
        "යුරෝපීය කවුන්සිලයේ සභාපති චාල්ස් මිචෙල් මෙන්ම බෙල්ජියමේ සහ ලක්සම්බර්ග්හි අගමැතිවරුද මැක්‍රොන්ට සුබ පැතූ පළමු අය අතර වූ අතර, මැරීන් ලෙ පෙන්ට එරෙහිව ඔහු පහසු පරතරයකින් ජයග්‍රහණය කිරීමෙන් පසු කණ්ඩායමේ නායකයින් 27 දෙනාම පාහේ මැක්‍රොන්ට සුබ පැතූහ.",
        "ප්‍රංශ ජනාධිපතිවරණයේ ඉරිදා දෙවන වටයෙන් මැක්‍රොන් ජයග්‍රහණය කරනු ඇතැයි මත විමසුම් අනාවැකි පළ කර තිබුණද, යුරෝපා සංගමයෙන් ඉවත් වීමට බ්‍රිතාන්‍යයේ විස්මිත ඡන්දය සහ 2016 දී එක්සත් ජනපදයේ ඩොනල්ඩ් ට්‍රම්ප් තේරී පත්වීම පිළිබඳ අත්දැකීම් මැතිවරණයක් අවුල් කිරීමේ හැකියාව පිළිබඳ යම් කනස්සල්ලක් ඇති කළේය.",
        "රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින් කෙරෙහි පැහැදීමක් ප්‍රකාශ කළ ගැඹුරු යුරෝසෙප්ටික් දේශපාලනඥයෙකු වන ලෙ පෙන් ජයග්‍රහණයක් ලැබීම, යුරෝපා සංගමයේ ස්ථාවරත්වයට විශාල ඇඟවුම් ඇති කරනු ඇත.",
        "මෙවර කණ්ඩායමෙන් ඉවත් වීම හෝ යුරෝ තනි මුදල් ඒකකයක් සඳහා “රහස් න්‍යාය පත්‍රයක්” නොමැති බව ඇයගේ මැතිවරණ ප්‍රචාරණයේදී ඇය අවධාරනය කළ ද, Le Pen කල්ලිය හැර යාමේ අදහස සමඟ බොහෝ කලක සිට ආලවන්ත හැඟීම් පෑමට පටන් ගෙන තිබුණි.",
        "ඉතාලි අගමැති මාරියෝ ඩ්‍රාගි පැවසුවේ මැක්‍රොන්ගේ නැවත තේරී පත්වීම “මුළු යුරෝපයටම අපූරු ආරංචියක්” වන අතර ජර්මානු චාන්සලර් ඔලාෆ් ෂෝල්ස් ප්‍රකාශ කළේ ප්‍රංශ ඡන්දදායකයින් “අද යුරෝපයට දැඩි විශ්වාසයක් යවා ඇති” බවයි.",
        "ස්වීඩනය, රුමේනියාව, ලිතුවේනියාව, ෆින්ලන්තය, නෙදර්ලන්තය සහ ග්‍රීසියේ නායකයින් මෙන්ම යුරෝපීය කොමිසමේ සභාපති උර්සුලා වොන් ඩර් ලේයන් ද ප්‍රතිඵලයෙන් පැය භාගයක් ඇතුළත සිය සුබ පැතුම් සමඟ ප්‍රතිචාර දැක්වූහ.",
        "\"යුරෝපා සංගමය සහ නේටෝව තුළ අපගේ පුළුල් සහ නිර්මාණාත්මක සහයෝගීතාව දිගටම කරගෙන යාමටත්, අපේ රටවල් අතර විශිෂ්ට සබඳතාව තවදුරටත් ශක්තිමත් කිරීමටත් මම බලාපොරොත්තු වෙනවා\" යනුවෙන් නෙදර්ලන්ත අගමැති මාර්ක් රූට් පැවසීය.",
        "ස්පාඤ්ඤයේ අගමැති පේද්‍රෝ සැන්චෙස් මැක්‍රොන්ට සිය සුබපැතුම් ට්වීට් කළේය.",
        "“පුරවැසියන් නිදහස්, ශක්තිමත් සහ සාධාරණ යුරෝපා සංගමයක් සඳහා කැපවී සිටින ප්‍රංශයක් තෝරාගෙන ඇත. ප්‍රජාතන්ත්‍රවාදය දිනයි. යුරෝපය ජය ගනී, ”සැන්චෙස් ලිවීය. \"සුභ පැතුම් එමානුවෙල් මැක්‍රොන්.\"",
        "Sanchez බ්‍රහස්පතින්දා ප්‍රංශ දිනපතා පුවත්පතක් වන Le Monde හි ජර්මනියේ Scholz සහ පෘතුගාලයේ අගමැති Antonio Costa සමඟ ඒකාබද්ධ මතයක් ලිවීය, Le Pen විවේචනය කරමින් සහ මැක්‍රොන්ට ඡන්දය දෙන ලෙස ජනතාවගෙන් ඉල්ලා සිටියේය.",
        "බොහෝ යුරෝපීයයන් සඳහා බ්‍රෙක්සිට් හි පොදු මුහුණුවර වන බ්‍රිතාන්‍ය අගමැති බොරිස් ජොන්සන්, ප්‍රති result ලය අගය කරමින්, මැක්‍රොන් සමඟ සහයෝගීතාවයට ප්‍රතිඥා දෙමින්: “ප්‍රංශය අපගේ සමීපතම සහ වැදගත්ම සගයන්ගෙන් එකකි”.",
        "එක්සත් ජනපදයේ ජනාධිපති ජෝ බයිඩන් ද මැක්‍රොන්ගේ ජයග්‍රහණයට ප්‍රශංසා කළේය.",
        "“ප්‍රංශය අපගේ පැරණිතම මිතුරා වන අතර ගෝලීය අභියෝගවලට මුහුණ දීමේ ප්‍රධාන හවුල්කරුවෙකි,” ඔහු ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේය.",
        "\"යුක්රේනයට සහය දැක්වීම, ප්‍රජාතන්ත්‍රවාදය ආරක්ෂා කිරීම සහ දේශගුණික විපර්යාසවලට එරෙහි වීම ඇතුළුව අපගේ අඛණ්ඩ සමීප සහයෝගීතාව මම බලාපොරොත්තු වෙමි.\"",
        "පෙබරවාරි 24 වන දින රුසියාව තම රට ආක්‍රමණය කිරීමෙන් පසු මැක්‍රොන් සමඟ කිහිප වතාවක් කතා කළ යුක්‍රේනයේ ජනාධිපති වොලොඩිමියර් සෙලෙන්ස්කි, ඔහුගේ ප්‍රංශ සගයාට දුරකථනයෙන් සුබ පැතුවේය.",
        "ට්විටර් හි සෙලෙන්ස්කි මැක්‍රොන් හැඳින්වූයේ \"යුක්රේනයේ සැබෑ මිතුරා\" ලෙසිනි.",
        "“(ප්‍රංශ) ජනතාව වෙනුවෙන් ඔහු තවදුරටත් සාර්ථක වේවායි ප්‍රාර්ථනා කරමි. ඔහුගේ සහයෝගය මම අගය කරන අතර අපි නව පොදු ජයග්‍රහණ කරා එකට ගමන් කරන බව මට ඒත්තු ගොස් ඇත, ”ඔහු යුක්‍රේනියානු සහ ප්‍රංශ යන දෙඅංශයෙන්ම ලිවීය.",
        "මැක්‍රොන්ගේ ජයග්‍රහණය “අවිනිශ්චිත කාලවලදී ක්‍රියාත්මක වන ලිබරල් ප්‍රජාතන්ත්‍රවාදයේ විශිෂ්ට ප්‍රකාශනයක්” බව පැවසූ ඕස්ට්‍රේලියානු අගමැති ස්කොට් මොරිසන් ප්‍රංශ නායකයාට සහ ඔහුගේ රටට “විශේෂයෙන්ම යුරෝපයේ ඔබගේ නායකත්වය සහ ඕස්ට්‍රේලියාවේ වැදගත් හවුල්කරුවෙකු ලෙස සෑම සාර්ථකත්වයක්ම ප්‍රාර්ථනා කරන බව පැවසීය. ඉන්දු පැසිෆික් කලාපයේ\".",
        "කැනේඩියානු අගමැති ජස්ටින් ටෘඩෝ පැවසුවේ \"ප්‍රජාතන්ත්‍රවාදය ආරක්ෂා කිරීමේ සිට දේශගුණික විපර්යාසවලට එරෙහිව සටන් කිරීම, මධ්‍යම පන්තියට හොඳ රැකියා සහ ආර්ථික වර්ධනයක් ඇති කිරීම දක්වා කැනඩාවේ සහ ප්‍රංශයේ මිනිසුන්ට වඩාත්ම වැදගත් වන කරුණු සම්බන්ධයෙන් අපගේ වැඩ කටයුතු දිගටම කරගෙන යාමට බලාපොරොත්තු වන\" බවයි."
      ]
    },
    "ta": {
      "title": "பிரெஞ்சு தேர்தல் வெற்றிக்கு உலக தலைவர்கள் மக்ரோனுக்கு வாழ்த்து தெரிவித்துள்ளனர்",
      "body_lines": [
        "கொழும்பு; பிரெஞ்சு ஜனாதிபதி இம்மானுவேல் மக்ரோன் தனது தீவிர வலதுசாரி போட்டியாளருக்கு எதிரான தேர்தல் வெற்றிக்கு வாழ்த்து தெரிவிக்க உலகத் தலைவர்கள் விரைந்தனர், ஐரோப்பாவில் உள்ள பலர் இந்த முடிவை ஐரோப்பிய ஒன்றியத்தின் வெற்றியாக விவரிக்கின்றனர்.",
        "ஐரோப்பிய கவுன்சில் தலைவர் சார்லஸ் மைக்கேல் மற்றும் பெல்ஜியம் மற்றும் லக்சம்பேர்க் பிரதமர்கள் மக்ரோனை வாழ்த்தியவர்களில் முதன்மையானவர்கள், அதைத் தொடர்ந்து கிட்டத்தட்ட அனைத்து முகாமின் 27 தலைவர்களும் மரைன் லு பென்னை ஒரு வசதியான வித்தியாசத்தில் வென்ற பிறகு.",
        "பிரெஞ்சு ஜனாதிபதித் தேர்தலின் ஞாயிற்றுக்கிழமை இரண்டாவது சுற்றில் மக்ரோன் வெற்றி பெறுவார் என்று கருத்துக் கணிப்புகள் கணித்திருந்தாலும், ஐரோப்பிய யூனியனில் இருந்து பிரிட்டன் வெளியேறுவதற்கான திடீர் வாக்கெடுப்பு மற்றும் 2016 இல் அமெரிக்காவில் டொனால்ட் ட்ரம்ப் தேர்ந்தெடுக்கப்பட்ட அனுபவம் ஆகியவை தேர்தலின் சாத்தியக்கூறுகள் குறித்து சில கவலைகளைக் கொண்டிருந்தன.",
        "ரஷ்ய ஜனாதிபதி விளாடிமிர் புடினைப் போற்றுவதாகக் கூறிய, ஆழ்ந்த யூரோசெப்டிக் அரசியல்வாதியான லு பென்னுக்கான வெற்றி, ஐரோப்பிய ஒன்றியத்தின் ஸ்திரத்தன்மைக்கு பெரும் தாக்கங்களை ஏற்படுத்தியிருக்கும்.",
        "லு பென் குழுவை விட்டு வெளியேறும் யோசனையுடன் நீண்ட காலமாக உல்லாசமாக இருந்தார், இருப்பினும் அவர் தனது பிரச்சாரத்தின் போது குழுவிலிருந்து வெளியேறுவதற்கான \"இரகசிய நிகழ்ச்சி நிரல்\" அல்லது யூரோ ஒற்றை நாணயம் இல்லை என்று வலியுறுத்தினார்.",
        "இத்தாலிய பிரதம மந்திரி மரியோ ட்ராகி, மக்ரோனின் மறுதேர்தல் \"ஐரோப்பா முழுமைக்கும் அற்புதமான செய்தி\" என்று கூறினார், அதே நேரத்தில் ஜெர்மன் அதிபர் ஓலாஃப் ஷோல்ஸ் பிரெஞ்சு வாக்காளர்கள் \"இன்று ஐரோப்பாவில் ஒரு வலுவான நம்பிக்கையை அனுப்பியுள்ளனர்\" என்றார்.",
        "ஸ்வீடன், ருமேனியா, லிதுவேனியா, பின்லாந்து, நெதர்லாந்து மற்றும் கிரீஸ் தலைவர்கள் மற்றும் ஐரோப்பிய ஆணையத்தின் தலைவர் உர்சுலா வான் டெர் லேயன் ஆகியோர் தங்கள் வாழ்த்துக்களுடன் அரை மணி நேரத்திற்குள் பதிலளித்தனர்.",
        "\"ஐரோப்பிய ஒன்றியம் மற்றும் நேட்டோவிற்குள் எங்கள் விரிவான மற்றும் ஆக்கபூர்வமான ஒத்துழைப்பைத் தொடரவும், நமது நாடுகளுக்கு இடையிலான சிறந்த உறவை மேலும் வலுப்படுத்தவும் நான் எதிர்நோக்குகிறேன்\" என்று டச்சு பிரதமர் மார்க் ரூட்டே கூறினார்.",
        "ஸ்பெயின் பிரதமர் பெட்ரோ சான்செஸ், மக்ரோனுக்கு தனது வாழ்த்துக்களை ட்வீட் செய்துள்ளார்.",
        "\"குடிமக்கள் ஒரு சுதந்திரமான, வலுவான மற்றும் நியாயமான ஐரோப்பிய ஒன்றியத்திற்கு உறுதியளித்த பிரான்சை தேர்ந்தெடுத்துள்ளனர். ஜனநாயகம் வெல்லும். ஐரோப்பா வெற்றி பெறுகிறது\" என்று சான்செஸ் எழுதினார். \"வாழ்த்துக்கள் இம்மானுவேல் மக்ரோன்.\"",
        "வியாழனன்று சான்செஸ் பிரெஞ்சு நாளிதழான Le Monde இல் ஜேர்மனியின் Scholz மற்றும் போர்ச்சுகலின் பிரதம மந்திரி Antonio Costa ஆகியோருடன் இணைந்து ஒரு கூட்டுக் கருத்தை எழுதினார்.",
        "பல ஐரோப்பியர்களுக்கான பிரெக்சிட்டின் பொது முகமான பிரிட்டிஷ் பிரதம மந்திரி போரிஸ் ஜான்சன், முடிவைப் பாராட்டினார், மக்ரோனுடன் ஒத்துழைப்பை உறுதியளித்தார்: \"பிரான்ஸ் எங்கள் நெருங்கிய மற்றும் மிக முக்கியமான கூட்டாளிகளில் ஒன்றாகும்\".",
        "அமெரிக்காவின் ஜனாதிபதி ஜோ பிடனும் மக்ரோனின் வெற்றியைப் பாராட்டியுள்ளார்.",
        "\"பிரான்ஸ் எங்கள் பழமையான நட்பு நாடு மற்றும் உலகளாவிய சவால்களை எதிர்கொள்வதில் முக்கிய பங்குதாரர்,\" என்று அவர் ஒரு ட்வீட்டில் கூறினார்.",
        "\"உக்ரைனை ஆதரிப்பது, ஜனநாயகத்தைப் பாதுகாப்பது மற்றும் காலநிலை மாற்றத்தை எதிர்கொள்வது உட்பட எங்கள் தொடர்ச்சியான நெருக்கமான ஒத்துழைப்பை நான் எதிர்நோக்குகிறேன்.\"",
        "பிப்ரவரி 24 அன்று ரஷ்யா தனது நாட்டின் மீது படையெடுத்ததில் இருந்து பல முறை மக்ரோனுடன் பேசிய உக்ரைனின் ஜனாதிபதி வோலோடிமிர் ஜெலென்ஸ்கி, தொலைபேசியில் தனது பிரெஞ்சு ஜனாதிபதிக்கு வாழ்த்து தெரிவித்தார்.",
        "ட்விட்டரில், ஜெலென்ஸ்கி மக்ரோனை \"உக்ரைனின் உண்மையான நண்பர்\" என்று அழைத்தார்.",
        "\"(பிரெஞ்சு) மக்களுக்காக அவர் மேலும் வெற்றிபெற வாழ்த்துகிறேன். அவருடைய ஆதரவை நான் பாராட்டுகிறேன், புதிய பொதுவான வெற்றிகளை நோக்கி நாங்கள் ஒன்றாகச் செல்கிறோம் என்பதில் நான் உறுதியாக உள்ளேன்,” என்று அவர் உக்ரேனிய மற்றும் பிரெஞ்சு மொழிகளில் எழுதினார்.",
        "ஆஸ்திரேலிய பிரதமர் ஸ்காட் மோரிசன், மக்ரோனின் வெற்றி \"நிச்சயமற்ற காலங்களில் செயல்படும் தாராளவாத ஜனநாயகத்தின் சிறந்த வெளிப்பாடு\" என்று கூறினார், மேலும் பிரெஞ்சு தலைவருக்கும் அவரது நாட்டிற்கும் \"ஒவ்வொரு வெற்றியும், குறிப்பாக, ஐரோப்பாவில் உங்கள் தலைமை மற்றும் ஆஸ்திரேலியாவின் முக்கிய பங்காளியாக இருக்கவும் வாழ்த்துகிறேன்\" என்றார். இந்தோ-பசிபிக் பகுதியில்”.",
        "கனேடிய பிரதமர் ஜஸ்டின் ட்ரூடோ, \"கனடா மற்றும் பிரான்சில் உள்ள மக்களுக்கு மிகவும் முக்கியமான பிரச்சினைகளில் எங்கள் பணியை தொடர எதிர்பார்த்துள்ளோம் - ஜனநாயகத்தை பாதுகாப்பதில் இருந்து காலநிலை மாற்றத்திற்கு எதிராக போராடுவது, நடுத்தர வர்க்கத்தினருக்கு நல்ல வேலைகள் மற்றும் பொருளாதார வளர்ச்சியை உருவாக்குதல்\"."
      ]
    }
  }
}