{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/tales-of-parliamentary-life/",
  "time_ut": 1647004380,
  "title": "Tales of Parliamentary life",
  "body_lines": [
    "Memories of 33 years in Parliament – By Nihal Seneviratne – Published by Sarasavi Publishers (Pvt) Ltd. 146 Pages",
    "Sri Lanka, in the 75 years since its independence has experienced two systems of parliamentary rule. From 1948 until 1977, it was parliamentary government on the Westminster model, and where a bicameral legislature (until 1972) was the supreme institution of government. Members of Parliament were selected from individual constituencies on a first-past-the-post electoral system.",
    "Since 1978, Sri Lanka has a Presidential system of government where a unicameral Parliament is not as supreme as it was, in the earlier period. During the latter period, members of parliament were selected through a political party-based, proportional representation system where the MPs did not represent individual constituencies. The link between Parliament and the constituent was more indirect than in the earlier system.",
    "That has had an important influence on the workings of Parliament. MPs since 1978 are more attached to the party than to those who elected him or her. Nihal Seneviratne, first as Asst. Clerk to the House of Representatives and later as Secretary General of Parliament has worked in both systems of parliamentary government.",
    "Nihal (known to his friends as Galba) wrote an earlier memoir ‘A Clerk Reminisces’ a few years back and his current volume is a supplement to his earlier work. He was my contemporary at the University of Ceylon at Peradeniya in its golden age in the 1950s. His has been one of the most unique and prestigious careers among my contemporaries.",
    "The panel that selected him for his initial job in parliament consisted of the Speaker (R.S. Pelpola) C.P. de Silva, Leader of the House and Dudley Senanayake, then Leader of the Opposition. I have not seen a more eminent interview panel. As Secretary General of Parliament he carried out his duties with great acceptance to both government and opposition. That was indeed a commendable performance and appreciated by all parliamentarians, as can be seen from the tributes paid to him at the end of his career, and noted in this volume.",
    "Nihal has shown a scholarly interest in his work and this volume is notable from that point of view. There are not many publications on the work of Sri Lanka’s parliamentary system, and Nihal’s contribution has laid the groundwork for a more detailed study of the parliamentary system in its last 75 years.",
    "The volume is a mix of memories of events and personalities and of more in-depth analysis of selected aspects of the parliamentary system. Nihal has provided us with pen-portraits of many personalities in Parliament – of the Speakers who presided over the House, of individual members of parliament with whom he was more acquainted than others, and of key incidents in Parliament.",
    "Among the latter category are the denial of civic rights of Mrs. Bandaranaike, and its subsequent revocation, the assassination attempt in Parliament, the attempted impeachment of President Premadasa, Speaker Anura Bandaranaike’s historic ruling asserting the primacy of parliament, and some aspects of the new parliamentary complex, among others.",
    "There are two chapters on the standards of parliamentary conduct and of the parliamentary system of government which are scholarly contributions based on personal knowledge. At the end of the volume there is valuable information on heads of states, prime ministers and leaders of the opposition. The information on lady members of parliament since 1931 is revealing. The under-representation of women in parliament is clearly evident, even after 90 years of universal adult franchise. The current parliament has only 12 women out of a total of 225 members, a mere five percent.",
    "Let me take a few selected issues. Nihal has a chapter on the Role of Parliamentarians, the Speaker and Restoring the Dignity of Parliament. He is of the view that the Speaker and party leaders have an important role in maintaining parliamentary standards and that errant members can be brought to account by these leaders.",
    "“I believe the Speaker is at least 70% responsible for ensuring that the House is conducted in keeping with Standing Orders and that the rule, the Speaker has the final word should be upheld firmly”. He also believes that party leaders, when giving nominations to candidates “should strictly consider the choice of nominee by giving integrity, impeccable honesty and a sound educational background pride of place”. These are valuable suggestions, and can be implemented early.",
    "However, there are other criteria by which the decline of standards need to be judged. Parliament is not only about enacting legislation; it is the supreme body which scrutinizes the work of government and assuring the electors that proper standards are maintained and that corrupt activities of all kinds are brought to the notice of the public. To undertake this task there are committees of parliament – the Public Accounts Committee (PAC), the Committee on Public Enterprises, and so on. In earlier days the PAC was dreaded by the most senior public servant, as any mistakes or wrongdoings, will be questioned. The workings of these Committees were effective as the MPs were men of integrity and would expose corrupt activities of government.",
    "The old system of electing MPs from individual constituencies had an important influence on parliamentary discussion, especially on occasions like the Committee stage of the Budget. In 1968 when MPs representing individual constituencies I remember that at least 50 MPs (out of 150) intervened at the committee stage when the votes of the Ministry of Lands Irrigation and Power were taken up for discussion. These MPs brought up matters which directly affected their constituencies. That link between parliament and constituency is no longer there. These are all aspects of the decline of standards. And the reasons are of a systemic nature, beyond the control of a Speaker of parliament.",
    "The curious story of the assassination attempt in Parliament in 1987 is noteworthy. The author’s first-hand knowledge of the incident and his extensive description of the event is of historical importance. However, when the author takes on the garb of Sherlock Holmes and attempts to solve the problem the outcome is not up to the old detective’s standards. Once the grenade was thrown and the President and the Prime Minister were saved and other cabinet ministers were injured and one MP died, the author scans the list of those working in Parliament on that day, and finds that one of the employees working in parliament, Ajith Kumara is missing.",
    "The conclusion was that he was the attempted assassin. When the Police find him, he confesses to throwing the grenade. Ajith Kumara is charged in the Magistrates Court and acquitted, as his confession was not admissible in law. The strange part of this momentous event was that no further action followed. Should it not have been appropriate for a major inquiry – a Presidential or Parliamentary commission to inquire into this matter, taking into account many other aspects of the political situation of the time? It is surprising that such an inquiry did not take place. Subsequently, the Prime Minister and two of the ministers who were affected by the incident were assassinated. Was there a hidden hand and a much larger conspiracy at work? It is curious that none of the top people involved were anxious to proceed with an inquiry.",
    "The impression can be gained from what I have said before that this volume is dealing with key parliamentary issues. That will not be a correct impression. The volume has a lighter side to it with stories of people and events in and out of Parliament. Witty sayings in Parliament are recorded, and the more gentle side of parliamentarians comes through from time to time. The author traces his ancestry and refers to his wife, Srima, his children and grand-children and brother and sister. His brother, Nissanka, was the first head of the Sri Lanka Institute of Post-graduate Medicine. His attachment to his school, Royal College is evident. The volume is a delightful assortment of people and events the author has known in a long life of significant achievement.",
    "Putin’s invasion of Ukraine eclipses Biden’s first State of the Union Speech",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පාර්ලිමේන්තු ජීවිතය පිළිබඳ කතා",
      "body_lines": [
        "පාර්ලිමේන්තුවේ වසර 33 ක මතක සටහන් – නිහාල් සෙනෙවිරත්න විසිනි – සරසවි ප්‍රකාශකයෝ (පුද්ගලික) සමාගම විසින් ප්‍රකාශනය කරන ලද පිටු 146",
        "ශ්‍රී ලංකාව නිදහසින් පසු ගත වූ වසර 75 තුළ පාර්ලිමේන්තු පාලන ක්‍රම දෙකක් අත්විඳ ඇත. 1948 සිට 1977 දක්වා එය වෙස්ට්මිනිස්ටර් ආකෘතියේ පාර්ලිමේන්තු ආණ්ඩුවක් වූ අතර ද්වි-මණ්ඩල ව්‍යවස්ථාදායකයක් (1972 දක්වා) රජයේ උත්තරීතර ආයතනය විය. පාර්ලිමේන්තු මන්ත්‍රීවරුන් තෝරාගනු ලැබුවේ ප්‍රථම-පශ්චාත් මැතිවරණ ක්‍රමයක් මත එක් එක් මැතිවරණ කොට්ඨාසවලින්.",
        "1978 සිට, ශ්‍රී ලංකාවේ ජනාධිපති ආණ්ඩු ක්‍රමයක් පවතින අතර එහි පෙර කාලපරිච්ඡේදයේ මෙන් ඒකමණ්ඩල පාර්ලිමේන්තුවක් උත්තරීතර නොවීය. අවසාන කාලපරිච්ඡේදය තුළ පාර්ලිමේන්තු මන්ත්‍රීවරුන් තෝරාගනු ලැබුවේ දේශපාලන පක්ෂ පදනම් වූ සමානුපාතික නියෝජන ක්‍රමයක් හරහා වන අතර එහිදී මන්ත්‍රීවරුන් එක් එක් කොට්ඨාස නියෝජනය නොකළේය. පාර්ලිමේන්තුව සහ ව්‍යවස්ථාව අතර සම්බන්ධය පෙර පැවති ක්‍රමයට වඩා වක්‍ර විය.",
        "එය පාර්ලිමේන්තුවේ වැඩකටයුතුවලට වැදගත් බලපෑමක් ඇතිකර තිබේ. 1978 සිට මන්ත්‍රීවරුන් ඔහු හෝ ඇය පත් කළ අයට වඩා පක්ෂයට සම්බන්ධයි. නිහාල් සෙනෙවිරත්න, පළමුව සහකාර ලෙස. නියෝජිත මන්ත්‍රී මණ්ඩලයේ ලිපිකරු සහ පසුව පාර්ලිමේන්තු මහලේකම්වරයා ලෙස පාර්ලිමේන්තු ආණ්ඩු ක්‍රම දෙකෙහිම කටයුතු කර ඇත.",
        "නිහාල් (ඔහුගේ මිතුරන් ගල්බා ලෙස හැඳින්වේ) මීට වසර කිහිපයකට පෙර 'A Clerk Reminisces' පෙර මතක සටහනක් ලියා ඇති අතර ඔහුගේ වර්තමාන පරිමාව ඔහුගේ පෙර කෘතියට අතිරේකයකි. ඔහු 1950 ගණන්වල පේරාදෙණිය ලංකා විශ්වවිද්‍යාලයේ ස්වර්ණමය යුගයේ මගේ සමකාලීනයා විය. ඔහු මගේ සමකාලීනයන් අතර වඩාත්ම අද්විතීය හා කීර්තිමත් වෘත්තියක් විය.",
        "පාර්ලිමේන්තුවේ ඔහුගේ මූලික රැකියාව සඳහා ඔහුව තෝරාගත් මණ්ඩලය සමන්විත වූයේ කථානායක (ආර්.එස්. පැල්පොල) සී.පී. ද සිල්වා, සභානායක සහ එවකට විපක්ෂ නායක ඩඩ්ලි සේනානායක. මම මීට වඩා කීර්තිමත් සම්මුඛ පරීක්ෂණ මණ්ඩලයක් දැකලා නැහැ. පාර්ලිමේන්තුවේ මහලේකම්වරයා ලෙස ඔහු ආණ්ඩු පක්‍ෂයේ මෙන්ම විපක්‍ෂයේ ද විශාල පිළිගැනීමක් ඇතිව තම රාජකාරිය ඉටු කළේය. එය සැබවින්ම ප්‍රශංසනීය කාර්ය සාධනයක් වූ අතර සියලුම පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ ඇගයීමට ලක් වූ බව ඔහුගේ වෘත්තීය ජීවිතය අවසානයේ ඔහුට කරන ලද උපහාරවලින් සහ මෙම වෙළුමේ සටහන් කර ඇති අයුරු දැකගත හැකිය.",
        "නිහාල් ඔහුගේ කෘති කෙරෙහි විද්වත් උනන්දුවක් දක්වා ඇති අතර එම දෘෂ්ටි කෝණයෙන් මෙම කලාපය කැපී පෙනේ. ශ්‍රී ලංකාවේ පාර්ලිමේන්තු ක්‍රමයේ ක්‍රියාකාරිත්වය පිළිබඳ බොහෝ ප්‍රකාශන නොමැති අතර, නිහාල්ගේ දායකත්වය එහි පසුගිය වසර 75 තුළ පාර්ලිමේන්තු ක්‍රමය පිළිබඳ වඩාත් සවිස්තරාත්මක අධ්‍යයනයක් සඳහා අඩිතාලම දමා ඇත.",
        "මෙම පරිමාව සිදුවීම් සහ පෞරුෂයන් පිළිබඳ මතකයන් සහ පාර්ලිමේන්තු ක්‍රමයේ තෝරාගත් අංශ පිළිබඳ වඩාත් ගැඹුරු විශ්ලේෂණයක මිශ්‍රණයකි. සභාවේ මුලසුන දැරූ කථානායකවරුන්ගේ, තමා අන් අයට වඩා හොඳින් හඳුනන පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ සහ පාර්ලිමේන්තුවේ ප්‍රධාන සිදුවීම් රැසක - පාර්ලිමේන්තුවේ බොහෝ පුද්ගලයන්ගේ පෑන් ඡායාරූප නිහාල් විසින් අපට සපයා ඇත.",
        "බණ්ඩාරනායක මැතිනියගේ ප්‍රජා අයිතිය ප්‍රතික්ෂේප කිරීම සහ එය අවලංගු කිරීම, පාර්ලිමේන්තුවේ ඝාතන තැත, ජනාධිපති ප්‍රේමදාසට දෝෂාභියෝගයක් ගෙන ඒමට තැත් කිරීම, කථානායක අනුර බණ්ඩාරනායක විසින් පාර්ලිමේන්තුවේ ප්‍රමුඛත්වය තහවුරු කරන ඓතිහාසික තීන්දුව සහ නවකතාවේ සමහර අංගයන් පසුකාලීන ගණයට අයත් වේ. පාර්ලිමේන්තු සංකීර්ණය, වෙනත් අය අතර.",
        "පුද්ගලික දැනුම මත පදනම් වූ විද්වත් දායකත්වයක් වන පාර්ලිමේන්තු හැසිරීම් ප්‍රමිතීන් සහ පාර්ලිමේන්තු ආණ්ඩු ක්‍රමය පිළිබඳ පරිච්ඡේද දෙකක් ඇත. වෙළුම අවසානයේ රාජ්‍ය නායකයින්, අගමැතිවරුන් සහ විපක්ෂ නායකයින් පිළිබඳ වටිනා තොරතුරු තිබේ. 1931 සිට පාර්ලිමේන්තු මන්ත්‍රීවරියන් පිළිබඳ තොරතුරු හෙළිවේ. වසර 90ක විශ්වීය වැඩිහිටි ඡන්ද බලයෙන් පසුව වුවද, පාර්ලිමේන්තුව තුළ කාන්තා නියෝජනය අඩු බව පැහැදිලිව පෙනේ. වත්මන් පාර්ලිමේන්තුවේ මුළු මන්ත්‍රීවරුන් 225 න් කාන්තාවන් 12 ක් පමණි, එය සියයට පහක් පමණි.",
        "තෝරාගත් ගැටළු කිහිපයක් ගැනීමට මට ඉඩ දෙන්න. නිහාල්ට පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ කාර්යභාරය, කථානායකවරයා සහ පාර්ලිමේන්තුවේ ගෞරවය යළි පිහිටුවීම යන පරිච්ඡේදයක් තිබේ. පාර්ලිමේන්තු ප්‍රමිතීන් පවත්වාගෙන යාමේදී කථානායකවරයාට සහ පක්ෂ නායකයින්ට වැදගත් කාර්යභාරයක් පැවරෙන බවත්, වැරදි කරන මන්ත්‍රීවරුන් මෙම නායකයින් විසින් ගණන් ගත හැකි බවත් ඔහුගේ අදහසයි.",
        "\"ස්ථාවර නියෝගවලට අනුකූලව සභාව පවත්වාගෙන යාම සහතික කිරීම සඳහා කථානායකවරයා අවම වශයෙන් 70% ක වගකීමක් දරන බව මම විශ්වාස කරමි.\" පක්ෂ නායකයින් අපේක්ෂකයින්ට නාමයෝජනා ලබා දීමේදී “ඒකාග්‍රතාවය, නිර්දෝෂී අවංකභාවය සහ හොඳ අධ්‍යාපනික පසුබිමක අභිමානයක් ලබා දෙමින් නාමයෝජනා තෝරා ගැනීම දැඩි ලෙස සලකා බැලිය යුතු” බව ඔහු විශ්වාස කරයි. මේවා වටිනා යෝජනා වන අතර ඉක්මනින් ක්‍රියාත්මක කළ හැකිය.",
        "කෙසේ වෙතත්, ප්‍රමිතීන් පිරිහීම විනිශ්චය කළ යුතු වෙනත් නිර්ණායක තිබේ. පාර්ලිමේන්තුව යනු නීති සම්පාදනය කිරීම පමණක් නොවේ; එය රජයේ වැඩකටයුතු පරීක්ෂාවට ලක් කරන සහ නිසි ප්‍රමිතීන් පවත්වාගෙන යන බවටත්, සියලු ආකාරයේ දූෂිත ක්‍රියාකාරකම් මහජනතාවගේ අවධානයට යොමු කරන බවටත් ඡන්දදායකයින්ට සහතික කරන උත්තරීතර ආයතනයයි. මෙම කාර්යය භාර ගැනීම සඳහා පාර්ලිමේන්තුවේ කාරක සභා ඇත - රාජ්‍ය ගිණුම් කාරක සභාව (PAC), පොදු ව්‍යවසාය පිළිබඳ කාරක සභාව යනාදිය. කලින් දිනවල PAC වඩාත් ජ්‍යේෂ්ඨ රාජ්‍ය සේවකයා විසින් බියට පත් වූ අතර, කිසියම් වැරැද්දක් හෝ වැරදි ක්‍රියාවක් ප්‍රශ්න කරනු ලැබේ. මන්ත්‍රීවරුන් අවංකභාවයෙන් කටයුතු කරන අය වූ නිසාත්, ආණ්ඩුවේ දූෂිත ක්‍රියාකාරකම් හෙළි කරන නිසාත් මෙම කමිටුවල ක්‍රියාකාරීත්වය ඵලදායී විය.",
        "විශේෂයෙන්ම අයවැය කාරක සභා අවස්ථාව වැනි අවස්ථාවන්හිදී පාර්ලිමේන්තු සාකච්ඡාවට වැදගත් බලපෑමක් ඇති කළේ තනි මැතිවරණ කොට්ඨාසවලින් මන්ත්‍රීවරුන් තෝරා ගැනීමේ පැරණි ක්‍රමයයි. 1968 දී ඉඩම් වාරිමාර්ග හා විදුලිබල අමාත්‍යාංශයේ ඡන්ද විමසීම කාරක සභා අවස්ථාවේ දී අවම වශයෙන් මන්ත්‍රීවරුන් 50ක් (150න් 150ක්) මැදිහත් වූ බව මට මතකයි. මේ මන්ත්‍රීවරු තමන්ගේ මැතිවරණ කොට්ඨාසවලට සෘජුවම බලපාන කරුණු ගෙන ආවා. පාර්ලිමේන්තුව සහ මැතිවරණ කොට්ඨාශය අතර එම සම්බන්ධය දැන් නැත. මේ සියල්ල ප්‍රමිති පිරිහීමේ අංගයන්ය. එමෙන්ම හේතු පාර්ලිමේන්තු කථානායකවරයෙකුගේ පාලනයෙන් ඔබ්බට ගිය පද්ධතිමය ස්වභාවයකි.",
        "1987 පාර්ලිමේන්තුවේදී ඝාතන තැත පිළිබඳ කුතුහලය දනවන කතාව සැලකිය යුතු ය. සිද්ධිය පිළිබඳ කතුවරයාගේ ප්රථම දැනුම සහ සිද්ධිය පිළිබඳ ඔහුගේ පුළුල් විස්තරය ඓතිහාසික වැදගත්කමකි. කෙසේ වෙතත්, කතුවරයා ෂර්ලොක් හෝම්ස්ගේ ඇඳුම ගෙන ගැටලුව විසඳීමට උත්සාහ කරන විට ප්රතිඵලය පැරණි රහස් පරීක්ෂකගේ ප්රමිතීන්ට අනුකූල නොවේ. අත්බෝම්බය විසිවී ජනපති අගමැති බේරී අනෙකුත් කැබිනට් ඇමැතිවරු තුවාල ලබා එක් මන්ත්‍රීවරයකු මිය ගිය පසු එදින පාර්ලිමේන්තුවේ සේවය කරන අයගේ නාම ලේඛනය කතුවරයා ස්කෑන් කර පාර්ලිමේන්තුවේ සේවය කරන එක් සේවකයකුට, අජිත් කුමාර අතුරුදන්.",
        "ඔහු ඝාතන තැත් කළ පුද්ගලයා බව නිගමනය විය. පොලිසිය ඔහුව සොයා ගත් විට, ඔහු අත්බෝම්බය විසි කළ බවට පාපොච්චාරණය කරයි. අජිත් කුමාරට මහේස්ත්‍රාත් අධිකරණයේ චෝදනා එල්ල වී ඇති අතර, ඔහුගේ පාපොච්චාරණය නීතියෙන් පිළිගත නොහැකි බැවින් ඔහු නිදොස් කොට නිදහස් කරනු ලැබේ. මෙම වැදගත් සිදුවීමේ අමුතුම කොටස වූයේ වැඩිදුර ක්‍රියාමාර්ගයක් අනුගමනය නොකිරීමයි. එකල පැවති දේශපාලන තත්ත්වය පිළිබඳ තවත් බොහෝ කරුණු සැලකිල්ලට ගනිමින් මේ සම්බන්ධයෙන් විමර්ශනය කිරීම ප්‍රධාන පරීක්ෂණයක් - ජනාධිපති හෝ පාර්ලිමේන්තු කොමිසමක් - සුදුසු නොවිය යුතුද? එවැනි පරීක්ෂණයක් සිදු නොවීම පුදුමයට කරුණකි. ඉන් අනතුරුව සිද්ධියෙන් විපතට පත් අග්‍රාමාත්‍යවරයා ඇතුළු අමාත්‍යවරුන් දෙදෙනෙකු ඝාතනයට ලක්වුණා. සැඟවුණු හස්තයක් සහ ඊට වඩා විශාල කුමන්ත්‍රණයක් ක්‍රියාත්මක වූයේද? ඊට සම්බන්ධ ඉහළම පුද්ගලයන් කිසිවකු පරීක්ෂණයක් ඉදිරියට ගෙන යාමට උත්සුක නොවීම කුතුහලයට කරුණකි.",
        "මෙම වෙළුම පාර්ලිමේන්තුවේ ප්‍රධාන කරුණු සම්බන්ධයෙන් කටයුතු කරන බව මා කලින් පැවසූ දෙයින් හැඟීමක් ඇති විය හැකිය. එය නිවැරදි හැඟීමක් නොවනු ඇත. පාර්ලිමේන්තුව තුළ සහ ඉන් පිටත මිනිසුන් සහ සිදුවීම් පිළිබඳ කථා සමඟ පරිමාවට සැහැල්ලු පැත්තක් ඇත. පාර්ලිමේන්තුවේ මායාකාරී කියමන් සටහන් වන අතර පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ වඩාත් මෘදු පැත්ත විටින් විට පැමිණේ. කතුවරයා ඔහුගේ වංශය සොයා බලා ඔහුගේ බිරිඳ, ශ්‍රීමා, ඔහුගේ දරුවන් සහ මුණුබුරන් සහ සහෝදරයා සහ සහෝදරිය වෙත යොමු කරයි. ඔහුගේ සොහොයුරා වන නිශ්ශංක ශ්‍රී ලංකා පශ්චාත් වෛද්‍ය විද්‍යා ආයතනයේ පළමු ප්‍රධානියා විය. ඔහුගේ පාසලට, රාජකීය විද්‍යාලයට ඇති බැඳීම පැහැදිලියි. මෙම වෙළුම යනු කතුවරයා සැලකිය යුතු ජයග්‍රහණ සහිත දීර්ඝ ජීවිතයක් තුළ දැන සිටි පුද්ගලයන් සහ සිදුවීම්වල ප්‍රියජනක එකතුවකි.",
        "පුටින්ගේ යුක්රේනය ආක්‍රමණය කිරීම Biden ගේ පළමු රාජ්‍ය සංගමයේ කතාව ග්‍රහණය කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பாராளுமன்ற வாழ்க்கையின் கதைகள்",
      "body_lines": [
        "பாராளுமன்றத்தில் 33 வருட நினைவுகள் – நிஹால் செனவிரத்ன – சரசவி பப்ளிஷர்ஸ் (பிரைவேட்) லிமிட்டெட் மூலம் வெளியீடு 146 பக்கங்கள்",
        "இலங்கை சுதந்திரமடைந்து 75 வருடங்களில் இரண்டு பாராளுமன்ற ஆட்சி முறைகளை அனுபவித்துள்ளது. 1948 முதல் 1977 வரை, இது வெஸ்ட்மின்ஸ்டர் மாதிரியில் பாராளுமன்ற அரசாங்கமாக இருந்தது, மேலும் ஒரு இருசபை சட்டமன்றம் (1972 வரை) அரசாங்கத்தின் உச்ச நிறுவனமாக இருந்தது. பாராளுமன்ற உறுப்பினர்கள் தனிப்பட்ட தொகுதிகளில் இருந்து முதன்முறையாக தேர்தல் முறையில் தேர்ந்தெடுக்கப்பட்டனர்.",
        "1978 ஆம் ஆண்டு முதல், இலங்கையில் ஒரு ஜனாதிபதி ஆட்சி முறை உள்ளது, அங்கு முந்தைய காலத்தில் இருந்ததைப் போல ஒற்றையாட்சி பாராளுமன்றம் உச்சமாக இல்லை. பிந்தைய காலத்தில், பாராளுமன்ற உறுப்பினர்கள் தனிப்பட்ட தொகுதிகளை பிரதிநிதித்துவப்படுத்தாத அரசியல் கட்சி அடிப்படையிலான, விகிதாசார பிரதிநிதித்துவ முறையின் மூலம் பாராளுமன்ற உறுப்பினர்கள் தேர்ந்தெடுக்கப்பட்டனர். பாராளுமன்றத்திற்கும் அரசியலமைப்பிற்கும் இடையிலான தொடர்பு முந்தைய அமைப்பை விட மறைமுகமாக இருந்தது.",
        "இது நாடாளுமன்றத்தின் செயல்பாடுகளில் முக்கிய தாக்கத்தை ஏற்படுத்தியுள்ளது. 1978 ஆம் ஆண்டு முதல் எம்.பி.க்கள் அவரை தேர்ந்தெடுத்தவர்களை விட கட்சி மீது அதிக பற்று கொண்டுள்ளனர். நிஹால் செனவிரத்ன, முதலில் உதவியாளர். பிரதிநிதிகள் சபைக்கு எழுத்தராகவும் பின்னர் பாராளுமன்றத்தின் பொதுச் செயலாளராகவும் நாடாளுமன்ற அரசாங்கத்தின் இரு அமைப்புகளிலும் பணியாற்றியுள்ளார்.",
        "நிஹால் (அவரது நண்பர்களால் கல்பா என்று அறியப்படுகிறார்) சில ஆண்டுகளுக்கு முன்பு 'எ கிளார்க் ரீமினிசஸ்' என்ற முந்தைய நினைவுக் குறிப்பை எழுதினார், மேலும் அவரது தற்போதைய தொகுதி அவரது முந்தைய படைப்புகளுக்கு கூடுதலாக உள்ளது. 1950 களில் அதன் பொற்காலத்தில் பேராதனை இலங்கைப் பல்கலைக்கழகத்தில் எனது சமகாலத்தவராக இருந்தார். எனது சமகாலத்தவர்களிடையே அவர் மிகவும் தனித்துவமான மற்றும் மதிப்புமிக்க தொழில்களில் ஒன்றாகும்.",
        "பாராளுமன்றத்தில் அவரது ஆரம்ப வேலைக்காக அவரைத் தேர்ந்தெடுத்த குழுவில் சபாநாயகர் (ஆர்.எஸ். பெல்பொல) சி.பி. டி சில்வா, சபைத் தலைவர் மற்றும் டட்லி சேனாநாயக்க, எதிர்க்கட்சித் தலைவர். இதைவிட சிறந்த நேர்காணல் குழுவை நான் பார்த்ததில்லை. பாராளுமன்றத்தின் பொதுச் செயலாளராக அவர் தனது கடமைகளை அரசாங்கம் மற்றும் எதிர்க்கட்சிகள் இரண்டையும் ஏற்றுக்கொண்டார். அது உண்மையில் பாராட்டத்தக்க ஒரு செயற்பாடாகவும், அனைத்து பாராளுமன்ற உறுப்பினர்களாலும் பாராட்டப்பட்டதாகவும் இருந்தது, அவரது பணியின் முடிவில் அவருக்கு செலுத்தப்பட்ட அஞ்சலிகளில் இருந்து பார்க்க முடியும், மேலும் இந்த தொகுதியில் குறிப்பிடப்பட்டுள்ளது.",
        "நிஹால் தனது படைப்புகளில் அறிவார்ந்த ஆர்வத்தை வெளிப்படுத்தியுள்ளார் மற்றும் அந்த கண்ணோட்டத்தில் இந்த தொகுதி குறிப்பிடத்தக்கது. இலங்கையின் பாராளுமன்ற முறைமையின் செயற்பாடுகள் குறித்து அதிக வெளியீடுகள் இல்லை, மேலும் நிஹாலின் பங்களிப்பு அதன் கடந்த 75 வருடங்களில் பாராளுமன்ற முறைமை பற்றிய விரிவான ஆய்வுக்கு அடித்தளமிட்டுள்ளது.",
        "தொகுதி நிகழ்வுகள் மற்றும் ஆளுமைகளின் நினைவுகள் மற்றும் பாராளுமன்ற அமைப்பின் தேர்ந்தெடுக்கப்பட்ட அம்சங்களின் ஆழமான பகுப்பாய்வு ஆகியவற்றின் கலவையாகும். நிஹால் பாராளுமன்றத்தில் உள்ள பல ஆளுமைகளின் பேனா உருவப்படங்களை எங்களுக்கு வழங்கியுள்ளார் - அவைக்கு தலைமை தாங்கிய சபாநாயகர்கள், மற்றவர்களை விட தமக்கு அறிமுகமான தனிப்பட்ட பாராளுமன்ற உறுப்பினர்கள் மற்றும் பாராளுமன்றத்தில் நடந்த முக்கிய சம்பவங்கள்.",
        "பிந்தைய வகைகளில் திருமதி பண்டாரநாயக்காவின் குடியுரிமை மறுப்பு, அதைத் தொடர்ந்து ரத்து செய்தல், பாராளுமன்றத்தில் படுகொலை முயற்சி, ஜனாதிபதி பிரேமதாசவை பதவி நீக்கம் செய்ய முயற்சி, சபாநாயகர் அனுர பண்டாரநாயக்கவின் வரலாற்றுத் தீர்ப்பு, பாராளுமன்றத்தின் முதன்மையை நிலைநாட்டியமை மற்றும் புதிய சட்டத்தின் சில அம்சங்கள். பாராளுமன்ற வளாகம், மற்றவற்றுடன்.",
        "பாராளுமன்ற நடத்தையின் தரநிலைகள் மற்றும் அரசாங்கத்தின் பாராளுமன்ற அமைப்பு முறையின் இரண்டு அத்தியாயங்கள் உள்ளன, அவை தனிப்பட்ட அறிவின் அடிப்படையில் அறிவார்ந்த பங்களிப்புகளாகும். தொகுதியின் முடிவில் மாநிலத் தலைவர்கள், பிரதமர்கள் மற்றும் எதிர்க்கட்சித் தலைவர்கள் பற்றிய மதிப்புமிக்க தகவல்கள் உள்ளன. 1931 ஆம் ஆண்டு முதல் பெண் நாடாளுமன்ற உறுப்பினர்கள் பற்றிய தகவல்கள் வெளிப்படுத்துகின்றன. 90 ஆண்டுகளுக்குப் பிறகும், உலகளாவிய வயது வந்தோர் வாக்குரிமைக்குப் பிறகும், நாடாளுமன்றத்தில் பெண்களின் பிரதிநிதித்துவம் குறைவாக இருப்பது தெளிவாகத் தெரிகிறது. தற்போதைய பாராளுமன்றத்தில் மொத்தமுள்ள 225 உறுப்பினர்களில் 12 பெண்கள் மட்டுமே உள்ளனர், இது வெறும் ஐந்து சதவீதமாகும்.",
        "தேர்ந்தெடுக்கப்பட்ட சில சிக்கல்களை எடுத்துக் கொள்கிறேன். நிஹால் பாராளுமன்ற உறுப்பினர்கள், சபாநாயகர் மற்றும் பாராளுமன்றத்தின் கண்ணியத்தை மீட்டெடுப்பது பற்றிய ஒரு அத்தியாயத்தைக் கொண்டுள்ளது. பாராளுமன்றத் தரத்தை பேணுவதில் சபாநாயகர் மற்றும் கட்சித் தலைவர்களுக்கு முக்கியப் பங்கு உண்டு என்றும், தவறிழைக்கும் உறுப்பினர்களை இந்தத் தலைவர்கள் கணக்கில் கொண்டு வர முடியும் என்றும் அவர் கருதுகிறார்.",
        "\"சபையானது நிலையியற் கட்டளைகளுக்கு அமைவாக நடைபெறுவதை உறுதி செய்வதற்கும், சபாநாயகரின் இறுதி வார்த்தை உறுதியாகக் கடைப்பிடிக்கப்பட வேண்டும் என்பதற்கும் சபாநாயகர் குறைந்தது 70% பொறுப்பு என்று நான் நம்புகிறேன்\". கட்சித் தலைவர்கள், வேட்பாளர்களுக்கு வேட்புமனுத் தாக்கல் செய்யும்போது, ​​\"ஒருமைப்பாடு, குற்றமற்ற நேர்மை மற்றும் சிறந்த கல்விப் பின்னணியின் பெருமை ஆகியவற்றைக் கொடுத்து வேட்பாளரின் தேர்வை கண்டிப்பாக பரிசீலிக்க வேண்டும்\" என்றும் அவர் நம்புகிறார். இவை மதிப்புமிக்க பரிந்துரைகள் மற்றும் முன்கூட்டியே செயல்படுத்தப்படலாம்.",
        "இருப்பினும், தரநிலைகளின் சரிவை தீர்மானிக்க வேண்டிய பிற அளவுகோல்கள் உள்ளன. பாராளுமன்றம் என்பது சட்டம் இயற்றுவது மட்டுமல்ல; அரசாங்கத்தின் பணிகளை ஆய்வு செய்து, சரியான தரநிலைகள் பராமரிக்கப்படுவதையும், அனைத்து வகையான ஊழல் நடவடிக்கைகள் பொதுமக்களின் கவனத்திற்கு கொண்டு வரப்படுவதையும் வாக்காளர்களுக்கு உறுதியளிக்கும் உச்ச அமைப்பாகும். இந்தப் பணியை மேற்கொள்வதற்கு நாடாளுமன்றத்தின் குழுக்கள் உள்ளன - பொதுக் கணக்குக் குழு (பிஏசி), பொது நிறுவனங்களுக்கான குழு மற்றும் பல. முந்தைய நாட்களில், ஏதேனும் தவறுகள் அல்லது தவறுகள் இருந்தால், கேள்வி கேட்கப்படும் என்பதால், மிகவும் மூத்த அரசு ஊழியர்களால் PAC பயந்தது. எம்.பி.க்கள் நேர்மையான மனிதர்கள் மற்றும் அரசாங்கத்தின் ஊழல் நடவடிக்கைகளை அம்பலப்படுத்தியதால் இந்தக் குழுக்களின் செயல்பாடுகள் பயனுள்ளதாக இருந்தன.",
        "தனிப்பட்ட தொகுதிகளில் இருந்து எம்.பி.க்களை தேர்ந்தெடுக்கும் பழைய முறையானது, பாராளுமன்ற விவாதத்தில், குறிப்பாக பட்ஜெட் குழு நிலை போன்ற சமயங்களில் முக்கியமான தாக்கத்தை ஏற்படுத்தியது. 1968 ஆம் ஆண்டு தனிப்பட்ட தொகுதிகளை பிரதிநிதித்துவப்படுத்தும் பாராளுமன்ற உறுப்பினர்கள் குழுநிலையில் குறைந்தபட்சம் 50 பாராளுமன்ற உறுப்பினர்கள் (150 பேரில்) கலந்து கொண்டதை நான் நினைவுகூர்கிறேன். இந்த எம்.பி.க்கள் தங்கள் தொகுதிகளை நேரடியாகப் பாதிக்கும் விஷயங்களைக் கொண்டு வந்தனர். நாடாளுமன்றத்துக்கும் தொகுதிக்கும் இடையே அந்த இணைப்பு இப்போது இல்லை. இவை அனைத்தும் தரநிலைகளின் வீழ்ச்சியின் அம்சங்கள். மேலும் காரணங்கள் பாராளுமன்ற சபாநாயகரின் கட்டுப்பாட்டிற்கு அப்பாற்பட்ட முறையான இயல்புடையவை.",
        "1987ல் பாராளுமன்றத்தில் நடந்த படுகொலை முயற்சியின் சுவாரசியமான கதை குறிப்பிடத்தக்கது. இந்த நிகழ்வைப் பற்றிய ஆசிரியரின் முதல் அறிவும், நிகழ்வைப் பற்றிய விரிவான விளக்கமும் வரலாற்று முக்கியத்துவம் வாய்ந்தது. இருப்பினும், ஆசிரியர் ஷெர்லாக் ஹோம்ஸின் உடையை எடுத்துக்கொண்டு, சிக்கலைத் தீர்க்க முயற்சிக்கும் போது, ​​விளைவு பழைய துப்பறிவாளரின் தரத்திற்கு ஏற்றதாக இல்லை. கைக்குண்டு வீசப்பட்டு ஜனாதிபதியும் பிரதமரும் காப்பாற்றப்பட்டதும், மற்ற கேபினட் அமைச்சர்கள் காயமடைந்து ஒரு எம்.பி இறந்ததும், ஆசிரியர் அன்று பாராளுமன்றத்தில் பணிபுரிந்தவர்களின் பட்டியலை ஸ்கேன் செய்து, பாராளுமன்றத்தில் பணிபுரியும் ஊழியர்களில் ஒருவர், அஜித்குமாரை காணவில்லை.",
        "அவர்தான் கொலை முயற்சி என்று முடிவு எடுக்கப்பட்டது. போலீசார் அவரை கண்டுபிடித்தபோது, ​​அவர் கையெறி குண்டுகளை வீசியதை ஒப்புக்கொண்டார். அஜித் குமார மாஜிஸ்திரேட் நீதிமன்றத்தில் குற்றம் சாட்டப்பட்டு, அவரது வாக்குமூலம் சட்டத்தில் ஏற்றுக்கொள்ள முடியாததால் அவர் விடுதலை செய்யப்பட்டார். இந்த முக்கியமான நிகழ்வின் விசித்திரமான அம்சம் என்னவென்றால், மேற்கொண்டு எந்த நடவடிக்கையும் எடுக்கப்படவில்லை. அன்றைய அரசியல் சூழ்நிலையின் பல அம்சங்களைக் கருத்தில் கொண்டு, இந்த விவகாரம் குறித்து விசாரிப்பது ஒரு பெரிய விசாரணைக்கு - ஜனாதிபதி அல்லது பாராளுமன்ற ஆணைக்குழுவுக்கு பொருத்தமானதாக இருந்திருக்க வேண்டாமா? அப்படி ஒரு விசாரணை நடக்காதது ஆச்சரியமாக உள்ளது. இதையடுத்து, சம்பவத்தில் பாதிக்கப்பட்ட பிரதமர் மற்றும் அமைச்சர்கள் இருவர் படுகொலை செய்யப்பட்டனர். மறைந்த கை மற்றும் மிகப் பெரிய சதி வேலையில் இருந்ததா? சம்பந்தப்பட்ட உயர்மட்ட நபர்கள் யாரும் விசாரணையைத் தொடர ஆர்வம் காட்டவில்லை என்பது ஆர்வமாக உள்ளது.",
        "இந்த தொகுதி முக்கிய பாராளுமன்ற பிரச்சனைகளை கையாள்கிறது என்ற எண்ணத்தை நான் முன்பு கூறியதிலிருந்து பெறலாம். அது சரியான அபிப்ராயமாக இருக்காது. பாராளுமன்றத்திற்கு உள்ளேயும் வெளியேயும் மக்கள் மற்றும் நிகழ்வுகளின் கதைகளுடன் இந்த தொகுதி ஒரு இலகுவான பக்கத்தைக் கொண்டுள்ளது. பாராளுமன்றத்தில் நகைச்சுவையான வாசகங்கள் பதிவு செய்யப்படுகின்றன, மேலும் பாராளுமன்ற உறுப்பினர்களின் மிகவும் மென்மையான பக்கம் அவ்வப்போது வருகிறது. ஆசிரியர் அவரது வம்சாவளியைக் கண்டுபிடித்து, அவரது மனைவி ஸ்ரீமா, அவரது குழந்தைகள் மற்றும் பேரக்குழந்தைகள் மற்றும் சகோதரர் மற்றும் சகோதரியைக் குறிப்பிடுகிறார். இவரது சகோதரர் நிஸ்ஸங்க இலங்கை முதுகலை மருத்துவ நிறுவனத்தின் முதல் தலைவராக இருந்தார். அவரது பள்ளி, ராயல் கல்லூரி மீது அவருக்கு இருந்த ஈடுபாடு தெளிவாகத் தெரிகிறது. நீண்ட ஆயுளில் கணிசமான சாதனைகளை நிகழ்த்தியதில் ஆசிரியர் அறிந்த மக்கள் மற்றும் நிகழ்வுகளின் மகிழ்வான வகைப்படுத்தலாக இந்தத் தொகுதி உள்ளது.",
        "உக்ரைன் மீதான புட்டின் படையெடுப்பு பிடனின் முதல் மாநில யூனியன் உரையை மறைக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}