{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Staggering-regime-strains-to-negotiate-uncertainty-peoples-pressure/131-232561",
  "time_ut": 1646678400,
  "title": "Staggering  regime strains to negotiate uncertainty, people’s pressure",
  "body_lines": [
    "Some of the protests staged these days focus on highlighting the fact that the country needs an alternate and capable leader",
    "",
    "",
    "Senior political analysts, public question govt.’s incompetence",
    "Activist groups could put more pressure on the courts",
    "The Government and the Opposition have proven that they are incapable of comprehending the gravity of the crisis",
    "",
    "",
    "The failure to deliver on promises, defections and shortsighted decisions have led the country towards the edge of a precipice. Fuel shortages, soaring cost of living, irregular power outages and the fertiliser crisis have severely inconvenienced the public to the point that they have now opted to take to the streets to express their disappointment. Instability within the ruling party and the Opposition has further aggravated the situation as no political party is ready to come together with their rivals on the political stage to resolve the crisis before it worsens. On the contrary, each one of these parties has now started to campaign on its own with the hopes that it could overthrow the incumbent regime and resolve the crisis. But whether they are experienced enough to present a concrete, long-term plan to restore normalcy in the country remains glaringly doubtful.",
    "",
    "The crumbling of a hegemony",
    "",
    "Airing his views on the prevailing crisis political activist Dayapala Thiranagama said that the crisis will continue unchanged for some time. “Basically the Rajapaksas’ hegemonic power is crumbling and it will be difficult for them to build it up again. People are experiencing a difficult period and there’s no political solution at all. From the power crisis to the fertiliser issue and fuel shortages, the problem that has been created cannot be resolved in the short term. Unless the Rajapaksas go out of this equation this crisis will remain,” opined Thiranagama.",
    "",
    "Responding to a query on the split within the Opposition Thiranagama said that the people have no trust in the Opposition. “The Opposition has been unable to propose any creative programme to resolve the crisis,” he said.",
    "Sometime back there had been talks about a Local Government Election, but Thiranagama said that any election at this point will bring a defeat to the Rajapaksa hegemony. “They have no way of winning an election unless and until they resolve the present crisis by bringing in fertilisers, restoring power and electricity and resolving other economic and political issues,” he added.",
    "",
    "He further said that there cannot be an immediate solution unless the government admits that it has failed. “All political circles should unite and discuss these matters together. But I don’t think they are in a situation to listen to people,” said Thiranagama.",
    "",
    "Thiranagama warned that things would be catastrophic if the prevailing situation continues. “People are unhappy. Things are bad for people and the government is unable to help. This won’t be the last time that a defection happens in the government. It will happen again and again,” he added.",
    "",
    "Experience matters",
    "",
    "“Given the nature of politics, it is unrealistic to expect a solution from parties that have brought about this ruin,” opined Dr. Rajan Hoole, academic and human rights activist. “Many of them may feel trapped themselves. It is also idle to expect some good men and women who have not been in politics at all to come up with a settlement that has no engine to give it life. To make anything work it needs people with political experience. A point worth thinking about is the 2018 constitutional crisis. People were for a time looking up to a Chief Justice who was seen to be honest and impartial. Such persons cannot do much by themselves. But activist groups could put more pressure on the courts. Judicial disasters like the Supreme Court’s 1951 judgment in support of the Citizenship Act were not forcefully contested with a mixture of legal and political agitation. The Left simply threw in the towel. If the courts are prepared to declare bad laws unconstitutional as O.L. de Kretser did with Sinhala Only, that would help create a situation where democratic political agitation could succeed,” opined Dr.Hoole.",
    "",
    "When asked if a Parliamentary election would be a remedy at this point Dr. Hoole responded in the negative. “I don’t think a parliamentary election within the next year would help. People need time to absorb what has happened and think about it. It is here that public discussion such as what we saw from 1993 - 1994 is important. There was a crisis, a hamstrung government and that gave space for free expression. Rushing for elections before the public has made up its mind would simply lead to anarchy,” he said.",
    "",
    "As mentioned earlier a new regime might also be unable to resolve the prevailing crisis. “A hamstrung government may not do much harm, but forcing change without consensus might do much damage,” he further said.",
    "",
    "Regime change required?",
    "",
    "Ever since the incumbent Government assumed power one-sided decisions have become the order of the day.",
    "“This crisis is nothing new to Sri Lanka and everybody knew that it would blow out of proportion during the first quarter of 2022,” opined senior political analyst Prof. Jayadeva Uyangoda. “The Government and the Opposition have proven that they are incapable of comprehending the gravity of the crisis. Therefore we cannot clearly see what would happen in weeks and months to come. Uncertainty has no solution. The economic crisis is unprecedented. The governance crisis is such that it requires a regime change. But even a new regime may not be able to handle the crisis. Maybe that’s why the Samagi Jana Balawegaya is keeping quiet. Even if they come to power they cannot do it.",
    "",
    "“What is required is an inclusive political discussion where the Government, trade unions, civil society groups and religious leaders would come together to discuss how to handle the crisis. This discussion shouldn’t only be confined to the ruling party. Political bureaucrats and experts have proven that they’re incapable of running a country,” said Prof. Uyangoda.",
    "",
    "When asked about the possibility of having a Local Government Election, Prof. Uyangoda said that the Government might consider it an option to legitimise its failures. He further said that a regime change would give a sense of cathartic relief to people. “People will realise that they have exercised their franchise by throwing out an inept, power hungry government. But if there’s no unrest among people, then there’s a serious problem with them,” he affirmed.",
    "",
    "An ailing country",
    "",
    "“Sri Lanka is a country that has been governed in a disorderly manner for sometime now,” observed senior political analyst and veteran journalist Victor Ivan. “Arrogance among leaders has led the country towards failure. The election of a president with indictments is questionable in the first place. The fact that there was no annexure to prove that he has given up his US citizenship was never questioned during the presidential election. In my opinion it was a massive fraud. People who questioned his citizenship were later labeled as LTTE supporters.",
    "“The President has put forward his military shadow and as a result those in his own party are afraid to question or advice him on how to put things on track. Even with a 100% majority no president has a right to govern a country according to his own whims and fancies. This country is now like an ailing patient who requires immediate surgery, but continues to be treated with native medicine. The impacts of the prevailing crisis will perhaps be felt for decades,” said Ivan.",
    "",
    "He further said that it is rather unfortunate that there’s no strong Opposition to propose a plan to rally all political parties together in order to resolve this crisis. “If people take to the streets, the Government will feel the pressure to some extent. It was good to see some women protesting in front of the President’s house. More women should be involved in this resistance movement. The Sri Lankan economy depends on women as it is a majority of women in garment factories, estate sector and many other avenues who generate income to the country. Apart from that journalists too need to be critical at this point,” he said.",
    "",
    "Pix by Kushan Pathiraja",
    "",
    "",
    "",
    "Even with a 100% majority no president has a right to govern a country according to his own whims and fancies",
    "- Victor Ivan, Senior Political Analyst and Veteran Journalist",
    "",
    "",
    "",
    "But even a new regime may not be able to handle the crisis. Maybe that’s why the Samagi Jana Balawegaya is keeping quiet.",
    "- Prof. Jayadeva Uyangoda, Senior Political Analyst",
    "",
    "",
    "",
    "",
    "Rushing for elections before the public has made up its mind would simply lead to anarchy.",
    "- Dr. Rajan Hoole, Academic and Human Rights Activist",
    "",
    "",
    "",
    "Basically the Rajapaksas’ hegemonic power is crumbling and it will be difficult for them to build it up again.",
    "- Dayapala Thiranagama, political activist",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A disappointed citizenry",
    "Over the past few days people have taken to the streets in numbers, holding demonstrations around the country, questioning the government’s plan to resolve the prevailing crisis and restore normalcy. A few participants at a peaceful demonstration in Rajagiriya had this to say:",
    "",
    "“Everybody has been inconvenienced”",
    "“The reason I’m participating at this protest is on behalf of all citizens in the country. Everybody has been inconvenienced in either one way or the other, be it due to the fuel shortages, soaring costs of essential items etc. Therefore we are here to raise our voices in solidarity.”",
    "",
    "– Kusal Perera",
    "",
    "“There’s absolutely no leadership”",
    "“People are suffering. There are power cuts and everything has taken a toll on our standard of living. We are in a very unfortunate situation. We have never experienced this before. Therefore if we do our part then leaders would stop making people uncomfortable. It’s surprising that they’re ignoring it to such an extent. We hope there’ll be some sort of reaction. Everything has become chaotic and there’s absolutely no leadership.”",
    "",
    "– A protester who wished to remain anonymous",
    "",
    "“Hopefully the government will hear people’s concerns”",
    "“We have been coming out on consecutive days to mark a protest in terms of what is happening in Sri Lanka and in terms of the collapse in governance and government. People don’t have food, medicine, fuel and power. If the Government does not take sufficient action we would be in a further crisis. We have come out to silently and peacefully protest and hopefully our government will hear the people’s concerns.”",
    "",
    "– Bhavani Fonseka",
    "",
    "",
    "“There will be no future for our children”",
    "“I’m here today because I’m looking forward to a better future for our children. If this Government continues there would be no future for our children.”",
    "",
    "– Cleetus Kulanayagam",
    "",
    "",
    "",
    "“We are in a catastrophic situation”",
    "“People have come here as citizens pleading with these rulers to go home. Obviously they cannot govern a country. Sri Lanka was at one time the most modern country in South Asia, but today we have become similar to a poor country in Africa. Food prices have doubled and there’s no availability of items. People have to be in queues and there’s no electricity. The tourism industry is getting affected because small hotels don’t have generators, the water board is not giving water and we are in a catastrophic situation. Therefore the whole country should come out on to the streets and ask them to go home. The leaders have proved that they are incapable and we have hit rock bottom now.”",
    "",
    "– Panchali Panapitiya"
  ],
  "translate": {
    "si": {
      "title": "අවිනිශ්චිතභාවය, මිනිසුන්ගේ පීඩනය සාකච්ඡා කිරීම සඳහා විස්මිත පාලන තන්ත්‍ර වික්‍රියා",
      "body_lines": [
        "මේ දිනවල පැවැත්වෙන ඇතැම් විරෝධතාවල අවධානය යොමු වන්නේ රටට විකල්ප සහ දක්ෂ නායකයෙකු අවශ්‍ය බව අවධාරණය කරමිනි.",
        "",
        "",
        "ජ්‍යෙෂ්ඨ දේශපාලන විශ්ලේෂකයින්, මහජනතාව ප්‍රශ්න කරන්නේ ආණ්ඩුවේ නොහැකියාවයි",
        "ක්‍රියාකාරී කණ්ඩායම්වලට උසාවියට ​​වැඩි පීඩනයක් එල්ල කළ හැකිය",
        "අර්බුදයේ බරපතළකම තේරුම් ගැනීමට ආණ්ඩුවට හා විපක්ෂයට නොහැකි බව ඔප්පු කර හමාරය",
        "",
        "",
        "පොරොන්දු ඉටු නොකිරීම, පලායෑම් සහ අදූරදර්ශී තීන්දු තීරණ රට ප්‍රපාතයකට ඇද දමා ඇත. ඉන්ධන හිඟය, ඉහළ යන ජීවන වියදම, අක්‍රමවත් විදුලිය ඇනහිටීම් සහ පොහොර අර්බුදය හේතුවෙන් මහජනතාව දැඩි අපහසුතාවයට පත්ව ඇති අතර, ඔවුන් දැන් වීදි බැස තම කලකිරීම ප්‍රකාශ කිරීමට තීරණය කර ඇත. අර්බුදය උග්‍ර වීමට පෙර විසඳා ගැනීමට කිසිදු දේශපාලන පක්ෂයක් තම ප්‍රතිවාදීන් සමඟ දේශපාලන වේදිකාවට එක්වීමට සූදානම් නොවීම නිසා ආණ්ඩු පක්ෂය සහ විපක්ෂය තුළ පවතින අස්ථාවරත්වය තත්ත්වය තවත් උග්‍ර කර ඇත. ඊට පටහැනිව, මේ සෑම පක්‍ෂයක්ම දැන් තනිව මැතිවරණ ප්‍රචාරක කටයුතු ආරම්භ කර ඇත්තේ වත්මන් පාලනය පෙරළා දමා අර්බුදය විසඳා ගත හැකි බවට බලාපොරොත්තුවෙනි. එහෙත් රටෙහි සාමාන්‍ය තත්ත්වය යථා තත්ත්වයට පත් කිරීම සඳහා සංයුක්ත, දිගුකාලීන සැලැස්මක් ඉදිරිපත් කිරීමට තරම් ඔවුන් පළපුරුද්දක් තිබේද යන්න පැහැදිලිවම සැක සහිතය.",
        "",
        "හෙජමොනියක කඩා වැටීම",
        "",
        "පවතින අර්බුදකාරී දේශපාලන ක්‍රියාකාරික දයාපාල තිරාණගම මහතා සම්බන්ධයෙන් අදහස් දක්වමින් කියා සිටියේ මෙම අර්බුදය තව දුරටත් නොවෙනස්ව පවතිනු ඇති බවයි. “මූලික වශයෙන් රාජපක්ෂලාගේ ආධිපත්‍ය බලය බිඳ වැටෙමින් පවතින අතර එය නැවත ගොඩ නැගීම ඔවුන්ට අපහසු වනු ඇත. ජනතාව දුෂ්කර කාල පරිච්ඡේදයක් අත්විඳිමින් සිටින අතර දේශපාලන විසඳුමක් නැත. විදුලි අර්බුදයේ සිට පොහොර ප්‍රශ්නය, ඉන්ධන හිඟය දක්වා නිර්මාණය වී තිබෙන ප්‍රශ්නය කෙටිකාලීනව විසඳන්න බැහැ. රාජපක්‍ෂලා මේ සමීකරණයෙන් එළියට නොගියොත් මේ අර්බුදය ඉතුරු වෙනවා” තිරාණගම මහතා පැවසීය.",
        "",
        "විපක්ෂයේ බෙදීම සම්බන්ධයෙන් කළ විමසීමකට පිළිතුරු දෙමින් තිරාණගම කියා සිටියේ විපක්ෂය කෙරෙහි ජනතාවට විශ්වාසයක් නොමැති බවයි. \"විපක්‍ෂයට අර්බුදය විසඳීම සඳහා කිසිදු නිර්මාණාත්මක වැඩපිළිවෙලක් යෝජනා කිරීමට නොහැකි වී තිබේ,\" ඔහු පැවසීය.",
        "පළාත් පාලන මැතිවරණයක් ගැන කලකට පෙර කතා බහට ලක් වූ නමුත් තිරාණගම කියා සිටියේ මේ මොහොතේ පැවැත්වෙන ඕනෑම මැතිවරණයක් රාජපක්ෂ ආධිපත්‍යයට පරාජයක් ගෙන දෙන බවයි. \"පොහොර ගෙනැවිත්, විදුලිය හා විදුලිය යථා තත්ත්වයට පත් කිරීමෙන් සහ අනෙකුත් ආර්ථික හා දේශපාලන ප්‍රශ්න විසඳා ගනිමින් වත්මන් අර්බුදය විසඳන තුරු ඔවුන්ට මැතිවරණයක් දිනන්නට ක්‍රමයක් නැත,\" ඔහු වැඩිදුරටත් පැවසීය.",
        "",
        "ආණ්ඩුව අසාර්ථක බව පිළිගන්නේ නම් මිස කඩිනම් විසඳුමක් ලබාදිය නොහැකි බවද ඔහු වැඩිදුරටත් පැවසීය. “සියලු දේශපාලන කවයන් එකට එකතු වී මේ කරුණු එකට සාකච්ඡා කළ යුතුයි. නමුත් මම හිතන්නේ නැහැ ඔවුන් මිනිසුන්ට ඇහුම්කන් දෙන තත්ත්වයක ඉන්නවා කියලා.” තිරාණගම පැවසීය.",
        "",
        "තිරාණගම අනතුරු ඇඟවූයේ පවතින තත්ත්වය තවදුරටත් පැවතුණහොත් තත්ත්වය විනාශකාරී වනු ඇති බවයි. “මිනිස්සු අසතුටින් ඉන්නේ. මිනිසුන්ට දේවල් නරකයි, රජයට උදව් කළ නොහැක. මෙය ආණ්ඩුවේ පක්ෂයට කඩාවැටීමක් සිදුවන අවසන් අවස්ථාව නොවේ. එය නැවත නැවතත් සිදුවේවි,” ඔහු වැඩිදුරටත් පැවසීය.",
        "",
        "පළපුරුද්ද වැදගත්",
        "",
        "\"දේශපාලනයේ ස්වභාවය අනුව, මෙම විනාශය ඇති කළ පාර්ශ්වයන්ගෙන් විසඳුමක් අපේක්ෂා කිරීම යථාර්ථවාදී නොවේ\" යැයි ශාස්ත්‍රීය හා මානව හිමිකම් ක්‍රියාකාරික ආචාර්ය රාජන් හූල් මහතා පැවසීය. “ඔවුන්ගෙන් බොහෝ දෙනෙකුට තමන් කොටු වී සිටින බවක් දැනෙන්නට පුළුවන. දේශපාලනයේ කොහෙත්ම නැති හොඳ ගෑනු පිරිමි ටිකක් ඊට පණ දෙන්න එන්ජිමක් නැති බේරුමක් කරයි කියලා බලාපොරොත්තු වීමත් නිකං වැඩක්. ඕනම වැඩක් කරන්න දේශපාලන අත්දැකීම් තියෙන අය ඕන. සිතා බැලිය යුතු කරුණක් වන්නේ 2018 ව්‍යවස්ථා අර්බුදයයි. අවංක සහ අපක්ෂපාතී බව පෙනෙන අගවිනිසුරුවරයෙකු දෙස ජනතාව කාලයක් බලා සිටියහ. එවැනි පුද්ගලයින්ට තනිවම බොහෝ දේ කළ නොහැක. නමුත් ක්‍රියාකාරී කණ්ඩායම්වලට උසාවියට ​​වැඩි පීඩනයක් එල්ල කළ හැකිය. පුරවැසි පනතට සහය දක්වමින් ශ්‍රේෂ්ඨාධිකරණයේ 1951 තීන්දුව වැනි අධිකරණ ව්‍යසනයන් නීතිමය හා දේශපාලන උද්ඝෝෂණ මිශ්‍රණයකින් බලහත්කාරයෙන් තරඟ කළේ නැත. වම නිකම්ම තුවාය දැම්මා. නරක නීති ව්‍යවස්ථා විරෝධී යැයි ප්‍රකාශ කිරීමට අධිකරණය සූදානම් නම් ඕ.එල්. ද ක්‍රෙට්සර් කළේ සිංහලෙන් පමණයි, එය ප්‍රජාතන්ත්‍රවාදී දේශපාලන උද්ඝෝෂණයක් සාර්ථක කර ගත හැකි තත්ත්වයක් නිර්මාණය කිරීමට උපකාරී වනු ඇත,” ආචාර්ය හූල් අදහස් කළේය.",
        "",
        "මේ අවස්ථාවේදී පාර්ලිමේන්තු මැතිවරණයක් පිළියමක් වේදැයි ඇසූ විට ආචාර්ය හූල් ඊට නිෂේධාත්මක ප්‍රතිචාරයක් දැක්වීය. “ඊළඟ වසර තුළ පාර්ලිමේන්තු මැතිවරණයක් පැවැත්වීමෙන් මට උපකාරයක් ලැබෙනු ඇතැයි මම නොසිතමි. සිදු වූ දේ උකහා ගැනීමට සහ ඒ ගැන සිතන්නට මිනිසුන්ට කාලය අවශ්‍ය වේ. 1993 - 1994 දක්වා අප දුටු දේ වැනි පොදු සාකච්ඡාව වැදගත් වන්නේ මෙහිදීය. අර්බුදකාරී, මිටි මිටි ආන්ඩුවක් පැවති අතර එය නිදහස් අදහස් ප්‍රකාශ කිරීමට ඉඩක් ලබා දුන්නේය. මහජනතාවගේ හිත හදාගන්නට පෙර මැතිවරණයකට ඉක්මන් වීම හුදෙක් අරාජිකත්වයකට මග පාදයි,” ඔහු පැවසීය.",
        "",
        "කලින් සඳහන් කළ පරිදි පවතින අර්බුදය විසඳීමට නව පාලනයකට ද නොහැකි වනු ඇත. \"හැඩැති රජයක් විශාල හානියක් නොකරනු ඇත, නමුත් සම්මුතියකින් තොරව වෙනස් කිරීමට බල කිරීම විශාල හානියක් කළ හැකිය,\" ඔහු තවදුරටත් පැවසීය.",
        "",
        "පාලන තන්ත්‍රය වෙනස් කිරීම අවශ්‍යද?",
        "",
        "වත්මන් රජය බලයට පත් වූ දා සිට ඒකපාර්ශ්වික තීරණ දවසේ අනුපිළිවෙල බවට පත් විය.",
        "\"මෙම අර්බුදය ශ්‍රී ලංකාවට අලුත් දෙයක් නොවන අතර 2022 පළමු කාර්තුවේදී එය සමානුපාතික නොවන බව සියලු දෙනා දැන සිටියා\" යැයි ජ්‍යෙෂ්ඨ දේශපාලන විශ්ලේෂක මහාචාර්ය ජයදේව උයන්ගොඩ මහතා පැවසීය. “ආණ්ඩුව සහ විපක්ෂය අර්බුදයේ බරපතලකම තේරුම් ගැනීමට නොහැකි බව ඔප්පු කර ඇත. එබැවින් ඉදිරි සති හා මාසවලදී කුමක් සිදුවේදැයි අපට පැහැදිලිව දැකගත නොහැක. අවිනිශ්චිතතාවයට විසඳුමක් නැත. ආර්ථික අර්බුදය පෙර නොවූ විරූ ය. පාලන අර්බුධය එයට පාලන තන්ත්‍ර වෙනසක් අවශ්‍ය වේ. එහෙත් නව පාලන තන්ත්‍රයකට පවා අර්බුදය හසුරුවා ගැනීමට නොහැකි වනු ඇත. සමගි ජන බලවේගය නිහඬව සිටින්නේ ඒ නිසා විය හැකිය. බලයට ආවත් ඒක කරන්න බැහැ.",
        "",
        "“අවශ්‍ය වන්නේ අර්බුදය හසුරුවන්නේ කෙසේද යන්න සාකච්ඡා කිරීමට රජය, වෘත්තීය සමිති, සිවිල් සමාජ කණ්ඩායම් සහ ආගමික නායකයින් එකට එකතු වන සියලු දේශපාලන සාකච්ඡාවකි. මෙම සාකච්ඡාව ආණ්ඩු පක්ෂයට පමණක් සීමා නොවිය යුතුය. දේශපාලන නිලධාරීන් සහ ප්‍රවීණයන් ඔවුන්ට රටක් පාලනය කිරීමට නොහැකි බව ඔප්පු කර තිබෙනවා.’’ මහාචාර්ය උයන්ගොඩ පැවසීය.",
        "",
        "පළාත් පාලන මැතිවරණයක් පැවැත්වීමේ හැකියාව පිළිබඳව මහාචාර්ය උයන්ගොඩ මහතාගෙන් විමසූ විට පැවසුවේ ආණ්ඩුවේ අසාර්ථකත්වය නීත්‍යානුකූල කිරීම සඳහා විකල්පයක් ලෙස එය සලකා බැලිය හැකි බවයි. පාලන තන්ත්‍රය වෙනස් කිරීමකින් ජනතාවට කැත සහනයක් ලැබෙන බව ඔහු වැඩිදුරටත් පැවසීය. “අක්‍ෂත්, බල ලෝභී ආන්ඩුවක් ඉවතට විසි කිරීමෙන් ඔවුන් තම ඡන්ද බලය ක්‍රියාත්මක කර ඇති බව ජනතාව තේරුම් ගනු ඇත. නමුත් මිනිසුන් අතර නොසන්සුන්තාවයක් නොමැති නම්, ඔවුන් සමඟ බරපතල ගැටළුවක් තිබේ, ”ඔහු තහවුරු කළේය.",
        "",
        "රෝගී රටක්",
        "",
        "ජ්‍යෙෂ්ඨ දේශපාලන විශ්ලේෂක සහ ප්‍රවීණ මාධ්‍යවේදී වික්ටර් අයිවන් නිරීක්ෂණය කළේ “ශ්‍රී ලංකාව යනු කලක සිට අවුල් සහගත ලෙස පාලනය වන රටකි. “නායකයන් අතර ඇති උඩඟුකම රට අසාර්ථකත්වය කරා ගෙන ගොස් තිබෙනවා. අධිචෝදනා සහිත ජනාධිපතිවරයකු තෝරා පත් කර ගැනීම ප්‍රථමයෙන්ම ප්‍රශ්නාර්ථයකි. ඔහු අමෙරිකානු පුරවැසිභාවය අත්හැර ඇති බව සනාථ කිරීමට ඇමුණුමක් නොතිබීම ජනාධිපතිවරණයේදී කිසිදා ප්‍රශ්න කළේ නැත. එය මහා වංචාවක් බව මගේ අදහසයි. ඔහුගේ පුරවැසිභාවය ප්‍රශ්න කළ පුද්ගලයන් පසුව එල්.ටී.ටී.ඊ හිතවාදීන් ලෙස ලේබල් කරන ලදී.",
        "“ජනාධිපතිවරයා ඔහුගේ හමුදා සෙවණැල්ල ඉදිරියට දමා ඇති අතර, ඒ නිසා ඔහුගේම පක්ෂයේ අය ඔහුගෙන් ප්‍රශ්න කිරීමට හෝ දේවල් නිවැරදි මාර්ගයට ගන්නේ කෙසේදැයි උපදෙස් දීමට බිය වෙති. 100% බහුතර බලයක් තිබුණත් කිසිම ජනාධිපතිවරයකුට තම අභිමතය පරිදි රටක් පාලනය කිරීමට අයිතියක් නැත. වහාම ශල්‍යකර්මයක් කළ යුතු නමුත් දේශීය වෙදකමෙන් ප්‍රතිකාර කරන රෝගියෙකු මෙන් මේ රට දැන් පත්ව ඇත. පවතින අර්බුදයේ බලපෑම් සමහර විට දශක ගණනාවක් තිස්සේ දැනෙනු ඇත, ”අයිවන් පැවසීය.",
        "",
        "මෙම අර්බුදය විසඳීම සඳහා සියලු දේශපාලන පක්ෂ ඒකරාශී කර ගැනීමේ සැලැස්මක් යෝජනා කිරීමට තරම් ප්‍රබල විපක්ෂයක් නොමැති වීම කනගාටුවට කරුණක් බවද ඔහු වැඩිදුරටත් පැවසීය. “ජනතාව පාරට බැස්සොත් ආණ්ඩුවට යම් තරමකට හෝ පීඩනය දැනෙනවා. ඇතැම් කාන්තාවන් ජනාධිපතිවරයාගේ නිවස ඉදිරිපිට විරෝධතාවයේ නිරත වීම සතුටට කරුණක් විය. මෙම ප්‍රතිරෝධක ව්‍යාපාරයට වැඩි වැඩියෙන් කාන්තාවන් සම්බන්ධ විය යුතුය. ඇඟලුම් කම්හල්වල, වතුකරයේ සහ රටට ආදායම් උපදවන වෙනත් බොහෝ මාර්ගවල කාන්තාවන් බහුතරයක් වන බැවින් ශ්‍රී ලංකා ආර්ථිකය රඳා පවතින්නේ කාන්තාවන් මතය. ඒ හැර මාධ්‍යවේදීන්ද මේ අවස්ථාවේදී විවේචනාත්මක විය යුතුයි,” ඔහු පැවසීය.",
        "",
        "පික්ස් කුෂාන් පතිරාජ විසිනි",
        "",
        "",
        "",
        "100% බහුතර බලයක් තිබුණත් කිසිම ජනාධිපතිවරයෙකුට තම අභිමතය පරිදි රටක් පාලනය කිරීමට අයිතියක් නැත.",
        "- වික්ටර් අයිවන්, ජ්‍යෙෂ්ඨ දේශපාලන විශ්ලේෂක සහ ප්‍රවීණ මාධ්‍යවේදී",
        "",
        "",
        "",
        "එහෙත් නව පාලන තන්ත්‍රයකට පවා අර්බුදය හසුරුවා ගැනීමට නොහැකි වනු ඇත. සමගි ජන බලවේගය නිහඬව සිටින්නේ ඒ නිසා විය හැකිය.",
        "- මහාචාර්ය ජයදේව උයන්ගොඩ, ජ්‍යෙෂ්ඨ දේශපාලන විශ්ලේෂක",
        "",
        "",
        "",
        "",
        "මහජනතාව හිත හදාගන්නට පෙර මැතිවරණයකට ඉක්මන් වීම හුදෙක් අරාජිකත්වයකට මග පාදයි.",
        "- ආචාර්ය රාජන් හූල්, ශාස්ත්‍රීය හා මානව හිමිකම් ක්‍රියාකාරි",
        "",
        "",
        "",
        "මූලික වශයෙන් රාජපක්ෂලාගේ ආධිපත්‍ය බලය බිඳ වැටෙමින් පවතින අතර එය නැවත ගොඩ නැගීම ඔවුන්ට අපහසු වනු ඇත.",
        "- දයාපාල තිරාණගම, දේශපාලන ක්‍රියාකාරිකයෙක්",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "කලකිරුණු පුරවැසියෙක්",
        "පවතින අර්බුදය විසඳා සාමාන්‍ය තත්ත්වය ඇති කිරීමට රජය ගෙන ඇති සැලැස්ම ප්‍රශ්න කරමින් පසුගිය දින කිහිපය තුළ ජනතාව රට පුරා පෙළපාලි පවත්වමින් විශාල වශයෙන් වීදි බැස සිටියහ. රාජගිරියේ පැවති සාමකාමී උද්ඝෝෂණයකට සහභාගී වූ කිහිප දෙනෙකු මෙසේ පැවසීය.",
        "",
        "\"සියලු දෙනාම අපහසුතාවයට පත්ව ඇත\"",
        "“මම මේ විරෝධතාවයට සහභාගී වීමට හේතුව රටේ සියලුම පුරවැසියන් වෙනුවෙන්. ඉන්ධන හිඟය, අත්‍යාවශ්‍ය ද්‍රව්‍යවල මිල ඉහළ යාම යනාදිය නිසා සෑම කෙනෙක්ම එක් ආකාරයකින් හෝ වෙනත් ආකාරයකින් අපහසුතාවයට පත්ව ඇත. එබැවින් අපි මෙහි සිටින්නේ සහයෝගීතාවයේ හඬක් නැගීමටයි.",
        "",
        "– කුසල් පෙරේරා",
        "",
        "\"නියත වශයෙන්ම නායකත්වයක් නොමැත\"",
        "“ජනතාව දුක් විඳිනවා. විදුලිය විසන්ධි වී ඇති අතර සෑම දෙයක්ම අපගේ ජීවන තත්ත්වයට බලපා ඇත. අපි ඉන්නේ ඉතාම අවාසනාවන්ත තත්ත්වයක. අපි මීට පෙර කවදාවත් මෙය අත්විඳ නැත. ඒ නිසා අපි අපේ කොටස කළොත් නායකයන් ජනතාව අපහසුතාවයට පත් කිරීම නවත්වනවා. ඔවුන් එය මෙතරම් දුරට නොසලකා හැරීම පුදුමයට කරුණකි. යම් ආකාරයක ප්‍රතික්‍රියාවක් ඇති වේ යැයි අපි බලාපොරොත්තු වෙමු. සෑම දෙයක්ම අවුල් සහගත වී ඇති අතර නියත වශයෙන්ම නායකත්වයක් නොමැත. ”",
        "",
        "- නිර්නාමිකව සිටීමට කැමති විරෝධතාකරුවෙක්",
        "",
        "\"ආණ්ඩුව ජනතාවගේ ගැටලුවලට සවන් දෙනු ඇතැයි අපි බලාපොරොත්තු වෙමු\"",
        "“ශ්‍රී ලංකාවේ සිදුවෙමින් පවතින දේ සම්බන්ධයෙන් සහ ආණ්ඩුකරණයේ සහ ආණ්ඩුවේ බිඳවැටීම සම්බන්ධයෙන් විරෝධතාවක් සනිටුහන් කිරීමට අපි අඛණ්ඩව දින කිහිපයකින් එළියට එනවා. මිනිසුන්ට ආහාර, බෙහෙත්, ඉන්ධන සහ බලය නැත. රජය ප්‍රමාණවත් ක්‍රියාමාර්ග නොගත්තොත් අපි තවත් අර්බුදයකට යනවා. අපි නිශ්ශබ්දව සහ සාමකාමීව විරෝධතා දැක්වීමට පැමිණ ඇති අතර අපගේ රජය ජනතාවගේ ගැටළු වලට සවන් දෙනු ඇතැයි බලාපොරොත්තු වෙමු.",
        "",
        "– භවානි ෆොන්සේකා",
        "",
        "",
        "\"අපේ දරුවන්ට අනාගතයක් නැත\"",
        "“මම අද මෙතැන ඉන්නේ අපේ දරුවන්ට හොඳ අනාගතයක් බලාපොරොත්තු වන නිසයි. මේ ආණ්ඩුව දිගටම ගියොත් අපේ දරුවන්ට අනාගතයක් නැහැ.”",
        "",
        "– ක්ලීටස් කුලනායගම්",
        "",
        "",
        "",
        "\"අපි ඉන්නේ ව්‍යසනකාරී තත්වයක\"",
        "“මේ පාලකයන්ට ගෙදර යන්න කියලා ආයාචනා කරන පුරවැසියන් විදියට තමයි මිනිස්සු මෙතැනට ඇවිත් තියෙන්නේ. පැහැදිලිවම ඔවුන්ට රටක් පාලනය කරන්න බැහැ. ශ්‍රී ලංකාව වරෙක දකුණු ආසියාවේ නවීනතම රටක් වූ නමුත් අද අපි අප්‍රිකාවේ දුප්පත් රටක් හා සමාන වී ඇත. ආහාර මිල දෙගුණ වී ඇති අතර භාණ්ඩ ලබා ගැනීමේ හැකියාවක් නොමැත. ජනතාව පෝලිම්වල සිටිය යුතු අතර විදුලිය නැත. කුඩා හෝටල්වලට ජෙනරේටර් නැති නිසාත්, ජල සම්පාදන මණ්ඩලයෙන් වතුර නොදෙන නිසාත්, අපි ව්‍යසනකාරී තත්ත්වයකට පත්වෙලා තිබෙන නිසාත් සංචාරක ව්‍යාපාරය අඩාල වෙනවා. ඒ නිසා මුළු රටම පාරට බැහැලා ගෙදර යන්න කියන්න ඕන. නායකයින් අදක්ෂ බව ඔප්පු කර ඇති අතර අපි දැන් ගල් ගැසී ඇත.",
        "",
        "– පංචාලි පනාපිටිය"
      ]
    },
    "ta": {
      "title": "நிச்சயமற்ற தன்மை, மக்களின் அழுத்தம் ஆகியவற்றைப் பேச்சுவார்த்தை நடத்த திகைப்பூட்டும் ஆட்சி விகாரங்கள்",
      "body_lines": [
        "இந்த நாட்களில் நடத்தப்படும் சில போராட்டங்கள், நாட்டிற்கு மாற்று மற்றும் திறமையான தலைவர் தேவை என்பதை முன்னிலைப்படுத்துவதில் கவனம் செலுத்துகிறது.",
        "",
        "",
        "மூத்த அரசியல் ஆய்வாளர்கள், அரசின் திறமையின்மை குறித்து பொதுமக்கள் கேள்வி எழுப்புகின்றனர்",
        "ஆர்வலர் குழுக்கள் நீதிமன்றங்களில் அதிக அழுத்தம் கொடுக்கலாம்",
        "அரசாங்கமும் எதிர்க்கட்சியும் நெருக்கடியின் தீவிரத்தை புரிந்துகொள்ள முடியாதவர்கள் என்பதை நிரூபித்துள்ளனர்",
        "",
        "",
        "வாக்குறுதிகளை நிறைவேற்றத் தவறியமை, பதவி விலகல் மற்றும் தொலைநோக்குப் பார்வையற்ற முடிவுகள் ஆகியன நாட்டை அதல பாதாளத்தின் விளிம்பிற்கு இட்டுச் சென்றுள்ளன. எரிபொருள் தட்டுப்பாடு, உயர்ந்து வரும் வாழ்க்கைச் செலவு, ஒழுங்கற்ற மின்வெட்டு மற்றும் உர நெருக்கடி போன்ற காரணங்களால் பொதுமக்கள் பெரும் சிரமத்திற்கு ஆளாகியுள்ள நிலையில், தற்போது வீதியில் இறங்கி ஏமாற்றத்தை வெளிப்படுத்தியுள்ளனர். ஆளும் கட்சி மற்றும் எதிர்க்கட்சிகளுக்குள் ஸ்திரமின்மை நிலைமையை மேலும் மோசமாக்கியுள்ளது, மேலும் நெருக்கடி மோசமடைவதற்கு முன்பு தீர்க்க அரசியல் மேடையில் தங்கள் போட்டியாளர்களுடன் ஒன்றிணைவதற்கு எந்த அரசியல் கட்சியும் தயாராக இல்லை. மாறாக, தற்போது ஆட்சியில் இருக்கும் ஆட்சியைக் கவிழ்த்து நெருக்கடியைத் தீர்த்துவிடலாம் என்ற நம்பிக்கையில் இந்தக் கட்சிகள் ஒவ்வொன்றும் தனித்துப் பிரச்சாரம் செய்யத் தொடங்கியுள்ளன. ஆனால், நாட்டில் இயல்புநிலையை மீட்டெடுப்பதற்கான உறுதியான, நீண்டகாலத் திட்டத்தை முன்வைக்கும் அளவுக்கு அவர்கள் அனுபவம் பெற்றவர்களா என்பது சந்தேகத்திற்குரியதாகவே உள்ளது.",
        "",
        "ஒரு மேலாதிக்கத்தின் சிதைவு",
        "",
        "தற்போது நிலவும் நெருக்கடி நிலை குறித்து கருத்து தெரிவித்த அரசியல் செயற்பாட்டாளர் தயாபால திராணகம, இந்த நெருக்கடி சிறிது காலத்திற்கு மாறாமல் தொடரும் என்றார். “அடிப்படையில் ராஜபக்சவின் மேலாதிக்க சக்தி சிதைந்து வருகிறது, அதை மீண்டும் கட்டியெழுப்புவது அவர்களுக்கு கடினமாக இருக்கும். மக்கள் கடினமான காலகட்டத்தை அனுபவித்து வருகின்றனர், அரசியல் தீர்வு எதுவும் இல்லை. மின் நெருக்கடியில் இருந்து உரப் பிரச்சினை, எரிபொருள் தட்டுப்பாடு வரை உருவாகியுள்ள பிரச்சினைக்கு குறுகிய காலத்தில் தீர்வு காண முடியாது. இந்தச் சமன்பாட்டிலிருந்து ராஜபக்சக்கள் வெளியேறாதவரை இந்த நெருக்கடி நிலைத்திருக்கும்” என திராணகம கருத்து தெரிவித்துள்ளார்.",
        "",
        "எதிர்க்கட்சிக்குள் ஏற்பட்டுள்ள பிளவு தொடர்பில் எழுப்பப்பட்ட கேள்விக்கு பதிலளித்த திராணகம, எதிர்க்கட்சி மீது மக்களுக்கு நம்பிக்கை இல்லை என தெரிவித்தார். \"நெருக்கடியைத் தீர்க்க எதிர்க்கட்சிகள் எந்த ஆக்கப்பூர்வமான திட்டத்தையும் முன்வைக்க முடியவில்லை,\" என்று அவர் கூறினார்.",
        "உள்ளூராட்சி சபைத் தேர்தல் தொடர்பில் சில காலங்களுக்கு முன்னர் பேச்சுக்கள் இடம்பெற்றிருந்த போதிலும், இந்தத் தேர்தலில் எந்தத் தேர்தல் வந்தாலும் அது ராஜபக்ச மேலாதிக்கத்திற்கு தோல்வியையே தரும் என திரணகம தெரிவித்தார். \"உரங்களைக் கொண்டு வந்து, மின்சாரம் மற்றும் மின்சாரத்தை மீட்டெடுப்பதன் மூலம் மற்றும் பிற பொருளாதார மற்றும் அரசியல் பிரச்சினைகளைத் தீர்ப்பதன் மூலம் தற்போதைய நெருக்கடியைத் தீர்க்கும் வரை அவர்களுக்கு தேர்தலில் வெற்றிபெற வழி இல்லை,\" என்று அவர் மேலும் கூறினார்.",
        "",
        "அரசாங்கம் தோல்வியடைந்துள்ளது என்பதை ஒப்புக்கொள்ளும் வரை உடனடி தீர்வு காண முடியாது எனவும் அவர் மேலும் தெரிவித்தார். “அனைத்து அரசியல் வட்டாரங்களும் ஒன்றிணைந்து இந்த விவகாரங்களை ஒன்றாக விவாதிக்க வேண்டும். ஆனால் மக்கள் சொல்வதைக் கேட்கும் சூழ்நிலையில் அவர்கள் இருப்பதாக நான் நினைக்கவில்லை, ”என்று திராணகம கூறினார்.",
        "",
        "நிலவும் நிலைமை தொடர்ந்தால் விபரீதமாகிவிடும் என திராணகம எச்சரித்துள்ளார். \"மக்கள் மகிழ்ச்சியற்றவர்கள். மக்களுக்கு மோசமான விஷயங்கள் மற்றும் அரசாங்கத்தால் உதவ முடியவில்லை. அரசாங்கத்தில் பதவி விலகுவது இதுவே கடைசி முறை அல்ல. இது மீண்டும் மீண்டும் நடக்கும், ”என்று அவர் மேலும் கூறினார்.",
        "",
        "அனுபவம் முக்கியம்",
        "",
        "\"அரசியலின் தன்மையைப் பொறுத்தவரை, இந்த அழிவை ஏற்படுத்திய கட்சிகளிடம் இருந்து ஒரு தீர்வை எதிர்பார்ப்பது நம்பத்தகாதது\" என்று கல்வியாளர் மற்றும் மனித உரிமை ஆர்வலர் டாக்டர் ராஜன் ஹூல் கருத்து தெரிவித்தார். \"அவர்களில் பலர் தங்களைத் தாங்களே மாட்டிக்கொண்டதாக உணரலாம். அரசியலில் சிறிதும் இல்லாத சில நல்ல ஆண்களும் பெண்களும் அதற்கு உயிர் கொடுக்க இயந்திரம் இல்லாத ஒரு தீர்வைக் கொண்டு வருவார்கள் என்று எதிர்பார்ப்பதும் சும்மா இருக்கிறது. எதையும் செய்ய அரசியல் அனுபவம் உள்ளவர்கள் தேவை. 2018 அரசியலமைப்பு நெருக்கடி பற்றி சிந்திக்க வேண்டிய ஒரு புள்ளி. நேர்மையாகவும் பாரபட்சமற்றவராகவும் காணப்பட்ட ஒரு தலைமை நீதிபதியை மக்கள் ஒரு காலத்தில் எதிர்பார்த்துக் கொண்டிருந்தனர். அத்தகைய நபர்களால் தாங்களாகவே அதிகம் செய்ய முடியாது. ஆனால் ஆர்வலர் குழுக்கள் நீதிமன்றங்களில் அதிக அழுத்தம் கொடுக்கலாம். குடியுரிமைச் சட்டத்திற்கு ஆதரவாக உச்சநீதிமன்றத்தின் 1951 தீர்ப்பு போன்ற நீதித்துறை பேரழிவுகள் சட்ட மற்றும் அரசியல் கிளர்ச்சியின் கலவையுடன் வலுக்கட்டாயமாக போட்டியிடவில்லை. இடதுசாரிகள் வெறுமனே துண்டை எறிந்தனர். நீதிமன்றங்கள் மோசமான சட்டங்களை அரசியலமைப்புக்கு முரணானவை என அறிவிக்கத் தயாராக இருந்தால் ஓ.எல். டி கிரெட்ஸர் சிங்களத்துடன் மட்டும் செய்தார், அது ஜனநாயக அரசியல் கிளர்ச்சி வெற்றியடையும் ஒரு சூழ்நிலையை உருவாக்க உதவும்,” என்று டாக்டர் ஹூல் கருத்து தெரிவித்தார்.",
        "",
        "இந்த நிலையில் நாடாளுமன்றத் தேர்தல் ஒரு தீர்வாக இருக்குமா என்று கேட்டதற்கு டாக்டர் ஹூல் எதிர்மறையாக பதிலளித்தார். “அடுத்த ஆண்டுக்குள் நாடாளுமன்றத் தேர்தலை நடத்துவது உதவியாக இருக்கும் என்று நான் நினைக்கவில்லை. என்ன நடந்தது என்பதை உள்வாங்கவும், அதைப் பற்றி சிந்திக்கவும் மக்களுக்கு நேரம் தேவை. 1993 - 1994 வரை நாம் பார்த்தது போன்ற பொது விவாதம் இங்கு முக்கியமானது. ஒரு நெருக்கடி இருந்தது, ஒரு தடைபட்ட அரசாங்கம் மற்றும் சுதந்திரமான கருத்துக்கு இடம் கொடுத்தது. பொதுமக்கள் முடிவெடுக்கும் முன் தேர்தலுக்கு விரைந்து செல்வது அராஜகத்திற்கு வழிவகுக்கும்,” என்றார்.",
        "",
        "முன்னரே குறிப்பிட்டது போல் புதிய ஆட்சியினால் நிலவும் நெருக்கடியை தீர்க்க முடியாமல் போகலாம். \"தொடை எலும்பு அரசாங்கம் அதிக தீங்கு செய்யாது, ஆனால் ஒருமித்த கருத்து இல்லாமல் மாற்றத்தை கட்டாயப்படுத்துவது அதிக சேதத்தை ஏற்படுத்தும்,\" என்று அவர் மேலும் கூறினார்.",
        "",
        "ஆட்சி மாற்றம் தேவையா?",
        "",
        "தற்போதைய அரசாங்கம் ஆட்சிக்கு வந்ததில் இருந்து ஒருதலைப்பட்சமான முடிவுகளே நாளின் வரிசையாக மாறிவிட்டது.",
        "\"இந்த நெருக்கடி இலங்கைக்கு ஒன்றும் புதிதல்ல, 2022 ஆம் ஆண்டின் முதல் காலாண்டில் அது விகிதாச்சாரத்தில் வெடிக்கும் என்பதை அனைவரும் அறிந்திருந்தனர்\" என்று மூத்த அரசியல் ஆய்வாளர் பேராசிரியர் ஜெயதேவ உயங்கொட கருத்து தெரிவித்துள்ளார். “அரசாங்கமும் எதிர்க்கட்சியும் நெருக்கடியின் தீவிரத்தை புரிந்துகொள்ள முடியாதவர்கள் என்பதை நிரூபித்துள்ளனர். எனவே வாரங்கள் மற்றும் மாதங்களில் என்ன நடக்கும் என்பதை நாம் தெளிவாகப் பார்க்க முடியாது. நிச்சயமற்ற தன்மைக்கு தீர்வு இல்லை. பொருளாதார நெருக்கடி முன்னெப்போதும் இல்லாதது. ஆட்சி மாற்றம் தேவை என்ற அளவுக்கு ஆட்சி நெருக்கடி ஏற்பட்டுள்ளது. ஆனால் ஒரு புதிய ஆட்சி கூட நெருக்கடியை சமாளிக்க முடியாமல் போகலாம். அதனால்தான் சமகி ஜன பலவேகயா அமைதி காக்கிறது. ஆட்சிக்கு வந்தாலும் அதை செய்ய முடியாது.",
        "",
        "“அரசு, தொழிற்சங்கங்கள், சிவில் சமூகக் குழுக்கள் மற்றும் மதத் தலைவர்கள் ஒன்றிணைந்து நெருக்கடியை எவ்வாறு கையாள்வது என்பது பற்றி விவாதிக்கும் ஒரு உள்ளடக்கிய அரசியல் விவாதம் தேவை. இந்த விவாதம் ஆளும் கட்சியுடன் மட்டும் நின்றுவிடக் கூடாது. அரசியல் அதிகாரவர்க்கம் மற்றும் வல்லுநர்கள் ஒரு நாட்டை நடத்துவதற்கு தங்களால் இயலாது என்பதை நிரூபித்துள்ளனர்,” என்று பேராசிரியர் உயங்கொட கூறினார்.",
        "",
        "உள்ளூராட்சி மன்றத் தேர்தலை நடத்துவதற்கான சாத்தியக்கூறுகள் குறித்து வினவியபோது, ​​பேராசிரியர் உயங்கொட, அரசாங்கம் தனது தோல்விகளை சட்டப்பூர்வமாக்குவது ஒரு விருப்பமாக கருதலாம் என்று கூறினார். மேலும், ஆட்சி மாற்றம் என்பது மக்களுக்கு துர்ப்பாக்கிய உணர்வைத் தரும் என்றார். “ஒரு திறமையற்ற, அதிகார வெறி கொண்ட அரசாங்கத்தை தூக்கி எறிவதன் மூலம் அவர்கள் தங்கள் உரிமையைப் பயன்படுத்தியதை மக்கள் உணருவார்கள். ஆனால் மக்களிடையே அமைதியின்மை இல்லை என்றால், அவர்களுடன் கடுமையான சிக்கல் உள்ளது, ”என்று அவர் உறுதிப்படுத்தினார்.",
        "",
        "நோய்வாய்ப்பட்ட நாடு",
        "",
        "சிரேஷ்ட அரசியல் ஆய்வாளரும் சிரேஷ்ட ஊடகவியலாளருமான விக்டர் ஐவன், “இலங்கையானது சில காலமாக ஒழுங்கீனமான முறையில் நிர்வகிக்கப்படும் ஒரு நாடு. “தலைவர்களிடையே உள்ள ஆணவம் நாட்டை தோல்வியை நோக்கி இட்டுச் சென்றுள்ளது. குற்றப்பத்திரிகைகளுடன் கூடிய ஜனாதிபதி தேர்தல் முதலில் கேள்விக்குறியாகியுள்ளது. அவர் அமெரிக்க குடியுரிமையை துறந்தார் என்பதை நிரூபிக்க எந்த இணைப்பும் இல்லை என்பது ஜனாதிபதித் தேர்தலின் போது கேள்வி எழுப்பப்படவில்லை. என் கருத்துப்படி இது ஒரு பெரிய மோசடி. அவரது குடியுரிமை குறித்து கேள்வி எழுப்பியவர்கள் பின்னர் புலி ஆதரவாளர்கள் என முத்திரை குத்தப்பட்டனர்.",
        "\"ஜனாதிபதி தனது இராணுவ நிழலை முன்வைத்துள்ளார், இதன் விளைவாக அவரது சொந்தக் கட்சியில் உள்ளவர்கள் விஷயங்களை எவ்வாறு பாதையில் வைப்பது என்று கேள்வி கேட்கவோ அல்லது ஆலோசனை வழங்கவோ பயப்படுகிறார்கள். 100% பெரும்பான்மையுடன் இருந்தாலும், எந்த ஜனாதிபதிக்கும் தனது சொந்த விருப்பு மற்றும் விருப்பங்களுக்கு ஏற்ப ஒரு நாட்டை நிர்வகிக்க உரிமை இல்லை. இந்த நாடு இப்போது ஒரு நோயுற்ற நோயாளியைப் போல் உள்ளது, அவருக்கு உடனடி அறுவை சிகிச்சை தேவைப்படுகிறது, ஆனால் தொடர்ந்து நாட்டுப்புற மருத்துவத்தில் சிகிச்சை அளிக்கப்படுகிறது. நிலவும் நெருக்கடியின் தாக்கங்கள் பல தசாப்தங்களாக உணரப்படும்” என்று இவான் கூறினார்.",
        "",
        "இந்த நெருக்கடியைத் தீர்ப்பதற்காக அனைத்து அரசியல் கட்சிகளையும் ஒன்றிணைக்கும் திட்டத்தை முன்மொழிய வலுவான எதிர்க்கட்சி இல்லாதது துரதிர்ஷ்டவசமானது என்று அவர் மேலும் கூறினார். “மக்கள் வீதிக்கு வந்தால், அரசாங்கம் ஓரளவுக்கு அழுத்தத்தை உணரும். சில பெண்கள் குடியரசுத் தலைவர் மாளிகை முன்பு போராட்டம் நடத்தியது நன்றாக இருந்தது. இந்த எதிர்ப்பு இயக்கத்தில் அதிகமான பெண்கள் ஈடுபட வேண்டும். ஆடைத் தொழிற்சாலைகள், தோட்டத் துறை மற்றும் நாட்டிற்கு வருமானம் ஈட்டும் பல வழிகளில் பெண்களே பெரும்பான்மையாக இருப்பதால் இலங்கையின் பொருளாதாரம் பெண்களைச் சார்ந்துள்ளது. அதுமட்டுமின்றி இந்த நேரத்தில் பத்திரிகையாளர்களும் விமர்சனம் செய்ய வேண்டும்,'' என்றார்.",
        "",
        "குஷான் பத்திராஜாவின் படங்கள்",
        "",
        "",
        "",
        "100% பெரும்பான்மையுடன் இருந்தாலும், எந்த ஒரு ஜனாதிபதியும் தனது சொந்த விருப்பத்திற்கும் விருப்பத்திற்கும் ஏற்ப ஒரு நாட்டை ஆட்சி செய்ய உரிமை இல்லை.",
        "- விக்டர் ஐவன், மூத்த அரசியல் ஆய்வாளர் மற்றும் மூத்த பத்திரிகையாளர்",
        "",
        "",
        "",
        "ஆனால் ஒரு புதிய ஆட்சி கூட நெருக்கடியை சமாளிக்க முடியாமல் போகலாம். அதனால்தான் சமகி ஜன பலவேகயா அமைதி காக்கிறது.",
        "- பேராசிரியர் ஜெயதேவ உயங்கொட, சிரேஷ்ட அரசியல் ஆய்வாளர்",
        "",
        "",
        "",
        "",
        "பொதுமக்கள் முடிவெடுக்கும் முன் தேர்தலுக்கு விரைந்து செல்வது அராஜகத்திற்கு வழிவகுக்கும்.",
        "- டாக்டர் ராஜன் ஹூல், கல்வியாளர் மற்றும் மனித உரிமைகள் ஆர்வலர்",
        "",
        "",
        "",
        "அடிப்படையில் ராஜபக்சவின் மேலாதிக்க சக்தி சிதைந்து வருவதால் அதை மீண்டும் கட்டியெழுப்புவது அவர்களுக்கு கடினமாக இருக்கும்.",
        "- தயாபால திராணகம, அரசியல் ஆர்வலர்",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "ஏமாற்றமடைந்த குடிமகன்",
        "கடந்த சில நாட்களாக, நிலவும் நெருக்கடியைத் தீர்த்து, இயல்புநிலையை மீட்டெடுக்கும் அரசாங்கத்தின் திட்டத்தைக் கேள்வி எழுப்பி, நாடு முழுவதும் மக்கள் பெருமளவில் வீதிகளில் இறங்கி ஆர்ப்பாட்டங்களை நடத்தி வருகின்றனர். இராஜகிரியவில் நடைபெற்ற அமைதிப் பேரணியில் கலந்துகொண்ட சிலர் கூறியதாவது:",
        "",
        "\"எல்லோரும் சிரமத்திற்கு ஆளாகியுள்ளனர்\"",
        "“இந்தப் போராட்டத்தில் நான் பங்கேற்பதற்குக் காரணம் நாட்டிலுள்ள அனைத்துக் குடிமக்கள் சார்பாகவும். எரிபொருள் தட்டுப்பாடு, அத்தியாவசியப் பொருட்களின் விலைவாசி உயர்வு போன்ற காரணங்களால் அனைவரும் ஏதோ ஒரு வகையில் சிரமத்திற்கு ஆளாகியுள்ளனர். எனவே நாங்கள் இங்கு ஒற்றுமையுடன் குரல் எழுப்பியுள்ளோம்.",
        "",
        "– குசல் பெரேரா",
        "",
        "\"முற்றிலும் தலைமை இல்லை\"",
        "“மக்கள் கஷ்டப்படுகிறார்கள். மின்வெட்டு மற்றும் அனைத்தும் எங்கள் வாழ்க்கைத் தரத்தை பாதித்துள்ளன. நாங்கள் மிகவும் துரதிர்ஷ்டவசமான சூழ்நிலையில் இருக்கிறோம். இதற்கு முன் நாங்கள் இதை அனுபவித்ததில்லை. எனவே நமது பங்கை நாம் செய்தால் தலைவர்கள் மக்களை அசௌகரியப்படுத்துவதை நிறுத்திவிடுவார்கள். இந்த அளவுக்கு அவர்கள் புறக்கணிப்பது ஆச்சரியமாக உள்ளது. ஒருவித எதிர்வினை இருக்கும் என்று நம்புகிறோம். எல்லாம் குழப்பமாகிவிட்டது, முற்றிலும் தலைமை இல்லை.",
        "",
        "- அநாமதேயமாக இருக்க விரும்பிய ஒரு எதிர்ப்பாளர்",
        "",
        "\"மக்களின் பிரச்சனைகளை அரசாங்கம் கேட்கும் என்று நம்புகிறேன்\"",
        "\"இலங்கையில் என்ன நடக்கிறது என்பதன் அடிப்படையில், ஆட்சி மற்றும் அரசாங்கத்தின் சரிவு ஆகியவற்றின் அடிப்படையில் ஒரு போராட்டத்தைக் குறிக்க நாங்கள் தொடர்ச்சியான நாட்களில் வெளியே வருகிறோம். மக்களுக்கு உணவு, மருந்து, எரிபொருள் மற்றும் அதிகாரம் இல்லை. அரசு உரிய நடவடிக்கை எடுக்காவிட்டால், மேலும் நெருக்கடிக்கு ஆளாக நேரிடும். நாங்கள் அமைதியாகவும் அமைதியாகவும் போராட்டம் நடத்த வந்துள்ளோம், எங்கள் அரசாங்கம் மக்களின் பிரச்சினைகளைக் கேட்கும் என்று நம்புகிறோம்.",
        "",
        "– பவானி பொன்சேகா",
        "",
        "",
        "\"எங்கள் குழந்தைகளுக்கு எதிர்காலம் இருக்காது\"",
        "\"நான் இன்று இங்கே இருக்கிறேன், ஏனென்றால் நான் எங்கள் குழந்தைகளுக்கு ஒரு சிறந்த எதிர்காலத்தை எதிர்பார்க்கிறேன். இந்த அரசு தொடர்ந்தால் எங்கள் குழந்தைகளுக்கு எதிர்காலம் இருக்காது.",
        "",
        "– கிளீடஸ் குலநாயகம்",
        "",
        "",
        "",
        "\"நாங்கள் ஒரு பேரழிவு சூழ்நிலையில் இருக்கிறோம்\"",
        "“இந்த ஆட்சியாளர்களிடம் வீட்டிற்குச் செல்லுமாறு கெஞ்சும் குடிமக்களாக மக்கள் இங்கு வந்துள்ளனர். அவர்களால் ஒரு நாட்டை ஆள முடியாது என்பது தெளிவாகிறது. இலங்கை ஒரு காலத்தில் தெற்காசியாவில் மிகவும் நவீன நாடாக இருந்தது, ஆனால் இன்று நாம் ஆப்பிரிக்காவில் உள்ள ஏழை நாடாக மாறியுள்ளோம். உணவுப் பொருட்களின் விலை இருமடங்காக உயர்ந்துள்ளது, பொருட்கள் கிடைப்பதில்லை. மக்கள் வரிசையில் நிற்க வேண்டும், மின்சாரம் இல்லை. சிறு ஓட்டல்களில் ஜெனரேட்டர் இல்லாததாலும், குடிநீர் வாரியம் தண்ணீர் தராததாலும், சுற்றுலாத் துறை பாதிக்கப்படும் அவல நிலை ஏற்பட்டுள்ளது. எனவே நாடு முழுவதும் வீதியில் இறங்கி அவர்களை வீட்டுக்குப் போகச் சொல்ல வேண்டும். தலைவர்கள் தாங்கள் திறமையற்றவர்கள் என்பதை நிரூபித்துள்ளனர், நாங்கள் இப்போது அடிமட்டத்தை அடைந்துள்ளோம்.",
        "",
        "– பாஞ்சாலி பனாபிட்டிய"
      ]
    }
  }
}