{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/time-running-out/",
  "time_ut": 1652203440,
  "title": "Time running out",
  "body_lines": [
    "Sri Lanka finds itself in an unprecedented situation. It just so happens that a beleaguered President Gotabaya Rajapaksa is now running a one-man show. The Prime Minister has resigned and there is no Cabinet. The President is constitutionally empowered to do so, but he must appoint a Prime Minister and a Cabinet urgently. Having expressed his willingness to form a caretaker government to tackle the present crises, he has to negotiate with the leaders of political parties in both the SLPP coalition and the Opposition, and arrive at a consensus on a future course of action—and fast.",
    "The country is reeling from Monday’s violence, and President Rajapaksa must act decisively and fairly if normalcy is to return. The government has had to issue shoot-on-sight orders to bring the situation under control. Eight persons including a ruling party MP and two police officers died on Monday. The President must ensure that all those who organised the SLPP’s protest march and incited violence are arrested and prosecuted without further delay. This will be a very tough decision for him because some of his family members were allegedly responsible for organising Monday’s protest, but if he does not take any action against them, pressure will mount on him to step down.",
    "The SLPP goons, however, are not the only danger to society, although they must be dealt with swiftly according to the law. The organised groups responsible for carrying out arson attacks on SLPP politicians’ houses systematically in many parts of the country, and killings, must also be brought to justice. The manner in which they burnt houses, hotels, and vehicles besides stopping buses and using lists of names to identify SLPP supporters, who were dragged out, assaulted and stripped naked, evokes the dreadful memories of a bygone era. Are they limbering up for something far worse? They are effectively tapping public anger to fuel a sinister political project. Attempts being made to maintain law and order are bound to come a cropper if they are allowed to be at large.",
    "Undesirables who perpetrate violence to compass their political ends must be severely dealt with. It is believed that violence the SLPP mobs unleashed on Monday against anti-government protesters was aimed at queering the pitch for President Rajapaksa, who had agreed to form a multi-party interim administration.",
    "A parliament divided against itself is of no use in preventing the country from descending into lawlessness, and helping save the national economy and democracy. Stocks of petroleum, food, medicine, and imported raw materials for industries are running out, and there are no dollars to replenish them. The day may not be far off when most people cannot keep the wolf from the door, and food riots erupt. A group of irate consumers intercepted a truck and forcibly removed cylinders of cooking gas in broad daylight recently in Colombo. This could be considered a foretaste of things to happen.",
    "Lawmakers often declare that public finance is within their province, and Parliament should be given more powers, and the time has come for them to carry out their fiduciary duties and responsibilities to the satisfaction of the public. Economic and political exigencies have made the Executive amenable to a power sharing arrangement, and it behoves the Opposition to grab the opportunity for the benefit of the people.",
    "Let the members of Parliament be urged to sink their political differences, and unite for the sake of the people who are in depths of despair lest both the economy and democracy should perish. Today, we have quoted Election Commission Chairman Nimal Punchihewa as saying that the time is not opportune for a general election, and the lawmakers should set up an interim administration to resolve the economic crisis. The government and the Opposition should take the EC Chief’s opinion on board and get their priorities right. Speaker Mahinda Yapa Abeywardena has requested President Rajapaksa to summon Parliament urgently and his call must be heeded. Time is fast running out.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කාලය ඉවරයි",
      "body_lines": [
        "ශ්‍රී ලංකාව පෙර නොවූ විරූ තත්ත්වයකට පත්ව ඇත. එය එසේ සිදු වන්නේ, රස්තියාදු වූ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා දැන් ඒක පුද්ගල සංදර්ශනයක් පවත්වාගෙන යාමයි. අගමැති ඉල්ලා අස්වෙලා කැබිනට් මණ්ඩලයක් නැහැ. ජනාධිපතිවරයාට ඒ සඳහා ව්‍යවස්ථානුකූලව බලය ලැබී ඇති නමුත් ඔහු වහාම අගමැතිවරයෙකු සහ කැබිනට් මණ්ඩලයක් පත් කළ යුතුය. වත්මන් අර්බුදවලට මුහුණ දීම සඳහා භාරකාර ආණ්ඩුවක් පිහිටුවීමට තම කැමැත්ත ප්‍රකාශ කිරීමෙන් පසු, ඔහුට ශ්‍රී ලංකා පොදුජන පෙරමුණේ සභාගයේ සහ විපක්ෂයේ දේශපාලන පක්ෂ නායකයින් සමඟ සාකච්ඡා කර ඉදිරි ක්‍රියාමාර්ගයක් පිළිබඳ සම්මුතියකට පැමිණීමට සහ උපවාස කිරීමට සිදුවේ.",
        "සඳුදා ප්‍රචණ්ඩත්වයෙන් රට වෙව්ලමින් සිටින අතර, සාමාන්‍ය තත්ත්වයට පැමිණීමට නම් ජනාධිපති රාජපක්ෂ තීරණාත්මකව හා සාධාරණව ක්‍රියා කළ යුතුය. තත්ත්වය පාලනය කර ගැනීම සඳහා දුටු තැන වෙඩි තැබීමේ නියෝග නිකුත් කිරීමට රජයට සිදුව තිබේ. ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරයෙකු සහ පොලිස් නිලධාරීන් දෙදෙනෙකු ඇතුළු 8 දෙනෙකු සඳුදා ජීවිතක්ෂයට පත්වුණා. ශ්‍රී ලංකා පොදුජන පෙරමුණේ විරෝධතා පාගමන සංවිධානය කළ සහ ප්‍රචණ්ඩත්වයට උල්පන්දම් දුන් සියලු දෙනා තවදුරටත් ප්‍රමාදයකින් තොරව අත්අඩංගුවට ගෙන නඩු පැවරීමට ජනාධිපතිවරයා වග බලා ගත යුතුය. මෙය ඔහුට ඉතා දැඩි තීරණයක් වනු ඇත්තේ සඳුදා විරෝධතාව සංවිධානය කිරීමට ඔහුගේ පවුලේ සාමාජිකයන් කිහිප දෙනෙකු වගකිව යුතු යැයි කියනු ලබන නමුත්, ඔහු ඔවුන්ට එරෙහිව කිසිදු ක්‍රියාමාර්ගයක් නොගතහොත්, ඔහුට ඉවත් වන ලෙස බලපෑම් එල්ල වනු ඇති බැවිනි.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකා පොදුජන පෙරමුණේ මැරයන් සමාජයට ඇති එකම අනතුර නොවේ, නමුත් ඔවුන්ට නීතියට අනුව කඩිනමින් කටයුතු කළ යුතුය. රටේ බොහෝ ප්‍රදේශවල ක්‍රමානුකූලව ශ්‍රී ලංකා පොදුජන පෙරමුණේ දේශපාලනඥයන්ගේ නිවෙස්වලට ගිනි තැබීම් සහ ඝාතන සිදුකිරීමට වගකිව යුතු සංවිධානාත්මක කණ්ඩායම් ද නීතිය ඉදිරියට ගෙන ආ යුතුය. බස් රථ නවතා නිවාස, හෝටල්, වාහනවලට ගිනි තැබූ ආකාරය සහ ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආධාරකරුවන් හඳුනාගැනීම සඳහා නාම ලේඛන යොදා ගනිමින් එළියට ඇද දමා පහර දී නිරුවත් කළ ආකාරය අතීත යුගයක බියකරු මතකයන් අවදි කරයි. ඔවුන් වඩාත් නරක දෙයක් සඳහා ලිම්බර් කරනවාද? ඔවුන් දුෂ්ට දේශපාලන ව්‍යාපෘතියකට ඉන්ධන සැපයීම සඳහා මහජන කෝපය ඵලදායී ලෙස තට්ටු කරමින් සිටිති. නීතිය හා සාමය ආරක්ෂා කිරීමට ගන්නා උත්සාහයන් නිදැල්ලේ සිටීමට ඉඩ දුනහොත් එය කප්පාදුවක් වනු නොඅනුමානය.",
        "තම දේශපාලන අරමුණු ඉටුකර ගැනීම සඳහා ප්‍රචණ්ඩත්වය සිදු කරන අනවශ්‍ය පුද්ගලයන්ට දැඩි ලෙස ක්‍රියා කළ යුතුය. ආන්ඩු විරෝධී විරෝධතාකරුවන්ට එරෙහිව ශ්‍රී ලංකා පොදුජන පෙරමුණේ මැර කල්ලි සඳුදා මුදා හරින ලද ප්‍රචණ්ඩත්වය බහු-පක්ෂ අන්තර්වාර පාලනයක් පිහිටුවීමට එකඟ වූ ජනාධිපති රාජපක්ෂගේ තණතීරුව සමනය කිරීම අරමුණු කරගත් බව විශ්වාස කෙරේ.",
        "රට අවනීතියට පත් වීම වැලැක්වීමටත්, ජාතික ආර්ථිකය සහ ප්‍රජාතන්ත්‍රවාදය සුරැකීමටත් පාර්ලිමේන්තුවට එරෙහිව බෙදී ගිය පාර්ලිමේන්තුවකින් ඵලක් නැත. ඛනිජ තෙල්, ආහාර, ඖෂධ සහ කර්මාන්ත සඳහා ආනයනය කරන ලද අමුද්‍රව්‍ය තොග අවසන් වෙමින් පවතින අතර ඒවා නැවත පිරවීමට ඩොලර් නොමැත. බොහෝ මිනිසුන්ට වෘකයා දොරකඩින් තබා ගැනීමට නොහැකි වන අතර ආහාර කෝලාහල ඇති වන දිනය වැඩි ඈතක නොවිය හැකිය. කුපිත වූ පාරිභෝගිකයන් පිරිසක් පසුගියදා කොළඹදී මහ දවල් ට්‍රක් රථයක් අල්ලාගෙන ආහාර පිසීමේ ගෑස් සිලින්ඩර බලහත්කාරයෙන් ඉවත් කළහ. මෙය සිදුවීමට නියමිත දේවල පෙරනිමිත්තක් ලෙස සැලකිය හැකිය.",
        "නීති සම්පාදකයින් බොහෝ විට ප්‍රකාශ කරන්නේ රාජ්‍ය මූල්‍ය තම පළාත තුළ පවතින බවත්, පාර්ලිමේන්තුවට වැඩි බලතල ලබා දිය යුතු බවත්, මහජනතාව තෘප්තිමත් වන පරිදි තම භාරකාර රාජකාරි සහ වගකීම් ඉටු කිරීමට කාලය පැමිණ ඇති බවත්ය. ආර්ථික සහ දේශපාලන අවශ්‍යතා නිසා විධායකය බලය බෙදාගැනීමේ වැඩපිළිවෙළකට යෝග්‍ය වී ඇති අතර, විපක්ෂයට අවශ්‍ය වන්නේ මහජනතාවගේ යහපත සඳහා එම අවස්ථාව උදුරා ගැනීමයි.",
        "පාර්ලිමේන්තුවේ මන්ත්‍රීවරුන් තම දේශපාලන මතභේද යටපත් කර ආර්ථිකය සහ ප්‍රජාතන්ත්‍රවාදය යන දෙකම විනාශ නොවන පරිදි බලාපොරොත්තු සුන් වූ ජනතාව වෙනුවෙන් එක්වන ලෙස ඉල්ලා සිටිමු. මහ මැතිවරණයකට කාලය සුදුසු නොවන බවත්, ආර්ථික අර්බුදය විසඳීම සඳහා පාර්ලිමේන්තු මන්ත්‍රීවරුන් අන්තර්වාර පාලනයක් පිහිටුවිය යුතු බවත් මැතිවරණ කොමිසමේ සභාපති නිමල් පුංචිහේවා ප්‍රකාශ කළ බව අද අප උපුටා දැක්වූවා. ආන්ඩුව සහ විපක්ෂය EC ප්‍රධානියාගේ මතය ගෙන තම ප්‍රමුඛතා නිවැරදිව ලබා ගත යුතුය. පාර්ලිමේන්තුව කඩිනමින් කැඳවන ලෙසත් ඔහුගේ ඉල්ලීමට අවනත විය යුතු බවත් කථානායක මහින්ද යාපා අබේවර්ධන මහතා ජනාධිපති රාජපක්ෂ මහතාගෙන් ඉල්ලා තිබේ. කාලය වේගයෙන් ගෙවී යයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "நேரம் ஓடிக்கொண்டிருக்கிறது",
      "body_lines": [
        "இலங்கை முன்னெப்போதும் இல்லாத சூழ்நிலையில் தன்னைக் காண்கிறது. ஒரு தடுமாறிய ஜனாதிபதி கோட்டாபய ராஜபக்ஷ இப்போது ஒரு நபர் நிகழ்ச்சியை நடத்துகிறார். பிரதமர் ராஜினாமா செய்துவிட்டு அமைச்சரவை இல்லை. அவ்வாறு செய்வதற்கு ஜனாதிபதிக்கு அரசியலமைப்பு ரீதியாக அதிகாரம் உள்ளது, ஆனால் அவர் ஒரு பிரதமரையும் அமைச்சரவையையும் அவசரமாக நியமிக்க வேண்டும். தற்போதைய நெருக்கடிகளைச் சமாளிப்பதற்கு ஒரு காபந்து அரசாங்கத்தை அமைப்பதற்கான தனது விருப்பத்தை வெளிப்படுத்திய அவர், SLPP கூட்டணி மற்றும் எதிர்க்கட்சி ஆகிய இரு அரசியல் கட்சிகளின் தலைவர்களுடன் பேச்சுவார்த்தை நடத்தி, எதிர்கால நடவடிக்கை மற்றும் உண்ணாவிரதப் போக்கில் ஒருமித்த கருத்துக்கு வர வேண்டும்.",
        "திங்கட்கிழமை வன்முறையால் நாடு தத்தளிக்கிறது, இயல்பு நிலை திரும்ப வேண்டுமானால் அதிபர் ராஜபக்ச தீர்க்கமாகவும் நியாயமாகவும் செயல்பட வேண்டும். நிலைமையை கட்டுக்குள் கொண்டு வர, பார்த்தாலே சுடும் உத்தரவுகளை அரசு பிறப்பிக்க வேண்டியுள்ளது. ஆளும் கட்சி எம்.பி., இரண்டு போலீஸ் அதிகாரிகள் உட்பட 8 பேர் திங்கள்கிழமை உயிரிழந்தனர். ஸ்ரீலங்கா பொதுஜன பெரமுனவின் எதிர்ப்பு ஊர்வலத்தை ஏற்பாடு செய்தவர்கள் மற்றும் வன்முறையை தூண்டியவர்கள் அனைவரும் கைது செய்யப்பட்டு, மேலும் தாமதிக்காமல் சட்டத்தின் முன் நிறுத்தப்படுவதை ஜனாதிபதி உறுதி செய்ய வேண்டும். இது அவருக்கு மிகவும் கடினமான முடிவாக இருக்கும், ஏனெனில் அவரது குடும்ப உறுப்பினர்கள் சிலர் திங்கள்கிழமை போராட்டத்தை ஏற்பாடு செய்ததாகக் கூறப்படுகிறது, ஆனால் அவர் அவர்களுக்கு எதிராக எந்த நடவடிக்கையும் எடுக்கவில்லை என்றால், அவர் பதவி விலகுவதற்கான அழுத்தம் அதிகரிக்கும்.",
        "எவ்வாறாயினும், SLPP குண்டர்கள் சமூகத்திற்கு மட்டுமே ஆபத்து அல்ல, இருப்பினும் அவர்கள் சட்டத்தின்படி விரைவாக கையாளப்பட வேண்டும். நாட்டின் பல பாகங்களிலும் ஸ்ரீலங்கா பொதுஜன பெரமுனவின் அரசியல்வாதிகளின் வீடுகள் மீது திட்டமிட்டு தீ வைப்புத் தாக்குதல்கள் மற்றும் கொலைகளுக்கு பொறுப்பான ஒழுங்கமைக்கப்பட்ட குழுக்களும் நீதியின் முன் நிறுத்தப்பட வேண்டும். அவர்கள் வீடுகள், ஹோட்டல்கள் மற்றும் வாகனங்களை எரித்த விதம், பேருந்துகளை நிறுத்தி, பெயர் பட்டியலைப் பயன்படுத்தி, SLPP ஆதரவாளர்களை அடையாளம் கண்டு, அவர்கள் வெளியே இழுத்து, தாக்கப்பட்டு, நிர்வாணமாக்கிய விதம், கடந்த காலத்தின் பயங்கரமான நினைவுகளை எழுப்புகிறது. அவர்கள் மிகவும் மோசமான ஒன்றைச் செய்ய முனைகிறார்களா? அவர்கள் ஒரு மோசமான அரசியல் திட்டத்திற்கு எரியூட்டும் வகையில் பொதுமக்களின் கோபத்தை திறம்பட தட்டுகிறார்கள். சட்டம் ஒழுங்கைப் பாதுகாக்க மேற்கொள்ளப்படும் முயற்சிகள், அவற்றைப் பெரிய அளவில் அனுமதிக்கும் பட்சத்தில், அது நிச்சயம் பலனளிக்கும்.",
        "தங்கள் அரசியல் நோக்கத்தை மறைப்பதற்காக வன்முறையில் ஈடுபடும் விரும்பத்தகாதவர்கள் கடுமையாகக் கையாளப்பட வேண்டும். அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்களுக்கு எதிராக SLPP கும்பல் திங்களன்று கட்டவிழ்த்து விடப்பட்ட வன்முறையானது, பல கட்சி இடைக்கால நிர்வாகத்தை அமைக்க ஒப்புக்கொண்ட ஜனாதிபதி ராஜபக்ஷவின் சுருதியை அடக்குவதை நோக்கமாகக் கொண்டது என்று நம்பப்படுகிறது.",
        "தனக்கெதிராகப் பிளவுபடும் பாராளுமன்றம் நாட்டைச் சட்டமற்ற நிலைக்குத் தள்ளுவதைத் தடுப்பதற்கும், தேசிய பொருளாதாரத்தையும் ஜனநாயகத்தையும் காப்பாற்றுவதற்கும் எந்தப் பயனும் இல்லை. பெட்ரோலியம், உணவு, மருந்து, மற்றும் தொழிற்சாலைகளுக்கு இறக்குமதி செய்யப்படும் மூலப்பொருட்களின் இருப்புக்கள் தீர்ந்துவிட்டன, அவற்றை நிரப்புவதற்கு டாலர்கள் இல்லை. பெரும்பாலான மக்களால் ஓநாயை வாசலில் இருந்து தடுக்க முடியாமல், உணவுக் கலவரங்கள் வெடிக்கும் நாள் வெகு தொலைவில் இல்லை. கொழும்பில் அண்மையில் பட்டப்பகலில் ஆத்திரமடைந்த நுகர்வோர் குழுவொன்று டிரக்கை மறித்து சமையல் எரிவாயு சிலிண்டர்களை வலுக்கட்டாயமாக அகற்றியுள்ளனர். இது நடக்கவிருக்கும் விஷயங்களின் முன்னறிவிப்பாகக் கருதப்படலாம்.",
        "சட்டமியற்றுபவர்கள் பொது நிதி தங்கள் மாகாணத்திற்குள்ளேயே இருப்பதாகவும், பாராளுமன்றத்திற்கு அதிக அதிகாரங்கள் வழங்கப்பட வேண்டும் என்றும், அவர்கள் தங்கள் நம்பிக்கைக்குரிய கடமைகளையும் பொறுப்புகளையும் பொதுமக்களின் திருப்திக்கு ஏற்றவாறு நிறைவேற்ற வேண்டிய நேரம் வந்துவிட்டது. பொருளாதார மற்றும் அரசியல் தேவைகள் நிறைவேற்று அதிகாரப் பகிர்வு ஏற்பாட்டிற்கு இணங்கச் செய்துள்ளன, மேலும் மக்களின் நலனுக்கான வாய்ப்பை எதிர்க் கட்சியினர் பயன்படுத்திக் கொள்ள வேண்டும்.",
        "நாடாளுமன்ற உறுப்பினர்கள் தங்களின் அரசியல் வேறுபாடுகளை களைந்து, பொருளாதாரம் மற்றும் ஜனநாயகம் ஆகிய இரண்டும் அழிந்துவிடக் கூடாதென விரக்தியில் ஆழ்ந்திருக்கும் மக்களுக்காக ஒன்றுபட வேண்டும். பொதுத் தேர்தலுக்கான நேரம் சரியானதல்ல எனவும், பொருளாதார நெருக்கடிக்கு தீர்வு காண சட்டமியற்றுபவர்கள் இடைக்கால நிர்வாகத்தை அமைக்க வேண்டும் எனவும் தேர்தல்கள் ஆணைக்குழுவின் தலைவர் நிமல் புஞ்சிஹேவாவை மேற்கோள் காட்டி இன்று தெரிவித்துள்ளோம். அரசாங்கமும் எதிர்க்கட்சியும் தேர்தல் ஆணையத்தின் தலைவரின் கருத்தை ஏற்றுக்கொண்டு, தங்களின் முன்னுரிமைகளை சரியாகப் பெற வேண்டும். சபாநாயகர் மஹிந்த யாப்பா அபேவர்தன, ஜனாதிபதி ராஜபக்ஷவை அவசரமாக பாராளுமன்றத்தை கூட்டுமாறும் அவரது அழைப்புக்கு செவிசாய்க்குமாறும் கோரிக்கை விடுத்துள்ளார். நேரம் வேகமாக ஓடிக்கொண்டிருக்கிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}