{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/28/verstappen-beats-leclerc-by-just-0-5s-in-epic-saudi-arabian-grand-prix/",
  "time_ut": 1648435800,
  "title": "Verstappen beats Leclerc by just 0.5s in epic Saudi Arabian Grand Prix",
  "body_lines": [
    "Red Bull’s Max Verstappen won an epic battle over Charles Leclerc in Saudi Arabia with Carlos Sainz completing the podium behind his Ferrari team mate – as pole-sitter Sergio Perez had to settle for fourth after pitting just before a pivotal Safety Car.",
    "Perez led until Lap 16, when a flash of Ferrari mechanics perhaps triggered Red Bull into an early pit stop. That proved to be unfortunate; Williams’ Nicholas Latifi crashed at the final corner on the next lap and triggered a VSC then Safety Car, with Leclerc, Verstappen and Sainz capitalising.",
    "The Mexican was set to restart third on Lap 21 when the Safety Car retreated but was found to have passed Sainz as the Spaniard exited the pits alongside the Red Bull during the caution period, leaving the pole-sitter fourth.",
    "Another VSC emerged on Lap 38 when McLaren’s Daniel Ricciardo crawled to a halt at the pit exit, Alpine’s Fernando Alonso slowing with a problem a lap earlier – and then stopping around the same place as Ricciardo. When the VSC finished on Lap 41, Verstappen was within a second of leader Leclerc – and now came round two of their brilliant 2022 rivalry.",
    "With DRS, the Dutchman took the lead on the back straight on Lap 42, but Leclerc came back with DRS and held onto the lead. Again on Lap 43, Verstappen attempted a move but locked up in unison with the Ferrari into the final corner, the Ferrari keeping P1.",
    "A brief lull followed and at the start of Lap 47, before Verstappen made sure he had DRS and prised the lead off Leclerc, the championship leader unable to close him off this time.",
    "Leclerc put in the fastest lap with a second wind in the closing staged – but Verstappen narrowly kept him at bay, shrugging off the scare of a late Sector 1 yellow flag (for a Lance Stroll-Alex Albon coming-together) to win by just 0.549s.",
    "George Russell took P5 at Esteban Ocon’s expense, the Alpine driver having lost out to the Mercedes on Lap 3 and then battled with his team mate Alonso (DNF) in an exciting early-race battle. Ocon, out-dragged here for P3 in 2021, kept McLaren’s Lando Norris at bay by a tenth of a second on the line in a drag race for P6.",
    "Pierre Gasly made up one place to P8 for AlphaTauri, with the Haas of Kevin Magnussen ninth from 10th on the grid, and Lewis Hamilton – who was unfortunate not to be able to pit during the second VSC – taking the final point from his P15 start for Mercedes.",
    "Alfa Romeo’s Zhou Guanyu missed out on a second consecutive points finish, receiving two penalties, the first for cutting a corner in an early scrap with Albon and the second for failing to serve that penalty correctly when he pitted.",
    "Albon, Valtteri Bottas, Alonso and Ricciardo, were the five drivers not to make the flag – with Stroll classified 13th, one lap down.",
    "Neither Mick Schumacher, who crashed out of qualifying, nor Yuki Tsunoda, whose AlphaTauri stopped with a technical issue on his lap to the grid, started the race.",
    "CODA’s Troy Kotsur becomes second deaf performer to win Oscar"
  ],
  "translate": {
    "si": {
      "title": "එපික් සෞදි අරාබි ග්‍රෑන්ඩ් ප්‍රී තරගයේදී වර්ස්ටැපන් ලෙක්ලර්ක් පරාජය කළේ තත්පර 0.5කින් පමණි",
      "body_lines": [
        "රෙඩ්බුල්ගේ මැක්ස් වර්ස්ටැපන් සෞදි අරාබියේ චාල්ස් ලෙක්ලර්ක්ට එරෙහිව වීර කාව්‍ය සටනකින් ජයග්‍රහණය කළේය කාලෝස් සයින්ස් ඔහුගේ ෆෙරාරි කණ්ඩායමේ සහකරු පිටුපසින් වේදිකාව සම්පූර්ණ කළේය - පෝල්-සිටර් සර්ජියෝ පෙරෙස්ට ප්‍රධාන ආරක්ෂිත මෝටර් රථයක් ඉදිරියෙන් පසුව හතරවන ස්ථානයට පත්වීමට සිදු විය.",
        "ෆෙරාරි යාන්ත්‍රික විද්‍යාවේ දැල්වීමක් සමහර විට රෙඩ්බුල් ඉක්මනින් වළක් නැවැත්වීමට පොළඹවන විට 16 වන වටය දක්වා පෙරෙස් නායකත්වය දැරීය. එය අවාසනාවන්ත බව ඔප්පු විය; විලියම්ස්ගේ Nicholas Latifi ඊළඟ වටයේ අවසන් කෙළවරේ කඩා වැටුණු අතර Leclerc, Verstappen සහ Sainz ප්‍රාග්ධනීකරණය සමඟ VSC පසුව ආරක්ෂිත මෝටර් රථයක් ක්‍රියාත්මක කළේය.",
        "මෙක්සිකානු ජාතිකයා 21 වන වටයේ තෙවැනි වරටත් ආරම්භ කිරීමට නියමිතව තිබූ අතර, ආරක්‍ෂිත මෝටර් රථය පසුබැසීමට පටන් ගත් නමුත්, ස්පාඤ්ඤ ජාතිකයා රෙඩ්බුල් සමඟ වළවල්වලින් පිටව ගිය විට ස්පාඤ්ඤ ජාතිකයා සයින්ස් පසු කර ඇති බව සොයා ගන්නා ලදී.",
        "McLaren's Daniel Ricciardo වළෙන් පිටවීමේදී නතර වූ විට, Alpine's Fernando Alonso ලැප් එකකට පෙර ප්‍රශ්නයක් ඇතිව මන්දගාමී වෙමින් - පසුව Ricciardo සිටි ස්ථානයේම නතර වූ විට තවත් VSC 38 ලැප් එකේ මතු විය. VSC 41 වන වටයේ අවසන් වන විට, Verstappen නායක Leclerc ගේ තත්පරයක් ඇතුළත සිටියේය - සහ දැන් ඔවුන්ගේ දීප්තිමත් 2022 එදිරිවාදිකම් දෙකක් වටයට පැමිණ ඇත.",
        "DRS සමඟින්, නෙදර්ලන්ත ජාතිකයා 42 ලැප් එකේ කෙළින්ම පිටුපසින් පෙරමුණ ගත් නමුත් ලෙක්ලර්ක් DRS සමඟ ආපසු පැමිණ පෙරමුණේ රැඳී සිටියේය. නැවතත් 43 වන වටයේදී, Verstappen චලනය කිරීමට උත්සාහ කළ නමුත් ෆෙරාරි සමඟ එකඟව අවසන් කෙළවරට අගුලු දමා, ෆෙරාරි P1 තබා ගත්තේය.",
        "කෙටි විවේකයක් ඇති වූ අතර, 47 වන වටය ආරම්භයේදී, වර්ස්ටැපන් තමාට DRS ඇති බවට වග බලා ගැනීමට පෙර සහ මෙවර ඔහුව වසා දැමීමට නොහැකි වූ ශූරතා නායකයා වූ ලෙක්ලර්ක් වෙතින් පෙරමුණ ගෙන සිටියේය.",
        "ලෙක්ලර්ක් සමාප්ති වේදිකාවේ දෙවන සුළඟක් සමඟ වේගවත්ම උකුලට තැබුවේය - නමුත් වර්ස්ටැපන් ඔහුව යන්තම් වළක්වමින්, ප්‍රමාද වූ 1 වන අංශයේ කහ ධජයේ (ලාන්ස් ස්ට්‍රෝල්-ඇලෙක්ස් ඇල්බන් එකට එන) බිය දුරු කරමින් ජයග්‍රහණය කළේය. 0.549s.",
        "ජෝර්ජ් රසල් Esteban Ocon ගේ වියදමින් P5 ලබා ගත් අතර, ඇල්පයින් රියදුරා 3 ලැප් 3 හි Mercedes වෙතින් පරාජයට පත් වූ අතර පසුව ඔහුගේ කණ්ඩායමේ සහකරු ඇලොන්සෝ (DNF) සමඟ උද්යෝගිමත් මුල් ධාවන තරඟයක සටන් කළේය. Ocon, 2021 දී P3 සඳහා මෙතැනින් ඇදගෙන යන ලදී, P6 සඳහා වූ ඩ්‍රැග් රේස් එකකදී මැක්ලරන්ගේ ලැන්ඩෝ නොරිස් තත්පරයෙන් දහයෙන් පංගුවකින් ඉදිරියට ගෙන ගියේය.",
        "Pierre Gasly AlphaTauri සඳහා P8 වෙත එක් ස්ථානයක් ලබා ගත් අතර, ජාලකයේ 10 වැනි ස්ථානයේ සිට Kevin Magnussen 9 වැනි ස්ථානයට පත් වූ අතර, ලුවිස් හැමිල්ටන් - ඔහුගේ P15 ආරම්භයේ සිට අවසන් ලකුණු ලබා ගනිමින්, දෙවන VSC අතරතුරදී පිට කිරීමට නොහැකි වීම අවාසනාවන්ත විය. Mercedes සඳහා.",
        "Alfa Romeo's Zhou Guanyu හට අඛණ්ඩව දෙවන ලකුණු අවසන් වීම අහිමි වූ අතර, දඩුවම් පහර දෙකක් ලබා ගනිමින්, පළමු අවස්ථාව ඇල්බන් සමඟ මුල් සීරීම් එකකදී කෙළවරක් කැපීම සඳහා වූ අතර දෙවැන්න ඔහු එම දඩුවම නිවැරදිව ඉටු කිරීමට අපොහොසත් වීම හේතුවෙන්.",
        "Albon, Valtteri Bottas, Alonso සහ Ricciardo, ධජය නොකළ රියදුරන් පස් දෙනා - Stroll සමග 13 වැනි, එක් වටයක් පහතට වර්ග කර ඇත.",
        "සුදුසුකම් ලැබීමෙන් ඉවත් වූ Mick Schumacher හෝ යුකි Tsunoda, ඔහුගේ AlphaTauri ඔහුගේ උකුලේ තාක්ෂණික දෝෂයක් සමඟ ග්‍රිඩ් වෙත නතර කළ අතර, තරඟය ආරම්භ කළේ නැත.",
        "CODA හි Troy Kotsur ඔස්කාර් සම්මානය දිනාගත් දෙවන බිහිරි රංගන ශිල්පියා බවට පත් වේ"
      ]
    },
    "ta": {
      "title": "காவியமான சவுதி அரேபிய கிராண்ட் பிரிக்ஸில் வெர்ஸ்டாப்பன் லெக்லெர்க்கை 0.5 வினாடிகளில் தோற்கடித்தார்",
      "body_lines": [
        "ரெட்புல்லின் மேக்ஸ் வெர்ஸ்டாப்பன் சவுதி அரேபியாவில் சார்லஸ் லெக்லெர்க்கிற்கு எதிராக ஒரு காவியப் போரில் வெற்றி பெற்றார், கார்லோஸ் சைன்ஸ் தனது ஃபெராரி அணித் துணையின் பின்னால் மேடையை முடித்தார் - ஏனெனில் துருவ-பணியாளர் செர்ஜியோ பெரெஸ் ஒரு முக்கிய பாதுகாப்பு காருக்கு சற்று முன்பு பிட்ட்டிங் செய்து நான்காவது இடத்தைப் பிடிக்க வேண்டியிருந்தது.",
        "பெரேஸ் லேப் 16 வரை முன்னிலை வகித்தார், அப்போது ஃபெராரி மெக்கானிக்ஸ் ஒரு ஃப்ளாஷ் ரெட் புல்லை ஒரு ஆரம்ப பிட் ஸ்டாப்பில் தூண்டியது. அது துரதிர்ஷ்டவசமானது என்று நிரூபிக்கப்பட்டது; வில்லியம்ஸின் நிக்கோலஸ் லாட்டிஃபி அடுத்த மடியில் இறுதி மூலையில் விபத்துக்குள்ளானார் மற்றும் லெக்லெர்க், வெர்ஸ்டாப்பன் மற்றும் சைன்ஸ் மூலதனத்துடன் VSC பின்னர் பாதுகாப்பு காரைத் தூண்டினார்.",
        "பாதுகாப்பு கார் பின்வாங்கிய போது மெக்சிகன் மூன்றாவது லேப் 21 இல் மறுதொடக்கம் செய்யப்பட்டது, ஆனால் ஸ்பானியர் எச்சரிக்கை காலத்தில் ரெட் புல் உடன் குழிகளை விட்டு வெளியேறியதால் சைன்ஸைக் கடந்தது கண்டறியப்பட்டது.",
        "மக்லாரனின் டேனியல் ரிச்சியார்டோ பிட் எக்சிட்டில் தவழ்ந்து நின்றபோது மற்றொரு VSC ஆனது லேப் 38 இல் தோன்றியது, அல்பைனின் ஃபெர்னாண்டோ அலோன்சோ ஒரு மடியில் பிரச்சனையுடன் மெதுவாகச் சென்றார் - பின்னர் ரிக்கார்டோ இருந்த அதே இடத்தில் நிறுத்தினார். VSC லேப் 41 இல் முடிந்ததும், வெர்ஸ்டாப்பன் லீடர் லெக்லெர்க்கின் ஒரு வினாடிக்குள் இருந்தார் - இப்போது அவர்களின் அற்புதமான 2022 போட்டியின் இரண்டிற்கு வந்துள்ளார்.",
        "டிஆர்எஸ் மூலம், டச்சுக்காரர் லேப் 42 இல் முதுகில் நேராக முன்னிலை பெற்றார், ஆனால் லெக்லெர்க் டிஆர்எஸ் உடன் திரும்பி வந்து முன்னணியில் இருந்தார். மீண்டும் லேப் 43 இல், வெர்ஸ்டாப்பன் ஒரு நகர்வை முயற்சித்தார், ஆனால் ஃபெராரியை இறுதி மூலையில் வைத்து ஃபெராரி P1 ஐக் காப்பாற்றினார்.",
        "லேப் 47 இன் தொடக்கத்தில் ஒரு சிறிய மந்தநிலை தொடர்ந்தது, வெர்ஸ்டாப்பன் தனக்கு டிஆர்எஸ் இருப்பதை உறுதிசெய்து, சாம்பியன்ஷிப் தலைவரான லெக்லெர்க்கை இம்முறை அவரை மூட இயலவில்லை.",
        "லெக்லெர்க் மிக வேகமான மடியில் இரண்டாவது காற்று வீசியது. 0.549s.",
        "ஜார்ஜ் ரஸ்ஸல் Esteban Ocon இன் செலவில் P5 ஐ எடுத்தார், அல்பைன் டிரைவர் லேப் 3 இல் மெர்சிடஸிடம் தோற்றார், பின்னர் ஒரு அற்புதமான ஆரம்ப-பந்தயப் போரில் தனது அணித் தோழர் அலோன்சோவுடன் (DNF) போராடினார். 2021 இல் P3க்காக இங்கே இழுத்துச் செல்லப்பட்ட Ocon, P6க்கான இழுபறி பந்தயத்தில் மெக்லாரனின் லாண்டோ நோரிஸை ஒரு வினாடியில் பத்தில் ஒரு பங்கு இடைவெளியில் வைத்திருந்தார்.",
        "பியர் கேஸ்லி அல்ஃபாடவுரிக்கு P8க்கு ஒரு இடத்தைப் பிடித்தார், கெவின் மேக்னூசனின் ஹாஸ் 10வது இடத்தில் இருந்து ஒன்பதாவது இடத்தைப் பிடித்தார், மற்றும் லூயிஸ் ஹாமில்டன் - இரண்டாவது VSC இன் போது பிட் செய்ய முடியாமல் போனது - அவரது P15 தொடக்கத்தில் இருந்து இறுதிப் புள்ளியை எடுத்தது. மெர்சிடிஸுக்கு.",
        "ஆல்ஃபா ரோமியோவின் Zhou Guanyu இரண்டு பெனால்டிகளைப் பெற்று, இரண்டாவது தொடர்ச்சியான புள்ளிகளை தவறவிட்டார், அல்பனுடன் ஆரம்ப ஸ்கிராப்பில் ஒரு மூலையை வெட்டியதற்காக முதல் மற்றும் அவர் பிட் செய்தபோது அந்த பெனால்டியை சரியாக வழங்கத் தவறியதற்காக இரண்டாவது பெனால்டியைப் பெற்றார்.",
        "Albon, Valtteri Bottas, Alonso மற்றும் Ricciardo ஆகிய ஐந்து ஓட்டுநர்கள் கொடியை உருவாக்கவில்லை - ஸ்ட்ரோல் 13 வது வகைப்படுத்தப்பட்டது, ஒரு மடியில் கீழே.",
        "தகுதிச் சுற்றில் தோல்வியுற்ற மிக் ஷூமேக்கரோ அல்லது யுகி சுனோடாவோ, அல்ஃபாடவுரி தொழில்நுட்பக் கோளாறால் தனது மடியில் நிறுத்தப்பட்டதால், பந்தயத்தைத் தொடங்கவில்லை.",
        "CODA இன் ட்ராய் கோட்சூர் ஆஸ்கார் விருதை வென்ற இரண்டாவது காது கேளாத கலைஞர் ஆவார்"
      ]
    }
  }
}