{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Lessons-from-Kalama-Sutta/172-233231",
  "time_ut": 1647467640,
  "title": "Lessons from Kalama Sutta",
  "body_lines": [
    "Buddha fearlessly rejected blind views of a generation, the scriptures or the opinions of teachers (AFP)",
    "Accepting the fact that this feudalist teacher-student relations still exist to some extent Prof. Parakrama proposed as a way out a new theoretical approach which is not teacher-centred",
    "It was to satisfy the thirst of Kalamas to learn what is right that Buddha delivered the Kalama Sutta under ten criteria",
    "The call for independent thinking and free inquiry in Kalama Sutta, Buddha’s famed discourse, continues to appeal to scholars and dedicated teachers. This was in evidence when Prof.Arjuna Parakrama, former journalist and Emeritus Professor of English, University of Peradeniya who was invited to address the last Pre-State Literary Awards lecture, chose Lessons of Kalama Sutta as the basis for his presentation titled “Literature, Criticism and Society. The Need for New Theoretical Approaches and the Challenges they present.”",
    "Delivered in Sinhala the hour-long lecture was well within the trajectory of the present dilemma in the literary and educational field which calls for new theoretical approaches and the need to train one’s mind to be able to determine what is good for you and society.",
    "Kalama Sutta is part of the Anguttara Nikaya which is one of the five collections of Discourses grouped at the first Buddhist Council held three months after Buddha’s Parinirvana. Although delivered over 2500 years ago, the Sutta is often quoted by scholars/teachers as it encourages disciples to reject teaching if it has not been put to the test and had not been practised through one’s own experiential wisdom.",
    "Prof. Parakrama stated that training of the imagination is what is needed to develop. “This is what makes humanities unique, raises the humanities beyond the mundane sciences and make them understand the subject in relation to the world.”",
    "He chose to open his Address with Prof. Ven. Walpola Rahula Thera’s comments on the revolutionary Teachings Buddha expounded in Kalama Sutta. Buddha fearlessly rejected blind views of a generation, the scriptures or the opinions of teachers. But, Venerable Rahula had lamented that no lessons had been learnt from these Teachings. “If a student expresses a view or that of the present society that makes the teacher very angry and threaten the student in numerous ways. The teacher attempts to submerge the student’s reasoning and critical intellect while questioning as to how a student is wiser than the teacher?  The effort of the teacher is to make the student his slave. This teaching  pattern has made many slaves among us.  Expressing an independent view among them is like playing music to deaf elephants.”",
    "Accepting the fact that this feudalist teacher-student relations still exist to some extent Prof. Parakrama proposed as a way out a new theoretical approach which is not teacher-centred. The significance of it is that this teaching philosophy, rests on knowledge , the obtaining of knowledge, being open to questioning and which could be politically defined.",
    "Using Ven. Prof. Rahula Thera’s observations as his theme, Prof. Parakrama accepts that the duty and the responsibility of those in the teaching profession should be to analyse without being partial and be a significant part of the teaching and learning process. While doing so, he states that we must study options that have made a wide impact and learn lessons from them.",
    "It was during one of His frequent sojourns that Buddha, accompanied by monks, arrived at the buzzling trade town of Kasamutta where its inhabitants known as the Kalamas, having heard of the Buddha as a great Teacher, met Him and posed some thought-provoking questions.",
    "They said that some contemplatives and brahmins who visit Kasamutta, expound and explain only their doctrine while they despise, revile and pull to pieces doctrines of others. Some other contemplatives and brahmins who also visit Kasamutta, expound and explain only their own doctrines despising those of others. Therefore, there is doubt and uncertainty in us as to which of them speak the truth?",
    "It was to satisfy the thirst of Kalamas to learn what is right that Buddha delivered the Kalama Sutta under ten criteria:",
    "Do not accept reports one hears repeatedly (anussava,) because it has become the traditional practice (paramparaya,) or things one hears through rumours or unconfirmed reports (itikiraya,) just because it is cited in a text or the scriptures (pitaka sampadana) or those based just on logical reasoning (takkahetu,) by concluding through logical deduction (nayahetu,) through pondering, superficial thinking or common sense ( akaraparivitakkena,) or agree with one’s preconceived opinions because the preacher appears to be acceptable and competent and just because something is stated by one’s admired and respected teacher.",
    "Having presented the ten criteria Buddha spoke of the ill effects of lobha (greed,) dosa (ill will,) and moha (delusion,) how to overcome them and instructed the Kalamas that when you know for yourselves that these qualities are unskillful, blamabale, censured by the wise and when adopted and observed will lead to harm and suffer, then you should abandon them.",
    "But  Buddha asked the Kalamas if there is an absence of these three unwholesome roots – greed (lobha,) ill-will (dosa) or delusion (moha) and when you know that these qualities are skillful, not blamable, are praised by the wise and when these qualities are adopted and observed will lead to benefit and happiness, then you should abide by them.",
    "Overjoyed with what they heard, the Kalamas said that Buddha’s discourse was like a lamp carried into the darkness so that those with eyes can see things.",
    "Prof. Parakrama, going along Buddha’s Teachings in the Kalama Sutta, delved deep into humanities imagination. If we take them up broadly, he said of language that it cannot be a neutral medium. It is used to fight or cover gender, ethnic, class, regional and educational issues. Whereas culture is both positive and negative. If however only the elite and not the poor and the general population are benefitted by it, it has to be deconstructed and examined on a fundamental basis. That is part of this humanities imagination.",
    "His stance however is that studying humanities does not make someone better. You could be a wonderful poet and a horrible human being. But with training of the imagination, you could bypass and avoid the pitfalls and traps of things like hegemony as what Buddha said in Kalama Sutta.",
    "Nationalism, like culture, can be unequal, discriminatory, hierarchical and wrong. But humanities can undo this and it is humanities imagination that can imagine a world outside of this petty nationalism and imagine a world that is international.",
    "Drawing parallels between science and humanities he said that scientists can govern a country because they think governing a country is based on facts. But when you deal with human beings, you need more than facts. You need to understand and engage with society.",
    "And when you need judgment, science cannot give you judgment because there are no rules for judgment. When we act as human beings, what is required are people who can make judgments. Science is used in two senses. It is used to describe physics, biology, chemistry and other branches. Science was also used from the 14th to the 19th centuries as a basis of evidence. So when we say “scientific,” we are not referring to those branches of science. What is meant by it is, it is evidence-based. This is part of humanities and it can be argued that humanities are more scientific.",
    "Of clarity he said, sometimes the model of clarity we have inherited from science could be right. But not always. It is the humanities imagination that can understand the limit of clarity as well as its possibilities."
  ],
  "translate": {
    "si": {
      "title": "කාලාම සූත්‍රයෙන් පාඩම්",
      "body_lines": [
        "බුදුන් වහන්සේ පරම්පරාවක අන්ධ අදහස්, ශුද්ධ ලියවිලි හෝ ගුරුවරුන්ගේ අදහස් (AFP) නොබියව ප්‍රතික්ෂේප කළහ.",
        "මෙම වැඩවසම්වාදී ගුරු-ශිෂ්‍ය සබඳතා තවමත් යම්තාක් දුරකට පවතින බව පිළිගනිමින් මහාචාර්ය පරාක්‍රම ගුරු කේන්ද්‍රීය නොවන නව න්‍යායික ප්‍රවේශයක් සඳහා මගක් ලෙස යෝජනා කළේය.",
        "බුදුන් වහන්සේ කාලාම සූත්‍රය නිර්ණායක දහයක් යටතේ දේශනා කළේ කාලාමවරුන්ගේ නිවැරදි දේ ඉගෙනීමේ පිපාසය සංසිඳුවා ගැනීමටයි.",
        "බුද්ධ කීර්තිමත් දේශනය වන කාලාම සූත්‍රයේ ස්වාධීන චින්තනය සහ නිදහස් විමර්ශනය සඳහා වන ඉල්ලීම විද්වතුන්ට සහ කැපවූ ගුරුවරුන්ට දිගටම ආයාචනා කරයි. පසුගිය පූර්ව රාජ්‍ය සාහිත්‍ය සම්මාන දේශනය ඇමතීමට ආරාධනා ලැබූ පේරාදෙණිය විශ්වවිද්‍යාලයේ හිටපු මාධ්‍යවේදී සහ ඉංග්‍රීසි විෂය පිළිබඳ විශිෂ්ඨ මහාචාර්ය අර්ජුන පරාක්‍රම මහතා විසින් “සාහිත්‍යය, සාහිත්‍යය,” යන මාතෘකාවෙන් යුතුව ඉදිරිපත් කිරීමට පාදක කර ගත් කාලාම සූත්‍රයේ පාඩම් මෙයට සාක්ෂියකි. විවේචනය සහ සමාජය. නව න්‍යායික ප්‍රවේශයන් සඳහා අවශ්‍යතාවය සහ ඔවුන් ඉදිරිපත් කරන අභියෝග.\"",
        "සිංහල භාෂාවෙන් පවත්වන ලද පැයක දේශනය නව න්‍යායික ප්‍රවේශයන් ඉල්ලා සිටින සහ ඔබට සහ සමාජයට යහපත කුමක්ද යන්න තීරණය කිරීමට හැකි වන පරිදි කෙනෙකුගේ මනස පුහුණු කිරීමේ අවශ්‍යතාවය ඉල්ලා සිටින සාහිත්‍ය හා අධ්‍යාපන ක්ෂේත්‍රයේ වර්තමාන උභතෝකෝටිකයේ ගමන් පථය තුළ හොඳින් විය.",
        "කාලාම සූත්‍රය අංගුත්තර නිකායේ කොටසක් වන අතර එය බුද්ධ පරිනිර්වාණයෙන් තෙමසකට පසු පැවති ප්‍රථම බෞද්ධ මහා සභාවේදී කාණ්ඩගත කළ දේශන එකතුව පහෙන් එකකි. වසර 2500 කට පෙර ඉදිරිපත් කරන ලද නමුත්, සූත්‍රය බොහෝ විට උගතුන් / ගුරුවරුන් විසින් උපුටා දක්වනු ලබන්නේ එය පරීක්ෂණයට ලක් නොකළේ නම් සහ තමන්ගේම අත්දැකීම් ප්‍රඥාවෙන් පුහුණු නොකළේ නම් එය ප්‍රතික්ෂේප කිරීමට ශ්‍රාවකයන්ට දිරිගන්වන බැවිනි.",
        "පරිකල්පනය පුහුණු කිරීම දියුණු කිරීමට අවශ්‍ය බව මහාචාර්ය පරාක්‍රම මහතා ප්‍රකාශ කළේය. \"මනුෂ්‍ය ශාස්ත්‍ර අනන්‍ය වන්නේ, ලෞකික විද්‍යාවෙන් ඔබ්බට මානව ශාස්ත්‍ර මතුකර ලෝකයට අදාළ විෂය අවබෝධ කරවන්නේ මෙයයි.\"",
        "ඔහු සිය දේශනය විවෘත කිරීමට තෝරා ගත්තේ මහාචාර්ය පූජ්‍ය පූජ්‍ය පූජ්‍ය හාමුදුරුවන් සමඟ ය. වල්පොල රාහුල හිමියන්ගේ විප්ලවීය ඉගැන්වීම් පිළිබඳ අදහස් කාලාම සූත්‍රයෙන් විස්තර කෙරේ. බුදුන් වහන්සේ පරම්පරාවක අන්ධ අදහස්, ධර්ම ග්‍රන්ථ හෝ ගුරුවරුන්ගේ මත නොබියව ප්‍රතික්ෂේප කළහ. නමුත් මේ ඉගැන්වීම්වලින් පාඩම් ඉගෙන ගෙන නැති බව රාහුල හාමුදුරුවෝ දුක් වුණා. “ශිෂ්‍යයෙක් ගුරුවරයා දැඩි කෝපයට පත් කරන සහ ශිෂ්‍යයාට විවිධ ආකාරවලින් තර්ජනය කරන වත්මන් සමාජය පිළිබඳ අදහසක් හෝ අදහසක් ප්‍රකාශ කරන්නේ නම්. ශිෂ්‍යයෙකු ගුරුවරයාට වඩා ප්‍රඥාවන්ත වන්නේ කෙසේද යන්න ප්‍රශ්න කරන අතරම ගුරුවරයා ශිෂ්‍යයාගේ තර්ක බුද්ධිය සහ විචාර බුද්ධිය යටපත් කිරීමට උත්සාහ කරයි. ගුරුවරයාගේ වෑයම ශිෂ්‍යයා තම වහලෙකු කර ගැනීමයි. මෙම ඉගැන්වීමේ රටාව අප අතර බොහෝ වහලුන් බවට පත් කර ඇත. ඔවුන් අතර ස්වාධීන මතයක් ප්‍රකාශ කිරීම බීරි අලින්ට සංගීතය වාදනය කිරීමක් වැනිය.",
        "මෙම වැඩවසම්වාදී ගුරු ශිෂ්‍ය සබඳතා යම් තරමකට හෝ පවතින බව පිළිගනිමින් මහාචාර්ය පරාක්‍රම ගුරු කේන්ද්‍රීය නොවන නව න්‍යායික ප්‍රවේශයක් සඳහා මගක් ලෙස යෝජනා කළේය. එහි වැදගත්කම වන්නේ මෙම ඉගැන්වීමේ දර්ශනය දැනුම, දැනුම ලබා ගැනීම, ප්‍රශ්න කිරීමට විවෘත වීම සහ දේශපාලනිකව නිර්වචනය කළ හැකි මත රඳා පැවතීමයි.",
        "හාමුදුරුවන් යොදාගෙන. මහාචාර්ය රාහුල හිමියන්ගේ නිරීක්ෂණ තම තේමාව ලෙස මහාචාර්ය පරාක්‍රම පිළිගනී, ගුරු වෘත්තියේ නියැලෙන්නන්ගේ යුතුකම සහ වගකීම විය යුත්තේ පක්ෂග්‍රාහී නොවී විශ්ලේෂණය කර ඉගැන්වීමේ හා ඉගෙනීමේ ක්‍රියාවලියේ සැලකිය යුතු කොටසක් වීම බවයි. එසේ කරන අතරතුර පුළුල් බලපෑමක් ඇති කළ විකල්ප අධ්‍යයනය කර ඒවායින් පාඩම් ඉගෙන ගත යුතු බව ඔහු ප්‍රකාශ කරයි.",
        "බුදුන් වහන්සේ නිතර වැඩම කරන කාලයකදී භික්ෂූන් වහන්සේලා පිරිවරා කසමුත්ත නම් ඝෝෂාකාරී වෙළෙඳ නගරයට වැඩම කළ කාලාම නම් වූ එහි වැසියෝ බුදුන් වහන්සේ ශ්‍රේෂ්ඨ ශාස්තෘන් වහන්සේ නමක් බව අසා උන්වහන්සේ මුණගැසී කල්පනා පොළඹවන ප්‍රශ්න කිහිපයක් ඉදිරිපත් කළහ. .",
        "කසමුත්තය වෙත පැමිණෙන ඇතැම් ධ්‍යානවාදීන් සහ බ්‍රාහ්මණයන් අන් අයගේ ධර්මයන් හෙළා දකිමින්, නින්දා කරමින්, කෑලිවලට ඇද දමමින් තම ධර්මය පමණක් ප්‍රකාශ කර පැහැදිලි කරන බව ඔවුහු පැවසූහ. කාසමුත්තයට පැමිණෙන තවත් සමහර සමාධිමත් බමුණෝ ද අනුන්ගේ ධර්මය හෙළා දකිමින් තමන්ගේ ධර්මය පමණක් ප්‍රකාශ කරති. ඒ නිසා ඔවුන්ගෙන් ඇත්ත කතා කරන්නේ කවුරුන්ද යන්න පිළිබඳව අප තුළ සැකයක් සහ අවිනිශ්චිතතාවයක් තිබේද?",
        "බුදුන් වහන්සේ කාලාම සූත්‍රය නිර්ණායක දහයක් යටතේ දේශනා කළ සේක.",
        "යමෙක් නැවත නැවත අසන වාර්තා (අනුස්සව,) සම්ප්‍රදායික සිරිත බවට පත් වී ඇති නිසා හෝ කටකතාවලින් හෝ තහවුරු නොකළ වාර්තාවලින් (ඉතිකිරය,) අසන දේවල් පාඨයක හෝ ධර්ම ග්‍රන්ථයක (පිටක සම්පාදාන) සඳහන් වූ පමණින් පිළිගන්න එපා. හෝ තර්කානුකූල තර්කය (තක්කහෙතු,) මත පදනම් වූ ඒවා තාර්කික අඩු කිරීමකින් (නයහෙතු,) මෙනෙහි කිරීම, මතුපිටින් සිතීම හෝ සාමාන්‍ය බුද්ධිය (අකරපරිවිතක්කෙන,) හෝ දේශකයා පිළිගත හැකි හා දක්ෂ බව පෙනෙන නිසා කෙනෙකුගේ පූර්ව නිගමනයකට එකඟ වීම කෙනෙකුගේ ප්‍රශංසනීය හා ගෞරවනීය ගුරුවරයා විසින් යමක් ප්‍රකාශ කරනු ලැබේ.",
        "ලෝභ (ලෝභය,) දෝස (අසනීප,) මෝහ (මෝහය,) යන අකුසල විපාක ගැන දස උපාදාන ඉදිරිපත් කළ බුදුරදුන් ඒවා මැඩපවත්වන්නේ කෙසේදැයි වදාළ අතර, එම ගුණයන් අකුසල බව ඔබම දැනගත් විට, දෝෂාරෝපණය කරන ලෙස කාලාමයන්ට උපදෙස් දුන්හ. , නුවණැත්තන් විසින් දෝෂාරෝපණය කරන ලද අතර, සම්මත කර ගත් විට සහ නිරීක්ෂණය කරන විට හානියක් හා දුක් විඳීමට හේතු වනු ඇත, එවිට ඔබ ඒවා අත්හැරිය යුතුය.",
        "නමුත් ලෝභය (ලෝභ) අකුසල (දෝස) මෝහ (මෝහ) යන මේ අකුසල මූලයන් තුන නොමැති දැයි බුදුන් වහන්සේ කාලාමයන්ගෙන් විමසා මේ ගුණයන් දොස් නොපෙන්වන දක්ෂ බව දැනගත් විට ප්‍රඥාවන්තයන් විසින් ප්‍රශංසා කරති. මෙම ගුණාංග අනුගමනය කර ඒවා නිරීක්ෂණය කිරීමෙන් ප්‍රතිලාභ සහ සතුටට හේතු වන විට, ඔබ ඒවා පිළිපැදිය යුතුය.",
        "තමන් ඇසූ දෙයින් අතිශයින් ප්‍රීතියට පත් වූ කාලාමවරු පැවසුවේ බුද්ධ දේශනාව ඇස් ඇති අයට පෙනෙන පරිදි අඳුරට ගෙන ගිය පහනක් වැනි බවයි.",
        "මහාචාර්ය පරාක්‍රම, කාලාම සූත්‍රයේ බුදුන්ගේ ඉගැන්වීම් ඔස්සේ යමින්, මානව ශාස්ත්‍ර පරිකල්පනය ගැඹුරින් සොයා බැලීය. අපි ඒවා පුළුල්ව ගත්තොත් භාෂාව ගැන කිව්වේ මධ්‍යස්ථ මාධ්‍යයක් වෙන්න බෑ කියලා. එය ස්ත්‍රී පුරුෂ භාවය, වාර්ගික, පන්ති, කලාපීය සහ අධ්‍යාපනික ගැටළු වලට එරෙහිව සටන් කිරීමට හෝ ආවරණය කිරීමට භාවිතා කරයි. සංස්කෘතිය ධනාත්මක හා සෘණාත්මක වන අතර. කෙසේ වෙතත් එයින් ප්‍රතිලාභ ලබන්නේ ප්‍රභූ පැලැන්තියට මිස දුප්පතුන්ට සහ සාමාන්‍ය ජනතාවට නොවේ නම්, එය විසංයෝජනය කර මූලික පදනමක් මත විමර්ශනය කළ යුතුය. එය මෙම මානව ශාස්ත්‍ර පරිකල්පනයේ කොටසකි.",
        "කෙසේ වෙතත් ඔහුගේ ස්ථාවරය වන්නේ මානව ශාස්ත්‍ර හැදෑරීමෙන් කෙනෙකු යහපත් නොවන බවයි. ඔබ අපූරු කවියෙකු හා බිහිසුණු මිනිසෙක් විය හැකිය. නමුත් පරිකල්පනය පුහුණු කිරීමෙන්, බුදුන් වහන්සේ කාලාම සූත්‍රයේ වදාළ පරිදි අධිපතිවාදය වැනි දේවල උගුල් සහ උගුල් මඟහරවා ගත හැකිය.",
        "ජාතිකවාදය, සංස්කෘතිය මෙන්, අසමාන, වෙනස් කොට සැලකීම්, ධූරාවලි සහ වැරදි විය හැකිය. නමුත් මානව ශාස්ත්‍රවලට මෙය අහෝසි කළ හැකි අතර මෙම පටු ජාතිකවාදයෙන් පිටත ලෝකයක් මවා ගත හැකි අතර ජාත්‍යන්තර ලෝකයක් මවා ගත හැක්කේ මානව ශාස්ත්‍ර පරිකල්පනයට ය.",
        "විද්‍යාව සහ මානව ශාස්ත්‍ර අතර සමාන්තරයන් අඳිමින් ඔහු කියා සිටියේ විද්‍යාඥයින්ට රටක් පාලනය කළ හැක්කේ රටක් පාලනය කිරීම කරුණු මත පදනම් වූවක් යැයි ඔවුන් සිතන නිසා බවයි. නමුත් ඔබ මිනිසුන් සමඟ ගනුදෙනු කරන විට, ඔබට කරුණු වලට වඩා වැඩි යමක් අවශ්ය වේ. ඔබ තේරුම් ගෙන සමාජය සමඟ සම්බන්ධ විය යුතුය.",
        "ඔබට විනිශ්චයක් අවශ්‍ය වූ විට, විනිශ්චය සඳහා නීති රීති නොමැති නිසා විද්‍යාවට ඔබට විනිශ්චය ලබා දිය නොහැක. අපි මිනිසුන් ලෙස ක්‍රියා කරන විට අවශ්‍ය වන්නේ විනිශ්චයන් කළ හැකි මිනිසුන් ය. විද්‍යාව අර්ථ දෙකකින් භාවිතා වේ. එය භෞතික විද්යාව, ජීව විද්යාව, රසායන විද්යාව සහ අනෙකුත් ශාඛා විස්තර කිරීමට භාවිතා කරයි. 14 වැනි සියවසේ සිට 19 වැනි සියවස දක්වා විද්‍යාව ද සාක්ෂි පදනමක් ලෙස භාවිත විය. ඉතින් අපි \"විද්‍යාත්මක\" කියන විට අපි එම විද්‍යාවේ ශාඛා ගැන සඳහන් නොකරමු. එයින් අදහස් කරන්නේ එය සාක්ෂි මත පදනම් වූවකි. මෙය මානව ශාස්ත්‍රවල කොටසක් වන අතර මානව ශාස්ත්‍ර වඩාත් විද්‍යාත්මක යැයි තර්ක කළ හැකිය.",
        "පැහැදිලිකමෙන් ඔහු පැවසුවේ, සමහර විට අපට විද්‍යාවෙන් උරුම වූ පැහැදිලිකමේ ආකෘතිය නිවැරදි විය හැකි බවයි. නමුත් හැම විටම නොවේ. පැහැදිලිකමේ සීමාව මෙන්ම එහි ශක්‍යතා ද තේරුම් ගත හැක්කේ මානව ශාස්ත්‍ර පරිකල්පනයට ය."
      ]
    },
    "ta": {
      "title": "கலாமா சுத்தத்திலிருந்து பாடங்கள்",
      "body_lines": [
        "புத்தர் ஒரு தலைமுறையின் கண்மூடித்தனமான பார்வைகள், வேதங்கள் அல்லது ஆசிரியர்களின் கருத்துக்களை (AFP) அச்சமின்றி நிராகரித்தார்.",
        "இந்த நிலப்பிரபுத்துவ ஆசிரியர்-மாணவர் உறவுகள் இன்னும் ஓரளவிற்கு உள்ளது என்ற உண்மையை ஏற்றுக்கொண்டு பேராசிரியர் பராக்கிரமா ஆசிரியர் மையமாக இல்லாத ஒரு புதிய தத்துவார்த்த அணுகுமுறையை முன்மொழிந்தார்.",
        "எது சரியானது என்று கலாமாக்களின் தாகத்தைப் போக்கவே புத்தர் பத்து அளவுகோல்களின் கீழ் கலாமா சூத்திரத்தை வழங்கினார்.",
        "புத்தரின் புகழ்பெற்ற சொற்பொழிவான கலாமா சுட்டாவில் சுயாதீன சிந்தனை மற்றும் இலவச விசாரணைக்கான அழைப்பு, அறிஞர்கள் மற்றும் அர்ப்பணிப்புள்ள ஆசிரியர்களை தொடர்ந்து ஈர்க்கிறது. கடந்த அரசிற்கு முந்தைய இலக்கிய விருதுகள் விரிவுரையில் உரையாற்ற அழைக்கப்பட்ட பேராதனைப் பல்கலைக்கழகத்தின் முன்னாள் ஊடகவியலாளரும் ஆங்கிலப் பேராசிரியருமான பேராசிரியர் அர்ஜுன பராக்கிரம, “இலக்கியம், இலக்கியம், விமர்சனம் மற்றும் சமூகம். புதிய தத்துவார்த்த அணுகுமுறைகளின் தேவை மற்றும் அவை முன்வைக்கும் சவால்கள்.",
        "சிங்களத்தில் வழங்கப்பட்ட ஒரு மணி நேர விரிவுரையானது இலக்கிய மற்றும் கல்வித் துறையில் தற்போதைய இக்கட்டான சூழ்நிலையில் புதிய தத்துவார்த்த அணுகுமுறைகளையும் உங்களுக்கும் சமூகத்திற்கும் எது நல்லது என்பதை தீர்மானிக்க ஒருவரின் மனதைப் பயிற்றுவிக்க வேண்டியதன் அவசியத்தை வலியுறுத்துகிறது.",
        "புத்தரின் பரிநிர்வாணத்திற்கு மூன்று மாதங்களுக்குப் பிறகு நடைபெற்ற முதல் பௌத்த மாநாட்டில் தொகுக்கப்பட்ட ஐந்து சொற்பொழிவுகளின் தொகுப்புகளில் ஒன்றான கலாம சுத்தா அங்கூத்தர நிகாயாவின் ஒரு பகுதியாகும். 2500 ஆண்டுகளுக்கு முன்பு வழங்கப்பட்டாலும், சுட்டா பெரும்பாலும் அறிஞர்கள்/ஆசிரியர்களால் மேற்கோள் காட்டப்படுகிறது, ஏனெனில் அது சோதனைக்கு உட்படுத்தப்படாவிட்டால் மற்றும் ஒருவரின் சொந்த அனுபவ ஞானத்தின் மூலம் கற்பிக்கப்படாவிட்டால் அதை நிராகரிக்க சீடர்களை ஊக்குவிக்கிறது.",
        "பேராசிரியர் பராக்கிரமா, கற்பனைத்திறனைப் பயிற்றுவிப்பதே வளர்ச்சிக்குத் தேவை என்று கூறினார். \"இதுவே மனிதநேயத்தை தனித்துவமாக்குகிறது, இவ்வுலக அறிவியலுக்கு அப்பால் மனிதநேயத்தை உயர்த்துகிறது மற்றும் உலகத்துடன் தொடர்புடைய விஷயத்தை அவர்களுக்கு புரிய வைக்கிறது.\"",
        "அவர் தனது உரையைத் திறக்க பேராசிரியர். புத்தர் புரட்சிகர போதனைகள் பற்றிய வல்பொல ராகுல தேரரின் கருத்துக்கள் கலாம சுத்தத்தில் விளக்கப்பட்டுள்ளன. புத்தர் ஒரு தலைமுறையினரின் குருட்டுப் பார்வைகள், வேதங்கள் அல்லது ஆசிரியர்களின் கருத்துக்களை அச்சமின்றி நிராகரித்தார். ஆனால், இந்தப் போதனைகளிலிருந்து எந்தப் பாடமும் கற்கவில்லை என்று வணக்கத்துக்குரிய ராகுலா புலம்பினார். \"ஒரு மாணவன் தற்போதைய சமூகத்தின் கருத்தை அல்லது கருத்தை வெளிப்படுத்தினால், அது ஆசிரியரை மிகவும் கோபப்படுத்துகிறது மற்றும் பல வழிகளில் மாணவனை அச்சுறுத்துகிறது. ஒரு மாணவர் ஆசிரியரை விட எவ்வாறு புத்திசாலி என்று கேள்வி கேட்கும் போது ஆசிரியர் மாணவனின் பகுத்தறிவு மற்றும் விமர்சன நுண்ணறிவை மூழ்கடிக்க முயற்சிக்கிறார்? ஆசிரியரின் முயற்சி மாணவனை அடிமையாக்குவது. இந்தக் கற்பித்தல் முறை நம்மிடையே பல அடிமைகளை உருவாக்கியுள்ளது. அவர்கள் மத்தியில் ஒரு சுயாதீனமான பார்வையை வெளிப்படுத்துவது செவிடான யானைகளுக்கு இசையை வாசிப்பது போன்றது.",
        "இந்த நிலப்பிரபுத்துவ ஆசிரியர்-மாணவர் உறவுகள் இன்னும் ஓரளவிற்கு உள்ளது என்ற உண்மையை ஏற்றுக்கொண்டு பேராசிரியர் பராக்கிரமா ஆசிரியர் மையமாக இல்லாத ஒரு புதிய தத்துவார்த்த அணுகுமுறையை முன்மொழிந்தார். இதன் முக்கியத்துவம் என்னவென்றால், இந்த போதனை தத்துவம், அறிவு, அறிவைப் பெறுதல், கேள்விகளுக்குத் திறந்திருப்பது மற்றும் அரசியல் ரீதியாக வரையறுக்கப்படலாம்.",
        "வென் பயன்படுத்தி. பேராசிரியர் ராகுல தேரரின் அவதானிப்புகள் அவரது கருப்பொருளாக, பேராசிரியர் பராக்கிரம ஆசிரியர் தொழிலில் இருப்பவர்களின் கடமையும் பொறுப்பும் பாரபட்சமின்றி பகுப்பாய்வு செய்வதும் கற்பித்தல் மற்றும் கற்றல் செயல்முறையின் குறிப்பிடத்தக்க பகுதியாக இருக்க வேண்டும் என்பதை ஏற்றுக்கொள்கிறது. அவ்வாறு செய்யும்போது, ​​பரந்த தாக்கத்தை ஏற்படுத்திய விருப்பங்களை நாம் படிக்க வேண்டும் மற்றும் அவற்றிலிருந்து பாடங்களைக் கற்றுக்கொள்ள வேண்டும் என்று அவர் கூறுகிறார்.",
        "புத்தர், துறவிகளுடன் சேர்ந்து, பரபரப்பான வர்த்தக நகரமான கசமுட்டாவுக்கு வந்தார், அங்கு கலாமாக்கள் என்று அழைக்கப்படும் கலாமாக்கள், புத்தரை ஒரு சிறந்த ஆசிரியர் என்று கேள்விப்பட்டு, அவரைச் சந்தித்து சில சிந்தனைகளைத் தூண்டும் கேள்விகளை எழுப்பினர். .",
        "கசமுத்தத்தை தரிசிக்கும் சில சிந்தனையாளர்களும் பிராமணர்களும், மற்றவர்களின் கோட்பாடுகளை இகழ்ந்து, பழிதூற்றி, துண்டு துண்டாக இழுக்கும்போது அவர்களின் கோட்பாட்டை மட்டுமே விளக்கி விளக்குகிறார்கள் என்று அவர்கள் கூறினார்கள். கசமுத்தத்தை தரிசிக்கும் வேறு சில சிந்தனையாளர்கள் மற்றும் பிராமணர்கள், மற்றவர்களின் கொள்கைகளை இகழ்ந்து தங்கள் சொந்த கோட்பாடுகளை மட்டுமே விளக்கி விளக்குகிறார்கள். எனவே, அவர்களில் யார் உண்மை பேசுகிறார்கள் என்பதில் நமக்கு சந்தேகமும் நிச்சயமற்ற தன்மையும் உள்ளது?",
        "எது சரியானது என்பதைக் கற்றுக்கொள்வதற்கான கலாமாக்களின் தாகத்தைத் தீர்க்க, புத்தர் பத்து அளவுகோல்களின் கீழ் கலாமா சூத்திரத்தை வழங்கினார்:",
        "ஒருவர் திரும்பத் திரும்பக் கேட்கும் அறிக்கைகளை (அனுஸ்ஸவ,) ஏற்றுக்கொள்ள வேண்டாம், ஏனென்றால் அது பாரம்பரிய நடைமுறையாக (பரம்பரையாக) மாறிவிட்டது அல்லது வதந்திகள் அல்லது உறுதிப்படுத்தப்படாத அறிக்கைகள் (இதிகிராய,) ஒரு உரை அல்லது வேதத்தில் (பிடக சம்பந்தனா) மேற்கோள் காட்டப்பட்டுள்ளது என்பதற்காக. அல்லது வெறும் தர்க்கரீதியான பகுத்தறிவை அடிப்படையாகக் கொண்டவை (தக்கஹேது,) தர்க்கரீதியான கழித்தல் (நயாஹேது,) மூலம் சிந்தனை, மேலோட்டமான சிந்தனை அல்லது பொது அறிவு (அகரபரிவிதக்கென,) அல்லது ஒருவரின் முன்கூட்டிய கருத்துக்களுடன் உடன்படுதல் அல்லது போதகர் ஏற்றுக்கொள்ளக்கூடிய மற்றும் திறமையானவராகத் தோன்றுவதால் ஒருவரின் போற்றுதலுக்குரிய மற்றும் மரியாதைக்குரிய ஆசிரியரால் கூறப்பட்ட ஒன்று.",
        "பத்து அளவுகோல்களை முன்வைத்த புத்தர், லோபா (பேராசை,) தோசம் (நோய்,) மற்றும் மோகா (மாயை) ஆகியவற்றின் தீய விளைவுகளைப் பற்றிப் பேசினார், அவற்றை எவ்வாறு சமாளிப்பது என்று கலாமாக்களுக்கு அறிவுறுத்தினார். , புத்திசாலிகளால் தணிக்கப்பட்டது மற்றும் ஏற்றுக்கொள்ளப்பட்டு கவனிக்கப்படும் போது தீங்கு மற்றும் துன்பத்திற்கு வழிவகுக்கும், நீங்கள் அவர்களை கைவிட வேண்டும்.",
        "ஆனால்  புத்தர் கலாமாக்களிடம், பேராசை (லோபா,) தீமை (தோசம்) அல்லது மாயை (மோகா) இந்த மூன்று ஆரோக்கியமற்ற வேர்கள் இல்லையே என்று கேட்டார், மேலும் இந்த குணங்கள் திறமையானவை, குற்றம் சாட்டப்பட வேண்டியவை அல்ல என்பதை நீங்கள் அறிந்தால், ஞானிகளால் பாராட்டப்படுகின்றன. இந்த குணங்களை ஏற்றுக்கொண்டு அனுசரிக்கும்போது நன்மை மற்றும் மகிழ்ச்சிக்கு வழிவகுக்கும், நீங்கள் அவற்றைக் கடைப்பிடிக்க வேண்டும்.",
        "அவர்கள் கேட்டதைக் கண்டு மகிழ்ச்சியடைந்த கலாமாக்கள், புத்தரின் சொற்பொழிவு இருளில் கொண்டு செல்லப்பட்ட விளக்கைப் போன்றது, அதனால் கண்கள் உள்ளவர்கள் விஷயங்களைப் பார்க்க முடியும் என்று கூறினார்.",
        "பேராசிரியர் பராக்கிரமா, கலாமா சுட்டாவில் புத்தரின் போதனைகளுடன் சென்று, மனிதநேயக் கற்பனையில் ஆழ்ந்தார். அவற்றை நாம் பரந்த அளவில் எடுத்துக்கொண்டால், நடுநிலை ஊடகமாக இருக்க முடியாது என்று மொழி பற்றி கூறினார். இது பாலினம், இனம், வர்க்கம், பிராந்திய மற்றும் கல்விப் பிரச்சினைகளை எதிர்த்துப் போராட அல்லது மறைக்கப் பயன்படுகிறது. அதேசமயம் கலாச்சாரம் நேர்மறையாகவும் எதிர்மறையாகவும் இருக்கிறது. இருப்பினும், ஏழைகளும், பொது மக்களும் பயனடையாமல், உயர்சாதியினர் மட்டுமே பயனடைகிறார்கள் என்றால், அது மறுகட்டமைக்கப்பட்டு அடிப்படை அடிப்படையில் ஆராயப்பட வேண்டும். இது மனிதநேய கற்பனையின் ஒரு பகுதி.",
        "இருப்பினும் மனிதநேயத்தைப் படிப்பதால் ஒருவரைச் சிறந்தவர்களாக மாற்ற முடியாது என்பது அவரது நிலைப்பாடு. நீங்கள் ஒரு அற்புதமான கவிஞராகவும் கொடூரமான மனிதராகவும் இருக்கலாம். ஆனால் கற்பனையின் பயிற்சியின் மூலம், புத்தர் கலாமா சுட்டாவில் கூறியது போல் மேலாதிக்கம் போன்றவற்றின் ஆபத்துகளையும் பொறிகளையும் தவிர்க்கலாம்.",
        "தேசியவாதமும், கலாச்சாரத்தைப் போலவே, சமத்துவமற்ற, பாகுபாடு, படிநிலை மற்றும் தவறானதாக இருக்கலாம். ஆனால் மனிதநேயம் இதை செயல்தவிர்க்க முடியும் மற்றும் மனிதநேயக் கற்பனையே இந்த குட்டி தேசியவாதத்திற்கு வெளியே ஒரு உலகத்தை கற்பனை செய்து சர்வதேச உலகத்தை கற்பனை செய்ய முடியும்.",
        "அறிவியலுக்கும் மனிதநேயத்திற்கும் இடையே உள்ள ஒற்றுமைகளை வரைந்து, விஞ்ஞானிகள் ஒரு நாட்டை ஆள முடியும், ஏனெனில் ஒரு நாட்டை நிர்வகிப்பது உண்மைகளின் அடிப்படையில் இருப்பதாக அவர்கள் நினைக்கிறார்கள். ஆனால் நீங்கள் மனிதர்களுடன் பழகும்போது, ​​​​உண்மைகளை விட உங்களுக்கு அதிகம் தேவை. நீங்கள் சமூகத்தை புரிந்துகொண்டு அதில் ஈடுபட வேண்டும்.",
        "உங்களுக்கு தீர்ப்பு தேவைப்படும்போது, ​​​​தீர்ப்புக்கான விதிகள் எதுவும் இல்லாததால் விஞ்ஞானம் உங்களுக்கு தீர்ப்பை வழங்க முடியாது. நாம் மனிதர்களாகச் செயல்படும்போது, ​​தீர்ப்புகளை வழங்கக்கூடிய மனிதர்கள் தேவை. விஞ்ஞானம் இரண்டு அர்த்தங்களில் பயன்படுத்தப்படுகிறது. இது இயற்பியல், உயிரியல், வேதியியல் மற்றும் பிற கிளைகளை விவரிக்கப் பயன்படுகிறது. 14 முதல் 19 ஆம் நூற்றாண்டு வரை அறிவியலும் ஆதாரங்களின் அடிப்படையில் பயன்படுத்தப்பட்டது. எனவே \"விஞ்ஞானம்\" என்று நாம் கூறும்போது, ​​​​அந்த அறிவியலின் கிளைகளைக் குறிப்பிடவில்லை. இதன் பொருள் என்னவெனில், இது ஆதாரம் சார்ந்தது. இது மனிதநேயத்தின் ஒரு பகுதியாகும், மேலும் மனிதநேயம் மிகவும் விஞ்ஞானமானது என்று வாதிடலாம்.",
        "அவர் தெளிவுபடுத்துகையில், சில சமயங்களில் அறிவியலில் இருந்து நாம் பெற்ற தெளிவின் மாதிரி சரியாக இருக்கலாம். ஆனால் எப்போதும் இல்லை. தெளிவின் எல்லையையும் அதன் சாத்தியங்களையும் புரிந்து கொள்ளக்கூடியது மனிதநேயக் கற்பனை."
      ]
    }
  }
}