{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/SL-likely-to-restore-pre-2020-tax-regime-as-govt-to-put-economy-back-on-track/342-236222",
  "time_ut": 1651624860,
  "title": "SL likely to restore pre-2020 tax regime as govt. to put economy back on track",
  "body_lines": [
    "CB tells govt. that current tax structure is not sustainable",
    "“We have to bring tax structure at least to level prior to 2020”– CB Governor Dr. Weerasinghe",
    "Finance Minister Sabry wants VAT rate being restored to early teens as 8% looks ludicrous",
    "But timing couldn’t be worse as people are squeezed by hyperinflation",
    "Some economists propose a two-tier tax structure for low and high-income groups",
    "Higher taxes at this juncture could kill prospects for SMEs as they confront a double whammy from higher rates and inflation",
    "As Sri Lanka is now compelled to make some tough choices to put its economy back on track, both the Finance Ministry and Central Bank officials are calling for higher taxes as part of a crucial fiscal reforms package, while the talks with the International Monetary Fund (IMF) continue for a rescue package.",
    "The officials are looking at bringing up the taxes at least to the level that was there before the sweeping tax cuts introduced by the Gotabaya Rajapaksa government in late 2019, which according to some, was required to prop up the economy beset by an IMF-backed tax regime that prevailed.",
    "The then ‘good governance’ government struck a deal with the IMF in June 2016 to resurrect an economy wrecked by Finance Minister Ravi Karunanayake and Central Bank Governor Arjuna Mahendran, both linked to the infamous Central Bank bond scam, which eventually resulted in the decline of that government.",
    "But the Rajapaksa administration that came to power in November 2019 suspended the programme before its conclusion, with US $ 892.3 million remaining to be drawn down out of a total of US $ 1.67 billion package under a three-year economic stabilisation programme premised predominantly on revenue-based fiscal consolidation.",
    "In the programme’s first full fiscal year, Sri Lanka’s revenue to GDP reached its recent highest of 13.8 percent in 2017, before sputtering since then, as the progress was beset by the lingering effects of the political crisis in the latter part of 2018, Easter Sunday attacks in 2019 and tax cuts unleashed in late 2019, which was exacerbated by the two years of pandemic-induced lockdowns.",
    "But now the authorities are hoping to restore the tax structure that prevailed prior to 2020.",
    "“Our advice to the government is that this (current) tax structure is not sustainable. We have to bring the tax structure at least to the level prior to 2020, so that the revenue as a percentage of GDP will increase, making possible the fiscal consolidation,” Central Bank Governor Dr. Nandalal Weerasinghe told reporters in Colombo, last week.",
    "“I am expecting strong revenue measures that would be introduced pretty soon that will help even the monetary policy purposes. Once you address that, the government’s borrowing requirements would be lower than right now. As a result, the interest rates can get lower,” he added.",
    "While most of the other adjustments in the economy have already been enforced or taken place—such as the monetary policy tightening, adjustment of the commodities prices upwards, adjustment in the exchange rate— “the missing piece in the puzzle” of the economic stabilisation package, according to Dr. Weerasinghe, is the absence of the fiscal policy adjustments.",
    "Expressing similar sentiments, Finance Minister Ali Sabry last week hinted at raising the current Value-Added Tax (VAT) rate up to 13-14 percent levels, as he considers the current 8 percent level is “definitely not sustainable”.",
    "Speaking to BBC Television, Sabry said that the move to cut taxes in 2019 was wrong and said that waiting too long to seek the IMF assistance was a mistake.",
    "“We have to increase the taxes. We need to find a way to bridge the revenue gap and expenditure, which we have,” he said in an interview with BBC Television.",
    "However, some economists are unsure whether the timing is right to raise the VAT at a time when the people are already facing insurmountable hardships amid soaring inflation.",
    "Sri Lanka’s official inflation index rose by almost 30 percent in April, due to repeated increases in prices of daily essentials after a botched currency float on March 7, which threw the country into hyperinflation.",
    "These economists propose to increase taxes on big corporations and the wealthy under one rate and the rest—the SMEs and lower and middle-income segment—under a preferential rate in a two-tier direct tax structure to ensure that the most vulnerable are insulated from the worst of the economic conditions.",
    "The small businesses are already on the brink of going bust, as they are hammered by higher interest rates as well as inflation, which kills demand."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව රජයක් ලෙස 2020ට පෙර බදු ක්‍රමය ප්‍රතිෂ්ඨාපනය කිරීමට ඉඩ ඇත. ආර්ථිකය යථා තත්ත්වයට පත් කිරීමට",
      "body_lines": [
        "CB රජයට කියයි. වත්මන් බදු ව්‍යුහය තිරසාර නොවන බව",
        "\"අපි අඩුම තරමින් 2020 ට පෙර බදු ව්‍යුහය මට්ටමට ගෙන ආ යුතුයි\" - මහ බැංකු අධිපති ආචාර්ය වීරසිංහ",
        "මුදල් අමාත්‍ය Sabry 8% හාස්‍යජනක ලෙස පෙනෙන බැවින් නව යොවුන් වියේ මුල් වයසේ අයට වැට් බදු ප්‍රතිසාධනය කිරීමට අවශ්‍යයි",
        "නමුත් මිනිසුන් අධි උද්ධමනය මගින් මිරිකී සිටින බැවින් කාලය වඩාත් නරක විය නොහැක",
        "සමහර ආර්ථික විද්‍යාඥයන් අඩු සහ ඉහළ ආදායම් ලබන කණ්ඩායම් සඳහා ද්වි-ස්ථර බදු ව්‍යුහයක් යෝජනා කරයි",
        "මෙම සන්ධිස්ථානයේ ඉහළ බදු, කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් ඉහළ අනුපාත සහ උද්ධමනය හේතුවෙන් දෙබිඩි ප්‍රහාරයකට මුහුණ දෙන බැවින් ඔවුන්ගේ අපේක්ෂාවන් විනාශ කළ හැකිය.",
        "ශ්‍රී ලංකාව සිය ආර්ථිකය යථා තත්ත්වයට පත් කිරීම සඳහා දැඩි තේරීම් කිහිපයක් කිරීමට දැන් බලකෙරී සිටින බැවින්, ජාත්‍යන්තර මූල්‍ය අරමුදල (අන්තර්ජාතික මූල්‍ය අරමුදල) ​​සමඟ සාකච්ඡා කරන අතරතුර, මුදල් අමාත්‍යාංශය සහ මහ බැංකු නිලධාරීන් යන දෙදෙනාම තීරණාත්මක මූල්‍ය ප්‍රතිසංස්කරණ පැකේජයක කොටසක් ලෙස ඉහළ බදු ඉල්ලා සිටිති. IMF) ගලවා ගැනීමේ පැකේජයක් සඳහා ඉදිරියට යන්න.",
        "2019 අග භාගයේ ගෝඨාභය රාජපක්ෂ රජය විසින් හඳුන්වා දුන් දැවැන්ත බදු කප්පාදුවලට පෙර පැවති මට්ටමට බදු ගෙන ඒමට නිලධාරීන් බලා සිටින අතර, සමහරුන්ට අනුව, IMF පිටුබලය ලබන ආර්ථිකයට මුක්කු ගැසීමට අවශ්‍ය විය. පැවති බදු ක්‍රමය.",
        "කුප්‍රකට මහබැංකු බැඳුම්කර මගඩියට සම්බන්ධ මුදල් ඇමැති රවී කරුණානායක සහ මහ බැංකු අධිපති අර්ජුන මහේන්ද්‍රන් විසින් විනාශ කරන ලද ආර්ථිකයක් යළි නගා සිටුවීමට එවකට ‘යහපාලන’ රජය 2016 ජුනි මාසයේදී IMF සමඟ ගිවිසුමක් ඇති කර ගත් අතර අවසානයේ එය පිරිහීමට හේතු විය. ඒ ආණ්ඩුව.",
        "නමුත් 2019 නොවැම්බරයේදී බලයට පත් වූ රාජපක්ෂ පාලනය වැඩසටහන අවසන් වීමට පෙර අත්හිටුවන ලද අතර, ප්‍රධාන වශයෙන් ආදායම මත පදනම් වූ තෙවසරක ආර්ථික ස්ථායීකරණ වැඩසටහනක් යටතේ ඇමරිකානු ඩොලර් බිලියන 1.67 ක සම්පූර්ණ පැකේජයෙන් ඩොලර් මිලියන 892.3 ක් ලබා ගැනීමට ඉතිරිව ඇත. - පදනම් වූ රාජ්‍ය මූල්‍ය ඒකාග්‍රතාවය.",
        "වැඩසටහනේ පළමු පූර්ණ මූල්‍ය වර්ෂයේදී, 2018 වසරේ අවසාන භාගයේ, පාස්කු ඉරිදා දේශපාලන අර්බුදයේ කල්පවත්නා බලපෑම්වලින් ප්‍රගතිය අවුල් වූ බැවින්, එතැන් සිට ඝෝෂා කිරීමට පෙර, දළ දේශීය නිෂ්පාදිතයට ශ්‍රී ලංකාවේ ආදායම 2017 දී එහි මෑතකාලීන ඉහළම අගය වන සියයට 13.8 දක්වා ළඟා විය. 2019 හි ප්‍රහාර සහ 2019 අගභාගයේදී මුදා හරින ලද බදු කප්පාදුව, එය වසර දෙකක වසංගතයෙන් ඇති වූ අගුලු දැමීම් මගින් උග්‍ර විය.",
        "නමුත් දැන් බලධාරීන් බලාපොරොත්තු වන්නේ 2020ට පෙර පැවති බදු ව්‍යුහය යථා තත්ත්වයට පත් කිරීමටයි.",
        "“අප රජයට දෙන උපදෙස නම් මෙම (වත්මන්) බදු ව්‍යුහය තිරසාර නොවන බවයි. 2020 ට පෙර බදු ව්‍යුහය අවම වශයෙන් 2020 ට පෙර මට්ටමට ගෙන ඒමට අපට සිදු වේ, එවිට දළ දේශීය නිෂ්පාදිතයේ ප්‍රතිශතයක් ලෙස ආදායම වැඩි වන අතර එමඟින් මූල්‍ය ඒකාග්‍රතාවයට හැකි වනු ඇත, ”මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ පසුගිය සතියේ කොළඹදී වාර්තාකරුවන්ට පැවසීය.",
        "“මුදල් ප්‍රතිපත්ති අරමුණුවලට පවා උපකාර වන ශක්තිමත් ආදායම් පියවර ඉතා ඉක්මනින් හඳුන්වා දීමට මම බලාපොරොත්තු වෙමි. ඔබ එය ආමන්ත්‍රණය කළ පසු, රජයේ ණය ගැනීමේ අවශ්‍යතා දැනට වඩා අඩු වනු ඇත. ඒ නිසා පොලී අනුපාත අඩු වෙන්න පුළුවන්,” ඔහු වැඩිදුරටත් පැවසීය.",
        "මූල්‍ය ප්‍රතිපත්ති දැඩි කිරීම, භාණ්ඩ මිල ඉහළට ගැලපීම, විනිමය අනුපාතිකයේ ගැලපීම වැනි ආර්ථිකයේ අනෙකුත් බොහෝ ගැලපීම් දැනටමත් බලාත්මක කර හෝ සිදු කර ඇති අතර, ආර්ථික ස්ථායීකරණ පැකේජයේ \"ප්‍රහේලිකාවේ අතුරුදහන් වූ කොටස\" , ආචාර්ය වීරසිංහට අනුව, රාජ්‍ය මූල්‍ය ප්‍රතිපත්ති ගැලපීම් නොමැතිකමයි.",
        "සමාන හැඟීම් ප්‍රකාශ කරමින්, මුදල් අමාත්‍ය අලි සබ්රි පසුගිය සතියේ වත්මන් එකතු කළ අගය මත බදු (වැට්) අනුපාතය සියයට 13-14 මට්ටම් දක්වා ඉහළ නැංවීමට ඉඟි කළේය, ඔහු දැනට පවතින සියයට 8 මට්ටම “නිසැකයෙන්ම තිරසාර නොවේ” යැයි සලකයි.",
        "බීබීසී රූපවාහිනියට අදහස් දක්වමින් සබ්රි පැවසුවේ 2019 දී බදු කපා හැරීමට ගත් පියවර වැරදි බවත් ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය ලබා ගැනීමට වැඩි කාලයක් රැඳී සිටීම වැරැද්දක් බවත්ය.",
        "“බදු වැඩි කරන්න වෙනවා. අප සතුව ඇති ආදායම් පරතරය සහ වියදම් පියවා ගැනීමට ක්‍රමයක් සොයා ගත යුතුයි,” ඔහු බීබීසී රූපවාහිනිය සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් පැවසීය.",
        "කෙසේ වෙතත්, උද්ධමනය ඉහළ යාම මධ්‍යයේ ජනතාව දැනටමත් දරාගත නොහැකි දුෂ්කරතාවන්ට මුහුණ දී සිටින මොහොතක වැට් බද්ද ඉහළ නැංවීමට නියමිත කාලය නිවැරදි දැයි සමහර ආර්ථික විද්‍යාඥයින් නොදනිති.",
        "මාර්තු 7 වැනි දින කඩාවැටුණු ව්‍යවහාර මුදලකින් පසු දෛනික අත්‍යාවශ්‍ය ද්‍රව්‍යවල මිල නැවත නැවතත් ඉහළ යාම හේතුවෙන්, රට අධි උද්ධමනයකට ඇද දැමූ නිසා, අප්‍රේල් මාසයේදී ශ්‍රී ලංකාවේ නිල උද්ධමන දර්ශකය සියයට 30කින් පමණ ඉහළ ගියේය.",
        "මෙම ආර්ථික විද්‍යාඥයින් යෝජනා කරන්නේ විශාල සමාගම් සහ ධනවතුන් මත එක් අනුපාතයක් යටතේ බදු වැඩි කිරීමට සහ ඉතිරිය - කුඩා හා මධ්‍ය පරිමාණ ව්‍යාපාර සහ පහළ සහ මධ්‍යම ආදායම් අංශය - තට්ටු දෙකේ සෘජු බදු ව්‍යුහයක් යටතේ මනාප අනුපාතයක් යටතේ වඩාත් අවදානමට ලක්විය හැකි අය පරිවරණය කිරීම සහතික කිරීම සඳහා ය. නරකම ආර්ථික තත්වයන්.",
        "ඉල්ලුම විනාශ කරන ඉහළ පොලී අනුපාත මෙන්ම උද්ධමනය නිසා කුඩා ව්‍යාපාර දැනටමත් කඩා වැටීමේ අද්දර සිටී."
      ]
    },
    "ta": {
      "title": "2020க்கு முந்தைய வரி விதிப்பை அரசாக இலங்கை மீண்டும் கொண்டுவர வாய்ப்புள்ளது. பொருளாதாரத்தை மீண்டும் பாதையில் கொண்டு வர",
      "body_lines": [
        "சிபி அரசிடம் கூறுகிறார். தற்போதைய வரி கட்டமைப்பு நிலையானது அல்ல",
        "2020 ஆம் ஆண்டுக்கு முன்னதாகவே நாம் வரிக் கட்டமைப்பை ஒரு நிலைக்கு கொண்டு வர வேண்டும் - மத்திய ஆளுநர் கலாநிதி வீரசிங்க",
        "நிதியமைச்சர் சப்ரி 8% கேலிக்குரியதாகத் தோன்றுவதால், இளம் வயதினருக்கு VAT விகிதத்தை மீட்டெடுக்க வேண்டும் என்று விரும்புகிறார்",
        "ஆனால் அதிக பணவீக்கத்தால் மக்கள் பிழியப்பட்டதால் நேரம் மோசமாக இருக்க முடியாது",
        "சில பொருளாதார வல்லுநர்கள் குறைந்த மற்றும் அதிக வருமானம் கொண்ட குழுக்களுக்கு இரண்டு அடுக்கு வரி கட்டமைப்பை முன்மொழிகின்றனர்",
        "இந்த நேரத்தில் அதிக வரிகள் SME கள் அதிக விகிதங்கள் மற்றும் பணவீக்கத்திலிருந்து இரட்டைச் சத்தத்தை எதிர்கொள்வதால், வாய்ப்புகளை அழிக்கக்கூடும்.",
        "இலங்கை இப்போது தனது பொருளாதாரத்தை மீண்டும் பாதையில் கொண்டு வருவதற்கு சில கடினமான தெரிவுகளைச் செய்ய வேண்டிய கட்டாயத்தில் உள்ளதால், நிதி அமைச்சு மற்றும் மத்திய வங்கி அதிகாரிகள் இருவரும் சர்வதேச நாணய நிதியத்துடனான பேச்சுவார்த்தையின் போது, ​​முக்கியமான நிதி சீர்திருத்தப் பொதியின் ஒரு பகுதியாக அதிக வரிகளை கோருகின்றனர். IMF) மீட்புப் பொதியைத் தொடரவும்.",
        "2019 ஆம் ஆண்டின் பிற்பகுதியில் கோட்டாபய ராஜபக்ஷ அரசாங்கத்தால் அறிமுகப்படுத்தப்பட்ட பெரும் வரிக் குறைப்புகளுக்கு முன்னர் இருந்த வரிகளை குறைந்தபட்சம் வரிகளை உயர்த்த அதிகாரிகள் பார்க்கிறார்கள், சிலரின் கூற்றுப்படி, சர்வதேச நாணய நிதியத்தின் ஆதரவுடன் பொருளாதாரத்திற்கு முட்டுக்கட்டை தேவைப்பட்டது. நிலவிய வரி முறை.",
        "நிதியமைச்சர் ரவி கருணாநாயக்க மற்றும் மத்திய வங்கி ஆளுநர் அர்ஜுன மகேந்திரன் ஆகியோரால் சிதைக்கப்பட்ட பொருளாதாரத்தை மீள எழுப்புவதற்காக அப்போதைய 'நல்லாட்சி' அரசாங்கம் 2016 ஆம் ஆண்டு ஜூன் மாதம் சர்வதேச நாணய நிதியத்துடன் உடன்படிக்கையை மேற்கொண்டது. அந்த அரசாங்கம்.",
        "ஆனால் 2019 நவம்பரில் ஆட்சிக்கு வந்த ராஜபக்ச நிர்வாகம், வருவாயை அடிப்படையாகக் கொண்ட மூன்றாண்டு பொருளாதார ஸ்திரப்படுத்தல் திட்டத்தின் கீழ் மொத்தம் 1.67 பில்லியன் அமெரிக்க டாலர் தொகுப்பில் இருந்து 892.3 மில்லியன் அமெரிக்க டாலர்கள் மீதம் உள்ள நிலையில், அதன் முடிவிற்கு முன்பே திட்டத்தை நிறுத்தி வைத்தது. - அடிப்படையிலான நிதி ஒருங்கிணைப்பு.",
        "திட்டத்தின் முதல் முழு நிதியாண்டில், 2018 ஆம் ஆண்டின் பிற்பகுதியில், ஈஸ்டர் ஞாயிறு அரசியல் நெருக்கடியின் நீடித்த விளைவுகளால் முன்னேற்றம் சூழ்ந்ததால், 2017 ஆம் ஆண்டில் மொத்த உள்நாட்டு உற்பத்தியில் இலங்கையின் வருவாய் அதன் சமீபத்திய அதிகபட்சமான 13.8 சதவீதத்தை எட்டியது. 2019 ஆம் ஆண்டின் தாக்குதல்கள் மற்றும் 2019 ஆம் ஆண்டின் பிற்பகுதியில் கட்டவிழ்த்து விடப்பட்ட வரிக் குறைப்புக்கள், தொற்றுநோயால் தூண்டப்பட்ட இரண்டு வருட பூட்டுதல்களால் அதிகப்படுத்தப்பட்டது.",
        "ஆனால், தற்போது 2020க்கு முன்பு இருந்த வரிக் கட்டமைப்பை மீட்டெடுக்க அதிகாரிகள் நம்பிக்கை வைத்துள்ளனர்.",
        "“இந்த (தற்போதைய) வரிக் கட்டமைப்பு நிலையானது அல்ல என்பதே அரசாங்கத்திற்கு எங்களின் ஆலோசனை. 2020 ஆம் ஆண்டிற்கு முந்தைய நிலைக்கு நாம் வரிக் கட்டமைப்பை கொண்டு வர வேண்டும், இதனால் மொத்த உள்நாட்டு உற்பத்தியின் சதவீதமாக வருமானம் அதிகரிக்கும், இது நிதி ஒருங்கிணைப்பை சாத்தியமாக்குகிறது, ”என்று மத்திய வங்கியின் ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க கொழும்பில் கடந்த வாரம் செய்தியாளர்களிடம் கூறினார்.",
        "\"பணவியல் கொள்கை நோக்கங்களுக்கு கூட உதவும் வலுவான வருவாய் நடவடிக்கைகள் விரைவில் அறிமுகப்படுத்தப்படும் என்று நான் எதிர்பார்க்கிறேன். நீங்கள் அதை நிவர்த்தி செய்தால், அரசாங்கத்தின் கடன் தேவைகள் இப்போது இருப்பதை விட குறைவாக இருக்கும். இதன் விளைவாக, வட்டி விகிதங்கள் குறையக்கூடும், ”என்று அவர் மேலும் கூறினார்.",
        "பொருளாதாரத்தில் பிற சரிசெய்தல்களில் பெரும்பாலானவை ஏற்கனவே நடைமுறைப்படுத்தப்பட்டவை அல்லது நடந்துள்ளன - பணவியல் கொள்கை இறுக்கம், பொருட்களின் விலைகளை மேல்நோக்கி சரிசெய்தல், மாற்று விகிதத்தில் சரிசெய்தல் போன்றவை - பொருளாதார ஸ்திரப்படுத்தல் தொகுப்பின் \"புதிரில் விடுபட்ட துண்டு\" , கலாநிதி வீரசிங்கவின் கூற்றுப்படி, நிதிக் கொள்கை திருத்தங்கள் இல்லாதது ஆகும்.",
        "இதேபோன்ற உணர்வுகளை வெளிப்படுத்தும் வகையில், நிதி மந்திரி அலி சப்ரி கடந்த வாரம் தற்போதைய மதிப்பு கூட்டப்பட்ட வரி (VAT) விகிதத்தை 13-14 சதவிகிதம் வரை உயர்த்துவது குறித்து சுட்டிக்காட்டினார்.",
        "பிபிசி தொலைக்காட்சியிடம் பேசிய சப்ரி, 2019 ஆம் ஆண்டில் வரிகளைக் குறைக்கும் நடவடிக்கை தவறானது என்றும், IMF உதவியைப் பெற அதிக நேரம் காத்திருப்பது தவறு என்றும் கூறினார்.",
        "“வரிகளை அதிகரிக்க வேண்டும். எங்களிடம் உள்ள வருவாய் இடைவெளி மற்றும் செலவினங்களைக் குறைக்க ஒரு வழியைக் கண்டுபிடிக்க வேண்டும், ”என்று அவர் பிபிசி தொலைக்காட்சிக்கு அளித்த பேட்டியில் கூறினார்.",
        "எவ்வாறாயினும், பணவீக்கம் அதிகரித்து வரும் நிலையில், மக்கள் ஏற்கனவே தீர்க்க முடியாத இன்னல்களை எதிர்கொண்டிருக்கும் நேரத்தில், VAT ஐ உயர்த்துவதற்கான நேரம் சரியானதா என்று சில பொருளாதார வல்லுநர்கள் உறுதியாக தெரியவில்லை.",
        "இலங்கையின் உத்தியோகபூர்வ பணவீக்கச் சுட்டெண் ஏப்ரல் மாதத்தில் ஏறக்குறைய 30 வீதத்தால் அதிகரித்தது, மார்ச் 7 ஆம் தேதியன்று, நாளாந்த அத்தியாவசியப் பொருட்களின் விலைகள் மீண்டும் மீண்டும் அதிகரித்ததன் காரணமாக, மார்ச் 7 அன்று, நாட்டை மிகை பணவீக்கத்தில் தள்ளியது.",
        "இந்த பொருளாதார வல்லுநர்கள் பெரிய நிறுவனங்கள் மற்றும் செல்வந்தர்கள் மீதான வரிகளை ஒரு விகிதத்தின் கீழ் அதிகரிக்க முன்மொழிகிறார்கள், மீதமுள்ளவர்கள்-எஸ்எம்இக்கள் மற்றும் குறைந்த மற்றும் நடுத்தர வருமானப் பிரிவினர்-இரண்டு-அடுக்கு நேரடி வரி கட்டமைப்பில் முன்னுரிமை விகிதத்தின் கீழ் மிகவும் பாதிக்கப்படக்கூடியவர்கள் காப்பிடப்படுவதை உறுதிசெய்கிறார்கள். மோசமான பொருளாதார நிலைமைகள்.",
        "சிறு வணிகங்கள் ஏற்கனவே அழிவின் விளிம்பில் உள்ளன, ஏனெனில் அவை அதிக வட்டி விகிதங்கள் மற்றும் பணவீக்கத்தால் பாதிக்கப்பட்டுள்ளன, இது தேவையைக் குறைக்கிறது."
      ]
    }
  }
}