{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/WHO-to-determine-if-Monkeypox-should-be-declared-Emergency-of-International-Concern/108-239101",
  "time_ut": 1655280060,
  "title": "WHO to determine if Monkeypox should be declared ‘Emergency of International Concern’",
  "body_lines": [
    "The head of the World Health Organization (WHO) announced on Tuesday that the International Health Regulations Emergency Committee has been convened due to the spread of the Monkeypox virus to 32 non-endemic countries.",
    "The United Nations (UN) said in a statement that experts will meet on June 23 to assess whether the continuing outbreak represents a Public Health Emergency of International Concern, the highest level of global alert, which currently applies only to the COVID-19 pandemic and polio.",
    "So far this year, more than 1,600 confirmed cases and almost 1,500 suspected cases of Monkeypox have been reported to WHO, across 39 countries – including seven countries where monkeypox has been detected for years, and 32 newly-affected nations.",
    "At least 72 deaths have been reported from previously affected countries. No deaths have been registered so far from the newly affected countries, but the agency is seeking to verify news reports of a related death in Brazil.",
    "\"The global outbreak of Monkeypox is clearly unusual and concerning”, said WHO director Tedros Adhanom Gebreyesus, calling to step up the response and international coordination.",
    "Ibrahima Socé Fall, WHO Deputy Director for Emergency Response, explained that the risk of spread in Europe is considered \"high\" while in the rest of the world \"moderate\" and that there are still knowledge gaps regarding how the virus is being transmitted.",
    "\"We don't want to wait until the situation is out of control”, he said.",
    "WHO has published recommendations for governments regarding case detection and control.",
    "Speaking to journalists in Geneva, WHO Smallpox expert Rosamund Lewis, said it was crucial to raise awareness in the population about the level of risk and explain the recommendations to avoid infecting close contacts and family members.",
    "Dr. Lewis explained that, although the disease sometimes only produces mild symptoms, such as skin lesions, it can be contagious for two to four weeks.",
    "“We know that it is very difficult for people to isolate themselves for so long, but it is very important to protect others. In most cases, people can self-isolate at home and there is no need to be in the hospital,” she added.",
    "Monkeypox is transmitted through close physical contact with someone who has symptoms. The rash, fluids, and scabs are especially infectious. Clothing, bedding, towels, or objects such as eating utensils or dishes that have been contaminated with the virus can also infect others.",
    "However, it is not clear whether people who do not have symptoms can spread the disease, the expert reiterated."
  ],
  "translate": {
    "si": {
      "title": "වඳුරු උවදුර 'ජාත්‍යන්තර සැලකිල්ලේ හදිසි අවස්ථාවක්' ප්‍රකාශ කළ යුතුද යන්න තීරණය කිරීමට WHO",
      "body_lines": [
        "ලෝක සෞඛ්‍ය සංවිධානයේ (WHO) ප්‍රධානියා අඟහරුවාදා නිවේදනය කළේ වඳුරු වයිරසය ආවේණික නොවන රටවල් 32 කට ව්‍යාප්ත වීම හේතුවෙන් ජාත්‍යන්තර සෞඛ්‍ය රෙගුලාසි හදිසි කමිටුව කැඳවා ඇති බවයි.",
        "එක්සත් ජාතීන්ගේ සංවිධානය (එජාස) නිවේදනයක් නිකුත් කරමින් කියා සිටියේ, අඛණ්ඩව පැතිරීම, දැනට COVID-19 වසංගතයට පමණක් අදාළ වන ඉහළම මට්ටමේ ගෝලීය අනතුරු ඇඟවීමේ ඉහළම මට්ටමේ ජාත්‍යන්තර සැලකිල්ලේ මහජන සෞඛ්‍ය හදිසි අවස්ථාවක් නියෝජනය කරන්නේ දැයි තක්සේරු කිරීමට විශේෂඥයින් ජුනි 23 වන දින රැස්වන බවයි. පෝලියෝ.",
        "මේ වසරේ මේ වන විට, වසර 39 ක් පුරා වඳුරු රෝග හඳුනාගෙන ඇති රටවල් හතක් සහ අලුතින් බලපෑමට ලක් වූ රටවල් 32 ක් ඇතුළුව රටවල් 39 ක් පුරා තහවුරු වූ රෝගීන් 1,600 කට වැඩි ප්‍රමාණයක් සහ වඳුරු රෝග පිළිබඳ සැක සහිත රෝගීන් 1,500 කට ආසන්න සංඛ්‍යාවක් WHO වෙත වාර්තා වී ඇත.",
        "මීට පෙර බලපෑමට ලක් වූ රටවලින් අවම වශයෙන් මරණ 72 ක් වාර්තා වී තිබේ. අලුතින් බලපෑමට ලක් වූ රටවලින් මෙතෙක් කිසිදු මරණයක් ලියාපදිංචි වී නැත, නමුත් ඒජන්සිය බ්‍රසීලයේ අදාළ මරණයක් පිළිබඳ ප්‍රවෘත්ති වාර්තා සත්‍යාපනය කිරීමට උත්සාහ කරයි.",
        "ලෝක සෞඛ්‍ය සංවිධානයේ අධ්‍යක්ෂ Tedros Adhanom Gebreyesus ප්‍රතිචාරය සහ ජාත්‍යන්තර සම්බන්ධීකරණය වේගවත් කරන ලෙස ඉල්ලා සිටියේ, \"වඳුරු පොක්ස් ගෝලීයව පැතිරීම පැහැදිලිවම අසාමාන්‍ය සහ සැලකිලිමත් වන\" බවයි.",
        "ලෝක සෞඛ්‍ය සංවිධානයේ හදිසි ප්‍රතිචාර පිළිබඳ නියෝජ්‍ය අධ්‍යක්ෂ Ibrahima Socé Fall, යුරෝපයේ පැතිරීමේ අවදානම \"ඉහළ\" ලෙස සලකනු ලබන අතර අනෙකුත් ලෝකයේ \"මධ්‍යස්ථ\" ලෙස සලකනු ලබන අතර වෛරසය සම්ප්‍රේෂණය වන ආකාරය පිළිබඳ දැනුමේ හිඩැස් තවමත් පවතින බව පැහැදිලි කළේය.",
        "“තත්වය පාලනයෙන් තොර වන තුරු අපට බලා සිටීමට අවශ්‍ය නැත,” ඔහු පැවසීය.",
        "ලෝක සෞඛ්‍ය සංවිධානය විසින් සිද්ධීන් හඳුනා ගැනීම සහ පාලනය කිරීම සම්බන්ධයෙන් රජයන් සඳහා නිර්දේශ ප්‍රකාශයට පත් කර ඇත.",
        "ජිනීවා හි මාධ්‍යවේදීන් අමතමින් WHO වසූරිය විශේෂඥ Rosamund Lewis පැවසුවේ අවදානම් මට්ටම පිළිබඳව ජනතාව දැනුවත් කිරීම සහ සමීප සම්බන්ධතා සහ පවුලේ සාමාජිකයන් ආසාදනය වීම වැළැක්වීම සඳහා නිර්දේශ පැහැදිලි කිරීම ඉතා වැදගත් බවයි.",
        "වෛද්‍ය ලුවිස් පැහැදිලි කළේ, මෙම රෝගය සමහර විට සමේ තුවාල වැනි මෘදු රෝග ලක්ෂණ පමණක් ඇති කළද, සති දෙකේ සිට හතර දක්වා එය බෝවිය හැකි බවයි.",
        "“මිනිසුන්ට මෙතරම් කාලයක් හුදෙකලා වීම ඉතා අපහසු බව අපි දනිමු, නමුත් අන් අයව ආරක්ෂා කිරීම ඉතා වැදගත් ය. බොහෝ අවස්ථාවන්හීදී, මිනිසුන්ට නිවසේදී ස්වයං හුදකලා විය හැකි අතර රෝහලේ සිටීම අවශ්‍ය නොවේ, ”ඇය වැඩිදුරටත් පැවසීය.",
        "වඳුරු පොක්ස් සම්ප්‍රේෂණය වන්නේ රෝග ලක්ෂණ ඇති අයෙකු සමඟ සමීප කායික සම්බන්ධතා පැවැත්වීමෙනි. කුෂ්ඨ, දියර සහ පත්රව විශේෂයෙන් ආසාදන වේ. ඇඳුම් පැළඳුම්, ඇඳ ඇතිරිලි, තුවා හෝ වෛරසයෙන් දූෂිත වූ ආහාර භාජන හෝ පිඟන් වැනි වස්තූන් ද අන් අයට ආසාදනය කළ හැකිය.",
        "කෙසේ වෙතත්, රෝග ලක්ෂණ නොමැති පුද්ගලයින්ට රෝගය පැතිර යා හැකිද යන්න පැහැදිලි නැත, විශේෂඥයා නැවත අවධාරණය කළේය."
      ]
    },
    "ta": {
      "title": "குரங்கு காய்ச்சலை 'சர்வதேச அக்கறையின் அவசரநிலை' என்று அறிவிக்க வேண்டுமா என்பதை WHO தீர்மானிக்கிறது",
      "body_lines": [
        "உலக சுகாதார அமைப்பின் (WHO) தலைவர் செவ்வாய்கிழமை அறிவித்தார், குரங்கு காய்ச்சலானது 32 அல்லாத நாடுகளுக்கு பரவுவதால் சர்வதேச சுகாதார ஒழுங்குமுறை அவசர குழு கூட்டப்பட்டுள்ளது.",
        "ஐக்கிய நாடுகள் சபை (UN) ஒரு அறிக்கையில் ஜூன் 23 அன்று நிபுணர்கள் கூடி, சர்வதேச அக்கறையின் பொது சுகாதார அவசரநிலையை பிரதிநிதித்துவப்படுத்துகிறதா என்பதை மதிப்பிடுவார்கள் என்று கூறியது, இது தற்போது COVID-19 தொற்றுநோய்க்கு மட்டுமே பொருந்தும். போலியோ",
        "இந்த ஆண்டு இதுவரை, 39 நாடுகளில் 1,600 க்கும் மேற்பட்ட உறுதிப்படுத்தப்பட்ட வழக்குகள் மற்றும் கிட்டத்தட்ட 1,500 குரங்கு காய்ச்சலால் பாதிக்கப்பட்டவர்கள் WHO க்கு பதிவாகியுள்ளனர் - இதில் குரங்குப்பழம் பல ஆண்டுகளாக கண்டறியப்பட்ட ஏழு நாடுகள் மற்றும் 32 புதிதாக பாதிக்கப்பட்ட நாடுகள் உட்பட.",
        "முன்னதாக பாதிக்கப்பட்ட நாடுகளில் இருந்து குறைந்தது 72 இறப்புகள் பதிவாகியுள்ளன. புதிதாக பாதிக்கப்பட்ட நாடுகளில் இருந்து இதுவரை இறப்புகள் எதுவும் பதிவு செய்யப்படவில்லை, ஆனால் பிரேசிலில் ஒரு இறப்பு தொடர்பான செய்தி அறிக்கைகளை சரிபார்க்க நிறுவனம் முயல்கிறது.",
        "\"உலகளாவிய குரங்கு பாக்ஸின் வெடிப்பு தெளிவாக அசாதாரணமானது மற்றும் கவலைக்குரியது\" என்று WHO இயக்குனர் டெட்ரோஸ் அதானோம் கெப்ரேயஸ், பதில் மற்றும் சர்வதேச ஒருங்கிணைப்பை அதிகரிக்க அழைப்பு விடுத்தார்.",
        "WHO இன் அவசரகால பதிலுக்கான துணை இயக்குனர் இப்ராஹிமா சோஸ் ஃபால், ஐரோப்பாவில் பரவும் ஆபத்து \"மிதமானதாக\" கருதப்படும்போது, ​​​​உலகின் மற்ற பகுதிகளில் \"மிதமானதாக\" கருதப்படுகிறது மற்றும் வைரஸ் எவ்வாறு பரவுகிறது என்பது குறித்து இன்னும் அறிவு இடைவெளிகள் உள்ளன என்று விளக்கினார்.",
        "\"நிலைமை கட்டுப்பாட்டை மீறும் வரை நாங்கள் காத்திருக்க விரும்பவில்லை\" என்று அவர் கூறினார்.",
        "WHO வழக்கு கண்டறிதல் மற்றும் கட்டுப்பாடு தொடர்பாக அரசாங்கங்களுக்கான பரிந்துரைகளை வெளியிட்டுள்ளது.",
        "ஜெனீவாவில் செய்தியாளர்களிடம் பேசிய WHO பெரியம்மை நோய் நிபுணர் ரோசாமுண்ட் லூயிஸ், ஆபத்து நிலை குறித்து மக்களிடம் விழிப்புணர்வை ஏற்படுத்துவதும், நெருங்கிய தொடர்புகள் மற்றும் குடும்ப உறுப்பினர்களுக்கு தொற்று ஏற்படாமல் இருக்க பரிந்துரைகளை விளக்குவதும் முக்கியம் என்றார்.",
        "டாக்டர். லூயிஸ் விளக்கினார், இந்த நோய் சில சமயங்களில் தோல் புண்கள் போன்ற லேசான அறிகுறிகளை மட்டுமே உருவாக்குகிறது, இது இரண்டு முதல் நான்கு வாரங்களுக்கு தொற்றுநோயாக இருக்கலாம்.",
        "\"இவ்வளவு காலம் மக்கள் தங்களைத் தனிமைப்படுத்துவது மிகவும் கடினம் என்பதை நாங்கள் அறிவோம், ஆனால் மற்றவர்களைப் பாதுகாப்பது மிகவும் முக்கியம். பெரும்பாலான சந்தர்ப்பங்களில், மக்கள் வீட்டிலேயே சுயமாக தனிமைப்படுத்தப்படலாம் மற்றும் மருத்துவமனையில் இருக்க வேண்டிய அவசியமில்லை, ”என்று அவர் மேலும் கூறினார்.",
        "குரங்கு பாக்ஸ் அறிகுறிகளைக் கொண்ட ஒருவருடன் நெருங்கிய உடல் தொடர்பு மூலம் பரவுகிறது. சொறி, திரவங்கள் மற்றும் சிரங்குகள் குறிப்பாக தொற்றுநோயாகும். ஆடை, படுக்கை, துண்டுகள் அல்லது உண்ணும் பாத்திரங்கள் அல்லது உணவுகள் போன்ற பொருட்களும் வைரஸால் மாசுபடுத்தப்பட்ட பிறரை பாதிக்கலாம்.",
        "இருப்பினும், அறிகுறிகள் இல்லாதவர்கள் நோயைப் பரப்ப முடியுமா என்பது தெளிவாகத் தெரியவில்லை, நிபுணர் மீண்டும் வலியுறுத்தினார்."
      ]
    }
  }
}