{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankan-cuisine-a-vision-for-the-future-at-bocuse-dor-sri-lanka-2022/",
  "time_ut": 1651837920,
  "title": "Sri Lankan cuisine – a vision for the future at Bocuse d’Or Sri Lanka 2022",
  "body_lines": [
    "Bocuse d’Or Sri Lanka and Dilmah have collaborated since the inception of the prestigious, global challenge in Sri Lanka, to inspire Sri Lankans with culinary ambition while exploring the potential for Sri Lankan cuisine in the 21st Century. With two young Sri Lankan Chefs winning Bocuse d’Or Sri Lanka 2022 and going on to represent Sri Lanka in the Asian finals, our island’s human and culinary potential were evident in abundance in the passion and commitment of each of the contestants. Also on display was the potential for modern, sustainable Sri Lankan cuisine in the hands of young women and men with culinary aspirations.Eightee teams – each comprising a chef and apprentice – produced aromas, flavours and textures inspired by Sri Lanka in a live cooking session of five hours and 35 minutes. They competed in the Sri Lanka national contest for an opportunity to represent Sri Lanka in the Asian semi final, eventually leading to Lyon, France and the final of Bocuse d’Or. Gold medallist Chef Madushanka De Silva and Commis Siyathma Perera from Waters Edge are the winners who will progress to representing Sri Lanka at Bocuse d’Or Asia.",
    "The challenge which took place at the William Angliss Institute on April 27, 2022 was followed by an awarding ceremony held at Waters Edge, with French Ambassador Eric Lavertu, attending as Chief Guest. Also present were European Union Ambassador Denis Chaibi and Australian High Commissioner David Holly and their spouses.",
    "The winners will now take forth the flavours of Sri Lanka at the Bocuse d’Or Asia Finals, in order to progress to the grand finals in Lyon, France. Speaking at the event, Dilmah CEO, Dilhan C. Fernando explained the significance of Bocuse d’Or for Sri Lanka,",
    "“Bocuse d’Or Sri Lanka is not simply the world’s most prestigious culinary competition; it is unlocking the value of Sri Lankan ingredients – adding value to our exports – unlocking the potential in the young women and men who have experienced this challenge and who are ready to face the culinary world.”",
    "“As we face the worst economic crisis in Sri Lanka, we are conscious of how it has impacted the hospitality industry and the livelihood of the people who are in the trade. In such times, we must collaborate to maintain and uplift employee morale in efforts to sustain the industry… Participating in such global events will allow chefs to learn, develop new skills and techniques, network both locally and internationally, and most importantly, provide purpose to be resilient in these trying times.”",
    "The distinguished panel of Judges included the ‘Godfather’ of Singapore’s Culinary Fraternity – Chef Otto Weibel as Chief Judge, Chef Roberto Beltramini from Italy and Belgian Chef Michael Saelen. Addressing his experience as first-time judge for Bocuse d’Or Sri Lanka, was Official Worldchefs Judge since 2006, Robert Beltramini, who said,",
    "“I was very happy to see that all the Chefs had put a lot of energy into what we have seen today. It’s been an amazing journey for me through all the spices and flavours… It’s very important to show the spirit of Bocuse d’Or and you showed it today.”",
    "Chef M.M.A.Manathunga and Commis Dilhan Saraiffodeen from Grand Hotel, Nuwara Eliya won Silver medals, while Chef Ethige Mihishan Rashminga Silva and Commis Induwara Pathiranage from Hilton Colombo Residences were chosen Bronze medallists. A special awards for Best Tea Inspired Dish was awarded to Chef A.C.Madhawa and Commis P.P.Thennakoon from Cinnamon Grand Hotel, whose Dilmah Berry Sensation Ceylon Tea infused beetroot in chicken leg ragout won the judges’ acclaim. Dilhan Saraiffodeen from Grand Hotel, Nuwara Eliya secured the award for ‘Best Commis’.",
    "Dilmah was the main sponsor of Bocuse d’Or Sri Lanka with other sponsors So Sri Lanka, Ceylon Hotel School Graduates Association, William Angliss, Unilever Food Solutions, Sabatino Tartufi, Nestle Professional, Maxies, CDC Events, Round Island, East-West Food (PVT) Ltd, Sri Lankan Airlines, Meadow Land, Singer, Red FM, SRK Portraits Photography Directors LK and Pulse.",
    "Export outlook dims amidst economic challenges: CCC-USAID export barometer survey",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලාංකේය ආහාර පිසීම - Bocuse d'Or Sri Lanka 2022 හි අනාගතය සඳහා දැක්මක්",
      "body_lines": [
        "Bocuse d'Or Sri Lanka සහ Dilmah ශ්‍රී ලංකාවේ කීර්තිමත්, ගෝලීය අභියෝගය ආරම්භයේ සිටම, 21 වැනි සියවසේ ශ්‍රී ලාංකේය ආහාර පිසීමේ හැකියාව ගවේෂණය කරන අතරම, ශ්‍රී ලාංකිකයන් සූපශාස්ත්‍ර අභිලාෂයන් ඇති කර ගැනීමට සහයෝගීව කටයුතු කර ඇත. තරුණ ශ්‍රී ලාංකික සූපවේදීන් දෙදෙනෙකු Bocus d'Or Sri Lanka 2022 ජයග්‍රහණය කර ආසියානු අවසන් මහා තරගයට ශ්‍රී ලංකාව නියෝජනය කිරීමට යාමත් සමඟම, අපගේ දිවයිනේ මානව සහ සූපශාස්ත්‍ර හැකියාවන් එක් එක් තරඟකරුවන් ගේ ආශාව සහ කැපවීම තුළ බහුලව දක්නට ලැබිණි. සූපශාස්ත්‍ර අභිලාෂයන් ඇති තරුණ තරුණියන් සහ පිරිමින් අත නවීන, තිරසාර ශ්‍රී ලාංකේය ආහාර පිසීමේ හැකියාව ද ප්‍රදර්ශනය විය. කණ්ඩායම් අටක් - එක් එක් සූපවේදියෙකු සහ ආධුනිකයෙකුගෙන් සමන්විත වේ - සජීවී ආහාර පිසීමේ සැසියකදී ශ්‍රී ලංකාවෙන් ආනුභාව ලත් සුවඳ, රස සහ වයනය නිෂ්පාදනය කරන ලදී. පැය පහයි විනාඩි 35 කින්. ඔවුන් ශ්‍රී ලංකාව නියෝජනය කරමින් ආසියානු අර්ධ අවසන් පූර්ව වටයේදී ශ්‍රී ලංකාව නියෝජනය කිරීමේ අවස්ථාව සඳහා ශ්‍රී ලංකා ජාතික තරගයට ඉදිරිපත් වූ අතර අවසානයේ ප්‍රංශයේ ලියොන් නගරයට සහ Bocuse d'Or අවසන් මහා තරගයට පිවිසියේය. වෝටර්ස් එජ් හි රන් පදක්කම්ලාභී සූපවේදී මධුශංක ද සිල්වා සහ කොමිස් සියත්මා පෙරේරා Bocuse d’Or Asia තරඟාවලියේ ශ්‍රී ලංකාව නියෝජනය කිරීමට ප්‍රගතියක් ලබන ජයග්‍රාහකයින් වේ.",
        "2022 අප්‍රේල් 27 වන දින විලියම් ඇන්ග්ලිස් ආයතනයේදී සිදු වූ මෙම අභියෝගය ප්‍රධාන ආරාධිත අමුත්තා ලෙස සහභාගී වූ ප්‍රංශ තානාපති එරික් ලැවර්ටු සමඟින් වෝටර්ස් එජ් හි පැවති සම්මාන ප්‍රදානෝත්සවයෙන් පසුව සිදු විය. යුරෝපීය සංගමයේ තානාපති ඩෙනිස් චයිබි සහ ඕස්ට්‍රේලියානු මහ කොමසාරිස් ඩේවිඩ් හොලි සහ ඔවුන්ගේ කලත්‍රයන් ද පැමිණ සිටියහ.",
        "ජයග්‍රාහකයින් දැන් Bocuse d'Or Asia Finals හි ශ්‍රී ලංකාවේ රසයන් ඉදිරිපත් කරනු ඇත, ප්‍රංශයේ Lyon හි අවසන් මහා තරඟය දක්වා ඉදිරියට යාමට. මෙහිදී අදහස් දැක්වූ Dilmah හි ප්‍රධාන විධායක නිලධාරී, Dilhan C. Fernando මහතා Bocus d’Or ශ්‍රී ලංකාව සඳහා වන වැදගත්කම පැහැදිලි කළේය.",
        "\"Bocuse d'Or Sri Lanka යනු හුදෙක් ලෝකයේ වඩාත්ම කීර්තිමත් සූපශාස්ත්‍ර තරඟය නොවේ; එය ශ්‍රී ලාංකීය අමුද්‍රව්‍යවල වටිනාකම අගුළු හරින්න - අපගේ අපනයනවලට වටිනාකමක් එක් කරමින් - මෙම අභියෝගයට මුහුණ දුන් සහ සූපශාස්ත්‍ර ලෝකයට මුහුණ දීමට සූදානම් තරුණ තරුණියන්ගේ හැකියාවන් අගුළු හරින්න.",
        "“ශ්‍රී ලංකාවේ දරුණුතම ආර්ථික අර්බුදයට අප මුහුණ දෙන විට, එය සත්කාරක කර්මාන්තයට සහ වෙළෙඳාමේ යෙදී සිටින ජනතාවගේ ජීවනෝපායට බලපා ඇති ආකාරය පිළිබඳව අපි දැනුවත්ව සිටිමු. එවැනි කාලවලදී, කර්මාන්තය පවත්වාගෙන යාම සඳහා දරන ප්‍රයත්නවලදී සේවක චිත්ත ධෛර්යය පවත්වා ගැනීමට සහ නඟා සිටුවීමට අප සහයෝගයෙන් ක්‍රියා කළ යුතුය... එවැනි ගෝලීය සිදුවීම්වලට සහභාගී වීමෙන් සූපවේදීන්ට ඉගෙනීමට, නව කුසලතා සහ ශිල්පීය ක්‍රම වර්ධනය කිරීමට, දේශීයව හා ජාත්‍යන්තරව ජාලගත කිරීමට සහ වඩාත් වැදගත් ලෙස අරමුණු සැපයීමට ඉඩ සැලසේ. මෙම දුෂ්කර කාලවලදී ඔරොත්තු දෙන්න.\"",
        "කීර්තිමත් විනිසුරු මඩුල්ලට සිංගප්පූරුවේ සූපශාස්ත්‍ර සහෝදරත්වයේ 'ගෝඩ් ෆාදර්' - ප්‍රධාන විනිසුරුවරයා ලෙස සූපවේදී ඔටෝ වයිබෙල්, ඉතාලියේ චෙෆ් රොබර්ටෝ බෙල්ට්‍රමිනි සහ බෙල්ජියම් සූපවේදී මයිකල් සේලන් ඇතුළත් විය. Bocus d’Or Sri Lanka හි පළමු වරට විනිසුරුවරයා ලෙස ඔහුගේ අත්දැකීම් අමතමින්, 2006 සිට නිල ලෝක සූපවේදීන්ගේ විනිසුරුවරයා වූ රොබට් බෙල්ට්‍රමිනි මෙසේ පැවසීය.",
        "“අද අපි දකින දේට සියලුම සූපවේදීන් විශාල ශක්තියක් යොදවා ඇති බව දැකීමෙන් මම ඉතා සතුටු වුණා. සියලුම කුළුබඩු සහ රසයන් හරහා එය මට පුදුමාකාර ගමනක් විය… Bocus d'Or හි ආත්මය පෙන්වීම ඉතා වැදගත් වන අතර ඔබ එය අද පෙන්වූවා.",
        "නුවරඑළිය Grand Hotel හි සූපවේදී M.M.A.මනතුංග සහ Commis Dilhan Saraiffodeen රිදී පදක්කම් දිනාගත් අතර Hilton Colombo Residences හි සූපවේදී Ethige Mihishan Rashminga Silva සහ Commis Induwara Pathiranage ලෝකඩ පදක්කම්ලාභීන් ලෙස තේරී පත් විය. Best Tea Inspired Dish සඳහා විශේෂ සම්මානයක් Cinnamon Grand Hotel හි සූපවේදී A.C.මාධව සහ Commis P.P.Thennakoon වෙත ප්‍රදානය කරන ලද අතර, ඔවුන්ගේ Dilmah Berry Sensation Ceylon Tea විසින් චිකන් ලෙග් රාගවුට් හි බීට්රූට් මිශ්‍ර කරන ලද අතර විනිසුරුවන්ගේ පැසසුමට ලක්විය. නුවරඑළිය ග්‍රෑන්ඩ් හෝටලයේ දිල්හාන් සරයිෆෝඩීන් ‘හොඳම කොමිස්’ සම්මානය හිමිකර ගත්තේය.",
        "Dilmah අනෙකුත් අනුග්‍රාහකයන් සමඟ Bocuse d'Or Sri Lanka හි ප්‍රධාන අනුග්‍රාහකයා විය So Sri Lanka, Ceylon Hotel School Graduates Association, William Angliss, Unilever Food Solutions, Sabatino Tartufi, Nesle Professional, Maxies, CDC Events, Round Island, East-West Food (PVT) Ltd, Sri Lankan Airlines, Meadow Land, Singer, Red FM, SRK Portraits Photography Directors LK සහ Pulse.",
        "ආර්ථික අභියෝග මධ්‍යයේ අපනයන දැක්ම අඳුරු වේ: CCC-USAID අපනයන බැරෝමීටර සමීක්ෂණය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கை உணவு வகைகள் - Bocus d'Or Sri Lanka 2022 இல் எதிர்காலத்திற்கான ஒரு பார்வை",
      "body_lines": [
        "Bocus d'Or Sri Lanka மற்றும் Dilmah ஆகியவை இலங்கையில் மதிப்புமிக்க, உலகளாவிய சவாலின் தொடக்கத்தில் இருந்து ஒத்துழைத்து, 21 ஆம் நூற்றாண்டில் இலங்கை உணவு வகைகளுக்கான சாத்தியக்கூறுகளை ஆராயும் அதே வேளையில், இலங்கையர்களை சமையல் லட்சியத்துடன் ஊக்கப்படுத்துகின்றன. இலங்கையைச் சேர்ந்த இரண்டு இளம் சமையல்காரர்கள் Bocus d'Or Sri Lanka 2022 ஐ வென்று ஆசிய இறுதிப் போட்டியில் இலங்கையைப் பிரதிநிதித்துவப்படுத்துவதற்குச் செல்வதன் மூலம், போட்டியாளர்கள் ஒவ்வொருவரின் ஆர்வத்திலும் அர்ப்பணிப்பிலும் நமது தீவின் மனித மற்றும் சமையல் ஆற்றல் மிகுதியாக வெளிப்பட்டது. சமையலில் ஆர்வமுள்ள இளம் பெண்கள் மற்றும் ஆண்களின் கைகளில் நவீன, நிலையான இலங்கை உணவுக்கான சாத்தியங்களும் காட்சிக்கு வைக்கப்பட்டன. எட்டு அணிகள் - ஒவ்வொன்றும் ஒரு சமையல்காரர் மற்றும் பயிற்சியாளர் - நேரடி சமையல் அமர்வில் இலங்கையால் ஈர்க்கப்பட்ட நறுமணம், சுவைகள் மற்றும் அமைப்புகளை உற்பத்தி செய்தனர். ஐந்து மணி 35 நிமிடங்கள். ஆசிய அரையிறுதியில் இலங்கையை பிரதிநிதித்துவப்படுத்தும் வாய்ப்பிற்காக அவர்கள் இலங்கை தேசிய போட்டியில் போட்டியிட்டனர், இறுதியில் பிரான்சின் லியோன் மற்றும் Bocus d'Or இறுதிப் போட்டிக்கு இட்டுச் சென்றனர். தங்கப் பதக்கம் வென்ற செஃப் மதுஷங்க டி சில்வா மற்றும் வாட்டர்ஸ் எட்ஜில் இருந்து கொமிஸ் சியாத்மா பெரேரா ஆகியோர் போகஸ் டி'ஓர் ஆசியாவில் இலங்கையைப் பிரதிநிதித்துவப்படுத்தும் வெற்றியாளர்களாக உள்ளனர்.",
        "ஏப்ரல் 27, 2022 அன்று வில்லியம் ஆங்கிலிஸ் இன்ஸ்டிடியூட்டில் நடந்த இந்த சவாலை தொடர்ந்து வாட்டர்ஸ் எட்ஜில் நடைபெற்ற விருது வழங்கும் விழாவிற்கு பிரெஞ்சு தூதர் எரிக் லாவெர்டு தலைமை விருந்தினராக கலந்து கொண்டார். ஐரோப்பிய யூனியன் தூதுவர் டெனிஸ் சாய்பி மற்றும் ஆஸ்திரேலிய உயர் ஸ்தானிகர் டேவிட் ஹோலி மற்றும் அவர்களது மனைவிகளும் கலந்து கொண்டனர்.",
        "வெற்றியாளர்கள் இப்போது பிரான்சின் லியோனில் நடைபெறும் இறுதிப் போட்டிக்கு முன்னேறுவதற்காக Bocus d'Or Asia இறுதிப் போட்டியில் இலங்கையின் சுவைகளை வெளிப்படுத்துவார்கள். நிகழ்வில் உரையாற்றிய Dilmah CEO, Dilhan C. பெர்னாண்டோ இலங்கைக்கான Bocus d'Or இன் முக்கியத்துவம் குறித்து விளக்கினார்.",
        "“Bocuse d’Or Sri Lanka வெறுமனே உலகின் மிகவும் மதிப்புமிக்க சமையல் போட்டி அல்ல; இது இலங்கையின் மூலப்பொருள்களின் பெறுமதியைத் திறக்கிறது - நமது ஏற்றுமதிக்கு மதிப்பு சேர்க்கிறது - இந்த சவாலை அனுபவித்த மற்றும் சமையல் உலகை எதிர்கொள்ளத் தயாராக இருக்கும் இளம் பெண்கள் மற்றும் ஆண்களின் திறனைத் திறக்கிறது.",
        "“இலங்கையில் நாம் மிக மோசமான பொருளாதார நெருக்கடியை எதிர்கொண்டுள்ள நிலையில், அது விருந்தோம்பல் தொழில் மற்றும் வர்த்தகத்தில் ஈடுபட்டுள்ள மக்களின் வாழ்வாதாரத்தை எவ்வாறு பாதித்துள்ளது என்பதை நாங்கள் அறிந்துள்ளோம். இதுபோன்ற சமயங்களில், தொழில்துறையை நிலைநிறுத்துவதற்கான முயற்சிகளில் ஊழியர்களின் மன உறுதியை பராமரிக்கவும் மேம்படுத்தவும் நாம் ஒத்துழைக்க வேண்டும்… இதுபோன்ற உலகளாவிய நிகழ்வுகளில் பங்கேற்பதன் மூலம், சமையல்காரர்கள் கற்கவும், புதிய திறன்கள் மற்றும் நுட்பங்களை மேம்படுத்தவும், உள்நாட்டிலும் சர்வதேச அளவிலும் நெட்வொர்க் செய்யவும், மிக முக்கியமாக, நோக்கத்தை வழங்கவும். இந்த இக்கட்டான காலங்களில் நெகிழ்ச்சியுடன் இருங்கள்.\"",
        "புகழ்பெற்ற நீதிபதிகள் குழுவில் சிங்கப்பூரின் சமையல் சகோதரத்துவத்தின் 'காட்பாதர்' - தலைமை நீதிபதியாக செஃப் ஓட்டோ வெய்பெல், இத்தாலியைச் சேர்ந்த செஃப் ராபர்டோ பெல்ட்ராமினி மற்றும் பெல்ஜிய சமையல்காரர் மைக்கேல் சேலன் ஆகியோர் அடங்குவர். Bocus d'Or Sri Lanka இன் முதல் முறையாக நீதிபதியாக இருந்த தனது அனுபவத்தை உரையாற்றுகையில், 2006 ஆம் ஆண்டு முதல் உத்தியோகபூர்வ உலக சமையல்காரர் நீதிபதியாக இருந்த ரொபர்ட் பெல்ட்ராமினி,",
        "“அனைத்து சமையல் கலைஞர்களும் இன்று நாம் பார்த்தவற்றில் அதிக ஆற்றலைப் பயன்படுத்தியதைக் கண்டு நான் மிகவும் மகிழ்ச்சியடைந்தேன். அனைத்து மசாலாப் பொருட்கள் மற்றும் சுவைகள் மூலம் இது எனக்கு ஒரு அற்புதமான பயணமாக இருந்தது... Bocus d'Or இன் உணர்வைக் காண்பிப்பது மிகவும் முக்கியம், அதை நீங்கள் இன்று காட்டியுள்ளீர்கள்.",
        "நுவரெலியா கிராண்ட் ஹோட்டலைச் சேர்ந்த செஃப் எம்.எம்.ஏ.மனதுங்க மற்றும் கொமிஸ் தில்ஹான் சரைஃபோடீன் ஆகியோர் வெள்ளிப் பதக்கங்களையும், ஹில்டன் கொழும்பு ரெசிடென்ஸைச் சேர்ந்த செஃப் எதிகே மிஹிஷன் ரஷ்மிங்க சில்வா மற்றும் கமிஸ் இந்துவர பத்திரனகே ஆகியோர் வெண்கலப் பதக்கங்களை வென்றனர். சினமன் கிரான்ட் ஹோட்டலைச் சேர்ந்த செஃப் ஏ.சி.மாதவா மற்றும் கொமிஸ் பி.பி.தென்னகோன் ஆகியோருக்கு சிறந்த தேநீர் ஊக்கி உணவுக்கான சிறப்பு விருதுகள் வழங்கப்பட்டது, அவரது தில்மா பெர்ரி சென்சேஷன் சிலோன் டீ சிக்கன் லெக் ரகவுட்டில் பீட்ரூட்டை உட்செலுத்தியது நடுவர்களின் பாராட்டைப் பெற்றது. நுவரெலியாவின் கிராண்ட் ஹோட்டலைச் சேர்ந்த தில்ஹான் சரைஃபோடீன் ‘சிறந்த ஆணையாளர்’ விருதைப் பெற்றார்.",
        "இலங்கை, சிலோன் ஹோட்டல் பள்ளி பட்டதாரிகள் சங்கம், வில்லியம் ஆங்கிலிஸ், யுனிலீவர் ஃபுட் சொல்யூஷன்ஸ், சபாட்டினோ டார்டுஃபி, நெஸ்லே புரொபஷனல், மேக்சிஸ், சி.டி.சி நிகழ்வுகள், ரவுண்ட் ஐலண்ட், ஈஸ்ட்-வெஸ்ட் ஃபுட் போன்ற பிற அனுசரணையாளர்களுடன் டில்மா Bocus d'Or Sri Lanka இன் பிரதான அனுசரணையை வழங்கியது. (PVT) Ltd, Sri Lankan Airlines, Meadow Land, Singer, Red FM, SRK Portraits Photography Directors LK மற்றும் Pulse.",
        "பொருளாதார சவால்களுக்கு மத்தியில் ஏற்றுமதி கண்ணோட்டம் மங்குகிறது: CCC-USAID ஏற்றுமதி காற்றழுத்தமானி கணக்கெடுப்பு",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}