{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82886/i-am-the-crisis-prime-minister-ranil",
  "time_ut": 1654452180,
  "title": "‘I am the crisis Prime Minister’ – Ranil",
  "body_lines": [
    "Reiterating that he accepted the premiership due to the crisis in Sri Lanka and as ‘no one else was willing to’ accept the responsibility, PM Ranil Wickremasinghe says he is the ‘crisis Prime Minister’ and that his main focus at the moment is Sri Lanka’s economic issues.",
    "“I accepted because there is a crisis on and there was no one else who was willing to be Prime Minister. If I did not take this challenge, our country would have been in a much worse situation,” he said, in an interview with NDTV.",
    "“I felt that if I come in and take on the challenge, I can at least slow down the economic decline, stabilise it, and then we can think of ways of turning it around,” the premier said.",
    "He said people are without food, enterprises are closing down, and there was a lot of political instability.",
    "He also spoke about the protest campaign calling for the resignation of the President, being led by mostly young people who were camping out on Galle Face.",
    "“But by the time I came in, that issue had been resolved to a certain extent, because the Sri Lankan Bar Association proposed that we bring in, we reintroduce the 19th Amendment, we strengthen Parliament, which was taken away in 2020 after Parliamentary elections and thereafter go in for a complete abolition of the Executive Presidency.”",
    "“By then the President had also announced that he was staying on in office, but he was willing to bring back the 19th Amendment and go for a complete abolition of the Executive Presidency.”",
    "“In that light, I went in and I thought my job now is, if I wanted, I am certainly willing to stabilise the economy. So, I took the challenge,” Wickremasinghe said.",
    "Asked whether he has ever had to deal with a situation like this, he said: “No, I don’t think they have precedent. My party has only one member, that is me. So therefore, we are the most united party in Parliament.”",
    "On whether he has the people’s mandate with just a single seat in parliament, the Prime Minister said:",
    "“In a crisis, you can’t look at a mandate, a crisis calls for a person who is willing to take it on, and people think that person, he or she, is capable.”",
    "“So, I took it on, Cabinet has been formed, there have been representatives from different political parties and groups, and we are tackling issues.”",
    "The prime minister said he has held discussions with the President and reached an agreement on a programme to resolve the crisis.",
    "“I must say I have been able to speak with the President, and we have agreed on a programme. I am going ahead and implementing it. The Ministers are backing me.”",
    "“The Special Minister of Agriculture, the Minister of Health, the Minister of Energy, we are working very, very closely on stabilising the situation here,” he said.",
    "“How do you find foreign exchange? Our foreign reserves are zero. Some days have nothing, other days we have thirty-forty million dollars, it is difficult to imagine.”",
    "He said that Sri Lanka’s reserves had seven and a half billion dollars when he handed over the government in 2019.",
    "“But we have been helped really by the Indian government,” he pointed out.  He said the help provided by India, with the lines of credit, the swap, and there have been help from some other countries, too, in different grades, the line of relief.",
    "“We can manage at the moment if this keeps moving, but we have to come to an agreement with IMF and I am just focusing on that agreement,” he said.",
    "During the interview, Mr. Wickremesinghe was pressed on whether he has a majority in parliament at the moment and whether he is the people’s Prime Minister or whether he is the Prime Minister in terms of President Gotobaya Rajapaksa.",
    "“I am the crisis Prime Minister. There is a political crisis and an economic crisis. When I say the Ministers are backing me, that is to resolve these issues,” he said.",
    "“I am not looking in terms of them coming and backing my party. Certainly, as Prime Minister, they have been helping me. I am grateful to them. Opposition also hasn’t been too hard.”",
    "“There are two issues: one is the whole issue of the economy, how people are going to live. It’s very, very difficult. You can’t keep that aside while dealing with a political issue also. So, my focus has been actually on the economic issues. As far as the political issues are concerned, the party must decide what is going to happen, but I think that is best done when the economic situation comes back to normal, at least we stabilise it.",
    "“In the meantime, there can be discussions on what can take place. Already, when I came in, they already; the agreement I mentioned earlier. But I have been involved in the political issues too. We met yesterday with the Leader of parties in Parliament and were able to come to an agreement in principle on the new 21st Amendment, which will bring back the 19th Amendment.",
    "“I myself proposed some changes in the Parliamentary system, bringing in the oversight committees, increasing the powers of Parliament over public finance, and even a National Council, which is really a committee of the political party leaders in Parliament.",
    "“This can look at the broad policy issues, and we want the young people, youth protestors and all, to join these committees. I hope this will help to reduce the political tension.”"
  ],
  "translate": {
    "si": {
      "title": "‘අර්බුද අගමැති මමයි’ – රනිල්",
      "body_lines": [
        "ශ්‍රී ලංකාවේ පවතින අර්බුදකාරී තත්ත්වය හේතුවෙන් තමන් අග්‍රාමාත්‍ය ධූරය භාරගත් බවත් 'වෙනත් කිසිවකු එම වගකීම භාර ගැනීමට අකමැති වූ' නිසා බවත් යළිත් අවධාරණය කරන අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා 'අර්බුදකාරී අගමැති' තමා බවත් මේ මොහොතේ තමාගේ ප්‍රධාන අවධානය ශ්‍රී ලංකාව බවත් පවසයි. ආර්ථික ගැටළු.",
        "“අර්බුදකාරී තත්වයක් පවතින නිසාත්, අගමැති වෙන්න කැමති වෙන කවුරුත් නැති නිසාත් මම පිළිගත්තා. මම මේ අභියෝගය භාර නොගත්තා නම් අපේ රට මීට වඩා දරුණු තත්ත්වයකට පත් වෙන්න තිබුණා,” ඔහු NDTV සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් පැවසීය.",
        "\"මම පැමිණ අභියෝගය භාර ගත්තොත්, මට අවම වශයෙන් ආර්ථික පරිහානිය මන්දගාමී කිරීමටත්, එය ස්ථාවර කිරීමටත් හැකි බව මට හැඟී ගියේය, එවිට අපට එය හැරවීමේ ක්‍රම ගැන සිතිය හැකිය,\" අගමැති පැවසීය.",
        "මිනිසුන් ආහාර නොමැතිව සිටින බවත්, ව්‍යවසායන් වැසී යන බවත්, දේශපාලන අස්ථාවරත්වයක් ඇති බවත් ඔහු පැවසීය.",
        "ගාලු මුවදොර කඳවුරු බැඳගෙන සිටින බොහෝ තරුණ තරුණියන් විසින් මෙහෙයවනු ලබන ජනාධිපතිවරයාට ඉල්ලා අස්වන ලෙස ඉල්ලා ඇති විරෝධතා ව්‍යාපාරය පිළිබඳව ද ඔහු කතා කළේය.",
        "“ඒත් මම එනකොට ඒ ප්‍රශ්නය යම්තාක් දුරට විසඳිලා තිබුණා, ශ්‍රී ලංකා නීතීඥ සංගමය අපි ගේන්න යෝජනා කළ නිසා, 19 වැනි සංශෝධනය අපි නැවත ගේනවා, 2020 දී පාර්ලිමේන්තු මැතිවරණයෙන් පස්සේ අරන් ගිය පාර්ලිමේන්තුව ශක්තිමත් කරනවා. ඉන්පසුව විධායක ජනාධිපති ක‍්‍රමය සම්පූර්ණයෙන් අහෝසි කිරීමට කටයුතු කරනවා.”",
        "\"ඒ වන විටත් ජනාධිපතිවරයා තමන් ධූරයේ රැඳී සිටින බව ප්‍රකාශ කර තිබුණත්, 19 වැනි සංශෝධනය නැවත ගෙනැවිත් විධායක ජනාධිපති ක්‍රමය සම්පූර්ණයෙන් අහෝසි කිරීමකට යාමට ඔහු කැමැත්තෙන් සිටියා.\"",
        "“එම ආලෝකය තුළ, මම ඇතුළට ගිය අතර, මම සිතුවෙමි, දැන් මගේ රැකියාව, මට අවශ්‍ය නම්, මම නිසැකවම ආර්ථිකය ස්ථාවර කිරීමට කැමැත්තෙමි. ඒ නිසා මම ඒ අභියෝගය භාර ගත්තා” යැයි වික්‍රමසිංහ මහතා පැවසීය.",
        "ඔහුට කවදා හෝ මෙවැනි තත්වයකට මුහුණ දීමට සිදුවී ඇත්දැයි ඇසූ විට ඔහු මෙසේ පැවසීය: “නැහැ, මම හිතන්නේ ඔවුන්ට පූර්වාදර්ශයක් නැහැ. මගේ පක්‍ෂයට ඉන්නේ මම විතරයි. ඒ නිසා අපි තමයි පාර්ලිමේන්තුවේ ඒකාබද්ධම පක්ෂය.”",
        "තමන්ට පාර්ලිමේන්තුවේ තනි ආසනයක් පමණක් හිමි ජනවරම තිබේද යන්න පිළිබඳව අග්‍රාමාත්‍යවරයා මෙසේද කීය.",
        "\"අර්බුදකදී, ඔබට ජනවරමක් දෙස බැලිය නොහැක, අර්බුදයක් එය භාර ගැනීමට කැමති පුද්ගලයෙකු ඉල්ලා සිටී, සහ මිනිසුන් සිතන්නේ එම පුද්ගලයා, ඔහු හෝ ඇය, හැකියාව ඇති බවයි.\"",
        "“ඉතින්, මම එය භාර ගත්තා, කැබිනට් මණ්ඩලය පිහිටුවා තිබෙනවා, විවිධ දේශපාලන පක්ෂ සහ කණ්ඩායම්වල නියෝජිතයන් හිටියා, අපි ප්‍රශ්න විසඳනවා.”",
        "අර්බුදය විසඳීම සඳහා ජනාධිපතිවරයා සමඟ සාකච්ඡා කර වැඩපිළිවෙලක් සම්බන්ධයෙන් එකඟතාවකට පැමිණි බව අග්‍රාමාත්‍යවරයා පැවසීය.",
        "“මට ජනාධිපතිතුමා සමඟ කතා කිරීමට හැකි වූ බවත්, අපි වැඩසටහනකට එකඟ වූ බවත් මම කිව යුතුයි. මම එය ක්‍රියාත්මක කරමින් ඉදිරියට යනවා. ඇමැතිවරු මට සහාය දෙනවා.”",
        "\"විශේෂ කෘෂිකර්ම අමාත්‍යවරයා, සෞඛ්‍ය අමාත්‍යවරයා, බලශක්ති අමාත්‍යතුමනි, අපි මෙහි තත්ත්වය ස්ථාවර කිරීමට ඉතා සමීපව කටයුතු කරමින් සිටිනවා,\" ඔහු පැවසීය.",
        "“ඔබ විදේශ විනිමය සොයා ගන්නේ කෙසේද? අපේ විදේශ සංචිත බිංදුවයි. සමහර දවස්වලට කිසිම දෙයක් නැහැ, තවත් දවස්වලට ඩොලර් මිලියන තිස් හතළිහක් තියෙනවා, ඒක හිතාගන්න අමාරුයි.",
        "ඔහු 2019 දී රජය භාර දෙන විට ශ්‍රී ලංකාවේ සංචිතවල ඩොලර් බිලියන හතහමාරක් තිබූ බව ඔහු පැවසීය.",
        "“නමුත් අපට ඇත්තටම ඉන්දීය රජය උදව් කර තිබෙනවා,” ඔහු පෙන්වා දුන්නේය. ඉන්දියාව විසින් සපයන ලද ආධාර, ණය රේඛා, හුවමාරුව සහ තවත් සමහර රටවලින් ද විවිධ ශ්‍රේණිවල සහන රේඛාවේ උපකාර ලැබී ඇති බව ඔහු පැවසීය.",
        "\"මෙය දිගටම ගමන් කරන්නේ නම් අපට මේ මොහොතේ කළමනාකරණය කළ හැකිය, නමුත් අපට IMF සමඟ එකඟතාවයකට පැමිණිය යුතු අතර මම එම ගිවිසුම කෙරෙහි අවධානය යොමු කරමි,\" ඔහු පැවසීය.",
        "එම සම්මුඛ සාකච්ඡාවේදී වික්‍රමසිංහ මහතාට මේ මොහොතේ පාර්ලිමේන්තුවේ බහුතර බලය තිබේද, ඔහු ජනතාවගේ අගමැතිද, එසේත් නැතිනම් ගෝඨාභය රාජපක්ෂ ජනාධිපතිවරයාගේ ප්‍රකාරයෙන්ම අගමැතිද යන්න පිළිබඳව වික්‍රමසිංහ මහතාට බලපෑම් එල්ල විය.",
        "“අර්බුදකාරී අගමැති මමයි. දේශපාලන අර්බුදයක් සහ ආර්ථික අර්බුදයක් තිබෙනවා. ඇමැතිවරු මට සහාය දෙනවා කිව්වම ඒ තමයි මේ ප්‍රශ්න විසඳන්න.” යැයිද ඔහු පැවසීය.",
        "“ඔවුන් ඇවිත් මගේ පක්ෂයට සහාය දෙනවා කියලා මම බලන්නේ නැහැ. ඇත්ත වශයෙන්ම, අගමැති ලෙස ඔවුන් මට උදව් කරනවා. මම ඔවුන්ට ස්තුතිවන්ත වෙනවා. විරුද්ධත්වය ද එතරම් අපහසු වී නැත. ”",
        "“ප්‍රශ්න දෙකක් තිබේ: එකක් ආර්ථිකයේ සමස්ත ප්‍රශ්නය, මිනිසුන් ජීවත් වන්නේ කෙසේද යන්නයි. එය ඉතා, ඉතා දුෂ්කර ය. දේශපාලන ප්‍රශ්නයකට මුහුණ දෙන ගමන් ඒක පැත්තකින් තියන්න බැහැ. ඒ නිසා මගේ අවධානය යොමු වෙලා තියෙන්නේ ආර්ථික ප්‍රශ්න ගැන. දේශපාලන ප්‍රශ්න සම්බන්ධයෙන් ගත් කල, සිදුවන්නේ කුමක්ද යන්න තීරණය කළ යුත්තේ පක්ෂයයි, නමුත් මම හිතන්නේ ආර්ථික තත්ත්වය යථා තත්ත්වයට පත් වූ විට එය කළ යුතුයි, අවම වශයෙන් අපි එය ස්ථාවර කර ගනිමු.",
        "“මේ අතරතුර, සිදුවිය හැකි දේ ගැන සාකච්ඡා කළ හැකිය. දැනටමත්, මම ඇතුළට පැමිණි විට, ඔවුන් දැනටමත්; මම කලින් කියපු ගිවිසුම. නමුත් මම දේශපාලන ප්‍රශ්නවලටත් සම්බන්ධ වෙලා තියෙනවා. අපි ඊයේ පාර්ලිමේන්තුවේ පක්ෂ නායකවරයා හමුවී 19 වැනි සංශෝධනය ගෙන එන නව 21 වැනි සංශෝධනය සම්බන්ධයෙන් ප්‍රතිපත්තිමය එකඟතාවකට පැමිණීමට හැකි වුණා.",
        "“පාර්ලිමේන්තු ක්‍රමයේ යම් යම් වෙනස්කම්, අධීක්ෂණ කාරක සභා ගෙන ඒම, රාජ්‍ය මූල්‍ය සම්බන්ධයෙන් පාර්ලිමේන්තුවේ බලතල වැඩි කිරීම සහ ඇත්තටම පාර්ලිමේන්තුවේ දේශපාලන පක්ෂ නායකයින්ගේ කාරක සභාවක් වන ජාතික සභාවක් පවා මම යෝජනා කළා.",
        "“මෙය පුළුල් ප්‍රතිපත්තිමය ගැටළු දෙස බැලිය හැකි අතර, තරුණයින්, තරුණ විරෝධතාකරුවන් සහ සියලු දෙනා මෙම කමිටුවලට සම්බන්ධ වීමට අපට අවශ්‍යය. දේශපාලන ආතතිය අවම කිරීමට මෙය උපකාරී වනු ඇතැයි මම බලාපොරොත්තු වෙමි."
      ]
    },
    "ta": {
      "title": "‘நான் நெருக்கடியான பிரதமர்’ – ரணில்",
      "body_lines": [
        "இலங்கையில் ஏற்பட்டுள்ள நெருக்கடியின் காரணமாக பிரதமர் பதவியை ஏற்றுக்கொண்டதாகவும், 'வேறு யாரும் அந்தப் பொறுப்பை ஏற்கத் தயாராக இல்லை' என்றும் மீண்டும் வலியுறுத்திய பிரதமர் ரணில் விக்கிரமசிங்க, தான் 'நெருக்கடியான பிரதமர்' என்றும், இந்த நேரத்தில் தனது முக்கிய கவனம் இலங்கையின் மீதுதான் என்றும் கூறுகிறார். பொருளாதார பிரச்சினைகள்.",
        "\"ஒரு நெருக்கடி இருப்பதால் நான் ஏற்றுக்கொண்டேன், மேலும் பிரதமராக யாரும் தயாராக இல்லை. நான் இந்த சவாலை ஏற்கவில்லை என்றால், நம் நாடு மிகவும் மோசமான சூழ்நிலையில் இருந்திருக்கும், ”என்று அவர் NDTV க்கு அளித்த பேட்டியில் கூறினார்.",
        "\"நான் உள்ளே வந்து சவாலை ஏற்றுக்கொண்டால், குறைந்தபட்சம் பொருளாதார வீழ்ச்சியை மெதுவாக்கலாம், அதை உறுதிப்படுத்த முடியும், பின்னர் அதை மாற்றுவதற்கான வழிகளைப் பற்றி சிந்திக்கலாம்\" என்று பிரதமர் கூறினார்.",
        "மக்கள் உணவின்றி தவிக்கின்றனர், தொழில் நிறுவனங்கள் மூடப்படுகின்றன, அரசியல் ஸ்திரமின்மை அதிகம் உள்ளது என்றார்.",
        "காலி முகத்திடலில் முகாமிட்டுள்ள பெரும்பாலான இளைஞர்கள் தலைமையில் ஜனாதிபதி பதவி விலகக் கோரி முன்னெடுக்கப்பட்ட எதிர்ப்புப் பிரச்சாரம் குறித்தும் அவர் பேசினார்.",
        "“ஆனால் நான் உள்ளே வருவதற்குள், அந்த பிரச்சினை ஒரு குறிப்பிட்ட அளவிற்கு தீர்க்கப்பட்டது, ஏனெனில் இலங்கை சட்டத்தரணிகள் சங்கம் நாங்கள் கொண்டு வர முன்மொழிந்தோம், நாங்கள் 19 வது திருத்தத்தை மீண்டும் அறிமுகப்படுத்துகிறோம், நாங்கள் பாராளுமன்றத்தை பலப்படுத்துகிறோம், இது 2020 இல் பாராளுமன்றத் தேர்தலுக்குப் பின்னர் பறிக்கப்பட்டது. அதன் பின்னர் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை முற்றாக ஒழிக்க வேண்டும்.”",
        "\"அதற்குள் தான் பதவியில் நீடிப்பதாக ஜனாதிபதியும் அறிவித்திருந்தார், ஆனால் 19வது திருத்தத்தை மீண்டும் கொண்டு வந்து நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை முற்றாக ஒழிப்பதற்கு அவர் தயாராக இருந்தார்.\"",
        "\"அந்த வெளிச்சத்தில், நான் உள்ளே சென்றேன், இப்போது எனது வேலை என்று நினைத்தேன், நான் விரும்பினால், நான் நிச்சயமாக பொருளாதாரத்தை உறுதிப்படுத்த தயாராக இருக்கிறேன். எனவே, நான் சவாலை ஏற்றுக்கொண்டேன், ”என்று விக்கிரமசிங்க கூறினார்.",
        "இதுபோன்ற ஒரு சூழ்நிலையை அவர் எப்போதாவது சமாளிக்க வேண்டியிருக்கிறதா என்று கேட்டதற்கு, அவர் கூறினார்: “இல்லை, அவர்களுக்கு முன்மாதிரி இருப்பதாக நான் நினைக்கவில்லை. எனது கட்சிக்கு ஒரே ஒரு உறுப்பினர், அது நான்தான். எனவே, நாங்கள் நாடாளுமன்றத்தில் மிகவும் ஐக்கியமான கட்சியாக இருக்கிறோம்” என்றார்.",
        "நாடாளுமன்றத்தில் ஒரே ஒரு ஆசனம் மட்டுமே அவருக்கு மக்கள் ஆணையாக உள்ளதா என்பது குறித்து பிரதமர் கூறியதாவது:",
        "\"ஒரு நெருக்கடியில், நீங்கள் ஒரு ஆணையைப் பார்க்க முடியாது, ஒரு நெருக்கடி அதை ஏற்றுக்கொள்ளத் தயாராக இருக்கும் ஒருவரை அழைக்கிறது, மேலும் அந்த நபர், அவர் அல்லது அவள் திறமையானவர் என்று மக்கள் நினைக்கிறார்கள்.\"",
        "\"எனவே, நான் அதை ஏற்றுக்கொண்டேன், அமைச்சரவை உருவாக்கப்பட்டது, பல்வேறு அரசியல் கட்சிகள் மற்றும் குழுக்களின் பிரதிநிதிகள் உள்ளனர், நாங்கள் பிரச்சினைகளை எதிர்கொள்கிறோம்.\"",
        "நெருக்கடியை தீர்ப்பதற்கான வேலைத்திட்டம் தொடர்பில் ஜனாதிபதியுடன் கலந்துரையாடி இணக்கப்பாட்டுக்கு வந்துள்ளதாக பிரதமர் தெரிவித்துள்ளார்.",
        "\"ஜனாதிபதியுடன் என்னால் பேச முடிந்தது என்று நான் சொல்ல வேண்டும், நாங்கள் ஒரு திட்டத்திற்கு ஒப்புக்கொண்டோம். நான் முன்னோக்கி சென்று அதை செயல்படுத்துகிறேன். அமைச்சர்கள் எனக்கு ஆதரவாக உள்ளனர்.",
        "\"விவசாய சிறப்பு அமைச்சர், சுகாதார அமைச்சர், எரிசக்தி அமைச்சர், நாங்கள் இங்கு நிலைமையை சீராக்குவதில் மிக மிக நெருக்கமாக பணியாற்றி வருகிறோம்,\" என்று அவர் கூறினார்.",
        "“அந்நியச் செலாவணியை எப்படிக் கண்டுபிடிப்பது? நமது வெளிநாட்டு கையிருப்பு பூஜ்ஜியம். சில நாட்களில் எதுவும் இல்லை, மற்ற நாட்களில் முப்பது நாற்பது மில்லியன் டாலர்கள் உள்ளன, கற்பனை செய்வது கடினம்.",
        "2019 ஆம் ஆண்டு தாம் அரசாங்கத்தை கையளிக்கும் போது இலங்கையின் கையிருப்பு ஏழரை பில்லியன் டொலர்களாக இருந்ததாக அவர் கூறினார்.",
        "\"ஆனால் நாங்கள் இந்திய அரசாங்கத்தால் உண்மையில் உதவினோம்,\" என்று அவர் சுட்டிக்காட்டினார். இந்தியா வழங்கிய உதவி, கடன், இடமாற்று, மற்றும் வேறு சில நாடுகளின் உதவியும், பல்வேறு தரங்களில், நிவாரண வரிசையாக உள்ளது என்றார்.",
        "\"இது தொடர்ந்து நகர்ந்தால் நாங்கள் இந்த நேரத்தில் நிர்வகிக்க முடியும், ஆனால் நாம் IMF உடன் ஒரு உடன்பாட்டிற்கு வர வேண்டும், நான் அந்த ஒப்பந்தத்தில் கவனம் செலுத்துகிறேன்,\" என்று அவர் கூறினார்.",
        "நேர்காணலின் போது, ​​திரு. விக்கிரமசிங்கவுக்கு தற்போது பாராளுமன்றத்தில் பெரும்பான்மை உள்ளதா, அவர் மக்களின் பிரதமரா அல்லது ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் அடிப்படையில் அவர் பிரதமரா என்பது குறித்து அழுத்தம் கொடுக்கப்பட்டது.",
        "“நான் நெருக்கடியான பிரதமர். அரசியல் நெருக்கடியும் பொருளாதார நெருக்கடியும் உள்ளது. அமைச்சர்கள் என்னை ஆதரிப்பதாக நான் கூறும்போது, ​​இந்தப் பிரச்சினைகளுக்கு தீர்வு காண்பதற்காகத்தான்,'' என்றார்.",
        "“அவர்கள் வந்து எனது கட்சியை ஆதரிப்பதை நான் பார்க்கவில்லை. நிச்சயமாக, பிரதமர் என்ற முறையில் அவர்கள் எனக்கு உதவி செய்கிறார்கள். அவர்களுக்கு நான் நன்றியுள்ளவனாக இருக்கிறேன். எதிர்ப்பும் மிகவும் கடினமாக இல்லை.\"",
        "\"இரண்டு பிரச்சினைகள் உள்ளன: ஒன்று பொருளாதாரத்தின் முழுப் பிரச்சினை, மக்கள் எப்படி வாழப் போகிறார்கள். இது மிக மிக கடினம். அரசியல் பிரச்சினையை கையாளும் போது அதையும் ஒதுக்கி வைக்க முடியாது. எனவே, எனது கவனம் உண்மையில் பொருளாதாரப் பிரச்சினைகளில் இருந்தது. அரசியல் பிரச்சினைகளைப் பொறுத்த வரையில், என்ன நடக்கப் போகிறது என்பதை கட்சிதான் தீர்மானிக்க வேண்டும், ஆனால் பொருளாதாரச் சூழல் இயல்பு நிலைக்கு வரும்போது அதைச் செய்வது நல்லது என்று நான் நினைக்கிறேன், குறைந்தபட்சம் நாங்கள் அதை உறுதிப்படுத்துவோம்.",
        "“இதற்கிடையில், என்ன நடக்கலாம் என்பது பற்றிய விவாதங்கள் இருக்கலாம். ஏற்கனவே, நான் உள்ளே வந்தபோது, ​​அவர்கள் ஏற்கனவே; நான் முன்பு குறிப்பிட்ட ஒப்பந்தம். ஆனால் நான் அரசியல் பிரச்சினைகளிலும் ஈடுபட்டுள்ளேன். 19ஆவது திருத்தத்தை மீளக் கொண்டுவரும் புதிய 21ஆவது திருத்தம் தொடர்பில் நாம் நேற்று பாராளுமன்றத்தில் கட்சித் தலைவரைச் சந்தித்து கொள்கையளவில் இணக்கப்பாட்டுக்கு வர முடிந்தது.",
        "“நானே பாராளுமன்ற அமைப்பில் சில மாற்றங்களை முன்மொழிந்தேன், மேற்பார்வைக் குழுக்களைக் கொண்டு வருதல், பொது நிதி தொடர்பான பாராளுமன்றத்தின் அதிகாரங்களை அதிகரிப்பது மற்றும் உண்மையில் பாராளுமன்றத்தில் உள்ள அரசியல் கட்சித் தலைவர்களின் குழுவான தேசிய கவுன்சில் கூட.",
        "\"இது பரந்த கொள்கை சிக்கல்களைப் பார்க்க முடியும், மேலும் இளைஞர்கள், இளைஞர் எதிர்ப்பாளர்கள் மற்றும் அனைவரும் இந்தக் குழுக்களில் சேர வேண்டும் என்று நாங்கள் விரும்புகிறோம். அரசியல் பதற்றத்தை குறைக்க இது உதவும் என நம்புகிறேன்” என்றார்."
      ]
    }
  }
}