{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/15/private-jets-ul-cargo-flights-linked-to-uganda-whats-going-on/",
  "time_ut": 1650030360,
  "title": "Private Jets & UL Cargo flights linked to Uganda – What’s going on?",
  "body_lines": [
    "COLOMBO (News 1st); SriLankan Airlines on Thursday (14) said it received an air cargo order to transport about 102 tons of printed material from Colombo to Entebbe International Airport in Uganda in February 2021.",
    "The consignment was purely commercial in nature and brought in much-needed foreign revenue to the airline and country at the time. SriLankan wishes to emphasize that this cargo order was undertaken for commercial reasons only, it added.",
    "The details of the cargo consignment were withheld due to contractual obligations as per air cargo industry standards said the statement.",
    "However, in response to concerns raised following the statement the national carrier tweeted to say that the Ugandan government ordered Ugandan currency notes from a global security printer who operates several factories worldwide, including one in Sri Lanka, exporting to global markets.",
    "It went on to note that SriLankan aircraft which were underutilised at this time (2021) during the pandemic were chartered by a UK based freight forwarder.",
    "A tweet by the Airline Pilot’s Guild of Sri Lanka on the 23rd of February 2021, revealed that SriLankan Airlines operated three consecutive cargo flights to Entebbe in Uganda.",
    "Sri Lankan Airlines said what is now being misunderstood is the Airline Pilots Guild proud announcement of this achievement of using unutilized pax aircraft.",
    "Multiple events between Uganda and Sri Lanka in recent times sparked serious concerns among Sri Lanka’s social circles.",
    "The most recent of these events was when Sri Lankan Prime Minister Mahinda Rajapaksa travelled to Tirupati, India on pilgrimage, in a private jet.",
    "This particular jet was leased for a very high price, and it arrived at the Ratmalana Airport for the Prime Minister to travel to India, from the Entebbe International Airport in Uganda.",
    "Startling details of this particular jet were revealed by the Frontline Socialists Party in late 2021.",
    "The Frontline Socialists Party on the 28th of December 2021 said that the private jet used by the Prime Minister to travel to India on pilgrimage had a flight history that is a cause for concern.",
    "“The T7 – JSG has a very interesting flight history,” said Pubudu Jagoda, the Academic Secretary of the FSP, and the flight path detailed by him is as follows.",
    "10th December 2021 : Arrives at the Katunayake Airport from India.",
    "10th December 2021 : Flies to Jomo Kenyatta International from Katunayake Airport.",
    "15th December 2021 : Flies to Kampala Airport (Entebbe International Airport) from Tanzania",
    "16th December 2021 : Arrives at Colombo International Airport, Ratmalana.",
    "Pubudu Jagoda said that after reaching Sri Lanka on the 16th of December, the private jet had flown to Cochin and Chennai in India on two separate occassions, before reaching the country once again.",
    "Jagoda pointed out that the around Rs. 32 Million was spent for this priate jet, and raised concerns as to why the Prime Minister of Sri Lanka would resort to using a private jet, when he could have easily used a passenger plane.",
    "Uganda’s financial industry risks being blacklisted by international systems for failure to put in place measures that can effectively prevent financial crimes like money laundering.",
    "This is a requirement by the Financial Action Task Force (FATF), a global inter-governmental organisation on the initiative of the G7countries to develop policies to combat money laundering and terrorism financing.",
    "Uganda was put on the ‘Grey List’, a list that shows the performance of countries regarding the safety or level of risk of their financial systems.",
    "This came after the FATF declined to adopt Uganda’s Money Laundering and Terror financing risk assessment report done by the Ministry of Finance, the Financial Intelligence Authority (FIA) and some NGOs in 2018.",
    "This was what the European Union based on to blacklist Uganda’s financial sector.",
    "To avoid being downgraded to the “Blacklist”, Uganda must submit a revised report by May 2022, showing improvements responding to the gaps that were cited in the current report.",
    "Former Parliamentarian Hirunika Premachandra, the National Organizer of the Samamgi Vanitha Balavegaya told reporters on Friday (15) that rumour has it that all the money looted from the people were moved to Uganda.",
    "She said based on the calculations of the weight of the currency that was supposedly airlifted by SriLankan Airlines Cargo, approximately 10 Million US Dollars have been moved out.",
    "The Former MP also said that from 1986 to 2021 the Foreign Reserves of Uganda were around 1.5 Billion US Dollars, however in 2021 that figure has moved upto over 4.4 Billion US Dollars.",
    "Concerns are mounting in the country over the transactions taking place between Sri Lanka and Uganda, an African country with so many issues concerning finances and monetary security.",
    "Private Jets & UL Cargo flights linked to Uganda – What’s going on?",
    "Police officer who was arrested for participating in protest, released on bail"
  ],
  "translate": {
    "si": {
      "title": "උගන්ඩාවට සම්බන්ධ පුද්ගලික ජෙට් සහ යූඑල් භාණ්ඩ ගුවන් ගමන් - සිදුවන්නේ කුමක්ද?",
      "body_lines": [
        "COLOMBO (News 1st); ශ්‍රීලංකන් එයාර්ලයින්ස් බ්‍රහස්පතින්දා (14) ප්‍රකාශ කළේ 2021 පෙබරවාරි මාසයේදී කොළඹ සිට උගන්ඩාවේ එන්ටෙබේ ජාත්‍යන්තර ගුවන් තොටුපළ වෙත මුද්‍රිත ද්‍රව්‍ය ටොන් 102 ක් ප්‍රවාහනය කිරීම සඳහා ගුවන් භාණ්ඩ ඇණවුමක් ලැබුණු බවයි.",
        "මෙම තොගය සම්පූර්ණයෙන්ම වාණිජමය ස්වභාවයක් ගත් අතර එකල ගුවන් සමාගමට සහ රටට බෙහෙවින් අවශ්‍ය විදේශ ආදායමක් ගෙන ආවේය. මෙම භාණ්ඩ ඇණවුම වාණිජ හේතූන් මත පමණක් සිදු කරන ලද්දක් බව ශ්‍රීලංකන් ගුවන් සේවය අවධාරණය කරයි.",
        "ගුවන් භාණ්ඩ කර්මාන්තයේ ප්‍රමිතීන්ට අනුව ගිවිසුම්ගත බැඳීම් හේතුවෙන් භාණ්ඩ තොගයේ තොරතුරු රඳවා තබා ඇති බව එම ප්‍රකාශයේ සඳහන් වේ.",
        "කෙසේ වෙතත්, එම ප්‍රකාශයෙන් පසු මතු වූ කනස්සල්ලට ප්‍රතිචාර වශයෙන් ජාතික ගුවන් සේවය ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේ උගන්ඩා රජය උගන්ඩා මුදල් නෝට්ටු ඇණවුම් කළේ ශ්‍රී ලංකාවේ කර්මාන්තශාලා කිහිපයක් ඇතුළුව ලොව පුරා ක්‍රියාත්මක වන ගෝලීය ආරක්ෂක මුද්‍රණ යන්ත්‍රයකින් ගෝලීය වෙළඳපොළට අපනයනය කරන බවයි.",
        "වසංගතය පවතින මෙම අවස්ථාවේදී (2021) ඌන ප්‍රයෝජනයට නොගත් ශ්‍රී ලංකන් ගුවන් යානා එක්සත් රාජධානියේ භාණ්ඩ ප්‍රවාහනය කරන්නෙකු විසින් කුලියට ගෙන ඇති බව එහි සඳහන් විය.",
        "2021 පෙබරවාරි 23 වන දින ශ්‍රී ලංකා ගුවන් නියමු සංසදය විසින් කරන ලද ට්විටර් පණිවුඩයකින් හෙළි වූයේ ශ්‍රීලංකන් ගුවන් සමාගම උගන්ඩාවේ එන්ටෙබේ වෙත අඛණ්ඩව භාණ්ඩ ප්‍රවාහන ගුවන් ගමන් තුනක් ක්‍රියාත්මක කළ බවයි.",
        "ශ්‍රී ලංකන් එයාර්ලයින්ස් පැවසුවේ දැන් වරදවා වටහාගෙන ඇත්තේ ප්‍රයෝජනයට නොගත් පැක්ස් ගුවන් යානා භාවිතා කිරීමේ මෙම ජයග්‍රහණය පිළිබඳව එයාර්ලයින් පයිලට්ස් ගිල්ඩ් ආඩම්බරයෙන් නිවේදනය කිරීම බවයි.",
        "මෑත කාලයේ උගන්ඩාව සහ ශ්‍රී ලංකාව අතර සිදු වූ බහුවිධ සිදුවීම් ශ්‍රී ලංකාවේ සමාජ කවයන් අතර බරපතල කනස්සල්ලට හේතු විය.",
        "මෙහි ආසන්නතම සිදුවීම වූයේ ශ්‍රී ලංකා අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ පෞද්ගලික ජෙට් යානයකින් වන්දනා ගමනක් සඳහා ඉන්දියාවේ තිරුපති වෙත ගිය අවස්ථාවයි.",
        "මෙම විශේෂිත ජෙට් යානය ඉතා ඉහළ මිලකට බදු දී ඇති අතර, එය උගන්ඩාවේ එන්ටබේ ජාත්‍යන්තර ගුවන් තොටුපලේ සිට අග්‍රාමාත්‍යවරයාට ඉන්දියාව බලා යාමට රත්මලාන ගුවන් තොටුපළ වෙත ළඟා විය.",
        "මෙම විශේෂිත ජෙට් යානයේ විශ්මය ජනක තොරතුරු පෙරටුගාමී සමාජවාදී පක්ෂය විසින් 2021 අගභාගයේදී අනාවරණය කරන ලදී.",
        "2021 දෙසැම්බර් 28 වැනි දින පෙරටුගාමී සමාජවාදී පක්ෂය ප්‍රකාශ කළේ අග්‍රාමාත්‍යවරයා වන්දනා ගමනක් සඳහා ඉන්දියාවට යාමට භාවිතා කළ පෞද්ගලික ජෙට් යානයට පියාසැරි ඉතිහාසයක් ඇති බවත් එය කනස්සල්ලට කරුණක් බවත්ය.",
        "\"T7 - JSG ඉතා රසවත් ගුවන් ගමන් ඉතිහාසයක් ඇත,\" FSP හි අධ්‍යයන ලේකම් පුබුදු ජාගොඩ පැවසූ අතර ඔහු විසින් විස්තර කරන ලද පියාසැරි මාර්ගය පහත පරිදි වේ.",
        "2021 දෙසැම්බර් 10 : ඉන්දියාවේ සිට කටුනායක ගුවන් තොටුපළට පැමිණේ.",
        "2021 දෙසැම්බර් 10: කටුනායක ගුවන් තොටුපළේ සිට Jomo Kenyatta International වෙත පියාසර කරයි.",
        "2021 දෙසැම්බර් 15 : ටැන්සානියාවේ සිට කම්පාලා ගුවන් තොටුපළට (එන්ටෙබේ ජාත්‍යන්තර ගුවන් තොටුපළ) පියාසර කරයි",
        "2021 දෙසැම්බර් 16 : රත්මලාන, කොළඹ ජාත්‍යන්තර ගුවන් තොටුපළ වෙත ළඟා වේ.",
        "පසුගිය දෙසැම්බර් 16 වැනිදා ශ්‍රී ලංකාවට පැමිණි පෞද්ගලික ජෙට් යානය නැවත වරක් මෙරටට පැමිණීමට පෙර අවස්ථා දෙකකදී ඉන්දියාවේ කොචින් සහ චෙන්නායි වෙත පියාසර කර ඇති බව පුබුදු ජාගොඩ මහතා පැවසීය.",
        "ජාගොඩ පෙන්වා දුන්නේ රුපියල් කෝටි 1000ක පමණ මුදල මෙම ප්‍රියට් ජෙට් යානය සඳහා රුපියල් මිලියන 32ක් වැය කර ඇති අතර, ශ්‍රී ලංකා අගමැතිවරයාට මගී ගුවන් යානයක් පහසුවෙන් භාවිත කළ හැකිව තිබියදී පෞද්ගලික ජෙට් යානයක් භාවිත කිරීමට යොමු වන්නේ මන්දැයි යන ප්‍රශ්නය මතු කළේය.",
        "මුදල් විශුද්ධිකරණය වැනි මූල්‍ය අපරාධ ඵලදායි ලෙස වැළැක්විය හැකි පියවරයන් ක්‍රියාත්මක කිරීමට අපොහොසත් වීම නිසා උගන්ඩාවේ මූල්‍ය කර්මාන්තය ජාත්‍යන්තර පද්ධති විසින් අසාදු ලේඛනගත කිරීමේ අවදානමක් ඇත.",
        "මෙය මුදල් විශුද්ධිකරණය සහ ත්‍රස්තවාදයට මූල්‍යකරණයට එරෙහිව සටන් කිරීමට ප්‍රතිපත්ති සකස් කිරීම සඳහා G7 රටවල මුලපිරීම මත ගෝලීය අන්තර් රාජ්‍ය සංවිධානයක් වන මූල්‍ය ක්‍රියාකාරී කාර්ය සාධක බලකායේ (FATF) අවශ්‍යතාවයකි.",
        "උගන්ඩාව 'අළු ලැයිස්තුවට' ඇතුළත් කර ඇත, ඔවුන්ගේ මූල්‍ය පද්ධතිවල ආරක්ෂාව හෝ අවදානම් මට්ටම සම්බන්ධයෙන් රටවල ක්‍රියාකාරිත්වය පෙන්නුම් කරන ලැයිස්තුවකි.",
        "2018 දී මුදල් අමාත්‍යාංශය, මූල්‍ය බුද්ධි අධිකාරිය (FIA) සහ සමහර රාජ්‍ය නොවන සංවිධාන විසින් සිදු කරන ලද උගන්ඩාවේ මුදල් විශුද්ධිකරණය සහ ත්‍රස්තවාදයට මුල්‍යකරණය කිරීමේ අවදානම් තක්සේරු වාර්තාව FATF විසින් ප්‍රතික්ෂේප කිරීමෙන් පසුව මෙය සිදුවිය.",
        "උගන්ඩාවේ මූල්‍ය අංශය අසාදු ලේඛනගත කිරීමට යුරෝපා සංගමය පදනම් වූයේ මෙයයි.",
        "\"Blacklist\" වෙත පහත හෙලීම වැළැක්වීම සඳහා, උගන්ඩාව 2022 මැයි වන විට සංශෝධිත වාර්තාවක් ඉදිරිපත් කළ යුතු අතර, වත්මන් වාර්තාවේ සඳහන් කර ඇති හිඩැස්වලට ප්‍රතිචාර දක්වන වැඩිදියුණු කිරීම් පෙන්වයි.",
        "ජනතාවගෙන් කොල්ල කෑ මුදල් සියල්ල උගන්ඩාවට ගෙන ගිය බවට රාවයක් පැතිර යන බව සමංගි වනිතා බලවේගයේ ජාතික සංවිධායක හිටපු පාර්ලිමේන්තු මන්ත්‍රී හිරුණිකා ප්‍රේමචන්ද්‍ර සිකුරාදා (15) මාධ්‍යවේදීන් හමුවේ ප්‍රකාශ කළාය.",
        "ශ්‍රී ලංකන් එයාර්ලයින්ස් කාගෝ විසින් ගුවන්ගත කළ බව කියන මුදල් ඒකකයේ බර ගණන් බැලීම්වලට අනුව ඩොලර් මිලියන 10 ක් පමණ පිටතට ගෙන ගොස් ඇති බව ඇය පැවසුවාය.",
        "1986 සිට 2021 දක්වා උගන්ඩාවේ විදේශ සංචිතය ඩොලර් බිලියන 1.5 ක් පමණ වූ නමුත් 2021 දී එම අගය ඩොලර් බිලියන 4.4 ඉක්මවා ගොස් ඇති බව ද හිටපු මන්ත්‍රීවරයා පැවසීය.",
        "ශ්‍රී ලංකාව සහ ශ්‍රී ලංකාව සහ උගන්ඩාව අතර මූල්‍ය හා මූල්‍ය ආරක්‍ෂාව සම්බන්ධයෙන් ගැටලු රැසක් පවතින අප්‍රිකානු රටක් වන උගන්ඩාව අතර සිදුවන ගනුදෙනු සම්බන්ධයෙන් රට තුළ කනස්සල්ලක් මතුවෙමින් තිබේ.",
        "උගන්ඩාවට සම්බන්ධ පුද්ගලික ජෙට් සහ යූඑල් භාණ්ඩ ගුවන් ගමන් - සිදුවන්නේ කුමක්ද?",
        "විරෝධතාවයකට සහභාගී වීම හේතුවෙන් අත්අඩංගුවට ගත් පොලිස් නිලධාරියා ඇප මත මුදා හැර තිබේ"
      ]
    },
    "ta": {
      "title": "உகாண்டாவுடன் இணைக்கப்பட்ட தனியார் ஜெட்ஸ் & UL கார்கோ விமானங்கள் - என்ன நடக்கிறது?",
      "body_lines": [
        "COLOMBO (News 1st); 2021 பெப்ரவரியில் கொழும்பில் இருந்து உகாண்டாவில் உள்ள என்டபே சர்வதேச விமான நிலையத்திற்கு சுமார் 102 தொன் அச்சிடப்பட்ட பொருட்களை கொண்டு செல்வதற்கான விமான சரக்கு ஆர்டர் கிடைத்துள்ளதாக ஸ்ரீலங்கன் ஏர்லைன்ஸ் வியாழக்கிழமை (14) தெரிவித்துள்ளது.",
        "இந்த சரக்கு முற்றிலும் வணிக ரீதியாக இருந்தது மற்றும் அந்த நேரத்தில் விமான நிறுவனத்திற்கும் நாட்டிற்கும் மிகவும் தேவையான வெளிநாட்டு வருவாயைக் கொண்டு வந்தது. இந்த சரக்கு ஆர்டர் வணிக காரணங்களுக்காக மட்டுமே மேற்கொள்ளப்பட்டது என்பதை ஸ்ரீலங்கன் வலியுறுத்த விரும்புகிறது.",
        "விமான சரக்கு தொழில் தரநிலைகளின்படி ஒப்பந்தக் கடமைகள் காரணமாக சரக்கு சரக்குகளின் விவரங்கள் நிறுத்தி வைக்கப்பட்டுள்ளன.",
        "எவ்வாறாயினும், இந்த அறிக்கையைத் தொடர்ந்து எழுப்பப்பட்ட கவலைகளுக்கு பதிலளிக்கும் விதமாக, தேசிய கேரியர் ட்வீட் செய்தது, உகாண்டா அரசாங்கம் உகாண்டா கரன்சி நோட்டுகளை உலகளாவிய பாதுகாப்பு அச்சுப்பொறியிடமிருந்து ஆர்டர் செய்ததாகக் கூறியது, இது இலங்கையில் ஒன்று உட்பட உலக சந்தைகளுக்கு ஏற்றுமதி செய்கிறது.",
        "தொற்றுநோய்களின் போது இந்த நேரத்தில் (2021) குறைவாகப் பயன்படுத்தப்பட்ட ஸ்ரீலங்கன் விமானங்கள் இங்கிலாந்தை தளமாகக் கொண்ட சரக்கு அனுப்புநரால் வாடகைக்கு விடப்பட்டன என்பது குறிப்பிடத்தக்கது.",
        "2021 ஆம் ஆண்டு பெப்ரவரி மாதம் 23 ஆம் திகதி இலங்கையின் ஏர்லைன் பைலட் கில்ட் இன் ட்வீட் ஒன்றில், ஸ்ரீலங்கன் ஏர்லைன்ஸ் உகாண்டாவில் உள்ள என்டபேக்கு தொடர்ச்சியாக மூன்று சரக்கு விமானங்களை இயக்கியது தெரியவந்துள்ளது.",
        "பயன்படுத்தப்படாத பேக்ஸ் விமானங்களைப் பயன்படுத்தி இந்த சாதனையை ஏர்லைன் பைலட்ஸ் கில்ட் பெருமையுடன் அறிவித்தது இப்போது தவறாகப் புரிந்து கொள்ளப்படுவதாக ஸ்ரீலங்கன் ஏர்லைன்ஸ் தெரிவித்துள்ளது.",
        "உகாண்டாவிற்கும் இலங்கைக்கும் இடையில் அண்மைக் காலமாக இடம்பெற்றுவரும் பல நிகழ்வுகள் இலங்கையின் சமூக வட்டாரங்கள் மத்தியில் கடுமையான கவலைகளை ஏற்படுத்தியுள்ளன.",
        "இலங்கைப் பிரதமர் மஹிந்த ராஜபக்ஷ புனித யாத்திரையாக இந்தியாவின் திருப்பதிக்கு தனியார் ஜெட் விமானத்தில் சென்றதுதான் இந்த நிகழ்வுகளில் மிகச் சமீபத்திய நிகழ்வு.",
        "இந்த குறிப்பிட்ட ஜெட் விமானம் மிக அதிக விலைக்கு குத்தகைக்கு எடுக்கப்பட்டது, மேலும் இது உகாண்டாவில் உள்ள என்டபே சர்வதேச விமான நிலையத்தில் இருந்து பிரதமர் இந்தியா செல்வதற்காக இரத்மலானை விமான நிலையத்தை வந்தடைந்தது.",
        "இந்த குறிப்பிட்ட ஜெட் விமானத்தின் திடுக்கிடும் விவரங்கள் 2021 இன் பிற்பகுதியில் முன்னணி சோசலிஸ்ட் கட்சியால் வெளிப்படுத்தப்பட்டது.",
        "2021 ஆம் ஆண்டு டிசம்பர் 28 ஆம் தேதி முன்னணி சோசலிஸ்ட் கட்சி, புனித யாத்திரைக்காக இந்தியாவுக்குப் பயணிக்கப் பிரதமர் பயன்படுத்திய தனியார் ஜெட் விமானத்தின் வரலாற்றைக் கொண்டுள்ளது, இது கவலைக்குரியது என்று கூறியது.",
        "\"T7 - JSG மிகவும் சுவாரஸ்யமான விமான வரலாற்றைக் கொண்டுள்ளது\" என்று FSP இன் கல்விச் செயலாளரான புபுது ஜாகொட கூறினார், மேலும் அவர் விவரித்த விமானப் பாதை பின்வருமாறு.",
        "10 டிசம்பர் 2021 : இந்தியாவிலிருந்து கட்டுநாயக்க விமான நிலையத்தை வந்தடைகிறது.",
        "10 டிசம்பர் 2021: கட்டுநாயக்க விமான நிலையத்திலிருந்து ஜோமோ கென்யாட்டா சர்வதேசத்திற்கு பறக்கிறது.",
        "15 டிசம்பர் 2021: தான்சானியாவிலிருந்து கம்பாலா விமான நிலையத்திற்கு (என்டெபே சர்வதேச விமான நிலையம்) பறக்கிறது",
        "16 டிசம்பர் 2021 : கொழும்பு சர்வதேச விமான நிலையம், இரத்மலானை வந்தடைந்தது.",
        "டிசம்பர் 16 ஆம் தேதி இலங்கையை அடைந்த பின்னர், தனியார் ஜெட் விமானம் இரண்டு வெவ்வேறு சந்தர்ப்பங்களில் இந்தியாவில் கொச்சி மற்றும் சென்னைக்கு பறந்து மீண்டும் நாட்டை வந்தடைந்ததாக புபுது ஜாகொட கூறினார்.",
        "ஜாகொட சுட்டிக்காட்டினார், சுமார் ரூ. இந்த பிரைட் ஜெட் விமானத்திற்காக 32 மில்லியன் செலவழிக்கப்பட்டது, மேலும் சிறிலங்காவின் பிரதமர் பயணிகள் விமானத்தை எளிதாகப் பயன்படுத்தக்கூடிய நிலையில், தனியார் ஜெட் விமானத்தை ஏன் பயன்படுத்துவார் என்று கவலை எழுப்பினார்.",
        "பணமோசடி போன்ற நிதிக் குற்றங்களைத் திறம்படத் தடுக்கக்கூடிய நடவடிக்கைகளை எடுக்கத் தவறியதால் உகாண்டாவின் நிதித் தொழில் சர்வதேச அமைப்புகளால் தடுப்புப்பட்டியலில் சேர்க்கப்படும் அபாயம் உள்ளது.",
        "பணமோசடி மற்றும் பயங்கரவாதத்திற்கு நிதியுதவி செய்வதை எதிர்த்துப் போராடுவதற்கான கொள்கைகளை உருவாக்க G7 நாடுகளின் முன்முயற்சியின் பேரில் உலகளாவிய அரசுகளுக்கிடையேயான அமைப்பான Financial Action Task Force (FATF) இன் தேவை இதுவாகும்.",
        "உகாண்டா 'கிரே லிஸ்ட்' என்ற பட்டியலில் சேர்க்கப்பட்டுள்ளது, இது நாடுகளின் நிதி அமைப்புகளின் பாதுகாப்பு அல்லது அபாயத்தின் அளவைக் காட்டும் ஒரு பட்டியலாகும்.",
        "2018 ஆம் ஆண்டில் நிதி அமைச்சகம், நிதிப் புலனாய்வு ஆணையம் (எஃப்ஐஏ) மற்றும் சில என்ஜிஓக்களால் செய்யப்பட்ட உகாண்டாவின் பணமோசடி மற்றும் பயங்கரவாத நிதியளிப்பு அபாய மதிப்பீட்டு அறிக்கையை FATF ஏற்க மறுத்ததை அடுத்து இது வந்தது.",
        "இதைத்தான் ஐரோப்பிய ஒன்றியம் உகாண்டாவின் நிதித்துறையை தடுப்புப்பட்டியலில் சேர்த்தது.",
        "\"தடுப்புப் பட்டியலில்\" தரமிறக்கப்படுவதைத் தவிர்க்க, உகாண்டா மே 2022க்குள் திருத்தப்பட்ட அறிக்கையைச் சமர்ப்பிக்க வேண்டும், தற்போதைய அறிக்கையில் மேற்கோள் காட்டப்பட்டுள்ள இடைவெளிகளுக்குப் பதிலளிக்கும் மேம்பாடுகளைக் காட்டுகிறது.",
        "மக்களிடம் இருந்து கொள்ளையடிக்கப்பட்ட பணம் அனைத்தும் உகண்டாவுக்கு கொண்டு செல்லப்பட்டதாக வதந்தி பரவி வருவதாக சமங்கிலி வனிதா பலவேகயவின் தேசிய அமைப்பாளரான முன்னாள் பாராளுமன்ற உறுப்பினர் ஹிருணிகா பிரேமச்சந்திர வெள்ளிக்கிழமை (15) செய்தியாளர்களிடம் தெரிவித்தார்.",
        "ஸ்ரீலங்கன் ஏர்லைன்ஸ் கார்கோ மூலம் விமானத்தில் கொண்டு செல்லப்பட்டதாகக் கூறப்படும் நாணயத்தின் எடையின் கணக்கீடுகளின் அடிப்படையில், சுமார் 10 மில்லியன் அமெரிக்க டொலர்கள் வெளியேறியுள்ளதாக அவர் கூறினார்.",
        "1986 முதல் 2021 வரை உகாண்டாவின் வெளிநாட்டு கையிருப்பு சுமார் 1.5 பில்லியன் அமெரிக்க டாலர்களாக இருந்தது, இருப்பினும் 2021 இல் அந்த எண்ணிக்கை 4.4 பில்லியன் அமெரிக்க டாலர்களுக்கு மேல் உயர்ந்துள்ளது என்றும் முன்னாள் எம்.பி.",
        "நிதி மற்றும் பணப் பாதுகாப்பு தொடர்பான பல பிரச்சினைகளைக் கொண்ட ஆபிரிக்க நாடான உகாண்டாவிற்கும் இலங்கைக்கும் இடையில் இடம்பெறும் பரிவர்த்தனைகள் தொடர்பில் நாட்டில் கவலைகள் அதிகரித்து வருகின்றன.",
        "உகாண்டாவுடன் இணைக்கப்பட்ட தனியார் ஜெட்ஸ் & UL கார்கோ விமானங்கள் - என்ன நடக்கிறது?",
        "போராட்டத்தில் ஈடுபட்டதற்காக கைது செய்யப்பட்ட காவல்துறை அதிகாரி ஜாமீனில் விடுவிக்கப்பட்டார்"
      ]
    }
  }
}