{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/korea-week-2022-to-light-up-colombo-with-a-message-of-hope-and-friendship/",
  "time_ut": 1652199120,
  "title": "“Korea Week 2022” to light up Colombo with a message of Hope and Friendship",
  "body_lines": [
    "In commemoration of the 45th anniversary of diplomatic relations between Korea and Sri Lanka, the Korean Embassy welcomes you to participate in the “Korea week 2022”, taking place from the 10th May until the 15th May 2022 at the Colombo City Centre. In tandem with the upcoming celebration of Vesak festival, Korean Embassy in Sri Lanka is delighted to launch ‘Light up Lanterns of Friendship! Korea and Sri Lanka.’",
    "Korea and Sri Lanka share many common cultural aspects and the lantern festival is one such special occasion designed to bring peoples of our two countries together with light, peace and happiness. In order to enhance the mutual bond and enmesh our ties closer together, the name of this event ‘Light up Lanterns of Friendship! Korea and Sri Lanka’ was given by a Sri Lankan who was picked as a winner of 2022 Korea Week Festival Naming Contest. From the very beginning, “Korea Week 2022” displays the true friendship between Koreans and Sri Lankans with their valuable contributions to deepen our bond.",
    "The Korean Embassy attempts to bring the Seoul Lantern Festival also known as ‘Seoul BitChoRong Festival’ to Colombo for all people in Sri Lanka to get a glimpse of the beautiful lanterns along the Korean skyline. These lanterns, made with traditional Korean paper ‘Hanji’, are used to express good wishes and positive thoughts. Lighting the lanterns also symbolises enlightening the minds of individuals.",
    "In 2022, ‘Light up Lanterns of Friendship! Korea and Sri Lanka’ hopes to bring all Koreans and Sri Lankans much needed peace and joy by lighting up lanterns of friendship together. This event is organised to unite everyone and spread joy in times of difficulties.",
    "Colombo City Centre will display a variety of light sculptures based on Hanji lanterns. Presentation of lanterns in line with multifarious themes will be exciting for participants of all ages. Visit us with your family and friends and enjoy the range of activities we’ve planned for you.",
    "Gestetner-Telkom partners with Transsion Holdings to distribute TECNO Mobile in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "\"කොරියා සතිය 2022\" බලාපොරොත්තුව සහ මිත්‍රත්වයේ පණිවිඩයක් සමඟින් කොළඹ එළිය කිරීමට",
      "body_lines": [
        "කොරියාව සහ ශ්‍රී ලංකාව අතර රාජ්‍ය තාන්ත්‍රික සබඳතාවලට වසර 45ක් පිරීම නිමිත්තෙන්, 2022 මැයි මස 10 වැනි දින සිට මැයි 15 වැනි දින දක්වා Colombo City Center හි පැවැත්වෙන “කොරියා සතිය 2022” සඳහා සහභාගී වන ලෙස කොරියානු තානාපති කාර්යාලය ඔබව සාදරයෙන් පිළිගනී. එළඹෙන වෙසක් උත්සවයට සමගාමීව ශ්‍රී ලංකාවේ කොරියානු තානාපති කාර්යාලය ‘මිත්‍රත්වයේ පහන් දල්වන්න! කොරියාව සහ ශ්‍රී ලංකාව.",
        "කොරියාව සහ ශ්‍රී ලංකාව පොදු සංස්කෘතික අංග රාශියක් බෙදා හදා ගන්නා අතර පහන් කූඩු උත්සවය අප දෙරටේ ජනතාව ආලෝකය, සාමය සහ සතුට සමඟ එක් කිරීමට සැලසුම් කර ඇති එවැනි සුවිශේෂී අවස්ථාවකි. අන්‍යෝන්‍ය බැඳීම වැඩි දියුණු කිරීම සහ අපගේ බැඳීම් වඩාත් සමීප කර ගැනීම සඳහා මෙම උත්සවයේ නම ‘මිත්‍රත්වයේ පහන් දල්වන්න! කොරියාව සහ ශ්‍රී ලංකාව' ලබා දුන්නේ 2022 කොරියානු සති උත්සව නාමකරණ තරඟයේ ජයග්‍රාහකයෙකු ලෙස තේරී පත් වූ ශ්‍රී ලාංකිකයෙකු විසිනි. \"කොරියා සතිය 2022\" ආරම්භයේ සිටම කොරියානුවන් සහ ශ්‍රී ලාංකිකයන් අතර සැබෑ මිත්‍රත්වය පෙන්නුම් කරන්නේ අපගේ බැඳීම ගැඹුරු කිරීම සඳහා ඔවුන්ගේ වටිනා දායකත්වයෙනි.",
        "ශ්‍රී ලංකාවේ සියලුම ජනතාවට කොරියානු අහස දිගේ අලංකාර පහන් කූඩු නැරඹීම සඳහා ‘Seoul BitChoRong Festival’ ලෙසද හඳුන්වන Seoul lantern Festival කොළඹට ගෙන ඒමට කොරියානු තානාපති කාර්යාලය උත්සාහ කරයි. සාම්ප්‍රදායික කොරියානු කඩදාසි 'හන්ජි' වලින් සාදන ලද මෙම පහන් කූඩු සුභ පැතුම් සහ ධනාත්මක සිතුවිලි ප්‍රකාශ කිරීමට භාවිතා කරයි. පහන් කූඩු දැල්වීමෙන් පුද්ගලයන්ගේ මනස ආලෝකමත් කිරීම ද සංකේතවත් කරයි.",
        "2022 දී, ‘මිත්‍රත්වයේ පහන් දල්වන්න! කොරියාව සහ ශ්‍රී ලංකාව එක්ව මිත්‍රත්වයේ පහන් දල්වා සියලු කොරියානුවන්ට සහ ශ්‍රී ලාංකිකයන්ට අවශ්‍ය සාමය සහ ප්‍රීතිය ගෙන ඒමට බලාපොරොත්තු වේ. මෙම උත්සවය සංවිධානය කර ඇත්තේ සියලු දෙනාම එකමුතු කිරීමට සහ දුෂ්කර කාලවලදී සතුට බෙදා හැරීම සඳහා ය.",
        "Colombo City Center හි හන්ජි පහන් කූඩු මත පදනම් වූ විවිධ ආලෝක මූර්ති ප්‍රදර්ශනය කෙරේ. බහුවිධ තේමාවන්ට අනුකූලව පහන් කූඩු ඉදිරිපත් කිරීම සියලුම වයස්වල සහභාගිවන්නන් සඳහා උද්යෝගිමත් වනු ඇත. ඔබගේ පවුලේ අය සහ මිතුරන් සමඟ අප වෙත පැමිණ අපි ඔබ වෙනුවෙන් සැලසුම් කර ඇති ක්‍රියාකාරකම් පරාසය භුක්ති විඳින්න.",
        "Gestetner-Telkom ශ්‍රී ලංකාවේ TECNO Mobile බෙදා හැරීම සඳහා Transsion Holdings සමඟ හවුල් වේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "\"கொரியா வாரம் 2022\" கொழும்பில் நம்பிக்கை மற்றும் நட்பின் செய்தியுடன் ஒளிரும்",
      "body_lines": [
        "கொரியாவுக்கும் இலங்கைக்கும் இடையிலான இராஜதந்திர உறவுகளின் 45வது ஆண்டு நிறைவை நினைவுகூரும் வகையில், கொரியத் தூதரகம், கொழும்பு நகர மையத்தில் 2022 மே 10 முதல் மே 15 வரை நடைபெறும் “கொரியா வாரம் 2022” இல் பங்கேற்க உங்களை வரவேற்கிறது. எதிர்வரும் வெசாக் பண்டிகை கொண்டாட்டத்துடன் இணைந்து, இலங்கையில் உள்ள கொரிய தூதரகம் ‘நட்பின் விளக்குகளை ஒளிரச் செய்யுங்கள்! கொரியா மற்றும் இலங்கை.",
        "கொரியாவும் இலங்கையும் பல பொதுவான கலாசார அம்சங்களைப் பகிர்ந்துகொள்வதுடன், எங்கள் இரு நாட்டு மக்களையும் ஒளி, அமைதி மற்றும் மகிழ்ச்சியுடன் ஒன்றிணைக்கும் வகையில் வடிவமைக்கப்பட்ட ஒரு சிறப்பு நிகழ்வாக விளக்குத் திருவிழா அமைந்துள்ளது. பரஸ்பர பந்தத்தை மேம்படுத்தவும், நமது உறவுகளை நெருக்கமாக இணைக்கவும், இந்த நிகழ்வின் பெயர் 'நட்பின் விளக்குகளை ஒளிரச் செய்யுங்கள்! 2022 கொரியா வார விழா பெயரிடும் போட்டியில் வெற்றியாளராக தேர்ந்தெடுக்கப்பட்ட இலங்கையரால் கொரியா மற்றும் ஸ்ரீலங்கா' வழங்கப்பட்டது. ஆரம்பத்திலிருந்தே, “கொரியா வாரம் 2022” கொரியர்களுக்கும் இலங்கையர்களுக்கும் இடையிலான உண்மையான நட்பை எமது பிணைப்பை ஆழப்படுத்துவதற்கு அவர்களின் பெறுமதிமிக்க பங்களிப்புகளுடன் வெளிப்படுத்துகிறது.",
        "கொரியத் தூதரகம், இலங்கையில் உள்ள அனைத்து மக்களுக்கும் கொரிய வானத்தில் உள்ள அழகிய விளக்குகளைப் பார்ப்பதற்காக, ‘Seoul BitChoRong Festival’ என்றும் அழைக்கப்படும் சியோல் விளக்கு விழாவை கொழும்புக்குக் கொண்டுவர முயற்சிக்கிறது. பாரம்பரிய கொரிய காகிதமான 'ஹான்ஜி' மூலம் செய்யப்பட்ட இந்த விளக்குகள், நல்ல வாழ்த்துக்களையும் நேர்மறையான எண்ணங்களையும் வெளிப்படுத்த பயன்படுகிறது. அகல்விளக்குகளை ஏற்றி வைப்பது தனிமனிதர்களின் மனதை தெளிவுபடுத்துவதையும் குறிக்கிறது.",
        "2022ல், ‘நட்பின் விளக்குகளை ஏற்றிவிடு! கொரியாவும் இலங்கையும் இணைந்து நட்பு விளக்குகளை ஏற்றி வைப்பதன் மூலம் அனைத்து கொரியர்களுக்கும் இலங்கையர்களுக்கும் மிகவும் தேவையான அமைதியையும் மகிழ்ச்சியையும் கொண்டுவரும் என நம்புகிறது. எல்லாரையும் ஒருங்கிணைத்து, கஷ்ட காலங்களில் மகிழ்ச்சியைப் பரப்புவதற்காக இந்த நிகழ்ச்சி ஏற்பாடு செய்யப்பட்டுள்ளது.",
        "கொழும்பு சிட்டி சென்டர் ஹன்ஜி விளக்குகளை அடிப்படையாகக் கொண்ட பல்வேறு ஒளி சிற்பங்களைக் காண்பிக்கும். பலதரப்பட்ட தீம்களுக்கு ஏற்ப விளக்குகளை வழங்குவது அனைத்து வயதினருக்கும் உற்சாகமாக இருக்கும். உங்கள் குடும்பத்தினர் மற்றும் நண்பர்களுடன் எங்களைப் பார்வையிடவும், உங்களுக்காக நாங்கள் திட்டமிட்டுள்ள செயல்பாடுகளின் வரம்பைப் பார்த்து மகிழுங்கள்.",
        "Gestetner-Telkom இலங்கையில் TECNO மொபைலை விநியோகிக்க Transsion Holdings உடன் பங்காளிகள்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}