{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Central-Bank-says-providing-tax-related-incentives-to-migrant-workers-pervasive/273-237596",
  "time_ut": 1653331200,
  "title": "Central Bank says providing  tax-related incentives to migrant workers pervasive",
  "body_lines": [
    "Says proposals for duty free car permits for migrant worker in return for their incomes are unfair",
    "Points out that any incentives must be confined to foreign exchange rate",
    "Migrants now receive Rs.360 to a dollar, compared to Rs.200 to a dollar prior to March 7",
    "Authorities believe restrictions on open accounts should restore regular inflows",
    "Portraying how perverse it is for the migrant workers to expect for myriad benefits from the taxes paid by the resident Sri Lankans, Central Bank Governor Dr. Nandalal Weerasinghe said the migrants should neither expect nor must be entertained with such incentives associated with taxes, as it tantamounts to injustice meted out to those who pay taxes at home.",
    "Dr. Weerasinghe said he often hears calls from the migrant workers demanding for things like duty free car permits and related things as a precondition for them to send their money back home, which he believes is totally unfair and unacceptable.",
    "He made these comments last Thursday in response to a question by a reporter on what more incentives the Central Bank is mulling to introduce to woo the worker remittances back into the country, as such incomes have plunged by more than a half, continuing the declining streak for the 11th consecutive month in April.",
    "The remittances slumped 52 percent to US $ 249 million in April from the same month last year, proving that the migrants continue to use the informal money changers that still pay a hefty premium over the formal exchange rate, which is also 80 percent higher compared to March 7.",
    "For instance, a migrant now receives Rs.360 for a dollar, compared to Rs.200 received through March 7 before the currency was floated.",
    "“My personal opinion is, while the migrants can be incentivised through the foreign exchange rate, I don’t think the taxpayers in this country must provide them with incentives. It is wrong,” Dr. Weerasinghe said.",
    "“The reason is, a migrant sends back money to his or her own family. And such money doesn’t have any tax here in this country. But the residents in this country pay their taxes on their incomes. Therefore, I think it is a wrong policy to incentivise the former from the taxes paid by the latter,” he explained.",
    "Even prior to the current governor taking office in early April, there were several incentive schemes under work to provide the migrant workers with insurance schemes, pension schemes and a few others linked to taxes paid by the resident Sri Lankans.  “Oftentimes what the people who work abroad ask is for a duty free car permit, if they are to send back money home. Or they ask for some other incentives often involved with transferring of resources from the resident taxpayer to the migrant, who doesn’t pay tax here. Isn’t that unfair?” Dr. Weerasinghe asked.",
    "Meanwhile, there is a tremendous lack of trust between the migrant workers and government over how the latter had allegedly wasted or siphoned off part of their money, which the people believe as the central reason for the current economic malaise.",
    "However, Dr. Weerasinghe in his remarks reminded both the migrants as well as the exporters, who have been bypassing the formal banking channels to receive their foreign currency incomes, of their responsibility towards their country as well as their fellow citizens, who are undergoing misery, mainly due to lack of foreign currency.",
    "“If you are exporters or migrants earning some income, you have a responsibility to send them through a bank and thereby support own fellow citizens by making more dollars available for them to have the essentials they need,” he said.",
    "Meanwhile, in order to disincentivise both groups from sending their earnings through informal channels such as Undiyal and Hawala, the Central Bank last week introduced restrictions on open account payment system, effective from May 20.",
    "The officials believe that once the new rules take full effect, the inflows must flow only through the formal banking channels, which will help the Central Bank to rebuild dollar liquidity in the domestic foreign currency market and thereby ensure the people will have access to their essential imports such as fuel, gas and medicines."
  ]
}