{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82085/rambukkana-shooting-igp-yet-to-receive-court-order-for-arrest-of-cops-involved",
  "time_ut": 1651121400,
  "title": "Rambukkana shooting: IGP yet to receive court order for arrest of cops involved",
  "body_lines": [
    "The Inspector-General of Police (IGP) is yet to receive the court order for the arrest of the police officers involved in the Rambukkana shooting incident, SSP Nihal Thalduwa says.",
    "Speaking on the matter, police spokesperson SSP Nihal Thalduwa said necessary action will be taken once the court order is received.",
    "On Wednesday (April 27), the Kegalle Magistrate’s Court ordered the IGP to arrest and produce before court all police personnel involved in the shooting which claimed the life of a protester at Rambukkana.",
    "The directive was issued by Kegalle Magistrate Wasana Nawarathne, when the case was taken up for the third day.",
    "Accordingly, the magistrate ordered the arrest of the police officers who ordered to open fire on protesters and the officers who had opened fire during the recent protest in Rambukkana, which led to the death of a protester and injured several others.",
    "On April 19, a group of protesters who were engaged in a demonstration demanding fuel to be supplied at old prices, had blocked all entry and exit roads into Rambukkana town, as well as the level crossing for more than 15 hours.",
    "This had obstructed the vehicular movement and train operations on the Main Line.",
    "As a tense situation had ensued near the level crossing, the police had fired tear gas to disperse the protesters. Later, as the situation escalated, the police had opened fire at them, killing one person.",
    "A total of 29 individuals including 15 police officers were hospitalised with injuries following the incident while one of the injured protesters had succumbed to injuries shortly after. It was later confirmed that the victim, Chaminda Lakshan, 42, had died of gunshot wounds.",
    "When the case pertaining to the incident was taken up at Kegalle Magistrate’s Court, the Senior Superintendent of Police (SSP) in charge of Kegalle divulged that he gave orders to open fire below the knees of protesters who attempted to set fire to a fuel bowser during the tense situation.",
    "According to him, he had first ordered police personnel to fire in the air when the protesters tried to set fire to a filling station, and later to shoot below the knee to prevent major damage after the protesters attempted to set fire to a fuel bowser.",
    "Following the incident, the Inspector-General of Police directed the CID to conduct an impartial, comprehensive probe into the incident. The CID thereby took over the investigations pursuant to Article 125 of the Code of Criminal Procedure Act."
  ]
}