{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Decoding-political-messages-from-the-citizens/231-236535",
  "time_ut": 1652034960,
  "title": "Decoding political messages from the citizens",
  "body_lines": [
    "What is special about the current context is that citizens themselves have begun to articulate what they mean by ‘system change’, without going through the political elites or elite-dominated political parties",
    "The two brothers are the authors of Sri Lanka’s present crisis and the buck stops at them. Since they are an essential part of the problem too, can they conceivably be a party to any solution?",
    "The political messages coming from the Gogotagama (‘Go Gota Village’) at Colombo’s seafront Galle Face grounds and other protest sites are simple, yet sharp. They are unorthodox and uncompromising too. The slogans and demands are also formulated in a refreshingly new political idiom, causing many an eyebrow to raise among the old school political activists.",
    "Which political party in the opposition --mainstream or radical – could have popularised overnight the most daring and irreverent of the political slogans in recent years in Sri Lanka, ‘Gotagohome’ -- (‘Game Over, Gota. Go home!’)? It is now a powerful rallying cry for a new mass movement for political change in Sri Lanka, a movement that rapidly evolved outside the conventional textbook models of social movement activism. Unseen in the background are its core functionaries. They seem to be from a new generation of young social and cultural campaigners. They have no links with established political parties. Some, if not many, of them are first-time voters.",
    "The ideas coming from the protesting citizens at Galle Face and elsewhere warrant some decoding for appreciation since their relevance and immediacy will be doubly felt in the coming weeks and months amidst the deepening political crisis.",
    "Appropriating one of the empty slogans used by President Gotabaya Rajapaksa until a few months ago, and giving it a stirringly new meaning, the protesting citizens insist that their struggle is for a ‘system change’. They juxtapose their idea of ‘system change’ with the superficial changes such as shifting of individuals or political parties in power through elections as well as disruptively sudden policy changes that are wrongly described as new beginnings.",
    "The system they seek to change refers to the entire institutional structure and practices of government. It includes (a) the dominant political culture, (b) processes and practices of public policy-making, (c) how the ruling class rules and conducts the affairs of the state, and (d) the declining quality of Sri Lanka’s system of representative government, and (e) the socio-economic system that is the cause of continuing inequalities and injustices. What is special about the current context is that citizens themselves have begun to articulate what they mean by ‘system change’, without going through the political elites or elite-dominated political parties.",
    "It is in order to begin such a process towards ‘system change’ that the protesting citizens have been demanding the resignation of the President, Prime Minister, members of the ruling clan, members of the cabinet and other ministers, and the entire parliament.",
    "This demand has several meanings and implications. Firstly, the President and the Prime Minister should bear the primary responsibility for the unprecedented misery to which the government has pushed the Sri Lankan citizens through such a debilitating economic and social crisis with no easy way out insight. Because of their failures, they have disqualified themselves to hold the two most important positions in the government. The two brothers are the authors of Sri Lanka’s present crisis and the buck stops at them. Since they are an essential part of the problem too, can they conceivably be a party to any solution?",
    "Secondly, the entire Rajapaksa clan, along with the two patriarchs, should voluntarily abdicate power to create the political space for much needed systemic reforms to be carried out in a range of state institutions and political practices. They are the symbol of one of the worst legacies of Sri Lanka’s wounded democracy, autocratic authoritarianism backed by nepotism, oligarchic family rule, and political corruption.",
    "As Sri Lanka’s ordinary citizens know very well and fearlessly talk about now, the Rajapaksa family has spread its tentacles across the entire landscape of Sri Lanka’s politics, covering the state and the agencies of national security, institutions of law enforcement and administration of justice, public administration, the media, and even the private sector of the economy. The family’s corrosive influence on Sri Lanka’s democracy, party politics, parliamentary processes, and values of social harmony is not only legendary but also part of folk knowledge.",
    "Sri Lankan citizens, young and old, now know that if they were to work towards building a new democratic political culture in Sri Lanka, erasing the allure for autocratic authoritarian politics -- ‘one-man rule’ with controlled democracy --, sending its champions on sabbatical is an essential precondition. That is perhaps why putting pressure on the members of the Rajapaksa clan to voluntarily step aside from their positions of power is a key motivating passion that gives the present citizens’ movement much political energy.",
    "As the protestors suggest through some of their slogans and demands, the Rajapaksa family’s grip over the politics of Sri Lanka is not the only obstacle to reforming Sri Lanka’s politics in a new direction. The political class, or the political elites who dominate parliamentary politics and institutions of government, needs a thorough reformation.",
    "During the past four decades, Sri Lanka’s political class has experienced a gradual process of degeneration and decline in quality and capacity, due to a variety of reasons. One causal factor that has contributed to this decline in politics, as stressed by the protesting citizens, is corruption. The bitter attacks on the Rajapaksa family we hear every moment from all protest sites are because many citizens consider the ruling family as the ultimate symbol of all things worse in Sri Lanka’s political decay.",
    "The citizens have been watching in awe for a few decades how the political class, irrespective of their party identity, have been indulging in corruption, and arbitrary exercise of political power with no respect for legal or ethical constraints, and of course cynically enjoying that privilege of the ruling class, impunity.",
    "For years, people in Sri Lanka have also been witnessing, often with indifference, the abuse of public power by the political class as a means to self-aggrandizement. People have also tolerated, and even endorsed, the shameless display of contempt for public trust, repeatedly displayed by the elected representatives when in power. We in Sri Lanka have a ruling class, and a bureaucracy, which has no understanding of the principle of public trust as an inviolable rule in public office.",
    "A key message from the protest sites is that that phase of public apathy and indifference towards misrule and the corrupt, unaccountable governance by the political class has come to an end. The citizens have been watching the deeds and misdeeds of all sides of the political class. They have now begun to demand that the political class should reform itself if it were to remain relevant, or else, perish.",
    "There are rather sharp critical political points built into some of the protest slogans. They require a little bit of decoding. At least two key slogans of the campaign put forward at the very beginning highlighted the crisis of Sri Lanka’s representative/electoral democracy. They are the ‘go home’ protest demands directed to President Rajapaksa and all the 225 members of parliament, including the opposition MPs.",
    "Asking the president to resign midway through his term is something that needs to be viewed as a reaction to one of the fundamental weaknesses of representative democracy, highlighted in the republican political theory since the eighteenth century. It is the issue of the absence of any redress available to the people as voters/electors when the mandate given to the elected is violated or dishonoured by the latter. After voters in Sri Lanka elect their president, there is no opportunity given to the electors to recall the mandate. This is a major weakness in the presidential republican model in many countries. The same shortcoming is there with regard to the elected MPs.",
    "Sri Lanka’s current president and the ruling party MPs are particularly seen by many voters – young men and women, rural farmers, middle and working-class citizens, professional groups, and Catholic and Buddhist clergy – as unfit to represent them, their expectations and social goals. Many voters seem to be aghast at the lack of integrity, honesty, empathy, and the capacity to govern among these professional politicians. It is among the key factors that have created a deep chasm between the electors and the elected.",
    "Moreover, many a protest chanting we hear at the protest sites shows a deep sense of public disenchantment with the political leaders of the current regime. It is no ordinary embitterment. It is a deeply felt sense of betrayal powerfully expressed particularly by the young protestors. A whole new generation seems to be embittered by just three years of encounter with the political leaders to whom these young citizens or their parents may have voted enthusiastically in 2019.",
    "That is why the demand for their resignation needs to be seen as a cry symbolising a wholesale recall of the electoral mandate given to the president and the MPs of the ruling coalition at the last presidential and parliamentary elections. However, Sri Lanka’s present constitution does not provide for the recall of the elected. The only remedy available is a quasi-constitutional one, that is for the citizens to demand from their president and MPS to resign from office since resignation is valid under the constitution and the rules of representative democracy.",
    "Thus, this is a matter that should draw the immediate attention of Sri Lanka’s constitutional lawyers, the higher judiciary, and political theorists. It represents one of the most creative ideas for constitutional reform conceived in the minds of citizens in a context where the electoral and representative democracy has been subjected to abuse by the elected, totally disregarding the wishes of their electors.",
    "More importantly, the basic idea for ensuring political accountability of the elected through resignation under popular pressure comes from Sri Lanka’s ordinary citizens whose political imagination is not constrained by any of the institutionalised approaches to constitutional design so dominant in Sri Lanka.",
    "The ultimate message is that in future constitutional and electoral reforms in Sri Lanka, voters should be given the right to recall their elected officials, particularly the President, MPs and representatives of other representative assemblies as a measure to reinforce the concepts of people’s sovereignty and ruler’s accountability to the ruled.",
    "There are several other slogans and demands that stress, directly or indirectly, not just constitutional reforms, but a constitutional revolution aimed at a substantive project of re-democratization in Sri Lanka. They go beyond the mere abolition of the 20th amendment and the executive presidential system. They call for a programme of re-democratising the state, government, political institutions and practices, and democracy itself, conceived within a framework of a Third Republic that will constitutionalise a normative fusion of liberal-democratic and social-democratic reform goals.",
    "Meanwhile, what has also become apparent during the past month is the emergence of a process of direct, participatory politics of the citizens conducted in decentralised spaces. It is a politics with no centralised authority, leadership, or rigid ideology. The protest sites are spaces with a sense of openness guaranteed by freedom of entry and exit to citizens of any social class, ethnicity, gender, generation, or any other identity. These are political spaces, as Hannah Arendt would have said, where citizens enter freely, meet their fellow citizens freely, debate freely, share their views of the public good, debate and disagree, and act in unison for the common good.",
    "Thus, what we see in the citizen’s protest sites is an alternative culture of politics of a very different kind. It fundamentally differs from the ideology-driven, leader-controlled, individual-centric, hierarchically institutionalised, corruption-prone, and parliamentary politics as usual of the decadent kind, regularly practised by the political class.",
    "This is also a new form of direct democracy in practice in an innovative republicanist mode of civic democracy. Indeed, the Galle Face and other open-air protest sites facilitate the voice of the free citizens to be aired directly, to be heard by other citizens assembled on-site, and not through the unreliable mediatory agents inside the closeted chambers of the Diyawannawa fortress.",
    "Therefore, inherent in the citizen’s struggle is a deep desire and a plea for re-building Sri Lanka’s politics, democracy and public life, regenerating the place, role, duties and responsibilities of citizens as bearers of the sovereignty of the republic and the political community.",
    "In that sense, the political wind that blows through the ‘Gogotagama’ of the Galle Face, Colombo, is truly refreshing. That is perhaps why so many citizens continue to visit the protest site to energize themselves and experience an inner transformation as citizens. That is also why this site of citizens’ engagement should continue to be a permanent feature of Sri Lanka’s democratic public life, as a secular shrine of democracy’s regeneration in Sri Lanka."
  ]
}