{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-sacked-govt-dissidents-to-bring-constitutional-amendment-to-keep-dual-citizens-at-bay-92230/",
  "time_ut": 1648556880,
  "title": "Sri Lanka’s sacked govt dissidents to bring constitutional amendment to keep dual citizens at bay",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s recently sacked energy minister Udaya Gammanpila on Tuesday (29) said he and other government dissidents will present to parliament a draft 22nd amendment to the constitution in April to prevent dual citizens holding high political office.",
    "Speaking to reporters, Gammanpila addressed opposition allegations that he and the band of dissidents were party to a conspiracy to divert the disillusioned Rajajapaksa vote bank to the account of current sports minister Namal Rajapaksa at the next presidential poll.",
    "“Unfortunately for Mr Namal Rajapaksa, with the end of this government will come not only the end of Rajapaksa politics but also the end of the dynastic politics that has gripped this country for over 80 years,” he said.",
    "Gammanpila and his former colleague and now sacked Industries Minister Wimal Weerawansa have been spearheading a campaign against the government of President Gotabaya Rajapaksa over its handling of Sri Lanka’s worsening economic crisis. The two, along with leaders of 10 other constituent parties of the ruling Sri Lanka Podujana Peramuna (SLPP)-led coalition have come out strong against the administration. The two Colombo district MPs have been particularly and vociferously critical of Finance Minister Basil Rajapaksa who they appear to blame solely for the crisis.",
    "“We have no desire to bring another Rajapaksa to power, because no matter which Rajapaksa is in power, it’s actually Basil Rajapaksa that ends up running the country,” claimed Gammanpila.",
    "“To overcome this, we plan to present a draft 22nd amendment to the constitution to parliament in April. Through this amendment, a dual citizen will be outlawed from being president or an MP or holding any important office in the state,” he added.",
    "Gammanpila also called for a speedy dissolution of parliament in order to let the people elect a government of their choice to resolve Sri Lanka’s ongoing economic crisis.",
    "“Parliament can express to the president its intent to be dissolved as per Section 70 (1) (a) of the constitution, at any time, and the president is required to abide it,” he said.",
    "“Some have proposed that we wait another three years to send all Rajapaksas home. We must remind those opposition  parties that feel this way that there may not be a country left in another three years’ time,” he added. (Colombo/Mar29/2022)"
  ]
}