{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-rise-sharply-for-second-session-after-mobius-comments-93637/",
  "time_ut": 1651146540,
  "title": "Sri Lanka stocks rise sharply for second session after Mobius comments",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock market jumped for the second session gaining 4.65 percent on Thursday (28) as bargain hunters entered the market after top emerging market investors comments and a two-day plunge early this week brought stocks cheaper.",
    "The main All Share Price Index (ASPI) gained 330.91 points to 7,611.43 at the close. In the last two days, ASPI has gained 10.2 percent after losing around 11 percent in the previous two days.",
    "“The market is moving on bargain hunting, the uncertainties in the economic front still persist,” a top analyst said.",
    "Analysts also said comments of Mark Mobius, a top emerging market investor also boosted market sentiments.",
    "Mobius told Economy Next that Sri Lanka is in a time for a great opportunity as bonds and equity are trading at ‘steep discounts’.",
    "Sri Lanka’s sovereign bonds are trading at around 40 cents on the dollar or less depending on the tenor.",
    "“That to me could be an opportunity,” Mobius, the founder of Mobius Capital Partners said.",
    "“In the equities side, the opportunities are even better because a lot of weak players have been pushed out so you are left with strong players who get stronger.”",
    "The most liquid index S&P SL20 gained 6.24 percent or 147.02 points to 2,503.73.",
    "On Monday and Tuesday, the market closed within minutes after it opened for trade because of the 10 percent circuit breaker losing over 11 percent.",
    "Thursday’s gain helped to boost market capitalization by 21.1  billion rupees.",
    "The Colombo Stock Exchange (CSE) was closed from April 11 to 18 due to a traditional new year however during that period Sri Lanka’s Central Bank raised its key police rates by 7-percent, announced a soft-default and began IMF discussions amid sovereign rating downgrade.",
    "The CSE also closed the market for another five days, citing investors need for a cool off period to make informed decisions.",
    "The day’s turnover was 2.9 billion rupees, more than half of this year’s average daily turnover of 4.5 billion rupees.",
    "Investors are also concerned over the steep fall in the rupee. Sri Lanka’s rupee has fallen nearly 70 percent since it was allowed flexibility on March 7.",
    "The market has lost 14.5 percent so far in April after plunging 23 percent in March and 11 percent in the previous month. Overall the market has lost 37.7 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 2.8 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 1.37 billion rupees so far this year.",
    "Expolanka, LOLC and Hayleys pushed the index up on Thursday.",
    "Shares in Expolanka gained 19 percent to close at 171.00 rupees a share, LOLC ended up 26.3 percent to 413 rupees a share while Hayleys gained 11.6 percent to close at 69.50 rupees a share. (Colombo/April28/2022)"
  ]
}