{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-ceylon-institute-of-english-leadership-a-true-leader-in-language-and-leadership-training/",
  "time_ut": 1647270720,
  "title": "The Ceylon Institute of English & Leadership, a true leader in language and leadership training",
  "body_lines": [
    "The Ceylon Institute of English & Leadership (CIOEL) is one of Sri Lanka’s largest online English language training institutions. CIOEL specializes in all facets of English Language Training, from basic to advanced, and caters to the needs of undergraduates, working executives, job seekers, athletes, and professionals. The institute also understands the importance of communication in businesses and offers in-house Customer Service Training for organizations that want to improve their customer service.",
    "CIOEL offers multiple courses and qualifications including the ‘Certificate in English’ which entails basic reading, writing, listening, and speaking, and is best suited for students who have completed GCE O-levels and A-levels.",
    "The ‘Business English & Leadership Programme’ consists of modules of business communication and leadership that are essential for working executives and those looking to join the workforce. The ‘Leadership & Sustainability Programme’ on offer at CIOEL, provides students great insights on leadership, teamwork, sustainability in business and corporate communication. The skills and offer are best suited for working executives, university students, and those seeking employment.",
    "The institute also provides programmes designed for children with a particular focus on elocution. CIOEL believes that elocution lessons can greatly improve communication skills which in turn builds children’s confidence and help them become more assertive.",
    "Watson Michael, the Managing Director of the Ceylon Institute of English & Leadership shared his comments on the importance of language training, “In this modern age, language training is more important than it has ever been, especially for the youth of Sri Lanka who want to move on to better brighter futures. It is for this reason that we at CIOEL, cater to students of all ages and from all walks of life.”",
    "CIOEL also hosts a podcast on their YouTube channel, where the institute showcases projects on leadership and more conducted by Watson Michael with personalities from all over the world. The personalities include an Emmy Award Winner, a 2-time Emmy nominated TV producer, International Best-Selling Authors and more.",
    "One such personality was Dewey Cooper, a 9-time World Championship Boxing and MMA coach who is the coach of the current UFC heavyweight champion Francis Ngannou. The topic which was discussed was leadership. CIOEL believes that individuals such as these, who have a proven track record with regards to leadership make the best mentors.",
    "In addition to this, CIOEL also creates Resumes. In today’s highly connected world, it is very important to have a proper resume that showcases the individual’s skills, education, work experience, volunteering experience, past employment, and important projects which they were involved with. CIOEL creates resumes for all types of industries including; Healthcare, Finance, Sales, Marketing, HR, Banking, Operations, and a host of other industries as well.",
    "All the training programmes available at CIOEL are conducted with the utmost care by fully qualified teachers and instructors. Students will receive certificates upon the successful completion of each course.",
    "CIOEL is one of the largest English language online training institutes in Sri Lanka. CIOEL specializes in English language training for various levels of proficiency, from the basic to advanced stages for undergraduates, job seekers, athletes, and professionals. CIOEL believes that the guidance and knowledge of a good tutor are key to effective learning. To learn more about CIOEL and the courses on offer, visit https://cioel.com/",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}