{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-private-credit-imports-showing-signs-of-slowing-cb-governor-94229/",
  "time_ut": 1652501700,
  "title": "Sri Lanka private credit, imports showing signs of slowing: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s private credit has started to slow after interest rates went up and there were indication that imports are also slowing, Central Bank Governor Nandalal Weerasinghe said.",
    "“At these interest rates new credits are not growing, there’s is a slowing down,” Governor Weerasinghe said.",
    "Governor Weerasinghe raised policy rate from 7.50 to 14.50 percent to bring them in line with the budget deficit and over credit which would reduce money printing, central bank credit driven imports and inflation.",
    "A reduction is private credit will drive more savings to the budget and reduce private investments and imports.",
    "Sri Lanka’s private citizens are net savers and deficit spending and bank credit is needed to make their savings into investments, consumption and imports.",
    "“There is a slowdown in imports,” Weerasinghe said. “I think in the month of March the numbers are about 1.6 billion US dollars.”",
    "Meanwhile India is giving credit lines which will allow imports to be made without earning or savings.",
    "However Lanka IOC has led the sector is raising prices and keeping the economy in balance and Ceylon Petrole has also adjusted prices, to reduce using bank credit.",
    "Indian credit lines, can then be used to fund the budget deficit instead of CPC losses, if rupees are to buy credit line dollars.",
    "The Public Utilities Commission however has not raised electricity prices for around years and is still delaying forcing the Ceylon Electricity Board to borrow from state banks, busting single borrower limits.",
    "“In our advice we have clearly said there is a clear need to raise prices, sooner the better,” Governor Weerasinghe said.",
    "“At these prices they are making huge losses, they do not have rupees to buy dollars.”",
    "Sri Lanka’s state banks are already short of liquidity already and borrowing from central bank windows are forced to finance losses of state enterprises as long as private credit is blocked.",
    "Meanwhile Treasury Secretary Mahinda Siriwardene has ordered all non-urgent capital expenditure to be halted, which will also reduce pressure on domestic credit.",
    "Governor Weerasinghe has said taxes also have to be raised – which need parliamentary approval – to reduce the deficit and stop interest rates from going up further. (Colombo/May14/2022)"
  ]
}