{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dute-island-the-worlds-first-asset-backed-nft-marketplace-for-the-gem-mining-industry/",
  "time_ut": 1647441360,
  "title": "Dúté Island – The world’s first asset-backed NFT marketplace for the gem & mining industry",
  "body_lines": [
    "Momentro and The R-Factory in partnership to create the first asset-backed NFT platform for the gem and mining industry.",
    "While the global gem and jewellery industry is currently valued at 85.2 billion dollars, around 90% of the industry in mining countries remains dominated by traditional, family-run businesses. The resultant market has taken on an undemocratic nature, where authentication and certification are the major barriers to entry. If the industry is to be impactfully modernised, a shift of trust and authority seems incumbent. This is where Dúté Island, a partnered project by Momentro and the R Factory, enters the picture with a vision to transform this market through a state-of-the-art combination of blockchain technology, non-fungible-tokens and a decentralized, democratic standpoint.",
    "Dúté Island is a partnered project by the world’s first Gem and Mining Registry that converges the digital and physical worlds with a tokenized NFT marketplace. Using blockchain technology to provide both provenance and security, Dúté Island employs web system algorithms to provide digital certification for precious stones. This would immediately change the distrustful climate of the industry and open doors to the new possibilities of today’s tokenized online economy.",
    "In the early days of the internet, Web 1.0 saw an information economy, where users simply read information online. This was followed by a platform economy with more interaction in Web 2.0 and now, the users of Web 3.0 are keen to read, write and execute transactions online. In the years to come, markets that embrace the rapidly growing revolution of tokenized economies are positioned to take the lead.",
    "Explaining further, Saliya Withana the founder and CEO of Momento said, ‘’We are committed to creating practical solutions for industries using some of the latest web3 technologies. Dúté Island is one of many solutions in our pipeline that will help a high-value legacy sector to embrace the positives of a tokenized economy.’’",
    "By combining traditional stock market principles with a blockchain-based asset registry that guarantees authenticity and proof of origin, Dúté Island is at the forefront of early adaptors to join this revolution as the world’s first asset-backed NFT marketplace for the gem and mining industry. It will provide a simple, user-friendly frontend web interface that will not require above-average knowledge of IT or cryptocurrency for it to be accessible.",
    "“When we developed the structure of this platform, our ethos was to build a very simple structure for both sellers and buyers in order to make it seamless and simple even for the technologically not so savvy. We used special front layer functionalities with blockchain-based database technologies which help users to use the platform without even having a crypto wallet,’’ explained Harsha Mahes, CTO, R-Factory.",
    "Dúté Island will be a platform that the Gem and Mining Industry can depend on in the future and a place where the trust and authenticity behind all transactions are irrefutably genuine.",
    "Momentro provides global growth solutions and strategies for various sectors by way of a total ecosystem approach from ideation to execution and has worked with global brands such as Petronas, Honeywell and MSD Pharma. The R- Factory is an award-winning software design, development organization that currently works together with Momentro on the latest blockchain technologies. Discover Dúté Island today.",
    "Hayleys Plantations empowers Field Officers with pioneering NVQ and Skills Passport programme",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}