{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-worst-economic-crisis-in-known-history-just-beginning-parliament-speaker-92634/",
  "time_ut": 1649227920,
  "title": "Sri Lanka’s worst economic crisis in known history just beginning: Parliament Speaker",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is facing the worst economic crisis in know history but it is just the beginning, parliamentary speaker Mahinda Yapa Abeywardena said commencing a debate on current status of the nation.",
    "“I would like to say that this is the beginning of the worst economic crisis in the known history of our country,” speaker Abeywardene said.",
    "“I am saying this is the start because, as I understand it many economists are warning that it can become much worse.",
    "“In addition to the gas and fuel shortage there are fears that a severe food crisis may emerge.",
    "“Whether it happens like that or we can avert it to some extent will depend on how we act in the next week.”",
    "Sri Lanka’s printed money for two years using an intermediate regime central bank which has triggered the worst forex crisis in its since it was set up in 1950.",
    "Sri Lanka’s economists had used the central bank to print money, create currency crisis pursuing a ‘competitive exchange rate’ monetary debasement for 72 years busting the rupee from 4.77 to the rupee when it was set up to over 300 to the US dollar by 2022.",
    "Economists in the country have so far resisted calls to tighten its laws so that open market operations are curtail so that forex shortages can external default.",
    "However analysts say at time legislators can revamp the law to end the discretionary ‘flexible exchange rate’ or soft-peg and end currency crises.",
    "The monetary meltdown and external default long predicted by analysts and economists as ‘stimulus’ policy became more activist has now turned into a political crisis. (Colombo/Apr06/2022)"
  ]
}