{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/02/former-sri-lankan-ambassador-to-the-us-pleads-guilty-for-defrauding-lankan-government/",
  "time_ut": 1648880520,
  "title": "Former Sri Lankan Ambassador to the US pleads guilty for defrauding Lankan government",
  "body_lines": [
    "WASHINGTON — An investigation led by the Immigration and Customs Enforcement’s (ICE) Homeland Security Investigations (HSI), Washington, D.C. field office led to a guilty plea by a former Sri Lankan ambassador to the U.S. today for diverting and attempting to embezzle funds from the government of Sri Lanka. Jaliya Chitran Wickramasuriya, 61, of Arlington, Virginia attempted to misappropriate $332,027during the Sri Lankan government’s 2013 purchase of a new embassy building in Washington, D.C.",
    "Wickramasuriya served as ambassador for the Democratic Socialist Republic of Sri Lanka to the United States and to Mexico from 2008 to 2014. He pleaded guilty in the U.S. District Court for the District of Columbia to a charge of conspiracy to commit wire fraud. The charge carries a statutory maximum of five years in prison and potential financial penalties.",
    "According to court documents, from 2012 through November 2013, Wickramasuriya devised a scheme to defraud the government of Sri Lanka during its 2013 purchase of a new embassy building in Washington, D.C. by inflating the price of the real estate transaction by $332,027 and, at closing, diverting those funds from the government to two companies which had no role in the real estate transaction. At and after the January 2013 closing, Wickramasuriya directed these payments. Later in 2013, Wickramasuriya ultimately had an equal amount of funds be redirected back to government accounts, leaving the Sri Lankan government with no loss.",
    "“Mr. Wickramasuriya attempted to use his position of authority to defraud his own government and steal from the people he represented,” said Special Agent in Charge Ray Villanueva of HSI Washington, D.C. “He did not expect the American authorities to get involved and call on HSI Washington, D.C. to investigate. Today he begins the process of paying for his crimes.”",
    "In 2015, HSI Washington, D.C. opened an investigation, which resulted in the indictment of the former ambassador on several criminal charges to include wire fraud, money laundering, and making a false statement on an immigration application.",
    "Special agents from HSI Washington, D.C. traveled to Sri Lanka in 2016 in order to obtain records and conduct interviews. Based on information largely provided to the Sri Lankan authorities by HSI DC, the Sri Lankan Financial Crimes Investigative Division arrested Wickramasuriya for money laundering activity.",
    "Wickramasuriya has since returned to the United States while on bail. Special Agents interviewed Wickramasuriya in Atlanta, Georgia in September 2017. HSI led the investigation with some assistance from the FBI.",
    "On April 1, Authorities announced that Wickramasuriya pled guilty to conspiracy to commit wire fraud. The announcement was made by U.S. Attorney Matthew M. Graves, Raymond Villanueva, Special Agent in Charge, Washington, D.C. Field Office, Department of Homeland Security, Homeland Security Investigations (HSI), and Wayne A. Jacobs, Special Agent in Charge of the FBI’s Washington Field Office Criminal Division.",
    "HSI is a directorate of ICE and the principal investigative arm of the U.S. Department of Homeland Security (DHS), responsible for investigating transnational crime and threats, specifically those criminal organizations that exploit the global infrastructure through which international trade, travel, and finance move. HSI’s workforce of over 10,400 employees consists of more than 7,100 special agents assigned to 220 cities throughout the United States, and 80 overseas locations in 53 countries. HSI’s international presence represents DHS’s largest investigative law enforcement presence abroad and one of the largest international footprints in U.S. law enforcement.",
    "Former Sri Lankan Ambassador to the US pleads guilty for defrauding Lankan government",
    "Press freedom in danger? several journalists attacked at night of Mirihana protest"
  ]
}