{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-owes-us-390-mln-to-petrochina-for-12-fuel-consignment-envoy-93463/",
  "time_ut": 1650882900,
  "title": "Sri Lanka owes US$ 390 mln to PetroChina for 12 fuel consignment – envoy",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka owes around 390 million US dollars to China for 12 fuel consignment the state-run Ceylon Petroleum Corporation (CPC) had imported in the six months through January from Beijing-based Petro China, Chinese Ambassador Qi Zhenhong said on Monday.",
    "The fuel shipments were supplied with letters of credit from state-run Bank of Ceylon and People’s Bank, he said.",
    "“PetroChina has supplied 19 shipments of diesel and petrol at competitive prices in the six months from July last year to January to CPC. The total is around 730,000 tons and the deal was won through an open bid,” Ambassador Qi said.",
    "“We have only received payment for 7 shipment so far and there is a due of $390 million for 12 shipments.”",
    "Qi’s comments came nearly two weeks after Sri Lanka suspended all the foreign repayments after the island nation ran out of foreign reserves leading to severe shortage of fuel, medicines, cooking gas, and milk powder.",
    "Since default, banks are under pressure to prevent a collapse in banking sector. Analysts said both top state banks – Bank of Ceylon and People’s Bank are highly vulnerable for such collapses.",
    "Still long queues and extended power cuts are prevailing in Sri Lanka due to fuel shortage.",
    "Beijing has already given 2.8 billion US dollars including term loans and swaps since the Covid-19 pandemic started and Qi said China will “closely monitor” the discussions between Sri Lanka and International Monetary Fund (IMF) before assessing the debt restructure plan before processing another 1.5 billion US dollars.",
    "“We are not not the only lender and we are also not the largest lender,” Qi told.",
    "He said debt restructuring “will definitely have an impact on future bilateral loans.” (Colombo/Apr25/2022)"
  ]
}