{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slim-praises-resilience-of-sri-lankans-announces-will-not-increase-fees-as-a-supportive-measure/",
  "time_ut": 1651853340,
  "title": "SLIM praises resilience of Sri Lankans, announces will not increase fees as a supportive measure",
  "body_lines": [
    "Sri Lanka Institute of Marketing, the apex body for Sri Lankan Marketers, mandated to uplift the Marketing profession in Sri Lanka, empathizes with all Sri Lankans who are bravely facing the present difficulties that the country is navigating through.",
    "While this is indeed a challenging phase in the country’s history where citizens are even compelled to face severe shortages of essentials and often forego them, SLIM also observes the resilient way many are engaging with this period of transition, despite such sacrifices they make individually, and as families collectively.",
    "SLIM believes that this is a time in which as many supportive measures as possible need to be instituted for the benefit of the general public and the consumers, instead of burdening them with further price increases of products and services that are presently offered in the local market.",
    "With this understanding, SLIM, amidst drastic price increases being witnessed across the Sri Lankan market, has unanimously decided to maintain the prices of all services from SLIM -including the present rates charged for various course offerings- unchanged, and as they are charged at present (unless a rate increase is unavoidable due to cost escalations) with the firm belief that education is the best weapon one can possess to overcome hurdles in the life and partner in the development of our nation.",
    "‘The ZTE Blade A71 – Probably the Best Value All-Round Smartphone in Sri Lanka’",
    "Sri Lankan cuisine – a vision for the future at Bocuse d’Or Sri Lanka 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}