{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Daraz-Avurudu-Wasi-promises-best-deals-of-the-season/34-732450",
  "time_ut": 1648072920,
  "title": "‘Daraz Avurudu Wasi’ promises best deals of the season",
  "body_lines": [
    "Daraz has announced the biggest Avurudu shopping experience with discounts galore to celebrate the Sinhala and Tamil New Year.",
    "With over five million products to pick from shop for everything you need – from electronics, home appliances, sports gear, toys and from motorbikes to groceries, cosmetics, and fashion and lifestyle products all on one platform at some of the best prices in town from the comfort of any place and at any time.",
    "This year’s Daraz Avurudu Wasi brings over Rs. 30 million worth of offers site-wide. Shoppers can go easy on their wallets with discounts up to 80% with an additional 12% off on bank cards, coupled with monthly instalment plans on purchases made through bank cards.",
    "For those looking for unique exciting experiences a whole digital world of shop, watch, play, and explore awaits. Shoppers can play the “One Rupee” game and stand a chance to win an iPhone 13, 55-inch Samsung TV, Innovex washing machine, ASUS laptop and other attractive gifts daily by activating Daraz Points and paying with one Daraz Point.",
    "Take a break from the holiday rush and catch the entertainment on Daraz Live to walk away with exciting giveaways. All those shopping on Daraz for the first time will get a Rs. 50 reload free with a flat Rs. 250 discount at Daraz Avurudu Wasi on your first purchase, while shoppers can also try to “Build Your Basket” to get 10% off on seven items.",
    "As always renowned brands have come on board with DarazMall this year with amazing offers that gives you more reasons to shop on Daraz. First 100 customers who purchase on the Celcius store will get a Celcius travel pillow free. Purchase above Rs. 2,000 on DarazMall’s Mead Johnson Nutrition store and stand a chance to win a DELL laptop. A Samsung RT28 253L Inverter Double Door Refrigerator with 10 years’ warranty is up for grab when you buy above Rs. 1,500 on the Reckitt Benckiser store. Upgrade your saree shopping with Laveena Sarees and buy above Rs. 3,500 to stand a chance to win a wardrobe refresh worth Rs. 15,000.",
    "Daraz has partnered with a host of DarazMall brands to elevate your shopping experience this Avurudu. The Concept Store, Staedtler, Revlon, Nature’s Beauty Creations, Avirate, Trendy Clothing, Yfashion, Lenuo, IELGY, TOFO, Surya Electronics and UGREEN Flagship Store have joined as the Gold partners, while Reckitt Benckiser, DELL, Embark, Quantum Fitness, Hunters PLC, Lumstar, Janet, SJCAM, Ebsaw Electronics and Privi Fashion have come on-board as Platinum partners. The Diamond partners this year are Unilever, VIVO, Mead Johnson Nutrition, Brown and Company PLC, Teleseen Marketing, Celcius, Swisstek, and Laveena Sarees.",
    "Offering more flexible payment options to shop to your heart’s content Daraz has also partnered with a number of leading banks, including Bank of Ceylon (BOC), Commercial Bank, Hatton National Bank (HNB), HSBC, LOLC, National Development Bank (NDB), Nations Trust Bank (NTB – AMEX), People’s Bank, Sampath Bank and Union Bank. In addition, MasterCard has come on-board offering further 12% off on credit card purchases and Instalment plans up to 60 months at 0% interest."
  ]
}