{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Texas-school-killing-deadliest-in-a-decade-prompts-Biden-call-for-action/56-735332",
  "time_ut": 1653515580,
  "title": "Texas school killing, deadliest in a decade, prompts Biden call for action",
  "body_lines": [
    "18-year-old gunman kills 19 children, 2 teachers at Texas elementary school",
    "UVALDE (Reuters): The murder of 19 children and two teachers at a South Texas elementary school has prompted a call to action from US President Joe Biden, who urged Americans to confront the country’s gun lobby and pressure Congress to tighten gun laws. In the deadliest school shooting in nearly a decade, Salvador Ramos, 18, began his rampage on Tuesday when he shot his grandmother, then crashed his car while fleeing near Robb Elementary School in Uvalde, Texas. Officers saw the gunman, clad in body armour, emerge from the crashed vehicle carrying a rifle. He then entered the building and opened fire, authorities said.",
    "All told, the teenager fatally shot at least 21 people before Police apparently shot and killed him. His grandmother survived. Ramos acted alone, and his motive was unclear, authorities said.",
    "The shocking murders, coming 10 days after an avowed white supremacist shot 13 people at a supermarket in a mostly Black neighbourhood of Buffalo, prompted Biden to address Americans directly about the long-festering issue of gun control.",
    "“As a nation, we have to ask when in God’s name we’re going to stand up to the gun lobby, when in God’s name we do what we all know in our gut needs to be done,” he said in a televised speech, his voice rising in a crescendo. A Democrat, Biden accused the gun lobby of blocking enactment of tougher firearm safety laws. He ordered flags flown at half-staff daily until sunset on Saturday in observance of the tragedy.",
    "“I am sick and tired of it. We have to act,” he said without going into specifics.",
    "Mass shootings in the US have frequently led to public protests and calls for stricter background checks on gun sales and other firearm controls common in other countries, but such measures repeatedly fail in the face of strong Republican-led opposition.",
    "Pope Francis yesterday said he was “heartbroken” by the shooting and called for an end to “the indiscriminate trafficking of weapons”. Robb Elementary School houses second, third and fourth grade children, meaning pupils would likely have ranged in age from 7 to 10.",
    "“My heart is broken today,” Hal Harrell, the school district superintendent, told reporters late in the day, his voice quaking with emotion. “Were a small community and we need your prayers to get us through this.”",
    "The community, deep in the state’s Hill Country region about 80 miles (130 km) west of San Antonio, has about 16,000 residents, nearly 80% of them Hispanic or Latino, according to US Census data.",
    "Victims in Texas school shooting all died in single classroom,  authorities say"
  ]
}