{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Strawman-Prime-Minister-Ranils-appointment-is-a-sell-out-by-default-but-damage-can-still-be-undone/172-237118",
  "time_ut": 1652726280,
  "title": "Strawman Prime Minister  Ranil’s appointment is a sell-out by default, but damage can still be undone",
  "body_lines": [
    "Ranil Wickremesinghe has been appointed Prime Minister by President Gotabaya Rajapaksa at the time the country is facing its worst ever economic crisis and political turmoil",
    "Last week, Sri Lanka’s struggle for an accountable government looked as if it had prevailed against all odds. Then someone else sold it out.",
    "Earlier in the week, Mahinda Rajapaksa, the disgraced former prime minister scored his own goal. The ruling ‘Pohottuwa’ thugs who emerged from a meeting at the Prime Minister’s residence, Temple Trees descended on the peaceful protesters camped in front of the residence, and then proceeded to wreak havoc at the Galle Face Green, where protesters in tens of thousands have gathered for over a month demanding the resignation of the regime leaders. On a rather less attended morning, the thugs assaulted the protesters and demolished the camp tents. Police remained onlookers and the state’s complicity was alleged.",
    "However, MR and his acolytes seriously miscalculated the public reaction. Tens of thousands walked to the campsite in solidarity and the angry public retaliated against the ruling party thugs. By afternoon, a ruling party MP had been lynched, and two others, including a protester, were dead. By the night, despite a countrywide curfew, the angry public attacked and set ablaze the property of the ruling party politicos and their backers. A regime that had a track record of state thuggery, white van abductions, and gross abuse of power was under siege.",
    "Mahinda Rajapaksa, who resigned as Prime Minister was evacuated from Temple Trees and was flown to a naval base in Trincomalee, as security forces held back the angry protesters who were forcing their way to the Temple Trees. MR had a hasty and inglorious exit, while his brother, the president appeared as the next in line to fall.",
    "Then on Friday, Gotabaya Rajapaksa played his hand. Though it was a last ditched attempt to hold on to power by a beleaguered president, it was a classic Machiavellian move that not only took the initiative from his opponents but also now threatens to cause further disunity within the main opposition, Samagi Jana Balawegaya (SJB). In a hushed ceremony, the president swore in Ranil Wickremesinghe, who had held the office five times before as the prime minister. If there is any parallel in the recent history to Gota’s appointment of Ranil, it is Maithripala Sirisena’s aborted constitutional coup that saw the appointment of MR as prime minister after sacking Ranil’s government of Yahapalanaya.",
    "Being the only member in Parliament from the UNP, Ranil Wickremesinghe is now effectively at the mercy of the Pohottuwa, a Rajapaksa fiefdom. In all appearances, he is a kept prime minister by the Rajapaksas for the Rajapaksas.",
    "Equally interesting was the long list of Colombo based diplomats - the Americans, Canadians, Indians, and the Chinese, the list goes on - who lined up to well wish, and extend support to Ranil Wickremesinghe. So much for their high-flown claims of the democratic will of the people, when less sophisticated MR was in power.",
    "Mr. Wickremesinghe has cultivated a façade as an able administrator of the economy, but, each time when he was given an opportunity, he has proved to be an abysmal failure. So much for his brinksmanship, he managed to reduce the once Grand Old Party, the UNP to a skeleton of its former self.",
    "Today, Sri Lanka is faced with twin crises: political and economic, each as acute as the other and further deterioration could unleash unimaginable pain and destruction. Last week’s violence was a prelude. The appointment of Ranil Wickremesinghe addresses neither of these crises. It is only providing a breather to President Gotabaya Rajapaksa and by extension his siblings.",
    "There is a folly - as dim-witted as Gotabaya Rajapaksa’s ban on chemical fertilizer – that Wickremesinghe’s good offices with the West and Japan would open floodgates of foreign aid.",
    "Mr. Wickremesinghe, of course, has better relations with the rest of the world than the insular Rajapaksas. However, the countries and foreign investors are not opening their chequebooks, simply because they liked the man in power (or rather the second in command). They will, of course, throw a few bread crumbs just like the Western countries that have offered to set up an aid club to address basic needs or New Zealand’s US$ 500,000 aid to distressed mothers              (Commissions of the Rajapaksa regime comes many times of that figure).",
    "Sri Lanka’s economic crisis cannot be addressed by temporary fixes or other people’s generosity. First, International financial institutions, countries and foreign investors who wish to assist Sri Lanka requires political stability and clarity in economic policy. Ranil Wickremesinghe’s appointment provides neither.",
    "Any economic policymaking that the foreign lenders would take seriously would require the country to undertake deep structural reforms, which may include many painful measures.",
    "How Mr. Wickremesinghe who relies on the goodwill of the Pohottuwa MPs to govern, could forge ahead with such sweeping measures is a moot point.",
    "Second, Sri Lanka’s economic recovery, and assorted reforms that it would be compelled to undertake are in the long haul. The recovery would take at least two to three years. Mr. Wickremesinghe’s continuation in the office for that long is open to question. In the short term, Mr. Wickremesinghe may manage to govern with the help of Pohottuwa and SLFP, of which leader former president Maithripala Sirisena has expressed support to Mr. Wickremesinghe. However, such support is fickle and would be taken back at any point.",
    "Major political changes would push the economic reforms back to square one. Thus, instead of providing clarity, Mr. Wickremesinghe’s appointment has added a greater deal of economic and political uncertainty.",
    "Third, given the extent of the popular distrust of politicians, the political crisis cannot be resolved by showing the numbers in Parliament. It requires far-reaching political changes in the way politics has been conducted in the country. That is a rallying cry of the protesters across the country. Some of the urgent measures include the 21st amendment to the Constitution to restore the provisions of the 19th amendment, the abolition of the executive presidency and an effective mechanism to investigate the allegations of corruption and nepotism blamed on the holders of the public office. It is naïve to expect Gotabaya Rajapaksa to sit tight, if Mr. Wickremesinghe opts to investigate the Rajapaksa brothers. And, to be honest, Mr. Wickremesinghe has no history of taking decisive action against the corruption of the Rajapaksa regime when he was the prime minister of the Yahapalanaya government.  Thus, the appointment of Mr. Wickremesinghe has not addressed the concerns that gave rise to a popular uprising. Instead, he has provided a breather to the beleaguered president. It would not be long before the popular disgruntlement with the regime erupt in a far more decisive mode.",
    "Fourth, worst still, Mr. Wickremesinghe’s appointment has effectively deadlocked the political reforms that could have solved the political crisis. The 21A and an activist corruption busting legislation are much less likely to see the day now than they were a week before.",
    "Thus, as it appears, Mr. Wickremesinghe’s appointment is a sell-out of the Aragalaya (The struggle). Perhaps the president could not be blamed for his choice; he made overtures to the Opposition leader Sajith Premadasa who had been both indecisive and grandstanding. After escaping an assault by a JVP apparatchik at the Galle Face Green, Mr. Premadasa became over cautious and effectively parroted the demands of the GoGotaGama protestors, the key demand being the resignation of Gotabaya Rajapaksa.",
    "However, politics is the art of possible and Mr. Premadasa’s grandstanding effectively cost him the opportunity. However, this should not be a reason for him to wait until Ranil bungles it, or is being chased out of office by the people so that he could ride to the power on the back of the people’s protests. Though such eventuality is almost possible, that would come at a huge cost and a prolonged economic pain.",
    "Probably, the way out is for the SJB, and possibly the JVP to take part in a multi-party government under Wickremesinghe. Once in, they can proceed to bring in the 21A and other constitutional measures. Waiting for others to fail, while also failing the country is not the patriotic way of doing politics"
  ]
}