{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lolc-finance-poised-to-fuel-economic-resurgence/",
  "time_ut": 1654009500,
  "title": "‘LOLC Finance poised to fuel economic resurgence’",
  "body_lines": [
    "In one of the most historic mergers in Sri Lanka, LOLC Finance PLC, the largest NBFI in the country merged with its sister company, Commercial Leasing & Finance PLC (CLC), to become the largest Non-Banking Financial Institution (NBFI) in Sri Lanka earlier this year. The market capitalization of the merged LOLC Finance PLC stands at over Rs. 180Bn, placing it among the top 3 companies on the Colombo Stock Exchange by market capitalization.",
    "This strategic amalgamation yet again reflects the far-thinking vision of the LOLC Group, one of the most profitable globally diversified entities in Sri Lanka and the first off the starting blocks in taking strategic initiatives, which gives it a strong growth momentum. Propelled ahead with its powerful synergies, the combined entity delivered a pro forma colossal Profit Before Tax (PBT) of LKR. 25.6 Bn and Profit After Tax (PAT) of LKR. 23.5Bn as at 31st March 2022, which places LOLC Finance PLC among the highest value creating institutions in the country.",
    "The merged entity, LOLC Finance, is boosting investor confidence in the Sri Lankan economy at this critical juncture. As an inclusive financial services provider to the micro, small & medium enterprises providing thrust to many economic sectors such as agriculture, manufacturing, transportation, tourism and exports, LOLC Finance is now ideally placed to empower existing and new businesses to upscale and expand, and drive financial inclusion to uplift living standards and boost entrepreneurism, building on its ethos of non-discrimination and its women entrepreneur empowerment. An idea of the company’s powerful financial standing is evidenced by the fact that while total assets of the NBFI sector stood at LKR. 1,488 Bn by end-2021, representing 21% of Sri Lanka’s financial system, LOLC Finance’s assets stand at LKR.311.6Bn, clearly dominating the NBFI sector with healthy performance risk management indicators across every key parameter including capital, capital adequacy, business performance and thereby maintaining utmost investor confidence. It is further noteworthy that the company maintains a very high standard of integrity, transparency and customer protection principles.",
    "LOLC Finance promises a secure NBFI with a mammoth balance sheet size of LKR.311.60Bn with total advances of LKR.206.83Bn which makes it resilient to economic shocks, thereby encouraging more businesses to avail of loans due to its well capitalized nature and its asset backed products.",
    "The strategic amalgamation by two of the largest NBFIs in the country, both within the LOLC Group, signals the dynamic role the merged entity LOLC Finance will play in supporting the economic recovery of the nation. This historic merger also conforms to The Central Bank of Sri Lanka (CBSL)’s Master Plan for Consolidation of Non-Bank Financial Institutions Sector to stabilize the financial sector even further. The entity is further strengthened with CLC’s takeover of Sinhaputhra Finance PLC (SFL), once again under the consolidation master plan.",
    "The birth of new entity, LOLC Finance, has many beneficial implications for stakeholders in general as it will give rise to massive efficiencies due to the combined expertise, branch network and technology platforms including iPay, LOLC Finance’s digital payment platform, which is winning accolades and fast becoming the number one preferred payment platform and lifestyle fin-tech product. In addition, as the most technologically advanced NBFI, LOLC Finance offers Credit Cards, Online and Mobile Banking Services, and the entire spectrum of Lending and Deposits, earning a reputation for being the largest MSME financier and provider of Islamic Finance, and the leading factoring and agricultural equipment financier in the industry.",
    "LOLC Finance now commands a network of 210 branches, a burgeoning customer base of over 600,000, total lending portfolio of over LKR. 200 Bn, and an impressive deposit base of over LKR. 150 Bn, which accounts for nearly 20% of the entire industry. This amply reflects the trust and confidence placed by depositors in the financial stability and professional management of LOLC Finance.",
    "The prudent financial discipline demonstrated by the Company is evident in the fact that LOFC successfully maintained its Non-Performing Loan (NPL) ratio at 6.69% as at 31st March 2022, which is less than half of the industry average, thus reflecting the healthy portfolio of the company. The merger also implies that the combined technical expertise and goodwill in the industry of LOLC Finance is multiplied many times over.",
    "With industry leadership comes recognition on both local and international platforms. In 2021/22, LOLC Finance was awarded the Most Valuable Consumer Brand 2022 (Financial services) by Brand Finance Sri Lanka; Most Innovative Financial Services Brand Sri Lanka 2021 and Most Trusted Financial Services Brand Sri Lanka 2021 at the Ninth Edition of the Global Brand Awards 2021; Financial Services Brand of the Year at the SLIM-Kantar Peoples Awards 2022; and Gold awards for NBFI of the Year for Financial Inclusivity, NBFI of the Year for Excellence in Customer Convenience, Financial Institution of the Year for Best Digital Payment Strategy, Best Mobile Application for Retail Payments Via Just Pay (Banks and NBFI), Overall Award Excellence in Inter-Bank Digital Payments (NBFI) and a Merit Award for the Most Popular Digital Payment Product (Banks and NBFI-Mobile Payment App) at the 4th edition of the LankaPay Technnovation Awards by Lanka Clear.",
    "One of the highlights of LOLC Finance will be how it leverages on its unique business model and advanced technology platforms to power business growth and profitability. The merger has also boosted capital markets as both are listed entities and some of the blue chip stocks on the Colombo Stock Exchange (CSE).",
    "As the largest NBFI in the country, LOLC Finance is uniquely positioned to drive economic growth by financing grassroots businesses to expand while supporting the nation’s trading and export communities to seize opportunities for growth and diversification.",
    "Port of Colombo terminal operators say they are completely insulated from national crisis",
    "ComBank donates 4 more IT Labs benefitting another 7,600 students",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ආර්ථික පුනර්ජීවනය සඳහා LOLC ෆිනෑන්ස් සූදානම්",
      "body_lines": [
        "ශ්‍රී ලංකාවේ වඩාත්ම ඓතිහාසික ඒකාබද්ධ කිරීමකින්, රටේ විශාලතම NBFI වන LOLC Finance PLC, එහි සහෝදර සමාගම වන Commercial Leasing & Finance PLC (CLC) සමඟ ඒකාබද්ධ වී ශ්‍රී ලංකාවේ විශාලතම බැංකු නොවන මූල්‍ය ආයතනය (NBFI) බවට පත් විය. මේ වසරේ මුල ලංකාව. ඒකාබද්ධ LOLC ෆිනෑන්ස් පීඑල්සී හි වෙළඳපල ප්‍රාග්ධනීකරණය රු. බිලියන 180ක් වන අතර, එය වෙළෙඳපොළ ප්‍රාග්ධනීකරණය අනුව කොළඹ කොටස් වෙළෙඳපොළේ ඉහළම සමාගම් 3 අතරට පත් කරයි.",
        "මෙම ක්‍රමෝපායික ඒකාබද්ධ කිරීම ශ්‍රී ලංකාවේ වඩාත්ම ලාභදායී ගෝලීය වශයෙන් විවිධාංගීකරණය වූ ආයතනවලින් එකක් වන LOLC සමූහයේ දුරදක්නා දැක්ම නැවත නැවතත් පිළිබිඹු කරන අතර එය ශක්තිමත් වර්ධන වේගයක් ලබා දෙන උපාය මාර්ගික මුලපිරීම්වල ආරම්භක කොටස්වලින් පළමුවැන්න වේ. එහි ප්‍රබල සහයෝගීතාවයන් සමඟින් ඉදිරියට ගමන් කරන ලද ඒකාබද්ධ ආයතනය LKR හි බදු වලට පෙර (PBT) ගැති ආකෘතියේ දැවැන්ත ලාභයක් ලබා දුන්නේය. බිලියන 25.6 ක් සහ LKR හි බදු පසු ලාභය (PAT). LOLC ෆිනෑන්ස් පීඑල්සී 2022 මාර්තු 31 වන දිනට රුපියල් බිලියන 23.5ක් වන අතර එමඟින් රටේ ඉහළම වටිනාකමක් ඇති කරන ආයතන අතරට ඇතුළත් වේ.",
        "ඒකාබද්ධ වූ ආයතනය, LOLC ෆිනෑන්ස්, මෙම තීරණාත්මක මොහොතේ ශ්‍රී ලංකා ආර්ථිකය කෙරෙහි ආයෝජකයින්ගේ විශ්වාසය ඉහළ නංවයි. කෘෂිකර්මාන්තය, නිෂ්පාදන, ප්‍රවාහන, සංචාරක සහ අපනයන වැනි ආර්ථික ක්ෂේත්‍ර රැසකට තෙරපුම සලසන ක්ෂුද්‍ර, කුඩා සහ මධ්‍ය පරිමාණ ව්‍යවසායකයන්ට ඇතුළත් මූල්‍ය සේවා සපයන්නෙකු ලෙස, LOLC ෆිනෑන්ස් දැනට පවතින සහ නව ව්‍යාපාර ඉහළ නැංවීමට සහ පුළුල් කිරීමට බල ගැන්වීමට ඉතා සුදුසුය. ජීවන තත්ත්වය නඟා සිටුවීමට සහ ව්‍යවසායකත්වය නංවාලීමට මූල්‍ය ඇතුළත් කිරීම් මෙහෙයවීම, වෙනස්කම් නොකිරීමේ ආචාර ධර්ම සහ එහි කාන්තා ව්‍යවසායකයින් සවිබල ගැන්වීම. සමාගමේ ප්‍රබල මූල්‍ය තත්ත්වය පිළිබඳ අදහසක්, NBFI අංශයේ මුළු වත්කම් LKR හි පැවතීම මගින් පෙන්නුම් කෙරේ. ප්‍රාග්ධනය, ප්‍රාග්ධන ප්‍රමාණවත්තාවය, ව්‍යාපාර කාර්ය සාධනය සහ ඇතුළුව සෑම ප්‍රධාන පරාමිතියක් හරහාම සෞඛ්‍ය සම්පන්න කාර්ය සාධන අවදානම් කළමනාකරණ දර්ශක සමඟින් NBFI අංශයේ පැහැදිලිවම ආධිපත්‍යය දරන LOLC ෆිනෑන්ස් හි වත්කම් LKR.311.6Bn හි 2021 අවසානය වන විට රුපියල් බිලියන 1,488 ක් වන අතර එය ශ්‍රී ලංකාවේ මූල්‍ය පද්ධතියෙන් 21% ක් නියෝජනය කරයි. එමගින් උපරිම ආයෝජක විශ්වාසය පවත්වා ගැනීම. සමාගම අඛණ්ඩතාව, විනිවිදභාවය සහ පාරිභෝගික ආරක්ෂණ මූලධර්ම පිළිබඳ ඉතා ඉහළ ප්‍රමිතියක් පවත්වා ගෙන යන බව වැඩි දුරටත් සඳහන් කළ යුතුය.",
        "LOLC ෆිනෑන්ස් විසින් LKR.311.60Bn හි දැවැන්ත ශේෂ පත්‍ර ප්‍රමාණයකින් යුත් සුරක්ෂිත NBFI එකක් පොරොන්දු වන අතර, එය LKR.206.83Bn හි සම්පූර්ණ අත්තිකාරම් සමඟින් එය ආර්ථික කම්පනවලට ඔරොත්තු දෙන අතර එමඟින් එහි ප්‍රාග්ධනීකරණය සහ එහි වත්කම හේතුවෙන් ණය ලබා ගැනීමට තවත් ව්‍යාපාර දිරිමත් කරයි. පිටුබලය සහිත නිෂ්පාදන.",
        "LOLC සමූහය තුළ, රටෙහි විශාලතම NBFI දෙකක් විසින් උපාය මාර්ගික ඒකාබද්ධ කිරීම, ජාතියේ ආර්ථික ප්‍රකෘතිය සඳහා සහය දීම සඳහා ඒකාබද්ධ වූ ආයතනය LOLC ෆිනෑන්ස් විසින් ඉටු කරනු ලබන ගතික කාර්යභාරය සංඥා කරයි. මෙම ඓතිහාසික ඒකාබද්ධ කිරීම ශ්‍රී ලංකා මහ බැංකුවේ (CBSL) බැංකු නොවන මූල්‍ය ආයතන අංශය ඒකාබද්ධ කිරීම සඳහා වූ ප්‍රධාන සැලැස්මට ද අනුකූල වන අතර එය මූල්‍ය ක්ෂේත්‍රය තවදුරටත් ස්ථාවර කරයි. CLC විසින් සිංහපුත්‍ර ෆිනෑන්ස් පීඑල්සී (SFL) නැවත වරක් ඒකාබද්ධ කිරීමේ ප්‍රධාන සැලැස්ම යටතේ පවරා ගැනීමත් සමඟ ආයතනය තවදුරටත් ශක්තිමත් වේ.",
        "නව ආයතනයක් වන LOLC ෆිනෑන්ස් හි උපත සාමාන්‍යයෙන් පාර්ශවකරුවන්ට බොහෝ වාසිදායක ඇඟවුම් ඇති අතර එය ඒකාබද්ධ විශේෂඥතාව, ශාඛා ජාලය සහ iPay, LOLC ෆිනෑන්ස් හි ඩිජිටල් ගෙවීම් වේදිකාව ඇතුළු තාක්‍ෂණ වේදිකා හේතුවෙන් දැවැන්ත කාර්යක්ෂමතාවයක් ඇති කරයි. ශීඝ්‍රයෙන් අංක එකේ කැමති ගෙවීම් වේදිකාව සහ ජීවන රටාව ෆින්-තාක්ෂණික නිෂ්පාදනයක් බවට පත්වීම. මීට අමතරව, වඩාත් තාක්‍ෂණිකව දියුණු NBFI ලෙස, LOLC ෆිනෑන්ස් විසින් ක්‍රෙඩිට් කාඩ්පත්, ඔන්ලයින් සහ ජංගම බැංකු සේවා සහ සමස්ත ණය දීමේ සහ තැන්පතු පිරිනමයි, විශාලතම MSME මූල්‍යකරු සහ ඉස්ලාම් ෆිනෑන්ස් සපයන්නා ලෙස කීර්තියක් උපයා ඇත. සහ කර්මාන්තයේ කෘෂිකාර්මික උපකරණ මූල්‍යකරු.",
        "LOLC ෆිනෑන්ස් දැන් ශාඛා 210 ක ජාලයකට අණ කරයි, 600,000 කට අධික පාරිභෝගික පදනමක්, LKR ට වැඩි මුළු ණය කළඹක්. බිලියන 200 ක්, සහ LKR ට වැඩි ආකර්ෂණීය තැන්පතු පදනමක්. බිලියන 150 ක් වන අතර, එය සමස්ත කර්මාන්තයෙන් 20% කට ආසන්න ප්‍රමාණයක් වේ. LOLC ෆිනෑන්ස් හි මූල්‍ය ස්ථාවරත්වය සහ වෘත්තීය කළමනාකරණය කෙරෙහි තැන්පත්කරුවන් තබා ඇති විශ්වාසය සහ විශ්වාසය මෙයින් මනාව පිළිබිඹු වේ.",
        "LOFC විසින් සිය අක්‍රීය ණය (NPL) අනුපාතය 2022 මාර්තු 31 වන දිනට 6.69% ක් ලෙස සාර්ථකව පවත්වා ගෙන යාමෙන් සමාගම විසින් පෙන්නුම් කරන ලද විචක්ෂණශීලී මූල්‍ය විනය පැහැදිලි වේ. සමාගමේ. LOLC ෆිනෑන්ස් හි කර්මාන්තයේ ඒකාබද්ධ තාක්ෂණික විශේෂඥතාව සහ හොඳ හිත බොහෝ ගුණයකින් වැඩි වන බව ද ඒකාබද්ධ කිරීම ගම්‍ය වේ.",
        "කර්මාන්තයේ නායකත්වය සමඟ දේශීය හා ජාත්‍යන්තර වේදිකාවල පිළිගැනීමක් ලැබේ. 2021/22 දී, LOLC ෆිනෑන්ස් ශ්‍රී ලංකා බ්‍රෑන්ඩ් ෆිනෑන්ස් විසින් වටිනාම පාරිභෝගික සන්නාමය 2022 (මූල්‍ය සේවා) පිරිනමන ලදී; Global Brand Awards 2021 නවවන සංස්කරණයේදී වඩාත් නව්‍ය මූල්‍ය සේවා සන්නාමය ශ්‍රී ලංකා 2021 සහ වඩාත්ම විශ්වාසදායක මූල්‍ය සේවා සන්නාමය ශ්‍රී ලංකා 2021; SLIM-Kantar Peoples Awards 2022 හි වසරේ මුල්‍ය සේවා සන්නාමය; සහ මූල්‍ය ඇතුළත් කිරීම් සඳහා වසරේ NBFI සඳහා රන් සම්මාන, පාරිභෝගික පහසුව සඳහා විශිෂ්ටත්වය සඳහා වසරේ NBFI, හොඳම ඩිජිටල් ගෙවීම් උපාය මාර්ගය සඳහා වසරේ මූල්‍ය ආයතනය, Just Pay (බැංකු සහ NBFI) හරහා සිල්ලර ගෙවීම් සඳහා හොඳම ජංගම යෙදුම, සමස්ත සම්මානය Lanka Clear විසින් LankaPay Technnovation සම්මාන උළෙලේ 4 වැනි සංස්කරණයේදී අන්තර් බැංකු ඩිජිටල් ගෙවීම්වල විශිෂ්ටත්වය (NBFI) සහ වඩාත් ජනප්‍රිය ඩිජිටල් ගෙවීම් නිෂ්පාදනය (බැංකු සහ NBFI-Mobile Payment App) සඳහා කුසලතා සම්මානයක්.",
        "LOLC ෆිනෑන්ස් හි එක් විශේෂත්වයක් වනුයේ එය ව්‍යාපාර වර්ධනය සහ ලාභදායිත්වය බලගැන්වීම සඳහා එහි අද්විතීය ව්‍යාපාරික ආකෘතිය සහ උසස් තාක්‍ෂණ වේදිකාවන් උපයෝගී කර ගන්නා ආකාරයයි. මෙම ඒකාබද්ධ කිරීම ප්‍රාග්ධන වෙලඳපොලවල් දෙකම ලයිස්තුගත ආයතන වන අතර කොළඹ කොටස් වෙළඳපොලේ (CSE) සමහර බ්ලූ චිප් කොටස් නිසාද ඉහල නංවා ඇත.",
        "රටේ විශාලතම NBFI ලෙස, LOLC ෆිනෑන්ස්, වර්ධනය සහ විවිධාංගීකරණය සඳහා අවස්ථා අත්පත් කර ගැනීම සඳහා ජාතියේ වෙළඳ සහ අපනයන ප්‍රජාවන්ට සහාය වන අතරම, බිම් මට්ටමේ ව්‍යාපාර පුළුල් කිරීම සඳහා මූල්‍යකරණය කිරීම මගින් ආර්ථික වර්ධනය සඳහා සුවිශේෂී ලෙස ස්ථානගත වී ඇත.",
        "කොළඹ වරායේ පර්යන්ත ක්‍රියාකරුවන් පවසන්නේ තමන් ජාතික අර්බුදයෙන් සම්පූර්ණයෙන්ම පරිවරණය වී ඇති බවයි",
        "ComBank තවත් සිසුන් 7,600කට ප්‍රතිලාභ ලබා දෙමින් තවත් තොරතුරු තාක්ෂණ විද්‍යාගාර 4ක් පරිත්‍යාග කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "LOLC ஃபைனான்ஸ் பொருளாதார மறுமலர்ச்சிக்கு எரியூட்ட தயாராக உள்ளது",
      "body_lines": [
        "இலங்கையின் வரலாற்றுச் சிறப்புமிக்க இணைப்புகளில் ஒன்றான LOLC Finance PLC, நாட்டின் மிகப் பெரிய NBFI ஆனது, அதன் சகோதர நிறுவனமான Commercial Leasing & Finance PLC (CLC) உடன் இணைந்து இலங்கையின் மிகப்பெரிய வங்கியல்லாத நிதி நிறுவனமாக (NBFI) ஆனது. இந்த ஆண்டின் தொடக்கத்தில் இலங்கை. இணைக்கப்பட்ட LOLC Finance PLC இன் சந்தை மூலதனம் ரூ. 180Bn, சந்தை மூலதனம் மூலம் கொழும்பு பங்குச் சந்தையில் முதல் 3 நிறுவனங்களில் இடம்பிடித்துள்ளது.",
        "இந்த மூலோபாய ஒருங்கிணைப்பு, LOLC குழுமத்தின் தொலைநோக்கு பார்வையை மீண்டும் பிரதிபலிக்கிறது, இது இலங்கையில் மிகவும் இலாபகரமான உலகளாவிய பன்முகப்படுத்தப்பட்ட நிறுவனங்களில் ஒன்றாகும் மற்றும் மூலோபாய முன்முயற்சிகளை எடுப்பதில் ஆரம்ப கட்டங்களில் முதன்மையானது, இது வலுவான வளர்ச்சி வேகத்தை அளிக்கிறது. அதன் சக்திவாய்ந்த சினெர்ஜிகளுடன் முன்னேறி, ஒருங்கிணைந்த நிறுவனம் LKR இன் வரிக்கு முந்தைய லாபத்தை (PBT) வழங்கியது. 25.6 பில்லியன் மற்றும் வரிக்குப் பிந்தைய லாபம் (PAT) LKR. மார்ச் 31, 2022 நிலவரப்படி 23.5Bn, இது LOLC Finance PLC ஐ நாட்டின் மிக உயர்ந்த மதிப்பை உருவாக்கும் நிறுவனங்களில் ஒன்றாக இணைக்கிறது.",
        "இணைக்கப்பட்ட நிறுவனம், LOLC Finance, இந்த நெருக்கடியான கட்டத்தில் இலங்கைப் பொருளாதாரத்தில் முதலீட்டாளர்களின் நம்பிக்கையை உயர்த்துகிறது. விவசாயம், உற்பத்தி, போக்குவரத்து, சுற்றுலா மற்றும் ஏற்றுமதி போன்ற பல பொருளாதாரத் துறைகளுக்கு ஊக்கமளிக்கும் குறு, சிறு மற்றும் நடுத்தர நிறுவனங்களுக்கு உள்ளடங்கிய நிதிச் சேவை வழங்குனராக, LOLC ஃபைனான்ஸ் தற்போது இருக்கும் மற்றும் புதிய வணிகங்களை மேம்படுத்தவும் விரிவுபடுத்தவும் சிறந்ததாக உள்ளது. வாழ்க்கைத் தரத்தை உயர்த்துவதற்கும், தொழில் முனைவோரை மேம்படுத்துவதற்கும் நிதிச் சேர்க்கையை உந்துதல், பாகுபாடு காட்டாததன் நெறிமுறைகள் மற்றும் அதன் பெண் தொழில்முனைவோர் அதிகாரமளித்தல். NBFI துறையின் மொத்த சொத்துக்கள் LKR ஆக இருந்ததன் மூலம் நிறுவனத்தின் சக்திவாய்ந்த நிதி நிலை பற்றிய ஒரு யோசனை சான்றாகும். 2021 ஆம் ஆண்டின் இறுதியில் 1,488 Bn, இலங்கையின் நிதி அமைப்பில் 21% ஐப் பிரதிநிதித்துவப்படுத்துகிறது, LOLC ஃபினான்ஸின் சொத்துக்கள் LKR.311.6Bn ஆக உள்ளது, மூலதனம், மூலதனப் போதுமான அளவு, வணிக செயல்திறன் மற்றும் அனைத்து முக்கிய அளவுருக்களிலும் ஆரோக்கியமான செயல்திறன் இடர் மேலாண்மை குறிகாட்டிகளுடன் NBFI துறையில் தெளிவாக ஆதிக்கம் செலுத்துகிறது. அதன்மூலம் முதலீட்டாளர்களின் நம்பிக்கையைப் பேணுதல். நிறுவனம் ஒருமைப்பாடு, வெளிப்படைத்தன்மை மற்றும் வாடிக்கையாளர் பாதுகாப்புக் கொள்கைகளின் மிக உயர்ந்த தரத்தைப் பேணுவது மேலும் குறிப்பிடத்தக்கது.",
        "LOLC ஃபைனான்ஸ், LKR.311.60Bn என்ற மிகப்பெரிய இருப்புநிலை அளவுடன், LKR.206.83Bn இன் மொத்த முன்பணத்துடன் பாதுகாப்பான NBFIக்கு உறுதியளிக்கிறது, இது பொருளாதார அதிர்ச்சிகளைத் தாங்கக்கூடியதாக ஆக்குகிறது, இதன் மூலம் அதன் நல்ல மூலதன இயல்பு மற்றும் அதன் சொத்து காரணமாக கடன்களைப் பெற அதிக வணிகங்களை ஊக்குவிக்கிறது. ஆதரவு தயாரிப்புகள்.",
        "LOLC குழுமத்திற்குள்ளேயே, நாட்டிலுள்ள இரண்டு பெரிய NBFI களின் மூலோபாய ஒருங்கிணைப்பு, தேசத்தின் பொருளாதார மீட்சியை ஆதரிப்பதில் இணைக்கப்பட்ட நிறுவனமான LOLC ஃபைனான்ஸ் ஆற்றும் முக்கிய பங்கைக் குறிக்கிறது. இந்த வரலாற்றுச் சிறப்புமிக்க இணைப்பு இலங்கை மத்திய வங்கியின் (CBSL) நிதித் துறையை மேலும் ஸ்திரப்படுத்துவதற்காக வங்கி அல்லாத நிதி நிறுவனங்களின் துறையை ஒருங்கிணைப்பதற்கான மாஸ்டர் திட்டத்துடன் ஒத்துப்போகிறது. சின்ஹபுத்ரா ஃபைனான்ஸ் பிஎல்சியை (SFL) மீண்டும் ஒருங்கிணைக்கும் மாஸ்டர் திட்டத்தின் கீழ் CLC கையகப்படுத்தியதன் மூலம் இந்த நிறுவனம் மேலும் பலப்படுத்தப்பட்டுள்ளது.",
        "புதிய நிறுவனமான LOLC ஃபைனான்ஸ், பொதுவாக பங்குதாரர்களுக்கு பல பயனுள்ள தாக்கங்களை ஏற்படுத்துகிறது, ஏனெனில் இது ஒருங்கிணைந்த நிபுணத்துவம், கிளை நெட்வொர்க் மற்றும் தொழில்நுட்ப தளங்களான iPay, LOLC Finance இன் டிஜிட்டல் பேமெண்ட் தளம், பாராட்டுகளை வென்று வருகிறது. வேகமாக முதலிடம் பிடித்த கட்டண தளம் மற்றும் வாழ்க்கை முறை ஃபின்-டெக் தயாரிப்பு. கூடுதலாக, மிகவும் தொழில்நுட்ப ரீதியாக மேம்பட்ட NBFI என, LOLC ஃபைனான்ஸ் கிரெடிட் கார்டுகள், ஆன்லைன் மற்றும் மொபைல் பேங்கிங் சேவைகள் மற்றும் கடன் மற்றும் வைப்புத்தொகைகளின் முழு அளவிலான ஸ்பெக்ட்ரம் ஆகியவற்றை வழங்குகிறது, இது மிகப்பெரிய MSME நிதியாளராகவும் இஸ்லாமிய நிதி வழங்குநராகவும் மற்றும் முன்னணி காரணியாகவும் நற்பெயரைப் பெறுகிறது. மற்றும் தொழில்துறையில் விவசாய உபகரணங்கள் நிதியளிப்பவர்.",
        "LOLC ஃபைனான்ஸ் இப்போது 210 கிளைகளின் வலையமைப்பைக் கட்டளையிடுகிறது, 600,000 க்கும் அதிகமான வாடிக்கையாளர் தளம், LKR க்கும் அதிகமான மொத்த கடன் போர்ட்ஃபோலியோ. 200 பில்லியன், மற்றும் LKRக்கு மேல் ஈர்க்கக்கூடிய வைப்புத் தளம். 150 பில்லியன், இது முழுத் தொழிலில் கிட்டத்தட்ட 20% ஆகும். இது LOLC ஃபைனான்ஸின் நிதி நிலைத்தன்மை மற்றும் தொழில்முறை நிர்வாகத்தில் வைப்பாளர்களால் வைக்கப்பட்டுள்ள நம்பிக்கை மற்றும் நம்பிக்கையை பிரதிபலிக்கிறது.",
        "31 மார்ச் 2022 நிலவரப்படி, LOFC தனது செயல்படாத கடன் (NPL) விகிதத்தை 6.69% என்ற அளவில் வெற்றிகரமாகப் பராமரித்தது, இது தொழில்துறை சராசரியில் பாதிக்கும் குறைவானதாகும், இதன் மூலம் ஆரோக்கியமான போர்ட்ஃபோலியோவைப் பிரதிபலிக்கிறது என்பதில், நிறுவனம் வெளிப்படுத்திய விவேகமான நிதிக் கட்டுப்பாடு தெளிவாகிறது. நிறுவனத்தின். LOLC ஃபைனான்ஸ் துறையில் ஒருங்கிணைந்த தொழில்நுட்ப நிபுணத்துவம் மற்றும் நல்லெண்ணம் பல மடங்கு பெருகியுள்ளது என்பதையும் இந்த இணைப்பு உணர்த்துகிறது.",
        "தொழில் தலைமைத்துவத்துடன் உள்ளூர் மற்றும் சர்வதேச தளங்களில் அங்கீகாரம் வருகிறது. 2021/22 இல், LOLC Finance ஆனது Brand Finance Sri Lankaவினால் மிகவும் பெறுமதியான நுகர்வோர் வர்த்தக நாமம் 2022 (நிதிச் சேவைகள்) வழங்கப்பட்டது; குளோபல் பிராண்ட் விருதுகள் 2021 இன் ஒன்பதாவது பதிப்பில் மிகவும் புதுமையான நிதிச் சேவைகள் பிராண்ட் ஸ்ரீலங்கா 2021 மற்றும் மிகவும் நம்பகமான நிதிச் சேவைகள் பிராண்ட் ஸ்ரீலங்கா 2021; SLIM-Kantar Peoples Awards 2022 இல் நிதிச் சேவைகள் ஆண்டின் சிறந்த வர்த்தக நாமம்; மற்றும் நிதி உள்ளடக்கத்திற்கான ஆண்டின் NBFIக்கான தங்க விருதுகள், வாடிக்கையாளர் வசதியில் சிறந்து விளங்கியதற்காக ஆண்டின் NBFI, சிறந்த டிஜிட்டல் கட்டண உத்திக்கான ஆண்டின் நிதி நிறுவனம், ஜஸ்ட் பே (வங்கிகள் மற்றும் NBFI) மூலம் சில்லறை கட்டணங்களுக்கான சிறந்த மொபைல் பயன்பாடு, ஒட்டுமொத்த விருது வங்கிகளுக்கிடையேயான டிஜிட்டல் கொடுப்பனவுகளில் (NBFI) சிறந்து விளங்குதல் மற்றும் லங்கா க்ளியரின் லங்காபே டெக்னோவேஷன் விருதுகளின் 4வது பதிப்பில் மிகவும் பிரபலமான டிஜிட்டல் பேமென்ட் தயாரிப்புக்கான (வங்கிகள் மற்றும் NBFI-மொபைல் பேமென்ட் ஆப்) மெரிட் விருது.",
        "LOLC ஃபினான்ஸின் சிறப்பம்சங்களில் ஒன்று, அதன் தனித்துவமான வணிக மாதிரி மற்றும் மேம்பட்ட தொழில்நுட்ப தளங்களில் வணிக வளர்ச்சி மற்றும் லாபத்தை எவ்வாறு மேம்படுத்துகிறது என்பதுதான். இரண்டும் பட்டியலிடப்பட்ட நிறுவனங்கள் மற்றும் கொழும்பு பங்குச் சந்தையில் (CSE) சில புளூ சிப் பங்குகளாக இருப்பதால், இந்த இணைப்பு மூலதனச் சந்தைகளையும் உயர்த்தியுள்ளது.",
        "நாட்டின் மிகப்பெரிய NBFI ஆக, LOLC ஃபினான்ஸ், வளர்ச்சி மற்றும் பல்வகைப்படுத்தலுக்கான வாய்ப்புகளைப் பெறுவதற்கு நாட்டின் வர்த்தக மற்றும் ஏற்றுமதி சமூகங்களுக்கு ஆதரவளிக்கும் அதே வேளையில், அடித்தள வணிகங்களை விரிவுபடுத்துவதற்கு நிதியளிப்பதன் மூலம் பொருளாதார வளர்ச்சியை முன்னெடுப்பதற்கு தனித்துவமாக நிலைநிறுத்தப்பட்டுள்ளது.",
        "கொழும்பு துறைமுக முனைய ஆபரேட்டர்கள் தேசிய நெருக்கடியில் இருந்து முற்றிலும் தனிமைப்படுத்தப்பட்டதாக கூறுகின்றனர்",
        "ComBank மேலும் 4 IT ஆய்வகங்களை நன்கொடையாக வழங்குகிறது, மேலும் 7,600 மாணவர்கள் பயனடைகிறார்கள்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}