{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Hartal-fright-doom-and-dismay-EDITORIAL/172-236362",
  "time_ut": 1651782600,
  "title": "Hartal, fright, doom and dismay - EDITORIAL",
  "body_lines": [
    "As protests against the regime grow louder a massive ‘hartal’ is scheduled to take place today (May 6) all over the island.",
    "The public’s dissent against the regime began in a profound way with a huge rally at Galle Face on April 9 demanding the president and the 225 members in the cabinet to step down. But the lawmakers of the present regime have stayed put and tried to deceive the public by appointing a makeshift cabinet.",
    "The hartal will cripple most services today. Economists will be pretty quick to calculate the loss of man hours in rupees. But what people say is that it has reached a point where this stubborn regime needs to be nudged hard because it is showing thick skin.",
    "Despite the protests lawmakers representing the government attend parliament sessions and waste time arguing about who didn’t do their part for the country during different regimes. The opposition led by Sajith Premadasa is condemned by the masses for delaying to move a no confidence motion against the regime. When the opposition forces within the parliament are not showing enough character and strength in toppling this much criticized regime forces representing the citizenry have organised protest after protest and now a massive hartal. Those voicing their anger have warned that if the hartal doesn’t remove the president and his cabinet they would continue the hartal from May 11 till a breakthrough is achieved.",
    "For the record over 2000 trade unions, civil society organizations and teacher unions will join hands in the hartal today. Trains will be off service for a period of 24 hours and the Inter-Provincial Bus Owners’ Association has given its members permission to join in the hartal.",
    "Unlike in the past these protests have attracted the attention and support of members of the affluent society and also of academics. This is quite a contrast from the past because we remember that the hartal in 1953 was more of a struggle initiated by the labour class. Back then the hartal was held for one single day and the protesters were venting their anger against social welfare cuts. One of the key cuts came in the form of making the rice book obsolete. The regime in charge then was the United National Party; an entity merely functioning as just another political party and choking more than the less affluent masses in terms of  surviving during a crisis.",
    "The ‘Greens’ were always known for promoting business opportunities and enterprise over social welfare programmes. But during the Rajapaksa regimes between 2005 and 2010 and then again during the period from 2019 till now the Rajapaksa regimes have engaged in decision making where they have upped social welfare by cutting taxes and promoting development activities which have not provided any worthwhile return on investment. Most of these mega projects were carried out with the loans obtained from ambitious countries which are eager on strengthening their presence here on this island.",
    "Right now the protesters are voicing their anger from a position of strength. Any little encounter they have with the law enforcement officers and there are plenty of lawyers presenting themselves to offer their services for free in a court of law. But despite all that backing these protesters get from lawyers they must be cautious not inconvenience the public.",
    "This hartal today is likely to be followed by many more such campaigns given the indifferent attitude of the government towards protesters. There are so many patients in the country and institutes like hospitals can add to the woes of the less affluent if health workers stay away from work. It’s advisable to engage in ‘work to rule’ campaigns and not organize hartals because this economy has to operate and the very sick people must have a way of meeting the doctors and obtaining their medicines.",
    "As much as the hartal planned for today and the many more similar ones which might take place in the future are sure to rub salt into the government’s wounds what measures protesters could take beyond that if this struggle doesn’t really jolt the regime are best described by words like fright, doom and dismay."
  ],
  "translate": {
    "si": {
      "title": "හර්තාලය, භීතිය, විනාශය සහ කලකිරීම - කතුවැකිය",
      "body_lines": [
        "පාලනයට එරෙහි විරෝධතා උග්‍ර අතට හැරෙද්දී අද (මැයි 6) දිවයින පුරා දැවැන්ත හර්තාලයක් පැවැත්වීමට නියමිතය.",
        "පාලන තන්ත්‍රයට එරෙහිව මහජනතාවගේ විසම්මුතිය ප්‍රගාඪ ආකාරයෙන් ආරම්භ වූයේ අප්‍රේල් 9දා ජනාධිපතිවරයාට සහ කැබිනට් මණ්ඩලයේ 225 දෙනාට ඉල්ලා අස්වන ලෙස බල කරමින් ගාලු මුවදොර පැවති දැවැන්ත රැලියෙනි. නමුත් වත්මන් පාලනයේ නීති සම්පාදකයින් නැවතී සිටිමින් තාවකාලික කැබිනට් මණ්ඩලයක් පත් කර ජනතාව රැවටීමට උත්සාහ කර ඇත.",
        "හර්තාලයෙන් අද බොහෝ සේවා අඩාල වනු ඇත. මිනිසාගේ පැය ගණන රුපියල් වලින් ගණනය කිරීමට ආර්ථික විද්‍යාඥයින් ඉතා ඉක්මන් වනු ඇත. නමුත් ජනතාව කියන දේ තමයි මේ මුරණ්ඩු පාලනය තදින් හුරතල් කළ යුතු තැනට පත්වෙලා තියෙන්නේ තරබාරු සමක් පෙන්නන නිසා.",
        "විරෝධතා නොතකා රජය නියෝජනය කරන මන්ත්‍රීවරු පාර්ලිමේන්තු සැසිවාරයට පැමිණ විවිධ පාලන සමයන්හිදී රට වෙනුවෙන් තම කාර්යභාරය ඉටු නොකළේ කවුරුන්ද යන්න ගැන තර්ක කරමින් කාලය නාස්ති කරති. සජිත් ප්‍රේමදාස මහතා ප්‍රමුඛ විපක්ෂය රෙජීමයට එරෙහිව විශ්වාසභංගයක් ගෙන ඒම ප්‍රමාද කිරීම සම්බන්ධයෙන් මහජනතාවගේ හෙළා දකිනවා. මේ දැඩි විවේචනයට ලක් වූ පාලන තන්ත්‍ර පෙරළා දැමීමට පාර්ලිමේන්තුව තුළ සිටින විපක්ෂ බලවේග ප්‍රමාණවත් චරිතයක් සහ ශක්තියක් නොපෙන්වන විට පුරවැසියා නියෝජනය කරන බලවේග විරෝධතාවයෙන් පසු විරෝධතා සංවිධානය කර දැන් දැවැන්ත හර්තාලයක් සංවිධානය කර ඇත. හර්තාලයෙන් ජනාධිපතිවරයා සහ ඔහුගේ අමාත්‍ය මණ්ඩලය ඉවත් නොකළහොත් මැයි 11 වැනිදා සිට ඉදිරි ගමනක් සිදුවන තුරු හර්තාලය අඛණ්ඩව ක්‍රියාත්මක කරන බවට කෝපයට පත් වූවන් අනතුරු අඟවා තිබේ.",
        "වාර්තාව සඳහා වෘත්තීය සමිති, සිවිල් සංවිධාන සහ ගුරු සංගම් 2000කට අධික සංඛ්‍යාවක් අද හර්තාලයට අත්වැල් බැඳගනී. පැය 24ක කාලයක් දුම්රිය ධාවනය නතර කෙරෙන අතර අන්තර් පළාත් බස් රථ හිමියන්ගේ සංගමය සිය සාමාජිකයින්ට හර්තාලයට එක්වීමට අවසර ලබාදී තිබෙනවා.",
        "අතීතයේ මෙන් නොව මෙම විරෝධතා සමෘද්ධිමත් සමාජයේ සාමාජිකයින්ගේ සහ විද්වතුන්ගේ අවධානයට හා සහයෝගයට ලක්ව ඇත. මෙය අතීතයට වඩා බෙහෙවින් වෙනස් ය, මන්ද 1953 හර්තාලය කම්කරු පන්තිය විසින් ආරම්භ කරන ලද අරගලයක් බව අපට මතකය. එදා හර්තාලය එක් දිනක් පැවැත්වූ අතර විරෝධතාකරුවන් සමාජ සුබසාධන කප්පාදුවට එරෙහිව සිය කෝපය පිටකරමින් සිටියහ. එක ප්‍රධාන කප්පාදුවක් ආවේ බත් පොත යල් පැන ගිය ආකාරයෙන්. එදා පාලනය කළේ එක්සත් ජාතික පක්ෂයයි. ආයතනයක් හුදෙක් තවත් දේශපාලන පක්ෂයක් ලෙස ක්‍රියාත්මක වන අතර අර්බුදකාරී අවස්ථාවක දිවි ගලවා ගැනීම සම්බන්ධයෙන් අඩු ධනවත් ජනතාවට වඩා හුස්ම හිරකරයි.",
        "සමාජ සුබසාධන වැඩසටහන් හරහා ව්‍යාපාරික අවස්ථා සහ ව්‍යවසාය ප්‍රවර්ධනය කිරීම සඳහා 'ග්‍රීන්ස්' සැමවිටම ප්‍රසිද්ධ විය. නමුත් 2005 සිට 2010 දක්වා රාජපක්ෂ පාලන සමයේදීත් ඉන්පසුව 2019 සිට මේ දක්වා කාලය තුළත් රාජපක්ෂ රෙජීමයන් තීන්දු තීරණ ගැනීමේ නිරතව සිටින්නේ ඔවුන් බදු කපා හැරීමෙන් සහ ආයෝජනයට සරිලන ප්‍රතිලාභයක් ලබා නොදුන් සංවර්ධන කටයුතු ප්‍රවර්ධනය කරමින් සමාජ සුබසාධනය ඉහළ නංවා ඇති තැනය. මෙම දැවැන්ත ව්‍යාපෘති බොහොමයක් ක්‍රියාත්මක කරනු ලැබුවේ මෙම දිවයිනේ තම පැවැත්ම ශක්තිමත් කර ගැනීමට උනන්දු වන අභිලාෂකාමී රටවලින් ලබාගත් ණය මගිනි.",
        "මේ වන විට විරෝධතාකරුවෝ බලවත් ස්ථානයක සිට සිය කෝපය ප්‍රකාශ කරති. ඔවුන් නීතිය ක්‍රියාත්මක කරන නිලධාරීන් සමඟ ඇති ඕනෑම කුඩා හමුවීමක් වන අතර උසාවියක නොමිලේ තම සේවය ලබා දීමට පෙනී සිටින නීතිඥයින් ඕනෑ තරම් ඇත. එහෙත් මේ විරෝධතාකරුවන්ට නීතිඥයන්ගෙන් ලැබෙන සහයෝගය නොතකා ඔවුන් මහජනතාවට අපහසුතාවයක් නොවන පරිදි කල්පනාකාරී විය යුතුය.",
        "අද මෙම හර්තාලයෙන් පසු මෙවැනි තවත් බොහෝ ව්‍යාපාර ආරම්භ වීමට ඉඩ ඇත්තේ විරෝධතාකරුවන් කෙරෙහි රජය දක්වන උදාසීන ආකල්පය හේතුවෙනි. රටේ බොහෝ රෝගීන් සිටින අතර සෞඛ්‍ය සේවකයින් රැකියාවෙන් ඈත් වුවහොත් රෝහල් වැනි ආයතන අඩු ධනවතුන්ගේ දුක්ඛිත තත්වයන්ට එකතු විය හැකිය. මේ ආර්ථිකය ක්‍රියාත්මක විය යුතු නිසාත්, රෝගී පුද්ගලයන්ට වෛද්‍යවරුන් හමු වී ඔවුනගේ ඖෂධ ලබා ගැනීමේ ක්‍රමයක් තිබිය යුතු නිසාත් හර්තාල් සංවිධානය නොකර ‘පාලනයට වැඩ’ ව්‍යාපාරවල නියැලීම යෝග්‍ය වේ.",
        "අද සැලසුම් කර ඇති හර්තාලය සහ අනාගතයේ සිදු විය හැකි තවත් බොහෝ සමාන හර්තාලයන් ආන්ඩුවේ තුවාල වලට ලුනු තැවරීම නිසැක ය. භීතිය, විනාශය සහ කලකිරීම වැනි වචන වලින්."
      ]
    },
    "ta": {
      "title": "ஹர்த்தால், பயம், அழிவு மற்றும் திகைப்பு - தலையங்கம்",
      "body_lines": [
        "ஆட்சிக்கு எதிரான போராட்டங்கள் வலுத்து வரும் நிலையில், நாடு முழுவதும் இன்று (மே 6) மாபெரும் ‘ஹர்த்தால்’ நடைபெற உள்ளது.",
        "ஆட்சிக்கு எதிரான பொதுமக்களின் அதிருப்தியானது, ஜனாதிபதி மற்றும் அமைச்சரவையில் உள்ள 225 உறுப்பினர்களை பதவி விலகுமாறு கோரி ஏப்ரல் 9 ஆம் திகதி காலி முகத்திடலில் மாபெரும் பேரணியுடன் ஆழமான வழியில் தொடங்கியது. ஆனால் தற்போதைய ஆட்சியில் சட்டமியற்றுபவர்கள் அப்படியே இருந்துவிட்டு தற்காலிக அமைச்சரவையை நியமித்து பொதுமக்களை ஏமாற்ற முயற்சிக்கின்றனர்.",
        "ஹர்த்தால் இன்று பெரும்பாலான சேவைகளை முடக்கும். பொருளாதார வல்லுநர்கள் மனித மணி நேர இழப்பை ரூபாயில் விரைவாகக் கணக்கிடுவார்கள். ஆனால், இந்த பிடிவாதமான ஆட்சி தடித்த தோலைக் காட்டுவதால் கடுமையாக நசுக்க வேண்டிய நிலையை எட்டியுள்ளது என்று மக்கள் கூறுகின்றனர்.",
        "எதிர்ப்புகள் இருந்தபோதிலும், அரசாங்கத்தை பிரதிநிதித்துவப்படுத்தும் சட்டமியற்றுபவர்கள் பாராளுமன்ற அமர்வுகளில் கலந்துகொள்வதுடன், வெவ்வேறு ஆட்சிகளின் போது நாட்டிற்காக தங்கள் பங்கை யார் செய்யவில்லை என்று வாதிட்டு நேரத்தை வீணடிக்கிறார்கள். சஜித் பிரேமதாச தலைமையிலான எதிர்க்கட்சி, ஆட்சிக்கு எதிரான நம்பிக்கையில்லாப் பிரேரணையை முன்வைக்க காலதாமதம் செய்வதை வெகுவாகக் கண்டித்துள்ளது. பாராளுமன்றத்தில் உள்ள எதிர்க்கட்சி சக்திகள் இந்த மிகவும் விமர்சிக்கப்பட்ட ஆட்சியை கவிழ்ப்பதில் போதுமான தன்மையையும் வலிமையையும் காட்டாதபோது குடிமக்களை பிரதிநிதித்துவப்படுத்தும் சக்திகள் எதிர்ப்புக்கு பிறகு போராட்டத்தை ஏற்பாடு செய்துள்ளன, இப்போது ஒரு பெரிய ஹர்த்தால். இந்த ஹர்த்தால் ஜனாதிபதியையும் அவரது அமைச்சரவையையும் நீக்காவிட்டால் மே 11ஆம் திகதி முதல் முன்னேற்றம் அடையும் வரை ஹர்த்தாலை தொடரப்போவதாக தமது கோபத்தை வெளிப்படுத்தியவர்கள் எச்சரித்துள்ளனர்.",
        "2000க்கும் மேற்பட்ட தொழிற்சங்கங்கள், சிவில் அமைப்புக்கள் மற்றும் ஆசிரியர் சங்கங்கள் இணைந்து இன்று ஹர்த்தாலில் ஈடுபடவுள்ளன. 24 மணித்தியாலங்களுக்கு புகையிரத சேவைகள் நிறுத்தப்படவுள்ளதுடன், மாகாணங்களுக்கு இடையிலான பஸ் உரிமையாளர்கள் சங்கம் ஹர்த்தாலில் இணைந்து கொள்வதற்கு தமது உறுப்பினர்களுக்கு அனுமதி வழங்கியுள்ளது.",
        "கடந்த காலத்தைப் போலல்லாமல், இந்த எதிர்ப்புக்கள் வசதி படைத்த சமூகத்தின் உறுப்பினர்கள் மற்றும் கல்வியாளர்களின் கவனத்தையும் ஆதரவையும் ஈர்த்துள்ளன. இது கடந்த காலத்திலிருந்து முற்றிலும் மாறுபட்டது, ஏனென்றால் 1953 இல் நடந்த ஹர்த்தால் தொழிலாளர் வர்க்கத்தால் தொடங்கப்பட்ட ஒரு போராட்டம் என்பதை நாம் நினைவில் கொள்கிறோம். அப்போது ஒரு நாள் ஹர்த்தால் நடத்தப்பட்டது மற்றும் போராட்டக்காரர்கள் சமூக நலக் குறைப்புகளுக்கு எதிராக தங்கள் கோபத்தை வெளிப்படுத்தினர். ஒரு முக்கிய வெட்டு அரிசி புத்தகத்தை வழக்கற்றுப் போகும் வகையில் வந்தது. அப்போது பொறுப்பேற்றிருந்த ஆட்சி ஐக்கிய தேசியக் கட்சி; ஒரு நிறுவனம் வெறுமனே மற்றொரு அரசியல் கட்சியாக செயல்படுவது மற்றும் நெருக்கடியின் போது உயிர்வாழ்வதில் குறைவான வசதி படைத்த மக்களை விட அதிகமாக மூச்சுத் திணறுகிறது.",
        "சமூக நலத் திட்டங்களில் வணிக வாய்ப்புகள் மற்றும் நிறுவனங்களை ஊக்குவிப்பதற்காக 'கிரீன்ஸ்' எப்போதும் அறியப்படுகிறது. ஆனால் 2005 மற்றும் 2010 க்கு இடைப்பட்ட காலப்பகுதியில் ராஜபக்ச ஆட்சியின் போது மீண்டும் 2019 இல் இருந்து தற்போது வரை ராஜபக்ச ஆட்சிகள் முடிவெடுப்பதில் ஈடுபட்டுள்ளன, அங்கு அவர்கள் வரிகளை குறைப்பதன் மூலம் சமூக நலனை மேம்படுத்தினர் மற்றும் முதலீட்டிற்கு மதிப்புமிக்க வருமானத்தை வழங்கவில்லை. இந்தத் தீவில் தங்கள் இருப்பை வலுப்படுத்த ஆர்வமுள்ள லட்சிய நாடுகளிடமிருந்து பெறப்பட்ட கடன்களைக் கொண்டு இந்த மெகா திட்டங்களில் பெரும்பாலானவை மேற்கொள்ளப்பட்டன.",
        "இப்போது போராட்டக்காரர்கள் தங்கள் கோபத்தை வலிமையான நிலையில் இருந்து வெளிப்படுத்துகிறார்கள். சட்ட அமலாக்க அதிகாரிகளுடன் அவர்கள் சந்திக்கும் எந்த ஒரு சிறிய சந்திப்பும் மற்றும் சட்ட மன்றத்தில் தங்கள் சேவைகளை இலவசமாக வழங்க ஏராளமான வழக்கறிஞர்கள் தங்களை முன்வைக்கின்றனர். ஆனால் இந்த போராட்டக்காரர்களுக்கு வழக்கறிஞர்களிடமிருந்து ஆதரவு கிடைத்தாலும், அவர்கள் பொதுமக்களுக்கு இடையூறு ஏற்படாமல் கவனமாக இருக்க வேண்டும்.",
        "இன்று இந்த ஹர்த்தாலை தொடர்ந்து இதுபோன்ற பல பிரச்சாரங்கள் போராட்டக்காரர்கள் மீது அரசு கொண்டுள்ள அலட்சியப் போக்கால் தொடர வாய்ப்புள்ளது. நாட்டில் ஏராளமான நோயாளிகள் உள்ளனர் மற்றும் மருத்துவமனைகள் போன்ற நிறுவனங்கள், சுகாதாரப் பணியாளர்கள் வேலையில் இருந்து விலகி இருந்தால், வசதி குறைந்தவர்களின் துயரங்களை அதிகரிக்கலாம். இந்த பொருளாதாரம் செயல்பட வேண்டும், மேலும் நோய்வாய்ப்பட்டவர்கள் மருத்துவர்களைச் சந்தித்து மருந்துகளைப் பெறுவதற்கான வழியைக் கொண்டிருக்க வேண்டும் என்பதால், ஹர்த்தால்களை ஏற்பாடு செய்யாமல், 'ஆளுவதற்கு வேலை' பிரச்சாரங்களில் ஈடுபடுவது நல்லது.",
        "இன்றைய தினம் ஹர்த்தாலுக்குத் திட்டமிடப்பட்டிருப்பதும், எதிர்காலத்தில் நடக்கவிருக்கும் இதேபோன்ற பல நிகழ்வுகளும் அரசாங்கத்தின் காயங்களில் உப்பு காய்ச்சுவது உறுதி. பயம், அழிவு மற்றும் திகைப்பு போன்ற வார்த்தைகளால்."
      ]
    }
  }
}