{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/48-persons-test-positive-for-COVID-19/56-733573",
  "time_ut": 1650312960,
  "title": "48 persons test positive for COVID-19",
  "body_lines": [
    "Daily testing remains below 5,000 and detections below 100 since 7 April",
    "Sri Lanka’s COVID-19 case count rose to 662,912 following the detection of 48 COVID-19 positive persons yesterday.",
    "Daily COVID-19 detections have remained below 100 since 7 April and a gradual drop in detections is seen. However, daily COVID-19 testing has been below 5,000 since 7 April and below 2,000 since 14 April.",
    "On Sunday, testing dropped to 987 PCR tests and 484 rapid antigen tests and 37 COVID-19 cases were detected.",
    "A total of 75,292 COVID-19 patients have been detected since 1 January. In addition to this, 483,090 persons from the New Year cluster, 82,785 persons from the Peliyagoda cluster, 9,154 persons from the Prisons cluster and 3,059 persons from the Divulapitiya cluster have tested positive for COVID-19.",
    "According to the Epidemiology Unit, 7,242 Sri Lankan returnees from overseas and 328 foreigners have also tested positive for the virus.",
    "The district distribution of COVID-19 patients shows 139,068 detections from Colombo, 114,350 detections from Gampaha, 58,219 detections from Kalutara, 45,579 detections from Galle, and 31,483 detections from Kurunegala.",
    "During the third wave of the pandemic, 106,771 patients from Colombo, 95,816 patients from Gampaha and 51,161 patients from Kalutara were detected.",
    "At present, 3,860 persons are under medical or home-based care and 438 persons suspected of having COVID-19 are under observation.",
    "The Epidemiology Unit states that three persons were released from care yesterday. A total of 642,556 persons have recovered from COVID-19 to date.",
    "In terms of vaccination, 17,019,287 persons have received the first vaccine dose and 14,436,890 persons have received the second dose. The booster dose has been administered to 7,910,215 persons."
  ],
  "translate": {
    "si": {
      "title": "පුද්ගලයින් 48 දෙනෙකු COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කරයි",
      "body_lines": [
        "අප්‍රේල් 7 සිට දෛනික පරීක්‍ෂණය 5,000ට අඩු වන අතර හඳුනාගැනීම් 100ට අඩුයි",
        "ඊයේ දිනයේ කොවිඩ්-19 ආසාදිතයින් 48 දෙනෙකු හඳුනාගැනීමෙන් අනතුරුව ශ්‍රී ලංකාවේ කොවිඩ්-19 ආසාදිතයින් සංඛ්‍යාව 662,912 දක්වා ඉහළ ගොස් තිබේ.",
        "අප්‍රේල් 7 සිට දෛනික COVID-19 හඳුනාගැනීම් 100 ට වඩා අඩු මට්ටමක පවතින අතර හඳුනාගැනීම් ක්‍රමයෙන් පහත වැටීමක් දක්නට ලැබේ. කෙසේ වෙතත්, දෛනික COVID-19 පරීක්ෂණ අප්‍රේල් 7 සිට 5,000 ට අඩු සහ අප්‍රේල් 14 සිට 2,000 ට අඩු ය.",
        "ඉරිදා, පරීක්ෂණ PCR පරීක්ෂණ 987 දක්වා පහත වැටුණු අතර වේගවත් ප්‍රතිදේහජනක පරීක්ෂණ 484 ක් සහ COVID-19 රෝගීන් 37 ක් අනාවරණය විය.",
        "ජනවාරි 1 වැනිදා සිට මේ දක්වා COVID-19 රෝගීන් 75,292ක් හඳුනාගෙන ඇත. මීට අමතරව අලුත් අවුරුදු පොකුරේ පුද්ගලයන් 483,090ක්, පෑලියගොඩ පොකුරුවලින් 82,785ක්, බන්ධනාගාර පොකුරේ පුද්ගලයන් 9,154ක් සහ දිවුලපිටිය කොට්ඨාසයේ පුද්ගලයන් 3,059ක් කොවිඩ්-19 ආසාදනය වී ඇත.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව, විදේශයන්හි සිට ආපසු පැමිණි ශ්‍රී ලාංකිකයන් 7,242 ක් සහ විදේශිකයන් 328 ක් ද වෛරසය සඳහා ධනාත්මක බව පරීක්‍ෂා කර ඇත.",
        "COVID-19 රෝගීන්ගේ දිස්ත්‍රික් ව්‍යාප්තිය අනුව කොළඹින් හඳුනාගැනීම් 139,068 ක්, ගම්පහින් හඳුනාගැනීම් 114,350 ක්, කළුතරින් හඳුනාගැනීම් 58,219 ක්, ගාල්ලෙන් හඳුනාගැනීම් 45,579 ක් සහ කුරුණෑගලින් හඳුනාගැනීම් 31,483 ක් පෙන්නුම් කරයි.",
        "වසංගතයේ තුන්වන රැල්ල තුළ කොළඹින් රෝගීන් 106,771 ක්, ගම්පහින් රෝගීන් 95,816 ක් සහ කළුතරින් රෝගීන් 51,161 ක් හඳුනාගෙන ඇත.",
        "මේ වන විට පුද්ගලයින් 3,860 දෙනෙකු වෛද්‍ය හෝ නිවාස පාදක රැකවරණය යටතේ සිටින අතර COVID-19 ඇති බවට සැක කෙරෙන පුද්ගලයින් 438 දෙනෙකු නිරීක්ෂණයේ පසුවේ.",
        "වසංගත රෝග විද්‍යා අංශය පවසන්නේ ඊයේ දිනයේ පුද්ගලයින් තිදෙනෙකු ප්‍රතිකාරවලින් නිදහස් කළ බවයි. මේ වන විට COVID-19 ආසාදනය වී සුවය ලබා ඇති මුළු සංඛ්‍යාව 642,556 කි.",
        "එන්නත් කිරීම සම්බන්ධයෙන් පළමු එන්නත් මාත්‍රාව 17,019,287 ක් ද දෙවන එන්නත 14,436,890 ක් ද ලබාගෙන ඇත. බූස්ටර මාත්‍රාව පුද්ගලයන් 7,910,215 දෙනෙකුට ලබා දී ඇත."
      ]
    },
    "ta": {
      "title": "48 பேர் கோவிட்-19க்கு நேர்மறை சோதனை",
      "body_lines": [
        "ஏப்ரல் 7 முதல் தினசரி சோதனை 5,000 க்கும் குறைவாக உள்ளது மற்றும் 100 க்கும் குறைவான கண்டறிதல் உள்ளது",
        "நேற்று 48 COVID-19 நேர்மறை நபர்கள் கண்டறியப்பட்டதைத் தொடர்ந்து இலங்கையின் COVID-19 வழக்குகளின் எண்ணிக்கை 662,912 ஆக உயர்ந்துள்ளது.",
        "ஏப்ரல் 7 முதல் தினசரி COVID-19 கண்டறிதல்கள் 100 க்கும் குறைவாகவே உள்ளன மற்றும் கண்டறிதல்களில் படிப்படியாக வீழ்ச்சி காணப்படுகிறது. இருப்பினும், தினசரி COVID-19 சோதனை ஏப்ரல் 7 முதல் 5,000 க்கும் குறைவாகவும், ஏப்ரல் 14 முதல் 2,000 க்கும் குறைவாகவும் உள்ளது.",
        "ஞாயிற்றுக்கிழமை, சோதனை 987 PCR சோதனைகள் மற்றும் 484 விரைவான ஆன்டிஜென் சோதனைகள் மற்றும் 37 COVID-19 வழக்குகள் கண்டறியப்பட்டது.",
        "ஜனவரி 1 முதல் மொத்தம் 75,292 கோவிட்-19 நோயாளிகள் கண்டறியப்பட்டுள்ளனர். இதற்கு மேலதிகமாக, புத்தாண்டு குழுவைச் சேர்ந்த 483,090 பேரும், பேலியகொட குழுவைச் சேர்ந்த 82,785 பேரும், சிறைச்சாலைக் குழுவிலிருந்து 9,154 பேரும், திவுலப்பிட்டி குழுவில் 3,059 பேரும் கோவிட்-19 க்கு சாதகமாக சோதனை செய்துள்ளனர்.",
        "தொற்றுநோயியல் பிரிவின்படி, வெளிநாடுகளில் இருந்து திரும்பிய 7,242 இலங்கையர்களும் 328 வெளிநாட்டவர்களும் வைரஸுக்கு சாதகமாக சோதனை செய்துள்ளனர்.",
        "கோவிட்-19 நோயாளர்களின் மாவட்ட விநியோகம் கொழும்பில் இருந்து 139,068 கண்டறிதல்களையும், கம்பஹாவில் இருந்து 114,350 கண்டறிதல்களையும், களுத்துறையில் இருந்து 58,219 கண்டறிதல்களையும், காலியில் இருந்து 45,579 கண்டறிதல்களையும், குருநாகலிலிருந்து 31,483 கண்டறிதல்களையும் காட்டுகிறது.",
        "தொற்றுநோயின் மூன்றாவது அலையின் போது, ​​கொழும்பில் இருந்து 106,771 நோயாளிகளும், கம்பஹாவில் இருந்து 95,816 நோயாளிகளும், களுத்துறையில் இருந்து 51,161 நோயாளிகளும் கண்டறியப்பட்டனர்.",
        "தற்போது, ​​3,860 பேர் மருத்துவ அல்லது வீட்டு அடிப்படையிலான பராமரிப்பில் உள்ளனர் மற்றும் 438 பேர் கோவிட்-19 இருப்பதாக சந்தேகிக்கப்படுகின்றனர்.",
        "நேற்றைய தினம் 3 பேர் சிகிச்சையில் இருந்து விடுவிக்கப்பட்டதாக தொற்று நோய் தடுப்பு பிரிவு தெரிவித்துள்ளது. இன்றுவரை மொத்தம் 642,556 பேர் கோவிட்-19 இலிருந்து மீண்டுள்ளனர்.",
        "தடுப்பூசியின் அடிப்படையில், 17,019,287 நபர்கள் முதல் தடுப்பூசி மருந்தையும், 14,436,890 பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர். பூஸ்டர் டோஸ் 7,910,215 நபர்களுக்கு வழங்கப்பட்டுள்ளது."
      ]
    }
  }
}