{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/very-calm-yet-dramatic/",
  "time_ut": 1646829240,
  "title": "Very calm… YET DRAMATIC",
  "body_lines": [
    "I’ve always admired the performance of Lean (pronounced Leanne) and her father Nigel Galway. They are Anglo-Indians, based in Coimbatore, and they are seen in action, on a regular basis, performing live, on their own social media platform.",
    "Quite a few Sri Lankans, who have caught their live act, on social media, have been impressed by this duo.",
    "In fact, Kevin Hingert, from the group Genesis, says “I love this duo.”",
    "With so many bouquets coming their way, I decided to have a chit-chat with Lean.",
    "I would say I’m a very calm, yet dramatic person, mainly around the people I’m comfortable with. I don’t really show emotions much, unless I know I won’t be judged. I’m friendly and pretty talkative, if the vibe is good. I also definitely stand against judging people for who they are, for I myself have a pinch of craziness, in me, and am a good listener…from what I’ve heard!",
    "2. If you could change one thing about yourself, what would it be?",
    "I’ve been asked this question a couple of times and, like always, I’d say, NOTHING. I am the way I am, for a reason, and I’m just growing, but my foundation is strong.",
    "3. If you could change one thing about your family, what would it be?",
    "My family has been by my side through everything and I know they always will be. There’s nothing I wanna change about my family. We’re all imperfect but our love for each other is more than perfect.",
    "I completed my schooling at Stanes School ICSE /ISC, Coimbatore. School was one of the best foundations for me. I learnt very important life lessons and, for sure, my school did become my second home. I found some of the best blessings there, in the form of friends. School life will always be one of my most treasured memory.",
    "I was blinded by what the world had to offer me, and my happiness depended on earthly materials, but it never lasted. I didn’t pray as often as I should have, I didn’t read the Lord’s word because I was “busy” and life was starting to get darker until I met a friend who questioned my beliefs and I then questioned myself and the Lord gave me answers. I received the Lord with nothing but faith and that was the moment I felt true happiness and peace.",
    "My idea of perfect happiness is realising that happiness won’t come to you unless you stop complaining about everything that’s going wrong in your life and start looking at the number of lessons you’re being taught, the growth you’re experiencing, and the knowledge you’re gaining , His way is God’s way not yours or mine! We may not understand why our life is the way it is but leave your trust in God and just see how you will start looking at the brighter side of life and will be genuinely happy with whatever comes your way!",
    "I believe in God our Father, I believe in Christ the Son. I believe in the Holy Spirit. Our God is Three in One. My dad always told me that my temple isn’t built out there, from rock or stone, but is in me – my soul. It’s our soul that goes up to Heaven, so I feed it the Lord’s word and keep it clean. I believe in a personal connection with God.",
    "No, I don’t believe in superstitions. I personally think that superstitions make no sense because if you truly believe that God is in control of your life then a black cat crossing your path won’t kill you…just saying !",
    "My ideal guy is, firstly, someone that shares the same beliefs as me, I read somewhere that there is a huge difference between a Christian Man and a Man of God. I would prefer a Man of God – someone who challenges me to be the best version of myself, someone who I can hustle and grow with, be myself with, and, most importantly, be an example of the Lord’s existence.",
    "My parents. They’re two of the strongest people I know, regardless of the ups and downs, they’ve stuck together and fought through it all. They’re very down-to-earth and never show pride, or ego. The simplicity, and love for each other, that they have, is what I aspire . They sure have taught me that ‘Storms Never Last ‘ when you’re doing life with the right person! To me, they are the definition of a Match made in Heaven!",
    "Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal, but lay up for yourselves treasures in Heaven, where neither moth nor rust destroys and where thieves do not break in and steal. For where your treasure is, there your heart will be also. My most treasured possession is the kingdom of God.",
    "12. If you were marooned on a desert island, who would you like as your companion?",
    "Well, I would want my best friend to tag along, even being marooned on a desert island would be fun then! Plus, we would probably make a lot of good and crazy memories. She’ll definitely like the idea (lol).",
    "I don’t really get embarrassed easily, and I like roasting myself, so I would say I can’t really remember anything that I would term to be my most embarrassing moment .",
    "I’m a rebel when it comes to the norms of society. I just can’t walk with their opinions on how I should dress, talk, walk, or anything for that matter, especially when someone says I can’t do something because ‘I’m a girl’ and that’s exactly what I would do.",
    "A world tour is a vacation I dream of. Learning new cultures and traditions has always excited me. I’d love to see the variety around the world.",
    "I listen to all kinds of music but Country would always top the list. Every country song tells a story and that’s the most beautiful part of the genre. I hope it never dies.",
    "I prefer reading books over using gadgets…Call me old school but it helps my mind work better.",
    "If there is a next life, and I was to pick, I’d most certainly pick myself again. As crazy as I am, I love every single part of the Creator’s work and, yea, would love to do it, all over again.",
    "I’m an Anglo-Indian and I love my culture, but it’s dying out and it makes me sad to see what I grew up in is slowly disappearing. I want the world to know more about us, our culture, our cuisine, and more. I wanna save my culture from being forgotten. They say the way to anyone’s heart is through food and it sure is true for me. I want to open a line of restaurants that specialise in Anglo cuisine. My parents make the best Anglo food I’ve had and I want to give their recipes the recognition it deserves.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඉතා සන්සුන්... එහෙත් නාට්‍යමය",
      "body_lines": [
        "Lean (Leanne ලෙස උච්චාරණය කරන) සහ ඇගේ පියා නයිජල් ගැල්වේ ගේ කාර්ය සාධනය මම සැමවිටම අගය කළෙමි. ඔවුන් කොයිම්බතූර් හි වෙසෙන ඇන්ග්ලෝ-ඉන්දියානුවන් වන අතර, ඔවුන් ක්‍රියාශීලීව, නිතිපතා, සජීවීව, ඔවුන්ගේම සමාජ මාධ්‍ය වේදිකාවේ රඟ දක්වනු දක්නට ලැබේ.",
        "සමාජ මාධ්‍යවල සජීවී ක්‍රියාවට හසු වූ ශ්‍රී ලාංකිකයන් කිහිප දෙනෙකු මෙම දෙදෙනා ගැන පැහැදී ඇත.",
        "ඇත්ත වශයෙන්ම, ජෙනසිස් කණ්ඩායමේ කෙවින් හින්ගර්ට් පවසන්නේ \"මම මේ දෙදෙනාට ආදරෙයි\" යනුවෙනි.",
        "බොහෝ මල් කළඹක් ඔවුන් වෙත පැමිණීමත් සමඟ, මම ලීන් සමඟ කතාබස් කිරීමට තීරණය කළෙමි.",
        "මම ඉතා සන්සුන්, නමුත් නාට්‍යමය පුද්ගලයෙකි, ප්‍රධාන වශයෙන් මට පහසු අය වටා සිටින බව මම කියමි. මා විනිශ්චයට ලක් නොවන බව මා දන්නේ නම් මිස මම ඇත්ත වශයෙන්ම හැඟීම් වැඩිය පෙන්වන්නේ නැත. කම්පනය හොඳ නම් මම මිත්‍රශීලී සහ ලස්සනට කතා කරන කෙනෙක්. මිනිසුන් කවුරුන්ද යන්න විනිශ්චය කිරීමට මම නියත වශයෙන්ම විරුද්ධ වෙමි, මන්ද මා තුළම උමතුවක් ඇති අතර හොඳ සවන්දෙන්නෙකු වෙමි ... මා අසා ඇති දෙයින්!",
        "2. ඔබට ඔබ ගැන එක් දෙයක් වෙනස් කළ හැකි නම්, එය කුමක් විය හැකිද?",
        "මගෙන් මෙම ප්‍රශ්නය කිහිප වතාවක්ම අසා ඇති අතර, සෑම විටම මෙන්, මම කිසිවක් නොකියමි. මම මා සිටින ආකාරයටම, හේතුවක් ඇත, මම දැන් වර්ධනය වෙමින් සිටිමි, නමුත් මගේ පදනම ශක්තිමත් ය.",
        "3. ඔබට ඔබේ පවුල ගැන එක දෙයක් වෙනස් කළ හැකි නම්, එය කුමක් විය හැකිද?",
        "මගේ පවුල සෑම දෙයකදීම මගේ පැත්තේ සිට ඇති අතර ඔවුන් සැමවිටම සිටින බව මම දනිමි. මගේ පවුල ගැන මට වෙනස් කිරීමට අවශ්‍ය කිසිවක් නැත. අපි හැමෝම අසම්පූර්ණයි, නමුත් අපි එකිනෙකාට දක්වන ආදරය පරිපූර්ණයි.",
        "මම මගේ පාසල් අධ්‍යාපනය අවසන් කළේ කොයිම්බතූර් හි ස්ටේන්ස් පාසලේ ICSE /ISC හි ය. පාසල මට හොඳම පදනමක් විය. මම ඉතා වැදගත් ජීවිත පාඩම් ඉගෙන ගත් අතර, නිසැකවම, මගේ පාසල මගේ දෙවන නිවස බවට පත් විය. මට එහි හොඳම ආශීර්වාද කිහිපයක් මිතුරන්ගේ ස්වරූපයෙන් හමු විය. පාසල් ජීවිතය සැමවිටම මගේ වටිනාම මතකයක් වනු ඇත.",
        "ලෝකය මට පිරිනැමීමට ඇති දෙයින් මම අන්ධ වූ අතර මගේ සතුට රඳා පවතින්නේ භූමික ද්‍රව්‍ය මත ය, නමුත් එය කිසි විටෙකත් පැවතියේ නැත. මට අවශ්‍ය තරම් මම යාච්ඤා නොකළෙමි, මම “කාර්යබහුල” නිසා ස්වාමින්ගේ වචනය කියවා නැත, සහ මගේ විශ්වාසයන් ප්‍රශ්න කරන මිතුරෙකු හමු වන තුරු ජීවිතය අඳුරු වීමට පටන් ගෙන, පසුව මම මාගෙන් සහ ස්වාමින් වහන්සේගෙන් ප්‍රශ්න කළෙමි. මට පිළිතුරු දුන්නා. මට ස්වාමින් වහන්සේ ලැබුණේ ඇදහිල්ලෙන් මිස සැබෑ සතුටක් සහ සාමයක් මට දැනුණු මොහොතයි.",
        "පරිපූර්ණ සන්තෝෂය පිළිබඳ මගේ අදහස නම්, ඔබ ඔබේ ජීවිතයේ සිදුවන සෑම දෙයක්ම ගැන පැමිණිලි කිරීම නවත්වා ඔබට උගන්වන පාඩම් ගණන, ඔබ අත්විඳින වර්ධනය සහ ඒවා දෙස බැලීමට පටන් ගන්නේ නම් මිස සතුට ඔබ වෙත නොපැමිණෙන බව වටහා ගැනීමයි. ඔබ ලබා ගන්නා දැනුම, ඔහුගේ මාර්ගය දෙවියන් වහන්සේගේ මාර්ගය ඔබේ හෝ මගේ නොවේ! අපගේ ජීවිතය එසේ වන්නේ මන්දැයි අපට නොතේරෙනු ඇත, නමුත් දෙවියන් වහන්සේ කෙරෙහි ඔබේ විශ්වාසය අත්හැර, ඔබ ජීවිතයේ දීප්තිමත් පැත්ත දෙස බැලීමට පටන් ගන්නේ කෙසේද සහ ඔබේ මාර්ගයට එන ඕනෑම දෙයකින් අවංකවම සතුටු වන්නේ කෙසේදැයි බලන්න!",
        "මම අපගේ පියාණන් වන දෙවියන් වහන්සේව විශ්වාස කරමි, මම පුත්‍රයා වන ක්‍රිස්තුස් වහන්සේව විශ්වාස කරමි. මම ශුද්ධාත්මයාණන් විශ්වාස කරමි. අපේ දෙවියෝ තුන්දෙනෙක් එක් කෙනෙක්. මගේ තාත්තා හැම විටම මට කිව්වේ මගේ පන්සල ගොඩනඟා ඇත්තේ ගල්වලින් හෝ ගල්වලින් නොවන නමුත් මා තුළ - මගේ ආත්මය බවයි. එය ස්වර්ගයට යන්නේ අපගේ ආත්මයයි, එබැවින් මම එය සමිඳාණන් වහන්සේගේ වචනය පෝෂණය කර එය පිරිසිදුව තබමි. මම දෙවියන් වහන්සේ සමඟ පෞද්ගලික සම්බන්ධයක් විශ්වාස කරමි.",
        "නැහැ, මම මිථ්‍යා විශ්වාස විශ්වාස කරන්නේ නැහැ. මම පුද්ගලිකව හිතන්නේ මිථ්‍යා විශ්වාස වල තේරුමක් නෑ කියලා මොකද ඔයා ඇත්තටම විශ්වාස කරන්නේ දෙවියන් ඔයාගේ ජීවිතය පාලනය කරනවා නම් ඔයාගේ පාර හරහා එන කළු පූසෙක් ඔයාව මරන්නේ නෑ...කියන්න විතරයි !",
        "මගේ පරමාදර්ශී පුද්ගලයා, පළමුව, මා හා සමාන විශ්වාසයන් බෙදා ගන්නා අයෙකි, කිතුනු මිනිසෙකු සහ දෙවියන් වහන්සේගේ මිනිසෙකු අතර විශාල වෙනසක් ඇති බව මම කොතැනක හෝ කියවා ඇත්තෙමි. මම කැමති දෙවියන්ගේ මනුෂ්‍යයෙකුට - මගේ හොඳම අනුවාදය වීමට මට අභියෝග කරන, මට කඩිමුඩියේ හා වර්ධනය විය හැකි, මා සමඟම විය හැකි, සහ, වඩාත්ම වැදගත් ලෙස, ස්වාමින්වහන්සේගේ පැවැත්ම පිළිබඳ උදාහරණයක් වීමට මට අභියෝග කරන කෙනෙක්.",
        "මගේ දෙමාපියන්. ඔවුන් මා දන්නා ශක්තිමත්ම පුද්ගලයන් දෙදෙනෙකි, උස් පහත්වීම් නොතකා, ඔවුන් එකට ඇලී සිටි අතර ඒ සියල්ල හරහා සටන් කර ඇත. ඔවුන් ඉතා පහත් අය වන අතර කිසි විටෙකත් උඩඟුකම හෝ මමත්වය නොපෙන්වයි. ඔවුන් තුළ ඇති සරල බව සහ එකිනෙකා කෙරෙහි ඇති ආදරය, මා අපේක්ෂා කරන්නේ එයයි. ඔබ නිවැරදි පුද්ගලයා සමඟ ජීවිතය ගත කරන විට 'කුණාටු කිසිදා නොපවතියි' බව ඔවුන් මට උගන්වා ඇත! මට නම්, ඒවා ස්වර්ගයේ සාදන ලද තරඟයක අර්ථ දැක්වීමයි!",
        "සලබයා සහ මලකඩ විනාශ කරන, සොරුන් කඩා සොරකම් කරන මිහිතලයේ ඔබ වෙනුවෙන් වස්තු රැස් නොකරන්න, නමුත් සලබයා හෝ මලකඩ විනාශ නොකරන, සොරුන් කඩා සොරකම් නොකරන ස්වර්ගයේ ඔබ වෙනුවෙන්ම වස්තු රැස් කරන්න. මක්නිසාද ඔබේ වස්තුව කොතැනද, ඔබේ හදවතද එහි වන්නේය. මාගේ වටිනාම වස්තුව දෙවියන් වහන්සේගේ රාජ්‍යය යි.",
        "12. ඔබ කාන්තාර දූපතක වෙලී සිටියා නම්, ඔබේ සහකාරිය ලෙස ඔබ කැමති කාටද?",
        "හොඳයි, මට මගේ හොඳම මිතුරා සමඟ සම්බන්ධ වීමට අවශ්‍ය වනු ඇත, කාන්තාර දූපතක මිය යාම පවා විනෝදයක් වනු ඇත! ඊට අමතරව, අපි බොහෝ විට හොඳ සහ පිස්සු මතකයන් ගොඩක් ඇති කරනු ඇත. ඇය අනිවාර්යයෙන්ම අදහසට කැමති වනු ඇත (lol).",
        "මම ඇත්තටම ලේසියෙන් ලැජ්ජාවට පත් වෙන්නේ නැහැ, මම මාවම පුළුස්සන්න කැමතියි, ඒ නිසා මම කියන්නේ මට මගේ වඩාත්ම අපහසුතාවයට පත්වන මොහොත ලෙස හැඳින්විය හැකි කිසිවක් මට මතක නැති බවයි.",
        "සමාජයේ සම්මතයන් සම්බන්ධයෙන් ගත් කල මම කැරලිකාරයෙකි. ඒ සඳහා මා අඳින පළඳින ආකාරය, කතා කිරීම, ඇවිදීම හෝ වෙනත් ඕනෑම දෙයක් ගැන ඔවුන්ගේ අදහස් සමඟ මට ගමන් කළ නොහැක, විශේෂයෙන් 'මම ගැහැණු ළමයෙක්' නිසා මට යමක් කළ නොහැකි යැයි යමෙකු පවසන විට සහ මම එය හරියටම කරන්නේ එයයි. .",
        "ලෝක සංචාරයක් යනු මම සිහින දකින නිවාඩුවකි. නව සංස්කෘතීන් සහ සම්ප්‍රදායන් ඉගෙනීම සැමවිටම මා උද්යෝගිමත් කර ඇත. මම ලෝකයේ විවිධත්වය දැකීමට කැමතියි.",
        "මම සියලු වර්ගවල සංගීතයට සවන් දෙන නමුත් රට සැමවිටම ලැයිස්තුවේ ඉහළින්ම සිටී. සෑම රටක ගීතයක්ම කතාවක් පවසන අතර එය ප්‍රභේදයේ ලස්සනම කොටසයි. එය කිසි විටෙකත් මිය නොයනු ඇතැයි මම බලාපොරොත්තු වෙමි.",
        "මම ගැජට් භාවිතා කරනවාට වඩා පොත් කියවීමට ප්‍රිය කරමි... මට පැරණි පාසල යැයි කියන්න, නමුත් එය මගේ මනස වඩා හොඳින් ක්‍රියා කිරීමට උපකාරී වේ.",
        "ඊළඟ ජීවිතයක් තිබේ නම්, මම තෝරා ගැනීමට සිටියේ නම්, මම නිසැකවම නැවත මා තෝරා ගනිමි. මා පිස්සෙකු මෙන්, මම නිර්මාණකරුගේ කාර්යයේ සෑම කොටසකටම ආදරය කරන අතර, ඔව්, එය නැවත නැවතත් කිරීමට කැමතියි.",
        "මම ඇන්ග්ලෝ-ඉන්දියානු ජාතිකයෙක් වන අතර මම මගේ සංස්කෘතියට ආදරය කරමි, නමුත් එය අභාවයට යමින් පවතින අතර මා හැදී වැඩුණු දේ ක්‍රමයෙන් අතුරුදහන් වීම දැකීමෙන් මට දුකක් දැනේ. මට අවශ්‍ය වන්නේ ලෝකය අප ගැන, අපේ සංස්කෘතිය, අපේ කෑම වර්ග සහ තවත් බොහෝ දේ ගැන දැන ගැනීමටයි. මට ඕන මගේ සංස්කෘතිය අමතක නොවී බේරගන්න. ඔවුන් පවසන්නේ ඕනෑම කෙනෙකුගේ හදවතට යන මාර්ගය ආහාර හරහා බවත් එය මට සත්‍ය බවත්ය. මට ඇන්ග්ලෝ ආහාර පිසීම සඳහා විශේෂිත වූ අවන්හල් පෙළක් විවෘත කිරීමට අවශ්‍යයි. මගේ දෙමාපියන් මා සතුව තිබූ හොඳම ඇන්ග්ලෝ ආහාර සාදන අතර මට ඔවුන්ගේ වට්ටෝරුවලට ලැබිය යුතු පිළිගැනීම ලබා දීමට අවශ්‍යයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மிகவும் அமைதியானது... இன்னும் நாடகமானது",
      "body_lines": [
        "லீன் (லீன் என்று உச்சரிக்கப்படுகிறது) மற்றும் அவரது தந்தை நைகல் கால்வே ஆகியோரின் நடிப்பை நான் எப்போதும் ரசித்திருக்கிறேன். அவர்கள் கோயம்புத்தூரைச் சேர்ந்த ஆங்கிலோ-இந்தியர்கள், மேலும் அவர்கள் தங்கள் சொந்த சமூக ஊடகத் தளத்தில் நேரடி நிகழ்ச்சிகளில் ஈடுபடுவதை வழக்கமாகக் காணலாம்.",
        "சமூக வலைதளங்களில் நேரலையில் ஈடுபட்ட சில இலங்கையர்கள் இந்த ஜோடியால் ஈர்க்கப்பட்டுள்ளனர்.",
        "உண்மையில், ஜெனெசிஸ் குழுவிலிருந்து கெவின் ஹிங்கர்ட், \"நான் இந்த ஜோடியை விரும்புகிறேன்\" என்று கூறுகிறார்.",
        "பல பூங்கொத்துகள் வருவதால், நான் லீனுடன் சிட்-அட்டை செய்ய முடிவு செய்தேன்.",
        "நான் மிகவும் அமைதியான, ஆனால் வியத்தகு நபர் என்று கூறுவேன், முக்கியமாக நான் வசதியாக இருக்கும் நபர்களைச் சுற்றி. நான் உண்மையில் உணர்ச்சிகளைக் காட்டுவதில்லை, எனக்குத் தெரிந்தால் ஒழிய, நான் நியாயந்தீர்க்கப்படமாட்டேன். அதிர்வு நன்றாக இருந்தால் நான் நட்பாகவும் அழகாகவும் பேசக்கூடியவன். மனிதர்களை அவர்கள் யார் என்று தீர்மானிப்பதை நான் நிச்சயமாக எதிர்க்கிறேன், ஏனென்றால் எனக்குள் ஒரு சிட்டிகை வெறித்தனம் உள்ளது, மேலும் நான் கேட்டவற்றிலிருந்து ஒரு நல்ல கேட்பவனாகவும் இருக்கிறேன்!",
        "2. உங்களைப் பற்றிய ஒரு விஷயத்தை நீங்கள் மாற்றினால், அது என்னவாக இருக்கும்?",
        "என்னிடம் இரண்டு முறை இந்தக் கேள்வி கேட்கப்பட்டது, எப்போதும் போல, நான் ஒன்றுமில்லை என்று சொல்வேன். நான் எப்படி இருக்கிறேன், ஒரு காரணத்திற்காக, நான் வளர்ந்து வருகிறேன், ஆனால் என் அடித்தளம் வலுவானது.",
        "3. உங்கள் குடும்பத்தைப் பற்றிய ஒரு விஷயத்தை உங்களால் மாற்ற முடிந்தால், அது என்னவாக இருக்கும்?",
        "என் குடும்பம் எல்லாவற்றிலும் எனக்கு பக்கபலமாக இருக்கிறது, அவர்கள் எப்போதும் இருப்பார்கள் என்று எனக்குத் தெரியும். என் குடும்பத்தில் நான் எதையும் மாற்ற விரும்பவில்லை. நாம் அனைவரும் அபூரணர்களாக இருக்கிறோம், ஆனால் ஒருவருக்கொருவர் நம் அன்பு சரியானதை விட அதிகமாக உள்ளது.",
        "நான் எனது பள்ளிப் படிப்பை கோயம்புத்தூரில் உள்ள ஸ்டேன்ஸ் பள்ளி ICSE /ISC இல் முடித்தேன். பள்ளி எனக்கு சிறந்த அடித்தளமாக இருந்தது. நான் மிக முக்கியமான வாழ்க்கை பாடங்களைக் கற்றுக்கொண்டேன், நிச்சயமாக, எனது பள்ளி எனது இரண்டாவது வீடாக மாறியது. நண்பர்கள் வடிவில் சில சிறந்த ஆசீர்வாதங்களைக் கண்டேன். பள்ளி வாழ்க்கை எப்போதும் என் பொக்கிஷமான நினைவுகளில் ஒன்றாக இருக்கும்.",
        "உலகம் எனக்கு வழங்குவதைக் கண்டு நான் கண்மூடித்தனமாக இருந்தேன், என் மகிழ்ச்சி பூமிக்குரிய பொருட்களைச் சார்ந்தது, ஆனால் அது ஒருபோதும் நீடிக்கவில்லை. நான் அடிக்கடி ஜெபிக்கவில்லை, நான் \"பிஸியாக\" இருந்ததால் நான் கர்த்தருடைய வார்த்தையைப் படிக்கவில்லை, என் நம்பிக்கைகளை கேள்விக்குள்ளாக்கிய ஒரு நண்பரை சந்திக்கும் வரை வாழ்க்கை இருண்டு போக ஆரம்பித்தது, பின்னர் நான் என்னையும் இறைவனையும் கேள்வி கேட்டேன். எனக்கு பதில்களைக் கொடுத்தார். நான் இறைவனை நம்பிக்கையுடன் பெற்றேன், அதுவே உண்மையான மகிழ்ச்சியையும் அமைதியையும் உணர்ந்தேன்.",
        "உங்கள் வாழ்க்கையில் நடக்கும் தவறுகள் அனைத்தையும் பற்றி புகார் செய்வதை நிறுத்திவிட்டு, உங்களுக்கு கற்பிக்கப்படும் பாடங்களின் எண்ணிக்கை, நீங்கள் அனுபவிக்கும் வளர்ச்சி மற்றும் அனைத்தையும் பார்க்கத் தொடங்கும் வரை, மகிழ்ச்சி உங்களுக்கு வராது என்பதை உணர்ந்துகொள்வதே சரியான மகிழ்ச்சி பற்றிய எனது யோசனை. நீங்கள் பெறும் அறிவு, அவருடைய வழி கடவுளின் வழி உங்களுடையது அல்லது என்னுடையது அல்ல! எங்கள் வாழ்க்கை ஏன் இப்படி இருக்கிறது என்பதை நாங்கள் புரிந்து கொள்ளாமல் இருக்கலாம், ஆனால் கடவுள் மீது உங்கள் நம்பிக்கையை விட்டுவிட்டு, வாழ்க்கையின் பிரகாசமான பக்கத்தை நீங்கள் எவ்வாறு பார்க்கத் தொடங்குவீர்கள் என்பதைப் பாருங்கள், உங்கள் வழியில் வரும் எதுவாக இருந்தாலும் உண்மையிலேயே மகிழ்ச்சியாக இருப்பீர்கள்!",
        "நான் எங்கள் பிதாவாகிய கடவுளை நம்புகிறேன், குமாரனாகிய கிறிஸ்துவை நம்புகிறேன். நான் பரிசுத்த ஆவியை நம்புகிறேன். நம் கடவுள் ஒருவரில் மூன்று பேர். என் அப்பா எப்பொழுதும் என்னிடம் என் கோவில் பாறை அல்லது கல்லால் கட்டப்படவில்லை, ஆனால் என்னுள் இருக்கிறது - என் ஆத்மா என்று. பரலோகத்திற்குச் செல்வது நமது ஆன்மாவாகும், எனவே நான் அதற்கு இறைவனின் வார்த்தையை ஊட்டி அதைச் சுத்தமாக வைத்திருக்கிறேன். கடவுளுடன் தனிப்பட்ட தொடர்பை நான் நம்புகிறேன்.",
        "இல்லை, எனக்கு மூடநம்பிக்கைகளில் நம்பிக்கை இல்லை. மூடநம்பிக்கைகளுக்கு அர்த்தமில்லை என்று நான் தனிப்பட்ட முறையில் நினைக்கிறேன், ஏனென்றால் கடவுள் உங்கள் வாழ்க்கையைக் கட்டுப்படுத்துகிறார் என்று நீங்கள் உண்மையிலேயே நம்பினால், உங்கள் பாதையைக் கடக்கும் ஒரு கருப்பு பூனை உங்களைக் கொல்லாது…சொல்வது !",
        "எனது சிறந்த பையன், முதலில், என்னைப் போன்ற அதே நம்பிக்கைகளைப் பகிர்ந்து கொள்ளும் ஒருவர், ஒரு கிறிஸ்தவ மனிதனுக்கும் கடவுளின் மனிதனுக்கும் இடையே மிகப்பெரிய வித்தியாசம் இருப்பதாக நான் எங்கோ படித்தேன். நான் ஒரு கடவுளின் மனிதனை விரும்புகிறேன் - என்னைப் பற்றிய சிறந்த பதிப்பாக இருக்க என்னை சவால் விடும் ஒருவர், நான் அவசரப்பட்டு வளரக்கூடிய ஒருவர், நானாகவே இருத்தல் மற்றும் மிக முக்கியமாக, இறைவனின் இருப்புக்கு ஒரு எடுத்துக்காட்டு.",
        "என் பெற்றோர். அவர்கள் எனக்கு தெரிந்த இரண்டு வலிமையான மனிதர்கள், ஏற்ற தாழ்வுகளைப் பொருட்படுத்தாமல், அவர்கள் ஒன்றாக ஒட்டிக்கொண்டு அனைத்தையும் எதிர்த்துப் போராடினார்கள். அவர்கள் மிகவும் கீழ்த்தரமானவர்கள் மற்றும் பெருமை அல்லது ஈகோ காட்ட மாட்டார்கள். அவர்களுக்கிடையே இருக்கும் எளிமையும், ஒருவருக்கொருவர் அன்பும் தான் நான் ஆசைப்படுகிறேன். நீங்கள் சரியான நபருடன் வாழ்க்கையைச் செய்யும்போது, ​​‘புயல்கள் என்றும் நிலைக்காது’ என்பதை அவர்கள் எனக்குக் கற்றுக் கொடுத்திருக்கிறார்கள்! என்னைப் பொறுத்தவரை, அவை பரலோகத்தில் செய்யப்பட்ட ஒரு போட்டியின் வரையறை!",
        "அந்துப்பூச்சியும் துருவும் அழிக்கும், திருடர்கள் உடைத்துத் திருடும் பூமியில் உங்களுக்காகப் பொக்கிஷங்களைச் சேர்த்துவைக்காதீர்கள், ஆனால் அந்துப்பூச்சியும் துருவும் அழிக்காத, திருடர்கள் உடைத்துத் திருடாத சொர்க்கத்தில் உங்களுக்காகப் பொக்கிஷங்களைச் சேர்த்துவையுங்கள். உங்கள் பொக்கிஷம் எங்கே இருக்கிறதோ, அங்கே உங்கள் இருதயமும் இருக்கும். என்னுடைய மிகவும் பொக்கிஷமான சொத்து தேவனுடைய ராஜ்யம்.",
        "12. நீங்கள் ஒரு பாலைவன தீவில் மூழ்கியிருந்தால், உங்கள் துணையாக யாரை விரும்புவீர்கள்?",
        "சரி, எனது சிறந்த நண்பருடன் இணைந்திருக்க வேண்டும் என்று நான் விரும்புகிறேன், ஒரு பாலைவன தீவில் மறைந்திருப்பது கூட வேடிக்கையாக இருக்கும்! கூடுதலாக, நாம் நிறைய நல்ல மற்றும் பைத்தியம் நினைவுகளை உருவாக்குவோம். அவள் நிச்சயமாக இந்த யோசனையை விரும்புவாள் (lol).",
        "நான் உண்மையில் எளிதில் வெட்கப்படுவதில்லை, மேலும் என்னை வறுத்தெடுப்பதை நான் விரும்புகிறேன், அதனால் நான் மிகவும் சங்கடமான தருணமாக இருக்கும் எதையும் என்னால் நினைவில் கொள்ள முடியவில்லை என்று கூறுவேன்.",
        "சமூகத்தின் விதிமுறைகளுக்கு வரும்போது நான் ஒரு கிளர்ச்சியாளர். நான் எப்படி உடுத்த வேண்டும், பேச வேண்டும், நடக்க வேண்டும் அல்லது அதற்காக எதையும் செய்ய வேண்டும் என்ற அவர்களின் கருத்துக்களுடன் என்னால் நடக்க முடியாது, குறிப்பாக 'நான் ஒரு பெண்' என்பதால் என்னால் ஒன்றும் செய்ய முடியாது என்று யாராவது சொன்னால், அதைத்தான் நான் செய்வேன். .",
        "உலகப் பயணம் என்பது நான் கனவு காணும் ஒரு விடுமுறை. புதிய கலாச்சாரங்கள் மற்றும் மரபுகளைக் கற்றுக்கொள்வது என்னை எப்போதும் உற்சாகப்படுத்துகிறது. உலகெங்கிலும் உள்ள பல்வேறு வகைகளைப் பார்க்க விரும்புகிறேன்.",
        "நான் எல்லா வகையான இசையையும் கேட்பேன் ஆனால் நாடு எப்போதும் பட்டியலில் முதலிடத்தில் இருக்கும். ஒவ்வொரு நாட்டுப் பாடலும் ஒரு கதையைச் சொல்கிறது, அதுவே அந்த வகையின் மிக அழகான பகுதியாகும். அது ஒருபோதும் இறக்காது என்று நம்புகிறேன்.",
        "நான் கேஜெட்களைப் பயன்படுத்துவதை விட புத்தகங்களைப் படிக்க விரும்புகிறேன்...என்னை பழைய பள்ளி என்று அழைக்கவும் ஆனால் அது என் மனம் சிறப்பாக செயல்பட உதவுகிறது.",
        "அடுத்த வாழ்க்கை இருந்தால், நான் தேர்வு செய்ய வேண்டும் என்றால், நான் நிச்சயமாக மீண்டும் என்னைத் தேர்ந்தெடுப்பேன். என்னைப் போலவே நான் பைத்தியக்காரனாக இருந்தாலும், படைப்பாளரின் படைப்பின் ஒவ்வொரு பகுதியையும் நான் விரும்புகிறேன், ஆம், அதை மீண்டும் மீண்டும் செய்ய விரும்புகிறேன்.",
        "நான் ஒரு ஆங்கிலோ-இந்தியன் மற்றும் நான் எனது கலாச்சாரத்தை விரும்புகிறேன், ஆனால் அது அழிந்து வருகிறது, நான் வளர்ந்தது மெதுவாக மறைந்து வருவதைப் பார்க்க எனக்கு வருத்தமாக இருக்கிறது. உலகம் நம்மைப் பற்றியும், நமது கலாச்சாரம், நமது உணவு வகைகள் மற்றும் பலவற்றைப் பற்றியும் அதிகம் தெரிந்து கொள்ள வேண்டும் என்று நான் விரும்புகிறேன். என் கலாச்சாரத்தை மறக்காமல் காப்பாற்ற வேண்டும். யாருடைய இதயத்திற்கும் உணவின் மூலம் வழி இருக்கிறது என்று அவர்கள் கூறுகிறார்கள், அது எனக்கு உண்மை. ஆங்கிலோ உணவு வகைகளில் நிபுணத்துவம் பெற்ற உணவகங்களின் வரிசையைத் திறக்க விரும்புகிறேன். நான் உண்ட சிறந்த ஆங்கிலோ உணவை என் பெற்றோர் செய்கிறார்கள், அவர்களின் சமையல் குறிப்புகளுக்குத் தகுதியான அங்கீகாரத்தைக் கொடுக்க விரும்புகிறேன்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}