{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-bank-badminton-a-team-takes-home-mba-inter-firm-doubles-team-plate-championship/",
  "time_ut": 1647442020,
  "title": "DFCC Bank Badminton “A” Team takes home MBA Inter-Firm Doubles Team Plate Championship",
  "body_lines": [
    "Adding to the many victories and milestones of DFCC Bank, the Bank’s Badminton “A” Team, recently took home the 10th MBA Inter-Firm Doubles Team Plate Championship title, for the first time ever in the Bank’s history. The team will now be upgraded to the Cup category of the tournament next year. DFCC Bank’s Badminton “B” Team too performed well during the tournament, winning within their Group and going on to achieve 4th place in the Novices category.",
    "DFCC Bank is proud to support the many multi-talented people within its ranks who work hard to conquer beyond their professional responsibilities. The Bank has invested significantly in terms of supporting extracurricular activities during the past few decades, as it helps people to develop their talents and achieve their full potential. Good sportsmanship, in particular, is a quality valued by DFCC Bank, as it helps to create and maintain the winning team behind the Bank for Everyone.",
    "The Mercantile Badminton Association (MBA) is the governing body of mercantile badminton in Sri Lanka. The Inter-Firm Doubles Team Championship is the highest-ranking event of the year, with over 50 teams, representing top corporates in Sri Lanka, competing for the title. The tournament is comprised of 5 major leagues, including Grand Slam, Cup, Plate, Bowl and Novices championships.",
    "The management of DFCC Bank takes this opportunity to congratulate the amazing men and women of the DFCC Badminton “A” Team for their resounding victory, along with the “B” Team for standing out within their Group and competing admirably in the Novices category of the tournament. The Bank looks forward to many more victories in the future, as it supports its multitalented cadre to be their best selves.",
    "Eco Spindles marks Global Recycling Day; boosts plastic recycling efforts in Sri Lanka",
    "Bearish sentiment drags down CSE market capitalization to Rs. 4.492 trillion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "DFCC බැංකුවේ බැඩ්මින්ටන් \"A\" කණ්ඩායම MBA අන්තර් සමාගම් ද්විත්ව කණ්ඩායම් තහඩු ශූරතාවය නිවසට ගෙන යයි",
      "body_lines": [
        "DFCC බැංකුවේ බොහෝ ජයග්‍රහණ සහ සන්ධිස්ථාන එකතු කරමින්, බැංකුවේ බැඩ්මින්ටන් \"A\" කණ්ඩායම, බැංකුවේ ඉතිහාසයේ ප්‍රථම වතාවට, 10 වැනි MBA අන්තර් සමාගම් ද්විත්ව කණ්ඩායම් තහඩු ශූරතාව දිනා ගැනීමට පසුගියදා සමත් විය. කණ්ඩායම දැන් ලබන වසරේ තරගාවලියේ කුසලාන කාණ්ඩයට උසස් කරනු ඇත. DFCC බැංකුවේ බැඩ්මින්ටන් \"B\" කණ්ඩායමද තරඟාවලියේදී හොඳින් දස්කම් දැක්වූ අතර, ඔවුන්ගේ කණ්ඩායම තුළ ජයග්‍රහණ ලබා ගනිමින් නවක අංශයේ 4 වන ස්ථානය ලබා ගැනීමට සමත් විය.",
        "DFCC බැංකුව තම වෘත්තීමය වගකීම්වලින් ඔබ්බට ජය ගැනීමට වෙහෙස මහන්සි වී වැඩ කරන එහි ශ්‍රේණියේ සිටින බහු-දක්ෂ පුද්ගලයන් රැසකට සහයෝගය දැක්වීමට ආඩම්බර වේ. බැංකුව පසුගිය දශක කිහිපය තුළ විෂය බාහිර ක්‍රියාකාරකම් සඳහා සහය දැක්වීම සම්බන්ධයෙන් සැලකිය යුතු ලෙස ආයෝජනය කර ඇති අතර, එය පුද්ගලයන්ට ඔවුන්ගේ කුසලතා වර්ධනය කර ගැනීමට සහ ඔවුන්ගේ සම්පූර්ණ හැකියාවන් ළඟා කර ගැනීමට උපකාරී වේ. හොඳ ක්‍රීඩාශීලිත්වය, විශේෂයෙන්ම, DFCC බැංකුව විසින් අගය කරනු ලබන ගුණාත්මක භාවයක් වන අතර, එය සැමට බැංකුව පිටුපසින් ජයග්‍රාහී කණ්ඩායම නිර්මාණය කිරීමට සහ නඩත්තු කිරීමට උපකාරී වේ.",
        "වෙළෙඳ සේවා බැඩ්මින්ටන් සංගමය (MBA) යනු ශ්‍රී ලංකාවේ වෙළෙඳ සේවා බැඩ්මින්ටන් ක්‍රීඩාවේ පාලන ආයතනයයි. අන්තර් සමාගම් ද්විත්ව කණ්ඩායම් ශූරතාවලිය වසරේ ඉහළම ශ්‍රේණිගත කිරීමේ ඉසව්ව වන අතර, ශ්‍රී ලංකාවේ ප්‍රමුඛ පෙළේ ආයතන නියෝජනය කරමින් කණ්ඩායම් 50කට අධික සංඛ්‍යාවක් ශූරතාව සඳහා තරඟ වදියි. මෙම තරගාවලිය Grand Slam, Cup, Plate, Bowl සහ Novices championships ඇතුළුව ප්‍රධාන ලීග 5කින් සමන්විත වේ.",
        "DFCC බැංකුවේ කළමනාකාරිත්වය DFCC බැඩ්මින්ටන් \"A\" කණ්ඩායමේ විශිෂ්ට ජයග්‍රහණය සඳහා \"B\" කණ්ඩායම සමඟින් ඔවුන්ගේ කණ්ඩායම තුළ කැපී පෙනෙන ලෙස සහ නවකයින් කාණ්ඩයේ විශිෂ්ට ලෙස තරඟ වැදුණු විස්මිත ක්‍රීඩක ක්‍රීඩිකාවන්ට සුබ පැතීමට මෙය අවස්ථාවක් කර ගනී. තරඟාවලිය. අනාගතයේදී බැංකුව තවත් බොහෝ ජයග්‍රහණ අපේක්ෂා කරයි, මන්ද එය තම බහුවිධ කාර්ය මණ්ඩලයට ඔවුන්ගේ හොඳම දේ වීමට සහාය වන බැවිනි.",
        "Eco Spindles ගෝලීය ප්‍රතිචක්‍රීකරණ දිනය සලකුණු කරයි; ශ්‍රී ලංකාවේ ප්ලාස්ටික් ප්‍රතිචක්‍රීකරණ ප්‍රයත්නයන් වැඩි දියුණු කරයි",
        "Bearish මනෝභාවය CSE වෙළඳපල ප්‍රාග්ධනීකරණය රු. ට්‍රිලියන 4.492 කි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "DFCC வங்கி பேட்மிண்டன் \"A\" குழு MBA இன்டர்-ஃபர்ம் டபுள்ஸ் டீம் பிளேட் சாம்பியன்ஷிப்பை வீட்டிற்கு அழைத்துச் சென்றது",
      "body_lines": [
        "DFCC வங்கியின் பல வெற்றிகள் மற்றும் மைல்கற்களை சேர்த்து, வங்கியின் பேட்மிண்டன் \"A\" குழு, வங்கியின் வரலாற்றில் முதன்முறையாக, 10வது MBA இன்டர்-ஃபர்ம் டபுள்ஸ் டீம் பிளேட் சாம்பியன்ஷிப் பட்டத்தை சமீபத்தில் வென்றது. அணி இப்போது அடுத்த ஆண்டு போட்டியின் கோப்பை வகைக்கு மேம்படுத்தப்படும். DFCC வங்கியின் பேட்மிண்டன் \"B\" அணியும் போட்டியின் போது சிறப்பாக செயல்பட்டது, தங்கள் குழுவிற்குள் வெற்றி பெற்று புதியவர்கள் பிரிவில் 4வது இடத்தைப் பெற்றது.",
        "DFCC வங்கியானது, தமது தொழில்சார் பொறுப்புகளுக்கு அப்பால் வெற்றிபெற கடினமாக உழைக்கும் பல திறமைசாலிகளுக்கு ஆதரவளிப்பதில் பெருமிதம் கொள்கிறது. கடந்த சில தசாப்தங்களாக சாராத செயற்பாடுகளை ஆதரிப்பதில் வங்கி கணிசமான அளவில் முதலீடு செய்துள்ளது, ஏனெனில் இது மக்கள் தங்கள் திறமைகளை வளர்த்துக்கொள்ளவும் அவர்களின் முழு திறனை அடையவும் உதவுகிறது. நல்ல விளையாட்டுத்திறன், குறிப்பாக, DFCC வங்கியால் மதிப்பிடப்படும் ஒரு தரம், இது அனைவருக்கும் வங்கியின் பின்னால் வெற்றிபெறும் அணியை உருவாக்கவும் பராமரிக்கவும் உதவுகிறது.",
        "மெர்கன்டைல் ​​பேட்மிண்டன் சங்கம் (MBA) என்பது இலங்கையில் வணிகப் பூப்பந்து விளையாட்டின் நிர்வாக அமைப்பாகும். இன்டர்-ஃபர்ம் டபுள்ஸ் டீம் சாம்பியன்ஷிப் என்பது இந்த ஆண்டின் மிக உயர்ந்த தரவரிசை நிகழ்வாகும், இதில் 50 க்கும் மேற்பட்ட அணிகள், இலங்கையின் முன்னணி நிறுவனங்களைப் பிரதிநிதித்துவப்படுத்தி, பட்டத்திற்காக போட்டியிடுகின்றன. இந்தப் போட்டியானது கிராண்ட்ஸ்லாம், கோப்பை, தட்டு, கிண்ணம் மற்றும் புதிய சாம்பியன்ஷிப் உள்ளிட்ட 5 முக்கிய லீக்குகளை உள்ளடக்கியது.",
        "DFCC பேட்மிண்டன் \"A\" குழுவின் அற்புதமான வெற்றிக்காக \"B\" குழுவுடன் இணைந்து, அவர்களின் குழுவிற்குள் தனித்து நின்று புதியவர்கள் பிரிவில் வியக்கத்தக்க வகையில் போட்டியிடும் அற்புதமான ஆண்கள் மற்றும் பெண்களை DFCC வங்கியின் நிர்வாகம் இந்த வாய்ப்பைப் பயன்படுத்திக் கொள்கிறது. போட்டி. எதிர்காலத்தில் இன்னும் பல வெற்றிகளை வங்கி எதிர்நோக்குகிறது, ஏனெனில் அதன் பன்முகத் திறன் கொண்ட பணியாளர்கள் சிறந்தவர்களாக இருக்க உதவுகிறார்கள்.",
        "Eco Spindles உலகளாவிய மறுசுழற்சி தினத்தைக் குறிக்கிறது; இலங்கையில் பிளாஸ்டிக் மறுசுழற்சி முயற்சிகளை அதிகரிக்கிறது",
        "பேரிஷ் உணர்வு CSE சந்தை மூலதனத்தை ரூ. 4.492 டிரில்லியன்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}