{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Agile-for-the-Enterprise/34-735785",
  "time_ut": 1654460640,
  "title": "Agile for the Enterprise",
  "body_lines": [
    "One of the gravest mistakes of digital transformation is applying the same flavour of agile practiced at startups to enterprise organisations. Applying this same flavour – often, results in failure. Why? An enterprise is a company with a well-established business model. In short, they had already identified ‘how to thrive’ long before agile became an accepted practice. However, a startup is a company in their infancy and still looking for a product-market fit, operating with urgency to be agile and, to find a suitable business model before funding dries up. The paradigm that the old and big lead the new and small no longer holds true. Hence, for an enterprise, past success is not indicative of future results but the ability to adapt and reinvent is.",
    "Today, most start-ups are those either in the software domain or are businesses powered by a software platform. On the other hand, most of the established enterprises engage in non-software businesses with software (commonly referred to as IT) relegated as a mere cost centre in their back offices. However, most of these established enterprises are acutely conscious that their business models and domains are being constantly targeted for disruption by start-ups. In attempts to match a start-up’s inimitable nimble approach to disruption, the enterprise with its rigid structures struggles to adopt the agile practices of start-ups verbatim, leading to a chaotic transformation.",
    "Agile was born in the software development field, but its roots can be traced to a few decades ago through advances in lean manufacturing. With history repeating itself, distinct manifestations with similar patterns can be seen.",
    "Computers, for example, began with large mainframe machines and a user at a remote ‘dumb terminal’. Thereafter, it was the reign of personal computers and laptops. Today, look how far we have come to an era of advanced cloud computing though, not the same as mainframes, however, the same analogy applies where the workload has shifted to remote machines.",
    "Similarly, software development in enterprises began as an in-house operation. In the past, every organisation developed their own key software applications. Headway occurred, when an enterprise would purchase a software such as an ERP system and configure it according to their needs creating Commercial off-the-shelf Software (COTS).",
    "However, the rapid evolution of computing power and the pervasiveness of the internet has led to enterprise software being tightly coupled with an organisation’s core business. Hence, regardless of the business domain, software has become a core-competency for every enterprise. Currently, most archaic business models and processes are optimised through software. In some cases, the superiority of software and IT are the only differentiators between competitors in the same business. In such a situation, it is counter-intuitive to use the same software as your competitor. Therefore, most enterprises are now moving away from COTS for core business functions and developing their own applications to stay ahead of the market. Thus, we need to look at ‘Agile for the Enterprise’ in the backdrop of this transition.",
    "Agile was originally meant to facilitate challenges arising from developmental initiatives, managing multiple functional departments to better serve customers ensuring a quick turnaround. However, agile processes may not help if an organisation is overhauling products and services every five years. Rule of the thumb is agile works well in businesses where output results from modular tasks or where products are made up of parts resulting in bottom-up innovations built on practical experience with customers.",
    "Looking at some frequent challenges faced by enterprises when implementing agile processes at their workplaces - a common phenomenon at the onset of adopting agile at an enterprise is the existence of ‘Dual Organisation’; where hot new businesses are run with agile teams while traditional functions that are left out of the action. This compromises the goal of a holistic transformation resulting in short-term gains, and detrimental to an organisation’s culture in the long-term.",
    "Another pitfall is senior leaders articulating ‘how’ to innovate where they are only required to guide on ‘where’ to innovate. The whole premise of agile is to guide self-governing teams in finding their way around the problem, not enforcing the solution. As business leaders, our duty is to trust and empower teams to develop the right solution.",
    "A perennial problem at any enterprise is friction between the business and engineering teams. With engineering usually the front runner for adopting agile processes and business teams not in sync, further exacerbating discord and conflicts when implementing agile.",
    "The long-term and the best solution is to have engineers interact directly with customers. However, this is easier said than done. The best interim solution is to separate ‘product’ from ‘engineering’ by building an independent ‘product’ team to liaise between the business and engineering teams. This will act as a buffer between the two warring parties until the business and engineering teams come together and agree.",
    "Building agility across the entire value chain of a business is an arduous task. Hence, divisions such as IT and Engineering are shaped agile while traditional functions such as Finance, HR and Sales continue to operate unchanged. This is unavoidable as organisational transformation should not be implemented impacting all business functions simultaneously. However, the functions that are not reorganised into agile teams must at least operate with agile values: learning from failure, being obsessed with speed, keeping engineers closer to customers and assigning problems, not tasks enabling all functions within the organisation to communicate fluidly.",
    "For instance, annual budgeting, which is a traditional exercise can be complemented with a venture capital-like funding approach where opportunities are funded to purchase options for future discovery.",
    "However, the most fundamental shift should happen in our minds. We must move rapidly from merely practicing agile to a growth mindset. Leaders themselves have a pivotal role to play by being agile. Rather than being directive and top-down driven, leaders must be comfortable in not obtaining all the details in advance. Instead, they should set priorities and separate the journey of achieving necessary outcomes into small steps that can be paused, turned or halted at any time.",
    "The reason for implementing agile at enterprises is to make disruptive innovations feel less disruptive and more like business as usual. Considerable attention is given to business headlines in the media about Silicon Valley giants disrupting the world. Business models and companies such as Uber and Airbnb have become omnipresent. However, there is hardly any attention paid to how legacy businesses have disrupted themselves. This is where enterprises must realise the pace of cannibalising themselves and continuously innovate to challenge the start-up mindset.",
    "A common mistake made by many hopping onto the agile bandwagon is to believe that planning is completely redundant. The misunderstanding stems from misinterpreting the Agile Manifesto’s “responding to change over following a plan” to “not having a plan at all”. Such thinking is disastrous to an enterprise as large organisations require planning at every stage. Unlike start-ups, enterprises are always under pressure to deliver results. Over the past 20 years, we have been constantly inundated in agile thinking, where we believe that even an iota of planning is against the principles of agile.",
    "This is totally false. Planning is all about ‘where’ to arrive. An organisation can easily get sidetracked without deep diving into expected outcomes (growth, profitability) but pursue trivial outputs (number of new products, lines of code). There is nothing worse than your teams iterating over an over to create an output that is strategically unimportant. Agile is all about being flexible in the journey to achieve the desired outcome.",
    "(The writer, Director – Delivery at Sysco LABS, has over 15 years’ experience in leading all aspects of technical projects from start to completion and successful delivery to global clients. Asanga has extensive experience in Product Development roles and in pioneering Agile practices and Lean Startup thinking for enterprise organisations. He possesses an MBA from the Postgraduate Institute of Management and a B.Eng. (Hons.) in Electrical & Computer Systems Engineering from Monash University, Australia. He is also a certified Project Management Professional (PMP), Certified Scrum Master (CSM), Certified Scrum Product Owner (CSPO) and a SAFe Agilist.)"
  ],
  "translate": {
    "si": {
      "title": "ව්යවසාය සඳහා කඩිසර",
      "body_lines": [
        "ඩිජිටල් පරිවර්තනයේ බරපතලම වැරැද්දක් වන්නේ ව්‍යවසාය සංවිධාන සඳහා ආරම්භක වලදී භාවිතා කරන කඩිසර රසයම යෙදීමයි. මෙම එකම රසය යෙදීම - බොහෝ විට, අසාර්ථක වීමට හේතු වේ. මන්ද? ව්‍යවසාය යනු හොඳින් ස්ථාපිත ව්‍යාපාර ආකෘතියක් සහිත සමාගමකි. කෙටියෙන් කිවහොත්, කඩිසරකම පිළිගත් භාවිතයක් වීමට බොහෝ කලකට පෙර ඔවුන් 'දියුණු කරන්නේ කෙසේද' හඳුනාගෙන තිබුණි. කෙසේ වෙතත්, ආරම්භකයක් යනු ඔවුන්ගේ ළදරු අවධියේ සහ තවමත් නිෂ්පාදන-වෙළඳපොල ගැලපීමක් සොයමින් සිටින සමාගමකි, කඩිනම් වීමට සහ අරමුදල් වියළී යාමට පෙර සුදුසු ව්‍යාපාර ආකෘතියක් සොයා ගැනීමට හදිසි අවශ්‍යතාවයකින් ක්‍රියාත්මක වේ. පරණ සහ ලොකු අය අලුත් සහ කුඩා දේ මෙහෙයවයි යන ආදර්ශය තවදුරටත් සත්‍ය නොවේ. එබැවින්, ව්‍යවසායයක් සඳහා, අතීත සාර්ථකත්වය අනාගත ප්‍රතිඵල පෙන්නුම් නොකරන නමුත් අනුවර්තනය වීමේ සහ නැවත සොයා ගැනීමේ හැකියාවයි.",
        "අද, බොහෝ ආරම්භකයින් මෘදුකාංග වසමේ හෝ මෘදුකාංග වේදිකාවක් මගින් බල ගැන්වෙන ව්‍යාපාර වේ. අනෙක් අතට, බොහෝ ස්ථාපිත ව්‍යවසායන් ඔවුන්ගේ පසු කාර්යාලවල හුදු වියදම් මධ්‍යස්ථානයක් ලෙසින් ඉවත් කරන ලද මෘදුකාංග (සාමාන්‍යයෙන් තොරතුරු තාක්ෂණ ලෙස හැඳින්වේ) සමඟ මෘදුකාංග නොවන ව්‍යාපාරවල නිරත වේ. කෙසේ වෙතත්, මෙම ස්ථාපිත ව්‍යවසායන් බොහොමයක් ඔවුන්ගේ ව්‍යාපාර ආකෘති සහ වසම් ආරම්භකයින් විසින් කඩාකප්පල් කිරීම සඳහා නිරන්තරයෙන් ඉලක්ක කරන බව දැඩි ලෙස දැනුවත්ව සිටිති. කඩාකප්පල් කිරීමට ආරම්භකයෙකුගේ අසමසම වේගවත් ප්‍රවේශය ගැලපීමේ උත්සාහයේදී, එහි දෘඩ ව්‍යුහයන් සහිත ව්‍යවසායය, ව්‍යාකූල පරිවර්තනයකට තුඩු දෙමින්, ආරම්භක ව්‍යූහයන්ගේ කඩිසර භාවිතයන් වාචිකව අනුගමනය කිරීමට අරගල කරයි.",
        "Agile මෘදුකාංග සංවර්ධන ක්ෂේත්‍රයේ උපත ලැබූ නමුත්, එහි මූලයන් දශක කිහිපයකට පෙර කෙට්ටු නිෂ්පාදනයේ දියුණුව හරහා සොයාගත හැකිය. ඉතිහාසය පුනරාවර්තනය වීමත් සමඟම, සමාන රටා සහිත වෙනස් ප්‍රකාශනයන් දැකිය හැකිය.",
        "නිදසුනක් වශයෙන්, පරිගණක විශාල මේන්‍ෆ්‍රේම් යන්ත්‍ර සහ දුරස්ථ ‘ගොළු පර්යන්තයක’ පරිශීලකයෙකු සමඟ ආරම්භ විය. ඉන්පසුව එය පුද්ගලික පරිගණක සහ ලැප්ටොප් පරිගණකවල පාලන සමයයි. අද බලන්න, මේන්‍ෆ්‍රේම් වලට සමාන නොවුණත්, දියුණු ක්ලවුඩ් කම්පියුටින් යුගයකට අප කෙතරම් දුරට පැමිණ ඇත්දැයි බලන්න, කෙසේ වෙතත්, වැඩ ප්‍රමාණය දුරස්ථ යන්ත්‍ර වෙත මාරු වී ඇති තැනට එම සාදෘශ්‍යය අදාළ වේ.",
        "ඒ හා සමානව, ව්යවසායන් තුළ මෘදුකාංග සංවර්ධනය අභ්යන්තර මෙහෙයුමක් ලෙස ආරම්භ විය. අතීතයේදී, සෑම ආයතනයක්ම තමන්ගේම ප්‍රධාන මෘදුකාංග යෙදුම් නිර්මාණය කර ඇත. ව්‍යවසායයක් ERP පද්ධතියක් වැනි මෘදුකාංගයක් මිල දී ගෙන එය ඔවුන්ගේ අවශ්‍යතා අනුව වින්‍යාස කර වාණිජමය නොවන මෘදුකාංග (COTS) නිර්මාණය කරන විට ප්‍රධාන මාර්ගය සිදු විය.",
        "කෙසේ වෙතත්, පරිගණක බලයේ වේගවත් පරිණාමය සහ අන්තර්ජාලයේ පැතිරීම ව්‍යවසාය මෘදුකාංගය සංවිධානයක මූලික ව්‍යාපාරය සමඟ තදින් සම්බන්ධ වීමට හේතු වී තිබේ. එබැවින්, ව්‍යාපාරික වසම කුමක් වුවත්, මෘදුකාංගය සෑම ව්‍යවසායයක් සඳහාම මූලික නිපුණතාවක් බවට පත්ව ඇත. දැනට, බොහෝ පැරණි ව්‍යාපාර ආකෘති සහ ක්‍රියාවලි මෘදුකාංග හරහා ප්‍රශස්ත කර ඇත. සමහර අවස්ථා වලදී, එකම ව්‍යාපාරයේ තරඟකරුවන් අතර එකම වෙනස වන්නේ මෘදුකාංගයේ සහ තොරතුරු තාක්‍ෂණයේ ඇති විශිෂ්ටත්වයයි. එවැනි තත්වයක් තුළ, ඔබේ තරඟකරුට සමාන මෘදුකාංගයක් භාවිතා කිරීම ප්රතිවිරෝධී වේ. එමනිසා, බොහෝ ව්‍යවසායන් දැන් මූලික ව්‍යාපාර කාර්යයන් සඳහා COTS වෙතින් ඉවත්ව යන අතර වෙළඳපොළට වඩා ඉදිරියෙන් සිටීමට ඔවුන්ගේම යෙදුම් සංවර්ධනය කරයි. මේ අනුව, අපි මෙම සංක්‍රාන්තියේ පසුබිම තුළ 'Agile for the Enterprise' දෙස බැලිය යුතුය.",
        "Agile මුලින් අදහස් කළේ සංවර්ධන මුලපිරීම් වලින් පැන නගින අභියෝගවලට පහසුකම් සැලසීම, ඉක්මන් පෙරළියක් සහතික කිරීම සඳහා පාරිභෝගිකයින්ට වඩා හොඳ සේවාවක් සැපයීම සඳහා බහු ක්‍රියාකාරී දෙපාර්තමේන්තු කළමනාකරණය කිරීමයි. කෙසේ වෙතත්, ආයතනයක් සෑම වසර පහකට වරක් නිෂ්පාදන සහ සේවා ප්‍රතිසංස්කරණය කරන්නේ නම් කඩිසර ක්‍රියාවලීන් උදව් නොවනු ඇත. මොඩියුලර් කර්තව්‍යවල ප්‍රතිඵලයක් හෝ පාරිභෝගිකයන් සමඟ ප්‍රායෝගික අත්දැකීමක් මත ගොඩනැගුණු පහළ සිට ඉහළට නවෝත්පාදනවල ප්‍රතිඵලයක් ලෙස කොටස්වලින් නිෂ්පාදන සෑදී ඇති ව්‍යාපාරවල මාපටැඟිල්ලේ රීතිය හොඳින් ක්‍රියා කරයි.",
        "ව්‍යවසායන් තම සේවා ස්ථානවල කඩිසර ක්‍රියාවලීන් ක්‍රියාත්මක කිරීමේදී නිතර මුහුණ දෙන අභියෝග කිහිපයක් දෙස බැලීම - ව්‍යවසායක කඩිසර ක්‍රියාවලීන් ආරම්භයේදීම පොදු සංසිද්ධියක් වන්නේ ‘ද්විත්ව සංවිධානයක්’ පැවතීමයි; උණුසුම් නව ව්‍යාපාර කඩිසර කණ්ඩායම් සමඟින් ක්‍රියාත්මක වන අතර සම්ප්‍රදායික කාර්යයන් ක්‍රියාවෙන් බැහැර වේ. මෙය කෙටි කාලීන වාසි සහ දිගු කාලීනව සංවිධානයක සංස්කෘතියට අහිතකර ප්‍රතිඵලයක් ලෙස සමස්ථ පරිවර්තනයක අරමුණ සම්මුතියට පත් කරයි.",
        "තවත් අන්තරායක් නම්, ජ්‍යෙෂ්ඨ නායකයින් නව්‍යකරණය කළ යුත්තේ 'කොහෙද' යන්න පිළිබඳව මඟ පෙන්වීමට පමණක් අවශ්‍ය තැන 'කෙසේද' යන්න ප්‍රකාශ කිරීමයි. කඩිසරකමේ සමස්ත ප්‍රස්තුතය නම්, විසඳුම බලාත්මක කිරීම නොව, ගැටලුව මඟ හරවා ගැනීමට ස්වයං පාලන කණ්ඩායම්වලට මග පෙන්වීමයි. ව්‍යාපාරික නායකයින් වශයෙන්, අපගේ යුතුකම වන්නේ නිවැරදි විසඳුම සංවර්ධනය කිරීමට කණ්ඩායම් විශ්වාස කිරීම සහ බලගැන්වීමයි.",
        "ඕනෑම ව්‍යවසායයක බහු වාර්ෂික ගැටලුවක් වන්නේ ව්‍යාපාර සහ ඉංජිනේරු කණ්ඩායම් අතර ඝර්ෂණයයි. ඉංජිනේරු විද්‍යාව සමඟ සාමාන්‍යයෙන් කඩිසර ක්‍රියාවලීන් සහ ව්‍යාපාරික කණ්ඩායම් සමමුහුර්ත නොවන අතර, කඩිසර ක්‍රියාවට නැංවීමේදී අසමගිය සහ ගැටුම් තවදුරටත් උග්‍ර කරයි.",
        "දිගුකාලීන සහ හොඳම විසඳුම වන්නේ ඉංජිනේරුවන් පාරිභෝගිකයන් සමඟ සෘජුව අන්තර් ක්‍රියා කිරීමයි. කෙසේ වෙතත්, මෙය කිරීමට වඩා පහසු ය. හොඳම අතුරු විසඳුම වන්නේ ව්‍යාපාර සහ ඉංජිනේරු කණ්ඩායම් අතර සම්බන්ධීකරණය සඳහා ස්වාධීන ‘නිෂ්පාදන’ කණ්ඩායමක් ගොඩනැගීමෙන් ‘ඉංජිනේරුකරණය’ වෙතින් ‘නිෂ්පාදනය’ වෙන් කිරීමයි. ව්‍යාපාරික සහ ඉංජිනේරු කණ්ඩායම් එකට එකතු වී එකඟ වන තෙක් මෙය සටන් කරන පාර්ශ්ව දෙක අතර බෆරයක් ලෙස ක්‍රියා කරයි.",
        "ව්‍යාපාරයක සමස්ත වටිනාකම් දාමය හරහා කඩිසර බව ගොඩනැගීම දුෂ්කර කාර්යයකි. එබැවින්, තොරතුරු තාක්ෂණ සහ ඉංජිනේරු වැනි අංශ කඩිසර ලෙස හැඩගස්වා ඇති අතර මූල්‍ය, මානව සම්පත් සහ විකුණුම් වැනි සාම්ප්‍රදායික කාර්යයන් නොවෙනස්ව ක්‍රියාත්මක වේ. සියලුම ව්‍යාපාරික කටයුතුවලට එකවර බලපාන පරිදි ආයතනික පරිවර්තනය ක්‍රියාත්මක නොකළ යුතු බැවින් මෙය නොවැළැක්විය හැකිය. කෙසේ වෙතත්, කඩිසර කණ්ඩායම් ලෙස ප්‍රතිසංවිධානය නොකළ කාර්යයන් අවම වශයෙන් කඩිසර අගයන් සමඟ ක්‍රියාත්මක විය යුතුය: අසාර්ථකත්වයෙන් ඉගෙනීම, වේගයට උමතු වීම, ඉංජිනේරුවන් ගනුදෙනුකරුවන්ට සමීප කරවීම සහ ගැටළු පැවරීම මිස ආයතනය තුළ ඇති සියලුම කාර්යයන් තරල ලෙස සන්නිවේදනය කිරීමට හැකි කාර්යයන් නොවේ.",
        "නිදසුනක් වශයෙන්, සාම්ප්‍රදායික අභ්‍යාසයක් වන වාර්ෂික අයවැයකරණය අනාගත සොයාගැනීම් සඳහා විකල්ප මිලදී ගැනීමට අවස්ථාවන් සඳහා අරමුදල් සපයන ව්‍යාපාර ප්‍රාග්ධනය වැනි අරමුදල් ප්‍රවේශයක් සමඟ අනුපූරක විය හැකිය.",
        "කෙසේ වෙතත්, වඩාත්ම මූලික මාරුව අපගේ මනසෙහි සිදුවිය යුතුය. අපි හුදෙක් කඩිසරව පුරුදු කිරීමෙන් වර්ධන මානසිකත්වයකට වේගයෙන් ගමන් කළ යුතුය. කඩිසරව සිටීමෙන් නායකයින්ටම ප්‍රධාන කාර්යභාරයක් ඇත. මෙහෙයවීම සහ ඉහළ සිට පහළට තල්ලු කරනවා වෙනුවට, නායකයින් සියලු විස්තර කල්තියා ලබා නොගැනීමෙන් පහසු විය යුතුය. ඒ වෙනුවට, ඔවුන් ප්‍රමුඛතා සකස් කළ යුතු අතර අවශ්‍ය ප්‍රතිඵල අත්කර ගැනීමේ ගමන ඕනෑම වේලාවක විරාම කළ හැකි, හැරවිය හැකි හෝ නතර කළ හැකි කුඩා පියවරවලට වෙන් කළ යුතුය.",
        "ව්‍යවසායන් තුළ කඩිසරව ක්‍රියාත්මක කිරීමට හේතුව වන්නේ කඩාකප්පල්කාරී නවෝත්පාදනයන් අඩුවෙන් කඩාකප්පල්කාරී බවක් දැනීම සහ සාමාන්‍ය පරිදි ව්‍යාපාරයක් ලෙස හැඟවීමයි. සිලිකන් නිම්නයේ දැවැන්තයින් ලෝකය කඩාකප්පල් කිරීම පිළිබඳ මාධ්‍යවල ව්‍යාපාරික සිරස්තල කෙරෙහි සැලකිය යුතු අවධානයක් යොමු කෙරේ. Uber සහ Airbnb වැනි ව්‍යාපාරික ආකෘති සහ සමාගම් සර්ව ව්‍යාප්ත වී ඇත. කෙසේ වෙතත්, උරුම ව්‍යාපාර තමන් විසින්ම කඩාකප්පල් කර ඇති ආකාරය පිළිබඳව අවධානය යොමු කර නොමැති තරම්ය. ව්‍යවසායන් තමන්ව මිනීමැරීමේ වේගය අවබෝධ කර ගත යුතු අතර ආරම්භක මානසිකත්වයට අභියෝග කිරීමට අඛණ්ඩව නව්‍යකරණය කළ යුත්තේ මෙහිදීය.",
        "කඩිසර ගමනට පැනීම බොහෝ දෙනා කරන පොදු වැරැද්දක් නම් සැලසුම් කිරීම සම්පූර්ණයෙන්ම අනවශ්‍ය බව විශ්වාස කිරීමයි. වැරදි වැටහීමක් ඇති වන්නේ Agile Manifesto හි “සැලැස්මක් අනුගමනය කිරීම වෙනස් කිරීමට ප්‍රතිචාර දැක්වීම” “කිසිම සැලැස්මක් නොමැති” ලෙස වැරදි ලෙස අර්ථකථනය කිරීමෙනි. විශාල සංවිධාන සෑම අදියරකදීම සැලසුම් කිරීම අවශ්‍ය වන බැවින් එවැනි චින්තනය ව්‍යවසායයකට විනාශකාරී වේ. ආරම්භක මෙන් නොව, ව්යවසායන් සෑම විටම ප්රතිඵල ලබා දීම සඳහා පීඩනයට ලක් වේ. පසුගිය වසර 20 තුළ, අපි නිරන්තරයෙන් කඩිසර චින්තනයේ ගිලී සිටිමු, එහිදී සැලසුම් කිරීමේ අංශු මාත්‍රයක් පවා කඩිසර මූලධර්මවලට පටහැනි බව අපි විශ්වාස කරමු.",
        "මෙය සම්පූර්ණ අසත්‍යයකි. සැලසුම් කිරීම යනු 'කොතැනට පැමිණිය යුතුද' යන්නයි. අපේක්ෂිත ප්‍රතිඵල (වර්ධනය, ලාභදායිතාව) වෙත ගැඹුරින් කිමිදීමකින් තොරව සංවිධානයකට පහසුවෙන් මග හැරිය හැකි නමුත් සුළු ප්‍රතිදානයන් (නව නිෂ්පාදන ගණන, කේත රේඛා) අනුගමනය කරයි. උපායමාර්ගිකව නොවැදගත් ප්‍රතිදානයක් නිර්මාණය කිරීම සඳහා ඔබේ කණ්ඩායම් ඕවරයකට වඩා පුනරුච්චාරණය කිරීමට වඩා නරක දෙයක් නැත. Agile යනු අපේක්ෂිත ප්රතිඵලය සාක්ෂාත් කර ගැනීම සඳහා යන ගමනේදී නම්යශීලී වීමයි.",
        "(ලේඛකයා, අධ්‍යක්ෂක - Sysco LABS හි බෙදාහැරීම, තාක්ෂණික ව්‍යාපෘතිවල ආරම්භයේ සිට සම්පූර්ණ කිරීම දක්වා සියලු අංශ මෙහෙයවීම සහ ගෝලීය ගනුදෙනුකරුවන් වෙත සාර්ථක ලෙස බෙදා හැරීමේ වසර 15 කට වැඩි පළපුරුද්දක් ඇත. අසංගට නිෂ්පාදන සංවර්ධන භූමිකාවන් සහ පුරෝගාමී ප්‍රායෝගික භාවිතයන් සහ ලීන් පිළිබඳ පුළුල් අත්දැකීම් තිබේ. ව්‍යවසාය සංවිධාන සඳහා ආරම්භක චින්තනය, ඔහු කළමනාකරණ පශ්චාත් උපාධි ආයතනයෙන් MBA උපාධියක් සහ ඕස්ට්‍රේලියාවේ මොනෑෂ් විශ්ව විද්‍යාලයේ විදුලි හා පරිගණක පද්ධති ඉංජිනේරු විද්‍යාව පිළිබඳ B.Eng. (ගෞරව) උපාධියක් ලබා ඇත.ඔහු සහතික කළ ව්‍යාපෘති කළමනාකරණ වෘත්තිකයෙකි (PMP), සහතික කළ Scrum Master (CSM), සහතික කළ Scrum නිෂ්පාදන හිමිකරු (CSPO) සහ SAFe Agilist.)"
      ]
    },
    "ta": {
      "title": "நிறுவனத்திற்கான சுறுசுறுப்பு",
      "body_lines": [
        "டிஜிட்டல் மாற்றத்தின் மிகப் பெரிய தவறுகளில் ஒன்று, ஸ்டார்ட்அப்களில் கடைப்பிடிக்கப்படும் சுறுசுறுப்பின் அதே சுவையை நிறுவன நிறுவனங்களுக்கும் பயன்படுத்துவதாகும். இதே சுவையைப் பயன்படுத்துவது - பெரும்பாலும், தோல்வியில் விளைகிறது. ஏன்? ஒரு நிறுவனம் என்பது நன்கு நிறுவப்பட்ட வணிக மாதிரியைக் கொண்ட ஒரு நிறுவனம் ஆகும். சுருக்கமாக, சுறுசுறுப்பானது ஏற்றுக்கொள்ளப்பட்ட நடைமுறையாக மாறுவதற்கு நீண்ட காலத்திற்கு முன்பே அவர்கள் 'எப்படி செழிக்க வேண்டும்' என்பதை ஏற்கனவே அடையாளம் கண்டுள்ளனர். இருப்பினும், ஒரு ஸ்டார்ட்அப் என்பது ஆரம்ப நிலையில் இருக்கும் ஒரு நிறுவனமாகும், இன்னும் ஒரு தயாரிப்பு-சந்தை பொருத்தத்தைத் தேடுகிறது, சுறுசுறுப்பாக இருக்க வேண்டும் மற்றும் நிதி வறண்டு போகும் முன் பொருத்தமான வணிக மாதிரியைக் கண்டறிய வேண்டும். பழையது மற்றும் பெரியது புதியதையும் சிறியதையும் வழிநடத்தும் முன்னுதாரணம் இனி உண்மையாகாது. எனவே, ஒரு நிறுவனத்தைப் பொறுத்தவரை, கடந்தகால வெற்றி என்பது எதிர்கால முடிவுகளைக் குறிப்பதல்ல, மாறாக மாற்றியமைத்து மீண்டும் கண்டுபிடிப்பதற்கான திறன் ஆகும்.",
        "இன்று, பெரும்பாலான ஸ்டார்ட் அப்கள் மென்பொருள் களத்தில் உள்ளவை அல்லது மென்பொருள் தளத்தால் இயங்கும் வணிகங்களாகும். மறுபுறம், நிறுவப்பட்ட நிறுவனங்களில் பெரும்பாலானவை மென்பொருள் அல்லாத வணிகங்களில் ஈடுபடுகின்றன (பொதுவாக IT என குறிப்பிடப்படுகின்றன) அவற்றின் பின் அலுவலகங்களில் வெறும் செலவு மையமாகத் தள்ளப்படுகின்றன. இருப்பினும், இந்த நிறுவப்பட்ட நிறுவனங்களில் பெரும்பாலானவை தங்கள் வணிக மாதிரிகள் மற்றும் டொமைன்கள் ஸ்டார்ட்-அப்களால் இடையூறு விளைவிப்பதற்காக தொடர்ந்து குறிவைக்கப்படுகின்றன என்பதை நன்கு உணர்ந்துள்ளன. ஒரு ஸ்டார்ட்-அப் இடையூறுக்கான பொருத்தமற்ற வேகமான அணுகுமுறையைப் பொருத்த முயற்சிகளில், அதன் உறுதியான கட்டமைப்புகளைக் கொண்ட நிறுவனம், ஸ்டார்ட்-அப்களின் சுறுசுறுப்பான நடைமுறைகளை சொற்களஞ்சியமாக ஏற்றுக்கொள்ள போராடுகிறது, இது குழப்பமான மாற்றத்திற்கு வழிவகுக்கிறது.",
        "சுறுசுறுப்பானது மென்பொருள் மேம்பாட்டுத் துறையில் பிறந்தது, ஆனால் அதன் வேர்கள் சில தசாப்தங்களுக்கு முன்னர் மெலிந்த உற்பத்தியில் முன்னேற்றங்கள் மூலம் கண்டறியப்படலாம். வரலாறு மீண்டும் மீண்டும் வருவதால், ஒரே மாதிரியான வடிவங்களைக் கொண்ட தனித்துவமான வெளிப்பாடுகளைக் காணலாம்.",
        "கம்ப்யூட்டர்கள், எடுத்துக்காட்டாக, பெரிய மெயின்பிரேம் இயந்திரங்கள் மற்றும் தொலைதூர 'ஊமை முனையத்தில்' ஒரு பயனருடன் தொடங்கியது. அதன்பிறகு, அது தனிநபர் கணினிகள் மற்றும் மடிக்கணினிகளின் ஆட்சி. இன்று, மேம்பட்ட கிளவுட் கம்ப்யூட்டிங்கின் சகாப்தத்திற்கு நாம் எவ்வளவு தூரம் வந்துவிட்டோம் என்பதைப் பாருங்கள், மெயின்பிரேம்களைப் போலவே இல்லை, இருப்பினும், ரிமோட் மெஷின்களுக்கு பணிச்சுமை மாறிய அதே ஒப்புமை பொருந்தும்.",
        "இதேபோல், நிறுவனங்களில் மென்பொருள் உருவாக்கம் ஒரு உள் நடவடிக்கையாக தொடங்கியது. கடந்த காலத்தில், ஒவ்வொரு நிறுவனமும் அதன் சொந்த முக்கிய மென்பொருள் பயன்பாடுகளை உருவாக்கியது. ஒரு நிறுவனம் ஈஆர்பி சிஸ்டம் போன்ற மென்பொருளை வாங்கி, அதன் தேவைக்கேற்ப வணிகரீதியான ஆஃப்-தி-ஷெல்ஃப் மென்பொருளை (COTS) உருவாக்கும் போது, ​​ஹெட்வே ஏற்பட்டது.",
        "இருப்பினும், கணினி சக்தியின் விரைவான பரிணாமம் மற்றும் இணையத்தின் பரவலானது நிறுவன மென்பொருளை ஒரு நிறுவனத்தின் முக்கிய வணிகத்துடன் இறுக்கமாக இணைக்க வழிவகுத்தது. எனவே, வணிகக் களத்தைப் பொருட்படுத்தாமல், ஒவ்வொரு நிறுவனத்திற்கும் மென்பொருள் ஒரு முக்கியத் திறனாக மாறியுள்ளது. தற்போது, ​​பெரும்பாலான தொன்மையான வணிக மாதிரிகள் மற்றும் செயல்முறைகள் மென்பொருள் மூலம் மேம்படுத்தப்பட்டுள்ளன. சில சந்தர்ப்பங்களில், மென்பொருள் மற்றும் தகவல் தொழில்நுட்பத்தின் மேன்மை ஆகியவை ஒரே வணிகத்தில் உள்ள போட்டியாளர்களுக்கு இடையிலான வேறுபாடுகளாகும். அத்தகைய சூழ்நிலையில், உங்கள் போட்டியாளரின் அதே மென்பொருளைப் பயன்படுத்துவது எதிர்-உள்ளுணர்வு. எனவே, பெரும்பாலான நிறுவனங்கள் இப்போது முக்கிய வணிகச் செயல்பாடுகளுக்காக COTS இலிருந்து விலகிச் செல்கின்றன மற்றும் சந்தையில் முன்னோக்கி இருக்க தங்கள் சொந்த பயன்பாடுகளை உருவாக்குகின்றன. எனவே, இந்த மாற்றத்தின் பின்னணியில் ‘அஜில் ஃபார் தி எண்டர்பிரைஸ்’ என்பதை நாம் பார்க்க வேண்டும்.",
        "சுறுசுறுப்பானது முதலில் வளர்ச்சி முயற்சிகளில் இருந்து எழும் சவால்களை எளிதாக்குவதாகும், வாடிக்கையாளர்களுக்கு விரைவான திருப்பத்தை உறுதிசெய்யும் வகையில் பல செயல்பாட்டுத் துறைகளை நிர்வகித்தல். இருப்பினும், ஒவ்வொரு ஐந்து வருடங்களுக்கும் ஒரு நிறுவனம் தயாரிப்புகள் மற்றும் சேவைகளை மாற்றியமைத்தால், சுறுசுறுப்பான செயல்முறைகள் உதவாது. கட்டைவிரலின் விதி சுறுசுறுப்பானது வணிகங்களில் நன்றாக வேலை செய்கிறது, அங்கு மட்டுப் பணிகளின் விளைவாக அல்லது தயாரிப்புகள் பகுதிகளால் ஆனது, இதன் விளைவாக வாடிக்கையாளர்களுடனான நடைமுறை அனுபவத்தில் கட்டமைக்கப்பட்ட புதிய கண்டுபிடிப்புகள்.",
        "நிறுவனங்கள் தங்கள் பணியிடங்களில் சுறுசுறுப்பான செயல்முறைகளைச் செயல்படுத்தும்போது அடிக்கடி எதிர்கொள்ளும் சில சவால்களைப் பார்க்கும்போது - ஒரு நிறுவனத்தில் சுறுசுறுப்பைக் கடைப்பிடிக்கத் தொடங்கும் போது ஒரு பொதுவான நிகழ்வு 'இரட்டை அமைப்பு' இருப்பது; சூடான புதிய வணிகங்கள் சுறுசுறுப்பான குழுக்களுடன் நடத்தப்படுகின்றன, அதே நேரத்தில் பாரம்பரிய செயல்பாடுகள் செயலற்ற நிலையில் உள்ளன. இது ஒரு முழுமையான மாற்றத்தின் இலக்கை சமரசம் செய்கிறது, இதன் விளைவாக குறுகிய கால ஆதாயங்கள் மற்றும் நீண்ட காலத்திற்கு ஒரு நிறுவனத்தின் கலாச்சாரத்திற்கு தீங்கு விளைவிக்கும்.",
        "மூத்த தலைவர்கள் 'எங்கே புதுமைப்படுத்த வேண்டும்' என்பதில் மட்டுமே வழிகாட்ட வேண்டிய இடத்தில் 'எப்படி' புதுமைகளை உருவாக்குவது என்பதை வெளிப்படுத்துவது மற்றொரு ஆபத்து. சுறுசுறுப்பின் முழு முன்மாதிரியும் சுய-ஆளும் குழுக்கள் பிரச்சனையைச் சுற்றி தங்கள் வழியைக் கண்டறிய வழிகாட்டுவதாகும், தீர்வைச் செயல்படுத்தவில்லை. வணிகத் தலைவர்களாக, சரியான தீர்வை உருவாக்க குழுக்களை நம்புவதும் அதிகாரம் அளிப்பதும் எங்கள் கடமையாகும்.",
        "எந்தவொரு நிறுவனத்திலும் ஒரு வற்றாத பிரச்சனை வணிக மற்றும் பொறியியல் குழுக்களுக்கு இடையேயான உராய்வு ஆகும். பொறியியலில் பொதுவாக சுறுசுறுப்பான செயல்முறைகள் மற்றும் வணிகக் குழுக்களை ஒத்திசைக்காத முன்னணி ரன்னர், சுறுசுறுப்பைச் செயல்படுத்தும்போது முரண்பாடுகள் மற்றும் மோதல்களை மேலும் அதிகரிக்கிறது.",
        "பொறியாளர்கள் வாடிக்கையாளர்களுடன் நேரடியாக தொடர்புகொள்வதே நீண்ட கால மற்றும் சிறந்த தீர்வாகும். இருப்பினும், இதைச் சொல்வதை விட இது எளிதானது. வணிக மற்றும் பொறியியல் குழுக்களுக்கு இடையே தொடர்பு கொள்ள ஒரு சுயாதீனமான 'தயாரிப்பு' குழுவை உருவாக்குவதன் மூலம் 'பொருளை' 'பொறியியலில்' இருந்து பிரிப்பதே சிறந்த இடைக்கால தீர்வு. வணிக மற்றும் பொறியியல் குழுக்கள் ஒன்றிணைந்து உடன்படும் வரை இது சண்டையிடும் இரு தரப்பினருக்கும் இடையே ஒரு இடையகமாக செயல்படும்.",
        "ஒரு வணிகத்தின் முழு மதிப்புச் சங்கிலியிலும் சுறுசுறுப்பை உருவாக்குவது கடினமான பணியாகும். எனவே, தகவல் தொழில்நுட்பம் மற்றும் பொறியியல் போன்ற பிரிவுகள் சுறுசுறுப்பாக வடிவமைக்கப்பட்டுள்ளன, அதே நேரத்தில் நிதி, மனிதவள மற்றும் விற்பனை போன்ற பாரம்பரிய செயல்பாடுகள் மாறாமல் தொடர்ந்து செயல்படுகின்றன. அனைத்து வணிக செயல்பாடுகளையும் ஒரே நேரத்தில் பாதிக்கும் வகையில் நிறுவன மாற்றம் செயல்படுத்தப்படக்கூடாது என்பதால் இது தவிர்க்க முடியாதது. இருப்பினும், சுறுசுறுப்பான குழுக்களாக மறுசீரமைக்கப்படாத செயல்பாடுகள் குறைந்தபட்சம் சுறுசுறுப்பான மதிப்புகளுடன் செயல்பட வேண்டும்: தோல்வியில் இருந்து கற்றுக்கொள்வது, வேகத்தில் வெறித்தனமாக இருப்பது, பொறியாளர்களை வாடிக்கையாளர்களுடன் நெருக்கமாக வைத்திருப்பது மற்றும் சிக்கல்களை வழங்குவது, நிறுவனத்தில் உள்ள அனைத்து செயல்பாடுகளையும் திரவமாக தொடர்பு கொள்ள உதவும் பணிகள் அல்ல.",
        "உதாரணமாக, ஒரு பாரம்பரியப் பயிற்சியான வருடாந்திர வரவு செலவுத் திட்டம், எதிர்கால கண்டுபிடிப்புக்கான விருப்பங்களை வாங்குவதற்கான வாய்ப்புகளை நிதியளிக்கும் துணிகர மூலதனம் போன்ற நிதி அணுகுமுறையுடன் நிறைவு செய்யலாம்.",
        "இருப்பினும், மிக அடிப்படையான மாற்றம் நம் மனதில் நடக்க வேண்டும். சுறுசுறுப்பான பயிற்சியில் இருந்து வளர்ச்சி மனப்பான்மைக்கு நாம் வேகமாக நகர வேண்டும். சுறுசுறுப்பாக இருப்பதன் மூலம் தலைவர்களுக்கே முக்கிய பங்கு உண்டு. வழிகாட்டுதல் மற்றும் மேல்-கீழே இயக்கப்படுவதற்குப் பதிலாக, தலைவர்கள் அனைத்து விவரங்களையும் முன்கூட்டியே பெறாமல் வசதியாக இருக்க வேண்டும். அதற்கு பதிலாக, அவர்கள் முன்னுரிமைகளை அமைத்து, தேவையான விளைவுகளை அடைவதற்கான பயணத்தை எந்த நேரத்திலும் இடைநிறுத்த, திரும்ப அல்லது நிறுத்தக்கூடிய சிறிய படிகளாக பிரிக்க வேண்டும்.",
        "நிறுவனங்களில் சுறுசுறுப்பைச் செயல்படுத்துவதற்கான காரணம், சீர்குலைக்கும் கண்டுபிடிப்புகள் குறைவான இடையூறுகளை ஏற்படுத்துவதாகவும், வழக்கம் போல் வணிகத்தைப் போலவும் உணரவைப்பதாகும். சிலிக்கான் பள்ளத்தாக்கு ராட்சதர்கள் உலகை சீர்குலைக்கும் ஊடகங்களில் வணிக தலைப்புச் செய்திகளுக்கு கணிசமான கவனம் செலுத்தப்படுகிறது. வணிக மாதிரிகள் மற்றும் Uber மற்றும் Airbnb போன்ற நிறுவனங்கள் எங்கும் நிறைந்துள்ளன. இருப்பினும், பாரம்பரிய வணிகங்கள் எவ்வாறு தங்களைத் தாங்களே சீர்குலைத்துக்கொண்டன என்பதில் கவனம் செலுத்தப்படவில்லை. இங்குதான் நிறுவனங்கள் தங்களை நரமாமிசத்தின் வேகத்தை உணர்ந்து, ஸ்டார்ட்-அப் மனநிலைக்கு சவால் விடும் வகையில் தொடர்ந்து புதுமைகளை உருவாக்க வேண்டும்.",
        "சுறுசுறுப்பான அலைவரிசையில் பலர் செய்யும் பொதுவான தவறு, திட்டமிடல் முற்றிலும் தேவையற்றது என்று நம்புவது. அஜில் மேனிஃபெஸ்டோவின் \"திட்டத்தைப் பின்பற்றுவதை மாற்றுவதற்குப் பதிலளிப்பது\" \"திட்டமே இல்லை\" என்று தவறாகப் புரிந்துகொள்வதில் இருந்து தவறான புரிதல் ஏற்படுகிறது. பெரிய நிறுவனங்களுக்கு ஒவ்வொரு கட்டத்திலும் திட்டமிடல் தேவைப்படுவதால், அத்தகைய சிந்தனை ஒரு நிறுவனத்திற்கு பேரழிவு தரும். ஸ்டார்ட்-அப்கள் போலல்லாமல், நிறுவனங்கள் எப்போதும் முடிவுகளை வழங்குவதற்கான அழுத்தத்தில் உள்ளன. கடந்த 20 ஆண்டுகளாக, நாம் தொடர்ந்து சுறுசுறுப்பான சிந்தனையில் மூழ்கி வருகிறோம், அங்கு ஒரு சிறு துளி திட்டமிடல் கூட சுறுசுறுப்பான கொள்கைகளுக்கு எதிரானது என்று நாங்கள் நம்புகிறோம்.",
        "இது முற்றிலும் பொய்யானது. திட்டமிடல் என்பது ‘எங்கே’ வந்து சேரும். எதிர்பார்க்கப்படும் விளைவுகளில் (வளர்ச்சி, லாபம்) ஆழமாக மூழ்காமல் ஒரு நிறுவனம் எளிதில் திசைதிருப்ப முடியும், ஆனால் அற்பமான வெளியீடுகளை (புதிய தயாரிப்புகளின் எண்ணிக்கை, குறியீட்டின் வரிகள்) தொடரலாம். மூலோபாய ரீதியாக முக்கியமில்லாத ஒரு வெளியீட்டை உருவாக்க உங்கள் அணிகள் ஒரு ஓவருக்கு மேல் திரும்புவதை விட மோசமானது எதுவுமில்லை. சுறுசுறுப்பு என்பது விரும்பிய முடிவை அடைவதற்கான பயணத்தில் நெகிழ்வாக இருப்பதுதான்.",
        "(எழுத்தாளர், இயக்குனர் - Sysco LABS இல் டெலிவரி, 15 ஆண்டுகளுக்கும் மேலான அனுபவம் வாய்ந்தவர் நிறுவன நிறுவனங்களுக்கான தொடக்க சிந்தனை, முதுகலை மேலாண்மை நிறுவனத்தில் MBA பட்டம் பெற்றவர் மற்றும் ஆஸ்திரேலியாவின் மோனாஷ் பல்கலைக்கழகத்தில் எலக்ட்ரிக்கல் & கம்ப்யூட்டர் சிஸ்டம்ஸ் இன்ஜினியரிங்கில் B.Eng. (Hons.) பட்டம் பெற்றுள்ளார். அவர் ஒரு சான்றளிக்கப்பட்ட திட்ட மேலாண்மை நிபுணரும் (PMP), சான்றளிக்கப்பட்ட ஸ்க்ரம் மாஸ்டர் (CSM), சான்றளிக்கப்பட்ட ஸ்க்ரம் தயாரிப்பு உரிமையாளர் (CSPO) மற்றும் ஒரு SAFe Agilist.)"
      ]
    }
  }
}