{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/04/sri-lankas-impending-food-disaster-the-facts/",
  "time_ut": 1654302600,
  "title": "Sri Lanka’s Impending Food Disaster: The Facts",
  "body_lines": [
    "COLOMBO (News 1st); The future of food security in Sri Lanka remains a blur, while an impending shortage looms, with the pinch of the crisis already being felt by some in remote areas, surviving on jackfruit alone or on a handful of vegetables.",
    "Experts have warned since 2020 with regard to the food crisis that would eventually befall the island once the COVID-19 crisis ends, however decisions taken against expert opinions in 2021 with regard to the cultivation of the Maha season sped up the arrival of the crisis on Sri Lanka’s doorstep.",
    "Sri Lanka’s monthly rice consumption remains 200,000 MT, while annual rice consumption is 2.4 million MT.",
    "The cost of feeding 22 million people with rice, ever since the ancient days of glory of Sri Lanka being a self-sufficient nation, remains high, and a successful bureaucratic system was in function to grant lands full of paddy fields to farmers, to grant fertilizer to farmers and in return, the ability of farmers to sell their harvest to the Government for a beneficial rate, even with hard labor factored in.",
    "Farmers had the ability to obtain a high paddy harvest of 5,121,000 MT during the 2019/2020 Maha season and the 2020 Yala season, while they were able to obtain a paddy harvest of 5,149,500 MT during the 2020/2021 Maha season and the 2021 Yala season.",
    "These harvests were obtained in the middle of the COVID-19 crisis, which plagued Sri Lanka for two years, and after an average of 600,000 Hectares of land was cultivated during the Maha season and over 400,000 Hectares of land was cultivated during the Yala season.",
    "The paddy harvest of the Maha season of 2019/2020 spanned over a land area of 663,000 hectares, with an average of 4.5 MT of harvest per a single hectare. The paddy harvest of the Yala season which followed was done on a land area of 403,000 hectares, with an average of 4.55 MT of harvest obtained per a single hectare.",
    "Meanwhile, a paddy harvest of 4.3 MT per hectare was obtainable from the land area of 681,000 Hectares cultivated during the 2020/2021 Maha season, and the 445,000 Hectares cultivated during the ensuing Yala season.",
    "This number recorded a drastic downfall in the 2021/2022 Maha season, when 651,000 Hectares cultivated only resulted in 2.8 MT per a single hectare of harvest.",
    "Well, here is what we know. The entire projected harvest of the 2021/2022 Maha season and the 2022 Yala season is only 2,506,710  MT, in contrast with 5,149,500  MT and 5,121,000  MT of harvest of the previous years’ combined Yala- Maha cultivation.",
    "Thus, the harvest of this Yala-Maha season would only be 48% of both the harvests of the 2019/2020 seasons and the 2020/2021 seasons.",
    "While 604,900 Hectares have been targeted to be harvested in the current Yala season, only 251,800 Hectares have been cultivated as of 25th May, 2022. However, 105,800 Hectares have been made ready for cultivation purposes, while it has been forecast that about half of the targeted amount, 357,600 Hectares in total (59%) will be cultivated this season, contrasted against 445,000  Hectares and 403,000  Hectares in the past two Yala seasons.",
    "In comparison, the harvest of this Yala season would only be harvested in 80% of land in comparison with the 2019/2020 Yala season, however the projected harvest would only be a 48% of yield of the respective years.",
    "Meanwhile, the situation with regard to fertilizer has drastically changed.",
    "President Gotabaya Rajapaksa, who previously reiterated that he will not reverse the policy decision taken to ban chemical fertilizers in favor of going all-organic fertilizer, stated recently that it is up to the farmer’s wishes to use either chemical or organic fertilizer for their cultivations.",
    "The period between the two decisions was scattered with several notable events , namely the importation of substandard organic fertilizer aboard the Chinese ship ‘Hippo Spirit’, and the importation of liquid nano nitrogen fertilizer from India, which was also accompanied by controversy over its market value.",
    "The total harvest of the Yala and Maha seasons combined has been estimated at 1.6 million MT of rice. However, it was previously mentioned that the annual rice consumption stood at 2.4 million MT.",
    "Accordingly, the entirety of harvest for this year will be sufficient only for the following eight months, while the rice deficiency is estimated to remain for four months’ time.",
    "The harvest can be increased, or at least, can reach the projected aim of Metric Tons via the use of fertilizer. Therefore, an immediate requirement of 30,000 MT of Urea and 17,500  MT of MOP (Muritate of Potash) exists. A metric ton of Urea currently remains at 700 USD while a metric ton of MOP fertilizer remains at 1,200 USD.",
    "Thus, the total foreign exchange requirement for this Yala season alone is 42 million USD.",
    "Statistically, here is requirement of fertilizer for the upcoming 2022/2023 Maha season;",
    "With a Metric Ton each of Urea, MOP and TSP costing $700, $1,200 and $1,150 respectively, the total estimated cost of ensuring that harvest, and not famine becoming the result of the Maha season, is US $ 220 Million.",
    "However, cash-strapped Sri Lanka remains at a loss with regard to purchasing fertilizer, and is currently combating the prospect of even importing the basic necessities.",
    "India, however, has agreed to provide fertilizer for the Yala season, the President said on 2nd June, further mentioning that the received fertilizer under the Indian Line of Credit will be distributed among farmers soon.",
    "On the other hand, battered farmers continue to voice their plight, while their harvests remain unsure with the economic crisis, and having to face the oncoming food shortage."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ඉදිරි ආහාර ව්‍යසනය: කරුණු",
      "body_lines": [
        "COLOMBO (News 1st); ශ්‍රී ලංකාවේ ආහාර සුරක්‍ෂිතතාවයේ අනාගතය බොඳව පවතින අතර, ඉදිරියේදී ඇති විය හැකි හිඟයක් මතුවෙමින් පවතින අතර, අර්බුදයේ තුණ්ඩුව දුරස්ථ ප්‍රදේශවල සිටින ඇතැමෙකුට දැනටමත් දැනෙමින් පවතින අතර, කොස් ගෙඩියෙන් පමණක් හෝ එළවලු අතලොස්සකින් දිවි ගලවා ගනී.",
        "කොවිඩ්-19 අර්බුදය අවසන් වූ පසු අවසානයේ දී දිවයිනට ඇති විය හැකි ආහාර අර්බුදය සම්බන්ධයෙන් විශේෂඥයින් 2020 සිට අනතුරු අඟවා ඇතත්, 2021 දී මහ කන්නයේ වගාව සම්බන්ධයෙන් විශේෂඥ අදහස්වලට එරෙහිව ගත් තීරණ අර්බුදයේ පැමිණීම වේගවත් කළේය. ශ්‍රී ලංකාවේ දොරකඩ.",
        "ශ්‍රී ලංකාවේ මාසික සහල් පරිභෝජනය මෙ.ටොන් 200,000ක් වන අතර වාර්ෂික සහල් පරිභෝජනය මෙ.ටොන් මිලියන 2.4කි.",
        "ශ්‍රී ලංකාව ස්වයංපෝෂිත ජාතියක් වීමේ පුරාණ කාලයේ සිටම මිලියන 22 ක ජනතාවක් බතට පෝෂණය කිරීමේ පිරිවැය ඉහළ මට්ටමක පවතින අතර ගොවීන්ට කුඹුරුවලින් පිරුණු ඉඩම් ලබා දීමට සාර්ථක නිලධාරි ක්‍රමයක් ක්‍රියාත්මක විය. ගොවීන්ට පොහොර ලබා දීම සහ ඊට ප්‍රතිඋපකාරයක් ලෙස ගොවීන්ට තම අස්වැන්න රජයට වාසිදායක මිලකට විකිණීමට ඇති හැකියාව, වෙහෙස මහන්සි වී ශ්‍රමය යොදවා වුවද.",
        "2019/2020 මහ කන්නයේ දී සහ 2020 යල කන්නයේ දී මෙට්‍රික් ටොන් 5,121,000 ක ඉහළ වී අස්වැන්නක් ලබා ගැනීමට ගොවීන්ට හැකියාව තිබූ අතර, 2020/2021 මහ කන්නයේ දී සහ 2021 යල කන්නයේ දී මෙට්‍රික් ටොන් 5,149,500 ක වී අස්වැන්නක් ලබා ගැනීමට ගොවීන්ට හැකි විය. .",
        "වසර දෙකක කාලයක් ශ්‍රී ලංකාව පීඩාවට පත් කළ COVID-19 අර්බුදය මධ්‍යයේ මෙම අස්වනු ලබාගෙන ඇති අතර, සාමාන්‍යයෙන් මහ කන්නයේදී හෙක්ටයාර් 600,000 ක භූමි ප්‍රමාණයක් වගා කර යල කන්නයේ ඉඩම් හෙක්ටයාර් 400,000 කට වැඩි ප්‍රමාණයක් වගා කර ඇත.",
        "2019/2020 මහ කන්නයේ වී අස්වැන්න හෙක්ටයාර 663,000 ක භූමි ප්‍රදේශයක් පුරා පැතිරී ඇති අතර, සාමාන්‍යයෙන් එක් හෙක්ටයාරයකින් අස්වැන්න මෙ.ටොන් 4.5 කි. ඉන්පසුව ආරම්භ වූ යල කන්නයේ වී අස්වැන්න හෙක්ටයාර 403,000 ක භූමි ප්‍රමාණයක සිදු කරන ලද අතර සාමාන්‍යයෙන් එක් හෙක්ටයාරයකින් අස්වැන්න මෙ.ටොන් 4.55 කි.",
        "මේ අතර, 2020/2021 මහ කන්නයේ දී වගා කරන ලද හෙක්ටයාර් 681,000 ක භූමි ප්‍රමාණයෙන් සහ ඊළඟ යල කන්නයේ වගා කරන ලද හෙක්ටයාර 445,000 ක වී අස්වැන්නක් හෙක්ටයාරයකට මෙ.ටොන් 4.3 ක අස්වැන්නක් ලබා ගත හැකි විය.",
        "මෙම සංඛ්‍යාව 2021/2022 මහ කන්නයේ දැඩි පහත වැටීමක් වාර්තා කළ අතර, හෙක්ටයාර 651,000ක් වගා කළ විට එක් අස්වැන්නක් හෙක්ටයාරයකට මෙට්‍රික් ටොන් 2.8ක් පමණි.",
        "හොඳයි, මෙන්න අපි දන්නා දේ. 2021/2022 මහ කන්නයේ සහ 2022 යල කන්නයේ සමස්ත ප්‍රක්ෂේපිත අස්වැන්න මෙට්‍රික් ටොන් 2,506,710ක් පමණක් වන අතර, පෙර වසරවල ඒකාබද්ධ යල-මහ වගාවේ අස්වැන්න මෙ.ටොන් 5,149,500  සහ මෙට්‍රික් ටොන් 5,121,000  හා සැසඳීමේදීය.",
        "මේ අනුව, මෙම යල-මහ කන්නයේ අස්වැන්න 2019/2020 සහ 2020/2021 කන්න දෙකෙහිම අස්වැන්නෙන් 48%ක් පමණි.",
        "මෙවර යල කන්නයේ අස්වනු නෙලීමට හෙක්ටයාර 604,900ක් ඉලක්ක කර ඇති අතර, 2022 මැයි 25 වන විට වගා කර ඇත්තේ හෙක්ටයාර 251,800ක් පමණි. කෙසේ වෙතත්, හෙක්ටයාර 105,800ක් වගා කටයුතු සඳහා සූදානම් කර ඇති අතර, එයින් අඩක් පමණ වනු ඇතැයි පුරෝකථනය කර ඇත. ඉලක්කගත ප්‍රමාණය, පසුගිය යල කන්න දෙකේදී හෙක්ටයාර් 445,000  සහ හෙක්ටයාර 403,000  සමඟ සැසඳීමේදී මුළු හෙක්ටයාර 357,600 (59%) වගා කෙරේ.",
        "සංසන්දනය කිරීමේදී, 2019/2020 යල කන්නයට සාපේක්ෂව මෙම යල කන්නයේ අස්වනු නෙලාගනු ලබන්නේ 80% ක භූමි ප්‍රමාණයක පමණි, කෙසේ වෙතත් ප්‍රක්ෂේපිත අස්වැන්න අදාළ වර්ෂවල අස්වැන්නෙන් 48% ක් පමණි.",
        "මේ අතර පොහොර සම්බන්ධයෙන් තත්ත්වය විශාල ලෙස වෙනස් වී ඇත.",
        "රසායනික පොහොර සම්පූර්ණයෙන්ම තහනම් කිරීමට ගෙන ඇති ප්‍රතිපත්තිමය තීරණය වෙනස් නොකරන බව මීට පෙර යළිත් අවධාරණය කළ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා, තම වගාවන් සඳහා රසායනික හෝ කාබනික පොහොර යෙදීම ගොවියාගේ කැමැත්ත බව පසුගියදා ප්‍රකාශ කළේය.",
        "මෙම තීරණ දෙක අතර කාලපරිච්ඡේදය කැපී පෙනෙන සිදුවීම් කිහිපයක් සමඟ විසිරී ගියේය, එනම් 'Hippo Spirit' නම් චීන නෞකාවට ප්‍රමිතියෙන් තොර කාබනික පොහොර ආනයනය කිරීම සහ ඉන්දියාවෙන් ද්‍රව නැනෝ නයිට්‍රජන් පොහොර ආනයනය කිරීම, එහි වෙළඳපල වටිනාකම පිළිබඳ මතභේදයට තුඩු දී ඇත. .",
        "යල සහ මහ කන්නවල සමස්ත අස්වැන්න සහල් මෙ.ටොන් මිලියන 1.6ක් ලෙස ඇස්තමේන්තු කර ඇත. කෙසේ වෙතත්, වාර්ෂික සහල් පරිභෝජනය මෙට්‍රික් ටොන් මිලියන 2.4ක් වූ බව කලින් සඳහන් විය.",
        "ඒ අනුව, සහල් හිඟය මාස හතරක කාලයක් පවතිනු ඇතැයි ඇස්තමේන්තු කර ඇති අතර, මෙම වසරේ අස්වැන්න සම්පූර්ණයෙන් ප්‍රමාණවත් වන්නේ ඉදිරි මාස අට සඳහා පමණි.",
        "අස්වැන්න වැඩි කර ගත හැක, නැතහොත් අවම වශයෙන්, පොහොර භාවිතය හරහා මෙට්‍රික් ටොන් ප්‍රක්ෂේපිත ඉලක්කය කරා ළඟා විය හැක. එබැවින්, යූරියා මෙට්‍රික් ටොන් 30,000 ක් සහ එම්ඕපී (මියුරිටේට් ඔෆ් පොටෑෂ්) මෙට්‍රික් ටොන් 17,500 ක් අවශ්‍ය වේ. යූරියා මෙට්‍රික් ටොන් එකක් දැනට ඩොලර් 700ක් වන අතර MOP පොහොර මෙට්‍රික් ටොන් එකක් ඩොලර් 1,200ක් ලෙස පවතී.",
        "මේ අනුව, මෙම යල කන්නය සඳහා පමණක් මුළු විදේශ විනිමය අවශ්‍යතාවය ඩොලර් මිලියන 42 කි.",
        "සංඛ්‍යාලේඛන අනුව, එළඹෙන 2022/2023 මහ කන්නය සඳහා අවශ්‍ය පොහොර මෙන්න;",
        "යූරියා, එම්ඕපී සහ ටීඑස්පී එක් එක් මෙට්‍රික් ටොන් එකක් සමඟ පිළිවෙලින් ඩොලර් 700, $1,200 සහ ඩොලර් 1,150 බැගින්, මහ කන්නයේ ප්‍රතිඵලයක් නොවන සාගතයක් නොවන බව සහතික කිරීමේ මුළු ඇස්තමේන්තුගත පිරිවැය ඩොලර් මිලියන 220 කි.",
        "කෙසේ වෙතත්, මුදල් හිඟ ශ්‍රී ලංකාව පොහොර මිලදී ගැනීම සම්බන්ධයෙන් පාඩු ලබන අතර, මූලික අවශ්‍යතා පවා ආනයනය කිරීමේ අපේක්ෂාවට එරෙහිව සටන් කරමින් සිටී.",
        "කෙසේ වෙතත්, ඉන්දියාව යල කන්නය සඳහා පොහොර ලබාදීමට එකඟ වී ඇති බව ජුනි 2 වැනි දින ප්‍රකාශ කළ ජනාධිපතිතුමා, ඉන්දීය ණය රේඛාව යටතේ ලැබුණු පොහොර ඉක්මනින් ගොවීන් අතර බෙදා හරින බව වැඩිදුරටත් සඳහන් කළේය.",
        "අනෙක් අතට, බැට කෑ ගොවීන් ඔවුන්ගේ දුක්ඛිත තත්ත්වය දිගින් දිගටම ප්‍රකාශ කරන අතර, ඔවුන්ගේ අස්වනු ආර්ථික අර්බුදය සමඟ අවිනිශ්චිතව පවතින අතර, ඉදිරියට එන ආහාර හිඟයට මුහුණ දීමට සිදු වේ."
      ]
    },
    "ta": {
      "title": "இலங்கையின் வரவிருக்கும் உணவுப் பேரழிவு: உண்மைகள்",
      "body_lines": [
        "COLOMBO (News 1st); இலங்கையில் உணவுப் பாதுகாப்பின் எதிர்காலம் ஒரு மங்கலாகவே உள்ளது, அதே நேரத்தில் வரவிருக்கும் தட்டுப்பாடு நிலவுகிறது, நெருக்கடியின் பிஞ்சை ஏற்கனவே சிலர் தொலைதூரப் பகுதிகளில் உணர்ந்துள்ளனர், பலாப்பழத்தில் மட்டும் அல்லது ஒரு சில காய்கறிகளை மட்டுமே நம்பி வாழ்கின்றனர்.",
        "கோவிட்-19 நெருக்கடி முடிவுக்கு வந்தவுடன் தீவில் ஏற்படும் உணவு நெருக்கடி குறித்து 2020 முதல் நிபுணர்கள் எச்சரித்துள்ளனர், இருப்பினும் 2021 ஆம் ஆண்டில் மகா பருவ சாகுபடி தொடர்பாக நிபுணர்களின் கருத்துக்களுக்கு எதிராக எடுக்கப்பட்ட முடிவுகள் நெருக்கடியின் வருகையை விரைவுபடுத்தியது. இலங்கையின் வாசல்.",
        "இலங்கையின் மாதாந்திர அரிசி நுகர்வு 200,000 மெட்ரிக் டன்னாக உள்ளது, அதே சமயம் ஆண்டு அரிசி நுகர்வு 2.4 மில்லியன் மெட்ரிக் டன் ஆகும்.",
        "இலங்கை தன்னிறைவு பெற்ற தேசமாக விளங்கிய பண்டைய காலங்களிலிருந்து 22 மில்லியன் மக்களுக்கு சோறு ஊட்டுவதற்கான செலவு அதிகமாகவே உள்ளது, மேலும் விவசாயிகளுக்கு நெல் வயல்கள் நிரம்பிய நிலங்களை வழங்குவதற்கான வெற்றிகரமான அதிகாரத்துவ அமைப்பு செயல்பாட்டில் இருந்தது. விவசாயிகளுக்கு உரம் மற்றும் அதற்கு பதிலாக, விவசாயிகள் தங்கள் அறுவடையை அரசாங்கத்திற்கு ஒரு பயனுள்ள விலைக்கு விற்கும் திறன், கடின உழைப்பால் கூட.",
        "2019/2020 மஹா பருவம் மற்றும் 2020 யாலா பருவத்தில் 5,121,000 மெட்ரிக் டன் நெல் அறுவடையை விவசாயிகள் பெற்றனர், அதே நேரத்தில் 2020/2021 மஹா பருவம் மற்றும் 2021 ஆம் ஆண்டு 2021 ஆம் ஆண்டு 5,149,500 மெட்ரிக் டன் நெல் அறுவடையைப் பெற முடிந்தது. .",
        "இரண்டு வருடங்களாக இலங்கையைப் பீடித்துள்ள கோவிட்-19 நெருக்கடியின் மத்தியில் இந்த அறுவடைகள் பெறப்பட்டன, மேலும் சராசரியாக 600,000 ஹெக்டேர் நிலத்தில் மஹா பருவத்தில் பயிரிடப்பட்டது மற்றும் 400,000 ஹெக்டேர் நிலத்தில் யாலா பருவத்தில் பயிர்செய்யப்பட்டது.",
        "2019/2020 மஹா பருவத்தின் நெல் அறுவடை 663,000 ஹெக்டேர் நிலப்பரப்பில் பரவியுள்ளது, ஒரு ஹெக்டேருக்கு சராசரியாக 4.5 MT அறுவடை. தொடர்ந்து 403,000 ஹெக்டேர் நிலப்பரப்பில் மேற்கொள்ளப்பட்ட யாலா பருவத்தின் நெல் அறுவடையானது ஒரு ஹெக்டேருக்கு சராசரியாக 4.55 MT அறுவடையைப் பெற்றது.",
        "இதற்கிடையில், 2020/2021 மஹா பருவத்தில் பயிரிடப்பட்ட 681,000 ஹெக்டேர் நிலப்பரப்பில் இருந்து ஒரு ஹெக்டேருக்கு 4.3 மெட்ரிக் டன் நெல் அறுவடை கிடைத்தது, மேலும் அடுத்த யாலா பருவத்தில் சாகுபடி செய்யப்பட்ட 445,000 ஹெக்டேர்.",
        "இந்த எண்ணிக்கை 2021/2022 மஹா பருவத்தில் கடுமையான சரிவை பதிவு செய்தது, அப்போது 651,000 ஹெக்டேர் பயிரிடப்பட்டது ஒரு ஹெக்டேருக்கு 2.8 மெட்ரிக் டன் அறுவடை மட்டுமே கிடைத்தது.",
        "சரி, இங்கே நமக்குத் தெரிந்தவை. 2021/2022 மஹா பருவம் மற்றும் 2022 யாலா பருவத்தின் மொத்த திட்டமிடப்பட்ட அறுவடை 2,506,710  மெட்ரிக் டன்கள் மட்டுமே ஆகும், இதற்கு மாறாக முந்தைய ஆண்டுகளின் ஒருங்கிணைந்த யால-மஹா சாகுபடியின் 5,149,500  மெட்ரிக் டன் மற்றும் 5,121,000  மெட்ரிக் டன் அறுவடை.",
        "எனவே, இந்த யால-மகா பருவத்தின் அறுவடை 2019/2020 மற்றும் 2020/2021 பருவங்களின் இரண்டு அறுவடைகளிலும் 48% மட்டுமே.",
        "நடப்பு யாலா பருவத்தில் 604,900 ஹெக்டேர் அறுவடை செய்ய இலக்கு நிர்ணயிக்கப்பட்டுள்ள நிலையில், 25 மே, 2022 நிலவரப்படி 251,800 ஹெக்டேர் மட்டுமே பயிரிடப்பட்டுள்ளது. இருப்பினும் 105,800 ஹெக்டேர் பயிர்ச்செய்கைக்காக தயார் செய்யப்பட்டுள்ளது, அதேசமயம் அதில் பாதியளவு கடந்த இரண்டு யாலா பருவங்களில் 445,000  ஹெக்டேர் மற்றும் 403,000  ஹெக்டேர்களுக்கு மாறாக இந்த பருவத்தில் மொத்தமாக 357,600 ஹெக்டேர் (59%) பயிரிடப்படும்.",
        "ஒப்பிடுகையில், 2019/2020 யாலா பருவத்துடன் ஒப்பிடுகையில், இந்த யாலாப் பருவத்தின் அறுவடை 80% நிலத்தில் மட்டுமே அறுவடை செய்யப்படும், இருப்பினும் திட்டமிடப்பட்ட அறுவடையானது அந்தந்த ஆண்டுகளின் விளைச்சலில் 48% மட்டுமே இருக்கும்.",
        "இதற்கிடையில், உரம் தொடர்பான நிலைமை கடுமையாக மாறிவிட்டது.",
        "இரசாயன உரங்களைத் தடை செய்யும் கொள்கைத் தீர்மானத்தை மீளப்பெறப் போவதில்லை என மீண்டும் வலியுறுத்திய ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, இரசாயன அல்லது கரிம உரங்களை தமது பயிர்ச்செய்கைகளுக்குப் பயன்படுத்துவதே விவசாயிகளின் விருப்பத்திற்குரியது என அண்மையில் தெரிவித்திருந்தார்.",
        "இரண்டு முடிவுகளுக்கு இடையேயான காலப்பகுதியானது பல குறிப்பிடத்தக்க நிகழ்வுகளுடன் சிதறடிக்கப்பட்டது , அதாவது சீனக் கப்பலான 'ஹிப்போ ஸ்பிரிட்' இல் தரமற்ற இயற்கை உரங்களை இறக்குமதி செய்தல், மற்றும் இந்தியாவில் இருந்து திரவ நானோ நைட்ரஜன் உரத்தை இறக்குமதி செய்தல், அதன் சந்தை மதிப்பு பற்றிய சர்ச்சையும் சேர்ந்து கொண்டது. .",
        "யாலா மற்றும் மஹா பருவங்களின் மொத்த அறுவடை  1.6 மில்லியன் மெட்ரிக் டன் நெல் என மதிப்பிடப்பட்டுள்ளது. இருப்பினும், வருடாந்த அரிசி நுகர்வு 2.4 மில்லியன் மெட்ரிக் டன் என்று முன்னர் குறிப்பிடப்பட்டிருந்தது.",
        "அதன்படி, இந்த ஆண்டுக்கான முழு அறுவடையும் அடுத்த எட்டு மாதங்களுக்கு மட்டுமே போதுமானதாக இருக்கும், அதே நேரத்தில் அரிசி பற்றாக்குறை நான்கு மாதங்களுக்கு இருக்கும் என மதிப்பிடப்பட்டுள்ளது.",
        "அறுவடையை அதிகரிக்கலாம் அல்லது குறைந்த பட்சம், உரத்தைப் பயன்படுத்துவதன் மூலம் மெட்ரிக் டன் என்ற திட்டமிடப்பட்ட இலக்கை அடையலாம். எனவே, உடனடித் தேவை 30,000 மெட்ரிக் டன் யூரியா மற்றும் 17,500  மெட்ரிக் டன் எம்ஓபி (முரிடேட் ஆஃப் பொட்டாஷ்) உள்ளது. ஒரு மெட்ரிக் டன் யூரியா தற்போது 700 USD ஆக உள்ளது, அதே சமயம் ஒரு மெட்ரிக் டன் MOP உரம் 1,200 USD ஆக உள்ளது.",
        "ஆக, இந்த யாலா பருவத்திற்கான மொத்த அந்நியச் செலாவணித் தேவை மட்டும் 42 மில்லியன் அமெரிக்க டாலர்கள்.",
        "புள்ளிவிவரப்படி, வரவிருக்கும் 2022/2023 மகா பருவத்திற்கான உரத்தின் தேவை இங்கே உள்ளது;",
        "ஒரு மெட்ரிக் டன் யூரியா, எம்ஓபி மற்றும் டிஎஸ்பி ஒவ்வொன்றும் முறையே $700, $1,200 மற்றும் $1,150 ஆகும், அந்த அறுவடையை உறுதிசெய்வதற்கான மொத்த மதிப்பிடப்பட்ட செலவு, மஹா பருவத்தின் விளைவாக பஞ்சம் வராமல், அமெரிக்க $220 மில்லியன் ஆகும்.",
        "எவ்வாறாயினும், பணப்பற்றாக்குறையால் பாதிக்கப்பட்டுள்ள இலங்கை உரம் கொள்வனவு செய்வதில் நஷ்டத்தில் உள்ளதுடன், தற்போது அடிப்படைத் தேவைகளை இறக்குமதி செய்வதற்கான வாய்ப்பை எதிர்கொண்டுள்ளது.",
        "எவ்வாறாயினும், யாழ் பருவத்திற்கான உரங்களை வழங்க இந்தியா ஒப்புக்கொண்டுள்ளது, ஜூன் 2 ஆம் தேதி, இந்திய கடன் வரியின் கீழ் பெறப்பட்ட உரங்கள் விரைவில் விவசாயிகளுக்கு விநியோகிக்கப்படும் என்று ஜனாதிபதி மேலும் குறிப்பிட்டார்.",
        "மறுபுறம், பாதிக்கப்பட்ட விவசாயிகள் தங்கள் அவலநிலையை தொடர்ந்து குரல் கொடுத்து வருகின்றனர், அதே நேரத்தில் அவர்களின் அறுவடைகள் பொருளாதார நெருக்கடியால் உறுதியில்லாமல் உள்ளது, மேலும் வரவிருக்கும் உணவுப் பற்றாக்குறையை எதிர்கொள்ள வேண்டியுள்ளது."
      ]
    }
  }
}