{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ceypetco-hikes-petrol-to-rs338-halts-rationing-93132/",
  "time_ut": 1650312480,
  "title": "Sri Lanka’s Ceypetco hikes petrol to Rs338, halts rationing",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-owned Ceylon Petroleum Corporation (Ceypetco) raised fuel prices from the mid night of Monday to minimize the losses after sharp rupee depreciation and high global oil prices.",
    "It also removed a fuel rationing policy it implemented last week to limit the volume of fuel supply at pump to ensure fair and efficient distribution.",
    "The latest price hike will see the price of mostly used Octane 92 rising by 33.1 percent to a record 338 rupees a litre while auto diesel jumping by 64.2 percent to 289 rupees, in par with the prices of Lanka IOC, the Indian Oil Corporation unit .",
    "Since the central bank on March 7 announced a flexible exchange rate, the rupee has fallen nearly 70 percent to around 340 rupees. The Lanka IOC raised prices thrice since the central bank’s decision to allow flexible exchange rate, though the Ceypetco has increased only once.",
    "The move came after thousands of motorists turned to Ceypetco as Lanka IOC prices were expensive. Some Ceypetco filling stations ran out of fuel, as a result.",
    "Ceypetco chairman Sumith Wijesinghe on April 11 said the state-owned fuel retailer was losing between 800 to 1000 billion rupees a day as it was losing 110 rupees per litre of diesel when it was sold at 176 rupees and 52 rupees for a litre of petrol when it was priced at 254 rupees.",
    "The Lanka IOC has been raising fuel prices in line with the global market price, but Ceypetco, under pressure from the government, was not allowed to raise prices because such move would be make the ruling Sri Lanka Podujana Peramuna (SLPP) unpopular.",
    "Sri Lanka is facing its worst economic crisis since the independence from the British colonial rulers in 1948. The island nation last week announced a “preemptive default” on its sovereign debts.",
    "The government is facing strong protests from both public and opposition parties for mismanagement of economic policies. A youth-led protesters have spearheaded a campaign, demanding President Gotabaya Rajapaksa and his government to resign due to their failure.",
    "A severe shortage of fuel was seen in the last few weeks because the Ceypetco also has to supply for power generation amid extended power cuts as high as 13 hours in some days.",
    "When prices are not raised and losses are financed with bank credit, which in turn is re-financed by the central bank through its 13.5 percent window, inflation goes up. The money printed to finance losses also creates forex shortages.",
    "The dollar shortage has led to a lack of fuel and extended power cuts, crippling many industries related to manufacturing and transport, and disrupting the country’s economic activities. (Colombo/April 19/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ සිපෙට්කෝ සමාගම පෙට්‍රල් රුපියල් 338 දක්වා වැඩිකර සලාක දීම නවතා දමයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ රජයට අයත් ලංකා ඛනිජ තෙල් සංස්ථාව (සිපෙට්කෝ) රුපියල තියුනු ලෙස අවප්‍රමාණය වීමෙන් සහ ඉහළ ගෝලීය තෙල් මිලෙන් පසු පාඩු අවම කර ගැනීම සඳහා සඳුදා මධ්‍යම රාත්‍රියේ සිට ඉන්ධන මිල ඉහළ දැමීය.",
        "සාධාරණ සහ කාර්යක්ෂම බෙදාහැරීමක් සහතික කිරීම සඳහා පොම්පයේ ඉන්ධන සැපයුමේ පරිමාව සීමා කිරීම සඳහා එය පසුගිය සතියේ ක්‍රියාත්මක කරන ලද ඉන්ධන සලාකකරණ ප්‍රතිපත්තියක් ද ඉවත් කරන ලදී.",
        "නවතම මිල ඉහළ දැමීමත් සමඟින් වැඩි වශයෙන් භාවිත කරන ඔක්ටේන් 92 ලීටරයක මිල සියයට 33.1 කින් ඉහළ ගොස් රුපියල් 338 ක් වාර්තා වන අතර ඔටෝ ඩීසල් රුපියල් 289 ක් දක්වා සියයට 64.2 කින් ඉහළ ගොස් ඉන්දීය තෙල් සංස්ථා ඒකකය වන ලංකා අයිඕසී මිලට සමාන වේ.",
        "මාර්තු 7 වැනිදා මහ බැංකුව නම්‍යශීලී විනිමය අනුපාතිකයක් ප්‍රකාශයට පත්කළ දා සිට රුපියල රුපියල් 340ක් දක්වා සියයට 70කට ආසන්න ප්‍රමාණයකින් පහත වැටී ඇත. නම්‍යශීලී විනිමය අනුපාතිකයට ඉඩ දීමට මහ බැංකුව ගත් තීරණයෙන් පසුව ලංකා IOC මිල තුන් වතාවක් ඉහළ නංවා ඇතත්, සිපෙට්කෝ එක වරක් පමණක් වැඩි වී ඇත.",
        "ලංකා IOC මිල ගණන් මිල අධික වූ බැවින් දහස් ගණන් රියදුරන් සිපෙට්කෝ වෙත යොමු වීමෙන් පසුව මෙම පියවර ගෙන ඇත. එහි ප්‍රතිඵලයක් ලෙස සමහර සිපෙට්කෝ පිරවුම්හල්වල ඉන්ධන අවසන් විය.",
        "ඩීසල් ලීටරයකින් රුපියල් 110ක් සහ පෙට්‍රල් ලීටරයක් ​​රුපියල් 52කට අලෙවි කළ විට රජයට අයත් ඉන්ධන සිල්ලර සමාගමට දිනකට රුපියල් බිලියන 800ත් 1000ත් අතර පාඩුවක් සිදුවන බව සිපෙට්කෝ සභාපති සුමිත් විජේසිංහ මහතා අප්‍රේල් 11 වැනිදා පැවසීය. එහි මිල රුපියල් 254 කි.",
        "ලංකා IOC සමාගම ගෝලීය වෙළෙඳපොළ මිලට අනුකූලව ඉන්ධන මිල ඉහළ නංවා ඇති නමුත්, සිපෙට්කෝ සමාගමට රජයේ පීඩනය යටතේ මිල ඉහළ දැමීමට ඉඩ නොදුන්නේ එවැනි පියවරක් පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP) ජනප්‍රිය නොවන බැවිනි.",
        "1948 බි‍්‍රතාන්‍ය යටත් විජිත පාලකයන්ගෙන් නිදහස ලැබීමෙන් පසු ශ‍්‍රී ලංකාව එහි දරුණුතම ආර්ථික අර්බුදයට මුහුන දී සිටී. දිවයිනේ ජාතිය පසුගිය සතියේ සිය ස්වෛරී නය මත “පූර්ව පැහැර හැරීමක්” නිවේදනය කළේය.",
        "ආර්ථික ප්‍රතිපත්ති වැරදි ලෙස කළමනාකරණය කිරීම සම්බන්ධයෙන් රජයට මහජනතාවගේ මෙන්ම විපක්ෂයේ ද දැඩි විරෝධතා එල්ල වෙමින් තිබේ. තම අසාර්ථකත්වය හේතුවෙන් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට සහ ඔහුගේ රජයට ඉල්ලා අස්වන ලෙස බලකරමින් තරුණයින් ප්‍රමුඛ විරෝධතාකරුවන් උද්ඝෝෂණ ව්‍යාපාරයක් ආරම්භ කර තිබේ.",
        "පසුගිය සති කිහිපය තුළ දැඩි ඉන්ධන හිඟයක් දක්නට ලැබුණේ ඇතැම් දිනවල පැය 13ක් තරම් දීර්ඝ විදුලි කප්පාදුවක් මධ්‍යයේ සිපෙට්කෝ ආයතනයට ද විදුලිය නිෂ්පාදනය සඳහා සැපයීමට සිදු වූ බැවිනි.",
        "මිල ඉහළ නොදැමූ විට සහ පාඩුව බැංකු ණය මගින් මූල්‍යකරණය කරන විට, මහ බැංකුව විසින් එහි සියයට 13.5 ක කවුළුව හරහා ප්‍රති-මූල්‍යකරණය කරන විට, උද්ධමනය ඉහළ යයි. පාඩු පියවීමට මුද්‍රණය කරන මුදල් ද විදේශ විනිමය හිඟයක් ඇති කරයි.",
        "ඩොලර් හිඟය නිසා ඉන්ධන හිඟය සහ දිගු විදුලි කප්පාදුව, නිෂ්පාදන හා ප්‍රවාහනයට සම්බන්ධ බොහෝ කර්මාන්ත අඩපණ කර රටේ ආර්ථික ක්‍රියාකාරකම් කඩාකප්පල් කිරීමට හේතු වී තිබේ. (කොළඹ/අප්‍රේල් 19/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் சிபெட்கோ பெட்ரோல் விலையை 338 ரூபாயாக உயர்த்தியது, ரேஷன் வழங்குவதை நிறுத்தியது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் அரசுக்கு சொந்தமான சிலோன் பெட்ரோலியம் கூட்டுத்தாபனம் (Ceypetco) திங்கட்கிழமை நள்ளிரவு முதல் எரிபொருள் விலையை உயர்த்தியது, கூர்மையான ரூபாய் மதிப்பு சரிவு மற்றும் உயர் உலக எண்ணெய் விலைகள் ஆகியவற்றின் பின்னர் ஏற்படும் இழப்புகளைக் குறைக்கிறது.",
        "நியாயமான மற்றும் திறமையான விநியோகத்தை உறுதி செய்வதற்காக, பம்பில் எரிபொருள் விநியோகத்தின் அளவைக் கட்டுப்படுத்த, கடந்த வாரம் செயல்படுத்தப்பட்ட எரிபொருள் விநியோகக் கொள்கையையும் அது நீக்கியது.",
        "சமீபத்திய விலையேற்றத்தின் மூலம், பெரும்பாலும் பயன்படுத்தப்படும் Octane 92 இன் விலை 33.1 சதவீதம் அதிகரித்து 338 ரூபாயாக ஒரு லீற்றர் சாதனை படைத்துள்ளது, அதே நேரத்தில் ஆட்டோ டீசல் 64.2 சதவீதம் அதிகரித்து 289 ரூபாயாக உயர்ந்து, லங்கா ஐஓசி, இந்தியன் ஆயில் கார்ப்பரேஷன் பிரிவின் விலைகளுக்கு இணையாக உள்ளது.",
        "மார்ச் 7 அன்று மத்திய வங்கி நெகிழ்வான மாற்று விகிதத்தை அறிவித்ததில் இருந்து, ரூபாயின் மதிப்பு கிட்டத்தட்ட 70 சதவீதம் சரிந்து சுமார் 340 ரூபாயாக உள்ளது. Ceypetco ஒரு முறை மட்டுமே அதிகரித்த போதிலும், நெகிழ்வான மாற்று விகிதத்தை அனுமதிக்கும் மத்திய வங்கியின் முடிவின் பின்னர் Lanka IOC மூன்று முறை விலைகளை உயர்த்தியது.",
        "லங்கா ஐஓசி விலைகள் விலை உயர்ந்ததால் ஆயிரக்கணக்கான வாகன ஓட்டிகள் செபெட்கோவை நோக்கி திரும்பியதை அடுத்து இந்த நடவடிக்கை எடுக்கப்பட்டது. சில சிபெட்கோ நிரப்பு நிலையங்களில் எரிபொருள் தீர்ந்து போனது.",
        "சிபெட்கோவின் தலைவர் சுமித் விஜேசிங்க ஏப்ரல் 11 அன்று, அரசுக்கு சொந்தமான எரிபொருள் சில்லறை விற்பனையாளர் ஒரு நாளைக்கு 800 முதல் 1000 பில்லியன் ரூபாய் வரை நஷ்டம் அடைந்து வருவதாகக் கூறினார், ஏனெனில் டீசல் ஒரு லீற்றர் 110 ரூபாவும், ஒரு லீற்றர் பெற்றோல் 52 ரூபாவும் விற்கப்பட்டது. அதன் விலை 254 ரூபாய்.",
        "லங்கா ஐஓசி, உலக சந்தை விலைக்கு ஏற்ப எரிபொருள் விலையை உயர்த்தி வருகிறது, ஆனால் சிபெட்கோ, அரசாங்கத்தின் அழுத்தத்தின் கீழ், விலையை உயர்த்த அனுமதிக்கவில்லை, ஏனெனில் அத்தகைய நடவடிக்கை ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனவை (SLPP) பிரபலமடையச் செய்யும்.",
        "1948 இல் பிரித்தானிய காலனித்துவ ஆட்சியாளர்களிடமிருந்து சுதந்திரம் பெற்ற பின்னர் இலங்கை அதன் மோசமான பொருளாதார நெருக்கடியை எதிர்கொள்கிறது. கடந்த வாரம் தீவு நாடு தனது இறையாண்மைக் கடன்களில் \"முன்கூட்டித் திருப்பிச் செலுத்தாததை\" அறிவித்தது.",
        "பொருளாதாரக் கொள்கைகளை தவறாக நிர்வகிப்பதற்காக அரசாங்கம் பொதுமக்கள் மற்றும் எதிர்க்கட்சிகளின் கடுமையான எதிர்ப்புகளை எதிர்கொள்கிறது. ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மற்றும் அவரது அரசாங்கத்தின் தோல்வி காரணமாக பதவி விலகுமாறு கோரி இளைஞர்கள் தலைமையிலான ஆர்ப்பாட்டக்காரர்கள் பிரச்சாரத்தை முன்னெடுத்துள்ளனர்.",
        "சில நாட்களில் 13 மணிநேரம் வரை மின்வெட்டு நீடிக்கப்பட்டுள்ள நிலையில், சிபெட்கோவும் மின் உற்பத்திக்காக சப்ளை செய்ய வேண்டியிருப்பதால், கடந்த சில வாரங்களாக கடும் எரிபொருள் தட்டுப்பாடு காணப்பட்டது.",
        "விலைகள் உயர்த்தப்படாமல் மற்றும் இழப்புகள் வங்கிக் கடன் மூலம் நிதியளிக்கப்படும் போது, ​​அதன் 13.5 சதவீத சாளரத்தின் மூலம் மத்திய வங்கியால் மறு நிதியளிக்கப்படும் போது, ​​பணவீக்கம் அதிகரிக்கிறது. நிதி இழப்புகளுக்கு அச்சிடப்பட்ட பணமும் அந்நிய செலாவணி பற்றாக்குறையை உருவாக்குகிறது.",
        "டாலர் தட்டுப்பாடு எரிபொருள் பற்றாக்குறை மற்றும் நீட்டிக்கப்பட்ட மின்வெட்டுக்கு வழிவகுத்தது, உற்பத்தி மற்றும் போக்குவரத்து தொடர்பான பல தொழில்களை முடக்குகிறது மற்றும் நாட்டின் பொருளாதார நடவடிக்கைகளை சீர்குலைக்கிறது. (கொழும்பு/ஏப்ரல் 19/2022)"
      ]
    }
  }
}