{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/technipreneurs-lanka-project-wurth-concludes-certified-training-for-electricians-and-welders/",
  "time_ut": 1652009160,
  "title": "Technipreneurs Lanka project-Würth concludes certified training for electricians and welders",
  "body_lines": [
    "‘Technipreneurs Lanka’, which is co-funded by Würth Lanka and German Development Bank DEG/KfW, and implemented by Nucleus Foundation, is a project that focuses on enhancing professionalism and entrepreneurship among Sri Lankan craftsmen. The project intends to create skilled and economically independent craftsmen for Sri Lanka.",
    "The graduation ceremony held on 05 May 2022 recognized the efforts of 27 students who had successfully completed the Technipreneurs training and graduated as industry ready Electricians and Welders. The ceremony took place in the presence of Rohan Amirthiah – Managing Director of Würth Lanka Pvt Ltd, Chandana Vidanapathirana – Director (CG & Promotion) of the Vocational Training Authority (VTA) of Sri Lanka and Dave Maurice – Director of Nucleus Foundation.",
    "Since the launch of ‘Technipreneurs Lanka’ in 2020, the project was instrumental in upskilling craftsmen from the local construction and maintenance industry into Technipreneurs and qualifying 20 Vocational Training Authority (VTA) trainers with a Training of Trainers (ToT) certification on entrepreneurship and business planning. In the upcoming months, over 80 students will undergo a training to qualify as aluminum fabricators and air conditioning repair and maintenance technicians.",
    "To increase the competitiveness of the Technipreneurs, a digital mobile/web platform will be created, where qualified craftsmen can register themselves and market their services to condominiums and consumers.",
    "The ‘Technipreneurs Lanka’ project is facilitated by VTA Sri Lanka and implemented by Nucleus Foundation. The Delegation of German Industry and Commerce in Sri Lanka (AHK Sri Lanka) is the certification partner of the project and is responsible for monitoring and certifying the training according to agreed standards, based on German standards, in regard to entry requirements, examination structure, content, and passing marks. The AHK-certification is aimed to increase the competitiveness of Sri Lankan craftsman.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}