{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ensuring-financial-security-for-women-in-sri-lanka/",
  "time_ut": 1650382080,
  "title": "Ensuring financial security for women in Sri Lanka",
  "body_lines": [
    "AIA Insurance’s Womens Programme, ‘ඇය සුරකින AIA’ (Aya Surakina AIA) marks yet another milestone in collaboration with Commercial Bank of Ceylon (CBC) and International Finance Corporation (IFC) under its IFC-DFAT Women in Work programme to empower Sri Lankan women across the island by enhancing their financial stability with life insurance protection.",
    "This initiative with CBC offers an array of affordable life insurance solutions and wellness solutions for CBC’s ‘Anagi’ women account holders and their loved ones with an aim of empowering women and improving their long-term financial stability which will significantly contribute to the Sri Lankan economy in the long run.",
    "Under the terms of the MOU, AIA Insurance will offer tailor made life insurance solutions worth LKR 1 million to 5 million starting from as very low as Rs. 1,100 annually for all ‘Anagi’ women customers and their spouses. The life insurance plan covers both natural and accidental death of the life insured. Additionally, all customers who purchase AIA’s life insurance solution will be eligible for 12 free online fitness classes every month via the Fitzky app from the safety and comfort of their homes and will also be eligible to avail a 15% discount on dental consultations at any ‘My Dentist’ clinic island wide.",
    "AIA’s Chief Executive Officer Nikhil Advani commented, “AIA is proud to partner with Commercial Bank of Ceylon, one of the leading private banks in Sri Lanka to jointly increase financial security and protection for their women customers. The partnership with Commercial Bank exemplifies how two strong organisations can collaborate to make a huge difference to society. We are also grateful to IFC for their support and partnership in developing AIA’s gender inclusion strategy for its employees, distribution and customers.",
    "Commercial Bank’s Managing Director/Group Chief Executive Officer Mr. S Renganathan commented “Women are one of our key focus groups and we are extremely pleased to add this unique benefit to our Anagi Women’s Banking portfolio. I believe this collaboration between the Bank, IFC and AIA will offer a secure financial future for women, who are the livewire behind the economic growth of our country.”",
    "Remarking on this latest initiative under the IFC-DFAT Women in Work program, Lisa Kaestner, IFC Country Manager for Sri Lanka and Maldives said, “Realizing the untapped potential of the women’s insurance market is significant in helping build resilience to shocks, grow businesses, and increase the economic participation of Sri Lankan women. The Commercial Bank of Ceylon and AIA Insurance are longstanding partners of IFC, and we are delighted to collaborate with them to raise awareness about the insurance needs so they can better serve Sri Lankan women, helping them secure a financially stable future.”",
    "Nuwan Gamage elected 44th President of Sri Lanka Institute of Marketing",
    "Airtel Lanka’s investments in enhanced service and value recognised at NBEA 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}