{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cpc-bans-fuel-supply-in-cans-barrels-92950/",
  "time_ut": 1649741220,
  "title": "Sri Lanka CPC bans fuel supply in cans, barrels",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka temporarily banned selling fuel to customers in cans and barrels from April 12 to 14 in order to stop consumers from hoarding fuel, a top state-run fuel retailer official said on Monday.",
    "The move was also to channel the saved fuel for power generation to supply uninterrupted power for three days during the traditional new year.",
    "“…In the future, particularly from the 12th, 13th and 14th, we will not be providing fuel for cans, as there will be no power cuts on those days,” Sumith Wijesinghe, the chairman of state-run fuel retailer Ceylon Petroleum Corporation (CPC) told a media briefing on Monday.",
    "“We are taking a preliminary step. This was taken as a temporary measure, as we saw that there was a large amount of fuel being taken in cans and other methods, especially in the last few days.”",
    "CPC said fuel consumption has increased sharply to 7,500 metric tons a day from the previous 5,500 metric tons, he said.",
    "Wijesinghe said the way people collect fuel has changed now.",
    "“In the past, if someone in a village needs fuel for a tractor, the owner of the vehicle would go to get it themselves. But now there is a situation where the vehicle owner will ask for the fuel to be delivered.”",
    "However, CPC says that for people who are involved in agriculture and for agriculture vehicles, they can get a permit from the Gramar Niladhari of the area.",
    "CPC with the help of police had retrieved 10,000 liters of fuel that had been illegally obtained and stored, he said.",
    "“The Police intervened, as ordinary citizens do not have the power to collect fuel. Only filling stations can store fuel, and we are not going to allow fuel to be taken into cans in order to stop the storage and distribution of fuel in that manner,” Wijesinghe."
  ]
}