{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/UK-in-talks-with-Paris-Club-on-Sri-Lanka-issue/108-237763",
  "time_ut": 1653539040,
  "title": "UK in talks with Paris Club on Sri Lanka issue",
  "body_lines": [
    "The United Kingdom (UK) is in talks with Paris Club members on potential solutions to Sri Lanka’s unsustainable debt.",
    "The Paris Club is a group of officials from major creditor countries whose role is to find co-ordinated and sustainable solutions to the payment difficulties experienced by debtor countries.",
    "UK Parliamentary Under-secretary at the Foreign, Commonwealth and Development Office, Vicky Ford said the UK Government is closely monitoring the situation in Sri Lanka including food security and livelihoods.",
    "“We encourage a peaceful, democratic, and inclusive approach to resolving the current political and economic challenges,” she told the UK Parliament yesterday (Wednesday).",
    "She said that in April, the World Bank (WB) agreed to provide US Dollars 600 million in financial assistance, and the UK understands there are discussions to extend this support.",
    "“The UK is a major donor to the WB and continues to engages with international financial institutions on Sri Lanka’s economic situation,” she said.",
    "She also said that the UK welcomes the start of in-depth discussions with the International Monetary Fund (IMF) on the reforms needed to bring the economy back to a sustainable path.",
    "“These negotiations are likely to take up to 6 months. Sri Lanka has requested support from the IMF, however, at present no Sri Lanka proposal has been shared with members. When one is made available, we will scrutinise it carefully against the IMF criteria alongside other IMF members.",
    "In the meantime, discussions are underway with several countries to obtain bridge financing in order to maintain flows of essential imported goods.",
    "The UK is also working closely with fellow Paris Club members to discuss potential solutions to Sri Lanka’s unsustainable debt levels in the event that an IMF programme is agreed,” Vicky Ford said. (EASWARAN RUTNAM)"
  ]
}