{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-imf-deal-attempts-were-blocked-by-vasudeva-nanayakkara-minister-91856/",
  "time_ut": 1647746340,
  "title": "Sri Lanka IMF deal attempts were blocked by Vasudeva Nanayakkara: Minister",
  "body_lines": [
    "ECONOMYNEXT – Previous attempts to go for an International Monetary Fund bailout was blocked at cabinet by Water Minister Vasudeva Nanayakkara, who threatened to resign, a government minister has said.",
    "Last week the cabinet of ministers gave the go ahead for Finance Minister Basil Rajapaksa to approach the IMF.",
    "“Sometime ago when the Finance Minister brought this up, Minister Vasudeva Nanayakkara said he would resign if we went to the IMF,” Lands Minister S M Chandrasena told Sri Lanka’s Derana Television after the cabinet meeting.",
    "“But today nobody opposed it. The two newly appointed ministers were also there. We all said to go. I also said to go.”",
    "Shortly before the cabinet meeting, left-leaning Nanayakkara went on ‘strike’ after two colleagues from smaller parties in the ruling coalition was sacked.",
    "Sri Lanka minister on strike as economic crisis sparks party divisions",
    "The IMF is also opposed in Sri Lanka by Keyensians and the anti-austerity brigade who want to boost state spending, give jobs to unemployed graduates and projects to henchmen with the money collected from the people.",
    "However the state worker cadre is now so large that the private sector workers in productive sector can longer bear the burden of unemployed graduates from state universities, in a policy championed by Sri Lanka’s Janatha Vimukthi Peramuna, which also blocks private universities.",
    "From 2004 to 2019, the public service went up from around a million workers to 1.5 million and now consumes most of the tax revenues.",
    "In December 2019 Sri Lanka also cut taxes to widen the deficit in a bid to give a ‘stimulus’. (Colombo/Mar20/2022)"
  ]
}