{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mid-night-fuel-price-hike-negatively-impacts-share-market/",
  "time_ut": 1653404940,
  "title": "Mid-night fuel price hike negatively impacts share market",
  "body_lines": [
    "The CSE started on a positive note at the beginning and marginally dropped at the end of the day’s trading. The midnight fuel hike wiped 0.96 per cent off the market yesterday, following a two-day gaining streak, stock market analysts said.",
    "During the day, selling pressure was noted in blue-chip companies, which was one of the reasons for the stock market to perform negatively but in the wake of the oil price hike the Lanka IOC share price appreciated by 12 per cent or Rs 6.20. Its shares started trading at Rs 51.60 and at the end of the day they shot up to Rs 57.80, stock brokers said.",
    "However, the country’s Power and Energy Minister said under the price formula, other than petrol, all the other fuels were still making a loss.",
    "Amid the already skyrocketing prices in the island, the state-owned Ceylon Petroleum Corporation (Ceypetco) under a new price formula raised fuel prices to a record high. Following this, many transport sector entities too announced price hikes.",
    "Amid those developments both indices moved downwards. The All- Share Price Index (ASPI) fell 81.02 points to close at 8,393.4 points and S and P SL20 was down by 39.4 points. The most liquid S&P SL20 fell 1.38 per cent or 39.35 points to 2,805.62.",
    "The market turnover was Rs 2.3 billion with no crossings. In the retail market, top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs.474 million (two million shares traded), Browns Investments Rs 451 million (46.8 million shares traded), Lanka IOC Rs 361 million (6.2 million shares traded), LOLC Finance Rs 197.8 million (19.3 million shares traded), Nation Lanka Finance Rs 134 million (192 million shares traded), CTC Rs 111 million (171,000 shares traded) and LOLC Holdings Rs 77.9 million (127,000 shares traded).",
    "The ASPI was dragged down mainly by Expolanka, Melstacorp and LOLC. Expolanka was down 2.83 per cent to 232.75 rupees a share, Melstacorp fell 3.61 per cent to Rs 40.00 a share. During the day, 307 million share volumes changed hands in 20000 transactions.",
    "Yesterday, the US dollar rate was Rs 360.21 in the market. With the Central Bank’s proper management, the rupee is getting stabilized and it is narrowing the gap between the Central Bank and kerb market rates.",
    "SL plunges into worst economic contraction in the wake of dramatic currency collapse – CBSL Governor",
    "“JKH recurring EBITDA grows 152% to Rs.39.26 billion for 2021/22”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}