{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ranil-W-and-Rajapaksas/231-238449",
  "time_ut": 1654454100,
  "title": "Ranil W. and Rajapaksas",
  "body_lines": [
    "On that fateful April day this whirlwind of peaceful protests began, I sensed a profound change in people. When the Galle Face green became the epicentre of protests with its highly creative GotaGoGama concept, I told a friend about the incredible new spirit of change that was sweeping the country.",
    "“Don’t get fooled,” he warned me. “Sri Lankans are famous for doing these u-turns. I have seen it happen so many times.”",
    "But, on my first visit to Galle Face, I became a protester myself. I went there simply to record a video for my You Tube channel. There were children and old ladies holding placards saying ‘GotaGoHome,’ and that shamed me – a journalist who has lived since 2005 in fear of the Rajapaksas. I shed my fear that night and screamed, ‘Gota Go Home!’ It was cathartic, and akin to being reborn.",
    "Now, apologists for the Rajapaksas (which the national media overwhelmingly is; they have simply gone silent or changed their tune for the moment)  may smirk, and ask: ‘What is there to fear?’ But these fears aren’t individual. They become part of the collective psyche. Certainly, it isn’t the Rajapaksas who began the de facto ‘grey area’ of abduction and torture or disappearance of critics of the state. But they gave it a new, sinister meaning with the ‘white van’ phenomenon. That the 2015 Yahapalanaya government (with Ranil Wickremesinghe as PM), coming in with a pledge to clean up the act did nothing to do away with this ‘grey area’ is proof that terror is seen as a necessarily tool by our politicians. The answer to those smirking Rajapaksa apologists is former Daily Mirror deputy editor Keith Noyhar’s battered, bloated face. One can add many more horror stories to that sordid list.",
    "But I lost my fear, or Gota ‘Bhaya’ (fear of Gota) that night. Back in 2007 or thereabouts, when he was defense secretary, I backed away from calling him a tin pot dictator in an article after some official restraint at the office. After that, I remained silent. Fear is a cancer that eats away at the spirit. But this is where you must resist. That night at Galle Face, surrounded by laughing, chanting figures, I discovered that my spirit wasn’t broken. It gave me the strength to do what I couldn’t back then. I’m calling Gotabhaya Rajapaksa a tin pot dictator, and I’m asking him to go home. I don’t care about consequences. This is a thing of the spirit. Bones can be broken, not the spirit. I nursed that spirit along for 15 years or more, waiting for just this moment.",
    "Very soon, people will reject Ranil Wickremesinghe, too. With just one seat in the parliament, his appointment as PM at this crucial time glaringly displays our political bankruptcy. He’s seen as the only national political figure with the right international collections, who can deal properly with IMF. At any rate, he’s one of the very few parlimentarians who can speak and understand correct English, thanks to Oxford-educated S. W. R. D. Bandaranaike’s monumental stupidity and opportunism (the golden tongue of Asia!).",
    "\"The 2015 Yahapalanaya government (with Ranil Wickremesinghe as PM), coming in with a pledge to clean up the act did nothing to do away with this ‘grey area’ is proof that terror is seen as a necessarily tool by our politicians\"",
    "He’s also seen as the best man in that political jungle to defend the Rajapaksas. The masses won’t say this without a reason. A week after being sworn in, he’s talking about reviving the economy, but not a word about holding a proper investigation into state-instigated violence at Rambukkana and Colombo. Certainly, the economy is a top priority. But tens of thousands of people haven’t braved rain, hunger, pain and deprivations since April 09 to ask for just bread and fuel. Some have died in road accidents due to sheer fatigue. They are also asking for an end to endemic corruption, better system of government and justice on many issues, including cases of murders and abductions swept under the carpet by the Rajapaksa regime. If Ranil hasn’t heard that part of the protest call, he has no right to hold even that single parliamentary seat.  I doubt  if the PM has the guts to open his mouth about that ‘grey area.’ He won’t, simply because he’s afraid of the Rajapaksas, and has been all his life. Dear Mr. Prime Minister, call me anything you like if you can prove otherwise.",
    "It isn’t just Ranil. There are many thousands out there down with him in the same psychological black hole. The reason is that bullies learn early that fear is good policy for a comfortable life. They also get into power positions. One American woman writer once said that all the bullies in her class seem to have joined the police. They become politicians, too (Donald Trump!).  the Rajapaksas, too, are bullies.",
    "Think of your time at school. Every class had its bullies. They have a following, they are popular, and even the teachers are afraid of them. Discussions with the parents are useless, because the parents themselves are either bullies/ or bullied into submission by their monster children.",
    "The bullies target the brightest, studious types in class, who are usually not athletic or physically tough. They confiscate the latters’ snacks or lunches, or pocket money. They are even forced to help during exams. Classmates often enjoy this because they are jealous of the brighter students. If Ranil and one of the Rajapaksa brothers were in school together, just imagination the situation.",
    "Those who are bullied usually react in two ways. They either become submissive, or they fight back. It’s not hard to figure out in which category our new prime minister is.",
    "The PM can deny that he’s ever been bullied by any of the Rajapaksa brothers. But that’s why I spoke of the collective psyche. This is nothing personal or individual. The Rajapaksas have consistently insulted and bullied the entire population since 2005, and many millions simply loved it. These are the ‘subjects’ (still very much around). That’s how low a country can fall.",
    "Fortunately, there are those who resent being bullied and want to fight back. There are time bombs ticking inside them, and they got reborn in the month of April, as I did that night at Galle Face. This is the boomerang which struck Mahinda Rajapaksa with a vengeance when he unleashed his goons on a peaceful protest last week.",
    "Mr. Prime Minister, you are a fortunate man. You were given a new lease of life when everyone had written you off. But this isn’t just about you. This is about a whole country. A politician’s stature is judged by how he or she rises to the occasion. This is a historic moment. Neither you, nor the country, will get it back ever again. Don’t fail the people this time. Remember that people don’t live by bread alone, or you will be fall into the dust bin of history so swiftly even you wouldn’t know what happened to you, and your name would be reviled just as much as the Rajapaksa name."
  ]
}