{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82439/resilience-is-essential-in-difficult-situations-president-says-in-vesak-message",
  "time_ut": 1652581860,
  "title": "“Resilience is essential in difficult situations”: President says in Vesak message",
  "body_lines": [
    "President Gotabaya Rajapaksa, in his message for the Vesak Full Moon Poya Day, has stated that all people’s representatives must work together immediately for a solution on behalf of every citizen.",
    "“Resilience is essential in difficult situations,” the President noted, adding that the true goal should be to reach the desired target without deviating from the primary goal.",
    "He also pointed out that we all must be mindful of the current situation and unite around a programme that can deliver a fair determination to all. “That is the Buddhist policy.”",
    "The President also urged the public to use the concept of Licchavi for this purpose and to work together to alleviate the crisis.",
    "The Buddhists in Sri Lanka, together with fellow Buddhist brethren the world over, perform charitable activities including Amisa Pooja and Prathipaththi Pooja, to celebrate the Vesak, the most important day in Buddhist Calendar.",
    "The Dhamma preached by Gautama Buddha with great compassion for all human beings continued for over two thousand five hundred years. The Bodhisattva practiced toward enlightenment over a period of countless kalpas. It is complete with Amisa Pooja and Prathipaththi Pooja. Enriched with Dasa Parami (Ten Perfections) qualities in order to save human beings from the misery of life.",
    "Those who sought refuge in The Buddha, recall the unbounded qualities of the Great Teacher with utmost devotion. Evidences about the virtue of Buddhist teachings, that had not been shaken by the Atalo Dahama, depict in Buddhist literature and throughout the character of the Buddha.",
    "It is not uncommon for us Buddhists to be shaped by the teachings of those who have worked hard and come up with the most appropriate solutions.",
    "The Dhamma states, “That deed is well done if one has not to repent for having done it, and if one is delightful and happy with the result of that deed.”",
    "Therefore, resilience is essential in difficult situations. At this juncture, when the country is in dire straits, all the people’s representatives must work together immediately for a solution on behalf of all citizens. The true goal should be to reach the desired target without deviating from the primary goal.",
    "We must be mindful of the current situation and unite around a programme that can deliver a fair determination to all. That is the Buddhist policy. On this noble day of Vesak, I urge you to use the concept of Licchavi for this purpose and to work together to alleviate the crisis.",
    "May the common goal of all be to build a resilient, consensus and religious society based on principles! I wish you a Happy Vesak Poya Day!"
  ]
}