{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/watch-the-australia-tour-of-sri-lanka-2022-live-on-dialog-television/",
  "time_ut": 1654867980,
  "title": "Watch the Australia tour of Sri Lanka 2022 live on Dialog Television",
  "body_lines": [
    "Cricket fans in Sri Lanka have the opportunity to watch the Sri Lankan lions in action during the Australia tour of Sri Lanka from the 7th of June to the 12th of July live on Dialog Television and on the Dialog ViU App. The tour includes three action-packed T20s’, and five ODIs along with two test matches planned during the period. This is the first time since the pandemic that Sri Lanka is hosting a major international cricket tournament which is entirely open to the public as well.",
    "The best part is that viewers can catch all of the action live on Dialog Television and on the Dialog ViU App. With the Dialog ViU app, subscribers can watch at their convenience from anywhere, whilst Dialog Television viewers can catch the action on their TV screens in High Definition. The channels can be activated on Dialog Television via SMS, MyDialog App or missed call option. More details on how to activate channels can be accessed via Dialog.Lk. Any Dialog Mobile Smartphone user can watch the entire tournament from anywhere without any data charges on the Dialog ViU App by subscribing to the Dialog ViU App Sports Pack via https://go.viu.lk/Uzrtorsk9pb.",
    "Any Dialog Television viewer can also download the ViU app https://go.viu.lk/app and register their Dialog Television account to enjoy all the channels they have subscribed to without any additional charges or data charges on the Dialog network. For passionate cricket and sports lovers, the Dialog Television and Dialog ViU Sports Package will be the ideal choices, with access to a range of international sports channels. T20 and ODI matches of the Aussie tour will be telecasted live on Ten Cricket [Ch No.69], Sony Six [Ch No.76], Sony Six HD [Ch No.135] and Test matches will be telecasted live on Sony Ten 2 [Ch No.70], Sony Ten HD [Ch No.131]. With Dialog Television and the Dialog ViU app, there is no excuse to miss out on the excitement of this much-awaited series",
    "Sunshine Holdings appoints S. Renganathan to its Board of Directors",
    "AIA’s national safety initiative, the Poson Safety Programme continues for 27th year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}