{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/19/ex-sis-chief-nilantha-jayawardena-accountable-for-failing-to-act-on-information-ahead-of-april-attacks/",
  "time_ut": 1650353940,
  "title": "Ex-SIS Chief Nilantha Jayawardena accountable for failing to act on information ahead of April Attacks",
  "body_lines": [
    "COLOMBO (News 1st); President’s Counsel Mohan Weerakoon told the media on Tuesday (19) that Senior DIG Nilantha Jayawardena, who was the former head of State Intelligence, should be held responsible for failing to take necessary action with regard to the 2019 April Attacks, despite receiving information about the attacks beforehand.",
    "“The court records show that Nilantha Jayawardena in his evidence said that what he received on the 3rd of April from Indian Intelligence was just information and that it was NOT intelligence information,” said PC Weerakoon at the President’s Media Center.",
    "“He says that thereafter addressed letters to the Inspector General of Police, the Chief of National Intelligence, and others regarding this on the 7th of April, and on the 9th of April Chief of National Intelligence (CNI) Sisira Mendis had sent a letter to the IGP to take necessary action on the 9th of April,” said President’s Counsel Mohan Weerakoon.",
    "He said that the then-IGP (Pujith Jayasundara) has acted on the letter and notified all about the information.",
    "“During the cross-examination, Nilantha Jayawardena said that the information became intel material on the evening of 20th April 2019,” said the President’s Counsel adding that when questioned about it, Nilantha Jayawardena responded by saying that the person who sent the information on the 4th of April, sent another WhatsApp message to him on the 20th of April.",
    "The President’s Counsel said that when questioned Senior DIG Jayawardena on whether he made any attempt to verify the information between the 4th of April & the 20th of April, the latter had responded in the negative.",
    "He also went on to note that when he questioned SDIG Jayawardena as to why he did not divulge the information at the Intelligence Review Meeting on the 9th of April, the Former Head of State Intelligence said he referred it to the Chief of National Intelligence (CNI) Sisira Mendis.",
    "“It is the Head of State Intelligence who must lead the Intelligence Review Meeting,” said PC Weerakoon, adding that SDIG Jayawardena did not lead the meeting.",
    "“He said if the attacks did not take place after he informed about it, and curfew was imposed in the country, he would have to leave his post,” said President’s Counsel Mohan Weerakoon adding that the mistake of one officer led to deaths of over 250 people, and injured over 500 people.",
    "“The tragic attacks took place because this officer did not consider the information as intelligence material,” he said while holding Senior DIG Nilantha Jayawardena accountable for the attacks.",
    "President’s Counsel Mohan Weerakoon also went on to note that when perusing the investigation material, it can be assumed that the SDIG had not even informed the then-President of this matter.",
    "“He acted on the information thinking of his position, and Sri Lanka’s Intelligence Services were operating under such a person,” alleged Mohan Weerakoon PC.",
    "At the press briefing, it was also revealed that the 12 plus petitions filed with the Supreme Court are not an obstruction to filing a case against Senior DIG Nilantha Jayawardena on the dereliction of duty.",
    "Ex-SIS Chief Nilantha Jayawardena accountable for failing to act on information ahead of April Attacks",
    "Lanka IOC & CPC to follow common fuel price formula; New Energy Minister tells Parliament"
  ]
}