{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/should-english-be-lankas-national-language/",
  "time_ut": 1654866540,
  "title": "Should English be Lanka’s national language?",
  "body_lines": [
    "English is the only feasible option as a link language between Lanka’s communities; anyone who thinks otherwise inhabits a fool’s paradise. Ninety-nine percent of young Sinhalese will not learn Tamil, why should they, what purpose does it serve? Only young Tamils living in the South or intending to move to the South for business or employment will bother with Sinhala. Both however are desperate to improve their ability to communicate, read technical and non-technical material, use the Web and even speak English. They need the world’s lingua franca; they are, very wisely, wild about it. English in all its manifestations is the world’s lingua franca.",
    "As first languages we have British and Canadian English, a near equivalent they speak in America, and it is the first language in Singapore, Australia and New Zealand – in practice the only language in the latter two. Over 50 countries recognise English as an official language. Close upon two billion people the world over use it as a first, second or third language. Mandarin and Cantonese are spoken, and Chinese is written, by over a billion people in China, Hong Kong, Indonesia, Singapore, Malaysia and the Philippines but as a global lingua franca its importance is nil.",
    "It is used as a second or third language as many people can manage some English in the Subcontinent (India, Pakistan and Bangladesh) as the entire population of the United States. It is entrenched in South Africa, Malaysia, Hong Kong, most of eastern and southern Africa, the Caribbean and the Philippines as an official language and medium of instruction in schools and universities. The Swedes, Norwegians, Danes and Belgians have better diction than people living in East London or the United States. Graduate students across China I have found on my many research and lecture visits are enthusiastic about English because they want to access the world’s top journals and the very best among them want to publish in these journals. The French pretend they don’t speak or understand English. Bollocks! They jolly well do. Do I need to tell you any of this; all stale news you will say.",
    "English is, has been and will always be Lanka’s link language. It is and will always be, de facto, a national language. However I am a pessimist in that it is hard to make it the medium of instruction in secondary and tertiary education though the case in favour is unassailable. In the alternative we will have no link language at all! If it had been fostered post-1956 there would have been less racial bloodshed in Ceylon-Sri Lanka. The question nevertheless right now is should it be made the language of secondary and tertiary education? Should English be formally recognised as the principal national language as in Singapore, where to all intents and purposes it is THE only national language? Chinese, Malay and Tamil hang around within communities and mostly among older people.",
    "Singaporeans of all social classes increasingly use English as their home language; they are cannier than Lankan’s who have cut their noses to spite their faces. We had a head start and squandered it just as we did with our economic potential. Day by day we are falling behind Singapore, Taiwan, South Korea, Bangladesh, Nigeria, the Philippines and even the Pacific Islands. But hallelujah! We have our parliamentarians who can neither speak nor understand this damnable colonial encumbrance. Damn Imperialism! Damn English! Damn our future! If we don’t have it, we will take the whole nation down with us!",
    "Admittedly it is not easy to make English Lanka’s principal language or even universal link language now. To achieve the former, it will take two generations and the latter one generation even with the greatest effort. The obstacle to the latter is lack of teachers. When senior officers in the public and private sector are dumb in both spoken and written English (I have many friends who are otherwise very smart) what do you expect from lowly paid school teachers? It’s a monumental task but it has to be shouldered. The money has to be found. If the billions of dollars squandered on plane-less airports, spectator-less stadiums and audience-less concert halls had been spent on education instead of (Raja)Paksa-Plunder, think how much could have been achieved. The opponents of enhancing the role English in education will be monks, ultra-nationalists, sufferers from inferiority complexes and the plain jealous.",
    "The ability to use simple English in the adult population will require two generation to take root. It will happen naturally when the generations that have been secondary and tertiary schooled in English grow up and become parents. It certainly took Singapore more than one generation notwithstanding Lee Kwan Yew’s piercing vision and iron fist. The great point about India is that nobody is against the improvement of English and the spread of English in education, science and technology, business and in Internet activity. This is one reason why the economy is making significant progress and Indians have made world class advances in science, and its computer scientists dominate Silicon Valley and head the world’s leading IT firms (Alphabet, Microsoft, Twitter, Adobe, IBM and a few others). “Indian” authors writing in English have excelled not only at home but also in Pakistan the Caribbean and of course the UK; Sri Lanka has produced but a handful. This last comment is en passant; Shakespeare, Keats and Naipaul are not my point, pragmatic concerns are what I have in mind.",
    "To repeat, English is the preferred global language of science and technology, tertiary education, diplomacy, the Internet, aviation, business, entertainment and culture the world over. Now a possible worry; if in Lanka the use of English becomes widespread and if it becomes the language of secondary and tertiary education while the vernaculars are employed in primary education and used as home languages, will it gradually weaken the national cultural ethos? To be perfectly honest and peering just two generations down the line my answer is “I really don’t know”.",
    "Sinhala drama, creative writing, broadcasting and media, vibrant conversation, political debate and sloganeering are alive and flourishing. Tamil within Sri Lanka is less active in some of these domains such as cinema but strong in others. Will a stronger role of English lead to a weakening of some of this? Will English language cinema and drama (remember the old University Dram Soc.) make a reappearance? It will and that’s good. Language is a living entity and like all living things it must partake of the rough and tumble of life and share in the process of survival in the face of what history and community find fittest.",
    "All languages have changed and evolved with time; their role in society are as transient as the Buddha said of all things. The South African Constitution extends recognition to eleven languages, in part to protect their cultural and local heritages, but will some of them fade in the next 50 or 100 hundred years? I have no clue. However, language use decisions made each day cannot be decided by loyalty to concerns about historical preservation; they have to correspond to pragmatic social needs of the day. Let the future take care of itself; right now we have certain practical needs to serve.",
    "I anticipate howls of protest and offers of instant lynching in response to this column. But the point is this: from every person one expects integrity, financial integrity from all, from politicians integrity to their own cause even if one has a different perspective from theirs, and from the intellectual integrity to reason (harmless old Socrates paid the price for simply saying what he thought was reasonable). Since Edward Saeed there have not been many who said what had to be said even when it was unpopular with the masses (and the powerful). Nevertheless It is good to boldly ponder the future role of English in Sri Lanka.",
    "TWO ACCLAIMED LAWYERS FROM CEYLON WHO MIGRATED DURING THE DAYS OF “WHITE AUSTRALIA” IMMIGRATION POLICIES",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}