{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lawyers-laudable-mission/",
  "time_ut": 1648224240,
  "title": "Lawyers’ laudable mission",
  "body_lines": [
    "Two branches of government—the executive and the legislature—have manifestly failed to carry out their duties and functions to the satisfaction of the people, and legal practitioners have had to seek judicial intervention to safeguard the public interest. In what may be considered an unprecedented move, the Bar Association of Sri Lanka (BASL) has filed two fundamental rights applications in the Supreme Court on the economic crisis, asking for directions on the government to take action to find a solution and grant relief to the people urgently.",
    "The petitioners have informed the court that they have been compelled to invoke its jurisdiction due to the severe shortages of essential goods and services, considered vital for the existence of the citizens in keeping with their fundamental rights to life, equality, and equal protection of the law under the Constitution. The BASL has struck a responsive chord with the public in the depths of despair.",
    "The Attorney General, the Cabinet of Ministers, the Governor of the Central Bank, the Secretary to the Treasury, Secretaries to several Ministries, the Ceylon Electricity Board, the Ceylon Petroleum Corporation and the State Pharmaceutical Corporation have been made respondents.",
    "The BASL has read the public mood accurately. It has warned that in view of the growing unrest and public protests across the country, it fears that there is a substantial, real and grave threat to the law and order situation and the rule of law, and these issues must be addressed urgently. Let the government be urged to heed this warning, and take action to avert disaster. People’s patience is evidently wearing thin.",
    "One cannot but agree with the BASL on what it seeks from the government; it has requested the Supreme Court to direct the Cabinet of ministers and the other respondents to provide people with access to essential goods and services and grant them concessions; immediately formulate and implement short-term policies for that purpose; provide uninterrupted access to essentials in consultation with relevant stakeholders and independent experts such as the IMF; implement medium and long-term policies to provide concessions to the public as regards the prices of essential goods and services; provide immediate relief to the public and businesses affected by the present financial and economic crises, prioritise projects and programmes, alleviate the forex crisis, guarantee an uninterrupted supply of goods and services, control inflation and reduce the cost of living; promote local agricultural production, dairy farming and animal husbandry to bring about food security, and formulate new systems, processes, rules and regulatory frameworks to ensure transparency and good governance practices in respect of future public debt management.",
    "The BASL move is certainly welcome, and sure to be appreciated by the hapless public who feel that they have been left without anyone to turn to. It will go a long way towards infusing the people with hope that all is not lost, and there are institutions ready to look after their interests.",
    "However, we doubt whether the present-day leaders are capable of carrying out what the BASL expects of them. The only thing they are apparently adept at doing efficiently is to deploy the military to carry out constabulary duties. When the people who are at the end of their tether started protesting at filling stations, the government’s knee-jerk reaction was to call in the army. Now, there is a significant military presence at each gas station, but fuel is still in short supply! The government is apparently concerned about the safety of its politicians who have to go past crowds jostling and shoving at fuel stations, milk food outlets and gas sales points. There have been instances where irate people hooted at VVIPs, and one of them even hurled an empty gas cylinder at a minister’s vehicle.",
    "One can only hope that the BASL petitions will help knock some sense into the rulers who have lost the plot and are groping in the dark, and assuage people’s seething resentment, which has reached boiling point and is about to spill over into the streets.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "නීතිඥවරුන්ගේ ප්‍රශංසනීය මෙහෙවර",
      "body_lines": [
        "ආණ්ඩුවේ ශාඛා දෙකක් - විධායකය සහ ව්‍යවස්ථාදායකය - ජනතාව තෘප්තිමත් වන පරිදි තම යුතුකම් සහ කාර්යයන් ඉටු කිරීමට පැහැදිලිවම අසමත් වී ඇති අතර, මහජන අවශ්‍යතා ආරක්ෂා කිරීම සඳහා නීති වෘත්තිකයන්ට අධිකරණමය මැදිහත් වීමක් ලබා ගැනීමට සිදුවී ඇත. පෙර නොවූ විරූ පියවරක් ලෙස සැලකිය හැකි පරිදි, ශ්‍රී ලංකා නීතීඥ සංගමය (BASL) ආර්ථික අර්බුදය සම්බන්ධයෙන් ශ්‍රේෂ්ඨාධිකරණයට මූලික අයිතිවාසිකම් අයදුම්පත් දෙකක් ගොනු කර ඇති අතර, විසඳුමක් සෙවීමට සහ සහනයක් ලබා දීමට රජයට උපදෙස් දෙන ලෙස ඉල්ලා සිටියේය. ජනතාව ඉක්මනින්.",
        "පුරවැසියන්ගේ ජීවිතයට, සමානාත්මතාවයට සහ සමාන ආරක්ෂාවට මූලික අයිතිවාසිකම් අනුව පුරවැසියන්ගේ පැවැත්මට අත්‍යවශ්‍ය යැයි සැලකෙන අත්‍යාවශ්‍ය භාණ්ඩ හා සේවාවල උග්‍ර හිඟය හේතුවෙන් එහි අධිකරණ බලය ඉල්ලා සිටීමට තමන්ට බලකෙරුණු බව පෙත්සම්කරුවන් අධිකරණයට දන්වා ඇත. ව්යවස්ථාව යටතේ නීතිය. BASL බලාපොරොත්තු සුන්වීමේ ගැඹුරේ සිටින මහජනතාව සමඟ ප්‍රතිචාරාත්මක ගීතයක් ලබා දී ඇත.",
        "නීතිපතිවරයා, අමාත්‍ය මණ්ඩලය, මහ බැංකු අධිපතිවරයා, භාණ්ඩාගාර ලේකම්වරයා, අමාත්‍යාංශ කිහිපයක ලේකම්වරුන්, ලංකා විදුලිබල මණ්ඩලය, ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව සහ රාජ්‍ය ඖෂධ නීතිගත සංස්ථාව වගඋත්තරකරුවන් කර තිබේ.",
        "BASL මහජන මනෝභාවය නිවැරදිව කියවා ඇත. රට පුරා වර්ධනය වන නොසන්සුන්තාව සහ මහජන විරෝධතා හමුවේ, නීතිය හා සාමය සහ නීතියේ ආධිපත්‍යයට සැලකිය යුතු, සැබෑ සහ බරපතල තර්ජනයක් පවතින බවට බියක් ඇති බවත්, මෙම ගැටළු කඩිනමින් විසඳිය යුතු බවත් අනතුරු අඟවා තිබේ. මෙම අනතුරු ඇඟවීමට අවනත වී ආපදා වළක්වා ගැනීමට පියවර ගන්නා ලෙස රජයට බලකර සිටිමු. මිනිසුන්ගේ ඉවසීම හීන වී ඇති බව පෙනේ.",
        "BASL රජයෙන් බලාපොරොත්තු වන දේ සම්බන්ධයෙන් කෙනෙකුට එකඟ විය නොහැක. ජනතාවට අත්‍යාවශ්‍ය භාණ්ඩ හා සේවා සඳහා ප්‍රවේශය සලසා දෙන ලෙසත් ඔවුන්ට සහන ලබා දෙන ලෙසත් අමාත්‍ය මණ්ඩලයට සහ අනෙකුත් වගඋත්තරකරුවන්ට නියෝග කරන ලෙස එය ශ්‍රේෂ්ඨාධිකරණයෙන් ඉල්ලා තිබේ. ඒ සඳහා කෙටි කාලීන ප්‍රතිපත්ති වහාම සකස් කර ක්‍රියාත්මක කිරීම; අදාළ පාර්ශවකරුවන් සහ IMF වැනි ස්වාධීන විශේෂඥයින් සමඟ සාකච්ඡා කර අත්‍යවශ්‍ය දේ සඳහා බාධාවකින් තොරව ප්‍රවේශය ලබා දීම; අත්‍යාවශ්‍ය භාණ්ඩ හා සේවාවල මිල සම්බන්ධයෙන් මහජනතාවට සහන සැලසීම සඳහා මධ්‍යම හා දිගුකාලීන ප්‍රතිපත්ති ක්‍රියාත්මක කිරීම; වත්මන් මූල්‍ය හා ආර්ථික අර්බුදවලින් පීඩාවට පත් වූ මහජනතාවට සහ ව්‍යාපාරවලට කඩිනම් සහන සැලසීම, ව්‍යාපෘති සහ වැඩසටහන් සඳහා ප්‍රමුඛත්වය දීම, විදේශ විනිමය අර්බුදය සමනය කිරීම, භාණ්ඩ හා සේවා බාධාවකින් තොරව සැපයීම සහතික කිරීම, උද්ධමනය පාලනය කිරීම සහ ජීවන වියදම අඩු කිරීම; ආහාර සුරක්ෂිතතාව ඇති කිරීම සඳහා දේශීය කෘෂිකාර්මික නිෂ්පාදනය, කිරි ගොවිතැන සහ සත්ව පාලනය ප්‍රවර්ධනය කිරීම සහ අනාගත රාජ්‍ය ණය කළමනාකරණය සම්බන්ධයෙන් විනිවිදභාවය සහ යහපාලන භාවිතයන් සහතික කිරීම සඳහා නව පද්ධති, ක්‍රියාවලි, නීති රීති සහ නියාමන රාමු සකස් කිරීම.",
        "BASL පියවර නිසැකවම සාදරයෙන් පිළිගනිමු, හැරෙන්නට කිසිවෙකු නොමැතිව තමන්ව අත්හැර දමා ඇති බව හැඟෙන අවාසනාවන්ත මහජනතාව විසින් අගය කරනු නිසැකය. සියල්ල නැති නොවේය යන බලාපොරොත්තුව ජනතාව තුළ ඇති කිරීමට එය බොහෝ දුරක් යන අතර ඔවුන්ගේ අවශ්‍යතා ගැන සොයා බැලීමට සූදානම් ආයතන තිබේ.",
        "කෙසේ වෙතත්, BASL ඔවුන්ගෙන් අපේක්ෂා කරන දේ ඉටු කිරීමට වත්මන් නායකයින්ට හැකියාව තිබේදැයි අපට සැකයක් ඇත. ඔවුන් කාර්යක්‍ෂම ලෙස ක්‍රියා කිරීමට දක්ෂ බව පෙනෙන එකම දෙය වන්නේ කොස්තාපල් රාජකාරි සඳහා හමුදාව යෙදවීමයි. තම බන්ධනය අවසන් වී සිටින ජනතාව ඉන්ධන පිරවුම්හල්වල විරෝධතා දැක්වීමට පටන් ගත් විට, ආණ්ඩුවේ දණහිස ප්‍රතිචාරය වූයේ හමුදාව කැඳවීමයි. දැන්, සෑම ඉන්ධන පිරවුම්හලකම සැලකිය යුතු මිලිටරි පැවැත්මක් ඇත, නමුත් තවමත් ඉන්ධන හිඟය! ඉන්ධන පිරවුම්හල්වල, කිරි ආහාර අලෙවි කරන ස්ථානවල සහ ගෑස් අලෙවි කරන ස්ථානවල සෙනග ගැවසෙමින්, තෙරපෙමින් සෙනඟ පසුකර යාමට සිදුවන තම දේශපාලකයන්ගේ ආරක්ෂාව ගැන ආණ්ඩුව සැලකිලිමත් වන බව පෙනෙන්නට තිබේ. කුපිත වූ පුද්ගලයන් VVIP වරුන්ට හූ කියූ අවස්ථා ඇත, ඔවුන්ගෙන් එක් අයෙකු ඇමතිවරයෙකුගේ වාහනයකට හිස් ගෑස් සිලින්ඩරයක් පවා විසි කළ අවස්ථා තිබේ.",
        "BASL පෙත්සම් මගින් කුමන්ත්‍රණය අහිමි වී අඳුරේ අතපත ගාමින් සිටින පාලකයන්ට යම් අවබෝධයක් ලබා දීමටත්, උතුරා යන තැනට පැමිණ පාරට බැසීමට ආසන්නව ඇති ජනතා කෝපය සමනය කිරීමටත් උපකාරී වනු ඇතැයි අපේක්ෂා කළ හැකිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வழக்கறிஞர்களின் பணி பாராட்டத்தக்கது",
      "body_lines": [
        "அரசாங்கத்தின் இரண்டு கிளைகள்-நிர்வாகம் மற்றும் சட்டமன்றம்-மக்கள் திருப்திகரமாக தங்கள் கடமைகளையும் செயல்பாடுகளையும் செய்யத் தவறிவிட்டன, மேலும் சட்ட வல்லுநர்கள் பொது நலனைப் பாதுகாக்க நீதித்துறை தலையீட்டை நாட வேண்டியிருந்தது. முன்னெப்போதும் இல்லாத ஒரு நடவடிக்கையாகக் கருதப்படும் வகையில், இலங்கை சட்டத்தரணிகள் சங்கம் (BASL) பொருளாதார நெருக்கடி தொடர்பாக உச்ச நீதிமன்றத்தில் இரண்டு அடிப்படை உரிமை விண்ணப்பங்களைத் தாக்கல் செய்துள்ளது. மக்கள் அவசரமாக.",
        "குடிமக்களின் வாழ்க்கை, சமத்துவம் மற்றும் சமமான பாதுகாப்பிற்கான அடிப்படை உரிமைகள் ஆகியவற்றின் அடிப்படையில் குடிமக்களின் இருப்புக்கு இன்றியமையாததாகக் கருதப்படும் அத்தியாவசியப் பொருட்கள் மற்றும் சேவைகளின் கடுமையான தட்டுப்பாடு காரணமாக, அதன் அதிகார வரம்பைப் பயன்படுத்த வேண்டிய கட்டாயம் ஏற்பட்டுள்ளதாக மனுதாரர்கள் நீதிமன்றத்தில் தெரிவித்தனர். அரசியலமைப்பின் கீழ் சட்டம். BASL விரக்தியின் ஆழத்தில் பொதுமக்களுடன் ஒரு பதிலளிக்கக்கூடிய நாணலைத் தாக்கியுள்ளது.",
        "சட்டமா அதிபர், அமைச்சரவை, மத்திய வங்கி ஆளுநர், திறைசேரியின் செயலாளர், பல அமைச்சுக்களின் செயலாளர்கள், இலங்கை மின்சார சபை, இலங்கை பெற்றோலியக் கூட்டுத்தாபனம் மற்றும் அரச மருந்துக் கூட்டுத்தாபனம் ஆகியோர் பிரதிவாதிகளாக குறிப்பிடப்பட்டுள்ளனர்.",
        "BASL பொதுமக்களின் மனநிலையை துல்லியமாக படித்துள்ளது. நாடு முழுவதும் அதிகரித்து வரும் அமைதியின்மை மற்றும் பொது எதிர்ப்புக்களைக் கருத்தில் கொண்டு, சட்டம் ஒழுங்கு நிலைமை மற்றும் சட்டத்தின் ஆட்சிக்கு கணிசமான, உண்மையான மற்றும் கடுமையான அச்சுறுத்தல் இருப்பதாக அஞ்சுவதாகவும், இந்த பிரச்சினைகள் அவசரமாக கவனிக்கப்பட வேண்டும் என்றும் எச்சரித்துள்ளது. இந்த எச்சரிக்கைக்கு செவிசாய்த்து, பேரிடரைத் தடுக்க நடவடிக்கை எடுக்குமாறு அரசை வலியுறுத்த வேண்டும். மக்களின் பொறுமை மெலிந்து கிடக்கிறது.",
        "BASL அரசாங்கத்திடம் இருந்து எதைக் கோருகிறது என்பதில் ஒருவர் உடன்பட முடியாது; மக்களுக்கு அத்தியாவசிய பொருட்கள் மற்றும் சேவைகளுக்கான அணுகலை வழங்கவும், அவர்களுக்கு சலுகைகளை வழங்கவும் அமைச்சர்கள் மற்றும் பிற பிரதிவாதிகளின் அமைச்சரவைக்கு உத்தரவிடுமாறு உச்ச நீதிமன்றத்தை அது கோரியுள்ளது; உடனடியாக அந்த நோக்கத்திற்காக குறுகிய கால கொள்கைகளை உருவாக்கி செயல்படுத்தவும்; தொடர்புடைய பங்குதாரர்கள் மற்றும் IMF போன்ற சுயாதீன நிபுணர்களுடன் கலந்தாலோசித்து அத்தியாவசியப் பொருட்களுக்கு தடையின்றி அணுகலை வழங்குதல்; அத்தியாவசிய பொருட்கள் மற்றும் சேவைகளின் விலைகள் தொடர்பாக பொதுமக்களுக்கு சலுகைகளை வழங்க நடுத்தர மற்றும் நீண்ட கால கொள்கைகளை செயல்படுத்துதல்; தற்போதைய நிதி மற்றும் பொருளாதார நெருக்கடிகளால் பாதிக்கப்பட்டுள்ள பொதுமக்கள் மற்றும் வணிகங்களுக்கு உடனடி நிவாரணம் வழங்குதல், திட்டங்கள் மற்றும் திட்டங்களுக்கு முன்னுரிமை அளித்தல், அந்நிய செலாவணி நெருக்கடியைத் தணித்தல், சரக்குகள் மற்றும் சேவைகளின் தடையற்ற விநியோகத்திற்கு உத்தரவாதம், பணவீக்கத்தைக் கட்டுப்படுத்துதல் மற்றும் வாழ்க்கைச் செலவைக் குறைத்தல்; உணவுப் பாதுகாப்பைக் கொண்டுவர உள்ளூர் விவசாய உற்பத்தி, பால் பண்ணை மற்றும் கால்நடை வளர்ப்பை மேம்படுத்துதல் மற்றும் எதிர்கால பொதுக் கடன் மேலாண்மை தொடர்பாக வெளிப்படைத்தன்மை மற்றும் நல்ல நிர்வாக நடைமுறைகளை உறுதிப்படுத்த புதிய அமைப்புகள், செயல்முறைகள், விதிகள் மற்றும் ஒழுங்குமுறை கட்டமைப்புகளை உருவாக்குதல்.",
        "BASL நகர்வு நிச்சயமாக வரவேற்கத்தக்கது, மேலும் தாங்கள் திரும்புவதற்கு யாரும் இல்லாமல் போய்விட்டதாக நினைக்கும் துரதிர்ஷ்டவசமான பொதுமக்களால் நிச்சயம் பாராட்டப்படும். எல்லாவற்றையும் இழக்கவில்லை என்ற நம்பிக்கையை மக்களிடையே ஊட்டுவதற்கு இது நீண்ட தூரம் செல்லும், மேலும் அவர்களின் நலன்களைக் கவனிக்கத் தயாராக உள்ள நிறுவனங்கள் உள்ளன.",
        "எவ்வாறாயினும், தற்போதைய தலைவர்கள் BASL அவர்களிடமிருந்து எதிர்பார்ப்பதை நிறைவேற்றும் திறன் கொண்டவர்களா என்பதை நாங்கள் சந்தேகிக்கிறோம். கான்ஸ்டபுலரி கடமைகளை நிறைவேற்ற இராணுவத்தை ஈடுபடுத்துவது மட்டுமே அவர்கள் திறமையாகச் செய்வதில் திறமையானவர்கள் என்று தெரிகிறது. இறுதிக்கட்டத்தில் உள்ள மக்கள் எரிபொருள் நிரப்பு நிலையங்களில் போராட்டம் நடத்தத் தொடங்கியபோது, ​​இராணுவத்தை வரவழைப்பதே அரசாங்கத்தின் மண்டியிட்ட எதிர்வினை. இப்போது, ​​ஒவ்வொரு எரிவாயு நிலையத்திலும் குறிப்பிடத்தக்க இராணுவ இருப்பு உள்ளது, ஆனால் எரிபொருள் இன்னும் பற்றாக்குறையாக உள்ளது! எரிபொருள் நிரப்பு நிலையங்கள், பால் உணவு விற்பனை நிலையங்கள் மற்றும் எரிவாயு விற்பனை நிலையங்கள் போன்றவற்றில் மக்கள் கூட்டம் அலைமோதியவாறும், தள்ளாடிக்கொண்டும் செல்லும் அரசியல்வாதிகளின் பாதுகாப்பு குறித்து அரசாங்கம் வெளிப்படையாக அக்கறை கொண்டுள்ளது. ஆத்திரமடைந்த மக்கள் வி.வி.ஐ.பி.களை நோக்கி கூச்சலிட்ட நிகழ்வுகள் உள்ளன, அவர்களில் ஒருவர் ஒரு அமைச்சரின் வாகனத்தின் மீது காலியான எரிவாயு சிலிண்டரை வீசினார்.",
        "பிஏஎஸ்எல் மனுக்கள், சதியை இழந்து இருட்டில் தத்தளிக்கும் ஆட்சியாளர்களுக்குத் தட்டி எழுப்பவும், கொதிநிலையை அடைந்து தெருக்களில் கொட்டப் போகும் மக்களின் கொதிப்புக் கோபத்தைத் தணிக்கவும் உதவும் என்று நம்பலாம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}