{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Department-of-Census-and-Statistics-explains-rebasing-of-GDP-estimates-2015-2021/34-735575",
  "time_ut": 1654021800,
  "title": "Department of Census and Statistics explains rebasing of GDP estimates 2015 – 2021",
  "body_lines": [
    "The Department of Census and Statistics (DCS) is the responsible Government agency for compiling and disseminating NAE including GDP and GDP growth rate of the country. Accordingly, the DCS compiles and publish quarterly and annual NAEs within 75 days of completion of each quarter or the annum. In the compilation of NAEs, the DCS follows the guidelines and recommendations from the latest manual for National Accounting framework of ‘System of National Accounts (SNA) 2008’.",
    "The base year for the NAs should be changed periodically, at least once in every five years’ time. It is the international recommendation in NA framework. Following such guidelines, the DCS updated the base year for NA from the year of 2010 to year of 2015. Parallel to the updating of existing base year, number of improvements have been undertaken in the GDP compilation system. Accordingly, the DCS has published all NAEs including GDP and GDP growth rate for quarters and annuals for the period of 2015 to 2021 estimated under the new base year of 2015. In addition, under the rebase exercise, the DCS compiled back casted annual GDP series for the period of 2010 to 2014 following the internationally recommended back casting techniques. Accordingly, the DCS has published annual GDP series for the period of 2010 to 2021 under the new base year of 2015.",
    "Improvements made in GDP compilation in parallel to the updating the NA base year",
    "Parallel to the NA rebasing work undertaken, number of improvements were taking on, in the GDP compilation system. Following are the few of them.",
    "• Inclusion of generated value addition from the reclaimed land of Colombo Port city project to the GDP",
    "• The production boundary of the GDP was expanded by using new data sources and accordingly, the coverage of some production activities to the GDP, were broaden",
    "•To capture the real value addition of the Information Technology industry to the GDP, recently the DCS conducted the ‘IT and IT Enabled Services Survey’. The survey results were incorporated to the GDP compilation process under the rebasing exercise and the accuracy of the estimates of value added of IT industry to the GDP was improved.",
    "•The coverage of several services activities was expanded using the data of Economic Census 2013/2014",
    "•Use of data of quarterly and annual Financial Statements of listed companies of Colombo Stock Exchange for the improvements of some several services sector activities, such as Accommodation services (Hotel and Restaurants industry), Private health services, Real estate services, Retail trade, Manufacturing industry, etc.,",
    "• Adopting of some recommended methodologies for some production activities accordance with SNA 2008",
    "• Use of new ‘Consumer Price Indices (CPI)’, ‘Producer Price Indices (PPI)’ and ‘Volume indices’ in the computation of Constant price estimates",
    "• Use of Supply and Use Tables (SUT)/ framework in the estimation and finalisation of GDP under the three approaches of Production, Expenditure and Income",
    "• The previous Revision Policy used when releasing the GDP estimates, was revised to make it simpler for the data users and the policy makers.",
    "As a whole, the nominal value of GDP has been increased under the new base year, as a result of the improvements made in the estimates of GDP including expansion of the coverage. Table 1 shows the increase of the GDP at current price under the new base year when it compared with the old base year.",
    "According to Table 1, in the period between 2015-2021, on average the GDP at current price has increased by 6% when it compared with the old base year GDP at current price values. The GDP levels has been increased significantly over the period of 2015-2018, as a result of the inclusion of the value addition of reclaimed land of Colombo port city project to the GDP mainly. The value addition of reclaimed land has been included to the GDP according to the international guidelines and using the work done of land reclamation in each year.  In the year 2017 work done of reclaimed land is much higher than in other years. As a result, this variation is much higher in the year of 2017, when it compared to the other years. However, by the year of 2019, the land reclamation had been completed and as a result in the year 2019, the GDP growth rate low when compared to the year 2018.",
    "Under the new base year, the Gross value Added (GVA) of many economic activities have been increased due to the improvements undertaken in the rebasing exercise. However, the GVA of some economic activities have been decreased too. The following Figure 2 shows the change in GVAs of economic activities. The figure has been derived by aggregating the GDP compilation categories into 10 disseminating categories.",
    "As shown in Figure 2, the ‘Information and Communication’ service has recorded a massive positive expansion in the GVA by 169.3% under the new series in the year of 2015, when compared to the existed GVA level of this industry, in the old series (base year 2010). The ‘Information and Communication’ service category is consisted by several activities including ‘Programming and broadcasting’, ‘Telecommunication’ and Information Technology’ (IT) industry. Due to the underestimate existed in IT industry in the previous GDP series, under this rebasing exercise, the IT industry, was recognised as a priority industry which needed to have an improvement in compilation methodologies. Accordingly, to capture the real value addition to the economy from this industry, the DCS conducted IT and IT Enabled Services Survey recently and the new survey results were incorporated to the IT industry in the new GDP rebasing exercise. As a result, this massive expansion has been reported",
    "Previously reported GDP growth rates has been changed under the new base year",
    "Under the previous base year of 2010, the constant price GDP estimates were computed in a particular year by using the price structure and the weights of the year 2010 which is the current base year. Soon after moving the NA base year to a recent year from 2010 to 2015 by the DCS, the year 2015 price structure and weights will be replaced when computing the constant price estimates.",
    "The published GDP growth rates for the previous years and the quarters may be changed, due to the expansion of coverage of economic activities, use of more accurate new data sources and as well as the use of new methodologies when computing constant price estimates under the new base year revision process.",
    "Table 2 shows the changes in published GDP growth rates under the previous base year, when compared to the GDP growth rates under the new base year.",
    "According to Table 2, in the years of 2017 and 2019, the published GDP growth rates have been changed significantly, in the new GDP series under the new base year. A major share of the land reclamation of Colombo financial city, took part in, in the year of 2017. Hence, in 2017, the value addition added to the GDP through the land reclamation was higher than other years. So, this caused a high GDP growth rate report in the year 2017. However, in the year 2019, the value addition added to the GDP through the reclaimed land was very low when compared to the year 2018. By the year of 2019, the reclamation part of the land had been completed, and this led to report very low GDP growth rate in the year 2019.",
    "This situation could be shown properly by comparing the growth rates of major economic activities between the two base years",
    "According to Table 3, the significant changes in the GDP growth rates have taken place specially in year of 2017 and 2019, due to the changes in the growth rates of industrial sector which includes the ‘Construction’ industry. As explained above, due to the inclusion of value addition of reclaimed land of Colombo Financial city to the GDP, the growth rates of industrial sector have been updated at a considerable level.",
    "In addition, the methodology for estimating the constant price estimates of ‘Taxes on products’ has been improved further under the new rebasing exercise and accordingly the estimates have been updated. This is caused to change the GDP growth rates as well",
    "Along with the updated new GDP estimates from the new base year of 2015 and onwards, number of macro-economic aggregates in the country have been updated. The Per Capita Income, Government debt as percentage of GDP and the Budget deficit as percentage of GDP are some of important indicators and aggregates among those.",
    "Accordingly, the Per Capita Gross National Income for the year of 2021, under the new base year has been increased up to $ 3,921 from the previously recorded value of $ 3,722 under the old base year.",
    "As well, the Government debt as percentage of GDP has been reduced up to 99.5% in the new base year estimates for the year 2021 and this has been recorded as 104.6% under the old base year.",
    "Further, the Budget deficit as percentage of GDP has been reduced up to -11.6% in the new base year series for the year 2021. However, this percentage under the old base year was -12.2%.",
    "More information on ‘Key Findings of GDP Rebasing Exercise 2015’ has been published on DCS website. www.statistics.gov.lk/NationalAccounts/StaticalInformation/GDP2015"
  ]
}