{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/BOI-goes-digital-to-allure-FDI-boost-business-efficiency/34-735829",
  "time_ut": 1654553700,
  "title": "BOI goes digital to allure FDI, boost business efficiency",
  "body_lines": [
    "The Board of Investment (BOI) said yesterday it has set up a paperless documentation platform where any enterprise registered can submit relevant documents electronically without coming to its office physically.",
    "The sole objective of this system is to provide a speedy service to our valued enterprises where processes and procedures have been simplified and streamlined. The system is open for both local and foreign enterprises who aspire to embark on an investment journey with the BOI.",
    "The system comprises six categories. Under the first category, enterprises/Customs House Agents (CHA) can electronically submit import and export Customs Declarations (CUSDECS) along with shipping documents to the BOI computer system (Asycuda Customs Computer System i.e., an integrated customs management system for international trade and transport operations in a modern automated environment). Here, the physical presence of CHA is eliminated while CUSDECs are approved electronically through the system saving time and cost.",
    "The second category, which is a Risk Management initiative and auto validation system, automatically validates relevant BOI compliances. When the CUSDEC is submitted to the system by CHA, it is confirmed to BOI by BOI enterprises through the web portal. This system provides the enterprise with the opportunity to trace the status of CUSDECs submitted and access the system even after office hours when and where needed.",
    "Automation of import of chemicals by the BOI enterprises, which is the third category, oversees the import of chemicals and quantities by the BOI enterprises while the submission of annual requirements of chemicals with quantities is updated electronically to the web.",
    "The next category is the automation of import verification charges, where all the charges are automated and recovered when the CUSDECs are submitted to the Asycuda system with the enterprise can see the balance of the prepaid account as well.",
    "Automation of Export Verification Charges, the fifth category aims at reducing verification charges electronically while automatically updating export details. Besides, relevant companies will receive an automated Gate Pass to mobile phones through a technology-driven gate pass system with QR codes.",
    "The final category is called automation of capital goods imports, which facilitates enterprises to upload the application to BOI through a web portal with no physical pressure enabling them to import plants, machinery, and relevant equipment.",
    "The adoption of this approach makes it easier to do business with efficiency, agility, and productivity and stay organised and help reduce negative environmental impacts like natural resource consumption, pollution, and waste. It can also potentially do away with fraudulent activities and the time-consuming process, prevent the submission of forged documents and reduce the excess workforce.  In addition, this makes it even more pertinent for BOI to connect with their enterprises seamlessly and enable exceptional experiences so that the trust is built and strengthened. At the same time, it is apparent that the entire process is directly backed by digitization, which has a proven impact on enhancing quality, reinventing profitable methods and improving quality of life, consistency, and boosting citizens’ access to public services.  The BOI said the new system has the potential to increase the effectiveness of doing business while identifying new investors and providing value through digital service delivery."
  ]
}