{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/responding-to-our-energy-addiction/",
  "time_ut": 1652735760,
  "title": "Responding to our energy addiction",
  "body_lines": [
    "Sri Lanka today is in the throes of addiction withdrawal. Reliant on fossil fuels to maintain the economy and basic living comforts, the sudden withdrawal of oil, coal and gas deliveries has exposed the weakness and the danger of this path of ‘development’ driven by fossil energy. This was a result of some poorly educated aspirants to political power who became dazzled by the advancement of western industrial technology and equated it with ‘Development’. They continue with this blind faith even today.",
    "Thus, on December 20th 1979, an official communiqué was issued by the Government and displayed in the nation’s newspapers stating, “No oil means no development, and less oil, less development. It is oil that keeps the wheels of development moving”. This defined with clarity what was to be considered development by the policy-makers of that time. This fateful decision cast a deadly policy framework for the nation. The energy source that was to drive the national economy would be fossil-based. Even today, that same policy framework and its adherents continue. Everything, from electricity to cooking fuel, was based on fossil energy.",
    "The economics of development, allows externalizing all the negative effects of ‘development’ into the environment, this being justified because, “industrialisation alleviates poverty”. The argument, is that economies need to industrialise in order to reduce poverty; but industrialisation leads to ‘unavoidable emissions. Statements like, ‘reduction in poverty leads to an increase in emissions’ is often trotted out as dogma. Tragically, these views preclude a vision of development based on high tech, non-fossil fuel driven, low consumptive lifestyles. Indeed, one indicator of current ‘development’ is the per capita consumption of power, without addressing the source of that power.",
    "A nation dependent on fossil fuel is very much like an addict dependent on drugs. The demand is small, at first, but grows swiftly, until all available resources are given. In the end, when there is nothing else left to pawn, even the future of their children will be pawned and finally the children themselves! Today, with power cuts and fuel shortages, the pain of addiction begins to manifest.",
    "This perspective of ‘development’, the extension of so-called ‘civilised living’ is not new to us in Sri Lanka, Farrer, writing in 1920, had this to say when visiting Colombo:",
    "“Modern, indeed, is all this, civilised and refined to a notable degree. All the resources of modern culture are thick about you, and you feel that the world was only born yesterday, so far as right-thinking people are concerned.",
    "And, up and down in the shade of glare, runs furiously the unresting tide of life. The main street is walled in by high, barrack like structures, fiercely western in the heart of the holy East, and the big hotels upon its frontage extend their uncompromising European facades. Within them there is a perpetual twilight, and meek puss-faced Sinhalese take perpetually the drink orders of prosperous planters and white-whiskered old fat gentlemen in sun hats lined with green. At night these places are visible realisation of earthly pleasure to the poor toiling souls from the farthest lonely heights of the mountains and the jungle.” The process goes on still …",
    "Develop we must, but cautiously – with the full awareness of the long-term consequences of each process. Development must be determined by empowering the fundamental rights of the people and of the future generations. Clean air, clean water, access to food and freedom from intoxication, are some of these fundamental rights. Any process that claims to be part of a development process must address these, among other social and legal fundamental rights.",
    "One problem has been that, the movement of a country with traditional non-consumptive values, into a consumerist society based on fossil energy tends to erode these values rapidly. Often, we are told that this is a necessary prerequisite to become a ‘developed country’, but this need not be so. We need to address that fundamental flaw stated in 1979. We need to wean ourselves away from the hydrocarbon-based economy to a carbohydrate-based economy. Which means moving from a fossil fuel-based economy to a renewable energy-based economy.",
    "Fossil Fuels or fossil hydrocarbons are the repository of excess carbon dioxide that is constantly being injected into the atmosphere by volcanic action for over the last 200 million years. Hydrocarbons are substances that were created to lock up that excess Carbon Dioxide, sustaining the stable, Oxygen rich atmosphere we enjoy today. Burning this fossil stock of hydrocarbons is the principal driver of modern society as well as climate change. It is now very clear that the stability of planetary climate cycles is in jeopardy and a very large contributory factor to this crisis are the profligate activities of modern human society.",
    "As a response to the growing public concern that fossil fuels are destroying our future, the fossil industry developed a ‘placating’ strategy. Plant a tree, they say, the tree will absorb the carbon we emit and take it out of the atmosphere, through this action we become Carbon neutral. When one considers that the Carbon which lay dormant for 200 million years was put into the atmosphere today, can never be locked up for an equal amount of time by planting a tree. A tree can hold the Carbon for 500 years at best and when it dies its Carbon will be released into the atmosphere again as Carbon Dioxide.",
    "Carbon Dioxide is extracted from the atmosphere by plants and converted into a solid form through the action of photosynthesis. Photosynthetic biomass performs the act of primary production, the initial step in the manifestation of life. This material has the ability to increase in mass by the absorption of solar or other electromagnetic radiation, while releasing oxygen and water vapor into the atmosphere. It is only photosynthetic biomass that powers carbon sequestration, carbohydrate production, oxygen generation and water transformation, i.e., all actions essential for the sustainability of the life support system of the planet.",
    "Yet currently, it is only one product of this photosynthetic biomass, sequestered carbon, usually represented by wood/timber, that is recognized as having commercial value in the market for mitigating climate change. The ephemeral part, the leaves, are generally ignored, yet the photosynthetic biomass in terrestrial ecosystems are largely composed of leaves, this component needs a value placed on it for its critical ‘environmental services’",
    "With growth in photosynthetic biomass, we will see more Oxygen, Carbon sequestering and water cleansing, throughout the planet. As much of the biomass to be gained is in degraded ecosystems around the planet and as these areas are also home to the world’s rural poor, these degraded ecosystems have great growth potential for generating photosynthetic biomass of high value. If the restoration of these degraded ecosystems to achieve optimal photosynthetic biomass cover becomes a global goal, the amazing magic of photosynthesis could indeed help change our current dire course, create a new paradigm of growth and make the planet more benign for our children.",
    "Instead of flogging the dead horse of fossil energy-based growth as ‘Economic Development’, instead of getting the population addicted to fossil energy, will we have the commonsense to appreciate the value of photosynthetic biomass and encourage businesses that obtain value for the nations Primary Ecosystem Services (PES)? The realization of which, will enrich not only our rural population but rural people the world over!",
    "Canadian declaration of ‘Tamil genocide’ may influence European parliaments, EU – Maj. Gen. (retd.) Gallage",
    "Yupun enters World Championship qualifying fray with a superb start",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}