{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82555/sri-lanka-maintains-no-genocide-stance-rejects-allegations-by-canadian-parliament",
  "time_ut": 1653042300,
  "title": "Sri Lanka maintains ‘no genocide’ stance, rejects allegations by Canadian Parliament",
  "body_lines": [
    "The government of Sri Lankan, refuting the allegations of genocide of Tamils made the Canadian parliamentary motion, has slammed the move to recognize May 18 as Tamil Genocide Remembrance Day.",
    "In a statement, the Sri Lankan government said it “categorically rejects the blatantly false allegation of genocide” contained in the relevant parliamentary motion.",
    "This contradicts the official position of the Canadian Government that “it has not made a finding that there was genocide in Sri Lanka,” the statement read further.",
    "The Canadian government has been briefed at the highest level of the actual situation in Sri Lanka during the end stage of the conflict, which entailed the conduct of a humanitarian operation by the Sri Lankan government to save its population in the former conflict zones, while taking appropriate action to defeat LTTE terrorism, the statement explained.",
    "“Today, 13 years since the end of the conflict, Sri Lanka has made significant progress in its process of reconciliation which is ongoing, and on which the Canadian Government has been regularly apprised.”",
    "The Sri Lankan government reiterated that the term ‘genocide’ has specific legal connotations and has never been used in relation to the island nation’s conflict by the United Nations, nor by any of its inter-governmental bodies including the UN Human Rights Council.",
    "“It is observed that the term is arbitrarily and erroneously applied to the Sri Lankan situation only by a minority of politically motivated anti-Sri Lanka elements in the diaspora inimical to Sri Lanka’s interests.”",
    "The Sri Lankan government stressed that it is a matter of particular regret that such “misguided action” is undertaken by the Canadian Parliament at a time when the Sri Lankan people are faced with enormous challenges emanating from the economic crisis in the country, and therefore deserving of constructive engagement by the international community."
  ]
}