{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/SLs-energy-crisis-from-a-global-scale-perspective/172-236531",
  "time_ut": 1652034720,
  "title": "SL’s energy crisis from a global scale perspective",
  "body_lines": [
    "A lesson from the global landscape is that -energy volatilityboth supply and demand- is a hallmark of these times",
    "Sri Lanka’s current political and economic turmoil is the the culmination of many political and economic misadventures by its political elite backed by a bureaucratic elite which had no strategic vision of the future driven by myopic short-term greed.",
    "Yet, its current catalyst was the triple energy crisis of scarcity and price hikes of domestic cooking gas, fuel for vehicles and unprecedented power cuts that brought the country to its knees and brought the people to the streets.",
    "Whilst our political landscape is raging like wildfire, the global energy landscape may trigger far-reaching political and economic crisesthat may last for several years pushing the world to the brink.",
    "The Russian Ukrainian war is entering its third month with no end in sight. The devastation and its human cost rising at an unprecedented rate, Europe whilst boosting arms supplies to Ukraine and trying to mitigate its economic impact seem to be lost a coherent strategy to respond. The Strategic dilemmas for Europe and the world come in the crafting of a way forward in their interaction with Russia. Depleted from the war and committing most of its military to Ukraine Russia appears weak yet it still has two weapons of war and trade. Nuclear arsenal and a geo-economic the heavy hand of gas and oil supplies.",
    "The European Union signed a full ban on coal imports from Russiaand many governments are banning the import of Natural Gas and Oil. The European Union must find an alternate source for the 40% of natural gas they get fromRussia and nearly a quarter of all European Supplies.",
    "The energy crisis that is hitting the world and Sri Lanka was not created in the backdrop of this conflict, its inception can be traced back much earlier by end of 2021 with the pandemic effect, irregular weather patterns and increasing demand from Asian markets and global energy prices rising rapidly.",
    "Global Effect From European Union, and the United States to China countries were experiencing power cuts, some were mostly unscheduled. South Asia remains a classic example with India, Pakistan, Nepal, and Sri Lanka all going through energy shortages. Global oil prices have surged, the price of a barrel of oil is nearly 50% higher than that of a barrel in April 2021. Geoeconomic decisions such as oil bans from Russia by the United States have driven even American gasoline prices steeply, gasoline in the The United States averaged around 1.8 to 2 Dollars and is now at a record high of 4 Dollars per gallon.",
    "\"Sri Lankan media or analysts have not picked up the fact that within two weeks in March and April of this year India had nearly fifteen price hikes\"",
    "The United States imported nearly 10% of its oil from Russia, China imports nearly 20%. Thus for the United States, the EU and China, the current conflict in Ukraine is having a devastating impact. Sri Lanka’s neighbour and the country which is proving a key lifeline for energy supplies, India is going through one of its worse periods of energy price increases.",
    "Sri Lankan media or analysts have not picked up the fact that within two weeks in March and April of this year India had nearly fifteen price hikes. In a week there was a record six times price increases progressively. Sparking protests in many states and dragging the income down of many Indian small traders and the informal sector.",
    "Whither Clean Energy A debate is raging in many global quarters about clean energy drives, the investment in sustainability, achieving sustainable growth by reducing carbon emissions, and mitigating global warming versus the real cost of those commitments.",
    "The Current energy crisis represents a moment in the world that going through an energy transition. Many advanced societies opted for a quick shut down their coal power plants and most were substituted by LNG power plants, sighting clean energy and in some cases, advanced societies with fewer populations went for serious investments into renewable energy. The current crisis points those these policies as uneven and imbalanced as economic growth still needs to be fueled by thermal energy. Asia is the boom region a key contributor to the energy crunch as Asian energy demands from India, Indonesia, Australia to China have reached unprecedented levels.",
    "This has led for International Energy Agency (IEA) to recentlyissue a wide-ranging globally applicable ten-point plan to cut down on energyconsumption to avert a total meltdown of the energy sector. The greatest number of nuclear power plants that are being established can be found in Asia with China and India leading the way with nearly 20 nuclear plants are in construction stages.",
    "Drive for Strategic Reserves Petroleum strategic reserve is a tool that was maintained by great powers during the cold war when oil was becoming weaponized especially after the oil-producing countries came together in the 60s to the creation of the Organization of Petroleum Exporting Countries (OPEC) which enabled the group to dictate global energy prices.",
    "2022 has witnessed even the United States releasing its Strategic Petroleum Reserves (SPR) to manage the domestic market prices. SPRs serve a strategic purpose, for example, the United States has a reserve of nearly 800 million barrels of oil making it sufficient to last for nearly a month for the United States in the event of a total breakdown of supplies or to be used as a stabilization mechanism in a sudden fluctuation of the market.",
    "Biden administration authorized 50 million barrels to be released last week. India is expanding its SPR which was established in 2004, which had nearly a ten-day operational capacity, amidst the current crisis there is an expansion undertaken to build reserves and storage facilities that can take India nearly one month of energy supplies.",
    "SPR are a costly affair, yet the current energy crises are driving thinking of how to minimize the use of energy products such as the Ten-point plan of IEA and individual states are strategically assessing energy storage and market control. The big loser in these strategic calculations is small and vulnerable states such as Sri Lanka.",
    "The lesson from the global landscape is that energy volatilityboth supply and price is a hallmark of these times, if no strategic thinkingand political-economic framework is to be placed, energy-starved Sri Lankawill sink into an abyss with no point of return."
  ]
}