{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/PM-warns-CEB-TUs-not-to-go-for-blackout-says-it-will-impact-help-sought-from-India/108-238685",
  "time_ut": 1654685220,
  "title": "PM warns CEB TUs not to go for blackout; says it will impact help sought from India",
  "body_lines": [
    "While warning Ceylon Electricity Board (CEB) trade unions not to go for a blackout, Prime Minister Ranil Wickremesinghe today said he could not guarantee that India would help Sri Lanka to obtain fuel if they did so.",
    "The Prime Minister told Parliament that only India was helping Sri Lanka to purchase fuel and coal and that no other country was helping to purchase these for Sri Lanka.",
    "\"No country is helping us to purchase fuel and coal. They will help to purchase food, medicines and fertilizer. Only India is helping us to purchase fuel and coal under the credit line facility. Indian credit line has exceeded now. We are in talks with them to extend the facility soon. We need fuel and electricity. I warn you, if you go for a blackout, then don't ask me to go to India for help,\" he said.",
    "\"I must tell trade unions. They can take to the streets and display placards. But, don't go for a blackout,\" he said.",
    "The Premier came up with these remarks after Opposition Leader Sajith Premadasa said that they were against the Sri Lanka Electricity Bill which was to be taken up for debate tomorrow and that CEB engineers had announced that they were going for a blackout against the proposed bill tonight.",
    "Mr. Premadasa said the proposed Bill was aiming to allow unsolicited proposals in renewable energy projects.",
    "He said after enacting this Bill, Sri Lanka would have to purchase wind power from foreign companies at higher rates in dollars.",
    "\"Our country will lose the right to purchase wind power at lower rates,\" he said.",
    "Power and Energy Minister Kanchana Wijesekara said they would take up the Bill today as planned and said allegations made by the Opposition Leader were baseless.",
    "He said the Bill would only empower the Sri Lanka Sustainable Energy Authority to expedite the sustainable energy projects under the existing powers of the authority.",
    "The Minister said Sri Lanka must connect the transmission grid with India and added that Bangladesh, Nepal and Bhutan had already connected their transmission grid with India.",
    "\"We are not passing this Bill to grant renewable energy sector to India as alleged. There was a discussion for the last 30 years that an underwater or overhead cable should be built between India and Sri Lanka. I hope, Sri Lanka must connect the transmission grid with India. Bangladesh, Nepal and Bhutan had already connected their transmission grid with India. We can generate wind power more than our requirement. Then only, we can export the excessive amounts,\" he said. (Ajith Siriwardana and Yohan Perera)"
  ]
}