{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/14/petition-against-vaccine-regulation-on-31st-march/",
  "time_ut": 1647262080,
  "title": "Petition against vaccine regulation on 31st March",
  "body_lines": [
    "COLOMBO (News 1st); A Fundamental Rights application filed with the Supreme Court challenging the gazette issued with the regulation stating that only FULLY VACCINATED people will be allowed to enter public places from the 30th of April 2022, will be taken up for consideration on the 31st of March.",
    "The petition was taken up on Monday (14) before a four-judge bench comprising Justices Priyantha Jayawardena, Gamini Amarasekara, Shiran Gunaratne, and Kumuduni Wickramasinghe.",
    "Professionals Naveen de Lal Gunaratne, Dr. Ranajeewa Mohan Munasinghe, Indrani Swarnahansali, Piyavi Wijewardena, and Gamika Gunawardena had filed the petition.",
    "Twelve persons including the Minister of Health Keheliya Rambukwella, Ministers of State Sudarshani Fernandopulle, Channa Jayasumana, and the Director-General of Health Services have been named as respondents in the petition.",
    "The petition stated that according to the regulations of the Gazette Notification issued on the 25th of January, full vaccination is mandatory for entry into public places with effect from the 30th of April, 2022.",
    "The petitioners noted that by obtaining the vaccine one is not completely immune to the virus, and those who obtained the vaccine have also died, adding that the vaccines which are still being subject to tests were imported to Sri Lanka as an emergency requirement.",
    "The petitioners allege that the virus could have been treated with indigenous medicine, but by making it mandatory to remain fully vaccinated, the attempts to use indigenous medicine for treatment have been taken away.",
    "The application calls for the gazette issued on the 25th of January 2022 by Health Minister Keheliya Rambukwella to be invalidated, noting that if the respective regulation is allowed to be enacted, it would violate the petitioner’s fundamental rights.",
    "Sri Lanka’s Health Minister has issued an Extraordinary Gazette preventing unvaccinated people from entering or being in public places on 25th January 2022.",
    "People must have proof of being fully vaccinated against COVID-19 in order to enter public places starting 30 April.",
    "The Gazette noted that “A person shall not enter any public place without having the proof of being fully vaccinated against the Coronavirus Disease 2019 (COVID – 19) unless exempted by the Proper Authority in respect of the whole of Sri Lanka.”",
    "“For the purposes of this regulation “fully vaccinated ” means that the relevant person has obtained the required doses of the relevant vaccination as specified by the Director-General of Health Services”, it added.",
    "New Zealand also in fuel crisis, says SLPP MP; Kiwi Govt slashes fuel taxes"
  ]
}