{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/front_page/SL-tells-India-bridge-financing-needed-till-IMF-programme-worked-out/238-237878",
  "time_ut": 1653676200,
  "title": "SL tells India: bridge financing needed till IMF programme worked out",
  "body_lines": [
    "The possibility of increasing and restructuring the India’s assistance in the form of credits for essential commodities and fuel, and balance of payment support was explored",
    "It was agreed that the established official-level mechanism for  conducting the economic dialogue between the two countries should  continue",
    "Sri Lanka’s High Commissioner to India Milinda Moragoda who met Indian Finance and Corporate Affairs Minister of India Nirmala Sitharaman yesterday said that Sri Lanka needs bridge financing till the programme with the International Monetary Fund(IMF) is worked out.",
    "According to the Sri Lankan mission in New Delhi, the India Minister and the High Commissioner explored the possibility of increasing and restructuring the assistance provided by India in the form of credits for essential commodities and fuel, as well as balance of payment support.",
    "He particularly appreciated her taking up the case of Sri Lanka on the sidelines of the IMF Spring Meetings in April in Washington D.C. with the IMF, other multilateral institutions and bilateral development partners.",
    "High Commissioner Moragoda briefed Minister Sitharaman on the present developments in Sri Lanka.",
    "The High Commissioner reiterated that Sri Lanka would require bridge financing until the economic adjustment programme with the IMF could be negotiated and finalised.",
    "In this regard, both sides agreed that the established official-level mechanism for conducting the economic dialogue between the two countries should continue.",
    "Chief Economic Advisor of the Indian Government Prof. Anantha Nageswaran who leads the Indian side at the official-level discussions, and senior officials of the Sri Lankan High Commission also participated in the meeting.",
    "The High Commissioner reiterated that Sri Lanka would require bridge financing until the economic adjustment programme with the IMF could be negotiated and finalised"
  ]
}