{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/food-aidfor-sri-lanka/",
  "time_ut": 1655127660,
  "title": "Food Aid…for Sri Lanka!",
  "body_lines": [
    "Over the years, we have had many gigantic fund-raisers, put together by internationally famous celebrities, for countries that have faced disaster, famine, etc.",
    "One of the biggest, unforgettable benefit concerts, that come to mind, is Live Aid Another noteworthy event was Concert for Bangladesh.",
    "Moved by news reports of a famine in Bangladesh, the late George Harrison (of Beatles fame) organised, arguably, the very first all-star charity rock concert with this August 1971 show, at New York City’s Madison Square Garden.",
    "In his first major solo gig, since the breakup of the Beatles, the year before, George headlined an impressive lineup that included a set of traditional Indian music by his sitar mentor, Ravi Shankar, and performances by Leon Russell, Billy Preston, Badfinger, Eric Clapton and Bob Dylan.",
    "Well, we, in Sri Lanka, now seem to be in the same precarious situation, like Bangladesh was, at that point in time.",
    "I won’t put it down to famine, but the economic crisis, that we are now facing, has resulted in many shortages, including food.",
    "Sanja de Silva Jayatilleka, in an article published in The Island of June 6th, says: Food riots, by starving citizens, may not be far off, possibly with the very young and old dying of hunger, and lack of medicines. The predictions of the emerging scenario, unthinkable of Sri Lanka, until quite recently, are frightening.”",
    "He also goes on to say that Sri Lanka urgently needs international help to extricate itself from certain disaster.",
    "I wonder if international help can come in the form of a ‘Food Aid Concert for Sri Lanka,’ and that is what we urgently need!",
    "Would some of the famous international acts come to our aid with a concert, on the lines of, let’s say, Live Aid!",
    "Live Aid was the brainchild of Bob Geldof, the singer of the Irish rock group, called the Boomtown Rats.",
    "In 1984, Geldof travelled, to Ethiopia, after hearing news reports of a horrific famine that had killed hundreds of thousands of Ethiopians and threatened to kill millions more.",
    "After returning to London, he called Britain’s and Ireland’s top pop artistes, together, to record a single to benefit Ethiopian famine relief.",
    "“Do They Know It’s Christmas?” was written by Geldof and Ultravox singer Midge Ure, and performed by “Band Aid,” an ensemble that featured Culture Club, Duran Duran, Phil Collins, U2, Wham! and others. It was the best-selling single in Britain to that date and raised more than $10 million.",
    "Live Aid, the worldwide rock concert, organized to raise money for the relief of famine-stricken Africans, was held on July 13, 1985, at Wembley Stadium, in London, and continued at the JFK Stadium, in Philadelphia, in the States, (where Joan Baez famously kicked it off by telling the crowd “this is your Woodstock, and it’s long overdue”), and at other arenas around the world.",
    "The 16-hour super concert was globally linked by satellite to more than a billion viewers in 110 nations.",
    "In a triumph of technology, and good will, the event raised more than $125 million in famine relief for Africa.",
    "Wonder if the international music scene can come to our rescue!",
    "Perhaps our local artistes, domiciled abroad, can also work on some special charity projects.",
    "SL Navy Marines take part in RIMPAC, world’s largest naval exercise",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}