{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SLPP-claims-Basil-R-did-not-conspireto-get-its-candidate-elected-as-Deputy-Speaker/56-734998",
  "time_ut": 1652898600,
  "title": "SLPP claims Basil R did not conspire to get its candidate elected as Deputy Speaker",
  "body_lines": [
    "General Secretary Sagara Kariawasam refutes allegations that SLPP National Organiser Basil conspired to get its candidate elected",
    "Says majority of SLPP MPs wanted Ajith Rajapakse nominated as DS",
    "Claims SLPP not informed of another candidate contesting nor were requests made to support another candidate",
    "Alleges SJB fielded a candidate knowing they would be defeated",
    "The Sri Lanka Podujana Peramuna (SLPP) said yesterday that the decision to field a candidate for the post of Deputy Speaker was taken by a majority decision of its parliamentary group and refuted allegations levelled at the Party’s National Organiser Basil Rajapaksa that he had conspired to force a vote instead of agreeing to a consensus candidate for the post.",
    "The General Secretary of the SLPP MP Sagara Kariawasam said the decision to field MP Ajith Rajapakse for the post of DS was taken on 14 May at the Party’s group meeting and neither Prime Minister Ranil Wickremesinghe nor anyone else had indicated that another candidate too would be filed for the post.",
    "He said that on Tuesday morning, they were not aware that another Party was planning to field a candidate and charged that the main Opposition party had done so knowing that they did not have a majority in the House.",
    "“We respect their right to field a candidate and point out that this is the procedure to be followed when more than one candidate is nominated.  However, the SJB deliberately sought to cause a division in the House at a time when the situation in the country was volatile,” Kariawasam said in a news release. He said that while Rajapakse was elected by a majority vote, there were no requests from anyone to support another candidate.",
    "He also condemned moves to discredit the founder of the SLPP Basil Rajapaksa after the election of the SLPP candidate by alleging that had been engaged in a conspiracy to get the SLPP candidate elected and said its leaders do not resort to such actions."
  ]
}