{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/crisis-hit-sri-lankas-president-requests-help-from-indian-chinese-middle-east-envoys-pmd-95517/",
  "time_ut": 1654773600,
  "title": "Crisis-hit Sri Lanka’s president requests help from Indian, Chinese, Middle East envoys – PMD",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President Gotabaya Rajapaksa met envoys of India, China, and Middle Eastern countries and asked for assistance amid the island nation’s worst-ever economic crisis that is now facing a looming food shortage.",
    "The President’s Media Division (PMD) on Thursday said Rajapaksa met envoys of the Middle East, India, and China early on Thursday.",
    "“President Rajapaksa requested the diplomats to extend all possible assistance for Sri Lanka in resolving the existing situation,” the PMD said in a statement.",
    "“He also expressed his appreciation for the assistance provided by those countries so far.”",
    "Rajapaksa separately in his official twitter said: “I requested their assistance in resolving the existing crisis, while briefing them on the current economic, social and political situation of Sri Lanka. Appreciate their positive response.”",
    "Sri Lanka has run out of foreign currency reserves and already defaulted on sovereign debts. The island nation has also started talks with the International Monetary Fund (IMF) for a loan while it has also started foreign debt restructuring.",
    "The country has been seeking for kindness and bridging finance in the form of credit lines to fund the imports including fuel, cooking gas, medicines, and food to weather the hardest period of the economic crisis.",
    "Economists have predicted the crisis to prolong for years until Sri Lanka manages to earn surplus dollars by boosting exports, tourism, and remittances while maintaining prudent fiscal reforms.",
    "The economic crisis hit the ground after President Rajapaksa’s fertilizer ban sharply reduced agriculture production and a sovereign debt default amid delays in IMF talks.",
    "Rajapaksa’s failure in maintaining appropriate economic policies including fiscal reforms to raise government revenue accelerated the pace of the crisis. (Colombo/June 09/2022)"
  ]
}