{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-food-of-awakening/",
  "time_ut": 1653135600,
  "title": "The Food of Awakening",
  "body_lines": [
    "A great deal of discussion has been given to the last meal the Buddha ate before he passed into final Nirvana. The Mahaparinibbana Sutta specifically records that the blacksmith Cunda offered the Buddha a dish called sukaramaddava and that this was the last thing the Buddha ever ate. The compound sukaramaddava can be translated as ‘boar’s softness’ or ‘boar’s mildness’ and it has been translated as ‘tender pork’. However, the meaning of the term is by no means clear.",
    "Advocates of vegetarianism, anxious to claim the Buddha as one of their own, insist that sukaramaddava was some sort of vegetable dish. Those who like to cast aspersions on the Buddha and mistakenly believe that he taught vegetarianism, insist that sukaramaddava was a pork dish and that the Buddha was being hypocritical by eating it.",
    "Another popular theory promulgated by uninformed people is that the Buddha died from eating spoiled pork, or even that he was deliberately poisoned. All these and other theories, informed and otherwise, are very much a waste of time because the reality is that no one knows what sukaramaddava was, and over a hundred years of modern critical scholarship has thrown little light on the subject. But, curiously, while a great deal of attention is given to the Buddha’s last meal, almost none has been given to his first meal after he became awakened, and about which it is possible to say something concrete.",
    "There are two accounts of what the Buddha ate just before or just after his awakening. According to the first of these, a young woman named Sujata saw Gotama sitting at the foot of the Bodhi Tree and thinking that maybe he was a tree deva or some other kind of divine being, rushed home to prepare an offering for him. As everyone knows, the dish she prepared was milk rice. Most Sinhalese assume that what they call kiribath cooked in coconut milk is the same as the dish Sujata offered to the Buddha. This is not correct.",
    "The coconut tree was only introduced into northern India centuries after the Buddha and is still not common there. Sujata’s preparation was most probably exactly the same as what is called khir in Hindi; rice cooked in cow’s or buffalo’s milk. According to how long it is boiled for, milk rice can be viscous or thick, of a porridge-like consistency. Many people may be surprised to learn that the story about Sujata’s making her offering is not found in the Tipitaka. The name Sujata itself is only mentioned once in the Tipitaka and very briefly, in the Anguttara Nikaya where the Buddha referred to her as his first female disciple. This is not to say that the story about her offering is only a legend, but if it is true, clearly the early compilers of the Tipitaka did not think it worth recording. However, both the Udana and the Vinaya do record an incident that took place during the Buddha’s fourth week at Uruvela, modern Bodh Gaya.",
    "Two merchants, Tapussa and Bhallika, happened to be passing Uruvela, saw the Buddha, and impressed with his calm and radiant demeanour, approached him and offered him a bowl of barley gruel and honey balls (manthan ca madhupindika). This gruel would have been barley boiled in water or milk to a relatively thick consistency and perhaps with a pinch of salt added. We know from fragments of information in the Jataka and other early non-Buddhist literature that barley meal (sattu) was typically carried by travellers so that it could be easily and quickly cooked while they were on the road. This would explain why Tapussa and Bhallika offered the Buddha barley gruel rather than some rice preparation.",
    "What the honey balls that accompanied the barley gruel was is less certain. They could have been rounded lumps of honey comb or perhaps of crystallized honey. However, it seems more likely they were something like what is now called gulab jamun in Hindi. This sweet, still popular in India, consists of a ball of thickened milk mixed with flour, deep fried in ghee and then soaked in honey or sugar syrup. In the Madhupindaka Sutta Ananda described the honey ball (madhupinda) as being ‘sweet and delicious’. This would be a very good description of the modern gulab jamun. We even have comments the brahman Pingiyani made about the honey ball. In the Anguttara Nikaya he said: “A man overcome by hunger and weakness who is given a honey ball will experience a sweet delicious flavour at whatever part he tastes.” There seems little doubt that a nourishing tasty meal of barley gruel and honey balls helped the Buddha regain his appetite and recover his strength after years of fruitless self-mortification.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}