{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sdb-bank-welcomes-new-chairperson/",
  "time_ut": 1652109120,
  "title": "SDB bank welcomes new chairperson",
  "body_lines": [
    "Dinithi Ratnayake has been appointed as the new Chairperson of SDB bank, with effect from 29th April 2022, on the retirement of Mr. Lakshman Abeysekara on completion of his tenure. The Board of Directors and the Management express their sincere appreciation to Mr. Abeysekara for guiding SDB bank through some of the most challenging years in the Bank’s history.",
    "Ms. Dinithi Ratnayake takes over the reins at a critical juncture to provide leadership, as SDB bank navigates the present economic challenges in Sri Lanka. Her experience of over 25 years as a senior banking professional possessing broad and in-depth financial institutions expertise places her in good stead. Ms. Ratnayake’s strong background in credit, debt capital markets, risk and compliance practices will be valuable in guiding the bank through these turbulent times. She served as Director and Head of Financial Institutions at Citibank N.A. in Sri Lanka. Her previous experience in retail and institutional banking at ANZ Grindlays Bank PLC adds to the breadth of her banking knowledge. She joined the Board of SDB Bank in February 2020 as the nominee Director representing SBI Emerging Asia Financial Sector Fund PTE LTD and Nederlandse Finacnierings – Maatschappij Voor Ontwikkelingslanden N.V.",
    "The Board of Directors of SDB bank is comprised of a diverse group of distinguished individuals, all of whom are business leaders and professionals at the top of their respective fields, including Prof. Sampath Amaratunge, Prabash Subasinghe, S Lionel Thilakerathne, Chaaminda Kumarasiri, Hiran Prasanna Premaratna, Abhayawickrama Bandara, JA Lalith G Jayasinghe, Thusantha Wijemanna, SH Sarath Nandasiri, Conrad Dias and Naveendra Perera Sooriyarachchi.",
    "A future-ready bank, providing holistic, 360-degree support to its customers, SDB bank is a licensed specialized bank, constantly catering to ever-changing needs, through a combination of financial support and value additions to life and business through mentorship and knowledge-sharing focusing on areas such value chain enhancements and financial management. SDB bank is also committed to a sustainable business model in terms of environmental, social and governance sustainability. This commitment is reflected in the Bank’s financing activities, giving preference to businesses and initiatives that take a sustainable approach over those that do not. SDB bank has established itself as a financier that values every customer equally, for their potential and supports the development of individuals and SMEs with a special focus on women empowerment and digital inclusion.",
    "DFCC Bank’s innovative website wins top category awards at BestWeb.LK Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}