{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-political-impasse/172-235218",
  "time_ut": 1650307200,
  "title": "The political impasse",
  "body_lines": [
    "Lanka IOC, the Indian Oil Company in Sri Lanka has increased the fuel prices once again last night. The price of petrol has been raised by Rs. 35 a litre, while diesel has gone up by Rs. 75. The company similarly increased its prices by a huge amount on March 26. The price hike is attributed the sharp depreciation of Sri Lankan currency and rising crude oil prices in the global market.",
    "One doesn’t need to be an economist to understand the chain reaction in the market to the latest fuel price hike as the ordinary man has repeatedly experiencing the repercussions of the fuel price in the recent past. Now, prices of everything, including a locally grown jack fruit which does not need fertilizer, watering or labour, would shoot up by another round, as it has to be transported from the tree to the consumer. Transport for the common man would even be difficult as the bus and three wheeler fares would go up disproportionately and unfairly. With the transport cost spiraling, every essential item would be more precious.",
    "The government has repeatedly proven that it has failed in controlling the prices and thus become another spectator of events followed by such price hikes. Interestingly, people now do not expect the government to do anything to mitigate the impact of the price hikes on them. It was dumb and numb even when sugar importers increased the prices after pocketing a huge tax cut that was meant to reduce the prices. The institutions and the laws that are meant to protect the consumers have become toothless.",
    "The latest fuel price hike has come down at a time when the country has faced with an unprecedented economic crisis which had led the Central Bank last week to announce international debt default which is interpreted as bankruptcy of the country. The economic crisis has transformed into a huge political crisis which is well manifested by the occupying of the Galle-Face Green by thousands of protestors and the government’s meaningless Cabinet reshuffle after an unsuccessful waiting for an all-party interim Cabinet to be in place. The Parliament, even after a long debate last week, failed at least to agree upon a single issue that would either temporarily ease the pressure on the people, leave alone showing the government the way out.",
    "The government has realized that it would be futile to attribute the economic crisis to the COVID-19 pandemic or the behaviour of the world market as it has repeatedly shown its folly, mismanagement, incompetence or whatever that is aggravating the situation. Although the leaders of the government are now chest-thumping over successful containment of the pandemic, one would remember that it was the government’s reluctance to lock down the country during the last year’s Sinhala and Tamil New Year period that resulted in the third wave of COVID-19 in Sri Lanka and it had in turn made a huge impact on the economy. Some ministers rejected the Opposition’s suggestion for the early placement of orders for vaccines, claiming that Sri Lanka did not need inoculation.",
    "The ill-advised and ill-timed ban on chemical fertilizer and other agro-chemicals last year, was another debacle that had a devastating effect on the economy and the foreign currency reserves. It is now clear that the foreign exchange used for the importation of organic fertilizer has too gone down the drain while filling some unscrupulous people’s pockets. The ‘Sunday Times’ in its April 10 issue has vividly explained how the foreign exchange outflow was unnecessarily allowed while facilitating sugar traders to plunder the people.",
    "The authorities rejected the suggestions by the Opposition parties and independent experts to find a way out such as to seek assistance of the International Monetary Fund (IMF), to restructure foreign debt, to float the rupee and give priority to feed the people over repayment of loans. Ultimately, those suggestions were accepted only after the country was brought to its knees.",
    "The bailout expected from the IMF might work, but it would take time, during which time the ever worsening foreign exchange crisis would create havoc economically and thereby politically. The deficiency of trust in the government among the masses is a main issue that heightens the political crisis. And therefore, the leaders must have the courage and the will to come before the masses and tell the truth, while bridling the rogue politicians on their side."
  ]
}