{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Extension-of-nationwide-lockdown-Decision-today/155-219113",
  "time_ut": 1630028460,
  "title": "Extension of nationwide lockdown: Decision today",
  "body_lines": [
    "Health Minister informs health trade unions that he is personally against extending lockdown",
    "COVID-19 Task Force to convene today to make final decision",
    "New Health Minister says vaccination and self discipline only way out",
    "Economy severely hampered with ongoing lockdown",
    "",
    "A decision will be taken today whether the countrywide lockdown will be further extended after Monday when the COVID-19 Task Force convenes with President Gotabaya Rajapaksa, Health Minister Keheliya Rambukwella told Daily Mirror yesterday.",
    "In a meeting held between Rambukwella and the health trade unions yesterday morning it was discussed that extending the lockdown further would not be of much purpose as the only way out of the crisis was to ensure that all citizens are fully vaccinated as soon as possible, the Daily Mirror learns.",
    "Rambukwella at the meeting had informed that he was personally against the lockdown as it severely affected the economy and the livelihoods of the daily wage earners, but a final decision will be taken today after due consideration of the opinion of all experts.",
    "He said that according to scientific evidence, the moment a lock down is enforced there is a slight decline of the cases, however COVID-19 begins to spreads once the country re-opens once again.“so where do we draw the line?” he questioned.",
    "The minister further said that vaccination and self discipline was the only way out of this pandemic and authorities would continue to administer the doses till the targets are achieved. “according to the figures I received, less than 2 percent of those fully vaccinated have died from the virus while 12.5 percent of those who received the first dose have died of COVID19. 86 percent of the deaths were of those who were not vaccinated,” he said.",
    "At today’s meeting, the Daily Mirror learns that a proposal will also be submitted if area wise lock downs could be enforced rather than extending the nationwide lockdown. President Gotabaya Rajapaksa will announce the final decision today following the meeting. If the lockdown is not extended, it will be lifted on Monday at 4.00am.(JAMILA A HUSAIN)"
  ]
}