{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81687/sc-grants-leave-to-proceed-with-petitions-against-emergency-proclamation",
  "time_ut": 1649328240,
  "title": "SC grants leave to proceed with petitions against emergency proclamation",
  "body_lines": [
    "The Supreme Court has granted leave to proceed with four fundamental rights petitions challenging the Extraordinary Gazette notification issued declaring a State of Emergency in the country on April 01.",
    "The order was made by a three-judge bench comprising Justices Murdu Fernando, Achala Wengappuli and Mahinda Samayawardhena when the said petitions were taken up before the Supreme Court today (07).",
    "The fundamental rights petitions had been filed seeking a ruling that the Emergency Regulations recently issued by the President under the Public Security Act violates the fundamental rights guaranteed by the Constitution.",
    "The court granted leave to proceed with the FR petitions and issued notice on the respondents named in the petitions to file their objections, if any.",
    "The Secretary to the President, Gamini Senarath, Secretary to the Ministry of Defense, General (Retd.) Kamal Gunaratne, Secretary to the Ministry of Public Security, Major General (Retd.) Jagath Dias, the Telecommunications Regulatory Commission of Sri Lanka (TRCSL), the IGP and the Attorney General were among those named as respondents in the petitions.",
    "Accordingly, the bench ordered that if there were any objections to these petitions, they should be filed on or before May 20 and to file counter objections if there are any, on June 03.",
    "The petitions were then ordered to be called for hearing on July 15.",
    "The President had issued the gazette declaring a nationwide public emergency on April and later imposed a 36-hour curfew ahead of planned anti-government protests over the economic crisis in the country.",
    "The State of Emergency was later revoked from midnight of April 5, 2022.",
    "In a Gazette notification, President Gotabaya Rajapaksa said the emergency rule ordinance would stand revoked as of midnight on April 5.",
    "The government had later assured that that emergency regulations and curfew had been invoked with the sole intention of ensuring peace and safety of public life and public and private property.",
    "“The Government is equally bound to protect the freedom of expression, right to peaceful protests as well as the right to live in peace and public and private property,” the Government Info. Department had said.",
    "“Emergency Regulations and Curfew were invoked later in compliance with the stipulated legal provisions in order to protect human life, peace and public and private property,” it had said."
  ]
}