{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Update-Sri-Lanka-signs-USD-1-billion-credit-line-with-India/342-233265",
  "time_ut": 1647508140,
  "title": "Update: Sri Lanka signs USD 1 billion credit line with India",
  "body_lines": [
    "Sri Lanka on Thursday signed USD 1 billion credit line with India for procurement of food, medicines and other essential items, amid the island nation's worsening economic crisis.",
    "The agreement was signed between the State Bank of India (SBI) and the Government of Sri Lanka, during Sri Lankan Finance Minister Basil Rajapaksha's two-day visit to India.",
    "This agreement was signed after Rajapaksa held a meeting with Union Finance Minister Nirmala Sitharaman and External Affairs Minister S Jaishankar in New Delhi today. The Ministers discussed wide-ranging issues of mutual interest and economic cooperation.",
    "This signing of the credit facility comes a day after Rajapaksa on Wednesday met PM Modi and thanked him for extending support for the Sri Lankan economy.",
    "PM Modi spoke about the central role that Sri Lanka occupies in India's 'Neighbourhood First' policy and its S.A.G.A.R (Security and Growth for all in the Region) doctrine. Modi reiterated that India would continue to stand with the friendly people of the neighbouring country.",
    "Sri Lanka has seen its national currency getting devalued significantly against major international currencies, in addition to crippling fuel and gas shortages and daily electricity cuts.",
    "As Sri Lanka faces a severe economic crisis, India has continued to assist its neighbouring country in its fight against the COVID-19 pandemic, and to mitigate its adverse impact and its developmental priorities.",
    "India provided more than USD 500 million in foreign currency swaps to strengthen Sri Lanka's foreign reserves, taking the total up to USD 900 million. India also extended the repayment time frame for the USD 500 million debt of Sri Lanka under the Asian Clearance Arbitration.",
    "Espousing India's Neighborhood first policy, Jaishankar said that India stands with Sri Lanka.",
    "\"Neighborhood first. India stands with Sri Lanka. USD 1 billion credit line signed for the supply of essential commodities. Key element of the package of support extended by India,\" Jaishankar tweeted. (ANI)"
  ]
}