{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Sri-Lanka-has-one-of-the-slowest-roads-in-the-world-IMF-study/273-239206",
  "time_ut": 1655407440,
  "title": "Sri Lanka has one of the slowest roads in the world: IMF study",
  "body_lines": [
    "SL has mean road speed of 50Km/h same as Bolivia and above B’desh and Nicaragua",
    "IMF analysis shows the world’s fastest roads are found in richer economies",
    "Sri Lanka is among the nations in the world that has the slowest roads, which indicate the economy is facing obstacles in its development effort, an IMF analysis revealed.",
    "Sri Lanka has a mean road speed of 50 Km/h, which is the same as Bolivia, and above only Bangladesh (41 Km/h) and Nicaragua (46 Km/h).",
    "Falling in the slowest roads category is also India, that has a mean road speed of 58 Km/h, Afghanistan, 57 Km/h, Mongolia, 56 Km/h, and Indonesia, 55 Km/h.",
    "The IMF analysis showed that the world’s fastest roads are found in richer economies including the United States 107 Km/h, Portugal 106 Km/h, Saudi Arabia 106 Km/h, and Canada 106 Km/h.",
    "“High-speed roads that can carry goods to customers in far-off markets raise productivity, reduce poverty and are an important contributor to sustainable and inclusive economic development,” the IMF said in its new blog, whilst also justifying reasons why economists spend time trying to assess the state of the world’s roads through surveys and the like.",
    "The analysis is drawn from an IMF developed tool that measures road quality across 162 countries using Google Maps. The tool determines the mean, or average, time it takes to drive between large cities that are at least 80 kilometers (50 miles). While it is a challenge to distill road quality into a single statistic, the IMF said its research shows that road quality is highly correlated with travel times.",
    "It highlighted that the simple metric it has used to assess road quality can support policymakers and planners in assessing their road infrastructure relative to peer countries and the value of future road investments.",
    "“This can help countries design policies to overcome road bottlenecks and improve their competitiveness by moving people and goods more expeditiously,” the IMF said.",
    "It added that the metric can also be easily extended to monitor speeds in smaller roads that can be critical for"
  ]
}