{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/dash-launches-another-first-for-Sri-Lanka-A-zero-residue-laundry-detergent-powder/34-733445",
  "time_ut": 1649788200,
  "title": "‘dash’ launches another first for Sri Lanka: A zero residue laundry detergent powder",
  "body_lines": [
    "Multichemi International Ltd., a pioneer in environment-friendly, biodegradable detergents under the brand name ‘dash’, recently launched their ‘dash 3-in-1 Super Detergent Powder’. It is the first laundry powder in the market with zero residue, providing a superior quality and safer washing option for your clothes and washing machine.",
    "The product’s unique feature of ‘zero residue’ finally provides a total solution to the many problems consumers face with currently available laundry detergent powders, where insoluble residues create stains and discoloration on clothes, damage and reduce the shelf life of washing machines (due to accumulation of insoluble materials), and cause sensitivities and allergies in children due to leftover residues on clothes entering their respiratory system.",
    "In addition to putting an end to the aforementioned problems, the deep cleaning technology used in ‘dash 3-in-1 Super Detergent Powder’ thoroughly cleans tough dirt stains and leaves clothes refreshingly scented.",
    "Multichemi has always spearheaded the household and car care industry with innovative products since its inception in 1993. It was the first company to launch biodegradable, safe detergents and was also the first to introduce laundry liquid to Sri Lanka under its ‘Safematic’ brand.",
    "“Our specialty is to identify customer needs in advance and provide solutions. Customers can use our newly launched ‘dash 3-in-1 Super Detergent Powder’ with the same confidence placed in our other products,” remarked Multichemi Group Chief Executive Officer Samira Fonseka.",
    "All ‘dash’ products are developed and manufactured after meticulous research, and adherence to ISO 9001:2015 quality standards. The brand has gained customer confidence for its premium quality across many household and car care categories. The company is 100% Sri Lankan owned, and has also already ventured into export markets, taking the Sri Lankan ‘dash’ brand international."
  ]
}