{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceylon-facet-wins-industrial-excellence-gold-award/",
  "time_ut": 1649776440,
  "title": "Ceylon Facet wins Industrial Excellence Gold Award",
  "body_lines": [
    "Ceylon Facet, a leader in the gem cutting and polishing industry in Sri Lanka, was recently felicitated with a gold award at the National Industrial Excellence Awards 2022 organised by the Industrial Development Board (IDB).",
    "Ceylon Facet won the award in the medium and large-scale category of the gem and jewelery sector. The award was accepted by Managing Director Sanjeewa Fonseka at a gala event held at Water’s Edge Battaramulla where President Gotabaya Rajapaksa participated as chief guest.",
    "With a history of nearly 30 years, Ceylon Facet (Pvt) Ltd has a well-deserved reputation for artistic gem cutting and polishing. Ceylon Facet imports and cuts and polishes gems from New Zealand, Hong Kong, Japan, China, Thailand, the United States, and exports gems to many countries around the world, including the United States, China, and Europe. The company currently provides about 100 direct jobs and about 25 indirect jobs. As a social service, the company has also provided employment to a number of people with special needs.",
    "Ceylon Facet, a leading foreign exchange earner in Sri Lanka, has won numerous local and foreign entrepreneurship awards. Ceylon Facet’s flagship factory is located in Edandawala, Kuruwita and a new factory is being built at Nalanda Ellawela Industrial Estate.",
    "“Gems are a unique resource that takes the Sri Lankan name to the global world. Gem cutting and polishing is a key part of adding value to that resource. Gem cutting and polishing is a creative and delicate art. However, one needs to use latest technologies and scientific methods to be successful in this business. As our company engages in cutting and polishing gems to international standards using the latest technology, the domestic and foreign demand is increasing everyday. I would like to express my gratitude to our staff and valued customers who contributed to this success,”Managing Director Sanjeewa Fonseka said.",
    "JDC Printing Technologies offers Gold Sponsorship for Sri Lanka Print Exhibition & Trade Fair 2022",
    "Pandora Papers shine light on a global shadow economy that helps corruption thrive: ICIJ",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}