{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Lawyers-urge-CJ-not-to-list-Magistrate-Thilina-Gamage-to-hear-Galle-Face-protest-case/108-235270",
  "time_ut": 1650365880,
  "title": "Lawyers urge CJ not to list Magistrate Thilina Gamage to hear Galle Face protest case",
  "body_lines": [
    "A group of lawyers has requested Chief Justice Jayantha Jayasuriya not to list any action instituted by police against the peaceful protesters at the Galle Face Green being heard before Colombo Fort Magistrate Thilina Gamage.",
    "A petition that received 100 signatures from lawyers was today handed over to the Secretary of Judicial Service Commission requesting the Chief Justice that any action instituted by police against the protest at Galle Face Green not be listed before Fort Magistrate Thilina Gamage, instead have it taken up before Chief Magistrate of Colombo.",
    "The petition stated that the integrity and impartiality of the Magistrate Thilina Gamage is in question in the public domain. The petition further stated that there would be severe unrest and chaos and even possible bloodshed among the protesters, if any adverse order made against the peaceful protestors in the vicinity of the Galie face green.",
    "\"As your Lordships is aware the Incumbent Magistrate of the Fort Magistrate is Hon Thilina Gamage who is recently reinstated by the Judicial Service Commission after several years of interdiction. It was a known fact that the said Magistrate had a close political affiliation with the present regime before he assumed duties as a Judicial Officer. His brother is a member of the western provincial council and he is a key figure of the Mahajana Eksath Peramuna (MEP) and a close ally of Dinesh Gunawardena, the Minister of Education,\" the petition added.",
    "The petition further added that it was widely reported with credible information that the police department is initiating an action in the Fort Magistrate’s Court to get an order to suppress and disperse the peaceful protest which right has been guaranteed by the constitution of the republic."
  ]
}