{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/govt-in-a-bind/",
  "time_ut": 1649700480,
  "title": "Govt. in a bind",
  "body_lines": [
    "Former President Maithripala Sirisena, of all people, has undertaken to bring order out of chaos; he is proffering advice to the government on how to resolve the present crises. He has presented a set of proposals to President Gotabaya Rajapaksa, spelling out how his party, the SLFP, and the rebel SLPP MPs think the government should set about the task. Protesters out there in the streets say nasty things about President Rajapaksa, but nothing must be more humiliating to him than to be told by a failed predecessor how to do his job! Most of all, Sirisena wants Prime Minister Mahinda Rajapaksa to resign. This is an interesting development.",
    "In October 2018, Sirisena, as the President, in a bid to settle political scores with the UNP, appointed Mahinda as Prime Minister unconstitutionally, and even sought to dissolve Parliament when they could not muster a working majority in the House. Sirisena fought on, despite public protests, until the Supreme Court declared his action unconstitutional. Today, the SLFP is asking Mahinda to step down as the Prime Minister although the government insists it has a parliamentary majority!",
    "Contradictory as Sirisena’s policies may be, the fact remains that pressure is mounting on the entire government to resign, and since the President has refused to give in, on the grounds that he was duly elected by the people, and could be removed only through constitutionally stipulated means, it looks as though the PM were left with no alternative but to sacrifice his position if he is to assuage public anger.",
    "Prime Minister Rajapaksa is in this predicament because he did not put his foot down at the right time. He sought to further the interests of his family at the expense of the country. It has now been revealed that Sri Lanka found itself in a similar economic crisis in 2009 during the war, under Mahinda’s presidency, but the Central Bank and the Finance Ministry were given a free hand to tackle it, and they straightened up the economy in such a way that the public hardly felt the ill-effects of the economic downturn. If PM Rajapaksa had allowed the aforesaid institutions to do what had to be done when the present economic crisis began manifesting itself, the country would not have been on the verge of bankruptcy with the people taking to the streets in a bid to topple the government. Instead, Mahinda took on board the wrong advice, let the grass grow under his feet, and, worse, chose to make his younger brother, Basil, happy by handing over the Finance Ministry to the latter. As an experienced political leader, he should have known better. His family, which he thought was his strength, has become his undoing; today, he has protesters at the gate, demanding his ouster. He addressed the nation yesterday, and pledged to tackle the crises, but it is doubtful whether the irate public will take his promises seriously.",
    "The government is still working under the delusion that the ‘Avant-garde’ tactics will help stem the tide of public resentment. An attack on a group of anti-government protesters has been reported from Kurunegala. This is exactly how the previous Rajapaksa government sought to suppress dissent, but in vain. It deployed goon squads, which operated alongside the riot police to crush Opposition protests. It does not seem to have learnt from its blunders.",
    "It is a huge mistake for the government to have launched a counterattack in the form of pro-SLPP demonstrations, which have already led to the ruling party supporters clashing with anti-government activists in some areas. Every political party has a right to stage peaceful demonstrations, but the course of action the government has adopted in a bid to neutralise dissent, instead of solving the problems that have driven the people to protest, will only provoke the public further, and worsen political instability, which will put paid to efforts being made to resuscitate the economy.",
    "No government is equal to the task of suppressing people power, which is the political version of a tsunami, and the only way the beleaguered SLPP regime could try to avert disaster is to mend its ways and make a serious effort to de-escalate the conflict.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රජය බැඳීමක් තුළ",
      "body_lines": [
        "හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන, සියලු මිනිසුන්ගේ අවුලෙන් මිදීමට කටයුතු කර ඇත. වත්මන් අර්බුද විසඳා ගන්නේ කෙසේද යන්න පිළිබඳව ඔහු රජයට උපදෙස් දෙයි. තම පක්ෂය, ශ්‍රීලනිපය සහ ශ්‍රී ලංකා පොදුජන පෙරමුණේ කැරලිකාර මන්ත්‍රීවරුන් ආණ්ඩුව එම කාර්යය ඉටු කළ යුතු යැයි සිතන්නේ කෙසේද යන්න විස්තර කරමින් ඔහු ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා වෙත යෝජනා මාලාවක් ඉදිරිපත් කර ඇත. වීදිවල සිටින විරෝධතාකරුවන් ජනාධිපති රාජපක්ෂ ගැන කුණුහරුප කියති, නමුත් අසාර්ථක පූර්වගාමියෙකු තම කාර්යය කරන්නේ කෙසේදැයි පැවසීම තරම් ඔහුට නින්දා සහගත දෙයක් නොවිය යුතුය! සියල්ලටම වඩා සිරිසේනට අවශ්‍ය වන්නේ අගමැති මහින්ද රාජපක්ෂ මහතා ඉල්ලා අස්වීමයි. මෙය සිත්ගන්නා වර්ධනයකි.",
        "2018 ඔක්තෝම්බර් මාසයේදී, සිරිසේන ජනාධිපතිවරයා ලෙස, එජාපය සමඟ දේශපාලන ගැටලූ නිරාකරණය කර ගැනීමේ උත්සාහයක් ලෙස, ව්‍යවස්ථා විරෝධී ලෙස මහින්ද අගමැති ලෙස පත් කළ අතර, ඔවුන්ට සභාවේ වැඩ කරන බහුතරයක් එකතු කර ගැනීමට නොහැකි වූ විට පාර්ලිමේන්තුව විසුරුවා හැරීමට පවා උත්සාහ කළේය. මහජන විරෝධතා නොතකා සිරිසේන සිය ක්‍රියාව ව්‍යවස්ථා විරෝධී බව ශ්‍රේෂ්ඨාධිකරණය ප්‍රකාශ කරන තෙක් සටන් කළේය. අද ශ්‍රීලනිපය මහින්දගෙන් ඉල්ලා සිටින්නේ තමන්ට පාර්ලිමේන්තු බහුතරය ඇති බව ආණ්ඩුව අවධාරණය කළත් අගමැතිකමෙන් ඉවත් වන ලෙසයි!",
        "සිරිසේනගේ ප්‍රතිපත්ති පරස්පර වුවත්, සමස්ත ආණ්ඩුවට ඉල්ලා අස්වන ලෙස පීඩනය වැඩි වෙමින් පවතින බවත්, ඔහු නිසි ලෙස මහජන ඡන්දයෙන් තේරී පත් වූ බවත්, ඔහු ඉවත් කළ හැක්කේ ව්‍යවස්ථානුකූලව පමණක් බව පවසමින් ජනාධිපතිවරයා එයට යටත් වීම ප්‍රතික්ෂේප කර ඇති බවත් සැබෑවකි. නියම කර ඇති අර්ථය නම්, මහජන කෝපය සමනය කිරීමට නම්, අගමැති ධුරය කැප කිරීම හැර වෙනත් විකල්පයක් නොමැති බව පෙනේ.",
        "අගමැති රාජපක්‍ෂ මේ අසීරු තත්ත්වයට පත්ව ඇත්තේ ඔහු නියම වේලාවට පය නොතැබූ නිසාය. ඔහු උත්සාහ කළේ රටේ වියදමින් තම පවුලේ අවශ්‍යතා ඉටු කිරීමට ය. 2009 යුද්ධය පැවති සමයේ මහින්දගේ පාලන සමයේදී ශ්‍රී ලංකාව මෙවැනිම ආර්ථික අර්බුදයකට මුහුණ දුන් නමුත් එය විසඳීමට මහ බැංකුවට සහ මුදල් අමාත්‍යාංශයට නිදහස ලබා දී ඔවුන් ආර්ථිකය කෙළින් කළ බව දැන් හෙළි වී තිබේ. ආර්ථික අවපාතයේ අහිතකර ප්‍රතිඵල මහජනතාවට නොදැනුණු ආකාරයකි. වත්මන් ආර්ථීක අර්බුදය ප්‍රකාශ වීමට පටන් ගත් විට කළ යුතු දේ කිරීමට අගමැති රාජපක්ෂ මහතා ඉහත කී ආයතනවලට ඉඩ දුන්නේ නම්, ආණ්ඩුව පෙරළීමට ජනතාව පාරට බැස රට බංකොලොත් වීමේ අද්දරට නොයනු ඇත. ඒ වෙනුවට මහින්ද තම පාද යට තණකොළ වැවෙන්නට ඉඩ හරිමින් වැරදි උපදෙසක් ලබා ගත් අතර, ඊටත් වඩා නරක ලෙස මුදල් අමාත්‍යාංශය දෙවැන්නාට පවරා තම මල්ලී බැසිල් සතුටු කිරීමට තෝරා ගත්තේය. පළපුරුදු දේශපාලන නායකයෙකු ලෙස ඔහු හොඳින් දැන සිටිය යුතුව තිබුණි. ඔහුගේ ශක්තිය යැයි සිතූ ඔහුගේ පවුල ඔහුගේ විනාශය බවට පත්ව ඇත; අද ඔහුව නෙරපා හරින ලෙස බලකරමින් ගේට්ටුව අසල විරෝධතාකරුවන් සිටී. ඔහු ඊයේ ජාතිය අමතා අර්බුදවලට මුහුණ දෙන බවට ප්‍රතිඥා දුන් නමුත් කෝපයට පත් මහජනතාව ඔහුගේ පොරොන්දු බැරෑරුම් ලෙස සලකයිද යන්න සැක සහිතය.",
        "‘ඇවන්ගාඩ්’ උපක‍්‍රම මහජන අමනාප රැල්ල මැඩලීමට ඉවහල් වනු ඇතැයි යන මුළාවෙන් තවමත් ආණ්ඩුව කටයුතු කරමින් සිටී. ආණ්ඩු විරෝධී උද්ඝෝෂකයින් පිරිසකට පහරදීමේ පුවතක් කුරුණෑගලින් වාර්තා වේ. පසුගිය රාජපක්ෂ ආණ්ඩුව විරුද්ධ මත මර්දනය කිරීමට උත්සාහ කළත් එය නිෂ්ඵල විය. එය කැරලි මර්දන පොලිසිය සමග විපක්ෂයේ විරෝධතා තලා දැමීම සඳහා ක්‍රියාත්මක වූ මැර කල්ලි යෙදවීය. එහි වැරදිවලින් එය ඉගෙන ගත් බවක් නොපෙනේ.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණට පක්ෂපාතී පෙළපාලි ස්වරූපයෙන් ප්‍රතිප්‍රහාරයක් දියත් කිරීම ආන්ඩුව විසින් සිදු කරන ලද දැවැන්ත වරදකි, එය දැනටමත් සමහර ප්‍රදේශවල ආණ්ඩු විරෝධී ක්‍රියාකාරීන් සමඟ ආණ්ඩු පක්ෂ ආධාරකරුවන් ගැටුම් ඇති කර ගැනීමට හේතු වී තිබේ. සෑම දේශපාලන පක්ෂයකටම සාමකාමී පෙළපාලි පැවැත්වීමට අයිතියක් ඇත, නමුත් ජනතාව විරෝධය දැක්වීමට පොළඹවා ඇති ගැටළු විසඳීම වෙනුවට විසම්මුතිය උදාසීන කිරීමට රජය අනුගමනය කර ඇති ක්‍රියාමාර්ගය මහජනයා තවත් කුපිත කර දේශපාලනික නරක අතට හැරීම පමණි. අස්ථාවරත්වය, ආර්ථිකය පුනර්ජීවනය කිරීමට දරන උත්සාහයන් සඳහා ගෙවනු ඇත.",
        "සුනාමියක දේශපාලන අනුවාදය වන ජන බලය මැඩලීමේ කාර්යයට කිසිදු රජයක් සමාන නොවේ, ව්‍යසනය වළක්වා ගැනීමට උත්සාහ කළ හැකි එකම මාර්ගය ව්‍යසනය වළක්වා ගැනීමට උත්සාහ කළ හැකි එකම මාර්ගය සහ ගැටුම සමනය කිරීමට දැඩි උත්සාහයක් ගැනීමයි. .",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரசு ஒரு பிணைப்பில்",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன, அனைத்து மக்களினதும், குழப்பத்திலிருந்து ஒழுங்கை கொண்டு வர நடவடிக்கை எடுத்துள்ளார்; தற்போதைய நெருக்கடிகளை எவ்வாறு தீர்ப்பது என்பது குறித்து அவர் அரசாங்கத்திற்கு ஆலோசனைகளை வழங்குகிறார். அவர் ஜனாதிபதி கோட்டாபய ராஜபக்ஷவிடம் முன்மொழிவுகள் ஒன்றை முன்வைத்துள்ளார், தனது கட்சியான ஸ்ரீலங்கா சுதந்திரக் கட்சி மற்றும் கிளர்ச்சியாளர் SLPP பாராளுமன்ற உறுப்பினர்கள் அரசாங்கம் எவ்வாறு பணியை மேற்கொள்ள வேண்டும் என்று நினைக்கிறார்கள் என்பதை விளக்கினார். தெருக்களில் எதிர்ப்பாளர்கள் ஜனாதிபதி ராஜபக்ஷவைப் பற்றி கேவலமான விஷயங்களைச் சொல்கிறார்கள், ஆனால் ஒரு தோல்வியுற்ற முன்னோடி தனது வேலையை எப்படிச் செய்வது என்று சொல்வதை விட அவருக்கு அவமானம் எதுவும் இருக்கக்கூடாது! எல்லாவற்றிற்கும் மேலாக, பிரதமர் மஹிந்த ராஜபக்ஷ பதவி விலக வேண்டும் என்று சிறிசேன விரும்புகிறார். இது ஒரு சுவாரஸ்யமான வளர்ச்சி.",
        "2018 அக்டோபரில், சிறீசேனா, ஜனாதிபதியாக, UNP உடனான அரசியல் பிரச்சினைகளை தீர்க்கும் முயற்சியில், அரசியலமைப்பிற்கு முரணாக மகிந்தவை பிரதமராக நியமித்தார், மேலும் அவையில் பெரும்பான்மையைப் பெற முடியாதபோது பாராளுமன்றத்தைக் கலைக்கவும் முயன்றார். சிறீசேனா, பொதுமக்களின் எதிர்ப்பையும் மீறி, உச்ச நீதிமன்றம் தனது நடவடிக்கையை அரசியலமைப்புக்கு எதிரானது என்று அறிவிக்கும் வரை போராடினார். பாராளுமன்ற பெரும்பான்மை தமக்கு இருப்பதாக அரசாங்கம் வலியுறுத்தினாலும் இன்று ஸ்ரீலங்கா சுதந்திரக் கட்சி மஹிந்தவை பிரதமர் பதவியிலிருந்து விலகுமாறு கோருகின்றது!",
        "சிறிசேனவின் கொள்கைகள் முரண்பாடாக இருந்தாலும், முழு அரசாங்கத்தின் மீதும் ராஜினாமா செய்ய அழுத்தம் அதிகரித்து வருகிறது என்பதும், அவர் மக்களால் முறையாக தேர்ந்தெடுக்கப்பட்டவர் என்ற காரணத்திற்காக ஜனாதிபதி விட்டுக்கொடுக்க மறுத்துவிட்டதால், அரசியலமைப்பின் மூலம் மட்டுமே நீக்க முடியும். பொது மக்களின் கோபத்தை தணிக்க பிரதமர் தனது பதவியை தியாகம் செய்வதை தவிர வேறு வழியில்லை என்பது போல் தெரிகிறது.",
        "பிரதமர் ராஜபக்சே சரியான நேரத்தில் கால் வைக்காததால் இந்த அவலநிலை ஏற்பட்டுள்ளது. அவர் நாட்டின் செலவில் தனது குடும்பத்தின் நலன்களை மேலும் மேம்படுத்த முயன்றார். 2009ஆம் ஆண்டு மகிந்தவின் ஜனாதிபதியாக இருந்த போரின் போது இலங்கை இதேபோன்ற பொருளாதார நெருக்கடியில் சிக்கியிருந்த போதிலும் அதனைச் சமாளிப்பதற்கு மத்திய வங்கிக்கும் நிதியமைச்சகத்துக்கும் சுதந்திரம் வழங்கப்பட்டு பொருளாதாரத்தை சீர்படுத்தியது தற்போது தெரியவந்துள்ளது. பொருளாதார வீழ்ச்சியின் தீய விளைவுகளை பொதுமக்கள் அரிதாகவே உணரவில்லை. தற்போதைய பொருளாதார நெருக்கடி வெளிப்படத் தொடங்கிய போது மேற்கூறிய நிறுவனங்களைச் செய்ய பிரதமர் ராஜபக்ஷ அனுமதித்திருந்தால், அரசாங்கத்தைக் கவிழ்க்க மக்கள் வீதியில் இறங்கி நாடு திவாலாகும் நிலைக்கு வந்திருக்காது. மாறாக, மகிந்த தவறான ஆலோசனையை ஏற்று, தனது காலடியில் புல் வளரட்டும், அதைவிட மோசமாக, நிதியமைச்சகத்தை பிந்தையவரிடம் ஒப்படைத்து தனது தம்பி பசிலை மகிழ்ச்சியடையச் செய்தார். அனுபவம் வாய்ந்த அரசியல் தலைவர் என்ற முறையில் அவர் நன்கு அறிந்திருக்க வேண்டும். தன் பலம் என்று நினைத்த அவனுடைய குடும்பம் அவனுடைய தலைமறைவாகிவிட்டது; இன்று, அவரை பதவி நீக்கம் செய்யக் கோரி, வாயிலில் போராட்டக்காரர்கள் உள்ளனர். அவர் நேற்று நாட்டு மக்களுக்கு உரையாற்றினார், நெருக்கடிகளைச் சமாளிப்பதாக உறுதியளித்தார், ஆனால் கோபமடைந்த பொதுமக்கள் அவரது வாக்குறுதிகளை தீவிரமாக எடுத்துக் கொள்வார்களா என்பது சந்தேகமே.",
        "‘அவன்ட்-கார்ட்’ தந்திரோபாயங்கள் மக்களின் அதிருப்தியின் அலையைத் தடுக்க உதவும் என்ற மாயையில் அரசாங்கம் இன்னும் செயல்பட்டு வருகிறது. குருநாகலில் அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்கள் குழு மீது தாக்குதல் நடத்தப்பட்டுள்ளது. முந்தைய ராஜபக்ச அரசாங்கம் எதிர்ப்பை அடக்க முற்பட்டது இப்படித்தான், ஆனால் வீண். எதிர்க்கட்சிகளின் போராட்டங்களை நசுக்க கலகத் தடுப்புப் பொலிஸாருடன் இணைந்து செயல்பட்ட குண்டர் படைகளை அது நிலைநிறுத்தியது. அதன் தவறுகளில் இருந்து பாடம் கற்றுக்கொண்டதாகத் தெரியவில்லை.",
        "SLPP சார்பு ஆர்ப்பாட்டங்கள் வடிவில் அரசாங்கம் எதிர்த்தாக்குதலை ஆரம்பித்தது மிகப்பெரிய தவறு, இது ஏற்கனவே சில பகுதிகளில் ஆளும் கட்சி ஆதரவாளர்களுடன் அரசாங்க எதிர்ப்பாளர்களுடன் மோதுவதற்கு வழிவகுத்தது. ஒவ்வொரு அரசியல் கட்சிக்கும் அமைதியான முறையில் ஆர்ப்பாட்டம் நடத்த உரிமை உண்டு, ஆனால், மக்களைப் போராடத் தூண்டிய பிரச்சனைகளைத் தீர்ப்பதற்குப் பதிலாக, கருத்து வேறுபாடுகளை நடுநிலையாக்கும் முயற்சியில் அரசாங்கம் மேற்கொண்டுள்ள நடவடிக்கை, பொதுமக்களை மேலும் தூண்டிவிட்டு, அரசியலை மோசமடையச் செய்யும். உறுதியற்ற தன்மை, இது பொருளாதாரத்தை புத்துயிர் பெறுவதற்கான முயற்சிகளுக்கு பணம் செலுத்தும்.",
        "சுனாமியின் அரசியல் வடிவமான மக்கள் சக்தியை ஒடுக்கும் பணிக்கு எந்த அரசாங்கமும் சமமானதல்ல, மேலும் சீர்குலைந்த SLPP ஆட்சியானது பேரழிவைத் தவிர்க்க முயற்சிக்கும் ஒரே வழி, அதன் வழிகளை சீர்படுத்தி மோதலை தணிக்க தீவிர முயற்சிகளை மேற்கொள்வதுதான். .",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}