{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-says-open-account-suspension-wont-cause-huge-shortages/108-238044",
  "time_ut": 1653942900,
  "title": "CB says open account suspension won’t cause huge shortages",
  "body_lines": [
    "Shrugging off concerns raised by various parties that the restrictions imposed on Open Account Payment Terms would lead to a large-scale shortage of essential food items, the Central Bank yesterday assured the public that it would ensure availability of foreign exchange through the banking system for the importation of essential goods, including food items.",
    "The Finance Ministry, upon the instructions of the Monetary Board, clamped down on imports that are paid through the Open Account Payment Terms or Consignment Account Terms, subject to conditions, effective from May 20, in a bid to recreate dollar liquidity in the formal banking channels.",
    "Since the measures came into effect, a significant moderation of the grey market activity has been observed and thus the Central Bank is of the belief that it would speed up the correction in the overshooting of the exchange rate that occurred since March.",
    "Open accounts are a fertile ground for a thriving grey market, where both foreign exchange inflows and outflows take place outside the banking channels, thereby leaving the banking system dry of the foreign currency liquidity, which could be used to finance essential imports.",
    "However, since the measure was first announced by the Central Bank, several importers and traders balked at the idea and warned of a severe shortage of imported food items and other essential stuff.",
    "The Central Bank yesterday brushed aside such concerns and said it has continuously been in dialogue with the banks, trade associations and related parties engaged in food imports, to ensure that scarce foreign exchange is well managed to pay for food and other essential imports.",
    "“The Essential Food Commodities Importers and Traders Association assured the Central Bank during recent discussions that it would not resort to engage in grey market activity and extend the fullest cooperation in traversing through these challenging economic conditions,” the Central Bank said in a statement issued yesterday to assuage the rising concerns of an impending food shortage.",
    "“Accordingly, collective efforts would be put in place to ensure adequacy of essential food items in the period ahead, alongside the arrangements that are being made under the Indian Line of Credit, among others,” the statement added.  Sri Lanka is not alone among the developing nations, which is on the brink of massive food shortages. However, Sri Lanka’s situation is much more precarious, due to the acute dollar shortage, hyperinflation caused by badly executed rupee float and botched organic fertiliser pivot last year, which plunged the country’s cultivation of its subsistence crops by more than a half.",
    "Global fertiliser prices have quadrupled since Russia’s invasion of Ukraine in February and Sri Lanka doesn’t have money to bring down the chemical fertiliser, affecting even the scaled down cultivation that takes place at present.",
    "Exacerbating the matters further, oil prices at Brent, the international oil benchmark, climbed further yesterday on the hopes of increasing demand after China eased its COVID restrictions. Meanwhile, the Central Bank said as a consequence of the discussions commenced with the trade associations and other food importers, a preliminary assessment is carried out to identify the availability of essential goods at present and their monthly requirement.",
    "“Based on such findings, an arrangement would be put in place to ensure the imports of essential goods in required quantities and frequency, along with the existing arrangement agreed by the Government of India to utilise the existing line of credit to import essential goods,” the Central Bank said.",
    "Meanwhile, in order to ensure that the merchandise exports are insulated from the current foreign exchange shortage, the Central Bank reiterated that the exports and their suppliers up to Tier II levels are allowed to make imports via Open Account Payments.",
    "Under these trying times, the Central Bank requested from all stakeholders to not to engage in “over-importation and stockpiling of essential goods, including the food items, at the trading community level, as well as any over-purchasing of the same at consumer level”, as they underscored the significance of acting responsibly by all to ride these tough times."
  ],
  "translate": {
    "si": {
      "title": "විවෘත ගිණුම් අත්හිටුවීම විශාල හිඟයක් ඇති නොකරන බව CB පවසයි",
      "body_lines": [
        "විවෘත ගිණුම් ගෙවීමේ නියමයන් සඳහා පනවා ඇති සීමාවන් හේතුවෙන් අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍යවල මහා පරිමාණ හිඟයක් ඇති විය හැකි බවට විවිධ පාර්ශ්ව විසින් මතු කරන ලද කනස්සල්ල ඉවත් කරමින්, බැංකු පද්ධතිය හරහා විදේශ විනිමය ලබා ගැනීම සහතික කරන බවට මහ බැංකුව ඊයේ මහජනතාවට සහතික විය. ආහාර ද්‍රව්‍ය ඇතුළු අත්‍යාවශ්‍ය භාණ්ඩ ආනයනය කිරීම.",
        "මුදල් මණ්ඩලයේ උපදෙස් මත මුදල් අමාත්‍යාංශය, විධිමත් බැංකුකරණයේ ඩොලර් ද්‍රවශීලතාවය ප්‍රතිනිර්මාණය කිරීම සඳහා කොන්දේසිවලට යටත්ව, මැයි 20 වැනිදා සිට ක්‍රියාත්මක වන පරිදි විවෘත ගිණුම් ගෙවීම් නියමයන් හෝ තොග ගිණුම් නියමයන් හරහා ගෙවනු ලබන ආනයන සීමා කළේය. නාලිකා.",
        "ක්‍රියාමාර්ග ක්‍රියාත්මක වූ දා සිට අළු වෙළෙඳපොළ ක්‍රියාකාරකම්වල සැලකිය යුතු මධ්‍යස්ථභාවයක් නිරීක්ෂණය වී ඇති අතර ඒ අනුව මාර්තු මාසයේ සිට සිදු වූ විනිමය අනුපාතිකය ඉක්මවා යාමේ නිවැරදි කිරීම් වේගවත් කරනු ඇතැයි මහ බැංකුව විශ්වාස කරයි.",
        "විවෘත ගිණුම් යනු සමෘද්ධිමත් අළු වෙලඳපොලක් සඳහා සාරවත් භූමියක් වන අතර, විදේශ විනිමය ගලා ඒම සහ පිටතට ගලායාම යන දෙකම බැංකු නාලිකාවලින් පිටත සිදු වන අතර, එමඟින් අත්‍යවශ්‍ය ආනයන සඳහා මුදල් යෙදවීමට භාවිතා කළ හැකි විදේශ මුදල් ද්‍රවශීලතාවයෙන් බැංකු පද්ධතිය වියළී යයි.",
        "කෙසේ වෙතත්, මෙම පියවර ප්‍රථම වරට මහ බැංකුව විසින් ප්‍රකාශයට පත් කරන ලද බැවින්, ආනයනකරුවන් සහ වෙළඳුන් කිහිප දෙනෙකු එම අදහස ප්‍රතික්ෂේප කළ අතර ආනයනික ආහාර ද්‍රව්‍ය සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍යවල දැඩි හිඟයක් පිළිබඳව අනතුරු ඇඟවීය.",
        "ශ්‍රී ලංකා මහ බැංකුව ඊයේ එවැනි කරුණු පසෙකට දැමූ අතර හිඟ විදේශ විනිමය ආහාර සහ අනෙකුත් අත්‍යවශ්‍ය ආනයන සඳහා ගෙවීමට හොඳින් කළමනාකරණය කර ගැනීම සහතික කිරීම සඳහා ආහාර ආනයනය කරන බැංකු, වෙළඳ සංගම් සහ ඊට සම්බන්ධ පාර්ශ්ව සමඟ අඛණ්ඩව සංවාදයේ යෙදී සිටින බව පැවසීය.",
        "\"අවශ්‍ය ආහාර ද්‍රව්‍ය ආනයනකරුවන්ගේ සහ වෙළඳුන්ගේ සංගමය මෑතකාලීන සාකච්ඡාවලදී මහ බැංකුවට සහතික වූයේ අළු වෙළඳපොල ක්‍රියාකාරකම්වල නොයෙදෙන බවත් මෙම අභියෝගාත්මක ආර්ථික තත්ත්වයන් හරහා ගමන් කිරීම සඳහා උපරිම සහයෝගය ලබා දෙන බවත්ය\" යනුවෙන් ශ්‍රී ලංකා මහ බැංකුව ඊයේ නිකුත් කළ නිවේදනයක දැක්වේ. එලඹෙන ආහාර හිඟයක් පිලිබඳ ඉහල යන උත්සුකයන් සමනය කිරීමට.",
        "\"ඒ අනුව, ඉදිරි කාලය තුළ අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍යවල ප්‍රමාණවත් බව සහතික කිරීම සඳහා සාමූහික ප්‍රයත්නයන් ක්‍රියාත්මක කෙරෙනු ඇති අතර අනෙකුත් ඒවා අතර ඉන්දියානු ණය රේඛාව යටතේ සිදු කරනු ලබන විධිවිධානවලට අමතරව,\" එම ප්‍රකාශයේ වැඩිදුරටත් සඳහන් වේ. දැවැන්ත ආහාර හිඟයක අද්දර සිටින සංවර්ධනය වෙමින් පවතින රටවල් අතර ශ්‍රී ලංකාව පමණක් නොවේ. කෙසේ වෙතත්, උග්‍ර ඩොලර් හිඟය, අයහපත් ලෙස ක්‍රියාත්මක වූ රුපියල පාවෙන සහ පසුගිය වසරේ කාබනික පොහොර කඩාවැටීම නිසා ඇති වූ අධි උද්ධමනය හේතුවෙන් ශ්‍රී ලංකාවේ තත්වය වඩාත් අස්ථිර ය, එමඟින් රටේ යැපුම් බෝග වගාව අඩකට වඩා පහත වැටුණි.",
        "පෙබරවාරි මාසයේදී රුසියාව විසින් යුක්රේනය ආක්‍රමණය කිරීමත් සමඟ ගෝලීය පොහොර මිල හතර ගුණයකින් ඉහළ ගොස් ඇති අතර දැනට සිදුවන පරිමාණයෙන් අඩු කරන ලද වගාවට පවා බලපාන පරිදි රසායනික පොහොර ගෙන්වා ගැනීමට ශ්‍රී ලංකාවට මුදල් නැත.",
        "කරුණු තවදුරටත් උග්‍ර කරමින්, චීනය සිය COVID සීමාවන් ලිහිල් කිරීමෙන් පසු ඉල්ලුම ඉහළ යාමේ අපේක්ෂාව මත ජාත්‍යන්තර තෙල් මිණුම් ලකුණ වන බ්‍රෙන්ට් හි තෙල් මිල ඊයේ තවත් ඉහළ ගියේය. මේ අතර, වෙළඳ සංගම් සහ අනෙකුත් ආහාර ආනයනකරුවන් සමඟ ආරම්භ කළ සාකච්ඡාවල ප්‍රතිඵලයක් ලෙස දැනට අත්‍යාවශ්‍ය භාණ්ඩ තිබේද යන්න සහ ඒවායේ මාසික අවශ්‍යතා හඳුනාගැනීම සඳහා මූලික තක්සේරුවක් සිදුකරන බව මහ බැංකුව ප්‍රකාශ කළේය.",
        "\"එවැනි සොයාගැනීම් මත පදනම්ව, අත්‍යවශ්‍ය භාණ්ඩ ආනයනය කිරීම සඳහා දැනට පවතින ණය මාර්ගය භාවිතා කිරීමට ඉන්දීය රජය එකඟ වී ඇති දැනට පවතින වැඩපිළිවෙල සමඟ අත්‍යාවශ්‍ය භාණ්ඩ අවශ්‍ය ප්‍රමාණයෙන් සහ සංඛ්‍යාතයෙන් ආනයනය කිරීම සහතික කිරීම සඳහා වැඩපිළිවෙලක් සකසනු ඇත.\" මහ බැංකුව පැවසීය.",
        "මේ අතර, වෙළඳ භාණ්ඩ අපනයන වත්මන් විදේශ විනිමය හිඟයෙන් පරිවරණය කර ඇති බව සහතික කිරීම සඳහා, ශ්‍රී ලංකා මහ බැංකුව නැවතත් අවධාරණය කළේ අපනයන සහ ඒවායේ සැපයුම්කරුවන්ට II මට්ටම දක්වා විවෘත ගිණුම් ගෙවීම් හරහා ආනයනය කිරීමට අවසර දී ඇති බවයි.",
        "මෙම දුෂ්කර කාලවලදී, වෙළඳ ප්‍රජා මට්ටමින් ආහාර ද්‍රව්‍ය ඇතුළු අත්‍යාවශ්‍ය ද්‍රව්‍ය අධික ලෙස ආනයනය කිරීම සහ ගබඩා කිරීම මෙන්ම පාරිභෝගිකයාගෙන් ඒවා අධික ලෙස මිල දී ගැනීම් වල නිරත නොවන ලෙස මහ බැංකුව සියළුම පාර්ශවකරුවන්ගෙන් ඉල්ලා සිටී. මට්ටමින්”, ඔවුන් අවධාරනය කළේ මෙම දුෂ්කර කාලවලදී ගමන් කිරීමට සියලු දෙනාම වගකීමෙන් ක්‍රියා කිරීමේ වැදගත්කමයි."
      ]
    },
    "ta": {
      "title": "திறந்த கணக்கு இடைநிறுத்தம் பெரிய பற்றாக்குறையை ஏற்படுத்தாது என்று சிபி கூறுகிறார்",
      "body_lines": [
        "திறந்த கணக்கு கொடுப்பனவு விதிமுறைகள் மீது விதிக்கப்பட்டுள்ள கட்டுப்பாடுகள் அத்தியாவசிய உணவுப் பொருட்களுக்கு பாரிய அளவில் தட்டுப்பாடு ஏற்படும் என பல்வேறு தரப்பினரால் எழுப்பப்பட்ட கவலைகளை புறந்தள்ளி, வங்கி முறையின் ஊடாக அந்நிய செலாவணி கிடைப்பதை உறுதி செய்வதாக மத்திய வங்கி நேற்று பொதுமக்களுக்கு உறுதியளித்துள்ளது. உணவுப் பொருட்கள் உட்பட அத்தியாவசியப் பொருட்களை இறக்குமதி செய்தல்.",
        "நிதி அமைச்சகம், நாணய வாரியத்தின் அறிவுறுத்தலின் பேரில், முறையான வங்கியில் டாலர் பணப்புழக்கத்தை மீண்டும் உருவாக்கும் முயற்சியில், மே 20 முதல் நடைமுறைக்கு வரும் நிபந்தனைகளுக்கு உட்பட்டு, திறந்த கணக்கு செலுத்தும் விதிமுறைகள் அல்லது சரக்கு கணக்கு விதிமுறைகள் மூலம் செலுத்தப்படும் இறக்குமதிகளை கட்டுப்படுத்தியது. சேனல்கள்.",
        "நடவடிக்கைகள் நடைமுறைக்கு வந்ததிலிருந்து, சாம்பல் சந்தை நடவடிக்கைகளில் குறிப்பிடத்தக்க மிதமான நிலை காணப்பட்டது, இதனால் மார்ச் மாதத்திலிருந்து ஏற்பட்ட மாற்று விகிதத்தின் மிகைப்படுத்தலில் திருத்தத்தை துரிதப்படுத்தும் என்று மத்திய வங்கி நம்புகிறது.",
        "திறந்த கணக்குகள் ஒரு செழிப்பான சாம்பல் சந்தைக்கு ஒரு வளமான நிலமாகும், அங்கு அந்நிய செலாவணி வரவு மற்றும் வெளியேற்றம் இரண்டும் வங்கி சேனல்களுக்கு வெளியே நடைபெறுகின்றன, இதன் மூலம் வங்கி முறைமை வெளிநாட்டு நாணய பணப்புழக்கத்தை உலர்த்துகிறது, இது அத்தியாவசிய இறக்குமதிகளுக்கு நிதியளிக்க பயன்படுகிறது.",
        "எவ்வாறாயினும், இந்த நடவடிக்கையானது மத்திய வங்கியால் முதலில் அறிவிக்கப்பட்டதிலிருந்து, பல இறக்குமதியாளர்கள் மற்றும் வர்த்தகர்கள் இந்த யோசனையை புறக்கணித்து, இறக்குமதி செய்யப்பட்ட உணவுப் பொருட்கள் மற்றும் பிற அத்தியாவசியப் பொருட்களுக்கு கடுமையான பற்றாக்குறை இருப்பதாக எச்சரித்தனர்.",
        "மத்திய வங்கி நேற்று இத்தகைய கவலைகளை புறந்தள்ளிவிட்டு, உணவு மற்றும் இதர அத்தியாவசிய இறக்குமதிகளுக்கு பற்றாக்குறையான அந்நியச் செலாவணியை நன்றாகச் செலுத்துவதை உறுதி செய்வதற்காக, உணவு இறக்குமதியில் ஈடுபட்டுள்ள வங்கிகள், வர்த்தக சங்கங்கள் மற்றும் தொடர்புடைய தரப்பினருடன் தொடர்ந்து பேச்சுவார்த்தை நடத்தி வருவதாகக் கூறியது.",
        "\"அத்தியாவசிய உணவுப் பொருட்கள் இறக்குமதியாளர்கள் மற்றும் வர்த்தகர்கள் சங்கம், சாம்பல் சந்தை நடவடிக்கைகளில் ஈடுபட மாட்டோம் என்றும் இந்த சவாலான பொருளாதார நிலைமைகளை கடந்து செல்வதற்கு முழுமையான ஒத்துழைப்பை வழங்குவோம் என்றும் மத்திய வங்கிக்கு சமீபத்திய கலந்துரையாடலின் போது உறுதியளித்தது\" என்று மத்திய வங்கி நேற்று வெளியிட்ட அறிக்கையில் தெரிவித்துள்ளது. வரவிருக்கும் உணவுப் பற்றாக்குறையின் அதிகரித்து வரும் கவலைகளைத் தணிக்க.",
        "\"அதன்படி, இந்தியக் கடன் வரியின் கீழ் செய்யப்படும் ஏற்பாடுகளுடன், வரும் காலத்தில் அத்தியாவசிய உணவுப் பொருட்கள் போதுமானதாக இருப்பதை உறுதிசெய்ய கூட்டு முயற்சிகள் மேற்கொள்ளப்படும்\" என்று அந்த அறிக்கையில் மேலும் தெரிவிக்கப்பட்டுள்ளது. பாரிய உணவுப் பற்றாக்குறையின் விளிம்பில் இருக்கும் வளரும் நாடுகளில் இலங்கை மட்டும் இல்லை. எவ்வாறாயினும், இலங்கையின் நிலைமை மிகவும் ஆபத்தானது, கடுமையான டாலர் தட்டுப்பாடு, மோசமான முறையில் செயல்படுத்தப்பட்ட ரூபாய் மிதவை மற்றும் கடந்த ஆண்டு கரிம உரங்களின் பிவோட் ஆகியவற்றால் ஏற்பட்ட அதிக பணவீக்கம், இது நாட்டின் வாழ்வாதார பயிர்களின் சாகுபடியை பாதிக்கு மேல் தள்ளியது.",
        "பெப்ரவரி மாதம் உக்ரைன் மீதான ரஷ்யாவின் ஆக்கிரமிப்பிற்குப் பின்னர் உலகளாவிய உரங்களின் விலை நான்கு மடங்காக அதிகரித்துள்ளதுடன், இரசாயன உரத்தை இறக்குவதற்கு இலங்கையிடம் பணம் இல்லை, இது தற்போது நடைபெறும் அளக்கப்படும் பயிர்ச்செய்கையை கூட பாதிக்கிறது.",
        "விஷயங்களை மேலும் மோசமாக்கும் வகையில், சீனா தனது கோவிட் கட்டுப்பாடுகளை தளர்த்திய பின்னர் தேவை அதிகரிக்கும் என்ற நம்பிக்கையில் சர்வதேச எண்ணெய் அளவுகோலான ப்ரெண்டில் எண்ணெய் விலை நேற்று மேலும் உயர்ந்தது. இதேவேளை, வர்த்தக சங்கங்கள் மற்றும் ஏனைய உணவு இறக்குமதியாளர்களுடன் ஆரம்பிக்கப்பட்ட கலந்துரையாடலின் விளைவாக, தற்போது அத்தியாவசியப் பொருட்கள் கிடைப்பது மற்றும் அவற்றின் மாதாந்தத் தேவைகளை அடையாளம் காண ஆரம்ப மதிப்பீடு மேற்கொள்ளப்படுவதாக மத்திய வங்கி தெரிவித்துள்ளது.",
        "\"அத்தகைய கண்டுபிடிப்புகளின் அடிப்படையில், அத்தியாவசியப் பொருட்களின் இறக்குமதியை தேவையான அளவு மற்றும் அதிர்வெண்களில் உறுதிப்படுத்த ஒரு ஏற்பாடு செய்யப்படும், மேலும் அத்தியாவசியப் பொருட்களை இறக்குமதி செய்ய தற்போதுள்ள கடன் வரியைப் பயன்படுத்த இந்திய அரசு ஒப்புக்கொண்டுள்ள ஏற்பாட்டுடன்\" மத்திய வங்கி தெரிவித்துள்ளது.",
        "இதற்கிடையில், சரக்கு ஏற்றுமதிகள் தற்போதைய அந்நிய செலாவணி பற்றாக்குறையில் இருந்து காப்பிடப்படுவதை உறுதி செய்வதற்காக, மத்திய வங்கி, ஏற்றுமதிகள் மற்றும் அடுக்கு II நிலைகள் வரையிலான அவற்றின் வழங்குநர்கள் திறந்த கணக்கு கொடுப்பனவுகள் மூலம் இறக்குமதி செய்ய அனுமதிக்கப்படுவதாக மீண்டும் வலியுறுத்தியது.",
        "இந்த கடினமான காலகட்டத்தின் கீழ், வர்த்தக சமூக மட்டத்தில் உணவுப் பொருட்கள் உட்பட அத்தியாவசியப் பொருட்களை அதிகமாக இறக்குமதி செய்வதிலும் இருப்பு வைப்பதிலும், அத்துடன் நுகர்வோரிடம் அதிகமாகக் கொள்வனவு செய்வதிலும் ஈடுபட வேண்டாம் என மத்திய வங்கி அனைத்து பங்குதாரர்களிடமும் கேட்டுக் கொண்டுள்ளது. நிலை”, இந்த கடினமான காலங்களில் சவாரி செய்ய அனைவரும் பொறுப்புடன் செயல்படுவதன் முக்கியத்துவத்தை அவர்கள் அடிக்கோடிட்டுக் காட்டினார்கள்."
      ]
    }
  }
}