{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82118/sri-lankas-headline-inflation-soars-to-298-in-april-2022",
  "time_ut": 1651252440,
  "title": "Sri Lanka’s headline inflation soars to 29.8% in April 2022",
  "body_lines": [
    "Sri Lanka’s headline inflation, as measured by the year-on-year (Y-o-Y) change in the Colombo Consumer Price Index increased to 29.8% in April from 18.7% in March, the Central Bank of Sri Lanka (CBSL) said in a press release issued today.",
    "This increase in Y-o-Y inflation was driven by the monthly increases in both food and non-food categories.",
    "According to the CBSL, the country’s food inflation (Y-o-Y) increased to 46.6% in April from 30.2% in March, while non-food inflation (Y-o-Y) moved up to 22.0% in April from 13.4% in March.",
    "The monthly change of CCPI was recorded at 9.25% in April due to price increases observed in items of both non-food and food categories which were 4.95% and 4.31%, respectively.",
    "Accordingly, prices of items in the non-food category recorded increases mainly due to price increases observed in the transport (petrol and diesel), education (tuition fees), housing, water, electricity, gas and other fuel (housing rent, maintenance/reconstruction) and restaurant and hotels sub-categories. Further, within the food category, increases were observed in prices of milk powder, rice, bread, dhal, sugar and dried fish during the month.",
    "Meanwhile, annual average inflation rose to 11.3% in April from 9.1% in March.",
    "The core inflation (Y-o-Y), which reflects the underlying inflation in the economy soared to 22.0% in April from 13.0% in March, while annual average core inflation increased to 8.1% in April from 6.5% in March."
  ],
  "translate": {
    "si": {
      "title": "2022 අප්‍රේල් මාසයේදී ශ්‍රී ලංකාවේ මූලික උද්ධමනය 29.8% දක්වා ඉහළ යයි",
      "body_lines": [
        "කොළඹ පාරිභෝගික මිල දර්ශකයේ වසරින් වසර (Y-o-Y) වෙනස මගින් මනිනු ලබන ශ්‍රී ලංකාවේ ප්‍රධාන උද්ධමනය මාර්තු මාසයේදී 18.7% සිට අප්‍රේල් මාසයේදී 29.8% දක්වා ඉහළ ගොස් ඇති බව ශ්‍රී ලංකා මහ බැංකුව (CBSL) මාධ්‍ය නිවේදනයක් නිකුත් කරමින් පවසයි. අද නිකුත් කරන ලදී.",
        "Y-o-Y උද්ධමනයේ මෙම වැඩිවීම ආහාර සහ ආහාර නොවන කාණ්ඩ දෙකෙහිම මාසික වැඩිවීම් මගින් මෙහෙයවනු ලැබීය.",
        "මහ බැංකුවට අනුව, රටේ ආහාර උද්ධමනය (Y-o-Y) මාර්තු මාසයේදී 30.2% සිට අප්‍රේල් මාසයේදී 46.6% දක්වා ඉහළ ගොස් ඇති අතර ආහාර නොවන උද්ධමනය (Y-o-Y) මාර්තු මාසයේ 13.4% සිට අප්‍රේල් මාසයේදී 22.0% දක්වා ඉහළ ගියේය.",
        "4.95% සහ 4.31% ක් වූ ආහාර නොවන සහ ආහාර යන කාණ්ඩ දෙකෙහිම අයිතමවල මිල වැඩිවීම් හේතුවෙන් CCPI හි මාසික වෙනස අප්‍රේල් මාසයේදී 9.25% ලෙස වාර්තා විය.",
        "ඒ අනුව, ප්‍රධාන වශයෙන් ප්‍රවාහනය (පෙට්‍රල් සහ ඩීසල්), අධ්‍යාපනය (උපකාරක ගාස්තු), නිවාස, ජලය, විදුලිය, ගෑස් සහ අනෙකුත් ඉන්ධන (නිවාස කුලිය, නඩත්තුව/ ප්‍රතිසංස්කරණය) සහ ආපනශාලා සහ හෝටල් උප කාණ්ඩ. තවද, ආහාර කාණ්ඩය තුළ, මාසය තුළ කිරිපිටි, සහල්, පාන්, පරිප්පු, සීනි සහ කරවලවල මිල ඉහළ යාමක් දක්නට ලැබිණි.",
        "මේ අතර, වාර්ෂික සාමාන්‍ය උද්ධමනය මාර්තු මාසයේ 9.1% සිට අප්‍රේල් මාසයේදී 11.3% දක්වා ඉහළ ගියේය.",
        "ආර්ථිකයේ යටින් පවතින උද්ධමනය පිළිබිඹු කරන මූලික උද්ධමනය (Y-o-Y), මාර්තු මාසයේ 13.0% සිට අප්රේල් මාසයේදී 22.0% දක්වා ඉහළ ගිය අතර, වාර්ෂික සාමාන්ය මූලික උද්ධමනය මාර්තු මාසයේ 6.5% සිට අප්රේල් මාසයේදී 8.1% දක්වා වැඩි විය."
      ]
    },
    "ta": {
      "title": "2022 ஏப்ரலில் இலங்கையின் பிரதான பணவீக்கம் 29.8% ஆக உயர்ந்துள்ளது",
      "body_lines": [
        "இலங்கையின் பிரதான பணவீக்கம், கொழும்பு நுகர்வோர் விலைச் சுட்டெண்ணில் வருடாவருடம் (Y-o-Y) மாற்றத்தின் மூலம் அளவிடப்பட்டதன் படி, மார்ச் மாதத்தில் 18.7% ஆக இருந்த 18.7% இலிருந்து ஏப்ரல் மாதத்தில் 29.8% ஆக அதிகரித்துள்ளதாக இலங்கை மத்திய வங்கி (CBSL) செய்திக்குறிப்பில் தெரிவித்துள்ளது. இன்று வெளியிடப்பட்டது.",
        "Y-o-Y பணவீக்கத்தில் இந்த அதிகரிப்பு உணவு மற்றும் உணவு அல்லாத வகைகளில் மாதாந்திர அதிகரிப்புகளால் உந்தப்பட்டது.",
        "CBSL இன் படி, மார்ச் மாதத்தில் 30.2% ஆக இருந்த நாட்டின் உணவுப் பணவீக்கம் (Y-o-Y) ஏப்ரல் மாதத்தில் 46.6% ஆக அதிகரித்துள்ளது, அதே நேரத்தில் உணவு அல்லாத பணவீக்கம் (Y-o-Y) மார்ச் மாதத்தில் 13.4% ஆக இருந்து ஏப்ரல் மாதத்தில் 22.0% ஆக உயர்ந்துள்ளது.",
        "உணவு அல்லாத மற்றும் உணவு வகைகளில் முறையே 4.95% மற்றும் 4.31% விலை உயர்வு காணப்பட்டதன் காரணமாக ஏப்ரல் மாதத்தில் CCPI இன் மாதாந்திர மாற்றம் 9.25% ஆக பதிவு செய்யப்பட்டது.",
        "அதன்படி, போக்குவரத்து (பெட்ரோல் மற்றும் டீசல்), கல்வி (கல்வி கட்டணம்), வீடு, தண்ணீர், மின்சாரம், எரிவாயு மற்றும் பிற எரிபொருள் (வீட்டு வாடகை, பராமரிப்பு/ புனரமைப்பு) மற்றும் உணவகம் மற்றும் ஹோட்டல்கள் துணை வகைகள். மேலும், உணவு வகைக்குள், பால் மா, அரிசி, ரொட்டி, பருப்பு, சர்க்கரை மற்றும் உலர் மீன் ஆகியவற்றின் விலைகள் இந்த மாதத்தில் அதிகரித்துள்ளன.",
        "இதற்கிடையில், ஆண்டு சராசரி பணவீக்கம் மார்ச் மாதத்தில் 9.1% ஆக இருந்து ஏப்ரல் மாதத்தில் 11.3% ஆக உயர்ந்துள்ளது.",
        "பொருளாதாரத்தின் அடிப்படை பணவீக்கத்தை பிரதிபலிக்கும் முக்கிய பணவீக்கம் (Y-o-Y), மார்ச் மாதத்தில் 13.0% ஆக இருந்து ஏப்ரல் மாதத்தில் 22.0% ஆக உயர்ந்தது, அதே நேரத்தில் ஆண்டு சராசரி முக்கிய பணவீக்கம் மார்ச் மாதத்தில் 6.5% ஆக இருந்து ஏப்ரல் மாதத்தில் 8.1% ஆக அதிகரித்துள்ளது."
      ]
    }
  }
}