{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sampath-bank-successfully-navigates-challenging-economic-environment/",
  "time_ut": 1652526360,
  "title": "Sampath Bank successfully navigates challenging economic environment",
  "body_lines": [
    "Backed by its solid capital base and prudent risk fundamentals, Sampath Bank continues to prove that it is well equipped to navigate the challenging economic environment. Having sufficient capital buffers to absorb significant losses arising by reason of the prevailing stressful economic conditions, the Bank’s well-diversified investment portfolio coupled with its increased vigilance and proactive risk management measures have enabled Sampath Bank to remain resilient and prioritize stakeholder interests above all other interests in the context of negative economic headwinds.",
    "Notwithstanding the extremely challenging economic conditions which prevailed, Sampath Bank registered a profit before tax (PBT) of Rs 6.5 Bn and a profit after tax (PAT) of Rs 4.7 Bn for the three months ended 31st March 2022, indicating marginal growth of 5.3% and 2.9% respectively from the figures reported in Q1 2021 despite having taken in a substantial impairment provision on loans and investments.Key highlights of financial results declared by Sampath Bank and the Group for the Q1 of 2022:",
    "Solid 248% growth in exchange income stemming from the sharp depreciation of the Sri Lankan rupee against the USD by 47%.Sizable 74.6% increase in net fee and commission income during the period, driven by cards and trade-related operations. Higher impairment provision on loans and investments to capture possible economic uncertainties.",
    "Marginal drop in Group PAT (4.9%) while PBT recorded a slight growth of 1.6%. The Group’s PBT and PAT for Q1 2022 was Rs 6.8 Bn and Rs 4.9 Bn respectively.",
    "Fund based income Sampath Bank recorded a total interest income of Rs 24.9 Bn in Q1 2022 compared to Rs 20.7 Bn for the corresponding period in the previous year, reflecting a 20% growth year-on-year. The increase is attributed to the higher interest income from loans and investments resulting from the upward trend in interest rates in Q1 2022 compared to the corresponding period in the previous year. AWPLR increased by 396 bps from 5.75% reported on 31st March 2021 to 9.71% reported at the end of the reporting period. Meanwhile, one year treasury bill rate increased by 717 bps from 5.11% reported at the end of the corresponding period.",
    "Despite the interest rates hikes observed in recent months, Sampath Bank was able to benefit from lower cost of funds thanks to the higher concentration of CASA in its deposit portfolio. As a result, the Bank recorded a marginal drop of 1.6% in interest expenses during Q1 2022 compared to the first quarter of 2021. The Bank’s interest expenses for the first three months of 2022 was Rs 11.3 Bn compared to Rs 11.5 Bn reported for the same period in the previous year. Net interest income increased by 47% in the first quarter of 2022 as a result of the aforementioned factors. Net interest Margin also reported at 4.54%, a healthy growth of 93 bps compared to the figures reported at the end of 2021.",
    "CSE opens trading with 2.5 per cent gain; turnover exceeds Rs. 2 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සම්පත් බැංකුව අභියෝගාත්මක ආර්ථික පරිසරයක් සමඟ සාර්ථකව ගමන් කරයි",
      "body_lines": [
        "සිය ශක්තිමත් ප්‍රාග්ධන පදනම සහ විචක්ෂණශීලී අවදානම් මූලිකාංගවල පිටුබලය ඇතිව, සම්පත් බැංකුව අභියෝගාත්මක ආර්ථික පරිසරය තුළ සැරිසැරීමට හොඳින් සන්නද්ධ බව අඛණ්ඩව ඔප්පු කරයි. පවතින ආතති සහගත ආර්ථික තත්ත්වයන් හේතුවෙන් ඇතිවන සැලකිය යුතු පාඩු අවශෝෂණය කර ගැනීමට ප්‍රමාණවත් ප්‍රාග්ධන බෆර තිබීම, බැංකුවේ මනා විවිධාංගීකරණය වූ ආයෝජන කළඹ සහ එහි වැඩි වූ සුපරීක්ෂාකාරීත්වය සහ ක්‍රියාශීලී අවදානම් කළමනාකරණ ක්‍රියාමාර්ග සමඟින් සම්පත් බැංකුවට ඔරොත්තු දීමේ හැකියාව සහ අනෙකුත් සියලුම අවශ්‍යතාවලට වඩා පාර්ශවකරුවන්ගේ අවශ්‍යතා සඳහා ප්‍රමුඛත්වය දීමට හැකියාව ලැබී ඇත. ඍණාත්මක ආර්ථික ප්‍රධාන සුළං සන්දර්භය තුළ.",
        "පැවති අතිශය අභියෝගාත්මක ආර්ථික තත්ත්වයන් මධ්‍යයේ වුවද, සම්පත් බැංකුව 2022 මාර්තු 31 දිනෙන් අවසන් වූ මාස තුන සඳහා රුපියල් බිලියන 6.5 ක බදු ගෙවීමට පෙර ලාභයක් (PBT) සහ රුපියල් බිලියන 4.7 ක බදු ගෙවීමෙන් පසු ලාභයක් (PAT) 5.3% ක ආන්තික වර්ධනයක් පෙන්නුම් කරයි. සහ 2021 Q1 හි වාර්තා වූ සංඛ්‍යාවලින් පිළිවෙළින් 2.9%ක් ණය සහ ආයෝජන සඳහා සැලකිය යුතු දුර්වලතා ප්‍රතිපාදනයක් ලබාගෙන තිබියදීත්. සම්පත් බැංකුව සහ සමූහය විසින් 2022 Q1 සඳහා ප්‍රකාශයට පත් කරන ලද මූල්‍ය ප්‍රතිඵලවල ප්‍රධාන විශේෂතා:",
        "USD ට සාපේක්ෂව ශ්‍රී ලංකා රුපියල 47% කින් තියුනු ලෙස අවප්‍රමාණය වීම හේතුවෙන් විනිමය ආදායමේ 248% ක ශක්තිමත් වර්ධනයක් ඇති විය. කාඩ්පත් සහ වෙළඳාම ආශ්‍රිත මෙහෙයුම් මගින් මෙහෙයවනු ලබන කාල සීමාව තුළ ශුද්ධ ගාස්තු සහ කොමිස් ආදායමෙහි සැලකිය යුතු 74.6% ක වර්ධනයකි. විය හැකි ආර්ථික අවිනිශ්චිතතාවයන් ග්‍රහණය කර ගැනීම සඳහා ණය සහ ආයෝජන සඳහා ඉහළ හානි ප්‍රතිපාදන.",
        "කණ්ඩායම් PAT (4.9%) හි ආන්තික පහත වැටීමක් වන අතර PBT 1.6% ක සුළු වර්ධනයක් වාර්තා කළේය. 2022 Q1 සඳහා සමූහයේ PBT සහ PAT පිළිවෙලින් රුපියල් බිලියන 6.8 ක් සහ රුපියල් බිලියන 4.9 ක් විය.",
        "අරමුදල් පදනම් කරගත් ආදායම සම්පත් බැංකුව 2022 වසරේ පළමු කාර්තුවේදී රුපියල් බිලියන 24.9 ක සමස්ත පොලී ආදායමක් වාර්තා කර ඇති අතර එය පෙර වසරේ අනුරූප කාලපරිච්ඡේදය සඳහා වූ රුපියල් බිලියන 20.7 ට සාපේක්ෂව වසරින් වසර 20% ක වර්ධනයක් පෙන්නුම් කරයි. පෙර වසරේ අනුරූප කාලපරිච්ඡේදයට සාපේක්ෂව 2022 Q1 හි පොලී අනුපාත ඉහළ යාමේ ප්‍රවණතාවයේ ප්‍රතිඵලයක් ලෙස ණය සහ ආයෝජනවලින් ලැබෙන ඉහළ පොලී ආදායම මෙම වැඩිවීමට හේතු වී ඇත. AWPLR 2021 මාර්තු 31 වන දින වාර්තා කළ 5.75% සිට වාර්තාකරණ කාල සීමාව අවසානයේ වාර්තා වූ 9.71% දක්වා 396 bps කින් වැඩි විය. මේ අතර, වසරක භාණ්ඩාගාර බිල්පත් අනුපාතිකය අදාළ කාලසීමාව අවසානයේ වාර්තා වූ 5.11% සිට bps 717කින් වැඩි විය.",
        "මෑත මාසවලදී නිරීක්ෂණය වූ පොලී අනුපාත ඉහළ ගියද, සම්පත් බැංකුවට එහි තැන්පතු කළඹෙහි CASA හි ඉහළ සාන්ද්‍රණය හේතුවෙන් අරමුදල්වල අඩු පිරිවැයෙන් ප්‍රතිලාභ ලබා ගැනීමට හැකි විය. එහි ප්‍රතිඵලයක් වශයෙන්, 2021 පළමු කාර්තුවට සාපේක්ෂව 2022 පළමු කාර්තුවේදී පොලී වියදම්වල 1.6% ක ආන්තික පහත වැටීමක් බැංකුව වාර්තා කළේය. පෙර වසරේ එම කාලය. ඉහත සඳහන් කළ සාධකවල ප්‍රතිඵලයක් ලෙස 2022 පළමු කාර්තුවේදී ශුද්ධ පොලී ආදායම 47% කින් වැඩි විය. ශුද්ධ පොලී ආන්තිකය ද 4.54% ලෙස වාර්තා කර ඇති අතර එය 2021 අවසානයේ වාර්තා වූ සංඛ්‍යාවලට සාපේක්ෂව 93 bps හි නිරෝගී වර්ධනයකි.",
        "CSE සියයට 2.5 ක ලාභයක් සමඟ වෙළඳාම ආරම්භ කරයි; පිරිවැටුම රු. බිලියන 2 කි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சம்பத் வங்கி சவாலான பொருளாதார சூழலை வெற்றிகரமாக வழிநடத்துகிறது",
      "body_lines": [
        "அதன் உறுதியான மூலதனத் தளம் மற்றும் விவேகமான இடர் அடிப்படைகள் ஆகியவற்றின் ஆதரவுடன், சவாலான பொருளாதாரச் சூழலுக்குச் செல்ல, சம்பத் வங்கி நன்கு தயாராக உள்ளது என்பதைத் தொடர்ந்து நிரூபித்து வருகிறது. நிலவும் அழுத்தமான பொருளாதார நிலைமைகளின் காரணமாக ஏற்படும் குறிப்பிடத்தக்க இழப்புகளை உள்வாங்குவதற்கு போதுமான மூலதன பஃபர்கள் இருப்பதால், வங்கியின் நன்கு பன்முகப்படுத்தப்பட்ட முதலீட்டு போர்ட்ஃபோலியோ மற்றும் அதன் அதிகரித்த விழிப்புணர்வு மற்றும் செயலூக்கமான இடர் மேலாண்மை நடவடிக்கைகள் ஆகியவை சம்பத் வங்கியை நெகிழ்ச்சியுடன் இருக்கவும் மற்ற அனைத்து நலன்களை விட பங்குதாரர்களின் நலன்களுக்கு முன்னுரிமை அளிக்கவும் உதவியது. எதிர்மறையான பொருளாதார தலையீடுகளின் பின்னணியில்.",
        "நிலவிய மிகவும் சவாலான பொருளாதார நிலைமைகள் இருந்தபோதிலும், சம்பத் வங்கி 2022 மார்ச் 31 ஆம் தேதியுடன் முடிவடைந்த மூன்று மாதங்களில் வரிக்கு முந்தைய லாபம் (PBT) 6.5 பில்லியன் மற்றும் வரிக்குப் பிந்தைய லாபம் (PAT) 4.7 பில்லியனைப் பதிவுசெய்தது, இது 5.3% சிறிய வளர்ச்சியைக் குறிக்கிறது. மற்றும் 2021 ஆம் ஆண்டின் முதல் காலாண்டில் அறிக்கையிடப்பட்ட புள்ளிவிபரங்களில் இருந்து முறையே 2.9% கடன்கள் மற்றும் முதலீடுகள் மீது கணிசமான குறைபாடுகள் இருந்தபோதிலும். 2022 ஆம் ஆண்டின் முதல் காலாண்டில் சம்பத் வங்கி மற்றும் குழுவால் அறிவிக்கப்பட்ட நிதி முடிவுகளின் முக்கிய சிறப்பம்சங்கள்:",
        "அமெரிக்க டாலருக்கு நிகரான இலங்கை ரூபாயின் கூர்மையான தேய்மானத்திலிருந்து 47% ஆல் உருவாகும் பரிவர்த்தனை வருமானத்தில் உறுதியான 248% வளர்ச்சி. கார்டுகள் மற்றும் வர்த்தகம் தொடர்பான நடவடிக்கைகளால் உந்தப்பட்ட காலப்பகுதியில் நிகர கட்டணம் மற்றும் கமிஷன் வருமானத்தில் கணிசமான 74.6% அதிகரிப்பு. சாத்தியமான பொருளாதார நிச்சயமற்ற தன்மைகளைப் பிடிக்க கடன்கள் மற்றும் முதலீடுகள் மீதான அதிக குறைபாடு ஏற்பாடு.",
        "குரூப் பிஏடியில் (4.9%) ஓரளவு வீழ்ச்சியும், பிபிடி 1.6% சிறிதளவு வளர்ச்சியைப் பதிவு செய்தது. 2022 ஆம் ஆண்டின் முதல் காலாண்டிற்கான குழுமத்தின் PBT மற்றும் PAT முறையே ரூ 6.8 பில்லியன் மற்றும் ரூ 4.9 பில்லியனாக இருந்தது.",
        "நிதி அடிப்படையிலான வருமானம் சம்பத் வங்கி 2022 ஆம் ஆண்டின் முதல் காலாண்டில் ரூ 24.9 பில்லியனைப் பதிவுசெய்துள்ளது, இது முந்தைய ஆண்டின் இதே காலப்பகுதிக்கான ரூ 20.7 பில்லியன்களுடன் ஒப்பிடுகையில், ஆண்டுக்கு ஆண்டு 20% வளர்ச்சியைப் பிரதிபலிக்கிறது முந்தைய ஆண்டின் இதே காலத்துடன் ஒப்பிடுகையில், 2022 ஆம் ஆண்டின் 1 ஆம் காலாண்டில் வட்டி விகிதங்கள் அதிகரித்ததன் விளைவாக கடன்கள் மற்றும் முதலீடுகளின் அதிக வட்டி வருமானம் இந்த அதிகரிப்புக்குக் காரணம். AWPLR 396 bps அதிகரித்து 31 மார்ச் 2021 அன்று 5.75% ஆக இருந்தது, அறிக்கையிடல் காலத்தின் முடிவில் 9.71% ஆக இருந்தது. இதற்கிடையில், ஒரு வருட கருவூல உண்டியல் வீதம் தொடர்புடைய காலத்தின் முடிவில் 5.11% இல் இருந்து 717 bps அதிகரித்துள்ளது.",
        "சமீபத்திய மாதங்களில் வட்டி விகித உயர்வுகள் காணப்பட்ட போதிலும், சம்பத் வங்கி அதன் வைப்புத் தொகுப்பில் CASA இன் அதிக செறிவு காரணமாக குறைந்த செலவில் இருந்து பயனடைய முடிந்தது. இதன் விளைவாக, 2021 ஆம் ஆண்டின் முதல் காலாண்டுடன் ஒப்பிடுகையில், 2022 ஆம் ஆண்டின் முதல் காலாண்டில் வட்டிச் செலவினங்களில் 1.6% குறைவான வீழ்ச்சியை வங்கி பதிவு செய்துள்ளது. 2022 ஆம் ஆண்டின் முதல் மூன்று மாதங்களுக்கு வங்கியின் வட்டிச் செலவுகள் ரூ. முந்தைய ஆண்டின் அதே காலகட்டத்தில். மேற்கூறிய காரணிகளின் விளைவாக 2022 முதல் காலாண்டில் நிகர வட்டி வருமானம் 47% அதிகரித்துள்ளது. நிகர வட்டி வரம்பு 4.54% ஆகவும் பதிவாகியுள்ளது, இது 2021 இன் இறுதியில் அறிவிக்கப்பட்ட புள்ளிவிவரங்களுடன் ஒப்பிடுகையில் 93 bps ஆரோக்கியமான வளர்ச்சியாகும்.",
        "CSE 2.5 சதவீத லாபத்துடன் வர்த்தகத்தைத் தொடங்குகிறது; விற்றுமுதல் ரூ. 2 பில்லியன்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}