{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Exterminators-posts-impressive-results-in-4Q-and-FY22/34-735289",
  "time_ut": 1653417000,
  "title": "Exterminators posts impressive results in 4Q and FY22",
  "body_lines": [
    "Net profit increased by 133% in the 4th quarter and by 77% in FY22",
    "Net profit margin is 26% of the revenue in the 4th quarter and 20% in FY22",
    "Earnings per share increased by 121% in the 4th quarter and by 71% in FY22",
    "Dividend pay-out 27% for the first nine-months period ended 31 December 2021",
    "Exterminators Ltd., pest management and environmental technology specialists and Colombo Stock Exchange new entrant, has announced impressive financial results for the 4th quarter and the FY22.",
    "The revenue increased by 16% in the fourth quarter and by 12% in FY22, while GP increased by 20% in the fourth quarter and by 9% in FY22.",
    "EBIT increased by 55% in the 4th quarter and by 29% in FY22. Although the revenue increased, the company was able to reduce the admin expenses by 4% and S&D expenses by 2% in FY22 due to efficient business management practices and digital pest management technology.",
    "PER ratio stands at 7.9 times as at 31 March. PBV has further improved to 1.95 in FY22. NAV value which was 1.43 in FY21 increased to 2.66 in FY22 to further strengthen its equity base.",
    "Dividend pay-out for the first nine months ended 31 December 2021 amounting to Rs. 4,441,627.20 which was 27% of PAT.",
    "Exterminators Founder and Managing Director Marlon Ferreira said in 2021, the company was able to further enhance its brand recognition by winning 12 national and international awards during the past 17 months and created history on March 30 by becoming South Asia’s 1st and among the few pest control companies in world to be listed in the stock exchange.",
    "Exterminators opened its new branch in Dambulla on 30 April on the 24th anniversary of the company thereby fulfilling one of its IPO objectives, six months ahead of schedule.",
    "The branch is located in a prominent location at 489/2, Trincomalee Road, Dambulla. This branch will be the gateway to the North Central, North and Eastern Provinces.",
    "Ferreira said the company is planning to further enhance its service standards while mitigating prevailing inflationary impact by creating synergies via digitalised route optimisation systems, mobile applications and ‘Exterminators E-Connect’ customer web portal to digitalize the pest management and environmental enhancement services provided by the company which will positively impact the bottom-line even during the present economic crisis.",
    "He also said Exterminators is committed to leading the way by greening its company’s operations. This commitment is clearly demonstrated and confirmed by being certified Asia’s 1st ‘Carbon Neutral’ pest control and the World’s 1st ‘Carbon Neutral’ disinfection service provider. This is a major step towards the establishment of a systematic sustainability action plan within the company. The company is the winner of four international awards for environmental best practices and leadership. In November 2021, the company became Asia’s 1st and one of the few pest control companies in the world to be certified as a ‘Great Place to Work’. The company created history by scoring 100% points in the ‘Trust Index’ in all focus areas during the certification process."
  ]
}