{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Rebel-SLPP-MPs-say-no-to-no-confidence/342-234956",
  "time_ut": 1649653260,
  "title": "Rebel SLPP MPs say no to no-confidence",
  "body_lines": [
    "The rebel Sri Lanka Podujana Peramuna (SLPP) MPs, which includes former Ministers Vasudeva Nanayakkara and Wimal Weerawansa, have decided not to support the no-confidence motion against President Gotabaya Rajapaksa.",
    "Nanayakkara told Daily Mirror that they had advised the main opposition Samagi Jana Balawegaya not to go ahead with the no-confidence motion against President Gotabaya Rajapaksa.",
    "He said that they feel a no-confidence on the President will not be appropriate at this time. Instead, Nanayakkara says they will push for a 21st Amendment to be presented to Parliament to curtail the powers of the President.",
    "The former Minister said that they have already had talks with the President and the opposition and put forward a set of proposals.",
    "He said the proposals include establishing a National Executive Council, seeking a debt moratorium, having a cabinet that does not draw any perks and submitting a 21st Amendment to Parliament.",
    "The rebel Sri Lanka Podujana Peramuna (SLPP) MPS, which includes former Ministers Vasudeva Nanayakkara and Wimal Weerawansa, have decided not to support the no-confidence motion against President Gotabaya Rajapaksa.",
    "Nanayakkara told Daily Mirror that they had advised the main opposition Samagi Jana Balawegaya not to go ahead with the no-confidence motion against President Gotabaya Rajapaksa.",
    "He said that they feel a no-confidence on the President will not be appropriate at this time. Instead, Nanayakkara says they will push for a 21st Amendment to be presented to Parliament to curtail the powers of the President.",
    "The former Minister said that they have already had talks with the President and the opposition and put forward a set of proposals.",
    "He said the proposals include establishing a National Executive Council, seeking a debt moratorium, having a cabinet that does not draw any perks and submitting a 21st Amendment to Parliament. (Easwaran Rutnam)"
  ]
}