{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-commercial-bank-profits-up-73-oct-in-march-2022-quarter-94276/",
  "time_ut": 1652661060,
  "title": "Sri Lanka’s Commercial Bank profits up 73-oct in March 2022 quarter",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Commercial Bank of Ceylon reported profits of 11.6 billion rupees in the March 2022 quarter, up 73 percent in the  from a year earlier as foreign exchange gains outpaced provisions and net interest income also grew.",
    "Commercial Bank group reported earnings of 9.42 rupees per share in interim accounts for the March 22 quarter.",
    "Net fee and commission income grew 35 percent to 4.0 billion rupees.",
    "Net interest income grew 19 percent to 37.8 billion rupees, interest expense grew 17 percent to 19.0 billion rupees and net interest income grew 21 percent to 18.8 billion rupees.",
    "Loans and advances grew 12.5 percent in rupee terms, partly due to the inflation of dollar denominated loans as a soft-peg with the US dollar collapsed.",
    "Loan loss provisions were down 16 percent to 5.9 billion rupees.",
    "Net other operating income was  loss of 12.2 billion rupees, down from a 3.6 billion rupee gain last year.",
    "“The exchange impact on impairment charges on loans and advances and Government Securities denominated in foreign currency was recognised in Net Other Operating Income where the corresponding exchange gains are recognized,” the bank told shareholders.",
    "Owners of Sri Lanka government sovereign bonds which are now rated near default are expected to take a hair-cut.",
    "However banks with net dollar assets however stands to make gains in rupee terms.Sharply higher rates are also triggering mark to market losses in rupee bond portfolios.",
    "Commercial Bank’s total assets grew 15 percent to 2.2 billion rupees. Net assets grew 3.7 percent to 175 billion rupees at group level and 2.5 percnet to 169 billion rupees at bank level. (Colombo/May16/2022)"
  ]
}