{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-economic-crisis-former-pm-wants-national-consensus-not-change-in-govt-91623/",
  "time_ut": 1647227160,
  "title": "Sri Lanka economic crisis: former PM wants national consensus, not change in govt",
  "body_lines": [
    "ECONOMYNEXT – Changing governments or forming a national government is not the need of the hour and Sri Lanka’s political parties must instead work on building a national consensus towards a permanent solution to the country’s economic woes, former prime minister and sole MP of the opposition United National Party (UNP) Ranil Wickremesinghe said.",
    "Sri Lanka is currently going through one of the worst financial crises in the country’s history, with dwindling foreign exchange reserves severely impacting essential imports. There has been speculation in the media that the ruling Sri Lanka Podujana Peramuna (SLPP), its popularity fast eroding, is looking to offer the premiership to Wickremesighe – a rumour that both the UNP leader and incumbent prime minister Mahinda Rajapaksa have denied.",
    "Speaking at a UNP event in Colombo Sunday (13) evening, Wickremesinghe said all parties that represent parliament must agree on an ironclad economic framework to help the country out of its present crisis.",
    "“There must be a national consensus on how to overcome this. It’s not a national government that’s needed. There’s no point of one, and people will say we’re just dividing up the cabinet portfolios among ourselves. What’s needed here is a national consensus,” he said.",
    "“The opposition can remain in the opposition, and government members can remain in the government. But they must all arrive at a national agreement on solving this problem – an agreement that’s valid not just for one year but for 15 or 20 years,” he added.",
    "Once consensus has been reached, the former prime minister said, the government and opposition can discuss elections and even the possibility of early elections.",
    "“But the national framework and basic policies cannot be changed,” he said.",
    "Successive governments playing politics and routinely changing what should’ve been national policies have resulted in the present crisis, said Wickremesinghe.",
    "“Since the country was developed in 1977 and a middle class was established, we have now again fallen to this place. We have to save it. Whether we’re in government or opposition, we in the UNP must always work towards it,” he said.",
    "The UNP leader warned that if Sri Lanka doesn’t find a way out soon, the country may end up like Greece.",
    "“We must solve this problem. The government took too much time.",
    "“Now there is also a conflict between the finance minister and the central bank governor. These issues must be resolved by the government,[before they] end up in the media,” he said.",
    "IMF top team in Sri Lanka to brief President on economic crisis",
    "Wickremesinghe further said the UNP expects to study the IMF report on Sri Lanka’s economic situation once it is presented to parliament before an all party conference next week.",
    "“The people must know the gravity of the situation. The government can’t hide that. They must communicate it. The opposition must also be informed and act on it,” he said.",
    "“Now is not the time to change governments. Now is the time to solve this present crisis, or we won’t have a country left in the next few months.",
    "“No matter what our politics, this is our country. We must save it,” he said. (Colombo/Mar14/2022)"
  ]
}