{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-drug-suppliers-say-hit-by-arrears-regulatory-morass-forex-shortages-94860/",
  "time_ut": 1653730140,
  "title": "Sri Lanka drug suppliers say hit by arrears, regulatory morass, forex shortages",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s pharmaceuticals suppliers are hit by payment delays and are also facing regulatory delays, and price controls which are making a shortage of drugs in the country worse an industry official said.",
    "Local suppliers are owned around 7 billion rupees from a state pharmaceutical agency, an industry source said.",
    "It had made it difficult for companies to continue supplies.",
    "“If you to get a heart attack today it’s likely that you will not receive clot dissolving therapies,” an industry official who declined to be identified said.",
    "“Or if you were to be bitten by a rabid dog you are unlikely to receive rabies virus neutralizing anti body injections both situations that can lead to a death sentence.”",
    "Sri Lanka is facing severe foreign exchange shortages after the country’s soft-pegged central bank printed money and the currency collapsed from 200 to 380 to the US dollar, amid a botched float attempted with a surrender requirement.",
    "The falling rupee and inflation fired by the central bank have pushed up inflation to around 40 percent.",
    "The National Medical Regulatory Authority set up by the ousted Yahapalana regime has also imposed price controls, making it difficult to supply goods as costs went up, though prices have recently been raised.",
    "Analysts had warned several years got that the Yahapalana regime should have curtailed the freedom of economists to print money by reducing its discretionary powers than bringing a price control agency.",
    "The rupee collapsed from 131 in 2015 under money printed to target an output gap.",
    "“Despite recent price increases granted, they even fail to mitigate the exchange loss, while cost of fuel, vehicles, parts, electricity and wages all have seen a dramatic escalation,” the official said.",
    "“None of these have been compensated while they are major factors of distribution, cold storage, and inventory.”",
    "NMRA gave the permission to increase the price of medicines twice in 2022 and the increase done in March, NMRA gave the permission to raise drug prices by 29 percent.",
    "Many companies which import goods on suppliers’ credit are facing losses and are unable to supply medicines at contracted rupee rates, officials have said.",
    "Pharma importers complain that the NMRA has added layers of regulation and costs.",
    "It charges money to issue shipment clearance certificates and delays.",
    "“As these clearance certificates are issued to each and every shipment, thousands of these certificates need to be issued consuming the capacity of the NMRA but generating more and more revenue to it,” an importer said.",
    "Renewals of import licenses are also being delayed, he claimed.",
    "The costs of maintaining the regulator have to be paid by sick people.",
    "Banks are refusing to open Letters of Credit amid the forex shortage created by the central bank, and some small importers have been forced to halt operations, the industry says.",
    "Forex shortages can only be created by a central bank, since it is the only agency that can print money and create excess demand.",
    "“Importers who were earlier enjoying 90-120 days of credit from the manufacturers or the suppliers from India are now expected to pay 115 percent of the value of the proforma invoice in advance to import,” the source said.",
    "“All of these factors have led to the current out of stock situation. It is not just the lack of dollars the banks,” the source said. (Colombo/May28/2022)"
  ]
}