{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bang-bang-colombos-first-modern-shopping-mall/",
  "time_ut": 1646841060,
  "title": "Bang Bang – Colombo’s first modern shopping mall",
  "body_lines": [
    "In the first of a series of articles on Colombo’s heritage, we cover the Bang Bang Building, with historian, Asiff Hussein, the Author of  The Great Days of Colombo.",
    "Q: Is it accurate to say that the Bang Bang building was the first modern shopping mall in Colombo? What about others like Liberty Plaza that emerged around the same time?",
    "A: The Bang Bang Building Project was the first modern shopping mall in Sri Lanka. It was officially called Capricorn Towers and was built as a UDA approved project in 1979; Liberty Plaza was built in the early 1980s. Bang Bang opened around 1982 and was fully operational by early 1983. Liberty Plaza opened only in 1985.",
    "Q: The Bang Bang Building was situated on a wedge of land between Reclamation Road and Bankshall Street in Pettah which had formerly housed the Colombo Fire Brigade. And believe me, this seemingly huge four-storeyed complex was built on just 50 perches of land which at that time must have been an ingenious feat of engineering, especially for a country like ours. Its foundation stone was laid by the then Mayor Sirisena Cooray, which suggests that it must have been considered a very important landmark in the country’s rapid development drive that followed in the wake of the Open Economy the JR government ushered in 1977.",
    "A: The prospectus stated that it had been designed as a shopping-cum-office complex and that it had a raft foundation to build 12 storeys with the foundation and structure designed to carry a revolving restaurant on the topmost floor. At the time, it had a basement, car park and four floors each with 15,000 square feet, a structure for two more floors and provision for another five floors with 10,000 square feet for each floor. It further boasted central air conditioning, available for 11 floors and to top it all could accommodate 100 shops which was, of course, a lot of shops for its time.",
    "Q:Who was the man behind the project or was it a consortium of like-minded people obsessed with foisting modernity on a place like the Pettah?",
    "A:The project was the brainchild of Nazir Hussein Ghany, the second son of Faacy Ghany, Deputy Mayor of Colombo shortly before Ceylon gained independence from the British. This well built moustachioed man looked somewhat like Yasser Arafat and had made his fortune very early in life. I have a feeling it was his frequent business trips to Japan and other parts of Far Asia full of grand buildings, that inspired him to replicate that trend here, near the very heart of Pettah. Be that as it may, the idea caught on among government officials in the UDA, and elsewhere, who gave it their fullest support. To put up a building like this at that time was something phenomenal, to say the least.",
    "Q:How did Bang Bang look like in its heyday? Can you recall what it would have seemed to a child of that era?",
    "A:I recall, in the early 1980s, Bang Bang’s advertisements on television were accompanied by the soundtrack ‘Chitty Chitty Bang Bang, Chitty Chitty Bang Bang’. It took after the 1968 musical of the same name which featured a revolutionary flying car designed by the eccentric inventor Caractacus Potts, which was named as such after the noise its engine made, ‘Chitty Chitty Bang Bang, Chitty Chitty Bang Bang …’",
    "Whenever we visited it back then, it was like another world altogether. Its façade was impressive by the standards of those times though when one beholds it now it may pale in comparison to what we have today. Bang Bang was like a new world to us kids back then. It had a sleek black and yellow escalator, probably the first of its kind in the country, emerging from its large central floor area.",
    "One could shop here under one roof in air-conditioned comfort, so unlike the other marketplaces in Pettah or elsewhere. And the hundred or so little shops scattered in its three or four occupied floors were a delight to behold. It was a wonder world for kids of that era with toy shops, selling everything from toy guns to plastic soldiers, bookshops and even an ice cream parlour. I also vividly remember a game centre offering coin-operated arcade video games such as Galaxian, where one could zap alien invaders with a laser cannon.",
    "Sadly Bang Bang’s fortunes were not to last very long. Like many other big-time businesses in the city, it declined with mismanagement and the dull business climate following the July 1983 riots and the war that came in its wake. With business declining, tenants moved out and a couple of decades after making its debut with a bang, so to say, the once-grand building had become only a shadow of its former self with a lacklustre exterior and a somewhat gloomy interior, a far cry from what it once was.",
    "Pushed out! Very same olds in; decently protesting women to the fore",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}