{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/coca-cola-eco-spindles-unveil-waste-management-facility-on-world-environment-day/",
  "time_ut": 1655036520,
  "title": "Coca-Cola & Eco Spindles unveil waste management facility on World Environment Day",
  "body_lines": [
    "In light of World Environment Day, the all-new Eko Plasco Material Recovery Facility (MRF) was launched by Coca-Cola Beverages Sri Lanka Ltd (CCBSL) and Eco Spindles Pvt Ltd on the 8th of June 2022 in Wadduwa. The facility was opened under the auspices of Chief Guest Dr. Anil Jasinghe, Secretary to the Ministry of Environment. The MRF was introduced to support waste management, and to give back meaningful life to plastic waste through recycling, whilst helping to create awareness on responsible plastic disposal.",
    "A MRF is a solid waste management facility that processes recyclable materials such as PET plastic and sells them to manufacturers as raw materials for the creation of new products. Plastic waste is collected via a wide bin and bag collection network, and then sent to the MRF where it is segregated and processed through machinery such as balers and crushers. The baler compresses the plastic into compact bales, which makes it easier to store and transport, while the crusher machine crushes the plastic into granules adding value to the waste prior to it being sold to recyclers.",
    "Dr. Anil Jasinghe, Secretary of the Ministry of Environment commented: “I am happy to see private sector organisations such as Coca-Cola Beverages Sri Lanka & Eco Spindles contribute significantly to the waste management infrastructure in Sri Lanka. Initiatives like the Eko Plasco MRF are of paramount importance as they complement the upcoming national voluntary Extended Producer Responsibility (EPR) initiative by the Government of Sri Lanka.”",
    "Mayank Arora, Managing Director, Coca-Cola Beverages Sri Lanka noted: “The Eko Plasco facility was opened as part of our ‘Give Back Life’ programme which is line with the company’s global commitment towards a ‘World Without Waste’ with a goal to Collect and Recycle an equivalent of every bottle sold by Coca-Cola by 2030.”",
    "DI-Solar from DIMO, Sri Lanka’s first battery-less solution to utilize solar PV",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}