{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/all-island-dairy-association-raises-growing-concerns-for-sri-lankas-dairy-industry-while-supply-chains-continue-to-dwindle/",
  "time_ut": 1650463860,
  "title": "All Island Dairy Association raises growing concerns for Sri Lanka’s dairy industry while supply chains continue to dwindle",
  "body_lines": [
    "The prevailing forex crisis in Sri Lanka has severely impacted many industries in the country’s economy, including the dairy industry. As an industry with endless potential to help the economy, the dairy industry is one of the most important industries in the country. However, rising costs, scarcity of feed, vitamins, fuel and fertilizer, and the difficulty in importation of maize has greatly impacted the industry’s survival. The All Island Dairy Association (AIDA) calls for immediate action to prioritize the importation of raw materials to help sustain the future of the industry.",
    "Binesh Pananwala, President of AIDA, commented on the crisis. “Proper micronutrients and vitamins from quality feed is an essential part in our industry as the animals play an integral role in the supply chain. It is imperative that feed such as maize and silage is readily available as it would greatly assist in sustaining the industry. However, the dependency on importing these commodities, and the restrictions placed on imports due to the forex crisis is crippling the industry.”",
    "The lack of quality animal feed has largely disrupted the dairy industry’s supply chain. If the livestock does not receive essential micronutrients and vitamins from maize and silage, the physical wellbeing of the animal is affected, which thereby affects milk production. Veterinary professionals have continuously expressed their growing concern for the wellbeing of these animals due to the shortage of feed and medicines such as antibiotics and anaesthetics required for operations.",
    "A.C.H Munaweera, Consultant and General Manager of AIDA, shared his thoughts. “The impact of the forex crisis is felt in multiple facets of our industry. The industry is already struggling to sustain itself and due to the lack of fuel, storage facilities, fertilizer, and feed, we are unable to meet the demand for fresh milk and powdered milk. Our production has reduced a great deal already and if not rectified, will spell disaster going forward.”",
    "The Government of Sri Lanka has provided permits for the importation of maize on a case-by-case basis; however, fodder importers and dairy companies have struggled to sustain imports due to the forex shortage. The shortage of foreign exchange makes it difficult for banks to honour Letters of Credit (LCs) for importers to bring in the necessary raw materials needed to sustain the industry.",
    "Nishantha Jayasooriya, immediate Past President of AIDA, also shared his thoughts on the crisis. “The entire industry has felt the tremendous impact of the forex crisis. The livestock farmers, producers, input suppliers and distributors alike have all been affected by rising costs and lack of resources. If conscious decisions and changes to fiscal and monitory policy are not made, the industry will suffer even further as it will be unable to meet the demand for both fresh milk and milk powder.”",
    "The local production of milk is drastically falling due to the lack of quality feed, and the supply of imported milk is reducing due to the rising prices. Currently, locally manufactured feed is used to maintain the livestock, however, due to the lack of fertilizers and various other concerns, the supply of feed is diminishing. As a result of this, the dairy industry will struggle further to meet the demand for both powdered and fresh milk going forward. If the feed does not meet the required nutritional standard, the consequences would be severe as it would affect the health of approximately 900,000 animals.",
    "Gamini Rajapaksha, Treasurer of AIDA, also commented. “Processing and value addition are integral and vital parts of the dairy industry. Dearth of foreign exchange and consequential scarcity of fuel, electricity etc. have adversely affected the processors. Some of the leading dairies are unable to operate their plants due to the lack of power, which forces them to reject the milk from the farmers. This has directly affected the livelihood of rural dairy farmer. Chilling tanks at milk collection centres cannot be operated, causing large volumes of milk to be discarded. Another aspect is the importation of equipment and spare parts for the dairy processing plants. Many dairy plants will be compelled to stop production altogether unless they are able to import spare parts within the next few weeks. If urgent steps are not taken to remedy the situation, the entire dairy industry will come to a halt.”",
    "Asoka Bandara, Vice President of AIDA, also shared his thoughts. “In order for Sri Lanka’s dairy industry to develop and be self-sufficient once again, we need to establish protocols that ensure the availability of raw materials such as fertilizer, fuel, and feed for the animals. However, we are a long way from being able to do that. The result of a complete destabilization of the industry would not only mean a diminished supply of milk but mass unemployment as well. So, it is imperative to have integrated strategies to revitalize our dairy industry. The AIDA, after extensive deliberations and inputs from key industry stakeholders, is now ready to engage the Government on a cohesive and sustainable Dairy Development Plan for Sri Lanka.",
    "The dairy industry is in dire need of revival, as its deterioration will have a great impact on a plethora of industries and consumers alike. It is imperative that those measures are put in place to prioritize imports of raw materials for feed, which would lead to high levels of production and sustainability.",
    "vivo’s first foldable phone is defining the future of smartphone innovation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}