{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-union-calls-for-calm-political-stability-94089/",
  "time_ut": 1652243640,
  "title": "Sri Lanka Central Bank union calls for calm, political stability",
  "body_lines": [
    "ECONOMYNEXT  – The executive officers union of Sri Lanka’s central bank has called for an end to mob violence, action against those who instigate it and the restoration of political stability.",
    "“After consistently ignoring the recommendations of the professionals at the Central Bank of Sri Lanka (CBSL), the responsible parties have taken the initial step to enter into a program with the International Monetary Fund (IMF),” the agency’s executive union said.",
    "“We firmly emphasize the importance of formulating and implementing medium and long-term economic and structural reforms to address the current acute economic crisis and to reduce the risk of recurrence.",
    "“In the short-run, the governing political authority has the responsibility for providing the basic necessities of life for the people and maintaining social stability.”",
    "Sri Lanka has a soft-pegged exchange rate regime or flexible exchange rate with conflicting money and exchange police which requires IMF bailouts whenever the conflicts worsen and the exchange rate credibility is lost.",
    "Our Union vehemently condemns with contempt, the despicable attack by mobs, incited and directed by certain politicians, on peaceful protests that have been continuing for more than a month, aimed at untimely implementation of policy measures, intense pressure on the lives of the general public and forcing the government to make positive measures. We also emphasize the importance of conducting an independent investigation to identify the perpetrators of these attacks and bringing them before the court of law without delay.",
    "After consistently ignoring the recommendations of the professionals at the Central Bank of Sri Lanka (CBSL), the responsible parties have taken the initial step to enter into a program with the International Monetary Fund (IMF).",
    "We firmly emphasize the importance of formulating and implementing medium and long-term economic and structural reforms to address the current acute economic crisis and to reduce the risk of recurrence. In the short-run, the governing political authority has the responsibility for providing the basic necessities of life for the people and maintaining social stability.",
    "Further, endorsement of effective measures, as soon as possible such as working with the IMF and the World Bank, entering into bilateral or multilateral agreements with allied countries is quintessential. However, engaging in activities that violate the freedom of the peaceful assembly, freedom of expression, etc., and enforcing repressive laws that encourage such violations may adversely affect international cooperation.",
    "Representing the executive officers of CBSL exclusively, our Union continues to extend its technical assistance in taking all the progressive measures to strengthen the entire financial system and the already weakened economy.",
    "In such a situation, the Parliament has a greater responsibility, including restoring political",
    "stability and enacting legislation to implement required reforms. Under this, it is imperative that, procedures for appointing the heads of independent public institutions which should essentially be depoliticized, including the CBSL Governor, and members of the Monetary Board, must be properly in place as well as the enactment of the proposed ‘Central Bank Act’ (Draft).",
    "As the Central Bank Executive Officers’ Union, we urge all political parties and groups to make an active and genuine contribution to resolving the current economic crisis as attaining economic stability would be impossible without having political and social stability.",
    "After consistently ignoring the recommendations of the professionals at the Central Bank of Sri Lanka (CBSL), the responsible parties have taken the initial step to enter into a program with the International Monetary Fund (IMF). We firmly emphasize the importance of formulating and implementing medium and long-term economic and structural reforms to address the current acute economic crisis and to reduce the risk of recurrence.",
    "In the short-run, the governing political authority has the responsibility for providing the basic necessities of life for the people and maintaining social stability.",
    "Further, endorsement of effective measures, as soon as possible such as working with the IMF and the World Bank, entering into bilateral or multilateral agreements with allied countries is quintessential. However, engaging in activities that violate the freedom of the peaceful assembly, freedom of expression, etc., and enforcing repressive laws that encourage such violations may adversely affect international cooperation.",
    "Representing the executive officers of CBSL exclusively, our Union continues to extend its technical assistance in taking all the progressive measures to strengthen the entire financial system and the already weakened economy.",
    "In such a situation, the Parliament has a greater responsibility, including restoring political stability and enacting legislation to implement required reforms. Under this, it is imperative that, procedures for appointing the heads of independent public institutions which should essentially be depoliticized, including the CBSL Governor, and members of the Monetary Board, must be properly in place as well as the enactment of the proposed ‘Central Bank Act’ (Draft).",
    "As the Central Bank Executive Officers’ Union, we urge all political parties and groups to make an active and genuine contribution to resolving the current economic crisis as attaining economic stability would be impossible without having political and social stability."
  ]
}