{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-under-international-scrutiny-after-violent-protest-emergency-92452/",
  "time_ut": 1648976220,
  "title": "Sri Lanka under international scrutiny after violent protest, emergency",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has become under international scrutiny after its President Gotabaya Rajapaksa declared emergency and imposed a 36-hour curfew to prevent island wide protest against government failure to provide essentials.",
    "Thousands of people have joined protests across the country since early March after Sri Lanka Podujana Peremuna-led coalition government failed to ensure their basic needs including cooking gas, fuel, and milk powder as the country ran out of US dollars to import them.",
    "The shortage of dollars, which was resulted due to wrong economic policies and mismanagement, has also led to extended power cuts across the country up to 13 hours per day last week.",
    "Thursday’s violent protest left scores injured after police used tear gas and water cannons to prevent the protesters entering Rajapaksa’s private house in Colombo suburb.",
    "The police arrested 53 people over alleged act of damaging public properties. However, strong support from lawyers helped to see 47 people being granted bail on Friday.",
    "Julie Chung, the United Stated Ambassador for Colombo stated that Sri Lankans have a right to protest peacefully which is essential for democratic expression.",
    "“I am watching the situation closely, and hope the coming days bring restraint from all sides, as well as much needed economic stability and relief for those suffering,” she said after the Rajapaksa declared emergency late on Friday.",
    "Rajapaksa before contesting the presidential poll in November 2019 was a US citizen while his family still holds US citizenship.",
    "His brother and Finance Minister Basil Rajapaksa and his family are also US citizens which has caused some public anger on Rajapaksas.",
    "Despite the curfew and over 600 arrested for breaching curfew laws, people staged isolated protests in some area with some demanded for food as they had no cooking gas and no shops are opened due to curfew.",
    "Some people put up black flags at their houses and street to express their displeasure to the government.",
    "The Europeans delegation in Colombo said they are concerned by the state of emergency.",
    "“EU strongly urges Sri Lankan authorities to safeguard democratic rights of all citizens, including right to free assembly and dissent, which has to be peaceful,” it said in its official twitter feed.",
    "The EU has been pressing the island nation to repeal a tough and decades-old anti-terrorism laws which the government has used to suppress the dissents and minorities.",
    "The EU’s demand has led to some amendments in Sri Lanka’s Prevention of Terrorism Act (PTA) which was earlier used to detain anybody without access to legal counsel for months.",
    "Repealing the PTA has been one of the conditions the EU has put forward to renew its annually over 500 million US dollar worth GSP plus trade concession.",
    "Holger Seubert, German Ambassador to Sri Lanka said people demonstrating for their rights “are no emergency”.",
    "“It’s the emergency that brings them to the streets,” he tweeted.",
    "Hanaa Singer-Hamdy, the Resident Coordinator for the United Nations said the global body is monitoring the developments and “concerned by reports of violence in Sri Lanka” while called for restraint from all groups.",
    "The island nation is under strict scrutiny of the UN Human Rights Council already for its past human rights violations.",
    "The UN rights chief has already started evidence gathering on the past rights abuses despite strong objection from President Rajapaksa’s government.",
    "Sarah Hulton, the British High Commissioner to Colombo said she was concerned by reports of the use of force against journalists and protesters, and the Emergency Laws.",
    "“A citizen’s right to protest peacefully is an essential part of democracy,” she said. (Colombo/April 3/2022)"
  ]
}