{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81808/elections-or-constitutional-amendments-will-not-solve-ongoing-crisis-ranil-",
  "time_ut": 1649856420,
  "title": "Elections or constitutional amendments will not solve ongoing crisis - Ranil",
  "body_lines": [
    "Former Prime Minister Ranil Wickremesinghe says elections or constitutional amendments at this point will not solve the ongoing crisis in Sri Lanka.",
    "In a statement made today (April 13), the United National Party (UNP) leader stated that Sri Lanka is unable to make a USD 200 million loan repayment next week as the government decide to suspend all external debt repayments. This will place further pressure on the banking sector, he added.",
    "This decision is an announcement by the government that the country is bankrupt, Wickremesinghe said further, noting that the responsibility is now on the new Finance Minister to discuss the prevailing situation with the International Monetary Fund during the discussions scheduled for next week in Washington DC.",
    "By mid-May, the Indian Line of Credit will be over and by June, private businesses will be unable to operate due to a lack of foreign exchange, the former prime minister pointed out.",
    "He said the incumbent government must take full responsibility for the bankruptcy of the country.",
    "“They must now engage all other political parties without any conditions. Last week in Parliament as the Opposition we apologized to the public for the failing. However, elections or constitutional amendments at this point will not solve the crisis in the country.”",
    "“After discussions are held with the Government and a plan is formulated conditions can be laid down. It is our responsibility to give everyone an equal hearing. In Lebanon the IMF agreement was reliant on it being tabled in Parliament for their approval. This must happen in Sri Lanka as well.”",
    "The former prime minister, stating that Sri Lanka is in a very difficult situation, said the country is ending the year as a bankrupt country. He, however, expressed confidence in overcoming the crisis. “It will take a national effort to do so. We will face a tough period, but we must face it. We can overcome this crisis and strengthen our economy. But this can only be done if we work together and to a plan.”",
    "“We will end this year as a bankrupt nation, but begin the New Year on a new journey. This can be done if everyone joins together. I wish you and your loved ones a happy Sinhala and Tamil New Year.”"
  ]
}