{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81506/sc-dismisses-petitions-against-gazette-on-vaccination-mandate",
  "time_ut": 1648644660,
  "title": "SC dismisses petitions against gazette on vaccination mandate",
  "body_lines": [
    "The Supreme Court has refused to grant leave to proceed with the petitions filed against the gazette notification prohibiting people who are not fully vaccinated against Covid-19 from entering public places.",
    "The petitions were dismissed by the majority decision of the five-judge bench of the Supreme Court today (March 30).",
    "Health Minister Keheliya Rambukwella, State Ministers Dr. Sudarshini Fernandopulle and Prof. Channa Jayasumana, Director-General of Health Services Dr. Asela Gunawardena, the Inspector-General of Police and six others had been named as the respondents of these petitions.",
    "The petitions, filed by a group of individuals including Dr. Danister de Silva, Prof. F.M. Jalathilake, were called before Supreme Court judges Priyantha Jayawardena, Preethi Padman Surasena, Gamini Amarasekara, Kumidini Wickremesinghe and Shiran Gunaratne.",
    "Following a lengthy trial, the judge bench concluded that it refuses to grant leave to the petitions challenging the said gazette notification.",
    "In February, the Minister of Health issued a Gazette Extraordinary to prohibit people who are not fully vaccinated against Covid-19 from entering public places, and thereby made proof of vaccination mandatory effective from April 30, 2022 for visiting public places.",
    "The gazette notification has defined a public place as “any place or a mode of transportation used in public transport to which the public have access, whether as of right or otherwise, whether on payment or not, whether on invitation or not.”",
    "Meanwhile, an individual who has obtained the required doses of the relevant vaccination as specified by the Director-General of Health Services will be considered a fully vaccinated person.",
    "The gazette notification also noted that this mandate is not applied to people who are not fully vaccinated against Covid-19 due to exceptional circumstances and those who are not in the age groups eligible to receive the vaccines."
  ]
}