{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Abans-promotes-energy-saving-LG-Dual-Cool-Inverter-A-Cs/34-732593",
  "time_ut": 1648235100,
  "title": "Abans promotes energy saving LG Dual Cool Inverter A/Cs",
  "body_lines": [
    "It is a known fact that in this day and age, it is of prime importance to switch to energy efficient appliances, that not just help you protect the environment but is also easy on your wallet.",
    "One of the best appliances that help you achieve this goal is the LG Dual Cool Inverter Air Conditioner in your home. Due to the high efficiency of the Dual Cool inverter technology, energy loss is minimised which in turn offers up to 70% savings on electricity.",
    "The Dual Cool technology features a dual rotary compressor that adjusts cooling by automatically controlling the compressor speed. The super convertible 5-in-1 cooling system enables you to save on energy as the air conditioner can reduce the capacity from 100% to as low as 40%. However, if circumstances demand, it could also step up to 110%. Thus, giving you the best and optimised cooling to consumption ratio. The LG Inverter Air Conditioner uses R32 refrigerant gas that has a lower global warming ratio and an amazingly low impact on the environment. Built with an organic compound to allow better heat dissipation, the R32 refrigerant provides powerful cooling and high efficiency for the air conditioner.",
    "These A/Cs offer the world’s only Ocean Black Protection – a special coating applied to the outdoor unit of the air conditioner, which provides exceptional durability against typical Sri Lankan conditions of sand, salt, smoke and pollutants, in order to reduce corrosion in the Air Conditioners’ critical parts.",
    "The LG Anti-Virus Inverter Air Conditioner takes the war against the virus several steps ahead, by deactivating the virus on contact with the filter providing unpolluted clean air. Feel the next level of freshness in the air with the UV Nano technology that consists of UV rays emitting LEDS that sterilise and deactivate the air from micro-organisms by rupturing their DNA. This effectively stops the virus and germs from multiplying.",
    "It also comes with an Anti-Allergy filter, whereby the air is absorbed by the air conditioner which in turn removes all allergy causing substances like house dirt and mites floating in the air. LG being the leader in techno-innovations also has several models that are future ready with its ThinQ Wi-Fi technology that offers seamless connectivity through the LG home appliances application.",
    "A LG Inverter Air Conditioner is the perfect solution for every home, especially in hot and humid weather and the best way to tackle the rising electricity cost.  Featuring trusted and pioneering Korean technology, this is the AC that you should invest in, as the market leader in the Sri Lankan Air Conditioner industry. LG Dual Cool Inverter Air Conditioners are available exclusively from the leaders, Abans islandwide and BuyAbans.com."
  ]
}