{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/india-foreign-minister-s-jaishankar-in-sri-lanka-for-talks-amid-monetary-crisis-92123/",
  "time_ut": 1648425540,
  "title": "India foreign minister S Jaishankar in Sri Lanka for talks amid monetary crisis",
  "body_lines": [
    "ECONOMYNEXT – India’s Foreign Minister S Jaishankar has arrived in Sri Lanka for bi-lateral talks and to participate in a meeting of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation in Colombo as the island is in the grip of a monetary crisis.",
    "“Arrived in Colombo for bilateral visit and BIMSTEC meeting,” Minister Jaishankar said in a twitter.com message after arriving in Colombo on the night of March 27.",
    "The BIMSTEC meetings are to start on March 20. BMISTEC is an organization set up in 1997 for regional co-operation with Sri Lanka, India, Thailand and was later joined by Myanmar, Nepal and Bhutan.",
    "At the time Sri Lanka was an outward looking nation and the so-called import substitution oligarchs that stifled the people with protectionist taxes did not yet have a strong influence on the polity.",
    "India has been engaging closely with Sri Lanka as the island’s currency peg (flexible exchange rate) which has more than one anchor was shattered again by two years of money printing (monetary stimulus) and tax cuts (fiscal stimulus).",
    "India has given a 500 million US dollar credit line for fuel, a 400 million dollar central bank swap, a billion US dollar loan for food and medicines as the island kept interest rates low to inject money and dollar inflows were siphoned out of the banking system through a surrender requirement for new money.",
    "A tranche of money due to India for imports under a regional clearing arrangement was also deferred.",
    "India wrapped up long delayed undertakings by Sri Lanka on a fuel tank farm and a joint venture power plant in Trincomallee in Eastern Sri Lanka. India is also to invest in renewable energy and have maritime co-ordination.",
    "The rupee has fallen steeply under a so-called flexible exchange rate amid an attempt to establish a clean float which has not happened, as the rupee was allowed to fall gradually under a ‘flexible exchange rate’. (Colombo/Mar28/2022)"
  ]
}