{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/We-had-no-option-but-to-choose-Ranil-Dr-Wijeydasa-Rajapakshe/172-238281",
  "time_ut": 1654194900,
  "title": "We had no option but to choose Ranil  - Dr. Wijeydasa Rajapakshe",
  "body_lines": [
    "The recent appointment of a new Prime Minister and a new Cabinet has drawn mixed reactions. Prime Minister Ranil Wickremesinghe and the Cabinet have been accused of attempting to protect President Gotabaya Rajapaksa despite growing calls for him to step down. One of the key positions in the new Cabinet is that of the Minister of Justice. The main focus of Justice Minister Dr. Wijeydasa Rajapakshe is to push the 21st Amendment through Parliament.",
    "Dr. Rajapakshe spoke to Daily Mirror about his role, the way forward and also responded to some of the allegations raised against him and the Government.",
    "Q Minister, what is your immediate focus area at this point?",
    "The immediate attention is drawn to be the system which was introduced by the 19th Amendment, which got really disrupted and distorted as a result of the enactment of 20th Amendment. We wanted to remove all those provisions in the 20th Amendment and restore what was there under the 19th. We did not want to expand the scope of it because we wanted to stick to the rule where we will bring the amendments which will not warrant the approval from a referendum.",
    "Q You, of course, are playing a critical part in formulating the 21st Amendment and a draft proposal has been submitted to Cabinet. But there are still some concerns being raised about the existing draft. The BASL has raised some concerns about the powers that the President continues to have. How would you respond to those concerns?",
    "There are some matters that has to be looked into. It is under our consideration. But some of the parties proposed that the powers of the President be reduced to a greater extent but that we cannot agree, since the foundation of this Constitution is the Executive Presidency. If you go for a different system, like by having a Prime Minister and a cabinet responsibility, I think that we will have to have a new Constitution. That is also under consideration. During the tenure of the last Parliament, we explored the possibility of having a new Constitution by appointing a Constitutional Assembly. And those reports also there. In addition to that, the President has appointed an expert committee to formulate the policies of the new Constitution. That also has been done. It is open for Parliament to look into all those matters and to decide whether we should go for a new Constitution or whether we should abolish the executive presidency. All that remains open.",
    "If you go for a different system, like by having a Prime Minister and a cabinet responsibility, I think that we will have to have a new Constitution. That is also under consideration. During the tenure of the last Parliament, we explored the possibility of having a new Constitution by appointing a Constitutional Assembly",
    "No, this is not the final draft.  This is an issue that we have to address immediately to restore normality in the country. Apart from the political crisis there is a serious issue that is the economic crisis. Now, all those involved in resolving the economic crisis are saying the economic crisis cannot be resolved until the political crisis is settled.",
    "Q But don’t you think the political crisis will not be settled as long as Gotabaya Rajapaksa remains President because these people who are protesting now at Galle Face and even in other areas are insisting that this individual needs to go?",
    "That is the concern of the society. But we as legislators will have to look into the issue as to how we can do the change within the four corners of the Constitution. We cannot go outside of the Constitution. We must see how we can do it within that framework.",
    "Q So what the people are calling for is in a way unrealistic?",
    "Certainly, that is unrealistic. They are asking the President to resign and that is the only way that he can go home unless we bring an impeachment. As you know, that process is not practical at this time. Now, if the President resigns then we will have to elect another President from the 225 members of the Parliament by a secret ballot. Then what is the assurance that we will get a better President because the majority is with the SLPP? We are also grouped as an independent team, but we only have a limited number of MPs. Finally, the fact remains that most members represent the SLPP. Then there is no chance of the opposition getting the presidency. The problem is what is the assurance that he will not act in the way or in the same manner as the incumbent President, whether he will have a better governance system. Therefore, that will have to go with the change of the system.",
    "If the President resigns then we will have to elect another President from the 225 members of the Parliament by a secret ballot. Then what is the assurance that we will get a better President because the majority is with the SLPP?",
    "Q How can you work with someone who you have been very critical of in the past?",
    "Yes, I have been very critical of Ranil Wickremesinghe and he once removed me from the Cabinet. I have been very critical of the present President as well. But in politics, we will have to think about the agenda of the country, not the agenda of any political leader or a political party. That is where we have gone wrong. A large majority of the members think that they have been elected to look after their leader and their political party, which is not the case. So my principle from day one has been to look into the interest of the people.",
    "Q But some say you have taken this just to hold on to a Minister portfolio and it’s nothing to do with the concerns of the public or addressing the economic issues or the constitutional issues.",
    "Over the last four to five months, they invited me to join the Cabinet, but I didn’t want to. But at a critical juncture like this I also went by the public opinion and almost all the people whom I spoke to, including my supporters in my political life, including the clergy, were of the view that since the country is in a situation like this, people like me should take the responsibility and make a contribution to resolve all these things. If I wanted to become a Minister I could have accepted the post a few months ago, or even earlier as I had been offered portfolio five times and once I was sacked and once I resigned. But here this is a time where if we do not contribute to resolve the issue the country will be in a great peril and we will feel that we are also neglecting our responsibility towards the people. In fact, the agitation that the people are now doing is something I did one year ago, but I was doing it alone. Those who are agitating now have achieved a lot. They wanted to remove some of the cabinet ministers. The President removed them. Then he removed all his family members from the Cabinet. Then he removed his own brother, the Prime Minister. It is an achievement of the people.",
    "\"I have been very critical of Ranil Wickremesinghe and he once removed me from the Cabinet. I have been very critical of the present President as well. But in politics, we will have to think about the agenda of the country, not the agenda of any political leader or a political party\"",
    "Q And the people of course now are asking for the incumbent Prime Minister to also step down. They feel he has a secret deal with the President…",
    "There are two sides to this. What is more important? For a period of one month we were pleading with the main opposition as they have the legitimate right to take over the Government. In the Westminster system of governance, if the government fails, it must go to the opposition. So, we pleaded with the opposition leader to take over the Government. We discussed with the President and the President agreed. He invited the opposition to take over the Government but they refused. That was unusual.",
    "Thereafter, the President must appoint someone as the Prime Minister. He cannot appoint someone from outside Parliament. So we agreed that Ranil Wickremesinghe will be the better person to serve the country as Prime Minister although there are some allegations. Our immediate issue is to overcome the existing crisis.",
    "Q But can you trust the President and the Prime Minister? Will they go through with the 21st Amendment? If they don’t meet the expectations of the public, would you step down?",
    "When we accept the responsibility we accept it on the basis that we have faith in them. Otherwise there is no purpose in accepting the responsibility. The enactment of the 21st Amendment should be a joint effort and it is not an act of the President or the Prime Minister. We need the support of all the parties in Parliament. It is up to Parliament. We have the support of the President for this process and the Prime Minister was the champion for the 19th Amendment as well in 2015. So, in that sense we have faith that we will get their support. Our obstacles will be something else.",
    "Q Would you have the support of Sajith Premadasa and the SJB?",
    "I am confident we will be able to get the support of the Opposition Leader the way that we did in 2015 when we submitted the Bill in Parliament. We had only 47 members at that time in the Government. It was a minority Government. But we got 215 votes for the 19th Amendment.",
    "Q Do you feel the Prime Minister has obtained the support of the international community and that these issues before us will be resolved soon?",
    "We are making a concerted effort to get support from the international community especially from countries like India, China and the US. The fact is we did not have any other option. This was our last option.",
    "\"Those who are agitating now have achieved a lot. They wanted to remove some of the cabinet ministers. The President removed them. Then he removed all his family members from the Cabinet. Then he removed his own brother, the Prime Minister. It is an achievement of the people\"",
    "We were pleading with him for a period of more than one month.",
    "Q So if he comes forward now and says he is willing to accept it, would he be given the post?",
    "That is up to the President. But if, after forming a Government you go for a sudden change in a few days, the people would lose trust and confidence. Already to a great extent the public have lost confidence. A sudden change will create more confusion.",
    "In my personal opinion, the environment is not conducive for an early election. There will be more violence if we go for an election now.",
    "Q  But wouldn’t an election help bring the change in the system which people are calling for?",
    "If you go for an early election, there won’t be change as such. But if you give time, maybe about 1-2 years then youngsters will come forward. Young people will be able to grab a majority of the seats in Parliament. The public will also have an attitude change. There needs to be a new movement. The people have lost faith in the existing political parties. My goal is to increase the representation of youth and women in Parliament."
  ]
}