{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/CB-removes-all-caps-related-to-foreign-currency-deposits-swaps/342-238821",
  "time_ut": 1654834320,
  "title": "CB removes all caps related to foreign currency deposits, swaps",
  "body_lines": [
    "The Central Bank (CB) this week issued fresh direction to banks, completely rescinding all previous instructions hitherto been in effect since December last year, imposing caps on foreign currency deposits and swap transactions, as they have become futile in the current environment, amid the domestic interest rates going through a massive correction since April 8.",
    "Earlier in March, the Central Bank issued a fresh order to banks removing maximum interest rates limits imposed on foreign currency deposits of licensed commercial banks and the National Savings Bank, but kept the benchmark interest rate between the US dollar and the LKR until further notice of their revocation.",
    "Under the December 30, 2021 order, the foreign currency deposit rates were capped at the higher of 5 percent or four weeks average of 1-year Treasury bill yield, minus 150 basis points.",
    "Meanwhile, banks were also instructed to execute the US dollar and the LKR swap transactions, subject to a maximum US dollar interest rate of 10 percent per annum.",
    "But this week, in another fresh Monetary Law Act Order, the Governor Dr. Nandalal Weerasinghe rescinded the entirety of the previous order issued on December 30, 2021, which stipulated the above caps on foreign currency deposits and swaps, as these ceiling rates were rendered meaningless after the bill yields and the LKR deposit rates skyrocketed in the weeks following April 8 jumbo rate hike by the Central Bank.",
    "Mirror Business early this week showed that the finance companies were offering rates for their deposits comparable with the bill yields while banks raised their deposit rates at the highest pace in their entire history.",
    "When the rules of capping foreign currency deposits were brought in, in August last year, the idea was to close any room for interest rate arbitrage.",
    "Sri Lanka began feeling the signs and effects of foreign currency shortage in the domestic foreign currency markets from June last year as people and businesses held their foreign currency in foreign currency accounts without converting them into LKR whilst borrowing LKR when rates were at their lowest.",
    "After raising the key rates on August 19, 2021 for the first time in nearly three years, the Central Bank capped the dollar deposit rates at 5 percent, expecting that dollar income earners would convert their dollars into rupees.",
    "But it never happened and instead they started hoarding more dollars while others increasingly repatriated their earnings through grey market channels which offered them hefty premiums over the Rs.199 offered by banks.",
    "This made a toxic cocktail of developments, which finally exhausted the country’s thin reserves, forcing the then authorities to let go of the rupee, resulting in a complete economic implosion. The effects of it are still reverberating through every aspect of the society after the currency, interest rates and inflation broke all their previous records."
  ]
}