{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/If-there-is-magic-on-this-planet-it-is-water/172-232934",
  "time_ut": 1647031680,
  "title": "If there is magic on this planet, it is water",
  "body_lines": [
    "During the past decades, world superpowers have waged wars claiming that they were doing it to curb or defeat terrorism. Especially by the brutal killers of ISIS (Islamic State of Iraq and Syria). But the superpowers had a bigger profit-making ambition. That was to gain control of the oil resources of those countries. Now the US has control over the big oil and gas companies in the region.",
    "Independent social analysts have warned that within the next 20 years the superpowers will wage war to gain control of freshwater resources which are fast running out mainly due to excessive use even in households and the industrial pollution of fresh water resources.",
    "Later this month the United Nations marks World Water Day, mainly to raise awareness of the 2.2 billion people living without access to safe water. In a statement, the UN says we need to take urgent action to tackle the global water crisis. A core focus of World Water Day is to support the achievement of sustainable development goal 6: water and sanitation for all by 2030.",
    "This year the focus is groundwater, an invisible resource with an impact visible everywhere. Groundwater is water found underground in aquifers, which are geological formations of rocks, sands and gravels that hold substantial quantities of water. Groundwater feeds springs, rivers, lakes and wetlands, and seeps into oceans. Groundwater is recharged mainly from rain and snowfall infiltrating the ground. Groundwater can be extracted to the surface by pumps and wells, the UN says.",
    "According to the UN life would not be possible without groundwater. Most arid areas of the world depend entirely on groundwater. Groundwater supplies a large proportion of the water we use for drinking, sanitation, food production and industrial processes. It is also critically important to the healthy functioning of ecosystems, such as wetlands and rivers.",
    "We must protect them from overexploitation – abstracting more water than is recharged by rain and snow - and the pollution that currently haunts them, since it can lead to the depletion of this resource, extra-costs of processing it, and sometimes even preventing its use.",
    "Exploring, protecting and sustainably using groundwater will be central to surviving and adapting to climate change and meeting the needs of a growing population.",
    "Asia and the Pacific region has the lowest per capita water availability in the world, with groundwater use in the region predicted to increase 30 per cent by 2050.",
    "In North America and Europe, nitrates and pesticides represent a big threat to groundwater quality: 20 per cent of European Union (EU) groundwater bodies exceeds EU standards on good water quality due to agricultural pollution.",
    "The idea for this international day goes back to 1992, the year in which the UN Conference on Environment and Development in Rio de Janeiro took place. That same year, the UN General Assembly adopted a resolution by which 22 March of each year was declared World Day for Water, to be observed starting in 1993.",
    "While the UN and other international bodies are playing a mega role in battling the water crisis, families and individuals in Sri Lanka also have an important role to play. Responsible, civic conscious and eco-friendly citizens have many ways in which they could save water. Just as a little drop of water makes the mighty ocean, the little things we do would make an ocean of a difference in tackling the water crisis.",
    "For instance, to wash our hands or other purposes we should open the taps only halfway not fully. Though it is a difficult task we could collect in pans the water we use to wash rice, vegetables, fruits and other food commodities and use that to water the plants in our gardens. We should not use fresh water to wash vehicles. We could also cut down our shower baths from 20 minutes to 15 minutes, while some fresh water-conscious citizens have install equipment in the washrooms to divert the shower water to the cistern. Others have install rainwater collection equipment whereby the rainwater is collected in the roof gutters and diverted to storage points. Indeed, we need to be aware that the second-rainwater is so pure and garage owners collect it and sell it as battery water at a fairly high price. In these and many other ways, responsible citizens could save freshwater, which the famous artist Leonardo da Vinci has described as the driving force of all nature."
  ]
}