{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/india-signs-jvsha-for-100mw-solar-power-plant-in-sri-lankas-strategic-tricomalee-91596/",
  "time_ut": 1647154320,
  "title": "India signs JVSHA for 100MW solar power plant in Sri Lanka’s strategic Tricomalee",
  "body_lines": [
    "ECONOMYNEXT – India signed a joint venture with Sri Lanka for a 100MW solar power plant in the island nation’s strategic eastern port district of Trincomalee ahead of signing a 1 billion US dollar credit line for crisis-hit country.",
    "India has strategic interests in Sri Lanka’s Trincomalee since late 1970s where one of the best world’s natural ports is located. India has already secured oil tank farm in January while has been eyeing for a power project in Sampur where both countries agreed to build a 500MW coal power plant in 2011.",
    "The Indian High Commission in Colombo said Joint Venture & Shareholders’ Agreement (JVSHA) was signed on Friday (11) for the Trincomalee Power Company Limited (TPCL), a joint venture between d India’s state-run National Thermal Power Corporation Ltd (NTPC)  and the Sri Lanka’s state-owned Ceylon Electricity Board (CEB), for developing a 100 MW Solar Power Plant at Sampur.",
    "The Indian High Commission in a statement said both countries had resolved to enhance investments from India in various sectors in Sri Lanka that would contribute to growth and expand employment when Finance Minister Basil Rajapaksa visited to India last year",
    "“The Sampur Solar Power Project is an important step in this direction.” it said.",
    "“Signing of this JVSHA demonstrates yet again, India’s ability to respond to Sri Lanka’s priorities in a comprehensive and mutually beneficial manner. We will continue to encourage and facilitate the expedited and effective implementation of this project.”",
    "“Our cooperation with Sri Lanka in this domain will only become stronger with the implementation of the US$ 100 million Line of Credit offered by India to Sri Lanka for development of solar power projects in Sri Lanka.”",
    "The deal was finalized a week ahead of Rajapaksa’s visit to India where he is expected to sign a 1 billion US dollar credit line to import essential commodities and medicinal drugs from India to Sri Lanka which is facing severe dollar shortage and higher risk of sovereign debt default.",
    "Government officials say India has put forward some conditions including signing most of the pending and long dragged projects before Rajapaksa’s visit to India later this month.",
    "India has been eyeing for a power project in Sampur for decades. Both NTPC and CEB signed a 500 million US dollar Sampur coal power plant deal in 2011. However, the coal plant idea was debunked in 2016 and instead proposed an a liquefied natural gas (LNG) power plant.",
    "But the LNG plant plan never went beyond a proposal, government officials say."
  ]
}