{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/sports/Australias-Finch-hopes-tour-brings-joy-to-crisis-hit-Sri-Lanka/244-238383",
  "time_ut": 1654278300,
  "title": "Australia’s Finch hopes tour brings ‘joy’ to crisis-hit Sri Lanka",
  "body_lines": [
    "Australia’s Captain Aaron Finch (L) and Steve Smith (R) take part in a practice session at the R. Premadasa Stadium in Colombo",
    "Australia’s cricketers hope to bring some “joy” to Sri Lanka, white-ball captain Aaron Finch said yesterday, as the island nation prepares for a seven-week tour while wrestling with an unprecedented economic crisis.",
    "The squad arrived on Wednesday for their first all-format series against Sri Lanka in six years, at a time when fuel shortages, rolling blackouts and political turmoil have made life a misery for many.",
    "The tour has raised security concerns in the Australian camp after deadly unrest in Sri Lanka last month, but Finch said his team were excited to be in the country.",
    "“We’re here to play cricket and hopefully... we can bring some joy and some entertainment to Sri Lanka,” he told an online press conference.",
    "“It’s such a special place to tour. The hospitality that you get here, the friendliness, and their love for the game is unbelievable,” he said.",
    "Australia will play three Twenty20 internationals, five one-day internationals and two Test matches during the tour, which ends July 12.",
    "The series-opening Twenty20 international will be played under lights on Tuesday in the capital Colombo, where residents have suffered through regular power cuts and waited in long queues for fuel.",
    "Last month, Cricket Australia boss Todd Greenberg said players were aware of the situation in the island nation and admitted a “level of discomfort around touring in conditions that contrast those faced by the people of Sri Lanka.”",
    "Australia last toured the country in 2016 but has regularly played against Sri Lanka at home, including a Twenty20 international series in February that went 4-1 to the hosts.",
    "Finch said his team would keep their guard up during the upcoming series and expected strong showings from batsman Kusal Mendis and spinner Wanindu Hasaranga.",
    "“If you just look at the top order, you’ve got Kusal there, who can be as damaging as anyone on his day, and obviously Hasaranga has had an unbelievable couple of years in T20 cricket,” Finch said.",
    "“We had a couple of close series against them... they are a very dangerous side,” he added.",
    "Finch said the 20-over series would help his top-ranked side prepare for the upcoming T20 World Cup and he expects that spinner Ashton Agar, who is replacing Adam Zampa on the tour, will get plenty of chances to shine.",
    "“He’s one of the best in the world in the Twenty20 format for Australia,” Finch said.   (AFP)"
  ]
}