{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/slpp-mps-want-parliament-canteen-closed-marikkar-requests-speaker-to-reveal-actual-daily-cost-in-parliament/",
  "time_ut": 1653045720,
  "title": "SLPP MPs want Parliament Canteen closed; Marikkar requests speaker to reveal actual daily cost in Parliament",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan lawmakers have requested for the Parliament Canteen or Cafeteria to be closed at a time when the entire country is facing a crisis over food.",
    "Sri Lanka is going through its worst financial crisis since it won independence in 1948. The country faces an acute shortage of foreign exchange that has led to an increase in prices and a shortage of vehicular fuel, cooking gas, food, and thermal fuel for electricity production.",
    "Speaker Mahinda Yapa Abeywardena told Parliament on Friday (20) that he received a letter containing 53 signatures of SLPP Members of Parliament noting that they refuse to consume food from the Parliament canteen.",
    "“Steps will be taken to suspend providing meals from the Parliament canteen to the group of MPs, and the matter will also be discussed at the Party Leaders meeting to determine if the decision should apply to all the MPs,” said the speaker.",
    "SLPP MP Sampath Athokurala said the request was for the Parliament canteen to be closed, and if an MP requires a meal to be provided with a meal packet at a reasonable cost.",
    "However, SJB MP S. M. Marikkar pointed out that even if parliament sessions are on or not, more than 1,000 people are employed in Parliament who report to work daily.",
    "He requested for the Speaker to reveal the actual cost when Parliament sessions are on, and when Parliament sessions are not taking place.",
    "“This will reveal to us what is actually happening. Some are attempting to become heroes, and in the process tarnish the images of everyone,” he remarked.",
    "SLPP MPs want Parliament Canteen closed; Marikkar requests speaker to reveal actual daily cost in Parliament",
    "It’s time to think about the country, Harin says while taking up new Cabinet post",
    "‘Water Lily’ is Sri Lanka’s National Flower; COPA wants proper public awareness"
  ]
}