{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Agnipath-Row-Violent-protests-in-Bihar-train-set-on-fire-in-Secunderabad-unrest-across-India/108-239255",
  "time_ut": 1655448720,
  "title": "Agnipath Row: Violent protests in Bihar, train set on fire in Secunderabad - unrest across India",
  "body_lines": [
    "At least three trains were set ablaze and a ruling BJP legislator attacked on Thursday in Bihar by Army job aspirants whose protest against the Centre’s short-term recruitment scheme for military, “Agnipath”, continued for the second consecutive day.",
    "Police fired tear gas shells and charged baton to disperse the angry youngsters who blocked railway tracks, threw burning tyres on roads and performed push-ups and other drills on the streets as a mark of protest against the new recruitment process, under which hiring has been proposed for a four-year-period followed by compulsory retirement, for at least 75 per cent of the personnel, without any pension benefits.",
    "In Nawada, the vehicle of BJP MLA from Warsaliganj, Aruna Devi, who was on her way to local court, was attacked by the agitators who hurled stones at her car, leaving five persons, including her driver, two security guards and two personal staff members injured.",
    "“The protesters seemed to have been provoked by the sight of the party flag fitted on my car, which they tore. My driver, two security guards and two personal staff members have sustained injuries,” the MLA told reporters, adding that she was “too shaken” to register a police complaint",
    "Later, a group of agitators attacked BJP’s district office in Nawada and set it ablaze.",
    "In Chapra town, BJP legislator CN Gupta’s house was ransacked. In Madhubani, the agitators ransacked and then torched BJP office.",
    "Railway property bore the brunt of the protesters as stationary trains were set on fire at Bhabhua, Sidhwalia (Gopalganj) and Chapra stations and window panes of compartments smashed at many places.",
    "In Chapra, the Railway Police Force (RPD) fired in the air while to disperse the protesters while at Ara and Bhabhua, police used tear gas to control the crowd.",
    "In several parts of the state like Begusarai, Nawada, Jehanabad, Arwal, Sitamarhi, Samastipur and Saharsa, police resorted to baton charge to disperse the protesters who blocked railway tracks and roads.",
    "In a statement, the East Central Railway (ECR) said it had cancelled around 30 trains, including four Express trains, due to protests and railway traffic remained disrupted between Patna-Gaya, DDU-Jhajha, Kiul-Gaya, Gopalganj-Chhapra and Barauni-Katihar rail sections.",
    "Trains were also stranded at Danapur, Jehanabad, Buxar, Gaya, Ara, Saharsa, Madhubani, Dalsingsarai, Khagaria, Sahebpur Kamal, Bhabhua and Chhapra as the agitators vandalised tracks, coaches and damaged signal system.",
    "Police sources said the protests were most violent in Bhojpur and Saran districts as most of the army and paramilitary aspirants come from these two districts.",
    "In Ara, agitators ransacked the newly built railway platform number four and vandalised food stalls, ticket counter, besides setting on fire two motorcycles and furniture. In the town area, they damaged several private and government vehicles. They even pelted stones at the police, forcing police to use tear gas to disperse them.",
    "Reports from Chapra said the agitators set ablaze three coaches of Barauni-Gondia Express and one coach of a passenger train. Protesters also vandalised a clothes shop, a coaching centre, a restaurant and looted articles from a shopping mall. RPF inspector Mukesh Kumar said they fired eight rounds in the air to disperse the mob.",
    "At Bhabua, agitators armed with sticks and stones attacked railway station and torched a coach of Intercity Express just after the train arrived at the station. They ransacked and damaged railway property on the platform and burnt tyres on railway tracks.",
    "Bhabua superintendent of police (SP) Rakesh Kumar later said the mob was chased with tear gas cells and mild baton charge.",
    "At Motihari, a woman passenger and four policemen, including a station house officer (SHO), were injured in attack by protesters, who also torched two motorcycles damaged railway property near Bapudham railway station."
  ]
}