{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/26/south-korea-delivers-back-to-back-interest-rate-hikes-to-combat-inflation/",
  "time_ut": 1653543720,
  "title": "South Korea delivers back-to-back interest rate hikes to combat inflation",
  "body_lines": [
    "CNN; South Korea’s central bank hiked interest rates for a second consecutive meeting on Thursday to wrestle consumer inflation down from 13-year highs, and further raised its projections for prices to rise to their highest since 2008.",
    "In his first rate review after taking office in April, governor Rhee Chang-yong and his monetary policy board voted to raise interest rates by a quarter of a percentage point to 1.75 per cent, the highest since mid-2019. All but one of the 28 analysts polled by Reuters expected a hike.",
    "Back-to-back interest rate rises by the Bank of Korea follow more than 100 cumulative basis points of hikes since August 2021 in one of the most forceful tightening campaigns ever by the bank.",
    "The BOK raised its inflation outlook for this year to 4.5 per cent from 3.1 per cent before.",
    "Consumer inflation at a 13-year high threatens to become entrenched, as a key measure of inflation expectations among South Koreans rose in May to its highest in nearly a decade.",
    "Most analysts expect the BOK to take rates up to 2.25 per cent by year end, after which many say it will then need to consider how quickly to apply the brakes amid slowing economic growth in China, its largest trading partner, and high household debt.",
    "The U.S. Federal Reserve is forecast to take the key interest rate to 2.50-2.75 per cent by year end, the effects of which will be closely watched globally, while in China authorities are seen easing policy to cushion a slowdown in the world’s second largest economy.",
    "“Inflation concerns have become more pronounced, with headline CPI growth hitting record levels and unemployment still at a record-low level,” said Oh Suk-tae, an analyst at Societe Generale, who sees the base rate peaking at 2.50 per cent by the end of this year.",
    "“It would be difficult for policymakers to extend the rate-hike cycle into 2023, as we expect the peak-out of inflation in the second quarter of this year.”",
    "Governor Rhee last week said the bank could consider big-step interest rate raises in coming months such as 50 basis point hikes, depending on data that will become available around July and August.",
    "The BOK expects the economy to expand 2.7 per cent this year, down from its earlier forecast of 3.0 per cent and slowing from an estimated 4.0 per cent for 2021.",
    "South Korea delivers back-to-back interest rate hikes to combat inflation",
    "CID visits Mahinda Rajapaksa to record statements on MGG & GGG attacks",
    "Fire at a high-rise in Borella, Fire-wood stove cause for the blaze"
  ],
  "translate": {
    "si": {
      "title": "උද්ධමනය මැඩපැවැත්වීම සඳහා දකුණු කොරියාව පොලී අනුපාත ඉහල දැමීම් ආපසු ලබා දෙයි",
      "body_lines": [
        "සීඑන්එන්; පාරිභෝගික උද්ධමනය වසර 13 ක ඉහළම මට්ටමේ සිට පහත හෙලීම සඳහා දකුණු කොරියාවේ මහ බැංකුව බ්‍රහස්පතින්දා අඛණ්ඩව දෙවන රැස්වීම සඳහා පොලී අනුපාත ඉහළ දැමූ අතර, 2008 සිට ඉහළම මිල ගණන් සඳහා මිල ගණන් තවදුරටත් ඉහළ නැංවීය.",
        "අපේ‍්‍රල් මාසයේ බලයට පත්වීමෙන් පසු ඔහුගේ පළමු අනුපාත සමාලෝචනයේදී ආණ්ඩුකාර Rhee Chang-yong සහ ඔහුගේ මූල්‍ය ප්‍රතිපත්ති මණ්ඩලය පොලී අනුපාත සියයට 1.75 දක්වා සියයට කාර්තුවකින් ඉහළ නැංවීමට ඡන්දය දුන් අතර එය 2019 මැද භාගයේ සිට ඉහළම අගයයි. රොයිටර් විසින් මත විමසුමට ලක් කරන ලද විශ්ලේෂකයින් 28 දෙනාගෙන් එක් අයෙකු හැර අනෙක් සියල්ලෝම ඉහල යාමක් අපේක්ෂා කළහ.",
        "2021 අගෝස්තු මාසයේ සිට බැංකුව විසින් මෙතෙක් සිදු කරන ලද වඩාත්ම බලගතු දැඩි කිරීමේ ව්‍යාපාරවලින් එකක සමුච්චිත පදනම් ලක්ෂ්‍ය 100කට වඩා වැඩි ප්‍රමාණයකින් කොරියානු බැංකුව විසින් පොලී අනුපාතිකය පසු පස ඉහළ යයි.",
        "BOK විසින් මෙම වසරේ උද්ධමන දැක්ම පෙර පැවති සියයට 3.1 සිට සියයට 4.5 දක්වා ඉහළ නැංවීය.",
        "දකුනු කොරියානුවන් අතර උද්ධමන අපේක්ෂාවන්හි ප්‍රධාන මිනුමක් ලෙස, වසර 13ක ඉහල මට්ටමක පවතින පාරිභෝගික උද්ධමනය, දශකයකට ආසන්න කාලයක් තුල එහි ඉහලම අගයට මැයි මාසයේදී ඉහල නැඟී ඇත.",
        "බොහෝ විශ්ලේෂකයින් බලාපොරොත්තු වන්නේ වසර අවසානය වන විට BOK සියයට 2.25 දක්වා අනුපාත ලබා ගැනීමට බලාපොරොත්තු වන අතර, බොහෝ දෙනා පවසන්නේ චීනයේ ආර්ථික වර්ධනය මන්දගාමී වන අතර එහි විශාලතම වෙළඳ සහකරු සහ ඉහළ ගෘහස්ථ ණය මධ්‍යයේ තිරිංග යෙදීම කෙතරම් ඉක්මනින් කළ යුතුද යන්න සලකා බැලිය යුතු බවයි.",
        "එක්සත් ජනපද ෆෙඩරල් සංචිතය වසර අවසන් වන විට ප්‍රධාන පොලී අනුපාතය සියයට 2.50-2.75 දක්වා ගෙන යනු ඇතැයි පුරෝකථනය කර ඇති අතර, එහි ප්‍රතිවිපාක ගෝලීය වශයෙන් සමීපව නිරීක්ෂණය කරනු ඇති අතර, චීනයේ බලධාරීන් ලෝකයේ දෙවන විශාලතම ආර්ථිකයේ මන්දගාමිත්වය මැඩපැවැත්වීම සඳහා ප්‍රතිපත්ති ලිහිල් කරන බව පෙනේ. .",
        "\"උද්ධමනය පිලිබඳ උත්සුකතාවන් වඩාත් කැපී පෙනෙන බවට පත් වී ඇති අතර, සීපීඅයි වර්ධනය වාර්තාගත මට්ටම්වලට පැමිණ ඇති අතර විරැකියාව තවමත් වාර්තාගත-පහළ මට්ටමක පවතී,\" Societe Generale හි විශ්ලේෂකයෙකු වන Oh Suk-tae පැවසුවේ මූලික අනුපාතය සියයට 2.50 දක්වා ඉහළ යන බවයි. මෙම වසර අවසානයේ.",
        "\"මෙම වසරේ දෙවන කාර්තුවේදී උද්ධමනයේ උච්චතම අවස්ථාව අපේක්ෂා කරන බැවින්, ප්‍රතිපත්ති සම්පාදකයින්ට අනුපාත ඉහල නැංවීමේ චක්‍රය 2023 දක්වා දීර්ඝ කිරීමට අපහසු වනු ඇත.\"",
        "ආණ්ඩුකාර රී පසුගිය සතියේ පැවසුවේ, ජූලි සහ අගෝස්තු පමණ වන විට ලබා ගත හැකි දත්ත මත පදනම්ව, පදනම් ලක්ෂ්‍ය 50 ඉහළ නැංවීම වැනි ඉදිරි මාසවලදී බැංකුවට විශාල-පියවර පොලී අනුපාත ඉහල දැමීම් සලකා බැලිය හැකි බවයි.",
        "මෙම වසරේ ආර්ථිකය සියයට 2.7 කින් ප්‍රසාරණය වනු ඇතැයි BOK අපේක්ෂා කරන අතර, එහි පෙර පුරෝකථනය වූ සියයට 3.0 ට වඩා පහත වැටී 2021 සඳහා ඇස්තමේන්තුගත සියයට 4.0 සිට මන්දගාමී වේ.",
        "උද්ධමනය මැඩපැවැත්වීම සඳහා දකුණු කොරියාව පොලී අනුපාත ඉහල දැමීම් ආපසු ලබා දෙයි",
        "MGG සහ GGG ප්‍රහාර සම්බන්ධයෙන් ප්‍රකාශ සටහන් කර ගැනීමට CID මහින්ද රාජපක්ෂ මහතා හමුවෙයි",
        "බොරැල්ලේ මහල් නිවාසයක ඇතිවූ ගින්නක් ගින්නට හේතුව දර ලිපයි"
      ]
    },
    "ta": {
      "title": "தென் கொரியா பணவீக்கத்தை எதிர்த்துப் போராடும் வகையில் வட்டி விகித உயர்வை வழங்குகிறது",
      "body_lines": [
        "சிஎன்என்; நுகர்வோர் பணவீக்கத்தை 13 ஆண்டுகால உச்சத்தில் இருந்து குறைப்பதற்காக தென் கொரியாவின் மத்திய வங்கி வியாழனன்று இரண்டாவது தொடர்ச்சியான கூட்டத்திற்கு வட்டி விகிதங்களை உயர்த்தியது, மேலும் 2008 க்குப் பிறகு விலைகள் மிக அதிகமாக உயரும் என்ற கணிப்புகளை மேலும் உயர்த்தியது.",
        "ஏப்ரலில் பதவியேற்ற பிறகு அவரது முதல் விகித மதிப்பாய்வில், கவர்னர் ரீ சாங்-யோங் மற்றும் அவரது நாணயக் கொள்கை வாரியம் வட்டி விகிதங்களை கால் சதவீதம் அதிகரித்து 1.75 சதவீதமாக உயர்த்த வாக்களித்தனர், இது 2019 ஆம் ஆண்டின் நடுப்பகுதியில் இருந்து மிக அதிகமாகும். ராய்ட்டர்ஸ் நடத்திய 28 ஆய்வாளர்களில் ஒருவரைத் தவிர மற்ற அனைவரும் உயர்வை எதிர்பார்த்தனர்.",
        "பேங்க் ஆஃப் கொரியாவின் வட்டி விகிதங்கள் ஆகஸ்ட் 2021 முதல் 100 க்கும் மேற்பட்ட ஒட்டுமொத்த அடிப்படைப் புள்ளிகள் உயர்த்தப்பட்டதைத் தொடர்ந்து, வங்கியின் மிக வலிமையான இறுக்கமான பிரச்சாரங்களில் ஒன்றாகும்.",
        "BOK இந்த ஆண்டுக்கான பணவீக்கக் கண்ணோட்டத்தை 3.1 சதவீதத்திலிருந்து 4.5 சதவீதமாக உயர்த்தியது.",
        "13 வருட உயர்வான நுகர்வோர் பணவீக்கம் வேரூன்றியதாக அச்சுறுத்துகிறது, தென் கொரியர்களிடையே பணவீக்க எதிர்பார்ப்புகளின் முக்கிய அளவீடு மே மாதத்தில் ஏறக்குறைய ஒரு தசாப்தத்தில் அதிகபட்சமாக உயர்ந்துள்ளது.",
        "பெரும்பாலான ஆய்வாளர்கள், BOK ஆனது ஆண்டு இறுதிக்குள் 2.25 சதவிகிதம் வரை விகிதங்களை எடுக்கும் என்று எதிர்பார்க்கிறார்கள், அதன்பிறகு சீனாவின் பொருளாதார வளர்ச்சி, அதன் மிகப்பெரிய வர்த்தக கூட்டாளி மற்றும் அதிக வீட்டுக் கடன் ஆகியவற்றிற்கு இடையே எவ்வளவு விரைவாக பிரேக்குகளைப் பயன்படுத்த வேண்டும் என்று பலர் கூறுகின்றனர்.",
        "யு.எஸ். பெடரல் ரிசர்வ் ஆண்டு இறுதிக்குள் முக்கிய வட்டி விகிதத்தை 2.50-2.75 சதவீதத்திற்கு எடுத்துச் செல்லும் என்று கணிக்கப்பட்டுள்ளது, இதன் விளைவுகள் உலகளவில் உன்னிப்பாகக் கவனிக்கப்படும், அதே நேரத்தில் சீனாவில் அதிகாரிகள் உலகின் இரண்டாவது பெரிய பொருளாதாரத்தின் மந்தநிலையைக் குறைக்கும் கொள்கையை எளிதாக்குவதைக் காணலாம். .",
        "\"பணவீக்கக் கவலைகள் மிகவும் உச்சரிக்கப்பட்டுள்ளன, சிபிஐ வளர்ச்சி சாதனை நிலைகளைத் தாக்கியது மற்றும் வேலையின்மை இன்னும் குறைந்த மட்டத்தில் உள்ளது,\" என்று சொசைட்டி ஜெனரலின் ஆய்வாளர் ஓ சுக்-டே கூறினார், அவர் அடிப்படை விகிதத்தை 2.50 சதவீதமாகப் பார்க்கிறார். இந்த ஆண்டு இறுதியில்.",
        "\"இந்த ஆண்டின் இரண்டாவது காலாண்டில் பணவீக்கத்தின் உச்சநிலையை நாங்கள் எதிர்பார்க்கிறோம் என்பதால், கொள்கை வகுப்பாளர்களுக்கு விகித உயர்வு சுழற்சியை 2023 வரை நீட்டிக்க கடினமாக இருக்கும்.\"",
        "கவர்னர் ரீ கடந்த வாரம், ஜூலை மற்றும் ஆகஸ்ட் மாதங்களில் கிடைக்கும் தரவுகளைப் பொறுத்து, வரும் மாதங்களில் 50 அடிப்படை புள்ளி உயர்வுகள் போன்ற பெரிய-படி வட்டி விகிதங்களை வங்கி கருத்தில் கொள்ளலாம் என்று கூறினார்.",
        "இந்த ஆண்டு பொருளாதாரம் 2.7 சதவிகிதம் விரிவடையும் என்று BOK எதிர்பார்க்கிறது, அதன் முந்தைய முன்னறிவிப்பு 3.0 சதவிகிதம் மற்றும் 2021 இல் மதிப்பிடப்பட்ட 4.0 சதவிகிதத்தில் இருந்து குறையும்.",
        "தென் கொரியா பணவீக்கத்தை எதிர்த்துப் போராடும் வகையில் வட்டி விகித உயர்வை வழங்குகிறது",
        "MGG & GGG தாக்குதல்கள் தொடர்பான வாக்குமூலங்களைப் பதிவுசெய்வதற்காக மகிந்த ராஜபக்சவிற்கு CID வருகை",
        "பொரளையில் உள்ள உயர்மட்ட மாடியில் ஏற்பட்ட தீ, விறகு அடுப்பு தீப்பற்றியதற்கு காரணம்"
      ]
    }
  }
}