{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Parliament-parliamentarians-and-IMF-facility-EDITORIAL/231-234907",
  "time_ut": 1649615520,
  "title": "Parliament, parliamentarians and IMF facility - EDITORIAL",
  "body_lines": [
    "Something all adult Sri Lankans and even little children know is that they are hungry. When little children ask for food, many parents will be unable to provide them with this ‘luxury’. Yes, food today has become a luxury, following years of corruption by legislators and wasteful borrowing - with no thought of how loans could be repaid.",
    "According to ‘Bloomberg’ the country has run up an external debt of around US$8.6 billion. Yet, as of March this year (2022), the country has only $1.94 billion in its reserves!",
    "In other words, the country is facing a foreign exchange crisis - no money to pay for imports of essential items such as fuel, LP gas, medicines and all manner of imported necessities. Not surprisingly basic foods such as rice, milk, sugar, dhal have become luxuries as all of them are imported products, while the prices of all else have risen, thanks to galloping inflation in the country.",
    "In parliament, MP Vasudeva Nanayakkara charged around 60% of the population are affected by malnutrition. This is not surprising, given that the steep rise in the cost of living. During the past few months, have seen prices most basic foodstuffs beyond the reach of ordinary working class families.",
    "Adding to the misery, many employers have as yet, not restored the salary-cuts imposed on workers in April 2020 when the Covid-19 pandemic struck. Worsening an already bad situation, a large number of workers who lost their employment to the Covid-19 pandemic have not been able to find regular jobs as yet.",
    "With a shortage of basic food, medicaments, fuel and cooking gas, long and daily power cuts, together with government’s inability to hold school examinations due to a shortage of paper, the masses are on the streets. They are demanding the President and his buddies who fill the ranks of the Cabinet, to leave.",
    "The common cry at the daily protest rallies - some of which turned violent - reflects the ordinary people’s inability to adequately feed their family. It speaks of the dilemma of parents’ inability to meet the rising costs of transport - especially that of children’s transport to school and back. It reflects a mother’s difficulty to cook meals for her family due to a shortage of cooking gas and the skyrocketing cost of foodstuff.",
    "Intermittent violence at daily protest demonstrations now increase a growing danger of the country sliding into a situation of anarchy. To face this situation, parliament was reconvened in the hope of unitedly proposing a plan of action to get the country out of the morass it has sunk.",
    "Unfortunately a majority of our parliamentarians have not grasped the fact that the country is on the brink of bankruptcy. Without suggesting solutions, some sing the praises of their leaders and/or indulge in vulgarities based on personal agendas.",
    "On Friday, for instance, two members of parliament from the ruling clique - the Sri Lanka Podujana Peramuna and the Sri Lanka Freedom Party were involved in a verbal duel using unparliamentarily language and almost came to fisticuffs.",
    "Ultimately, it was left to former Prime Minister Wickremesinghe to ask the Speaker to temporarily suspend sittings, bring the House to order and continue the important search for solvency and stabilizing the rapidly depreciating value of our currency. He also suggested a parliamentary vote to confirm the appointment of the expert panel appointed by the President to negotiate with the International Monetary Fund (IMF) to secure a debt restructuring facility.",
    "In a much needed lesson to parliamentarians, the Speaker suspended the two ill-behaved parliamentarians.",
    "The three members of the advisory committee are well versed in the workings of the IMF having at different times headed departments of that organization. If our country is to receive the IMF facility, it is the poor who will suffer most from the conditions and policies imposed by that organization.",
    "It was with this in mind, former PM Wickremesinghe spoke of the necessity of going to the World Bank (WB) and the Asian Development Bank (ADB) for backup loans to purchase basics until such time as the rupee stabilizes and the country once again becomes credit worthy.",
    "However, these loans though euphemistically termed a ‘safety net’ will not provide much relief to the poorest of the poor. They will help ensure basic needs are available - unfortunately at high prices. The poor - including the new poor - will find it extremely difficult to buy these goods in required quantities, if at all.",
    "Unfortunately, with our economy in a mess and debt default staring us in the face, the IMF facility appears to be our best option."
  ],
  "translate": {
    "si": {
      "title": "පාර්ලිමේන්තුව, පාර්ලිමේන්තු මන්ත්‍රීවරුන් සහ IMF පහසුකම - කතුවැකිය",
      "body_lines": [
        "සියලුම වැඩිහිටි ශ්‍රී ලාංකිකයන් සහ කුඩා දරුවන් පවා දන්නා දෙයක් නම් ඔවුන් බඩගිනි බව ය. කුඩා දරුවන් ආහාර ඉල්ලා සිටින විට, බොහෝ දෙමාපියන්ට මෙම ‘සුඛෝපභෝගී බව’ ඔවුන්ට ලබා දීමට නොහැකි වනු ඇත. ඔව්, නීති සම්පාදකයින් විසින් වසර ගණනාවක් තිස්සේ දූෂණය කිරීම සහ නාස්තිකාර ණය ගැනීම් වලින් පසු - අද ආහාර සුඛෝපභෝගී දෙයක් බවට පත්ව ඇත - ණය ආපසු ගෙවිය හැක්කේ කෙසේද යන්න ගැන කිසිදු අදහසක් නැත.",
        "‘Bloomberg’ ට අනුව රට ඇමෙරිකානු ඩොලර් බිලියන 8.6 ක පමණ විදේශ ණයක් ගෙවා ඇත. එහෙත්, මේ වසරේ (2022) මාර්තු වන විට, රටේ සංචිතවල ඇත්තේ ඩොලර් බිලියන 1.94 ක් පමණි!",
        "වෙනත් වචන වලින් කිවහොත්, රට විදේශ විනිමය අර්බුදයකට මුහුණ දී සිටී - ඉන්ධන, එල්පී ගෑස්, ඖෂධ සහ සියලුම ආනයනික අවශ්‍යතා වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීමට ගෙවීමට මුදල් නැත. සහල්, කිරි, සීනි, පරිප්පු වැනි මූලික ආහාර ද්‍රව්‍ය සුඛෝපබෝගී බවට පත්ව තිබීම පුදුමයක් නොවේ.",
        "පාර්ලිමේන්තුවේදී වාසුදේව නානායක්කාර මන්ත්‍රීවරයා චෝදනා කළේ ජනගහනයෙන් 60% ක් පමණ මන්දපෝෂණයෙන් පීඩා විඳින බවයි. ජීවන වියදම සීග්‍රයෙන් ඉහළ යාම නිසා මෙය පුදුමයට කරුණක් නොවේ. පසුගිය මාස කිහිපය තුළ සාමාන්‍ය කම්කරු පන්තියේ පවුල්වලට ළඟාවිය නොහැකි බොහෝ මූලික ආහාර ද්‍රව්‍යවල මිල ගණන් දැක තිබේ.",
        "ඛේදවාචකයට එක් කරමින්, බොහෝ සේවා යෝජකයින් 2020 අප්‍රේල් මාසයේදී Covid-19 වසංගතය ඇති වූ විට කම්කරුවන් මත පනවා ඇති වැටුප් කප්පාදුව තවමත් යථා තත්ත්වයට පත් කර නොමැත. දැනටමත් නරක තත්වයක් උග්‍ර කරමින්, Covid-19 වසංගතය හේතුවෙන් රැකියා අහිමි වූ කම්කරුවන් විශාල සංඛ්‍යාවකට තවමත් නිත්‍ය රැකියා සොයා ගැනීමට නොහැකි වී තිබේ.",
        "මූලික ආහාර, බෙහෙත් ද්‍රව්‍ය, ඉන්ධන සහ ඉවුම් පිහුම් ගෑස් හිඟය, දිගු හා දෛනික විදුලි කප්පාදුව, කඩදාසි හිඟය නිසා පාසල් විභාග පැවැත්වීමට රජයට නොහැකි වීම සමඟ ජනතාව පාරට බැස සිටිති. ඔවුන් ඉල්ලා සිටින්නේ ජනාධිපතිවරයා ඇතුළු අමාත්‍ය මණ්ඩලයේ සිටින ඔහුගේ හිතවතුන්ට ඉවත් වන ලෙසයි.",
        "දෛනික විරෝධතා රැලිවල පොදු කෑගැසීම් - සමහර ඒවා ප්‍රචණ්ඩත්වයට පත් විය - සාමාන්‍ය මිනිසුන්ට තම පවුල ප්‍රමාණවත් ලෙස පෝෂණය කිරීමට ඇති නොහැකියාව පිළිබිඹු කරයි. වැඩිවන ප්‍රවාහන වියදම් - විශේෂයෙන්ම ළමයින් පාසලට සහ ආපසු ප්‍රවාහනය කිරීමේ වියදම් පියවා ගැනීමට දෙමාපියන්ට ඇති නොහැකියාවේ උභතෝකෝටිකය ගැන එය කථා කරයි. ඉවුම් පිහුම් ගෑස් හිඟය සහ ආහාර ද්‍රව්‍යවල මිල අහස උසට නැඟීම හේතුවෙන් තම පවුලට ආහාර පිසීමට මවකට ඇති දුෂ්කරතාවය එයින් පිළිබිඹු වේ.",
        "දෛනික විරෝධතා පෙළපාලිවල කඩින් කඩ සිදුවන ප්‍රචණ්ඩත්වය දැන් රට අරාජික තත්ත්වයකට තල්ලු වීමේ වැඩෙන අවදානම වැඩි කරයි. මේ තත්ත්වයට මුහුණදීම සඳහා පාර්ලිමේන්තුව යළි කැදවූයේ රට ගිලා බැස ඇති අගාධයෙන් ගොඩ ඒමේ වැඩපිළිවෙළක් එකමුතුව යෝජනා කිරීමේ අපේක්ෂාවෙනි.",
        "අවාසනාවකට අපේ පාර්ලිමේන්තු මන්ත්‍රීවරුන් බහුතරයකට රට බංකොලොත් භාවයේ අද්දර තිබෙන බව වටහාගෙන නැහැ. විසඳුම් යෝජනා නොකර, ඇතැමුන් තම නායකයන්ගේ ගුණ ගායනා කිරීම සහ/හෝ පෞද්ගලික න්‍යාය පත්‍ර මත පදනම් වූ කුණුහරුපවල නියැළෙයි.",
        "නිදසුනක් වශයෙන් සිකුරාදා දින, ශ්‍රී ලංකා පොදුජන පෙරමුණ සහ ශ්‍රී ලංකා නිදහස් පක්ෂයේ පාලක කල්ලියේ මන්ත්‍රීවරුන් දෙදෙනෙක් පාර්ලිමේන්තුවට නොගැලපෙන භාෂාවක් භාවිතා කරමින් වාචික ද්වන්ධ සටනක පැටලී ගුටිබැට හුවමාරු කර ගත්හ.",
        "අවසානයේදී, රැස්වීම් තාවකාලිකව අත්හිටුවා, සභාව පිළිවෙළකට ගෙන එන ලෙසත්, ශීඝ්‍රයෙන් අවප්‍රමාණය වන අපේ මුදල් ඒකකයේ වටිනාකම ස්ථාවර කර ගැනීම සඳහාත් වැදගත් සෙවීම් දිගටම කරගෙන යන ලෙස කථානායකවරයාගෙන් ඉල්ලා සිටීම හිටපු අගමැති වික්‍රමසිංහට පැවරිණි. ණය ප්‍රතිව්‍යුහගත කිරීමේ පහසුකම තහවුරු කර ගැනීම සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ සාකච්ඡා කිරීම සඳහා ජනාධිපතිවරයා විසින් පත් කරන ලද විශේෂඥ මණ්ඩලය පත් කිරීම තහවුරු කිරීම සඳහා පාර්ලිමේන්තු ඡන්දයක් ද ඔහු යෝජනා කළේය.",
        "පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට අවශ්‍ය පාඩමක් ලෙස කතානායකවරයා නොහොබිනා ලෙස හැසිරුණු මන්ත්‍රීවරුන් දෙදෙනාගේ වැඩ තහනම් කළේය.",
        "උපදේශක කමිටුවේ සාමාජිකයන් තිදෙනා විවිධ කාලවලදී එම සංවිධානයේ දෙපාර්තමේන්තු ප්‍රධානත්වය දැරූ ජාත්‍යන්තර මූල්‍ය අරමුදලේ ක්‍රියාකාරිත්වය පිළිබඳව මනා දැනුමක් ඇත. අපේ රටට ජාත්‍යන්තර මූල්‍ය අරමුදලේ පහසුකම ලැබෙන්නේ නම්, එම සංවිධානය විසින් පනවා ඇති කොන්දේසි සහ ප්‍රතිපත්තිවලින් වැඩිපුරම පීඩාවට පත්වන්නේ දුප්පත් ජනතාවයි.",
        "රුපියල ස්ථාවර වී රට යලිත් රටක් බවට පත්වන තෙක් මූලික අවශ්‍යතා මිලදී ගැනීම සඳහා උපස්ථ ණය සඳහා ලෝක බැංකුවට (WB) සහ ආසියානු සංවර්ධන බැංකුවට (ADB) යාමේ අවශ්‍යතාව හිටපු අගමැති වික්‍රමසිංහ මහතා ප්‍රකාශ කළේ මෙය මනසේ තබාගෙන ය. ණය වටිනවා.",
        "කෙසේ වෙතත්, මෙම ණය සුහදව ‘ආරක්ෂිත දැලක්’ ලෙස හැඳින්වුවද දුප්පත්ම දුප්පත් ජනතාවට විශාල සහනයක් ලබා නොදේ. ඔවුන් මූලික අවශ්‍යතා ලබා ගැනීමට උපකාර කරනු ඇත - අවාසනාවන්ත ලෙස ඉහළ මිල ගණන් යටතේ. දුප්පතුන්ට - නව දුප්පතුන් ඇතුළුව - මෙම භාණ්ඩ අවශ්‍ය ප්‍රමාණයෙන් මිලදී ගැනීම අතිශයින් දුෂ්කර වනු ඇත.",
        "අවාසනාවකට මෙන්, අපගේ ආර්ථිකය අවුල් ජාලයක සහ ණය පැහැර හැරීම් අප දෙස බලා සිටින විට, IMF පහසුකම අපගේ හොඳම විකල්පය ලෙස පෙනේ."
      ]
    },
    "ta": {
      "title": "பாராளுமன்றம், பாராளுமன்ற உறுப்பினர்கள் மற்றும் IMF வசதி - தலையங்கம்",
      "body_lines": [
        "அவர்கள் பசியுடன் இருக்கிறார்கள் என்பது வயது வந்த இலங்கையர்களுக்கும், சிறு குழந்தைகளுக்கும் கூட தெரிந்த ஒன்று. சிறு குழந்தைகள் உணவு கேட்டால், பல பெற்றோர்களால் அவர்களுக்கு இந்த ‘ஆடம்பரம்’ கொடுக்க முடியாமல் போகும். ஆம், பல ஆண்டுகளாக சட்டமன்ற உறுப்பினர்களின் ஊழல் மற்றும் வீணான கடன்களை தொடர்ந்து - இன்று உணவு ஒரு ஆடம்பரமாக மாறிவிட்டது - கடன்களை எவ்வாறு திருப்பிச் செலுத்துவது என்ற சிந்தனையே இல்லை.",
        "'ப்ளூம்பெர்க்' கருத்துப்படி, நாடு சுமார் 8.6 பில்லியன் அமெரிக்க டாலர்கள் வெளிநாட்டுக் கடனாக உள்ளது. ஆனாலும், இந்த ஆண்டு (2022) மார்ச் வரை, நாட்டின் கையிருப்பில் $1.94 பில்லியன் மட்டுமே உள்ளது!",
        "வேறு வார்த்தைகளில் கூறுவதானால், நாடு அந்நிய செலாவணி நெருக்கடியை எதிர்கொள்கிறது - எரிபொருள், எல்பி எரிவாயு, மருந்துகள் மற்றும் அனைத்து வகையான இறக்குமதித் தேவைகள் போன்ற அத்தியாவசிய பொருட்களின் இறக்குமதிக்கு செலுத்த பணம் இல்லை. அரிசி, பால், சர்க்கரை, பருப்பு போன்ற அடிப்படை உணவுகள் அனைத்தும் இறக்குமதி செய்யப்பட்ட பொருட்கள் என்பதால் ஆடம்பரமாக மாறியதில் ஆச்சரியமில்லை, மற்ற அனைத்து பொருட்களின் விலையும் உயர்ந்துள்ளது, நாட்டின் பணவீக்கத்திற்கு நன்றி.",
        "பாராளுமன்றத்தில் பாராளுமன்ற உறுப்பினர் வாசுதேவ நாணயக்கார, 60% மக்கள் போஷாக்கின்மையால் பாதிக்கப்பட்டுள்ளதாக குற்றம் சாட்டினார். வாழ்க்கைச் செலவில் செங்குத்தான உயர்வைக் கருத்தில் கொண்டு, இது ஆச்சரியமல்ல. கடந்த சில மாதங்களில், சாதாரண தொழிலாள வர்க்கக் குடும்பங்களுக்கு எட்டாத அளவுக்கு அடிப்படை உணவுப் பொருட்களின் விலைகள் உயர்ந்துள்ளன.",
        "துரதிர்ஷ்டத்தைச் சேர்த்து, பல முதலாளிகள், ஏப்ரல் 2020 இல் கோவிட்-19 தொற்றுநோய் தாக்கியபோது தொழிலாளர்களுக்கு விதிக்கப்பட்ட சம்பளக் குறைப்பை இன்னும் மீட்டெடுக்கவில்லை. ஏற்கனவே மோசமான நிலைமையை மோசமாக்கும் நிலையில், கோவிட்-19 தொற்றுநோயால் வேலை இழந்த ஏராளமான தொழிலாளர்கள் இன்னும் வழக்கமான வேலைகளைக் கண்டுபிடிக்க முடியவில்லை.",
        "அடிப்படை உணவு, மருந்துகள், எரிபொருள் மற்றும் சமையல் எரிவாயு தட்டுப்பாடு, நீண்ட மற்றும் தினசரி மின்வெட்டு, தாள் தட்டுப்பாட்டால் பள்ளித் தேர்வுகளை நடத்த முடியாத அரசாங்கத்தின் இயலாமை ஆகியவற்றுடன், மக்கள் தெருக்களில் உள்ளனர். அமைச்சரவையில் பதவி வகிக்கும் ஜனாதிபதியையும் அவரது நண்பர்களையும் வெளியேறுமாறு அவர்கள் கோருகின்றனர்.",
        "தினசரி எதிர்ப்பு பேரணிகளில் பொதுவான அழுகை - அவற்றில் சில வன்முறையாக மாறியது - சாதாரண மக்கள் தங்கள் குடும்பத்திற்கு போதுமான உணவளிக்க இயலாமையை பிரதிபலிக்கிறது. அதிகரித்து வரும் போக்குவரத்துச் செலவுகளை - குறிப்பாக குழந்தைகளை பள்ளிக்குக் கொண்டு செல்வதற்கும் திரும்பிச் செல்வதற்கும் - பெற்றோர்களால் இயலாமையின் இக்கட்டான நிலையைப் பற்றி இது பேசுகிறது. சமையல் எரிவாயு தட்டுப்பாடு மற்றும் உணவுப் பொருட்களின் விலை உயர்ந்து வருவதால், தனது குடும்பத்திற்கு உணவு சமைப்பதில் ஒரு தாயின் சிரமத்தை இது பிரதிபலிக்கிறது.",
        "தினசரி எதிர்ப்பு ஆர்ப்பாட்டங்களில் இடையிடையே நடக்கும் வன்முறைகள் இப்போது நாடு அராஜகச் சூழலுக்குள் செல்லும் அபாயத்தை அதிகரித்து வருகின்றன. இந்நிலைமைக்கு முகங்கொடுக்கும் வகையில், நாடு மூழ்கியிருக்கும் அவலநிலையிலிருந்து மீள்வதற்கான செயற்திட்டமொன்றை ஒன்றிணைந்து முன்மொழிய வேண்டும் என்ற நம்பிக்கையில் பாராளுமன்றம் மீண்டும் கூடியது.",
        "துரதிஷ்டவசமாக, நாடு திவாலாகும் என்ற உண்மையைப் பெரும்பான்மையான நாடாளுமன்ற உறுப்பினர்கள் புரிந்து கொள்ளவில்லை. தீர்வுகளை பரிந்துரைக்காமல், சிலர் தங்கள் தலைவர்களை புகழ்ந்து பாடுகின்றனர் மற்றும்/அல்லது தனிப்பட்ட நிகழ்ச்சி நிரல்களின் அடிப்படையில் இழிவான செயல்களில் ஈடுபடுகின்றனர்.",
        "உதாரணமாக, வெள்ளிக்கிழமையன்று, ஆளும் குழுவைச் சேர்ந்த இரண்டு நாடாளுமன்ற உறுப்பினர்கள் - ஸ்ரீலங்கா பொதுஜன பெரமுன மற்றும் ஸ்ரீலங்கா சுதந்திரக் கட்சி ஆகிய இருவர், பாராளுமன்றத்துக்குப் புறம்பான வார்த்தைப் பிரயோகங்களைப் பயன்படுத்தி வாய் தகராறில் ஈடுபட்டு, கிட்டத்தட்ட கைகலப்புக்கு வந்தனர்.",
        "இறுதியில், சபையை தற்காலிகமாக இடைநிறுத்தவும், சபையை ஒழுங்குபடுத்தவும், கடனளிப்புக்கான முக்கியமான தேடலைத் தொடரவும் மற்றும் விரைவாக வீழ்ச்சியடைந்து வரும் நமது நாணயத்தின் மதிப்பை உறுதிப்படுத்தவும் சபாநாயகரைக் கேட்பது முன்னாள் பிரதமர் விக்ரமசிங்கவுக்கு விடப்பட்டது. கடன் மறுசீரமைப்பு வசதியைப் பாதுகாப்பதற்காக சர்வதேச நாணய நிதியத்துடன் (IMF) பேச்சுவார்த்தை நடத்த ஜனாதிபதியால் நியமிக்கப்பட்ட நிபுணர் குழுவின் நியமனத்தை உறுதிப்படுத்த பாராளுமன்ற வாக்கெடுப்பையும் அவர் பரிந்துரைத்தார்.",
        "நாடாளுமன்ற உறுப்பினர்களுக்கு மிகவும் தேவையான பாடமாக, முறைகேடாக நடந்து கொண்ட இரண்டு நாடாளுமன்ற உறுப்பினர்களையும் சபாநாயகர் இடைநீக்கம் செய்தார்.",
        "ஆலோசனைக் குழுவின் மூன்று உறுப்பினர்களும் வெவ்வேறு காலங்களில் அந்த அமைப்பின் தலைமைத் துறைகளைக் கொண்ட IMF இன் செயல்பாடுகளை நன்கு அறிந்தவர்கள். ஐஎம்எஃப் வசதியை நம் நாடு பெற வேண்டுமானால், அந்த அமைப்பு விதித்துள்ள நிபந்தனைகள் மற்றும் கொள்கைகளால் அதிகம் பாதிக்கப்படுவது ஏழைகள்தான்.",
        "இதை மனதில் கொண்டுதான், ரூபாயின் மதிப்பு நிலையாகி நாடு மீண்டும் நிலைபெறும் வரை அடிப்படைக் கடன்களை வாங்குவதற்கு உலக வங்கி (WB) மற்றும் ஆசிய அபிவிருத்தி வங்கி (ADB) ஆகியவற்றுக்குச் செல்வது அவசியம் என்று முன்னாள் பிரதமர் விக்ரமசிங்க பேசினார். கடன் தகுதி.",
        "எவ்வாறாயினும், இந்தக் கடன்கள் ஒரு 'பாதுகாப்பு வலை' என்று சொல்லப்பட்டாலும், ஏழைகளில் உள்ள ஏழைகளுக்கு அதிக நிவாரணம் அளிக்காது. துரதிர்ஷ்டவசமாக அதிக விலையில் - அடிப்படைத் தேவைகள் கிடைப்பதை உறுதிப்படுத்த அவை உதவும். ஏழைகள் - புதிய ஏழைகள் உட்பட - இந்த பொருட்களை தேவையான அளவுகளில் வாங்குவது மிகவும் கடினமாக இருக்கும்.",
        "துரதிர்ஷ்டவசமாக, நமது பொருளாதாரம் குழப்பத்திலும், கடன் திருப்பிச் செலுத்த முடியாத நிலையிலும் நம்மைப் பார்த்துக் கொண்டிருக்கும் நிலையில், IMF வசதி எங்களின் சிறந்த தேர்வாகத் தோன்றுகிறது."
      ]
    }
  }
}