{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Let-there-be-no-more-supplicant-fixers/231-233612",
  "time_ut": 1647981240,
  "title": "Let there be no more supplicant ‘fixers’",
  "body_lines": [
    "Journalists and Fixers' job is relatively challenging when engaged in reporting from war torn countries",
    "\"Social media has made reporting more democratic and accessible. We don’t  need to wait till a correspondent flies in to learn what is happening.  It is now just a hashtag away\"",
    "The death of two journalists working for Fox News, US in Ukraine on March 14 has reignited the conversation on the value placed on ‘fixers’, especially by news organizations headquartered in rich nations.",
    "On March 14, journalists Pierre Zakrzewski and Oleksandra Kuvshinova were killed when the vehicle they were travelling in was hit by Russian fire on the outskirts of Kyiv. Initially Fox only reported the death of Zakrzewski, a cameraman. Kuvshinova, a Ukrainian national who was working as a fixer was left out of the report.",
    "Alik Sardarian, a man who had refused to work with Fox wrote on Facebook, “for a while I was asked to work with them. I always rejected offers for two reasons: first, I don’t want to work for …. Nazis. Second reason is their treatment of security during the work. Most of the producers and fixers in Ukraine feel the same and aren’t (persuaded) even with ridiculous money they offer. That’s why they hire inexperienced people and take them in the middle of …. hell for no reason. Inexperienced fixers won’t object. It was a journalists’ fault. They went to the place they shouldn’t be with people they shouldn’t be with to shoot something they could do in Kyiv downtown. There are more stupid details on that, but they aren’t so important now.”",
    "\"One of the worst was a female photographer, who was adjusting and  positioning a widow and child who were holding images of their missing  family member in front of their Cadjan hut\"",
    "The term fixer itself is laden with a colonial attitude and it is reflected in practice as well. The fixer is the local journalist or anyone for that matter who makes sure the fly-in type foreign correspondents can hit the ground running. They fix appointments, get interviews, give background information, set up travel plans, secure permission. They are the working brains that makes the foreign correspondent’s work anywhere close to presentable, let alone professional.",
    "Historically, this work has not been recognized as journalism inputs. Even as late as 2015, I was told by a colleague with whom I had worked on an extensive story on Sri Lanka that the management had recoiled at going ahead with a shared by-line. Instead, my name was mentioned at the end of the story with the tag line with reporting from.",
    "Things are changing though. I have got by-lines, including shared by-lines in international outlets. There are organizations like the ACOS Alliance that works focused on safeguarding the rights of freelancers and fixers. Part of this is also due to the shine waning on the concept and very idea of the foreign correspondent.",
    "There is simply no money to maintain offices in far flung places, this includes Sri Lanka for at least two international news organizations that maintained full staffed offices in Sri Lanka not so long ago. There is also no money to fly in correspondents. Social media has made reporting more democratic and accessible. We don’t need to wait till a correspondent flies in to learn what is happening. It is now just a hashtag away.",
    "\"It is a cultural and attitudinal change. The same change that will make  for professional development for local journalists and will also  recognize that as much as Ukraine is hell right now so are parts of Myanmar and Afghanistan\"",
    "This is also about recognizing the importance of local reporting. Local reporting is what brings nuance and depth. It is when local reporting lacks professionalism and skills that we get unbalanced hype replacing reliable news.",
    "I have met foreign correspondents who are equally biased like the worst of local reporters. I have refused to work with award winning international photographers who set up pictures and downright imbecilic. One of the worst was female photographer, who was adjusting and positioning a widow and child who were holding images of their missing family member in front of their Cadjan hut.",
    "Equally, I have worked the best who come in the form of professional journalists and not brandishing the foreign correspondent badge.",
    "It is a cultural and attitudinal change. The same change that will make for professional development for local journalists and will also recognize that as much as Ukraine is hell right now so are parts of Myanmar and Afghanistan. It is just that they happen to be poor, in Asia and largely inaccessible."
  ],
  "translate": {
    "si": {
      "title": "තවත් ආයාචනා කරන 'ෆික්සර්' නැත",
      "body_lines": [
        "යුද්ධයෙන් විනාශ වූ රටවල වාර්තාකරණයේ යෙදෙන විට මාධ්‍යවේදීන්ගේ සහ සවිකරන්නන්ගේ කාර්යය සාපේක්ෂ වශයෙන් අභියෝගාත්මක ය.",
        "\"සමාජ මාධ්‍ය වාර්තා කිරීම වඩාත් ප්‍රජාතන්ත්‍රවාදී සහ ප්‍රවේශ විය හැකි බවට පත් කර ඇත. සිදුවන්නේ කුමක්දැයි දැන ගැනීමට වාර්තාකරුවෙකු පැමිණෙන තෙක් අපට බලා සිටීමට අවශ්‍ය නැත.  එය දැන් හැෂ් ටැග් එකක් පමණි\"",
        "මාර්තු 14 වැනි දින යුක්රේනයේ ෆොක්ස් නිවුස් හි සේවය කරන මාධ්‍යවේදීන් දෙදෙනෙකුගේ මරණය, විශේෂයෙන් ධනවත් රටවල මූලස්ථානය වන ප්‍රවෘත්ති සංවිධාන විසින් 'ෆික්සර්' සඳහා තබා ඇති වටිනාකම පිළිබඳ සංවාදය යළිත් අවුලුවා ඇත.",
        "මාර්තු 14 දා, මාධ්‍යවේදීන් වූ Pierre Zakrzewski සහ Oleksandra Kuvshinova ඔවුන් ගමන් කරමින් සිටි වාහනය Kyiv නගරයට නුදුරින් රුසියානු ගින්නකින් වැදීමෙන් මිය ගියහ. මුලින්ම Fox වාර්තා කළේ කැමරා ශිල්පියෙකු වූ Zakrzewski ගේ මරණය පමණි. සවිකරන්නෙකු ලෙස සේවය කළ යුක්රේන ජාතික කුව්ෂිනෝවා වාර්තාවෙන් ඉවත් විය.",
        "ෆොක්ස් සමඟ වැඩ කිරීම ප්‍රතික්ෂේප කළ මිනිසෙක් වන ඇලික් සර්දාරියන් ෆේස්බුක් හි මෙසේ ලිවීය, “ටික කාලයක් ඔවුන් සමඟ වැඩ කරන ලෙස මගෙන් ඉල්ලා සිටියා. මම සෑම විටම හේතු දෙකක් සඳහා දීමනා ප්‍රතික්ෂේප කළෙමි: පළමුව, මට වැඩ කිරීමට අවශ්‍ය නැත .... නාසීන්. දෙවන හේතුව ඔවුන් වැඩ කරන අතරතුර ආරක්ෂාවට සැලකීමයි. යුක්රේනයේ බොහෝ නිෂ්පාදකයින් සහ සවිකරන්නන් එකම හැඟීමක් ඇති අතර ඔවුන් පිරිනමන හාස්‍යජනක මුදල් සමඟ පවා (ඒත්තු ගැන්වෙන්නේ නැත). ඒ නිසා අද්දැකීම් අඩු අයව කුලියට ගෙන ඔවුන්ව මැදට ගෙනියනවා. කිසිම හේතුවක් නොමැතිව නිරය. අද්දැකීම් අඩු සවිකරන්නන් විරුද්ධ නොවනු ඇත. එය මාධ්‍යවේදීන්ගේ වරදකි. ඔවුන් Kyiv නගරයේ ඔවුන්ට කළ හැකි දෙයක් රූගත කිරීමට ඔවුන් සමඟ නොසිටිය යුතු මිනිසුන් සමඟ නොසිටිය යුතු ස්ථානයට ගියහ. ඒ ගැන තවත් මෝඩ විස්තර ඇත, නමුත් ඒවා දැන් එතරම් වැදගත් නොවේ. ”",
        "\"නරකම එකක් වූයේ කාන්තා ඡායාරූප ශිල්පිනියකි, ඇය තම කැඩ්ජන් පැල්පත ඉදිරිපිට අතුරුදහන් වූ තම පවුලේ සාමාජිකයාගේ පින්තූර අතැතිව සිටි වැන්දඹුවක් සහ දරුවෙකු සකස් කර ස්ථානගත කරමින් සිටියාය\"",
        "Fixer යන යෙදුමම යටත් විජිත ආකල්පයකින් පිරී ඇති අතර එය ප්‍රායෝගිකව ද පිළිබිඹු වේ. නිවැරදි කරන්නා දේශීය මාධ්‍යවේදියා හෝ ඒ සඳහා පියාසර කරන ආකාරයේ විදේශීය වාර්තාකරුවන්ට බිමට පහර දිය හැකි බවට වග බලා ගන්නා ඕනෑම අයෙකු වේ. ඔවුන් හමුවීම් නියම කරයි, සම්මුඛ පරීක්ෂණ ලබා ගනී, පසුබිම් තොරතුරු ලබා දෙයි, ගමන් සැලසුම් සකස් කරයි, අවසර ලබා ගනී. ඔවුන් විදේශ වාර්තාකරුගේ වැඩ ඕනෑම තැනක ඉදිරිපත් කළ හැකි තරම් වෘත්තීය මට්ටමට පත් කරන වැඩ කරන මොළයයි.",
        "ඓතිහාසික වශයෙන්, මෙම කාර්යය පුවත්පත් කලාවේ යෙදවුම් ලෙස හඳුනාගෙන නොමැත. 2015 තරම් අගභාගයේදී පවා, මා සමඟ ශ්‍රී ලංකාව පිළිබඳ පුළුල් කතාවක වැඩ කළ සගයෙකු මට පැවසුවේ බෙදාගත් අතුරු රේඛාවක් සමඟ ඉදිරියට යාමට කළමනාකාරීත්වය පසුබැස ඇති බවයි. ඒ වෙනුවට කතාවේ අවසානයේ මගේ නම සඳහන් කර තිබුණේ Reporting from යන ටැග් ලයින් එකෙනි.",
        "නමුත් දේවල් වෙනස් වෙමින් පවතී. ජාත්‍යන්තර අලෙවිසැල්වල බෙදාගත් අතුරු මාර්ග ඇතුළුව මට අතුරු මාර්ග තිබේ. නිදහස් සේවකයින්ගේ සහ නිවැරදි කරන්නන්ගේ අයිතිවාසිකම් ආරක්ෂා කිරීම කෙරෙහි අවධානය යොමු කරන ACOS සන්ධානය වැනි සංවිධාන තිබේ. විදේශීය වාර්තාකරුගේ සංකල්පයේ දීප්තිය සහ අදහස අඩුවීම ද මින් කොටසකි.",
        "දුර පළාත්වල කාර්යාල පවත්වාගෙන යාමට මුදල් නැත, මෙයට වැඩි කලකට පෙර ශ්‍රී ලංකාවේ පූර්ණ කාර්ය මණ්ඩල කාර්යාල පවත්වාගෙන ගිය ජාත්‍යන්තර ප්‍රවෘත්ති ආයතන දෙකක් සඳහා ශ්‍රී ලංකාව ඇතුළත් වේ. වාර්තාකරුවන් තුළ පියාසර කිරීමට ද මුදල් නැත. සමාජ මාධ්‍ය වාර්තාකරණය වඩාත් ප්‍රජාතන්ත්‍රවාදී සහ ප්‍රවේශ විය හැකි බවට පත් කර ඇත. සිදුවන්නේ කුමක්ද යන්න දැන ගැනීමට වාර්තාකරුවෙකු පියාසර කරන තෙක් අපට බලා සිටීමට අවශ්‍ය නැත. එය දැන් හැෂ් ටැග් එකක් පමණි.",
        "\"එය සංස්කෘතික හා ආකල්පමය වෙනසකි. ප්‍රාදේශීය මාධ්‍යවේදීන් සඳහා වෘත්තීය සංවර්ධනය සඳහා සිදු කරනු ලබන එම වෙනසම  යුක්රේනය තරම්ම මේ වන විට මියන්මාරයේ සහ ඇෆ්ගනිස්ථානයේ කොටස් ද අපායක් බව හඳුනා ගනු ඇත\"",
        "මෙය දේශීය වාර්තාකරණයේ වැදගත්කම හඳුනා ගැනීම ද වේ. දේශීය වාර්තාකරණය යනු සූක්ෂ්මතාවය සහ ගැඹුර ගෙන එයි. දේශීය වාර්තාකරණයේ වෘත්තීයභාවය සහ කුසලතා නොමැති විට විශ්වාසදායක පුවත් වෙනුවට අසමතුලිත ප්‍රබෝධයක් අපට ලැබේ.",
        "නරකම දේශීය වාර්තාකරුවන් හා සමානව පක්ෂග්‍රාහී විදේශ වාර්තාකරුවන් මට හමු වී ඇත. පින්තුර සකසන සහ නිරපේක්ෂ අශික්ෂිත සම්මානලාභී ජාත්‍යන්තර ඡායාරූප ශිල්පීන් සමඟ වැඩ කිරීම මම ප්‍රතික්ෂේප කර ඇත. නරකම එකක් වූයේ කාන්තා ඡායාරූප ශිල්පිනියකි, ඔවුන් තම කැඩ්ජන් පැල්පත ඉදිරිපිට අතුරුදහන් වූ තම පවුලේ සාමාජිකයාගේ පින්තූර තබාගෙන සිටි වැන්දඹුවක් සහ දරුවෙකු සකස් කර ස්ථානගත කරමින් සිටියාය.",
        "ඒ හා සමානව, විදේශීය වාර්තාකරුවන්ගේ ලාංඡනය හංවඩු ගසා නොගෙන වෘත්තීය මාධ්‍යවේදීන්ගේ ස්වරූපයෙන් පැමිණි හොඳම දේ මම වැඩ කර ඇත්තෙමි.",
        "එය සංස්කෘතික හා ආකල්පමය වෙනසක්. ප්‍රාදේශීය මාධ්‍යවේදීන් සඳහා වෘත්තීය සංවර්ධනය සඳහා සිදු කරනු ලබන එම වෙනසම යුක්රේනය දැන් අපායක් මෙන් මියන්මාරයේ සහ ඇෆ්ගනිස්ථානයේ කොටස් ද හඳුනා ගනු ඇත. ඔවුන් දුප්පත්, ආසියාවේ සහ බොහෝ දුරට ප්‍රවේශ විය නොහැක."
      ]
    },
    "ta": {
      "title": "இனி மேல் முறையீடு செய்யும் ‘பிக்ஸ் செய்பவர்கள்’ இருக்க வேண்டாம்",
      "body_lines": [
        "போரினால் பாதிக்கப்பட்ட நாடுகளில் இருந்து அறிக்கையிடுவதில் பத்திரிகையாளர்கள் மற்றும் ஃபிக்ஸர்களின் வேலை ஒப்பீட்டளவில் சவாலானது",
        "\"சமூக ஊடகம் அறிக்கையிடலை மிகவும் ஜனநாயகமாகவும் அணுகக்கூடியதாகவும் மாற்றியுள்ளது. என்ன நடக்கிறது என்பதை அறிய ஒரு நிருபர் வரும் வரை நாங்கள் காத்திருக்க வேண்டியதில்லை.  இது இப்போது ஹேஷ்டேக் தொலைவில் உள்ளது\"",
        "மார்ச் 14 அன்று உக்ரைனில் ஃபாக்ஸ் நியூஸில் பணிபுரியும் இரண்டு பத்திரிக்கையாளர்கள் இறந்தது, 'ஃபிக்ஸர்கள்' மீதான மதிப்பு குறித்த உரையாடலை மீண்டும் தூண்டியுள்ளது, குறிப்பாக பணக்கார நாடுகளில் தலைமையிடமாகக் கொண்ட செய்தி நிறுவனங்கள்.",
        "மார்ச் 14 அன்று, கியேவின் புறநகரில் ரஷ்ய தீவிபத்தால் அவர்கள் பயணித்த வாகனம் மோதியதில் பத்திரிகையாளர்கள் Pierre Zakrzewski மற்றும் Oleksandra Kuvshinova கொல்லப்பட்டனர். ஆரம்பத்தில் ஃபாக்ஸ் ஒரு ஒளிப்பதிவாளரான ஜாக்ர்செவ்ஸ்கியின் மரணத்தை மட்டுமே அறிவித்தது. உக்ரைன் நாட்டைச் சேர்ந்த குவ்ஷினோவா, ஃபிக்ஸராகப் பணிபுரிந்து கொண்டிருந்தார்.",
        "ஃபாக்ஸுடன் பணிபுரிய மறுத்த நபரான அலிக் சர்தாரியன் ஃபேஸ்புக்கில் எழுதினார், “சிறிது காலத்திற்கு அவர்களுடன் வேலை செய்யும்படி என்னிடம் கேட்கப்பட்டது. நான் எப்போதும் இரண்டு காரணங்களுக்காக சலுகைகளை நிராகரித்தேன்: முதலில், நான் வேலை செய்ய விரும்பவில்லை…. நாஜிக்கள். இரண்டாவது காரணம், வேலையின் போது அவர்கள் பாதுகாப்புடன் நடத்துவது. உக்ரைனில் உள்ள பெரும்பாலான தயாரிப்பாளர்கள் மற்றும் ஃபிக்ஸ் செய்பவர்கள் அதையே உணர்கிறார்கள் மற்றும் அவர்கள் வழங்கும் அபத்தமான பணத்தில் கூட (வற்புறுத்தப்படுவதில்லை). அதனால்தான் அவர்கள் அனுபவமில்லாதவர்களை வேலைக்கு அமர்த்தி நடுவில் அழைத்துச் செல்கிறார்கள். எந்த காரணமும் இல்லாமல் நரகம். அனுபவமற்ற திருத்துபவர்கள் எதிர்க்க மாட்டார்கள். இது பத்திரிகையாளர்களின் தவறு. க்ய்வ் நகரத்தில் தங்களால் செய்யக்கூடிய ஒன்றைச் சுடுவதற்கு அவர்கள் உடன் இருக்கக்கூடாத நபர்களுடன் இருக்கக்கூடாத இடத்திற்குச் சென்றனர். இன்னும் முட்டாள்தனமான விவரங்கள் உள்ளன, ஆனால் அவை இப்போது அவ்வளவு முக்கியமானவை அல்ல.",
        "\"மிகவும் மோசமான ஒரு பெண் புகைப்படக் கலைஞர், ஒரு விதவை மற்றும் குழந்தையைத் தங்கள் காட்ஜான் குடிசைக்கு முன்னால் தங்கள் காணாமற்போன  குடும்ப உறுப்பினரின் படங்களை வைத்திருந்ததைச் சரிசெய்து, நிலைநிறுத்திக் கொண்டிருந்தார்\"",
        "ஃபிக்ஸர் என்ற வார்த்தையே காலனித்துவ மனப்பான்மையுடன் உள்ளது மற்றும் அது நடைமுறையிலும் பிரதிபலிக்கிறது. ஃபிளை-இன் வகை வெளிநாட்டு நிருபர்கள் தரையிறங்குவதை உறுதிசெய்யும் உள்ளூர் பத்திரிகையாளர் அல்லது யாரேனும் சரிசெய்வவர். அவர்கள் சந்திப்புகளைச் சரிசெய்கிறார்கள், நேர்காணல்களைப் பெறுகிறார்கள், பின்னணித் தகவலை வழங்குகிறார்கள், பயணத் திட்டங்களை அமைக்கிறார்கள், பாதுகாப்பான அனுமதியைப் பெறுகிறார்கள். வெளிநாட்டு நிருபரின் பணியை எந்த இடத்திலும் வழங்கக்கூடிய அளவிற்கு, தொழில் ரீதியாக ஒருபுறம் இருக்கச் செய்யும் வேலை செய்யும் மூளை அவர்கள்.",
        "வரலாற்று ரீதியாக, இந்த வேலை பத்திரிகை உள்ளீடுகளாக அங்கீகரிக்கப்படவில்லை. 2015 ஆம் ஆண்டின் பிற்பகுதியில் கூட, இலங்கை பற்றிய விரிவான கதையில் நான் பணியாற்றிய சக ஊழியர் ஒருவர் என்னிடம் கூறினார், பகிரப்பட்ட துணை வரியுடன் முன்னேறுவதில் நிர்வாகம் பின்வாங்கியது. அதற்குப் பதிலாக, கதையின் முடிவில் ரிப்போர்ட்டிங் என்ற டேக் லைனுடன் எனது பெயர் குறிப்பிடப்பட்டுள்ளது.",
        "இருந்தாலும் விஷயங்கள் மாறிக்கொண்டே இருக்கின்றன. சர்வதேச அவுட்லெட்களில் பகிரப்பட்ட பை-லைன்கள் உட்பட எனக்கு பை-லைன்கள் கிடைத்துள்ளன. ஃப்ரீலான்ஸர்கள் மற்றும் திருத்துபவர்களின் உரிமைகளைப் பாதுகாப்பதில் கவனம் செலுத்தும் ACOS அலையன்ஸ் போன்ற நிறுவனங்கள் உள்ளன. இதன் ஒரு பகுதி வெளிநாட்டு நிருபரின் கருத்து மற்றும் யோசனையின் பிரகாசம் குறைவதால் ஏற்படுகிறது.",
        "தொலைதூர இடங்களில் அலுவலகங்களை பராமரிக்க பணம் இல்லை, இலங்கையில் மிக நீண்ட காலத்திற்கு முன்பு முழு ஊழியர்களுடன் கூடிய அலுவலகங்களை பராமரித்த குறைந்தபட்சம் இரண்டு சர்வதேச செய்தி நிறுவனங்களுக்கான இலங்கையும் இதில் அடங்கும். நிருபர்களிடம் பறக்கவும் பணமில்லை. சமூக ஊடகங்கள் அறிக்கையிடலை மிகவும் ஜனநாயகமாகவும் அணுகக்கூடியதாகவும் ஆக்கியுள்ளது. என்ன நடக்கிறது என்பதை அறிய ஒரு நிருபர் வரும் வரை நாங்கள் காத்திருக்க வேண்டியதில்லை. இது இப்போது ஒரு ஹேஷ்டேக் தொலைவில் உள்ளது.",
        "\"இது ஒரு கலாச்சார மற்றும் மனப்பான்மை மாற்றமாகும். அதே மாற்றம் உள்ளூர் பத்திரிகையாளர்களின் தொழில்முறை மேம்பாட்டிற்காக உருவாக்கப்படும், மேலும் உக்ரைன் எவ்வளவு நரகமாக இருக்கிறதோ, அதே போல் மியான்மர் மற்றும் ஆப்கானிஸ்தானின் சில பகுதிகளும் நரகம் என்பதை அங்கீகரிக்கும்\"",
        "இது உள்ளூர் அறிக்கையின் முக்கியத்துவத்தை அங்கீகரிப்பதாகும். உள்ளூர் அறிக்கையிடல் நுணுக்கத்தையும் ஆழத்தையும் தருகிறது. உள்ளூர் அறிக்கையிடலில் தொழில்முறை மற்றும் திறன்கள் இல்லாதபோதுதான், நம்பகமான செய்திகளுக்குப் பதிலாக சமநிலையற்ற விளம்பரங்களைப் பெறுகிறோம்.",
        "மிக மோசமான உள்ளூர் நிருபர்களைப் போலவே ஒரு சார்புடைய வெளிநாட்டு நிருபர்களை நான் சந்தித்திருக்கிறேன். விருது பெற்ற சர்வதேச புகைப்படக் கலைஞர்களுடன் இணைந்து பணியாற்ற நான் மறுத்துவிட்டேன். மிக மோசமான ஒரு பெண் புகைப்படக் கலைஞர், அவர்களது காட்ஜான் குடிசையின் முன் காணாமல் போன குடும்ப உறுப்பினரின் படங்களை வைத்திருந்த விதவை மற்றும் குழந்தைகளை சரிசெய்து நிலைநிறுத்தினார்.",
        "அதேபோல, வெளிநாட்டு நிருபர் பேட்ஜை முத்திரை குத்தாமல் தொழில்முறை ஊடகவியலாளர்கள் வடிவில் வரும் சிறந்தவர்களை நான் பணியாற்றியுள்ளேன்.",
        "இது ஒரு கலாச்சார மற்றும் அணுகுமுறை மாற்றம். அதே மாற்றம் உள்ளூர் பத்திரிகையாளர்களுக்கு தொழில்முறை மேம்பாட்டிற்காக செய்யும் மற்றும் உக்ரைன் எவ்வளவு நரகமாக இருக்கிறதோ, அதே போல் மியான்மர் மற்றும் ஆப்கானிஸ்தானின் சில பகுதிகளும் இப்போது அடையாளம் காணும். அவர்கள் ஏழைகளாகவும், ஆசியாவில் மற்றும் பெரும்பாலும் அணுக முடியாதவர்களாகவும் இருக்கிறார்கள்."
      ]
    }
  }
}