{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82610/gce-ordinary-level-exam-begins-today",
  "time_ut": 1653272280,
  "title": "G.C.E. Ordinary Level exam begins today",
  "body_lines": [
    "The G.C E Ordinary Level examinations commenced today at 3,844 centres island-wide and with 517,496 candidates in total sitting for the exams.",
    "Some 407,129 of them are school candidates while 110,367 are private applicants, the Examinations Department said.",
    "This year 542 examination coordination centers have been established island-wide.",
    "The GCE Ordinary Level Examination which commences today will be held till June 1.",
    "Candidates are requested to arrive early at their examination centres with their admission and valid identity card, the Commissioner General of Examinations L.M.D. Dharmasena said.",
    "The GCE Ordinary Level Examination will be held this year amidst fuel, gas and economic crises while the Department of Examinations has been taking steps to implement the preliminary work in this manner step by step for several weeks now.",
    "The Department of Examinations also requested the public to provide the necessary facilities such as fuel to the officers on duty, especially those who are engaged in examination duties, as a matter of priority.",
    "The government had also requested all parties to give priority to the vehicles used by the examination candidates.",
    "However, in view of the prevailing situation, the Commissioner General of Examinations LMD Dharmasena requested all candidates to come to the examination centers as early as possible in the morning.",
    "Meanwhile, Police Media Spokesman SSP Nihal Thalduwa commented on the security situation at the examination.",
    "“The police have made arrangements for the security of answer papers and question papers and for the safety of all students sitting for the examination. This GCE Ordinary Level Examination will be held at 3,844 centers this year. A police sergeant and two police constables are being provided to these centers for security. A police post has been set up at the Examinations Department and they are carrying out the necessary coordination from there”, he said."
  ]
}