{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/samsung-launches-galaxy-s22-series-in-sri-lanka/",
  "time_ut": 1647524520,
  "title": "Samsung launches Galaxy S22 Series in Sri Lanka",
  "body_lines": [
    "Samsung, Sri Lanka’s most trusted smartphone brand, unveiled its most premium flagships – Galaxy S22 Series – in Sri Lanka at an exclusive media event.",
    "Galaxy S22 Ultra 5G combines the unrivalled power of the Note series and the iconic S-Pen with the pro-grade camera and performance of the S series to set the new standard for premium smartphones. Built with a bold, sustainably conscious design, Galaxy S22 5G has dynamic cameras with advanced intelligent image processing to make every moment epic.",
    "“With the launch of the Galaxy S22 series, we are rewriting the rules of innovation and pushing the limits of what a smartphone can do. For the first time, the Galaxy S22 Ultra 5G will bring together the best of Galaxy Note & S Series. Galaxy S22 Ultra 5G comes with a built-in S Pen, advanced Nightography capabilities, and battery life that lasts over a day, making it our most powerful Ultra device yet. The Galaxy S22 Series is designed for creating content, advanced video capturing, editing and sharing capabilities that will truly make your everyday epic,” said Mr. Kevin SungSu YOU, Managing Director, Samsung Sri Lanka.",
    "The built-in S Pen in Galaxy S22 Ultra 5G is the fastest, most responsive S Pen we have ever made. With 70% lower latency, you can write and draw more naturally on your S22 Ultra’s expansive screen, and explore apps in new ways. With the S Pen, the S22 Ultra 5G embraces the legacy of the Note while opening up new ways to be creative and get things done. The result is a mobile experience unlike any before.",
    "With seamlessly integrated camera lenses and a sleek metal frame that creates a mirrored effect, the Galaxy S22 Ultra 5G represents the best of cutting edge design. Luxurious glass and haze finishing adds an elegant touch to S22 Ultra’s reimagined linear, floating layout – complete with Galaxy Note’s iconic sharp angles.",
    "Galaxy S22 Ultra 5G lets you capture footage that is instantly post-worthy – in any lighting conditions. Galaxy S22 Ultra 5G is built with a 2.4um pixel sensor – Samsung’s largest pixel sensor ever, so you can shoot great photos and videos. The S22 Ultra’s advanced Super Clear Glass lens helps you take smoother and clearer night time videos without flares. With the video Auto Framing, your camera always captures exactly who you want, whether that’s one person or ten. Galaxy S22 Ultra 5G comes with quadruple-lens camera with 100X Space Zoom and powerful dual-tele lens making it Samsung’s most powerful camera.",
    "Humanitarian assistance in Northern Province and inauguration of artificial limb fitment camp",
    "SLT-MOBITEL join hands with Softlogic IT in empowering enterprise customers with “Data Exchange and Analytics Services”",
    "SJB: Can SLPP rebels remain in govt. having accused Basil of treachery?",
    "Hatch Makerstudio launch: creating a community workspace bringing ideas to life",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}