{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/thailand-to-lift-pre-travel-testing/",
  "time_ut": 1648035900,
  "title": "Thailand to lift pre-travel testing",
  "body_lines": [
    "Got some interesting news for those who keep checking with me about the possibility of visiting Amazing Thailand, during the April holidays.",
    "This information came my way, via TAT News – Tourism Authority of Thailand Newsroom.",
    "They say that the Thailand’s Centre for COVID-19 Situation Administration (CCSA) has approved the lifting of the pre-travel testing requirement for international arrivals, beginning 1st April, 2022, as the kingdom prepares a four-phase plan to downgrade the COVID-19 pandemic, to an endemic disease.",
    "TAT Newsroom says, they will be providing updates, in detail, via www.tatnews.org once the official directives have been announced in the Royal Thai Government Gazette.",
    "Eligible travellers…International arrivals, under any of the current three-entry schemes – TEST & GO, Sandbox, and Alternative Quarantine (AQ) – will be allowed to enter Thailand, without the need to show proof of a negative RT-PCR test within, 72 hours of travel.",
    "By air, the number of approved airports increased from seven to eight – Don Mueang, Suvarnabhumi, Phuket, Krabi, Samui, Chiang Mai, U-Tapao, and Hat Yai (new).",
    "Land border checkpoints increased from three to four – Nong Khai, Udon Thani, Songkhla, and Satun (new)",
    "Water points of entry increased from ports and piers in two to three provinces – Phuket, Chon Buri, and Surat Thani (new).",
    "Two tests remain in place for the TEST & GO and Sandbox travellers: RT-PCR test upon arrival (Day 0) and an antigen self-test on Day 5.",
    "Reduced to five days, from current seven days. After completing five days, within the Sandbox destinations, travellers will be allowed to travel, domestically, within Thailand.",
    "Quarantine reduced to five days and an RT-PCR test on Day 4-5.",
    "According to TAT Newsroom, this information is to serve as reference only. It is especially important to check, regularly, on  www.tatnews.org to stay current on what remains a very fluid and fast changing situation.",
    "In the meanwhile, Bangkok continues to be one of the best loved cities, for tourists the world over, with the latest Readers’ Choice Awards – this time from DestinAsian magazine – again presenting the Thai capital with the title of ‘Best City’.",
    "In the 2022 Readers’ Choice Awards, Bangkok held on to the ‘Best City’ crown it also won in the 2020 edition of the awards. Singapore came in 2nd place, Tokyo 3rd, Hong Kong 4th, and Seoul 5th.",
    "Other Thai destinations also earned distinction, with Phuket and Ko Samui being named 3rd and 4th ‘Best Islands’, respectively, after winner Bali and 2nd-placed Mauritius.",
    "Bringing further honour to Thailand was Bangkok’s Suvarnabhumi Airport, which was named the 3rd ‘Best Airport’, and Thai Airways International (THAI)’s Royal Orchid Plus programme, which was named the 4th ‘Best Frequent Flier Programme’.",
    "Thailand-based luxury hotel chain, Anantara, was named 3rd among ‘Best Hotel Brands For Leisure’, while on the list of ‘Best Boutique Hotels,’ Banyan Tree Samui came in 2nd, The Siam Hotel Bangkok 4th, and Sri Panwa Phuket 5th.",
    "The country-specific ‘Best Hotels in Thailand’ list comprised the following properties, in order from 1st to 10th place: Siam Kempinski Hotel Bangkok, Anantara Chiang Mai Resort, The St. Regis Bangkok, Park Hyatt Bangkok, Mandarin Oriental Bangkok, Banyan Tree Samui, Conrad Bangkok, Grand Hyatt Erawan Bangkok, The Sukhothai Bangkok, and Anantara Siam Bangkok Hotel.",
    "The DestinAsian Readers’ Choice Awards celebrate excellence in the Asia-Pacific luxury travel sector with readers voting in various categories, including destinations, hotels and resorts, airlines, airports and cruise lines. The poll for the 2022 Readers’ Choice Awards was conducted between September and December 2021.",
    "Well, I guess it’s time for Sri Lankans, looking for a break from the pandemic scene, and the chaos we are experiencing, at the moment, to check out Amazing Thailand for an AMAZING HOLIDAY.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}