{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/dbs-jeyaraj-column/If-Gota-doesnt-go-home-the-Executive-Presidency-may-go-out/192-234871",
  "time_ut": 1649445480,
  "title": "If Gota doesn’t go home, the Executive Presidency may go out",
  "body_lines": [
    "“Go Home Gota” and/or “Gota Go Home” is the resounding clarion call that is currently motivating  and mobilizing  a number of protest demonstrations throughout  Sri Lanka.  The underlying thread is that  Sri Lanka’s Executive  President  Gotabaya (Gota) Rajapaksa should resign  and quit. The social media too is replete with demands of a similar nature. Even the          “Boney M” Group’s 1979 Album “Oceans of Fantasy” lead single “Gotta Go Home” has acquired a fresh lease of life in the internet among those who want Gota to go home. Indeed the repetitive refrain “Gotta go home, home, home, Gotta go home” sounds most appropriate to the prevalent domestic political situation.",
    "The Boney M song also has the line “Going back home. Going back home”. That however does not seem possible at least  for now.  Gota  does  not want to go home! Chief Government Whip  and Highways  Minister Johnston Fernando  has stated in Parliament  that President Gotabaya Rajapaksa would not resign. “As a responsible government, we state that President Gotabaya will not resign from his post, under any circumstances,” Minister Fernando  reportedly said. Apparently President Rajapaksa feels that 6.9 million citizens of the country who voted  for him  have provided a mandate that cannot be overturned by mass demonstrations.",
    "According to informed SLPP circles, President Gotabaya accepts  that the people are protesting  living conditions like shortages, rising prices, loss of livelihood decline of the rupee’s value etc. The people wanted these problems to end and their initial demonstrations were organic and genuinely spontaneous. However Gotabaya opines - according to SLPP circles - that  Sajith Premadasa  his chief rival at the 2019 hustings diverted the protest demanding  immediate action to resolve  these  problems into an agitation demanding the President’s resignation and a handover of Govt to the “Samagi Jana Balawegaya”(SJB).  Therefore he  invited the  opposition parties including the SJB to join a  new  interim Govt. This was spurned and the call for Gota to resign was  renewed. As such, Gota will “stay put and fight,” say these  sources.",
    "Against this backdrop it is now becoming increasingly clear that President Rajapaksa is not going to resign and  can’t be compelled to   quit if he is not  willing to do so. It is in a sense a stalemate.",
    "Given the speed in which the SLPP-led Govt is disintegrating and the realization that the country has deteriorated under  the present executive president, there is much optimism that the Bill would  be passed  with two-thirds and approved at a referendum. The abolition of the executive presidency may be possible at last",
    "However in a surprising move, the SJB Leader and leader of the opposition Sajith Premadasa  called on all parliamentarians to seize the opportunity at hand and support legislation to abolish the Executive Presidency. Speaking in Parliament on April 5, Sajith said  “The time has come to abolish the Executive Presidency. Let us use this opportunity to change this system and introduce one with checks and balances. Let us use all the available emergency constitutional tools available and within this week bring laws to abolish the Executive Presidency.”",
    "The opposition leader’s call to abolish the executive presidency was most welcome to all those who perceive the executive presidency as a major cause of the country’s ills.  Yet, there were some who were doubtful because some of Sajith’s key supporters and advisers  wanted the executive presidency to be retained. Premadasa himself had not been vocally active against the executive presidency. He had also contested the 2019 presidential poll. It was felt in some quarters that Sajith’s call was a tactical response to Johnston Fernando’s assertion  that Gota was not going to resign.",
    "Much of these misgivings and doubts about Sajith Premdasa’s position diminished by an important  event on the following day – April 6. It may be recalled that Jaffna District MP and Tamil National Alliance (TNA) spokesperson M.A. Sumanthiran had taken the initiative to convene  two multi-party meetings to  discuss the prevailing economic and political crisis afflicting Sri Lanka. The objective was to forge a collective position on these. Leaders and representatives of several political parties had met and engaged in brainstorming sessions. A consensus was arrived at regarding  economic issues and a document prepared and submitted to the President.",
    "Now a third meeting was held on April 6 to discuss the ongoing political  crisis. Several political party leaders and MP’s participated in a four-hour meeting from 5.30 pm to 9.30 pm at the “Monarch Imperial Hotel” in Kotte. Among those who  attended  the meeting were opposition  and SJB Leader Sajith Premadasa, UNP Leader and former PM Ranil Wickremesinghe,   Former Speaker Karu Jayasuriya,  Muslim Congress Leader and MP Rauff Hakeem, TPA leader and MP Mano Ganeshan, Former Ministers and SJB MPs Eran Wickremaratne and Dr. Harsha de Silva.",
    "After intense discussions, it was resolved that President Gotabaya  Rajapaksa should heed the voice of the people and resign voluntarily. The Sri Lankan people cutting cross ethnicity and religion demand it. Besides no  effective turnaround of the economy is possible  under the Gotabaya Rajapaksa dispensation. Steps should be taken to reduce or eliminate his power. The best way to do that is to abolish the executive presidency itself. The Sri Lankan people would  gladly welcome  the disempowerment of  the  ruling executive president  by abolishing the executive presidency. In short the executive presidency “throne” on which Gota was sitting would be yanked away from under his posterior.",
    "Sajith Premadasa stated that the SJB’s position on abolishing the executive presidency would be officially announced in Parliament the following day though he would not be in the House  due to  the TPA/SJB protest rally at Talawakelle. On March 7, SJB Kandy district MP and Chief Opposition whip Lakshman Kiriella announced in Parliament  that the SJB was committed to abolishing the Executive Presidency. He  said  that the SJB will introduce a draft Bill to the House shortly to abolish the Executive Presidency and asked the Government to support the move. “When we brought the 19th Amendment to the constitution, we had only 45 MPs but we managed to discuss with all parties and get the needed 2/3rd support for it. We can do this again,” Kiriella said.",
    "It is learnt that  efforts will be underway soon to draft the bill to abolish the executive presidency. It will most likely be presented to Parliament as a Private members Bill by Opposition Leader Sajith Premadasa himself.  The abolition of the executive presidency would require the Bill to be passed by two-thirds majority in Parliament and endorsed by the people at a countrywide referendum. Given the speed in which the SLPP-led Govt is disintegrating and the realization that the country has deteriorated under  the present executive president, there is much optimism that the Bill would  be passed  with two-thirds and approved at a referendum. The abolition of the executive presidency may be possible at last.",
    "The fact that the opposition leader himself is presenting the Bill to do away with the executive presidency, adds much importance  and weight to the exercise. It is also significant that Sajith is the son of Ranasinghe Premadsa who was closely associated with  JR Jayewardene in  introducing the executive presidential system. JR was the first and Premadasa the second executive presidents of Sri Lanka.",
    "The genesis of the executive presidency in Sri Lanka needs to be examined briefly in order to place the  current moves  connected to the  abolition of the executive presidency  in perspective. As  stated earlier it was Junius Richard Jayewardene (J.R. Jayewardene) known as  JR who masterminded the change of Sri Lanka’s political system from the British Westminister model to that of one closely resembling the French Gaullist Constitution. Power shifted to the president who was transformed from a figurehead to an effective head of state. The post of Prime minister got devalued. Nevertheless JR did work through Parliament also by ensuring that the cabinet would consist of Parliament members only.",
    "JR  had first articulated his vision of a presidential system in December 1966. When JR was Minister of State in the UNP Government of Dudley Senanayake (1965 -’70), he made a ground-breaking speech at the Association for the Advancement of Science. JR in his keynote address of December 14, 1966, outlined his vision for an executive presidency and argued in favour of a presidential system based on the US and French models.",
    "“The Executive will be chosen directly by the people and is not dependent on the Legislature during its period of existence, for a specified number of years. Such an Executive is a strong Executive seated in power for a fixed number of years, not subject to the whims and fancies of an elected Legislature; not afraid to take correct but unpopular decisions because of censure from its parliamentary party,” he said. The essence of JR’s “vision” is in the words “an Executive chosen directly by the people not dependent on the whims and fancies of an elected Legislature”.",
    "JR’s advocacy of an executive presidency sent shock waves down the political establishment then. Relations between Premier Dudley Senanayake and State minister JR had deteriorated at that time. Dudley was firmly opposed to the idea. There were few takers for JR’s proposal even within the United National Party. In that environment JR was unable to push his proposal further but never let go of his vision. JR pursued his goal of creating an executive president that was not dependent on Parliament with great zeal and patience.",
    "The chance for JR to espouse his executive president vision in the form of a tangible proposal came six years later during the United Front (UF) Government of Sirimavo Bandaranaike (1970-’77). Parliament had converted itself into a Constituent Assembly to draft a new constitution. JR was then the Leader of the Opposition while Dudley Senanayake remained Leader of the UNP.",
    "On July 2, 1971, JR moved a resolution in the Constituent Assembly. It read as follows: “The Executive power of the State shall be vested in the President of the Republic, who shall exercise it in accordance with the provisions of the Constitution. The President of the Republic shall be elected for seven years for one term only by the direct vote of every citizen over 18 years of age. The President of the Republic shall preside over the council of ministers.”",
    "JR’s motion was seconded at the Constituent Assembly by Ranasinghe Premadasa who was then the Colombo Central MP and Chief Opposition Whip. JR argued eloquently, within the Constituent Assembly, in support of an executive presidency. The motion was shot down then. Constitutional Affairs minister Dr. Colvin R. de Silva led the Govt. onslaught against JR’s proposal. Even the majority of UNP Parliamentarians were not supportive as party leader Dudley Senanayake himself was firmly opposed to the idea. The JR –Premadasa motion was rejected by the Constituent Assembly then.",
    "The UF Government brought in the new Republican Constitution on May 22, 1972. The Governor General position under the earlier Soulbury Constitution gave way to the post of President. Power was vested in Parliament known then as the National State Assembly and while President William Gopallawa was the titular Head of State, the real power was retained by Prime Minister Sirimavo Bandaranaike.",
    "Dudley Senanayake passed away in 1973 and JR succeeded him as UNP Leader. He soon established his leadership position and brought the party under his full control. JR was now able to pursue his vision of an executive presidency from a strong position.",
    "Parliamentary Elections were held in July 1977. The UNP manifesto of 1977 stated, “Executive power will be vested in a president elected from time to time by the people. The Constitution will also preserve the parliamentary system we are used to and the prime minister will be chosen by the president from the party that commands a majority in Parliament and the ministers of the cabinet would also be elected members of Parliament.”",
    "The change to an executive president from prime ministerial system was a key aspect of the UNP electoral campaign in 1977. The UNP swept the polls and obtained 141 out of the total 168 parliamentary seats. JR became Prime Minister in July 1977. He began moving fast towards his cherished vision of an executive presidency.",
    "JR and a small group of ministers and party stalwarts in association with leading lawyer Mark Fernando (later a Supreme Court Judge) started working towards the goal of introducing the executive presidency. The preliminary discussion was on August 7, 1977. An amendment to the Republican Constitution of 1972 was first drafted. After discussions in Cabinet it was approved and certified by the Cabinet as “urgent in the national interest”.",
    "Thereafter it was sent by the Speaker to the Constitutional Court which prevailed at that time, as an “urgent bill”. The Constitutional Court approved the Bill within 24 hours as stipulated. It was then presented to the National State Assembly for debating and voting. The bill was adopted by the then National State Assembly on September 22, 1977 as the Second Constitutional Amendment. Executive power was transferred to the President and JR Jayewardene became the first Executive President of Sri Lanka on Independence Day, February 4, 1978.",
    "Meanwhile JR was also working towards the goal of replacing the 1972 Constitution in its entirety with a new one. On October 20, 1977 the National State Assembly passed a resolution enabling the then Speaker Anandatissa de Alwis to appoint a Select Committee for Constitutional Reform. The essence of the Select committee mandate was “to consider the revision of the Constitution of the Republic of Sri Lanka and other written law as the committee may consider necessary”.",
    "The Parliamentary select committee was announced on November 3, 1977. Initially the chairman was JR who was then representing Colombo West in Parliament. JR however had to vacate Parliament as an MP in February 1978 after he became President. Ranasinghe Premadasa who was also serving in the select committee was then appointed chairman on February 23, 1978 by the Speaker. Premadasa was also appointed Prime Minister.",
    "Other MP’s from the UNP in the select committee were Gamini Dissanayake, Lalith Athulathmudali, Ronnie de Mel, KW Devanayagam and MHM Naina Marikkar. MP’s from the SLFP appointed to the committee were Sirima Bandaranaike and Maithripala Senanayake. Ceylon Workers Congress Leader Saumiyamoorthy Thondaman who had not joined the Govt. then was also on the committee. The chief opposition party of that time the Tamil United Liberation Front (TULF) refused to serve on the committee. In May 1978 both SLFP representatives withdrew from the select committee. Since the left parties had been wiped out in the 1977 poll, there were neither Trotskyites nor Communists in the committee.",
    "The executive presidency ushered in through the earlier second amendment was now streamlined and incorporated in the new draft constitution. The executive president was now head of state and head of Govt. The electoral system was also changed from the first pass the post victor system to that of proportional representation. Sri Lanka became a Democratic Socialist Republic. The new Constitution referred to popularly as the “JR Constitution” was formally promulgated on September 7, 1978.",
    "After the presidential system was installed, Prof. Alfred Jeyaratnam Wilson analyzed it in his book ‘The Gaullist system in Asia: The Constitution of Sri Lanka’. In it he observed: “What Jayewardene was after was a stable Executive which would not be easily swayed by pressures from within or outside. The outcome in the end was a President who in many ways and can in certain circumstances be more powerful than the French President.” A crucial point to note is that though JR introduced a presidential system, he did not provide for a cabinet appointed from outside Parliament. JR was also averse to a powerful Presidential Secretariat as a parallel centre of power to the Cabinet.",
    "In response to Prof. Wilson’s specific query on that issue, JR replied, “I must say I am very reluctant to appoint advisers who will be around the president. The reason is that I wish the president to have only his prime minister and the cabinet of ministers as advisers because they represent the people as Members of Parliament.”",
    "J.R. Jayewardene also outlined this position at the convocational address of the University of Sri Lanka on May 31, 1978. This is what he said at the time: “I am the first elected Executive President, Head of State and Head of Government. It is an office of power and thus of responsibility. Since many others will succeed me I wish during my term of office to create precedents that are worthy of following. First, I will always act through the Cabinet and Parliament, preserving the parliamentary system as it existed without diminution of their powers. Second, I will not create a group known as the President’s men and women who will influence him.”",
    "This then was JR Jayewardene’s definition of the Presidency he had set up. This practice of following the British cabinet model and confining such cabinet ministers to be members of Parliament has created an impression that the old system prevailed still in full force.",
    "Notwithstanding JR’s claims to the contrary the reality was that governance had changed utterly in Sri Lanka after the executive presidency. The executive President was both above as well as independent of the “de- valued” legislature. Thus the first Sri Lankan executive president Junius Richard Jayewardene in practice became a Constitutional “dictator”."
  ]
}