{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slim-postgraduate-diploma-in-marketing-management/",
  "time_ut": 1647270120,
  "title": "SLIM Postgraduate Diploma in Marketing Management",
  "body_lines": [
    "Higher education is a pursuit that goes beyond theoretical knowledge. It prepares students to transform into responsible adults as they gather exposure from the outside world and choose steady career paths. From this perspective, a postgraduate diploma is the ideal higher educational pathway for those aspiring to have a career in marketing and business to be a business leader.",
    "The Sri Lanka Institute of Marketing (SLIM) offers the Postgraduate Diploma in Marketing Management (PGDip) for anyone interested in and seeking to understand local market conditions and find solutions in day-to-day business scenarios.",
    "SLIM’s PGDip is the only local postgraduate diploma in marketing. The 18-month, part-time programme of study aims to equip both prospective students and practitioners of marketing with sound knowledge of concepts and applications of marketing from an operational level to a synthesis level. The programme also inculcates essential skills such as effective communication, creative and critical thinking, conceptualization, and teamwork, helping students accelerate reaching their career as well as life goals.",
    "In addition to this, the leadership improvement programme conducted by SLIM helps students further develop personal skills needed at a corporate level as well as in life.",
    "Focusing on key subject areas such as purpose-led marketing, global marketing, personality development, and leadership development, the SLIM PGDip is conducted by a highly qualified lecture panel comprising marketing professionals with extensive corporate experience. The well-balanced assignments and examinations allows students to effectuate new insights and better decision-making.",
    "The SLIM PGDip is a highly recognized educational qualification within the corporate and academic sectors and provides direct entrance to pursue a MBA right at SLIM. Students can invest 6 months, consisting of modules worth a total of 180 credit points, to be recognized by a top 100 leading university in the UK. SLIM also offers flexible payments options to ensure a wider audience is given the opportunity to pursue higher studies.",
    "CEAT resumes Road Safety Programme presenting equipment to 25 schools",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}