{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/satynmag-com-cima-women-friendly-workplace-awards-2022-to-commence-with-an-interactive-iwd-event/",
  "time_ut": 1647962760,
  "title": "Satynmag.com – CIMA Women Friendly Workplace Awards 2022 to commence with an interactive IWD event",
  "body_lines": [
    "The Women Friendly Workplace Awards 2022 (WFWP) jointly pioneered by www.satynmag.com and CIMA will commence its 2nd edition, with an interactive networking and learning event on 25th March 2022 at 3.30 pm at Hotel Ramada, Colombo. The event will feature Ms. Avanthi Colombage Country Manager for Sri Lanka – Visa, Ms. Sandra De Zoysa, Group Chief Customer Officer, Dialog Axiata PLC, Ms Ananya Sabharwal, Country HR Director Unilever Sri Lanka and Ms. Sarah Twigg, Programme Manager – Women In Work Sri Lanka, IFC.",
    "The WFWP Awards were a major success when they were held for the first-time last year with several leading organizations representing various sectors taking part.",
    "The Satynmag.com – CIMA WFWP Awards added a new dimension of recognizing a women friendly workplace culture, while empowering greater measures and mechanisms that support women in reaching their career goals in their respective workplaces.",
    "Commenting on the Awards, Prof. Arosha Adhikaram, Head of H.R Department, University of Colombo, Head – Panel of Judges at the awards (2021 & 2022) mentioned that the entire process of evaluating participating organizations and understanding the importance of the role played by women in the workplace revealed new insights into how best organizations could enhance the opportunities made available to women in their workplace.",
    "“Creating an empathetic and a conducive work culture for women in the Sri Lankan workspace is not only of utmost importance but it is also timely and relevant in today’s context since over 50% of the Sri Lankan population comprises of females.” she added.",
    "Zahara Ansary FCMA CGMA Country Manager, for CIMA in Sri Lanka says that in the post pandemic environment, women need a supportive and an accommodating workplace more than ever before. With mechanisms such as Work From Home and Flex hours deployed often, such measures call for a challenging work-life balance for women. “As mothers, wives and careerwomen, meeting workplace expectations and ensuring everything at home is taken care of, is a challenge we navigate every day. The Awards recognize organizations that go the extra mile in understanding and acknowledging these dynamics towards creating a workplace that is both nurturing and supportive for women.”",
    "Nayomini R Weerasooriya, Founder Editor of Sri Lanka’s leading women’s magazine www.satynmag.com says that the Awards contribute towards Sri Lanka’s commitment in recognizing the role of women in the workplace. She adds that the Awards also acknowledge the SDG 05 of gender inclusion and enable companies to pay close attention to areas of concern that need addressing to ensure a safer and a thriving workplace for women.",
    "This year too, the Awards are open to organizations committed to empowering women in the workplace. Further information is available on www.satynmag.com or e mail nayominiw@satynmag.com.",
    "Fairfirst continues investing on the wellbeing of the future generation through its Road Safety Awareness Programmes",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}