{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/22/the-govt-mandate-was-written-in-blood-jvp-alleges/",
  "time_ut": 1650598500,
  "title": "The Govt mandate was written in blood: JVP alleges",
  "body_lines": [
    "COLOMBO (News 1st); The current Government’s mandate was written in blood, alleges the Leader of the National People’s Power (NPP), Anura Kumara Dissanayake.",
    "The National People’s Power organized a protest march in Negombo, where the protesters arrived at the Leighton Sports Complex in Negombo in remembrance of those who were killed in Easter Attacks bombings.",
    "The NPP Leader, speaking at the event alleged that while the present Government spread racism in 2015 and hatred, the April 21st attacks was the climax of their hate, where the Government showed how they spread their hate.",
    "Pointing out that the Government also carried out a coordinated series of bombings to gain power, the party leader alleged that the April 21st attacks was an act of murder, which is the reason for the people have a reasonable doubt about who was behind the attacks.",
    "“The people deserve an answer. How did these activities go under the radar? The authorities had clear information on everything that was happening. How did they fail to prevent this attack? Who is responsible for the government’s failure to prevent this attack? Aren’t they responsible for this attack? Can these sins go unpunished? There are many issues for which we need clarity,” he stated.",
    "The JVP Leader also demanded as to why the Government is not revealing who was behind the attack and evading responsibility by not disclosing the real perpetrator behind this attack.",
    "“The Government is not conducting investigations, but they are undermining the existing investigations,” he added.",
    "SL will engage with other nations on bilateral debt servicing: Sabry",
    "Let the ‘GoGotaGama’ protestors form a party- Namal requests Speaker",
    "Easter Attacks Three-Years On: “Those responsible will have to pay for their sins”, says Cardinal"
  ]
}