{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/siyapatha-finance-persistently-grows-into-q1-standing-firm-amidst-the-challenging-environment/",
  "time_ut": 1653065220,
  "title": "‘Siyapatha Finance persistently grows into Q1, standing firm amidst the challenging environment’",
  "body_lines": [
    "Siyapatha Finance stands confident despite economic setbacks, reporting an outstanding performance during the first quarter of 2022 with favourable returns and increased revenue.The Company recorded a Profit Before Tax (PBT) of Rs.608.0 Million in 1Q 2022 compared to Rs.395.9 Million in 1Q 2021, a growth of 53.6%. Resilient performance and improved credit quality helped strengthen the Company’s performance in the 1Q of 2022.",
    "Efficient and professional initiatives by the Company also witnessed an improvement in the Cost to Income ratio to 34.06% during 1Q 2022 from 34.45% recorded in 1Q of 2021.Effectiveness of the credit recoveries process is amply reflected in the improved NPL ratio of its key lending product “Leasing” which stood at 9.31% at the end of March 2022, in comparison with 12.06% at the end of 31 December 2021. The Company has also been meticulously monitoring overdue facilities with a view to identifying customers who face genuine difficulties.",
    "Siyapatha Finance’s total assets grew by 6.7% to reach Rs.45.6 Billion at the end of 31 March 2022, an increase from Rs. 42.7 Billion at the end of December 2021. In spite of the prevailing challenging economic environment, the net loans and advances grew by 5.5%, reaching a notable Rs.38.7 Billion.The deposit base of the Company was maintained at a steady level of Rs. 16.6 Billion thus reflecting the trust and confidence inspired by the Company among fund managers, retail depositors and the corporate sector that continue to invest substantially in fixed deposits.Annualized return on average assets (ROA) after tax also increased to 3.81% in 1Q 2022 from 2.59% in December 2021, while Annualized return on average equity (ROE) after tax increased to 26.07% in 1Q 2022 from 19.16% in December 2021.",
    "The capital adequacy ratios were reported well above the regulatory minimum requirements and recording 14.10% as the Tier I capital ratio and 20.43% as the total capital ratio as at 31 March 2022.Siyapatha Finance’s strong undisputed position was further reinforced by the rating of ‘A (lka)’; Outlook Stable, affirmed by Fitch Ratings Lanka Ltd.",
    "“These outstanding results achieved in the first quarter gives us the confidence to endure in performance going forward. We are grateful for the unwavering trust and support of our customers, investors and other stakeholders throughout this challenging period and will continue to deliver on our promises to our customers, community and shareholders as we grow from strength to strength,” stated Mr. Sumith Cumaranatunga, Chairman, Siyapatha Finance.Siyapatha Finance also marked a significant milestone in its journey with the construction of the new Corporate Headquarters in Colombo in order to facilitate the operations from a more centralized geographical setting. This state-of-the-art eighteen level building interlaced with modern technology will operate as the main hub aiming to enhance the overall Siyapatha experience for all stakeholders.",
    "G7 statement on debt relief buoys CSE; buying interest in Expolanka Holdings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}