{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bridging-divides-for-governmental-change-to-obtain-international-assistance/",
  "time_ut": 1650904320,
  "title": "Bridging divides for governmental change to obtain international assistance",
  "body_lines": [
    "There are indications that the government delegation that went to meet with the IMF in Washington did not obtain the immediate relief in the form of a quick transfer of dollars into the government’s coffers that they hoped for, and indeed, the country at large hopes for. Instead, the IMF appears to be saying that the government should first present a concrete plan as to how it is going to pay back the huge loan aggregate before the IMF provides any assistance. On the one hand, this would require the government to present a proposal of how it is going to save money by cutting down on expenditure to repay the outstanding loans. On the other hand, it would require the government to go to its creditors and seek to get some write-offs and also extend the period of repayment. This may be possible with foreign governments whose loans we need to repay if there is sufficient goodwill and a desire to help.",
    "As the crisis in the country races to its climax, which could include economic collapse, a plethora of groups are engaging in discussions to strategise the way forward. The National Council of Professionals was one such and organised a public forum on Sunday. There were close to a thousand participants at the event and many speeches on what had had gone wrong and what was needed to put things right. A business leader who spoke referred to a young man who had escaped recruitment by the LTTE and fled to the UK. He had returned to the country recently for a visit having won an award for being one of the top ten entrepreneurs in the UK. The crucial point that the businessman was making was that Sri Lanka needed to harness the goodwill that existed for it in the world.",
    "He appealed to Opposition Leader Sajith Premadasa, who was the chief guest at the event, to mobilise this goodwill. For a start, this would require reaching out to the Tamil community and bringing reconciliation to the country. He said that as the son of a president who was assassinated by the LTTE, the Opposition leader could be the Nelson Mandela of Sri Lanka to overcome the legacy of division and hatred. The divisions in the country due to the prevalence of ethnic nationalism and memories of the past are still not erased. They are not visible at the mass protests where the young people involved in the demonstrations have slogans such as “No to racism” and “Reject politicians who use racism to get votes.” But even at the demonstration sites these differences can come to the surface. The main thrust of the protest slogans is directed against the government leaders for being corrupt. There are Tamil protestors who carry placards that ask for justice for missing persons and for land to be returned.",
    "In Mannar, where I was the day before the professionals’ event in Colombo, civic leaders belonging to various walks of life, including religion and public service, explained the absence of mass protests in the Tamil areas on the ground that the campaign in Colombo and elsewhere in the South of the country, did not address the issues of the Tamil people. The position taken by most of the activists at the meeting I attended was that the Sinhalese people had not shown empathy or joined them when they struggled for their rights during the time of the war. During that period, which stretched close on three decades, there were shortages of food and medicine, fuel and power cuts and costs of essentials were much higher than in the rest of the country.",
    "A similar sentiment was expressed by some of the Muslims present. Several hundred Muslim youth, including several from Mannar, remain incarcerated due to the Easter bombing. They are held under the Prevention of Terrorism Act that permits prolonged detention without formal charge or bail. Even those who accidentally connected with suicide bomb squad leader Zahran, have been put into detention, even if they were a three-wheel driver who accepted a hire to take food to Zahran and his group or attended religious sermons he delivered before he was known to be a terrorist. Three years have passed and they remain incarcerated.",
    "There is today the shared problem of shortages, astronomical price hikes and power cuts. There is common cause on that, but not beyond. Even today, more than a decade after the end of the war, the specific problems of the people in the North and East do not resonate in other parts of the country. The sentiments expressed by people in the North and East are understandable. It needs enlightened leaders on both sides of the divide to say there is a need to move forward and to join hands to do so.",
    "In the South of the country a massive and unprecedented people’s movement, led on the ground by youth, is in full thrust despite the passage of over three weeks since it began. This is not a youth struggle alone but one that encompasses the older generations as well who come to the demonstration sites not only to be participants but to afford the protection to the youth that age can bring. There are images on social media of Christian nuns standing in front of the youth demonstrators to provide them with a human shield against threatened tear gas attack by the security forces. There is a unity and the basis for unity for those of all age groups and ethnic communities to stand together in opposition to corruption and the use of ethnic nationalism to divide and rule.",
    "The core message of the business leader at the professionals’ forum was that resolving the ethnic conflict could lead to an unlocking of international goodwill and assistance to Sri Lanka—and that it could come on a very large scale. The issue that concerns the Western countries, who continue to be the richest in the world notwithstanding the rise of China, is Sri Lanka’s ethnic conflict. It is this long unresolved problem that has led to at least three million Sri Lankans emigrating to those countries as political and economic refugees for the most part. With the passage of time this diaspora has grown to wield considerable economic and political power of their own that gives them leverage over the governments of their adopted countries.",
    "The current government leadership has been discredited internationally, and particularly in the Western countries, for its poor track record in human rights and ensuring accountability for human rights violations. This is the reason that Sri Lanka is being dragged on the coals at every session of the UN Human Rights Council since it came to power in November 2019. It is also the reason why Sri Lanka is facing the possible loss of its GSP Plus tariff privileges from the EU. Likewise, the grotesque way in which the government insisted on cremating the bodies of Muslims who died of Covid for over a year not only alienated the Muslim community within Sri Lanka but the larger Muslim community (and governments) worldwide.",
    "The current government which is neither trusted locally or internationally is unfortunately not in a position to obtain the large-scale financial assistance that Sri Lanka urgently requires. A government leadership that is so clearly rejected by its people, and which is refusing to resign despite teetering on the brink even in Parliament where they once enjoyed a 2/3 majority, can hardly impress the international community as being a stable or honourable government. A new governmental leadership, with new faces and a new ethos, might still be able to save the country and its people from the economic catastrophe that appears imminent.",
    "Real experts now lament for not opposing govt.’s disastrous agricultural policy",
    "Public Finance Committee members urge Finance Ministry to see whether import tax reductions are passed on to consumers",
    "New political culture, altruistic leaders can save Sri Lanka: Deepika",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}