{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/man-of-the-hour-and-his-appeal/",
  "time_ut": 1648211940,
  "title": "Man of the Hour and his appeal",
  "body_lines": [
    "Volodymyr Oleksandrovych Zelensky is most certainly the most outstanding personality of the present, straddling the world with his determination, courage and. yes, youthful zest. Who else internationally draws attention and admiration as this David does, facing mighty Goliath Putin and Russian forces. His clout and the halo around him are further enhanced by the cold and callous demeanour of ex KGB Putin. He boldly declares Ukraine will not give in nor surrender any part of its territory, whatever the cost. And the cost has been very high.",
    "Zelensky has taken on a mighty mission of resistance though only 44 years old with, some might say, scant experience in politics and leadership. Born on 25 January, 1978, in a major city in central Ukraine, he grew up with Russian as his language. Obtaining a degree in law from the Kyiv National Economic University, he decided to go on stage as an actor and comedian. He created a production company which produced films, cartoon strips and TV series in one of which he played the role of Ukrainian President, running from 2015 to 2018. He announced his presidential candidacy on December 31, 2019. He is the sixth Prez of Ukraine.",
    "On March 8, after 13 days of battling the invading Russian forces on more than one front, Zelensky addressed the British Parliament, virtually. The striking feature of this was his turn of phrase and choice of allusion and reference. Adroitly and perchance with soft cunning he chose to quote the greatest British writer of all time and the greatest wartime leader: William Shakespeare and Winston Churchill. Pertinently it was Shakespeare’s Hamlet that Zelensky opted to take a line from; a young man torn with national fervor and political trouble. I quote a major part of his address:",
    "“The question for us now is to be or not to be. Oh no, this Shakespearean question. For 13 days this question could have been asked but now I can give you a definite answer. It’s definitely yes, to be.",
    "“And I would like to remind you the words that the United Kingdom has already heard, which are important again. We will not give up and we will not lose. We will fight until the end, at sea, in the air. We will continue fighting for our land, whatever the cost. We will fight in the forests, in the fields, on the shores, in the streets. I’d like to add that we will fight on the banks of different rivers and we’re looking for your help, for the help of the civilized countries.",
    "“We’re thankful for this help and I’m very grateful to you Boris, please increase the pressure of the sanctions against this country Russia, please recognize this country as a terrorist state and please make sure our Ukrainian skies are safe.",
    "“Please make sure you do what needs to be done and what is stipulated by the greatness of your country. Glory to Ukraine and glory to the United Kingdom!”",
    "The main plus points of the address are its simplicity and straightforwardness – a direct appeal, spoken from the heart and thus sincere. No histrionics, no political jargon; just determination and appeal that Britain does its part to help resist terrorist Russia. Zelensky’s address to those in historic Westminster is certainly not a great and glorious speech but it is noteworthy as a brave and determined cry from a country caught in an unnecessary and unjust war.",
    "That last summation: “is certainly not a great and glorious speech” got me recollecting famous speeches of the past decades. A further inducement was to turn to something worthwhile said well by famous people who were outstanding mostly in their dedication to their countries. We have too much trivia if not rubbish being spouted out by our VIPs and responsibility adroitly shoved aside. As often mentioned, we are best at the blame game and noticeably avoid taking responsibility. Hardly ever mea culpas from those in high places, and no resignations ever.",
    "I will not even mention here Winston Churchill’s famous calls to the nation during WW II because we Asians cannot forgive him his superciliousness and positive disrespect to one of the greatest Asians – Mahatma Gandhi. Churchill referred to him as ” that half naked fakir who dared climb the steps of the Viceregal Palace in Delhi.” Mercifully, Lord Louis Mountbatten and his wife, particularly, were discerning and recognized greatness when they were faced by it, though of a brown skinned person who chose to attire himself differently.",
    "To me Jawaharlal Nehru’s speech announcing Indian independence from British rule on August 14 at midnight, 1947, ranks as the best speech ever made. And one can be sure there were no speech writers then as there now are. It was intoned with complete sincerity, no hubris, rather, an underlying sense of humility.",
    "“Long years ago, we made a tryst with destiny; and now the time comes when we shall redeem our pledge, not wholly or in full measure, but very substantially. At the stroke of the midnight hour, when the world sleeps, India will awake to life and freedom. A moment comes, which comes but rarely in history, when we step out from the old to the new – when an age ends, and when the soul of a nation, long suppressed, finds utterance. It is fitting that at this solemn moment we take the pledge of dedication to the service of India, and her people, and to the still larger cause of humanity…We end today a period of ill fortune and India discovers herself again.",
    "“The achievement we celebrate today is but a step, an opening of opportunity to the greatest triumph and achievements that await us. Are we brave enough and wise enough to tap the opportunity and accept the challenges of the future?”",
    "I cannot but quote from Nehru’s speech made with no preparation, no notes at all, when he heard that Gandhiji had been shot at and died on January 30, 1948. Hardly able to control his sobs, Nehru spoke to the people of India on All India Radio.",
    "“The light has gone out of our lives and there is darkness everywhere. I do not know what to tell you and how to say it. Our beloved leader, Bapu as we called him, the Father of the Nation, is no more. Perhaps I am wrong to say that. Nevertheless, we will never see him again as we have seen him for these many years. We will not run to him for advice and seek solace from him, and that is a terrible blow, not to me only, but to millions and millions in this country. And it is difficult to soften the blow by any other advice that I or anyone else can give you.",
    "“The light has gone out, I said, and yet I was wrong. For the light that shone in this country was not an ordinary light. The light that has illumined this country for these many years will illumine this country for many more years,…and the world will see it and it will give solace to innumerable hearts.”",
    "D S Senanayake, our Father of the Nation, was a man of the soil, as it were, a heart of gold but no oratorical magic. J R Jayewardene made a worldwide mark with his speech quoting the Dhammapada – “Hatred ceases not by hatred, but by love” at the San Francisco Peace Conference in September 1951 when he objected to the Soviet Union’s proposal to limit Japan’s post war freedom. He won the day and much for Japan for which that nation is still grateful.",
    "The speech he made amongst a truly massive outpouring of sorrow and appreciation from masses at the funeral of Dudley Senanayake who died April 13, 1973, was memorable, especially its ending: “Goodnight, sweet Prince, may hosts of devas sing thee to thy sleep.” As one writer said: “a snooty politician delivered a great eulogy.”",
    "Oratory most definitely did not die with these greats. I personally rank Kumar Sangakkara’s Cowdrey Lecture at Lords on July 4, 2011, The Spirit of Sri Lanka’s Cricket – a celebration of our uniqueness, at the invitation of the MCC, as a truly outstanding address, brilliantly delivered by so youthful a sportsman. Never to be forgotten is his averment: “I am a Tamil, I am a Sinhalese, ,,, Muslim,… Burgher. I am a Buddhist, a Hindu, a follower of Islam and Christianity, but above all, today and always, I will be proudly Sri Lankan.”",
    "Where is the urgency? All Party huddle & boycott, and Supreme Court challenge",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}