{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/front-page/Fisheries-sector-records-historic-performance-in-2021/44-732755",
  "time_ut": 1648593300,
  "title": "Fisheries sector records historic performance in 2021",
  "body_lines": [
    "Seafood Exporters Association of Sri Lanka President and Taprobane Seafoods Director Dilan Fernando",
    "Amidst the numerous pandemic-induced challenges, a silver lining for Sri Lanka was the record-breaking performance delivered by the fisheries industry in the year 2021.",
    "Exports exceeded forecasts to deliver many firsts: achieving the highest export value in history at $ 318 million as against $ 215 million in 2020, the largest balance of fish trade in history at $ 192 million compared to $ 23 million in 2020, lowest import value and quantity in over a decade of $ 126 million and 56,176 MT ($ 191 Million and 85,809 MT in 2020), the highest production of shrimp farming in history, which almost doubled from the previous 14,415 MT; an increase of 162% in shrimp export value, an increase of 74% in exports value of ornamental fishery to $ 21 million; and more than doubled domestic canned fish production.",
    "Domestic production increased from 90,000 cans per day in December 2020 to 220,000 cans per day in December 2021 as against the domestic requirement of 275,000 cans per day. A decrease of 76.2% in imports of canned fish was also recorded as compared to 2019.",
    "The fish and fisheries sector plays an important role in Sri Lanka’s social and economic life. The sector contributes about 2.7% to the country’s GDP. The lifting of the ban on Sri Lankan fish exports to the European Union (EU) in 2016 and the restoration of the GSP+ concession in 2017 has given a significant boost to the fish and seafood exports industry. The sector generates close to 2.4 million direct and indirect jobs.",
    "Commenting on the break-out performance Seafood Exporters Association of Sri Lanka President and Taprobane Seafoods Ltd., Director Dilan Fernando said : “I am so proud to state that the fisheries exports sector delivered a superlative performance despite massive challenges faced due to a COVID-19 cluster within the industry stakeholders, lockdowns, rise in freight costs, shutdown in export markets, the XPressPearl maritime disaster and floods in the Puttalam District.",
    "“The resilience and courage of all the exporters can be witnessed in how they surmounted these odds to record such high export numbers. One of the pillars of this performance has been that all the stakeholders in the industry and the authorities had a common vision to ensure the fisheries remained unaffected to the greatest extent.”",
    "Shrimp farming in Puttalam increased from 6,000 Mt to 14,000 Mt in 2020, which was a doubling of production, of which Vannamei accounted for 90%. In June 2021, the Government banned wild broodstock for post-larvae as disease and outbreaks were rampant.",
    "However, SPF broodstock is now being imported and is disease-free as it is created in a disease-free environment. From here on, growing them and ensuring their health is in the hands of the farmer.  The ornamental fish sector has also done well. With more people at home due to the pandemic, this industry has seen growth.",
    "The Government is also moving more into private and public partnerships. Rekawa and Batticaloa are good examples, where the Government is calling for tenders to farm unutilised land for farming.",
    "Over 5,000 acres in Batticaloa and Hambantota are being considered for expression of interest, which adds even more farming land to expand fisheries.",
    "With this in mind, the Government is also offering shrimp farmers a low-interest loan to support them to scale up their businesses. They are supporting the industry to convert mud ponds to HDPE lining to increase growth cycles from two to three cycles while doubling the harvest. Farmers can opt for up to 5 M per pond and go up to 20 ponds per farmer with a payment period of two years.",
    "The Seafood Exporters Association of Sri Lanka (SEASL) was established in 1998 to represent and promote the interests of companies engaged in the export of seafood products from Sri Lanka. It provides a common platform for the leading seafood export companies in Sri Lanka to discuss concerns and constraints affecting seafood exports per se, as well as issues affecting the fisheries industry in Sri Lanka.",
    "“As an industry, we operate on the belief that the private sector, producers, and the government sector must work in collaboration to drive the Sri Lankan shrimp sector and bring about a real change in the country and communities.",
    "“Thus, we are supporting exporters by improving technology and research to promote an industry-wide transition to shrimp production systems that are more environmentally sustainable and economically viable,” stated Fernando further.",
    "He goes on to say, “The progress and growth shown by the fisheries industry were possible because of the support of the Cabinet and State Ministers and their wise policy decisions. The Minister and the officials from his ministry have worked tirelessly through the worst of the pandemic to implement many improvements in the industry. We are extremely grateful for their support.”",
    "The SEASL is also a forum for engagement between Sri Lankan seafood exporters and the international seafood food community. Its mission is to ensure the long-term economic, social, and environmental sustainability of the seafood export sector in Sri Lanka.",
    "The sector has seen significant growth with key buyers from the USA, Japan, Italy, France, Netherlands, and Hong Kong. With the opening of the Northern and Eastern areas of the island nation, 65% of the oceanic area is now free for fishing.",
    "Under the Government’s Fisheries Sector development strategy, a modern and technically improved Vessel Monitoring System (VMS) is being established, this will be able to prevent national fishing vessels from drifting to other countries’ territorial waters.",
    "Cold chain facilities, as well as impressive harbor and road and highway infrastructure, ensure a quick and safe supply chain. E-business has been deployed, taking the industry to the next level in reducing waste and time consumption and increasing cost-effectiveness.",
    "The United Kingdom is the main market for Sri Lankan tuna, followed by France, Italy, Netherlands, Germany, etc. In recent years Sri Lanka has been steadily increasing its share in the international market. In 2018, edible fish product exports brought a total revenue of $ 266 million. There are about 32 EU-approved processing plants in Sri Lanka.",
    "The country successfully complies with the stringent regulations imposed by importing countries and adheres to HACCP, BRP, Friend of Sea, and other food security environment-friendly requirements.  With rapid technological advancements and increased shipping fleet capacity and the culturing of new inland species in Sri Lanka, the stage is set for significant expansion of the sector in the years to come.",
    "The fisheries sector of Sri Lanka consists of three main sub-sectors, namely, coastal; offshore, and the deep sea; and inland and aquaculture. Yellowfin tuna (Thunnus albacore) and bigeye tuna (Thunnus obesus) are the key varieties of finfish exported by seafood suppliers from Sri Lanka.",
    "Locally known as Kelavalla, yellowfin tuna is one of the most popular fish in Sri Lanka, and it’s amongst the larger tuna species found in the Indian Ocean. There’s a considerable demand for yellowfin tuna for both exports and domestic consumption.",
    "The main export destinations for yellowfin tuna from Sri Lanka are the United States, France, Israel, Netherlands, and Canada. The Bigeye tuna is generally the size of yellowfin, but smaller than bluefin. France, Vietnam, China, Thailand, Italy, and the United States are the key export markets for the Bigeye tuna.",
    "Other varieties of Sri Lankan seafood relished by the world are the ingredients to culinary seafood heaven; lobsters, crabs, squid, cuttlefish, shark fin, sea cucumber, and fish maws are famous in the international seafood market due to their quality, taste, and texture. Value-added shrimps exported from Sri Lanka have gained much traction in the USA, Japan, and Singapore.",
    "The Aquaculture sector is one of the main drivers of the industry which includes shrimp and sea cucumber farming. Sea cucumber farming requires shallow seas and 5,000 acres have been dedicated to this purpose. This is expected to provide a boost to the industry to $ 50 million in export income from $ 10 million currently.",
    "A new era of prosperity in the shrimp sector has already begun and the Seafood Exporters Association is focused on driving this growth sustainably, to make the seafood sector a billion-dollar industry within the next three years."
  ]
}