{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/singer-unveils-fully-fledged-dahua-surveillance-system-concept-store/",
  "time_ut": 1652199060,
  "title": "Singer unveils fully-fledged Dahua Surveillance system Concept Store",
  "body_lines": [
    "Singer Sri Lanka PLC, the country’s premier consumer durables retailer recently unveiled the first fully-fledged Dahua Concept Store, showcasing Dahua’s latest surveillance product line and smart solutions. Real Vision Pvt (Ltd) has joined hands with Singer as a business partner for the newly opened concept store.",
    "The new concept store, located at No. 120, Galle Road, Colombo 04 accommodates a wide range of Dahua technology products offering ample choices for customers who seek high quality security, surveillance products and smart solutions. It provides the opportunity to gain hands-on experience on Dahua’s state of the art products such as Smart Home Solutions, AI Solutions, Wireless Camera Solutions, Video Wall and Centralized Solutions, etc. The Dahua service team at the Concept store offers unmatched customer support services in terms of product browsing, product knowledge, product recommendations and technical support.",
    "Commenting on the launch of the new Dahua Concept Store, Mahesh Wijewardene – Group CEO of Singer (Sri Lanka) PLC said, “We are delighted to provide a truly world class experience through this innovative Concept store together with our business partner Real Vision Pvt (Ltd). The spacious environment and dedicated support team help customers to browse the products without any hassle. Singer’s partnership with Dahua has been highly fruitful so far and we are looking forward to further strengthen the bond with this launch.”",
    "Singer is the authorized distributor for the world-renowned Dahua CCTV and Surveillance Technology brand since 2019. Dahua soon became the fastest growing CCTV brand in Sri Lanka with Singer securing significant market share for Dahua brand within one and half years. Singer’s strong distribution network backed by its trusted service excellence helped in taking Dahua products to a wider audience in Sri Lanka.",
    "“Korea Week 2022” to light up Colombo with a message of Hope and Friendship",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}