{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/For-how-much-longer-will-people-have-to-suffer/172-232204",
  "time_ut": 1646277600,
  "title": "For how much longer will people have to suffer?",
  "body_lines": [
    "The main news items in yesterday’s Daily Mirror warned readers of 10-hour power cuts this month. It was in the backdrop of such power cuts of varying durations that prompted people to ask why certain areas in Colombo and the suburbs have been exempted from these power cuts while residents in other areas have been compelled to suffer in darkness. Where has the much-touted ‘One country, one law’ concept gone?",
    "",
    "It reminds us of the dictum that some are more equal than others, especially when it comes to applying laws and regulations in this country. No one would grudge the exemption granted to hospitals but otherwise, power cuts should be imposed fairly and without any discrimination on all households, business premises and others, whatever their status and wherever they might be located.",
    "",
    "In most foreign countries the leaders are the first to set an example in crises but here it is quite the opposite. Take for instance Environment Minister Mahinda Amaraweera saying his Ministry was taking steps to promote the use of bicycles for travelling. He said it would be a move towards saving fuel and health benefits would be many. Although we saw the Minister and some of his officials putting on a show for the cameras when this programme was initially launched; since then we have not seen the Minister riding a bicycle to work.",
    "",
    "Another case in point, was that of media reports highlighting the non-payment of water bills by 48 current and former Parliamentarians including Senior Ministers, owing the National Water Supply and Drainage Board (NWSB) unpaid bills of more than Rs.10 million, which included Rs.1.8 million owed by a member of the current Parliament. The media exposure had spurred the subject Minister Vasudeva Nanayakkara to give an assurance that legal action will be taken to recover this amount. Why only now, why not earlier?",
    "",
    "Worse still was the case highlighted in social media of a senior Government Minister having an unpaid electricity bill of some Rs.12 million. He had subsequently issued a clarification as they usually do when such matters are exposed.",
    "",
    "But in the case of ordinary consumers, if the water or electricity bill sent to them in the first instance is unpaid, the next is a ‘red notice’ containing a warning that the supply would be disconnected. Why was it not done in these instances and the politicians allowed to run huge bills? Discrimination of this kind should not be allowed to happen if the government is keen to maintain its credibility and integrity.",
    "",
    "Reverting to the power cuts, Sri Lanka’s Public Utilities Commission (PUCSL) Chairman Janaka Ratnayake, playing with words, told the media that there was no power shortage in the country but a shortage of foreign currency to buy diesel, naphtha and furnace oil. Most times it is best for officials to remain silent instead of making matters worse by stating the obvious. The bottom line is that people have no electricity and it is for the elected Government and its officials to foresee problems and find solutions well in time so as to avoid heaping more burdens on an already burdened people.",
    "",
    "Some problems like the pandemic were unforeseen but several others had been the result of misguided and short-sighted decisions of the powers that be.",
    "",
    "Amid an increasing number of complaints by the people over the discriminatory manner in which power cuts are enforced, the Electricity Consumers Association said some areas had been left out of the power cut schedule because of political influence while a consumer rights group has complained to the PUCSL and the Ceylon Electricity Board (CEB) with regard to the biased manner in which power cuts were being imposed.",
    "",
    "The rights group rejected a senior CEB official’s explanation that only hospitals were provided with uninterrupted electricity and it benefited homes connected to the same feeder line. They said most hospitals had their own generators while some areas exempted from power cuts had no hospitals in the vicinity.",
    "",
    "Meanwhile, the Inter-University Student’s Federation (IUSF) urged the authorities to amend the power cut schedule so that it would not affect university students and those preparing for exams. IUSF Convener Wasantha Mudalige said the pandemic situation had resulted in education becoming electricity-dependent with lectures, classes and even exams being conducted online which were often disrupted by power cuts.",
    "",
    "For how much longer will the people have to suffer in darkness for no fault of theirs? Given the current crisis situation; without dollars to buy fuel and without fuel to generate electricity the wait may be longer than one would care to imagine."
  ]
}