{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sampath-bank-to-plant-7500-trees-together-with-rotary-club-and-hayleys/",
  "time_ut": 1648566060,
  "title": "Sampath Bank to plant 7,500 trees together with Rotary Club and Hayleys",
  "body_lines": [
    "Continues to facilitate climate action and reduce the national carbon footprint",
    "With the aim of protecting the environment and investing in climate change, Sampath Bank has partnered up with the ‘10,000 trees campaign with the Rotary Club of Colombo’. An event to mark the investment and collaboration on this project was held recently at the Sampath Bank’s Head Office. Accordingly, the Bank is expected to facilitate the planting of 7,500 trees at two locations of Hayleys plantations, who will oversee the planting and nurturing of the trees.",
    "The event was held with the participation of the Managing Director, Sampath Bank PLC – Nanda Fernando, Snr DGM – Group Marketing, Deposit Mobilization and Digitalization, Sampath Bank PLC – Tharaka Ranwala, Group Chief Human Resource Officer, Sampath Bank PLC – Lalith Weragoda, and Chief Manager – Marketing, Sampath Bank PLC – Pujitha Rajaypaksa. From Rotary Club Colombo, Aroshi Nanayakkara, President of Rotary Club of Colombo and Rotary District Governor.",
    "Through the years, Sampath Bank has shown its commitment to mitigating climate change with various CSR programmes and initiatives that were launched with the aim of preserving the natural environment and reducing its carbon footprint. and. The Bank’s long-standing contribution to the Wildlife and Nature Protection Society of Sri Lanka, as well as the Halgahawala forest reserve Biodiversity Conservation Project in Collaboration with Biodiversity Sri Lanka, and the ‘Gasai Mamai Pubudu Potai’ tree planting programme, are a few such initiatives. The collaboration with the Rotary Club of Colombo and Hayleys PLC to plant 7,500 trees is the latest addition to that portfolio of climate action taken by the Bank.",
    "HNB re-inks partnership with Ideal Motors with exclusive offers for Mahindra automobiles, generators",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}