{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Foreign-policy-making-Lessons-for-Lanka-from-Indias-diplomatic-crisis-with-Islamic-states/172-238772",
  "time_ut": 1654808280,
  "title": "Foreign policy-making: Lessons for Lanka from India’s diplomatic crisis with Islamic states",
  "body_lines": [
    "On a street in Mumbai, a demonstrator stomps a poster of Bharatiya Janata Party (BJP) member Nupur Sharma during a protest after her blasphemous comments on Prophet Muhammed. Reuters",
    "There are foreign policy lessons Sri Lanka could learn in the diplomatic crisis between India and Islamic nations, including the super-rich Gulf countries.",
    "At the core of these lessons is the maxim that no domestic issue is insulated from a nation’s foreign policy. Every domestic issue has its international implication.",
    "This week, India launched a diplomatic firefight to placate Islamic nations which have protested against remarks made by ruling Bharatiya Janatha Party (BJP) spokesperson Nupur Sharma and the party’s Delhi branch official Naveen Jindal, denigrating the Prophet Muhammad.",
    "For long, Islamic countries have tolerated unchecked Islamophobia going on in Narendra Modi’s India. Since Modi became India’s prime minister in 2014, BJP supporters, backed by the pro-Government corporate media and encouraged by controversial judicial decisions, have become emboldened to carry out anti-Muslim attacks. When the COVID-19 pandemic hit India in 2020, ruling party politicians and the pro-government media blamed the Muslims for it, describing an international Islamic gathering in New Delhi as a super-spreader event that was part of Muslims’ corona jihad.",
    "Recently, in Karnataka, a court upheld the state’s decree banning Muslim girls from wearing the hijab or the headscarf in schools. The Kashmir Files, an Islamophobic movie that depicted a fictional story or fake history was granted tax concessions by the Modi government, disregarding calls that it would help whip up anti-Muslim hatred that has already to the lynching of hundreds of Muslims by Hindu extremists with links to the BJP. The latest Islamophobic moves include extremists’ calls to convert Taj Mahal, a UNESCO world heritage site and one of the world wonders, into a Hindu temple. Another controversy over a mosque in Varanasi is also brewing. The extremists claim that the centuries-old mosque known as the Gnanavapi Masjid was built after demolishing a Siva temple. They want the mosque torn down and, in its place, a Siva temple built just as the Barbari masjid in Ayodhya was demolished and a Ram temple was built over it following a court order.",
    "India’s importance as a diplomatic and economic power had restrained most Muslim nations from protesting against these Islamophobic acts committed by elements linked to the Modi government. However, indicating that insulting Prophet Muhammad was a red line, Islamic nations this week expressed their disapproval in the diplomatically strongest possible manner over BJP officials’ attack on the Prophet Muhammad. Throughout the Islamic world, people took to social media and called for a boycott of Indian products.  In the Gulf region, some supermarkets removed Indian items from shelves.",
    "As the protests grew, the BJP suspended Sharma and expelled Jindal claiming they were ‘fringe elements’ and their views did not represent the party or the government. The Indian government’s corrective action which came only after the Gulf nations protested, indicated the importance India accords to relations with these countries and how sensitive New Delhi is to the reactions in the Gulf nations. More than ten million Indians work in the Gulf. In addition to the export revenue from the region and energy supplies, the Gulf area assumes significance in the fact that the remittances these workers send home are a key source of India’s foreign exchange earnings.",
    "The Islamic nations’ protests which have forced India, a diplomatic heavyweight, to take note and take quick damage-control measures, emphasize the caution Sri Lanka which wields no major clout in international diplomacy should exercise in preventing domestic issues from becoming a big foreign policy headache. It was not long ago that the present Sri Lankan government was earning the wrath of the people of the Islamic nations. These countries did not make their protests public due to diplomatic deference when the government refused to heed their pleas to permit the Muslims to bury the bodies of their family members who died of COVID-19. The government was adamant. In defending its stand, the government listened to Islamophobic academics instead of the advice of prominent scientists or the World Health Organisation’s experts.",
    "It is simply political naiveté if we assume that the rising Islamophobia in Sri Lanka since 2012 has not been on the foreign policy radar of the Muslim nations. The deliberate failure to undertake damage-control measures left a big dent in Sri Lanka’s relations with the Islamic nations.",
    "Had the government maintained its good name in oil-rich Arab nations and cemented ties with mutually appeasing measures, more help could have come from these nations in Sri Lanka’s time of crisis. At least we could have worked out oil supply deals on a deferred payment basis. To Sri Lanka’s S-O-S calls, the response from the Middle Eastern nations is poor.",
    "Appointing the right diplomat for the right destination is also a crucial part of diplomacy, but the governments in recent years have not followed this rule in appointing ambassadors to the Middle Eastern nations.",
    "Foreign policy is not foreign. It is an extension of a country’s domestic policy.  By definition, foreign policy is a means by which a nation seeks to achieve or advance its national interest objectives for the well-being of the people, the economy, and national security.",
    "Often matters regarded by governments and people as essentially internal matters have international ramifications, while external shocks and developments, with which a country has nothing to do, have domestic consequences. Sri Lanka’s governments have insisted that the war they waged against the separatists was an internal matter, but it has now become a major foreign policy issue, with the country being hauled before the United Nations Human Rights Council over war crimes allegations.",
    "Take a recent example: The Ceylon Electricity Board Engineers’ Union’s strike threat to protest against amendments to a piece of legislation. Prime Minister Ranil Wickremesinghe warned the trade union that its action could harm not only bilateral relations with India but also the country’s economy. His remarks followed allegations from the union that there were moves to hand over a 500 mw wind power project to India’s Adani group outside the competitive bidding process. But what the union has failed to realise is that big businesses such as Adani do influence foreign policy making. How the Chinese embassy defended a company when its organic fertilizer shipment was rejected by the Sri Lankan government is another example that shows the influence of non-state actors in foreign-policy making."
  ]
}