{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-on-track-to-be-downgraded-to-sd-by-sp-92995/",
  "time_ut": 1649874360,
  "title": "Sri Lanka on track to be downgraded to ‘SD’ by S&P",
  "body_lines": [
    "ECONOMYNEXT – Standard and Poor’s has downgraded Sri Lanka to ‘CC’ from ‘CCC’ after the country said most foreign debt payments would be suspended pending a res-structuring, and said a selective default (SD) rating is likely to be given once actual non-payment starts.",
    "Sri Lanka said it will suspend debt repayments, from April 12 and invited creditors to negotiations.",
    "“We are likely to lower Sri Lanka’s foreign currency ratings to ‘SD’ upon confirmation of nonpayment of interest or principal on any of its commercial foreign currency obligations, including coupon payments on its International Sovereign Bonds due April 18,” the rating agency said.",
    "Sri Lanka printed 2.1 trillion rupees despite having a highly unstable pegged regime (flexible exchange rate) or soft-peg in the two years to February 2022, driving inflation up to 18.7 percent by March in addition to creating forex shortages.",
    "The island had skated on thin ice since 2015 with ‘flexible’ inflation targeting, printing money to create currency crises is 2015/2016 and also 2018 driving up foreign borrowings steeply after losing the ability to settle maturing debt with inflows.",
    "International sovereign bond borrowings rose from 5.0 billion US dollars to 14 billion during the period and the state-run Ceylon Petroleum Corporation also borrowed dollars after being barred from buying dollars due to forex shortages from ‘flexible’ inflation targeting.",
    "Shock revelation on how Sri Lanka’s CPC ended up with billions of dollar debt",
    "How Sri Lanka’s IMF-backed ‘Young Plan’ fired a foreign debt death spiral: Bellwether",
    "When forex shortages take place due to money printing, dollars cannot be ‘bought’ for rupees to pay for either imports or debt (inability to transfer real wealth from the domestic credit system linked to the rupee monetary base to the dollar credit system), a phenomenon known as the ‘transfer problem’.",
    "Sri Lanka debt crisis trapped in spurious Keynesian ‘transfer problem’ and MMT: Bellwether",
    "Sri Lanka was progressively downgraded during ‘flexible’ inflation targeting when instability was triggered by call money rate targeting and output gap targeting (type of monetary stimulus).",
    "Economists and analysts have called for single-anchor monetary regime to stop instability and overhaul of the central bank law to stop monetary impunity and accommodation of fiscal excesses.",
    "In 2019, taxes were cut for fiscal stimulus and bond auctions were crippled through price controls and treasury bills were bought wholesale by the central bank, blowing the balance of payments apart again.",
    "“There are limited upside scenarios to the ratings currently,” S&P said.",
    "“Upon completion of any bond restructuring, we will assign new foreign and local currency sovereign credit ratings that reflect Sri Lanka’s post-exchange creditworthiness.”",
    "Sri Lanka Foreign Currency Rating Lowered To ‘CC’ From ‘CCC’; Outlook Negative",
    "Sri Lanka announced the suspension of normal external debt servicing on April 12, 2022.",
    "•\tThe government said most categories of external public debts would be suspended, pending formal restructuring under a potential program supported by the IMF.",
    "•\tWe lowered our long-term foreign currency sovereign credit rating on Sri Lanka to ‘CC’, from ‘CCC’, to reflect the virtual certainty of a default on some affected obligations. We also lowered our long-term local currency sovereign credit rating to ‘CCC-‘ from ‘CCC’. At the same time, we affirmed the ‘C’ short-term rating.",
    "•\tThe negative outlook on the ratings reflects the high risk to commercial debt repayment in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "SINGAPORE (S&P Global Ratings) April 13, 2022–S&P Global Ratings today lowered its long-term foreign currency sovereign rating on Sri Lanka to ‘CC’ from ‘CCC’. At the same time, we lowered our long-term local currency sovereign rating to ‘CCC-‘ from ‘CCC’. The outlook on the long-term ratings is negative.",
    "In addition, we affirmed our ‘C’ short-term foreign and local currency sovereign ratings.",
    "We also revised down our transfer and convertibility assessment to ‘CC’ from ‘CCC’,",
    "The negative outlook on the ratings reflects the high risk to commercial debt repayment in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "We could lower the foreign currency rating to ‘SD’ (Selective Default) upon confirmation that the government has missed a coupon or principal payment on commercial foreign currency debt, including its upcoming April 18 coupon payment on international sovereign bonds, or upon confirmation of debt restructuring terms.",
    "We could lower the local currency ratings if there are indications of nonpayment or restructuring of rupee-denominated obligations.",
    "There are limited upside scenarios to the ratings currently. Upon completion of any bond restructuring, we will assign new foreign and local currency sovereign credit ratings that reflect Sri Lanka’s post-exchange creditworthiness.",
    "Amid steeply rising external funding pressures, and alongside increasingly widespread social and political protests, the Sri Lankan government announced on April 12 that it will suspend debt servicing on its foreign currency obligations.",
    "Sri Lanka has coupon payments due on April 18 for its 2023 and 2028 International Sovereign Bonds. We expect the government to miss paying these coupons, and therefore lowered our foreign currency sovereign ratings on Sri Lanka to ‘CC’.",
    "The Sri Lankan government said it has approached the IMF for assistance in establishing an economic recovery program and for emergency financial assistance.",
    "Until a comprehensive debt restructuring plan is formulated, servicing of foreign-currency-denominated debts will be suspended. Affected debt includes international bonds, bilateral government-to-government credit facilities excluding swap lines with the Central Bank of Sri Lanka (CBSL), credit facilities with commercial banks and institutional lenders, and amounts payable by the government or public sector entities on called guarantees. Obligations governed by Sri Lankan law may not be affected.",
    "We are likely to lower Sri Lanka’s foreign currency ratings to ‘SD’ upon confirmation of nonpayment of interest or principal on any of its commercial foreign currency obligations, including coupon payments on its International Sovereign Bonds due April 18.",
    "According to published reports, the government intends to continue paying its local currency debt obligations for now. Our ‘CCC-/C’ local currency sovereign ratings on Sri Lanka reflect ongoing severe economic and monetary pressures.",
    "Although the central bank can technically create Sri Lankan rupees to meet upcoming obligations, doing so could have significant inflationary implications, with consumer prices already growing at a rapid 17.5% year on year in February.",
    "Sri Lanka’s local currency debt also constitutes a considerable proportion of its overall indebtedness, and thus, its very high interest burden relative to revenues.",
    "Sri Lanka’s debt restructuring process is likely to be complicated and may take months to complete. Negotiations with the IMF to establish a reform and funding program are in the early stages.",
    "Sri Lanka has also experienced considerable political uncertainty in recent weeks, marked by the resignation of the entire government cabinet, in addition to the governor of the CBSL, in early April, and the ruling coalition’s apparent loss of majority representation in parliament.",
    "Failure to establish a sustainable government could further complicate and hinder progress in discussions with the IMF, and, ultimately, delay a debt restructuring plan."
  ]
}