{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-awaits-new-finance-minister-treasury-secretary-92622/",
  "time_ut": 1649208780,
  "title": "Sri Lanka awaits new Finance Minister, Treasury Secretary",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is awaiting a new Finance Minister and Treasury Secretary after the resignation of Ali Sabry, who left a day after getting the portfolio setting a record.",
    "Among names mentioned as likely to Treasury Secretary is current Deputy Central Bank Governor Mahinda Siriwardene who also has experience in the Treasury.",
    "Former Justice Minister Sabry said he was resigning the post to make way for a “fresh and proactive and unconventional steps” needed to be taken, and was also willing to step down from parliament to make way for an outsider.",
    "Among those mentioned as likely replacements from within the parliament is former Trade Minister Bandula Gunewardene, who was a Deputy Finance Minister in 2001 to 2004.",
    "A week before a briefing at the Presidential Secretariat Gunewardene said one reason for the country’s current troubles was the flouting of the Fiscal Management Responsibility Act enacted in 2003 after a 2000/2001 currency crisis.",
    "It had ceilings on bringing down debt to GDP ratios and also put ceilings on government guaranteed debt. The ceilings were progressively relaxed with amendments brought to parliament.",
    "“The parliament is directly responsible for this situation,” Gunewardene said. “Even so legislators are ignorant about these matters. It is officials who wrote and presented these amendments who are also responsible.”",
    "Sri Lanka has been a following a ‘neo-illiberal’ economic agenda by expanding the state with unemployed graduates, fixing oil prices and restricting trade with high import duties to give profits to so-called import substitution oligarchs.",
    "The key policy platform was popularized by Wimal Weerawansa, then with the Janatha Vimukthi Peramnuna. He called formula pricing of energy the ‘the World Bank plug’. (Colombo/Apr05/2022)"
  ]
}