{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/25/slpp-mps-sanath-nishantha-milan-jayathilake-moved-to-court-from-remand-custody/",
  "time_ut": 1653461220,
  "title": "SLPP MPs Sanath Nishantha, Milan Jayathilake moved to court from remand custody",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Podujana Peramuna MPs Sanath Nishantha, Milan Jayatilleke, and other suspects who were remanded for their involvement in the attacks on the GotaGoGama and MynaGoGama peaceful protest sites on the 9th of May 2022, were produced to the Fort Magistrate’s Court on Wednesday (25).",
    "Eight suspects are due to be produced for an identification parade.",
    "SLPP MPs Sanath Nishantha, Milan Jayathilake, and Moratuwa Mayor Samanlal Fernando and other suspects were produced in open court by the Department of Prisons and the case against them will be taken up in the presence of Colombo Fort Magistrate Thilina Gamage.",
    "A normal Monday morning on the 9th of May 2022, turned into a scene of chaos after pro-government supporters attacked the MynaGoGama protest site near Temple Trees following a meeting chaired by then-Prime Minister Mahinda Rajapaksa.",
    "The meeting at Temple Trees was organized by the Sri Lanka Podujana Peramuna Local Government Members Forum and saw hundreds in attendance.",
    "Following this meeting, the pro-government supporters attacked the MynaGoGama protest site near Temple Trees and dismantled the camp.",
    "Thereafter, they moved to the main protest site in Galle Face known as GotaGoGama and destroyed several tents, and assaulted peaceful protestors.",
    "Sri Lanka Police, the Riot Police, Sri Lanka Army, and other law enforcement agencies were called in to control the situation and Sri Lanka Police eventually imposed an island-wide curfew to control the unrest.",
    "Following investigations, the MPs and several other local government members were arrested for their involvement in the attacks on the protest sites.",
    "SLPP MPs Sanath Nishantha, Milan Jayathilake moved to court from remand custody",
    "Interim budget within six weeks, says Prime Minister aiming to re-route funds for relief programs",
    "PM Ranil Wickremesinghe sworn in as Sri Lanka’s new Finance Minister",
    "Gun Control : 1996 UK Dunblane Massacre vs 2022 US Robb Elementary Massacre"
  ]
}