{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82283/naval-fishing-communities-cautioned-as-asani-intensifies-into-severe-cyclonic-storm",
  "time_ut": 1652061000,
  "title": "Naval & fishing communities cautioned as “Asani” intensifies into severe cyclonic storm",
  "body_lines": [
    "Showers or thundershowers are expected at times in Western, Sabaragamuwa, Central and North-western provinces and in Galle and Matara districts, says the Department of Meteorology.",
    "Fairly heavy showers above 50 mm will be experienced at some places in these areas.",
    "Several spells of showers will occur in Northern Province and Anuradhapura District.",
    "Showers or thundershowers may occur at a few places in Uva and Eastern provinces during the evening or night.",
    "Winds speed can increase up to 40-50 kmph at times over the island particularly in the Western slope of the Central hills, Northern, North-central and North-western provinces and in Hambantota and Trincomalee districts.",
    "Meanwhile, cloudy skies will prevail over most parts of the island.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "The cyclonic storm (“Asani”) over the southeast Bay of Bengal has intensified into a severe cyclonic storm and lay centered at 2330hrs on May 08 near 13.0N and 87.5E, about 840km northeast of Trincomalee. It is very likely to move northwestwards until May 10 and reach westcentral Bay of Bengal. Thereafter, it is likely to recurve north and northeastwards and move towards northwest Bay of Bengal.",
    "Fishing and naval community are advised to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Kankesanturai to Matara via Mannar, Puttalam, Colombo and Galle. Showers or thundershowers may occur at a few places in other sea areas around the island.",
    "Winds will be westerly or south-westerly and wind speed will be 20-40 kmph. Wind speed can increase up to 50-60 kmph at times in the sea areas off the coast extending from Kankesanturai to Puttalam via Mannar and Matara to Pottuvil via Hambantota. Wind speed can increase up to 50 kmph at times in the other sea areas.",
    "The sea areas off the coast extending from Kankesanturai to Puttalam via Mannar and Matara to Pottuvil via Hambantota will be rough at times and the other sea areas around the island may be fairly rough.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}