{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Demonstrators-demands-not-realistic-GL/108-234742",
  "time_ut": 1649337960,
  "title": "Demonstrators’ demands not realistic: GL",
  "body_lines": [
    "Foreign Affairs Minister Prof. GL Peiris today pointed out that some of the demands by the demonstrators were not realistic and cannot be met and that they did not seem want a solution based on available options in keeping with the Constitution.",
    "While explainig the prevailing situation in Sri Lanka to the diplomatic corps yesterday he said, the demonstrations were not directly against the government, a political party or the ruling party but against the entire political establishment of the country and that the very foundation of the system was under criticism.",
    "He said the Sri Lankan Government was fully aware of the severe hardships of the people and its magnitude with the most pressing issues being power cuts, shortage of gas, fuel and essential medicines.",
    "\"From focussing on the shortage of gas, fuel, essential medicines and the power cuts, the protestors were now demanding for restitution of plundered wealth and assets with some approaching the Supreme Court to prevent MPs from leaving the country until a comprehensive audit of all their private assets has been done,\" Prof. Peiris said.",
    "\"The excessive heat which has exacerbated the situation and the negative impact on various industries as a result due to the power cuts were also adding to the woes of the public, he said.",
    "He further stated that the call for all MPs to resign and allow academics and professionals to run the country is not feasible as there was no country in the world that is being governed in such a manner.",
    "The Minister also outlined the Constitutional provisions that were currently available which included the Prime Minister taking over for 60 days in the event an incumbent President resigns, after which the MPs would have to elect a suitable leader among them to lead the country for the remaining period until an election could be held.",
    "He said that the protests and the demonstrations by the people taking place across the country was an “expression of despair” and they were crying out at a distressing situation.",
    "He also said that 80-85% of those taking part in the protests and demonstrations were neither extremists nor politically motivated and that Article 14 of the Constitution of Sri Lanka guarantees the right to assembly, freedom of expression. He further stated that the right of the people to protest was an indication of the vibrant democracy prevailing in Sri Lanka. (Chaturanga Samarawickrama)"
  ]
}