{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/General-election-could-be-held-if-no-other-option-remains-Harsha/108-239333",
  "time_ut": 1655629020,
  "title": "General election could be held if no other option remains: Harsha",
  "body_lines": [
    "A general election could be held if that is the only option available to bring political stability, Samagi Jana Balawegaya ( SJB) MP Harsha De Silva said today.",
    "Dr. De Silva came out with this idea at a press conference in response to a questioned raised by journalists on holding a general election in March next year.",
    "\"We are not insisting that an election should be held but it should be considered if that is the only option available,\" Dr. De Silva said.",
    "\"Some people hold a wrong idea about finding funds for a general election. However Vérité Research Pvt Ltd has  revealed that only Rs 5.7 billion has been spent for the 2020 general election even with the COVID 19 safety protocol. However a sum of Rs 19.1 billion has been allocated for ministry of defence construction projects in 2022 while Rs.12 billion is allocated for Defense Headquarters in 2022. These funds could be used if an election is held,\" he added.",
    "\"We propose forming of a proper multi party government for a short period and then one could hold a general election. International and local trust could be built this way,\" he stressed.",
    "Referring to the talks he had with Prime Minister Ranil Wickremesinghe, the SJB MP said the talks was centred on expenditure management. \"However it was transpired at this meeting that cutting down expenditure was not possible as greater percentage is spent for salaries, pensions and debt services. The option would be to increase revenue through overhauling of investment environment. Sri Lanka should go for manufacturing products which has an international demand. However those who sided with the premier are the ones who oppose building bridges with other countries.The issue is that the Prime Minister has no power constitutionally to implement his policies. Also President and the Prime Minister are going in two different ways,\" he said. (Yohan Perera)"
  ],
  "translate": {
    "si": {
      "title": "වෙනත් විකල්පයක් නොමැති නම් මහ මැතිවරණය පැවැත්විය හැකියි: හර්ෂ",
      "body_lines": [
        "දේශපාලන ස්ථාවරත්වය ගෙන ඒමට ඇති එකම විකල්පය එය නම් මහ මැතිවරණයක් පැවැත්විය හැකි බව සමගි ජන බලවේගයේ පාර්ලිමේන්තු මන්ත්‍රී හර්ෂ ද සිල්වා මහතා අද ප්‍රකාශ කළේය.",
        "ලබන වසරේ මාර්තු මාසයේදී මහ මැතිවරණයක් පැවැත්වීම සම්බන්ධයෙන් මාධ්‍යවේදීන් නැගූ ප්‍රශ්නයකට පිළිතුරු දෙමින් ආචාර්ය ද සිල්වා මහතා මාධ්‍ය හමුවකදී මෙම අදහස ඉදිරිපත් කළේය.",
        "\"මැතිවරණයක් පැවැත්විය යුතු යැයි අපි අවධාරනය කරන්නේ නැත, නමුත් පවතින එකම විකල්පය එය නම් එය සලකා බැලිය යුතුය,\" ආචාර්ය ද සිල්වා පැවසීය.",
        "\"සමහර අය මහ මැතිවරණයක් සඳහා මුදල් සෙවීම ගැන වැරදි අදහසක් දරයි. කෙසේ වෙතත් Vérité Research Pvt Ltd  හෙළිදරව් කර ඇත්තේ 2020 මහ මැතිවරණය සඳහා COVID 19 ආරක්ෂණ ප්‍රොටෝකෝලය සමඟ පවා වියදම් කර ඇත්තේ රුපියල් බිලියන 5.7 ක් පමණක් බවයි. කෙසේ වෙතත් රුපියල් බිලියන 19.1 ක මුදලක් 2022 දී ආරක්ෂක අමාත්‍යාංශයේ ඉදිකිරීම් ව්‍යාපෘති සඳහා වෙන් කර ඇති අතර 2022 දී ආරක්ෂක මූලස්ථානය සඳහා රුපියල් බිලියන 12 ක් වෙන් කර ඇත. මැතිවරණයක් පැවැත්වුවහොත් මෙම අරමුදල් භාවිතා කළ හැකිය.",
        "\"අපි යෝජනා කරන්නේ කෙටි කාලයකට නිසි බහු පක්‍ෂ ආණ්‌ඩුවක්‌ පිහිටුවන ලෙසත්, ඉන් පසුව කෙනෙකුට මහ මැතිවරණයක්‌ පැවැත්විය හැකි බවත්ය. ජාත්‍යන්තර සහ දේශීය විශ්වාසය මේ ආකාරයෙන් ගොඩනැගිය හැකියි\" ඔහු අවධාරණය කළේය.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා සමඟ තමන් පැවැත්වූ සාකච්ඡා ගැන සඳහන් කරමින් SJB මන්ත්‍රීවරයා කියා සිටියේ වියදම් කළමනාකාරිත්වය සම්බන්ධයෙන් සාකච්ඡා පැවැත්වූ බවයි. \"කෙසේ වෙතත් වැටුප්, විශ්‍රාම වැටුප් සහ ණය සේවා සඳහා වැඩි ප්‍රතිශතයක් වැය කරන බැවින් වියදම් කපා හැරීම කළ නොහැකි බව මෙම රැස්වීමේදී අනාවරණය විය. විකල්පය වනුයේ ආයෝජන පරිසරය ප්‍රතිසංස්කරණය කිරීමෙන් ආදායම වැඩි කර ගැනීමයි. ශ්‍රී ලංකාව නිෂ්පාදන නිෂ්පාදන සඳහා යා යුතුයි. ජාත්‍යන්තර ඉල්ලීමක්.කෙසේ වෙතත් අගමැතිතුමාගේ පැත්ත ගත්තු අය තමයි අනෙක් රටවල් එක්ක පාලම් හදනවට විරුද්ධ වෙන්නේ.ප්‍රශ්නේ තියෙන්නේ අගමැතිතුමාට එයාගේ ප්‍රතිපත්ති ක්‍රියාත්මක කරන්න ව්‍යවස්ථානුකූලව බලයක් නැති එකයි.ඒවගේම ජනාධිපතිතුමායි අගමැතිතුමයි වෙනස් මාර්ග දෙකකින් යනවා ,\" ඔහු කිව්වා. (යොහාන් පෙරේරා)"
      ]
    },
    "ta": {
      "title": "வேறு வழியில்லை என்றால் பொதுத் தேர்தலை நடத்தலாம்: ஹர்ஷ",
      "body_lines": [
        "அரசியல் ஸ்திரத்தன்மையை ஏற்படுத்துவதற்கு ஒரே தெரிவாக இருந்தால் பொதுத் தேர்தலை நடத்த முடியும் என சமகி ஜன பலவேகய (SJB) பாராளுமன்ற உறுப்பினர் ஹர்ஷ டி சில்வா இன்று தெரிவித்துள்ளார்.",
        "அடுத்த வருடம் மார்ச் மாதம் பொதுத் தேர்தலை நடத்துவது குறித்து ஊடகவியலாளர்கள் எழுப்பிய கேள்விக்கு பதிலளிக்கும் போதே கலாநிதி டி சில்வா இந்த யோசனையை வெளியிட்டார்.",
        "\"தேர்தல் நடத்தப்பட வேண்டும் என்று நாங்கள் வலியுறுத்தவில்லை, ஆனால் அதுதான் ஒரே வழி என்றால் அது பரிசீலிக்கப்பட வேண்டும்\" என்று டாக்டர் டி சில்வா கூறினார்.",
        "\"பொதுத் தேர்தலுக்கான நிதியைக் கண்டுபிடிப்பது குறித்து சிலர் தவறான எண்ணத்தைக் கொண்டுள்ளனர். இருப்பினும், கோவிட் 19 பாதுகாப்பு நெறிமுறையுடன் கூட 2020 பொதுத் தேர்தலுக்காக ரூ. 5.7 பில்லியன் மட்டுமே செலவிடப்பட்டுள்ளதாக வெரிடே ரிசர்ச் பிரைவேட் லிமிடெட் தெரிவித்துள்ளது. இருப்பினும் ரூ. 19.1 பில்லியன் 2022 ஆம் ஆண்டில் பாதுகாப்பு அமைச்சுக்கான கட்டுமானத் திட்டங்களுக்காக ஒதுக்கப்பட்டுள்ளது, அதே நேரத்தில் 2022 ஆம் ஆண்டில் பாதுகாப்புத் தலைமையகத்திற்கு ரூ.12 பில்லியன் ஒதுக்கப்பட்டுள்ளது. தேர்தல் நடத்தப்பட்டால் இந்த நிதி பயன்படுத்தப்படலாம்\" என்று அவர் மேலும் கூறினார்.",
        "\"குறுகிய காலத்திற்கு முறையான பல கட்சி அரசாங்கத்தை உருவாக்குவதற்கு நாங்கள் முன்மொழிகிறோம், பின்னர் ஒருவர் பொதுத் தேர்தலை நடத்தலாம். சர்வதேச மற்றும் உள்ளூர் நம்பிக்கையை இந்த வழியில் கட்டியெழுப்ப முடியும்,\" என்று அவர் வலியுறுத்தினார்.",
        "பிரதமர் ரணில் விக்கிரமசிங்கவுடன் தாம் நடத்திய பேச்சுக்களை குறிப்பிடுகையில், செலவின முகாமைத்துவத்தை மையப்படுத்தியே இந்த பேச்சுவார்த்தை இடம்பெற்றதாக SJB எம்.பி. \"எவ்வாறாயினும், சம்பளம், ஓய்வூதியம் மற்றும் கடன் சேவைகளுக்கு அதிக சதவீதம் செலவிடப்படுவதால், செலவினங்களைக் குறைப்பது சாத்தியமில்லை என்று இந்தக் கூட்டத்தில் தெரிவிக்கப்பட்டது. முதலீட்டுச் சூழலை மாற்றியமைப்பதன் மூலம் வருவாயை அதிகரிப்பதே விருப்பம். இலங்கை உற்பத்தி தயாரிப்புகளுக்கு செல்ல வேண்டும். சர்வதேச கோரிக்கை.எனினும் முதல்வரின் பக்கம் நின்றவர்கள் தான் மற்ற நாடுகளுடன் பாலம் கட்டுவதை எதிர்க்கிறார்கள்.பிரதமரின் கொள்கைகளை நடைமுறைப்படுத்த அரசியலமைப்பு ரீதியாக பிரதமருக்கு அதிகாரம் இல்லை என்பது தான் பிரச்சினை.அத்துடன் ஜனாதிபதியும் பிரதமரும் இரு வேறு வழிகளில் செல்கின்றனர். ,\" அவன் சொன்னான். (யோஹான் பெரேரா)"
      ]
    }
  }
}