{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Corruption-in-Sri-Lanka-A-crime-without-criminals/172-236164",
  "time_ut": 1651516800,
  "title": "Corruption in Sri Lanka: A crime without criminals",
  "body_lines": [
    "The political impasse that was created by the ongoing unprecedented economic crisis seems to aggravate as the government has failed to convince the Opposition parties in its efforts to form an all-party interim government.",
    "On the other hand, there seems to be no agreement among the Opposition parties on their actions against the government, despite them agreeing on ousting the government. Meanwhile the protests at the Galle Face Green is continuing with increasing momentum day in and day out with various groups joining the protests.",
    "The political future of the country is highly uncertain while the International Monetary Fund (IMF) is insisting on the political stability in the country as a prerequisite for its bail out of the country.",
    "A general consensus that the President and the government has failed has been built and a corresponding call for them to step down is strengthening each day with even professionals openly joining the bandwagon. Yet, a road map for the way out or the modalities for the realization of demands of the protests and the Opposition political parties does not seem to be in the making. Specifically, protesters do not seem to know how they can replace the President and the 225 Parliamentarians with untainted people. Most importantly, the practicability of the general call for a corruption-free administration, a call extremely important in resolving the current economic crisis is not clear. It would be very vital for concerned people to plan a proper mechanism to identify corruption and the culprits involved in them without which the current political crisis would pave the way for another group of corrupt politicians and officials to plunder the country.",
    "Corruption in Sri Lanka is a strange and highly illusive phenomenon and it unabatedly happens everywhere – from the highest position to minor staff level - in various magnitudes, but very rarely the culprits are being taken to task. It is an open truth that there is a mafia in the power generating field who are equally responsible for the current power crisis as the politicians, but they are always at large.  Also there was a massive fraud involving more than Rs. 15 billion behind the hugh tax cut offered to the sugar importers in 2020, but it seems ironically to be legal, as nobody is to be penalised. Going forward, it was revealed by an Indian organic fertilizer exporter to Sri Lanka recently that his price was far less than what was paid by the Sri Lankan official. Here again, no action was taken.",
    "The report of the Committee On Public Enterprises (COPE) presented to the Parliament in 2007 by Wijedasa Rajapakshe as the then Chairman of the committee, revealed 16 controversial transactions that resulted in the Government losing a huge sum of Rs.300 billion – around one fourths of the then government’s annual revenue. And eight years later, in 2015 he accused the Bribery Commission for its failure to carry out a legislative order for the examination of those transactions.",
    "A case had been filed against four persons for allegedly conspiring to misappropriate Rs.200 million of public funds belonging to former Reconstruction and Development Agency (RADA), but they were released last year at the request of the Attorney General.  No fresh investigations to recover the money were reported thereafter. It is an amazing situation where there are high profile corruption involving billions, but without perpetrators.",
    "One cannot contest the protests in Galle Face and Opposition political parties when they call for the recovery of money plundered by the politicians from the people. However, anybody who is serious in realizing this hallowed purpose must draw lessons from the experience gained during the so-called Yahapalana government.  The leaders of the UNP, JVP, JHU and the Maithri faction of the Sri Lanka Freedom Party (SLFP) accused the leaders of the previous Rajapaksa government, especially the Rajapaksa family of plundering billions of rupees from the public coffers. They alleged that Rajapaksa family had helicopters, millions worth horses, castle in other countries and Swiss bank accounts. It was told in 2015 that members of Rajapaksa family had bank accounts in Dubai where millions of dollars had been stashed. The then Foreign Affairs Minister Mangala Samaraweera said in March 2015 that the government was getting the backing of four foreign nations to trace US$ 18 billion allegedly siphoned off by former President Mahinda Rajapaksa and his family during their decade in power.",
    "Similarly, the Central Bank bond scandal happened during the previous government was one of the major slogans of the current leaders of the government during the last Presidential and Parliamentary elections. Yet, what happened to these allegations was the history.",
    "Whatever the veracity of these particular allegations may be, corruption involving billions in the country is a fact. However, mere slogans sans a study and plan of action would not resolve the issue."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ දූෂණය: අපරාධකරුවන් නැති අපරාධයක්",
      "body_lines": [
        "සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් පිහිටුවීමේ උත්සාහයේදී විපක්ෂයේ පක්ෂවලට ඒත්තු ගැන්වීමට ආණ්ඩුව අසමත් වීම නිසා පවතින පෙර නොවූ විරූ ආර්ථික අර්බුදය විසින් නිර්මාණය කරන ලද දේශපාලන අවුල් සහගත තත්ත්වය තවත් උග්‍ර වන බව පෙනේ.",
        "අනෙක් අතට ආණ්ඩුව පළවා හැරීමට එකඟ වුවද විපක්ෂයේ පක්ෂ ආණ්ඩුවට එරෙහිව ගන්නා ක්‍රියාමාර්ග පිළිබඳ එකඟතාවක් නොමැති බව පෙනේ. මේ අතර ගාලුමුවදොර පිටියේ විරෝධතා දිනෙන් දින ඉහළ යමින් පවතින අතර විවිධ පිරිස් විරෝධතාවලට එක්වෙමින් සිටිති.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) රටින් පිටවීම සඳහා පූර්ව අවශ්‍යතාවයක් ලෙස රටේ දේශපාලන ස්ථාවරත්වය අවධාරනය කරමින් සිටින අතර රටේ දේශපාලන අනාගතය අතිශය අවිනිශ්චිතය.",
        "ජනාධිපතිවරයා සහ රජය අසාර්ථක වී ඇති බවට පොදු එකඟතාවක් ගොඩනැගී ඇති අතර ඊට අනුරූපීව ඔවුන්ට ඉවත් විය යුතු බවට කෙරෙන ඉල්ලීම් දිනෙන් දින ශක්තිමත් වෙමින් පවතින අතර වෘත්තීයවේදීන් පවා විවෘතව එම වේදිකාවට එක් වේ. එහෙත් විරෝධතාවන්ගේ ඉල්ලීම් සාක්ෂාත් කර ගැනීමේ ක්‍රමවේදයක් හෝ විපක්‍ෂයේ දේශපාලන පක්‍ෂවලින් පිටතට යාමට මාර්ග සිතියමක් සකස් වෙමින් පවතින බවක් පෙනෙන්නට නැත. විශේෂයෙන්ම, ජනාධිපතිවරයා සහ පාර්ලිමේන්තු මන්ත්‍රීවරුන් 225 වෙනුවට අපිරිසිදු මිනිසුන් යොදා ගන්නේ කෙසේදැයි විරෝධතාකරුවන් නොදන්නා බව පෙනේ. වඩාත්ම වැදගත් දෙය නම් වත්මන් ආර්ථික අර්බුදය විසඳීම සඳහා අතිශයින් වැදගත් වන දූෂණයෙන් තොර පාලනයක් සඳහා වන පොදු ඉල්ලීමේ ප්‍රායෝගිකභාවය පැහැදිලි නැත. වත්මන් දේශපාලන අර්බුදය තවත් දූෂිත දේශපාලනඥයන් සහ නිලධාරීන් පිරිසකට රට මංකොල්ලකෑමට පාර සකසන දූෂණය සහ ඒවාට සම්බන්ධ වැරදිකරුවන් හඳුනා ගැනීමට නිසි යාන්ත්‍රණයක් සැලසුම් කිරීම අදාළ පුද්ගලයන්ට ඉතා වැදගත් වේ.",
        "ශ්‍රී ලංකාවේ දූෂණය යනු අරුම පුදුම සහ අතිශයින් මිත්‍යාශීලී සංසිද්ධියක් වන අතර එය සෑම තැනකම නොනැසී පවතී - ඉහළම තනතුරේ සිට සුළු කාර්ය මණ්ඩල මට්ටම දක්වා - විවිධ පරිමාණයෙන්, නමුත් ඉතා කලාතුරකින් වැරදිකරුවන්ට දඬුවම් පැමිණේ. වත්මන් විදුලි අර්බුදයට දේශපාලකයන්ට සමානව වගකිව යුතු මාෆියාවක් විදුලි උත්පාදන ක්ෂේත්‍රයේ සිටින නමුත් ඔවුන් සැමදා නිදැල්ලේ සිටින බව විවෘත සත්‍යයකි. ඒ වගේම රුපියල් කෝටි 100කට වැඩි විශාල වංචාවක් සිදුව තිබෙනවා. 2020 දී සීනි ආනයනය කරන්නන්ට පිරිනැමූ විශාල බදු කප්පාදුව පිටුපස බිලියන 15 ක් ඇත, නමුත් කිසිවෙකුට දඬුවම් නොකළ යුතු බැවින් එය නීත්‍යානුකූල බව හාස්‍යජනක ලෙස පෙනේ. ඉදිරියට යන විට, ඔහුගේ මිල ශ්‍රී ලංකා නිලධාරියා ගෙවූ මුදලට වඩා බෙහෙවින් අඩු බව පසුගියදා ශ්‍රී ලංකාවට ඉන්දියානු කාබනික පොහොර අපනයනකරුවෙකු විසින් හෙළි කරන ලදී. මෙතැනදීත් කිසිම පියවරක් ගත්තේ නැහැ.",
        "පොදු ව්‍යාපාර පිළිබඳ කාරක සභාව (COPE) 2007 දී එවකට කමිටුවේ සභාපතිවරයා ලෙස විජේදාස රාජපක්ෂ විසින් පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලද වාර්තාවෙන් රජයට රුපියල් බිලියන 300 ක විශාල මුදලක් අහිමි වූ ආන්දෝලනාත්මක ගනුදෙනු 16 ක් හෙළිදරව් විය - හතරෙන් එකක් පමණ. එවකට රජයේ වාර්ෂික ආදායමෙන්. වසර අටකට පසු, 2015 දී ඔහු අල්ලස් කොමිසමට චෝදනා කළේ එම ගනුදෙනු විභාග කිරීම සඳහා ව්‍යවස්ථාදායක නියෝගයක් ක්‍රියාත්මක නොකිරීම ගැනය.",
        "හිටපු ප්‍රතිසංස්කරණ හා සංවර්ධන නියෝජිතායතනයට (RADA) අයත් මහජන මුදල් රුපියල් මිලියන 200ක් සාවද්‍ය පරිහරණය කිරීමට කුමන්ත්‍රණය කළ බව කියන සිව් දෙනෙකුට එරෙහිව නඩු පවරා තිබූ නමුත් නීතිපතිවරයාගේ ඉල්ලීම මත ඔවුන් පසුගිය වසරේ නිදහස් කරනු ලැබුවා. ඉන් පසුව එම මුදල් අයකර ගැනීම සඳහා කිසිදු අලුත් විමර්ශනයක් වාර්තා වූයේ නැත. බිලියන ගණනින් සම්බන්ධ, නමුත් අපරාධකරුවන් නොමැතිව ඉහළ මට්ටමේ දූෂණ සිදු වීම පුදුම සහගත තත්ත්වයකි.",
        "දේශපාලනඥයන් ජනතාවගෙන් කොල්ලකන මුදල් අයකර ගන්නා ලෙස ඉල්ලා ගාලු මුවදොර සහ විපක්ෂයේ දේශපාලන පක්ෂවල විරෝධතාවලට තරග කළ නොහැක. කෙසේ වෙතත්, මෙම ශුද්ධ වූ අරමුණ සාක්ෂාත් කර ගැනීමට බැරෑරුම් ලෙස කටයුතු කරන ඕනෑම අයෙකු ඊනියා යහපාලන රජය සමයේ ලබාගත් අත්දැකීම් වලින් පාඩම් උකහා ගත යුතුය. එජාප, ජවිපෙ, හෙළ උරුමය සහ ශ්‍රී ලංකා නිදහස් පක්ෂයේ මෛත්‍රී පිලේ නායකයෝ පසුගිය රාජපක්ෂ ආණ්ඩුවේ ප්‍රධානීන්, විශේෂයෙන්ම රාජපක්ෂ පවුල රාජ්‍ය භාණ්ඩාගාරයෙන් රුපියල් බිලියන ගණන් කොල්ල කෑ බවට චෝදනා කළහ. රාජපක්ෂ පවුලට හෙලිකොප්ටර්, කෝටි ගණන් වටිනා අශ්වයන්, වෙනත් රටවල බලකොටු, ස්විස් බැංකු ගිණුම් තිබෙන බවට ඔවුන් චෝදනා කළා. රාජපක්ෂ පවුලේ අයට ඩුබායි හි ඩොලර් මිලියන ගණනක මුදල් තැන්පත් කර ඇති බැංකු ගිණුම් තිබෙන බව 2015 දී ප්‍රකාශ විය. 2015 මාර්තු මාසයේදී එවකට විදේශ කටයුතු අමාත්‍ය මංගල සමරවීර කියා සිටියේ හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතා සහ ඔහුගේ පවුලේ සාමාජිකයින් විසින් බලයේ සිටි දශකය තුළදී පැහැරගත් බව කියන ඩොලර් බිලියන 18ක් සොයා ගැනීමට විදේශ රටවල් හතරක සහාය රජයට ලැබෙන බවයි.",
        "එසේම පසුගිය ජනාධිපතිවරණ සහ පාර්ලිමේන්තු මැතිවරණ සමයේ වත්මන් ආණ්ඩුවේ නායකයන්ගේ ප්‍රධානතම සටන් පාඨයක් වූයේ පසුගිය රජය සමයේ සිදුවූ මහබැංකු බැඳුම්කර සිද්ධියයි. එහෙත් මේ චෝදනාවලට සිදුවූයේ ඉතිහාසයයි.",
        "මෙම විශේෂිත චෝදනාවල සත්‍යතාව කුමක් වුවත් රටේ බිලියන ගණනක දූෂණ වංචා සත්‍යයකි. කෙසේ වෙතත්, අධ්‍යයනයක් සහ ක්‍රියාකාරී සැලැස්මක් නොමැතිව හුදු සටන් පාඨවලින් ප්‍රශ්නය විසඳෙන්නේ නැත."
      ]
    },
    "ta": {
      "title": "இலங்கையில் ஊழல்: குற்றவாளிகள் இல்லாத குற்றம்",
      "body_lines": [
        "அனைத்துக் கட்சிகள் அடங்கிய இடைக்கால அரசாங்கத்தை அமைக்கும் முயற்சியில் எதிர்க்கட்சிகளை நம்பவைக்க அரசாங்கம் தவறியதால், முன்னெப்போதும் இல்லாத வகையில் தற்போது நிலவும் பொருளாதார நெருக்கடியால் உருவாக்கப்பட்ட அரசியல் முட்டுக்கட்டை மேலும் மோசமடைவதாகத் தெரிகிறது.",
        "மறுபுறம், அரசாங்கத்தை அகற்றுவதில் எதிர்க்கட்சிகள் உடன்பட்ட போதிலும், அரசாங்கத்திற்கு எதிரான அவர்களின் நடவடிக்கைகள் குறித்து எதிர்க்கட்சிகளிடையே உடன்பாடு இல்லை. இதேவேளை, காலி முகத்திடலில் இடம்பெற்று வரும் போராட்டங்கள் நாளுக்கு நாள் அதிகரித்து வரும் நிலையில் பல்வேறு குழுக்களும் போராட்டத்தில் ஈடுபட்டு வருகின்றனர்.",
        "நாட்டின் அரசியல் எதிர்காலம் மிகவும் நிச்சயமற்றதாக உள்ளது, அதே நேரத்தில் சர்வதேச நாணய நிதியம் (IMF) நாட்டில் அரசியல் ஸ்திரத்தன்மையை நாட்டிலிருந்து பிணை எடுப்பதற்கு ஒரு முன்நிபந்தனையாக வலியுறுத்துகிறது.",
        "ஜனாதிபதியும் அரசாங்கமும் தோல்வியடைந்துவிட்டன என்ற பொதுவான ஒருமித்த கருத்து உருவாக்கப்பட்டுள்ளது, மேலும் அவர்கள் பதவி விலக வேண்டும் என்ற கோரிக்கை ஒவ்வொரு நாளும் வலுப்பெற்று வருகிறது. ஆயினும்கூட, போராட்டங்கள் மற்றும் எதிர்க்கட்சிகளின் கோரிக்கைகளை நிறைவேற்றுவதற்கான வழிகள் அல்லது வழிமுறைகள் தயாரிப்பில் இருப்பதாக தெரியவில்லை. குறிப்பாக, ஜனாதிபதி மற்றும் 225 நாடாளுமன்ற உறுப்பினர்களுக்குப் பதிலாக கறைபடியாத நபர்களை எப்படிக் கொண்டு வர முடியும் என்று எதிர்ப்பாளர்களுக்குத் தெரியவில்லை. மிக முக்கியமாக, தற்போதைய பொருளாதார நெருக்கடியைத் தீர்ப்பதில் மிகவும் முக்கியமான ஒரு ஊழலற்ற நிர்வாகத்திற்கான பொதுவான அழைப்பின் நடைமுறைத் தன்மை தெளிவாக இல்லை. தற்போதைய அரசியல் நெருக்கடியானது ஊழல் அரசியல்வாதிகள் மற்றும் அதிகாரிகள் நாட்டைச் சூறையாடுவதற்கு வழி வகுக்கும் ஊழல் மற்றும் அதில் தொடர்புடைய குற்றவாளிகளை அடையாளம் காண சரியான பொறிமுறையை சம்பந்தப்பட்டவர்கள் திட்டமிடுவது மிகவும் இன்றியமையாதது.",
        "இலங்கையில் ஊழல் என்பது ஒரு விசித்திரமான மற்றும் மிகவும் மாயையான நிகழ்வாகும், இது எல்லா இடங்களிலும் - மிக உயர்ந்த பதவி முதல் சிறிய ஊழியர்கள் வரை - பல்வேறு அளவுகளில் நடைபெறுகிறது, ஆனால் மிகவும் அரிதாகவே குற்றவாளிகள் தண்டிக்கப்படுகிறார்கள். தற்போதைய மின் நெருக்கடிக்கு அரசியல்வாதிகளுக்கு இணையான பொறுப்பை ஆற்றும் ஒரு மாஃபியா மின் உற்பத்தித் துறையில் உள்ளது என்பது வெளிப்படையான உண்மை, ஆனால் அவர்கள் எப்போதும் தலைமறைவாக உள்ளனர். மேலும், ரூ.10 கோடிக்கும் அதிகமான மோசடி நடந்துள்ளது. 2020 இல் சர்க்கரை இறக்குமதியாளர்களுக்கு வழங்கப்படும் வரிக் குறைப்புக்குப் பின்னால் 15 பில்லியன்கள், ஆனால் யாரும் தண்டிக்கப்படக் கூடாது என்பதால் இது சட்டப்பூர்வமாக இருப்பது முரண்பாடாகத் தெரிகிறது. மேலும், அண்மையில் இலங்கைக்கு இந்திய கரிம உர ஏற்றுமதியாளர் ஒருவர் தனது விலை இலங்கை அதிகாரி செலுத்தியதை விட மிகக்குறைவு எனத் தெரியவந்துள்ளது. இங்கும் எந்த நடவடிக்கையும் எடுக்கப்படவில்லை.",
        "2007 ஆம் ஆண்டு அப்போதைய குழுவின் தலைவராக இருந்த விஜேதாச ராஜபக்ஷவினால் பாராளுமன்றத்தில் சமர்ப்பிக்கப்பட்ட பொது நிறுவனங்கள் தொடர்பான குழுவின் (கோப்) அறிக்கை, 16 சர்ச்சைக்குரிய கொடுக்கல் வாங்கல்களை வெளிப்படுத்தியது. அப்போதைய அரசின் ஆண்டு வருமானம். எட்டு ஆண்டுகளுக்குப் பிறகு, 2015 இல், அந்த பரிவர்த்தனைகளை ஆய்வு செய்வதற்கான சட்ட ஆணையை இலஞ்ச ஆணைக்குழு நிறைவேற்றத் தவறியதாக அவர் குற்றம் சாட்டினார்.",
        "முன்னாள் புனரமைப்பு மற்றும் அபிவிருத்தி முகவரகத்திற்கு (RADA) சொந்தமான 200 மில்லியன் பொது நிதியை முறைகேடாக பயன்படுத்த சதி செய்ததாக நான்கு பேருக்கு எதிராக வழக்கு பதிவு செய்யப்பட்டிருந்தது, ஆனால் அவர்கள் கடந்த ஆண்டு சட்டமா அதிபரின் வேண்டுகோளுக்கு இணங்க விடுவிக்கப்பட்டனர். அதன் பிறகு பணத்தை மீட்பதற்கான புதிய விசாரணைகள் எதுவும் தெரிவிக்கப்படவில்லை. கோடிக்கணக்கான ஊழல்களை உள்ளடக்கிய, ஆனால் குற்றவாளிகள் இல்லாமல் இருப்பது ஒரு அற்புதமான சூழ்நிலை.",
        "அரசியல்வாதிகள் மக்களிடம் இருந்து கொள்ளையடித்த பணத்தை மீட்டுத் தருமாறு கோரி காலி முகத்திடல் மற்றும் எதிர்க்கட்சி அரசியல் கட்சிகள் நடத்தும் போராட்டங்களை எதிர்த்துப் போட்டியிட முடியாது. எவ்வாறாயினும், இந்த புனிதமான நோக்கத்தை உணர்ந்துகொள்வதில் தீவிரமாக இருக்கும் எவரும், யஹபாலன அரசாங்கம் என்று அழைக்கப்படும் போது பெற்ற அனுபவத்திலிருந்து படிப்பினைகளைப் பெற வேண்டும். ஐக்கிய தேசியக் கட்சி, ஜேவிபி, ஜாதிக ஹெல உறுமய மற்றும் ஸ்ரீலங்கா சுதந்திரக் கட்சியின் மைத்திரி அணித் தலைவர்கள், கடந்த ராஜபக்ச அரசாங்கத்தின் தலைவர்கள், குறிப்பாக ராஜபக்ச குடும்பத்தினர் பல கோடி ரூபாயை பொது நிதியில் இருந்து கொள்ளையடித்ததாக குற்றம் சாட்டினர். ராஜபக்ச குடும்பத்திற்கு ஹெலிகாப்டர்கள், கோடிக்கணக்கான மதிப்புள்ள குதிரைகள், பிற நாடுகளில் கோட்டைகள், சுவிஸ் வங்கி கணக்குகள் உள்ளதாக அவர்கள் குற்றம் சாட்டினர். 2015ஆம் ஆண்டு ராஜபக்ச குடும்பத்தைச் சேர்ந்தவர்களுக்கு துபாயில் வங்கிக் கணக்குகள் இருப்பதாகவும், அதில் கோடிக்கணக்கான டாலர்கள் பதுக்கி வைக்கப்பட்டிருப்பதாகவும் கூறப்பட்டது. முன்னாள் ஜனாதிபதி மகிந்த ராஜபக்சவும் அவரது குடும்பத்தினரும் தசாப்தகால ஆட்சியில் இருந்த போது 18 பில்லியன் அமெரிக்க டொலர்களை மோசடி செய்ததாகக் கூறப்படும் 18 பில்லியன் அமெரிக்க டொலர்களை கண்டுபிடிப்பதற்கு நான்கு வெளிநாட்டு நாடுகளின் ஆதரவை அரசாங்கம் பெறுவதாக 2015 மார்ச்சில் அப்போதைய வெளிவிவகார அமைச்சர் மங்கள சமரவீர தெரிவித்தார்.",
        "அதேபோன்று, கடந்த அரசாங்கத்தின் போது இடம்பெற்ற மத்திய வங்கி பிணைமுறி ஊழல் கடந்த ஜனாதிபதி மற்றும் பாராளுமன்றத் தேர்தல்களின் போது அரசாங்கத்தின் தற்போதைய தலைவர்களின் முக்கிய கோஷங்களில் ஒன்றாக இருந்தது. ஆனாலும், இந்தக் குற்றச்சாட்டுகள் என்ன ஆனது என்பது வரலாறு.",
        "இந்த குறிப்பிட்ட குற்றச்சாட்டுகளின் உண்மைத்தன்மை எதுவாக இருந்தாலும், நாட்டில் பில்லியன் கணக்கில் ஊழல் நடந்திருப்பது உண்மைதான். இருப்பினும், ஒரு ஆய்வு மற்றும் செயல்திட்டம் இல்லாமல் வெறும் கோஷங்கள் பிரச்சினையை தீர்க்காது."
      ]
    }
  }
}