{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-explains-regime-which-is-still-creating-forex-shortages-95215/",
  "time_ut": 1654514040,
  "title": "Sri Lanka explains regime which is still creating forex shortages",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has explained its exchange rate regime, which is still creating forex shortages amid a failed attempt to float the currency after mis-targeting interest rates for two years.",
    "Sri Lanka has a soft-peg or intermediate regime (now called a flexible exchange rate) which loses credibility quickly and collapses frequently when liquidity is injected as money and exchange policies conflict.",
    "The rupee collapsed steeply after March 2022, as an attempt was made to float the currency with a surrender requirement (forced dollars sales to the central bank) making the regime a peg and forcing the currency down, critics have said.",
    "The central bank is now intervening in the market with surrendered and borrowed dollars, preventing a clean float from taking place.",
    "Sri Lanka’s rupee has fallen from 4.70 to the US dollar to 365 to the US dollar since the soft-peg was set up in 1950.",
    "In 2022 Sri Lanka is suffering the worst currency crises in the history of the intermediate regime central bank.",
    "However the central bank has taken the fundamental step in raising rates which will reduce domestic credit, private investments and therefore imports, drive more money to the deficit, and reduce money printing which is creating forex shortages.",
    "Sri Lanka’s public are generally net savers and are incapable for creating balance of payment problems.",
    "Forex shortages are a problem associated with soft pegs. Clean floats also do not have forex shortages.",
    "The Current Exchange Rate Arrangement:  Background, Positive Impact thus far, and Expected Outcomes",
    "This note is intended to explain to the general public the background to the current exchange rate arrangement, and the positive impact it has already made, and expected outcomes in the period ahead.",
    "The country is facing extremely challenging economic circumstances at present while it is going through the worst balance of payments crisis in history. The Sri Lanka rupee was subject to tremendous depreciation pressure, amidst the shortage of foreign exchange liquidity in the domestic foreign exchange market, warranting a measured adjustment in the determination of the exchange rate in early March 2022, compared to the level that prevailed in the market amidst concerns about the adverse impact of any large depreciation of the exchange rate on the society.",
    "However, the outcome of the exchange rate flexibility that was thereafter allowed following the initial measured adjustment fell short of expectations due to the large overshooting by market forces, reflecting the significant liquidity pressures that prevailed in the domestic foreign exchange market as well as the delay in market correction. This behaviour of exchange rate since allowing more flexibility in March 2022 suggests the need for careful sequencing of measures when allowing flexibility in exchange rate under balance of payments crisis conditions.",
    "Following the excessive depreciation, inflation accelerated significantly through imported prices, while second-round effects of such excessive depreciation on other goods and services were also observed subsequently. Moreover, due to the acute shortage of foreign exchange in the domestic foreign exchange market, along with continuous depreciation of exchange rate, the conversions of foreign exchange by the foreign exchange holders delayed due to expectation of further depreciation and high premium offered in the grey market, thus adding further pressures on the currency.",
    "Meanwhile, the demand for foreign exchange in the grey market thrived to part finance rising import demand outside the banking system, causing further pressures on the currency as well as heightening stresses in the banking system. This significant volatility of the exchange rates drove up the interbank exchange rates as well as customer buying and selling rates in an abrupt nature, causing undue speculation on the currency.",
    "Against this backdrop, limiting the extent of depreciation and excessive volatility became necessary. If remained unresolved, such boundless rate of depreciation of the exchange rate could have led to extremely detrimental impact on overall macroeconomic stability, given the severity of the balance of payment crisis that the country is going through at the moment. Further, during the discussions with the Heads of Treasuries of licensed commercial banks, the need for some guidance to the market from the Central Bank on the degree of volatility of the exchange rate movements was emphasized, while the commercial banks have the prerogative to determine the interbank spot market exchange rate.",
    "In consultation with the market players, the Central Bank commenced providing daily guidance on the degree of volatility (with an allowable two-sided variation margin) to all licensed commercial banks from 13 May 2022 based on exchange rate determined in the interbank market on the preceding day. Although this arrangement is often misinterpreted as ‘pegged exchange rate’ regime, there are clear distinctions between the current transitory arrangement and the pegged exchange rate system. Under the pegged exchange rate regime a fixed middle rate is usually dictated by a central bank, while market driven variable spot rate being considered as the middle rate under the current arrangement.",
    "The implementation of this arrangement has brought in a greater stability in the exchange rate determination in both formal market and grey market thus far, while also minimizing excessive margins prevailed in both markets, and the effects of the same are expected to reflect in the exchange rates used for customer transactions. According to the feedback received from the stakeholders, there exists broader consensus on the current arrangement of the exchange rate, which is market driven with less volatility and more predictability, compared to the earlier arrangement, which experienced excessively volatile of the exchange rate driven more by speculation rather than market forces and economic fundamentals.",
    "The Government and the Central Bank implemented several complementary measures, alongside the current exchange rate arrangement, to correct some of the imbalances observed in the external sector, thereby bringing about stability in the domestic foreign exchange market. Restrictions imposed on open accounts and consignment payments terms have helped curtail activity in the grey market, thereby narrowing the gap between the official exchange rate and the grey market rate. Accordingly, the current exchange rate arrangement is viewed as a more credible mechanism, vis-a-vis an arrangement where grey market activity could operate freely.",
    "Consequently, inflows on account of workers’ remittances to the banking system have gathered pace since the introduction of the new exchange rate arrangement, while conversions have improved. Import expenditure has declined notably in May 2022, compared to April 2022, according to provisional data from Sri Lanka Customs.",
    "Despite the reduction in import expenditure, all possible measures would be taken to secure availability of essential commodities with the expected inflows from multilateral and bilateral sources to the banking system in the period ahead. Given the degree of overshooting of the exchange rate in March 2022, a further market based correction is expected with the deceleration of non urgent import expenditure, alongside increasing inflows to the banking system in terms of workers’ remittances and export proceeds on goods and services, among others.",
    "This improved momentum in the domestic foreign exchange market is expected to consolidate with the progress being made towards reaching the staff level agreement with the International Monetary Fund (IMF) on a funding arrangement, along with the negotiations for bridging finance from other multilateral and bilateral partners.",
    "The Central Bank would like to reiterate that the current arrangement of exchange rate would be reviewed from time to time, and further flexibility would be allowed if need be, once market confidence is restored, supported by envisaged foreign exchange inflows to the country."
  ],
  "translate": {
    "si": {
      "title": "තවමත් විදේශ විනිමය හිඟයක් ඇති කරන පාලන තන්ත්‍රය ශ්‍රී ලංකාව පැහැදිලි කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ මහ බැංකුව වසර දෙකක කාලයක් පොලී අනුපාත වැරදි ලෙස ඉලක්ක කිරීමෙන් පසු මුදල් පාවෙන අසාර්ථක උත්සාහයක් මධ්‍යයේ තවමත් විදේශ විනිමය හිඟයක් ඇති කරමින් සිටින සිය විනිමය අනුපාත තන්ත්‍රය පැහැදිලි කර ඇත.",
        "මුදල් සහ හුවමාරු ප්‍රතිපත්ති ගැටුමක් ලෙස ද්‍රවශීලතාව එන්නත් කරන විට ඉක්මනින් විශ්වාසනීයත්වය නැති වන අතර නිතර කඩා වැටෙන මෘදු-පෙග් හෝ අතරමැදි පාලන තන්ත්‍රයක් (දැන් නම්‍යශීලී විනිමය අනුපාතයක් ලෙස හැඳින්වේ) ශ්‍රී ලංකාවට ඇත.",
        "2022 මාර්තු මාසයෙන් පසු රුපියල දැඩි ලෙස කඩා වැටුණු අතර, යටත් වීමේ අවශ්‍යතාවයක් (මහ බැංකුවට බලහත්කාරයෙන් ඩොලර් විකිණීම) සමඟ මුදල් පාවීමට උත්සාහ කිරීම නිසා පාලන තන්ත්‍රය කකුලක් බවට පත් කර මුදල් පහත වැටීමට බල කෙරුණු බව විචාරකයෝ පවසති.",
        "මහ බැංකුව දැන් වෙලඳපොලට මැදිහත් වන්නේ යටත් වූ සහ ණයට ගත් ඩොලර් වලින්, පිරිසිදු පාවෙන සිදුවීම වළක්වයි.",
        "1950 දී සොෆ්ට්-පෙග් පිහිටුවීමෙන් පසු ශ්‍රී ලංකාවේ රුපියල එක්සත් ජනපද ඩොලරයට 4.70 සිට එක්සත් ජනපද ඩොලරයට 365 දක්වා පහත වැටී ඇත.",
        "2022 දී ශ්‍රී ලංකාව අතරමැදි පාලන තන්ත්‍රයේ මහ බැංකු ඉතිහාසයේ දරුණුතම මුදල් අර්බුදයකට ලක් වේ.",
        "කෙසේ වෙතත්, මහ බැංකුව විසින් අනුපාත ඉහළ නැංවීමේ මූලික පියවර ගෙන ඇති අතර එමඟින් දේශීය ණය, පුද්ගලික ආයෝජන සහ ඒ නිසා ආනයනය අඩු කිරීම, හිඟයට වැඩි මුදලක් තල්ලු කිරීම සහ විදේශ විනිමය හිඟයක් ඇති කරන මුදල් මුද්‍රණය අඩු කිරීම.",
        "ශ්‍රී ලංකාවේ මහජනතාව සාමාන්‍යයෙන් ශුද්ධ ඉතිරි කරන්නන් වන අතර ගෙවුම් ශේෂ ගැටලු ඇති කිරීමට හැකියාවක් නැත.",
        "Forex හිගයන් යනු soft pegs හා සම්බන්ධ ගැටලුවකි. පිරිසිදු floats ද විදේශ විනිමය හිඟයක් නොමැත.",
        "වත්මන් විනිමය අනුපාත සැකැස්ම: පසුබිම, මෙතෙක් ධනාත්මක බලපෑම සහ අපේක්ෂිත ප්‍රතිඵල",
        "මෙම සටහන සාමාන්‍ය ජනතාවට වත්මන් විනිමය අනුපාත සැකැස්මේ පසුබිම සහ එය දැනටමත් සිදු කර ඇති ධනාත්මක බලපෑම සහ ඉදිරි කාල සීමාව තුළ අපේක්ෂිත ප්‍රතිඵල පැහැදිලි කිරීමට අදහස් කෙරේ.",
        "ඉතිහාසයේ දරුණුතම ගෙවුම් ශේෂ අර්බුදයකට මුහුණ දෙමින් සිටින අතර මේ වන විට රට අතිශය අභියෝගාත්මක ආර්ථික තත්ත්වයන්ට මුහුණ දී සිටී. දේශීය විදේශ විනිමය වෙළෙඳපොළේ විදේශ විනිමය ද්‍රවශීලතා හිඟය මධ්‍යයේ ශ්‍රී ලංකා රුපියල දැවැන්ත අවප්‍රමාණයේ පීඩනයකට ලක් වූ අතර, වෙළෙඳපොළ තුළ පැවති මට්ටමට සාපේක්ෂව 2022 මාර්තු මස මුලදී විනිමය අනුපාතිකය තීරණය කිරීමේදී මනින ලද ගැලපීමක් අවශ්‍ය වේ. විනිමය අනුපාතිකයේ ඕනෑම විශාල ක්ෂයවීමක් සමාජයට අහිතකර ලෙස බලපානු ඇතැයි යන කනස්සල්ල මධ්‍යයේ.",
        "කෙසේ වෙතත්, දේශීය විදේශ විනිමය වෙළෙඳපොළ තුළ පැවති සැලකිය යුතු ද්‍රවශීලතා පීඩනයන් මෙන්ම ප්‍රමාදය පිළිබිඹු කරමින් වෙළෙඳපොළ බලවේග විසින් සිදු කරන ලද විශාල අධිප්‍රමාණය හේතුවෙන් විනිමය අනුපාතික නම්‍යශීලිත්වයේ ප්‍රතිඵලය මූලික මනින ලද ගැලපීමෙන් පසුව ඉඩ ලබා දී ඇති අතර එය අපේක්ෂාවන්ට වඩා අඩු විය. වෙළෙඳපොළ නිවැරදි කිරීම. 2022 මාර්තු මාසයේ දී වැඩි නම්‍යශීලී බවක් ලබා දීමේ සිට විනිමය අනුපාතිකයේ මෙම හැසිරීම යෝජනා කරන්නේ ගෙවුම් ශේෂයේ අර්බුදකාරී තත්ත්වයන් යටතේ විනිමය අනුපාතිකයේ නම්‍යශීලීභාවයට ඉඩ දීමේදී ප්‍රවේශමෙන් ක්‍රියාමාර්ග අනුක්‍රමණය කිරීමේ අවශ්‍යතාවයයි.",
        "අධික ලෙස ක්ෂය වීමෙන් පසුව, ආනයනික මිල ගණන් හරහා උද්ධමනය සැලකිය යුතු ලෙස වේගවත් වූ අතර, අනෙකුත් භාණ්ඩ හා සේවා මත එවැනි අධික ලෙස ක්ෂය වීමේ දෙවන වටයේ බලපෑම් ද පසුව නිරීක්ෂණය විය. තවද, දේශීය විදේශ විනිමය වෙළෙඳපොළේ පවතින උග්‍ර විදේශ විනිමය හිඟය හේතුවෙන්, විනිමය අනුපාතිකය අඛණ්ඩව ක්ෂය වීමත් සමඟ, තවදුරටත් ක්ෂයවීම් සහ අළු වෙළෙඳපොළේ ඉහළ වාරිකයක් අපේක්ෂා කිරීම හේතුවෙන් විදේශ විනිමය හිමියන්ගේ විදේශ විනිමය පරිවර්තනය ප්‍රමාද විය. , මේ අනුව මුදල් මත තවදුරටත් පීඩනය එකතු කරයි.",
        "මේ අතර, අළු වෙලඳපොලේ විදේශ විනිමය සඳහා ඇති ඉල්ලුම බැංකු පද්ධතියෙන් පිටත ඉහළ යන ආනයන ඉල්ලුමට අර්ධ මූල්‍යකරණය කිරීම සඳහා වර්ධනය වූ අතර, මුදල් ඒකකයේ තවදුරටත් පීඩනයන් මෙන්ම බැංකු පද්ධතියේ ආතතීන් ඉහළ ගියේය. විනිමය අනුපාතවල මෙම සැලකිය යුතු අස්ථාවරත්වය නිසා අන්තර් බැංකු විනිමය අනුපාත මෙන්ම පාරිභෝගික මිල දී ගැනීමේ සහ විකිණීමේ අනුපාත හදිසි ස්වභාවයකින් ඉහළ ගිය අතර, මුදල් ඒකකයේ අනවශ්‍ය සමපේක්ෂන ඇති විය.",
        "මෙම පසුබිමට එරෙහිව, ක්ෂයවීම් හා අධික අස්ථාවරත්වය සීමා කිරීම අවශ්ය විය. නොවිසඳී පැවතියේ නම්, මේ මොහොතේ රට මුහුණ දෙන ගෙවුම් ශේෂ අර්බුදයේ බරපතලකම සැලකිල්ලට ගෙන, විනිමය අනුපාතිකයේ එවැනි අසීමිත ක්ෂයවීම් අනුපාතය සමස්ත සාර්ව ආර්ථික ස්ථාවරත්වයට අතිශයින්ම අහිතකර බලපෑමක් ඇති කිරීමට හේතු විය හැකිය. තවද, බලපත්‍රලාභී වාණිජ බැංකුවල භාණ්ඩාගාර ප්‍රධානීන් සමඟ පැවති සාකච්ඡාවලදී, විනිමය අනුපාතික චලනයන්හි අස්ථාවරත්වයේ තරම පිළිබඳව මහ බැංකුවෙන් වෙළඳපොළට යම් මග පෙන්වීමක් අවශ්‍ය බව අවධාරණය කරන ලද අතර, වාණිජ බැංකුවලට අන්තර් බැංකු ස්ථාන වෙළෙඳපොළ විනිමය අනුපාතය.",
        "වෙළඳපල ක්‍රීඩකයින් සමඟ සාකච්ඡා කර, පෙර දින අන්තර් බැංකු වෙළඳපොලේ තීරණය කරන ලද විනිමය අනුපාතිකය මත පදනම්ව 2022 මැයි 13 දින සිට සියලුම බලපත්‍රලාභී වාණිජ බැංකුවලට අස්ථාවරත්වයේ මට්ටම (අවසර දිය හැකි ද්විපාර්ශ්වික විචල්‍ය ආන්තිකය සමඟ) පිළිබඳ දෛනික මාර්ගෝපදේශ සැපයීම මහ බැංකුව ආරම්භ කළේය. දින. මෙම විධිවිධානය බොහෝ විට ‘නිශ්චය කළ විනිමය අනුපාතික’ තන්ත්‍රය ලෙස වැරදි ලෙස අර්ථකථනය කරනු ලැබුවද, වර්තමාන සංක්‍රාන්ති විධිවිධානය සහ ස්ථාවර විනිමය අනුපාත පද්ධතිය අතර පැහැදිලි වෙනස්කම් තිබේ. ස්ථාවර විනිමය අනුපාත තන්ත්‍රය යටතේ සාමාන්‍යයෙන් මහ බැංකුවක් විසින් ස්ථාවර මධ්‍යම අනුපාතිකයක් නියම කරනු ලබන අතර, වෙළඳපල ක්‍රියාත්මක වන විචල්‍ය ස්ථාන අනුපාතය වර්තමාන විධිවිධානය යටතේ මධ්‍යම අනුපාතය ලෙස සලකනු ලැබේ.",
        "මෙම විධිවිධානය ක්‍රියාත්මක කිරීම මගින් මෙතෙක් විධිමත් වෙළෙඳපොළ සහ අළු වෙළෙඳපොළ යන දෙකෙහිම විනිමය අනුපාතික තීරණයෙහි වැඩි ස්ථායීතාවයක් ඇති කර ඇති අතර, වෙළෙඳපොළ දෙකෙහිම පැවති අධික ආන්තික අවම කිරීම සහ එහි ප්‍රතිඵල විනිමය අනුපාතවල පිළිබිඹු වනු ඇතැයි අපේක්ෂා කෙරේ. පාරිභෝගික ගනුදෙනු සඳහා භාවිතා වේ. පාර්ශ්වකරුවන්ගෙන් ලැබුණු ප්‍රතිපෝෂණවලට අනුව, විනිමය අනුපාතිකයේ වත්මන් සැකැස්ම පිළිබඳව පුළුල් එකඟතාවයක් පවතින අතර, එය පෙර පැවති විනිමය අනුපාතිකයේ අධික ලෙස වාෂ්පශීලී වීම අත්විඳින ලද පෙර විධිවිධානයට සාපේක්ෂව අඩු අස්ථාවරත්වයකින් සහ වැඩි පුරෝකථනයකින් යුක්තව වෙළෙඳපොළ මෙහෙයවනු ලැබේ. වෙළඳපල බලවේග සහ ආර්ථික මූලධර්මවලට වඩා සමපේක්ෂනය.",
        "රජය සහ මහ බැංකුව වත්මන් විනිමය අනුපාත විධිවිධානයට සමගාමීව, බාහිර අංශයේ නිරීක්ෂණය වූ සමහර අසමතුලිතතා නිවැරදි කිරීමට අනුපූරක පියවර කිහිපයක් ක්‍රියාවට නංවා ඇති අතර එමඟින් දේශීය විදේශ විනිමය වෙළඳපොලේ ස්ථාවරත්වයක් ඇති කළේය. විවෘත ගිණුම් සහ තොග ගෙවීමේ කොන්දේසි මත පනවා ඇති සීමා අළු වෙළඳපොලේ ක්‍රියාකාරකම් සීමා කිරීමට උපකාරී වී ඇති අතර එමඟින් නිල විනිමය අනුපාතිකය සහ අළු වෙළඳපොළ අනුපාතය අතර පරතරය අඩු වේ. ඒ අනුව, වත්මන් විනිමය අනුපාත සැකැස්ම වඩාත් විශ්වාසදායක යාන්ත්‍රණයක් ලෙස සලකනු ලැබේ, අළු වෙළඳපල ක්‍රියාකාරකම් නිදහසේ ක්‍රියාත්මක විය හැකි විධිවිධානයකට සාපේක්ෂව.",
        "එහි ප්‍රතිඵලයක් වශයෙන්, නව විනිමය අනුපාත විධිවිධාන හඳුන්වාදීමෙන් පසු බැංකු පද්ධතියට සේවක ප්‍රේෂණ හේතුවෙන් ගලා ඒම වේගවත් වී ඇති අතර, පරිවර්තනයන් වැඩිදියුණු වී ඇත. ශ්‍රී ලංකා රේගුවේ තාවකාලික දත්ත වලට අනුව 2022 අප්‍රේල් මාසයට සාපේක්ෂව 2022 මැයි මාසයේදී ආනයන වියදම් කැපී පෙනෙන ලෙස පහත වැටී ඇත.",
        "ආනයන වියදම් අඩු වුවද, ඉදිරි කාලය තුළ බහුපාර්ශ්වික සහ ද්විපාර්ශ්වික මූලාශ්‍රවලින් බැංකු පද්ධතියට අපේක්ෂිත ගලා ඒම සමඟ අත්‍යවශ්‍ය භාණ්ඩ ලබා ගැනීමේ හැකියාව සුරක්ෂිත කිරීමට ගත හැකි සෑම පියවරක්ම ගනු ලැබේ. 2022 මාර්තු මාසයේ දී විනිමය අනුපාතිකය අධිතක්සේරු කිරීමේ මට්ටම අනුව, සේවක ප්‍රේෂණ සහ භාණ්ඩ හා සේවා මත අපනයන ආදායම අනුව බැංකු පද්ධතියට ගලා ඒම වැඩි වීමත් සමඟ, හදිසි නොවන ආනයන වියදම් අඩුවීමත් සමඟ තවදුරටත් වෙළෙඳපොළ පදනම් වූ නිවැරදි කිරීමක් අපේක්ෂා කෙරේ. වෙනත් අය අතර.",
        "දේශීය විදේශ විනිමය වෙළෙඳපොළේ මෙම වැඩිදියුණු වූ ගම්‍යතාව, අනෙකුත් බහුපාර්ශ්වික සහ ද්විපාර්ශ්වික හවුල්කරුවන්ගෙන් මූල්‍ය සම්බන්ධ කිරීම සඳහා වන සාකච්ඡා සමඟින්, අරමුදල් වැඩපිළිවෙළක් පිළිබඳ ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ කාර්ය මණ්ඩල මට්ටමේ ගිවිසුමකට එළඹීමේ ප්‍රගතිය සමඟ ඒකාබද්ධ වනු ඇතැයි අපේක්ෂා කෙරේ. .",
        "දැනට පවතින විනිමය අනුපාතිකය කලින් කලට සමාලෝචනය කරන බවත්, අවශ්‍ය නම්, වෙළෙඳපොළ විශ්වාසය යථා තත්ත්වයට පත් වූ පසු, අපේක්ෂා කරන විදේශ විනිමය ගලා ඒමෙන් සහාය වන බවත්, අවශ්‍ය නම් තවදුරටත් නම්‍යශීලී වීමට ඉඩ සලසන බව මහ බැංකුව නැවත අවධාරණය කිරීමට කැමැත්තෙන් සිටී."
      ]
    },
    "ta": {
      "title": "இன்னும் அந்நிய செலாவணி பற்றாக்குறையை உருவாக்கும் ஆட்சியை இலங்கை விளக்குகிறது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் மத்திய வங்கி அதன் மாற்று விகித ஆட்சியை விளக்கியுள்ளது, இது இரண்டு ஆண்டுகளாக வட்டி விகிதங்களை தவறாக இலக்காகக் கொண்டு நாணயத்தை மிதக்கும் முயற்சியின் தோல்விக்கு மத்தியில் இன்னும் அந்நிய செலாவணி பற்றாக்குறையை உருவாக்குகிறது.",
        "இலங்கையில் ஒரு சாஃப்ட்-பெக் அல்லது இடைநிலை ஆட்சி உள்ளது (இப்போது நெகிழ்வான பரிமாற்ற வீதம் என்று அழைக்கப்படுகிறது) இது நம்பகத்தன்மையை விரைவாக இழக்கிறது மற்றும் பணம் மற்றும் பரிமாற்றக் கொள்கைகள் முரண்படுவதால் பணப்புழக்கம் உட்செலுத்தப்படும் போது அடிக்கடி வீழ்ச்சியடைகிறது.",
        "மார்ச் 2022 க்குப் பிறகு ரூபாய் செங்குத்தான சரிவைச் சந்தித்தது, நாணயத்தை ஒரு சரணடைதல் தேவையுடன் (மத்திய வங்கிக்கு டாலர்களை விற்பனை செய்வது) ஆட்சியை ஒரு பெக் ஆக்கியது மற்றும் நாணயத்தை வலுக்கட்டாயமாக மாற்றும் முயற்சி மேற்கொள்ளப்பட்டதால், விமர்சகர்கள் கூறியுள்ளனர்.",
        "மத்திய வங்கி இப்போது சரணடைந்த மற்றும் கடன் வாங்கிய டாலர்களுடன் சந்தையில் தலையிட்டு, ஒரு சுத்தமான மிதவை நடைபெறுவதைத் தடுக்கிறது.",
        "1950 ஆம் ஆண்டு சாஃப்ட்-பெக் நிறுவப்பட்டதில் இருந்து இலங்கையின் ரூபாயின் மதிப்பு அமெரிக்க டொலருக்கு 4.70 இலிருந்து 365 ஆக வீழ்ச்சியடைந்துள்ளது.",
        "2022 இல் இலங்கை மத்திய வங்கியின் இடைநிலை ஆட்சி வரலாற்றில் மிக மோசமான நாணய நெருக்கடியை எதிர்கொள்கிறது.",
        "எவ்வாறாயினும், மத்திய வங்கி விகிதங்களை உயர்த்துவதில் அடிப்படை நடவடிக்கையை எடுத்துள்ளது, இது உள்நாட்டு கடன், தனியார் முதலீடுகள் மற்றும் இறக்குமதியைக் குறைக்கும், அதிக பணத்தை பற்றாக்குறைக்கு செலுத்துகிறது மற்றும் அந்நிய செலாவணி பற்றாக்குறையை உருவாக்கும் பணத்தை அச்சிடுவதைக் குறைக்கும்.",
        "இலங்கையின் பொதுமக்கள் பொதுவாக நிகர சேமிப்பாளர்கள் மற்றும் கொடுப்பனவுச் சிக்கல்களை உருவாக்கத் தகுதியற்றவர்கள்.",
        "அந்நிய செலாவணி பற்றாக்குறை மென்மையான ஆப்புகளுடன் தொடர்புடைய ஒரு பிரச்சனை. சுத்தமான மிதவைகள் கூட அந்நிய செலாவணி பற்றாக்குறை இல்லை.",
        "தற்போதைய மாற்று விகித ஏற்பாடு: பின்னணி, இதுவரை ஏற்பட்ட நேர்மறையான தாக்கம் மற்றும் எதிர்பார்த்த முடிவுகள்",
        "தற்போதைய மாற்று விகித ஏற்பாட்டின் பின்னணியையும், அது ஏற்கனவே ஏற்படுத்திய நேர்மறையான தாக்கத்தையும், வரவிருக்கும் காலத்தில் எதிர்பார்க்கப்படும் விளைவுகளையும் பொதுமக்களுக்கு விளக்குவதற்காக இந்தக் குறிப்பு உள்ளது.",
        "நாடு தற்போது மிகவும் சவாலான பொருளாதார சூழ்நிலைகளை எதிர்கொண்டுள்ள அதேவேளையில், வரலாற்றில் மிக மோசமான கொடுப்பனவு சமநிலை நெருக்கடியை எதிர்கொண்டுள்ளது. உள்நாட்டு அந்நியச் செலாவணி சந்தையில் அந்நியச் செலாவணி பணப்புழக்கத்தின் பற்றாக்குறைக்கு மத்தியில், இலங்கை ரூபாய் மிகப்பெரிய தேய்மான அழுத்தத்திற்கு உட்பட்டது, சந்தையில் நிலவிய அளவோடு ஒப்பிடுகையில், 2022 மார்ச் மாத தொடக்கத்தில் மாற்று விகிதத்தை நிர்ணயிப்பதில் அளவிடப்பட்ட சரிசெய்தலுக்கு உத்தரவாதம் அளிக்கப்பட்டது. சமூகத்தில் மாற்று விகிதத்தின் ஏதேனும் பெரிய தேய்மானத்தின் பாதகமான தாக்கம் பற்றிய கவலைகளுக்கு மத்தியில்.",
        "எவ்வாறாயினும், ஆரம்ப அளவிடப்பட்ட சரிசெய்தலைத் தொடர்ந்து அனுமதிக்கப்பட்ட மாற்று விகித நெகிழ்வுத்தன்மையின் விளைவு, சந்தை சக்திகளின் பெரிய அளவுக்கதிகமான அதிகரிப்பு காரணமாக எதிர்பார்ப்புகளை விட குறைவாக இருந்தது, இது உள்நாட்டு அந்நிய செலாவணி சந்தையில் நிலவிய குறிப்பிடத்தக்க பணப்புழக்க அழுத்தங்களை பிரதிபலிக்கிறது. சந்தை திருத்தம். மார்ச் 2022 இல் அதிக நெகிழ்வுத்தன்மையை அனுமதித்ததில் இருந்து இந்த பரிமாற்ற விகிதத்தின் நடத்தை, பணச் சமநிலை நெருக்கடி நிலைமைகளின் கீழ் மாற்று விகிதத்தில் நெகிழ்வுத்தன்மையை அனுமதிக்கும் போது, ​​கவனமாக வரிசைப்படுத்த வேண்டிய நடவடிக்கைகளை பரிந்துரைக்கிறது.",
        "அதிகப்படியான தேய்மானத்தைத் தொடர்ந்து, இறக்குமதி செய்யப்பட்ட விலைகள் மூலம் பணவீக்கம் கணிசமாக அதிகரித்தது, அதே சமயம் பிற பொருட்கள் மற்றும் சேவைகள் மீதான இத்தகைய அதிகப்படியான தேய்மானத்தின் இரண்டாம் சுற்று விளைவுகளும் தொடர்ந்து காணப்பட்டன. மேலும், உள்நாட்டு அந்நியச் செலாவணி சந்தையில் கடுமையான அந்நியச் செலாவணி பற்றாக்குறை, மாற்று விகிதத்தின் தொடர்ச்சியான தேய்மானத்துடன், மேலும் தேய்மானம் மற்றும் சாம்பல் சந்தையில் வழங்கப்படும் அதிக பிரீமியத்தின் எதிர்பார்ப்பு காரணமாக அந்நிய செலாவணி வைத்திருப்பவர்களின் அந்நியச் செலாவணியை மாற்றுவதில் தாமதம் ஏற்பட்டது. , இதனால் நாணயத்தின் மீது மேலும் அழுத்தங்கள் சேர்க்கப்படுகின்றன.",
        "இதற்கிடையில், சாம்பல் சந்தையில் அன்னியச் செலாவணிக்கான தேவை வங்கி அமைப்புக்கு வெளியே அதிகரித்து வரும் இறக்குமதி தேவைக்கு நிதியளிக்க செழித்தது, இது நாணயத்தின் மீது மேலும் அழுத்தங்களை ஏற்படுத்தியது மற்றும் வங்கி அமைப்பில் அழுத்தங்களை அதிகரித்தது. மாற்று விகிதங்களின் இந்த குறிப்பிடத்தக்க ஏற்ற இறக்கம் வங்கிகளுக்கு இடையேயான மாற்று விகிதங்கள் மற்றும் வாடிக்கையாளர் வாங்குதல் மற்றும் விற்பனை விகிதங்களை திடீரென உயர்த்தியது, இது நாணயத்தின் மீது தேவையற்ற ஊகங்களை ஏற்படுத்தியது.",
        "இந்தப் பின்னணியில், தேய்மானம் மற்றும் அதிகப்படியான ஏற்ற இறக்கத்தின் அளவைக் கட்டுப்படுத்துவது அவசியமானது. தீர்க்கப்படாமல் இருந்தால், பரிமாற்ற வீதத்தின் இத்தகைய வரம்பற்ற தேய்மான விகிதம் ஒட்டுமொத்த பொருளாதார ஸ்திரத்தன்மையின் மீது மிகவும் மோசமான தாக்கத்தை ஏற்படுத்தியிருக்கலாம், இந்த நேரத்தில் நாடு கடந்து கொண்டிருக்கும் பேமெண்ட் சமநிலை நெருக்கடியின் தீவிரத்தன்மையைக் கருத்தில் கொண்டு. மேலும், உரிமம் பெற்ற வணிக வங்கிகளின் கருவூலத் தலைவர்களுடனான கலந்துரையாடலின் போது, ​​மாற்று விகிதங்களின் ஏற்ற இறக்கத்தின் அளவு குறித்து மத்திய வங்கியிடமிருந்து சந்தைக்கு சில வழிகாட்டுதல்களின் தேவை வலியுறுத்தப்பட்டது, அதே நேரத்தில் வணிக வங்கிகளுக்கு மட்டுமே வங்கிகளுக்கு இடையிலான சந்தை மாற்று விகிதம்.",
        "சந்தை பங்கேற்பாளர்களுடன் கலந்தாலோசித்து, மத்திய வங்கியானது 13 மே 2022 முதல் அனைத்து உரிமம் பெற்ற வணிக வங்கிகளுக்கும் ஏற்ற இறக்கத்தின் அளவு (அனுமதிக்கக்கூடிய இருபக்க மாறுபாடு விளிம்புடன்) குறித்த தினசரி வழிகாட்டுதலை வழங்கத் தொடங்கியது. நாள். இந்த ஏற்பாடு பெரும்பாலும் 'பெக்ட் எக்ஸ்சேஞ்ச் ரேட்' ஆட்சியாக தவறாகப் புரிந்து கொள்ளப்பட்டாலும், தற்போதைய இடைநிலை ஏற்பாட்டிற்கும் பெக் செய்யப்பட்ட மாற்று விகித முறைக்கும் இடையே தெளிவான வேறுபாடுகள் உள்ளன. நிர்ணயிக்கப்பட்ட மாற்று விகித ஆட்சியின் கீழ் ஒரு நிலையான நடுத்தர விகிதம் பொதுவாக மத்திய வங்கியால் கட்டளையிடப்படுகிறது, அதே நேரத்தில் சந்தை இயக்கப்படும் மாறி புள்ளி விகிதம் தற்போதைய ஏற்பாட்டின் கீழ் நடுத்தர விகிதமாகக் கருதப்படுகிறது.",
        "இந்த ஏற்பாட்டின் நடைமுறையானது இதுவரை முறையான சந்தை மற்றும் சாம்பல் சந்தை ஆகிய இரண்டிலும் மாற்று விகித நிர்ணயத்தில் அதிக ஸ்திரத்தன்மையைக் கொண்டு வந்துள்ளது, அதே நேரத்தில் இரு சந்தைகளிலும் நிலவும் அதிகப்படியான விளிம்புகளைக் குறைக்கிறது, மேலும் இதன் விளைவுகள் மாற்று விகிதங்களில் பிரதிபலிக்கும் என்று எதிர்பார்க்கப்படுகிறது. வாடிக்கையாளர் பரிவர்த்தனைகளுக்கு பயன்படுத்தப்படுகிறது. பங்குதாரர்களிடமிருந்து பெறப்பட்ட கருத்துகளின்படி, மாற்று விகிதத்தின் தற்போதைய ஏற்பாட்டின் மீது பரந்த ஒருமித்த கருத்து உள்ளது, இது முந்தைய ஏற்பாட்டுடன் ஒப்பிடுகையில், குறைந்த ஏற்ற இறக்கம் மற்றும் அதிக முன்கணிப்பு ஆகியவற்றுடன் சந்தை இயக்கப்படுகிறது. சந்தை சக்திகள் மற்றும் பொருளாதார அடிப்படைகளை விட ஊகங்கள்.",
        "அரசாங்கமும் மத்திய வங்கியும் தற்போதைய மாற்று விகித ஏற்பாட்டுடன், வெளித் துறையில் காணப்பட்ட சில ஏற்றத்தாழ்வுகளைச் சரிசெய்வதற்காக, உள்நாட்டு அந்நியச் செலாவணி சந்தையில் ஸ்திரத்தன்மையைக் கொண்டு வருவதற்கு, பல நிரப்பு நடவடிக்கைகளை நடைமுறைப்படுத்தியுள்ளன. திறந்த கணக்குகள் மற்றும் சரக்கு கட்டண விதிமுறைகள் மீது விதிக்கப்பட்ட கட்டுப்பாடுகள் சாம்பல் சந்தையில் செயல்பாட்டைக் குறைக்க உதவியது, இதன் மூலம் அதிகாரப்பூர்வ பரிமாற்ற வீதத்திற்கும் சாம்பல் சந்தை விகிதத்திற்கும் இடையிலான இடைவெளியைக் குறைக்கிறது. அதன்படி, தற்போதைய மாற்று விகித ஏற்பாடு, சாம்பல் சந்தை செயல்பாடு சுதந்திரமாக செயல்படக்கூடிய ஒரு ஏற்பாட்டிற்கு மாறாக, மிகவும் நம்பகமான வழிமுறையாக பார்க்கப்படுகிறது.",
        "இதன் விளைவாக, புதிய மாற்று விகித ஏற்பாட்டின் அறிமுகத்திற்குப் பிறகு, வங்கி அமைப்புக்கு தொழிலாளர்கள் பணம் அனுப்புவதன் மூலம் வரவுகள் அதிகரித்துள்ளன, அதே நேரத்தில் மாற்றங்கள் மேம்பட்டுள்ளன. இலங்கை சுங்கத் துறையின் தற்காலிகத் தரவுகளின்படி, ஏப்ரல் 2022 உடன் ஒப்பிடுகையில், 2022 மே மாதத்தில் இறக்குமதிச் செலவுகள் குறிப்பிடத்தக்க வகையில் குறைந்துள்ளது.",
        "இறக்குமதி செலவினங்கள் குறைக்கப்பட்ட போதிலும், எதிர்காலத்தில் பலதரப்பு மற்றும் இருதரப்பு மூலங்களிலிருந்து வங்கி அமைப்புக்கு எதிர்பார்க்கப்படும் வரவுகளுடன் அத்தியாவசியப் பொருட்கள் கிடைப்பதை உறுதிப்படுத்த அனைத்து சாத்தியமான நடவடிக்கைகளும் எடுக்கப்படும். மார்ச் 2022 இல் மாற்று விகிதத்தை மிகைப்படுத்தியதன் அளவைக் கருத்தில் கொண்டு, தொழிலாளர்களின் பணம் அனுப்புதல் மற்றும் பொருட்கள் மற்றும் சேவைகளின் மீதான ஏற்றுமதி வருமானம் ஆகியவற்றின் அடிப்படையில் வங்கி முறைக்கு வரத்து அதிகரிப்புடன், அவசரமற்ற இறக்குமதி செலவினங்களின் வீழ்ச்சியுடன் மேலும் சந்தை அடிப்படையிலான திருத்தம் எதிர்பார்க்கப்படுகிறது. மற்றவர்கள் மத்தியில்.",
        "உள்நாட்டு அந்நியச் செலாவணி சந்தையில் இந்த மேம்பட்ட வேகமானது, சர்வதேச நாணய நிதியத்துடன் (IMF) ஒரு நிதி ஏற்பாட்டின் பேரில் பணியாளர் நிலை ஒப்பந்தத்தை எட்டுவதற்கான முன்னேற்றத்துடன் ஒருங்கிணைக்கப்படும் என்று எதிர்பார்க்கப்படுகிறது. .",
        "மாற்று விகிதத்தின் தற்போதைய ஏற்பாடு அவ்வப்போது மறுபரிசீலனை செய்யப்படும் என்று மத்திய வங்கி மீண்டும் வலியுறுத்த விரும்புகிறது, மேலும் தேவைப்பட்டால், சந்தை நம்பிக்கையை மீட்டெடுத்தவுடன், நாட்டிற்கு எதிர்பார்க்கப்படும் அந்நிய செலாவணி வரவால் ஆதரிக்கப்படும்."
      ]
    }
  }
}