{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/war-at-close-quarters-oh-how-unlovely/",
  "time_ut": 1653136680,
  "title": "War at close quarters– oh, how unlovely !",
  "body_lines": [
    "When I was a schoolboy of eight at St. Benedict’s College, Colombo, I was made to stand on a platform and recite “The Charge of the Light Brigade.” With great gusto I rendered the passage, “Cannon to the right of them, Cannon to the left of them, Cannon behind them volleyed and thundered,” with fingers pointing to the appropriate points in the compass. I thought war was grand, especially when the audience began to cheer like mad.",
    "Many years later when I with three others, stood on a hill barely 1,800 yards from the Japanese positions on the Arakan Front and watched the real stuff – the Allied guns and dive-bombers blasting the enemy strongholds all round us – our blood nearly froze in our veins.",
    "As I told you last Sunday there were four of us: A.C. Stewart, Editor of “The Times of Ceylon,” G.J. Padmanabha, Deputy Editor of the “Ceylon Daily News,” K.V.S. Vas, Editor of “The Virakesari,” and myself representing “The Ceylon Observer.” Stewart was the most affluent of the Four Musketeers invited by Lord Mountbatten to see the last stages of World War II in Burma.",
    "His flask of brandy, like the bottomless well at Puttur, never ran dry. So we huddled close to him, especially one cold night at a God-forsaken place called Comilla, on our way from Calcutta to Chittagong. It was not the low temperature alone that made us shiver. The Japanese were flying too close to us for our comfort, and the spotless white banian and cloth of Vas, the Brahmin, made us a sort of sitting target for the enemy snipers, who were all over the place.",
    "Regarding that assignment it was not the rigours of the actual battle-front that have stuck in my mind so much as the amusing interludes at Chandpur, Chittagong, Cox’s Bazaar and Maungdaw and finally the adventures in the streets of Calcutta.",
    "If ever you travel from Calcutta to Chittagong I would advise you not to do the whole trip by train. Do part of it along the placid waters of the River Meghna, one of the major tributaries of the Brahmaputra. The Chittagong-bound train from Calcutta leaves the city just before dawn and as one moves eastward the glory of the sunrise seen from the train, can only be compared to the view one gets on a clear day from Adam’s Peak.",
    "After about six hours the train reaches a little station called Goulanda. It is on the banks of the Meghna and anchored by the side of a floating book-office is a steamer, flat-bottomed and paddle-wheeled. Probably the show-boats on the Mississippi, made famous in Negro song and history, were bigger models of these picturesque craft.",
    "Padmanabha, who appeared to be in the mood for a little chanson about the black man’s burden, could not obey that impulse, owing to the noise made by a gang of labourers who were bearing their burdens accompanied by a chant resembling, the Volga boatman’s song. Some men were loading mysterious parcels probably with lethal potentialities, while others were engaged in the more mundane task of shovelling the silt with spades and pick-axes from the river’s edge.",
    "We embarked on the boat just about noon, after an eight-hour train journey. In the little dining room red-turbaned waiters were busy laying the table. The smell of cooked food assailed the nostrils sharpening the appetites already made keen by swigs off Stewart’s flask of brandy. As the boat’s whistle went off, the romantic little craft was released from her moorings and somebody said it was time for lunch.",
    "Not more that 20 people could sit at one and the same time, but that was quite enough, as there were not more than 20 on the upper deck, though there were many more in other parts of the boat. The soup tasted good. The fish, caught in the very waters in which were chugging along, was better. The next item was Irish stew, and Stewart, the Scotsman attacked it with fierce intensity.",
    "To the three men from Ceylon, it was however the rice and curry that appealed most. Over little mounds of snow-white, thin, long-grained Delhi rice large chunks of chicken, curried in Indian fashion, were placed. There was dhal in abundance and papadams, which greatly pleased our Brahmin companion.",
    "Next to me sat a strapping big Borah contractor from Dacca. He went through every course with a zeal worthy of a better cause. When it came to the curry he thought he should say a few words. “This is done in our Bengal style,” he said, smacking his lips after consuming two platefuls of rice. He helped himself to two more pieces of chicken and asked me whether I liked it, but there was no more to be had.",
    "My Borah neighbour, in a loud voice then called for the pudding. One could close one’s eyes and say that he liked that, too. He did not care for the coffee. The cups were too small for his taste.",
    "The siesta in the two-berth cabin was disturbed by the call for tea. As we emerged on deck again, we were told we were passing the birth-place of C.R. Das, the great Indian nationalist. So through the silence of the waters, broken only by the cacophonous calls of kites and sea-gulls, we reached Chandpur the last port of call on the road to Chittagong.",
    "I was glad in one way that the Japanese had bombed Chittagong. The very look of the place at that time created a violent prejudice. Going through the main street was like going through Reclamation Road and coming out at Sea Street. It was dusty, dirty and unhealthy. I slept there under a mosquito net. In the morning, when I rose I thought I had disturbed a hive of bees.",
    "There they were, thousands of big fat mosquitoes trying to force, like big fat rugger forwards, an entrance through the narrow apertures of the curtain. Had the net not covered me while I slept, I am afraid I would not have been alive to tell this tale.",
    "It is almost impossible to compress within the narrow compass of this column, what happened during the two or three weeks on a battle-port. Or, to describe the things we saw or the people we met. For example, the quaint sight of attractive Burmese women carrying small children, but smoking big black cheroots, the vast plains near Cox’s bazaar over-run by snipe and teal, the transit military camps where one had to walk about one hundred yards from the dormitory to the latrines – which incidentally had no doors – the bully beef diet, the marvellous physiques of the Indian soldiers nourished on chappatis and a little ghee and the spirit of camaraderie of all the Allied military personnel.",
    "But I must get back to Calcutta and tell you an interesting story about a foreigner who made a strange request. We were in the Grand Hotel and after breakfast, while the others were spending their last few pice in the Hogg market where you can buy anything you can think of, I was ruminating awhile, watching the passing pageant on the pavement.",
    "The hotel is situated in Chowringhee. the main street of Calcutta, which every school boy knows is about five times the size of Colombo. I was in deep thought when I was suddenly accosted by a man dressed in grey flannels and a white shirt. His eyes were red, his feet were unsteady and every time he exhaled the air was filled with the aroma of some potent liquor.",
    "As he looked up at me I noticed that something was worrying him. Discontent was written on his face. He grabbed me by the shoulder. My heart went out to him. Here was a man, I thought, a Stranger in a strange land, needing help. Obviously he believed I was an Indian and I asked him what I could do for him. “Do ?” he growled and spat out. I was about to leave him and allow him to enjoy the headache he had acquired at that early hour — it was about eight-thirty — when he spoke again.",
    "“Do you know I come from Ceylon?” he blurted out in a thick Scottish brogue. Until then I knew he was a European but could not identify his nationality. Of course, the going was bound to be good after that. The magic word Ceylon made me prick up my ears. While he clung to my shoulders I clutched at his elbow. It must have been a moving sight.",
    "Smartly dressed Anglo-Indian girls on their way to work giggled as they passed by. A British officer who seemed to sum up the situation at a glance gave a sympathetic wink and walked on. The usual crowd was beginning to collect. I suggested moving up. He assented. We stopped at a popular joint called Firpo’s and then he poured forth his soul.",
    "He was a seaman. He had been to many lands and visited strange countries. Forty years he had spent on the ocean wave. Born and bred among the distilleries in the Highlands, he had acquired a penchant for the strong brew that comes from Scotland. But his heart was in Ceylon. He told me how beautiful it was. He spoke of Colombo with a gulp in his throat and of the little hotel in Chatham Street, named after a famous Admiral, where he used to stay. I was silent. He went on talking. Time was marching on. I could have listened to him till dusk. Finally as he bade me good-bye he said: “You must visit Ceylon some day.”",
    "There was one disappointment on this otherwise most instructive and entertaining trip. I wonder whether you remember reading about the Black Hole of Calcutta. It happened about 220 years ago when a fellow called Suraj-ud-Dowlah, the Nawab of Bengal, suddenly lost his temper and attacked the British East India Co.",
    "The Nawab collared 146 Empire builders, all Englishmen of course, and in order to test certain theories he had about space, he shoved them into a dungeon less than 20 feet square. Naturally, there was not enough air to go round and 123 British bodies were discovered the following morning. The other 23, who were half dead managed to tell their tale of woe to Lord Clive, who naturally took a serious view of the Nawab’s cruel joke.",
    "Three thousand British troops were summoned and English history books tell us that they made mince-meat of the Nawab’s force of 50,000. Clive’s men were probably armed with guns while the Nawab’s men must have had lovely swords and axes. Anyhow, this was one little hole in Calcutta that I wished to see but our guide pretended not to have heard of it. He was a Bengali.",
    "Ranil-Rajapaksa Interim Government and Cabinet are a betrayal of the People",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සමීප ස්ථානවල යුද්ධය - ඔහ්, කෙතරම් අශෝභනද!",
      "body_lines": [
        "මම කොළඹ ශාන්ත බෙනඩික්ට් විද්‍යාලයේ අට වසරේ පාසල් ශිෂ්‍යයෙක්ව සිටියදී, මාව වේදිකාවක් මත හිටගෙන \"ආලෝක බලකායේ ආරෝපණය\" කියන්නට සැලැස්සුවා. මාලිමා යන්ත්‍රයේ යෝග්‍ය ලක්ෂ්‍ය වෙත ඇඟිලි දිගු කරමින්, “ඔවුන්ගේ දකුණට කාලතුවක්කුව, ඔවුන්ට වමට කාලතුවක්කුව, ඔවුන් පිටුපසින් කැනන් වොලි සහ ගිගුරුම් සහිත” යන ඡේදය මම මහත් ආශාවෙන් ඉදිරිපත් කළෙමි. විශේෂයෙන් ප්‍රේක්ෂකයින් පිස්සුවෙන් මෙන් ඔල්වරසන් දෙන්නට පටන් ගත් විට, යුද්ධය විශිෂ්ට යැයි මම සිතුවෙමි.",
        "වසර ගණනාවකට පසු මම තවත් තිදෙනෙකු සමඟ අරකාන් පෙරමුණේ ජපන් ස්ථානවල සිට යන්තම් යාර 1,800 ක් පමණ දුරින් පිහිටි කන්දක් මත සිටගෙන සැබෑ දේ - මිත්‍ර පාක්ෂික තුවක්කු සහ කිමිදුම් බෝම්බකරුවන් අප වටා සතුරාගේ බලකොටු පුපුරුවා හරින ආකාරය - අපගේ රුධිරය බොහෝ දුරට ශීත විය. අපේ නහර.",
        "පසුගිය ඉරිදා මම ඔබට කී පරිදි අපි හතර දෙනෙක් සිටිමු: A.C. Stewart, \"The Times of Ceylon,\" කර්තෘ ජී. පද්මනාභ, \"සිලෝන් ඩේලි නිවුස්\" හි නියෝජ්‍ය කර්තෘ කේ.වී.එස්. වාස්, \"The Virakesari\" කර්තෘ සහ මම \"The Ceylon Observer\" නියෝජනය කරනවා. බුරුමයේ දෙවන ලෝක යුද්ධයේ අවසාන අදියර නැරඹීමට මවුන්ට්බැටන් සාමිවරයා විසින් ආරාධනා කරන ලද මස්කටියර්වරුන් හතර දෙනාගෙන් වඩාත්ම ධනවත් වූයේ ස්ටුවර්ට් ය.",
        "පුත්තූර්හි පතුලක් නැති ළිඳ මෙන් ඔහුගේ බ්‍රැන්ඩි බෝතලය කිසිදා සිඳී ගියේ නැත. ඒ නිසා අපි කල්කටාවේ සිට චිතගොං බලා යන අතරමගදී දෙවියන් විසින් අත්හැර දැමූ කොමිලා නම් ස්ථානයකදී, විශේෂයෙන්ම එක් සීතල රාත්‍රියක ඔහු වෙතට ළං වුණෙමු. අපව වෙව්ලන්නට වූයේ අඩු උෂ්ණත්වය පමණක් නොවේ. අපගේ පහසුව සඳහා ජපන් ජාතිකයින් අපට ඉතා සමීපව පියාසර කරමින් සිටි අතර, වාස් බ්‍රාහ්මණයාගේ කැළැල් නැති සුදු බැනියම් සහ රෙදි, අපව සෑම තැනකම සිටි සතුරු ස්නයිපර්වරුන්ගේ ඉලක්කයක් බවට පත් කළේය.",
        "එම පැවරුම සම්බන්ධයෙන්, චාන්ද්පූර්, චිතගොං, කොක්ස් බසාර් සහ මවුන්ඩාව් හි විනෝදජනක අතුරු කථා සහ අවසානයේ කල්කටාවේ වීදිවල වික්‍රමාන්විතයන් තරම් මගේ මනසෙහි රැඳී ඇත්තේ සැබෑ සටන් පෙරමුණේ දැඩි බව නොවේ.",
        "ඔබ කවදා හෝ කල්කටාවේ සිට චිතගොං දක්වා ගමන් කරන්නේ නම්, මුළු ගමනම දුම්රියෙන් නොයන ලෙස මම ඔබට උපදෙස් දෙමි. බ්‍රහ්මපුත්‍රාහි ප්‍රධාන අතු ගංගාවක් වන මේඝනා ගඟේ නිසල ජලය දිගේ එයින් කොටසක් කරන්න. කල්කටාවේ සිට චිතගොං බලා යන දුම්රිය අලුයම උදාවීමට පෙර නගරයෙන් පිටත් වන අතර දුම්රියෙන් පෙනෙන හිරු උදාවේ තේජස නැඟෙනහිර දෙසට ගමන් කරන විට, කෙනෙකුට සැසඳිය හැක්කේ පැහැදිලි දිනයක ආදම්ගේ කඳු මුදුනේ සිට දකින දර්ශනයට පමණි.",
        "පැය හයකට පමණ පසු දුම්රිය ගෞලන්ද නම් කුඩා දුම්රිය ස්ථානයට ළඟා වේ. එය මේඝනා නදියේ ඉවුරේ පිහිටා ඇති අතර පාවෙන පොත් කාර්යාලයක් අසල නැංගුරම් ලා ඇත්තේ පැතලි පතුලක් සහ පැඩල් රෝද සහිත වාෂ්පයකි. නීග්‍රෝ ගීතයේ සහ ඉතිහාසයේ ප්‍රසිද්ධියට පත් වූ මිසිසිපි හි ප්‍රදර්ශන බෝට්ටු මෙම මනරම් යාත්‍රාවල විශාල මාදිලි විය හැකිය.",
        "වොල්ගා ඔරුකාරයාගේ ගීතයට සමාන ගායනයක් සමඟ තම බර උසුලාගත් කම්කරු නඩයක් කළ ඝෝෂාව නිසා කලුවාගේ බර ගැන පුංචි චන්සන්ගේ මනෝභාවයකින් පෙනී සිටි පද්මනාභට ඒ ආවේගයට අවනත වීමට නොහැකි විය. . සමහර මිනිසුන් මාරාන්තික විභවයන් සහිත අද්භූත පාර්සල් පටවමින් සිටි අතර තවත් සමහරු ගඟ අද්දර රොන්මඩ සහ පික්-පොරවලින් සවල දැමීමේ වඩාත් ලෞකික කාර්යයේ නිරත වූහ.",
        "පැය අටක දුම්රිය ගමනකින් පසු අපි දහවල් දොළහට පමණ බෝට්ටුවට නැග්ගා. කුඩා කෑම කාමරයේ රතු ටර්බන් පැළඳ සිටි වේටර්වරු මේසය තැබීමේ කාර්යබහුල වූහ. පිසූ ආහාරවල සුවඳ, ස්ටුවර්ට්ගේ බ්‍රැන්ඩි පෙට්ටිය ඉවතට විසි කිරීමෙන් දැනටමත් උනන්දු වී ඇති ආහාර රුචිය තියුණු කරමින් නාස්පුඩුවලට පහර දුන්නේය. බෝට්ටුවේ විසිල් හඬ නැඟුණු විට, ආදර කුඩා යාත්‍රාව ඇගේ නැංගුරම්වලින් මුදා හරින ලද අතර කවුරුහරි පැවසුවේ දිවා ආහාරය සඳහා වේලාවයි.",
        "20 දෙනෙකුට එකවර වාඩි වී සිටිය නොහැකි නමුත් ඉහළ තට්ටුවේ 20 දෙනෙකුට වඩා නොසිටි නිසා එය ප්‍රමාණවත් විය, නමුත් බෝට්ටුවේ අනෙක් කොටස්වල තවත් බොහෝ දෙනෙක් සිටියහ. සුප් එක හොඳ රසයි. දිගේ ඇදෙමින් තිබූ ජලයට හසු වූ මාළු වඩා හොඳය. ඊළඟ අයිතමය අයර්ලන්ත ඉස්ටුවක් වූ අතර ස්කොට්ලන්ත ජාතික ස්ටුවර්ට් දරුණු තීව්රතාවයකින් එයට පහර දුන්නේය.",
        "ලංකාවෙන් පැමිණි මිනිසුන් තිදෙනාට, කෙසේ වෙතත්, බත් සහ ව්‍යංජනය වඩාත් සිත් ගත්තේ ය. හිම-සුදු, සිහින්, දිගු ධාන්ය සහිත දිල්ලි සහල් කුඩා ගොඩවල් මත ඉන්දියානු විලාසිතාවේ ව්යංජන කරන ලද විශාල කුකුල් මස් කැබලි තැන්පත් කරන ලදී. පරිප්පු ද පපඩම් ද බහුල වූ අතර එය අපගේ බමුණු සගයා බෙහෙවින් සතුටු විය.",
        "මා අසලින් වාඩි වී සිටියේ ඩැකාහි විශාල බෝරා කොන්ත්‍රාත්කරුවෙකි. වඩා හොඳ අරමුණක් සඳහා සුදුසු ජ්වලිතයකින් ඔහු සෑම පාඨමාලාවක් හරහා ගියේය. ව්යංජනය ගැන කතා කරන විට, ඔහු වචන කිහිපයක් පැවසිය යුතුය. “මේක කරන්නේ අපේ බෙංගාල ක්‍රමයට” ඔහු බත් පිඟාන දෙකක් ආහාරයට ගැනීමෙන් පසු තොල් තලමින් කීවේය. ඔහු තවත් කුකුල් මස් කැබලි දෙකකට උදව් කර, මම එයට කැමතිදැයි මගෙන් ඇසුවද, ඊට වඩා දෙයක් තිබුණේ නැත.",
        "මගේ බෝරා අසල්වැසියා, උස් හඬින් පසුව පුඩිං සඳහා කතා කළේය. කෙනෙකුට ඇස් දෙක පියාගෙන කියන්න පුළුවන් ඔහුත් ඒකට කැමති කියලා. ඔහු කෝපි ගැන තැකීමක් කළේ නැත. ඔහුගේ රසයට කෝප්ප ඉතා කුඩා විය.",
        "නැංගුරම් දෙකේ කුටියේ සිටි සියෙස්ටා තේ සඳහා වූ ඇමතුමෙන් කලබල විය. අපි නැවතත් තට්ටුවේ නැගී එන විට, අපට ශ්‍රේෂ්ඨ ඉන්දීය ජාතිකවාදියෙකු වූ සී.ආර්.දාස්ගේ උපන් ස්ථානය පසුකර යන බව පැවසිණි. එබැවින් සරුංගල් සහ මුහුදු ගුල්ලන්ගේ ඝෝෂාකාරී හඬින් පමණක් බිඳී ගිය ජලයේ නිශ්ශබ්දතාවයෙන් අපි චිතගොං වෙත යන මාර්ගයේ අවසාන ඇමතුම් වරාය වන චාන්ද්පූර් වෙත ළඟා විය.",
        "ජපනුන් චිතගොං වලට බෝම්බ දැමීම ගැන මම එක අතකින් සතුටු වුණා. එකල එම ස්ථානයේ පෙනුමම දරුණු අගතියක් ඇති කළේය. ප්‍රධාන වීදිය හරහා යන එක හරියට Reclamation පාරෙන් ගිහින් සී ස්ට්‍රීට් එකෙන් එලියට එනවා වගේ වැඩක්. එය දූවිලි, අපිරිසිදු සහ සෞඛ්යයට අහිතකර විය. මම එතන මදුරු දැලක් යට නිදාගත්තා. උදේ නැඟිටිනකොට මට හිතුනේ මී වදයකට කරදර කළා කියලා.",
        "ඔවුන් සිටියේ, විශාල මහත මදුරුවන් දහස් ගණනක්, විශාල මහත රගර් ඉදිරියට, තිරයේ පටු විවරයන් හරහා ඇතුල් වීමට බල කිරීමට උත්සාහ කරති. මම නිදා සිටියදී දැල මා ආවරණය නොකළේ නම්, මෙම කතාව පැවසීමට මා ජීවතුන් අතර නොසිටිනු ඇතැයි මම බිය වෙමි.",
        "මෙම තීරුවේ පටු මාලිමාව තුළ සංකෝචනය කිරීම පාහේ කළ නොහැක්කකි, යුධ-තොටුපළක සති දෙක තුනක් තුළ සිදු වූ දේ. එසේත් නැතිනම්, අප දුටු දේවල් හෝ අපට හමු වූ පුද්ගලයන් විස්තර කිරීමට. නිදසුනක් වශයෙන්, කුඩා දරුවන් වඩාගෙන, නමුත් විශාල කළු චෙරූට් දුම් පානය කරන ආකර්ශනීය බුරුම කාන්තාවන්ගේ විචිත්‍රවත් දසුන, කොක්ස් බසාර් අසල ස්නයිප් සහ ටීල් විසින් පාලනය කරන ලද විශාල තැනිතලා, කෙනෙකුට නේවාසිකාගාරයේ සිට යාර සියයක් පමණ ඇවිද යා යුතු සංක්‍රමණ හමුදා කඳවුරු. අහඹු ලෙස දොරක් නොතිබූ වැසිකිලි වලට - චණ්ඩි හරක් මස් කෑම, චපාති සහ ගිතෙල් ස්වල්පයකින් පෝෂණය වූ ඉන්දියානු සොල්දාදුවන්ගේ විස්මිත දේහය සහ සියලුම මිත්‍ර හමුදා නිලධාරීන්ගේ මිත්‍රත්වයේ ආත්මය.",
        "නමුත් මම නැවත කල්කටාවට ගොස් අමුතු ඉල්ලීමක් කළ විදේශිකයෙකු පිළිබඳ රසවත් කතාවක් ඔබට පැවසිය යුතුය. අපි ග්‍රෑන්ඩ් හෝටලයේ සිටි අතර උදේ ආහාරයෙන් පසු, අනෙක් අය ඔබට සිතිය හැකි ඕනෑම දෙයක් මිලදී ගත හැකි හොග් වෙළඳපොලේ ඔවුන්ගේ අවසාන මුදල ගත කරන අතර, මම ටික වේලාවක් පදික වේදිකාවේ ගමන් කරන සංදර්ශන දෙස බලා සිටියෙමි.",
        "හෝටලය චව්රිංගී හි පිහිටා ඇත. සෑම පාසල් පිරිමි ළමයෙක්ම දන්නා කල්කටාවේ ප්‍රධාන වීදිය කොළඹ මෙන් පස් ගුණයක් විශාලය. අළු පැහැති ෆ්ලැනල් සහ සුදු කමිසයකින් සැරසී සිටි මිනිසෙකු හදිසියේම මා වෙත පැමිණි විට මම ගැඹුරු කල්පනාවක සිටියෙමි. ඔහුගේ ඇස් රතු වී, ඔහුගේ පාද නොසන්සුන් වූ අතර ඔහු පිට කරන සෑම අවස්ථාවකම වාතය යම් ප්‍රබල මත්පැන් සුවඳකින් පිරී ගියේය.",
        "ඔහු හිස ඔසවා මා දෙස බලන විට ඔහුට යම්කිසි කනස්සල්ලක් ඇති බව මම දුටුවෙමි. ඔහුගේ මුහුණේ අතෘප්තිය ලියා තිබුණි. ඔහු මගේ උරහිසෙන් අල්ලා ගත්තේය. මගේ හදවත ඔහු වෙත ගියේය. මෙන්න, මම හිතුවා, අමුතු රටක ආගන්තුකයෙක්, උදව් අවශ්‍යයි. පැහැදිලිවම ඔහු මා ඉන්දියානුවෙක් බව විශ්වාස කළ අතර මම ඔහු වෙනුවෙන් මට කුමක් කළ හැකි දැයි ඔහුගෙන් ඇසුවෙමි. \"කරන්න?\" ඔහු ගොරවමින් කෙළ ගැසුවේය. මම ඔහුව අතැර ගොස් ඒ හිමිදිරි පාන්දර - අටයි තිහට පමණ - ඔහු නැවත කතා කරන විට ඔහුට ඇති වූ හිසරදය භුක්ති විඳීමට ඔහුට ඉඩ දෙන්නට විය.",
        "\"ඔයා දන්නවද මම ආවෙ ලංකාවෙන් කියලා?\" ඔහු ඝන ස්කොට්ලන්ත බ්රෝග් එකකින් බොඳ වී ගියේය. එතෙක් මම ඔහු යුරෝපීය ජාතිකයෙකු බව දැන සිටියත් ඔහුගේ ජාතිකත්වය හඳුනා ගැනීමට නොහැකි විය. ඇත්ත වශයෙන්ම, ගමන හොඳ වනු ඇත්තේ ඉන් පසුවය. Ceylon කියන මැජික් වචනය මගේ කන පැලෙන්න ගත්තා. ඔහු මගේ උරහිස් මත එල්ලී සිටියදී මම ඔහුගේ වැලමිට අල්ලා ගතිමි. ඒක චංචල දසුනක් වෙන්න ඇති.",
        "වැඩට යමින් සිටි දක්ෂ ලෙස ඇඳ පැළඳ සිටි ඇන්ග්ලෝ-ඉන්දියානු ගැහැණු ළමයින් ඔවුන් පසුකර යන විට සිනා සෙමින් සිටියහ. බැලූ බැල්මට තත්ත්වය සාරාංශ කරන බව පෙනුණු බ්‍රිතාන්‍ය නිලධාරියෙක් අනුකම්පා සහගත ඇසිපිය ගසා ඉදිරියට ගියේය. සුපුරුදු සෙනඟ එකතු වෙන්න පටන් අරන්. මම ඉහළට යන්න යෝජනා කළා. ඔහු එකඟ විය. අපි ෆිර්පෝස් නම් ජනප්‍රිය සන්ධිස්ථානයක නතර වූ අතර පසුව ඔහු තම ආත්මය වත් කළේය.",
        "ඔහු නාවිකයෙක් විය. ඔහු බොහෝ රටවලට ගොස් ඇති අතර අමුතු රටවල සංචාරය කර ඇත. ඔහු සාගර රැල්ල මත වසර හතළිහක් ගත කළේය. කඳුකරයේ ස්කාගාර අතර ඉපිද හැදී වැඩුණු ඔහු ස්කොට්ලන්තයෙන් එන ශක්තිමත් බීර සඳහා දැඩි ඇල්මක් ලබා තිබුණි. එහෙත් ඔහුගේ සිත තිබුණේ ලංකාවේය. ඒක කොච්චර ලස්සනද කියලා එයා මට කිව්වා. ඔහු කොළඹ ගැන කතා කළේ උගුරේ ගිල්වාගෙන ඔහු නැවතී සිටි සුප්‍රසිද්ධ අද්මිරාල්වරයෙකුගේ නමින් චැතම් වීදියේ කුඩා හෝටලය ගැනය. මම නිහඬව සිටියෙමි. ඔහු කතා කරමින් ගියේය. කාලය ගමන් කරමින් තිබුණි. සවස් වන තුරු මට ඔහුට සවන් දිය හැකිව තිබුණි. අවසානයේදී ඔහු මට සමු දෙන විට ඔහු පැවසුවේ “ඔබ කවදා හෝ ලංකාවට පැමිණිය යුතුයි” කියායි.",
        "මෙම නොඑසේ නම් වඩාත්ම උපදේශාත්මක සහ විනෝදාස්වාද චාරිකාවේ එක් බලාපොරොත්තු සුන්වීමක් විය. කල්කටාවේ කළු කුහරය ගැන කියවූ ඔබට මතකදැයි මට සිතේ. එය සිදු වූයේ මීට වසර 220 කට පමණ පෙර බෙංගාලයේ නවාබ් වූ සුරාජ්-උද්-ඩව්ලා නම් සගයා හදිසියේම කෝපයෙන් මිදී බ්‍රිතාන්‍ය නැගෙනහිර ඉන්දීය සමාගමට පහර දීමෙනි.",
        "නවාබ් අධිරාජ්‍යය ගොඩනඟන්නන් 146 දෙනෙකුගේ කරපටි, ඇත්ත වශයෙන්ම සියලුම ඉංග්‍රීසි ජාතිකයින්, සහ අභ්‍යවකාශය පිළිබඳ ඔහුට තිබූ ඇතැම් න්‍යායන් පරීක්ෂා කිරීම සඳහා, ඔහු ඔවුන්ව වර්ග අඩි 20ට අඩු සිරගෙයකට තල්ලු කළේය. ස්වාභාවිකවම, වටේ යාමට ප්‍රමාණවත් වාතය නොතිබූ අතර පසුදා උදෑසන බ්‍රිතාන්‍ය මළ සිරුරු 123 ක් සොයා ගන්නා ලදී. නවාබ්ගේ කුරිරු විහිළුව ස්වභාවයෙන්ම බැරෑරුම් ලෙස සැලකූ ක්ලයිව් සාමිවරයාට ඔවුන්ගේ දුක්ඛිත කතාව පැවසීමට අඩක් මිය ගිය අනෙක් 23 දෙනා සමත් වූහ.",
        "බ්‍රිතාන්‍ය භටයන් තුන්දහසක් කැඳවන ලද අතර ඉංග්‍රීසි ඉතිහාස පොත් අපට පවසන්නේ ඔවුන් 50,000 ක නවාබ්ගේ හමුදාවෙන් මිනී මස් සෑදූ බවයි. ක්ලයිව්ගේ මිනිසුන් තුවක්කුවලින් සන්නද්ධ වූ අතර නවාබ්ගේ මිනිසුන්ට සුන්දර කඩු සහ පොරෝ තිබිය යුතුය. කෙසේ වෙතත්, මෙය කල්කටාවේ එක් කුඩා සිදුරක් වූ අතර එය මා දැකීමට කැමති වූ නමුත් අපගේ මාර්ගෝපදේශකයා ඒ ගැන නොඇසූ බවක් මවා පෑවේය. ඔහු බෙංගාලි ජාතිකයෙක්.",
        "රනිල්-රාජපක්ෂ අන්තර්වාර ආණ්ඩුව සහ කැබිනට් මණ්ඩලය ජනතාව පාවාදීමකි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "நெருக்கமான இடங்களில் போர்- ஓ, எவ்வளவு அருவருப்பானது!",
      "body_lines": [
        "நான் கொழும்பு செயின்ட் பெனடிக்ட் கல்லூரியில் எட்டு வயது பள்ளி மாணவனாக இருந்தபோது, ​​என்னை ஒரு மேடையில் நின்று \"ஒளி படையின் பொறுப்பு\" என்று வாசிக்க வைத்தார்கள். மிகுந்த ஆர்வத்துடன், \"அவற்றின் வலதுபுறம் பீரங்கி, அவர்களுக்கு இடதுபுறம் பீரங்கி, அவர்களுக்குப் பின்னால் பீரங்கி இடி மற்றும் இடியுடன் கூடிய பீரங்கி\" என்ற பத்தியை திசைகாட்டியில் பொருத்தமான புள்ளிகளை விரல்களால் சுட்டிக்காட்டினேன். குறிப்பாக பார்வையாளர்கள் வெறித்தனமாக ஆரவாரம் செய்ய ஆரம்பித்தபோது, ​​போர் பிரமாண்டமானது என்று நான் நினைத்தேன்.",
        "பல ஆண்டுகளுக்குப் பிறகு, நான் மற்ற மூவருடன், அரக்கான் முன்னணியில் ஜப்பானிய நிலைகளில் இருந்து 1,800 கெஜம் தொலைவில் உள்ள ஒரு மலையில் நின்று உண்மையான விஷயங்களைப் பார்த்தோம் - நேச நாட்டு துப்பாக்கிகள் மற்றும் டைவ்-பாம்பர்கள் எதிரிகளின் கோட்டைகளை வெடிக்கச் செய்வது - எங்கள் இரத்தம் கிட்டத்தட்ட உறைந்தது. எங்கள் நரம்புகள்.",
        "கடந்த ஞாயிற்றுக்கிழமை நான் உங்களுக்குச் சொன்னது போல் நாங்கள் நான்கு பேர் இருந்தோம்: ஏ.சி. ஸ்டீவர்ட், \"தி டைம்ஸ் ஆஃப் சிலோன்,\" ஆசிரியர் ஜி.ஜே. பத்மநாபா, “சிலோன் டெய்லி நியூஸ்” துணை ஆசிரியர் கே.வி.எஸ். வாஸ், “தி வீரகேசரி” பத்திரிகையின் ஆசிரியர் மற்றும் நானும் “தி சிலோன் அப்சர்வர்” ஐ பிரதிநிதித்துவப்படுத்துகின்றேன். பர்மாவில் இரண்டாம் உலகப் போரின் கடைசிக் கட்டங்களைக் காண மவுண்ட்பேட்டன் பிரபுவால் அழைக்கப்பட்ட நான்கு மஸ்கடியர்களில் ஸ்டீவர்ட் மிகவும் வசதியானவர்.",
        "புத்தூரில் உள்ள ஆழ்துளைக் கிணறு போன்ற அவரது பிராந்தி பிளாஸ்க் வறண்டதில்லை. எனவே நாங்கள் அவருக்கு நெருக்கமாக இருந்தோம், குறிப்பாக ஒரு குளிர் இரவில் கல்கத்தாவிலிருந்து சிட்டகாங்கிற்கு செல்லும் வழியில் கோமில்லா என்ற கடவுளால் கைவிடப்பட்ட இடத்தில். குறைந்த வெப்பநிலை மட்டும் நம்மை நடுங்க வைத்தது அல்ல. எங்கள் வசதிக்காக ஜப்பானியர்கள் எங்களுக்கு மிக அருகில் பறந்து கொண்டிருந்தனர், மேலும் வாஸ் என்ற பிராமணனின் கறையற்ற வெள்ளை பனியன் மற்றும் துணி, எல்லா இடங்களிலும் இருந்த எதிரி துப்பாக்கி சுடும் வீரர்களுக்கு ஒரு வகையான உட்காரும் இலக்காக அமைந்தது.",
        "அந்த வேலையைப் பொறுத்தவரை, சந்த்பூர், சிட்டகாங், காக்ஸ் பஜார் மற்றும் மவுங்டாவில் நடந்த வேடிக்கையான இடைவேளைகள் மற்றும் இறுதியாக கல்கத்தா தெருக்களில் சாகசங்கள் என என் மனதில் பதிந்திருப்பது உண்மையான போர்முனையின் கடுமை அல்ல.",
        "நீங்கள் எப்போதாவது கல்கத்தாவிலிருந்து சிட்டகாங்கிற்கு பயணம் செய்தால், முழு பயணத்தையும் ரயிலில் செய்ய வேண்டாம் என்று நான் உங்களுக்கு அறிவுறுத்துகிறேன். பிரம்மபுத்திராவின் முக்கிய துணை நதிகளில் ஒன்றான மேக்னா நதியின் அமைதியான நீரில் அதன் ஒரு பகுதியை செய்யுங்கள். கல்கத்தாவிலிருந்து சிட்டகாங் செல்லும் ரயில் விடியற்காலையில் நகரத்தை விட்டு வெளியேறுகிறது, மேலும் ரயிலில் இருந்து பார்க்கும் சூரிய உதயத்தின் மகிமையை கிழக்கு நோக்கி நகரும்போது, ​​ஆதாமின் சிகரத்திலிருந்து ஒரு தெளிவான நாளில் ஒருவர் பெறும் காட்சியுடன் மட்டுமே ஒப்பிட முடியும்.",
        "சுமார் ஆறு மணி நேரத்திற்குப் பிறகு ரயில் கௌலாண்டா என்ற சிறிய நிலையத்தை அடைந்தது. இது மேகனா நதிக்கரையில் உள்ளது மற்றும் மிதக்கும் புத்தக அலுவலகத்தின் பக்கத்தில் நங்கூரமிடப்பட்ட ஒரு ஸ்டீமர், தட்டையான அடிப்பகுதி மற்றும் துடுப்பு சக்கரம் உள்ளது. மிசிசிப்பியில் உள்ள ஷோ-படகுகள், நீக்ரோ பாடல் மற்றும் வரலாற்றில் பிரபலமானவை, இந்த அழகிய கைவினைப்பொருளின் பெரிய மாதிரிகள்.",
        "வோல்கா படகோட்டியின் பாடலைப் போன்ற ஆரவாரத்துடன் தங்கள் சுமைகளைச் சுமந்துகொண்டிருந்த கூலித் தொழிலாளிகள் எழுப்பிய சத்தத்தால், கறுப்பினத்தவரின் பாரத்தைப் பற்றிக் கொஞ்சம் சான்சனாகத் தோன்றிய பத்மநாபாவால் அந்தத் தூண்டுதலுக்குக் கீழ்ப்படிய முடியவில்லை. . சில ஆண்கள் மர்மமான பொட்டலங்களை அநேகமாக மரணத்திற்குரிய சாத்தியக்கூறுகளுடன் ஏற்றிக் கொண்டிருந்தனர், மற்றவர்கள் ஆற்றின் ஓரத்தில் இருந்து மண்வெட்டிகள் மற்றும் பிக்-கோடாரிகளால் வண்டல் மண் அள்ளும் மிகவும் சாதாரணமான பணியில் ஈடுபட்டிருந்தனர்.",
        "எட்டு மணி நேர ரயில் பயணத்திற்குப் பிறகு, நண்பகலில் படகில் ஏறினோம். சிறிய சாப்பாட்டு அறையில் சிவப்பு தலைப்பாகை அணிந்த பணியாளர்கள் மேசையை அடுக்குவதில் மும்முரமாக இருந்தனர். சமைத்த உணவின் வாசனை நாசியைத் தாக்கி, ஸ்டூவர்ட்டின் பிராந்தியின் குடுவையைத் துடைப்பதன் மூலம் ஏற்கனவே ஆர்வமாக இருந்த பசியைக் கூர்மையாக்கியது. படகின் விசில் ஒலிக்க, காதல் சிறிய கைவினை அவளது மூரிங்கில் இருந்து விடுவிக்கப்பட்டது, யாரோ மதிய உணவுக்கு நேரமாகிவிட்டது என்றார்கள்.",
        "ஒரே நேரத்தில் 20 பேருக்கு மேல் உட்கார முடியாது, ஆனால் மேல் தளத்தில் 20 பேருக்கு மேல் இல்லாததால், படகின் மற்ற பகுதிகளில் இன்னும் பலர் இருந்தபோதிலும் அது போதுமானதாக இருந்தது. சூப் நல்ல சுவையாக இருந்தது. துடித்துக் கொண்டிருந்த தண்ணீரில் பிடிபட்ட மீன் நன்றாக இருந்தது. அடுத்த உருப்படி ஐரிஷ் குண்டு, மற்றும் ஸ்காட்ஸ்மேன் ஸ்டீவர்ட் அதை கடுமையான தீவிரத்துடன் தாக்கினார்.",
        "இலங்கையைச் சேர்ந்த மூன்று ஆண்களுக்கு, சாதம் மற்றும் கறி தான் மிகவும் கவர்ந்தது. பனி-வெள்ளை, மெல்லிய, நீண்ட தானிய டெல்லி அரிசியின் சிறிய குன்றுகளுக்கு மேல், இந்திய பாணியில் வறுக்கப்பட்ட கோழியின் பெரிய துண்டுகள் வைக்கப்பட்டன. மிகுதியாக பருப்பும், பப்பாதமும் இருந்தது, இது எங்கள் பிராமண தோழரை பெரிதும் மகிழ்வித்தது.",
        "எனக்குப் பக்கத்தில் டாக்காவைச் சேர்ந்த பெரிய போரா ஒப்பந்ததாரர் ஒருவர் அமர்ந்திருந்தார். ஒரு சிறந்த நோக்கத்திற்காக தகுதியான ஆர்வத்துடன் அவர் ஒவ்வொரு பாடத்தையும் கடந்து சென்றார். கறி என்று வரும்போது சில வார்த்தைகள் சொல்ல வேண்டும் என்று நினைத்தான். \"இது எங்கள் வங்காள பாணியில் செய்யப்படுகிறது,\" என்று அவர் இரண்டு தட்டு அரிசியை உட்கொண்ட பிறகு உதடுகளைக் கவ்வினார். அவர் மேலும் இரண்டு கோழி துண்டுகளை சாப்பிட உதவினார், எனக்கு இது பிடிக்குமா என்று கேட்டார், ஆனால் அதற்கு மேல் எதுவும் இல்லை.",
        "எனது பக்கத்து வீட்டுக்காரர், உரத்த குரலில் புட்டுக்கு அழைத்தார். ஒருவர் கண்களை மூடிக்கொண்டு, தனக்கும் அது பிடித்திருக்கிறது என்று சொல்லலாம். காபியை அவன் பொருட்படுத்தவில்லை. கோப்பைகள் அவரது சுவைக்கு மிகவும் சிறியதாக இருந்தன.",
        "இரண்டு பெர்த் கேபினில் இருந்த சியெஸ்டா டீக்கான அழைப்பால் கலங்கினாள். நாங்கள் மீண்டும் டெக்கில் தோன்றியபோது, ​​சிறந்த இந்திய தேசியவாதியான சி.ஆர்.தாஸின் பிறந்த இடத்தைக் கடந்து செல்வதாகக் கூறப்பட்டது. காத்தாடிகள் மற்றும் கடற்பாசிகளின் கூக்குரல்களால் மட்டுமே உடைந்த நீரின் நிசப்தத்தின் ஊடாக, சிட்டகாங் செல்லும் சாலையில் கடைசி துறைமுகமான சந்த்பூரை அடைந்தோம்.",
        "ஜப்பானியர்கள் சிட்டகாங்கில் குண்டுவீசித் தாக்கியது ஒருவகையில் மகிழ்ச்சியாக இருந்தது. அந்த நேரத்தில் அந்த இடத்தின் தோற்றமே ஒரு வன்முறை தப்பெண்ணத்தை உருவாக்கியது. பிரதான வீதி வழியாகச் சென்றால் ரெக்லமேஷன் ரோடு வழியாகச் சென்று கடல் தெருவில் வெளியே வருவது போல் இருந்தது. அது தூசி, அழுக்கு மற்றும் ஆரோக்கியமற்றதாக இருந்தது. அங்கே கொசுவலையின் கீழ் தூங்கினேன். காலையில், நான் எழுந்தவுடன், நான் தேனீக்களின் கூட்டை தொந்தரவு செய்தேன் என்று நினைத்தேன்.",
        "அங்கே, ஆயிரக்கணக்கான பெரிய கொழுத்த கொசுக்கள் திரைச்சீலையின் குறுகலான துவாரங்கள் வழியாக ஒரு நுழைவாயிலில், பெரிய கொழுத்த ரக்கர் ஃபார்வர்டுகளைப் போல பலவந்தப்படுத்த முயன்றன. நான் தூங்கும் போது வலை என்னை மூடாமல் இருந்திருந்தால், இந்தக் கதையைச் சொல்ல நான் உயிருடன் இருந்திருக்க மாட்டேன் என்று நான் பயப்படுகிறேன்.",
        "போர்-போர்ட்டில் இரண்டு அல்லது மூன்று வாரங்களில் என்ன நடந்தது என்பதை இந்த நெடுவரிசையின் குறுகிய திசைகாட்டிக்குள் சுருக்குவது கிட்டத்தட்ட சாத்தியமற்றது. அல்லது, நாம் பார்த்த விஷயங்களை அல்லது நாம் சந்தித்த நபர்களை விவரிக்க. எடுத்துக்காட்டாக, சிறிய குழந்தைகளை சுமந்து செல்லும் கவர்ச்சிகரமான பர்மியப் பெண்களின் வினோதமான பார்வை, ஆனால் பெரிய கருப்பு செரூட்களை புகைபிடிப்பது, காக்ஸ் பஜாருக்கு அருகிலுள்ள பரந்த சமவெளிகள், ஸ்னைப் மற்றும் டீல்களால் ஓடுகின்றன, தங்குமிடத்திலிருந்து சுமார் நூறு அடி தூரம் நடக்க வேண்டிய போக்குவரத்து இராணுவ முகாம்கள். தற்செயலாக கதவுகள் இல்லாத கழிவறைகளுக்கு - புல்லி மாட்டிறைச்சி உணவு, சப்பாத்தி மற்றும் சிறிது நெய் ஊட்டப்பட்ட இந்திய வீரர்களின் அற்புதமான உடலமைப்பு மற்றும் அனைத்து நேச நாட்டு ராணுவ வீரர்களின் தோழமை உணர்வு.",
        "ஆனால் நான் மீண்டும் கல்கத்தாவுக்குச் சென்று ஒரு விசித்திரமான கோரிக்கையை விடுத்த ஒரு வெளிநாட்டவரைப் பற்றிய ஒரு சுவாரஸ்யமான கதையைச் சொல்ல வேண்டும். நாங்கள் கிராண்ட் ஹோட்டலில் இருந்தோம், காலை உணவுக்குப் பிறகு, மற்றவர்கள் ஹாக் சந்தையில் தங்களுடைய கடைசி சில பணத்தைச் செலவழித்துக்கொண்டிருந்தபோது, ​​​​நீங்கள் நினைக்கும் எதையும் வாங்கலாம், நான் சிறிது நேரம், நடைபாதையில் கடந்து செல்லும் போட்டியைப் பார்த்துக்கொண்டிருந்தேன்.",
        "ஹோட்டல் சௌரிங்கியில் அமைந்துள்ளது. கல்கத்தாவின் பிரதான வீதி, கொழும்பை விட ஐந்து மடங்கு பெரியது என்று ஒவ்வொரு பள்ளி மாணவனுக்கும் தெரியும். சாம்பல் நிற ஃபிளானல்கள் மற்றும் வெள்ளைச் சட்டை அணிந்திருந்த ஒருவரால் திடீரென்று நான் எதிர்ப்பட்டபோது நான் ஆழ்ந்த சிந்தனையில் இருந்தேன். அவரது கண்கள் சிவந்து, கால்கள் நிலையற்று இருந்தன, ஒவ்வொரு முறையும் அவர் சுவாசிக்கும்போது காற்றில் ஏதோ ஒரு சக்திவாய்ந்த மதுவின் நறுமணம் நிறைந்திருந்தது.",
        "அவர் என்னை நிமிர்ந்து பார்த்தபோது அவருக்கு ஏதோ கவலையாக இருப்பதை நான் கவனித்தேன். அவர் முகத்தில் அதிருப்தி எழுதப்பட்டிருந்தது. என் தோளைப் பிடித்துக் கொண்டார். என் இதயம் அவரை நோக்கி சென்றது. இங்கே ஒரு மனிதன், ஒரு அந்நிய நாட்டில் ஒரு அந்நியன், உதவி தேவை என்று நினைத்தேன். நான் ஒரு இந்தியன் என்று அவர் நம்பினார், அவருக்கு நான் என்ன செய்ய முடியும் என்று கேட்டேன். \"செய் ?\" அவர் உறுமினார் மற்றும் வெளியே துப்பினார். நான் அவரை விட்டு வெளியேறி, அந்த அதிகாலையில் அவருக்கு ஏற்பட்ட தலைவலியை அனுபவிக்க அனுமதிக்கப் போகிறேன் - அவர் மீண்டும் பேசும்போது சுமார் எட்டு முப்பது.",
        "\"நான் சிலோனில் இருந்து வருகிறேன் தெரியுமா?\" அவர் ஒரு தடிமனான ஸ்காட்டிஷ் ப்ரோக்கில் மங்கலானார். அதுவரை அவர் ஒரு ஐரோப்பியர் என்று எனக்குத் தெரியும் ஆனால் அவருடைய தேசத்தை அடையாளம் காண முடியவில்லை. நிச்சயமாக, அதன் பிறகு செல்வது நன்றாக இருக்கும். சிலோன் என்ற மந்திர வார்த்தை என் காதுகளை குத்தியது. அவர் என் தோள்களில் ஒட்டிக்கொண்டிருக்கும்போது நான் அவரது முழங்கையைப் பற்றிக்கொண்டேன். அசையும் காட்சியாக இருந்திருக்க வேண்டும்.",
        "வேலைக்குச் செல்லும் ஆங்கிலோ-இந்தியப் பெண்கள் நேர்த்தியாக உடையணிந்து, அவர்கள் கடந்து செல்லும்போது சிரித்தனர். ஒரு பார்வையில் நிலைமையைச் சுருக்கிச் சொன்னதாகத் தோன்றிய ஒரு பிரிட்டிஷ் அதிகாரி ஒரு அனுதாபக் கண் சிமிட்டிவிட்டு நடந்தார். வழக்கமான கூட்டம் வர ஆரம்பித்தது. மேலே செல்ல பரிந்துரைத்தேன். அவர் ஒப்புக்கொண்டார். நாங்கள் ஃபிர்போஸ் என்ற பிரபலமான இணைப்பில் நிறுத்தினோம், பின்னர் அவர் தனது ஆன்மாவை வெளிப்படுத்தினார்.",
        "அவர் ஒரு கடலோடி. அவர் பல நாடுகளுக்குச் சென்று அந்நிய நாடுகளுக்குச் சென்றார். அவர் கடல் அலையில் நாற்பது ஆண்டுகள் கழித்தார். ஹைலேண்ட்ஸில் உள்ள டிஸ்டில்லரிகளில் பிறந்து வளர்ந்த அவர், ஸ்காட்லாந்தில் இருந்து வரும் வலுவான கஷாயத்தின் மீது நாட்டம் பெற்றார். ஆனால் அவரது இதயம் சிலோனில் இருந்தது. எவ்வளவு அழகாக இருக்கிறது என்று சொன்னார். அவர் கொழும்பைப் பற்றி தொண்டையில் பெருக்கெடுத்துக்கொண்டு பேசினார், மேலும் அவர் தங்கியிருந்த பிரபல அட்மிரல் ஒருவரின் பெயரில் சத்தம் தெருவில் உள்ள சிறிய ஹோட்டலைப் பற்றி பேசினார். நான் அமைதியாக இருந்தேன். பேசிக்கொண்டே போனான். நேரம் நகர்ந்து கொண்டிருந்தது. சாயங்காலம் வரை நான் அவர் பேச்சைக் கேட்டிருக்கலாம். இறுதியாக அவர் என்னிடம் விடைபெறும் போது அவர் கூறினார்: \"நீங்கள் ஒரு நாள் சிலோனுக்குச் செல்ல வேண்டும்.\"",
        "மற்றபடி மிகவும் போதனையான மற்றும் பொழுதுபோக்கு பயணத்தில் ஒரு ஏமாற்றம் இருந்தது. கல்கத்தாவின் பிளாக் ஹோல் பற்றி நீங்கள் படித்தது நினைவிருக்கிறதா என்று எனக்கு ஆச்சரியமாக இருக்கிறது. சுமார் 220 ஆண்டுகளுக்கு முன்பு வங்காளத்தின் நவாப் சூரஜ்-உத்-தௌலா என்ற சக மனிதர் திடீரென நிதானம் இழந்து பிரிட்டிஷ் கிழக்கிந்தியக் குழுவைத் தாக்கியது நடந்தது.",
        "நவாப் 146 பேரரசு கட்டுபவர்களையும், அனைத்து ஆங்கிலேயர்களையும், விண்வெளியைப் பற்றி அவர் கொண்டிருந்த சில கோட்பாடுகளை சோதிப்பதற்காக, அவர்களை 20 அடி சதுரத்திற்கும் குறைவான நிலவறைக்குள் தள்ளினார். இயற்கையாகவே, சுற்றுவதற்கு போதுமான காற்று இல்லை மற்றும் 123 பிரிட்டிஷ் உடல்கள் மறுநாள் காலையில் கண்டுபிடிக்கப்பட்டன. பாதி இறந்த மற்ற 23 பேரும், நவாபின் கொடூரமான நகைச்சுவையை இயல்பாகவே கவனித்த கிளைவ் பிரபுவிடம் தங்கள் துயரக் கதையைச் சொல்ல முடிந்தது.",
        "மூவாயிரம் பிரிட்டிஷ் துருப்புக்கள் வரவழைக்கப்பட்டன, அவர்கள் நவாபின் 50,000 படையில் துண்டு துண்தாக வெட்டப்பட்டதாக ஆங்கில வரலாற்று புத்தகங்கள் கூறுகின்றன. கிளைவின் ஆட்கள் அநேகமாக துப்பாக்கிகளுடன் ஆயுதம் ஏந்தியிருக்கலாம், அதே சமயம் நவாபின் ஆட்களிடம் அழகான வாள்களும் கோடாரிகளும் இருந்திருக்க வேண்டும். எப்படியிருந்தாலும், இது கல்கத்தாவில் ஒரு சிறிய துளை, நான் பார்க்க விரும்பினேன், ஆனால் எங்கள் வழிகாட்டி அதைக் கேட்காதது போல் நடித்தார். அவர் ஒரு பெங்காலி.",
        "ரணில்-ராஜபக்ஷ இடைக்கால அரசும் அமைச்சரவையும் மக்களுக்கு செய்யும் துரோகம்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}