{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/violence-erupts-across-sri-lanka-as-anti-govt-mobs-rain-fire-on-ruling-party-mps-94033/",
  "time_ut": 1652120280,
  "title": "Violence erupts across Sri Lanka as anti-govt mobs rain fire on ruling party MPs",
  "body_lines": [
    "ECONOMYNEXT – Mob violence erupted across Sri Lanka on Monday (09) as angry crowds torched residences and offices of government MPs, destroyed vehicles and assaulted scores of suspected pro-government goons after a ruling party attempt to unleash violence on a peaceful protest in Colombo catastrophically backfired.",
    "Chaos reigned all day and late into the night as the violence continued seemingly unabated around the island with mobs of hundreds descending upon people and property affiliated with the ruling Sri Lanka Podujana Peramuna (SLPP).",
    "The violence was sparked after a group of pro-government “protestors” who had gathered at Temple Trees – the official Colombo residence of Prime Minister Mahinda Rajapaksa – urging him to stay on as PM despite countrywide demands for his resignation along with that of his brother President Gotabaya Rajapaksa launched an unprovoked attack on peaceful protestors outside Temple Trees.",
    "The pro-Rajapaksa protestors, who had reportedly been transported to Temple Trees in a fleet of private buses, were addressed by Prime Minister Rajapaksa and SLPP MPs Pavithra Wanniarachchi, Rohitha Abeygunawardena and Johnston Fernando. Fernando’s speech was said to be particularly vociferous.",
    "The group then made their way to the MynaGoGama protest site, where anti-government protestors had been demonstrating peacefully since late April demanding the prime minister’s resignation. The situation quickly descended to violence as the pro-Rajapaksa protestors assaulted the MynaGoGama protestors and ripped up their tents and set the remaining structures on fire.",
    "The MynaGoGama protestors attempted to fight back, but were easily outnumbered and overpowered by the attackers. News footage showed multiple MynaGoGama protestors being beaten up while police looked on seemingly helpless.",
    "After totally destroying the MynaGoGama camp, the pro-Rajapaksa gang made their way to the main anti-government protest site at Galle Face, the self-styled GotaGoGama where protestors have been demanding peacefully for over a month that President Rajapaksa step down over his role in what has become Sri Lanka’s worst economic crisis in its 74-year post-Independence history.",
    "Within minutes, the protest site – which had been home to a veritable sea of tents, performance stages, food trucks and even a makeshift library – turned into something akin to a warzone after the pro-government mob laid waste to nearly everything that had made it a unique and unprecedented site of civic engagement.",
    "Eyewitnesses said the invaders were met with minimum resistance by police during much of the protest site’s destruction, despite a state of emergency in place, though police was later forced to fire tear gas and water cannon bursts to disperse the crowds.",
    "It was too little, too late. One half of the GotaGoGama camp was more or less razed to the ground by the time the police decided to act. Tents were in tatters and protestors looked dazed and confused even as anger started to boil in them. The fury in the air was palpable. The anti-government protestors were beaten but not defeated as they vowed to rain fire and brimstone on the pro-Rajapaksa crowd, some of whom, it has now transpired, were coerced into being there.",
    "Opposition Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayake soon arrived at the site where he was seen expressing solidarity with the GotaGoGama protestors who had gathered round him to complain. Opposition leader Sajith Premadasa who also arrived not long after was in for a significantly less than warm welcome as some of the protestors attempted to assault him. Some were seen hurling bottles at the man that might’ve become President of Sri Lanka had 6.9 million voters decided differently.",
    "A human barrier was formed by lawyers from the Bar Association of Sri Lanka (BASL) which, ever since the anti-government agitations began, had been throwing its weight behind theprotestors against alleged government suppression. Members of the Inter-University Students Federation (IUSF) also joined.",
    "By mid afternoon, a curfew was announced and was promptly ignored by a growing mob of anti-government protestors in and around Galle Face, Temple Trees, and Perahera Mawatha, who seemed to be rounding up whoever remained of the Rajapaksa supporters. It didn’t seem to matter at this point that the premier had resigned, effectively ending the government. President Rajapaksa was still standing.",
    "Fleeing remnants of the pro-Rajapaksa group were chased right into the Beire Lake where they were forced to tread water with some of the very vehicles that had transported them to Colombo that had been toppled over by angry protestors.",
    "It didn’t take long for open violence to breakout. A large mob of people – it was unclear at this point where they were from or whether they had any direct link to the Galle Face protestors – had gathered at the back entrance of Temple Trees on Perahera Mawatha. They were braying for blood, and they got what they had come for. At least two people that had been fished out of the lake were beaten to within an inch of their life by the mob. Another man who was beaten up outside the parking lot of a leading Colombo hotel was stripped naked.",
    "The mob had taken to their own hands what for all intents and purposes was a mop-up operation, rounding up and beating the remaining pro-Rajapaksa crowd senseless. Police, meanwhile, seemed largely helpless or unwilling to intervene.",
    "Meanwhile, a wave of organised violence was sweeping the country. Buses leaving Colombo were stopped by mobs, and passengers were pulled out for questioning, reportedly to ascertain whether they had been part of the pro-Rajapaksa crew. In some areas, vehicles stood empty in the middle of the road, their windows smashed in. In one incident, a ruling party MP’s vehicle was attacked and the lawmaker was killed in an apparent shooting during the commotion. The assailant has yet to be identified.",
    "The country swiftly descended into chaos as government MPs’ private residences were set ablaze by some organised, some organic groups. Anti-government protestors, who had been largely peaceful till now, rose up with a vengeance, taking their frustrations out on the politicians they held personally responsible for Sri Lanka’s multiple crises.",
    "Homes and offices of prominent SLPP MPs were looted or set on fire, and several political figures were assaulted by enraged anti-government protestors or mobs. Public property too, was damaged.",
    "Roads were blocked, leaving many people stranded and fearful of being attacked. Passersby were ordered by rioters not to video-record their acts of violence.",
    "As night descended, the GotaGoHome protestors commenced rebuilding the site. Those present said they will not leave till Gota (President Rajapaksa) calls it a day. Meanwhile, at nearby Temple Trees, violence rages on. (Colombo/May09/2022)"
  ],
  "translate": {
    "si": {
      "title": "ආණ්ඩු විරෝධී මැර කණ්ඩායම් ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරුන්ට ගිනි වරුසාවක් දමද්දී ශ්‍රී ලංකාව පුරා ප්‍රචණ්ඩත්වය ඇවිලී යයි",
      "body_lines": [
        "ආර්ථීකය - ව්‍යසනකාරී ලෙස කොළඹ පැවති සාමකාමී විරෝධතාවයකට ආණ්ඩු පක්ෂයක් විසින් ප්‍රචණ්ඩත්වය මුදා හැරීමට උත්සාහ කිරීමෙන් පසු කෝපයට පත් ජනකාය ආන්ඩුවේ මන්ත්‍රීවරුන්ගේ නිවාස සහ කාර්යාල ගිනිබත් කිරීම, වාහන විනාශ කිරීම සහ රජයට හිතවත් මැරයන් ගනනාවකට පහර දීම හේතුවෙන් සඳුදා (09) ශ්‍රී ලංකාව පුරා මැර ප්‍රචණ්ඩත්වය හටගත්තේය. පසුබැස්සේය.",
        "පාලක ශ්‍රී ලංකා පොදුජන පෙරමුනට (SLPP) අනුබද්ධ මිනිසුන්ට සහ දේපළවලට සිය ගණනක මැර කල්ලි කඩා වැදීමත් සමඟ දිවයින පුරා ප්‍රචණ්ඩත්වය නොනැවතී දිගටම පැවතීම නිසා අවුල්සහගත තත්ත්වය දිවා රෑ මුළුල්ලේම රජ විය.",
        "අගමැති මහින්ද රාජපක්ෂගේ කොළඹ නිල නිවස වන අරලියගහ මන්දිරයට රැස්ව සිටි රජයට පක්ෂපාතී “විරෝධතාකරුවන්” පිරිසක් ඔහුට ඉල්ලා අස්වන ලෙස රටපුරා ඉල්ලා සිටින ලෙස ඉල්ලා සිටීමෙන් පසුව ප්‍රචණ්ඩත්වය ඇති විය. අරලියගහ මන්දිරයෙන් පිටත සාමකාමී විරෝධතාකරුවන්ට ජනාධිපති ගෝඨාභය රාජපක්ෂ ප්‍රකෝපකාරී ප්‍රහාරයක් එල්ල කළේය.",
        "පෞද්ගලික බස් රථ පෙළකින් අරලියගහ මන්දිරයට ප්‍රවාහනය කර ඇති බව වාර්තා වූ රාජපක්ෂ හිතවාදී විරෝධතාකරුවන් ඇමතීම අගමැති රාජපක්ෂ සහ ශ්‍රී ලංකා පොදුජන පෙරමුණේ පාර්ලිමේන්තු මන්ත්‍රීවරුන් වන පවිත්‍රා වන්නිආරච්චි, රෝහිත අබේගුණවර්ධන සහ ජොන්ස්ටන් ප්‍රනාන්දු විසිනි. ප්‍රනාන්දුගේ කතාව විශේෂයෙන් ඝෝෂාකාරී බව පැවසේ.",
        "පසුව මෙම කණ්ඩායම MynaGoGama විරෝධතා භූමිය වෙත ගමන් කළ අතර, එහිදී රාජ්‍ය විරෝධී විරෝධතාකරුවන් අග්‍රාමාත්‍යවරයාට ඉල්ලා අස්වන ලෙස බලකරමින් අප්‍රේල් මස අග සිට සාමකාමීව විරෝධතාවයේ නිරතව සිටියහ. රාජපක්ෂ හිතවාදී විරෝධතාකරුවන් MynaGoGama විරෝධතාකරුවන්ට පහර දී ඔවුන්ගේ කූඩාරම් ඉරා දමා ඉතිරි ගොඩනැගිලි ගිනි තැබීමත් සමඟ තත්වය ඉක්මනින් ප්‍රචණ්ඩත්වයට පත්විය.",
        "MynaGoGama විරෝධතාකරුවන් ප්‍රතිප්‍රහාර එල්ල කිරීමට උත්සාහ කළ නමුත්, ප්‍රහාරකයින් විසින් පහසුවෙන් සංඛ්‍යාව ඉක්මවා ගොස් අභිබවා ගියහ. මයිනාගෝගම විරෝධතාකරුවන් කිහිප දෙනෙකුට පහර දෙන බව ප්‍රවෘත්ති දර්ශනවලින් පෙන්නුම් කළේ පොලිසිය අසරණව බලා සිටින විටය.",
        "MynaGoGama කඳවුර සහමුලින්ම විනාශ කිරීමෙන් පසු රාජපක්ෂ හිතවාදී කල්ලිය ජනාධිපති රාජපක්ෂගේ භූමිකාවෙන් ඉවත් වන ලෙස මාසයකට වැඩි කාලයක් තිස්සේ සාමකාමීව ඉල්ලා සිටින විරෝධතාකරුවන් විසින් ගාලු මුවදොර ආන්ඩු විරෝධී ප්‍රධාන විරෝධතා ස්ථානය වන ගෝඨගෝගම වෙත ගියහ. නිදහසින් පසු වසර 74ක ඉතිහාසය තුළ ශ්‍රී ලංකාවේ දරුණුතම ආර්ථික අර්බුදය බවට පත්ව ඇති දෙයකි.",
        "මිනිත්තු කිහිපයකින්, විරෝධතා භූමිය - කූඩාරම්, කාර්ය සාධන වේදිකාවන්, ආහාර ට්‍රක් රථ සහ තාවකාලික පුස්තකාලයකට පවා නිවහනක් වූ - රජයට පක්ෂපාතී මැර කල්ලිය විසින් සාදන ලද සෑම දෙයක්ම පාහේ නාස්ති කිරීමෙන් පසු යුද කලාපයකට සමාන දෙයක් බවට පත්විය. එය සිවිල් ක්‍රියාකාරකම්වල අද්විතීය හා පෙර නොවූ විරූ වෙබ් අඩවියකි.",
        "ඇසින් දුටු සාක්ෂිකරුවන් පැවසුවේ, හදිසි තත්වයක් තිබියදීත්, විරෝධතා භූමිය විනාශ කිරීමේ බොහෝ අවස්ථාවන්හිදී, ආක්‍රමණිකයන්ට පොලිසියෙන් අවම ප්‍රතිරෝධයක් එල්ල වූ නමුත්, පසුව පොලිසියට කඳුළු ගෑස් සහ ජල ප්‍රහාර එල්ල කිරීමට බල කෙරුණු නමුත් සමූහයා විසුරුවා හැරීමට සිදු විය.",
        "එය ඉතා සුළු විය, ප්රමාද වැඩි විය. පොලිසිය ක්‍රියාත්මක වීමට තීරණය කරන විට GotaGoGama කඳවුරේ අඩක් අඩු වැඩි වශයෙන් බිමට සමතලා වී තිබුණි. කූඩාරම් ඉරී ගොස් තිබූ අතර කෝපය ඔවුන් තුළ උනු වීමට පටන් ගත් විට පවා විරෝධතාකරුවන් අන්ධ වී සහ ව්‍යාකූල වූ බවක් පෙනෙන්නට තිබුණි. වාතයේ කෝපය පැහැදිලිව පෙනෙන්නට තිබුණි. රාජපක්ෂ හිතවාදී පිරිසට ගින්දර සහ ගෙන්දගම් වරුසාවක් පුරවන බවට සපථ කළ ආණ්ඩු විරෝධී උද්ඝෝෂකයන්ට පහර දුන් නමුත් පරාජය නොවීය, ඔවුන්ගෙන් ඇතැමෙකුට, දැන් එය සිදුවී ඇති අතර, ඔවුන් එහි සිටීමට බල කරන ලදී.",
        "විපක්ෂයේ ජනතා විමුක්ති පෙරමුණේ (ජවිපෙ) නායක අනුර කුමාර දිසානායක ඉක්මනින්ම එම ස්ථානයට පැමිණි අතර, පැමිණිලි කිරීමට ඔහු වටා රැස්ව සිටි ගෝඨාගම විරෝධතාකරුවන්ට සහයෝගීතාව ප්‍රකාශ කරන අයුරු දැකගත හැකි විය. වැඩි වේලාවක් යන්නට මත්තෙන් විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතා ද එහි පැමිණි අතර ඇතැම් විරෝධතාකරුවන් ඔහුට පහර දීමට උත්සාහ කිරීමත් සමඟ ඔහුට ලැබුණේ උණුසුම් පිළිගැනීමකට වඩා අඩුවෙන්. මිලියන 6.9 ක ඡන්දදායකයන් වෙනස් ලෙස තීරණය කර ඇති ශ්‍රී ලංකාවේ ජනාධිපති වීමට ඉඩ ඇති පුද්ගලයාට ඇතැමුන් බෝතල් ගසනු දක්නට ලැබුණි.",
        "ශ්‍රී ලංකා නීතීඥ සංගමයේ (BASL) නීතීඥයින් විසින් මානව බාධකයක් ගොඩනඟන ලද අතර, එය රජයට එරෙහි උද්ඝෝෂණ ආරම්භ වූ දා සිට, ආණ්ඩුවේ මර්දනයට එරෙහිව උද්ඝෝෂකයන් පිටුපස සිය බර හෙළමින් සිටියේය. අන්තර් විශ්වවිද්‍යාල ශිෂ්‍ය බලමණ්ඩලයේ (අවිශිබම) සාමාජිකයින් ද එක්විය.",
        "මධ්‍යම හවස වන විට, ගාලු මුවදොර, අරලියගහ මන්දිරය සහ පෙරහැර මාවතේ සහ ඒ අවට රාජපක්ෂවාදීන්ගේ ඉතිරිව සිටින කවුරුන් හෝ වටකරමින් සිටින බව පෙනෙන්නට තිබූ රාජ්‍ය විරෝධී උද්ඝෝෂකයින්ගේ වැඩෙන කල්ලියක් විසින් ඇඳිරි නීතිය ප්‍රකාශයට පත් කරන ලද අතර වහාම එය නොසලකා හරින ලදී. ආණ්ඩුව ඵලදායී ලෙස අවසන් කරමින් අග්‍රාමාත්‍යවරයා ඉල්ලා අස්වීම මේ මොහොතේ වැදගත් නොවන බව පෙනේ. ජනාධිපති රාජපක්ෂ තවමත් සිටගෙන සිටියේය.",
        "රාජපක්ෂවාදී කල්ලියේ පලා යමින් සිටි ඉතිරි පිරිස බේරේ වැවට ලුහුබැඳ ගිය අතර එහිදී කෝපයට පත් විරෝධතාකරුවන් විසින් පෙරළන ලද කොළඹට ඔවුන් ප්‍රවාහනය කළ වාහනවලින්ම වතුර පාගා දැමීමට ඔවුන්ට සිදු විය.",
        "විවෘත ප්‍රචණ්ඩත්වය පුපුරා යාමට වැඩි කාලයක් ගත නොවීය. ඔවුන් පැමිණියේ කොහි සිටද යන්න හෝ ගාලු මුවදොර විරෝධතාකරුවන් සමඟ ඔවුන්ට ඍජු සම්බන්ධයක් තිබේද යන්න මේ වන විට අපැහැදිලි විශාල පිරිසක් - පෙරහැර මාවතේ අරලියගහ මන්දිරයේ පිටුපස දොරටුව අසලට රැස්ව සිටියහ. ඔවුන් ලේ ඉල්ලා කෑගසමින් සිටි අතර, ඔවුන් පැමිණි දේ ඔවුන්ට ලැබුණි. වැවෙන් මසුන් ඇල්ලූ පුද්ගලයන් දෙදෙනෙකුට මැර පිරිස විසින් ඔවුන්ගේ ජීවිතයේ අඟලක් ඇතුළත පහර දී ඇත. කොළඹ ප්‍රධාන පෙළේ හෝටලයක වාහන නැවැත්වීමේ ස්ථානයෙන් පිටතදී පහර කෑමට ලක් වූ තවත් පුද්ගලයකු නිරුවත් කර ඇත.",
        "සියලු අරමුණු සහ අරමුණු සඳහා මොප්-අප් මෙහෙයුමක් යනු කුමක්දැයි මැර කල්ලිය තම අතට ගෙන තිබුණේ, ඉතිරිව සිටින රාජපක්ෂ හිතවාදී පිරිස වට කර පහර දීමයි. මේ අතර පොලිසිය බොහෝ දුරට අසරණ හෝ මැදිහත් වීමට අකමැති බවක් පෙනෙන්නට තිබුණි.",
        "මේ අතර සංවිධානාත්මක ප්‍රචණ්ඩ ක්‍රියා රැල්ලක් රට පුරා පැතිර යමින් තිබිණි. කොළඹින් පිටත් වූ බස් රථ මැර කල්ලි විසින් නවත්වා, මගීන් ප්‍රශ්න කිරීම සඳහා පිටතට ඇද ගන්නා ලද අතර, ඔවුන් රාජපක්ෂවාදී කාර්ය මණ්ඩලයේ කොටසක් දැයි තහවුරු කර ගැනීමට වාර්තා විය. සමහර ප්‍රදේශවල වාහන පාර මැද හිස්ව සිටුවා, ඒවායේ වීදුරු කුඩු කර ඇත. එක් සිද්ධියකදී ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරයකුගේ වාහනයකට ප්‍රහාරයක් එල්ල වී ඇති අතර, කලබලය අතරතුර සිදුවූ වෙඩි තැබීමකින් මන්ත්‍රීවරයා මිය ගියේය. ප්‍රහාරකයා මෙතෙක් හඳුනාගෙන නොමැත.",
        "ආණ්ඩුවේ මන්ත්‍රීවරුන්ගේ පෞද්ගලික නිවාස ඇතැම් සංවිධානාත්මක, සමහර ඓන්ද්‍රීය කණ්ඩායම් විසින් ගිනිතැබීම නිසා රට වේගයෙන් වියවුල් තත්ත්වයකට පත් විය. මෙතෙක් බොහෝ දුරට සාමකාමීව සිටි රාජ්‍ය විරෝධී විරෝධතාකරුවන් පළිගැනීමක් සමඟ නැගී සිටියේ, ශ්‍රී ලංකාවේ බහුවිධ අර්බුදවලට තමන් පෞද්ගලිකව වගකිව යුතු දේශපාලනඥයන් කෙරෙහි ඔවුන්ගේ කලකිරීම් පිට කරමිනි.",
        "ප්‍රමුඛ පෙළේ ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන්ගේ නිවාස සහ කාර්යාල කොල්ලකෑම් හෝ ගිනි තබා ඇති අතර, කෝපයට පත් ආන්ඩු විරෝධී විරෝධතාකරුවන් හෝ මැර කල්ලි විසින් දේශපාලන චරිත කිහිපයකට පහර දෙන ලදී. පොදු දේපළවලටත් හානි කළා.",
        "මාර්ග අවහිර වූ අතර, බොහෝ මිනිසුන් අතරමං වූ අතර ප්‍රහාරවලට බිය විය. ඔවුන්ගේ ප්‍රචණ්ඩ ක්‍රියා වීඩියෝ පටිගත නොකරන ලෙසට කලහකාරීන් විසින් මගීන්ට නියෝග කරන ලදී.",
        "රාත්‍රිය උදාවෙද්දී GotaGoHome විරෝධතාකරුවෝ එම ස්ථානය යළි ගොඩනැගීමට පටන් ගත්හ. ගෝඨා (ජනාධිපති රාජපක්‍ෂ) දිනයක් කැඳවන තුරු නොයන බව පැමිණ සිටි අය කීහ. මේ අතර, අසල අරලියගහ මන්දිරයේ ප්‍රචණ්ඩත්වය ඇවිලෙමින් තිබේ. (කොළඹ/මැයි09/2022)"
      ]
    },
    "ta": {
      "title": "ஆளும் கட்சி எம்.பி.க்கள் மீது அரசுக்கு எதிரான கும்பல் துப்பாக்கிச் சூடு நடத்தியதால், இலங்கை முழுவதும் வன்முறை வெடித்தது",
      "body_lines": [
        "பொருளாதாரம் - கொழும்பில் பேரழிவுகரமாக கொழும்பில் நடைபெற்ற அமைதியான போராட்டத்தின் மீது ஆளும் கட்சி வன்முறையை கட்டவிழ்த்துவிட முயற்சித்ததை அடுத்து, ஆத்திரமடைந்த மக்கள் அரசாங்க எம்.பி.க்களின் வீடுகள் மற்றும் அலுவலகங்களை எரித்து, வாகனங்களை அழித்ததோடு, அரசாங்க சார்பு குண்டர்கள் என சந்தேகிக்கப்படும் ஏராளமானவர்களை தாக்கியதால், திங்கட்கிழமை (09) இலங்கை முழுவதும் கும்பல் வன்முறை வெடித்தது. பின்வாங்கினார்.",
        "ஆளும் ஸ்ரீ லங்கா பொதுஜன பெரமுனா (SLPP) உடன் இணைந்த மக்கள் மற்றும் சொத்துக்கள் மீது நூற்றுக்கணக்கான கும்பல் இறங்கியதுடன், தீவைச் சுற்றி வன்முறைகள் குறையாமல் தொடர்ந்ததால், குழப்பம் பகல் முழுவதும் மற்றும் இரவு வரை ஆட்சி செய்தது.",
        "பிரதமர் மகிந்த ராஜபக்சவின் உத்தியோகபூர்வ கொழும்பு இல்லமான அலரிமாளிகையில் கூடிய அரசாங்க சார்பு “போராட்டக்காரர்கள்” குழுவொன்று, அவரது சகோதரருடன் சேர்ந்து அவர் பதவி விலகுமாறு நாடு தழுவிய கோரிக்கைகளுக்கு மத்தியிலும் அவரை பிரதமராக நீடிக்குமாறு வலியுறுத்தியதை அடுத்து வன்முறை வெடித்தது. ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, அலரி மாளிகைக்கு வெளியே அமைதியான முறையில் ஆர்ப்பாட்டத்தில் ஈடுபட்டவர்கள் மீது தூண்டுதல் இன்றி தாக்குதல் நடத்தினார்.",
        "தனியார் பேருந்துகளில் அலரிமாளிகைக்கு அழைத்துச் செல்லப்பட்டதாகக் கூறப்படும் இராஜபக்ஷ ஆதரவு ஆர்ப்பாட்டக்காரர்களிடம், பிரதமர் ராஜபக்ச மற்றும் SLPP பாராளுமன்ற உறுப்பினர்களான பவித்ரா வன்னியாராச்சி, ரோஹித அபேகுணவர்தன மற்றும் ஜோன்ஸ்டன் பெர்னாண்டோ ஆகியோர் உரையாற்றினர். பெர்னாண்டோவின் பேச்சு குறிப்பாக ஆரவாரமானதாக இருந்தது.",
        "குழு பின்னர் MynaGoGama போராட்ட தளத்திற்குச் சென்றது, அங்கு அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்கள் ஏப்ரல் பிற்பகுதியில் இருந்து பிரதமரின் பதவி விலகக் கோரி அமைதியான முறையில் ஆர்ப்பாட்டத்தில் ஈடுபட்டனர். ராஜபக்ச ஆதரவு ஆர்ப்பாட்டக்காரர்கள் மைனகோகாமா எதிர்ப்பாளர்களைத் தாக்கியதுடன், அவர்களது கூடாரங்களைக் கிழித்து எஞ்சிய கட்டிடங்களையும் தீயிட்டுக் கொளுத்தியதால் நிலைமை விரைவாக வன்முறையில் இறங்கியது.",
        "MynaGoGama எதிர்ப்பாளர்கள் மீண்டும் சண்டையிட முயன்றனர், ஆனால் தாக்குபவர்களால் எளிதாக எண்ணிக்கையில் அதிகமாகவும், வெற்றிபெறவும் செய்தனர். பல மைனாகோகாமா எதிர்ப்பாளர்கள் தாக்கப்பட்டதை செய்திக் காட்சிகள் காட்டுகின்றன, அதே நேரத்தில் போலிசார் உதவியற்றவர்களாகத் தோன்றினர்.",
        "மைனகோகாமா முகாமை முற்றிலுமாக அழித்த பின்னர், ராஜபக்ச ஆதரவு கும்பல், காலி முகத்திடலில் உள்ள அரசாங்க எதிர்ப்புப் போராட்டத்தின் பிரதான இடமான கோட்டகோகமவிற்குச் சென்றது, அங்கு போராட்டக்காரர்கள் ஒரு மாதத்திற்கும் மேலாக அமைதியான முறையில் ஜனாதிபதி ராஜபக்ஷ பதவி விலக வேண்டும் என்று கோரி வந்தனர். சுதந்திரத்திற்குப் பின்னரான 74 வருட வரலாற்றில் இலங்கையின் மிக மோசமான பொருளாதார நெருக்கடியாக மாறியுள்ளது.",
        "சில நிமிடங்களில், போராட்டத் தளம் - கூடாரங்கள், செயல்திறன் நிலைகள், உணவு லாரிகள் மற்றும் ஒரு தற்காலிக நூலகத்தின் கூடாரமாக இருந்தது - அரசாங்க சார்பு கும்பல் கிட்டத்தட்ட அனைத்தையும் வீணடித்த பிறகு ஒரு போர் மண்டலமாக மாறியது. இது ஒரு தனிப்பட்ட மற்றும் முன்னோடியில்லாத குடிமை ஈடுபாட்டின் தளம்.",
        "போராட்டத் தளத்தின் அழிவின் போது, ​​அவசரகால நிலை இருந்தபோதிலும், ஆக்கிரமிப்பாளர்கள் காவல்துறையினரால் குறைந்தபட்ச எதிர்ப்பை எதிர்கொண்டதாக நேரில் பார்த்தவர்கள் தெரிவித்தனர்.",
        "இது மிகவும் சிறியது, மிகவும் தாமதமானது. பொலிசார் நடவடிக்கை எடுக்க முடிவு செய்த நேரத்தில் கோட்டகோகம முகாமின் ஒரு பாதி அதிகமாகவோ அல்லது குறைவாகவோ தரைமட்டமாக்கப்பட்டது. கூடாரங்கள் கிழிந்து போயிருந்தன, கோபம் கொதித்தெழுந்தபோதும் எதிர்ப்பாளர்கள் திகைப்புடனும் குழப்பத்துடனும் காணப்பட்டனர். காற்றில் சீற்றம் தெரிந்தது. ராஜபக்ச ஆதரவு கூட்டத்தின் மீது நெருப்பையும் கந்தகத்தையும் பொழிவதாக அவர்கள் சபதம் செய்ததால், அரசாங்கத்திற்கு எதிரான போராட்டக்காரர்கள் தாக்கப்பட்டார்கள் ஆனால் தோற்கடிக்கப்படவில்லை, அவர்களில் சிலர், இப்போது அங்கு இருக்குமாறு நிர்ப்பந்திக்கப்பட்டுள்ளனர்.",
        "எதிர்க்கட்சியான ஜனதா விமுக்தி பெரமுன (ஜே.வி.பி.) தலைவர் அனுரகுமார திஸாநாயக்க விரைவில் அந்த இடத்திற்கு வந்தார், அங்கு அவர் புகார் செய்ய தன்னைச் சுற்றி திரண்டிருந்த கோட்டகோகம எதிர்ப்பாளர்களுடன் ஒற்றுமையை வெளிப்படுத்தினார். சிறிது நேரத்திற்குப் பிறகு எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசவும் வந்தடைந்தார், எதிர்ப்பாளர்களில் சிலர் அவரைத் தாக்க முயற்சித்ததால், கணிசமான அளவு குறைவான வரவேற்பு கிடைத்தது. 6.9 மில்லியன் வாக்காளர்கள் வித்தியாசமாகத் தீர்மானித்த இலங்கையின் அதிபராக வரக்கூடிய நபர் மீது சிலர் பாட்டில்களை வீசுவதைக் காண முடிந்தது.",
        "இலங்கை சட்டத்தரணிகள் சங்கத்தின் (BASL) சட்டத்தரணிகளால் ஒரு மனிதத் தடை உருவாக்கப்பட்டது, அது அரசாங்கத்திற்கு எதிரான கிளர்ச்சிகள் தொடங்கியதிலிருந்து, அரசாங்கத்தின் அடக்குமுறைக்கு எதிராக எதிர்ப்பாளர்களுக்குப் பின்னால் அதன் எடையை வீசியது. பல்கலைக்கழகங்களுக்கு இடையிலான மாணவர் கூட்டமைப்பு (IUSF) உறுப்பினர்களும் இணைந்து கொண்டனர்.",
        "மத்திய பிற்பகலில், ஊரடங்கு உத்தரவு அறிவிக்கப்பட்டு, உடனடியாக ராஜபக்ச ஆதரவாளர்களில் எஞ்சியிருப்பவர்களை சுற்றி வளைப்பது போல் தோன்றிய, காலிமுகம், அலரிமாளிகை மற்றும் பெரஹெரா மாவத்தை மற்றும் அதனைச் சுற்றியிருந்த அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்களின் பெருகிவரும் கும்பலால் உடனடியாகப் புறக்கணிக்கப்பட்டது. பிரதமர் ராஜினாமா செய்து, அரசாங்கத்தை திறம்பட முடிவுக்குக் கொண்டுவந்தார் என்பது இந்த கட்டத்தில் ஒரு விஷயமாகத் தெரியவில்லை. ஜனாதிபதி ராஜபக்ஷ இன்னும் நின்று கொண்டிருந்தார்.",
        "இராஜபக்ஷ-ஆதரவு குழுவின் தப்பியோடிய எச்சங்கள் பெய்ரே ஏரிக்குள் துரத்தப்பட்டன, அங்கு அவர்கள் கொழும்புக்கு கொண்டு சென்ற சில வாகனங்களுடன் தண்ணீரை மிதிக்க வேண்டிய கட்டாயம் ஏற்பட்டது.",
        "வெளிப்படையான வன்முறை வெடிக்க அதிக நேரம் எடுக்கவில்லை. ஒரு பெரிய கும்பல் - அவர்கள் எங்கிருந்து வந்தார்கள் அல்லது காலி முகத்திடலில் போராட்டக்காரர்களுடன் அவர்களுக்கு நேரடி தொடர்பு இருக்கிறதா என்பது தெளிவாகத் தெரியவில்லை - பெரஹெர மாவத்தையில் உள்ள அலரிமாளிகையின் பின்புற நுழைவாயிலில் கூடியிருந்தனர். அவர்கள் இரத்தத்திற்காக துடித்துக் கொண்டிருந்தார்கள், அவர்கள் வந்ததைப் பெற்றனர். ஏரியிலிருந்து மீன்பிடிக்கப்பட்ட குறைந்தது இரண்டு பேரையாவது அந்த கும்பல் அவர்களின் வாழ்க்கையின் ஒரு அங்குலத்திற்குள் தாக்கியது. கொழும்பு முன்னணி ஹோட்டல் ஒன்றின் வாகன நிறுத்துமிடத்திற்கு வெளியே தாக்கப்பட்ட மற்றுமொரு நபர் நிர்வாணமாக்கப்பட்டுள்ளார்.",
        "எஞ்சியிருந்த ராஜபக்ச சார்பு கூட்டத்தை முட்டாள்தனமாக சுற்றி வளைத்து அடிப்பது, அனைத்து நோக்கங்களுக்காகவும், துப்புரவு நடவடிக்கையாக இருந்ததையும் அந்த கும்பல் தங்கள் கைகளில் எடுத்தது. இதற்கிடையில், காவல்துறையினர் பெரும்பாலும் உதவியற்றவர்களாகவோ அல்லது தலையிட விருப்பமில்லாதவர்களாகவோ காணப்பட்டனர்.",
        "இதற்கிடையில், ஒரு ஒழுங்கமைக்கப்பட்ட வன்முறை அலை நாடு முழுவதும் பரவியது. கொழும்பில் இருந்து புறப்படும் பேருந்துகள் கும்பலால் நிறுத்தப்பட்டு, பயணிகள் ராஜபக்ச சார்பு குழுவில் இருந்ததா என்பதை அறிய, விசாரணைக்காக வெளியே இழுக்கப்பட்டதாக கூறப்படுகிறது. சில பகுதிகளில், சாலையின் நடுவே வாகனங்கள் காலியாக நின்றன, அவற்றின் கண்ணாடிகள் அடித்து நொறுக்கப்பட்டன. ஒரு சம்பவத்தில், ஒரு ஆளும் கட்சி எம்.பி.யின் வாகனம் தாக்கப்பட்டது மற்றும் சலசலப்பின் போது வெளிப்படையாக துப்பாக்கிச் சூட்டில் சட்டமன்ற உறுப்பினர் கொல்லப்பட்டார். தாக்குதல் நடத்தியவர் இன்னும் அடையாளம் காணப்படவில்லை.",
        "சில ஒழுங்கமைக்கப்பட்ட, சில ஆர்கானிக் குழுக்களால் அரசாங்க பாராளுமன்ற உறுப்பினர்களின் தனிப்பட்ட வீடுகள் தீக்கிரையாக்கப்பட்டதால் நாடு விரைவாக குழப்பத்தில் இறங்கியது. இதுவரையில் பெருமளவில் அமைதியாக இருந்த அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்கள், இலங்கையின் பல நெருக்கடிகளுக்கு தனிப்பட்ட முறையில் பொறுப்பான அரசியல்வாதிகள் மீது தங்கள் விரக்தியை வெளிப்படுத்தி, பழிவாங்கும் மனப்பான்மையுடன் எழுந்தனர்.",
        "முக்கிய SLPP பாராளுமன்ற உறுப்பினர்களின் வீடுகள் மற்றும் அலுவலகங்கள் சூறையாடப்பட்டன அல்லது தீவைக்கப்பட்டன, மேலும் பல அரசியல் பிரமுகர்கள் ஆத்திரமடைந்த அரசாங்க எதிர்ப்பு எதிர்ப்பாளர்கள் அல்லது கும்பல்களால் தாக்கப்பட்டனர். பொதுச் சொத்துக்களும் சேதப்படுத்தப்பட்டன.",
        "சாலைகள் துண்டிக்கப்பட்டதால், பலர் சிக்கித் தவித்தனர் மற்றும் தாக்கப்படலாம் என்ற அச்சத்தில் உள்ளனர். வழிப்போக்கர்கள் தங்கள் வன்முறைச் செயல்களை வீடியோ பதிவு செய்ய வேண்டாம் என்று கலகக்காரர்களால் கட்டளையிடப்பட்டது.",
        "இரவு இறங்கியதும், GotaGoHome எதிர்ப்பாளர்கள் தளத்தை மீண்டும் கட்டத் தொடங்கினர். கோட்டா (ஜனாதிபதி ராஜபக்ஷ) ஒரு நாள் அழைப்பு விடுக்கும் வரை தாங்கள் வெளியேற மாட்டோம் என்று அங்கிருந்தவர்கள் தெரிவித்தனர். இதற்கிடையில், அருகிலுள்ள டெம்பிள் மரத்தில், வன்முறை வெடித்தது. (கொழும்பு/மே09/2022)"
      ]
    }
  }
}