{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/absit-omen/",
  "time_ut": 1652634780,
  "title": "Absit omen!",
  "body_lines": [
    "It never rains but it pours. Sri Lanka has had more than its fair share of misfortunes during recent years, but there seems to be no end to them. A report published by The Hindu says the Indian intelligence has warned that the LTTE is regrouping to carry out terrorist attacks in this country; it must have sent a chill down the spine of every peace-loving Sri Lankan.The Indian media reported that the Defence Ministry of Lanka had initially denied the report in question as baseless, and claimed there was no such threat; it had received no intelligence warning of any such threat. But according to a news item published in this newspaper today, the Defence Ministry says it has sought more information from the Indian intelligence agencies about the warning. It had better act fast; it has a history of dillydallying, making colossal blunders and jeopardising national security. In 2019, it took an Indian intelligence outfit’s warning of a series of bomb attacks for granted, and a group of terrorists carried out the Easter Sunday carnage with ease.",
    "If there is no threat of LTTE attacks, as the Defence Ministry seems to imply, every peace-loving Sri Lankan will be happy, but in dealing with terrorism, a state has to plan for the worst-case scenario if surprises are to be avoided. Terrorists make the most of economic crises, and socio-political upheavals to stage comebacks. There has been irrefutable evidence of attempts being made consistently to revive the LTTE.In January 2022, the Tamil Nadu police busted an international network of ex-Tiger cadres and sympathisers engaged in raising funds for reviving the LTTE. According to The Hindu, in October 2021, the National Investigation Agency of India revealed before a special court in Kochi that ‘two Tamil Nadu natives arrested in connection with the seizure of drugs, were working secretly for furthering the activities of the LTTE under the supervision of leaders of the organisation in Tamil Nadu, Sri Lanka and other foreign countries.’ In 2010, the Indian police arrested three LTTE cadres with more than 5,000 detonators which were to be smuggled into Sri Lanka. Several LTTE cadres have been arrested with arms and explosives in this country as well. In January 2017, the Terrorist Investigation Department arrested four ex-Tigers over an alleged plot to assassinate a TNA MP in Jaffna.What remains of the LTTE may not be so strong as to mount large-scale attacks but some of its cadres may be able to carry out ambushes, political assassinations, and attacks on civilian targets.One can only hope that the Defence authorities will do everything in their power to neutralise possible terrorist threats, and what is feared will not come to pass.",
    "Prime Minister Ranil Wickremesinghe has reportedly said the ‘Gotago Gama’ protest should go on, and the government is ready to provide necessary assistance to the protesters. There is absolutely no need for state sponsorship, as it were, for an anti-government protest; and the protesters themselves have rejected the PM’s offer out of hand, for such assistance will be tantamount to the kiss of death for the protest movement. The protesters have asked the PM to ensure that the SLPP goons who attacked them on 09 May are arrested and prosecuted. This demand is nothing but fair and should be granted forthwith.It will be interesting to know the reaction of the President’s Office to the PM’s offer at issue to the protesters. What will happen in case of the protesters achieving their goal—the ouster of the President—and who will stand to gain in such an eventuality?",
    "Another power centre in the government is bound to emerge around the newly-appointed Prime Minister. The government has undertaken to restore the 19th Amendment fully in the form of the 21st Amendment to be brought in. If this pledge is carried out, the President will be stripped of his vital executive powers, and the Prime Minister will become the de facto Head of State; a defeated candidate who has entered Parliament via the National List will become more powerful than the President elected by 6.9 million people! Such a scenario will make a mockery of the people’s franchise.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "නිමිත්ත!",
      "body_lines": [
        "එය කිසිදා වැස්සක් නොව වහිනවා. මෑත වසරවලදී ශ්‍රී ලංකාව එහි සාධාරණ ප්‍රමාණයට වඩා අවාසනාවන්ත තත්ත්වයන්ට මුහුණ දී ඇති නමුත් ඒවායේ කෙළවරක් නැති බව පෙනේ. ද හින්දු පුවත්පත ප්‍රකාශයට පත් කරන ලද වාර්තාවක පවසන්නේ මෙරට ත්‍රස්තවාදී ප්‍රහාර එල්ල කිරීමට එල්.ටී.ටී.ඊ ය යළිත් එක්වන බවට ඉන්දීය බුද්ධි අංශ අනතුරු අඟවා ඇති බවයි. එය සාමයට ලැදි සෑම ශ්‍රී ලාංකිකයෙකුගේම කොඳු ඇට පෙළ පහළට හෙළන්නට ඇති. ඉන්දීය මාධ්‍ය වාර්තා කළේ, ප්‍රශ්නගත වාර්තාව පදනම් විරහිත යැයි ලංකා ආරක්ෂක අමාත්‍යාංශය මුලින් ප්‍රතික්ෂේප කළ බවත්, එවැනි තර්ජනයක් නොමැති බව ප්‍රකාශ කළ බවත් ය. එවැනි තර්ජනයක් ගැන බුද්ධි අංශ අනතුරු ඇඟවීමක් ලැබී තිබුණේ නැත. එහෙත් අද මෙම පුවත්පතේ පළ වූ පුවතකට අනුව ආරක්ෂක අමාත්‍යාංශය පවසන්නේ අනතුරු ඇඟවීම සම්බන්ධයෙන් ඉන්දීය බුද්ධි අංශවලින් වැඩිදුර තොරතුරු ඉල්ලා ඇති බවයි. එය වඩා හොඳ ඉක්මනින් ක්රියාත්මක විය; එය අධෛර්යමත් කිරීමේ, දැවැන්ත වැරදි සිදුකිරීමේ සහ ජාතික ආරක්ෂාව අනතුරේ හෙළීමේ ඉතිහාසයක් ඇත. 2019 දී, එය බෝම්බ ප්‍රහාර මාලාවක් පිළිබඳ ඉන්දීය බුද්ධි අංශයේ අනතුරු ඇඟවීම සුළු කොට තැබූ අතර, ත්‍රස්තවාදීන් පිරිසක් පාස්කු ඉරිදා සංහාරය ඉතා පහසුවෙන් සිදු කළහ.",
        "එල්ටීටීඊ ප්‍රහාර තර්ජනයක් නොමැති නම්, ආරක්ෂක අමාත්‍යාංශයෙන් ඇඟවෙන පරිදි, සාමයට ලැදි සෑම ශ්‍රී ලාංකිකයෙක්ම සතුටු වනු ඇත, නමුත් ත්‍රස්තවාදය සමඟ කටයුතු කිරීමේදී, විස්මයන් වළක්වා ගැනීමට නම්, රාජ්‍යයකට නරකම අවස්ථාව සඳහා සැලසුම් කළ යුතුය. . ත්‍රස්තවාදීන් ආර්ථික අර්බුදවලින් උපරිම ප්‍රයෝජන ගන්නවා, සහ සමාජ-දේශපාලන කැලඹීම් නැවත වේදිකාගත කරයි. එල්ටීටීඊය පුනර්ජීවනය කිරීමට අඛණ්ඩව ගත් උත්සාහයන් පිළිබඳ ප්‍රතික්ෂේප කළ නොහැකි සාක්ෂි තිබේ. 2022 ජනවාරි මාසයේදී තමිල්නාඩු පොලිසිය එල්ටීටීඊය පුනර්ජීවනය කිරීම සඳහා අරමුදල් රැස් කිරීමේ නියැලී සිටි හිටපු කොටි සාමාජිකයන් සහ හිතවතුන්ගේ ජාත්‍යන්තර ජාලයක් බිඳ දැමීය. ද හින්දු පුවත්පතට අනුව, 2021 ඔක්තෝම්බර් මාසයේදී, ඉන්දියාවේ ජාතික විමර්ශන ඒජන්සිය කොචි හි විශේෂ අධිකරණයක් හමුවේ හෙළි කළේ 'මත්ද්‍රව්‍ය අත්අඩංගුවට ගැනීම සම්බන්ධයෙන් අත්අඩංගුවට ගත් තමිල්නාඩු ස්වදේශිකයන් දෙදෙනෙකු, අධීක්ෂණය යටතේ එල්ටීටීඊයේ ක්‍රියාකාරකම් ඉදිරියට ගෙන යාම සඳහා රහසිගතව කටයුතු කරන බවයි. තමිල්නාඩුවේ, ශ්‍රී ලංකාවේ සහ වෙනත් විදේශ රටවල සංවිධානයේ ප්‍රධානීන්ගේ.’ 2010 දී ඉන්දීය පොලිසිය විසින් ශ්‍රී ලංකාවට නීතිවිරෝධී ලෙස ගෙන ඒමට නියමිතව තිබූ ඩෙටනේටර් 5,000කට වැඩි ප්‍රමාණයක් සමඟ කොටි සාමාජිකයන් තිදෙනෙකු අත්අඩංගුවට ගන්නා ලදී. මෙරටදීත් අවි ආයුධ සහ පුපුරණ ද්‍රව්‍ය සමඟ කොටි සාමාජිකයන් කිහිප දෙනෙකු අත්අඩංගුවට ගෙන තිබෙනවා. 2017 ජනවාරි මාසයේදී ත්‍රස්ත විමර්ශන දෙපාර්තමේන්තුව විසින් යාපනයේ දී දෙමළ ජාතික සන්ධානයේ මන්ත්‍රීවරයෙකු ඝාතනය කිරීමේ සැලසුමක් සම්බන්ධයෙන් හිටපු කොටි හතර දෙනෙකු අත්අඩංගුවට ගන්නා ලදී. එල්ටීටීඊයේ ඉතිරිව ඇති දේ මහා පරිමාණ ප්‍රහාර එල්ල කිරීමට තරම් ශක්තිමත් නොවිය හැකි නමුත් එහි සමහර සාමාජිකයින්ට හැකි විය හැකිය. සැඟවී සිටීම්, දේශපාලන ඝාතන සහ සිවිල් ඉලක්ක වෙත ප්‍රහාර එල්ල කිරීම. ත්‍රස්තවාදී තර්ජන මැඩලීමට ආරක්ෂක බලධාරීන්ට හැකි සෑම දෙයක්ම කරනු ඇතැයි කෙනෙකුට බලාපොරොත්තු විය හැකි අතර බිය වන දේ සිදු නොවනු ඇත.",
        "‘ගෝඨාගෝ ගම’ විරෝධතාව ඉදිරියට ගෙන යා යුතු බවත්, විරෝධතාකරුවන්ට අවශ්‍ය සහය ලබාදීමට රජය සූදානම් බවත් අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා ප්‍රකාශ කර ඇතැයි වාර්තා වේ. රාජ්‍ය විරෝධී උද්ඝෝෂණයක් සඳහා රාජ්‍ය අනුග්‍රහයක් අවශ්‍ය නොවේ; සහ විරෝධතාකරුවන් විසින්ම අගමැතිගේ යෝජනාව ප්‍රතික්ෂේප කර ඇත, මන්ද එවැනි ආධාර විරෝධතා ව්‍යාපාරයට මරණය සිපගැනීමක් හා සමාන වනු ඇත. මැයි 09 වැනිදා තමන්ට පහරදුන් ශ්‍රී ලංකා පොදුජන පෙරමුණේ මැරයන් අත්අඩංගුවට ගෙන නඩු පවරන බවට සහතික වන ලෙස විරෝධතාකරුවන් අගමැතිවරයාගෙන් ඉල්ලා ඇත. මෙම ඉල්ලීම සාධාරණ මිස අන් කිසිවක් නොවන අතර එය වහාම ලබා දිය යුතුය. විරෝධතාකරුවන්ට නිකුත් කරන ලද අගමැතිගේ යෝජනාවට ජනාධිපති කාර්යාලයේ ප්‍රතිචාරය දැන ගැනීම සිත්ගන්නා කරුණකි. විරෝධතාකරුවන් තම ඉලක්කය සපුරා ගැනීමේදී කුමක් සිදුවේද - ජනාධිපතිවරයා නෙරපා හැරීම - සහ එවැනි අවස්ථාවක වාසිය කාටද?",
        "අලුතින් පත්වන අගමැතිවරයා වටා ආණ්ඩුවේ තවත් බල කේන්ද්‍රයක් මතුවීමට නියමිතයි. ගෙන ඒමට නියමිත 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ ස්වරූපයෙන් 19 වැනි සංශෝධනය සම්පූර්ණයෙන්ම ප්‍රතිෂ්ඨාපනය කිරීමට රජය භාරගෙන ඇත. මෙම ප්‍රතිඥාව ක්‍රියාත්මක කළහොත් ජනාධිපතිවරයාගේ ප්‍රධාන විධායක බලතල අහිමි වන අතර අගමැතිවරයා සැබෑ ප්‍රධානියා බවට පත්වනු ඇත. රාජ්යයේ; ජාතික ලැයිස්තුවෙන් පාර්ලිමේන්තුවට පැමිණි පරාජිත අපේක්ෂකයෙක් ලක්ෂ 69ක ජනතාවකින් තේරී පත් වූ ජනාධිපතිවරයාට වඩා බලවත් වනු ඇත! එවැනි දර්ශනයක් ජනතාවගේ ඡන්ද බලය සමච්චලයට ලක් කරනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சகுனம்!",
      "body_lines": [
        "மழை பெய்யாது ஆனால் கொட்டும். சமீப வருடங்களில் இலங்கை துரதிர்ஷ்டங்களின் நியாயமான பங்கைக் கொண்டிருந்தாலும், அவற்றுக்கு முடிவே இல்லை என்று தோன்றுகிறது. இந்த நாட்டில் பயங்கரவாதத் தாக்குதல்களை நடத்துவதற்கு விடுதலைப் புலிகள் மீண்டும் ஒன்றிணைந்து வருவதாக இந்திய உளவுத்துறை எச்சரித்துள்ளதாக தி ஹிந்து வெளியிட்டுள்ள செய்தியில் கூறப்பட்டுள்ளது. அமைதியை விரும்பும் ஒவ்வொரு இலங்கையரின் முதுகுத்தண்டிலும் அது குளிர்ச்சியை ஏற்படுத்தியிருக்க வேண்டும்.இந்திய ஊடகங்கள், இலங்கையின் பாதுகாப்பு அமைச்சகம் முதலில் கேள்விக்குரிய அறிக்கையை ஆதாரமற்றது என்று மறுத்ததாகவும், அத்தகைய அச்சுறுத்தல் எதுவும் இல்லை என்றும் கூறியது; அத்தகைய அச்சுறுத்தல் குறித்து எந்த உளவுத்துறை எச்சரிக்கையும் பெறவில்லை. ஆனால் இன்று இந்த நாளிதழில் வெளியாகியுள்ள செய்தியின்படி, இந்த எச்சரிக்கை குறித்து இந்திய உளவு அமைப்புகளிடம் இருந்து கூடுதல் தகவல்களை கோரியுள்ளதாக பாதுகாப்பு அமைச்சகம் தெரிவித்துள்ளது. வேகமாகச் செயல்படுவது சிறப்பாக இருந்தது; இது மகத்தான தவறுகளை செய்து, தேசிய பாதுகாப்பை சீர்குலைக்கும் வரலாற்றைக் கொண்டுள்ளது. 2019 ஆம் ஆண்டில், தொடர்ச்சியான குண்டுத் தாக்குதல்கள் குறித்த இந்திய உளவுத்துறையின் எச்சரிக்கையை அது சாதாரணமாக எடுத்துக் கொண்டது, மேலும் ஒரு பயங்கரவாதிகள் குழு ஈஸ்டர் ஞாயிறு படுகொலையை எளிதாக நடத்தியது.",
        "புலிகளின் தாக்குதல் அச்சுறுத்தல் இல்லாவிட்டால், பாதுகாப்பு அமைச்சு குறிப்பிடுவது போல், அமைதியை விரும்பும் ஒவ்வொரு இலங்கையர்களும் மகிழ்ச்சியடைவார்கள், ஆனால் பயங்கரவாதத்தை கையாள்வதில், ஆச்சரியங்கள் தவிர்க்கப்பட வேண்டுமானால், மோசமான சூழ்நிலையை ஒரு அரசு திட்டமிட வேண்டும். . பயங்கரவாதிகள் பொருளாதார நெருக்கடிகள் மற்றும் சமூக-அரசியல் எழுச்சிகளை மீண்டும் அரங்கேற்றுவதற்கு அதிகம் பயன்படுத்துகின்றனர். எல்.ரீ.ரீ.ஈ யை மீட்பதற்காக தொடர்ச்சியாக மேற்கொள்ளப்பட்ட முயற்சிகளுக்கு மறுக்க முடியாத சான்றுகள் உள்ளன. ஜனவரி 2022 இல், விடுதலைப் புலிகளுக்கு புத்துயிர் அளிப்பதற்காக நிதி திரட்டும் பணியில் ஈடுபட்டிருந்த முன்னாள் புலி உறுப்பினர்கள் மற்றும் அனுதாபிகளின் சர்வதேச வலையமைப்பை தமிழ்நாடு காவல்துறை முறியடித்தது. தி ஹிந்து நாளிதழின் படி, அக்டோபர் 2021 இல், கொச்சியில் உள்ள சிறப்பு நீதிமன்றத்தில் இந்திய தேசிய புலனாய்வு முகமை, 'போதைப்பொருள் பறிமுதல் தொடர்பாக கைது செய்யப்பட்ட இரண்டு தமிழகத்தைச் சேர்ந்தவர்கள், மேற்பார்வையின் கீழ் விடுதலைப் புலிகளின் செயல்பாடுகளை மேலும் மேம்படுத்துவதில் ரகசியமாகச் செயல்பட்டதாகத் தெரிவித்தார். தமிழ்நாடு, இலங்கை மற்றும் பிற வெளிநாடுகளில் உள்ள அமைப்பின் தலைவர்கள்.' 2010 இல், இலங்கைக்கு கடத்தப்பட இருந்த 5,000 க்கும் மேற்பட்ட டெட்டனேட்டர்களுடன் மூன்று விடுதலைப் புலி உறுப்பினர்களை இந்திய காவல்துறை கைது செய்தது. இந்த நாட்டிலும் ஆயுதங்கள் மற்றும் வெடிபொருட்களுடன் பல விடுதலைப் புலிகள் கைது செய்யப்பட்டுள்ளனர். ஜனவரி 2017 இல், பயங்கரவாத புலனாய்வுத் திணைக்களம் யாழ்ப்பாணத்தில் தமிழ் தேசியக் கூட்டமைப்பு எம்.பி. ஒருவரைக் கொல்ல சதி செய்ததாகக் கூறப்படும் நான்கு முன்னாள் புலிகளை கைது செய்தது. விடுதலைப் புலிகளின் எஞ்சியிருப்பது பெரிய அளவிலான தாக்குதல்களை நடத்தும் அளவுக்கு பலமாக இருக்காது, ஆனால் அதன் சில உறுப்பினர்களால் அது பலமாக இருக்கலாம். பதுங்கியிருந்து தாக்குதல்கள், அரசியல் படுகொலைகள் மற்றும் பொதுமக்கள் இலக்குகள் மீதான தாக்குதல்களை நடத்துதல்",
        "கோட்டகோ கம போராட்டம் தொடர வேண்டும் எனவும், போராட்டக்காரர்களுக்கு தேவையான உதவிகளை வழங்க அரசாங்கம் தயாராக இருப்பதாகவும் பிரதமர் ரணில் விக்கிரமசிங்க தெரிவித்துள்ளார். அரசாங்க எதிர்ப்புப் போராட்டத்திற்கு அரச அனுசரணை தேவையில்லை; மற்றும் போராட்டக்காரர்களே பிரதமரின் வாய்ப்பை நிராகரித்துள்ளனர், ஏனெனில் அத்தகைய உதவி எதிர்ப்பு இயக்கத்திற்கு மரண முத்தத்திற்கு சமம். மே 09 அன்று தம்மைத் தாக்கிய SLPP குண்டர்கள் கைது செய்யப்பட்டு விசாரணைக்கு உட்படுத்தப்படுவதை உறுதிப்படுத்துமாறு போராட்டக்காரர்கள் பிரதமரிடம் கோரிக்கை விடுத்துள்ளனர். இந்தக் கோரிக்கை நியாயமானது தவிர வேறொன்றுமில்லை, அது உடனடியாக வழங்கப்பட வேண்டும். எதிர்ப்பாளர்களுக்குப் பிரச்சினையில் பிரதமரின் முன்மொழிவுக்கு ஜனாதிபதி அலுவலகத்தின் எதிர்வினையை அறிந்து கொள்வது சுவாரஸ்யமாக இருக்கும். எதிர்ப்பாளர்கள் தங்கள் இலக்கை அடைந்தால் என்ன நடக்கும் - ஜனாதிபதியின் வெளியேற்றம் - மற்றும் அத்தகைய நிகழ்வில் யாருக்கு லாபம்?",
        "புதிதாக நியமிக்கப்பட்டுள்ள பிரதமரைச் சுற்றி அரசாங்கத்தில் இன்னொரு அதிகார மையம் உருவாகும். கொண்டுவரப்படவுள்ள 21ஆவது திருத்தச் சட்டத்தின் வடிவில் 19ஆவது திருத்தத்தை முழுமையாக மீளப்பெற அரசாங்கம் முன்னெடுத்துள்ளது. இந்த உறுதிமொழி நிறைவேற்றப்பட்டால் ஜனாதிபதியின் முக்கிய நிறைவேற்று அதிகாரங்கள் பறிக்கப்பட்டு, பிரதமர் நடைமுறைத் தலைவராக மாறுவார். மாநிலத்தின்; 6.9 மில்லியன் மக்களால் தெரிவு செய்யப்பட்ட ஜனாதிபதியை விட தேசியப் பட்டியல் மூலம் பாராளுமன்றத்தில் நுழைந்த தோற்கடிக்கப்பட்ட வேட்பாளர் மிகவும் சக்திவாய்ந்தவராக மாறுவார்! இத்தகைய காட்சி மக்களின் வாக்குரிமையை கேலி செய்யும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}