{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/rapid-drop-in-covid-19-cases-in-sri-lanka-but-officials-caution-against-complacency-91677/",
  "time_ut": 1647332220,
  "title": "Rapid drop in COVID-19 cases in Sri Lanka, but officials caution against complacency",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka observed a rapid decrease in daily COVID-19 cases and deaths in March, with health officials urging the public to continue following health guidelines to maintain the downward trend.",
    "Ministry of Health, Medical Technical Services Director, Dr Anwar Hamdani told reporters on Monday (14) that only 28 percent of the total bed facilities reserved for COVID-19 patients in state hospitals and treatment centres are being used at the moment, while other patients have been directed to home based treatment.",
    "“The daily patient numbers have dropped to 350 to 400 a day while daily deaths have dropped to fewer than 10 a day,” Hamdani said.",
    "On Sunday (13) health authorities identified 311 new patients bringing the total number of cases in the country to 656,041. Out of 16,397 active cases only 3,125 patients are currently receiving treatment in hospitals including 58 cases that are undergoing treatment at intensive care units.",
    "Hamdani said, out of the patients receiving treatment in government hospitals, 41 percent are on oxygen.",
    "“This is 30 percent less compared to the last two weeks,” Hamdani said.",
    "The official said the main reason for the reduction in cases is the COVID-19 vaccination programme and hygiene protocol compliance on the part of the general public. He said the health ministry has been introducing timely revisions to these guidelines.",
    "“No one should think that due to this decrease, the pandemic is now over. Nothing is permanent. This situation can change and therefore we want everyone to do their duty and take responsibility to continue this downward trend,” he said.",
    "“If you are not vaccinated please go and get the jab, because it not only protects you but also the people around you. Vaccination is the main reason that lives are being saved,” he added, noting that adopting to the new normal is also important.",
    "Sri Lanka has given the first dose of a COVID-19 vaccine to 16.9 million people of the targeted group while 14.2 people have received the second dose. However, only 7.5 million people have taken the booster dose so far.",
    "From January to March 13 this year, Sri Lanka has seen 63,753 cases and 1,562 COVID-19 deaths, according to official data. With the Ministry of Health relaxing COVID-19 restrictions, Sri Lanka witnessed an increase in patients and deaths from end January and throughout February. During this period, daily case numbers increased to more than 1,000 while 25-35 deaths also occurred daily.",
    "However, health officials said, with more people coming to get the booster dose, the situation has been brought under control.",
    "“People may see this decrease in numbers is due to negligence on the part of the authorities. But now there is a clear decrease and the health authorities are continuously monitoring the situation” Hamdani said. (Colombo/Mar14/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ COVID-19 රෝගීන්ගේ සීඝ්‍ර පහත වැටීමක්, නමුත් නිලධාරීන් උදාසීනත්වයට එරෙහිව අනතුරු අඟවයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව මාර්තු මාසයේදී දෛනික COVID-19 රෝගීන් සහ මරණවල ශීඝ්‍ර අඩුවීමක් නිරීක්ෂණය කළ අතර, පහත වැටීමේ ප්‍රවණතාව පවත්වා ගැනීම සඳහා සෞඛ්‍ය මාර්ගෝපදේශ අනුගමනය කරන ලෙස සෞඛ්‍ය නිලධාරීන් මහජනතාවගෙන් ඉල්ලා සිටියේය.",
        "සෞඛ්‍ය අමාත්‍යාංශය, වෛද්‍ය තාක්ෂණික සේවා අධ්‍යක්ෂ වෛද්‍ය අන්වර් හම්දානි සඳුදා (14) වාර්තාකරුවන්ට පැවසුවේ COVID-19 රෝගීන් සඳහා රජයේ රෝහල්වල සහ ප්‍රතිකාර මධ්‍යස්ථානවල වෙන් කර ඇති මුළු ඇඳ පහසුකම්වලින් සියයට 28 ක් පමණක් මේ වන විට භාවිතා කරන අතර අනෙකුත් රෝගීන් බවයි. ගෙදර මූලික ප්‍රතිකාර සඳහා යොමු කර ඇත.",
        "“දෛනික රෝගීන් සංඛ්‍යාව දිනකට 350 සිට 400 දක්වා පහත වැටී ඇති අතර දෛනික මරණ දිනකට 10 ට වඩා අඩු වී ඇත,” හම්දානි පැවසීය.",
        "ඉරිදා (13) සෞඛ්‍ය බලධාරීන් විසින් නව රෝගීන් 311 දෙනෙකු හඳුනාගෙන ඇති අතර එමඟින් රට තුළ මුළු රෝගීන් සංඛ්‍යාව 656,041 දක්වා ඉහළ ගොස් තිබේ. සක්‍රීය රෝගීන් 16,397ක් අතරින් දැඩි සත්කාර ඒකකවල ප්‍රතිකාර ලබන රෝගීන් 58ක් ඇතුළුව දැනට රෝහල්වල ප්‍රතිකාර ලබන්නේ රෝගීන් 3,125ක් පමණි.",
        "හම්දානි පැවසුවේ රජයේ රෝහල්වල ප්‍රතිකාර ලබන රෝගීන්ගෙන් සියයට 41 ක් ඔක්සිජන් මත සිටින බවයි.",
        "\"මෙය පසුගිය සති දෙකට සාපේක්ෂව සියයට 30 කින් අඩුයි,\" හම්දානි පැවසීය.",
        "කොවිඩ්-19 එන්නත් කිරීමේ වැඩසටහන සහ සාමාන්‍ය ජනතාවගේ පැත්තෙන් සනීපාරක්ෂක ප්‍රොටෝකෝලය අනුකූල වීම රෝගීන්ගේ සංඛ්‍යාව අඩුවීමට ප්‍රධාන හේතුව බව නිලධාරියා පැවසීය. සෞඛ්‍ය අමාත්‍යාංශය මෙම මාර්ගෝපදේශ සඳහා කාලීන සංශෝධන හඳුන්වා දී ඇති බව ඔහු පැවසීය.",
        "“මෙම අඩුවීම නිසා දැන් වසංගතය අවසන් වී ඇතැයි කිසිවෙකු නොසිතිය යුතුය. කිසිවක් ස්ථිර නැත. මෙම තත්ත්වය වෙනස් විය හැකි අතර, ඒ නිසා සෑම කෙනෙකුම තම යුතුකම ඉටු කරන ලෙසත්, මෙම පහත වැටීමේ ප්‍රවණතාව ඉදිරියට ගෙන යාමට වගකීමෙන් කටයුතු කරන ලෙසත් අපට අවශ්‍ය බව ඔහු පැවසීය.",
        "“ඔබට එන්නත් ලබා දී නොමැති නම් කරුණාකර ගොස් ජබ් එක ලබා ගන්න, මන්ද එය ඔබව පමණක් නොව ඔබ අවට සිටින පුද්ගලයින් ද ආරක්ෂා කරයි. එන්නත් කිරීම ජීවිත බේරා ගැනීමට ප්‍රධාන හේතුවයි, ”නව සාමාන්‍ය තත්ත්වයට හුරුවීම ද වැදගත් බව ඔහු වැඩිදුරටත් පැවසීය.",
        "ශ්‍රී ලංකාව විසින් ඉලක්කගත කණ්ඩායමේ මිලියන 16.9 කට COVID-19 එන්නතක පළමු මාත්‍රාව ලබා දී ඇති අතර පුද්ගලයින් 14.2 දෙනෙකුට දෙවන මාත්‍රාව ලැබී ඇත. කෙසේ වෙතත්, මේ වන විට බූස්ටර මාත්‍රාව ලබාගෙන ඇත්තේ මිලියන 7.5 ක් පමණි.",
        "නිල දත්ත වලට අනුව මේ වසරේ ජනවාරි සිට මාර්තු 13 දක්වා ශ්‍රී ලංකාව රෝගීන් 63,753 ක් සහ COVID-19 මරණ 1,562 ක් දැක තිබේ. සෞඛ්‍ය අමාත්‍යාංශය විසින් COVID-19 සීමාවන් ලිහිල් කිරීමත් සමඟ, ශ්‍රී ලංකාව ජනවාරි අග සිට සහ පෙබරවාරි මාසය පුරාවට රෝගීන්ගේ සහ මරණවල වැඩිවීමක් දක්නට ලැබුණි. මෙම කාල සීමාව තුළ දෛනික රෝගීන් සංඛ්‍යාව 1,000 කට වඩා වැඩි වූ අතර දිනකට මරණ 25-35 ද සිදු විය.",
        "කෙසේ වෙතත්, බූස්ටර මාත්‍රාව ලබා ගැනීමට වැඩි පිරිසක් පැමිණීමත් සමඟ තත්ත්වය පාලනය කර ඇති බව සෞඛ්‍ය බලධාරීහු පවසති.",
        "“මෙම සංඛ්‍යාව අඩු වී ඇත්තේ බලධාරීන්ගේ නොසැලකිලිමත්කම නිසා බව මිනිසුන්ට පෙනෙනු ඇත. නමුත් දැන් පැහැදිලි අඩුවීමක් දක්නට ලැබෙන අතර සෞඛ්‍ය බලධාරීන් එම තත්ත්වය අඛණ්ඩව නිරීක්ෂණය කරමින් සිටිනවා” හම්දානි පැවසීය. (කොළඹ/මාර්තු14/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் COVID-19 வழக்குகளில் விரைவான வீழ்ச்சி, ஆனால் அதிகாரிகள் மனநிறைவுக்கு எதிராக எச்சரிக்கின்றனர்",
      "body_lines": [
        "பொருளாதாரம் - மார்ச் மாதத்தில் தினசரி COVID-19 வழக்குகள் மற்றும் இறப்புகளில் இலங்கை விரைவான குறைவைக் கண்டது, கீழ்நோக்கிய போக்கைப் பராமரிக்க சுகாதார வழிகாட்டுதல்களைத் தொடர்ந்து பின்பற்றுமாறு சுகாதார அதிகாரிகள் பொதுமக்களை வலியுறுத்துகின்றனர்.",
        "சுகாதார அமைச்சு, மருத்துவ தொழில்நுட்ப சேவைகள் பணிப்பாளர் டாக்டர் அன்வர் ஹம்தானி திங்கள்கிழமை (14) செய்தியாளர்களிடம் கூறுகையில், மாநில மருத்துவமனைகள் மற்றும் சிகிச்சை மையங்களில் COVID-19 நோயாளிகளுக்காக ஒதுக்கப்பட்ட மொத்த படுக்கை வசதிகளில் 28 சதவீதம் மட்டுமே தற்போது பயன்படுத்தப்படுகிறது. வீட்டு அடிப்படையிலான சிகிச்சைக்கு அனுப்பப்பட்டுள்ளனர்.",
        "\"தினசரி நோயாளிகளின் எண்ணிக்கை ஒரு நாளைக்கு 350 முதல் 400 ஆகக் குறைந்துள்ளது, அதே நேரத்தில் தினசரி இறப்புகள் ஒரு நாளைக்கு 10 க்கும் குறைவாகக் குறைந்துள்ளன\" என்று ஹம்தானி கூறினார்.",
        "ஞாயிற்றுக்கிழமை (13) சுகாதார அதிகாரிகள் 311 புதிய நோயாளிகளை அடையாளம் கண்டுள்ளனர், இது நாட்டில் மொத்த வழக்குகளின் எண்ணிக்கையை 656,041 ஆகக் கொண்டு வந்தது. 16,397 செயலில் உள்ள நோயாளிகளில் 3,125 நோயாளிகள் மட்டுமே தற்போது மருத்துவமனைகளில் சிகிச்சை பெற்று வருகின்றனர், இதில் 58 நோயாளிகள் தீவிர சிகிச்சைப் பிரிவில் சிகிச்சை பெற்று வருகின்றனர்.",
        "ஹம்தானி கூறுகையில், அரசு மருத்துவமனைகளில் சிகிச்சை பெறும் நோயாளிகளில் 41 சதவீதம் பேர் ஆக்சிஜனில் உள்ளனர்.",
        "கடந்த இரண்டு வாரங்களுடன் ஒப்பிடுகையில் இது 30 சதவீதம் குறைவு என்று ஹம்தானி கூறினார்.",
        "கோவிட்-19 தடுப்பூசி திட்டம் மற்றும் பொது மக்களின் தரப்பில் சுகாதார நெறிமுறை இணக்கம் ஆகியவை வழக்குகள் குறைவதற்கு முக்கிய காரணம் என்று அதிகாரி கூறினார். இந்த வழிகாட்டுதல்களில் சுகாதார அமைச்சகம் சரியான நேரத்தில் திருத்தங்களை அறிமுகப்படுத்தி வருவதாக அவர் கூறினார்.",
        "“இந்தக் குறைவு காரணமாக, தொற்றுநோய் இப்போது முடிந்துவிட்டது என்று யாரும் நினைக்க வேண்டாம். எதுவும் நிரந்தரம் இல்லை. இந்த நிலைமை மாறலாம், எனவே அனைவரும் தங்கள் கடமையைச் செய்து, இந்த கீழ்நோக்கிய போக்கைத் தொடர பொறுப்பேற்க வேண்டும் என்று நாங்கள் விரும்புகிறோம், ”என்று அவர் கூறினார்.",
        "\"நீங்கள் தடுப்பூசி போடவில்லை என்றால், தயவுசெய்து சென்று ஜப் எடுத்துக் கொள்ளுங்கள், ஏனென்றால் அது உங்களை மட்டுமல்ல, உங்களைச் சுற்றியுள்ளவர்களையும் பாதுகாக்கிறது. உயிர்கள் காப்பாற்றப்படுவதற்கு தடுப்பூசி போடுவதே முக்கிய காரணம்,” என்று அவர் மேலும் குறிப்பிட்டார், புதிய இயல்புக்கு ஏற்றுக்கொள்வதும் முக்கியம்.",
        "இலக்கு வைக்கப்பட்ட குழுவில் உள்ள 16.9 மில்லியன் மக்களுக்கு COVID-19 தடுப்பூசியின் முதல் டோஸை இலங்கை வழங்கியுள்ளது, அதே நேரத்தில் 14.2 பேர் இரண்டாவது டோஸைப் பெற்றுள்ளனர். இருப்பினும், இதுவரை 7.5 மில்லியன் மக்கள் மட்டுமே பூஸ்டர் டோஸ் எடுத்துள்ளனர்.",
        "இந்த ஆண்டு ஜனவரி முதல் மார்ச் 13 வரை, உத்தியோகபூர்வ தரவுகளின்படி, இலங்கையில் 63,753 வழக்குகள் மற்றும் 1,562 COVID-19 இறப்புகள் உள்ளன. சுகாதார அமைச்சு COVID-19 கட்டுப்பாடுகளை தளர்த்தியுள்ள நிலையில், இலங்கையில் ஜனவரி இறுதி முதல் பெப்ரவரி முழுவதும் நோயாளிகள் மற்றும் இறப்புகள் அதிகரித்துள்ளன. இந்த காலகட்டத்தில், தினசரி வழக்குகளின் எண்ணிக்கை 1,000 க்கும் அதிகமாக அதிகரித்தது, அதே நேரத்தில் தினசரி 25-35 இறப்புகளும் நிகழ்ந்தன.",
        "எவ்வாறாயினும், பூஸ்டர் டோஸ் பெற அதிகமானோர் வருவதால், நிலைமை கட்டுக்குள் கொண்டுவரப்பட்டுள்ளதாக சுகாதார அதிகாரிகள் தெரிவித்தனர்.",
        "“அதிகாரிகளின் அலட்சியத்தால் இந்த எண்ணிக்கை குறைவதை மக்கள் காணலாம். ஆனால் இப்போது ஒரு தெளிவான குறைவு உள்ளது மற்றும் சுகாதார அதிகாரிகள் தொடர்ந்து நிலைமையை கண்காணித்து வருகின்றனர்\" என்று ஹம்தானி கூறினார். (கொழும்பு/மார்ச்14/2022)"
      ]
    }
  }
}