{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/CEAT-rolls-out-new-premium-retail-concepts-in-Sri-Lanka-to-match-brand-s-growth/56-735004",
  "time_ut": 1652898600,
  "title": "CEAT rolls out new premium retail concepts in Sri Lanka to match brand’s growth",
  "body_lines": [
    "Launches distribution channel expansion with ‘SIS’ and ‘CIDO’ outlets to drive premiumisation and enhance customer, dealer experience",
    "CEAT Kelani Holdings has begun the rollout of two new retail concepts in Sri Lanka for the CEAT brand.",
    "Part of a three-year distribution channel expansion strategy designed to drive brand exclusivity and premiumisation and enhance customer experience at partner outlets in tandem with product improvements, these new retail concepts are branded ‘Shop in Shop’ (SIS) and ‘Company Invested Dealer Operated’ (CIDO) business models, the company said. They were developed in consultation with CEAT India, and shadow the CEAT ‘Shoppe’ retail concept already launched in the subcontinent.",
    "The CEAT Shop in Shop concept entails demarcating a dedicated area for CEAT branded tyres within existing multi-brand dealer premises. CEAT will furnish the floor, customer lobby and reception areas of this private space to augment customer comfort.",
    "Additionally, the company will also invest in interior branding, signage, and innovative product display racks to emphasise the tyre offerings available with the channel partner. Besides enhancing the visibility and positioning of the brand, this model will also increase the channel partners’ share of wallet, the company said.",
    "CEAT has already launched two SIS retail outfits in Colombo and plans to complete four more before the close of 2023.",
    "The Company Invested Dealer Operated or CIDO outlets are essentially CEAT flagship stores established around the island to create an exclusive space for the brand. CEAT CIDOs are designed to significantly enhance brand visibility, customer engagement, and crucially, the customer experience. As the name suggests, CEAT will invest in these outlets by providing tyre changing equipment in addition to the branding suite, the furniture, and fixtures for these outlets.",
    "Managing Director Ravi Dadlani said: “CEAT’s emergence as the top brand in Sri Lanka’s tyre sector is the result of substantial investments over several years that have seen not just exponential increases in volumes but expansion of the product range, the deployment of new technology and quantum improvements in quality.",
    "“It is therefore important that the visibility of the brand at the retail end as well as the customer experience, keep pace with, and do justice to, the brand’s growth. The SIS and CIDO concepts are part of that process.”",
    "The manufacturer of half of the Sri Lanka’s pneumatic tyre requirements, CEAT Kelani Holdings is considered one of the most successful India – Sri Lanka joint ventures. The joint venture’s cumulative investment in Sri Lanka to date exceeds Rs. 8 billion, and another Rs. 3.2 billion has been committed in 2022 for expansion of volumes, technology upgrades and new product development.",
    "The company’s manufacturing operations in Sri Lanka encompass tyres in the radial (passenger cars, vans, and SUVs), commercial (nylon and radial), motorcycle, three-wheeler, and agricultural vehicle segments.",
    "The CEAT brand accounts for market shares in Sri Lanka of 48% in the Radial segment, 80% in the Truck category, 84% Light Truck tyre category, 51% in the Three-Wheeler tyre segment, 36% in the Motorcycle tyre segment and 72% in the Agricultural vehicle tyre category. CEAT Kelani exports about 20% of its production to 16 countries in South Asia, the Middle East, Africa, and the Far East."
  ],
  "translate": {
    "si": {
      "title": "සියැට් සන්නාමයේ වර්ධනයට ගැලපෙන පරිදි ශ්‍රී ලංකාව තුළ නව වාරික සිල්ලර සංකල්ප හඳුන්වා දෙයි",
      "body_lines": [
        "වාරිකකරණය සහ පාරිභෝගික, අලෙවිකරුවන්ගේ අත්දැකීම් වැඩිදියුණු කිරීම සඳහා 'SIS' සහ 'CIDO' අලෙවිසැල් සමඟ බෙදා හැරීමේ නාලිකාව පුළුල් කිරීම දියත් කරයි.",
        "සියැට් කැළණි හෝල්ඩිංග්ස් විසින් සියැට් සන්නාමය සඳහා ශ්‍රී ලංකාව තුළ නව සිල්ලර සංකල්ප දෙකක් එළිදැක්වීම ආරම්භ කර ඇත.",
        "සන්නාමයේ සුවිශේෂත්වය සහ වාරිකකරණය සහ නිෂ්පාදන වැඩිදියුණු කිරීම් සමඟ හවුල්කාර අලෙවිසැල්වල පාරිභෝගික අත්දැකීම් වැඩිදියුණු කිරීම සඳහා නිර්මාණය කර ඇති තෙවසරක බෙදාහැරීමේ නාලිකා පුළුල් කිරීමේ උපාය මාර්ගයක කොටසක්, මෙම නව සිල්ලර සංකල්ප 'Shop in Shop' (SIS) සහ 'සමාගමේ ආයෝජනය කරන ලද අලෙවි නියෝජිතයා විසින් මෙහෙයවනු ලැබේ. ' (CIDO) ව්‍යාපාර ආකෘති, සමාගම පැවසීය. ඒවා සියැට් ඉන්දියාව සමඟ සාකච්ඡා කර සංවර්ධනය කරන ලද අතර, උපමහාද්වීපයේ දැනටමත් දියත් කර ඇති සියැට් ‘ෂොප්’ සිල්ලර සංකල්පයේ සෙවනැල්ලයි.",
        "CEAT Shop in Shop සංකල්පය දැනට පවතින බහු සන්නාම අලෙවි නියෝජිත පරිශ්‍රයන් තුළ සියැට් සන්නාමය සහිත ටයර් සඳහා වෙන් වූ ප්‍රදේශයක් මායිම් කිරීම ඇතුළත් වේ. සියැට් විසින් මෙම පුද්ගලික අවකාශයේ මහල, පාරිභෝගික ලොබිය සහ පිළිගැනීමේ ප්‍රදේශ පාරිභෝගිකයාගේ සුවපහසුව වැඩි කිරීමට සපයා දෙනු ඇත.",
        "මීට අමතරව, නාලිකා හවුල්කරු සමඟ ලබා ගත හැකි ටයර් පිරිනැමීම් අවධාරණය කිරීම සඳහා සමාගම අභ්‍යන්තර වෙළඳ නාමකරණය, සංඥා සහ නව්‍ය නිෂ්පාදන ප්‍රදර්ශන රාක්ක සඳහා ද ආයෝජනය කරනු ඇත. සන්නාමයේ දෘශ්‍යතාව සහ ස්ථානගත කිරීම වැඩිදියුණු කිරීමට අමතරව, මෙම ආකෘතිය නාලිකා හවුල්කරුවන්ගේ මුදල් පසුම්බියේ කොටස ද වැඩි කරනු ඇති බව සමාගම පවසයි.",
        "සියැට් විසින් දැනටමත් SIS සිල්ලර ඇඳුම් කට්ටල දෙකක් කොළඹ දී දියත් කර ඇති අතර 2023 වසර අවසන් වීමට පෙර තවත් හතරක් සම්පූර්ණ කිරීමට සැලසුම් කර ඇත.",
        "සමාගම් ආයෝජනය කරන ලද අලෙවි නියෝජිත හෝ CIDO අලෙවිසැල් සන්නාමය සඳහා සුවිශේෂී ඉඩක් නිර්මාණය කිරීම සඳහා දිවයින පුරා ස්ථාපිත කර ඇති සියැට් ප්‍රමුඛතම වෙළඳසැල් වේ. CEAT CIDOs සැලසුම් කර ඇත්තේ සන්නාම දෘශ්‍යතාව, පාරිභෝගික නියැලීම සහ තීරණාත්මක ලෙස පාරිභෝගික අත්දැකීම වැඩි දියුණු කිරීම සඳහා ය. නමට අනුව, සියැට් මෙම අලෙවිසැල් සඳහා වෙළඳනාම කට්ටලයට අමතරව ටයර් වෙනස් කිරීමේ උපකරණ, ගෘහ භාණ්ඩ සහ සවිකිරීම් ලබා දීමෙන් මෙම අලෙවිසැල් සඳහා ආයෝජනය කරනු ඇත.",
        "කළමනාකාර අධ්‍යක්ෂ රවී ඩඩ්ලානි මහතා මෙසේ පැවසීය: “ශ්‍රී ලංකාවේ ටයර් අංශයේ ප්‍රමුඛතම සන්නාමය ලෙස සියැට් මතුවීම වසර ගණනාවක් පුරා සිදු කරන ලද සැලකිය යුතු ආයෝජනවල ප්‍රතිඵලයක් වන අතර එය පරිමාවේ ඝාතීය වැඩිවීමක් පමණක් නොව නිෂ්පාදන පරාසයේ ප්‍රසාරණය, නව තාක්‍ෂණය සහ ක්වොන්ටම් ව්‍යාප්තිය ද දැකගත හැකි විය. ගුණාත්මකභාවය වැඩි දියුණු කිරීම.",
        "“එබැවින් සිල්ලර වෙළඳාමේ සන්නාමයේ දෘශ්‍යතාව මෙන්ම පාරිභෝගික අත්දැකීම් ද සන්නාමයේ වර්ධනය සමඟ වේගයෙන් ගමන් කිරීම සහ සාධාරණය ඉටු කිරීම වැදගත් වේ. SIS සහ CIDO සංකල්ප එම ක්‍රියාවලියේ කොටසකි.",
        "ශ්‍රී ලංකාවේ වායුමය ටයර් අවශ්‍යතාවයෙන් අඩක් නිෂ්පාදකයා වන සියැට් කැලණි හෝල්ඩිංග්ස් වඩාත් සාර්ථක ඉන්දීය - ශ්‍රී ලංකා හවුල් ව්‍යාපාරයක් ලෙස සැලකේ. මේ දක්වා ශ්‍රී ලංකාව තුළ ඒකාබද්ධ ව්‍යාපාරයේ සමුච්චිත ආයෝජනය රු. බිලියන 8 ක් සහ තවත් රු. වෙළුම් පුළුල් කිරීම, තාක්‍ෂණික වැඩිදියුණු කිරීම් සහ නව නිෂ්පාදන සංවර්ධනය සඳහා 2022 දී රුපියල් බිලියන 3.2 ක් කැපවී ඇත.",
        "සමාගමේ ශ්‍රී ලංකාවේ නිෂ්පාදන මෙහෙයුම් රේඩියල් (මගී මෝටර් රථ, වෑන් සහ SUV), වාණිජ (නයිලෝන් සහ රේඩියල්), යතුරුපැදි, ත්‍රිරෝද රථ සහ කෘෂිකාර්මික වාහන කොටස්වල ටයර් ඇතුළත් වේ.",
        "සියැට් සන්නාමය ශ්‍රී ලංකාවේ රේඩියල් අංශයේ 48%, ට්‍රක් රථ කාණ්ඩයේ 80%, සැහැල්ලු ට්‍රක් ටයර් කාණ්ඩයේ 84%, ත්‍රිරෝද රථ ටයර් කාණ්ඩයේ 51%, යතුරුපැදි ටයර් අංශයේ 36% සහ කෘෂිකාර්මික වාහන ටයර් කාණ්ඩයේ 72%. සියැට් කැලණි සිය නිෂ්පාදනයෙන් 20%ක් පමණ දකුණු ආසියාව, මැදපෙරදිග, අප්‍රිකාව සහ ඈත පෙරදිග රටවල් 16කට අපනයනය කරයි."
      ]
    },
    "ta": {
      "title": "CEAT பிராண்டின் வளர்ச்சிக்கு ஏற்றவாறு இலங்கையில் புதிய பிரீமியம் சில்லறை விற்பனை கருத்துருக்களை வெளியிடுகிறது",
      "body_lines": [
        "பிரீமியத்தை இயக்குவதற்கும் வாடிக்கையாளர், டீலர் அனுபவத்தை மேம்படுத்துவதற்கும் ‘SIS’ மற்றும் ‘CIDO’ அவுட்லெட்டுகளுடன் விநியோக சேனல் விரிவாக்கத்தைத் தொடங்குகிறது.",
        "சியெட் களனி ஹோல்டிங்ஸ், சியெட் வர்த்தக நாமத்துக்காக இலங்கையில் இரண்டு புதிய சில்லறைக் கருத்துருக்களை வெளியிடத் தொடங்கியுள்ளது.",
        "பிராண்ட் பிரத்தியேகத்தன்மை மற்றும் பிரீமியமயமாக்கல் மற்றும் தயாரிப்பு மேம்பாடுகளுடன் இணைந்து கூட்டாளர் விற்பனை நிலையங்களில் வாடிக்கையாளர் அனுபவத்தை மேம்படுத்த வடிவமைக்கப்பட்ட மூன்று ஆண்டு விநியோக சேனல் விரிவாக்க உத்தியின் ஒரு பகுதியாக, இந்த புதிய சில்லறை கருத்துக்கள் 'ஷாப் இன் ஷாப்' (SIS) மற்றும் 'நிறுவனத்தின் முதலீட்டு டீலர் இயக்கப்படுகிறது. (CIDO) வணிக மாதிரிகள், நிறுவனம் கூறியது. அவை சியட் இந்தியாவுடன் கலந்தாலோசித்து உருவாக்கப்பட்டன, மேலும் துணைக் கண்டத்தில் ஏற்கனவே தொடங்கப்பட்ட சியட் ‘ஷாப்பி’ சில்லறைக் கருத்துருவின் நிழல்.",
        "சியாட் ஷாப் இன் ஷாப் கான்செப்ட், தற்போதுள்ள பல-பிராண்ட் டீலர் வளாகத்திற்குள் சியட் பிராண்டட் டயர்களுக்கான பிரத்யேக பகுதியைக் குறிக்கும். வாடிக்கையாளர் வசதியை அதிகரிக்க இந்த தனியார் இடத்தின் தளம், வாடிக்கையாளர் லாபி மற்றும் வரவேற்பு பகுதிகளை CEAT வழங்கும்.",
        "கூடுதலாக, சேனல் பார்ட்னருடன் கிடைக்கும் டயர் சலுகைகளை வலியுறுத்துவதற்காக, இன்டீரியர் பிராண்டிங், சிக்னேஜ் மற்றும் புதுமையான தயாரிப்பு காட்சி ரேக்குகளிலும் நிறுவனம் முதலீடு செய்யும். பிராண்டின் தெரிவுநிலை மற்றும் நிலைப்படுத்தலை மேம்படுத்துவதுடன், இந்த மாடல் சேனல் பார்ட்னர்களின் வாலட்டின் பங்கையும் அதிகரிக்கும் என்று நிறுவனம் தெரிவித்துள்ளது.",
        "CEAT ஏற்கனவே கொழும்பில் இரண்டு SIS சில்லறை விற்பனை ஆடைகளை அறிமுகப்படுத்தியுள்ளது மற்றும் 2023 ஆம் ஆண்டு முடிவதற்குள் மேலும் நான்கை முடிக்க திட்டமிட்டுள்ளது.",
        "நிறுவனத்தின் முதலீட்டு டீலர் இயக்கப்படும் அல்லது CIDO விற்பனை நிலையங்கள், பிராண்டிற்கான பிரத்யேக இடத்தை உருவாக்குவதற்காக தீவு முழுவதும் நிறுவப்பட்ட CEAT முதன்மைக் கடைகளாகும். CEAT CIDOக்கள் பிராண்ட் தெரிவுநிலை, வாடிக்கையாளர் ஈடுபாடு மற்றும் முக்கியமாக வாடிக்கையாளர் அனுபவத்தை கணிசமாக மேம்படுத்தும் வகையில் வடிவமைக்கப்பட்டுள்ளன. பெயர் குறிப்பிடுவது போல, இந்த விற்பனை நிலையங்களுக்கான பிராண்டிங் தொகுப்பு, தளபாடங்கள் மற்றும் சாதனங்களுக்கு கூடுதலாக டயர் மாற்றும் உபகரணங்களை வழங்குவதன் மூலம் CEAT இந்த விற்பனை நிலையங்களில் முதலீடு செய்யும்.",
        "முகாமைத்துவப் பணிப்பாளர் ரவி தட்லானி கூறினார்: “சிறீலங்காவின் டயர் துறையில் சிறந்த வர்த்தகநாமமாக CEAT வெளிவருவது, பல வருடங்களாக கணிசமான முதலீடுகளின் விளைவாகும். இதன் விளைவாக உற்பத்தி அளவுகளில் அதிவேக அதிகரிப்பு மட்டுமன்றி உற்பத்தி வரம்பின் விரிவாக்கம், புதிய தொழில்நுட்பம் மற்றும் குவாண்டம் ஆகியவற்றின் விரிவாக்கம். தரத்தில் மேம்பாடுகள்.",
        "“எனவே, சில்லறை வர்த்தகத்தில் பிராண்டின் தெரிவுநிலை மற்றும் வாடிக்கையாளர் அனுபவமும், பிராண்டின் வளர்ச்சிக்கு ஏற்றவாறு நடந்துகொள்வதும், நியாயப்படுத்துவதும் முக்கியம். SIS மற்றும் CIDO கருத்துக்கள் அந்த செயல்முறையின் ஒரு பகுதியாகும்.",
        "இலங்கையின் நியூமேடிக் டயர் தேவைகளில் பாதியை உற்பத்தி செய்யும் சியெட் களனி ஹோல்டிங்ஸ் மிகவும் வெற்றிகரமான இந்தியா - இலங்கை கூட்டு முயற்சிகளில் ஒன்றாக கருதப்படுகிறது. இன்றுவரை இலங்கையில் கூட்டு முயற்சியின் ஒட்டுமொத்த முதலீடு ரூ. 8 பில்லியன், மேலும் ரூ. 2022 ஆம் ஆண்டில் தொகுதிகளின் விரிவாக்கம், தொழில்நுட்ப மேம்பாடுகள் மற்றும் புதிய தயாரிப்பு மேம்பாட்டிற்காக 3.2 பில்லியன் ஒதுக்கப்பட்டுள்ளது.",
        "இலங்கையில் நிறுவனத்தின் உற்பத்தி நடவடிக்கைகள் ரேடியல் (பயணிகள் கார்கள், வேன்கள் மற்றும் SUVக்கள்), வணிக (நைலான் மற்றும் ரேடியல்), மோட்டார் சைக்கிள், முச்சக்கர வண்டி மற்றும் விவசாய வாகனப் பிரிவுகளில் டயர்களை உள்ளடக்கியது.",
        "சியெட் வர்த்தக நாமமானது இலங்கையில் ரேடியல் பிரிவில் 48%, ட்ரக் பிரிவில் 80%, இலகுரக ட்ரக் டயர் பிரிவில் 84%, முச்சக்கர வண்டி டயர் பிரிவில் 51%, மோட்டார் சைக்கிள் டயர் பிரிவில் 36% என சந்தைப் பங்குகளைக் கொண்டுள்ளது. விவசாய வாகன டயர் பிரிவில் 72%. CEAT Kelani தனது உற்பத்தியில் 20% தெற்காசியா, மத்திய கிழக்கு, ஆபிரிக்கா மற்றும் தூர கிழக்கு நாடுகளில் உள்ள 16 நாடுகளுக்கு ஏற்றுமதி செய்கிறது."
      ]
    }
  }
}