{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-govt-blames-march-31-protest-on-extremist-elements-linked-to-opposition-parties-92352/",
  "time_ut": 1648798620,
  "title": "Sri Lanka govt blames March 31 protest on “extremist” elements linked to opposition parties",
  "body_lines": [
    "ECONOMYNEXT – The government of Sri Lanka on Friday (01) accused “extremist” elements affiliated with opposition parties of hijacking a massive protest held outside President Gotabaya Rajapaksa’s private residence the previous night and turning it violent — an allegation contested by some of the protestors.",
    "At an emergency press briefing Friday morning organised by the President’s Media Division (PMD), Tourism Minister Prasanna Ranatunga claimed that the authorities had evidence that a person who had once contested an election on the opposition Janatha Vimukthi Peramuna (JVP) ticket was among the participants. He later also hinted at the possible involvement of elements linked to the main opposition Samagi Jana Balavegaya (SJB).",
    "The two opposition parties have yet to respond to the allegation.",
    "Acknowledging that people have a right to protest, Ranatunga claimed that what began peacefully later turned violent with the arrival of groups of people wearing helmets. The minister said the events that unfolded Thursday night and over the early hours of Friday would negatively impact the tourism industry that had finally started to recover from two years of devastation caused by the pandemic.",
    "The streets of Pangiriwatta, Mirihana, the Colombo suburb where President Rajapaksa resides, erupted in protest Thursday night as hundreds gathered at the nearby Jubilee Post intersection to vent their frustrations over Sri Lanka’s worsening economic crisis. Daily power cuts that now exceed 12 hours, long queues for essentials including fuel, have been the order of the day, leading to daily protests and vigils island-wide. Economists have blamed the crisis on excess money printed to keep interest rates low, though the government continues to blame the COVID-19 pandemic and decisions made by the previous administration.",
    "The protest, which had started peacefully enough with people holding placards and torches, soon took a turn for the vociferous as the participants  started shouting angry slogans against the government and the president himself. The crowds grew from hundreds to thousands in a matter of hours as they marched to the president’s private residence, with a chorus of loud slogans questioning the president’s sanity and demanding that he step down. A protest of this magnitude against a sitting president in Sri Lanka is unprecedented, analysts say.",
    "Police, the riot squad, the Special Task Force (STF) and eventually the army were called in after, as broadcast media footage showed, things took a violent turn amid tear gas and water canon spray targeting the protestors. A police bus was set on fire, though it is unclear at present who instigated the incident.",
    "Police curfew was later declared in several areas of Colombo, until it was removed at 5am Friday after the crowds had dispersed. Other, smaller protests had also occurred in different parts of the country Thursday night.",
    "Police spokesman SSP Nihal Thalduwa told reporters Friday morning that five police officers were injured in the Mirihana incident. Media reports said that several protestors were also injured in clashes with the police, among them at least two journalists who had been covering the protest.",
    "Thalduwa said the “peaceful protestors suddenly started acting aggressively”, forcing the police to “use minimum force to control the situation”. A police bus, two police patrol bikes, a jeep belonging to the Mirihana police and an army bus were completely destroyed while many other police and state vehicles and private properties sustained damages, he said.",
    "According to Thalduwa, 53 men and one woman are currently in police custody over the incident and investigations are under way. There was no comment on the number of protestors injured. Social media posts showed several participants being taken to hospital for treatment.",
    "A PMD statement Friday morning said extremists had infiltrated the protest and turned it violent. Some of the arrested protestors had confessed that the incident was part of a carefully planned, Arab Spring-style protest campaign using social media aimed at destabilising the country, the statement claimed.",
    "The use of the word ‘extremist’ was heavily criticised by social media users, who drew parallels with government responses to previous acts of violence attributed to religious extremism. The use of the word ‘Arab’ was also questioned.",
    "Ranatunga, speaking to reporters, clarified that the word ‘extremist’ was used not to convey religious extremism carried out by any minority group but rather as a reference to extreme, politically motivated instigators. He claimed that ‘Arab Spring’ was what the organisers themselves had called their movement.",
    "Meanwhile, State Minister of Transport Dilum Amunugama addressing the same press briefing said: “Extremism is the wrong word. I would call them terrorists.” (Colombo/Apr01/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා රජය මාර්තු 31 විරෝධතාව විරුද්ධ පක්ෂවලට සම්බන්ධ “අන්තවාදී” කොටස්වලට දොස් පවරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා රජය සිකුරාදා (01) සිකුරාදා (01) විරුද්ධ පක්ෂවලට සම්බන්ධ “අන්තවාදී” කොටස් විසින් ජනාධිපති ගෝඨාභය රාජපක්ෂගේ පෞද්ගලික නිවස ඉදිරිපිට පැවති දැවැන්ත විරෝධතාවයක් පැහැරගෙන ගොස් එය ප්‍රචණ්ඩකාරී බවට පත් කළ බවට චෝදනා කළේය - එය විරෝධතාකරුවන්ගෙන් සමහරක් විසින් ඉදිරිපත් කරන ලද චෝදනාවකි.",
        "සිකුරාදා උදෑසන ජනාධිපති මාධ්‍ය අංශය (PMD) විසින් සංවිධානය කරන ලද හදිසි මාධ්‍ය හමුවකදී සංචාරක අමාත්‍ය ප්‍රසන්න රණතුංග කියා සිටියේ වරක් විපක්ෂයේ ජනතා විමුක්ති පෙරමුණෙන් (ජවිපෙ) මැතිවරණයකට ඉදිරිපත් වූ අයෙකු සහභාගී වූවන් අතර සිටි බවට බලධාරීන් සතුව සාක්ෂි ඇති බවයි. . ඔහු පසුව ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගයට (SJB) සම්බන්ධ කොටස් සම්බන්ධ විය හැකි බවට ද ඉඟි කළේය.",
        "එම චෝදනාවට විරුද්ධ පක්ෂ දෙක තවමත් ප්‍රතිචාර දක්වා නැත.",
        "මිනිසුන්ට විරෝධතා දැක්වීමට අයිතියක් ඇති බව පිළිගත් රණතුංග, සාමකාමීව ආරම්භ කළ දෙය පසුව හෙල්මට් පැළඳ සිටින කණ්ඩායම් පැමිණීමත් සමඟ ප්‍රචණ්ඩත්වයට පත් වූ බව කියා සිටියේය. බ්‍රහස්පතින්දා රාත්‍රියේ සහ සිකුරාදා අලුයම සිදු වූ සිදුවීම් වසංගතයෙන් වසර දෙකක විනාශයෙන් යථා තත්ත්වයට පත්වීමට පටන් ගත් සංචාරක කර්මාන්තයට අහිතකර ලෙස බලපානු ඇතැයි අමාත්‍යවරයා පැවසීය.",
        "ශ්‍රී ලංකාවේ නරක අතට හැරෙන ආර්ථික අර්බුදය පිලිබඳ කලකිරීම පිට කිරීමට සිය ගනනක් අසල ජුබිලි කණුව මංසන්ධියට රැස්ව සිටි බ්‍රහස්පතින්දා රාත්‍රියේ ජනාධිපති රාජපක්ෂ වාසය කරන කොලඹ තදාසන්න ප්‍රදේශය වන පැඟිරිවත්ත, මිරිහාන වීදි විරෝධතාවයෙන් පුපුරා ගියේය. දැන් පැය 12 ඉක්මවන දෛනික විදුලි කප්පාදුව, ඉන්ධන ඇතුළු අත්‍යාවශ්‍ය ද්‍රව්‍ය සඳහා දිගු පෝලිම්, දිනෙන් දින දීපව්‍යාප්ත විරෝධතා සහ සෝදිසි කිරීම්වලට තුඩු දී ඇත. COVID-19 වසංගතය සහ පසුගිය පරිපාලනය විසින් ගනු ලැබූ තීරණ සම්බන්ධයෙන් රජය දිගින් දිගටම දොස් පවරන නමුත්, පොලී අනුපාත අඩු මට්ටමක තබා ගැනීම සඳහා මුද්‍රණය කරන ලද අතිරික්ත මුදල් අර්බුදයට ආර්ථික විද්‍යාඥයින් දොස් පවරා ඇත.",
        "විරෝධතා පුවරු සහ පන්දම් අතැතිව මිනිසුන් සමඟ සාමකාමීව ආරම්භ වූ විරෝධතාව, වැඩි කල් නොගොස් ඝෝෂාකාරී ස්වරූපයක් ගත්තේ, සහභාගී වූවන්  රජයට සහ ජනාධිපතිවරයාට එරෙහිව කෝපයෙන් සටන් පාඨ කෑගැසීමට පටන් ගැනීමත් සමඟය. ජනාධිපතිවරයාගේ සිහිබුද්ධිය ප්‍රශ්න කරන සහ ඔහු ධුරයෙන් ඉවත් විය යුතු යැයි බලකරමින් උස් හඬින් සටන් පාඨ හඬක් නගමින් ඔවුන් පාගමනින් ජනාධිපතිවරයාගේ පෞද්ගලික නිවස වෙත යන විට පැය කිහිපයක් ඇතුළත ජනකාය සිය ගණනක සිට දහස් ගණනක් දක්වා වර්ධනය විය. ශ්‍රී ලංකාවේ බලයේ සිටින ජනාධිපතිවරයෙකුට එරෙහිව මෙතරම් විශාල විරෝධතාවක් ඇතිවීම පෙර නොවූ විරූ බව විශ්ලේෂකයෝ පවසති.",
        "පොලිසිය, කැරලි මර්දන ඒකකය, විශේෂ කාර්ය බළකාය (STF) සහ අවසානයේ හමුදාව කැඳවනු ලැබූ අතර, විකාශන මාධ්‍ය දර්ශන පෙන්නුම් කරන පරිදි, විරෝධතාකරුවන් ඉලක්ක කරගත් කඳුළු ගෑස් සහ ජල ප්‍රහාර මධ්‍යයේ දේවල් ප්‍රචණ්ඩත්වයට පත් විය. පොලිස් බස් රථයකට ගිනි තබා ඇතත්, සිද්ධියට උල්පන්දම් දුන්නේ කවුරුන්ද යන්න දැනට පැහැදිලි නැත.",
        "පසුව කොළඹ ප්‍රදේශ කිහිපයක පොලිස් ඇඳිරි නීතිය ප්‍රකාශයට පත් කරන ලද අතර, සෙනඟ විසිර යාමෙන් පසු සිකුරාදා අලුයම 5 ට එය ඉවත් කරන තුරු. අනෙකුත් කුඩා විරෝධතා ද බ්‍රහස්පතින්දා රාත්‍රියේ රටේ විවිධ ප්‍රදේශවල සිදුවී තිබුණි.",
        "පොලිස් මාධ්‍ය ප්‍රකාශක ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී නිහාල් තල්දූව සිකුරාදා උදෑසන මාධ්‍යවේදීන් අමතමින් කියා සිටියේ මිරිහාන සිද්ධියෙන් පොලිස් නිලධාරීන් පස් දෙනෙකු තුවාල ලබා ඇති බවයි. පොලිසිය සමඟ ඇති වූ ගැටුම්වලින් විරෝධතාකරුවන් කිහිප දෙනෙකු ද තුවාල ලබා ඇති අතර, ඔවුන් අතර අවම වශයෙන් විරෝධතාව ආවරණය කරමින් සිටි මාධ්‍යවේදීන් දෙදෙනෙකු ද තුවාල ලබා ඇති බව මාධ්‍ය වාර්තා කළේය.",
        "තල්දූව පැවසුවේ \"සාමකාමී විරෝධතාකරුවන් හදිසියේම ආක්‍රමණශීලී ලෙස ක්‍රියා කිරීමට පටන් ගත්\" බවත්, \"තත්වය පාලනය කිරීමට අවම බලය භාවිතා කිරීමට\" පොලිසියට බල කරන බවත්ය. පොලිස් බස් රථයක්, පොලිස් මුර සංචාරක යතුරු පැදි දෙකක්, මිරිහාන පොලිසියට අයත් ජීප් රථයක් සහ යුද හමුදා බස් රථයක් සම්පූර්ණයෙන්ම විනාශ වී ඇති අතර තවත් පොලිස් සහ රජයේ වාහන සහ පෞද්ගලික දේපළ රැසකට අලාභ හානි සිදුව ඇති බව ඔහු පැවසීය.",
        "තල්දූවට අනුව සිද්ධිය සම්බන්ධයෙන් මේ වන විට පිරිමි 53 දෙනෙකු සහ එක් කාන්තාවක් පොලිස් අත්අඩංගුවේ පසුවන අතර පරීක්ෂණ ක්‍රියාත්මකයි. තුවාල ලැබූ විරෝධතාකරුවන්ගේ සංඛ්‍යාව පිළිබඳව අදහස් දැක්වීමක් නොමැත. සමාජ මාධ්‍ය පළ කිරීම්වලින් පෙන්නුම් කළේ සහභාගිවන්නන් කිහිප දෙනෙකු ප්‍රතිකාර සඳහා රෝහල් ගත කර ඇති බවයි.",
        "සිකුරාදා උදෑසන PMD ප්‍රකාශයක් පැවසුවේ අන්තවාදීන් විරෝධතාවයට රිංගා එය ප්‍රචණ්ඩකාරී බවට පත් කර ඇති බවයි. මෙම සිද්ධිය රට අස්ථාවර කිරීමේ අරමුණින් සමාජ මාධ්‍ය භාවිතා කරමින් ඉතා සූක්ෂම ලෙස සැලසුම් කළ, අරාබි වසන්තයේ ආකාරයේ විරෝධතා ව්‍යාපාරයක කොටසක් බව අත්අඩංගුවට ගත් සමහර විරෝධතාකරුවන් පාපොච්චාරණය කර ඇති බව එම ප්‍රකාශයේ සඳහන් වේ.",
        "‘අන්තවාදී’ යන වචනය භාවිතා කිරීම සමාජ මාධ්‍ය භාවිතා කරන්නන් විසින් දැඩි ලෙස විවේචනයට ලක් කරන ලද අතර, ඔවුන් ආගමික අන්තවාදයට ආරෝපණය කරන ලද පෙර ප්‍රචණ්ඩ ක්‍රියා සම්බන්ධයෙන් රජයේ ප්‍රතිචාර සමඟ සමාන්තරව කටයුතු කළහ. ‘අරාබි’ යන වචනය භාවිත කිරීම ද ප්‍රශ්න කෙරිණි.",
        "රණතුංග මාධ්‍යවේදීන් අමතමින් පැහැදිළි කළේ ‘අන්තවාදී’ යන වචනය භාවිත කර ඇත්තේ කිසියම් සුළුතර කණ්ඩායමක් විසින් ගෙන යන ආගමික අන්තවාදය ප්‍රකාශ කිරීමට නොව අන්ත, දේශපාලනිකව උසිගැන්වීම් කරන අය ගැන සඳහන් කිරීමක් ලෙස බවයි. ඔහු කියා සිටියේ ‘අරාබි වසන්තය’ යනු සංවිධායකයින් විසින්ම ඔවුන්ගේ ව්‍යාපාරය ලෙස හැඳින්වූ බවයි.",
        "මේ අතර එම මාධ්‍ය හමුවට එක්වෙමින් ප්‍රවාහන රාජ්‍ය අමාත්‍ය දිලුම් අමුණුගම කියා සිටියේ අන්තවාදය යනු වැරදි වචනයයි. මම ඔවුන්ව ත්‍රස්තවාදීන් ලෙස හඳුන්වනවා. (කොළඹ/අප්‍රේල් 01/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை அரசாங்கம் மார்ச் 31ஆம் தேதி நடந்த போராட்டத்தை எதிர்க்கட்சிகளுடன் தொடர்புடைய \"தீவிரவாத\" கூறுகள் என்று குற்றம் சாட்டுகிறது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை அரசாங்கம் வெள்ளிக்கிழமை (01) வெள்ளிக்கிழமை (01) ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் தனிப்பட்ட இல்லத்திற்கு வெளியே நடத்தப்பட்ட பாரிய போராட்டத்தை எதிர்க் கட்சிகளுடன் இணைந்த \"தீவிரவாத\" சக்திகள் கடத்தியதாக குற்றம் சாட்டியுள்ளது - இது போராட்டக்காரர்கள் சிலரால் போட்டியிட்ட குற்றச்சாட்டு.",
        "ஜனாதிபதியின் ஊடகப் பிரிவு (PMD) ஏற்பாடு செய்திருந்த அவசர செய்தியாளர் சந்திப்பில், சுற்றுலாத்துறை அமைச்சர் பிரசன்ன ரணதுங்க, எதிர்க்கட்சியான மக்கள் விடுதலை முன்னணி (ஜே.வி.பி) தேர்தலில் ஒருமுறை தேர்தலில் போட்டியிட்டவர் என்பதற்கான ஆதாரங்கள் அதிகாரிகளிடம் இருப்பதாகக் கூறினார். . பின்னர் அவர் முக்கிய எதிர்க்கட்சியான சமகி ஜன பலவேகயா (SJB) உடன் இணைக்கப்பட்ட கூறுகளின் சாத்தியமான ஈடுபாட்டையும் சுட்டிக்காட்டினார்.",
        "இந்த குற்றச்சாட்டுக்கு இரு எதிர்க்கட்சிகளும் இதுவரை பதிலளிக்கவில்லை.",
        "மக்களுக்கு எதிர்ப்பு தெரிவிப்பதற்கு உரிமை உண்டு என்பதை ஒப்புக்கொண்ட ரணதுங்க, அமைதியான முறையில் ஆரம்பித்தது பின்னர் ஹெல்மெட் அணிந்த மக்கள் குழுக்களின் வருகையுடன் வன்முறையாக மாறியது என்று கூறினார். வியாழன் இரவு மற்றும் வெள்ளிக்கிழமை அதிகாலையில் நடந்த நிகழ்வுகள், தொற்றுநோயால் ஏற்பட்ட இரண்டு வருட பேரழிவிலிருந்து இறுதியாக மீளத் தொடங்கிய சுற்றுலாத் துறையை எதிர்மறையாக பாதிக்கும் என்று அமைச்சர் கூறினார்.",
        "ஜனாதிபதி ராஜபக்ஷ வசிக்கும் கொழும்பு புறநகர்ப் பகுதியான பங்கிரிவத்த, மிரிஹான வீதிகள், வியாழன் இரவு, நூற்றுக்கணக்கானோர் அருகில் உள்ள ஜூபிலி போஸ்ட் சந்திப்பில் கூடி, இலங்கையின் மோசமாகி வரும் பொருளாதார நெருக்கடி குறித்து தங்கள் விரக்தியை வெளிப்படுத்தியதால், ஆர்ப்பாட்டத்தில் வெடித்தன. தற்போது 12 மணித்தியாலங்களைத் தாண்டிய தினசரி மின்வெட்டு, எரிபொருள் உள்ளிட்ட அத்தியாவசியப் பொருட்களுக்கான நீண்ட வரிசைகள் நாளுக்கு நாள் வரிசையாக உள்ளது, இது நாடளாவிய ரீதியில் தினசரி போராட்டங்கள் மற்றும் விழிப்புணர்வை ஏற்படுத்துகிறது. COVID-19 தொற்றுநோய் மற்றும் முந்தைய நிர்வாகத்தால் எடுக்கப்பட்ட முடிவுகளை அரசாங்கம் தொடர்ந்து குற்றம் சாட்டினாலும், வட்டி விகிதங்களைக் குறைவாக வைத்திருக்க அச்சிடப்பட்ட அதிகப்படியான பணமே நெருக்கடிக்கு காரணம் என்று பொருளாதார வல்லுநர்கள் குற்றம் சாட்டியுள்ளனர்.",
        "மக்கள் பதாகைகள் மற்றும் தீப்பந்தங்களை ஏந்தியபடி அமைதியான முறையில் தொடங்கிய இந்த போராட்டம், பங்கேற்பாளர்கள்  அரசாங்கத்திற்கும் ஜனாதிபதிக்கும் எதிராக கோபமான முழக்கங்களை எழுப்பத் தொடங்கியதால், விரைவில் சத்தமெழுப்பியது. ஜனாதிபதியின் நல்லறிவைக் கேள்விக்குள்ளாக்கும் மற்றும் அவர் பதவி விலகக் கோரும் உரத்த முழக்கங்களுடன் அவர்கள் ஜனாதிபதியின் தனிப்பட்ட இல்லத்திற்கு பேரணியாகச் சென்றபோது சில மணிநேரங்களில் கூட்டம் நூறாயிரக்கணக்கில் இருந்து ஆயிரமாக அதிகரித்தது. இலங்கையில் பதவியில் இருக்கும் ஜனாதிபதி ஒருவருக்கு எதிராக இந்த அளவு போராட்டம் முன்னெப்போதும் இல்லாதது என ஆய்வாளர்கள் கூறுகின்றனர்.",
        "காவல்துறை, கலகத் தடுப்புப் பிரிவு, சிறப்பு அதிரடிப் படை (STF) மற்றும் இறுதியில் இராணுவம் வரவழைக்கப்பட்டதை, ஒளிபரப்பு ஊடகக் காட்சிகள் காட்டியது போல, போராட்டக்காரர்களைக் குறிவைத்து கண்ணீர்ப்புகை மற்றும் நீர்த்தாரைத் தெளிப்புகளுக்கு மத்தியில் விஷயங்கள் வன்முறையாக மாறியது. இந்த சம்பவத்தை தூண்டியது யார் என்பது தற்போது தெரியவில்லை என்றாலும், ஒரு போலீஸ் பஸ் தீ வைத்து எரிக்கப்பட்டது.",
        "பின்னர் கொழும்பின் பல பகுதிகளில் பொலிஸ் ஊரடங்கு சட்டம் பிறப்பிக்கப்பட்டது, மக்கள் கூட்டம் கலைந்ததை அடுத்து வெள்ளிக்கிழமை அதிகாலை 5 மணிக்கு அது நீக்கப்பட்டது. வியாழன் இரவு நாட்டின் பல்வேறு பகுதிகளில் சிறிய அளவிலான போராட்டங்களும் நடைபெற்றன.",
        "மிரிஹான சம்பவத்தில் ஐந்து பொலிஸ் உத்தியோகத்தர்கள் காயமடைந்துள்ளதாக பொலிஸ் ஊடகப் பேச்சாளர் SSP நிஹால் தல்துவ வெள்ளிக்கிழமை காலை செய்தியாளர்களிடம் தெரிவித்தார். காவல்துறையுடனான மோதலில் பல போராட்டக்காரர்களும் காயமடைந்ததாக ஊடக அறிக்கைகள் தெரிவித்தன, அவர்களில் குறைந்தது இரண்டு ஊடகவியலாளர்கள் போராட்டத்தை செய்தியாக்கினர்.",
        "\"அமைதியான போராட்டக்காரர்கள் திடீரென ஆக்ரோஷமாக செயல்படத் தொடங்கினர்\" என்று தல்துவா கூறினார், \"நிலைமையைக் கட்டுப்படுத்த குறைந்தபட்ச சக்தியைப் பயன்படுத்துமாறு\" காவல்துறையை கட்டாயப்படுத்தியது. பொலிஸ் பஸ், இரண்டு பொலிஸ் ரோந்து துவிச்சக்கர வண்டிகள், மிரிஹான பொலிஸாருக்கு சொந்தமான ஜீப் மற்றும் இராணுவ பஸ் என்பன முற்றாக அழிக்கப்பட்டதுடன் மேலும் பல பொலிஸ் மற்றும் அரச வாகனங்கள் மற்றும் தனியார் சொத்துக்களுக்கு சேதம் ஏற்பட்டுள்ளதாக அவர் கூறினார்.",
        "தல்துவாவின் கூற்றுப்படி, சம்பவம் தொடர்பாக 53 ஆண்களும் ஒரு பெண்ணும் தற்போது பொலிஸ் காவலில் வைக்கப்பட்டுள்ளனர் மற்றும் விசாரணைகள் நடைபெற்று வருகின்றன. காயமடைந்தவர்களின் எண்ணிக்கை குறித்து எந்த கருத்தும் தெரிவிக்கப்படவில்லை. சமூக ஊடக பதிவுகள் பல பங்கேற்பாளர்கள் சிகிச்சைக்காக மருத்துவமனைக்கு கொண்டு செல்லப்பட்டதைக் காட்டியது.",
        "வெள்ளிக்கிழமை காலை PMD அறிக்கை ஒன்றில் தீவிரவாதிகள் போராட்டத்தில் ஊடுருவி வன்முறையாக மாறியதாகக் கூறியது. கைது செய்யப்பட்ட போராட்டக்காரர்களில் சிலர், இந்த சம்பவம் நாட்டை சீர்குலைக்கும் நோக்கில் சமூக ஊடகங்களைப் பயன்படுத்தி கவனமாக திட்டமிடப்பட்ட, அரபு வசந்த பாணி எதிர்ப்பு பிரச்சாரத்தின் ஒரு பகுதியாகும் என்று ஒப்புக்கொண்டதாக அந்த அறிக்கையில் கூறப்பட்டுள்ளது.",
        "'தீவிரவாதி' என்ற வார்த்தையின் பயன்பாடு சமூக ஊடக பயனர்களால் கடுமையாக விமர்சிக்கப்பட்டது, அவர்கள் மத தீவிரவாதத்திற்கு காரணமான முந்தைய வன்முறை செயல்களுக்கு அரசாங்கத்தின் பதில்களுடன் இணையாக இருந்தனர். ‘அரபு’ என்ற வார்த்தையின் பயன்பாடு குறித்தும் கேள்வி எழுப்பப்பட்டது.",
        "ரணதுங்க, செய்தியாளர்களிடம் பேசுகையில், ‘தீவிரவாதி’ என்ற வார்த்தை எந்த சிறுபான்மையினரால் நடத்தப்படும் மதத் தீவிரவாதத்தை உணர்த்துவதற்காக அல்ல, மாறாக தீவிர, அரசியல் தூண்டுதலால் தூண்டப்பட்டவர்களைக் குறிக்கும் வகையில் பயன்படுத்தப்பட்டது என்று தெளிவுபடுத்தினார். 'அரபு வசந்தம்' என்பதை அமைப்பாளர்களே தங்கள் இயக்கம் என்று அழைத்ததாக அவர் கூறினார்.",
        "இதேவேளை, அதே ஊடகவியலாளர் சந்திப்பில் உரையாற்றிய போக்குவரத்து இராஜாங்க அமைச்சர் திலும் அமுனுகம, “தீவிரவாதம் என்பது தவறான சொல். நான் அவர்களை பயங்கரவாதிகள் என்று அழைப்பேன். (கொழும்பு/ஏப்.01/2022)"
      ]
    }
  }
}