{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Our-home-grown-democracy-begins-now/172-237936",
  "time_ut": 1653849600,
  "title": "Our home grown democracy begins now",
  "body_lines": [
    "Goons, mainly Mahinda Rajapaksa loyalists armed with clubs and sticks unleashed thuggery and mayhem, went on a rampage at the unarmed and peaceful protesters at the Gotagogama at Galle Face and near Temple Trees on May 9.",
    "May 9, year 2022, when mobs loyal to outgoing Prime Minister Mahinda Rajapaksa made the biggest political blunder of recent times by attacking the peaceful protest site of GotaGoGama, Galle Face, should go down in history as the day bona fide home-grown democracy began in Sri Lanka.",
    "The plan to extinguish the month long protest to oust the Rajapaksa family including President Gotabaya Rajapaksa from power by a sudden, violent attack (including demolishing the GotaGogama library and the St. John’s Ambulance service medical centre) backfired spectacularly. By evening, the protesters were not only back rebuilding the ravaged protest site; properties belonging to the Rajapaksa family, their cronies and close supporters were being attacked and torched all over the island.",
    "The signal is strong and clear. The people’s revolution, hitherto peaceful, cannot be checked by violence. But why am I calling this the start of Sri Lanka’s home-grown democracy?",
    "The democratic system of government inherited from Britain in 1948 has undergone many radical changes, mainly in 1972 (when the country became a Republic but also ceased to be a secular state) and 1978 (when the presidential system was introduced). All such changes contributed to the undermining of democracy, weakening law and order institutions and significantly reducing people’s rights. The law becomes a joke when the traffic police book you for crossing a white line on the highway, but critics of the government are kidnapped and disappeared, and trials (if they happen at all) get nowhere and eventually investigators and witnesses are charged for libel by the accused parties.",
    "\"The demolition of even the Rajapaksa family’s ancestral tomb/museum in their southern heartland of Medamulana must be a shock to the family. Such vandalism cannot be condoned, but the Rajapaksa family is reaping what they sowed. Such vandals are the offspring of their own lawless, irreverent politics\"",
    "But it’s not just a cry from the graves that led to the spectacular ouster of Mahinda Rajapaksa. It is hunger and deprivation. It is sobering to think that many of those braved rain, hunger and possible reprisals, protesting with “GotaGoHome” and other placards since April 9 are the same people who celebrated in the streets with milk rice and firecrackers when the Mahinda-Gotabaya juggernaut ended the country’s seemingly endless civil war in 2009.",
    "I remember a significant slogan floated by the Rajapaksa regime soon afterwards: “Dan kelehiguna salakamu” (let’s show our gratitude now). One can see where this super highway of gratitude finally led us – to the torching of properties belonging to the Rajapaksa family and their cronies.",
    "Mahinda Rajapaksa’s presidency ended in 2015, against all expectations, because of the excessive greed of his regime at public expense. But the same voters (and many more) voted in his younger brother Gotabaya as president back in 2019, giving his government an unprecedented majority, simply because the lacklustre Yahapalanaya government was seen as detrimental to business interests.",
    "On April 9, many of those voters began apologizing for their mistake, but the Rajapaksas’ hold on power still seemed unshakable. Gotabaya Rajapaksa is not the sole architect of the military defeat of the LTTE. But he took all the credit. Within months of becoming president, he displayed a shocking lack of political acumen and commonsense. But this was completely ignored. People even said his lack of political experience is a blessing.",
    "Eventually, Gotabaya may get all the blame for the political destruction of the Rajapaksa dynasty. But Gotabaya as president is very much Mahinda Rajapaksa’s creation. MR, ‘the king’ did a huge amount of damage to the country’s psyche, moulding an entire generation into believing that force and violence is the best way, that with ‘pure’ indigenous values, based on fundamentalist Buddhism, Sri Lanka can develop without outside help. He ruined the country’s international image. With his egocentric brother, he began militarising civil society, a process which still continues. Just as bad, he watched with approval as his brother Basil Rajapaksa, a man not fit to be the manager of a rural bank, was appointed finance minister, destroying the economy and reducing millions into poverty. In short, Mahinda Rajapaksa reaped what he sowed.",
    "\"Gotabaya Rajapaksa is not the sole architect of the military defeat of the LTTE. But he took all the credit. Within months of becoming president, he displayed a shocking lack of political acumen and commonsense. But this was completely ignored. People even said his lack of political experience is a blessing\"",
    "But why am I calling this the beginning of home-grown democracy? For one thing, while the April 9 protests took the shape of a genuine people’s revolution, they were peaceful, and united all classes, religions and ethnic groups into one cohesive group without political leadership. As the protests grew, and radical elements joined, the atmosphere got warmer but the center still held. Even the killing of a protester by the police at Rambukkana (with strong evidence of being government-instigated) did not lead to counter violence. This movement was a much disciplined, democratic group, not a mob.",
    "There principal demand was simple – GotaGoHome or the resignation of the most incompetent president in our history. But the government with its pro-active Gotabaya supporters such as the Wimal-Udaya-Vasudeva clique kept stalling, getting Basil Rajapaksa out and trying to sacrifice Mahinda Rajapaksa in the name of their big political game of continuing xenophobic, racist politics under Gotabaya.",
    "May 9 attacks (by MR loyalists streaming out of Temple Trees) was the turning point and came as a blessing, doing away with the protest’s safety value. The demolition of even the Rajapaksa family’s ancestral tomb/museum in their southern heartland of Medamulana must be a shock to the family. Such vandalism cannot be condoned, but the Rajapaksa family is reaping what they sowed. Such vandals are the offspring of their own lawless, irreverent politics.",
    "Our democracy was often denigrated a gift from Britain. Let’s keep in mind the very long history of British parliamentary democracy, going all the way back to King John’s 13th century Magna Carta. Though a regressive document, modern scholars see it as an important document in the long and difficult road of British democracy, from the 17th century dictatorship of Oliver Cromwell to 19th century food riots. Food is at the heart of democracy. The French revolution too, started with food riots by Parisians hungry from poor harvests. Russians too, were going hungry in 1917.",
    "\"MR ruined the country’s international image. With his egocentric brother, he began militarising civil society, a process which still continues. Just as bad, he watched with approval as his brother Basil Rajapaksa, a man not fit to be the manager of a rural bank, was appointed finance minister, destroying the economy and reducing millions into poverty. In short, Mahinda Rajapaksa reaped what he sowed\"",
    "Poor harvests should ring a loud bell in Sri Lanka. People are getting hungrier. But they will not follow anyone who will promise them food. They are demanding genuine political change and respect of the law. The receptions given to Sajith Premadasa and Anura Kumara Dissanayake en route to Galle Face Green is a valuable lessons in politics to everyone, including the hidebound extremist lobby backing Gotabaya in parliament.",
    "We are used to democracy (though highly flawed) while the French and the Russians had no experience with it when their revolutions began. The result was dictatorships. In Britain, it took centuries. But in Sri Lanka, the hard hit masses have been voting out government since 1948. They have the wit to grasp an essential point – change. They don’t have to wait for an election. They can go to the streets and demand it.",
    "This is something startlingly new to the ruling lobby, who are used to crushing armed rebellions. They didn’t quite know how to deal with entire families, old ladies and children holding placards in public places. They used threats. There were rumours of paramilitaries or military men being trained in army camps. Tanks were on display outside an army camp close to Colombo. MR warned protesters not to bring children with them. The regime tried to bluff and stop the protests. It didn’t work.",
    "Politicians, take heed. You have to re-invent yourselves to deal with this new thinking. People in the streets are smarter than you. Like Donald Trump sending his loyalists to storm Capitol Hill after his defeat, MR sent his loyalists to Galle Face. See what happened! Gotabaya Rajapaksa should have the common sense, if not the decency, to resign now. Go home without creating further mayhem. You and your family have no political future, but this country has. It will be a long and hard road, but you are not the one to do it. Go home."
  ],
  "translate": {
    "si": {
      "title": "අපේ ගෙදර හැදූ ප්‍රජාතන්ත්‍රවාදය දැන් පටන් ගන්නවා",
      "body_lines": [
        "මැයි 9 දා ගාලු මුවදොර සහ අරලියගහ මන්දිරය අසලදී නිරායුධ හා සාමකාමී විරෝධතාකරුවන් වෙත පොලු මුගුරුවලින් සන්නද්ධව මැරකම් සහ මැරකම් මුදා හරින ලද ප්‍රධාන වශයෙන් මහින්ද රාජපක්ෂ හිතවාදීන් මැරයන් විසින් ප්‍රහාරයක් එල්ල කළහ.",
        "2022 මැයි 9, 2022, අගමැති මහින්ද රාජපක්ෂට පක්ෂපාතී මැර කල්ලි විසින් ගෝඨගෝගම, ගාලුමුවදොර පිහිටි සාමකාමී විරෝධතා භූමියට ප්‍රහාර එල්ල කරමින් මෑත කාලීන විශාලතම දේශපාලන වරදක් කළ විට, සද්භාවයෙන් දේශීය ප්‍රජාතන්ත්‍රවාදය ආරම්භ වූ දිනය ලෙස ඉතිහාසයට එක් විය යුතුය. ලංකාවේ.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ඇතුළු රාජපක්ෂ පවුල බලයෙන් නෙරපා හැරීම සඳහා මාසයක් පුරා ගෙන ගිය විරෝධතාව හදිසි ප්‍රචණ්ඩ ප්‍රහාරයකින් (ගෝඨාගෝගම පුස්තකාලය සහ ශාන්ත ජෝන් ගිලන්රථ සේවා වෛද්‍ය මධ්‍යස්ථානය කඩා බිඳ දැමීම ඇතුළුව) නිවා දැමීමේ සැලසුම දර්ශනීය ලෙස අසාර්ථක විය. සවස් වන විට, විරෝධතාකරුවන් විනාශයට පත් වූ විරෝධතා භූමිය නැවත ගොඩනඟමින් පමණක් නොව; රාජපක්ෂ පවුලට අයත් දේපළ, ඔවුන්ගේ හිතවතුන් සහ සමීප ආධාරකරුවන්ට දිවයින පුරා ප්‍රහාර එල්ල කර ගිනි තබමින් තිබිණි.",
        "සංඥාව ශක්තිමත් සහ පැහැදිලි ය. මෙතෙක් සාමකාමීව පැවති ජනතා විප්ලවය ප්‍රචණ්ඩත්වයෙන් පිරික්සිය නොහැක. නමුත් මා මෙය ශ්‍රී ලංකාවේ ගෘහස්ථ ප්‍රජාතන්ත්‍රවාදයේ ආරම්භය ලෙස හඳුන්වන්නේ ඇයි?",
        "1948 බි‍්‍රතාන්‍යයට උරුම වූ ප‍්‍රජාතන්ත‍්‍රවාදී පාලන ක‍්‍රමය රැුඩිකල් වෙනස්කම් රැසකට ලක්ව ඇත, ප‍්‍රධාන වශයෙන් 1972 (රට ජනරජයක් බවට පත් වූ නමුත් අනාගමික රාජ්‍යයක් වීම ද නතර වූ විට) සහ 1978 (ජනාධිපති ක‍්‍රමය හඳුන්වා දුන් විට). එවැනි සියලු වෙනස්කම් ප්‍රජාතන්ත්‍රවාදය හෑල්ලුවට ලක් කිරීමට, නීතිය හා සාමය පිළිබඳ ආයතන දුර්වල කිරීමට සහ ජනතාවගේ අයිතිවාසිකම් සැලකිය යුතු ලෙස අඩු කිරීමට දායක විය. මහාමාර්ගයේ සුදු ඉරක් තරණය කිරීම සඳහා රථවාහන පොලිසිය ඔබව වෙන්කරවා ගන්නා විට නීතිය විහිළුවක් බවට පත්වේ, නමුත් රජය විවේචනය කරන්නන් පැහැරගෙන ගොස් අතුරුදහන් කරවන අතර, නඩු විභාග (එය කිසිසේත් සිදුවුවහොත්) කොතැනකවත් නොපැමිණෙන අතර අවසානයේ විමර්ශකයන්ට සහ සාක්ෂිකරුවන්ට අපහාස කිරීමේ චෝදනා එල්ල වේ. චූදිත පාර්ශ්ව විසින්.",
        "\"රාජපක්‍ෂ පවුලේ දකුණු මැදමුලන හදවතේ පිහිටි රාජපක්ෂ පවුලේ පාරම්පරික සොහොන/කෞතුකාගාරය පවා කඩා දැමීම පවුලේ කම්පනයක් විය යුතුය. මෙවැනි විනාශයන් අනුමත කළ නොහැකි නමුත් රාජපක්ෂ පවුල නෙළා ගන්නේ ඔවුන් වැපිරූ දෙයයි. එවැනි විනාශයන් ඔවුන්ගේම පැටවුන්ය. නීත්‍යානුකූල නොවන, අගෞරවනීය දේශපාලනය\"",
        "එහෙත් එය මහින්ද රාජපක්ෂගේ දර්ශනීය නෙරපා හැරීමට තුඩු දුන් මිනීවළවල් වලින් කෑගැසීමක් පමණක් නොවේ. එය කුසගින්න සහ හිඟකමයි. අපේ‍්‍රල් 9 වැනිදා සිට ‘ගෝඨාගෝහෝම්’ ඇතුළු විරෝධතා පුවරු ඔසවාගෙන උද්ඝෝෂණ කරන බොහෝ අභීත වැස්ස, බඩගින්න සහ කළ හැකි පළිගැනීම් බොහෝමයක් මහින්ද-ගෝඨාභය ජෝඩුව අවසන් වූ විට කිරිබත් පිඟානෙන් රතිඤ්ඤා පත්තු කරමින් පාරට බැස සැමරූ මිනිසුන්ම බව සිතීම ශෝකජනකය. 2009 දී රටේ නිමක් නැති සිවිල් යුද්ධය.",
        "මට මතකයි ඊට ඉක්බිතිව රාජපක්ෂ රෙජීමය විසින් \"දන් කෙළෙහිගුණ සලාකමු\" (දැන් අපගේ කෘතවේදීත්වය පෙන්වමු) යන වැදගත් සටන් පාඨයක් පාවී ය. මෙම කෘතවේදීත්වයේ සුපිරි අධිවේගී මාර්ගය අවසානයේ අපව ගෙන ගියේ කොතැනටද යන්න කෙනෙකුට පෙනේ - රාජපක්ෂ පවුලට සහ ඔවුන්ගේ හිතවතුන්ට අයත් දේපළ ගිනි තැබීම දක්වා.",
        "2015 දී මහින්ද රාජපක්ෂගේ ජනාධිපති ධුර කාලය සියලු අපේක්ෂාවන්ට පටහැනිව අවසන් වූයේ, ඔහුගේ පාලනයේ මහජන මුදලින් අධික කෑදරකම නිසාය. එහෙත් එම ඡන්දදායකයින්ම (සහ තවත් බොහෝ දෙනෙක්) 2019 දී ඔහුගේ බාල සොහොයුරා වන ගෝඨාභයට නැවත ජනාධිපති ලෙස ඡන්දය ප්‍රකාශ කර, ඔහුගේ රජයට පෙර නොවූ විරූ බහුතරයක් ලබා දුන්නේ, හිඟ යහපාලන රජය ව්‍යාපාරික අවශ්‍යතාවලට අහිතකර ලෙස සැලකූ බැවිනි.",
        "අපේ‍්‍රල් 9 වැනිදා, එම ඡන්ද දායකයන්ගෙන් බොහෝ දෙනෙක් තම වරදට සමාව අයැදීමට පටන් ගත් නමුත්, රාජපක්ෂලාගේ බලය තවමත් නොසැලෙන බවක් පෙනෙන්නට තිබුණි. එල්ටීටීඊයේ යුදමය පරාජයේ එකම නිර්මාතෘ ගෝඨාභය රාජපක්ෂ නොවේ. නමුත් ඔහු සියලු ගෞරවය ලබා ගත්තේය. ජනාධිපති වී මාස කිහිපයක් ඇතුළත, ඔහු දේශපාලන ඥානය සහ සාමාන්‍ය බුද්ධියේ කම්පන සහගත අඩුවක් පෙන්නුම් කළේය. නමුත් මෙය සම්පූර්ණයෙන්ම නොසලකා හරින ලදී. ඔහුට දේශපාලන අත්දැකීම් නොමැතිකම ආශිර්වාදයක් යැයි ජනතාව පවා කීහ.",
        "අවසානයේදී, රාජපක්ෂ පරම්පරාවේ දේශපාලන විනාශයේ සියලු දෝෂාරෝපණය ගෝඨාභයට ලැබෙනු ඇත. නමුත් ගෝඨාභය ජනාධිපති ලෙස බොහෝ දුරට මහින්ද රාජපක්ෂගේ නිර්මාණයකි. MR, 'රජු' රටේ අධ්‍යාත්මයට විශාල හානියක් කළේය, බලය සහ ප්‍රචණ්ඩත්වය හොඳම ක්‍රමය යැයි විශ්වාස කිරීමට මුළු පරම්පරාවක්ම හැඩගස්වා, මූලධර්මවාදී බුදුදහම මත පදනම් වූ 'පිරිසිදු' දේශීය වටිනාකම් සමඟ, ශ්‍රී ලංකාව නොමැතිව සංවර්ධනය කළ හැකිය. බාහිර උදව්. ඔහු රටේ ජාත්‍යන්තර ප්‍රතිරූපය විනාශ කළේය. ඔහුගේ ආත්ම කේන්ද්‍රීය සහෝදරයා සමඟ ඔහු සිවිල් සමාජය මිලිටරිකරණය කිරීමට පටන් ගත් අතර එය තවමත් අඛණ්ඩව පවතී. ඒ තරමටම නරක, ග්‍රාමීය බැංකුවක කළමණාකාරකමට සුදුසු නැති තම සොයුරු බැසිල් රාජපක්ෂව මුදල් ඇමති ලෙස පත් කර ආර්ථිකය විනාශ කර මිලියන ගණනක් දිළිඳුකමට ඇද දමන අයුරු ඔහු බලා සිටියේ අනුමැතියෙනි. කොටින්ම මහින්ද රාජපක්ෂ වපුරපු දේ නෙලා ගත්තා.",
        "එල්ටීටීඊය යුදමය වශයෙන් පරාජය කිරීමේ එකම නිර්මාතෘ ගෝඨාභය රාජපක්ෂ නොවේ. නමුත් සියලු ගෞරවය ඔහු ලබා ගත්තේය. ජනාධිපති වී මාස කිහිපයක් ඇතුළත ඔහු කම්පන සහගත දේශපාලන ඥානය සහ සාමාන්‍ය බුද්ධිය පිළිබඳ කම්පන සහගත අඩුවක් පෙන්නුම් කළේය. නමුත් මෙය සම්පූර්ණයෙන්ම නොසලකා හරින ලදී. දේශපාලන අත්දැකීම් නොමැතිකම ආශිර්වාදයක්\"",
        "නමුත් මම මෙය ගෘහස්ථ ප්‍රජාතන්ත්‍රවාදයේ ආරම්භය ලෙස හඳුන්වන්නේ ඇයි? එක් කරුණක් නම්, අප්‍රේල් 9 විරෝධතා සැබෑ ජනතා විප්ලවයක හැඩය ගත් අතර, ඒවා සාමකාමී වූ අතර දේශපාලන නායකත්වයකින් තොරව සියලු පන්ති, ආගම් සහ ජනවාර්ගික කණ්ඩායම් එක ඒකාබද්ධ කණ්ඩායමකට ඒකාබද්ධ කළේය. විරෝධතා වර්ධනය වූ විට සහ රැඩිකල් මූලද්‍රව්‍ය එක් වූ විට, වායුගෝලය උණුසුම් වූ නමුත් මධ්‍යස්ථානය තවමත් පැවතුනි. රඹුක්කනදී පොලිසිය විසින් උද්ඝෝෂකයෙකු ඝාතනය කිරීම (ආණ්ඩුව විසින් උසිගැන්වීම් කරන ලද බවට ප්‍රබල සාක්ෂි සහිතව) පවා ප්‍රචණ්ඩත්වයට ප්‍රතිවිරෝධතා ඇති කළේ නැත. මෙම ව්‍යාපාරය බොහෝ විනයගරුක, ප්‍රජාතන්ත්‍රවාදී කණ්ඩායමක් මිස මැර පිරිසක් නොවේ.",
        "එහි ප්‍රධාන ඉල්ලීම සරල විය - GotaGoHome හෝ අපේ ඉතිහාසයේ වඩාත්ම අදක්ෂ ජනාධිපතිවරයාගේ ඉල්ලා අස්වීම. නමුත් විමල්-උදය-වාසුදේව කල්ලිය වැනි ක්‍රියාකාරී ගෝඨාභය හිතවාදීන් සමඟ ආණ්ඩුව එකතැන පල්වෙමින්, බැසිල් රාජපක්ෂ එළියට දමා, ගෝඨාභය යටතේ අඛණ්ඩ විජාතික, ජාතිවාදී දේශපාලනයේ තම මහා දේශපාලන ක්‍රීඩාවේ නාමයෙන් මහින්ද රාජපක්ෂ බිල්ලට දීමට උත්සාහ කළේය.",
        "මැයි 9 ප්‍රහාර (MR හිතවාදීන් විසින් අරලියගහ මන්දිරයෙන් පිටතට ගලා ඒම) හැරවුම් ලක්ෂ්‍යය වූ අතර එය ආශිර්වාදයක් ලෙස පැමිණියේ විරෝධතාවේ ආරක්‍ෂිත වටිනාකම නැති කරමිනි. මැදමුලන ඔවුන්ගේ දකුණු හදවතේ පිහිටි රාජපක්ෂ පවුලේ පාරම්පරික සොහොන් ගෙය / කෞතුකාගාරය පවා කඩා දැමීම පවුලේ කම්පනයක් විය යුතුය. මෙවැනි විනාශකාරී ක්‍රියා අනුමත කළ නොහැකි නමුත් රාජපක්ෂ පවුල ඔවුන් වැපිරූ දේ නෙළා ගනිමින් සිටී. එවැනි විනාශයන් ඔවුන්ගේම නීති විරෝධී, අගෞරවනීය දේශපාලනයේ දරුවන් ය.",
        "අපේ ප‍්‍රජාතන්ත‍්‍රවාදය බොහෝ විට හෑල්ලූවට ලක් වූයේ බි‍්‍රතාන්‍යයෙන් ලැබුණු තෑග්ගකි. බ්‍රිතාන්‍ය පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදයේ ඉතා දිගු ඉතිහාසය, ජෝන් රජුගේ 13 වැනි සියවසේ මැග්නා කාර්ටා දක්වා ආපසු යමු. ප්‍රතිගාමී ලියවිල්ලක් වුවද, නූතන විද්වතුන් එය සලකන්නේ 17 වැනි සියවසේ ඔලිවර් ක්‍රොම්වෙල්ගේ ආඥාදායකත්වයේ සිට 19 වැනි සියවසේ ආහාර කෝලාහල දක්වා බ්‍රිතාන්‍ය ප්‍රජාතන්ත්‍රවාදයේ දීර්ඝ හා දුෂ්කර මාවතේ වැදගත් ලියවිල්ලක් ලෙසය. ආහාර ප්‍රජාතන්ත්‍රවාදයේ හදවතයි. ප්‍රංශ විප්ලවය ද ආරම්භ වූයේ දුර්වල අස්වැන්නෙන් කුසගින්නෙන් පෙළෙන පැරිසියේ වැසියන්ගේ ආහාර කැරලි සමඟිනි. රුසියානුවන් ද 1917 දී බඩගිනි විය.",
        "\"MR රටේ ජාත්‍යන්තර ප්‍රතිරූපය විනාශ කළා. ඔහුගේ ආත්මාර්ථකාමී සහෝදරයා සමඟ ඔහු සිවිල් සමාජය මිලිටරිකරණය කිරීමට පටන් ගත්තේය, එය තවමත් ක්‍රියාවලියක් අඛණ්ඩව සිදුවෙමින් පවතී. ඒ තරමටම නරක ලෙස, ඔහු ග්‍රාමීය කළමනාකරුවෙකු වීමට නුසුදුසු මිනිසෙකු වන ඔහුගේ සහෝදරයා බැසිල් රාජපක්ෂ දෙස අනුමැතියෙන් බලා සිටියේය. බැංකුව මුදල් ඇමති ලෙස පත් කර ආර්ථිකය විනාශ කර මිලියන ගණනක් දිළිඳුකමට පත් කළේය. කෙටියෙන් කිවහොත් මහින්ද රාජපක්‍ෂ වපුරන දේ නෙළා ගත්තේය\"",
        "දුර්වල අස්වැන්නක් ශ්‍රී ලංකාවේ විශාල සීනුවක් නාද කළ යුතුය. මිනිස්සු බඩගින්නේ ඉන්නවා. නමුත් ඔවුන් ඔවුන්ට කෑමට පොරොන්දු වන කිසිවෙකු අනුගමනය කරන්නේ නැත. ඔවුන් ඉල්ලා සිටින්නේ සැබෑ දේශපාලන වෙනසක් සහ නීතියට ගරු කිරීමයි. සජිත් ප්‍රේමදාසට සහ අනුර කුමාර දිසානායකට ගාලු මුවදොර පිටියට යන අතරමගදී ලැබුණු පිළිගැනීම්, පාර්ලිමේන්තුවේ ගෝඨාභයට සහාය දෙන සැඟවී සිටින අන්තවාදී ලොබිය ඇතුළු සැමට දේශපාලනයේ අගනා පාඩම් ය.",
        "අපි ප්‍රජාතන්ත්‍රවාදයට පුරුදු වී සිටිමු (ඉතා දෝෂ සහිත වුවද) ප්‍රංශ සහ රුසියානුවන්ට ඔවුන්ගේ විප්ලවයන් ආරම්භ වූ විට ඒ පිළිබඳ අත්දැකීමක් නොතිබුණි. එහි ප්‍රතිඵලය වූයේ ඒකාධිපති පාලනයයි. බ්‍රිතාන්‍යයේ එය ශතවර්ෂ ගණනාවක් ගත විය. නමුත් ශ්‍රී ලංකාවේ දැඩි පීඩාවට පත් ජනතාව 1948 සිට රජයට ඡන්දය ප්‍රකාශ කරමින් සිටිති. ඔවුන්ට අත්‍යවශ්‍ය කරුණක් - වෙනසක් - ග්‍රහණය කර ගැනීමට බුද්ධියක් ඇත. ඔවුන්ට මැතිවරණයක් එනතුරු බලා සිටිය යුතු නැත. ඒ අයට පාරට බැහැලා ඉල්ලන්න පුළුවන්.",
        "සන්නද්ධ කැරලි මර්දනය කිරීමට පුරුදු වී සිටින පාලක ලොබියට මෙය පුදුම සහගත අලුත් දෙයකි. පොදු ස්ථානවල පුවරු අල්ලාගෙන සිටින මුළු පවුලම, මහලු කාන්තාවන් සහ ළමයින් සමඟ කටයුතු කරන්නේ කෙසේදැයි ඔවුන් දැන සිටියේ නැත. තර්ජන පාවිච්චි කළා. හමුදා කඳවුරු තුළ පැරාමිලිටරි හෝ හමුදා සාමාජිකයන් පුහුණු කරන බවට කටකතා පැතිර ගියේය. කොළඹට නුදුරින් පිහිටි හමුදා කඳවුරකින් පිටත යුද ටැංකි ප්‍රදර්ශනය කර තිබුණි. MR විරෝධතාකරුවන්ට අනතුරු ඇඟවූයේ ඔවුන් සමඟ ළමයින් රැගෙන නොයන ලෙසයි. පාලන තන්ත්‍රය උත්සාහ කළේ උද්ඝෝෂණ බොල් කර නතර කිරීමට ය. එය වැඩ කළේ නැත.",
        "දේශපාලකයිනි, අවධානයෙන් සිටින්න. මෙම නව චින්තනය සමඟ කටයුතු කිරීමට ඔබ නැවත සොයා ගත යුතුය. පාරේ ඉන්න මිනිස්සු ඔයාට වඩා බුද්ධිමත්. ඩොනල්ඩ් ට්‍රම්ප් පරාජයෙන් පසු කැපිටල් හිල් වලට පහර දීමට තම හිතවාදීන් යවනවා සේ, එම්ආර් තම හිතවත් පිරිස ගාලු මුවදොරට යැවීය. මොකද වුනේ බලන්න! දැන්වත් ඉල්ලා අස්වීමේ විනීතභාවය නැතිනම් සාමාන්‍ය බුද්ධිය ගෝඨාභය රාජපක්ෂට තිබිය යුතුය. තවත් කරදරයක් ඇති නොකර ගෙදර යන්න. ඔබට සහ ඔබේ පවුලට දේශපාලන අනාගතයක් නැත, නමුත් මේ රටට තිබේ. එය දිගු හා දුෂ්කර මාර්ගයක් වනු ඇත, නමුත් එය කළ යුත්තේ ඔබ නොවේ. ගෙදර යන්න."
      ]
    },
    "ta": {
      "title": "நம் வீட்டில் வளர்ந்த ஜனநாயகம் இப்போது தொடங்குகிறது",
      "body_lines": [
        "குண்டர்கள், முக்கியமாக மகிந்த ராஜபக்ச விசுவாசிகள் பொல்லுகள் மற்றும் தடிகளுடன் ஆயுதம் ஏந்திய குண்டர்கள் மற்றும் கலவரத்தை கட்டவிழ்த்துவிட்டனர், மே 9 அன்று காலி முகத்திடலில் உள்ள கோட்டகோகமவிலும், அலரிமாளிகைக்கு அருகாமையிலும் நிராயுதபாணி மற்றும் அமைதியான ஆர்ப்பாட்டக்காரர்கள் மீது வெறித்தனமாகச் சென்றனர்.",
        "மே 9, 2022, பிரதமர் மஹிந்த ராஜபக்ஷவுக்கு விசுவாசமான கும்பல், கோட்டகோகமவின் அமைதியான போராட்டத் தளமான காலி முகத்திடலைத் தாக்கி அண்மைக் காலத்தில் மிகப்பெரிய அரசியல் தவறைச் செய்தபோது, ​​உண்மையான உள்நாட்டு ஜனநாயகம் தொடங்கிய நாளாக வரலாற்றில் இடம்பிடிக்க வேண்டும். இலங்கையில்",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ச உள்ளிட்ட ராஜபக்ச குடும்பத்தை ஆட்சியில் இருந்து வெளியேற்றுவதற்கான ஒரு மாத கால போராட்டத்தை திடீரென வன்முறைத் தாக்குதலால் (கோட்டகோகம நூலகம் மற்றும் செயின்ட் ஜான்ஸ் ஆம்புலன்ஸ் சேவை மருத்துவ மையம் இடித்தது உட்பட) அணைக்கும் திட்டம் பிரமிக்கத்தக்க வகையில் தோல்வியடைந்தது. மாலைக்குள், பாழடைந்த போராட்டத் தளத்தை மீண்டும் கட்டியெழுப்ப மட்டும் எதிர்ப்பாளர்கள் திரும்பவில்லை; ராஜபக்ச குடும்பத்திற்கு சொந்தமான சொத்துக்கள், அவர்களது உறவினர்கள் மற்றும் நெருங்கிய ஆதரவாளர்கள் தீவு முழுவதும் தாக்கப்பட்டு எரிக்கப்பட்டனர்.",
        "சமிக்ஞை வலுவாகவும் தெளிவாகவும் உள்ளது. இதுவரை அமைதியாக இருந்த மக்கள் புரட்சியை வன்முறையால் தடுக்க முடியாது. ஆனால் இதை நான் ஏன் இலங்கையின் உள்நாட்டு ஜனநாயகத்தின் ஆரம்பம் என்று அழைக்கிறேன்?",
        "1948 இல் பிரிட்டனில் இருந்து பெறப்பட்ட ஜனநாயக ஆட்சி முறை பல தீவிர மாற்றங்களுக்கு உட்பட்டுள்ளது, முக்கியமாக 1972 இல் (நாடு குடியரசாக மாறியது, ஆனால் மதச்சார்பற்ற நாடாக மாறியது) மற்றும் 1978 (ஜனாதிபதி முறை அறிமுகப்படுத்தப்பட்டபோது). இத்தகைய மாற்றங்கள் அனைத்தும் ஜனநாயகத்தை குறைமதிப்பிற்கு உட்படுத்துவதற்கும், சட்டம் ஒழுங்கு நிறுவனங்களை பலவீனப்படுத்துவதற்கும், மக்களின் உரிமைகளை கணிசமாகக் குறைப்பதற்கும் பங்களித்தன. நெடுஞ்சாலையில் ஒரு வெள்ளைக் கோட்டைத் தாண்டியதற்காக போக்குவரத்துக் காவலர்கள் உங்களைப் பதிவு செய்யும் போது சட்டம் நகைச்சுவையாகிறது, ஆனால் அரசாங்கத்தை விமர்சிப்பவர்கள் கடத்தப்பட்டு காணாமல் போகிறார்கள், மேலும் விசாரணைகள் (அவை நடந்தால்) எங்கும் கிடைக்காது, இறுதியில் புலனாய்வாளர்கள் மற்றும் சாட்சிகள் அவதூறாகக் குற்றம் சாட்டப்படுகிறார்கள். குற்றம் சாட்டப்பட்ட கட்சிகளால்.",
        "ராஜபக்ச குடும்பத்தின் தென்பகுதியான மெதமுலனவில் உள்ள மூதாதையரின் கல்லறை/அருங்காட்சியகம் கூட இடித்து தரைமட்டமாக்கப்பட்டது அந்த குடும்பத்திற்கு அதிர்ச்சியாக இருக்க வேண்டும். இது போன்ற காழ்ப்புணர்ச்சியை மன்னிக்க முடியாது, ஆனால் ராஜபக்ச குடும்பம் அவர்கள் விதைத்ததை அறுவடை செய்கிறது. சட்டமற்ற, மரியாதையற்ற அரசியல்\"",
        "ஆனால் அது மகிந்த ராஜபக்சவின் அற்புதமான வெளியேற்றத்திற்கு வழிவகுத்தது கல்லறைகளில் இருந்து ஒரு அழுகை மட்டுமல்ல. இது பசி மற்றும் பற்றாக்குறை. கடந்த ஏப்ரல் 9ஆம் திகதி முதல் “GotaGoHome” மற்றும் ஏனைய பதாகைகளுடன் ஆர்ப்பாட்டத்தில் ஈடுபட்ட துணிச்சலான மழை, பட்டினி மற்றும் சாத்தியமான பழிவாங்கல்களில் பலர் மகிந்த-கோட்டாபய ஆட்சியை முடிவுக்குக் கொண்டுவந்தபோது வீதிகளில் பால் சோறும் பட்டாசும் ஏந்திக் கொண்டாடியவர்களே என்பதை நினைக்கும்போது நிதானமாக இருக்கிறது. 2009 இல் நாட்டின் முடிவில்லாத உள்நாட்டுப் போர்.",
        "விரைவில் ராஜபக்ச ஆட்சியில் ஒரு குறிப்பிடத்தக்க முழக்கம் எனக்கு நினைவிருக்கிறது: \"டான் கெளஹிகுனா சலாகாமு\" (இப்போது நன்றி செலுத்துவோம்). ராஜபக்ச குடும்பம் மற்றும் அவர்களது கூட்டாளிகளுக்குச் சொந்தமான சொத்துக்கள் தீக்கிரையாக்கப்படுவதற்கு - இந்த நன்றியுணர்வின் அதிவேக நெடுஞ்சாலை இறுதியாக எங்களை எங்கு இட்டுச் சென்றது என்பதை ஒருவர் பார்க்கலாம்.",
        "மகிந்த ராஜபக்சவின் ஜனாதிபதி பதவிக்காலம் 2015 இல் முடிவடைந்தது, அனைத்து எதிர்பார்ப்புகளுக்கும் மாறாக, பொதுச் செலவில் அவரது ஆட்சியின் அதிகப்படியான பேராசை காரணமாக. ஆனால் அதே வாக்காளர்கள் (மற்றும் பலர்) 2019 இல் அவரது இளைய சகோதரர் கோத்தபயவை ஜனாதிபதியாக வாக்களித்தனர், அவரது அரசாங்கத்திற்கு முன்னோடியில்லாத பெரும்பான்மையை அளித்தனர், ஏனெனில் மந்தமான யஹபாலனய அரசாங்கம் வணிக நலன்களுக்கு தீங்கு விளைவிக்கும்.",
        "ஏப்ரல் 9 ஆம் தேதி, அந்த வாக்காளர்களில் பலர் தங்கள் தவறுக்கு மன்னிப்பு கேட்கத் தொடங்கினர், ஆனால் ராஜபக்சக்களின் அதிகாரப் பிடி இன்னும் அசைக்க முடியாததாகத் தோன்றியது. விடுதலைப் புலிகளின் இராணுவத் தோல்வியின் ஒரே சிற்பி கோட்டாபய ராஜபக்ச அல்ல. ஆனால் அவர் எல்லாக் கிரெடிட்டையும் எடுத்துக் கொண்டார். ஜனாதிபதியாக ஆன சில மாதங்களிலேயே, அவர் அரசியல் புத்திசாலித்தனம் மற்றும் பொது அறிவு இல்லாத அதிர்ச்சியை வெளிப்படுத்தினார். ஆனால் இது முற்றிலும் புறக்கணிக்கப்பட்டது. அவருக்கு அரசியல் அனுபவம் இல்லாதது பாக்கியம் என்றும் மக்கள் கூறினர்.",
        "இறுதியில், ராஜபக்ச வம்சத்தின் அரசியல் அழிவுக்கான அனைத்துப் பழிகளையும் கோத்தபய பெறலாம். ஆனால் ஜனாதிபதியாக கோட்டாபய என்பது மகிந்த ராஜபக்சவின் உருவாக்கம். எம்.ஆர்., 'ராஜா' நாட்டின் ஆன்மாவுக்கு பெரும் சேதத்தை ஏற்படுத்தினார், சக்தியும் வன்முறையும்தான் சிறந்த வழி என்றும், அடிப்படைவாத பௌத்தத்தின் அடிப்படையிலான 'தூய்மையான' பூர்வீக விழுமியங்களைக் கொண்டு, இலங்கை இல்லாமல் வளர்ச்சியடைய முடியும் என்று முழு தலைமுறையையும் நம்பும்படி செய்தார். வெளிப்புற உதவி. அவர் நாட்டின் சர்வதேச இமேஜை அழித்தார். அவரது தன்னலமுள்ள சகோதரருடன், அவர் சிவில் சமூகத்தை இராணுவமயமாக்கத் தொடங்கினார், இது இன்னும் தொடர்கிறது. கிராமிய வங்கி ஒன்றின் முகாமையாளர் பதவிக்கு தகுதியற்ற தனது சகோதரர் பசில் ராஜபக்ச நிதியமைச்சராக நியமிக்கப்பட்டு, பொருளாதாரத்தை அழித்து மில்லியன் கணக்கான மக்களை வறுமையில் ஆழ்த்துவதை அவர் ஒப்புதலுடன் பார்த்துக் கொண்டிருந்தார். சுருக்கமாகச் சொன்னால், மஹிந்த ராஜபக்ஷ விதைத்ததை அறுவடை செய்தார்.",
        "\"விடுதலைப் புலிகளின் இராணுவத் தோல்வியின் ஒரே சிற்பி கோத்தபய ராஜபக்ஷ அல்ல. ஆனால் அவர் எல்லாப் பெருமைகளையும் பெற்றார். அதிபராகப் பதவியேற்ற சில மாதங்களிலேயே அவர் அரசியல் சாதுர்யமும் பொது அறிவும் இல்லாத அதிர்ச்சியை வெளிப்படுத்தினார். ஆனால் இது முற்றிலும் புறக்கணிக்கப்பட்டது. மக்கள் கூட சொன்னார்கள். அரசியல் அனுபவம் இல்லாதது ஒரு வரம்\"",
        "ஆனால் இதை நான் ஏன் உள்நாட்டு ஜனநாயகத்தின் ஆரம்பம் என்று அழைக்கிறேன்? ஒன்று, ஏப்ரல் 9 போராட்டங்கள் ஒரு உண்மையான மக்கள் புரட்சியின் வடிவத்தை எடுத்தாலும், அவை அமைதியானவை மற்றும் அனைத்து வர்க்கங்கள், மதங்கள் மற்றும் இனக்குழுக்களையும் அரசியல் தலைமையின்றி ஒரு ஒருங்கிணைந்த குழுவாக ஒன்றிணைத்தன. எதிர்ப்புகள் அதிகரித்து, தீவிரமான கூறுகள் இணைந்ததால், வளிமண்டலம் வெப்பமடைந்தது, ஆனால் மையம் இன்னும் இருந்தது. ரம்புக்கனையில் பொலிஸாரால் ஒரு எதிர்ப்பாளர் கொல்லப்பட்டது கூட (அரசாங்கத்தால் தூண்டப்பட்டதற்கான வலுவான ஆதாரங்களுடன்) வன்முறைக்கு வழிவகுக்கவில்லை. இந்த இயக்கம் மிகவும் ஒழுக்கமான, ஜனநாயகக் குழுவாக இருந்தது, ஒரு கும்பல் அல்ல.",
        "கோட்டாகோஹோம் அல்லது நமது வரலாற்றில் மிகவும் திறமையற்ற ஜனாதிபதியின் ராஜினாமா - முக்கிய கோரிக்கை மிகவும் எளிமையானது. ஆனால் விமல்-உதய-வாசுதேவ போன்ற கோட்டாபய ஆதரவாளர்களை கொண்ட அரசாங்கம், பசில் ராஜபக்சவை வெளியேற்றி, கோட்டாபயவின் கீழ் தொடரும் இனவெறி, இனவாத அரசியலின் பெரும் அரசியல் விளையாட்டின் பெயரில் மகிந்த ராஜபக்சவை பலிவாங்க முயற்சித்தது.",
        "மே 9 தாக்குதல்கள் (எம்.ஆர் விசுவாசிகள் டெம்பிள் ட்ரீஸில் இருந்து வெளியேறியது) திருப்புமுனையாக அமைந்தது மற்றும் எதிர்ப்பின் பாதுகாப்பு மதிப்பை இல்லாமல் செய்து ஆசீர்வாதமாக வந்தது. ராஜபக்ச குடும்பத்தின் தென்பகுதியான மெதமுலானையில் உள்ள மூதாதையரின் கல்லறை/அருங்காட்சியகம் கூட இடிக்கப்பட்டது அந்த குடும்பத்திற்கு அதிர்ச்சியாக இருக்க வேண்டும். இவ்வாறான நாசவேலைகளை மன்னிக்க முடியாது, ஆனால் ராஜபக்ச குடும்பம் அவர்கள் விதைத்ததையே அறுவடை செய்கின்றனர். இத்தகைய நாசக்காரர்கள் அவர்களின் சொந்த சட்டமற்ற, மரியாதையற்ற அரசியலின் சந்ததிகள்.",
        "நமது ஜனநாயகம் பிரிட்டனின் பரிசாக அடிக்கடி இழிவுபடுத்தப்பட்டது. பிரிட்டிஷ் பாராளுமன்ற ஜனநாயகத்தின் மிக நீண்ட வரலாற்றை மனதில் வைத்துக் கொள்வோம், கிங் ஜானின் 13 ஆம் நூற்றாண்டின் மாக்னா கார்ட்டா வரை செல்கிறது. ஒரு பிற்போக்கு ஆவணம் என்றாலும், நவீன அறிஞர்கள் பிரிட்டிஷ் ஜனநாயகத்தின் நீண்ட மற்றும் கடினமான பாதையில், 17 ஆம் நூற்றாண்டின் ஆலிவர் க்ராம்வெல்லின் சர்வாதிகாரத்திலிருந்து 19 ஆம் நூற்றாண்டின் உணவுக் கலவரங்கள் வரை ஒரு முக்கியமான ஆவணமாகக் கருதுகின்றனர். ஜனநாயகத்தின் இதயம் உணவு. பிரெஞ்சுப் புரட்சியும், மோசமான அறுவடையின் பசியில் இருந்த பாரிசியர்களின் உணவுக் கலவரங்களோடு தொடங்கியது. ரஷ்யர்களும் 1917 இல் பசியுடன் இருந்தனர்.",
        "\"எம்.ஆர். நாட்டின் சர்வதேசப் பிம்பத்தை அழித்துவிட்டார். தன் அகங்காரமான சகோதரனுடன், அவர் சிவில் சமூகத்தை இராணுவமயமாக்கத் தொடங்கினார், அது இன்னும் தொடர்கிறது. எவ்வளவு மோசமாக, அவர் தனது சகோதரன் பசில் ராஜபக்ஷவை ஒரு கிராமப்புற மேலாளராக இருக்க தகுதியற்ற ஒரு மனிதராக ஒப்புதலுடன் பார்த்தார். வங்கி, நிதியமைச்சராக நியமிக்கப்பட்டார், பொருளாதாரத்தை அழித்து மில்லியன் கணக்கானவர்களை வறுமையில் தள்ளினார், சுருக்கமாக, மஹிந்த ராஜபக்ஷ விதைத்ததை அறுவடை செய்தார்\"",
        "மோசமான அறுவடைகள் இலங்கையில் உரத்த மணியை அடிக்க வேண்டும். மக்கள் பசியால் வாடுகின்றனர். ஆனால் அவர்களுக்கு உணவு என்று உறுதியளிக்கும் எவரையும் அவர்கள் பின்பற்ற மாட்டார்கள். அவர்கள் உண்மையான அரசியல் மாற்றம் மற்றும் சட்டத்தை மதிக்க வேண்டும் என்று கோருகின்றனர். காலி முகத்திடலுக்கு செல்லும் வழியில் சஜித் பிரேமதாச மற்றும் அனுரகுமார திஸாநாயக்க ஆகியோருக்கு அளிக்கப்பட்ட வரவேற்புகள், பாராளுமன்றத்தில் கோட்டாபயவுக்கு ஆதரவளிக்கும் மறைந்திருக்கும் தீவிரவாத லொபி உட்பட அனைவருக்கும் அரசியலில் பெறுமதியான படிப்பினைகளாகும்.",
        "நாங்கள் ஜனநாயகத்திற்குப் பழகிவிட்டோம் (மிகவும் குறைபாடுகள் இருந்தாலும்) பிரெஞ்சுக்காரர்களுக்கும் ரஷ்யர்களுக்கும் அவர்களின் புரட்சிகள் தொடங்கியபோது அதில் அனுபவம் இல்லை. விளைவு சர்வாதிகாரம். பிரிட்டனில், இது பல நூற்றாண்டுகள் ஆனது. ஆனால் இலங்கையில், கடுமையாக பாதிக்கப்பட்ட மக்கள் 1948 ஆம் ஆண்டு முதல் அரசாங்கத்தை வாக்களிக்கின்றனர். அவர்கள் ஒரு அத்தியாவசியமான விஷயத்தை - மாற்றத்தை புரிந்து கொள்ளும் புத்திசாலித்தனம் கொண்டுள்ளனர். அவர்கள் தேர்தலுக்காக காத்திருக்க வேண்டியதில்லை. அவர்கள் வீதிக்கு சென்று கோரிக்கை விடுக்கலாம்.",
        "ஆயுதமேந்திய கிளர்ச்சிகளை நசுக்கப் பழகிய ஆளும் லாபிக்கு இது திடுக்கிடும் புதிய விஷயம். முழுக் குடும்பங்களையும், வயதான பெண்களையும், குழந்தைகளையும் பொது இடங்களில் பதாகைகளை ஏந்தியபடி எப்படிச் சமாளிப்பது என்று அவர்களுக்குத் தெரியவில்லை. மிரட்டல்களைப் பயன்படுத்தினர். ராணுவ முகாம்களில் துணை ராணுவத்தினர் அல்லது ராணுவ வீரர்கள் பயிற்சி பெறுவதாக வதந்திகள் பரவின. கொழும்பை அண்மித்த இராணுவ முகாமிற்கு வெளியே டாங்கிகள் காட்சிக்கு வைக்கப்பட்டிருந்தன. போராட்டக்காரர்களை குழந்தைகளுடன் அழைத்து வர வேண்டாம் என்று எம்ஆர் எச்சரித்தார். ஆட்சியாளர்கள் போராட்டங்களை குழப்பி தடுத்து நிறுத்த முயன்றனர். அது வேலை செய்யவில்லை.",
        "அரசியல்வாதிகளே கவனியுங்கள். இந்த புதிய சிந்தனையை சமாளிக்க உங்களை நீங்கள் மீண்டும் கண்டுபிடிக்க வேண்டும். தெருவில் இருப்பவர்கள் உங்களை விட புத்திசாலிகள். டொனால்ட் ட்ரம்ப் தனது தோல்விக்குப் பிறகு தனது விசுவாசிகளை கேபிடல் ஹில்லில் தாக்குவதற்கு அனுப்பியது போல், MR தனது விசுவாசிகளை காலி முகத்திடலுக்கு அனுப்பினார். என்ன நடந்தது என்று பாருங்கள்! கோட்டாபய ராஜபக்சவுக்கு பொது அறிவு இருக்க வேண்டும், இல்லை என்றால், இப்போதே பதவி விலக வேண்டும். மேலும் குழப்பத்தை உருவாக்காமல் வீட்டிற்கு செல்லுங்கள். உங்களுக்கும் உங்கள் குடும்பத்திற்கும் அரசியல் எதிர்காலம் இல்லை, ஆனால் இந்த நாட்டுக்கு அரசியல் எதிர்காலம் இல்லை. இது ஒரு நீண்ட மற்றும் கடினமான பாதையாக இருக்கும், ஆனால் நீங்கள் அதை செய்ய முடியாது. வீட்டிற்கு செல்."
      ]
    }
  }
}