{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-recovers-somewhat-amid-persisting-political-uncertainties-and-tensions/",
  "time_ut": 1649171520,
  "title": "CSE recovers somewhat amid persisting political uncertainties and tensions",
  "body_lines": [
    "The CSE was able to bounce back somewhat and indicated a degree of recovery yesterday amid a climate of aggravating political upheaval. The CSE, which suffered losses over six consecutive trading days by dropping 2000 index points the previous day, was able to be positive yesterday, stock market analysts said.",
    "The economic crisis which turned into a major social crisis due to a short supply of essential needs for the country has really discouraged CSE market investors from investing in the market in a considerable manner, market analysts said.",
    "The market staged a subsequent rebound to positive territory as the ASPI picked up to 8,623, regaining around 493 points, while the S&P SL20 index gained 187 points to reach 2,877 yesterday.",
    "Turnover stood at Rs 1.1 billion with a single crossing. The crossing was reported in Melstacorp, which crossed 850,000 shares to the tune of Rs 34 million, its shares traded at Rs 40. In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 342 million (two million shares traded), Browns Investments Rs 92.9 million (12.8 million shares traded), LOLC Holdings Rs 59.5 million (128,000 shares traded), Hayleys Rs 54.8 million ( 720,000 shares traded), LOLC Finance Rs 39.4 million (3.5 million shares traded), Royal Ceramic Rs 32.7 million (830,000 shares traded) and Hayleys Fabrics Rs 30.8 million (one million shares traded).During the day 61.8 million share volumes changed hands in 17000 transactions.",
    "The Capital Goods sector was the second-highest contributor to the market turnover (due to Hayleys and Royal Ceramics), while the sector index decreased by 3.35%. The share price of Hayleys recorded a loss of Rs. 2.60 (3.57%) to close at Rs. 70.30.",
    "The share price of Royal Ceramics declined by Rs. 2 (5.62 per cent) to close at Rs. 33.60. LOLC Holdings and Browns Investments were also included among the top turnover contributors. The share price of LOLC Holdings lost Rs. 75.00 (15.32 per cent) to close at Rs. 414.50.",
    "The share price of Browns Investments moved down by 10 cents (1.52 per cent) to close at Rs. 6.50.Separately Ceylinco Insurance announced a final dividend of Rs. 42 per share.",
    "It is said high net worth and institutional investor participation remained subdued for the day. Mixed interest was observed in Expolanka Holdings, LOLC Holdings and Hayleys, while retail interest was noted in SMB Leasing nonvoting, Browns Investments, and Industrial Asphalts.",
    "The secondary market remained inactive yesterday as investors waited for stability amid the growing anti-government protests in the country, market participants said, while the rupee was quoted at Rs 310 against the US dollar with no offers.",
    "Commercial Banks were offering to sell dollars for telegraphic transfers at Rs 310 and buy at between Rs 295-300 yesterday.",
    "Dealers said the market did not have a proper rupee quote on Monday. The Central Bank indicative spot rate was Rs 307.78 yesterday, down from Rs 310.85 the previous day.",
    "Sri Lanka’s rupee has been made more flexible but a clean float has not yet been established. In the secondary market, there were no active bond rates. Market participants said investors were waiting for some form of stability.",
    "DFCC Bank releases Annual Report, continues to revolutionise stakeholder reporting & engagement",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පවතින දේශපාලන අවිනිශ්චිතතා සහ ආතතීන් මධ්‍යයේ CSE තරමක් යථා තත්ත්වයට පත් වේ",
      "body_lines": [
        "උග්‍රවන දේශපාලන පෙරළියක වාතාවරණයක් මධ්‍යයේ කොළඹ කොටස් හුවමාරුව තරමක් දුරට ආපසු යාමට සමත් වූ අතර ඊයේ යම් ප්‍රකෘතියක් පෙන්නුම් කළේය. පෙර දින දර්ශක ඒකක 2000 පහත වැටීමෙන් අඛණ්ඩව ගනුදෙනු දින හයක් පුරා පාඩු ලැබූ කොළඹ කොටස් වෙළෙඳපොළ ඊයේ ධනාත්මක වීමට හැකි වූ බව කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "රටට අත්‍යවශ්‍ය අවශ්‍යතා හිඟවීම හේතුවෙන් විශාල සමාජ අර්බුදයක් බවට පත් වූ ආර්ථික අර්බුදය කොළඹ කොටස් වෙළෙඳපොළ ආයෝජකයින් සැලකිය යුතු ලෙස වෙළෙඳපොළේ ආයෝජනය කිරීමට අධෛර්යමත් කර ඇති බව වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "ASPI අගය ඒකක 8,623ක් දක්වා ඉහළ යෑමත් සමඟ වෙලඳපොල ධනාත්මක ප්‍රදේශයක් කරා යළි නැගීමකට ලක් වූ අතර, එය ඒකක 493ක් පමණ නැවත ලබා ගනිමින්, S&P SL20 දර්ශකය ඊයේ දිනයේ ඒකක 187කින් ඉහළ ගොස් 2,877 දක්වා ළඟා විය.",
        "එක් හරස් මාර්ගයකින් පිරිවැටුම රුපියල් බිලියන 1.1 ක් විය. මෙම හරස් කිරීම Melstacorp හි වාර්තා වූ අතර, එය රුපියල් මිලියන 34 දක්වා වූ කොටස් 850,000 ඉක්මවා ගිය අතර, එහි කොටස් රුපියල් 40ක් ලෙස ගනුදෙනු විය. සිල්ලර වෙළඳපොලේ ප්‍රධාන වශයෙන් පිරිවැටුමට දායක වූ සමාගම් හත වූයේ; එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් මිලියන 342 (කොටස් මිලියන දෙකක් වෙළඳාම් කර ඇත), බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් රුපියල් මිලියන 92.9 (කොටස් මිලියන 12.8 ක් ගනුදෙනු), LOLC හෝල්ඩිංග්ස් රුපියල් මිලියන 59.5 (කොටස් 128,000 ක් ගනුදෙනු කර ඇත), හේලීස් රුපියල් මිලියන 54.8 ක් (එල්ඕඑල්සී කොටස් මිලියන 720,000 ක් ගනුදෙනු), (කොටස් මිලියන 3.5ක් වෙළඳාම් කර ඇත), Royal Ceramic රුපියල් මිලියන 32.7 (කොටස් 830,000ක් වෙළඳාම් කර ඇත) සහ Hayleys Fabrics රුපියල් මිලියන 30.8 (කොටස් මිලියනයක් වෙළඳාම් කර ඇත) දවස තුළ ගනුදෙනු 17000 කදී කොටස් පරිමාව මිලියන 61.8 ක් වෙනස් විය.",
        "ප්‍රාග්ධන භාණ්ඩ අංශය වෙළඳපල පිරිවැටුම සඳහා දෙවන ඉහළම දායකත්වය සපයන්නා වූ අතර (හේලීස් සහ රෝයල් සෙරමික් හේතුවෙන්), අංශයේ දර්ශකය 3.35% කින් අඩු විය. හේලීස් හි කොටසක මිල රු. 2.60 (3.57%) සිට රු. 70.30 කි.",
        "Royal Ceramics හි කොටසක මිල රු. 2 (සියයට 5.62) රු. 33.60 කි. LOLC හෝල්ඩින්ග්ස් සහ බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට්ස් ද ඉහළම පිරිවැටුම් දායකයින් අතරට ඇතුළත් විය. LOLC හෝල්ඩිංග්ස් හි කොටසක මිල රු. 75.00 (සියයට 15.32) රු. 414.50 කි.",
        "Browns Investments හි කොටසක මිල ශත 10 කින් (සියයට 1.52) පහළ ගොස් රු. 6.50. වෙනමම සෙලින්කෝ ඉන්ෂුවරන්ස් අවසන් ලාභාංශය රු. කොටසකට 42.",
        "ඉහළ ශුද්ධ වටිනාකමක් සහ ආයතනික ආයෝජකයින්ගේ සහභාගීත්වය දිනය සඳහා අඩු මට්ටමක පැවති බව පැවසේ. එක්ස්පෝලංකා හෝල්ඩින්ග්ස්, එල්ඕඑල්සී හෝල්ඩින්ග්ස් සහ හේලීස් හි මිශ්‍ර උනන්දුව නිරීක්ෂණය වූ අතර, SMB ලීසිං ඡන්ද නොවන, බ්‍රවුන්ස් ආයෝජන සහ කාර්මික ඇස්ෆල්ට් සඳහා සිල්ලර උනන්දුව සටහන් විය.",
        "රට තුළ වැඩෙන රාජ්‍ය විරෝධී විරෝධතා මධ්‍යයේ ආයෝජකයින් ස්ථාවරත්වයක් අපේක්ෂාවෙන් සිටීම නිසා ද්විතීයික වෙළෙඳපොළ ඊයේ අක්‍රියව පැවති බව වෙළෙඳපොළ සහභාගිවන්නන් පැවසූ අතර, කිසිදු දීමනාවක් නොමැතිව එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල රුපියල් 310 ක් ලෙස සටහන් විය.",
        "කොමර්ෂල් බැංකු විසින් විදුලි පණිවුඩ හුවමාරු සඳහා ඩොලර් රුපියල් 310 කට විකිණීමට සහ රුපියල් 295-300 අතර මිලකට මිලදී ගැනීමට ඊයේ ඉදිරිපත් විය.",
        "වෙළෙඳ පොළේ සඳුදා දිනයේ නිසි රුපියලක් නොතිබූ බව වෙළෙන්දෝ පවසති. මහ බැංකුවේ දර්ශක අනුපාතිකය ඊයේ රුපියල් 307.78 ක් වූ අතර එය පෙර දින රුපියල් 310.85 සිට පහළ ගියේය.",
        "ශ්‍රී ලංකාවේ රුපියල වඩාත් නම්‍යශීලී කර ඇති නමුත් පිරිසිදු පාවෙන තවමත් ස්ථාපිත වී නොමැත. ද්විතියික වෙළෙඳපොළ තුළ, ක්රියාකාරී බැඳුම්කර අනුපාත නොතිබුණි. වෙලඳපොල සහභාගිවන්නන් පැවසුවේ ආයෝජකයින් යම් ආකාරයක ස්ථාවරත්වයක් සඳහා බලා සිටින බවයි.",
        "DFCC බැංකුව වාර්ෂික වාර්තාව නිකුත් කරයි, පාර්ශවකරුවන්ගේ වාර්තාකරණය සහ නියැලීම අඛණ්ඩව විප්ලවීය වෙනසක් සිදු කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தொடர்ச்சியான அரசியல் நிச்சயமற்ற நிலைகள் மற்றும் பதட்டங்களுக்கு மத்தியில் CSE ஓரளவு மீண்டு வருகிறது",
      "body_lines": [
        "தீவிரமான அரசியல் எழுச்சியின் சூழலுக்கு மத்தியில், CSE சற்று பின்வாங்க முடிந்தது மற்றும் நேற்று ஓரளவு மீண்டு வருவதை சுட்டிக்காட்டியது. முந்தைய நாளில் 2000 குறியீட்டு புள்ளிகள் சரிந்து தொடர்ந்து ஆறு வர்த்தக நாட்களில் நஷ்டத்தை சந்தித்த சிஎஸ்இ, நேற்று நேர்மறையாக இருந்ததாக பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "நாட்டின் அத்தியாவசியத் தேவைகளின் பற்றாக்குறையால் பெரும் சமூக நெருக்கடியாக மாறிய பொருளாதார நெருக்கடி, CSE சந்தை முதலீட்டாளர்களை கணிசமான அளவில் சந்தையில் முதலீடு செய்வதை உண்மையில் ஊக்கப்படுத்தியுள்ளது என்று சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "ASPI 8,623 வரை உயர்ந்து, மீண்டும் 493 புள்ளிகளைப் பெற்றதால், S&P SL20 குறியீடு 187 புள்ளிகள் அதிகரித்து நேற்று 2,877ஐ அடைந்தது.",
        "விற்றுமுதல் ஒருமுறை கடக்க ரூ.1.1 பில்லியனாக இருந்தது. Melstacorp இல் கிராசிங் அறிவிக்கப்பட்டது, இது 850,000 பங்குகளைத் தாண்டி ரூ. 34 மில்லியனுக்கும், அதன் பங்குகள் ரூ. 40-க்கும் வர்த்தகமானது. சில்லறை சந்தையில் விற்றுமுதலுக்கு முக்கியமாகப் பங்களித்த முதல் ஏழு நிறுவனங்கள்; எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 342 மில்லியன் (இரண்டு மில்லியன் பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 92.9 மில்லியன் (12.8 மில்லியன் பங்குகள் வர்த்தகம்), எல்ஓஎல்சி ஹோல்டிங்ஸ் ரூ 59.5 மில்லியன் (128,000 பங்குகள் வர்த்தகம்), ஹேலிஸ் ரூ 54.8 மில்லியன் (ரூ. 390,000 எல்ஓஎல்சி பங்குகள் வர்த்தகம்), (3.5 மில்லியன் பங்குகள் வர்த்தகம்), Royal Ceramic Rs 32.7 மில்லியன் (830,000 பங்குகள் வர்த்தகம்) மற்றும் Hayleys Fabrics ரூ 30.8 மில்லியன் (ஒரு மில்லியன் பங்குகள் வர்த்தகம்).",
        "சந்தை வருவாயில் (ஹேலிஸ் மற்றும் ராயல் செராமிக்ஸ் காரணமாக) மூலதன பொருட்கள் துறை இரண்டாவது அதிக பங்களிப்பாளராக இருந்தது, அதே நேரத்தில் துறை குறியீடு 3.35% குறைந்துள்ளது. ஹேலிஸ் நிறுவனத்தின் பங்கு விலை ரூ. 2.60 (3.57%) முதல் ரூ. 70.30.",
        "ராயல் செராமிக்ஸ் பங்கு விலை ரூ. 2 (5.62 சதவீதம்) முதல் ரூ. 33.60. LOLC ஹோல்டிங்ஸ் மற்றும் பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ஆகியவை சிறந்த வருவாய் பங்களிப்பாளர்களில் அடங்கும். LOLC ஹோல்டிங்ஸ் பங்கு விலை ரூ. 75.00 (15.32 சதவீதம்) முதல் ரூ. 414.50.",
        "பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் பங்கு விலை 10 காசுகள் (1.52 சதவீதம்) குறைந்து ரூ. 6.50. தனித்தனியாக செலிங்கோ இன்சூரன்ஸ் இறுதி ஈவுத்தொகை ரூ. ஒரு பங்குக்கு 42.",
        "அதிக நிகர மதிப்பு மற்றும் நிறுவன முதலீட்டாளர் பங்கேற்பு அன்றைக்கு குறைவாகவே இருந்ததாக கூறப்படுகிறது. எக்ஸ்போலங்கா ஹோல்டிங்ஸ், எல்ஓஎல்சி ஹோல்டிங்ஸ் மற்றும் ஹேலிஸ் ஆகியவற்றில் கலப்பு ஆர்வம் காணப்பட்டது, அதே சமயம் SMB லீசிங் அல்லாத வாக்களிப்பு, பிரவுன்ஸ் முதலீடுகள் மற்றும் தொழில்துறை நிலக்கீல் ஆகியவற்றில் சில்லறை வட்டி குறிப்பிடப்பட்டுள்ளது.",
        "நாட்டில் அதிகரித்து வரும் அரசாங்க எதிர்ப்புப் போராட்டங்களுக்கு மத்தியில் முதலீட்டாளர்கள் ஸ்திரத்தன்மைக்காகக் காத்திருப்பதால், இரண்டாம் நிலைச் சந்தை நேற்று செயலற்ற நிலையில் இருந்தது, சந்தை பங்கேற்பாளர்கள் கூறுகையில், அமெரிக்க டாலருக்கு நிகரான ரூபாய் எந்த சலுகையும் இல்லாமல் ரூ.310 ஆக இருந்தது.",
        "வர்த்தக வங்கிகள் தந்தி பரிமாற்றத்திற்காக டாலர்களை ரூ.310க்கு விற்கவும், ரூ.295-300க்கு இடையே வாங்கவும் நேற்று முன்வந்தன.",
        "திங்கள்கிழமை சந்தையில் சரியான ரூபாய் மதிப்பு இல்லை என்று டீலர்கள் தெரிவித்தனர். சென்ட்ரல் வங்கியின் சுட்டி ஸ்பாட் வீதம் நேற்று ரூபா 307.78 ஆக இருந்தது, முந்தைய நாள் ரூ 310.85 ஆக இருந்தது.",
        "இலங்கையின் ரூபாய் மிகவும் நெகிழ்வானதாக மாற்றப்பட்டுள்ளது, ஆனால் ஒரு சுத்தமான மிதவை இன்னும் நிறுவப்படவில்லை. இரண்டாம் நிலை சந்தையில், செயலில் உள்ள பத்திர விகிதங்கள் எதுவும் இல்லை. முதலீட்டாளர்கள் சில வகையான ஸ்திரத்தன்மைக்காக காத்திருப்பதாக சந்தை பங்கேற்பாளர்கள் தெரிவித்தனர்.",
        "DFCC வங்கி ஆண்டு அறிக்கையை வெளியிடுகிறது, பங்குதாரர்களின் அறிக்கை மற்றும் ஈடுபாட்டில் தொடர்ந்து புரட்சியை ஏற்படுத்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}