{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/LAUGFS-Supermarkets-to-offer-free-essentials-for-everyone-this-Avurudu-Ware/34-733384",
  "time_ut": 1649717940,
  "title": "LAUGFS Supermarkets to offer free essentials for everyone this “Avurudu Ware”",
  "body_lines": [
    "LAUGFS Supermarkets are rewarding their customers with exciting offers this Avurudu season. Everyone who meets the promotion’s requirements will receive a complimentary essential item. The offer extends the rewards to all customers without limiting the number of customers through a raffle draw promotion.",
    "Grab your free essentials with LAUGFS, when shopping between Rs. 1,500 - Rs. 2,999 with three nominated brands, get your one kilogram free white rice instantly. Shop between Rs. 3,000 - Rs. 4,999 with four nominated brands and get your one kilogram of white sugar and white raw rice one kilogram.",
    "Shop over Rs. 5,000 with five nominated brands and get instantly LAUGFS Super own label noodles 400g and MACKEREL 425g free.",
    "Aside from the free essentials, all eligible customers will receive a free discount voucher worth Rs. 250 to be redeemable between 2 May and 15 May. Count yourself in, for these benefits are only valid from 18 March to 30 April.",
    "LAUGFS Supermarkets also tie up with renowned brands such as Lipton Ceylonta, Maliban, Viva, Coca Cola, Milo, Elephant House Ice Cream or IMORICH Ice Cream, Goldi or Sam’s Sausages, KIST Ride, Signal, Vim, Dettol, Diva, Fems, Velvet, Kumarika, Panda Baby, and Dash Car Care to give-away this great deals.",
    "LAUGFS Super has also partnered with the most reputed banks to provide their customers with an unsurpassed set of offers. Get up to 25% off on beverages and crimson products, fresh fruits and vegetables, dairy products, seafood, and meat products.",
    "Moreover, throughout the festive season, LAUGFS will continue to offer ‘Everyday Savings’ so that you can save up to 30% off on over 150 items when you purchase seasonal-related branded products like biscuits, soft drinks, spices, ice cream, desserts, dessert ingredients, processed meats, and dairy products while continuing to shop with weekend fresh offers. All these offers are active in all 37 LAUGFS Super and LAUGFS Super Mart outlets from 1 to 30 April.",
    "“We are more than delighted to be able to offer such great deals to our customers this season. Especially during these hard times, the rewards we are trying to give away will be valued by everyone.",
    "“For all these years, we have striven to uphold the reputation of the company by providing our customers with fresh and high-quality products. As a Sri Lankan company, we are constantly striving to improve our community. And I am confident that launching such a rewarding program will benefit everyone.” commented LAUGFS Supermarkets Chief Executive Officer Pravin Robin-David.",
    "Since the supermarket chain was revamped as LAUGFS Super and LAUGFS SuperMart, the company has been strengthening its commitment to providing customers with a more refreshing experience.",
    "The supermarket chain also features its very own Crimson Bakeries and Medz Pharmacies, while catering to a broad spectrum of everyday customer needs such as utility bill payment facilities, providing continued convenience to its customers. Having pioneered the 24-hour supermarket retailing concept for the first time in Sri Lanka, today it serves more than 900,000 customers across Colombo and its suburbs."
  ],
  "translate": {
    "si": {
      "title": "LAUGFS සුපර් මාර්කට් මෙම \"අවුරුදු භාණ්ඩය\" සැමට අත්‍යාවශ්‍ය භාණ්ඩ නොමිලේ ලබා දීමට",
      "body_lines": [
        "LAUGFS සුපිරි වෙළඳසැල් මෙම අවුරුදු සමයේ ඔවුන්ගේ පාරිභෝගිකයින්ට ආකර්ෂණීය දීමනා පිරිනමයි. ප්‍රවර්ධනයේ අවශ්‍යතා සපුරාලන සෑම කෙනෙකුටම අමතර අත්‍යවශ්‍ය භාණ්ඩයක් ලැබෙනු ඇත. මෙම දීමනාව දිනුම් ඇදීමේ ප්‍රවර්ධනයක් හරහා පාරිභෝගිකයින් සංඛ්‍යාව සීමා නොකර සියලුම පාරිභෝගිකයින් වෙත ත්‍යාග දීර්ඝ කරයි.",
        "LAUGFS සමඟින් ඔබගේ නොමිලේ අත්‍යවශ්‍ය දෑ ලබා ගන්න, රු. 1,500 - රු. 2,999 නම් කරන ලද සන්නාම තුනක් සමඟින්, ඔබේ කිලෝග්‍රෑම් එකක් නොමිලේ සුදු සහල් ක්ෂණිකව ලබා ගන්න. රු. 3,000 - රු. නාමික සන්නාම හතරක් සමඟින් රුපියල් 4,999 ක් සහ සුදු සීනි කිලෝග්‍රෑම් එකක් සහ සුදු කැකුළු සහල් කිලෝග්‍රෑම් එකක් ලබා ගන්න.",
        "රු. නම් කරන ලද සන්නාම පහක් සමඟින් රුපියල් 5,000ක් සහ LAUGFS Super own label noodles g 400g සහ MACKEREL 425g නොමිලේ ලබා ගන්න.",
        "නොමිලේ අත්‍යවශ්‍ය ද්‍රව්‍ය හැරුණු විට, සුදුසුකම් ලත් සියලුම පාරිභෝගිකයින්ට රු. 250 මැයි 2 සහ මැයි 15 අතර මුදවා ගත හැක. මෙම ප්‍රතිලාභ වලංගු වන්නේ මාර්තු 18 සිට අප්‍රේල් 30 දක්වා පමණක් බැවින් ඔබම ගණන් ගන්න.",
        "LAUGFS සුපිරි වෙළඳසැල් Lipton Ceylonta, Maliban, Viva, Coca Cola, Milo, Elephant House Ice Cream හෝ IMORICH අයිස්ක්‍රීම්, Goldi හෝ Sam's Sousages, KIST Ride, Signal, Vim, Dettol, Diva, Fems, Velvet වැනි සුප්‍රසිද්ධ සන්නාම සමඟ ද සම්බන්ධ වේ. , කුමාරිකා, පැන්ඩා බේබි, සහ ඩෑෂ් කාර් කෙයාර් මෙම විශිෂ්ට දීමනා ලබා දීමට.",
        "LAUGFS Super ඔවුන්ගේ ගනුදෙනුකරුවන්ට අසමසම දීමනා ලබා දීම සඳහා වඩාත් කීර්තිමත් බැංකු සමඟ හවුල් වී ඇත. පාන වර්ග සහ තද රතු පාට නිෂ්පාදන, නැවුම් පලතුරු සහ එළවළු, කිරි නිෂ්පාදන, මුහුදු ආහාර සහ මස් නිෂ්පාදන සඳහා 25% දක්වා වට්ටමක් ලබා ගන්න.",
        "එපමනක් නොව, උත්සව සමය පුරාවටම, LAUGFS විසින් 'Everyday Savings' අඛණ්ඩව පිරිනමනු ඇත, එවිට ඔබට බිස්කට්, සිසිල් බීම, කුළුබඩු, අයිස්ක්‍රීම්, අතුරුපස වැනි සෘතුමය ආශ්‍රිත වෙළඳනාම නිෂ්පාදන මිලදී ගන්නා විට භාණ්ඩ 150කට වැඩි ප්‍රමාණයකට 30% දක්වා වට්ටමක් ඉතිරි කර ගත හැක. , අතුරුපස අමුද්‍රව්‍ය, සැකසූ මස්, සහ කිරි නිෂ්පාදන සති අන්තයේ නැවුම් දීමනා සමඟින් සාප්පු යාම දිගටම කරගෙන යයි. මෙම සියලු දීමනා අප්‍රේල් 1 සිට 30 දක්වා සියලුම LAUGFS Super සහ LAUGFS Super Mart අලෙවිසැල් 37 තුළ ක්‍රියාත්මක වේ.",
        "“මෙම කන්නයේ අපගේ ගනුදෙනුකරුවන්ට මෙවැනි විශිෂ්ට දීමනා ලබා දීමට හැකිවීම ගැන අපි වඩාත් සතුටු වෙනවා. විශේෂයෙන්ම මෙම දුෂ්කර කාලවලදී, අප ලබා දීමට උත්සාහ කරන ත්‍යාග සෑම කෙනෙකුටම අගය කරනු ඇත.",
        "“මෙතරම් වසර ගණනාවක් පුරා, අපගේ ගනුදෙනුකරුවන්ට නැවුම් සහ උසස් තත්ත්වයේ නිෂ්පාදන ලබා දීමෙන් සමාගමේ කීර්තිය ඉහළ නැංවීමට අපි උත්සාහ කළෙමු. ශ්‍රී ලාංකේය සමාගමක් ලෙස අපි අපගේ ප්‍රජාව වැඩිදියුණු කිරීමට නිරන්තරයෙන් උත්සාහ කරන්නෙමු. ඒ වගේම මෙවැනි ත්‍යාගශීලී වැඩසටහනක් දියත් කිරීම සෑම කෙනෙකුටම ප්‍රයෝජනවත් වන බව මට විශ්වාසයි. LAUGFS Supermarkets හි ප්‍රධාන විධායක නිලධාරී Pravin Robin-David මහතා අදහස් දැක්වීය.",
        "සුපිරි වෙළඳසැල් ජාලය LAUGFS Super සහ LAUGFS SuperMart ලෙස ප්‍රතිසංස්කරණය කරන ලද බැවින්, පාරිභෝගිකයින්ට වඩාත් ප්‍රබෝධමත් අත්දැකීමක් ලබා දීමට සමාගම සිය කැපවීම ශක්තිමත් කරමින් සිටී.",
        "සුපිරි වෙළඳසැල් ජාලය එහිම Crimson Bakeries සහ Medz Pharmacies ද සමන්විත වන අතර, උපයෝගිතා බිල්පත් ගෙවීමේ පහසුකම් වැනි පුළුල් පරාසයක එදිනෙදා පාරිභෝගික අවශ්‍යතා සපුරාලමින්, තම පාරිභෝගිකයින්ට අඛණ්ඩ පහසුව සලසා දෙයි. ශ්‍රී ලංකාවේ ප්‍රථම වරට පැය 24 පුරා ක්‍රියාත්මක වන සුපිරි වෙළඳසැල් සිල්ලර වෙළඳාම් සංකල්පයේ පුරෝගාමියා වූ එය අද කොළඹ සහ තදාසන්න ප්‍රදේශවල පාරිභෝගිකයින් 900,000 කට වැඩි පිරිසකට සේවා සපයයි."
      ]
    },
    "ta": {
      "title": "LAUGFS பல்பொருள் அங்காடிகள் அனைவருக்கும் அத்தியாவசியப் பொருட்களை இலவசமாக வழங்குகின்றன இந்த “அவுருடு வார்”",
      "body_lines": [
        "LAUGFS பல்பொருள் அங்காடிகள் தங்கள் வாடிக்கையாளர்களுக்கு இந்த அவுருது சீசனில் அற்புதமான சலுகைகளை வழங்குகின்றன. பதவி உயர்வுக்கான தேவைகளைப் பூர்த்தி செய்யும் ஒவ்வொருவரும் ஒரு பாராட்டுக்குரிய அத்தியாவசியப் பொருளைப் பெறுவார்கள். இந்த சலுகை ரேஃபிள் டிரா விளம்பரத்தின் மூலம் வாடிக்கையாளர்களின் எண்ணிக்கையை கட்டுப்படுத்தாமல் அனைத்து வாடிக்கையாளர்களுக்கும் வெகுமதிகளை நீட்டிக்கிறது.",
        "ரூ. வரை ஷாப்பிங் செய்யும்போது, ​​LAUGFS மூலம் உங்கள் இலவச அத்தியாவசியப் பொருட்களைப் பெறுங்கள். 1,500 - ரூ. மூன்று பரிந்துரைக்கப்பட்ட பிராண்டுகளுடன் 2,999, உங்கள் ஒரு கிலோ இலவச வெள்ளை அரிசியை உடனடியாகப் பெறுங்கள். ரூ. இடையே கடை. 3,000 - ரூ. நான்கு பரிந்துரைக்கப்பட்ட பிராண்டுகளுடன் 4,999 மற்றும் உங்கள் ஒரு கிலோகிராம் வெள்ளை சர்க்கரை மற்றும் ஒரு கிலோகிராம் வெள்ளை அரிசியைப் பெறுங்கள்.",
        "ஷாப்பிங் ரூ. ஐந்து பரிந்துரைக்கப்பட்ட பிராண்டுகளுடன் 5,000 மற்றும் உடனடியாக LAUGFS சூப்பர் சொந்த லேபிள் நூடுல்ஸ் 400g மற்றும் MACKEREL 425g இலவசம்.",
        "இலவச அத்தியாவசியப் பொருட்களைத் தவிர, தகுதியுள்ள அனைத்து வாடிக்கையாளர்களும் ரூ. மதிப்புள்ள இலவச தள்ளுபடி வவுச்சரைப் பெறுவார்கள். 250 மே 2 முதல் மே 15 வரை மீட்டெடுக்கப்படும். இந்த நன்மைகள் மார்ச் 18 முதல் ஏப்ரல் 30 வரை மட்டுமே செல்லுபடியாகும் என்பதால் நீங்களே எண்ணிப் பாருங்கள்.",
        "LAUGFS பல்பொருள் அங்காடிகள் Lipton Ceylonta, Maliban, Viva, Coca Cola, Milo, Elephant House Ice Cream அல்லது IMORICH ஐஸ்கிரீம், Goldi அல்லது Sam's Sausages, KIST Ride, Signal, Vim, Dettol, Diva, Fems, Velvet போன்ற புகழ்பெற்ற பிராண்டுகளுடன் இணைந்துள்ளது. , குமரிகா, பாண்டா பேபி மற்றும் டாஷ் கார் கேர் இந்த சிறந்த சலுகைகளை வழங்குகின்றன.",
        "LAUGFS Super ஆனது, தங்கள் வாடிக்கையாளர்களுக்கு மிகைப்படுத்தப்படாத சலுகைகளை வழங்குவதற்காக மிகவும் புகழ்பெற்ற வங்கிகளுடன் கூட்டு சேர்ந்துள்ளது. பானங்கள் மற்றும் கருஞ்சிவப்பு பொருட்கள், புதிய பழங்கள் மற்றும் காய்கறிகள், பால் பொருட்கள், கடல் உணவுகள் மற்றும் இறைச்சி பொருட்கள் மீது 25% வரை தள்ளுபடி கிடைக்கும்.",
        "மேலும், பண்டிகைக் காலம் முழுவதும், LAUGFS தொடர்ந்து 'தினசரி சேமிப்பு' வழங்கும். இதன் மூலம் நீங்கள் பிஸ்கட், குளிர்பானங்கள், மசாலாப் பொருட்கள், ஐஸ்கிரீம், இனிப்பு வகைகள் போன்ற பருவகால தொடர்புடைய பிராண்டட் பொருட்களை வாங்கும் போது 150க்கும் மேற்பட்ட பொருட்களுக்கு 30% வரை தள்ளுபடி செய்யலாம். , இனிப்பு பொருட்கள், பதப்படுத்தப்பட்ட இறைச்சிகள் மற்றும் பால் பொருட்கள், வார இறுதியில் புதிய சலுகைகளுடன் தொடர்ந்து ஷாப்பிங் செய்யலாம். இந்த அனைத்து சலுகைகளும் ஏப்ரல் 1 முதல் 30 வரை அனைத்து 37 LAUGFS Super மற்றும் LAUGFS Super Mart விற்பனை நிலையங்களிலும் செயலில் இருக்கும்.",
        "\"இந்த பருவத்தில் எங்கள் வாடிக்கையாளர்களுக்கு இதுபோன்ற சிறந்த சலுகைகளை வழங்குவதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம். குறிப்பாக இந்த கடினமான காலங்களில், நாம் கொடுக்க முயற்சிக்கும் வெகுமதிகள் அனைவராலும் மதிக்கப்படும்.",
        "\"இத்தனை ஆண்டுகளாக, எங்கள் வாடிக்கையாளர்களுக்கு புதிய மற்றும் உயர்தர தயாரிப்புகளை வழங்குவதன் மூலம் நிறுவனத்தின் நற்பெயரை நிலைநிறுத்த நாங்கள் பாடுபட்டு வருகிறோம். இலங்கை நிறுவனம் என்ற வகையில், எமது சமூகத்தை மேம்படுத்துவதற்கு நாங்கள் தொடர்ந்து முயற்சித்து வருகிறோம். மேலும் இதுபோன்ற பலனளிக்கும் திட்டத்தை தொடங்குவது அனைவருக்கும் பயனளிக்கும் என்று நான் நம்புகிறேன். LAUGFS பல்பொருள் அங்காடிகளின் தலைமை நிர்வாக அதிகாரி பிரவின் ராபின்-டேவிட் கருத்து தெரிவித்தார்.",
        "பல்பொருள் அங்காடி சங்கிலியானது LAUGFS Super மற்றும் LAUGFS SuperMart என புதுப்பிக்கப்பட்டதிலிருந்து, வாடிக்கையாளர்களுக்கு மிகவும் புத்துணர்ச்சியூட்டும் அனுபவத்தை வழங்குவதற்கான அதன் உறுதிப்பாட்டை நிறுவனம் வலுப்படுத்தி வருகிறது.",
        "பல்பொருள் அங்காடி சங்கிலியானது அதன் சொந்த கிரிம்சன் பேக்கரிகள் மற்றும் மெட்ஜ் மருந்தகங்களைக் கொண்டுள்ளது, அதே நேரத்தில் அதன் வாடிக்கையாளர்களுக்கு தொடர்ச்சியான வசதியை வழங்கும், பயன்பாட்டு பில் செலுத்தும் வசதிகள் போன்ற அன்றாட வாடிக்கையாளர் தேவைகளின் பரந்த அளவைப் பூர்த்தி செய்கிறது. இலங்கையில் முதன்முறையாக 24 மணிநேர பல்பொருள் அங்காடி சில்லறை விற்பனைக் கருத்துருவிற்கு முன்னோடியாக இருந்து, இன்று கொழும்பு மற்றும் அதன் புறநகர்ப் பகுதிகளில் 900,000 க்கும் அதிகமான வாடிக்கையாளர்களுக்கு சேவை செய்கிறது."
      ]
    }
  }
}