{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/LITRO-clarifies-freight-costs-on-280-000-MT-LPG-Tender-for-202223/342-239337",
  "time_ut": 1655644620,
  "title": "LITRO clarifies freight costs on 280,000 MT LPG Tender for 2022–23",
  "body_lines": [
    "LITRO Gas Lanka Ltd has issued a statement clarifying the truth behind the Freight Costs pertaining to the 280,000 MT International LPG Tender for the period 2022-23.",
    "The statement said that LITRO Gas Lanka Ltd had recieved three tenders from Siam Gas Trading, OQ Trading and BB Energy (Asia) Ltd. \"The Standing Cabinet Appointed Procurement Committee (SCAPC) decided to award the tender to Siam Gas Trading.",
    "However, the government was not in a position to fulfill the condition to Siam Gas Trading by providing the US$30 million – SBLC to LITRO Gas Lanka Ltd. and in order to create time to solve this issue and to mitigate the rising LPG crisis, it was decided to purchase LPG via Spot Cargo as a short-term solution,\" the statement added.",
    "Litro Gas clarifies the truth behind the Freight Costs pertaining to the 280,000 MT International LPG Tender for the period 2022 – 2023",
    "1. Litro Gas Lanka Ltd called for international tenders for the supply of LPG during the period 2022-2023 under ICB on 09/01/2022. The tenders closed on 16/03/2022.",
    "2. Litro Gas Lanka Ltd confirms that the following tenders were received: a. Siam Gas Trading – Freight Cost per metric ton at the rate of US$ 96.00 b. O Q Trading - Freight Cost per metric ton at the rate of US$129.00 c. BB Energy (Asia) Ltd - Freight Cost per metric ton at the rate of US$ 148.00",
    "3. The Standing Cabinet Appointed Procurement Committee (SCAPC) decided to award the tender to Siam Gas Trading.",
    "4. However, the GOSL was not in a position to fulfill the condition to Siam Gas Trading by providing the US $30 M – SBLC to Litro Gas Lanka Ltd.",
    "5. In order to create time to solve this issue and to mitigate the rising LPG crisis, it was decided to purchase LPG via Spot Cargo as a short-term solution. Hence, quotations were called from Siam Gas Trading and the second lowest bidder O Q Trading for Spot Cargo.",
    "6. By a letter dated 30/05/2022, Siam Trading declared that under the current economic situation, they are able to supply only 6,600 MT of LPG and that too, at the rate of US $ 112.00 per metric ton. Litro Gas Lanka stated this would only be sufficient to meet the demand for five days and this quantity is totally inadequate to meet the growing demand of the general public who are already facing an acute LPG crisis for their day to day requirements.",
    "7. O Q Trading, who was the second lowest bidder in the aforesaid tender declared that they are in a position to meet the demand of LPG by giving an uninterrupted supply of 100,000 MT of LPG at the rate of US $ 129.00 to Sri Lanka, which is sufficient for approximately four months.",
    "8. In view of the acute LPG crisis faced by the general public and with the objective of mitigating and normalizing the current situation, the Cabinet informed Litro Gas Lanka Ltd to sign an agreement with O Q Trading on a temporary basis. Further, until the financial status of the GOSL improves, the Company was advice to cancel the contract with Siam Gas Trading and call for a fresh tender.",
    "9. The USD 17 difference between the two bidders O Q Trading and Siam Gas Trading and translates to approximately Rs.77.50 per 12.5kg cylinder, which is not a significant burden proportional to the inconvenience faced by the public due to lack of LPG in the market."
  ],
  "translate": {
    "si": {
      "title": "LITRO 2022-23 සඳහා MT 280,000 LPG ටෙන්ඩරයේ භාණ්ඩ ප්‍රවාහන පිරිවැය පැහැදිලි කරයි",
      "body_lines": [
        "LITRO Gas Lanka Ltd විසින් 2022-23 කාලසීමාව සඳහා මෙට්‍රික් ටොන් 280,000 ජාත්‍යන්තර LPG ටෙන්ඩරයට අදාළ භාණ්ඩ ප්‍රවාහන පිරිවැය පිටුපස ඇති සත්‍යය පැහැදිලි කරමින් නිවේදනයක් නිකුත් කර තිබේ.",
        "LITRO Gas Lanka Ltd සමාගමට Siam Gas Trading, OQ Trading සහ BB Energy (Asia) Ltd වෙතින් ටෙන්ඩර් තුනක් ලැබී ඇති බව එම නිවේදනයේ සඳහන් වේ. \"ස්ථාවර කැබිනට් මණ්ඩලය විසින් පත් කරන ලද ප්‍රසම්පාදන කමිටුව (SCAPC) මෙම ටෙන්ඩරය සියාම් ගෑස් ට්‍රේඩින් වෙත ලබා දීමට තීරණය කළේය.",
        "කෙසේ වෙතත්, LITRO ගෑස් ලංකා ලිමිටඩ් වෙත ඇමරිකානු ඩොලර් මිලියන 30 - SBLC ලබා දීමෙන් Siam Gas Trading වෙත කොන්දේසිය සපුරාලීමට රජයට නොහැකි වූ අතර මෙම ගැටළුව විසඳීමට සහ ඉහළ යන LPG අර්බුදය අවම කිරීමට කාලය නිර්මාණය කිරීම සඳහා, කෙටිකාලීන විසඳුමක් ලෙස Spot Cargo හරහා LPG මිලදී ගැනීමට තීරණය කර ඇත.",
        "2022 - 2023 කාලය සඳහා මෙට්‍රික් ටොන් 280,000 ජාත්‍යන්තර LPG ටෙන්ඩරයට අදාළ භාණ්ඩ ප්‍රවාහන පිරිවැය පිටුපස ඇති සත්‍යය ලිට්‍රෝ ගෑස් පැහැදිලි කරයි.",
        "1. Litro Gas Lanka Ltd ICB යටතේ 2022-2023 කාලය තුළ LPG සැපයීම සඳහා ජාත්‍යන්තර ටෙන්ඩර් කැඳවීම 2022/01/09 දින. ටෙන්ඩර් 2022/03/16 දින අවසන් විය.",
        "2. ලිට්‍රෝ ගෑස් ලංකා ලිමිටඩ් පහත සඳහන් ටෙන්ඩර් ලැබුණු බව තහවුරු කරයි: a. සියම් ගෑස් වෙළඳාම - මෙට්‍රික් ටොන් එකකට භාණ්ඩ ප්‍රවාහන ගාස්තුව US$ 96.00 b. O Q වෙළඳාම - මෙට්‍රික් ටොන් එකකට භාණ්ඩ ප්‍රවාහන පිරිවැය US$129.00 c. BB Energy (Asia) Ltd - මෙට්‍රික් ටොන් එකකට භාණ්ඩ ප්‍රවාහන පිරිවැය US$ 148.00 ක අනුපාතයකින්",
        "3. සියම් ගෑස් වෙළඳාමට ටෙන්ඩරය ප්‍රදානය කිරීමට කැබිනට් මණ්ඩලය විසින් පත් කරන ලද ස්ථාවර ප්‍රසම්පාදන කමිටුව (SCAPC) තීරණය කළේය.",
        "4. කෙසේ වෙතත්, Litro Gas Lanka Ltd වෙත US $30 M – SBLC ලබා දීමෙන් Siam Gas Trading වෙත කොන්දේසිය සපුරාලීමට ශ්‍රී ලංකා රජයට නොහැකි විය.",
        "5. මෙම ගැටලුව විසඳීමට කාලය නිර්මාණය කිරීම සහ ඉහළ යන LPG අර්බුදය අවම කිරීම සඳහා කෙටිකාලීන විසඳුමක් ලෙස Spot Cargo හරහා LPG මිලදී ගැනීමට තීරණය කරන ලදී. එබැවින්, Siam Gas Trading වෙතින් මිල ගණන් කැඳවනු ලැබූ අතර Spot Cargo සඳහා දෙවන අඩුම ලංසුකරු O Q වෙළඳාම් කරන ලදී.",
        "6. 2022/05/30 දිනැති ලිපියක් මගින් Siam Trading ප්‍රකාශ කළේ වත්මන් ආර්ථික තත්ත්වය යටතේ ඔවුන්ට සැපයිය හැක්කේ LPG මෙට්‍රික් ටොන් 6,600ක් පමණක් බවත් එයද මෙට්‍රික් ටොන් එකකට ඇමෙරිකානු ඩොලර් 112.00 බැගින් සැපයිය හැකි බවත්ය. ලිට්‍රෝ ගෑස් ලංකා සමාගම ප්‍රකාශ කළේ මෙය දින පහක ඉල්ලුම සපුරාලීමට පමණක් ප්‍රමාණවත් වන අතර, දැනටමත් දෛනික අවශ්‍යතා සඳහා උග්‍ර LPG අර්බුදයකට මුහුණ දී සිටින සාමාන්‍ය ජනතාවගේ වැඩිවන ඉල්ලුම සපුරාලීමට මෙම ප්‍රමාණය මුළුමනින්ම ප්‍රමාණවත් නොවන බවයි.",
        "7. ඉහත කී ටෙන්ඩරයේ දෙවැනි අඩුම ලංසුකරු වූ O Q Trading සමාගම, ශ්‍රී ලංකාවට ඇමෙරිකානු ඩොලර් 129.00 ක මිලකට LPG මෙට්‍රික් ටොන් 100,000 ක අඛණ්ඩ සැපයුමක් ලබා දීමෙන් LPG ඉල්ලුම සපුරාලීමට හැකි තත්ත්වයක සිටින බව ප්‍රකාශ කළේය. ආසන්න වශයෙන් මාස හතරක් සඳහා ප්රමාණවත් වේ.",
        "8. සාමාන්‍ය ජනතාව මුහුණ දී සිටින උග්‍ර LPG අර්බුදය හමුවේ වත්මන් තත්ත්වය අවම කර සාමාන්‍ය තත්ත්වයට පත් කිරීමේ අරමුණින් Litro Gas Lanka Ltd සමාගමට O Q Trading සමඟ තාවකාලිකව ගිවිසුමක් අත්සන් කරන ලෙස කැබිනට් මණ්ඩලය දැනුම් දුන්නේය. තවද, GOSL හි මූල්‍ය තත්ත්වය වැඩිදියුණු වන තුරු, Siam Gas Trading සමඟ ඇති ගිවිසුම අවලංගු කර නැවත ටෙන්ඩර් කැඳවීමට සමාගමට උපදෙස් දෙන ලදී.",
        "9. O Q Trading සහ Siam Gas Trading යන ලංසුකරුවන් දෙදෙනා අතර USD 17 ක වෙනස සහ 12.5kg සිලින්ඩරයකට දළ වශයෙන් රුපියල් 77.50 ක් බවට පරිවර්තනය වේ, එය වෙළඳපොලේ LPG නොමැතිකම හේතුවෙන් මහජනතාව මුහුණ දෙන අපහසුතාවයට සමානුපාතිකව සැලකිය යුතු බරක් නොවේ. ."
      ]
    },
    "ta": {
      "title": "LITRO 2022-23க்கான 280,000 MT LPG டெண்டரில் சரக்கு செலவுகளை தெளிவுபடுத்துகிறது",
      "body_lines": [
        "LITRO Gas Lanka Ltd ஆனது 2022-23 காலப்பகுதிக்கான 280,000 MT சர்வதேச LPG டெண்டருக்கான சரக்கு செலவுகளின் பின்னணியில் உள்ள உண்மையை தெளிவுபடுத்தும் அறிக்கையை வெளியிட்டுள்ளது.",
        "சியாம் கேஸ் டிரேடிங், ஓக்யூ டிரேடிங் மற்றும் பிபி எனர்ஜி (ஆசியா) லிமிடெட் ஆகிய நிறுவனங்களிடம் இருந்து லிட்ரோ கேஸ் லங்கா லிமிடெட் மூன்று டெண்டர்களைப் பெற்றதாக அந்த அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "எவ்வாறாயினும், LITRO Gas Lanka லிமிடெட் நிறுவனத்திற்கு 30 மில்லியன் அமெரிக்க டாலர்களை SBLC வழங்குவதன் மூலம் Siam Gas Trading நிறுவனத்திற்கு நிபந்தனையை நிறைவேற்றும் நிலையில் அரசாங்கம் இல்லை. குறுகிய கால தீர்வாக ஸ்பாட் கார்கோ மூலம் எல்பிஜி வாங்க முடிவு செய்யப்பட்டது” என்று அந்த அறிக்கையில் மேலும் தெரிவிக்கப்பட்டுள்ளது.",
        "2022 - 2023 காலகட்டத்திற்கான 280,000 மெட்ரிக் டன் சர்வதேச எல்பிஜி டெண்டர் தொடர்பான சரக்குச் செலவுகளின் பின்னணியில் உள்ள உண்மையை லிட்ரோ கேஸ் தெளிவுபடுத்துகிறது.",
        "1. Litro Gas Lanka Ltd 09/01/2022 அன்று ICB இன் கீழ் 2022-2023 காலகட்டத்தில் LPG விநியோகத்திற்கான சர்வதேச டெண்டர்களை அழைத்தது. டெண்டர்கள் 16/03/2022 அன்று முடிவடைந்தது.",
        "2. Litro Gas Lanka Ltd பின்வரும் டெண்டர்கள் பெறப்பட்டதை உறுதிப்படுத்துகிறது: a. சியாம் எரிவாயு வர்த்தகம் - ஒரு மெட்ரிக் டன் சரக்கு செலவு US$ 96.00 b. O Q வர்த்தகம் - ஒரு மெட்ரிக் டன் சரக்கு செலவு US$129.00 c. BB எனர்ஜி (ஆசியா) லிமிடெட் - ஒரு மெட்ரிக் டன் சரக்கு செலவு US$ 148.00",
        "3. சியாம் கேஸ் டிரேடிங்கிற்கு டெண்டரை வழங்க அமைச்சரவை நியமிக்கப்பட்ட நிலையான கொள்முதல் குழு (SCAPC) முடிவு செய்தது.",
        "4. எவ்வாறாயினும், லிட்ரோ கேஸ் லங்கா லிமிடெட் நிறுவனத்திற்கு US $30 M – SBLC ஐ வழங்குவதன் மூலம் சியாம் கேஸ் டிரேடிங்கிற்கு நிபந்தனையை நிறைவேற்றும் நிலையில் GOSL இல்லை.",
        "5. இந்தச் சிக்கலைத் தீர்ப்பதற்கும், அதிகரித்து வரும் எல்பிஜி நெருக்கடியைத் தணிப்பதற்கும், குறுகிய காலத் தீர்வாக ஸ்பாட் கார்கோ வழியாக எல்பிஜியை வாங்க முடிவு செய்யப்பட்டது. எனவே, சியாம் கேஸ் டிரேடிங் மற்றும் ஸ்பாட் கார்கோவுக்கான இரண்டாவது குறைந்த ஏலதாரர் O Q டிரேடிங்கிலிருந்து மேற்கோள்கள் அழைக்கப்பட்டன.",
        "6. 30/05/2022 தேதியிட்ட கடிதத்தின் மூலம், தற்போதைய பொருளாதார சூழ்நிலையில், 6,600 மெட்ரிக் டன் எல்பிஜியை மட்டுமே வழங்க முடியும் என்று சியாம் டிரேடிங் அறிவித்தது, அதுவும் ஒரு மெட்ரிக் டன்னுக்கு 112.00 அமெரிக்க டாலர் என்ற விகிதத்தில். லிட்ரோ கேஸ் லங்கா நிறுவனம், இது ஐந்து நாட்களுக்கான தேவையை பூர்த்தி செய்ய மட்டுமே போதுமானது என்றும், ஏற்கனவே தங்களது அன்றாட தேவைகளுக்காக கடுமையான LPG நெருக்கடியை எதிர்கொண்டுள்ள பொதுமக்களின் அதிகரித்து வரும் தேவையை பூர்த்தி செய்ய இந்த அளவு முற்றிலும் போதாது என்றும் கூறியுள்ளது.",
        "7. மேற்கூறிய டெண்டரில் இரண்டாவது குறைந்த ஏலத்தில் இருந்த O Q டிரேடிங், இலங்கைக்கு 129.00 அமெரிக்க டாலர்கள் என்ற விகிதத்தில் 100,000 MT LPG ஐ தடையின்றி வழங்குவதன் மூலம் LPG தேவையை பூர்த்தி செய்யக்கூடிய நிலையில் இருப்பதாக அறிவித்தது. சுமார் நான்கு மாதங்களுக்கு போதுமானது.",
        "8. பொது மக்கள் எதிர்கொள்ளும் கடுமையான LPG நெருக்கடியைக் கருத்தில் கொண்டு, தற்போதைய நிலைமையைத் தணிக்கும் மற்றும் வழமைக்குக் கொண்டுவரும் நோக்கத்துடன், Litro Gas Lanka Ltdக்கு O Q Trading உடன் தற்காலிக அடிப்படையில் ஒப்பந்தத்தில் கையெழுத்திடுமாறு அமைச்சரவை அறிவித்தது. மேலும், GOSL இன் நிதி நிலை மேம்படும் வரை, சியாம் கேஸ் டிரேடிங் உடனான ஒப்பந்தத்தை ரத்து செய்துவிட்டு புதிய டெண்டருக்கு அழைப்பு விடுக்குமாறு நிறுவனம் அறிவுறுத்தியது.",
        "9. இரண்டு ஏலதாரர்களான O Q டிரேடிங் மற்றும் சியாம் கேஸ் டிரேடிங் ஆகியவற்றுக்கு இடையேயான USD 17 வித்தியாசம் மற்றும் 12.5 கிலோ சிலிண்டருக்கு தோராயமாக ரூ.77.50 என மொழிபெயர்க்கப்பட்டுள்ளது, இது சந்தையில் எல்பிஜி இல்லாததால் பொதுமக்கள் எதிர்கொள்ளும் சிரமத்திற்கு விகிதாசாரத்தில் குறிப்பிடத்தக்க சுமை அல்ல. ."
      ]
    }
  }
}