{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/New-Anthoney-s-Farms-e-commerce-platform-Dorakadapaliya-brings-fresh-chicken-to-consumers-doorstep/34-732223",
  "time_ut": 1647631500,
  "title": "New Anthoney’s Farms e-commerce platform ‘Dorakadapaliya’ brings fresh chicken to consumers’ doorstep",
  "body_lines": [
    "With the view of constantly evolving with the ever-changing consumer landscape, New Anthoney’s Farms Ltd., a name that continues to capture hearts and minds when it comes to quality fresh poultry unveils a whole new experience of ordering chicken and getting it delivered for free island-wide through their ‘Dorakadapaliya’ e-commerce platform.",
    "Dorakadapaliya solely dedicated to delicious chicken products was the first of its kind in the country, delivering the best and safest chicken right to its customers’ doorstep, with a variety to choose from including the popular HarithaHari range. Dorakadapaliya offers an island-wide delivery that is completely free of charge and customers can now just order with the click of a button in the comfort of their home, giving them utmost ease and convenience.",
    "In addition to the HarithaHari range which also comes with biodegradable packaging that can be recyclable or compostable consumers can order their mouth watering crispy chicken range ‘Crizzpy’s’, chicken range serving convenience at its best ‘Chico’, or spiced chicken range with all natural ingredients ‘SpicyDycy’ which can be grilled, baked or BBQ’d and a real treat for parties and any special occasions and a premium range that offers cook-ready chicken conveniently cut, chopped, cubed and packed.",
    "‘We are delighted to introduce our online store after hearing out to our loyal customers from across the island. Being in the food business, customer intimacy is our priority and many of our initiatives are centred on this. For us this is not just merely a channel expansion but more of a basic complement to our strong relationships fostered among the households where our quality chicken is delightfully consumed,’ said New Anthoney’s Farms CEO Neil Suraweera.",
    "New Anthoney’s Farms Haritha Hari is an all-natural process that is nutrient-rich and free from any antibiotic or hormones as it’s fed completely with natural ingredients. Raising healthy poultry, with a spacious and stress-free environment for them, is of crucial importance to New Anthoney’s Farms and the responsibilities towards animal welfare, safety and health standards is a philosophy that is built into the producer’s culture complying with practices to that of the National Chicken Council, USA."
  ],
  "translate": {
    "si": {
      "title": "New Anthoney's Farms e-commerce platform ‘Dorakadapaliya’ නැවුම් කුකුල් මස් පාරිභෝගිකයන් ගේ දොරකඩට ගෙන එයි.",
      "body_lines": [
        "දිනෙන් දින වෙනස් වන පාරිභෝගික පරිසරය සමඟ නිරන්තරයෙන් විකාශනය වීමේ දැක්ම සමඟින්, ගුණාත්මක නැවුම් කුකුල් මස් සම්බන්ධයෙන් හදවත් සහ මනස දිනා ගන්නා නමක් වන New Anthony's Farms Ltd. ඔවුන්ගේ 'දොරකඩපාලිය' ඊ-වාණිජ්‍ය වේදිකාව හරහා දිවයින පුරා.",
        "රසවත් කුකුල් මස් නිෂ්පාදන සඳහා පමණක් කැප වූ දොරකඩපාලිය, ජනප්‍රිය HarithaHari පරාසය ඇතුළුව තෝරා ගැනීමට විවිධත්වයක් සහිත හොඳම සහ ආරක්‍ෂිත කුකුල් මස් තම පාරිභෝගිකයන් ගේ දොරකඩටම බෙදාහරිමින් මෙරට ප්‍රථම වරට නිෂ්පාදනය කරන ලදී. දොරකඩපාලිය දිවයින පුරා බෙදා හැරීම සම්පූර්ණයෙන්ම නොමිලේ ලබා දෙන අතර පාරිභෝගිකයින්ට දැන් ඔවුන්ගේ නිවසේ සුවපහසුව තුළ බොත්තමක් එබීමෙන් ඇණවුම් කළ හැකි අතර එමඟින් ඔවුන්ට උපරිම පහසුව සහ පහසුව ලබා දේ.",
        "ප්‍රතිචක්‍රීකරණය කළ හැකි හෝ කොම්පෝස්ට් කළ හැකි ජෛව හායනයට ලක්විය හැකි ඇසුරුම් සමඟින් එන HarithaHari පරාසයට අමතරව පාරිභෝගිකයින්ට කටට වතුර දෙන හැපෙනසුළු චිකන් රේන්ජ් 'Crizzpy's, කුකුළු මස් වර්ග එහි හොඳම 'Chico' ලෙසින් හෝ කුළුබඩු සහිත චිකන් රේන්ජ් ඇණවුම් කළ හැකිය. 'SpicyDycy' ග්‍රිල් කළ, බේක් කළ හෝ බාබකියුඩ් කළ හැකි අතර සාද සහ ඕනෑම විශේෂ අවස්ථා සඳහා සැබෑ සංග්‍රහයක් වන අතර කුක් සූදානම් කුකුල් මස් පහසුවෙන් කපා, කපා, කැට සහ ඇසුරුම් කළ හැකි වාරික පරාසයකි.",
        "'දිවයින පුරා සිටින අපගේ විශ්වාසවන්ත පාරිභෝගිකයින්ට සවන් දීමෙන් පසු අපගේ අන්තර්ජාල වෙළඳසැල හඳුන්වා දීමට ලැබීම ගැන අපි සතුටු වෙමු. ආහාර ව්‍යාපාරයේ සිටීම, පාරිභෝගික සමීපත්වය අපගේ ප්‍රමුඛතාවය වන අතර අපගේ බොහෝ මුල පිරීම් මේ මත කේන්ද්‍රගත වේ. අපට මෙය හුදෙක් නාලිකා ව්‍යාප්තියක් පමණක් නොව අපගේ ගුණාත්මක කුකුල් මස් ප්‍රියජනක ලෙස පරිභෝජනය කරන කුටුම්භයන් අතර පෝෂණය වන අපගේ ශක්තිමත් සබඳතා සඳහා මූලික අනුපූරකයක් වේ.",
        "New Anthoney's Farms Haritha Hari යනු පෝෂ්‍ය පදාර්ථ වලින් පොහොසත් සහ කිසිදු ප්‍රතිජීවක හෝ හෝර්මෝන වලින් තොර ස්වභාවික ක්‍රියාවලියක් වන අතර එය සම්පුර්ණයෙන්ම ස්වභාවික අමුද්‍රව්‍ය වලින් පෝෂණය වේ. ඔවුන් සඳහා ඉඩකඩ සහිත සහ ආතතියෙන් තොර පරිසරයක් සහිත සෞඛ්‍ය සම්පන්න කුකුළු මස් ඇති කිරීම නිව් ඇන්තනීස් ෆාම්ස් සඳහා තීරණාත්මක වැදගත්කමක් ඇති අතර සත්ව සුභසාධනය, ආරක්ෂාව සහ සෞඛ්‍ය ප්‍රමිතීන් පිළිබඳ වගකීම් නිෂ්පාදකයාගේ සංස්කෘතිය තුළ ගොඩනඟා ඇති දර්ශනයකි. ජාතික චිකන් කවුන්සිලය, ඇමරිකා එක්සත් ජනපදය."
      ]
    },
    "ta": {
      "title": "New Anthoney's Farms e-commerce platform ‘Dorakadapaliya’ வாடிக்கையாளர்களின் வீட்டு வாசலில் புதிய கோழியை கொண்டு வருகிறது",
      "body_lines": [
        "எப்போதும் மாறிவரும் நுகர்வோர் நிலப்பரப்புடன் தொடர்ந்து உருவாகும் பார்வையில், நியூ அந்தோனிஸ் ஃபார்ம்ஸ் லிமிடெட், தரமான புதிய கோழி இறைச்சிக்கு வரும்போது இதயங்களையும் மனதையும் கவரும் ஒரு பெயர், கோழிக்கறியை ஆர்டர் செய்து இலவசமாக டெலிவரி செய்யும் புதிய அனுபவத்தை வெளிப்படுத்துகிறது. அவர்களின் 'டோரகடபாலிய' இ-காமர்ஸ் தளத்தின் மூலம் தீவு முழுவதும்.",
        "ருசியான கோழிப் பொருட்களுக்கு மட்டுமே அர்ப்பணிக்கப்பட்ட Dorakadapaliya, நாட்டிலேயே முதன்முறையாக, அதன் வாடிக்கையாளர்களின் வீட்டு வாசலில் சிறந்த மற்றும் பாதுகாப்பான கோழியை வழங்குவதுடன், பிரபலமான ஹரிதஹரி ரேஞ்ச் உட்பட பலவகைகளைத் தேர்வுசெய்தது. Dorakadapaliya நாடு தழுவிய டெலிவரியை வழங்குகிறது, இது முற்றிலும் இலவசம் மற்றும் வாடிக்கையாளர்கள் இப்போது தங்கள் வீட்டிற்கு வசதியாக ஒரு பொத்தானைக் கிளிக் செய்வதன் மூலம் ஆர்டர் செய்யலாம், இது அவர்களுக்கு மிகவும் எளிதாகவும் வசதியாகவும் இருக்கும்.",
        "மறுசுழற்சி செய்யக்கூடிய அல்லது மக்கும் தன்மை கொண்ட மக்கும் பேக்கேஜிங்குடன் வரும் HarithaHari வரம்பிற்கு கூடுதலாக, நுகர்வோர் தங்கள் வாயில் நீர் வடியும் மிருதுவான சிக்கன் ரேஞ்ச் 'Crizzpy's, சிக்கன் ரேஞ்ச் அதன் சிறந்த 'Chico' அல்லது அனைத்து இயற்கை பொருட்களுடன் மசாலா கோழி ரேஞ்ச் வசதிக்காக ஆர்டர் செய்யலாம். 'SpicyDycy' இது வறுக்கப்பட்ட, சுடப்பட்ட அல்லது BBQ'd மற்றும் பார்ட்டிகள் மற்றும் எந்த விசேஷ சந்தர்ப்பங்களுக்கும் உண்மையான விருந்தாகும் மற்றும் சமைக்க தயாராக இருக்கும் கோழியை வசதியாக வெட்டி, நறுக்கி, க்யூப் செய்து பேக் செய்யும் பிரீமியம் வரம்பில் உள்ளது.",
        "தீவு முழுவதிலுமிருந்து எங்கள் விசுவாசமான வாடிக்கையாளர்களைக் கேட்டபின் எங்கள் ஆன்லைன் ஸ்டோரை அறிமுகப்படுத்துவதில் நாங்கள் மகிழ்ச்சியடைகிறோம். உணவு வணிகத்தில் இருப்பது, வாடிக்கையாளர் நெருக்கம் எங்கள் முன்னுரிமை மற்றும் எங்கள் பல முயற்சிகள் இதை மையமாகக் கொண்டுள்ளன. எங்களைப் பொறுத்தவரை இது ஒரு சேனல் விரிவாக்கம் மட்டுமல்ல, எங்கள் தரமான கோழியை மகிழ்ச்சியுடன் உட்கொள்ளும் குடும்பங்களுக்கிடையில் வளர்க்கப்படும் எங்கள் வலுவான உறவுகளுக்கு இது ஒரு அடிப்படை நிரப்பியாகும்' என்று நியூ அந்தோனிஸ் ஃபார்ம்ஸ் CEO நீல் சுரவீர கூறினார்.",
        "நியூ அந்தோனிஸ் ஃபார்ம்ஸ் ஹரிதா ஹரி என்பது இயற்கையான செயல்முறையாகும், இது ஊட்டச்சத்து நிறைந்தது மற்றும் எந்த ஆண்டிபயாடிக் அல்லது ஹார்மோன்களிலிருந்தும் விடுபட்டது, ஏனெனில் இது முற்றிலும் இயற்கையான பொருட்களுடன் உணவளிக்கப்படுகிறது. ஆரோக்கியமான கோழிகளை வளர்ப்பது, விசாலமான மற்றும் மன அழுத்தமில்லாத சூழலுடன், நியூ அந்தோனியின் பண்ணைகளுக்கு மிகவும் முக்கியமானது மற்றும் விலங்கு நலன், பாதுகாப்பு மற்றும் சுகாதாரத் தரங்களுக்கான பொறுப்புகள் உற்பத்தியாளரின் கலாச்சாரத்தில் கட்டமைக்கப்பட்ட ஒரு தத்துவமாகும். தேசிய கோழி கவுன்சில், அமெரிக்கா."
      ]
    }
  }
}