{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-monetary-decision-making-process-under-fire-94895/",
  "time_ut": 1653879360,
  "title": "Sri Lanka central bank monetary decision making process under fire",
  "body_lines": [
    "ECONOMYNEXT – Members of Sri Lanka’s rate setting monetary board can block a bad decision in the way it usually operates, ex-Central Bank Governor W A Wijewardna said after two members told a parliament committee that they were overruled by a majority.",
    "Sri Lanka’s central bank has a long history of printing money to suppress interest rates either due to pressure from the Treasury, which is also usually staffed by seconded officers of the central bank, or on its own due interventionist post 1930 ideology (beggar thy neighbor).",
    "The mistargeting of interest have been covered up by depreciation especially after a change of the Monetary Law Act made after the late 70s which made depreciation easier.",
    "There is a widespread idea among economists in the country that a central bank should be a tool of state interventionism and discretion rather than an institution of stability that protects the people, their salaries, pensions and savings with a strong low inflating currency operating on a single anchor.",
    "“The Monetary Board’s obligation is to protect our money & not some politician’s political future,” ex-Central Bank Deputy Governor W A Wijewardena said in a twitter.com message.",
    "“Tradition in MB is to reach decisions by consensus. If one member disapproves, it isn’t carried.”",
    "Sri Lanka’s soft-peg also called a ‘flexible exchange rate’ collapses when money is printed to maintain an artificially low interest rate in relation to the budget deficit or a private credit (in an economic recovery) or both.",
    "Wijewardena was responding to queries over the statements made by two monetary board members to the Committee on Public Enterprise of the parliament last week that they were overruled by three other members.",
    "Monetary Board member Ranjee Jayamaha and Sanjeewa Jayewardene told the Committee on Public Enterprises that they objected to the exchange rate being maintained (around 200 to the US dollar).",
    "Jayamaha said the exchange rate was maintained under the view that it would prevent debt ratios from worsening, but she and fellow member Sanjeewa Jayewardene had objected.",
    "“The two of use objected to it and also minuted it,” she said. “We told the Governor and Treasury Secretary at the time that at least allow the exchange rate to depreciate by 5 or 10 rupees and it was no necessary to spend reserves in this way.”",
    "She said with three other members, made up of then Central Bank Governor W D Lakshman, the Treasury secretary, and appointed member Samantha Kumarasinghe, with opposing views prevailed.",
    "Opposition legislator Harsha de Silva who is in the COPE, said while the entire Monetary Board had to bear the responsibility.",
    "“My view that the entire Monetary Board should bear responsibility,” de Silva said. “I am actually sorry to say this, but if there was such a situation it is my view that more effort must have been done.",
    "In the US monetary policy decisions are carried by majority votes. Those who voted for an against are disclosed. Minutes of the meeting are also released with a delay.",
    "De Silva said monetary board members had publicly claimed there was no link between money supply and inflation.",
    "“If the wrong decision was made on the deciding vote of one member, and if he does not believe the basic fundamentals of economics, then there is a serious collapse in the institutional structure,” de Silva said.",
    "COPE Chairman Charitha Herath said the issue will be looked into and if there are sanctions it would be recommended.",
    "Adding to the confusion under Sri Lanka’s monetary law Section 03 a consensus is needed to depreciate the currency, though a decision was made to briefly float the currency in 2001.",
    "When money is injected to mis-target the interest rate, an equal amount of reserves have to spent to ‘mop up’ the new money that ends up in forex markets. If reserves are not sold the rupee collapses. When money is injected over longer period domestic inflation also takes place.",
    "Usually the rupee is depreciated to cover the mis-targeted interest rate. The public is rarely aware that the interest rate is mis-targeted and a central bank cannot print money and maintain the exchange rate at the same time.",
    "The currency collapses and large volumes of reserves are lost not because the dollars are sold to mop up the originally printed money  – which should result in a rise in short term interest rates as liquidity drops – money is re-injected to replace lost liquidity in a process known as sterilizing the intervention.",
    "As money is continued to be printed exchange controls and import controls are imposed on the people, instead of correcting money printing. The phenomenon is generally called the impossible trinity of monetary policy objectives.",
    "Currency boards and credible peg do not sterilize interventions, and allow short term rates to float, keeping the exchange rate fixed. (Colombo/May28/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා මහ බැංකුවේ මුල්‍ය තීරණ ගැනීමේ ක්‍රියාවලිය දැඩි විවේචනයට ලක්ව ඇත",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ අනුපාත සැකසීමේ මුදල් මණ්ඩලයේ සාමාජිකයින්ට එය සාමාන්‍යයෙන් ක්‍රියාත්මක වන ආකාරයෙන් නරක තීරණයක් අවහිර කළ හැකි බව හිටපු මහ බැංකු අධිපති ඩබ්ලිව් ඒ විජේවර්ධන මන්ත්‍රීවරුන් දෙදෙනෙක් පාර්ලිමේන්තු කමිටුවකට ප්‍රකාශ කිරීමෙන් පසු බහුතරයකින් තමන්ව අභිබවා ගිය බව පැවසීය.",
        "ශ්‍රී ලංකාවේ මහ බැංකුවට මහ බැංකුවේ ද්විතීයික නිලධාරීන් විසින් සාමාන්‍යයෙන් කාර්යමණ්ඩලයේ යෙදෙන මහා භාණ්ඩාගාරයේ පීඩනය හේතුවෙන් හෝ 1930 න් පසු තමන්ගේම මැදිහත්වීමේ මතවාදය මත පොලී අනුපාත යටපත් කිරීම සඳහා මුදල් මුද්‍රණය කිරීමේ දිගු ඉතිහාසයක් ඇත. .",
        "විශේෂයෙන්ම 70 දශකයේ අගභාගයෙන් පසු ක්ෂයවීම පහසු කළ මුදල් නීති පනත වෙනස් කිරීමෙන් පසු පොලී වැරදි ලෙස ඉලක්ක කර ගැනීම ක්ෂයවීම් මගින් ආවරණය කර ඇත.",
        "මහ බැංකුවක් තනි තනිව ක්‍රියාත්මක වන ශක්තිමත් අඩු පිම්බෙන මුදලකින් ජනතාව, ඔවුන්ගේ වැටුප්, විශ්‍රාම වැටුප් සහ ඉතුරුම් ආරක්ෂා කරන ස්ථාවරත්වයේ ආයතනයක් වෙනුවට රාජ්‍ය මැදිහත්වීමේ සහ අභිමතය පරිදි මෙවලමක් විය යුතු බවට රටේ ආර්ථික විද්‍යාඥයන් අතර පුළුල් අදහසක් පවතී. නැංගුරම.",
        "\"මුදල් මණ්ඩලයේ වගකීම වන්නේ අපේ මුදල් ආරක්ෂා කිරීම මිස ඇතැම් දේශපාලනඥයන්ගේ දේශපාලන අනාගතය නොවේ\" යැයි හිටපු මහ බැංකුවේ නියෝජ්‍ය අධිපති ඩබ්ලිව් ඒ විජේවර්ධන මහතා twitter.com පණිවිඩයක් නිකුත් කරමින් කියා සිටියේය.",
        "“MB හි සම්ප්‍රදාය නම් සම්මුතියෙන් තීරණවලට එළඹීමයි. එක් සාමාජිකයෙකු අනුමත නොකරන්නේ නම්, එය රැගෙන නොයනු ඇත.",
        "අයවැය හිඟය හෝ පුද්ගලික ණය (ආර්ථික ප්‍රකෘතියකදී) හෝ ඒ දෙකටම අදාළව කෘතිමව අඩු පොලී අනුපාතිකයක් පවත්වා ගැනීම සඳහා මුදල් මුද්‍රණය කරන විට ශ්‍රී ලංකාවේ 'නම්‍යශීලී විනිමය අනුපාතිකයක්' ලෙසද හඳුන්වනු ලබන මෘදු-පෙග් බිඳ වැටේ.",
        "විජේවර්ධන මේ බව කියා සිටියේ මුදල් මණ්ඩලයේ සාමාජිකයින් දෙදෙනෙකු පසුගිය සතියේ පාර්ලිමේන්තුවේ පොදු ව්‍යවසාය පිළිබඳ කාරක සභාවට කළ ප්‍රකාශය තවත් මන්ත්‍රීවරුන් තිදෙනෙකු විසින් අවලංගු කළ බවට කළ ප්‍රකාශ සම්බන්ධයෙන් කළ විමසීමකට පිළිතුරු දෙමිනි.",
        "මුදල් මණ්ඩලයේ සාමාජික රංජි ජයමහ සහ සංජීව ජයවර්ධන පොදු ව්‍යාපාර පිළිබඳ කාරක සභාවට කියා සිටියේ විනිමය අනුපාතිකය (එක්සත් ජනපද ඩොලරයට 200 ක් පමණ) පවත්වාගෙන යාමට විරුද්ධ වන බවයි.",
        "ජයමහ පැවසුවේ විනිමය අනුපාතිකය තවදුරටත් නරක අතට හැරීම වළක්වනු ඇතැයි යන මතය යටතේ පවත්වා ගෙන ගිය නමුත් ඇය සහ සෙසු සාමාජික සංජීව ජයවර්ධන ඊට විරුද්ධ වූ බවයි.",
        "\"භාවිතා කරන දෙදෙනෙක් එයට විරුද්ධ වූ අතර එය විනාඩි කළා\" යැයි ඇය පැවසුවාය. \"අපි ඒ වෙලාවේ ආණ්ඩුකාරවරයාට සහ භාණ්ඩාගාර ලේකම්තුමාට කිව්වා අඩුම තරමින් විනිමය අනුපාතිකය රුපියල් 5කින් හෝ 10කින් අවප්‍රමාණය වෙන්න ඉඩ දෙන්න, මේ විදියට සංචිත වියදම් කරන්න අවශ්‍ය නැහැ කියලා.\"",
        "එවක මහ බැංකු අධිපති ඩබ්ලිව් ඩී ලක්ෂ්මන්, භාණ්ඩාගාර ලේකම්වරයා සහ පත්කළ සාමාජික සමන්ත කුමාරසිංහගෙන් සැදුම්ලත් තවත් සාමාජිකයින් තිදෙනෙකු සමඟ විරුද්ධ අදහස් පැවති බව ඇය පැවසුවාය.",
        "කෝප් කමිටුවේ සිටින විපක්ෂයේ පාර්ලිමේන්තු මන්ත්‍රී හර්ෂ ද සිල්වා කියා සිටියේ සමස්ත මුදල් මණ්ඩලයට එහි වගකීම දැරීමට සිදුව ඇති බවයි.",
        "\"මගේ අදහස නම් සමස්ත මුදල් මණ්ඩලයම වගකීම දැරිය යුතු බවයි,\" ද සිල්වා පැවසීය. “ඇත්තටම මට මෙහෙම කියන්න කනගාටුයි, නමුත් එවැනි තත්ත්වයක් තිබුණා නම් මීට වඩා උත්සාහයක් ගන්න තිබුණා කියන එක මගේ අදහසයි.",
        "එක්සත් ජනපදයේ මූල්‍ය ප්‍රතිපත්ති තීරණ බහුතර ඡන්දයෙන් ක්‍රියාත්මක වේ. විරුද්ධව ඡන්දය දුන් අය හෙළිදරව් කරනවා. රැස්වීමේ මිනිත්තු ද ප්‍රමාදයකින් නිකුත් වේ.",
        "ද සිල්වා පැවසුවේ මුදල් මණ්ඩලයේ සාමාජිකයන් මුදල් සැපයුම සහ උද්ධමනය අතර සම්බන්ධයක් නොමැති බව ප්‍රසිද්ධියේ ප්‍රකාශ කර ඇති බවයි.",
        "\"එක් සාමාජිකයෙකුගේ තීරනාත්මක ඡන්දය මත වැරදි තීරණයක් ගෙන තිබේ නම් සහ ඔහු ආර්ථික විද්‍යාවේ මූලික මූලධර්ම විශ්වාස නොකරන්නේ නම්, ආයතනික ව්‍යුහයේ බරපතල කඩාවැටීමක් තිබේ,\" ද සිල්වා පැවසීය.",
        "කෝප් කමිටු සභාපති චරිත හේරත් මහතා පැවසුවේ අදාළ ගැටලුව සම්බන්ධයෙන් සොයා බලා සම්බාධක තිබේ නම් නිර්දේශ කරන බවයි.",
        "ශ්‍රී ලංකාවේ මුදල් නීතියේ 03 වැනි වගන්තිය යටතේ ව්‍යාකූලත්වයට එකතු කරමින් 2001 දී මුදල් ඒකකය කෙටියෙන් පාවීමට තීරණයක් ගත් නමුත් මුදල් අවප්‍රමාණය කිරීමට සම්මුතියක් අවශ්‍ය වේ.",
        "පොලී අනුපාතය වැරදි ලෙස ඉලක්ක කර ගැනීම සඳහා මුදල් එන්නත් කළ විට, විදේශ විනිමය වෙළෙඳපොළ තුළ අවසන් වන නව මුදල් 'මැප්අප්' කිරීමට සමාන සංචිත ප්‍රමාණයක් වැය කිරීමට සිදුවේ. සංචිත විකුණුවේ නැත්නම් රුපියල කඩා වැටෙනවා. දිගු කාලීනව මුදල් එන්නත් කළ විට දේශීය උද්ධමනය ද සිදු වේ.",
        "සාමාන්‍යයෙන් රුපියල අවප්‍රමාණය කරන්නේ වැරදි ඉලක්ක කරගත් පොලී අනුපාතය පියවා ගැනීමටය. පොලී අනුපාතිකය වැරදි ලෙස ඉලක්ක කර ඇති බවත් මහ බැංකුවකට මුදල් මුද්‍රණය කර විනිමය අනුපාතිකය එකවර පවත්වාගෙන යා නොහැකි බවත් මහජනයා දන්නේ කලාතුරකිනි.",
        "මුදල් ඒකකය කඩා වැටෙන අතර විශාල සංචිත ප්‍රමාණයක් අහිමි වන්නේ මුලින් මුද්‍රණය කරන ලද මුදල් එකතු කිරීම සඳහා ඩොලර් විකුණා දැමීම නිසා නොවේ - ද්‍රවශීලතා පහත වැටීමත් සමඟ කෙටි කාලීන පොලී අනුපාත ඉහළ යා යුතුය - නැතිවූ ද්‍රවශීලතාවය වෙනුවට මුදල් නැවත එන්නත් කරනු ලැබේ. මැදිහත්වීම විෂබීජහරණය ලෙස හඳුන්වන ක්රියාවලිය.",
        "මුදල් මුද්‍රණය කිරීම අඛණ්ඩව සිදුවන බැවින් මුදල් මුද්‍රණය නිවැරදි කිරීම වෙනුවට විනිමය පාලනයන් සහ ආනයන පාලනයන් ජනතාව මත පටවනු ලැබේ. මෙම සංසිද්ධිය සාමාන්‍යයෙන් හැඳින්වෙන්නේ මුදල් ප්‍රතිපත්ති අරමුණුවල අභව්‍ය ත්‍රිත්වය ලෙසිනි.",
        "මුදල් පුවරු සහ විශ්වාසනීය ඇණ මැදිහත්වීම් විෂබීජහරණය නොකරන අතර, විනිමය අනුපාතය ස්ථාවරව තබා ගනිමින් කෙටි කාලීන අනුපාත පාවීමට ඉඩ සලසයි. (කොළඹ/මැයි28/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை மத்திய வங்கியின் பணவியல் முடிவெடுக்கும் செயல்முறை தீயில் சிக்கியுள்ளது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் விகித நிர்ணய சபையின் உறுப்பினர்கள் அது வழமையாக செயற்படும் விதத்தில் தவறான முடிவைத் தடுக்கலாம் என முன்னாள் மத்திய வங்கி ஆளுநர் டபிள்யூ ஏ விஜேவர்தன நாடாளுமன்றக் குழுவிடம் இரண்டு உறுப்பினர்கள் தெரிவித்ததை அடுத்து அவர்கள் பெரும்பான்மையால் நிராகரிக்கப்பட்டனர்.",
        "இலங்கையின் மத்திய வங்கியானது கருவூலத்தின் அழுத்தம் காரணமாக வட்டி விகிதங்களை நசுக்குவதற்கு பணத்தை அச்சடித்த நீண்ட வரலாற்றைக் கொண்டுள்ளது, இது பொதுவாக மத்திய வங்கியின் இரண்டாம் நிலை அதிகாரிகளால் அல்லது 1930 ஆம் ஆண்டிற்குப் பிந்தைய அதன் சொந்த தலையீட்டின் அடிப்படையில் (உன் அண்டை நாடு பிச்சைக்காரன்) .",
        "குறிப்பாக 70களின் பிற்பகுதியில் செய்யப்பட்ட பணவியல் சட்டச் சட்டத்தின் மாற்றத்தால், தேய்மானத்தை எளிதாக்கிய பிறகு, வட்டியின் தவறான இலக்கு தேய்மானத்தால் மறைக்கப்பட்டது.",
        "நாட்டில் உள்ள பொருளாதார வல்லுனர்களிடையே ஒரு பரவலான கருத்து உள்ளது, ஒரு மத்திய வங்கியானது மக்களைப் பாதுகாக்கும் ஸ்திரத்தன்மைக்கான நிறுவனமாக இல்லாமல் அரசின் தலையீடு மற்றும் விருப்பத்தின் ஒரு கருவியாக இருக்க வேண்டும், அவர்களின் சம்பளம், ஓய்வூதியம் மற்றும் சேமிப்புகளை வலுவான குறைந்த பணவீக்கத்தில் இயங்குகிறது. நங்கூரம்.",
        "முன்னாள் மத்திய வங்கியின் பிரதி ஆளுநர் டபிள்யூ ஏ விஜேவர்தன தனது ட்விட்டர் செய்தியில், “எமது பணத்தை பாதுகாப்பதே நாணயச் சபையின் கடப்பாடு அன்றி சில அரசியல்வாதிகளின் அரசியல் எதிர்காலத்தை அல்ல” என தெரிவித்துள்ளார்.",
        "“எம்பியில் உள்ள பாரம்பரியம் என்பது ஒருமித்த கருத்துடன் முடிவுகளை எடுப்பதாகும். ஒரு உறுப்பினர் ஏற்க மறுத்தால், அது செயல்படுத்தப்படாது.",
        "வரவு செலவுத் திட்டப் பற்றாக்குறை அல்லது தனியார் கடன் (பொருளாதார மீட்சியில்) அல்லது இரண்டும் தொடர்பாக செயற்கையாக குறைந்த வட்டி விகிதத்தைப் பேணுவதற்காக பணம் அச்சிடப்படும்போது, ​​‘நெகிழ்வான மாற்று விகிதம்’ என்றும் அழைக்கப்படும் இலங்கையின் சாஃப்ட்-பெக் சரிகிறது.",
        "கடந்த வாரம் பாராளுமன்றத்தின் பொது நிறுவனங்களுக்கான குழுவில் இரண்டு நாணயச் சபை உறுப்பினர்கள் மற்ற மூன்று உறுப்பினர்களால் நிராகரிக்கப்பட்டதாகக் கூறிய அறிக்கைகள் தொடர்பான கேள்விகளுக்குப் பதிலளிக்கையிலேயே விஜேவர்தன இவ்வாறு கூறினார்.",
        "நாணயச் சபை உறுப்பினர் ரஞ்சீ ஜயமஹா மற்றும் சஞ்சீவ ஜயவர்தன ஆகியோர் பொது நிறுவனங்களுக்கான குழுவிடம், நாணய மாற்று வீதம் (அமெரிக்க டாலருக்கு சுமார் 200) பேணப்படுவதை எதிர்த்ததாக தெரிவித்தனர்.",
        "ஜயமஹா, கடன் விகிதங்கள் மோசமடைவதைத் தடுக்கும் என்ற கண்ணோட்டத்தின் கீழ் மாற்று வீதம் பேணப்பட்டதாகவும், ஆனால் அவரும் சக உறுப்பினர் சஞ்சீவ ஜயவர்தனவும் ஆட்சேபனை தெரிவித்திருந்தனர்.",
        "\"பயன்படுத்தும் இருவர் அதை எதிர்த்தனர், மேலும் அதை நிமிடமாக்கினர்,\" என்று அவர் கூறினார். \"குறைந்த பட்சம் 5 அல்லது 10 ரூபாய் மதிப்பிலான மாற்று விகிதத்தை குறைக்க அனுமதிக்க வேண்டும் என்றும், இவ்வாறு கையிருப்பு செலவழிக்க வேண்டிய அவசியமில்லை என்றும் நாங்கள் அந்த நேரத்தில் கவர்னர் மற்றும் கருவூல செயலரிடம் கூறினோம்.\"",
        "அப்போது மத்திய வங்கியின் ஆளுனர் டபிள்யூ டி லக்ஷ்மன், திறைசேரி செயலாளர் மற்றும் நியமிக்கப்பட்ட உறுப்பினர் சமந்த குமாரசிங்க ஆகியோர் அடங்கிய மூன்று உறுப்பினர்களுடன் எதிர் கருத்துக்கள் நிலவியதாக அவர் கூறினார்.",
        "இதற்கு முழு நாணயச் சபையும் பொறுப்பேற்க வேண்டும் என கோப் குழுவில் உள்ள எதிர்க்கட்சி உறுப்பினர் ஹர்ஷ டி சில்வா தெரிவித்தார்.",
        "முழு நாணயச் சபையும் பொறுப்பேற்க வேண்டும் என்பதே எனது கருத்து என டி சில்வா கூறினார். \"இதைச் சொல்வதில் நான் உண்மையில் வருந்துகிறேன், ஆனால் அத்தகைய சூழ்நிலை இருந்தால், அதிக முயற்சி செய்திருக்க வேண்டும் என்பது எனது கருத்து.",
        "அமெரிக்காவில் பணவியல் கொள்கை முடிவுகள் பெரும்பான்மை வாக்குகளால் எடுக்கப்படுகின்றன. எதிராக வாக்களித்தவர்கள் விவரம் தெரியவந்துள்ளது. சந்திப்பின் நிமிடங்களும் தாமதத்துடன் வெளியிடப்படுகின்றன.",
        "பண விநியோகத்திற்கும் பணவீக்கத்திற்கும் இடையில் எந்த தொடர்பும் இல்லை என நாணய சபை உறுப்பினர்கள் பகிரங்கமாக கூறியதாக டி சில்வா கூறினார்.",
        "\"ஒரு உறுப்பினரின் தீர்மானிக்கும் வாக்கெடுப்பில் தவறான முடிவு எடுக்கப்பட்டிருந்தால், பொருளாதாரத்தின் அடிப்படை அடிப்படைகளை அவர் நம்பவில்லை என்றால், நிறுவன கட்டமைப்பில் கடுமையான சரிவு உள்ளது\" என்று டி சில்வா கூறினார்.",
        "கோப் குழுவின் தலைவர் சரித ஹேரத், இந்த பிரச்சினை குறித்து ஆராயப்பட்டு தடைகள் இருந்தால் பரிந்துரைக்கப்படும் என்றார்.",
        "இலங்கையின் நாணயச் சட்டப் பிரிவு 03 இன் கீழ் குழப்பத்தைச் சேர்ப்பது நாணயத்தின் மதிப்பைக் குறைக்க ஒருமித்த கருத்து தேவை, இருப்பினும் 2001 இல் நாணயத்தை சுருக்கமாக மிதக்க முடிவு செய்யப்பட்டது.",
        "வட்டி விகிதத்தை தவறாக குறிவைக்க பணம் செலுத்தப்படும் போது, ​​அந்நிய செலாவணி சந்தைகளில் முடிவடையும் புதிய பணத்தை 'மாப் அப்' செய்ய சம அளவு இருப்புக்கள் செலவிடப்பட வேண்டும். கையிருப்பு விற்கப்படாவிட்டால் ரூபாய் மதிப்பு சரியும். நீண்ட காலத்திற்கு பணம் செலுத்தப்படும் போது உள்நாட்டு பணவீக்கமும் நடைபெறுகிறது.",
        "பொதுவாக, தவறாகக் குறிக்கப்பட்ட வட்டி விகிதத்தை ஈடுகட்ட ரூபாய் மதிப்பு குறைக்கப்படுகிறது. வட்டி விகிதம் தவறாக இலக்கு வைக்கப்பட்டது மற்றும் மத்திய வங்கியால் பணத்தை அச்சிட முடியாது மற்றும் மாற்று விகிதத்தை ஒரே நேரத்தில் பராமரிக்க முடியாது என்பதை பொதுமக்கள் அரிதாகவே அறிவார்கள்.",
        "நாணயம் வீழ்ச்சியடைகிறது மற்றும் பெரிய அளவிலான இருப்புக்கள் இழக்கப்படுகின்றன, ஏனெனில் முதலில் அச்சிடப்பட்ட பணத்தைத் துடைப்பதற்காக டாலர்கள் விற்கப்படுவதால் அல்ல - இது பணப்புழக்கம் குறைவதால் குறுகிய கால வட்டி விகிதங்கள் உயரும் - இழந்த பணப்புழக்கத்திற்கு பதிலாக பணம் மீண்டும் செலுத்தப்படுகிறது. தலையீட்டை ஸ்டெரிலைஸ் செய்வது எனப்படும் செயல்முறை.",
        "பணம் தொடர்ந்து அச்சிடப்படுவதால், பணம் அச்சிடுவதைத் திருத்துவதற்குப் பதிலாக, மக்கள் மீது பரிமாற்றக் கட்டுப்பாடுகளும் இறக்குமதிக் கட்டுப்பாடுகளும் திணிக்கப்படுகின்றன. இந்த நிகழ்வு பொதுவாக பணவியல் கொள்கை நோக்கங்களின் சாத்தியமற்ற திரித்துவம் என்று அழைக்கப்படுகிறது.",
        "நாணய பலகைகள் மற்றும் நம்பகமான பெக் ஆகியவை தலையீடுகளை கிருமி நீக்கம் செய்யாது, மேலும் மாற்று விகிதத்தை நிலையானதாக வைத்து, குறுகிய கால விகிதங்களை மிதக்க அனுமதிக்கும். (கொழும்பு/மே28/2022)"
      ]
    }
  }
}