{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/1-billion-vaccine-doses-emirates-skycargo-surpasses-a-historic-landmark-for-covid-19-vaccine-transportation/",
  "time_ut": 1649337780,
  "title": "1 billion vaccine doses: Emirates SkyCargo surpasses a historic landmark for COVID-19 vaccine transportation",
  "body_lines": [
    "Cargo carrier reaches 1 billion vaccine doses milestone 18 months after transporting the first trial shipment of COVID-19 vaccines",
    "Vaccines moved to more than 80 destinations through Dubai, supporting local vaccination programmes",
    "Emirates SkyCargo has transported more than 1 billion doses of COVID-19 vaccines on its aircraft. The air cargo carrier has achieved this historic milestone within a span of 18 months from the first shipment of COVID-19 vaccines trialled in October 2020. More than 4,200 tonnes of COVID-19 vaccines, equivalent to over 1 billion doses, have been moved to over 80 destinations on over 2,000 Emirates flights. Close to two-thirds of the 1 billion doses were transported to developing countries.",
    "Nabil Sultan, Emirates Divisional Senior Vice President, Cargo, said: “From the start of the COVID-19 pandemic, Emirates SkyCargo has been focused on supporting global communities in their recovery from the devastating effects of the virus and we have prioritised assistance to developing countries. The strategic location of our Dubai hub combined with the strengths of our modern fleet of widebody aircraft, our purpose built facilities and capabilities in moving temperature sensitive pharmaceuticals allowed us to transport COVID-19 vaccines securely, reliably and rapidly from one corner of the globe to another. Ahead of World Health Day, we’re incredibly proud of our global Emirates SkyCargo team who have pulled out all stops during the pandemic to keep supply chains for essential goods like vaccines up and running. “",
    "As early as August 2020, Emirates SkyCargo was one of the first global air cargo carriers to begin mapping out the global logistics for the movement of potential vaccines for COVID-19 transport. In October 2020, Emirates announced that it would be setting aside a dedicated GDP certified airside hub for transport of COVID-19 vaccines. During the same month, working with its logistics partners, the cargo division of Emirates transported trial shipments of COVID-19 vaccines through Dubai.",
    "In January 2021, Emirates SkyCargo teamed up with leading Dubai-based companies to form the Dubai Vaccine Logistics Alliance to speed up distribution of vaccines through Dubai to developing countries. In February 2021, the carrier signed an MoU with UNICEF to prioritise transport and delivery of COVID-19 vaccines in support of the COVAX initiative. By early April 2021, Emirates SkyCargo had already transported more than 50 million doses of vaccines.",
    "In June 2021, Emirates SkyCargo expanded its pharma cool chain infrastructure at Dubai International Airport, allowing it to store an additional estimated 60-90 million doses of COVID-19 vaccines at any one point of time. With the global scaling up of vaccine distribution and administration, Emirates SkyCargo facilitated transport of larger volumes of COVID-19 vaccines from manufacturing origins to destinations, reaching 250 million doses by September 2021 and 600 million doses by December 2021.",
    "Emirates SkyCargo is one of the leading global air cargo carriers for the transport of temperature sensitive pharmaceutical cargo. In addition to COVID-19 vaccines, the carrier transports other critical life-saving medicines and treatments on its flights to more than 140 destinations across six continents. An estimated 200 tonnes of pharmaceutical cargo are flown every day on Emirates’ aircraft.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "බිලියන 1ක එන්නත් මාත්‍රාව: එමිරේට්ස් ස්කයිකාගෝ COVID-19 එන්නත් ප්‍රවාහනය සඳහා ඓතිහාසික සන්ධිස්ථානයක් අභිබවා යයි",
      "body_lines": [
        "COVID-19 එන්නත්වල පළමු අත්හදා බැලීමේ නැව්ගත කිරීම ප්‍රවාහනය කිරීමෙන් මාස 18 කට පසු භාණ්ඩ ප්‍රවාහකයා එන්නත් මාත්‍රා බිලියන 1 ක සන්ධිස්ථානයකට ළඟා වේ",
        "එන්නත් ඩුබායි හරහා ගමනාන්ත 80කට වඩා වැඩි ප්‍රමාණයකට දේශීය එන්නත් කිරීමේ වැඩසටහන් වලට සහාය විය",
        "Emirates SkyCargo සිය ගුවන් යානය තුළ COVID-19 එන්නත් මාත්‍රා බිලියන 1කට වඩා ප්‍රවාහනය කර ඇත. 2020 ඔක්තෝම්බර් මාසයේදී අත්හදා බැලූ COVID-19 එන්නත්වල පළමු නැව්ගත කිරීමේ සිට මාස 18 ක කාලයක් තුළ ගුවන් භාණ්ඩ ප්‍රවාහකය මෙම ඓතිහාසික සන්ධිස්ථානය අත්පත් කර ගෙන ඇත. බිලියන 1 කට වැඩි මාත්‍රාවකට සමාන COVID-19 එන්නත් ටොන් 4,200 කට වඩා වැඩි ප්‍රමාණයක් වෙත ගෙන ගොස් ඇත. එමිරේට්ස් ගුවන් ගමන් 2000කට අධික සංඛ්‍යාවක ගමනාන්ත 80කට අධික ප්‍රමාණයක්. බිලියන 1 ක මාත්‍රාවෙන් තුනෙන් දෙකකට ආසන්න ප්‍රමාණයක් සංවර්ධනය වෙමින් පවතින රටවලට ප්‍රවාහනය කරන ලදී.",
        "Cargo හි එමිරේට්ස් ප්‍රාදේශීය ජ්‍යෙෂ්ඨ උප සභාපති නබිල් සුල්තාන් මහතා මෙසේ පැවසීය: “COVID-19 වසංගතය ආරම්භයේ සිටම, එමිරේට්ස් ස්කයිකාගෝ වෛරසයේ විනාශකාරී බලපෑම් වලින් ගෝලීය ප්‍රජාවන්ට ඔවුන්ගේ ප්‍රකෘතිය සඳහා සහාය වීම කෙරෙහි අවධානය යොමු කර ඇති අතර අපි සංවර්ධනය සඳහා ප්‍රමුඛත්වය ලබා දී ඇත. රටවල්. අපගේ ඩුබායි කේන්ද්‍රස්ථානයේ උපායමාර්ගික පිහිටීම, අපගේ නවීන පුළුල් ගුවන් යානා සමූහයේ ශක්තීන් සමඟ ඒකාබද්ධව, අපගේ අරමුණ ගොඩනඟන ලද උෂ්ණත්වයට සංවේදී ඖෂධ චලනය කිරීමේ පහසුකම් සහ හැකියාවන් අපට COVID-19 එන්නත් ආරක්ෂිතව, විශ්වාසදායක ලෙස සහ වේගයෙන් ලෝකයේ එක් කොනක සිට ප්‍රවාහනය කිරීමට ඉඩ ලබා දුන්නේය. වෙනත්. ලෝක සෞඛ්‍ය දිනයට පෙර, එන්නත් වැනි අත්‍යවශ්‍ය භාණ්ඩ සඳහා සැපයුම් දාමයන් ක්‍රියාත්මක කිරීම සඳහා වසංගතය අතරතුර සියලු නැවතුම් ඉවත් කර ඇති අපගේ ගෝලීය එමිරේට්ස් ස්කයිකාගෝ කණ්ඩායම ගැන අපි ඇදහිය නොහැකි තරම් ආඩම්බර වෙමු. \"",
        "2020 අගෝස්තු තරම් ඉක්මනින්, COVID-19 ප්‍රවාහනය සඳහා විභව එන්නත් සංචලනය කිරීම සඳහා ගෝලීය සැපයුම් සිතියම්ගත කිරීම ආරම්භ කළ පළමු ගෝලීය ගුවන් භාණ්ඩ ප්‍රවාහකයන්ගෙන් එකකි Emirates SkyCargo. 2020 ඔක්තෝම්බර් මාසයේදී එමිරේට්ස් නිවේදනය කළේ COVID-19 එන්නත් ප්‍රවාහනය සඳහා කැපවූ GDP සහතික කළ ගුවන් මධ්‍යස්ථානයක් වෙන් කරන බවයි. එම මාසය තුළම, එහි සැපයුම් හවුල්කරුවන් සමඟ වැඩ කරමින්, එමිරේට්ස් හි භාණ්ඩ ප්‍රවාහන අංශය ඩුබායි හරහා COVID-19 එන්නත් අත්හදා බැලීම් ප්‍රවාහනය කරන ලදී.",
        "2021 ජනවාරි මාසයේදී, Emirates SkyCargo ඩුබායි හරහා සංවර්ධනය වෙමින් පවතින රටවලට එන්නත් බෙදා හැරීම වේගවත් කිරීම සඳහා ඩුබායි එන්නත් ලොජිස්ටික් සන්ධානය පිහිටුවීමට ඩුබායි පදනම් කරගත් ප්‍රමුඛ සමාගම් සමඟ එකතු විය. 2021 පෙබරවාරි මාසයේදී, වාහකය COVAX මුලපිරීම සඳහා සහය දැක්වීම සඳහා COVID-19 එන්නත් ප්‍රවාහනය සහ බෙදා හැරීමට ප්‍රමුඛත්වය දීම සඳහා UNICEF සමඟ අවබෝධතා ගිවිසුමක් අත්සන් කළේය. 2021 අප්‍රේල් මස මුල වන විට, Emirates SkyCargo එන්නත් මාත්‍රා මිලියන 50කට වඩා ප්‍රවාහනය කර ඇත.",
        "2021 ජූනි මාසයේදී, Emirates SkyCargo විසින් ඩුබායි ජාත්‍යන්තර ගුවන්තොටුපළේ සිය ඖෂධීය සිසිල් දාම යටිතල පහසුකම් පුළුල් කරන ලද අතර, ඕනෑම වේලාවක අතිරේක ඇස්තමේන්තුගත COVID-19 එන්නත් මාත්‍රා මිලියන 60-90ක් ගබඩා කිරීමට ඉඩ සලසයි. එන්නත් බෙදා හැරීම සහ පරිපාලනය ගෝලීය පරිමාණයෙන් ඉහළ යාමත් සමඟ, Emirates SkyCargo විසින් COVID-19 එන්නත් විශාල ප්‍රමාණයක් නිෂ්පාදන මූලාරම්භයේ සිට ගමනාන්ත දක්වා ප්‍රවාහනය කිරීමට පහසුකම් සැලසූ අතර, 2021 සැප්තැම්බර් වන විට මාත්‍රා මිලියන 250 ක් සහ 2021 දෙසැම්බර් වන විට මාත්‍රා මිලියන 600 ක් කරා ළඟා විය.",
        "Emirates SkyCargo යනු උෂ්ණත්වයට සංවේදී ඖෂධ භාණ්ඩ ප්‍රවාහනය සඳහා ප්‍රමුඛතම ගෝලීය ගුවන් භාණ්ඩ ප්‍රවාහනය කරන සමාගමකි. COVID-19 එන්නත් වලට අමතරව, වාහකය මහද්වීප හයක් පුරා ගමනාන්ත 140 කට වඩා වැඩි ගණනකට එහි ගුවන් ගමන් වල අනෙකුත් තීරණාත්මක ජීවිතාරක්ෂක ඖෂධ සහ ප්‍රතිකාර ප්‍රවාහනය කරයි. ඇස්තමේන්තු කර ඇති පරිදි එමිරේට්ස් ගුවන් යානයෙන් දිනකට ඖෂධ භාණ්ඩ ටොන් 200 ක් පියාසර කරනු ලැබේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "1 பில்லியன் தடுப்பூசி டோஸ்கள்: எமிரேட்ஸ் ஸ்கைகார்கோ கோவிட்-19 தடுப்பூசி போக்குவரத்திற்கான வரலாற்று அடையாளத்தை மிஞ்சியுள்ளது",
      "body_lines": [
        "கோவிட்-19 தடுப்பூசிகளின் முதல் சோதனைக் கப்பலைக் கொண்டு சென்ற 18 மாதங்களுக்குப் பிறகு சரக்கு கேரியர் 1 பில்லியன் தடுப்பூசி டோஸ் மைல்கல்லை எட்டியுள்ளது",
        "தடுப்பூசிகள் துபாய் வழியாக 80 க்கும் மேற்பட்ட இடங்களுக்கு நகர்த்தப்பட்டன, உள்ளூர் தடுப்பூசி திட்டங்களை ஆதரிக்கிறது",
        "எமிரேட்ஸ் ஸ்கைகார்கோ தனது விமானத்தில் 1 பில்லியனுக்கும் அதிகமான கோவிட்-19 தடுப்பூசிகளை கொண்டு சென்றுள்ளது. 2020 அக்டோபரில் சோதனை செய்யப்பட்ட கோவிட்-19 தடுப்பூசிகளின் முதல் கப்பலில் இருந்து 18 மாதங்களுக்குள் இந்த வரலாற்றுச் சிறப்புமிக்க மைல்கல்லை ஏர் கார்கோ கேரியர் எட்டியுள்ளது. 4,200 டன்களுக்கும் அதிகமான கோவிட்-19 தடுப்பூசிகள், 1 பில்லியனுக்கும் அதிகமான டோஸ்களுக்கு சமமானவை. 2,000க்கும் மேற்பட்ட எமிரேட்ஸ் விமானங்களில் 80 இடங்களுக்கு மேல். 1 பில்லியன் அளவுகளில் மூன்றில் இரண்டு பங்கு வளரும் நாடுகளுக்கு கொண்டு செல்லப்பட்டது.",
        "கார்கோவின் எமிரேட்ஸ் பிரிவு மூத்த துணைத் தலைவர் நபில் சுல்தான் கூறினார்: “COVID-19 தொற்றுநோய் தொடங்கியதில் இருந்து, எமிரேட்ஸ் ஸ்கைகார்கோ வைரஸின் அழிவுகரமான விளைவுகளிலிருந்து மீள்வதில் உலகளாவிய சமூகங்களை ஆதரிப்பதில் கவனம் செலுத்துகிறது, மேலும் வளர்ச்சிக்கு நாங்கள் முன்னுரிமை அளித்துள்ளோம். நாடுகள். எங்கள் துபாய் மையத்தின் மூலோபாய இருப்பிடம், எங்களின் நவீன வைட் பாடி விமானங்களின் பலத்துடன் இணைந்தது, வெப்பநிலை உணர்திறன் மருந்துகளை நகர்த்துவதில் எங்கள் நோக்கம் கட்டமைக்கப்பட்ட வசதிகள் மற்றும் திறன்கள் ஆகியவை COVID-19 தடுப்பூசிகளை உலகின் ஒரு மூலையில் இருந்து பாதுகாப்பாகவும், நம்பகத்தன்மையுடனும், விரைவாகவும் கொண்டு செல்ல அனுமதித்தன. மற்றொன்று. உலக சுகாதார தினத்தை முன்னிட்டு, தடுப்பூசிகள் போன்ற அத்தியாவசியப் பொருட்களுக்கான விநியோகச் சங்கிலிகளைத் தொடர்ந்து இயங்க வைப்பதற்காக தொற்றுநோய்களின் போது அனைத்து நிறுத்தங்களையும் நீக்கிய எங்கள் உலகளாவிய எமிரேட்ஸ் ஸ்கைகார்கோ குழுவைப் பற்றி நாங்கள் நம்பமுடியாத அளவிற்கு பெருமிதம் கொள்கிறோம். \"",
        "ஆகஸ்ட் 2020 இல், எமிரேட்ஸ் ஸ்கைகார்கோ கோவிட்-19 போக்குவரத்துக்கான சாத்தியமான தடுப்பூசிகளின் இயக்கத்திற்கான உலகளாவிய தளவாடங்களை வரைபடமாக்கத் தொடங்கிய முதல் உலகளாவிய விமான சரக்கு கேரியர்களில் ஒன்றாகும். அக்டோபர் 2020 இல், எமிரேட்ஸ் கோவிட்-19 தடுப்பூசிகளின் போக்குவரத்துக்காக பிரத்யேக GDP சான்றளிக்கப்பட்ட ஏர்சைட் ஹப்பை ஒதுக்குவதாக அறிவித்தது. அதே மாதத்தில், அதன் தளவாட பங்குதாரர்களுடன் இணைந்து, எமிரேட்ஸின் சரக்கு பிரிவு, துபாய் வழியாக COVID-19 தடுப்பூசிகளின் சோதனை ஏற்றுமதிகளை கொண்டு சென்றது.",
        "ஜனவரி 2021 இல், Emirates SkyCargo துபாயை தளமாகக் கொண்ட முன்னணி நிறுவனங்களுடன் இணைந்து துபாய் வாக்சின் லாஜிஸ்டிக்ஸ் கூட்டணியை உருவாக்கி துபாய் வழியாக வளரும் நாடுகளுக்கு தடுப்பூசிகளை விரைவுபடுத்தியது. பிப்ரவரி 2021 இல், COVAX முன்முயற்சிக்கு ஆதரவாக COVID-19 தடுப்பூசிகளின் போக்குவரத்து மற்றும் விநியோகத்திற்கு முன்னுரிமை அளிக்க UNICEF உடன் கேரியர் புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டது. ஏப்ரல் 2021 தொடக்கத்தில், Emirates SkyCargo ஏற்கனவே 50 மில்லியனுக்கும் அதிகமான தடுப்பூசிகளை எடுத்துச் சென்றது.",
        "ஜூன் 2021 இல், Emirates SkyCargo துபாய் சர்வதேச விமான நிலையத்தில் அதன் மருந்துக் கூல் சங்கிலி உள்கட்டமைப்பை விரிவுபடுத்தியது, இது எந்த நேரத்திலும் 60-90 மில்லியன் டோஸ் COVID-19 தடுப்பூசிகளை கூடுதலாகச் சேமிக்க அனுமதித்தது. தடுப்பூசி விநியோகம் மற்றும் நிர்வாகத்தை உலகளாவிய அளவில் அதிகரிப்பதன் மூலம், எமிரேட்ஸ் ஸ்கைகார்கோ கோவிட்-19 தடுப்பூசிகளின் பெரிய அளவிலான கொவிட்-19 தடுப்பூசிகளை உற்பத்தி செய்யும் இடங்களிலிருந்து இலக்குகளுக்கு எடுத்துச் சென்று, செப்டம்பர் 2021க்குள் 250 மில்லியன் டோஸ்களையும், டிசம்பர் 2021க்குள் 600 மில்லியன் டோஸ்களையும் எட்டியது.",
        "எமிரேட்ஸ் ஸ்கைகார்கோ, வெப்பநிலை உணர்திறன் கொண்ட மருந்து சரக்குகளின் போக்குவரத்துக்கான முன்னணி உலகளாவிய விமான சரக்கு கேரியர்களில் ஒன்றாகும். COVID-19 தடுப்பூசிகள் தவிர, கேரியர் மற்ற முக்கியமான உயிர்காக்கும் மருந்துகள் மற்றும் சிகிச்சைகளை ஆறு கண்டங்களில் உள்ள 140 க்கும் மேற்பட்ட இடங்களுக்கு அதன் விமானங்களில் கொண்டு செல்கிறது. எமிரேட்ஸ் விமானங்களில் தினமும் 200 டன் மருந்து சரக்குகள் பறக்கின்றன.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}