{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/BOI-bags-silver-award-at-AIM-Awards-2022-held-in-Dubai/34-734418",
  "time_ut": 1651775400,
  "title": "BOI bags silver award at AIM Awards 2022 held in Dubai",
  "body_lines": [
    "The Chairman, the DG and the Heads of Departments posing with the silver award",
    "Board of Investment Chairman Raja Edirisuriya and BOI Director General Renuka M. Weerakone together with the silver award",
    "The Board of Investment (BOI) has won the silver award for the second-best performing Investment Promotion Agency in the South, East Asia and Oceania Region at the Annual Investment Meeting (AIM) Awards 2022 held in Dubai recently.",
    "The award ceremony organised by the AIM was held at Armani Hotel, Dubai on 29 March and the Sri Lankan Consul General office for Dubai and Northern Emirates represented the award ceremony on behalf of the Board of Investment of Sri Lanka.",
    "The awards aim to capture each country's accomplishment in attracting sizable and beneficial investment projects and their contribution to the respective countries' economic growth and development.",
    "The award was initially launched at AIM 2013 and has become a widely appreciated recognition of the best investment promotion agencies (IPAs) attracting the best investment project in a given year. This year, the event saw the participation of 15,000 participants from governments, investors and corporates from across nine global regions. A global independent jury comprising nine renowned international experts undertook the evaluation for the award.",
    "Besides, this year the winner was evaluated on the six criteria as Investment Size (10%), Trade Balance Effects (10%), Knowledge Transfer (20%), Investor Servicing Process (20%), Sustainability, and Local Linkages (20%) and Impact of Digitalisation on FDI Attraction (20%).",
    "The AIM is an initiative of the United Arab Emirates (UAE) Ministry of Economy designed to provide a framework for global exchange on the key principles underpinning international investment policies, strategies, and practices for sustainable development to achieve smart and inclusive global growth. It also recognises the best investment Promotion Agencies (IPAs) across the globe.",
    "The BOI as the apex agency for foreign direct investment in Sri Lanka handles over 1,700 enterprises in the span of its 40 years in operation.",
    "In carrying out its primary function of investment promotion, the BOI aims at sector-based investor targeting, while specialising in aftercare, navigating, and regulating investor operations to reach its true and highest potential throughout the lifespan of the enterprise."
  ],
  "translate": {
    "si": {
      "title": "BOI ඩුබායි හි පැවති AIM සම්මාන 2022 හි රිදී සම්මානය ලබා ගත්තේය",
      "body_lines": [
        "සභාපතිවරයා, නියෝජ්‍යපතිවරයා සහ දෙපාර්තමේන්තු ප්‍රධානීන් රිදී සම්මානය සමඟින් පෙනී සිටි අයුරු",
        "ආයෝජන මණ්ඩලයේ සභාපති රාජා එදිරිසූරිය සහ ආයෝජන මණ්ඩලයේ අධ්‍යක්ෂ ජනරාල් රේණුකා එම් වීරකෝන් එක්ව රිදී සම්මානයෙන්",
        "ආයෝජන මණ්ඩලය (BOI) පසුගියදා ඩුබායි හි පැවති 2022 වාර්ෂික ආයෝජන රැස්වීමේ (AIM) සම්මාන උළෙලේදී දකුණු, නැගෙනහිර ආසියාව සහ ඕෂනියා කලාපයේ දෙවන හොඳම ක්‍රියාකාරී ආයෝජන ප්‍රවර්ධන නියෝජිතායතනය සඳහා රිදී සම්මානය දිනා ගෙන ඇත.",
        "AIM විසින් සංවිධානය කරන ලද සම්මාන ප්‍රදානෝත්සවය මාර්තු 29 වන දින ඩුබායි හි Armani හෝටලයේදී පැවැත්වුණු අතර, ශ්‍රී ලංකා ආයෝජන මණ්ඩලය වෙනුවෙන් ඩුබායි සහ උතුරු එමිරේට්ස් හි ශ්‍රී ලංකා කොන්සල් ජනරාල් කාර්යාලය සම්මාන ප්‍රදානෝත්සවය නියෝජනය කළේය.",
        "මෙම සම්මාන ප්‍රදානයේ අරමුණ වන්නේ සැලකිය යුතු සහ ප්‍රයෝජනවත් ආයෝජන ව්‍යාපෘති ආකර්ෂණය කර ගැනීම සඳහා එක් එක් රටෙහි ජයග්‍රහණ සහ ඒ ඒ රටවල ආර්ථික වර්ධනයට සහ සංවර්ධනයට ඔවුන් දක්වන දායකත්වය ග්‍රහණය කර ගැනීමයි.",
        "මෙම සම්මානය මුලින් AIM 2013 දී දියත් කරන ලද අතර එය ලබා දී ඇති වසරක හොඳම ආයෝජන ව්‍යාපෘතිය ආකර්ෂණය කර ගන්නා හොඳම ආයෝජන ප්‍රවර්ධන නියෝජිතායතන (IPAs) පුළුල් ලෙස අගය කරන ලද පිළිගැනීමක් බවට පත්ව ඇත. මෙම වසරේ, මෙම අවස්ථාවට ගෝලීය කලාප නවයක් හරහා ආන්ඩු, ආයෝජකයින් සහ සමාගම් වලින් 15,000 සහභාගිවන්නන් සහභාගී විය. කීර්තිමත් ජාත්‍යන්තර ප්‍රවීණයන් නව දෙනෙකුගෙන් සමන්විත ගෝලීය ස්වාධීන ජූරි සභාවක් මෙම සම්මානය සඳහා ඇගයීමට ලක් කරන ලදී.",
        "මීට අමතරව, මෙම වසරේ ජයග්‍රාහකයා ආයෝජන ප්‍රමාණය (10%), වෙළඳ ශේෂ බලපෑම් (10%), දැනුම හුවමාරුව (20%), ආයෝජක සේවා ක්‍රියාවලිය (20%), තිරසාරභාවය සහ දේශීය සම්බන්ධතා (20) ලෙස නිර්ණායක හයක් මත ඇගයීමට ලක් කරන ලදී. %) සහ FDI ආකර්ෂණය මත ඩිජිටල්කරණයේ බලපෑම (20%).",
        "AIM යනු එක්සත් අරාබි එමීර් රාජ්‍යයේ (UAE) ආර්ථික අමාත්‍යාංශයේ මුලපිරීමක් වන අතර එය ස්මාර්ට් සහ ඇතුළත් ගෝලීය වර්ධනයක් ලබා ගැනීම සඳහා තිරසාර සංවර්ධනය සඳහා වන ජාත්‍යන්තර ආයෝජන ප්‍රතිපත්ති, උපාය මාර්ග සහ භාවිතයන් යටින් පවතින ප්‍රධාන මූලධර්ම මත ගෝලීය හුවමාරුව සඳහා රාමුවක් සැපයීම සඳහා නිර්මාණය කර ඇත. එය ලොව පුරා ඇති හොඳම ආයෝජන ප්‍රවර්ධන නියෝජිතායතන (IPAs) ද හඳුනා ගනී.",
        "ශ්‍රී ලංකාව තුළ සෘජු විදේශ ආයෝජන සඳහා වන ඉහළම නියෝජිතායතනය ලෙස BOI වසර 40ක ක්‍රියාකාරීත්වය තුළ ව්‍යවසායන් 1,700 කට අධික සංඛ්‍යාවක් හසුරුවයි.",
        "ආයෝජන ප්‍රවර්ධනයේ ප්‍රාථමික කාර්යය ඉටු කිරීමේදී, BOI අරමුණු කරන්නේ අංශ පදනම් කරගත් ආයෝජක ඉලක්ක කර ගැනීම වන අතර, ව්‍යවසායයේ ජීවිත කාලය පුරාවටම එහි සැබෑ සහ ඉහළම විභවය කරා ළඟා වීමට ආයෝජක මෙහෙයුම්, පසු රැකවරණය, සැරිසැරීම සහ නියාමනය කිරීම සඳහා විශේෂීකරණය වේ."
      ]
    },
    "ta": {
      "title": "துபாயில் நடைபெற்ற AIM விருதுகள் 2022 இல் BOI வெள்ளி விருதை வென்றது",
      "body_lines": [
        "தலைவர், டிஜி மற்றும் துறைத் தலைவர்கள் வெள்ளி விருதுடன் போஸ் கொடுத்தனர்",
        "முதலீட்டுச் சபையின் தலைவர் ராஜா எதிரிசூரிய மற்றும் BOI பணிப்பாளர் நாயகம் ரேணுகா எம். வீரகோனே ஆகியோர் இணைந்து வெள்ளி விருதை வென்றனர்.",
        "துபாயில் சமீபத்தில் நடைபெற்ற வருடாந்திர முதலீட்டு கூட்டம் (AIM) விருதுகள் 2022 இல், முதலீட்டு வாரியம் (BOI) தெற்கு, கிழக்கு ஆசியா மற்றும் ஓசியானியா பிராந்தியத்தில் இரண்டாவது சிறந்த செயல்திறன் கொண்ட முதலீட்டு ஊக்குவிப்பு நிறுவனத்திற்கான வெள்ளி விருதை வென்றுள்ளது.",
        "AIM ஏற்பாடு செய்திருந்த விருது வழங்கும் விழா மார்ச் 29 அன்று துபாயில் உள்ள அர்மானி ஹோட்டலில் நடைபெற்றது மற்றும் துபாய் மற்றும் வடக்கு எமிரேட்ஸிற்கான இலங்கை தூதரக அலுவலகம் இலங்கை முதலீட்டு வாரியத்தின் சார்பாக விருது வழங்கும் விழாவை பிரதிநிதித்துவப்படுத்தியது.",
        "கணிசமான மற்றும் பலனளிக்கும் முதலீட்டுத் திட்டங்களை ஈர்ப்பதில் ஒவ்வொரு நாட்டின் சாதனைகளையும், அந்தந்த நாடுகளின் பொருளாதார வளர்ச்சி மற்றும் வளர்ச்சிக்கு அவற்றின் பங்களிப்பையும் இந்த விருதுகள் கைப்பற்றுவதை நோக்கமாகக் கொண்டுள்ளன.",
        "இந்த விருது ஆரம்பத்தில் AIM 2013 இல் தொடங்கப்பட்டது மற்றும் ஒரு குறிப்பிட்ட ஆண்டில் சிறந்த முதலீட்டுத் திட்டத்தை ஈர்க்கும் சிறந்த முதலீட்டு ஊக்குவிப்பு முகமைகளின் (IPAs) பரவலாக பாராட்டப்பட்ட அங்கீகாரமாக மாறியுள்ளது. இந்த ஆண்டு, ஒன்பது உலகளாவிய பிராந்தியங்களில் இருந்து அரசாங்கங்கள், முதலீட்டாளர்கள் மற்றும் கார்ப்பரேட்களில் இருந்து 15,000 பங்கேற்பாளர்கள் இந்த நிகழ்வில் கலந்துகொண்டனர். ஒன்பது புகழ்பெற்ற சர்வதேச நிபுணர்கள் அடங்கிய உலகளாவிய சுயாதீன நடுவர் குழு விருதுக்கான மதிப்பீட்டை மேற்கொண்டது.",
        "தவிர, இந்த ஆண்டு வெற்றியாளர் முதலீட்டு அளவு (10%), வர்த்தக இருப்பு விளைவுகள் (10%), அறிவு பரிமாற்றம் (20%), முதலீட்டாளர் சேவை செயல்முறை (20%), நிலைத்தன்மை மற்றும் உள்ளூர் இணைப்புகள் (20) என ஆறு அளவுகோல்களின் அடிப்படையில் மதிப்பிடப்பட்டது. %) மற்றும் FDI ஈர்ப்பில் டிஜிட்டல் மயமாக்கலின் தாக்கம் (20%).",
        "AIM என்பது ஐக்கிய அரபு எமிரேட்ஸ் (UAE) பொருளாதார அமைச்சகத்தின் முன்முயற்சியாகும், இது புத்திசாலித்தனமான மற்றும் உள்ளடக்கிய உலகளாவிய வளர்ச்சியை அடைவதற்கான நிலையான வளர்ச்சிக்கான சர்வதேச முதலீட்டுக் கொள்கைகள், உத்திகள் மற்றும் நடைமுறைகளின் அடிப்படையிலான முக்கிய கொள்கைகளில் உலகளாவிய பரிமாற்றத்திற்கான கட்டமைப்பை வழங்க வடிவமைக்கப்பட்டுள்ளது. இது உலகெங்கிலும் உள்ள சிறந்த முதலீட்டு ஊக்குவிப்பு முகமைகளை (IPAs) அங்கீகரிக்கிறது.",
        "இலங்கையில் வெளிநாட்டு நேரடி முதலீட்டிற்கான உச்ச நிறுவனமாக BOI அதன் 40 வருட காலப்பகுதியில் 1,700 நிறுவனங்களை கையாள்கிறது.",
        "முதலீட்டு ஊக்குவிப்புக்கான அதன் முதன்மைச் செயல்பாட்டைச் செய்வதில், BOI ஆனது துறை சார்ந்த முதலீட்டாளர் இலக்குகளை நோக்கமாகக் கொண்டுள்ளது, அதே நேரத்தில் நிறுவனத்தின் வாழ்நாள் முழுவதும் அதன் உண்மையான மற்றும் உயர்ந்த திறனை அடைய முதலீட்டாளர் செயல்பாடுகளை பின்தொடர்தல், வழிசெலுத்தல் மற்றும் ஒழுங்குபடுத்துதல் ஆகியவற்றில் நிபுணத்துவம் பெற்றது."
      ]
    }
  }
}