{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/g7-statement-on-debt-relief-buoys-cse-buying-interest-in-expolanka-holdings/",
  "time_ut": 1653064980,
  "title": "G7 statement on debt relief buoys CSE; buying interest in Expolanka Holdings",
  "body_lines": [
    "CSE trading activities started on a positive note with little volatility in the market and concluded on the same affirmative note with buying interest in Expolanka Holdings stocks yesterday.Further, the Group of Seven (G7) nations’ decision to provide debt relief to Sri Lanka, enabled the CSE to gain some buoyancy yesterday.The G7 countries said in a statement they are committed to finding long-term solutions for the Indian Ocean nation’s economic issues and urged it to “negotiate constructively” with the International Monetary Fund on a potential loan programme.",
    "“The G7 stands ready to support the Paris Club’s efforts, in line with its principles, to address the need for a debt treatment for Sri Lanka, the group of rich creditor nations said.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 91.7 points or 1.1 per cent and the S and P SL20 rose by 96.94 points or 3.4 per cent during the day. Turnover stood at Rs 1.98 billion with four crossings. Those crossings were reported in HNB, which crossed 1.5 million shares to the tune of Rs 120 million, its shares traded at Rs 80.50, Dialog 4.4 million shares crossed to the tune of Rs 42.7 million, its shares traded at Rs 9.60, JKH, 367,000 shares crossed to the tune of Rs 49.5 million its shares fetched Rs 135 and Aitken Spence 397,000 shares crossed for Rs 30.6 million, its shares traded at Rs 77.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 900 million (4.2 million shares traded), Browns Investments Rs 133 million (16 million shares traded), LOLC Finance Rs 115 million (12.3 million shares traded), Softlogic Life Rs 83.8 million (1.2 million shares traded), Hayleys Rs 59.5 million (817,000 shares traded), Softlogic Capital Rs 42.6 million (5.2 million shares traded), and LOLC Holdings Rs 27.6 million (68,000 shares traded).During the day 65.1 million share volumes changed hands in 14529 transactions.Yesterday one of the reasons for the market to move up was the appreciation of Expolanka Holdings stocks. Its share price moved up by Rs 16.25 or eight per cent. Its shares moved up to Rs 219.50 from Rs 203.24.Yesterday, commercial banks quoted Rs 364 per dollar against telegraphic transfers, while the Central Bank set a daily guidance rate for interbank spot trade at RS 359.47 plus or minus 2.50.",
    "SLIM Research Bureau embarks on a mission to promote fair trade in Sri Lanka",
    "‘Siyapatha Finance persistently grows into Q1, standing firm amidst the challenging environment’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "CSE ණය සහන බෝයිස් පිළිබඳ G7 ප්‍රකාශය; එක්ස්පෝලංකා හෝල්ඩිංග්ස් හි පොලී මිලදී ගැනීම",
      "body_lines": [
        "CSE වෙළඳ කටයුතු වෙළඳපොලේ සුළු අස්ථාවරත්වයක් සහිතව ධනාත්මක සටහනකින් ආරම්භ වූ අතර ඊයේ එක්ස්පෝලංකා හෝල්ඩිංග්ස් කොටස්වල මිල දී ගැනීමේ පොලී සමඟම එම සහතික සටහනින්ම අවසන් විය. තවද, ශ්‍රී ලංකාවට ණය සහන ලබාදීමට Seven (G7) රටවල් ගත් තීරණය, CSE හට ඊයේ යම් උත්ප්ලාවකතාවක් ලබා ගැනීමට හැකි විය. G7 රටවල් නිවේදනයක් නිකුත් කරමින් කියා සිටියේ ඉන්දියන් සාගරයේ ජාතියේ ආර්ථික ප්‍රශ්න සඳහා දිගුකාලීන විසඳුම් සෙවීමට කැපවී සිටින අතර විභව ණය වැඩසටහනක් පිළිබඳව ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ “ඵලදායි ලෙස සාකච්ඡා කරන ලෙස” ඉල්ලා සිටින බවයි .",
        "“G7 ශ්‍රී ලංකාව සඳහා ණය ප්‍රතිකාරයක අවශ්‍යතාවය ආමන්ත්‍රණය කිරීම සඳහා එහි මූලධර්මවලට අනුකූලව පැරිස් සමාජයේ ප්‍රයත්නයන්ට සහාය වීමට සූදානම් බව ධනවත් ණයහිමි ජාතීන්ගේ කණ්ඩායම පවසයි.",
        "එම වර්ධනයන් මධ්‍යයේ දර්ශක දෙකම ඉහළට ගමන් කළේය. සියලු කොටස් මිල දර්ශකය ඒකක 91.7කින් හෝ සියයට 1.1කින් ඉහළ ගිය අතර S සහ P SL20 ඒකක 96.94කින් හෝ සියයට 3.4කින් දවස තුළ ඉහළ ගියේය. හරස් මාර්ග හතරක් සමඟ පිරිවැටුම රුපියල් බිලියන 1.98 ක් විය. එම හරස්වීම් HNB හි වාර්තා වී ඇති අතර එය කොටස් මිලියන 1.5 ඉක්මවා රුපියල් මිලියන 120 දක්වාත්, එහි කොටස් රුපියල් 80.50 දක්වාත්, Dialog කොටස් මිලියන 4.4 ක් රුපියල් මිලියන 42.7 දක්වාත්, එහි කොටස් රුපියල් 9.60 දක්වාත්, JKH, 367,000 දක්වාත් ගනුදෙනු විය. කොටස් රුපියල් මිලියන 49.5 දක්වා ඉක්මවා ගොස් එහි කොටස් රු.",
        "සිල්ලර වෙළඳපොලේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ සමාගම් හත වූයේ; එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් මිලියන 900 (කොටස් මිලියන 4.2 ක් ගනුදෙනු), බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් රුපියල් මිලියන 133 (කොටස් මිලියන 16 ක් ගනුදෙනු), LOLC ෆිනෑන්ස් රුපියල් මිලියන 115 (කොටස් මිලියන 12.3 ක් ගනුදෙනු), සොෆ්ට්ලොජික් ලයිෆ් රුපියල් මිලියන 83.8 (කොටස් මිලියන 1.2 ක් ගනුදෙනු), හේලීස් රු. මිලියන 59.5ක් (කොටස් 817,000ක් ගනුදෙනු කර ඇත), Softlogic Capital රුපියල් මිලියන 42.6ක් (කොටස් මිලියන 5.2ක් වෙළඳාම් කර ඇත), සහ LOLC හෝල්ඩිංග්ස් රුපියල් මිලියන 27.6ක් (කොටස් 68,000ක් ගනුදෙනු කර ඇත.) දවස තුළ කොටස් මිලියන 65.1ක් ගනුදෙනු 14529කදී එක් ගනුදෙනුවක් සිදු විය. වෙළෙඳපොළ ඉහළ යාමට හේතුව වූයේ එක්ස්පෝලංකා හෝල්ඩිංග්ස් කොටස්වල අගය ඉහළ යාමයි. එහි කොටසක මිල රුපියල් 16.25 කින් හෝ සියයට අටකින් ඉහළ ගියේය. එහි කොටස් රුපියල් 203.24 සිට රුපියල් 219.50 දක්වා ඉහළ ගියේය.ඊයේ, වාණිජ බැංකු ටෙලිග්‍රාෆ් මාරු කිරීම්වලට එරෙහිව ඩොලරයකට රුපියල් 364 ක් උපුටා දැක්වූ අතර, මහ බැංකුව අන්තර් බැංකු ස්ථාන වෙළඳාම සඳහා දෛනික මාර්ගෝපදේශ අනුපාතය RS 359.47 ට වැඩි හෝ අඩු 2.50 ක් ලෙස නියම කළේය.",
        "SLIM පර්යේෂණ කාර්යාංශය ශ්‍රී ලංකාවේ සාධාරණ වෙළඳාම ප්‍රවර්ධනය කිරීමේ මෙහෙයුමක් අරඹයි",
        "‘සියපත ෆිනෑන්ස් අඛණ්ඩව Q1 දක්වා වර්ධනය වෙමින් අභියෝගාත්මක පරිසරය මධ්‍යයේ ස්ථිරව සිටියි’",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கடன் நிவாரண மிதவைகள் மீதான G7 அறிக்கை CSE; எக்ஸ்போலங்கா ஹோல்டிங்ஸில் வட்டி வாங்குதல்",
      "body_lines": [
        "CSE வர்த்தக நடவடிக்கைகள் சந்தையில் சிறிய ஏற்ற இறக்கத்துடன் ஒரு நேர்மறையான குறிப்பில் தொடங்கியது மற்றும் நேற்று எக்ஸ்போலங்கா ஹோல்டிங்ஸ் பங்குகளை வாங்கும் ஆர்வத்துடன் அதே உறுதியான குறிப்பில் முடிவடைந்தது. மேலும், இலங்கைக்கு கடன் நிவாரணம் வழங்க ஏழு (G7) நாடுகளின் குழுவின் முடிவு, நேற்று சிஎஸ்இ சில மிதப்பைப் பெற உதவியது. ஜி7 நாடுகள் இந்தியப் பெருங்கடல் நாட்டின் பொருளாதாரப் பிரச்சினைகளுக்கு நீண்டகாலத் தீர்வுகளைக் கண்டறிவதில் உறுதிபூண்டுள்ளதாகவும், சர்வதேச நாணய நிதியத்துடன் சாத்தியமான கடன் திட்டத்தில் ஆக்கப்பூர்வமாக பேச்சுவார்த்தை நடத்த வேண்டும் என்றும் ஒரு அறிக்கையில் கூறியது. .",
        "“இலங்கைக்கான கடன் சிகிச்சையின் அவசியத்தை நிவர்த்தி செய்வதற்கான அதன் கொள்கைகளுக்கு இணங்க, பரிஸ் கிளப்பின் முயற்சிகளுக்கு ஆதரவளிக்க G7 தயாராக உள்ளது என்று பணக்கார கடன் வழங்கும் நாடுகளின் குழு தெரிவித்துள்ளது.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில் இரு குறியீடுகளும் மேல் நோக்கி நகர்ந்தன. அனைத்துப் பங்கு விலைச் சுட்டெண் 91.7 புள்ளிகள் அல்லது 1.1 சதவீதம் உயர்ந்தது மற்றும் S மற்றும் P SL20 நாளின் போது 96.94 புள்ளிகள் அல்லது 3.4 சதவீதம் உயர்ந்தது. நான்கு குறுக்குவழிகள் மூலம் விற்றுமுதல் ரூ.1.98 பில்லியனாக இருந்தது. HNB இல் 1.5 மில்லியன் பங்குகள் ரூ. 120 மில்லியனுக்கும், அதன் பங்குகள் ரூ. 80.50க்கும், டயலொக் 4.4 மில்லியன் பங்குகள் ரூ. 42.7 மில்லியனுக்கும், அதன் பங்குகள் ரூ. 9.60, ஜே.கே.ஹெச், 367,000-க்கும் வர்த்தகம் செய்யப்பட்டன. பங்குகள் ரூ. 49.5 மில்லியனைத் தாண்டியது, அதன் பங்குகள் ரூ. 135 ஆகவும், எய்ட்கன் ஸ்பென்ஸ் 397,000 பங்குகள் ரூ. 30.6 மில்லியனாகவும், அதன் பங்குகள் ரூ. 77 ஆகவும் வர்த்தகமானது.",
        "சில்லறை விற்பனைச் சந்தையில் முதன்மையான ஏழு நிறுவனங்கள் விற்றுமுதல் பங்களித்தன; எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 900 மில்லியன் (4.2 மில்லியன் பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 133 மில்லியன் (16 மில்லியன் பங்குகள் வர்த்தகம்), எல்ஓஎல்சி ஃபினான்ஸ் ரூ 115 மில்லியன் (12.3 மில்லியன் பங்குகள் வர்த்தகம்), சாஃப்ட்லாஜிக் லைஃப் ரூ 83.8 மில்லியன் (1.2 மில்லியன் பங்குகள் வர்த்தகம்), ஹேலிஸ் ரூ. 59.5 மில்லியன் (817,000 பங்குகள் வர்த்தகம்), Softlogic Capital ரூ 42.6 மில்லியன் (5.2 மில்லியன் பங்குகள் வர்த்தகம்), மற்றும் LOLC ஹோல்டிங்ஸ் ரூ 27.6 மில்லியன் (68,000 பங்குகள் வர்த்தகம்) நாள் முழுவதும் 65.1 மில்லியன் பங்குகள் 14529 நாள் பரிவர்த்தனைகளில் கை மாறியது. சந்தை உயர்வதற்கு எக்ஸ்போலங்கா ஹோல்டிங்ஸ் பங்குகளின் மதிப்பு அதிகரித்தது. அதன் பங்கின் விலை ரூ.16.25 அல்லது எட்டு சதவீதம் உயர்ந்தது. அதன் பங்குகள் ரூ.203.24ல் இருந்து ரூ.219.50 ஆக உயர்ந்தது.நேற்று, வணிக வங்கிகள் தந்தி பரிமாற்றங்களுக்கு எதிராக ஒரு டாலருக்கு ரூ.364ஐ மேற்கோள் காட்டின, அதே சமயம் சென்ட்ரல் வங்கி இடைப்பட்ட வர்த்தகத்திற்கான தினசரி வழிகாட்டுதல் விகிதத்தை ரூ.359.47 கூட்டல் அல்லது கழித்தல் 2.50 என நிர்ணயித்தது.",
        "SLIM ஆராய்ச்சி பணியகம் இலங்கையில் நியாயமான வர்த்தகத்தை மேம்படுத்துவதற்கான ஒரு பணியை மேற்கொள்கிறது",
        "சவாலான சூழலுக்கு மத்தியில் சியாபத ஃபைனான்ஸ் தொடர்ந்து Q1 ஆக வளர்ந்து வருகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}