{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cargills-successfully-conducts-its-10th-village-to-home-programme-supporting-local-smes/",
  "time_ut": 1647176820,
  "title": "Cargills successfully conducts its 10th ‘Village to Home’ programme supporting local SMEs",
  "body_lines": [
    "The 10th programme of Cargills ‘Village to Home’ was successfully conducted on the 26th and 27th of February at the Kadawatha-3 Cargills FoodCity premises. The 10th programme had an exciting array of products on offer ranging from Ayurvedic beauty products, coconut oil & coconut-based products, aloe vera jelly & desserts, sugar cane-based products, coir & reed (pan) products to soft toys etc.",
    "The products on offer as well as the event were received well by the customers. The recently introduced Lanka QR payment facility was also available for consumers to make cashless payments, providing added convenience. The National Enterprise Development Authority (NEDA), the Small Enterprises Development Division (SED), the Ministry of Cane, Brass, Clay, Furniture, and Rural Industry Promotion, and the Ministry of Industry and Commerce have assisted Cargills in the selection of SMEs.",
    "The pandemic has caused many challenges to the agricultural and SME communities across Sri Lanka. Among the challenges was a lack of market access. In this context, the Cargills ‘Village to Home’ programme was launched with the intention of addressing this issue and supporting the country’s small and medium entrepreneurs by providing them with a platform to engage with a larger network of customers.",
    "The programme is a monthly trade fair at Cargills FoodCity premises, which commenced in the latter part of 2020, for selected SMEs with demarcated stalls to sell their products directly to customers. Cargills bears all expenses related to this programme, including the cost of stalls, utility, marketing. To date, over 90 SMEs have taken part in the programme.",
    "In addition to a marketplace and an added source of income, Cargills also provides technical support to the SMEs in terms of packaging, labelling and quality assurance, while the Cargills Bank provides financing through low-cost loan schemes. SMEs also stand an opportunity to get their products listed at Cargills while the programme has also been able to open markets beyond Sri Lanka for some SMEs. Cargills is committed to assisting entrepreneurs to contribute towards national development.",
    "Cargills has been supporting the agricultural and SME communities of Sri Lanka for over 20 years since the company established its farmer outgrower network in 1999. The Cargills community development programme features both dairy and agricultural farmers as well the local SMEs at the heart of it.",
    "Huawei accords accolades to local uni talent at ICT competition",
    "JICA continues its support to improve lives of people in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දේශීය කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන්ට සහය වෙමින් Cargills සිය 10 වැනි ‘ගමෙන් ගෙදරට’ වැඩසටහන සාර්ථකව පවත්වයි",
      "body_lines": [
        "Cargills හි 10 වන වැඩසටහන ‘ගමෙන් ගෙදරට’ පෙබරවාරි 26 සහ 27 යන දෙදින තුළ කඩවත-3 Cargills FoodCity පරිශ්‍රයේදී සාර්ථකව පවත්වන ලදී. 10 වැනි වැඩසටහනට ආයුර්වේද රූපලාවන්‍ය නිෂ්පාදන, පොල්තෙල් සහ පොල් ආශ්‍රිත නිෂ්පාදන, කෝමාරිකා ජෙලි සහ අතුරුපස, උක් ආශ්‍රිත නිෂ්පාදන, කොහුබත් සහ බට (පෑන්) නිෂ්පාදනවල සිට මෘදු සෙල්ලම් බඩු දක්වා ආකර්ශනීය නිෂ්පාදන රැසක් පිරිනැමිණි.",
        "ඉදිරිපත් කරන ලද නිෂ්පාදන මෙන්ම උත්සවය සඳහා පාරිභෝගිකයින් අතර හොඳ ප්‍රතිචාරයක් ලැබිණි. මෑතකදී හඳුන්වා දුන් Lanka QR ගෙවීමේ පහසුකම පාරිභෝගිකයින්ට අමතර පහසුවක් සලසමින් මුදල් රහිත ගෙවීම් කිරීමටද හැකි විය. ජාතික ව්‍යවසාය සංවර්ධන අධිකාරිය (NEDA), කුඩා ව්‍යවසාය සංවර්ධන අංශය (SED), වේවැල්, පිත්තල, මැටි, ගෘහභාණ්ඩ සහ ග්‍රාමීය කර්මාන්ත ප්‍රවර්ධන අමාත්‍යාංශය සහ කර්මාන්ත හා වාණිජ කටයුතු අමාත්‍යාංශය කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් තෝරා ගැනීමේදී Cargills හට සහාය වී ඇත.",
        "වසංගතය ශ්‍රී ලංකාව පුරා කෘෂිකාර්මික සහ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායක ප්‍රජාවන්ට බොහෝ අභියෝග ඇති කර ඇත. අභියෝග අතර වෙළඳපල ප්‍රවේශය නොමැතිකම විය. මෙම සන්දර්භය තුළ, මෙම ගැටලුව විසඳීමට සහ රටේ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින්ට විශාල පාරිභෝගික ජාලයක් සමඟ සම්බන්ධ වීමට වේදිකාවක් සලසා දීමේ අරමුණින් Cargills ‘ගමෙන් ගෙට’ වැඩසටහන දියත් කරන ලදී.",
        "මෙම වැඩසටහන Cargills FoodCity පරිශ්‍රයේ මාසික වෙළඳ ප්‍රදර්ශනයක් වන අතර, එය 2020 වසරේ අග භාගයේදී ආරම්භ කරන ලද අතර, තෝරාගත් කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සඳහා වෙන් කරන ලද වෙළඳ කුටි සමඟ ඔවුන්ගේ නිෂ්පාදන සෘජුවම ගනුදෙනුකරුවන්ට විකිණීමට ඇත. ප්‍රදර්ශන කුටි, උපයෝගිතා, අලෙවිකරණය ඇතුළු මෙම වැඩසටහනට අදාළ සියලුම වියදම් Cargills විසින් දරනු ලැබේ. අද වන විට කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් 90 කට අධික සංඛ්‍යාවක් මෙම වැඩසටහනට සහභාගී වී ඇත.",
        "වෙළඳපොළක් සහ අමතර ආදායම් මාර්ගයකට අමතරව, කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින්ට ඇසුරුම් කිරීම, ලේබල් කිරීම සහ තත්ත්ව සහතික කිරීම සම්බන්ධයෙන් Cargills තාක්ෂණික සහාය ද සපයන අතර, Cargills බැංකුව අඩු වියදම් ණය යෝජනා ක්‍රම හරහා මූල්‍ය පහසුකම් සපයයි. කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන්ට තම නිෂ්පාදන Cargills හි ලැයිස්තුගත කර ගැනීමට ද අවස්ථාව උදා වී ඇති අතර සමහර කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සඳහා ශ්‍රී ලංකාවෙන් ඔබ්බට වෙළෙඳපොළ විවෘත කිරීමට ද මෙම වැඩසටහන සමත් වී ඇත. ජාතික සංවර්ධනයට දායක වීමට ව්‍යවසායකයින්ට සහාය වීමට Cargills කැපවී සිටී.",
        "Cargills සමාගම 1999 දී සිය ගොවි අභිවෘද්ධි ජාලය ස්ථාපිත කළ දා සිට වසර 20 කට වැඩි කාලයක් ශ්‍රී ලංකාවේ කෘෂිකාර්මික සහ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායක ප්‍රජාවන්ට සහයෝගය දක්වයි. Cargills ප්‍රජා සංවර්ධන වැඩසටහන කිරි සහ කෘෂිකාර්මික ගොවීන් මෙන්ම දේශීය කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් ද එහි හදවතේ සිටී.",
        "Huawei ICT තරඟාවලියේදී දේශීය විශ්ව විද්‍යාල දක්ෂතා අගය කරයි",
        "ශ්‍රී ලංකාවේ ජන ජීවිතය වැඩිදියුණු කිරීම සඳහා JICA අඛණ්ඩව සහාය දක්වයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கார்கில்ஸ் தனது 10வது ‘கிராமத்துக்கு வீடு’ திட்டத்தை வெற்றிகரமாக உள்ளூர் SMEகளை ஆதரிக்கிறது",
      "body_lines": [
        "கார்கில்ஸ் நிறுவனத்தின் 10வது நிகழ்ச்சியான ‘கிராமத்துக்கு வீடு’ என்ற நிகழ்ச்சி கடந்த பிப்ரவரி மாதம் 26 மற்றும் 27ஆம் தேதிகளில் கடவத்தை-3 கார்கில்ஸ் ஃபுட்சிட்டி வளாகத்தில் வெற்றிகரமாக நடத்தப்பட்டது. 10வது திட்டத்தில் ஆயுர்வேத அழகு சாதனப் பொருட்கள், தேங்காய் எண்ணெய் மற்றும் தேங்காய் சார்ந்த பொருட்கள், கற்றாழை ஜெல்லி மற்றும் இனிப்பு வகைகள், கரும்பு சார்ந்த பொருட்கள், தேங்காய் மற்றும் நாணல் (பான்) பொருட்கள் முதல் மென்மையான பொம்மைகள் வரையிலான அற்புதமான தயாரிப்புகள் வழங்கப்பட்டன.",
        "வழங்கப்பட்ட தயாரிப்புகள் மற்றும் நிகழ்வு வாடிக்கையாளர்களிடையே நல்ல வரவேற்பைப் பெற்றது. சமீபத்தில் அறிமுகப்படுத்தப்பட்ட லங்கா QR கட்டண வசதி, கூடுதல் வசதியை வழங்கும் வகையில், ரொக்கமில்லா கொடுப்பனவுகளைச் செய்வதற்கு நுகர்வோருக்குக் கிடைத்தது. தேசிய தொழில்துறை மேம்பாட்டு ஆணையம் (NEDA), சிறு தொழில்கள் மேம்பாட்டுப் பிரிவு (SED), கரும்பு, பித்தளை, களிமண், தளபாடங்கள் மற்றும் கிராமப்புற தொழில் மேம்பாட்டு அமைச்சகம் மற்றும் தொழில்துறை மற்றும் வணிக அமைச்சகம் ஆகியவை SMEகளைத் தேர்ந்தெடுப்பதில் கார்கில்ஸ் நிறுவனத்திற்கு உதவியுள்ளன.",
        "இந்த தொற்றுநோய் இலங்கை முழுவதும் உள்ள விவசாய மற்றும் SME சமூகங்களுக்கு பல சவால்களை ஏற்படுத்தியுள்ளது. சவால்களில் சந்தை அணுகல் இல்லாமை இருந்தது. இந்தச் சூழலில், இந்தப் பிரச்சினைக்குத் தீர்வு காணவும், நாட்டின் சிறிய மற்றும் நடுத்தர தொழில்முனைவோருக்கு ஆதரவளிக்கும் நோக்கத்துடன் கார்கில்ஸ் ‘கிராமத்துக்கு வீடு’ திட்டம் தொடங்கப்பட்டது.",
        "இந்தத் திட்டம் கார்கில்ஸ் ஃபுட்சிட்டி வளாகத்தில் நடைபெறும் மாதாந்திர வர்த்தகக் கண்காட்சியாகும், இது 2020 ஆம் ஆண்டின் பிற்பகுதியில் தொடங்கப்பட்டது, தேர்ந்தெடுக்கப்பட்ட SMEகள் வரையறுக்கப்பட்ட ஸ்டால்களுடன் தங்கள் தயாரிப்புகளை வாடிக்கையாளர்களுக்கு நேரடியாக விற்கும். ஸ்டால்கள், பயன்பாடுகள், சந்தைப்படுத்தல் செலவுகள் உட்பட இந்தத் திட்டத்துடன் தொடர்புடைய அனைத்துச் செலவுகளையும் கார்கில்ஸ் ஏற்கிறது. இன்றுவரை, 90 க்கும் மேற்பட்ட SMEகள் திட்டத்தில் பங்கு பெற்றுள்ளன.",
        "சந்தை மற்றும் கூடுதல் வருமான ஆதாரத்திற்கு கூடுதலாக, கார்கில்ஸ் பேக்கேஜிங், லேபிளிங் மற்றும் தர உத்தரவாதம் ஆகியவற்றின் அடிப்படையில் SME களுக்கு தொழில்நுட்ப ஆதரவையும் வழங்குகிறது, அதே நேரத்தில் கார்கில்ஸ் வங்கி குறைந்த விலை கடன் திட்டங்கள் மூலம் நிதியுதவி வழங்குகிறது. SME க்கள் கார்கில்ஸில் தங்கள் தயாரிப்புகளை பட்டியலிடுவதற்கான வாய்ப்பாகவும் உள்ளது, அதே நேரத்தில் சில SME களுக்கு இலங்கைக்கு அப்பாலும் சந்தைகளை திறக்க இந்த திட்டத்தால் முடிந்தது. கார்கில்ஸ் தொழில்முனைவோர் தேசிய வளர்ச்சிக்கு பங்களிக்க உறுதிபூண்டுள்ளது.",
        "கார்கில்ஸ் நிறுவனம் 1999 இல் தனது உழவர் உற்பத்தி வலையமைப்பை நிறுவியதில் இருந்து 20 ஆண்டுகளுக்கும் மேலாக இலங்கையின் விவசாய மற்றும் SME சமூகங்களுக்கு ஆதரவளித்து வருகிறது. Cargills சமூக மேம்பாட்டுத் திட்டமானது பால் மற்றும் விவசாய விவசாயிகள் மற்றும் உள்ளூர் SMEகளை மையமாகக் கொண்டுள்ளது.",
        "ICT போட்டியில் உள்ளூர் யூனி திறமைகளை Huawei பாராட்டுகிறது",
        "இலங்கையில் உள்ள மக்களின் வாழ்க்கையை மேம்படுத்த JICA தனது ஆதரவைத் தொடர்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}