{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/21/litro-has-sufficient-gas-stocks-for-five-days/",
  "time_ut": 1653104520,
  "title": "Litro has sufficient gas stocks for five days",
  "body_lines": [
    "COLOMBO (News 1st); The Litro Gas company says that it has enough stocks to continuously supply gas for the next five days.",
    "However, from today (21), Litro stated that it will take steps to distribute 80,000 domestic cylinders.",
    "Its Chairman, Vijitha Herath said that most of it, amounting to 60% will be distributed to Colombo and Gampaha Districts.",
    "However, people in many areas were seen waiting in long queues even last night to obtain gas.",
    "Sri Lanka Football reveals 3-year plan with Qatar Football Association"
  ],
  "translate": {
    "si": {
      "title": "ලිට්‍රෝ සතුව දින පහකට ප්‍රමාණවත් ගෑස් තොග තිබේ",
      "body_lines": [
        "COLOMBO (News 1st); Litro Gas සමාගම පවසන්නේ ඉදිරි දින පහ සඳහා අඛණ්ඩව ගෑස් සැපයීමට ප්‍රමාණවත් තොග ඇති බවයි.",
        "කෙසේ වෙතත් අද (21) සිට ගෘහස්ත සිලින්ඩර 80,000ක් බෙදා හැරීමට කටයුතු කරන බවයි ලිට්‍රෝ සමාගම ප්‍රකාශ කළේ.",
        "එහි සභාපති විජිත හේරත් මහතා පැවසුවේ ඉන් වැඩි ප්‍රමාණයක් කොළඹ සහ ගම්පහ දිස්ත්‍රික්කවලට 60%ක් බෙදාහරින බවයි.",
        "කෙසේ වෙතත් ඊයේ රාත්‍රියේ ද ගෑස් ලබාගැනීමට ප්‍රදේශ රැසක ජනතාව දිගු පෝලිම්වල රැඳී සිටිනු දක්නට ලැබුණා.",
        "ශ්‍රී ලංකා පාපන්දු කටාර් පාපන්දු සංගමය සමඟ තුන් අවුරුදු සැලැස්ම හෙළි කරයි"
      ]
    },
    "ta": {
      "title": "லிட்ரோவில் ஐந்து நாட்களுக்கு போதுமான எரிவாயு இருப்பு உள்ளது",
      "body_lines": [
        "COLOMBO (News 1st); லிட்ரோ கேஸ் நிறுவனம், அடுத்த ஐந்து நாட்களுக்கு தொடர்ந்து எரிவாயுவை வழங்க போதுமான அளவு கையிருப்பு இருப்பதாக கூறுகிறது.",
        "எவ்வாறாயினும், இன்று (21) முதல் 80,000 உள்நாட்டு சிலிண்டர்களை விநியோகிக்க நடவடிக்கை எடுப்பதாக லிட்ரோ தெரிவித்துள்ளது.",
        "அதில் பெரும்பாலானவை 60% கொழும்பு மற்றும் கம்பஹா மாவட்டங்களுக்கு பகிர்ந்தளிக்கப்படும் என அதன் தலைவர் விஜித ஹேரத் தெரிவித்தார்.",
        "எனினும், நேற்று இரவும் பல பகுதிகளில் மக்கள் நீண்ட வரிசையில் காத்திருந்து எரிவாயுவை பெற்றுக்கொண்டனர்.",
        "கட்டார் கால்பந்து சம்மேளனத்துடன் இணைந்து இலங்கை கால்பந்து 3 ஆண்டு திட்டத்தை வெளிப்படுத்துகிறது"
      ]
    }
  }
}