{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-mp-harsha-de-silva-lambasts-govt-over-central-bank-chiefs-absence-92010/",
  "time_ut": 1648114920,
  "title": "Sri Lanka opposition MP Harsha de Silva lambasts govt over central bank chief’s absence",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka main opposition MP Harsha de Silva lambasted the government on Thursday (24) over the absence of Central Bank Governor Ajith Nivard Cabraal and officials of the monetary board during a key debate on amendments to the Value Added Tax (VAT) Act.",
    "A visibly irate de Silva told parliament Thursday morning that Cabraal and the other Central Bank officials’ refusal to attend parliament as requested by the Committee on Public Finances was an insult to the legislature, the sole authority on matters of public finance in the country.",
    "On Wednesday (23), the public finances committee approved amendments to the VAT Act no 14 of 2002 which was to be taken up for debate the next day. The amendment bill provides for VAT on financial services from 15 percent to 18 percent effective from January 01, 2022.",
    "“The chairman had asked Cabraal and the monetary board to attend. They were first supposed to come on Monday but asked for Friday. I was supposed to respond.",
    "“They didn’t come today. They sent a fax at 10.45am saying they’re not coming today. Who’s the authority here?” asked de Silva.",
    "Citing article 148 of the constitution, the MP said parliament has full control over public finance and, as such, there was no point in holding an all-party conference to discuss Sri Lanka’s prevailing economic crisis.",
    "The Samagi Jana Balavegaya (SJB), which de Silva represents in parliament, were among a number of opposition parties that boycotted Wednesday’s all party conference.",
    "“There’s no point having conferences here and there. This problem can only be solved in parliament. The president has no power to make laws. Only parliament can increase taxes, reduce expenditure, etc.”",
    "“Cabraal and co’s absence today is a total insult to parliament. No one has the right to do that. What on earth is the point of this parliament then?” demanded the MP.",
    "The Colombo district parliamentarian also took Finance Minister Basil Rajapaksa to task for not being present in parliament during one of the worst economic crises in the country’s history.",
    "“The finance minister doesn’t show up. He doesn’t answer questions. He hasn’t come in three months,” the MP said.",
    "de Silva also referred to unconfirmed speculation that a state bank has defaulted – speculation that was swiftly denied by the Central Bank Thursday afternoon.",
    "Sri Lanka banking system stable, state banks operating smoothly: Central bank",
    "“What are we supposed to do? We can’t have discussions at the president’s palace and solve this problem. That place doesn’t have legal responsibility. An all-party conference is not legally binding,” he said.",
    "The solution to the crisis can only be found in parliament, he said.",
    "“Parliament has total power on public finance. The country will go into the abyss. This cannot be saved. You need a backbone. Questions must be answered,” he said. (Colombo/Mar24/2022)"
  ],
  "translate": {
    "si": {
      "title": "මහ බැංකු ප්‍රධානියා නොපැමිණීම සම්බන්ධයෙන් ශ්‍රී ලංකා විපක්ෂ පාර්ලිමේන්තු මන්ත්‍රී හර්ෂ ද සිල්වා රජයට බැණ වදියි",
      "body_lines": [
        "EconomyNext - ශ්‍රී ලංකා ප්‍රධාන විපක්ෂයේ පාර්ලිමේන්තු මන්ත්‍රී හර්ෂ ද සිල්වා බ්‍රහස්පතින්දා (24) ශ්‍රී ලංකා මහ බැංකු අධිපති අජිත් නිවාඩ් කබ්රාල් සහ මුදල් මණ්ඩලයේ නිලධාරීන් එකතු කළ අගය මත බදු (වැට්) පනතේ සංශෝධන පිළිබඳ ප්‍රධාන විවාදයේදී නොපැමිණීම සම්බන්ධයෙන් රජයට බැණ වැදුණි.",
        "රාජ්‍ය මූල්‍ය පිළිබඳ කාරක සභාව විසින් ඉල්ලා සිටි පරිදි කබ්රාල් ඇතුළු මහ බැංකු නිලධාරීන් පාර්ලිමේන්තුවට පැමිණීම ප්‍රතික්ෂේප කිරීම රටේ රාජ්‍ය මූල්‍ය කටයුතු පිළිබඳ එකම අධිකාරිය වන ව්‍යවස්ථාදායකයට කරන අපහාසයක් බව දෘෂ්‍යමාන ලෙස කෝපයට පත් ද සිල්වා බ්‍රහස්පතින්දා උදේ පාර්ලිමේන්තුවට පැවසීය.",
        "බදාදා (23) රාජ්‍ය මූල්‍ය කමිටුව විසින් 2002 අංක 14 දරන වැට් බදු පනතේ සංශෝධන අනුමත කරන ලද අතර එය පසුදින විවාදයට ගැනීමට නියමිතව තිබුණි. 2022 ජනවාරි 01 දින සිට ක්‍රියාත්මක වන පරිදි මූල්‍ය සේවා සඳහා සියයට 15 සිට සියයට 18 දක්වා වැට් බද්ද සංශෝධන පනත් කෙටුම්පත මගින් ප්‍රතිපාදනය කර ඇත.",
        "“සභාපතිතුමා කබ්රාල් ඇතුළු මුදල් මණ්ඩලයට එන්න කියලා තිබුණා. ඔවුන් මුලින්ම සඳුදා පැමිණිය යුතු නමුත් සිකුරාදා ඉල්ලා සිටියහ. මට ප්‍රතිචාර දැක්වීමට නියමිතව තිබුණි.",
        "“ඔවුන් අද ආවේ නැහැ. ඔවුන් උදේ 10.45 ට ෆැක්ස් එකක් එව්වා අද එන්නේ නෑ කියලා. මෙහි බලධාරියා කවුද?\" ද සිල්වා ඇසුවේය.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 148 වැනි වගන්තිය උපුටා දක්වමින් මන්ත්‍රීවරයා කියා සිටියේ රාජ්‍ය මූල්‍ය පිළිබඳ පූර්ණ පාලනය පාර්ලිමේන්තුව සතු බවත්, එබැවින් ශ්‍රී ලංකාවේ පවතින ආර්ථික අර්බුදය පිළිබඳව සාකච්ඡා කිරීමට සර්ව පාක්ෂික සමුළුවක් පැවැත්වීමේ තේරුමක් නොමැති බවත්ය.",
        "ද සිල්වා පාර්ලිමේන්තුව නියෝජනය කරන සමගි ජන බලවේගය (SJB) බදාදා පැවති සර්ව පාක්ෂික සමුළුව වර්ජනය කළ විරුද්ධ පක්ෂ ගණනාවක් අතර විය.",
        "“එහේ මෙහේ සම්මන්ත්‍රණ පැවැත්වීමේ තේරුමක් නැහැ. මේ ප්‍රශ්නය විසඳිය හැක්කේ පාර්ලිමේන්තුවේදී පමණයි. ජනාධිපතිට නීති හදන්න බලයක් නෑ. බදු වැඩි කිරීම, වියදම් අඩු කිරීම ආදිය කළ හැක්කේ පාර්ලිමේන්තුවට පමණයි.”",
        "“අද කබ්රාල් ඇතුළු පිරිස පාර්ලිමේන්තුවට නොපැමිණීම පාර්ලිමේන්තුවට කරන ලද අපහාසයක්. එහෙම කරන්න කාටවත් අයිතියක් නැහැ. එතකොට මේ පාර්ලිමේන්තුවේ තේරුම මොකක්ද දෙයියනේ?\" මන්ත්‍රීවරයා ඉල්ලා සිටියේය.",
        "මෙරට ඉතිහාසයේ දරුණුතම ආර්ථික අර්බුදයකදී පාර්ලිමේන්තුවට නොපැමිණීම සම්බන්ධයෙන් කොළඹ දිස්ත්‍රික් පාර්ලිමේන්තු මන්ත්‍රීවරයා මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ මහතාට ද දැඩි දෝෂාරෝපණය කළේය.",
        "“මුදල් ඇමති එන්නේ නැහැ. ඔහු ප්රශ්නවලට පිළිතුරු දෙන්නේ නැත. මාස තුනකින් ආවෙ නෑ.” මන්ත්‍රීවරයා කීවේය.",
        "බ්‍රහස්පතින්දා පස්වරුවේ මහ බැංකුව විසින් කඩිනමින් ප්‍රතික්ෂේප කරන ලද - රාජ්‍ය බැංකුවක් පැහැර හැර ඇති බවට තහවුරු නොකළ සමපේක්ෂනය ගැන ද ද සිල්වා සඳහන් කළේය.",
        "ශ්‍රී ලංකා බැංකු පද්ධතිය ස්ථාවර, රාජ්‍ය බැංකු සුමටව ක්‍රියාත්මක වේ: මහ බැංකුව",
        "“අපි මොනවද කරන්න ඕන? අපිට ජනාධිපති මන්දිරයේ සාකච්ඡා කරලා මේ ප්‍රශ්නය විසඳන්න බැහැ. එම ස්ථානයට නීතිමය වගකීමක් නොමැත. සර්ව පාක්ෂික සමුළුවක් නීත්‍යනුකූලව බැඳී නැත,” ඔහු පැවසීය.",
        "අර්බුදයට විසඳුම් සෙවිය හැක්කේ පාර්ලිමේන්තුවෙන් පමණක් බවද ඔහු පැවසීය.",
        "“රාජ්‍ය මූල්‍ය සම්බන්ධයෙන් සම්පූර්ණ බලය තිබෙන්නේ පාර්ලිමේන්තුවටයි. රට අගාධයට යයි. මෙය සුරැකිය නොහැක. කොන්දක් ඕන. ප්‍රශ්නවලට පිළිතුරු දිය යුතුයි,” ඔහු පැවසීය. (කොළඹ/මාර්තු24/2022)"
      ]
    },
    "ta": {
      "title": "மத்திய வங்கியின் தலைவர் இல்லாதது குறித்து இலங்கை எதிர்க்கட்சி எம்பி ஹர்ஷ டி சில்வா அரசாங்கத்தை சாடியுள்ளார்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் பிரதான எதிர்க்கட்சி பாராளுமன்ற உறுப்பினர் ஹர்ஷ டி சில்வா, வியாழன் (24) அன்று, மத்திய வங்கியின் ஆளுநர் அஜித் நிவார்ட் கப்ரால் மற்றும் நாணயச் சபையின் அதிகாரிகள், பெறுமதி சேர் வரி (VAT) சட்டத் திருத்தங்கள் தொடர்பான முக்கிய விவாதத்தின் போது அரசாங்கத்தை சாடினார்.",
        "கப்ரால் மற்றும் பிற மத்திய வங்கி அதிகாரிகள் பொது நிதிக் குழுவின் கோரிக்கையின்படி நாடாளுமன்றத்திற்கு வர மறுப்பது, நாட்டின் பொது நிதி விவகாரங்களில் ஒரே அதிகாரம் கொண்ட சட்டமன்றத்தை அவமதிக்கும் செயலாகும் என்று வியாழன் காலை வெளிப்படையாகவே கோபமடைந்த டி சில்வா பாராளுமன்றத்தில் தெரிவித்தார்.",
        "புதன்கிழமை (23), பொது நிதிக் குழு 2002 ஆம் ஆண்டின் 14 ஆம் இலக்க VAT சட்டத்தில் திருத்தங்களை ஏற்றுக்கொண்டது, இது மறுநாள் விவாதத்திற்கு எடுத்துக்கொள்ளப்படவிருந்தது. ஜனவரி 01, 2022 முதல் நிதிச் சேவைகள் மீதான VAT 15 சதவீதத்திலிருந்து 18 சதவீதமாக திருத்த மசோதா வழங்குகிறது.",
        "“கப்ராலையும் நாணயச் சபையையும் கலந்துகொள்ளுமாறு தலைவர் கேட்டுக் கொண்டார். அவர்கள் முதலில் திங்கட்கிழமை வர வேண்டும், ஆனால் வெள்ளிக்கிழமை கேட்கப்பட்டனர். நான் பதிலளிக்க வேண்டும்.",
        "“இன்று அவர்கள் வரவில்லை. அவர்கள் இன்று வரவில்லை என்று காலை 10.45 மணிக்கு தொலைநகல் அனுப்பினார்கள். இங்கே யார் அதிகாரம்?\" டி சில்வா கேட்டார்.",
        "அரசியலமைப்பின் 148 வது பிரிவை மேற்கோள் காட்டி, எம்.பி., பொது நிதியில் பாராளுமன்றத்திற்கு முழு கட்டுப்பாடு உள்ளது என்றும், இலங்கையின் நிலவும் பொருளாதார நெருக்கடி குறித்து விவாதிக்க அனைத்துக் கட்சி மாநாட்டை நடத்துவதில் எந்த அர்த்தமும் இல்லை என்றும் கூறினார்.",
        "பாராளுமன்றத்தில் டி சில்வா பிரதிநிதித்துவப்படுத்தும் சமகி ஜன பலவேகய (SJB), புதன்கிழமை அனைத்து கட்சி மாநாட்டை புறக்கணித்த பல எதிர்க்கட்சிகளில் அடங்கும்.",
        "“அங்கும் இங்கும் மாநாடுகள் நடத்துவதில் அர்த்தமில்லை. இந்தப் பிரச்னைக்கு நாடாளுமன்றத்தில்தான் தீர்வு காண முடியும். சட்டங்களை இயற்றும் அதிகாரம் ஜனாதிபதிக்கு இல்லை. நாடாளுமன்றத்தால் மட்டுமே வரிகளை அதிகரிக்க முடியும், செலவைக் குறைக்க முடியும்.",
        "“இன்று கப்ரால் மற்றும் கூட்டாளிகள் இல்லாதது பாராளுமன்றத்தை அவமதிக்கும் செயலாகும். அதைச் செய்ய யாருக்கும் உரிமை இல்லை. அப்படியென்றால் இந்த நாடாளுமன்றத்தின் பயன் என்ன? எம்பி கோரிக்கை விடுத்துள்ளார்.",
        "நாட்டின் வரலாற்றில் மிக மோசமான பொருளாதார நெருக்கடியின் போது பாராளுமன்றத்தில் பிரசன்னமாகாததற்காக நிதியமைச்சர் பசில் ராஜபக்ஷவை கொழும்பு மாவட்ட பாராளுமன்ற உறுப்பினர் கடுமையாக சாடினார்.",
        "“நிதி அமைச்சர் வரவில்லை. அவர் கேள்விகளுக்கு பதிலளிக்கவில்லை. மூன்று மாதங்களாக அவர் வரவில்லை’’ என்றார் எம்.பி.",
        "டி சில்வா, அரச வங்கியொன்று கடனைத் திருப்பிச் செலுத்தவில்லை என்ற உறுதிப்படுத்தப்படாத ஊகத்தையும் குறிப்பிட்டார் - இது வியாழன் பிற்பகல் மத்திய வங்கியால் விரைவாக நிராகரிக்கப்பட்டது.",
        "இலங்கை வங்கி அமைப்பு நிலையானது, அரச வங்கிகள் சீராக இயங்குகின்றன: மத்திய வங்கி",
        "“நாம் என்ன செய்ய வேண்டும்? ஜனாதிபதி மாளிகையில் கலந்துரையாடி இந்த பிரச்சினைக்கு தீர்வு காண முடியாது. அந்த இடத்திற்கு சட்டப்பூர்வ பொறுப்பு இல்லை. அனைத்துக் கட்சி மாநாடு என்பது சட்டப்பூர்வமானது அல்ல,'' என்றார்.",
        "இந்த நெருக்கடிக்கு நாடாளுமன்றத்தில்தான் தீர்வு காண முடியும் என்றார்.",
        "“பொது நிதியில் பாராளுமன்றத்திற்கு முழு அதிகாரம் உள்ளது. நாடு அதல பாதாளத்திற்கு செல்லும். இதை சேமிக்க முடியாது. உங்களுக்கு முதுகெலும்பு வேண்டும். கேள்விகளுக்கு பதிலளிக்க வேண்டும்,'' என்றார். (கொழும்பு/மார்ச்24/2022)"
      ]
    }
  }
}