{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Variant-that-combines-Delta-and-Omicron-identified/108-232782",
  "time_ut": 1646897100,
  "title": "Variant that combines Delta and Omicron identified",
  "body_lines": [
    "Scientists have for the first time provided solid evidence of a covid strain that combines Delta and Omicron variants – but do not believe it poses a cause for concern.",
    "While the so-called “Deltacron” variant had been suspected in a number of countries, virologists at L’Institut Pasteur in Paris submitted its full genomic sequence on Tuesday to the international covid database, GISAID, meaning it has been officially confirmed as a variant.",
    "A case of Deltacron has been found in Soissons, northern France, and more are suspected in Denmark and the Netherlands.",
    "Last month, the UK Health Security Agency classed the Delta x Omicron “recombinant” virus as a “signal under investigation” after suspected cases in the UK, but these have not yet been confirmed.",
    "Signal under investigation is two levels below a variant of concern.",
    "The prospect of a variant combining two of the most potent versions of coronavirus of the pandemic so far may sound scary, particularly because Delta was more severe than other variants and Omicron was highly infectious.",
    "But scientists stress that there is now substantial immunity in the human population against both variants, so there is no reason to think this will pose a danger to vaccines.",
    "What’s more, the case in Soissons has been traced back to January, meaning it would have taken off by now if it had any real advantage in a population – in the way Omicron did in November and December.",
    "According to analysis of Deltacron’s genetic code, its “backbone” is derived from the Delta variant while its spike – the part of the virus that attaches itself to human cells – is from Omicron.",
    "Recombinant viruses emerge when a patient is infected with two variants at the same time, and the combination occurs when its cells replicate together.",
    "Sources at the UKHSA say the Delta x Omicron variant is not linked to the rise in cases and hospital admissions in the UK over the past week.",
    "Maria van Kerkhove, the Covid technical lead for the World Health Organisation, tweeted that recombinants were “to be expected, especially with intense circulation of Omicron & Delta” and that her team were “tracking and discussing” the variant.",
    "Dr Soumya Swaminathan, chief scientist at the WHO, tweeted: “We have known that recombinant events can occur, in humans or animals, with multiple circulating variants of #SARSCoV2. need to wait for experiments to determine the properties of this virus. Importance of sequencing, analytics & rapid data sharing as we deal with this pandemic.” (Foreign Media)"
  ],
  "translate": {
    "si": {
      "title": "ඩෙල්ටා සහ Omicron ඒකාබද්ධ කරන ප්‍රභේදය හඳුනාගෙන ඇත",
      "body_lines": [
        "විද්‍යාඥයින් විසින් ප්‍රථම වරට ඩෙල්ටා සහ ඔමික්‍රොන් ප්‍රභේදයන් ඒකාබද්ධ කරන කොවිඩ් වික්‍රියාවක් පිළිබඳ ස්ථිර සාක්ෂි සපයා ඇත - නමුත් එය කනස්සල්ලට හේතුවක් යැයි විශ්වාස නොකරයි.",
        "ඊනියා “ඩෙල්ටක්‍රොන්” ප්‍රභේදය රටවල් ගනනාවක සැක කර තිබුනද, පැරිසියේ L'Institut Pasteur හි වෛරස් විද්‍යාඥයින් අඟහරුවාදා ජාත්‍යන්තර covid දත්ත සමුදාය වන GISAID වෙත එහි සම්පූර්ණ ප්‍රවේණි අනුපිළිවෙල ඉදිරිපත් කරන ලදී, එනම් එය ප්‍රභේදයක් ලෙස නිල වශයෙන් තහවුරු කර ඇත. .",
        "උතුරු ප්‍රංශයේ සොයිසන්ස් ප්‍රදේශයෙන් ඩෙල්ටක්‍රෝන් නඩුවක් සොයාගෙන ඇති අතර තවත් ඩෙන්මාර්කයේ සහ නෙදර්ලන්තයේ සැක කෙරේ.",
        "පසුගිය මාසයේ, UK Health Security Agency විසින් Delta x Omicron \"recombinant\" වෛරසය එක්සත් රාජධානියේ සැක සහිත සිද්ධීන්ගෙන් පසුව \"පරීක්ෂණය යටතේ පවතින සංඥාවක්\" ලෙස වර්ගීකරණය කරන ලද නමුත් මේවා තවමත් තහවුරු කර නොමැත.",
        "විමර්ශනය යටතේ පවතින සංඥාව සැලකිල්ලේ ප්‍රභේදයකට වඩා මට්ටම් දෙකකට වඩා අඩුය.",
        "වසංගතයේ කොරොන වයිරසයේ ප්‍රබලතම අනුවාද දෙකක් ඒකාබද්ධ කරන ප්‍රභේදයක අපේක්ෂාව බියජනක ලෙස පෙනෙන්නට පුළුවන, විශේෂයෙන් ඩෙල්ටා අනෙකුත් ප්‍රභේදවලට වඩා දරුණු වූ අතර ඔමික්‍රොන් ඉතා බෝවන බැවිනි.",
        "නමුත් විද්‍යාඥයින් අවධාරණය කරන්නේ මෙම ප්‍රභේද දෙකටම එරෙහිව මිනිස් ජනගහනය තුළ දැන් සැලකිය යුතු ප්‍රතිශක්තියක් පවතින බැවින් මෙය එන්නත් සඳහා අනතුරක් වනු ඇතැයි සිතීමට හේතුවක් නොමැති බවයි.",
        "ඊටත් වඩා, Soissons හි සිද්ධිය ජනවාරි මාසය දක්වා සොයා ගෙන ඇත, එනම් ජනගහනයක් තුළ සැබෑ වාසියක් තිබුනේ නම් - නොවැම්බර් සහ දෙසැම්බර් මාසවලදී Omicron කළ ආකාරයට එය මේ වන විට ආරම්භ වී ඇත.",
        "ඩෙල්ටක්‍රෝන්ගේ ප්‍රවේණි කේතය විශ්ලේෂණයට අනුව, එහි \"කොඳු නාරටිය\" ඩෙල්ටා ප්‍රභේදයෙන් ව්‍යුත්පන්න වී ඇති අතර එහි ස්පයික් - මිනිස් සෛල වලට සම්බන්ධ වන වෛරසයේ කොටස - ඔමික්‍රොන් වෙතින් වේ.",
        "රෝගියෙකු එකවර ප්‍රභේද දෙකකින් ආසාදනය වූ විට ප්‍රතිසංයෝජක වෛරස් මතු වන අතර එහි සෛල එකට ප්‍රතිවර්තනය වන විට සංයෝජනය සිදු වේ.",
        "UKHSA හි මූලාශ්‍ර පවසන්නේ ඩෙල්ටා x Omicron ප්‍රභේදය පසුගිය සතිය තුළ එක්සත් රාජධානියේ රෝගීන් වැඩිවීමට සහ රෝහල් ගතවීම්වලට සම්බන්ධ නොවන බවයි.",
        "ලෝක සෞඛ්‍ය සංවිධානයේ Covid තාක්‍ෂණික නායිකාව වන Maria van Kerkhove ට්වීට් කළේ, ප්‍රතිසංයෝජනයන් “විශේෂයෙන් Omicron සහ Delta හි තීව්‍ර සංසරණය සමඟ අපේක්ෂා කළ යුතු” බවත්, ඇගේ කණ්ඩායම ප්‍රභේදය “ලුහුබැඳ ගොස් සාකච්ඡා කරමින් සිටින” බවත්ය.",
        "ලෝක සෞඛ්‍ය සංවිධානයේ ප්‍රධාන විද්‍යාඥ ආචාර්ය සෞම්‍ය ස්වාමිනාදන් ට්වීට් කළේ: “#SARSCoV2 හි සංසරණ ප්‍රභේද කිහිපයක් සමඟ මිනිසුන් හෝ සතුන් තුළ ප්‍රතිසංයෝජන සිදුවීම් සිදුවිය හැකි බව අපි දනිමු. මෙම වෛරසයේ ගුණාංග තීරණය කිරීම සඳහා අත්හදා බැලීම් සඳහා රැඳී සිටිය යුතුය. අපි මෙම වසංගතය සමඟ කටයුතු කරන විට අනුක්‍රමණය, විශ්ලේෂණ සහ වේගවත් දත්ත බෙදාගැනීමේ වැදගත්කම. (විදේශ මාධ්‍ය)"
      ]
    },
    "ta": {
      "title": "டெல்டா மற்றும் ஓமிக்ரானை இணைக்கும் மாறுபாடு அடையாளம் காணப்பட்டது",
      "body_lines": [
        "டெல்டா மற்றும் ஓமிக்ரான் வகைகளை இணைக்கும் ஒரு கோவிட் திரிபுக்கான உறுதியான ஆதாரங்களை விஞ்ஞானிகள் முதன்முறையாக வழங்கியுள்ளனர் - ஆனால் அது கவலைக்குரியதாக இருப்பதாக நம்பவில்லை.",
        "\"டெல்டாக்ரான்\" என்று அழைக்கப்படும் மாறுபாடு பல நாடுகளில் சந்தேகத்திற்குரியதாக இருந்தாலும், பாரிஸில் உள்ள L'Institut Pasteur இல் உள்ள வைராலஜிஸ்டுகள் செவ்வாயன்று சர்வதேச கோவிட் தரவுத்தளமான GISAID க்கு அதன் முழு மரபணு வரிசையை சமர்ப்பித்தனர், அதாவது இது ஒரு மாறுபாடு என அதிகாரப்பூர்வமாக உறுதிப்படுத்தப்பட்டுள்ளது. .",
        "டெல்டாக்ரானின் வழக்கு வடக்கு பிரான்சின் சோய்சன்ஸில் கண்டறியப்பட்டுள்ளது, மேலும் டென்மார்க் மற்றும் நெதர்லாந்தில் சந்தேகிக்கப்படுகிறது.",
        "கடந்த மாதம், UK ஹெல்த் செக்யூரிட்டி ஏஜென்சி டெல்டா x ஓமிக்ரான் \"மறுசீரமைப்பு\" வைரஸை UK இல் சந்தேகத்திற்குரிய வழக்குகளுக்குப் பிறகு \"விசாரணையில் உள்ள சமிக்ஞை\" என்று வகைப்படுத்தியது, ஆனால் இவை இன்னும் உறுதிப்படுத்தப்படவில்லை.",
        "விசாரணையில் உள்ள சிக்னல் கவலையின் மாறுபாட்டிற்குக் கீழே இரண்டு நிலைகளில் உள்ளது.",
        "தொற்றுநோய்களின் கொரோனா வைரஸின் மிகவும் சக்திவாய்ந்த இரண்டு பதிப்புகளை இணைக்கும் ஒரு மாறுபாட்டின் வாய்ப்பு பயமாகத் தோன்றலாம், குறிப்பாக மற்ற வகைகளை விட டெல்டா மிகவும் கடுமையானது மற்றும் ஓமிக்ரான் மிகவும் தொற்றுநோயாக இருந்தது.",
        "ஆனால் விஞ்ஞானிகள் இப்போது இரண்டு வகைகளுக்கும் எதிராக மனித மக்கள்தொகையில் கணிசமான நோய் எதிர்ப்பு சக்தி இருப்பதாக வலியுறுத்துகின்றனர், எனவே இது தடுப்பூசிகளுக்கு ஆபத்தை ஏற்படுத்தும் என்று நினைப்பதற்கு எந்த காரணமும் இல்லை.",
        "மேலும் என்ன, Soissons வழக்கு ஜனவரி முதல் கண்டுபிடிக்கப்பட்டது, அதாவது மக்கள்தொகையில் ஏதேனும் உண்மையான நன்மை இருந்தால், நவம்பர் மற்றும் டிசம்பரில் ஓமிக்ரான் செய்த விதத்தில் அது இப்போது எடுக்கப்பட்டிருக்கும்.",
        "டெல்டாக்ரானின் மரபணுக் குறியீட்டின் பகுப்பாய்வின்படி, அதன் \"முதுகெலும்பு\" டெல்டா மாறுபாட்டிலிருந்து பெறப்பட்டது, அதே நேரத்தில் அதன் ஸ்பைக் - மனித உயிரணுக்களுடன் தன்னை இணைக்கும் வைரஸின் பகுதி - ஓமிக்ரானில் இருந்து வந்தது.",
        "ஒரு நோயாளி ஒரே நேரத்தில் இரண்டு வகைகளால் பாதிக்கப்படும்போது மறுசீரமைப்பு வைரஸ்கள் வெளிப்படுகின்றன, மேலும் அதன் செல்கள் ஒன்றாகப் பிரதிபலிக்கும் போது கலவை ஏற்படுகிறது.",
        "UKHSA வின் ஆதாரங்கள் டெல்டா x ஓமிக்ரான் மாறுபாடு கடந்த வாரத்தில் UK இல் வழக்குகள் மற்றும் மருத்துவமனையில் அனுமதிக்கப்பட்டவர்களின் அதிகரிப்புடன் இணைக்கப்படவில்லை என்று கூறுகின்றன.",
        "உலக சுகாதார அமைப்பின் கோவிட் தொழில்நுட்பத் தலைவரான மரியா வான் கெர்கோவ், மறுசீரமைப்புகள் \"எதிர்பார்க்கப்பட வேண்டியவை, குறிப்பாக ஓமிக்ரான் & டெல்டாவின் தீவிர புழக்கத்தில்\" மற்றும் அவரது குழு மாறுபாட்டை \"கண்காணித்து விவாதிக்கிறது\" என்று ட்வீட் செய்துள்ளார்.",
        "WHO இன் தலைமை விஞ்ஞானி டாக்டர் சௌமியா சுவாமிநாதன் ட்வீட் செய்துள்ளார்: \"#SARSCoV2 இன் பல சுழற்சி மாறுபாடுகளுடன், மனிதர்கள் அல்லது விலங்குகளில் மறுசீரமைப்பு நிகழ்வுகள் ஏற்படலாம் என்பதை நாங்கள் அறிவோம். இந்த வைரஸின் பண்புகளை கண்டறியும் சோதனைகளுக்காக காத்திருக்க வேண்டும். இந்த தொற்றுநோயை நாங்கள் கையாளும் போது, ​​வரிசைப்படுத்துதல், பகுப்பாய்வு மற்றும் விரைவான தரவு பகிர்வின் முக்கியத்துவம். (வெளிநாட்டு ஊடகங்கள்)"
      ]
    }
  }
}