{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/china-to-provide-300-million-rmb-in-emergency-aid-to-sri-lanka-for-drugs-food-fuel-93790/",
  "time_ut": 1651574460,
  "title": "China to provide 300 million RMB in emergency aid to Sri Lanka for drugs, food, fuel",
  "body_lines": [
    "ECONOMYNEXT – China will provide an additional 300 million renminbi (worth over 45 million US dollars) in aid to cash-strapped Sri Lanka for the urgent purchase of medicines, food, fuel and other essentials, the Chinese embassy in Colombo said on Tuesday (03).",
    "The embassy tweeted in the early hours of Tuesday that the new grant will increase the total emergency aid from China to 500 million renminbi (over 75 million US dollars).",
    "To support #SriLankan people at this trying times, #China has decided to provide another 300 million RMB of aid to #SriLanka for the urgently needed drugs, food and fuels etc., which increases the total emergency grant from China to 500 million RMB (approximately 76 million USD). pic.twitter.com/uk1NY91nDy",
    "Meanwhile, Reuters reported on Monday (02) that Beijing’s ambassador Qi Zhenhong told Sri Lankan Finance Minister Ali Sabry at a meeting on Monday that China supports the island nation’s decision to work with the International Monetary Fund (IMF) to restructure its debt.",
    "“Ambassador Zhenhong also assured Minister Ali Sabry that as a major shareholder of the IMF, China is willing to play an active role in encouraging the IMF to positively consider Sri Lanka’s position and to reach an agreement as soon as possible,” Reuters quoted Sri Lanka’s finance ministry as saying in a statement.",
    "Earlier, on April 29, Central Bank Governor Nandalal Weerasinghe China will be treated equal to all other external creditors and will not be given any preferential treatment when Sri Lanka carries out its debt restructuring.",
    "Sri Lanka on April 12 announced that it was suspending all foreign debt repayments as it had run out of foreign currency reserves and it will be restructuring all its external debts.",
    "China won’t get special treatment in Sri Lanka’s debt restructuring – CB Chief",
    "Media Minister Nalaka Godahewa said on Monday that Sri Lanka is also in discussions with China on how to proceed with debt following a suspension of payments as they are seen to be unwilling to re-structure debt as required under the IMF agreement.",
    "India, too, has extended a fuel credit line to Sri Lanka by another 200 million US dollars which will enable the latter to import another four fuel shipments while another 500 million US dollar credit line is also under discussion, Power and Energy Minister Kanchana Wijesekera said on Monday. (Colombo/May03/2022)"
  ],
  "translate": {
    "si": {
      "title": "මත් ද්‍රව්‍ය, ආහාර, ඉන්ධන සඳහා රුපියල් මිලියන 300 ක හදිසි ආධාර ශ්‍රී ලංකාවට ලබාදීමට චීනය තීරණය කරයි",
      "body_lines": [
        "ECONOMYNEXT - ඖෂධ, ආහාර, ඉන්ධන සහ අනෙකුත් අත්‍යාවශ්‍ය ද්‍රව්‍ය හදිසි මිලට ගැනීම සඳහා මුදල් හිඟ ශ්‍රී ලංකාවට චීනය විසින් අතිරේක රෙන්මින්බි මිලියන 300 (ඇමරිකානු ඩොලර් මිලියන 45 කට වඩා වටිනා) ආධාරයක් ලබා දෙන බව කොළඹ චීන තානාපති කාර්යාලය අඟහරුවාදා (03) ප්‍රකාශ කළේය. )",
        "තානාපති කාර්යාලය අඟහරුවාදා අලුයම ට්වීට් කළේ නව ප්‍රදානය මගින් චීනයෙන් ලැබෙන මුළු හදිසි ආධාර රෙන්මින්බි මිලියන 500 (එක්සත් ජනපද ඩොලර් මිලියන 75 කට වඩා) දක්වා වැඩි කරන බවයි.",
        "මෙම අසීරු අවස්ථාවේ #ශ්‍රී ලංකන් ජනතාවට සහය දැක්වීම සඳහා, #SriLanka වෙත හදිසි අවශ්‍ය ඖෂධ, ආහාර සහ ඉන්ධන ආදිය සඳහා තවත් RMB මිලියන 300 ක ආධාරයක් ලබා දීමට #චීනය තීරණය කර ඇති අතර එමඟින් චීනයෙන් ලබා දෙන මුළු හදිසි ප්‍රදානය RMB මිලියන 500 දක්වා වැඩි කරයි ( ආසන්න වශයෙන් ඩොලර් මිලියන 76). pic.twitter.com/uk1NY91nDy",
        "මේ අතර, සඳුදා (02) රොයිටර් වාර්තා කළේ, සඳුදා පැවති රැස්වීමකදී බීජිං තානාපති Qi Zhenhong ශ්‍රී ලංකා මුදල් අමාත්‍ය Ali Sabry වෙත ප්‍රකාශ කළේ, ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ එක්ව සිය ණය ප්‍රතිව්‍යුහගත කිරීමට ඇති තීරණයට චීනය සහාය දෙන බවයි.",
        "\"IMF හි ප්‍රධාන කොටස් හිමියෙකු ලෙස, ශ්‍රී ලංකාවේ ස්ථාවරය ධනාත්මකව සලකා බැලීමට සහ හැකි ඉක්මනින් එකඟතාවයකට පැමිණීමට IMF දිරිගැන්වීම සඳහා චීනය ක්‍රියාකාරී භූමිකාවක් ඉටු කිරීමට කැමැත්තෙන් සිටින බව තානාපති Zhenhong අමාත්‍ය අලි සබ්රිට සහතික විය,\" රොයිටර් උපුටා දක්වමින් ශ්‍රී ලංකාව උපුටා දක්වයි. නිවේදනයක් නිකුත් කරමින් මුදල් අමාත්‍යාංශය පවසයි.",
        "මීට පෙර, අප්‍රේල් 29 වන දින, මහ බැංකු අධිපති නන්දලාල් වීරසිංහ චීනය අනෙකුත් සියලුම බාහිර ණය හිමියන්ට සමානව සලකනු ලබන අතර ශ්‍රී ලංකාව සිය ණය ප්‍රතිව්‍යුහගත කිරීම සිදු කරන විට කිසිදු මනාප සැලකිල්ලක් නොදක්වයි.",
        "විදේශ මුදල් සංචිත අවසන් වී ඇති බැවින් සියලුම විදේශ ණය ආපසු ගෙවීම අත්හිටුවන බවත් එහි සියලුම විදේශ ණය ප්‍රතිව්‍යුහගත කරන බවත් ශ්‍රී ලංකාව අප්‍රේල් 12 දා නිවේදනය කළේය.",
        "ශ්‍රී ලංකාවේ ණය ප්‍රතිව්‍යුහගත කිරීමේදී චීනයට විශේෂ සැලකිල්ලක් නොලැබෙනු ඇත - CB ප්‍රධානියා",
        "IMF ගිවිසුම යටතේ අවශ්‍ය පරිදි ණය ප්‍රතිව්‍යුහගත කිරීමට අකමැති බව පෙනෙන බැවින් ගෙවීම් අත්හිටුවීමෙන් පසු ණය සමඟ ඉදිරියට යා යුතු ආකාරය පිළිබඳව ශ්‍රී ලංකාව ද චීනය සමඟ සාකච්ඡා කරමින් සිටින බව ජනමාධ්‍ය අමාත්‍ය නාලක ගොඩහේවා සඳුදා ප්‍රකාශ කළේය.",
        "ඉන්දියාව ද ශ්‍රී ලංකාවට තවත් ඩොලර් මිලියන 200 කින් ඉන්ධන ණය මාර්ගයක් ලබා දී ඇති අතර එමඟින් තවත් ඉන්ධන තොග හතරක් ආනයනය කිරීමට හැකි වන අතර තවත් ඩොලර් මිලියන 500 ක ණය මාර්ගයක් ද සාකච්ඡා කරමින් පවතින බව විදුලිබල හා බලශක්ති අමාත්‍ය කංචන විජේසේකර මහතා පැවසීය. සඳුදා. (කොළඹ/මැයි03/2022)"
      ]
    },
    "ta": {
      "title": "போதைப்பொருள், உணவு, எரிபொருள் போன்றவற்றிற்காக சீனா 300 மில்லியன் RMB அவசர உதவியாக இலங்கைக்கு வழங்கவுள்ளது",
      "body_lines": [
        "பொருளாதாரம் - மருந்துகள், உணவு, எரிபொருள் மற்றும் பிற அத்தியாவசியப் பொருட்களை அவசரமாக வாங்குவதற்கு பண நெருக்கடியில் உள்ள இலங்கைக்கு சீனா கூடுதலாக 300 மில்லியன் ரென்மின்பியை (45 மில்லியன் அமெரிக்க டாலர்களுக்கு மேல்) வழங்கும் என்று கொழும்பில் உள்ள சீனத் தூதரகம் செவ்வாய்க்கிழமை (03) தெரிவித்துள்ளது. )",
        "செவ்வாய்க்கிழமை அதிகாலையில் தூதரகம் ட்வீட் செய்தது, புதிய மானியம் சீனாவின் மொத்த அவசர உதவியை 500 மில்லியன் ரென்மின்பியாக (75 மில்லியன் அமெரிக்க டாலர்களுக்கு மேல்) அதிகரிக்கும்.",
        "இந்த இக்கட்டான நேரத்தில் #இலங்கை மக்களுக்கு ஆதரவாக, அவசரமாகத் தேவைப்படும் மருந்துகள், உணவு மற்றும் எரிபொருள்கள் போன்றவற்றிற்காக மேலும் 300 மில்லியன் RMB உதவியை #SriLanka க்கு வழங்க #சீனா முடிவு செய்துள்ளது, இது சீனாவின் மொத்த அவசரகால மானியத்தை 500 மில்லியன் RMB ஆக அதிகரிக்கிறது ( தோராயமாக 76 மில்லியன் அமெரிக்க டாலர்கள்). pic.twitter.com/uk1NY91nDy",
        "இதற்கிடையில், சர்வதேச நாணய நிதியத்துடன் (IMF) தனது கடனை மறுசீரமைப்பதற்கான தீவு நாட்டின் முடிவை சீனா ஆதரிக்கிறது என்று பெய்ஜிங்கின் தூதுவர் Qi Zhenhong திங்கட்கிழமை ஒரு கூட்டத்தில் இலங்கை நிதி அமைச்சர் அலி சப்ரியிடம் தெரிவித்ததாக ராய்ட்டர்ஸ் திங்கள்கிழமை (02) தெரிவித்துள்ளது.",
        "\"IMF இன் முக்கிய பங்குதாரர் என்ற வகையில், இலங்கையின் நிலைப்பாட்டை சாதகமாக பரிசீலித்து, கூடிய விரைவில் ஒரு உடன்பாட்டை எட்டுவதற்கு சர்வதேச நாணய நிதியத்தை ஊக்குவிப்பதில் சீனா ஒரு செயலில் பங்கு வகிக்கத் தயாராக உள்ளது என்றும் தூதுவர் Zhenhong அமைச்சர் அலி சப்ரிக்கு உறுதியளித்தார்\" என்று ராய்ட்டர்ஸ் மேற்கோள்காட்டியது. என நிதியமைச்சகம் வெளியிட்டுள்ள அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "முன்னதாக, ஏப்ரல் 29 அன்று, மத்திய வங்கியின் ஆளுனர் நந்தலால் வீரசிங்க சீனா மற்ற அனைத்து வெளிநாட்டுக் கடன் வழங்குநர்களுக்கும் சமமாக கருதப்படுவார் மற்றும் இலங்கை தனது கடன் மறுசீரமைப்பை மேற்கொள்ளும் போது அவருக்கு எந்த முன்னுரிமையும் வழங்கப்படாது.",
        "வெளிநாட்டு நாணய கையிருப்பு தீர்ந்துவிட்டதால், அனைத்து வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்துவதையும் இடைநிறுத்துவதாகவும், அதன் அனைத்து வெளிநாட்டுக் கடன்களையும் மறுசீரமைப்பதாகவும் ஏப்ரல் 12 அன்று இலங்கை அறிவித்தது.",
        "இலங்கையின் கடன் மறுசீரமைப்பில் சீனாவுக்கு சிறப்புச் சலுகை கிடைக்காது - சிபி தலைவர்",
        "IMF உடன்படிக்கையின் கீழ் தேவைப்படும் கடனை மீள்கட்டமைக்க அவர்கள் விரும்பாத நிலையில், கொடுப்பனவுகள் இடைநிறுத்தப்பட்டதைத் தொடர்ந்து கடனை எவ்வாறு தொடர்வது என்பது குறித்து இலங்கையும் சீனாவுடன் கலந்துரையாடி வருவதாக ஊடக அமைச்சர் நாலக கொடஹேவா திங்கட்கிழமை தெரிவித்தார்.",
        "இந்தியாவும் இலங்கைக்கு மேலும் 200 மில்லியன் அமெரிக்க டொலர்கள் எரிபொருள் கடனை நீட்டித்துள்ளது, இதன் மூலம் மேலும் நான்கு எரிபொருள் ஏற்றுமதிகளை இறக்குமதி செய்ய முடியும் எனவும் மேலும் 500 மில்லியன் அமெரிக்க டொலர் கடன் வழங்குவது குறித்தும் கலந்துரையாடப்பட்டு வருவதாக மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் காஞ்சன விஜேசேகர தெரிவித்துள்ளார். திங்களன்று. (கொழும்பு/மே03/2022)"
      ]
    }
  }
}