{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/China-considers-US-2-5-billion-financial-support-sought-by-SL-Ambassador/108-233520",
  "time_ut": 1647872880,
  "title": "China considers US $ 2.5 billion financial support sought by SL: Ambassador",
  "body_lines": [
    "Chinese Ambassador Qi Zhenhong said today that the Sri Lankan government had sought US $ 1 billion loan and US $ 1.5 billion buyer’s credit facility from his country, and the request was under consideration.",
    "Addressing a packed press conference attended by both local and foreign journalists, the ambassador of China had already extended US $ 2.8 billion financial assistance to Sri Lanka after Covid-19 broke out. He said China would not abandon the Sri Lankan people during their trying time.",
    "Asserting that the interest rate of the loans already granted were competitive, he said the authorities of both the countries are now in communication with each other for future financial cooperation.",
    "Asked about Sri Lanka’s request to reschedule debt payments to the Chinese banks, he answered diplomatically saying there are different ways of handling it, and more than one solution to the problem.",
    "The ambassador said that he would encourage Chinese companies to invest in Sri Lanka, but expressed concerns about interruption of the energy project to be undertaken in the northern islands of Sri Lanka due to what he termed ‘ unknown reasons’.",
    "The ambassador noted that the Chinese company secured the contract through an international bidding process called by the Asian Development Bank. He cautioned that frequent happenings of such incidents would drain investor confidence in Sri Lanka. Responding to a query on the current position of the project that was suspended following protests by India, he said it should be asked from the Sri Lankan government.",
    "Mr. Qi said China would not take any advantage of Sri Lanka’s situation when extending cooperation. Answering the question about the denial of contract to a Chinese company to construct the stage 111 of the central expressway despite being the lowest bidder, he said Sri Lanka should be open and transparent.",
    "Asked about Sri Lanka’s move to hold talks with the International Monetary Fund (IMF), he said he hears different interpretations of it in the media, but believes Sri Lanka will have wisdom to decide what is to be done. (Kelum Bandara)"
  ]
}