{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-committed-to-ensure-justice-to-Easter-Sundays-attack-victims-Prez/108-235046",
  "time_ut": 1649785500,
  "title": "Govt committed to ensure justice to Easter Sunday’s attack victims- Prez",
  "body_lines": [
    "President Gotabhaya Rajapaksa today said that his government is committed to ensuring justice to all the victims of the Easter Sunday attack and enforcing law against all the responsible parties, by means of due and proper investigations.",
    "“..the tragic experience of the brutal Easter Sunday attack that happened three years ago continues to resonate in our minds. Therefore, I affirm that our government is committed to ensuring justice to all the victims of the Easter Sunday attack and enforcing law against all the responsible parties, by means of due and proper investigations,” the President said in his Easter message.",
    "Easter, signifying the resurrection of the Lord Jesus Christ, is one of the most glorious religious feasts celebrated by Christians in Sri Lanka and across the world.",
    "Easter is a declaration of the transforming power of Christ overcoming darkness and bringing hope. It invites all to reflect on the message of the crucifixion of Christ and His resurrection to eliminate the darkness and despair in this world by means of hope and salvation.",
    "The noble teachings of Jesus Christ remind us to continue to love and care for the whole world, conquering doubts and uncertainties with hope. Even in the moments of darkness and despair, the message of Easter continues to be one of hope and courage. The enlightenment, positivity and spiritual strength of Easter invite all of us to overcome the challenges caused by the darkness of doubt and sin in one’s life and the world.",
    "It is my belief that the spiritual discipline inculcated in us by our religions has been significantly effective in managing the pandemic in the past two years, and finally, our brothers and sisters are able to celebrate this Easter with its usual festive spirit.",
    "I wish a happy and blessed Easter to all the celebrants, in which the spiritual gifts of peace, courage and hope would enrich the lives of all."
  ]
}