{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/New-PM-appeals-to-people-to-be-patient-vows-to-build-economy/56-734836",
  "time_ut": 1652467680,
  "title": "New PM appeals to people to be patient, vows to build economy",
  "body_lines": [
    "Newly appointed Prime Minister Ranil Wickremesinghe yesterday appealed to the people to be patient, and promised to work diligently to find a way out of the unprecedented economic crisis and bring relief to the people.",
    "The Prime Minister instructed his staff to be prepared to continue working without thinking about the holidays. Accordingly, the upcoming holiday weekend including Vesak Poya Day will be a continuous working week at the Prime Minister’s Office, the Prime Minister said.",
    "Meanwhile, a report on the real situation in the country regarding essential services and goods including fuel, electricity, gas, food commodities, fertilisers and medicines will be released to the public next Monday, the Premier said as it is better to reveal the truth to the people before giving solutions.",
    "Wickremesinghe, who was sworn in as Sri Lanka’s new Prime Minister on Thursday, told the BBC that the country’s economic crisis will get worse before it gets better.",
    "In his first interview with the BBC after assuming duties today, Wickremesinghe vowed to build an economy where people in the country get three meals a day.",
    "He also appealed to the international community to provide further financial assistance to help the country recover from the current economic crisis. The Premier said he was in talks with countries such as India and Japan for immediate assistance, adding: “We will not allow famine to occur, we will find food.”",
    "He says it takes time to check Sri Lanka’s accounts, just as a doctor examines a patient. “I want to make an assessment on that and I will give you a definite answer within a week,” the Prime Minister said.",
    "He says he agrees with the sentiments of protesters demanding the resignation of his leader, President Gotabaya Rajapaksa, but says that will not happen.",
    "“There is no point in blaming anyone, I came to this position to make sure people are fed,” he said.",
    "His message to the Sri Lankan people was: “Be patient, I will bring back the [lost] things.”"
  ]
}