{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/pioneer-construction-firm-sierra-entrusted-with-refurbishment-of-john-de-silva-theatre/",
  "time_ut": 1651159920,
  "title": "Pioneer construction firm Sierra entrusted with refurbishment of John De Silva Theatre",
  "body_lines": [
    "The John De Silva Memorial Theatre, a Colombo landmark built in 1974 as a tribute to the playwright credited with the rise of Sinhala historical drama at the turn of the 20th century, is to be given a new lease of life via a comprehensive refurbishment entrusted to Sierra Construction Limited, a pioneer in its own right.",
    "The Department of Cultural Affairs has awarded the Design and Build contract for Stage II of the Refurbishment Project to Sierra Construction Ltd., a leading general engineering and construction company in Sri Lanka.",
    "The refurbishment, based on conceptual designs by the Project Consultancy Unit of the Faculty of Architecture of the University of Moratuwa, encompasses civil works, general engineering, stage engineering, supply and installation of mechanical and electrical equipment, testing, commissioning and maintenance.",
    "Commenting on the project, Prasad Erathna, Executive Director of the Civil Engineering Sector at Sierra Construction said: “We are honoured to have been chosen as the contractor for a project of this nature. The John De Silva theatre has delighted generations of theatre enthusiasts and students, and this refurbishment will see the theatre receiving the latest equipment and facilities to cater to current and many future generations of aficionados of culture, keeping the memory of John De Silva alive for posterity.”",
    "He said the outlined objective of the refurbishment of the theatre is to have an international standard platform to bring together actors and other artists involved in the performing arts to further elevate the art of stage drama, which has a long history as a medium of art that is very close to human beings.",
    "The refurbishment work, expected to be completed by January 2023, involves the design and build of stage engineering, fire detection, alarms and protection systems, the air conditioning and ventilation system, electrical and Extra Low Voltage (ELV) System, lifts and hoists systems, diesel generator, Generator/Transformer Room, solar PV arrays system, water, drainage and stormwater systems, interior works and furniture, the sound system, stage lighting system and stage curtain system including a variable acoustic solution, sound proofing and acoustic treatment of the walls, acoustic wall panelling inside the stage area, acoustic ceiling, the Control Room acoustic system, Front of House (FOH) catwalks with hanging structure, the main iron grid above the stage, sound-proofing of the roof and installation of sound-lock and light-lock acoustic doors. The refurbishment project will comply with all the environmental and health guidelines of the country, the Company said.",
    "Adani Group’s renewable energy company getting better payment terms than us from government",
    "CSE gains for second consecutive day; buying interest in blue chip shares",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}