{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shippers-asks-for-international-trade-not-to-be-disrupted-condemns-violence-94120/",
  "time_ut": 1652317920,
  "title": "Sri Lanka shippers asks for international trade not to be disrupted, condemns violence",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s Shippers Council, a body representing exporters and importers asked for international trade to be allowed to continue without disruption, and condemned violence.",
    "“The Sri Lanka Shippers’ Council as the Apex body representing members involved in international trade, requests all those concerned, involved in protest and strike actions, to refrain from disrupting the activities of the Sri Lanka Port, Sri Lanka Customs, Board of Investment and The Airports to ensure their uninterrupted day-to-day operations, as they are essential services which are critical to the Country and its economy,” the group said.",
    "“While recognizing the right for peaceful protest, we condemn all forms of violence which took place on 9th May2022 and reiterate that it should be dealt with by the law of the land through an impartial investigation which should be carried out to identify those responsible and hold them accountable.”",
    "The serious concerns of the Current Crisis as outlined by the Sri Lanka Shippers’ Council",
    "The Sri Lanka Shippers’ Council expresses its grave concern at the violence unleashedon peaceful protestors in Colombo on 9thMay2022.",
    "While recognizing the right for peaceful protest, we condemn all forms of violence which took place on 9th May2022 and reiterate that it should be dealt with by the law of the land through an impartial investigation which should be carried out to identify those responsible and hold them accountable.",
    "Failure to take immediate action to protect the fundamental rights of citizens will result in grave repercussions on the maintenance of law and order and will disrupt the ongoing initiatives to resolve the serious political and socio-economic issues faced by the country.",
    "The Sri Lanka Shippers’ Council as the Apex body representing members involved in international trade, requests all those concerned, involved in protest and strike actions, to refrain from disrupting the activities of the Sri Lanka Port, Sri Lanka Customs, Board of Investment and The Airports to ensure their uninterrupted day-to-day operations, as they are essential services which are critical to the Country and its economy.",
    "The smooth operations of these institutions will ensure the continuous flow of importation of essentials such as Food, Fuel, Medicines, Inputs-for-Exports and Exports – which will facilitate and ensure the inflow of much needed foreign exchange to sustain the country’s economy in these difficult times.",
    "Disruptions to these services will add to the burdens already faced by the people with devastating consequences in the future. We request all right-minded citizens who are involved to recognize the importance of these critically important activities and thereby allow those to continue their services to see the country through this crucial period.",
    "The Sri Lanka Shippers’ Council has a 50+ year rich history as the apex body representing the interests of shippers in the Island. It was the first National Shippers’ Council to be set up in Asia in March 1966 now having 16 product member associations and over 50 individual members representing almost all industries engaged in international trade making it one of the most vibrant councils in the Country.",
    "The Council’s engagement and contribution towards drafting some of the policies of national importance and its involvement in the reform process of border agency activities during the past years are noteworthy. To name a few are; Amendments to the Sri Lanka Customs Ordinance, Implementations of Sri Lanka Customs automated processes, Establishing the Sri Lanka Customs’ Export Facilitation Centre, Drafting of the blueprint for the National Single Window, Trade Liberalization measures and areas of Trade Facilitation,  Preparation and implementation of  National Export Strategy, Free Trade Agreements, National Trade Policy, Trade Information Portal, on-line payments cum e-signatures, drafting the National Policy for Maritime and Logistics and implementation of IMO 2020 low Sulphur fuel cap.",
    "The Council also actively supports the Sri Lankan Government’s vision of making Sri Lanka the Logistics Hub in the Asian region, which would result in the generation of enhanced economic activity, employment and wealth. As such, all Council activities have been planned and prepared to support this vision and facilitate international trade."
  ]
}