{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nuwan-gamage-elected-44th-president-of-sri-lanka-institute-of-marketing/",
  "time_ut": 1650382020,
  "title": "Nuwan Gamage elected 44th President of Sri Lanka Institute of Marketing",
  "body_lines": [
    "The Sri Lanka Institute of Marketing (SLIM) elected Nuwan Gamage as it’s 44th President in its 52nd year along with New Council of Management and Executive Committee for the year 2022/23. Gamage is the Head of Corporate Affairs and Communications at Arinma Holdings and a past Honorary Vice President of SLIM. He has over 20 years of experience in a plethora of fields including infrastructure development, cosmetics, beauty, fashion, and education. He has vast expertise in strategic marketing, brand management, digital marketing, international marketing, corporate communication, and sustainability.",
    "Commenting on his appointment, Gamage said: “As we are all experiencing, Sri Lanka is going through probably the worst economic crisis in its history, I firmly believe that we must have a more collaborative approach with all the relevant stakeholders to take this nation out of this situation. Nation Branding is an exercise where a country aims to build, enhance and manage its reputation on the global stage. It presents the country with the opportunity to be better positioned to deal with foreign nations and build stronger relationships which in turn would benefit the nation economically by means of greater investments, more tourism, higher value and demand for its products and services, attract talented, creative workforce and enhance its influence on the world stage.”",
    "Gamage went on to say: “I look forward to working with the extremely diversified Council of Management and the Executive Committee of SLIM to Develop the Nation branding blueprint for Sri Lanka with the support of the relevant government agencies and private sector expertise.”",
    "The vision for SLIM is ‘to lead the Nation’s efforts towards economic prosperity’ and its mission is ‘to establish marketing as the driving force which enhances business and national value’. In order to drive and align with this vison and mission, Gamage has a six-pillar plan which he plans to implement to its full effect during his tenure. The five pillars are future-proof education, entrepreneurial marketing, sustainable marketing, digital marketing ecosystems, national Level research, and advocacy, which encapsulate a developing a nation branding blueprint.",
    "In terms of education, Gamage believes that focussing on providing knowledge, training and skills is vital stabilise the future of the country. Focus on these aspects is necessary to enable learning in a stable yet enduring manner; this helps change the students’ attitudes and enhances their confidence and helps develop the set of skills required in 2030. In the same vein, Gamage believes that developing a collaborative programme for small-businesses and start-ups to help them with seed funding, mentoring, training and provide growth opportunities will go a long way in their initial stages and help the economy greatly.",
    "It is also his intention to initiate sustainable marketing practices in Sri Lanka by developing a green brand evaluation matrix and accreditation framework. This would encourage Sri Lankan corporates to implement the best possible sustainable practices, and encourage sustainable consumption amongst the community, which would in turn promote a circular economy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}