{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/three-hours-in-a-roadside-trench/",
  "time_ut": 1648821780,
  "title": "THREE HOURS IN A ROADSIDE TRENCH",
  "body_lines": [
    "My first job in the public service was as an Administrative Officer in the Department of Agriculture. This was in 1959 at the age of 23 years, before I entered the Ceylon Civil Service. On appointment I was sent to Polonnaruwa for on-the-job training which meant I had to work with the Administrative Office\\r in charge, and learn everything about the job to be able to function on my own.",
    "The AO in charge was a couple of years my senior at Peradeniya who followed a Special Course in Economics like I did, and was known to me. Since he was a bachelor and had official quarters at the Kaduruvela farm almost next door to the office, he offered me free accommodation which I was only too glad to accept. The Dental Surgeon attached to the Polonnaruwa Hospital was also staying with him at the time.",
    "I used to travel to Kandy during most week-ends not only to do some reading at the University Library in preparation for the CCS. examination, but also to meet my fiancee who was a teacher at Hillwood College at the time. Since I had no vehicle of my own, I had to use public transport for these trips. This meant that, one week-end, when a fellow public servant attached to the Kachcheri, whom I had known from my Peradeniya days, offered me a lift up to Matale, his home town, I was only too glad to accept as I could take a bus to Kandy from there.",
    "Having left Polonnaruwa on a Saturday afternoon, which was a half working-day those days, we spent quite some time to clear the jungle area up to Habarana as my friend stopped every now and then to pick some type of fruit that grew in abundance on either side of the road for his nephews and nieces. Thus, by the time we cleared Habarana junction and got on to the Kandy road we had spent a lot of time, and my friend stepped on the accelerator to catch up on lost time.",
    "The car happened to be a Peugeot 203 belonging to a close relative of his which he had borrowed for a week or two. I was not too happy at the speed at which he was driving, the more so as there had been a slight shower and the road was somewhat wet. But it was not for me to protest! And, just as he was negotiating a bend on the Dambulla stretch, the car went off the road and landed itself in a rocky ditch about four feet below the level of the road.",
    "By the time I realized what had happened I found the car firmly lodged amidst the rocks. While I was seated looking straight ahead (no doubt, foolishly) risking injury to my face, I found my friend resting his head on the steering wheel. He soon raised his head and asked me whether I was alright, and appeared relieved when I answered in the affirmative. I could see that like me, he too had no visible injuries.",
    "But the front of the car was considerably damaged. Those who remember the 203 know that it had a long bonnet, and that probably explains how we were spared. We got out of the car with some difficulty and when we saw the extent of damage caused to it we considered ourselves extremely lucky to have escaped with a few scrapes here and there, but without serious injuries.",
    "A few vehicles which passed by slowed down to see what had happened, but seeing us unharmed and standing near the car examining it, they did not consider it necessary to get off and offer any help.",
    "Finding my friend in deep contemplation, I asked him the obvious question: what do we do now? His belaboured and apologetic reply was that he did not possess a license to drive!",
    "That was something that I never expected to hear, and the shock of it was even more than that of the accident itself I was a ‘learner driver’ at the time having yet to obtain my license, and would never have dared do what he had done. However, it was neither the time nor the place to sermonize on the offence he had committed.",
    "After a while, my friend said there was no alternative but for him to get to Matale as quickly as possible and bring with him someone who possessed a license to stand in for him as the driver together with people from a repair shop to pull the vehicle out and tow it over there. After a couple of minutes, he looked at me and asked: “Can you please be here till I go to Matale and get back soonest possible?”",
    "There was obviously no way I could say ‘no’ although there was the frightening prospect of my being stuck there till after dark with not even a single house in sight, and the jungle all around casting a threatening shadow over us. I thought adversity is the mother of courage, just as necessity is the mother of invention – so I mustered enough bravado to say “yes, of course.”",
    "He stopped the very first bus to Matale that came, leaving me to regret having accepted the lift that he had offered me without taking the Kandy bus from Polonnaruwa, which would have taken me quicker to my destination and saved me all the bother. I was naturally quite annoyed about what had happened not because the accident took place as accidents do happen anyway, but because he had broken the law by taking the wheel without a license to do so.",
    "Since standing outside the car meant arousing too much attention from passers-by, I thought it much better to get inside the car and recline myself in my seat so that not many could see me from the road. I waited praying to all the gods that I could collect in my thoughts, hoping my friend will turn up with his rescue team before the sun went down leaving me to the tender mercies of darkness and, perhaps, wild animals.",
    "It was such a relief when they did arrive before darkness fell, and within about half an hour we were on our way to Matale, towing the car with a duly accredited driver at its wheel and with me stretched out in the back seat of the towing vehicle. On reaching Matale, I got off at the bus stand, took leave of my friend and made one quick dash to the bus that was about to start off for Kandy, a much relieved man. I reached Kandy almost half-a-day later than I would have got there had I taken a bus from Polonnaruwa as I would have done if not for the kind offer of a lift made by my friend in a vehicle he had no legal authority to drive. What an induction to the public service.",
    "Mayhem starts in Mirihana! Where will it go? How will it end?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}