{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81309/showers-or-thundershowers-likely-in-parts-of-the-island",
  "time_ut": 1647742200,
  "title": "Showers or thundershowers likely in parts of the island",
  "body_lines": [
    "Several spells of showers will occur in Western, Sabaragamuwa and Central provinces and in Galle and Matara districts, says the Department of Meteorology.",
    "Showers or thundershowers will occur at a few places in Uva province and in Batticaloa, and Ampara districts after 2.00 p.m.",
    "Wind speed can increase up to 40 kmph at times in Northern and North-central provinces and in Hambantota district.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "The low-pressure area over Southeast Bay of Bengal moved east and north-eastwards and lay centered at 08.30 a.m. yesterday (March 19) over the Southeast Bay of Bengal and adjoining south Andaman Sea.",
    "It is likely to continue to move northwards and intensify into a depression by today (March 20) and into a cyclonic storm by tomorrow (March 21).",
    "Naval and fishing communities are advised not to venture into the Central parts of southeast Bay of Bengal sea area bounded by 04N-11N and 89E-97E until further notice.",
    "They are requested to be attentive future forecasts issued in this regard.",
    "Several spells of showers will occur in the sea areas off the coast extending from Puttalam to Galle via Colombo. Showers or thundershowers may occur at a few places in the sea areas off the coast extending from Batticaloa to Hambantota via Pottuvil.",
    "Winds will be westerly to southwesterly and speed will be 25-35 kmph. Wind speed can increase up to 45-50 kmph at times in sea areas off the coast extending from Kankesanturai to Pottuvil via Puttalam, Colombo, Galle and Hambantota.",
    "The sea areas off the coast extending from Kankesanturai to Pottuvil via Puttalam, Colombo, Galle and Hambantota will be fairly rough at times. The other sea areas around the island will be slight to moderate.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}