{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-showcases-its-glittery-tourism-offer-at-satte-2022/",
  "time_ut": 1654867800,
  "title": "Sri Lanka showcases its glittery tourism offer at SATTE 2022",
  "body_lines": [
    "As another result of its continuous efforts at promoting Sri Lanka as a potential tourism destination, Sri Lanka Tourism participated in the South Asia Travel & Tourism Exchange (SATTE) travel fair which was held in Greater Noida, Delhi-NCR, India, from May 18-22nd, with 65 Sri Lankan travel and tourism companies participating, a Sri Lanka Tourism Promotion Bureau press release said. The release adds: ‘Sri Lanka’s participation was successful and this year’s SATTE was a collaborative effort of the High Commission of Sri Lanka in New Delhi, the Sri Lanka Tourism Promotion Bureau and 65 travel industry members, including SriLankan Airlines. India is a major source market for Sri Lanka tourism.",
    "‘SATTE offers a comprehensive platform to domestic and international buyers and professionals from across the travel, tourism and hospitality industry along with national and state tourism Boards. SATTE is recognized as Asia’s leading travel and tourism exhibition to conduct business, share knowledge, exchange ideas in order to arrive at solution-driven innovations to accelerate the pace of the growth of the industry. SATTE has grown in terms of exhibitions and visitors (including international and domestic buyers) and is today the biggest networking forum for the travel and tourism industry in South Asia.",
    "‘SATTE is an exceptional trade event which is well-supported by the Ministry of Tourism, government of India, national and international tourism Boards, Indian and international travel and trade associations and organizations, among others. 1,200+ exhibitors, 35,000+ trade visitors, 800+ VIPs & delegates, 26 state tourism Boards from 50+ countries attended SATTE 2022.",
    "‘The Sri Lanka stand had a floor area of 256.5 sqm and was a vibrant attraction, with the décor used to decorate the stand highlighting all tourism attractions of Sri Lanka. The stand warmly welcomed visitors and gave them a flavour of the perfectly blended culture and heritage of Sri Lanka. H G U Pushpakumara, Minister, High commission of Sri Lanka ceremonially opened the Sri Lanka stand in the presence of officials of the Sri Lanka Tourism Promotion Bureau, officials of the High Commission of Sri Lanka and the Country Manager, SriLankan Airlines on May 18, the first day of the event, by lighting the traditional oil lamp along with industry members.",
    "‘India has been identified as one of the fastest growing outbound markets in the world. The UNWTO has ranked India as one of the fastest growing outbound markets in the world with the volume of travellers going up by 25% every year.",
    "‘Sri Lanka Tourism has identified India as an important source market for Sri Lanka which could provide greater opportunities to the Sri Lankan travel industry to engage with the members of SATTE.",
    "‘The interest in exploring new places, the rise in purchasing power, availability of direct and low fare international flights are key drivers for the growth of the Indian travel segment. Sri Lanka plays a crucial role here as the destination is described as the No.3 most talked about ‘tropical south east Asian’ travel destination. 98% of trips to Sri Lanka were for leisure purposes, mostly visited for wildlife and beaches.",
    "‘There is strong flight connectivity to main cities of India with SriLankan Airlines, Indigo, Air India, Vistara, etc. Although majority of travel bookings are made offline (Agents and OTA platforms) travellers are increasingly preferring to book online, especially with regard to lodging.",
    "‘Leading hotel chains, such as, Shangri-La, Movenpick, Radisson have opened in Colombo, while Grand Hyatt and ITC hotels are scheduled to launch. This is an indication of the wide interest from luxury hotel chains. New tourism zones, spanning from beaches to mountains and forests create new avenues for the tourism sector in areas, such as, luxury travel, eco-tourism, health and wellness, etc.‘MICE, casinos, wedding and honeymoon destinations, leisure, youth, Golf tours, Ramayanaya Trail, Buddhist pilgrim tours, etc. are among the main products Sri Lanka could offer Indians all year round.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}