{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-Tamil-couple-lands-in-Tamil-Nadu-with-two-kids-seeking-refuge/108-234875",
  "time_ut": 1649483580,
  "title": "SL Tamil couple lands in Tamil Nadu with two kids seeking refuge",
  "body_lines": [
    "RAMESWARAM: Hit by the punishing economic crisis, another Sri Lankan Tamil couple landed on Indian shores along with their two children in a fiberglass boat early on Friday. The Mandapam Marine Police detained them near Arichal Munai and took them to Mandapam refugee camp after inquiry.",
    "On March 22, about 16 Sri Lankan Tamils arrived at Dhanushkodi in two batches. They are currently housed at the refugee camp. Sources identified the new batch of refugees as Kishanthan (34), his wife Ranjitha (29), and their children Jenistika (10) and Aakash (2).",
    "reached Dhanushkodi shores around 2.30 am on Friday with the help of Sri Lankan fishermen. They waited there for three hours in the dark not knowing where to seek help.",
    "Early Friday morning, police detained them for illegally entering into India without valid documents. Speaking to reporters, Ranjitha said, \"We had to go without food for days together.\"  \"There seems to be no end to this crisis and more Sri Lankan Tamils will reach the Indian shores soon,\" her husband Kishanthan said.",
    "Speaking to reporters, Kishanthan said, \"We are fisherfolk from Sri Lanka. We were provided only 10 litres of fuel (kerosene) per day and it was not possible for us to venture into the sea with that fuel. So, some of us decided to take up mason work. But prolonged power cuts rendered that job unviable. There was no way for us to earn a livelihood in Sri Lanka and that’s why we decided to seek refuge in India.\"",
    "Kishanthan had stayed at Pudukkottai refugee camp between 2006 and 2010. His wife Ranjitha had stayed at Krishnagiri refugee camp from 2006 to 2010. Following preliminary inquiries, the family was shifted to the Mandapam refugee camp as per an earlier advisory issued by the Commissioner of Rehabilitation and Welfare of Non-Resident Tamils. No case was registered against them.(Express News Service)"
  ]
}