{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cses-dollar-earning-companies-likely-to-be-hit-by-global-recession/",
  "time_ut": 1655300760,
  "title": "CSE’s dollar-earning companies likely to be hit by global recession",
  "body_lines": [
    "Dollar- earning companies in the CSE are likely to be affected by the global economic recession. The US Fed Reserve (US Central Bank) announced that the US inflation rate has recorded 8.6 per cent, which is the highest inflation rate in years, stock market analysts said.",
    "With the high inflation, the Fed Reserve would likely tighten and adjust policy rates. In the meantime, the European Central Bank is likely to take decisions for policy interest rates adjustments. Amid those developments, Expolanka Holdings which is a diversified conglomerate with interests in logistics, leisure and ventures with a global presence in 20 countries and over 50 cities saw a share price depreciation yesterday. Its share price declined by 5.3 per cent or Rs 9.75 yesterday. Its shares started trading at Rs 185 and at the end of the day they declined to Rs 175.25.",
    "It is said Expolanka Holdings was the biggest drag on the index, as news of a plunge in freight rates by 20.8 per cent year to date, added woes to the already depressed share performance seen during the past few days.",
    "Yesterday stocks slipped over 1.5 per cent within the first hour of trade on weak sentiments due to the on-going economic crisis in the country. As a result, both indices moved downwards. The All-Share Price Index went down by 116.6 points and the most liquid index S&P SL20 lost 2.91 per cent or 65.4 points. The main All- Share Price Index slipped 1.45 per cent or 114.39 points to 7,774.30 at 1135 hrs.",
    "“At this point, there is no catalyst for the market to go up, while there’s selling pressure due to margin calls hence the dip in the market, a top market analyst said.",
    "Market generated a turnover of Rs 1.12 billion without a single crossing. Top losers were Expolanka, LOLC and Browns Investments. Top seven companies that mainly contributed to the turnover were Expolanka Holdings Rs 205.2 million (1.1 million shares traded), Browns Investments Rs 152 million (16.9 million shares traded), Lanka IOC Rs 78.2 million (1.1 million shares traded), HNB Rs 77.5 million (one million shares traded), LOLC Holdings Rs 61.4 million (128,000 shares traded), CT Holdings Rs 52 million (326,000 shares traded) and CIC Holdings Rs 46.2 million (1.1 million shares traded). During the day 50.5 million share volumes changed hands in 11000 transactions.",
    "It is said high net worth and institutional investor participation was noted in Lanka Walltiles and Hayleys. Mixed interest was observed in Lanka IOC, Expolanka Holdings and Royal Ceramics while retail interest was noted in Browns Investments, LOLC Finance and SMB Leasing nonvoting.",
    "Yesterday, the Central Bank announced the US dollar rate. The buying rate was Rs 355.70 and the selling rate Rs 366.50. Local commercial banks quoted the rupee at 366 against telegraphic transfers, while the Central Bank interbank spot trade was at 359.85 under a daily guidance rate, up from Monday’s 359.83. The commercial banks’ rupee quote against telegraphic transfers was at 367 against the US dollar on June 13.",
    "SDB bank kicks off Financial Year 2022 with Resilient First Quarter",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}