{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Navy-prevents-illegal-migration-attempts-detains-91-people/56-735935",
  "time_ut": 1654723140,
  "title": "Navy prevents illegal migration attempts, detains 91 people",
  "body_lines": [
    "The Sri Lanka Navy (SLN) has foiled two separate illegal migration attempts arresting 91 individuals in Marawila and western seas on Tuesday.",
    "A team of naval personnel attached to the Western Naval Command in a joint operation with Marawila Police in Marawila in the wee hours of 7 June arrested a group of 15 would-be-migrants remaining in a lodge in the area.",
    "Among the group were 13 males, one boy and one human smuggler who are from 9 to 58 years of age. In addition, the Navy also apprehended a van and a car used for the illegal act.",
    "Meanwhile, the Fast Attack Craft P 481 of the Fast Attack Flotilla attached to the Western Naval Command intercepted a suspicious local multiday fishing trawler, during a patrol off Chilaw in the afternoon of 7 June.",
    "The interception led to the apprehension of 76 persons from 1-62 years of age, suspected to be attempting to illegally migrate to a foreign country by sea.",
    "Among the apprehended group were 58 males, five females, seven children and six individuals suspected to be smugglers. Further, the Navy also took into custody the local multiday fishing trawler used by smugglers.",
    "The group of suspects held at the Marawila lodge were identified as residents of Jaffna, Trincomalee, Mullaitivu and Marawila. They were handed over to the Marawila Police for onward legal action.",
    "Meanwhile, 76 persons nabbed in seas off Chilaw are residents of Negombo, Chilaw, Puttalam, Kalpitiya, Marawila, Mullaitivu, Kilinochchi and Trincomalee. The individuals were handed over to the Colombo Harbour Police for further legal proceedings.",
    "The Navy urges the public to refrain from risking their lives and property by being caught in the trap of smugglers who persuades to engage in illegal and perilous sea voyages in derelict vessels to migrate from the island."
  ]
}