{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-experience-power-cuts-for-three-more-years-warns-ceb-engineers-union-95816/",
  "time_ut": 1655283540,
  "title": "Sri Lanka to experience power cuts for three more years, warns CEB engineers union",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will continue to experience power cuts for at least three more years as the Ceylon Electricity Board (CEB) will be compelled to continue load shedding until supply from power plants is enough to meet rising demand, a CEB engineers union leader said.",
    "CEB Engineers Union (CEBEU) President Anil Ranjith said at a media briefing on Wednesday (15) that, at present, the CEB does not have enough electricity supply from power plants islandwide to cater to the country’s existing electricity demand.",
    "With the demand continuing to increase, he said, Sri Lanka will have to continue its ongoing scheduled power outages at least for three more years till the supply increases.",
    "“The power cuts are decided on the demand of the day and the supply we have. If the demand is higher than the supply, we can’t cater to it. Then we must go for a power cut. That is what is happening,” said Ranjith.",
    "“The demand peaks at night times. The power mainly comes from hydro, thermal and, if there is wind, then from wind power plants. If we don’t have coal or oil, then we have to go for power cuts,” he said.",
    "“Until we increase our supply, through thermal, wind, LNG, coal or solar, and store our energy, the power cuts will continue.”",
    "Sri Lanka has been experiencing daily scheduled power cuts since February 22 due to fuel shortages brought about by the country’s worsening economic crisis affecting the uninterrupted thermal power generation.",
    "Ranjith said, as an emergency initiative to ease the situation, the government must accelerate its rooftop solar panel project. However, it will not be a permanent solution to the need to opt for continued power shedding.",
    "Responding to comments made by authorities on the possibility of ending the ongoing power cuts in the coming days, Ranjith said fixing solar panels on rooftops in schools and state offices will not be enough to meet the night peak demand.",
    "“Now people think that by installing solar panels, this can be avoided.  We get solar energy only during the day time from around 9 am till 4pm,” he said.",
    "“I don’t know how these officials are saying the power cuts can be immediately stopped. We are engineers. We are speaking with the knowledge we have. Ministers have made these claims before too, but it didn’t happen.”",
    "Ranjith said Sri Lanka should go for battery banks for solar, or more thermal power plants or coal power plants.",
    "“Even if the Adani project is started now, it will take three years to get power. Even then, it is a wind power plant, meaning it will be only generating power in windy seasons,” Ranjith said.",
    "“Let’s say we lost the 500MW coming from this plant. Then we must have another plant somewhere else to cater to that lost 500 MW,” he said.",
    "Ranjith said the CEB has already come up with a 20 year power plan and if the government takes the necessary measures no power cuts will happen in the future.",
    "We have a plan from 2022- 2041. This plan clearly shows what plants need to come at which time periods. If we can implement those plans, we will not have to go for power cuts. The issue is, it is not being allowed to happen that way. It is like everyone in the country is an engineer and they all go against these plans. Politicians, some of whom think they are experts in this subject, go against it,” Ranjith said.",
    "Asked whether the Public Utilities Commission of Sri Lanka (PUCSL) will approve the continuous power cuts, Ranjith said PUCSL approval would be immaterial and the power cuts will occur automatically f the CEB can’t cater to the demand.",
    "According to the CEB data, on June 14, a public holiday, the peak demand had gone down to around 1,986.4 MW, and 1,177.1 MW of the total demand has been supplied through renewable energy while 809.3 MW has been supplied from thermal power plants. (Colombo/Jun14/2022)"
  ]
}