{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/PMs-speech-referring-BASL-inaccurate-BASL/342-238839",
  "time_ut": 1654850400,
  "title": "PM’s speech referring BASL inaccurate: BASL",
  "body_lines": [
    "The Bar Association of Sri Lanka (BASL) today announced that a statement made by Prime Minister Ranil Wickremasinghe in Parliament on Wednesday (8) referring to the BASL regarding a meeting with President Gotabaya Rajapaksa is inaccurate and not a true reflection of what took place.",
    "In a media statement, the BASL maintained that there was no agreement reached between the BASL and the President  Gotabaya Rajapaksa as claimed by the Prime Minister regarding the proposed amendments to the constitution.",
    "According to BASL statement, the Prime Minister has said in Parliament on Wednesday (8) as follows:",
    "“It was the Bar Association which met the President on May 8th and arrived at an agreement with him. That if you restore the 19th Amendment and especially if you abolish the executive Presidency you can continue to be President. This is there in what was brought. Their proposals do not have anything else. They met.”",
    "The BASL said, on the 8th May 2022 the Management Committee of the BASL met President Gotabaya",
    "Rajapakse at the President’s House at his request where the BASL proposals to restore economic and political stability which had already been sent to him were discussed.",
    "It further said it is needless to say, the BASL is a professional organisation and the question of arriving at an agreement between the President and the BASL never arose. The BASL maintained that it did not give any assurance to the President that he could continue in office if he agreed to abolish the Executive Presidency and the 19th Amendment.",
    "This statement had been issued under the signatures of BASL President Saliya Pieris PC and its Secretary Isuru Balapatabendi. (Lakmal Sooriyagoda)"
  ]
}