{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/06/no-lp-gas-until-wednesday-8-dont-wait-in-line/",
  "time_ut": 1654487820,
  "title": "NO LP Gas until Wednesday (8); Don’t wait in line",
  "body_lines": [
    "COLOMBO (News 1st); Litro urges the public NOT to wait in queues until Wednesday (8) to purchase cooking gas cylinders.",
    "Litro said a vessel carrying 2,000 MT of LP Gas is scheduled to arrive in the country on Monday (6).",
    "Litro said that it’s confident that it will be able to commence distribution by Wednesday to the market after the unloading process on Monday (6) and Tuesday (7).",
    "However, Laugfs gas increased the prices of its products on Sunday (5).",
    "Despite requests NOT to wait in line for LP Gas, many people were seen lined up outside LP Gas distribution centers."
  ],
  "translate": {
    "si": {
      "title": "බදාදා (8) දක්වා LP ගෑස් නැත; පෝලිමේ ඉන්න එපා",
      "body_lines": [
        "COLOMBO (News 1st); ඉවුම් පිහුම් ගෑස් සිලින්ඩර් මිලදී ගැනීම සඳහා බදාදා (8) දක්වා පෝලිම්වල රැඳී නොසිටින ලෙස ලිට්‍රෝ සමාගම ජනතාවගෙන් ඉල්ලා සිටී.",
        "LP ගෑස් මෙට්‍රික් ටොන් 2000ක් රැගත් යාත්‍රාවක් සඳුදා (6) දිවයිනට පැමිණීමට නියමිත බව ලිට්‍රෝ සමාගම පවසයි.",
        "සඳුදා (6) සහ අඟහරුවාදා (7) දිනවලදී ගොඩබෑමේ ක්‍රියාවලියෙන් පසු බදාදා වන විට වෙළඳපොළට බෙදා හැරීම ආරම්භ කිරීමට හැකි වනු ඇතැයි ලිට්‍රෝ සමාගම විශ්වාසය පළ කරයි.",
        "කෙසේ වෙතත්, ලාෆ්ස් ගෑස් සිය නිෂ්පාදනවල මිල ඉරිදා (5) වැඩි කළා.",
        "LP ගෑස් සඳහා පෝලිමේ නොසිටින ලෙස ඉල්ලීම් කළද, LP ගෑස් බෙදාහැරීමේ මධ්‍යස්ථානවලින් පිටත බොහෝ පිරිසක් පෙළ ගැසී සිටිනු දක්නට ලැබිණි."
      ]
    },
    "ta": {
      "title": "புதன்கிழமை (8) வரை எல்பி கேஸ் இல்லை; வரிசையில் காத்திருக்க வேண்டாம்",
      "body_lines": [
        "COLOMBO (News 1st); சமையல் எரிவாயு சிலிண்டர்களை கொள்வனவு செய்வதற்காக புதன்கிழமை (8) வரை வரிசையில் காத்திருக்க வேண்டாம் என Litro பொது மக்களை கேட்டுக் கொள்கிறது.",
        "2,000 MT LP எரிவாயுவை ஏற்றிச் செல்லும் கப்பல் திங்கட்கிழமை (6) நாட்டை வந்தடைய உள்ளதாக Litro தெரிவித்துள்ளது.",
        "திங்கட்கிழமை (6) மற்றும் செவ்வாய்கிழமை (7) ஆகிய இரு தினங்களில் இறக்கும் செயல்முறைக்குப் பிறகு புதன்கிழமைக்குள் சந்தைக்கு விநியோகத்தை தொடங்க முடியும் என்று லிட்ரோ தெரிவித்துள்ளது.",
        "எவ்வாறாயினும், ஞாயிற்றுக்கிழமை (5) லாஃப்ஸ் எரிவாயு தனது உற்பத்திப் பொருட்களின் விலைகளை அதிகரித்தது.",
        "எல்பி கேஸுக்காக வரிசையில் காத்திருக்க வேண்டாம் என்று கோரிக்கை விடுத்தாலும், எல்பி கேஸ் விநியோக மையங்களுக்கு வெளியே பலர் வரிசையாக நிற்பதைக் காண முடிந்தது."
      ]
    }
  }
}