{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81811/sri-lanka-india-review-present-status-of-indo-lanka-economic-cooperation",
  "time_ut": 1649866920,
  "title": "Sri Lanka, India review present status of Indo-Lanka economic cooperation",
  "body_lines": [
    "Sri Lanka’s High Commissioner to India, Milinda Moragoda met with the Finance and Corporate Affairs Minister of India Smt. Nirmala Sitharaman in New Delhi, today (April 13) to review the present status of Indo-Lanka economic cooperation as Sri Lanka enters negotiations with the IMF for an economic adjustment programme.",
    "At the outset, Moragoda thanked the Indian Finance Minister for the assistance that India is extending to Sri Lanka in the form of credits for essential commodities and fuel, and also for balance of payment support extended at these challenging times, the Sri Lankan High Commission in New Delhi said in a statement.",
    "The Indian Finance Minister and the High Commissioner observed that this assistance could form part of the bridging finance required by Sri Lanka until the economic adjustment programme with the IMF would be negotiated.",
    "It was also observed that India was the first country to support Sri Lanka in this manner to secure bridging finance until that programme would be in place.",
    "In this context, High Commissioner Moragoda and Minister Sitharaman discussed how India could assist Sri Lanka in garnering international support to secure bridging finance and for the economic adjustment programme itself, through both bilateral and multilateral partners.",
    "The High Commissioner briefed the Indian Finance Minister on the debt standstill announced by the Government of Sri Lanka. He informed her that the Sri Lankan authorities are seeking a consensual agreement on debt restructuring.",
    "They explored the possibility of enhancing and restructuring some of the assistance already provided by India in the form of credits for essential commodities and fuel as well as balance of payment support.",
    "The discussion was also focused on how India could play an expanded role in promoting accelerated growth and development in Sri Lanka in the medium term.",
    "High Commissioner Moragoda and Minister Sitharaman reviewed and expressed satisfaction over the ongoing official-level discussions between Sri Lanka and India to establish a cooperation framework and to monitor the progress of economic cooperation between the two countries in the present context.",
    "The Presidential Advisory Group on Multilateral Engagement and Debt Sustainability, Governor of the Central Bank and the Secretary to the Treasury are engaged in these discussions representing Sri Lanka while India is represented by the Chief Economic Advisor of the Government and the Secretary (Economic Affairs) of the Ministry of Finance. The High Commissions of the two countries in each other’s capitals are also participating in these discussions, the statement read further.",
    "During the meeting, the Finance Minister of India expressed her concern over the humanitarian cost of the economic crisis and said that India would stand by Sri Lanka to overcome its challenges. In response, High Commissioner Moragoda thanked Minister Sitharaman for the personal interest that she has taken in supporting Sri Lanka at this difficult time.",
    "They also noted that Finance Minister of Sri Lanka Ali Sabry and his delegation would be meeting the Ministerial delegation from India next week in Washington D.C. on the wings of the IMF spring meetings."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව සහ ඉන්දියාව ඉන්දු-ලංකා ආර්ථික සහයෝගීතාවයේ වත්මන් තත්ත්වය සමාලෝචනය කරයි",
      "body_lines": [
        "ඉන්දියාවේ ශ්‍රී ලංකා මහ කොමසාරිස් මිලින්ද මොරගොඩ මහතා ඉන්දියාවේ මුදල් හා ආයතනික කටයුතු අමාත්‍ය ශ්‍රීමිත් මහත්මිය හමුවිය. ශ්‍රී ලංකාව ආර්ථික ගැලපුම් වැඩසටහනක් සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡාවලට එළඹෙන බැවින් ඉන්දු-ලංකා ආර්ථික සහයෝගීතාවයේ වර්තමාන තත්ත්වය සමාලෝචනය කිරීමට නිර්මලා සීතාරාමන් අද (අප්‍රේල් 13) නවදිල්ලියේ දී.",
        "අත්‍යාවශ්‍ය භාණ්ඩ සහ ඉන්ධන සඳහා ණය වශයෙන් ඉන්දියාව ශ්‍රී ලංකාවට ලබා දෙන සහය පිළිබඳවත්, මෙම අභියෝගාත්මක අවස්ථාවන්හිදී ලබා දුන් ගෙවුම් ශේෂයේ සහාය පිළිබඳවත් මොරගොඩ ආරම්භයේදීම ඉන්දීය මුදල් අමාත්‍යවරයාට ස්තුතිය පුද කළේය. නවදිල්ලිය නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "ඉන්දීය මුදල් අමාත්‍යවරයා සහ මහ කොමසාරිස්වරයා නිරීක්ෂණය කළේ ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ ආර්ථික ගැලපීම් වැඩසටහන සාකච්ඡා කරන තෙක් මෙම ආධාර ශ්‍රී ලංකාවට අවශ්‍ය පාලම් මූල්‍යයේ කොටසක් විය හැකි බවයි.",
        "එම වැඩපිළිවෙළ ක්‍රියාත්මක වන තුරු පාලම් මූල්‍ය සුරක්ෂිත කිරීම සඳහා ශ්‍රී ලංකාවට මේ ආකාරයෙන් සහය දුන් පළමු රට ඉන්දියාව බව ද නිරීක්ෂණය විය.",
        "මෙම සන්දර්භය තුළ, මහ කොමසාරිස් මොරගොඩ සහ අමාත්‍ය සීතාරාමන් ද්විපාර්ශ්වික සහ බහුපාර්ශ්වික හවුල්කරුවන් හරහා පාලම් මූල්‍ය සුරක්ෂිත කිරීම සහ ආර්ථික ගැලපුම් වැඩසටහන සඳහා ජාත්‍යන්තර සහයෝගය ලබා ගැනීමට ඉන්දියාවට ශ්‍රී ලංකාවට සහාය විය හැකි ආකාරය පිළිබඳව සාකච්ඡා කළහ.",
        "ශ්‍රී ලංකා රජය විසින් ප්‍රකාශයට පත් කර ඇති ණය නතර කිරීම පිළිබඳව මහ කොමසාරිස්වරයා ඉන්දීය මුදල් අමාත්‍යවරයා දැනුවත් කළේය. ණය ප්‍රතිව්‍යුහගත කිරීම සම්බන්ධයෙන් ශ්‍රී ලංකා බලධාරීන් සම්මුති ගිවිසුමක් අපේක්ෂා කරන බව ඔහු ඇයට දන්වා සිටියේය.",
        "අත්‍යවශ්‍ය භාණ්ඩ සහ ඉන්ධන සඳහා ණය මෙන්ම ගෙවුම් ශේෂ ආධාරක වශයෙන් ඉන්දියාව විසින් දැනටමත් ලබා දී ඇති සමහර ආධාර වැඩිදියුණු කිරීමේ සහ ප්‍රතිව්‍යුහගත කිරීමේ හැකියාව ඔවුන් ගවේෂණය කළහ.",
        "මධ්‍ය කාලීනව ශ්‍රී ලංකාවේ වේගවත් වර්ධනය සහ සංවර්ධනය ප්‍රවර්ධනය කිරීම සඳහා ඉන්දියාව පුළුල් කාර්යභාරයක් ඉටු කරන්නේ කෙසේද යන්න පිළිබඳව ද සාකච්ඡාවේ අවධානය යොමු විය.",
        "මහ කොමසාරිස් මොරගොඩ සහ අමාත්‍ය සීතාරාමන් ශ්‍රී ලංකාව සහ ඉන්දියාව අතර සහයෝගිතා රාමුවක් ස්ථාපිත කිරීම සහ වත්මන් සන්දර්භය තුළ දෙරට අතර ආර්ථික සහයෝගීතාවයේ ප්‍රගතිය නිරීක්ෂණය කිරීම සඳහා දැනට පැවැත්වෙන නිල මට්ටමේ සාකච්ඡා පිළිබඳව සමාලෝචනය කර සතුට පළ කළහ.",
        "බහුපාර්ශ්වික කටයුතු සහ ණය තිරසාරභාවය පිළිබඳ ජනාධිපති උපදේශක කණ්ඩායම, මහ බැංකු අධිපතිවරයා සහ භාණ්ඩාගාර ලේකම්වරයා ශ්‍රී ලංකාව නියෝජනය කරමින් මෙම සාකච්ඡාවල නිරත වන අතර ඉන්දියාව නියෝජනය කරමින් රජයේ ප්‍රධාන ආර්ථික උපදේශක සහ ආර්ථික කටයුතු ලේකම් (ආර්ථික කටයුතු) මුදල් අමාත්යාංශය. මෙම සාකච්ඡා සඳහා දෙරටේ මහ කොමසාරිස් කාර්යාල ද සහභාගී වන බව එම නිවේදනයේ වැඩිදුරටත් සඳහන් වේ.",
        "මෙම හමුවේදී ඉන්දීය මුදල් අමාත්‍යවරිය ආර්ථික අර්බුදයේ මානුෂීය පිරිවැය පිළිබඳව සිය කනස්සල්ල පළ කළ අතර ඉන්දියාව ශ්‍රී ලංකාවේ අභියෝග ජය ගැනීම සඳහා ශ්‍රී ලංකාව සමඟ සිටින බව ප්‍රකාශ කළාය. ඊට ප්‍රතිචාර වශයෙන් මහ කොමසාරිස් මොරගොඩ, මෙම දුෂ්කර අවස්ථාවේ ශ්‍රී ලංකාවට සහය දැක්වීමට තමන් දක්වන පෞද්ගලික උනන්දුව පිළිබඳව අමාත්‍ය සීතාරාමන්ට ස්තූතිය පුද කළේය.",
        "ශ්‍රී ලංකාවේ මුදල් අමාත්‍ය අලි සබ්රි සහ ඔහුගේ දූත පිරිස ලබන සතියේ වොෂින්ටන් ඩීසී හි දී IMF වසන්ත රැස්වීම්වල පියාපත් මත ඉන්දියාවේ සිට අමාත්‍ය දූත පිරිස හමුවීමට නියමිත බව ද ඔවුහු සඳහන් කළහ."
      ]
    },
    "ta": {
      "title": "இந்திய-இலங்கை பொருளாதார ஒத்துழைப்பின் தற்போதைய நிலையை இலங்கை மற்றும் இந்தியா மீளாய்வு செய்கின்றன",
      "body_lines": [
        "இந்தியாவிற்கான இலங்கை உயர்ஸ்தானிகர் மிலிந்த மொரகொட, இந்தியாவின் நிதி மற்றும் பெருநிறுவன விவகார அமைச்சர் ஸ்ரீமதி. இந்திய-இலங்கை பொருளாதார ஒத்துழைப்பின் தற்போதைய நிலையை மறுஆய்வு செய்ய நிர்மலா சீதாராமன் இன்று (ஏப்ரல் 13) புது தில்லியில், இலங்கை சர்வதேச நாணய நிதியத்துடன் பொருளாதார சரிசெய்தல் திட்டத்திற்கான பேச்சுவார்த்தையில் இறங்கியுள்ளது.",
        "ஆரம்பத்தில், மொரகொட, அத்தியாவசியப் பொருட்கள் மற்றும் எரிபொருளுக்கான கடன் வடிவில் இந்தியா இலங்கைக்கு வழங்கி வரும் உதவிகளுக்காகவும், இந்த சவாலான காலங்களில் வழங்கப்பட்ட பேமெண்ட் பேலன்ஸ் ஆதரவுக்காகவும் இந்திய நிதி அமைச்சருக்கு நன்றி தெரிவித்தார். புதுடெல்லி ஒரு அறிக்கையில் தெரிவித்துள்ளார்.",
        "இந்திய நிதியமைச்சரும் உயர் ஸ்தானிகரும், சர்வதேச நாணய நிதியத்துடன் பொருளாதார சீர்திருத்த வேலைத்திட்டம் பேச்சுவார்த்தைக்கு உட்படுத்தப்படும் வரை, இந்த உதவியானது இலங்கைக்குத் தேவையான பிரிட்ஜிங் நிதியின் ஒரு பகுதியாக அமையும் என்பதை அவதானித்துள்ளனர்.",
        "அந்த வேலைத்திட்டம் அமுல்படுத்தப்படும் வரை பிரிட்ஜிங் நிதியைப் பெறுவதற்காக இலங்கைக்கு இந்த வகையில் ஆதரவளித்த முதல் நாடு இந்தியா என்பதும் அவதானிக்கப்பட்டது.",
        "இந்தச் சூழலில், உயர்ஸ்தானிகர் மொரகொட மற்றும் அமைச்சர் சீதாராமன் ஆகியோர், இருதரப்பு மற்றும் பலதரப்பு பங்காளிகள் மூலம், பாலம் நிதியைப் பாதுகாப்பதற்கும், பொருளாதார சீரமைப்புத் திட்டத்துக்கும் சர்வதேச ஆதரவைப் பெறுவதற்கு, இலங்கைக்கு இந்தியா எவ்வாறு உதவுவது என்பது குறித்து விவாதித்தனர்.",
        "உயர்ஸ்தானிகர், இலங்கை அரசாங்கத்தால் அறிவிக்கப்பட்ட கடன் நிறுத்தம் குறித்து இந்திய நிதி அமைச்சரிடம் விளக்கினார். கடன் மறுசீரமைப்பு தொடர்பாக இலங்கை அதிகாரிகள் ஒருமித்த உடன்பாட்டைக் கோருவதாக அவர் அவரிடம் தெரிவித்தார்.",
        "அத்தியாவசியப் பொருட்கள் மற்றும் எரிபொருளுக்கான கடன்கள் மற்றும் பேமண்ட் பேமெண்ட் ஆதரவின் வடிவத்தில் ஏற்கனவே இந்தியா வழங்கிய சில உதவிகளை மேம்படுத்துதல் மற்றும் மறுசீரமைப்பு செய்வதற்கான சாத்தியக்கூறுகளை அவர்கள் ஆராய்ந்தனர்.",
        "இலங்கையின் வேகமான வளர்ச்சி மற்றும் அபிவிருத்தியை நடுத்தர காலத்தில் மேம்படுத்துவதில் இந்தியா எவ்வாறு விரிவாக்கப்பட்ட பங்கை வகிக்க முடியும் என்பது குறித்தும் கலந்துரையாடப்பட்டது.",
        "உயர்ஸ்தானிகர் மொரகொட மற்றும் அமைச்சர் சீதாராமன் ஆகியோர் இலங்கைக்கும் இந்தியாவிற்கும் இடையில் ஒத்துழைப்பு கட்டமைப்பை ஏற்படுத்துவதற்கும் தற்போதைய சூழலில் இரு நாடுகளுக்குமிடையிலான பொருளாதார ஒத்துழைப்பின் முன்னேற்றத்தை கண்காணிப்பதற்கும் நடந்து வரும் உத்தியோகபூர்வ மட்ட கலந்துரையாடல்களை மீளாய்வு செய்து திருப்தியை வெளிப்படுத்தினர்.",
        "பலதரப்பு ஈடுபாடு மற்றும் கடன் நிலைத்தன்மை தொடர்பான ஜனாதிபதி ஆலோசனைக் குழு, மத்திய வங்கியின் ஆளுநர் மற்றும் திறைசேரியின் செயலாளர் ஆகியோர் இலங்கையைப் பிரதிநிதித்துவப்படுத்தும் இந்தக் கலந்துரையாடல்களில் ஈடுபட்டுள்ளனர். அதேவேளையில் இந்தியாவின் பிரதான பொருளாதார ஆலோசகர் மற்றும் செயலாளர் (பொருளாதார விவகாரங்கள்) ஆகியோர் கலந்து கொள்கின்றனர். நிதி அமைச்சகம். இரு நாடுகளின் உயர் ஸ்தானிகராலயங்களும் பரஸ்பரம் தலைநகரங்களில் இந்த கலந்துரையாடல்களில் பங்கேற்கின்றன என அந்த அறிக்கையில் மேலும் தெரிவிக்கப்பட்டுள்ளது.",
        "இந்த சந்திப்பின் போது, ​​பொருளாதார நெருக்கடியின் மனிதாபிமான செலவுகள் குறித்து தனது கவலையை தெரிவித்த இந்திய நிதியமைச்சர், இலங்கையின் சவால்களை சமாளிக்க இந்தியா துணை நிற்கும் என்றும் கூறினார். இதற்கு பதிலளித்த உயர் ஸ்தானிகர் மொரகொட, இந்த இக்கட்டான நேரத்தில் இலங்கைக்கு ஆதரவளிப்பதில் அமைச்சர் சீதாராமன் எடுத்த தனிப்பட்ட அக்கறைக்கு நன்றி தெரிவித்தார்.",
        "இலங்கையின் நிதியமைச்சர் அலி சப்ரி மற்றும் அவரது தூதுக்குழுவினர் அடுத்த வாரம் வாஷிங்டன் டி.சி.யில் IMF வசந்தகால கூட்டங்களில் இந்தியாவிலிருந்து அமைச்சர்கள் குழுவை சந்திக்கவுள்ளனர் என்றும் அவர்கள் குறிப்பிட்டனர்."
      ]
    }
  }
}