{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hela-apparel-holdings-receives-iso-14064-12018-certification/",
  "time_ut": 1652803620,
  "title": "Hela Apparel Holdings receives ISO 14064-1:2018 certification",
  "body_lines": [
    "Certification for quantification and reporting of greenhouse gas emissions across the group",
    "Marking a key milestone in its sustainability journey, Hela Apparel Holdings has been awarded the prestigious ISO 14064-1:2018 certification by The Sustainable Future Group (SFG).",
    "The ISO 14064-1:2018 certification was awarded to Hela in recognition of the group’s efforts to establish a framework to quantify and report on their greenhouse gas (GHG) emissions in accordance with ISO’s strict requirements, as well as implementing a Carbon Management Plan to work towards reducing emissions where possible. A comprehensive group-wide GHG inventory assessment was carried out which included all applicable direct and indirect Category 1, Category 2, Category 3, and Category 4 GHG emissions.",
    "“I would like to congratulate Hela for obtaining their ISO certification,” said Faris Fausz, Managing Director of SFG. “Hela is demonstrating a strong commitment to reducing its climate change impact by thoroughly, transparently, and properly measuring and reducing its carbon footprint, in line with the most stringent international standards, including ISO 14064-1:2018”.",
    "SLT-MOBITEL to power ‘Nalanda Boulevard’ with comprehensive ICT and Fibre solutions",
    "Pelwatte Dairy conducts O/L Seminars as part of its CSR campaign",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Hela Apparel Holdings ISO 14064-1:2018 සහතිකය ලබයි",
      "body_lines": [
        "සමූහය පුරා හරිතාගාර වායු විමෝචනය ප්‍රමාණ කිරීම සහ වාර්තා කිරීම සඳහා සහතික කිරීම",
        "සිය තිරසාර ගමනේ ප්‍රධාන සන්ධිස්ථානයක් සනිටුහන් කරමින්, Hela Apparel Holdings වෙත The Sustainable Future Group (SFG) විසින් කීර්තිමත් ISO 14064-1:2018 සහතිකය පිරිනමා ඇත.",
        "ISO 14064-1:2018 සහතිකය හෙල වෙත පිරිනමනු ලැබුවේ ISO හි දැඩි අවශ්‍යතාවලට අනුකූලව ඔවුන්ගේ හරිතාගාර වායු (GHG) විමෝචනය ගණනය කිරීම සහ වාර්තා කිරීම සඳහා රාමුවක් පිහිටුවීමට මෙන්ම කාබන් කළමනාකරණ සැලැස්මක් ක්‍රියාවට නැංවීම සඳහා සමූහයක් දරන උත්සාහය අගයමිනි. හැකි සෑම විටම වායු විමෝචනය අවම කිරීමට කටයුතු කරන්න. සමූහ-පුළුල් GHG ඉන්වෙන්ටරි තක්සේරුවක් සිදු කරන ලද අතර එයට අදාළ වන සියලුම සෘජු සහ වක්‍ර කාණ්ඩය 1, ප්‍රවර්ගය 2, ප්‍රවර්ගය 3 සහ 4 කාණ්ඩයේ GHG විමෝචන ඇතුළත් වේ.",
        "SFG හි කළමනාකාර අධ්‍යක්ෂ ෆාරිස් ෆවුස් පැවසුවේ \"ISO සහතිකය ලබා ගැනීම ගැන හෙළයට සුබ පතන්න කැමතියි. \"ISO 14064-1:2018 ඇතුළුව වඩාත් දැඩි ජාත්‍යන්තර ප්‍රමිතීන්ට අනුකූලව, සිය කාබන් පියසටහන මනාව, විනිවිද භාවයෙන් සහ නිසි ලෙස මැනීම සහ අඩු කිරීම මගින් දේශගුණික විපර්යාස බලපෑම අවම කර ගැනීමට Hela දැඩි කැපවීමක් පෙන්නුම් කරයි\".",
        "SLT-MOBITEL සවිස්තරාත්මක ICT සහ Fiber විසඳුම් සමඟින් ‘නාලන්ද Boulevard’ බලගැන්වීමට",
        "පැල්වත්ත කිරි සමාගම සිය CSR ව්‍යාපාරයේ කොටසක් ලෙස O/L සම්මන්ත්‍රණ පවත්වයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஹெலா அப்பேரல் ஹோல்டிங்ஸ் ISO 14064-1:2018 சான்றிதழைப் பெறுகிறது",
      "body_lines": [
        "குழு முழுவதும் கிரீன்ஹவுஸ் வாயு உமிழ்வை அளவிடுதல் மற்றும் அறிக்கையிடுவதற்கான சான்றிதழ்",
        "அதன் நிலைத்தன்மை பயணத்தில் ஒரு முக்கிய மைல்கல்லைக் குறிக்கும் வகையில், ஹெலா அப்பேரல் ஹோல்டிங்ஸ், The Sustainable Future Group (SFG) இன் மதிப்புமிக்க ISO 14064-1:2018 சான்றிதழை வழங்கியுள்ளது.",
        "ISO 14064-1:2018 சான்றிதழ் ஹெலாவிற்கு வழங்கப்பட்டது, ISO இன் கடுமையான தேவைகளுக்கு இணங்க, அவர்களின் பசுமை இல்ல வாயு (GHG) உமிழ்வை அளவிடுவதற்கும் அறிக்கை செய்வதற்கும் ஒரு கட்டமைப்பை நிறுவுவதற்கான குழுவின் முயற்சிகள் மற்றும் கார்பன் மேலாண்மை திட்டத்தை செயல்படுத்துதல் முடிந்தவரை உமிழ்வைக் குறைக்கும் நோக்கில் செயல்படுங்கள். அனைத்து பொருந்தக்கூடிய நேரடி மற்றும் மறைமுக வகை 1, வகை 2, வகை 3 மற்றும் வகை 4 GHG உமிழ்வுகள் ஆகியவற்றை உள்ளடக்கிய ஒரு விரிவான குழு அளவிலான GHG சரக்கு மதிப்பீடு மேற்கொள்ளப்பட்டது.",
        "\"ஹேலா அவர்களின் ISO சான்றிதழைப் பெற்றதற்காக நான் வாழ்த்த விரும்புகிறேன்,\" என்று SFG இன் நிர்வாக இயக்குநர் Faris Fausz கூறினார். \"ISO 14064-1:2018 உட்பட மிகவும் கடுமையான சர்வதேச தரங்களுக்கு இணங்க, அதன் கார்பன் தடத்தை முழுமையாகவும், வெளிப்படையாகவும், சரியாகவும் அளந்து குறைப்பதன் மூலம் காலநிலை மாற்றத்தின் தாக்கத்தை குறைப்பதில் Hela வலுவான அர்ப்பணிப்பை வெளிப்படுத்துகிறது\".",
        "SLT-MOBITEL ஆனது விரிவான ICT மற்றும் ஃபைபர் தீர்வுகளுடன் ‘நலந்தா பவுல்வர்டு’ ஐ மேம்படுத்துகிறது",
        "Pelwatte Dairy அதன் CSR பிரச்சாரத்தின் ஒரு பகுதியாக O/L கருத்தரங்குகளை நடத்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}