{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/06/monkeypox-cases-outside-africa-rise-to-780-in-three-weeks/",
  "time_ut": 1654501560,
  "title": "MonkeyPox Cases outside Africa rise to 780 in three weeks",
  "body_lines": [
    "BBC; There have been 780 confirmed cases of monkeypox in countries where the virus is not usually found, the World Health Organization says.",
    "That is roughly triple the 257 cases it reported a week ago.",
    "It says the figure – for the past three weeks – is probably an underestimate and assesses the global risk level as “moderate”.",
    "The infection is usually mild, but this is the first time it has spread widely outside Central and West Africa.",
    "The WHO said cases had been identified in 27 countries where it is not already “endemic” – meaning places it is expected to be found.",
    "Most of these new cases are in Europe and North America as well as small numbers in Mexico, Argentina, Morocco and the United Arab Emirates.",
    "The UK has the most cases, with 207, followed by Spain with 156 and Portugal with 138.",
    "In its latest update, the WHO said some countries were reporting that new cases were appearing beyond known contacts of previously confirmed cases, which it said suggested chains of transmission were being “missed through undetected circulation of the virus”.",
    "“It is highly likely that other countries will identify cases and there will be further spread of the virus,” it added.",
    "While the current risk to human health for the general public “remains low”, the public health risk could “become high” if the virus becomes widespread in countries where it is not normally found, it said. No deaths have been reported as a result of the current outbreak.",
    "The global health body said most, but not all, of the reported cases so far have involved men who have sex with men. There is no evidence that monkeypox is sexually transmitted, but it is passed on through close contact.",
    "The organization said many cases were not presenting with the typical clinical picture for monkeypox, with some describing pustules appearing before symptoms such as fever.",
    "Most cases of the virus clear up on their own within a few weeks. Symptoms include fever, headaches, swellings, back pain, aching muscles, as well as a rash which goes through different stages.",
    "Monkeypox can sometimes be more severe, however, and has been reported to have caused deaths in West Africa in the past."
  ],
  "translate": {
    "si": {
      "title": "අප්‍රිකාවෙන් පිටත වඳුරු පොක්ස් රෝගීන් සති තුනකින් 780 දක්වා ඉහළ යයි",
      "body_lines": [
        "බීබීසී; වෛරසය සාමාන්‍යයෙන් සොයාගත නොහැකි රටවල වඳුරු උවදුර 780 ක් තහවුරු වී ඇති බව ලෝක සෞඛ්‍ය සංවිධානය පවසයි.",
        "එය සතියකට පෙර වාර්තා වූ රෝගීන් 257 ට වඩා දළ වශයෙන් තුන් ගුණයකි.",
        "එය පවසන්නේ - පසුගිය සති තුන සඳහා - බොහෝ විට අවතක්සේරු කිරීමක් වන අතර ගෝලීය අවදානම් මට්ටම \"මධ්‍යස්ථ\" ලෙස තක්සේරු කරයි.",
        "ආසාදනය සාමාන්‍යයෙන් මෘදුයි, නමුත් මධ්‍යම සහ බටහිර අප්‍රිකාවෙන් පිටත එය පුළුල් ලෙස ව්‍යාප්ත වූ පළමු අවස්ථාව මෙයයි.",
        "ලෝක සෞඛ්‍ය සංවිධානය පැවසුවේ එය දැනටමත් “අවදේශික” නොවන රටවල් 27 ක රෝගීන් හඳුනාගෙන ඇති බවයි - එනම් එය සොයා ගැනීමට අපේක්ෂා කරන ස්ථාන.",
        "මෙම නව අවස්ථා බොහොමයක් යුරෝපයේ සහ උතුරු ඇමරිකාවේ මෙන්ම මෙක්සිකෝව, ආර්ජන්ටිනාව, මොරොක්කෝව සහ එක්සත් අරාබි එමීර් රාජ්‍යයේ කුඩා සංඛ්‍යාවන් වේ.",
        "එක්සත් රාජධානියේ වැඩිම රෝගීන් සංඛ්‍යාවක් සිටින අතර, 207 ක්, ස්පාඤ්ඤයේ 156 ක් සහ පෘතුගාලයේ 138 ක් ඇත.",
        "එහි නවතම යාවත්කාලීනයේදී, WHO කියා සිටියේ සමහර රටවල් කලින් තහවුරු කරන ලද සිද්ධීන්ගේ දන්නා සම්බන්ධතා වලින් ඔබ්බට නව අවස්ථා වාර්තා වන බවයි, එය යෝජනා කළේ සම්ප්‍රේෂණ දාමයන් “වෛරසයේ හඳුනා නොගත් සංසරණය හරහා මග හැරී ඇති” බවයි.",
        "“වෙනත් රටවල් රෝගීන් හඳුනා ගැනීමටත් වෛරසය තවදුරටත් පැතිරීමටත් බොහෝ දුරට ඉඩ තිබේ,” එය තවදුරටත් පැවසීය.",
        "සාමාන්‍ය ජනතාව සඳහා මානව සෞඛ්‍යයට දැනට පවතින අවදානම “පහළ මට්ටමක පවතින” අතර, වෛරසය සාමාන්‍යයෙන් සොයාගත නොහැකි රටවල බහුලව පැතිර ගියහොත් මහජන සෞඛ්‍ය අවදානම “ඉහළ” විය හැකි බව එහි සඳහන් වේ. වත්මන් වසංගතය හේතුවෙන් කිසිදු මරණයක් වාර්තා වී නොමැත.",
        "ගෝලීය සෞඛ්‍ය ආයතනය පැවසුවේ, මෙතෙක් වාර්තා වී ඇති සිද්ධීන් අතරින් බොහොමයක්, නමුත් සියල්ලම නොව, පිරිමින් සමඟ ලිංගිකව එක්වන පිරිමින් සම්බන්ධ වී ඇති බවයි. වඳුරන් ලිංගිකව සම්ප්‍රේෂණය වන බවට කිසිදු සාක්ෂියක් නැත, නමුත් එය සමීප සම්බන්ධතා හරහා සම්ප්‍රේෂණය වේ.",
        "එම සංවිධානය පැවසුවේ, බොහෝ සිද්ධීන් වඳුරුපොක්ස් සඳහා වන සාමාන්‍ය සායනික චිත්‍රය සමඟින් ඉදිරිපත් නොවන බවත්, උණ වැනි රෝග ලක්ෂණ වලට පෙර මතුවන ලප කැළැල් විස්තර කරන බවත්ය.",
        "වෛරසයේ බොහෝ අවස්ථා සති කිහිපයක් ඇතුළත තනිවම පහව යයි. උණ, හිසරදය, ඉදිමීම්, කොන්දේ වේදනාව, මාංශ පේශි කැක්කුම, මෙන්ම විවිධ අවධීන් හරහා ගමන් කරන කුෂ්ඨ රෝග ලක්ෂණ වේ.",
        "කෙසේ වෙතත්, වඳුරු උවදුර සමහර විට වඩාත් දරුණු විය හැකි අතර, අතීතයේ බටහිර අප්‍රිකාවේ මරණ සිදු වූ බවට වාර්තා වී ඇත."
      ]
    },
    "ta": {
      "title": "ஆப்பிரிக்காவிற்கு வெளியே குரங்கு பாக்ஸ் வழக்குகள் மூன்று வாரங்களில் 780 ஆக உயர்ந்துள்ளது",
      "body_lines": [
        "பிபிசி; வைரஸ் பொதுவாகக் கண்டறியப்படாத நாடுகளில் 780 உறுதிப்படுத்தப்பட்ட குரங்குப்பழ வழக்குகள் உள்ளன என்று உலக சுகாதார நிறுவனம் கூறுகிறது.",
        "இது ஒரு வாரத்திற்கு முன்பு பதிவான 257 வழக்குகளை விட தோராயமாக மூன்று மடங்காகும்.",
        "இந்த எண்ணிக்கை - கடந்த மூன்று வாரங்களாக - ஒருவேளை குறைத்து மதிப்பிடப்பட்டுள்ளது மற்றும் உலகளாவிய ஆபத்து அளவை \"மிதமானது\" என்று மதிப்பிடுகிறது.",
        "தொற்று பொதுவாக லேசானது, ஆனால் மத்திய மற்றும் மேற்கு ஆப்பிரிக்காவிற்கு வெளியே பரவலாக பரவுவது இதுவே முதல் முறை.",
        "27 நாடுகளில் இது ஏற்கனவே \"உள்ளூர்\" இல்லை - அதாவது அது கண்டறியப்படும் என்று எதிர்பார்க்கப்படும் இடங்களில் கண்டறியப்பட்டதாக WHO கூறியது.",
        "இந்த புதிய வழக்குகளில் பெரும்பாலானவை ஐரோப்பா மற்றும் வட அமெரிக்காவிலும், மெக்ஸிகோ, அர்ஜென்டினா, மொராக்கோ மற்றும் ஐக்கிய அரபு எமிரேட்களிலும் சிறிய எண்ணிக்கையில் உள்ளன.",
        "இங்கிலாந்தில் 207 பேர், ஸ்பெயினில் 156 பேர் மற்றும் போர்ச்சுகல் 138 பேர் பாதிக்கப்பட்டுள்ளனர்.",
        "WHO அதன் சமீபத்திய புதுப்பிப்பில், முன்னர் உறுதிப்படுத்தப்பட்ட வழக்குகளின் அறியப்பட்ட தொடர்புகளுக்கு அப்பால் புதிய வழக்குகள் தோன்றுவதாக சில நாடுகள் தெரிவிக்கின்றன என்று கூறியது, இது \"வைரஸின் கண்டறியப்படாத சுழற்சியின் மூலம் பரவும் சங்கிலிகள் தவறவிடப்படுகின்றன\" என்று பரிந்துரைத்தது.",
        "\"மற்ற நாடுகள் வழக்குகளை அடையாளம் காணும் மற்றும் வைரஸ் மேலும் பரவுவதற்கான வாய்ப்புகள் அதிகம்\" என்று அது மேலும் கூறியது.",
        "பொது மக்களுக்கு மனித ஆரோக்கியத்திற்கான தற்போதைய ஆபத்து \"குறைவாகவே உள்ளது\" என்றாலும், வைரஸ் பொதுவாகக் கண்டறியப்படாத நாடுகளில் பரவலாக இருந்தால், பொது சுகாதார ஆபத்து \"அதிகமாக\" இருக்கும் என்று அது கூறியது. தற்போதைய வெடிப்பு காரணமாக உயிரிழப்பு எதுவும் ஏற்படவில்லை.",
        "உலக சுகாதார அமைப்பு கூறியது, இதுவரை பதிவாகியுள்ள வழக்குகளில் பெரும்பாலானவை, ஆனால் அனைத்துமே இல்லை, ஆண்களுடன் உடலுறவு கொள்ளும் ஆண்கள் சம்பந்தப்பட்டவர்கள். குரங்கு பாக்ஸ் பாலியல் ரீதியாக பரவுகிறது என்பதற்கு எந்த ஆதாரமும் இல்லை, ஆனால் அது நெருங்கிய தொடர்பு மூலம் பரவுகிறது.",
        "குரங்குப் காய்ச்சலுக்கான வழக்கமான மருத்துவப் படத்துடன் பல வழக்குகள் இல்லை என்றும், காய்ச்சல் போன்ற அறிகுறிகளுக்கு முன் சில கொப்புளங்கள் தோன்றியதாகவும் அந்த அமைப்பு கூறியது.",
        "வைரஸின் பெரும்பாலான வழக்குகள் சில வாரங்களுக்குள் தாங்களாகவே அழிக்கப்படுகின்றன. காய்ச்சல், தலைவலி, வீக்கம், முதுகுவலி, தசைகள் வலி, அத்துடன் பல்வேறு நிலைகளில் ஏற்படும் சொறி ஆகியவை இதன் அறிகுறிகளாகும்.",
        "குரங்கு சில நேரங்களில் மிகவும் கடுமையானதாக இருக்கலாம், இருப்பினும், கடந்த காலங்களில் மேற்கு ஆபிரிக்காவில் மரணங்களை ஏற்படுத்தியதாக தெரிவிக்கப்பட்டுள்ளது."
      ]
    }
  }
}