{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/How-far-should-you-go-to-ensure-election-of-good-MPs/108-239223",
  "time_ut": 1655411940,
  "title": "How far should you go to ensure election of ‘good  MPs’?",
  "body_lines": [
    "The genesis of the slogan demanding 225 clean and virtuous Members in Parliament has a long political history. In the 4th century B.C. Aristotle in “The Politics”, argued that",
    "if it is inevitable that not all the citizens in a sound state are good, it is impossible for all to have to the virtues of the good man, to be fit enough to rule others. In fact, Aristotle went to the extent of distinguishing between the “good man” and the “good citizen” and said that the virtue of ‘a person being ruled’ is the “correct opinion”. Now, there is also a clamour for financial experts to be brought into Parliament to pull us out of the economic crisis.",
    "On one hand taking part in the governance of a country is a fundamental human right. The Universal Declaration of Human Rights (UDHR) of 1948 declares that everyone has the right to take part in the government of his country, directly or through freely chosen representatives (Article 21(1)). The International Convention on Civil and Political Rights (ICCPR) of 1966 recognises that every citizen shall have the right and the opportunity without any discrimination and without unreasonable restrictions to take part in the conduct of public affairs, directly or through chosen representatives (Article 25). The cumulative effect of Articles 88 and 12 of the 1978 Constitution is also that (unless disqualified as provided for in the Constitution) a person has a fundamental right to take part in governance of the country directly or indirectly by electing representatives.",
    "But, on the other hand, it is equally important that the conduct of public affairs and governance, which include law making, exercise of constitutional and statutory powers, spending and monitoring of expenditure of public funds and the use of natural resources, is entrusted with persons who can be reasonably expected to be capable of doing so, in trust for the public. In fact, the Supreme Court on several occasions has held that the constitutional and statutory powers, natural resources and public funds are held by the organs of the State and members of State organs, in trust for the public (e.g. The Eppawala Case)",
    "\"On one hand taking part in the governance of a country is a fundamental human right\"",
    "The Constitution of Sri Lanka (1978) has provisions, in particular in Articles 89 and 91, which aim to strike a balance between the competing individual right to take part in governance and the need to entrust the conduct of public affairs and governance in the hands of persons who would do so in the interest of the public. It appears that the genesis of these provisions in 1978 Constitution is in Article 13 of the Independence Constitution (Ceylon (Constitution) Order in Council of 1946), which mandates a higher threshold than our own ‘homegrown’ Constitutions.",
    "Article 91 of the Constitution contains the disqualifications for election as a Member of Parliament or to sit and vote in Parliament. Article 91(1) (a) of the Constitution, reads as follows:",
    "91(1) No person shall be qualified to be elected as a Member of Parliament or to sit and vote in Parliament –",
    "(a)If he is or become subject to any of the disqualifications specified in Article 89;",
    "Article 89 of the Constitution contains the disqualifications which prevents a person being an ‘elector” at the election of the President and of the Members of Parliament or to vote at any referendum. If a person is disqualified as an ‘elector’ under Article 89 of the Constitution, then such person is not qualified to be ‘elected’ as a Member of Parliament or to sit and vote in Parliament.",
    "Therefore, before being elected as a Member of Parliament, a person must qualify as an “elector” within the meaning of the Constitution, by not being subject to any of the disqualifications in Article 89 of the Constitution. Further, if whilst being elected as a Member of Parliament, he or she is subject to any disqualification specified in Articles 91 or 89 of the Constitution, then his/her seat in Parliament shall become vacant in terms of Article 66(d) of the Constitution and therefore, such member cannot continue to be a Member of Parliament or sit and vote in Parliament.",
    "\"If a person is disqualified as an ‘elector’ under Article 89 of the Constitution, then such person is not qualified to be ‘elected’ as a Member of Parliament or to sit and vote in Parliament\"",
    "With the peoples’ choices and preferences under the proportional preferential electoral system in the last four decades becoming bizarre, the disqualification in Article 89(d) of the Constitution which relates to the criminal conduct/history of a person has also become increasingly relevant and given rise to judicial pronouncements. Article 89(d) of the Constitution reads as follows:",
    "89. No person shall be qualified to be an elector at an election of the President, or of the Members of Parliament or to vote to at any referendum, if he is subject to any of the following disqualifications, namely,-",
    "(d) If he is serving or has during period of seven years immediately preceding completed serving for sentence of imprisonment (by whatever name called) for a term not less than six months imposed after conviction by any Court for an offence punishable with imprisonment for a term not less than two years or is under sentence of death or is serving or has during the period of seven years immediately preceding completed the serving of a sentence of imprisonment for term not less than six months awarded in lieu of execution of such sentence:",
    "Provided that if any person disqualified under this paragraph is granted a free pardon such disqualification shall cease from the date on which the pardon is granted.",
    "Broadly, the persons who may become disqualified under Article 89(d) of the Constitution can be classified into two categories based on the severity of the punishment/sentence. First are the persons convicted of an offence punishable with imprisonment for a term not less than two years. The second are the persons convicted of an offence punishable with death.",
    "For the disqualification under Article 89(d) to trigger in case of a conviction for an offence punishable with not less than two years imprisonment, the following must be satisfied:",
    "1.The person must be serving or has during the period of seven years immediately preceding completed serving of a sentence of imprisonment;",
    "2.Such term of imprisonment must be for a term not less than six months;",
    "The disqualification under Article 89(d) in case of a conviction for an offence punishable with death triggers when the following is satisfied:",
    "1.The person must be under sentence of death or is serving or has during the period of seven years immediately preceding completed the serving of a sentence of imprisonment for a term not less than six months awarded in lieu of the execution of the death sentence.",
    "For Provincial Council Members the same disqualifications stipulated in Article 91(1) of the Constitution (and thereby disqualifications in Article 89(d)) are brought into application by Section 3(a) of the Provincial Councils Act (No. 42 of 1987). Accordingly, Section 5 of the Provincial Councils Act provides that if a member becomes subject to any of the disqualifications in Section 3(a), his seat in the Provincial Council shall become vacant. The Local Authorities Elections Ordinance (No. 53 of 1946 as amended) in Section 9(1)(i) stipulates the same disqualifications in Article 89(d) of the Constitution, in case of Members of Local Government bodies (Municipal Councils, Urban Councils and Pradeshiya Sabhas).",
    "Two recent cases in relation to disqualification under Article 89(d) revealed the limitations in Article 89(d).",
    "\" The Constitution of Sri Lanka (1978) has provisions, in particular in Articles 89 and 91, which aim to strike a balance between the competing individual right to take part in governance and the need to entrust the conduct of public affairs and governance in the hands of persons who would do so in the interest of the public\"",
    "On 31st July 2020, Premalal Jayasekera was convicted of the offence of murder and sentenced to death by the High Court of Ratnapura. By then he had already tendered nomination (which had been accepted by the Returning Officer) for the Parliamentary election held on 5th August, 2020, at which he was elected to Parliament from Ratnapura District. After the conviction, but prior to the election, on 4th August, 2020, Jayasekera had filed a Petition of Appeal, to the Court of Appeal against the said conviction and sentence. Thereafter, the Commissioner General of Prisons issued a letter on the instructions of Hon. Attorney-General stating that Premalal Jayasekera is not permitted to attend Parliament. Thus he could not attend Parliament to take oaths as a Member of Parliament. He challenged the ‘decision’ of the Commissioner General of Prisons in the Court of Appeal by way of an application for a Writ of Certiorari.",
    "His petition of appeal against the conviction and the death sentence brought into operation the provisions in Section 333(4) of the Code of Criminal Procedure Act (No. 15 of 1978 as amended), according to which where an accused is sentenced to death, the execution shall be stayed once the Petition of Appeal is accepted. Further, Section 20(3) of the Bail Act, (No. 30 of 1997) provides that where the accused is sentenced to death, he shall be kept on remand in prison pending the determination of the appeal. Therefore, it was contended on behalf of Jayasekera that he was only a Remand Prisoner, and that he cannot be considered as a person “under the sentence of death” and as such the disqualification in Article 89(d) of the Constitution did not trigger preventing him from being a Member of Parliament. By the Order dated 07.09.2020 the Court of Appeal issued notice and granted interim relief enabling him to attend Parliament on the premise that there is an arguable case for the Petitioner. Subsequently, Jayasekera was acquitted by the Court of Appeal of the criminal charges, upon the hearing of his appeal.",
    "Ranjan Ramanayake Case (C.A. Minutes of 05.04.2021)  Ranjan Ramanayake was also elected as a Member of Parliament at the same August 2020 Parliamentary election. Whilst being a Member of Parliament, on 12th January 2021 he was convicted for contempt of court and sentenced to a term of four years rigorous imprisonment by the Supreme Court. He sought a Writ of Prohibition from the Court of Appeal to prevent the Commissioner General of Parliament from taking steps to inform the Election Commission that he has vacated his seat in Parliament.",
    "As the Supreme Court is the apex court, Ramanayake had no right of appeal to a higher court. Thus, the argument in the Premalal Jayasekera case based on the right of appeal was not available to Ramanayake.",
    "The contentions on behalf of Ramanayake were that: firstly, contempt of court is not an offence made punishable by law that triggers the disqualification in Article 89(d) and secondly that contempt of court is not an offence that carries “a minimum sentence of two years”. The Court of Appeal rejected both arguments based on the provisions in the Penal Code and the Code of Criminal Procedure Act. The Court of Appeal in its order points out that if contempt of court does not trigger Article 89(d) as it does not carry a minimum sentence of two years imprisonment, a person who is convicted of offences such as attempted murder, robbery, causing miscarriage and kidnapping would not disqualify under Article 89(d) as those offences too do not carry a minimum sentence of two years imprisonment.",
    "\"Ranjan Ramanayake was also elected as a Member of Parliament at the same August 2020 Parliamentary election.  Whilst being a Member of Parliament, on 12th January 2021 he was convicted for contempt of court and sentenced to a term of four years rigorous imprisonment by the Supreme Court\"",
    "Thus, in effect, the disqualification in Article 89 (d) read with Article 91(1)(a) will take effect in case of an elected Member of Parliament, Provincial Council or a local government body, only upon the determination of the appeal from the conviction and sentence, if an appeal is lodged against the conviction and sentence. Perhaps, the framers of the Constitution did not foresee the ‘triggering in’ of the provisions in the Criminal Procedure Code and Bail Act, which emanate from the presumption of innocence which is also a fundamental right guaranteed in the Constitution (Article 13(5)).",
    "Implications of the Criminal Procedure Code do not seem to end there. Section 303(8) of the Criminal Procedure Code, which empowers courts exercising criminal jurisdiction to suspend a sentence of imprisonment also has a bearing on the disqualification under Article 89(d) of the Constitution. Section 303(8) of the Criminal Procedure Code reads as follows:",
    "A suspended sentence of imprisonment shall be taken as being a sentence of imprisonment for the purpose of any law, except any law providing for disqualification for or loss of office or for the forfeiture or suspension of pensions or other benefits.",
    "Article 89(d) of the Constitution, Section 3(a) of the Provincial Councils Act, and Section 9(1)(i) of the Local Authorities Elections Ordinance will readily fall within “the laws providing for disqualification” within the meaning of Section 303(8) of the Criminal Procedure Code. Thus, if a sentence of imprisonment is suspended such a sentence does not trigger the disqualification under Article 89(d) irrespective of the gravity of the offence.",
    "Above all, in terms of the Proviso to Article 89(d) of the Constitution, the President has the power to wipe out a disqualification under Article 89(d), by granting a free pardon to a person subject to disqualification.",
    "The public officers though not elected, are involved in the conduct of public affairs including spending public funds and conceptually form part of the executive arm of the State. If a public officer is implicated in a criminal case, consequences on holding office are drastically different to that of elected Members of Parliament, Provincial Councils and Local Government bodies. In terms of Clause 27.9 of Chapter XLVIII of the Establishments Code, if a public officer is remanded, and pending legal proceedings is released on bail, he shall be reinstated in service only if the reinstatement will not adversely affect the interests of the public service. Further, in terms of Clause 27.10 thereof, if criminal proceedings are taken against a public officer for bribery or corruption, such officer shall be forthwith interdicted from service. If a Public Officer is found guilty of a criminal offence by a Court, the disciplinary authority may impose a disciplinary order without holding a formal disciplinary inquiry taking into consideration the findings of the Court (Clause 28.3 of Chapter XLVIII of the Establishments Code). Even if a Court of Law acquits a public officer from a criminal charge that does not prevent his disciplinary authority dealing with him on the same matter and imposing a punishment if it is warranted (Clause 28.6 of Chapter XLVIII of the Establishments Code).",
    "Obviously the law demands a higher level or threshold of virtuous conduct from public officers than from elected Members. Why are elected persons holding public offices placed on a much higher pedestal than appointed public officers of the State? Is it because they are elected by the people and the franchise is considered to be part of sovereignty? I think the concept of sovereignty cannot be stretched that far. If Members of Parliament want the people to have faith in them, Article 89(d) needs amendment to ensure that it serves its intended public purpose."
  ],
  "translate": {
    "si": {
      "title": "‘හොඳ මන්ත්‍රීවරුන්’ තෝරා ගැනීම සහතික කිරීමට ඔබ කොපමණ දුරක් යා යුතුද?",
      "body_lines": [
        "පාර්ලිමේන්තුවේ පිරිසිදු ගුණැති මන්ත්‍රීවරුන් 225ක් ඉල්ලා ගෙන යන සටන් පාඨයේ ආරම්භයට දීර්ඝ දේශපාලන ඉතිහාසයක් ඇත. 4 වැනි සියවසේදී ක්‍රි.පූ. \"දේශපාලනය\" හි ඇරිස්ටෝටල් තර්ක කළේය",
        "යහපත් තත්ත්වයක සිටින සියලුම පුරවැසියන් යහපත් නොවීම නොවැළැක්විය හැකි නම්, අන් අයව පාලනය කිරීමට තරම් යහපත් මිනිසාගේ ගුණය සැමට තිබිය නොහැක. ඇත්ත වශයෙන්ම, ඇරිස්ටෝටල් \"යහපත් මිනිසා\" සහ \"යහපත් පුරවැසියා\" අතර වෙනස හඳුනාගෙන 'පාලනයට ලක්වන පුද්ගලයෙකුගේ' ගුණය \"නිවැරදි මතය\" බව පැවසීය. දැන් අපිව ආර්ථික අර්බුදයෙන් ගොඩගන්න මූල්‍ය විශේෂඥයන් පාර්ලිමේන්තුවට ගේන්න කියන ඝෝෂාවකුත් තියෙනවා.",
        "එක් අතකින් රටක පාලනයට හවුල් වීම මූලික මිනිස් අයිතිවාසිකමකි. 1948 මානව හිමිකම් පිළිබඳ විශ්ව ප්‍රකාශය (UDHR) ප්‍රකාශ කරන්නේ සෑම කෙනෙකුටම තම රටේ රජයට සෘජුව හෝ නිදහසේ තෝරාගත් නියෝජිතයින් හරහා සහභාගී වීමට අයිතියක් ඇති බවයි (වගන්තිය 21(1)). 1966 සිවිල් සහ දේශපාලන අයිතිවාසිකම් පිළිබඳ ජාත්‍යන්තර සම්මුතිය (ICCPR) පිළිගෙන ඇත්තේ සෑම පුරවැසියෙකුටම කිසිදු භේදයකින් තොරව සහ අසාධාරණ සීමාවන් නොමැතිව සෘජුව හෝ තෝරාගත් නියෝජිතයින් හරහා මහජන කටයුතු මෙහෙයවීමට සහභාගී වීමට අයිතිය සහ අවස්ථාව ඇති බවයි (25 වැනි වගන්තිය) . 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 88 සහ 12 වගන්තිවල සමුච්චිත බලපෑම වන්නේ (ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දක්වා ඇති පරිදි නුසුදුස්සෙකු නොවන්නේ නම්) නියෝජිතයන් තෝරා පත් කර ගැනීමෙන් සෘජුව හෝ වක්‍රව රටේ පාලනයට සහභාගී වීමට පුද්ගලයෙකුට මූලික අයිතියක් තිබීමයි.",
        "එහෙත්, අනෙක් අතට, නීති සම්පාදනය, ව්‍යවස්ථාපිත සහ ව්‍යවස්ථාපිත බලතල ක්‍රියාත්මක කිරීම, රාජ්‍ය අරමුදල් වියදම් කිරීම සහ අධීක්ෂණය කිරීම සහ ස්වාභාවික සම්පත් භාවිතය ඇතුළත් පොදු කටයුතු සහ පාලනයේ හැසිරීම ද ඒ හා සමානව වැදගත් ය. මහජනයා කෙරෙහි විශ්වාසය තබමින් එසේ කළ හැකි යැයි සාධාරණ ලෙස අපේක්ෂා කළ හැකි පුද්ගලයන්. ඇත්ත වශයෙන්ම, ආණ්ඩුක්‍රම ව්‍යවස්ථාපිත සහ ව්‍යවස්ථාපිත බලතල, ස්වභාවික සම්පත් සහ මහජන මුදල් මහජනතාව කෙරෙහි විශ්වාසය තබමින් රාජ්‍ය ආයතන සහ රාජ්‍ය ආයතනවල සාමාජිකයන් විසින් දරනු ලබන බව ශ්‍රේෂ්ඨාධිකරණය අවස්ථා කිහිපයකදීම ප්‍රකාශ කර ඇත (උදා: එප්පාවල නඩුව)",
        "\"එක් අතකින් රටක පාලනයට සහභාගී වීම මූලික මිනිස් අයිතිවාසිකමක්\"",
        "ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ (1978) විශේෂයෙන්ම 89 සහ 91 ව්‍යවස්ථාවේ විධිවිධාන ඇත, එය පාලනයට සහභාගී වීමේ තරඟකාරී පුද්ගල අයිතිය සහ පොදු කටයුතු සහ පාලනය භාර ගැනීමේ අවශ්‍යතාවය අතර සමතුලිතතාවයක් ඇති කිරීම අරමුණු කරයි. මහජනතාවගේ යහපත සඳහා එසේ කරන පුද්ගලයින්ගේ. 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ මෙම ප්‍රතිපාදනවල උත්පත්තිය අපගේම 'ගෙදර' ආණ්ඩුක්‍රම ව්‍යවස්ථාවලට වඩා ඉහළ සීමාවක් නියම කරන නිදහස් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ (1946 කවුන්සිලයේ ලංකා (ආණ්ඩුක්‍රම ව්‍යවස්ථාව) නියෝගයේ) 13 වැනි වගන්තියේ ඇති බව පෙනේ.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 91 වැනි වගන්තියේ පාර්ලිමේන්තු මන්ත්‍රීවරයකු ලෙස තේරී පත්වීමට හෝ පාර්ලිමේන්තුවේ අසුන්ගෙන ඡන්දය ප්‍රකාශ කිරීමට නුසුදුසුකම් ඇතුළත් වේ. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 91 (1) (අ) වගන්තිය පහත පරිදි කියවේ.",
        "91(1) පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු ලෙස තේරී පත්වීමට හෝ පාර්ලිමේන්තුවේ අසුන්ගෙන ඡන්දය දීමට කිසිඳු තැනැත්තෙකු සුදුසුකම් නොලබන්නේය.",
        "(අ) ඔහු 89 වැනි වගන්තියේ නිශ්චිතව දක්වා ඇති කිසියම් නුසුදුසුකමකට හෝ යටත් වන්නේ නම්;",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89 වැනි ව්‍යවස්ථාවේ යම් පුද්ගලයකු ජනාධිපතිවරයා සහ පාර්ලිමේන්තු මන්ත්‍රීවරුන් තෝරා පත් කර ගැනීමේදී ‘ඡන්දදායකයෙකු’ වීම හෝ ඕනෑම ජනමත විචාරණයකදී ඡන්දය ප්‍රකාශ කිරීම වළක්වන නුසුදුසුකම් අඩංගු වේ. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89 වැනි ව්‍යවස්ථාව යටතේ යම් පුද්ගලයකු ‘ඡන්ද හිමිකරුවෙකු’ ලෙස නුසුදුසු නම්, එම පුද්ගලයා පාර්ලිමේන්තු මන්ත්‍රීවරයකු ලෙස ‘තේරී පත් වීමට’ හෝ පාර්ලිමේන්තුවේ අසුන්ගෙන ඡන්දය ප්‍රකාශ කිරීමට සුදුසුකම් නොලබයි.",
        "එබැවින්, පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු ලෙස තේරී පත් වීමට පෙර, ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89 ව්‍යවස්ථාවේ සඳහන් කිසිදු නුසුදුසුකමකට යටත් නොවී, ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ අර්ථය තුළ “මැතිවරණකරුවෙකු” ලෙස සුදුසුකම් ලැබිය යුතුය. තවද, පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු ලෙස තේරී පත්වන අතරතුර, ඔහු හෝ ඇය ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 91 හෝ 89 වගන්තිවල නිශ්චිතව දක්වා ඇති කිසියම් නුසුදුසුකමකට යටත් වන්නේ නම්, ඔහු/ඇයගේ පාර්ලිමේන්තු මන්ත්‍රී ධූරය 66(d) වගන්තිය ප්‍රකාරව පුරප්පාඩු වනු ඇත. ආණ්ඩුක්‍රම ව්‍යවස්ථාව සහ එබැවින් එවැනි මන්ත්‍රීවරයෙකුට තවදුරටත් පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු ලෙස සිටීමට හෝ පාර්ලිමේන්තුවේ අසුන්ගෙන ඡන්දය ප්‍රකාශ කිරීමට නොහැකිය.",
        "\"ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89 වැනි ව්‍යවස්ථාව යටතේ යම් තැනැත්තෙකු ‘ඡන්ද හිමිකරුවෙකු’ ලෙස නුසුදුසු නම්, එම පුද්ගලයා පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු ලෙස ‘තේරීපත්වීමට’ හෝ පාර්ලිමේන්තුවේ අසුන්ගෙන ඡන්දය දීමට සුදුසුකම් නොලබයි.",
        "පසුගිය දශක හතරක කාලය තුළ සමානුපාතික මනාප මැතිවරණ ක්‍රමය යටතේ ජනතාවගේ තේරීම් සහ මනාපයන් විකාර සහගත වීමත් සමඟ, පුද්ගලයෙකුගේ අපරාධ හැසිරීම/ඉතිහාසය සම්බන්ධ ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89 (ඈ) ව්‍යවස්ථාවේ නුසුදුස්සකු කිරීම ද වඩ වඩාත් අදාළ වන අතර ලබා දී ඇත. අධිකරණ ප්‍රකාශයන් දක්වා ඉහළ යයි. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89(d) වගන්තියේ මෙසේ සඳහන් වේ.",
        "89. පහත සඳහන් කවර හෝ නුසුදුසුකමකට යටත් වන්නේ නම්, කිසිඳු තැනැත්තකු, ජනාධිපතිවරයාගේ හෝ පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ මැතිවරණයකදී ඡන්දදායකයකු වීමට හෝ කිසියම් ජනමත විචාරණයකදී ඡන්දය දීමට සුදුසුකම් නොලබන්නේ ය.",
        "(ඈ) ඔහු සේවය කරන්නේ නම් හෝ ඊට පෙර වසර හතක කාලසීමාව තුළ වහාම සම්පූර්ණ කර ඇත්නම්, සිර දඬුවම් නියම කළ හැකි වරදක් සඳහා කිසියම් අධිකරණයක් විසින් වරදකරු කිරීමෙන් පසු පනවන ලද මාස හයකට නොඅඩු කාලයක් සඳහා (කිසිම නමකින් හඳුන්වනු ලබන) සිර දඬුවම් වසර දෙකකට නොඅඩු හෝ මරණ දණ්ඩනයට යටත්ව සිටින හෝ සේවය කරන හෝ ඊට පෙර වසර හතක කාලය තුළ එම දඬුවම ක්‍රියාත්මක කිරීම වෙනුවට ලබා දෙන මාස හයකට නොඅඩු කාලයක් සඳහා සිර දඬුවම් නියම කිරීම අවසන් කර ඇත.",
        "එසේ වුව ද, මෙම ඡේදය යටතේ නුසුදුස්සකු වූ යම් තැනැත්තකුට නිදහස් සමාවක් ලබා දෙන්නේ නම්, එම නුසුදුස්සකු සමාව ලබා දුන් දින සිට නතර විය යුතු ය.",
        "පුළුල් ලෙස, ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89(ඈ) වගන්තිය යටතේ නුසුදුස්සකු විය හැකි පුද්ගලයන් දඬුවම්/දඬුවම්වල බරපතලකම මත පදනම්ව වර්ග දෙකකට වර්ග කළ හැක. පළමුවැන්න නම්, වසර දෙකකට නොඅඩු සිරදඬුවම් ලැබිය හැකි වරදකට වරදකරුවන් වූ පුද්ගලයන් ය. දෙවැන්න මරණීය දණ්ඩනය ලැබිය හැකි වරදකට වරදකරු වූ පුද්ගලයන් ය.",
        "වසර දෙකකට නොඅඩු සිරදඬුවම් ලැබිය හැකි වරදක් සම්බන්ධයෙන් වරදකරු වීමකදී 89(ඈ) ව්‍යවස්ථාව යටතේ නුසුදුස්සකු වීම සඳහා පහත සඳහන් කරුණු සපුරාලිය යුතුය.",
        "1. එම පුද්ගලයා සිර දඬුවම් විඳීමට පෙර අවසන් වූ වසර හතක කාලය තුළ සේවය කරමින් සිටිය යුතුය.",
        "2.එවැනි සිරදඬුවම මාස හයකට නොඅඩු කාලයක් සඳහා විය යුතුය;",
        "මරණීය දණ්ඩනය ලැබිය හැකි වරදක් සම්බන්ධයෙන් වරදකරු වීමකදී 89(d) වගන්තිය යටතේ නුසුදුස්සකු වීම පහත සඳහන් කරුණු සෑහීමකට පත්වන විට ප්‍රේරකයට හේතු වේ.",
        "1. පුද්ගලයා මරණ දණ්ඩනයට යටත්ව සිටිය යුතුය හෝ සේවය කරමින් සිටිය යුතුය හෝ මරණ දණ්ඩනය ක්‍රියාත්මක කිරීම වෙනුවට ප්‍රදානය කරනු ලබන මාස හයකට නොඅඩු කාල සීමාවක් සඳහා වූ සිර දඬුවමක් විඳීමට වහාම පෙර වසර හතක කාලය තුළ සම්පූර්ණ කර තිබිය යුතුය.",
        "පළාත් සභා මන්ත්‍රීවරුන් සඳහා ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 91(1) ව්‍යවස්ථාවේ දක්වා ඇති එම නුසුදුසුකම් (එමගින් 89(ඈ) ව්‍යවස්ථාවේ නුසුදුස්සන්) පළාත් සභා පනතේ (1987 අංක 42) 3(අ) වගන්තිය මගින් අදාළ කර ඇත. . ඒ අනුව, පළාත් සභා පනතේ 5 වැනි වගන්තියට අනුව, 3(අ) වගන්තියේ යම් මන්ත්‍රීවරයකු නුසුදුස්සකු වීමකට ලක් වුවහොත්, ඔහුගේ පළාත් සභා මන්ත්‍රී ධූරය පුරප්පාඩු විය යුතු ය. 9(1)(i) වගන්තියේ (සංශෝධිත 1946 අංක 53 දරන) පළාත් පාලන ආයතන මැතිවරණ ආඥාපනත මගින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89(d) වගන්තියේ පළාත් පාලන ආයතනවල (නගර සභා, නාගරික) මන්ත්‍රීවරුන් සම්බන්ධයෙන් එම නුසුදුස්සන් නියම කර ඇත. සභා සහ ප්‍රාදේශීය සභා).",
        "89(d) වගන්තිය යටතේ නුසුදුස්සකු වීම සම්බන්ධයෙන් මෑත කාලීන සිද්ධීන් දෙකක් 89(d) වගන්තියේ සීමාවන් හෙළිදරව් කරන ලදී.",
        "\" ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ (1978) විශේෂයෙන් 89 සහ 91 ව්‍යවස්ථාවේ විධිවිධාන ඇත, එය පාලනයට සහභාගී වීමට තරඟකාරී පුද්ගල අයිතිය සහ පොදු කටයුතු සහ පාලනයේ හැසිරීම භාර දීමේ අවශ්‍යතාවය අතර සමතුලිතතාවයක් ඇති කිරීම අරමුණු කරයි. මහජනතාවගේ යහපත වෙනුවෙන් එසේ කරන පුද්ගලයන්ගේ දෑත්\"",
        "2020 ජුලි 31 වැනි දින රත්නපුර මහාධිකරණය විසින් ප්‍රේමලාල් ජයසේකර මනුෂ්‍ය ඝාතන වරදට වරදකරු කොට මරණ දඬුවම නියම කරන ලදී. ඒ වන විට ඔහු රත්නපුර දිස්ත්‍රික්කයෙන් පාර්ලිමේන්තුවට තේරී පත් වූ 2020 අගෝස්තු 5 වැනි දින පැවති පාර්ලිමේන්තු මැතිවරණය සඳහා (තේරිම් භාර නිලධාරී විසින් එය පිළිගෙන තිබුණි) නාමයෝජනා ඉදිරිපත් කර තිබුණි. වරදකරු වීමෙන් පසුව, නමුත් මැතිවරණයට පෙර, 2020 අගෝස්තු 4 වන දින, එම වරදට සහ දඬුවමට එරෙහිව ජයසේකර අභියාචනාධිකරණයට අභියාචනා පෙත්සමක් ගොනු කර ඇත. ඉන් අනතුරුව, ගරු බන්ධනාගාර කොමසාරිස් ජනරාල්වරයාගේ උපදෙස් මත බන්ධනාගාර කොමසාරිස් ජනරාල්වරයා විසින් ලිපියක් නිකුත් කරන ලදී. ප්‍රේමලාල් ජයසේකර මහතාට පාර්ලිමේන්තුවට පැමිණීමට අවසර නොමැති බව නීතිපතිවරයා පවසයි. ඒ අනුව ඔහුට පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු ලෙස දිවුරුම් දීමට පාර්ලිමේන්තුවට පැමිණීමට නොහැකි විය. ඔහු සිරගෙදර කොමසාරිස් ජනරාල්වරයාගේ ‘තීරණය’ අභියාචනාධිකරණයේදී අභියෝගයට ලක් කළේ සර්ටියෝරාරි ආඥාවක් සඳහා වන අයදුම්පතක් මගිනි.",
        "වරදකරුවෙකුට මරණ දණ්ඩනය නියම කරන ලද අපරාධ නඩු විධාන සංග්‍රහයේ (සංශෝධිත 1978 අංක 15 දරන) පනතේ 333(4) වගන්තියේ විධිවිධාන ක්‍රියාත්මක කරන ලද වරදට සහ මරණ දඬුවමට එරෙහිව ඔහුගේ අභියාචනා පෙත්සම ක්‍රියාත්මක කළේය. අභියාචනා පෙත්සම පිළිගත් පසු ක්රියාත්මක කිරීම නතර කරනු ලැබේ. තවද, ඇප පනතේ 20(3) වගන්තිය, (1997 අංක 30) විත්තිකරුට මරණීය දණ්ඩනය නියම කරනු ලැබුවහොත්, අභියාචනය තීරණය කරන තෙක් ඔහු බන්ධනාගාරයේ රිමාන්ඩ් භාරයේ තබා ගත යුතු බව සපයයි. එබැවින් ජයසේකර මහතා වෙනුවෙන් පෙනී සිටියේ ඔහු රිමාන්ඩ් සිරකරුවෙකු පමණක් බවත්, ඔහු \"මරණ දඬුවමට යටත්\" පුද්ගලයෙකු ලෙස සැලකිය නොහැකි බවත්, එබැවින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89 (ඩී) ව්‍යවස්ථාවේ නුසුදුස්සකු වීම හේතු නොවන බවත්ය. ඔහු පාර්ලිමේන්තු මන්ත්‍රීවරයකු වීම වළක්වයි. 2020.09.07 දිනැති නියෝගය මගින් අභියාචනාධිකරණය නොතීසි නිකුත් කර, පෙත්සම්කරුට තර්ක කළ හැකි නඩුවක් පවතින බව පවසමින් ඔහුට පාර්ලිමේන්තුවට පැමිණීමට හැකිවන පරිදි අතුරු සහනයක් ලබා දුන්නේය. ඉන්පසුව, ජයසේකර අභියාචනාධිකරණය විසින් ඔහුගේ අභියාචනය විභාග කිරීමෙන් පසු අපරාධ චෝදනාවලින් නිදොස් කොට නිදහස් කරන ලදී.",
        "Ranjan Ramanayake Case (C.A. Minutes of 05.04.2021)  2020 අගෝස්තු පාර්ලිමේන්තු මැතිවරණයේදීම රන්ජන් රාමනායක මන්ත්‍රීවරයෙකු ලෙසද තේරී පත් විය. පාර්ලිමේන්තු මන්ත්‍රීවරයෙකුව සිටියදී 2021 ජනවාරි 12 වන දින අධිකරණයට අපහාස කිරීමේ චෝදනාවට වරදකරු වී ශ්‍රේෂ්ඨාධිකරණය විසින් වසර හතරක බරපතල වැඩ සහිත සිරදඬුවම් නියම කරන ලදී. තමා පාර්ලිමේන්තු මන්ත්‍රී ධුරයෙන් ඉවත් වූ බව මැතිවරණ කොමිසමට දැනුම් දීමට පාර්ලිමේන්තු කොමසාරිස් ජනරාල්වරයා පියවර ගැනීම වැළැක්වීම සඳහා ඔහු අභියාචනාධිකරණයෙන් තහනම් නියෝගයක් ඉල්ලා සිටියේය.",
        "ශ්‍රේෂ්ඨාධිකරණය ශ්‍රේෂ්ඨාධිකරණය බැවින් රාමනායකට ඉහළ අධිකරණයකට අභියාචනා කිරීමට අයිතියක් තිබුණේ නැත. මේ අනුව, ප්‍රේමලාල් ජයසේකර නඩුවේ අභියාචනා අයිතිය මත පදනම් වූ තර්කය රාමනායකට නොතිබුණි.",
        "රාමනායක වෙනුවෙන් ඉදිරිපත් වූ තර්ක වූයේ: පළමුව, අධිකරණයට අපහාස කිරීම 89(d) ව්‍යවස්ථාවේ නුසුදුස්සකු කිරීමට හේතුවන නීතියෙන් දඬුවම් ලැබිය හැකි වරදක් නොවන අතර දෙවනුව අධිකරණයට අපහාස කිරීම “අවම දඩුවම් දෙකක සිර දඬුවමක් හිමිවන වරදක් නොවේ. වසර\". අභියාචනාධිකරණය දණ්ඩ නීති සංග්‍රහයේ සහ අපරාධ නඩු විධාන සංග්‍රහයේ පනතේ ප්‍රතිපාදන මත පදනම් වූ තර්ක දෙකම ප්‍රතික්ෂේප කළේය. අභියාචනාධිකරණය සිය නියෝගයෙන් පෙන්වා දෙන්නේ අධිකරණයට අපහාස කිරීම 89 (d) වගන්තිය මගින් අවම වශයෙන් වසර දෙකක සිර දඬුවමක් නොලබන්නේ නම්, මිනීමැරීමට තැත් කිරීම, මංකොල්ලකෑම, සිදුකිරීම වැනි වැරදි සම්බන්ධයෙන් වරදකරු වන පුද්ගලයෙකු බවයි. ගබ්සා කිරීම් සහ පැහැරගැනීම් 89(d) වගන්තිය යටතේ නුසුදුස්සකු නොවන්නේ එම වැරදි සඳහා ද අවම වශයෙන් වසර දෙකක සිර දඬුවමක් නොලැබෙන බැවිනි.",
        "\"2020 අගෝස්තු පාර්ලිමේන්තු මැතිවරණයේදීම රන්ජන් රාමනායක මන්ත්‍රීවරයෙකු ලෙසද තේරී පත් විය.  පාර්ලිමේන්තු මන්ත්‍රීවරයෙකුව සිටියදී 2021 ජනවාරි 12 දින අධිකරණයට අපහාස කිරීමේ චෝදනාවට වරදකරු වී වසර හතරක බරපතල සිරදඬුවමක් ශ්‍රේෂ්ඨාධිකරණය විසින් ඔහුට නියම කරන ලදී. අධිකරණය\"",
        "මේ අනුව, 91 (1) (අ) ව්‍යවස්ථාව සමඟ කියවා ඇති 89 (ඈ) ව්‍යවස්ථාවේ නුසුදුස්සකු වීම, තේරී පත් වූ පාර්ලිමේන්තු මන්ත්‍රීවරයකු, පළාත් සභාවක් හෝ පළාත් පාලන ආයතනයක් සම්බන්ධයෙන් ක්‍රියාත්මක වන්නේ අභියාචනය තීරණය කිරීමෙන් පසුව පමණි. වරදට සහ දඬුවමට එරෙහිව අභියාචනයක් ඉදිරිපත් කරන්නේ නම්, වරදකරු සහ දඬුවමෙන්. සමහර විට, ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ (13(5) වගන්තිය) සහතික කර ඇති නිර්දෝෂීභාවය පිළිබඳ උපකල්පනයෙන් පැන නගින අපරාධ නඩු විධාන සංග්‍රහයේ සහ ඇප පනතේ විධිවිධාන 'ප්‍රබෝධමත් කිරීම' ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදකයින් අපේක්ෂා නොකළා විය හැකිය. )",
        "අපරාධ නඩු විධාන සංග්‍රහයේ ඇඟවුම් එතැනින් අවසන් වන බවක් පෙනෙන්නට නැත. අපරාධ නඩු විධාන සංග්‍රහයේ 303(8) වගන්තිය, අපරාධ අධිකරණ බලය ක්‍රියාත්මක කරන උසාවිවලට සිරදඬුවම් නියම කිරීම අත්හිටුවීමට බලය පවරන අතර ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89(d) වගන්තිය යටතේ නුසුදුස්සකු වීම කෙරෙහි ද බලපෑමක් ඇත. අපරාධ නඩු විධාන සංග්‍රහයේ 303(8) වගන්තිය පහත පරිදි කියවේ.",
        "අත්හිටවූ සිරදඬුවමක්, තනතුරු අහිමි කිරීම හෝ අහිමි කිරීම හෝ විශ්‍රාම වැටුප් හෝ වෙනත් ප්‍රතිලාභ අහිමි කිරීම හෝ අත්හිටුවීම සඳහා සපයන ඕනෑම නීතියක් හැර, ඕනෑම නීතියක අරමුණ සඳහා සිරගත කිරීමේ දඬුවමක් ලෙස ගත යුතුය.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89(ඈ) වගන්තිය, පළාත් සභා පනතේ 3(අ) වගන්තිය සහ පළාත් පාලන ආයතන මැතිවරණ ආඥාපනතේ 9(1)(i) වගන්තිය යන අර්ථයන් තුළ “නුසුදුසුකම් සඳහා සම්පාදනය කරන නීති” තුළට වහා වැටේ. අපරාධ නඩු විධාන සංග්‍රහයේ 303(8) වගන්තිය. මේ අනුව, සිර දඬුවමක් අත්හිටුවනු ලැබුවහොත්, එවැනි දඬුවමක් වරදේ බරපතලකම නොසලකා 89 (d) වගන්තිය යටතේ නුසුදුසුකමට හේතු නොවේ.",
        "සියල්ලටත් වඩා, ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 89(ඈ) ව්‍යවස්ථාවේ විධිවිධාන ප්‍රකාරව, නුසුදුස්සකු වීමට යටත් වූ පුද්ගලයකුට නිදහස් සමාවක් ලබා දීමෙන් 89 (ඩී) ව්‍යවස්ථාව යටතේ නුසුදුස්සකු මකා දැමීමට ජනාධිපතිවරයාට බලය ඇත.",
        "රාජ්‍ය නිලධාරීන් තේරී පත් නොවූවත්, රාජ්‍ය මුදල් වියදම් කිරීම ඇතුළු පොදු කටයුතු මෙහෙයවීමට සම්බන්ධ වන අතර සංකල්පමය වශයෙන් රාජ්‍යයේ විධායක අංශයේ කොටසක් වේ. රාජ්‍ය නිලධාරියෙකු අපරාධ නඩුවකට පැටලෙන්නේ නම්, තනතුරු දැරීමේ ප්‍රතිවිපාක පාර්ලිමේන්තු, පළාත් සභා සහ පළාත් පාලන ආයතනවල තේරී පත් වූ මන්ත්‍රීවරුන්ට වඩා බෙහෙවින් වෙනස් ය. ආයතන සංග්‍රහයේ XLVIII පරිච්ෙඡ්දයේ 27.9 වගන්තිය ප්‍රකාරව, රාජ්‍ය නිලධාරියෙකු රිමාන්ඩ් භාරයට පත් කර, නීතිමය ක්‍රියාමාර්ග ගැනීමට නියමිතව සිටින ඇප මත මුදා හැරියහොත්, ඔහු නැවත සේවයේ පිහිටුවිය යුත්තේ, නැවත සේවයේ පිහිටුවීම රාජ්‍ය සේවයේ අවශ්‍යතාවලට අහිතකර ලෙස බලපාන්නේ නැති නම් පමණි. තවද, එහි 27.10 වගන්තිය ප්‍රකාරව, අල්ලස් හෝ දූෂණ සම්බන්ධයෙන් රාජ්‍ය නිලධාරියෙකුට එරෙහිව අපරාධ නඩු පවරන්නේ නම්, එම නිලධාරියාගේ සේවය වහාම අත්හිටුවිය යුතුය. රාජ්‍ය නිලධාරියෙකු සාපරාධී වරදකට අධිකරණය විසින් වරදකරු කරනු ලැබුවහොත්, අධිකරණයේ සොයාගැනීම් සැලකිල්ලට ගනිමින් විධිමත් විනය පරීක්ෂණයක් නොපවත්වා විනය අධිකාරියට විනය නියෝගයක් පැනවිය හැක (ආයතන සංග්‍රහයේ XLVIII පරිච්ඡේදයේ 28.3 වගන්තිය). අධිකරණයක් විසින් රාජ්‍ය නිලධාරියෙකු අපරාධ චෝදනාවකින් නිදොස් කොට නිදහස් කළද, ඔහුගේ විනය බලධාරියා එම කාරණය සම්බන්ධයෙන් ඔහු සමඟ කටයුතු කිරීම සහ එය වරෙන්තු වන්නේ නම් දඬුවමක් පැනවීම වළක්වන්නේ නැත (ආස්ථාපිත සංග්‍රහයේ XLVIII පරිච්ඡේදයේ 28.6 වගන්තිය).",
        "පැහැදිලිවම නීතියෙන් ඉල්ලා සිටින්නේ තේරී පත් වූ මන්ත්‍රීවරුන්ට වඩා රාජ්‍ය නිලධාරීන්ගෙන් සිල්වත් හැසිරීමේ ඉහළ මට්ටමක් හෝ සීමාවක් ඉල්ලා සිටීමයි. රාජ්‍ය නිලතල දරන තේරී පත් වූ පුද්ගලයන් රාජ්‍යයේ පත් කරන ලද රාජ්‍ය නිලධාරීන්ට වඩා ඉතා ඉහළ පදවියක තබන්නේ ඇයි? ඔවුන් මහජන ඡන්දයෙන් තේරී පත් වී ඡන්ද බලය පරමාධිපත්‍යයේ කොටසක් ලෙස සලකන නිසාද? මම හිතන්නේ පරමාධිපත්‍ය සංකල්පය එච්චර දුර දිග යන්න බැහැ. පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට ජනතාව ඔවුන් කෙරෙහි විශ්වාසය තැබීමට අවශ්‍ය නම්, 89 (ඈ) ව්‍යවස්ථාව එහි අපේක්ෂිත පොදු අරමුණ ඉටු කරන බව සහතික කිරීම සඳහා සංශෝධනයක් අවශ්‍ය වේ."
      ]
    },
    "ta": {
      "title": "‘நல்ல எம்.பி.க்களை’ தேர்ந்தெடுக்க எவ்வளவு தூரம் செல்ல வேண்டும்?",
      "body_lines": [
        "பாராளுமன்றத்தில் 225 தூய்மையான மற்றும் நல்லொழுக்கமுள்ள உறுப்பினர்கள் வேண்டும் என்ற முழக்கத்தின் தோற்றம் நீண்ட அரசியல் வரலாற்றைக் கொண்டுள்ளது. 4 ஆம் நூற்றாண்டில் கி.மு. \"அரசியலில்\" அரிஸ்டாட்டில் இதை வாதிட்டார்",
        "நல்ல நிலையில் உள்ள அனைத்து குடிமக்களும் நல்லவர்கள் அல்ல என்பது தவிர்க்க முடியாதது என்றால், நல்ல மனிதனின் நற்பண்புகளை அனைவரும் பெறுவது, மற்றவர்களை ஆளத் தகுதியானவர்களாக இருப்பது சாத்தியமற்றது. உண்மையில், அரிஸ்டாட்டில் \"நல்ல மனிதன்\" மற்றும் \"நல்ல குடிமகன்\" ஆகியவற்றை வேறுபடுத்தும் அளவிற்கு சென்று, 'ஒரு நபர் ஆளப்படுபவரின்' நல்லொழுக்கம் \"சரியான கருத்து\" என்று கூறினார். இப்போது, ​​பொருளாதார நெருக்கடியில் இருந்து நம்மை வெளியே இழுக்க நிதி நிபுணர்களை நாடாளுமன்றத்துக்குக் கொண்டு வர வேண்டும் என்ற கூக்குரலும் எழுந்துள்ளது.",
        "ஒருபுறம், ஒரு நாட்டின் நிர்வாகத்தில் பங்கேற்பது அடிப்படை மனித உரிமை. 1948 இன் உலகளாவிய மனித உரிமைகள் பிரகடனம் (UDHR) ஒவ்வொருவருக்கும் அவரவர் நாட்டின் அரசாங்கத்தில் நேரடியாகவோ அல்லது சுதந்திரமாக தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகள் மூலமாகவோ பங்குகொள்ள உரிமை உண்டு என்று அறிவிக்கிறது (கட்டுரை 21(1)). 1966 ஆம் ஆண்டின் சிவில் மற்றும் அரசியல் உரிமைகளுக்கான சர்வதேச மாநாடு (ஐசிசிபிஆர்) எந்தவொரு பாகுபாடும் இல்லாமல், நியாயமற்ற கட்டுப்பாடுகள் இல்லாமல் நேரடியாகவோ அல்லது தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகள் மூலமாகவோ பங்கேற்க உரிமையும் வாய்ப்பும் ஒவ்வொரு குடிமகனுக்கும் இருப்பதை அங்கீகரிக்கிறது (பிரிவு 25) . 1978 அரசியலமைப்பின் 88 மற்றும் 12 வது பிரிவுகளின் ஒட்டுமொத்த விளைவு என்னவென்றால், (அரசியலமைப்புச் சட்டத்தில் வழங்கப்பட்டுள்ளபடி தகுதி நீக்கம் செய்யப்படாவிட்டால்) பிரதிநிதிகளைத் தேர்ந்தெடுப்பதன் மூலம் நேரடியாகவோ அல்லது மறைமுகமாகவோ நாட்டின் நிர்வாகத்தில் பங்கேற்க ஒரு நபருக்கு அடிப்படை உரிமை உள்ளது.",
        "ஆனால், மறுபுறம், சட்டம் இயற்றுதல், அரசியலமைப்பு மற்றும் சட்டப்பூர்வ அதிகாரங்களைப் பயன்படுத்துதல், பொது நிதியின் செலவினங்களைச் செலவு செய்தல் மற்றும் கண்காணித்தல் மற்றும் இயற்கை வளங்களைப் பயன்படுத்துதல் ஆகியவற்றை உள்ளடக்கிய பொது விவகாரங்கள் மற்றும் நிர்வாகத்தை நடத்துவது சமமாக முக்கியமானது. நியாயமாக எதிர்பார்க்கக்கூடிய நபர்கள், பொதுமக்களின் நம்பிக்கையில் அவ்வாறு செய்ய முடியும். உண்மையில், உச்ச நீதிமன்றம் பல சந்தர்ப்பங்களில் அரசியலமைப்பு மற்றும் சட்டப்பூர்வ அதிகாரங்கள், இயற்கை வளங்கள் மற்றும் பொது நிதிகள் அரசின் உறுப்புகள் மற்றும் மாநில அமைப்புகளின் உறுப்பினர்களால் பொதுமக்களின் நம்பிக்கையில் உள்ளது (எ.கா. எப்பாவாலா வழக்கு) என்று கூறியுள்ளது.",
        "\"ஒருபுறம் ஒரு நாட்டின் நிர்வாகத்தில் பங்கேற்பது அடிப்படை மனித உரிமை\"",
        "இலங்கையின் அரசியலமைப்பு (1978) விதிகள் 89 மற்றும் 91 இல் விதிகள் உள்ளன, அவை ஆளுகையில் பங்கேற்கும் போட்டியிடும் தனிப்பட்ட உரிமை மற்றும் பொது விவகாரங்கள் மற்றும் நிர்வாகத்தை கைகளில் ஒப்படைக்க வேண்டியதன் அவசியத்திற்கு இடையே சமநிலையை ஏற்படுத்துவதை நோக்கமாகக் கொண்டுள்ளன. பொதுமக்களின் நலனுக்காக அவ்வாறு செய்யும் நபர்கள். 1978 அரசியலமைப்பின் இந்த விதிகளின் தோற்றம் சுதந்திர அரசியலமைப்பின் (1946 இன் கவுன்சிலில் சிலோன் (அரசியலமைப்பு) ஆணை) உறுப்புரை 13 இல் உள்ளதாகத் தெரிகிறது, இது நமது சொந்த 'உள்நாட்டு' அரசியலமைப்பை விட அதிக வரம்பைக் கட்டாயமாக்குகிறது.",
        "அரசியலமைப்பின் 91வது பிரிவு பாராளுமன்ற உறுப்பினராக தெரிவு செய்ய அல்லது பாராளுமன்றத்தில் அமர்ந்து வாக்களிக்க தகுதியற்றவர்களை கொண்டுள்ளது. அரசியலமைப்பின் பிரிவு 91(1) (a) பின்வருமாறு கூறுகிறது:",
        "91(1) பாராளுமன்ற உறுப்பினராக தேர்ந்தெடுக்கப்படுவதற்கோ அல்லது நாடாளுமன்றத்தில் அமர்ந்து வாக்களிப்பதற்கோ எந்தவொரு நபரும் தகுதி பெறக்கூடாது –",
        "(அ) ​​பிரிவு 89 இல் குறிப்பிடப்பட்டுள்ள ஏதேனும் தகுதியின்மைக்கு அவர் உட்பட்டவராக இருந்தால் அல்லது அதற்கு உட்பட்டவராக இருந்தால்;",
        "அரசியலமைப்பின் 89வது பிரிவானது, ஜனாதிபதி மற்றும் பாராளுமன்ற உறுப்பினர்களின் தேர்தலில் ஒரு 'தேர்ந்தெடுக்கப்பட்டவராக' இருப்பதைத் தடுக்கும் அல்லது எந்தவொரு வாக்கெடுப்பிலும் வாக்களிப்பதைத் தடுக்கும் தகுதியின்மைகளைக் கொண்டுள்ளது. அரசியலமைப்பின் 89வது பிரிவின் கீழ் ஒருவர் ‘தேர்ந்தெடுக்கப்பட்டவர்’ ஆக தகுதியற்றவர் என்றால், அத்தகைய நபர் நாடாளுமன்ற உறுப்பினராக ‘தேர்ந்தெடுக்கப்பட’வோ அல்லது நாடாளுமன்றத்தில் அமர்ந்து வாக்களிக்கவோ தகுதியற்றவர்.",
        "எனவே, ஒரு நாடாளுமன்ற உறுப்பினராகத் தேர்ந்தெடுக்கப்படுவதற்கு முன், அரசியலமைப்பின் 89 வது பிரிவில் உள்ள எந்தவொரு தகுதியற்ற தன்மைக்கும் உட்பட்டு, அரசியலமைப்பின் அர்த்தத்திற்குள் ஒரு நபர் \"தேர்தாளராக\" தகுதி பெற வேண்டும். மேலும், நாடாளுமன்ற உறுப்பினராகத் தேர்ந்தெடுக்கப்படும் போது, ​​அவர் அல்லது அவள் அரசியலமைப்பின் 91 அல்லது 89 வது பிரிவுகளில் குறிப்பிடப்பட்டுள்ள ஏதேனும் தகுதியின்மைக்கு உட்பட்டவராக இருந்தால், அவர்/அவளது நாடாளுமன்றத்தின் உறுப்புரை 66(d) இன் படி காலியாகிவிடும். அரசியலமைப்பு மற்றும் எனவே, அத்தகைய உறுப்பினர் பாராளுமன்ற உறுப்பினராக தொடர்ந்து இருக்க முடியாது அல்லது பாராளுமன்றத்தில் அமர்ந்து வாக்களிக்க முடியாது.",
        "\"அரசியலமைப்புச் சட்டத்தின் 89வது பிரிவின்படி ஒருவர் 'தேர்தாளராக' தகுதி நீக்கம் செய்யப்பட்டால், அத்தகைய நபர் நாடாளுமன்ற உறுப்பினராக 'தேர்ந்தெடுக்கப்பட'வோ அல்லது நாடாளுமன்றத்தில் அமர்ந்து வாக்களிக்கவோ தகுதியற்றவர்\"",
        "கடந்த நான்கு தசாப்தங்களில் விகிதாசார விருப்பத்தேர்வு முறையின் கீழ் மக்களின் விருப்பங்களும் விருப்பங்களும் வினோதமாக மாறிய நிலையில், அரசியலமைப்பின் 89(d) யின் குற்றவியல் நடத்தை/வரலாறு தொடர்பான தகுதி நீக்கம் என்பதும் மிகவும் பொருத்தமானதாகவும் கொடுக்கப்பட்டதாகவும் மாறியுள்ளது. நீதித்துறை அறிவிப்புகளுக்கு உயர்வு. அரசியலமைப்பின் 89 (டி) பிரிவு பின்வருமாறு கூறுகிறது:",
        "89. எந்தவொரு நபரும் ஜனாதிபதி, அல்லது பாராளுமன்ற உறுப்பினர்களின் தேர்தலில் வாக்களிக்க அல்லது எந்தவொரு வாக்கெடுப்பிலும் வாக்களிக்க தகுதியுடையவர் அல்ல, அவர் பின்வரும் தகுதியிழப்புகளுக்கு உட்பட்டிருந்தால், அதாவது,-",
        "(ஈ) அவர் சேவை செய்து கொண்டிருந்தாலோ அல்லது அதற்கு முந்தைய ஏழு வருட காலப்பகுதியில் சிறைத்தண்டனையுடன் (எந்தப் பெயரால் அழைக்கப்பட்டாலும்) சிறைத்தண்டனையுடன் கூடிய தண்டனைக்குரிய குற்றத்திற்காக ஏதேனும் நீதிமன்றத்தால் விதிக்கப்பட்ட ஆறு மாதங்களுக்குக் குறையாத ஒரு காலச் சிறைத்தண்டனையை நிறைவேற்றியிருந்தால் இரண்டு வருடங்களுக்குக் குறையாத அல்லது மரண தண்டனையின் கீழ் உள்ள அல்லது சேவையில் இருக்கும் அல்லது அதற்கு முந்திய ஏழு வருட காலப்பகுதியில், அத்தகைய தண்டனையை நிறைவேற்றுவதற்குப் பதிலாக ஆறு மாதங்களுக்குக் குறையாத காலத்திற்கான சிறைத்தண்டனையை உடனடியாக நிறைவு செய்திருக்க வேண்டும்:",
        "இந்த பத்தியின் கீழ் தகுதி நீக்கம் செய்யப்பட்ட எந்தவொரு நபருக்கும் இலவச மன்னிப்பு வழங்கப்பட்டால், மன்னிப்பு வழங்கப்பட்ட தேதியிலிருந்து அத்தகைய தகுதி நீக்கம் நிறுத்தப்படும்.",
        "பரந்த அளவில், அரசியலமைப்பின் 89(d) பிரிவின் கீழ் தகுதி நீக்கம் செய்யப்படக்கூடிய நபர்களை தண்டனை/தண்டனையின் தீவிரத்தின் அடிப்படையில் இரண்டு வகைகளாகப் பிரிக்கலாம். முதலாவதாக, இரண்டு ஆண்டுகளுக்குக் குறையாத காலச் சிறைத்தண்டனையுடன் கூடிய ஒரு குற்றத்திற்காகத் தண்டிக்கப்படும் நபர்கள். இரண்டாவதாக மரணதண்டனைக்குரிய குற்றத்திற்காகத் தண்டனை பெற்றவர்கள்.",
        "இரண்டு ஆண்டுகளுக்குக் குறையாத சிறைத்தண்டனையுடன் கூடிய ஒரு குற்றத்திற்காக குற்றம் நிரூபிக்கப்பட்டால், சட்டப்பிரிவு 89(d) இன் கீழ் தகுதி நீக்கம் செய்யப்படுவதற்கு, பின்வருவனவற்றை பூர்த்தி செய்ய வேண்டும்:",
        "1. சிறைத்தண்டனை நிறைவேற்றப்படுவதற்கு முந்திய ஏழு வருட காலப்பகுதியில் நபர் சேவையாற்ற வேண்டும் அல்லது அனுபவித்திருக்க வேண்டும்;",
        "2.அத்தகைய சிறைத் தண்டனை ஆறு மாதங்களுக்குக் குறையாத காலத்திற்கு இருக்க வேண்டும்;",
        "மரணதண்டனைக்குரிய குற்றத்திற்காக தண்டனை விதிக்கப்படும் பட்சத்தில் பிரிவு 89(d) இன் கீழ் தகுதியற்றது பின்வருவனவற்றை திருப்திப்படுத்தும் போது தூண்டுகிறது:",
        "1. நபர் மரண தண்டனைக்கு உட்பட்டவராக இருக்க வேண்டும் அல்லது சேவையில் இருக்க வேண்டும் அல்லது அதற்கு முந்தைய ஏழு வருட காலப்பகுதியில் மரண தண்டனை நிறைவேற்றப்படுவதற்கு பதிலாக ஆறு மாதங்களுக்கு குறையாத சிறைத்தண்டனையை நிறைவேற்றியிருக்க வேண்டும்.",
        "மாகாண சபை உறுப்பினர்களுக்கு அரசியலமைப்பின் 91(1) உறுப்புரையில் குறிப்பிடப்பட்டுள்ள அதே தகுதியின்மைகள் (அதன் மூலம் உறுப்புரை 89(d)) இல் உள்ள தகுதியின்மைகள் மாகாண சபைகள் சட்டத்தின் பிரிவு 3(a) (1987 இன் இலக்கம் 42) மூலம் பயன்பாட்டுக்கு கொண்டு வரப்படுகின்றன. . இதன்படி, மாகாண சபைகள் சட்டத்தின் பிரிவு 5, பிரிவு 3(a) இல் ஏதேனும் ஒரு உறுப்பினர் தகுதியிழப்புக்கு ஆளானால், மாகாண சபையில் அவரது ஆசனம் வெற்றிடமாகிவிடும். உள்ளூராட்சி அமைப்புகளின் (நகராட்சி சபைகள், நகர்ப்புற சபைகள்) உறுப்பினர்களின் விஷயத்தில், அரசியலமைப்பின் 89(d) வது பிரிவில் உள்ளாட்சி அதிகார சபைகளின் தேர்தல்கள் கட்டளைச் சட்டம் (திருத்தப்பட்ட 1946 இன் எண். 53) பிரிவு 9(1)(i) இல் உள்ள அதே தகுதியிழப்புகளை குறிப்பிடுகிறது. சபைகள் மற்றும் பிரதேச சபைகள்).",
        "சட்டப்பிரிவு 89(d) இன் கீழ் தகுதி நீக்கம் தொடர்பான இரண்டு சமீபத்திய வழக்குகள் பிரிவு 89(d) இல் உள்ள வரம்புகளை வெளிப்படுத்தின.",
        "\" இலங்கையின் அரசியலமைப்பு (1978) விதிகள் 89 மற்றும் 91 இல் விதிகளைக் கொண்டுள்ளது, இது ஆளுகையில் பங்கேற்கும் போட்டியிடும் தனிப்பட்ட உரிமை மற்றும் பொது விவகாரங்கள் மற்றும் நிர்வாகத்தை நடத்துவதற்கான அவசியத்திற்கு இடையே சமநிலையை ஏற்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது. பொதுமக்களின் நலனுக்காக அவ்வாறு செய்யும் நபர்களின் கைகள்\"",
        "31 ஜூலை 2020 அன்று, கொலைக் குற்றத்திற்காக பிரேமலால் ஜயசேகர குற்றவாளி என அறிவிக்கப்பட்டு இரத்தினபுரி உயர் நீதிமன்றத்தால் மரண தண்டனை விதிக்கப்பட்டது. அதற்குள் அவர் 2020 ஆகஸ்ட் 5 ஆம் தேதி நடைபெற்ற நாடாளுமன்றத் தேர்தலுக்கான வேட்புமனுவை (தேர்தல் அதிகாரியால் ஏற்றுக்கொள்ளப்பட்டது) ஏற்கனவே டெண்டர் செய்திருந்தார், அதில் அவர் இரத்தினபுரி மாவட்டத்தில் இருந்து நாடாளுமன்றத்திற்குத் தேர்ந்தெடுக்கப்பட்டார். தண்டனைக்குப் பிறகு, ஆனால் தேர்தலுக்கு முன்னதாக, ஆகஸ்ட் 4, 2020 அன்று, ஜெயசேகர மேன்முறையீட்டு நீதிமன்றத்தில், மேற்படி தண்டனை மற்றும் தண்டனைக்கு எதிராக மேன்முறையீட்டு மனு ஒன்றைத் தாக்கல் செய்தார். அதன் பின்னர், சிறைச்சாலைகள் ஆணையாளர் நாயகம் கெளரவ அவர்களின் பணிப்புரையின் பேரில் கடிதம் ஒன்றை வெளியிட்டார். பிரேமலால் ஜயசேகர பாராளுமன்றத்திற்கு வருவதற்கு அனுமதியில்லை என சட்டமா அதிபர் தெரிவித்துள்ளார். இதனால் அவர் பாராளுமன்ற உறுப்பினராக சத்தியப்பிரமாணம் செய்ய பாராளுமன்றத்திற்கு வரமுடியவில்லை. அவர் மேன்முறையீட்டு நீதிமன்றத்தில் சிறைச்சாலை ஆணையாளர் நாயகத்தின் ‘தீர்மானத்தை’ ஒரு சான்றிதழுக்கான விண்ணப்பத்தின் மூலம் சவால் செய்தார்.",
        "தண்டனை மற்றும் மரண தண்டனைக்கு எதிரான அவரது மேல்முறையீட்டு மனு, குற்றவியல் நடைமுறைச் சட்டத்தின் பிரிவு 333(4)ல் (திருத்தப்பட்ட 1978 எண் 15) விதிகளை நடைமுறைக்குக் கொண்டு வந்தது, இதன்படி குற்றம் சாட்டப்பட்டவருக்கு மரண தண்டனை விதிக்கப்பட்டது. மேல்முறையீட்டு மனு ஏற்றுக்கொள்ளப்பட்டவுடன் மரணதண்டனை நிறுத்தப்படும். மேலும், ஜாமீன் சட்டத்தின் பிரிவு 20(3), (1997 இன் எண். 30) குற்றம் சாட்டப்பட்டவருக்கு மரண தண்டனை விதிக்கப்பட்டால், மேல்முறையீட்டுத் தீர்மானம் வரை சிறையில் அடைக்கப்படுவார் என்று வழங்குகிறது. எனவே, அவர் ஒரு ரிமாண்ட் கைதி மட்டுமே என்றும், அவரை \"மரண தண்டனையின் கீழ்\" ஒரு நபராக கருத முடியாது என்றும், அரசியலமைப்பின் 89 (டி) யில் உள்ள தகுதி நீக்கம் தூண்டப்படவில்லை என்றும் ஜெயசேகர சார்பில் வாதிடப்பட்டது. அவரை நாடாளுமன்ற உறுப்பினராக இருந்து தடுக்கிறது. 07.09.2020 தேதியிட்ட உத்தரவின் மூலம் மேன்முறையீட்டு நீதிமன்றம் நோட்டீஸ் அனுப்பியது மற்றும் மனுதாரருக்கு வாதிடக்கூடிய வழக்கு உள்ளது என்ற அடிப்படையில் அவர் நாடாளுமன்றத்தில் கலந்துகொள்ள இடைக்கால நிவாரணம் வழங்கியது. அதனையடுத்து, அவரது மேன்முறையீட்டு மனு மீதான விசாரணையின் பின்னர், மேன்முறையீட்டு நீதிமன்றத்தினால் கிரிமினல் குற்றச்சாட்டிலிருந்து ஜெயசேகர விடுதலை செய்யப்பட்டார்.",
        "ரஞ்சன் ராமநாயக்க வழக்கு (C.A. Minutes of 05.04.2021)  அதே ஆகஸ்ட் 2020 நாடாளுமன்றத் தேர்தலில் ரஞ்சன் ராமநாயக்கவும் நாடாளுமன்ற உறுப்பினராகத் தேர்ந்தெடுக்கப்பட்டார். நாடாளுமன்ற உறுப்பினராக இருந்தபோது, ​​2021 ஆம் ஆண்டு ஜனவரி 12 ஆம் தேதி நீதிமன்ற அவமதிப்பு குற்றத்திற்காக உச்ச நீதிமன்றத்தால் நான்கு ஆண்டுகள் கடுங்காவல் சிறைத்தண்டனை விதிக்கப்பட்டது. பாராளுமன்ற ஆணையாளர் நாயகம் பாராளுமன்றத்தில் தனது ஆசனத்தை காலி செய்துள்ளதாக தேர்தல்கள் ஆணைக்குழுவிற்கு தெரிவிக்க நடவடிக்கை எடுப்பதை தடுக்கும் வகையில் அவர் மேன்முறையீட்டு நீதிமன்றத்தை நாடினார்.",
        "உச்ச நீதிமன்றமே உச்ச நீதிமன்றமாக இருப்பதால், உயர் நீதிமன்றத்தில் மேல்முறையீடு செய்யும் உரிமை ராமநாயக்கவுக்கு இல்லை. இதனால் பிரேமலால் ஜயசேகர வழக்கில் மேன்முறையீட்டு உரிமை அடிப்படையிலான வாதம் ராமநாயக்கவுக்கு கிடைக்கவில்லை.",
        "ராமநாயக்கவின் தரப்பில் கூறப்பட்ட வாதங்கள்: முதலாவதாக, நீதிமன்ற அவமதிப்பு என்பது சட்டத்தால் தண்டனைக்குரிய குற்றமாகாது, இது 89(டி) யின் தகுதி நீக்கத்தை தூண்டுகிறது, இரண்டாவதாக நீதிமன்ற அவமதிப்பு என்பது \"குறைந்தபட்சம் இரண்டு தண்டனையை அளிக்கும் குற்றமல்ல. ஆண்டுகள்\". மேன்முறையீட்டு நீதிமன்றம் தண்டனைச் சட்டம் மற்றும் குற்றவியல் நடைமுறைச் சட்டத்தின் விதிகளின் அடிப்படையில் இரண்டு வாதங்களையும் நிராகரித்தது. மேன்முறையீட்டு நீதிமன்றம் தனது உத்தரவில், நீதிமன்ற அவமதிப்பு சட்டப்பிரிவு 89 (டி) க்கு குறைந்தபட்சம் இரண்டு ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்படாவிட்டால், கொலை முயற்சி, கொள்ளை, வழிப்பறி போன்ற குற்றங்களில் குற்றவாளி என நிரூபிக்கப்பட்டுள்ளது. கருச்சிதைவு மற்றும் கடத்தல் பிரிவு 89(d) இன் கீழ் தகுதி நீக்கம் செய்யப்படாது, ஏனெனில் அந்த குற்றங்களுக்கும் குறைந்தபட்சம் இரண்டு ஆண்டுகள் சிறைத்தண்டனை இல்லை.",
        "\"அதே ஆகஸ்ட் 2020 நாடாளுமன்றத் தேர்தலில் ரஞ்சன் ராமநாயக்கவும் நாடாளுமன்ற உறுப்பினராகத் தேர்ந்தெடுக்கப்பட்டார்.  நாடாளுமன்ற உறுப்பினராக இருந்தபோது, ​​ஜனவரி 12, 2021 அன்று நீதிமன்றத்தை அவமதித்ததற்காக அவர் குற்றவாளி என நிரூபிக்கப்பட்டு உச்ச நீதிமன்றத்தால் நான்கு ஆண்டுகள் கடுங்காவல் சிறைத் தண்டனை விதிக்கப்பட்டது. நீதிமன்றம்\"",
        "எனவே, சட்டப்பிரிவு 89 (d) இல் உள்ள தகுதி நீக்கம், 91(1)(a) உடன் படிக்கப்பட்ட ஒரு பாராளுமன்ற உறுப்பினர், மாகாண சபை அல்லது உள்ளூராட்சி மன்றத்தில் தெரிவு செய்யப்பட்டால், மேல்முறையீட்டுத் தீர்மானத்தின் பேரில் மட்டுமே நடைமுறைக்கு வரும். தண்டனை மற்றும் தண்டனையிலிருந்து, தண்டனை மற்றும் தண்டனைக்கு எதிராக மேல்முறையீடு செய்யப்பட்டால். குற்றவியல் நடைமுறைச் சட்டம் மற்றும் ஜாமீன் சட்டத்தில் உள்ள விதிகள் 'தூண்டப்படுவதை' அரசியலமைப்பை உருவாக்கியவர்கள் முன்கூட்டியே பார்க்கவில்லை. )",
        "குற்றவியல் நடைமுறைச் சட்டத்தின் தாக்கங்கள் அங்கு முடிவதாகத் தெரியவில்லை. குற்றவியல் நடைமுறைச் சட்டத்தின் 303(8) பிரிவு, குற்றவியல் அதிகார வரம்பை நடைமுறைப்படுத்தும் நீதிமன்றங்களுக்கு சிறைத்தண்டனையை இடைநிறுத்த அதிகாரம் அளிக்கிறது, அரசியலமைப்பின் 89(d) பிரிவின் கீழ் தகுதி நீக்கம் செய்யப்படுவதையும் கொண்டுள்ளது. குற்றவியல் நடைமுறைச் சட்டத்தின் பிரிவு 303(8) பின்வருமாறு கூறுகிறது:",
        "இடைநிறுத்தப்பட்ட சிறைத்தண்டனை, பதவி நீக்கம் அல்லது பதவி இழப்பு அல்லது ஓய்வூதியம் அல்லது பிற நன்மைகளை பறித்தல் அல்லது இடைநிறுத்துதல் ஆகியவற்றிற்காக வழங்குவதைத் தவிர, எந்தவொரு சட்டத்தின் நோக்கத்திற்காகவும் சிறைத்தண்டனை விதிக்கப்படும்.",
        "அரசியலமைப்பின் சரத்து 89(d), மாகாண சபைகள் சட்டத்தின் பிரிவு 3(a) மற்றும் உள்ளுராட்சி அதிகார சபை தேர்தல் கட்டளைச் சட்டத்தின் பிரிவு 9(1)(i) ஆகியவை \"தகுதியிழப்புக்கான சட்டங்களுக்குள்\" உடனடியாக அடங்கிவிடும். குற்றவியல் நடைமுறைச் சட்டத்தின் பிரிவு 303(8). இவ்வாறு, சிறைத்தண்டனை இடைநிறுத்தப்பட்டால், அத்தகைய தண்டனை, குற்றத்தின் தீவிரத்தன்மையைப் பொருட்படுத்தாமல், பிரிவு 89(d) இன் கீழ் தகுதி நீக்கத்தைத் தூண்டாது.",
        "எல்லாவற்றிற்கும் மேலாக, அரசியலமைப்பின் 89(d) விதியின்படி, தகுதி நீக்கத்திற்கு உட்பட்ட ஒருவருக்கு இலவச மன்னிப்பை வழங்குவதன் மூலம், 89(d) பிரிவின் கீழ் தகுதி நீக்கத்தை துடைக்க ஜனாதிபதிக்கு அதிகாரம் உள்ளது.",
        "பொது அதிகாரிகள் தேர்ந்தெடுக்கப்படாவிட்டாலும், பொது நிதியை செலவழித்தல் மற்றும் கருத்துரீதியாக மாநிலத்தின் நிர்வாகப் பிரிவின் ஒரு பகுதியை உருவாக்குவது உட்பட பொது விவகாரங்களை நடத்துவதில் ஈடுபட்டுள்ளனர். ஒரு அரச அதிகாரி குற்றவியல் வழக்கில் சிக்கியிருந்தால், பதவியில் இருப்பதன் விளைவு பாராளுமன்றம், மாகாண சபைகள் மற்றும் உள்ளூராட்சி மன்றங்களின் தேர்ந்தெடுக்கப்பட்ட உறுப்பினர்களின் விளைவுகளிலிருந்து முற்றிலும் வேறுபட்டது. ஸ்தாபனச் சட்டத்தின் XLVIII அத்தியாயத்தின் 27.9 வது பிரிவின்படி, ஒரு பொது அதிகாரி ரிமாண்ட் செய்யப்பட்டு, நிலுவையில் உள்ள சட்ட நடவடிக்கைகள் பிணையில் விடுவிக்கப்பட்டால், மீண்டும் பணியில் சேர்ப்பது பொதுச் சேவையின் நலன்களுக்குப் பாதிப்பை ஏற்படுத்தாத பட்சத்தில் மட்டுமே அவர் மீண்டும் பணியில் சேர்த்துக் கொள்ளப்படுவார். மேலும், அதன் ஷரத்து 27.10ன் படி, லஞ்சம் அல்லது ஊழலுக்காக ஒரு அரசு அதிகாரி மீது குற்றவியல் நடவடிக்கைகள் எடுக்கப்பட்டால், அந்த அதிகாரி உடனடியாக சேவையிலிருந்து இடைநீக்கம் செய்யப்படுவார். நீதிமன்றத்தால் கிரிமினல் குற்றத்திற்காக ஒரு பொது அதிகாரி குற்றவாளி என நிரூபிக்கப்பட்டால், நீதிமன்றத்தின் கண்டுபிடிப்புகளைக் கருத்தில் கொண்டு ஒழுங்குமுறை ஆணையம் ஒரு முறையான ஒழுங்கு விசாரணையை நடத்தாமல் ஒழுங்கு உத்தரவை விதிக்கலாம் (நிறுவனங்களின் குறியீட்டின் XLVIII அத்தியாயத்தின் பிரிவு 28.3). ஒரு பொது அதிகாரியை கிரிமினல் குற்றச்சாட்டிலிருந்து நீதிமன்றம் விடுவித்தாலும், அதே விஷயத்தில் அவனது ஒழுக்காற்று அதிகாரம் அவரைக் கையாள்வதைத் தடுக்காது மற்றும் அது உத்தரவாதமளிக்கும் பட்சத்தில் தண்டனையை விதிக்கிறது (நிறுவனங்களின் குறியீட்டின் XLVIII அத்தியாயத்தின் பிரிவு 28.6).",
        "தேர்ந்தெடுக்கப்பட்ட உறுப்பினர்களைக் காட்டிலும், பொது அதிகாரிகளிடமிருந்து ஒழுக்கமான நடத்தையின் உயர் நிலை அல்லது வரம்பை சட்டம் கோருகிறது. தேர்ந்தெடுக்கப்பட்ட பொது அலுவலகங்களை வைத்திருக்கும் நபர்கள் ஏன் மாநிலத்தின் நியமிக்கப்பட்ட பொது அதிகாரிகளை விட மிக உயர்ந்த பீடத்தில் வைக்கப்படுகிறார்கள்? அவர்கள் மக்களால் தேர்ந்தெடுக்கப்பட்டவர்கள் மற்றும் வாக்குரிமை இறையாண்மையின் ஒரு பகுதியாகக் கருதப்படுவதனாலா? இறையாண்மை என்ற கருத்தை இவ்வளவு தூரம் நீட்டிக்க முடியாது என்று நினைக்கிறேன். மக்கள் தங்கள் மீது நம்பிக்கை வைக்க வேண்டும் என்று நாடாளுமன்ற உறுப்பினர்கள் விரும்பினால், சட்டப்பிரிவு 89(d) அதன் நோக்கம் கொண்ட பொது நோக்கத்தை நிறைவேற்றுவதை உறுதி செய்ய திருத்தம் தேவை."
      ]
    }
  }
}