{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fadna-tea-reinvigorates-lifestyles-with-diabe-tea-sabaragamuwa/",
  "time_ut": 1651160100,
  "title": "Fadna Tea reinvigorates lifestyles with ‘Diabe Tea-Sabaragamuwa’",
  "body_lines": [
    "Fadna Tea (Pvt.) Ltd., a pioneer in the Sri Lankan herbal tea industry, is making waves with the launch of their new product, “Diabe Tea-Sabaragamuwa”. Fadna introduced the concept of sharing the natural goodness of conventional beverages with the world and now brings its own functional herbal tea products by preserving their natural goodness, while conforming to international standards.",
    "This product uses 100% natural ingredients to maximise its benefits for patients suffering with blood sugar-related disorders. Understanding the challenges faced by such patients in society, Fadna Tea was motivated to develop a product that would somewhat alleviate their daily struggles. The product is developed in collaboration with the Accelerating Higher Education Expansion and Development Operation (AHEAD) and the Faculty of Applied Sciences at the Sabaragamuwa University.",
    "Speaking about the project, Sabaragamuwa University Vice Chancellor Senior Prof. Udaya Rathanayake stated: “As a university, we are continuously engaging in these types of product development projects, and launching and commercializing Diabe Tea-Sabaragamuwa is a great initiative as well as a motive for upcoming projects. We expect to do these types of projects similarly with Fadna and also other companies for the betterment of society.”",
    "Fadna Tea Managing Director Chamendra Somatunga said: “Innovation associated with problem solving is vital for the development of societies and countries. Commercializing products that are born out of this innovativeness not only opens up new avenues for people, especially those suffering from blood sugar-related disorders, to adopt healthier lifestyles, but also supports the local economy. We thank the AHEAD Grant for their collaboration, research, and assistance in making this product a success. We hope to introduce and commercialize similar products in the future to serve more people in the long run.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}