{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-protesters-ask-new-pm-to-serve-justice-for-may-09-attack-to-avoid-looming-crisis-94789/",
  "time_ut": 1653592200,
  "title": "Sri Lanka protesters ask new PM to serve justice for May 09 attack, to avoid looming crisis",
  "body_lines": [
    "ECONOMYNEXT – Hundreds of Sri Lanka’s anti-government protesters agitated in front of Prime Minister Ranil Wickremesighe ’s office in capital Colombo demanding justice for May 09 attack by the supporters of previous prime minister Mahinda Rajapaksa and immediate measures to overcome ongoing economic crisis to prevent a looming social unrest.",
    "The youth-led groups which had been protesting near presidential secretariat and prime minister’s official residence in the heart of commercial Colombo shifted neat the prime minister’s office and shouted against the new government’s inaction against the brutal attack at unarmed and peaceful protesters by Rajapaksa supporters on May 09.",
    "They demanded the new Prime Minister Wickremesinghe to implement the rule of law without being biased to any parties and serve the country.",
    "Rukshan, a 25 years old protester said, as per the initial demands of their protests, former Prime Minister Mahinda Rajapaksa resigned from his position, but his successor should do his duties towards the country and the people without trying to protect corrupt politicians.",
    "“When we started the protest back in April our main demand was to bring all Rajapaksas before justice and get all the wealth they have stolen from the common people of this country,”  Rukshan told Economy Next.",
    "The protest started around mid-day on Thursday (26) and protesters’ route was blocked by police barricades on the main road in front of the prime minister’s office.",
    "The protesters, however, withdrew from their positions and regrouped at a nearby road to go towards the Wickremesinghe’s office.",
    "However, by the time the protesters regrouped, a court order was issued by the Fort Magistrate to stop the protest due to inconvenience to the public.",
    "“Ranil Wickramasinghe should remember why he is here now. We’re not asking him to resign. He is here to do his duty towards this country and its people,” Rukshan said.",
    "“On May 09, we were attacked but no justice has been served yet. That is the main reason we came today to the prime minister’s office,” he said.",
    "“We still see queues for medicine, fuel, and gas. To be honest, there is no medicine in the market. No medicine for cancer patients. If you get bitten by a dog, then there is no medicine for you. They (the market) don’t have any of that.”",
    "Wickremesinghe has been working over a new budget and discussing with international partners to ensure uninterrupted supply of essentials, officials close to him have said. However, it will take time, they say.",
    "Rukshan said the country is running due to the state workers, who are working as they are being paid salaries after the government’s excess money printing.",
    "“When that stops, then there will definitely be a revolution in this country,” he said.",
    "“When a person goes to office in the morning, there is no fuel for the vehicle, or no public transport available. They get late and the salaries are being cut because of that. And when they come home, they don’t have gas to cook a meal.” (Colombo/May 26/2022)"
  ]
}