{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-declares-emergency-as-economic-crisis-spark-protests-92392/",
  "time_ut": 1648852260,
  "title": "Sri Lanka President declares emergency as economic crisis spark protests",
  "body_lines": [
    "Sri Lanka President declares emergency as economic crisis spark protests",
    "ECONOMYNEXT – Sri Lanka’s President Gotabaya Rajapaksa has invoked emergency powers a day after protests erupted around his residence and an economic crisis sparked by money printed to keep rates low, triggered energy shortages as foreign exchange ran out.",
    "President Rajapaksa said he is bringing into force regulations on public security and essential services from April 02 due to the existence of public emergency in Sri Lanka”.",
    "The proclamation comes after several ministers claimed ‘terrorists’ and ‘extremists’ were behind the protests where several military and police vehicles were burnt.",
    "There have been widespread peaceful protests around the country as extended power cuts, shortages of fuel, cooking gas and milk powder widened and the rupee depreciated steeply in an attempt to switch to a floating exchange rate.",
    "Protestors are demanding the resignation of President Rajapaksa.and the provision of essential goods.",
    "Social media activists are attempting to have a nation-wide co-ordinated action on April 03 to show their displeasure but at least one opposition party saying events organized by unknown persons may be unpredictable.",
    "Sri Lanka is facing forex shortages and galloping inflation after two years of money printing by a Latin America style central bank set up with US advice decades ago.",
    "Countries with such central bank see steep currency depreciation, political unrest debt default and outmigration.",
    "In the 12 month to March official inflation was 18.7 percent with food prices rising 30 percent. (Colombo/Apr02/2022)"
  ]
}