{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Myanmars-Suu-Kyi-handed-5-year-jail-term-for-corruption/108-235826",
  "time_ut": 1651039800,
  "title": "Myanmar’s Suu Kyi handed 5 year jail term for corruption",
  "body_lines": [
    "A court in military-ruled Myanmar sentenced deposed leader Aung San Suu Kyi to five years in jail on Wednesday after finding her guilty in the first of 11 corruption cases against her, according to a source with knowledge of proceedings.",
    "The Nobel laureate, who led Myanmar for five years before being forced from power in a coup in early 2021, has been charged with at least 18 offences, which carry combined maximum jail terms of nearly 190 years if convicted in all.",
    "The judge in the capital, Naypyitaw, handed down the verdict within moments of the court convening, said the source, who declined to be identified because the trial is being held behind closed doors, with information restricted.",
    "It was not immediately clear if Suu Kyi, 76, the figurehead of Myanmar's struggle against military dictatorship, would be transferred to a prison to serve the sentence.",
    "Since her arrest she has been held in an undisclosed location, where junta chief Min Aung Hlaing previously said she could remain after earlier convictions in December and January for comparatively minor offences, for which she has been sentenced to six years altogether.",
    "A spokesman for the military government was not immediately available for comment.",
    "The latest case centred on allegations that Suu Kyi, accepted 11.4 kg (402 oz) of gold and cash payments totalling $600,000 from her protege-turned-accuser, former chief minister of the city of Yangon, Phyo Min Thein.",
    "Nay Phone Latt, a former official in Suu Kyi's ousted ruling party, said any court decisions were temporary, because military rule would not last long.",
    "\"We do not recognise the terrorist junta's rulings, legislation, or the judiciary ... the people do not acknowledge them either,\" said Nay Phone Latt, who is with a shadow National Unity Government (NUG) that has declared a people's revolt against military rule.",
    "\"I don't care how long they want to sentence, whether it's one year, two years, or whatever they want. This won't last.\"",
    "Myanmar has been in turmoil since the coup and the international community has dismissed the trials as farcical and demanded Suu Kyi's release.",
    "The junta has refused to allow her visits, including by a special Southeast Asian envoy trying to end the crisis.",
    "The military has said Suu Kyi is on trial because she committed crimes and is being given due process by an independent judiciary. It has rejected international criticism as interference in a sovereign nation's affairs.",
    "The embassies in Myanmar of the United States and Britain did not immediately respond to requests for comments on Wednesday's the verdict.",
    "Since her arrest on the morning of the Feb. 1 coup last year, Suu Kyi has been charged with multiple crimes from violations of electoral and state secrets laws to incitement and corruption, accusations her supporters say are trumped up to kill off any chance of a political comeback. (Reuters)"
  ]
}