{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Lankas-flawed-Emergency-law-Safeguards-could-be-provided-as-per-the-South-African-model/172-236653",
  "time_ut": 1652121000,
  "title": "Lanka’s flawed Emergency law  Safeguards could be provided as per the South African model",
  "body_lines": [
    "In Sri Lanka, the President has the absolute discretion not only to proclaim the State of Emergency but also to legislate in the form of Emergency Regulations",
    "Sri Lanka’s Emergency law is flawed, being devoid of adequate protections against its misuse. It is easily invoked and lacking in adequate legislative and judicial oversight. The overwhelming power vested in the Executive has led to the law’s frequent use and also misuse. Therefore, there is a crying need for built-in safeguards, says legal expert Dr. Asanga Welikala in his paper entitled States of Emergency: Issues for Constitutional Design(Centre for Policy Alternatives, 2016). Welikala goes on to suggest reform on the pattern of the South African Emergency Law.",
    "A State Emergency under the Public Security Ordinance (PSO) has been a persistent part of life in Sri Lanka, with governments resorting to it frequently. The latest invocation being on May 6. In fact, Sri Lanka had been under an Emergency for 28 years from 1983 to 2011. Later, it was imposed for short periods in response to perceived threats to peace.",
    "The State of Emergency has provisions for the detention of persons, commandeering and acquisition of private property, and entry and search. There are also provisions for hearings, appeals and compensation for those affected by the regulations. The Public Security Ordinance (PSO) sets down the special powers of the President, including calling out the armed forces in aid of the civil power, the procedure for arrest, detention and executive review of detention, and the suspension of certain safeguards for the liberty of the individual in the Code of Criminal Procedure.",
    "The Lankan constitution permits restrictions to be placed on fundamental rights in an Emergency. Among the Fundamental Rights that may be restricted “in the interests of national security and public order” are the following: Presumption of innocence; Burden of proof; Equality before the law and non-discrimination; Ordinary procedure for arrests and judicial sanction for detention; and the fundamental right to freedom of expression, assembly, association, movement, occupation, religion, culture and language.",
    "However, the freedom of thought and conscience, the prohibition of torture, and the right to be heard at a fair trial by a competent court (but excluding pre-trial detention which can be imposed by Emergency Regulations) are not subject to any restriction, Welikala points out.",
    "The Lankan constitution does not place substantive controls on the extent to which Fundamental Rights may be restricted, except that they be imposed by law (including Emergency Regulations). Importantly, “there is no constitutional requirement that the restriction be proportionate to the harm sought to be averted. It falls entirely to the goodwill of the executive to act responsibly and/or the courts’ willingness to enforce the rule of law and fundamental rights,” Welikala notes.",
    "The Lankan constitution imposes no conditions on the Presidential discretion in declaring an Emergency. The PSO says that a declaration may be made where, “in the opinion of the President”, there exists a state of Public Emergency which requires emergency powers to be used “in the interests of public security and the preservation of public order, or for the maintenance of supplies and services essential to the life of the community.”",
    "Welikala points out that Section 2 (1) does not reflect the principle of “exceptional threat” which is a condition for a valid declaration of a State of Emergency in other democratic countries. Terms such as ‘in the interests of public security’, ‘in the opinion of the President’, and ‘expedient’ are at odds with Article 4 (1) of the ICCPR which defines the conditions, Welikala contends.",
    "As opposed to this, Section 37 (1) (a) of the South African constitution allows a declaration only when the life of the nation is threatened by war, invasion, general insurrection, disorder, natural disaster, or other public emergencies. These formulations impose a higher threshold of justification. In light of this, the Sri Lankan framework is “outdated and inconsistent with international standards” Welikala says.",
    "The principle of “exceptional threat” in Article 4 (1) of the ICCPR and Section 37 (1) (b) of the South African constitution requires that a declaration of a State of Emergency be an act of “last resort” once the normal measures are exhausted or are proved to be inadequate to restore peace and order. “But in Sri Lanka, the opposite is the case where the exclusive discretion in respect of the proclamation of Emergency is vested in the President who is entitled to exercise that discretion according to the dictates of his personal opinion, and without any statutory (or judicial) circumscription of that broad discretion,” the expert says. The absence of a constitutional or statutory requirement of necessity results in the too-frequent use of the power, Welikala points out.",
    "Article 155 (5) of the Sri Lankan constitution provides for the extension of a State of Emergency for a period of one month at a time, subject to approval of parliament by a simple majority. But Emergencies are extended without any meaningful debate. “There is also no report of parliament exercising the power to amend or revoke emergency regulations, which is a testament to the overwhelming weakness of parliamentary accountability over the exercise of emergency powers,” Welikala points out.",
    "However, the saving grace is that under no circumstances can the Lankan constitution be suspended using Emergency powers.",
    "In Sri Lanka, the President has the absolute discretion not only to proclaim the State of Emergency but also to legislate in the form of Emergency Regulations. But the Law enjoins regular legislative approval (every month). In South Africa, Germany and Israel also, parliamentary endorsement of the Emergency has to be sought, and the powers assumed under the emergency have to be ratified by the legislature. In France, the President is not required to obtain prior approval from either his Cabinet or Parliament before a Declaration of Emergency. The French President merely “notifies” parliament of the proclamation. But he is expected to consult the Prime Minister and the “Conseil Constitutionnel”.",
    "In South Africa, the legislature has a central role, and the judiciary also enjoys a comprehensive right to review all aspects of the Emergency. There are also substantive protections, including a list of “non-derogable rights”, the explicit establishment of limits on permissible derogations, and the domestic justiciability of international human rights violations within the emergency regime. In contrast, the Sri Lankan framework seems “rudimentary and primitive,” Welikala observes.",
    "As in the South African case, some other constitutions also refer to the State’s “international obligations” in terms of international human rights laws and derogation standards. But the Sri Lankan constitution makes it clear that under a State of Emergency, the President assumes law-making powers and that “such emergency regulations have the force of law and can override all ordinary law except the constitution.”",
    "The Sri Lankan constitution and the PSO oust the jurisdiction of courts to review a proclamation of Emergency, but the Supreme Court, under its Fundamental Rights jurisdiction, may review emergency regulations for consistency with the Bill of Rights. Courts review the exercise of powers that become operational under a State of Emergency, to determine whether the regulations and decisions are “intra vires, bona fide, have a rational nexus with the aims allowed by statute, and are within with scope of the restrictions of fundamental rights permitted by Article 15 of the constitution.”",
    "However, the record of the Sri Lankan Supreme Court in this respect is mixed, Welikala notes.“Generally, there has been a willingness to defer to executive discretion in respect of dealing with emergencies, except perhaps in relation to the most egregious violations,” he says. Also, there is an “undue deference to leadership and tolerance of authoritarianism.”"
  ]
}