{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/address-cause-of-mob-justice/",
  "time_ut": 1652979720,
  "title": "Address cause of mob justice",
  "body_lines": [
    "There has been a call for the appointment of a Parliamentary Select Committee to probe the alleged complicity of some defence and police bigwigs in goon attacks on a group of anti-government protesters in Colombo on 09 May. This call should be heeded. The SLPP goons who went on the rampage, and others who made use of the Galle Face attacks to set the country ablaze must be severely dealt with, according to the law.",
    "No one should be allowed to attack peaceful protesters, or destroy anyone else’s property under any circumstances, and Monday’s SLPP goon attacks and the ensuing spate of mob violence amounted to an assault on the rule of law. There should be zero tolerance for mob justice, which is a manifestation of savagery, and antithetical to democracy.",
    "Questions have been raised in Parliament about the government decision to provide the MPs, affected by mob violence on 09 May, with houses in a state-run housing scheme. Prime Minister Ranil Wickremesinghe said it was only a temporary arrangement, and there was a precedent. He got it right when he said that unless steps were taken to look after the lawmakers affected by mob violence, good men and women would be wary of entering Parliament. Most members of the current Parliament cannot be considered decent, but indiscriminate attacks on the MPs, and a sustained hostile campaign against the legislature, which some politicians and their parties have unfortunately brought into disrepute, will make decent people avoid politics like the plague; Parliament might end up having only trigger-happy characters as its members, in such an eventuality, as the PM said.",
    "Most of the problems the country is beset with boil down to one thing—the breakdown of the rule of law. Parliament ought to address this issue and sort it out urgently if further trouble is to be averted. Given the country’s rapid descent into lawlessness, nobody will be safe. If the rule of law had prevailed, the Galle Face protesters would have been safe on 09 May, and there would have been no retaliatory attacks.",
    "The breakdown of the rule of law is also one of the main reasons for the present economic crisis. Anti-graft laws are not properly enforced, and powerful politicians and their cronies are free to amass huge amounts of ill-gotten wealth at the expense of the state coffers, and even make a vulgar display of it with impunity. Election laws are blatantly flouted; candidates are free to receive and spend colossal amounts of undeclared funds, and even anti-social elements like drug lords can bankroll election campaigns. Massive tax cuts and import duty waivers that the current administration effected immediately after the presidential election in 2019 were intended to benefit the moneybags who lavished funds on the SLPP politicians for electioneering and other purposes. They led to a sharp drop in the state revenue, and a huge increase in money printing, which contributed to soaring inflation and unprecedented currency devaluation.",
    "The current economic meltdown has been blamed on a coterie of politicians and their kith and kin who have earned notoriety for bribery and corruption. They would not have been able to return to power, much less ruin the economy, if they had been made to pay for their crimes, after their defeat in 2015. They could have been dealt with while they were in the Opposition during the Sirisena-Wickremesinghe regime (2015-2019). But the yahapalana leaders struck various deals with them. This is the price the country has had to pay for allowing the rule of law to be subjugated to the interests of the politicians in power.",
    "Meanwhile, the government is planning to compensate the MPs whose properties were destroyed by violent mobs last week, we are told. Before that, the taxman should be made to ask the victims how they raised funds for the acquisition of the properties that have been either damaged or destroyed. If they cannot provide satisfactory answers, public funds must not be utilised to compensate them.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}