{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-parliament-passes-data-protection-act-amid-privacy-concerns-91476/",
  "time_ut": 1646859780,
  "title": "Sri Lanka parliament passes data protection act amid privacy concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka parliament enacted Data Protection Act aiming to promote a digital economy amid concerns raised over the privacy of individuals and adverse impact on media reporting.",
    "The bill was passed without a vote after a raft of amendments was made to the original version.",
    "Justice Minister Ali Sabry said the new law was a necessary tool and the act will not breach the privacy of the people.",
    "“There is nothing called perfect legislation. Today’s perfect legislation may not be perfect for tomorrow. Therefore we can’t sit and wait for tomorrow to do the legislation,” Sabry said before he made the amendments.",
    "Opposition legislator M A Sumanthiran said the independence of the proposed Data Protection Authority was “a serious concern”.",
    "“Change the nature of the authority and make it independent,” Sumanthiran asked the government during the debate.",
    "However, Justice Minister said the government will accommodate amendments if there is any serious concerns.",
    "Transparency International Sri Lanka (TISL) and seven media groups under Sri Lanka Press Institute have raised serious concerns over possible implication and infringement to the rights of professional journalism and media freedom.",
    "They argued the terms of definition regarding personal data and special categories of personal data remain arbitrary given that special categories also include data related to offenses, criminal proceedings and convictions which do not recognise the journalistic right to exercise free speech in delivering such information.",
    "“The Bill does not recognize ‘Journalistic Purpose’ or data processing in the exercise of freedom of the press or freedom of expression as a condition for processing data,” the TISL said in a statement.",
    "“This means that media, including broadcast media, will be restricted from using personal data when reporting, as they become data controllers and processors in the use of personal information of others for journalistic activities.”",
    "The TISL also raised concerns over Data Protection Authority citing that the proposed body does not have sufficient safeguards against political interference or attempts at diluting its powers and functions.",
    "“Further, the Data Protection Authority, being a non-judicial and non-independent body, is given the power to investigate into sources of obtaining data and to impose penalties of up to Rs. 10 million per non-compliance on data controllers and data processors who fail to comply with the directives of the Authority.”",
    "It also said the new act could have an adverse impact on the Right to Information Act.",
    "However, Saby during the debate said there will not be infringement on privacy of individuals and journalists do not have special rights beyond freedom of expression.",
    "“There is nothing called journalist rights. In the country journalist rights and people’s right – freedom of expressions – are one and the same,” Sabry said.",
    "“Journalists do not have special rights anything beyond that. They have certain amount of privileges.” (Colombo/March 10/2022)"
  ]
}