{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/DIMO-partners-with-Allianz-to-provide-innovative-insurance-scheme-to-TATA-customers/34-735081",
  "time_ut": 1653071400,
  "title": "DIMO partners with Allianz to provide innovative insurance scheme to TATA customers",
  "body_lines": [
    "Representatives of DIMO and Allianz Insurance Lanka at the partnership launch",
    "DIMO, a leading diversified conglomerate in Sri Lanka, together with Allianz, one of the largest insurance and financial service providers in the world, recently introduced a state-of-the-art motor insurance and claim settlement scheme designed exclusively for DIMO’s TATA customers.",
    "The partnership is focused on assisting the customers to reduce costs incurred during conducting accident repairs through exemption of the owner’s payable portion for TATA vehicles within five years of date of manufacture.  This innovative facility also offers all TATA customers of DIMO special insurance premium rates at the time of renewal of insurance. DIMO’s TATA customers will enjoy the utmost convenience and zero hassle as both DIMO and Allianz will coordinate all tasks from towing the vehicle to the nearest DIMO-TATA workshop, quick and efficient estimation and approval process, repairing of the vehicle according to exact manufacturer’s specifications, settlement of repair bills to handing over of the vehicle to the customer in original condition.",
    "DIMO Chairman and Managing Director Ranjith Pandithage said, “This partnership will further assist us in offering an enhanced service for our valued customers. As a company, DIMO has always stood for fuelling the dreams and aspirations of the communities we serve in, and it is a pleasure to be able to offer an innovative insurance scheme at a time like this, in collaboration with Allianz.",
    "Allianz Insurance Lanka Ltd. CEO Gany Subramaniam said, “We are extremely pleased to be partnering with DIMO to offer a customer-centric product, ensuring a vehicle is repaired and restored with minimum hassle. DIMO is recognised for providing a total solution in accident repair through state-of-the art technology, with trained and experienced professionals and the highest quality equipment. Our offering of unmatchable motor insurance benefits and coverage for DIMO customers is now further strengthened by this special package, assuring a smoother experience.”",
    "As Sri Lanka’s only authorised distributor of TATA vehicles, DIMO offers the entire range of TATA Commercial Vehicles to suite the various mobility demands of local customers. This is backed by DIMO’s unparalleled after-sales care and over 8 decades of trust. All repairs are carried out according to the manufacturer’s guidelines by a team of highly skilled technicians using genuine TATA parts, special tools and equipment. DIMO guarantees that TATA vehicles will be returned to customers at optimal condition and performance after each repair or service.",
    "In addition to the unique 24-hour roadside assistance service offered exclusively for TATA customers, DIMO operates through over 16 branches and over 500 dealers across the island to ensure a convenient and an efficient service.",
    "The Allianz Group is one of the world’s leading insurers and asset managers with 126 million private and corporate customers across 70+ countries. Allianz customers benefit from a broad range of personal and corporate insurance services, ranging from property, life, and health insurance to assistance services, credit insurance, and global business insurance. Allianz is one of the world’s largest investors, managing around 809 billion euros on behalf of its insurance customers. Additionally, the company’s asset managers PIMCO and Allianz Global Investors (Allianz GI) manage more than 1.9 trillion euros worth of third-party assets.",
    "Allianz Insurance Lanka Ltd. and Allianz Life Insurance Lanka Ltd., known together as Allianz Lanka, are fully-owned subsidiaries of Allianz SE, a global financial services provider with services predominantly in the insurance and asset management business, headquartered in Munich, Germany. The global strength and solid capitalization of the Allianz Group, coupled with local expertise and business know-how, have been Allianz Lanka’s powerful formula for success."
  ]
}