{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/torrential-downpour-in-sri-lanka-adds-to-peoples-woes-floods-landslides-likely-94969/",
  "time_ut": 1653988500,
  "title": "Torrential downpour in Sri Lanka adds to people’s woes; floods, landslides likely",
  "body_lines": [
    "ECONOMYNEXT – Ceaseless rains exceeding 100 milimetres were reported across Sri Lanka from early morning to late afternoon Tuesday (31), greatly inconveniencing people still stuck in queues for essential supplies in parts of the country.",
    "Though there has been a significant drop in queues for cooking gas and fuel around the island, media reports showed long queues of people waiting for essentials in the pouring rain in Badulla, Polonnaruwa, Nuwara Eliya and Hatton. Angry consumers were heard venting their frustrations to TV camera crews reporting on the situation.",
    "The extreme weather conditions also prompted the Disaster Management Centre (DMC) to issue flood and landslide warnings to several areas.",
    "DMC Deputy Director Pradeep Kodippili said Tuesday afternoon that heavy rains were recorded in Kalutara, Galle, Neluwa and Thawalama areas exceeding 100 mm during in the preceding 24 hour period.",
    "“The Meteorology Department has announced that the prevailing conditions will continue in the North Western, Western and Central provinces, and the Galle and Matara districts,” Kodippili said in a statement.",
    "“Irrigation Department data shows that the water levels are rising in Kalu river, Ging river, Nilwala river and Attanagalu oya due to the continuous rainfall. Residents have been advised to be vigilant of possible flood situations,” he said.",
    "Kodippili said, due to the rising water levels, two dam doors of the Deduru oya have been opened.",
    "In a separate statement, the Irrigation Department said considerable rainfall has occurred in most of catchment areas of Aththanagalu Oya Basin as of 1.00pm Tuesday.",
    "“Analysis of the prevailing rainfall situation and river water levels of the Hydrological Stations in Aththanagalu Oya, there is a possibility of flooding in low-lying areas of Aththanagalu Oya and Uruwal Oya valleys situated in the Gampaha, Attanagalla, Mirigama, Ja-ela and Wattala D/S Divisions,” the department said.",
    "“Residents and vehicle drivers going through the area are asked to pay close attention to this development. Disaster Management Authorities are requested to take adequate precautions in this regard,” it said.",
    "Floods are also likely in low-lying areas of the Nilwala River valley in Pasgoda, Kotapola, Pitabeddara, Akuressa, Athuraliya, Malimbada, Thihagoda, Matara and Devinuwara D/S Divisions, the Irrigation Department said issuing a similar warning.",
    "Meanwhile, Director General of the Meteorology Department Athula Karunanayaka said wind speeds can increase up to 50-60kmh insea areas extending from Puttalam to Trincomalee via Kankesanturai and Galle to Potuvil.",
    "Heavy rains and rough seas can also occur in deep and shallow sea areas extending from Puttalam to Ptuvil via Colombo. (Colombo/May31/2022)"
  ]
}