{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/06/afterpartygate-uk-pm-johnson-to-face-confidence-vote/",
  "time_ut": 1654502520,
  "title": "After’partygate’, UK PM Johnson to face confidence vote",
  "body_lines": [
    "Reuters; British Prime Minister Boris Johnson will face a confidence vote by lawmakers in the governing Conservative Party later on Monday, the chairman of the 1922 Committee Graham Brady has told lawmakers.",
    "“The threshold of 15% of the parliamentary party seeking a vote of confidence in the leader of the Conservative Party has been exceeded,” he wrote in a note to Conservative lawmakers.",
    "Brady said a vote would be held between 6 p.m. and 8 p.m. (1700-1900 GMT) on Monday.",
    "“The votes will be counted immediately afterwards. An announcement will be made at a time to be advised,” Brady said.",
    "Johnson, appointed prime minister in 2019, has been under growing pressure, unable to move on from a report that documented alcohol-fuelled parties at the heart of power when Britain was under strict lockdowns to tackle COVID-19.",
    "Dozens of Conservative lawmakers have voiced concern over whether Johnson, 57, has lost his authority to govern Britain, which is facing the risk of recession, rising fuel and food prices and strike-inflicted travel chaos in the capital London.",
    "Jesse Norman, who served as a junior minister in the finance ministry between 2019 and 2021, was the latest Conservative lawmaker to publicly request a confidence vote, joining a growing number who have voiced concern about Johnson’s electoral appeal.",
    "Norman said he could no longer stand by Johnson. “Recent events have served to clarify the position this country is in under your leadership, beyond any doubt; and I am afraid I can see no circumstances in which I could serve in a government led by you,” Norman said in a letter he published on Twitter.",
    "A majority of Conservative lawmakers – or 180 – would have to vote against Johnson for him to be removed – a level some Conservatives say might be difficult to reach. If passed, there would then be a leadership contest to decide his replacement.",
    "Since the release of the damning report into the so-called “partygate” scandal, which listed fights and alcohol-induced vomiting at lockdown-breaking parties at his Downing Street office and residence, Johnson and his government had urged lawmakers to move on."
  ]
}