{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Vanquish-fear-realize-the-dream/277-236532",
  "time_ut": 1652034660,
  "title": "Vanquish fear, realize the dream",
  "body_lines": [
    "Over and over again, the dreams of Sri Lankan people have been thwarted, and our lives shattered and taken by violence and crisis. Trauma and loss, spoken or not, persists generationally and extend from island to diaspora",
    "Instead as Islamophobia spread, few had time to value democratic reforms, GSP+ restored, tax fundamentals, or primary surpluses. Even a coup against Asia’s longest-standing democracy became forgivable",
    "The point is if our system puts indignity upon its people, and carries within its structure the possibility of violence, then the only way out of that is to acknowledge that to solve our economic crisis in a long-term way, it must involve consideration of the rights and dignity of people as much as it does the securing them from basic vulnerabilities.",
    "The dots connect. The roots of #EconomicCrisisLK are also in the violence and oppression of ethnic chauvinism and religious power-mongering. Some thoughts on reckoning with it and ending this vicious cycle inspired by Mangala Samaraweera, #GotaGoGama and #Teachout.- April, 21, 2019",
    "When I woke up in Matara on April 21st 2019 it was still early enough in the day for it to be both Mamma’s birthday and an Easter morning on which my Thathi was heading to church. We had arrived the night before to settle in and set up, as Mangala’s special day was to be marked with a larger than usual gathering given that we would also be celebrating his 30th anniversary in politics.",
    "This double event with the people of Matara, the base from which Mangala led the Mother’s Front and organized the Sudu Nelum movement, was to be graced by then Opposition Leader Rajavarothyam Sampanthan as chief guest and speaker.",
    "I imagined the day ahead, an exchange of and engagement with ideas and perspectives reflective of our communities diverse in language, geography, economic standing and experiences. Mangala’s dream of a country accepting and embracing the challenges of these differences, finding in them opportunities for inclusive, ​ and collaborative growth as last articulated in ‘20 Values of the Radical Centre’ would be centre stage. It was likely in this moment of idealistic reverie that the first bombs went off.",
    "Over and over again, the dreams of Sri Lankan people have been thwarted, and our lives shattered and taken by violence and crisis. Trauma and loss, spoken or not, persists generationally and extend from island to diaspora.",
    "Yet for 10 years since 2009, a majority of us were lucky enough to not have heard such blasts experience or witnessed terror that was once commonplace. It seems almost magical to consider that there is a post-2009 generation born that knows nothing of a Sri Lanka in wartime. Yet while those of us with majority membership, and/or privilege (or hardworking/lucky enough to access security akin to the same) looked to grasp at the promised dividends of peace, it remained out of reach for others.",
    "The oppression and transgressions upon the poor, marginalized, minorities and brave critics may have receded from constant view but never ceased. The ongoing militarized repression of the northeast, Aluthgama, Digana, Rathupaswala, Welikada prison shootings, BBS, and white vans all existed in ‘peacetime’.",
    "And while we looked to lay the groundwork for new lives, new cities, and new businesses, these episodes of violence, as they had in previous times, were seeing us lose the opportunity, people and potential (the waves of Sri Lankans who fled over the decades), and were building up to a climax to blow all asunder.",
    "Within six days of the Easter attacks, Gota rolled out an impressively well-readied campaign for such an unexpected moment, one that spoke masterfully to our fears. Despite being unified in our mourning, our fear of each other, our long ‘othering’ of each other in particular, found greater resonance in a campaign that code-worded prejudice and racism as national security and patriotism. Yes of course the incumbency played straight into the dysfunction narrative amplified by the then opposition, too concerned in passing blame between themselves to demonstrate the constant concern and compassion that our distraught people craved.",
    "Instead as Islamophobia spread, few had time to value democratic reforms, GSP+ restored, tax fundamentals, or primary surpluses. Even a coup against Asia’s longest-standing democracy became forgivable.",
    "Some speak to that period as being one of no options. Yet new parties were formed, and several alternatives entered the fray. Still, something about the devil we knew drew us back in.",
    "He cooed at us the words security, discipline, and effectiveness, a demonstration of which could only be referenced if we looked at the war and ignored the war crimes (on all sides), or if we looked at the beautification of Colombo and ignored the displacement of the poor and the corruption etc.",
    "I would also be remiss as a proud Buddhist by choice from a mixed family, not to mention the aiding of the moment by a handy heaping of voodoo from Kelaniya and controversial support from a now reformed Cardinal.",
    "Of course, it isn’t pleasant to have all this reckoning being thrown at us, but unless we deal with the lurking prejudices that showed up at campaign financing time & at the ballot box in 2019, then we will never be able to own the united & democratic means to end our repetitive downfall into tragedy either. Given history is so cruelly cyclical with its lessons, there is no other way than to own our part in it to ensure that next time, and it will come, we do not negotiate on whether we are Sinhala enough or privileged enough to survive a horror-show rerun.",
    "Next time, we must know that they are testing our compliance when they ask if we are willing to rationalize the forced cremation of the body, rights, and dignity of a fellow Sri Lankan. And we must connect the dots of incrementalism, knowing if we allow them to eat away at our innate sense of right and wrong, then what chance do we have when their accountant tells us money printing leading to depreciation is fake news?",
    "Last Thursday night, in a torchlit blackout, I sat on the floor of the Independence Memorial for a ‘Teach-Out’, one of my favourite concerned citizens, civil society/topic experts combining events to have arisen from the Aragalaya.",
    "There was a lot of learning and ah-ha as the former commissioner of the Human Rights Commission of Sri Lanka Ambika Satkunanathan engaged the diverse gathering. Yet a particular chord was struck when the conversation turned to how the under-cutting of a person’s dignity fosters ease with dehumanization and even violence.",
    "The example shared was of prison officers and the lowest-rung police officers, many of who are poorly paid and resourced in so far as some stations lack access to clean water facilities.",
    "A parallel example from the public memory would be of when the pandemic hit the barracks of forces, how those who had gone home were urgently recalled. Photographs circulated of young soldiers sleeping outside on the floor overnight till a bus came to take them. Now imagine, if you felt under-resourced or under-supported at work and that it did not provide you simple dignities.",
    "Then imagine, that your work, however, gave you authority and power over someone either more vulnerable, i.e prisoners; or by nature of your work you may even be able to exert authority over someone better resourced than you, i.e policing of the general public.",
    "This is not to say criminality, indignity, and dehumanization are more likely to happen amongst Sri Lankans less well off. That buth-arrack lens is an elitist comfort that is undignified in itself and also solves nothing.",
    "The point is if our system puts indignity upon its people, and carries within its structure the possibility of violence, then the only way out of that is to acknowledge that to solve our economic crisis in a long-term way, it must involve considerations of the rights and dignity of people as much as it does the securing them from basic vulnerabilities.",
    "When Mangala and Team’s 2018 stakeholder consulted budget wiped away LKR 1.25 BN of microfinance debt held particularly by mothers and female-headed households, or when it addressed allowances & pensions of disabled veterans (something that Mr Ran Viru Rajapaksa failed to) or looked into equipment for our athletes, or allocations for poorer village-level religious sites, or financed rehabilitation overcriminalization for drug-users (the real drug mafiosos finance parliamentarians anyway), or allocated funds for video-equipment for our courts so that victims didn’t have to re-testify their pain in public court, a common thread of dignity via economic considerations seemed to be threading through.",
    "If democracy was easy we wouldn’t have been asking for a Hitler. Fine, some may have asked for a Lee Kuan Yew, but then how in the world was your choice still GotabayaRajapaksa?",
    "Now, the new game seems to be all 225 out. What if I told you that comes from the same workshop of misery that brought you the ‘outlier’, ‘non-politician’ branding that got Sri Lanka GR, and the Americans Trump, and is the easiest pathway to justifying militarization?",
    "Now that we all know what the State of Emergency is, and we might also be aware of the torture allowing PTA is, we definitely should learn about the Section 12 of the Public Security Ordinance that allows the Army to be used in Policing, are we still comfy with the idea of military rule? Was it even our best approach to the pandemic?",
    "Mammi was never a lone voice for good things in parliament and any good he was able to do was thanks to others like-minded, and luckily some of them are still in parliament today. If we look beyond party lines, and the over-emphasis on the Sinhala, Buddhist, straight and male, and I think this is very much starting to happen, we will see that several national leaders worthy of praise, re-election, and financial support (given ideally within campaign finance regulations) exist under several party banners.",
    "And what we, and also they, deserve (because honestly, it must suck to be in a work environment of racist goons), is the financing and election of more good companies to join them ahead.",
    "Abolishing the Executive is an essential task today. So would be depoliticization, independence of certain entities, limitations on powers, checks and balances, and avenues for democratic redress. I’ll leave the people in the know to speak to all that. All I can say is while the debate and deliberation of ideas and seeking consensus with people of different perspectives is far more tedious than we like if we abdicate that power again to a hoax ‘benevolent dictator’ or depend on salvation from one person, the toss-up again is tyranny returned. So how about increased civic education & engagement instead? How about rewarding teamwork that makes the dream work? And the team we all should play for is that of our mother Lanka’s.",
    "A friend suggested that in terms of community perhaps we could aspire to a democratic imagining of Singapore or Rwanda. While we have too long over admired Singapore’s concrete buildings which seem now developmentally misaligned with the climate crisis world we live in, we might consider how its diverse local communities and international residents for the most part co-exist, collaborate, innovate, compete",
    "We will thankfully still be our colourful, bustling Sri Lanka of course, but one in which all ethnic, religious, gender, and sexual identities would hold equal value and would give others respect and in doing so hold our heads high with the dignity we can have in ourselves. And if someone tried to create fear among us as fellow Lankans, we would see them as individuals causing hurt and nothing more. They wouldn’t define a community, they wouldn’t make us fall upon our worst thoughts about each other. They couldn’t destabilize us or distract us from building and living our dreams. Do you know where else we can see the possibility of this dream? In an evolving national village freshly made by all of us — #GotaGoGama.",
    "The writer is Mangala’s niece, founder of agri-food export biz Kimbula Kithul, trustee of the samaraweerafoundation.org, & collaborator with Mangala’s digital media centre Freedom Hub. Twitter: @Chanch_SL"
  ]
}