{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-tea-in-crisis-as-diesel-shortage-hit-transport-factories-92648/",
  "time_ut": 1649246460,
  "title": "Sri Lanka tea in crisis as diesel shortage hit transport, factories",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s tea sector is in crisis as a diesel shortage hit transport and factories were without diesel to run generators during a power cuts, an industry association said as forex shortages hit the country from money printed to keep rates down.",
    "“The current situation on the shortage of fuel and electricity is major threat resulting in the disruption of daily activities in the Plantation Sector,” the Ceylon Tea Traders Association said.",
    "“The transport of green leaf from the fields of the Tea Small Holders and Plantations to the factories are virtually bordering a collapse.",
    "“The Manufacturers are unable to process the harvest on time due to lack of diesel for the generators.",
    "“The likelihood of some factories closing down due to the current situation is real.”",
    "Sri Lanka started printing money from early 2020 to create a ‘production economy’ blowing the balance of payments apart and bringing the country to near default.",
    "The currency crises created since 2020 had been much worse than the two created from 2015 to 2108 under output gap targeting, call money rate targeting, REER targeting through the course of flexible inflation targeting.",
    "The Colombo Tea Traders’ Association established in 1894 is the apex private sector body comprising of all Stakeholders namely Growers, Manufacturers, Brokers and Buyers/Exporters. The Industry supports the livelihood of over 2 million people and is pivotal in sustaining the key areas in the rural economy. Sri Lanka exports over 90% of its annual production and the export earnings are over1.3 billion USD.",
    "The current situation on the shortage of fuel and electricity is major threat resulting in the disruption of daily activities in the Plantation Sector. The transport of green leaf from the fields of the Tea Small Holders and Plantations to the factories are virtually bordering a collapse.",
    "The Manufacturers are unable to process the harvest on time due to lack of diesel for the generators.The likelihood of some factories closing down due to the current situation is real. This would have serious impact on the Tea Small Holders who contribute over 70% of the National Production annually, and rely on the Manufacturers to process their green leaf.",
    "Tea Auctions are held weekly on consignments of tea delivered to Colombo. The transporters from various planting districts are unable to do so due to acute shortage of diesel. This will affect the conducting of the weekly tea auctions in Colombo that would have a negative impact on the entire value chain of the Industry.",
    "Similarly, Buyers/Exporters are affected by the lack of fuel and electricity, unable to process and meet delivery schedules of the Importers. This would have an irreversible  impact on the Industry where the Importers will look to replace Ceylon Tea, with teas from other origins. This crisis if not resolved at the earliest, will have a drastic effect not only on the National Economy but over 2 million people whose livelihood is supported by the Tea Industry."
  ]
}