{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/child-or-business-sri-lanka-flag-vendor-given-choices-by-rajapaksa-backers-before-attack-94818/",
  "time_ut": 1653649140,
  "title": "Child or business? Sri Lanka flag vendor given choices by Rajapaksa backers before attack",
  "body_lines": [
    "ECONOMYNEXT – It was a hard choice to Shermila Mohamed, a national flag vendor at the protest site on May 09 near the presidential secretariat where hundreds of protesters had been demanding the resignation of President Gotabaya Rajapaksa and his government for one month.",
    "A hoard of former Prime Minister Mahinda Rajapaksa’s supporters, hours before his resignation, stormed the Galle Face Green protest site where Shermila had been running a successful flag business selling national flags to protestors at the the Gota Go Gama, the makeshift “village” which the protests were centred around.",
    "“They (Rajapaksa suppoters) asked me what I value more, my child or my business,” Shemila told Economy Next on Tuesday (25) sharing her horrific experience on May 09 – which has since come to be known as Black Monday – when government supporters brutally attacked unarmed and peaceful protesters.",
    "“I said my child and they said, ‘Then we will have to burn down your tent’.”",
    "And burn it they did. Before setting the tent on fire, they trampled down Shermila’s flags, her bread and butter. Not one flag was spared.",
    "Shermila holds a permit as a vendor at Galle Face. She left her job at a popular electronic store and days before the protests decided to start up a business selling flags with her brother and son. That ambition came to an a halt on Black Monday.",
    "“I had flags, needle and thread, wooden poles and masks – all worth 600,000 rupees, which I bought with a loan. How will I repay it with no sales?” she said.",
    "The attacks, however, did not discourage her to leave the protest site.",
    "Now she sells Buddhist flags which she had ordered after May 09 for the Vesak national Buddhist festival.",
    "“The Buddhist flags I sell now are to remember the attack on May 09 by  government supporters who insist they follow Buddhism,” she said.",
    "The attacks over protesters and people like Shermila later led to retaliatory mob violence across the country, with anti-government protestors attacking the then ruling Sri Lanka Podujana Peremuna (SLPP) supporters and torching the houses of SLPP legislators and local councilors. At least 10 people were killed and nearly 300 were injured in the clashes.",
    "Despite the violence, people like Shermila cannot afford to close down her business because she may have to starve in what has become an unprecedented economic crisis.",
    "The severity of the economic crisis has forced many to take to the streets demanding that the president and the government leave office. The protesters also want justice and are calling for the Rajapaksas to be held accountable for their actions on May 09.",
    "The attack later forced Prime Minister Mahinda Rajapaksa to resign along with his cabinet of ministers, paving the way for a new government under prime minister Ranil Wickremesinghe.",
    "The new prime minister has yet to address key economic issues, but many see another time bomb ticking to potentially massive public riots over food and medicine shortages in the next few months.",
    "At Gota Go Gama, some vendors have now settled with different jobs, which partially explains Sri Lanka’s economic crisis, which was the root cause for the protest.",
    "M K Lakshan from Kurunegela has resorted to selling masks, flags and protest accessories, after fuel price hikes took a toll on his main source of income of running a threewheeler for hire.",
    "Lakshan, a father of one, said he has been observing the protest and decided to do his bit as a citizen while also making a living.",
    "Sri Lankan flag and mask vendors were seeing a boom in business at the protest site before Black Monday because there was high demand for those products at the protest site.",
    "“Demand has also grown because protesting became an activity open to the public after the country was closed for more than two years,” said Danura Gunesekera, who sells mobile accessories and clothing.",
    "He said the relaxation of COVID-19 restrictions after two years helped bring strong support to the protest.",
    "“People are more interested in coming forward for the country,” Gunesekera told EconomyNext.",
    "Gunesekera said the cost of running at Galle Face is significantly lower as they are mobile sellers and don’t have a rent to pay considering the prime location they trade at.",
    "“I used to make 30,000 a day from selling flags here. My only expense as of now is paying for my cart which is 200 rupees a day. Other than that I get food, water and other facilities all from here,” said S Subramaniam also known as Suda at Gota Go Gama.",
    "He was a wagon toy seller that was prominently seen in the areas of Dehiwala and Colombo.",
    "Subramaniam first visited the protest site in the first week of the protest. Seeing the determination and the commitment of the people helped spark the business idea, he said.",
    "Shantha Kumara, a hand band and sticker vendor at Galle Face, started selling headbands and face stickers to protestors.",
    "“I get the head band made from Kandy and I sold about 60 pieces on weekdays and during the weekends I sold about 100 pieces,” Kumara said adding that before the protest he would sell items in accordance with the season.",
    "This season before May 09 it happened to be face tattoos and head bands that say “Gota Go Home” became one of the fastest selling items for Kumara who was there from day one. (Colombo/May3/2022)"
  ]
}