{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-fibre-connects-ariyana-resort-apartments-athurugiya/",
  "time_ut": 1648565760,
  "title": "Dialog Fibre connects Ariyana Resort Apartments, Athurugiya",
  "body_lines": [
    "Dialog Enterprise, the corporate ICT solutions arm of Dialog Axiata PLC, joined hands with renowned developer, Home Lands Skyline to connect Ariyana Resort Apartments – Athurugiriya, Sri Lanka’s first resort apartment complex, to Dialog Fibre’s state-of-the-art, optic, Fibre-based Broadband network.",
    "“Sri Lanka’s dynamic real estate market is expanding rapidly, offering a growing selection of world-class residential and commercial developments. At Dialog Enterprise, we have had the privilege of partnering with a vast cross-section of these premier developments. As the nation’s leading ICT solutions provider, we are committed to empowering them with the right technology and connectivity solutions. In line with this, we are delighted to welcome Home Lands Skyline’s Ariyana Resort Apartments – Athurugiriya to the Dialog Fibre network. We invite the project’s residents to experience the true power of the internet with our reliable, ultrafast internet connections,” said Navin Pieris, Group Chief Officer – Dialog Enterprise.",
    "“Offering 344 apartments with 50+ amenities and over 80% open area, the Ariyana Resort Apartments – Athurugiriya seek to make resort style living an everyday reality for our discerning clients. We are well aware of the indispensable role played by the internet in all our lives today and we wanted to ensure that the entire complex – all 344 apartments as well as the common areas – have access to reliable, high speed internet connectivity. Dialog Fibre from Dialog Enterprise was a clear choice, given the strength of the network and the vast number of large-scale developments that are being served by it already.” said, Nalin Herath, Chairman Homelands Group of Companies.",
    "New Panadura showroom showcases ‘Designed For Life’ brand positioning by Phoenix",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}