{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/RBI-allows-settlement-of-government-backed-1-billion-credit-facility-to-Sri-Lanka-in-rupee-terms/108-237344",
  "time_ut": 1652989620,
  "title": "RBI allows settlement of government-backed $1 billion credit facility to Sri Lanka in rupee terms",
  "body_lines": [
    "The Reserve Bank of India (RBI) on May 19 said that the government of India-backed $1 billion term loan granted to Sri Lank through the State Bank of India (SBI) for financing purchase of essential goods can be settled in rupee terms, outside the purview of the Asian Clearing Union (ACU) arrangement.",
    "This is in view of “difficulties experienced by exporters in receipt of export proceeds from Sri Lanka,” the central bank said in a statement.",
    "In March, the government had said that State Bank of India will provide $1 billion credit facility to Sri Lanka for procurement of food, medicines and other essential items, the Indian media reported.",
    "Under the arrangement, financing of export of eligible goods and services from India, as defined under the agreement, would be allowed subject to their being eligible for export under the Foreign Trade Policy of the Government of India and whose purchase may be agreed to be financed by State Bank of India under this agreement, it said.",
    "Asian Clearing Union or ACU is a payment arrangement in which participants settle payments for intra-regional transactions among the participating central banks on a net multilateral basis. The central banks and the monetary authorities of Bangladesh, Bhutan, India, Iran, Maldives, Myanmar, Nepal, Pakistan and Sri Lanka are currently the members of the ACU, according to an earlier notification by the RBI.",
    "As per the arrangement, receipt for export of eligible goods and services by debit can only be settled in a ACU Dollar account, ACU Euro account and/or Japnese Yen account in India of a bank of the member country."
  ]
}