{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/aragalayaleft/172-238699",
  "time_ut": 1654726560,
  "title": "#aragalayaleft?",
  "body_lines": [
    "Anti-government protests at Gotagogama continue and will be stepping into its third month soon. They vehemently demand the present regime to step down",
    "More seriously, the non-political claims of the aragalaya were proven to be idle boasts. There were JVP thugs at GGG; Sajith Premadasa was attacked, Anura Kumara Dissanayake was not. Sunil Handunnetti openly condoned arson looting, thuggery and murder",
    "‘Left’ in internet parlance refers, apparently, to an individual who has withdrawn from a group, for example one on WhatsApp created for like-minded people or those who share some common attribute (for example being a member of a particular sports team or a political collective). It can also be used, by extension, to refer to something that was but is no more. It is in this sense that we need to discuss the proposition, ‘#aragalayaleft?’ In other words, what happened to the agitation/protests or the ‘aragalaya?’ Is it still on? Is it done? Does it exist in the trappings and not substance? Such are the issues that we discuss here.",
    "Outside of the diehards, it is clearly apparent that the aragalaya is not what it was or what it was meant to be or what its adherents made it out to be. GGG (Gotagotama) still exists, but few would insist that the spirit pervading the territory in the month of April and the first weeks of May is intact.",
    "Perhaps this is partly because ‘aragalaya’ is associated with a mis-written address. After all, the anxiety, fear, anger etc., that spilled out of the household and workplace didn’t flow all the way to the GGG from all parts of the country. GGG was seen or understood as a proxy or focal point, yes. People from all parts of the country did go there and many camped out for a few days or more, yes. However, for obvious reasons GGG could not hold all the agitators nor all agitation. The agitation still exists of course. The root causes haven’t been sorted out.",
    "On the other hand, after the May 9 incident and its aftermath, several factors came into play. First and foremost, the Prime Minister tendered his resignation. The aragalists, having focused on an individual and a family, found the political rug pulled from under their feet. True, some did talk of system-change, but that was almost an afterthought or footnote. Revenge for perceived wrongs dominated the aragala discourse and the voices of those who say personality and party as expressions of system-failure were drowned in the cheers and jeers calling out for blood and beheading. It was clear that the anger was directed towards a political family/clan. It is clear that Mahinda Rajapaksa symbolized this family/clan and all the ills associated with it. When they announced #mahindaleft it was a hefty consolation prize.",
    "Then there was the systematic violence in response to the attack on GGG by goons who set off from Temple Trees. The aragalists and the aragalaya lost much ground then and there. It is one thing to fight in self-defence and quite another to systematically target enemies, engage in arson and looting, perpetrating thuggery and murder. What was lost at that point was the moral high ground: those who engaged in such activity did so in the name of the aragalaya, called themselves aragalists and there was hardly a whimper of protest from those in the aragalaya who did not condone such acts.",
    "More seriously, the non-political claims of the aragalaya (as in ‘not belonging to or being led by established political parties/organizations’) were proven to be idle boasts. There were JVP thugs at GGG; Sajith Premadasa was attacked, Anura Kumara Dissanayake was not. Sunil Handunnetti openly condoned arson, looting, thuggery and murder. Lalkantha did not justify it, but he acknowledged that the JVP called all party units in all parts of the country out on to the streets immediately after the attack on GGG. It’s not hard to connect the dots.",
    "Was the JVP the heart, so to speak, of GGG? Many would say ‘no’ or ‘no way’ and they wouldn’t be lying. However, there was and there still is a JVP presence in GGG wrapped in fading and faded colours (little is left of the initial enthusiasm, the overflowing of love, camaraderie and a collective desire to recreate a nation of different and more wholesome colours).",
    "Who stole the colours of GGG, then? Who robbed the perfumes? As mentioned above, part of the explanation has to be the fact that the agitation was directed at personalities and not systems. Part of it is the dilemma of any spontaneous uprising made of multiple voices — when it comes to synthesizing all interests into cogent, pragmatic demands, there’s dissonance. What came out was pretty bland — mostly regurgitation of old and tired slogans, calls for the obvious and demands for constitutional amendments that clearly indicated absolute ignorance of constitutional content and process.",
    "Part of it is the vile (yes, vile) intentions of the JVP. The JVP initially pooh-poohed the aragalaya (‘We are not interested in fatherless agitation,’ they said). They were arrogant (‘We will give the leadership that the aragalaya needs,’ they said). The JVP tried to make political profit out of the aragalaya; Harini Amarasuriya was aghast that Ranil Wickremesinghe, the sole UNP MP, was made Prime Minister but saw nothing wrong in the leader of her party wanting to be President (first PM subject to Gotabaya Rajapaksa’s resignation and then using the inside track to the Executive Presidency), even though his party polled just 3%. And for reasons best known to them perhaps deliberately or unwittingly, the JVP showered body-blows on the aragalaya, robbing it of its integrity and moral superiority by indulging in violence.",
    "Of course, change is not an overnight phenomenon. Neither is it fair to demand that aragalists deliver paradise here and now. Sugath Kulatunga in an FB post generously suggests, ‘probably the aragalaya is a learning process.’ That it certainly is and this is why hope should not be retired. Setbacks are scripted into any revolutionary process. Debacles are also inevitable. However, advancement is predicated among other things on identifying and insuring the struggle against the most pernicious type of enemy, he/she who comes wearing the uniform of agitation, waving agitational banners and assuming he/she has some kind of right to lead. In this instance, the JVP is the most prominent of this tribe.",
    "Kulatunga’s generosity came with some home truths which warrant retelling:",
    "‘System-change is the current buzzword or a mantra chanted by many people including intellectuals. The Galle Face aragalaya also claims that the struggle is for a system change. But their eight demands do not spell systems change. The changes they demand are within the prevailing system. For instance, if Gota goes there will be another President. Others like an interim government and amendments to the Constitution are within the current system. Fair and independent elections are provided in the present law. A system change focuses on the causes, rather than the symptoms. A definition of system change explains that it encompasses taking a holistic (or ‘systemic’) view of required transformations in the policies, practices, power dynamics, social norms or mindsets that underlie the societal issue at stake. aragalaya demands are neither radical nor revolutionary. They concern only on some adjustments in the prevailing system and do not address the underlying social issues.’",
    "The JVP is not for system-change. Neither is the IMF for that matter. In fact the JVP and the IMF are integral parts of the system (that clearly requires transformation). Maybe the aragalaya will save itself from such fake aragalists. The true aragalaya is never evicted or buried. It finds different addresses, learns from errors, becomes more circumspect and emerges even more radiant and strong. That aragalaya is no longer resident in GGG. It has left. In essence."
  ]
}