{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/06/latest-township-horugogama-set-up-near-parliament/",
  "time_ut": 1651776180,
  "title": "Latest township ‘HoruGoGama’ set up near Parliament",
  "body_lines": [
    "COLOMBO (News 1st); The world’s most creative people’s protests continued in Sri Lanka today, with student protestors tear-gassed and chased away by police, stayed on and within hours, set us a township they called ‘Horu-Go-Gama’.",
    "Sri Lankans led by the Inter-University Students Federation, commonly known as Anthare’, set up a protest camp along the road leading to the parliament, and this camp is now known as ‘HoruGoGama’.",
    "This protest camp is the latest site set up against President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa, and their government.",
    "The protestors are demanding that the President, Prime Minister, and their government resign immediately and that the Rajapaksa family return the money they looted from the people over the years.",
    "They blame the government for the mismanagement of the economy, which has sent prices of goods skyrocketing and the country’s reserves plummeting to levels reaching a record low.",
    "The Inter-University Students Federation, the largest student body in Sri Lanka marched from the University of Sri Jayawardenapura to the Parliament Road on Thursday (5) evening and was confronted by a large police force that fired tear gas to disperse the crowd.",
    "However, as word spread of the tear gas attack, more youth joined with the IUSF and decided to occupy the road leading to Parliament and voice their protest.",
    "However, all roads leading to Parliament were already closed by Police using GI Pipes and Barricades.",
    "According to News 1st’s Vindana Prasad Karunarantne who has been covering these protests since day one, the HoruGoGama protest camp received a large number of water bottles and food packs within hours of the Tear Gas attack by police, as more Sri Lankans extended their support to the IUSF.",
    "The student movement’s leader Wasantha Mudalige said the people in unison are calling for the government to resign and for all 225 MPs to quit.",
    "“We want a future and we want our rights. The government responded with tear gas,” he said.",
    "Wasantha Mudalige also said that the IUSF and the Sri Lankans will stay the night at the barricades near Parliament to ‘welcome’ the MPs for Friday’s (6) parliamentary session.",
    "The first protest camp to come to life in Sri Lanka was GotaGoGama, which is located opposite the most powerful building in Colombo, the President’s Office located along the Galle Face stretch.",
    "GotaGoGama was established at the agitation site right next to the President’s Office on the 9th of April 2022.",
    "GotaGoGama also has a network of nationwide branches that popped up to support the main protest against the President and the Government.",
    "The second main protest camp is MynaGoGama, located opposite Temple Trees, the office of the Prime Minister.",
    "For over a week, the protest camp was surrounded by police buses and trucks, and pirith was played throughout the day from Temple Trees using loudspeakers to drown the voices of the protestors.",
    "Following a court order, Sri Lanka Police removed their vehicles from the pavement, and the protestors crossed to the other side of the road and set up camp.",
    "Protesters across Sri Lanka accuse the present government of corruption, nepotism, and authoritarianism while leading the country into an economic abyss.",
    "The main reason for the protests is the country’s dire economic crisis, the worst since Independence.",
    "Power Cuts : 3 hours and 20 minutes daily from 6th to 8th May"
  ]
}