{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-links-aia-insurance-to-q-payment-app-crms-for-premium-payments/",
  "time_ut": 1647875520,
  "title": "ComBank links AIA Insurance to Q+ Payment App & CRMs for premium payments",
  "body_lines": [
    "Policyholders of AIA Insurance have been provided two more convenient options to pay their premiums with Commercial Bank of Ceylon with the addition of AIA to the Bank’s Q+ Payment App and its island-wide network of Cash Recycler Machines (CRMs).",
    "This enables the payment of premium from anywhere, at any time, and on any day of the year, the Bank said. These payments will be validated and updated in real time.",
    "The Bank said it continues to diversify and digitise its payment options for customers who are increasingly conscious about safety and convenience, especially in the backdrop of the pandemic-related risks associated with physical contact.",
    "AIA policyholders can pay now their premium dues via their smart phones by simply downloading the Q+ Payment App from the App Store or Google Play Store, signing up by filling in the required details such as User ID and e-mail and creating a Q+ Payment App account. In order to enable premium payments, policyholders have to link their ComBank Credit, Debit or Prepaid Cards to the App, click on the ‘Bill Payment’ menu on the App, select ‘AIA Insurance’ as the service provider and insert the required details.",
    "AIA’s customers can also save their recurring premium payments under the ‘Favourites’ tab to avoid re-entering billing account numbers. Since a Personal Identification Number (PIN) is required to authenticate bill payments, the entire process is hassle free and secure.",
    "Alternatively, AIA policyholders can also visit any one of the 275 Commercial Bank CRMs across the country, select ‘Cardless Deposits’ on the machine’s home screen, select insurance payments to AIA under the ‘Bill Payments’ option and proceed to pay their dues within a matter of minutes, the Bank said.",
    "‘Insurance’ is the newest category added to the Q+ Payment App ‘In App Payments’ feature. The App already enables users to make in-app bill payments in eight categories such as data reloads, pre-paid and postpaid mobiles, fixed telephone lines, utilities, water and electricity (CEB and LECO), pay TV bills, Credit Card outstanding and Pre-paid Cards top-up.",
    "The Q+ Payment App is the fastest-growing QR app in the country and was the first QR-based payment application to be launched under LANKAQR. Currently, Q+ Payment App is the only payment App in Sri Lanka compatible with VISAQR, Mastercard QR and UnionPay QR. In October 2021, the App surpassed the 100,000 registered customers milestone, doubling its customer base in just five months.",
    "With a presence in 18 markets across the Asia-Pacific region, AIA is the largest listed company on the Hong Kong Stock Exchange which is incorporated and headquartered in Hong Kong. A key player in Sri Lanka’s insurance industry, AIA has served millions of Sri Lankans for more than three decades. The company has a strong distribution network covering the entire island, employs over 3,500 Wealth Planners and operates over 120 branch offices.",
    "Sri Lanka’s first 100% carbon neutral bank, the first Sri Lankan bank to be listed among the Top 1000 Banks of the World and the only Sri Lankan bank to be so listed for 11 years consecutively, Commercial Bank operates a network of 268 branches and 938 automated machines in Sri Lanka. Commercial Bank is the largest lender to Sri Lanka’s SME sector and is a leader in digital innovation in the country’s Banking sector. The Bank’s overseas operations encompass Bangladesh, where the Bank operates 19 outlets; Myanmar, where it has a Microfinance company in Nay Pyi Taw; and the Maldives, where the Bank has a fully-fledged Tier I Bank with a majority stake.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}