{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Asia-Cup-to-be-held-in-Sri-Lanka-in-August-September-2022/108-233420",
  "time_ut": 1647690600,
  "title": "Asia Cup to be held in Sri Lanka in August-September 2022",
  "body_lines": [
    "The 2022 edition of the Asia Cup, which on this occasion will be a T20I competition, is set to be held in Sri Lanka between August 27 and September 11.",
    "The dates and the host were announced after an AGM was held between the member countries on Saturday.",
    "All five Test teams - hosts Sri Lanka, India, Pakistan, Afghanistan and Bangladesh - will feature in the tournament, as will one more Asian side that will be decided after a qualifying tournament which will be held from August 20.",
    "The Asia Cup, which usually alternates between ODI and T20I formats, was last played in 2018 and won by India. The pandemic, however, forced the postponement of the 2020 edition.",
    "Sri Lanka were supposed to host the 2020 edition, but Covid-19 pushed the event to 2021 before finally being moved to 2022. Pakistan, who were originally supposed to host the 2022 Asia Cup, now have hosting rights for 2023.",
    "The sixth team to join the tournament will be one of UAE, Kuwait, Singapore or Hong Kong - with each side earning their place in the qualifier by coming either first or second in the ACC regional events in 2020.",
    "The upcoming Asia Cup will be the 15th of its kind, having started way back in 1984 in Sharjah. Defending champions India are the most successful team, winning it seven times including the lone T20I edition in 2016. Sri Lanka have won the competition five times.",
    "During the AGM, it was unanimously decided that Jay Shah, the BCCI secretary, will continue as the Asian Cricket Council's (ACC) president for one more year till 2024. Pankaj Khimji of Oman Cricket Board was appointed the vice-president of ACC and Mahinda Vallipuram of Malaysia Cricket Association was named the chairman of developing committee."
  ]
}