{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/second-usd-500-mln-indian-fuel-credit-line-to-sri-lanka-not-finalized-yet-sources-93279/",
  "time_ut": 1650543120,
  "title": "Second USD 500 mln Indian fuel credit line to Sri Lanka not finalized yet – sources",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s request for a second 500 million US dollar credit line to import fuel is in discussion and yet to be finalized, two sources familiar with the talks said on Thursday.",
    "India has given Sri Lanka a 500 million credit line to buy fuel after the island nation’s foreign currency reserves dwindled to near zero and was unable to import fuel for both transport and power generation.",
    "Sri Lanka has used most of this credit line and the chairman of state-run fuel retailer Ceylon Petroleum Corporation (CPC) told last week that it is in discussion with India for another 500 million US dollar credit line.",
    "“The request is under consideration and has not been finalized,” a source who has the knowledge of the discussions told Economy Next.",
    "A second source said India is willing to lend another 250 million US dollar for fuel credit as Sri Lanka requested only for an additional 250 million US dollars soon after Indian fuel shipments started to arrive in Colombo.",
    "Ruling Sri Lanka Podujana Peramuna (SLPP) legislator Mahindananda Aluthgamage on Thursday told the parliament that India has already finalized the second 500 million US dollar fuel credit line.",
    "Most of Indian fuel has been used for power generation after Sri Lanka faced extended power cuts as high as 13 hours in a day.",
    "Power cuts and shortage of fuel, cooking gas, and medicines have angered people who have started protests demanding President Gotabaya Rajapaksa and his government to resign.",
    "Government officials at ministerial level say the government does not have enough dollars to import fuel after the current Indian fuel credit line exhausted. (Colombo/Apr21/2022)"
  ]
}