{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/pangiriwatte-and-after/",
  "time_ut": 1648821480,
  "title": "Pangiriwatte and after",
  "body_lines": [
    "There is no escaping the reality that the Thursday night Pangiriwatte Mawatha protests near President Gotabaya Rajapaksa’s Mirihana home was an outpouring of mass anger at the hardships the people are bearing at present. The poor, as always, are the worst hit but others too are at the end of their tether coping with gas queues, fuel queues, unavailable essentials and prices of everyday needs rising to hitherto unknown levels. Businesses without export cushions are in deep distress. Many small businesses have shut down altogether. Banks are unable to provide hard currency even for most essential imports and no light is visible at the end of a long dark tunnel. Where it is going to end is anybody’s guess. Regime change is not going to be any kind of quick fix with many convinced that successors are going to be no better than incumbents.",
    "Many of the protests, catalyzed by despair, are spontaneous. But political elements looking at seizing opportunities cannot be discounted altogether. Today, April 3, has been picked for countrywide protests and how far they will spread and how effective they will be remains to be seen; so also the response of the regime. The police curfew imposed on several parts of the city and suburbs on Thursday night could well have been an effort to prevent the swelling of numbers at Mirihana especially after what began peacefully took an ugly turn with stones thrown and a vehicle used as a roadblock set ablaze. Doubtlessly middle class, educated protesters who are mostly apolitical feel that they owe both themselves and their country the duty of registering their dissatisfaction at the manner in which the country is being misruled.",
    "Kumar David, our regular columnist, who wrote a recent column in the Colombo Telegraph has claimed authorship of the ‘Go Gota Go’ slogan and its various renditions and juxtapositions. He says he is happy to have been the source of the slogan, but the way things are moving is more serious than anyone’s authorship. There was another protest outside the president’s private home a few weeks earlier and this protest, middle class and female oriented, was attributed to ex-MP Hirunika Premachandra. A retaliatory demonstration outside her home followed. Very many small candlelit protests where participants carried placards in both English and Sinhala have been part of the everyday scene recently. Voice cuts from protesters, in both languages, have been aired on national television indicating a middle class presence in the demonstrations. Some arrests have been made and journalists covering the protests claim to have been roughed up by the police with photos of a few of the injured lying on hospital beds published.",
    "Demonstrators participating in the various protests must not be unmindful of the possibility of goon elements infiltrating them for obvious reasons. Given the turn the Mirihana protest, which began peacefully enough but later turned violent, took with the arrival of a motorcycle squad wearing full face helmets has its own message. The use of tear gas too may have been provocative but middle class protesters do not resort to violence as goons do – even retaliatory violence. The intention may well have been at attempt to suggest that protests mean violence and therefore there should be a clamp down on all protests. There was an attack on an earlier JVP protest where rotten eggs were thrown. One miscreant was arrested and allegations made that he belonged to a regime supporting paramilitary outfit was widely made. But, as in many similar cases, investigations have been dragging on without conclusion. Such tactics are commonly used by state agencies for their own purposes and resort to them cannot be discounted in the present context.",
    "Today’s economic crunch is largely due to the hard currency shortage that has been long building up. Responsible advice that debt repayments be re-negotiated at least as far as the last sovereign bond settlement was concerned was totally ignored. The government has been trying to pass off much or our current difficulties to the covid pandemic which forced lock downs and restrictions. But it has been clearly pointed out that at least in the region we have done much worse than our more severely affected neighbours. Bangladesh which Henry Kissinger once labeled as an “international basket case” is doing very nicely we have had to resort to currency swap arrangements with that country to tide over our difficulties.",
    "There is no need to labor the fact that we have for long lived way beyond our means. Two of our major problems are a highly overloaded public service and an outsized military. No serious effort has been made to trim these behemoths to realistic proportions. The last budget announced a freeze on public sector recruitment but this is merely scratching the surface of the problem. Our armed forces grew to their present size as a result of the civil war. But no effort was made to downsize the military after the war ended. On the contrary our defence budget keeps increasing annually.",
    "As in the years before the war, we have to think of our military primarily as an internal security force supplementing the police. We cannot ever hope to repel a foreign aggressor as clearly demonstrated when India engaged in the infamous parippu drop at the time we might have ended the war at Vadamarachchi. The SLAF was no match for Mirage fighter jets escorting Hercules transport aircraft carrying food supplies for what was falsely alleged to be a starving population. So let us be realistic in our defence spending without blasting the few resources we have on an unnecessarily large peacetime military.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}