{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-main-opposition-will-not-join-govt-will-back-correct-decisions-opp-leader-94239/",
  "time_ut": 1652532780,
  "title": "Sri Lanka main opposition will not join govt, will back “correct” decisions: opp. leader",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition party the Samagi Jana Balavegaya (SJB) will not join a new government under newly appointed Prime Minister Ranil Wickremesinghe but will support “correct decisions” taken with regard to the economic crisis, Opposition Leader Sajith Premadasa said.",
    "Responding to a letter by Wickremesinghe Saturday (14) afternoon, Premadasa wrote that there has been no change in the SJB’s position regarding an all-party government.",
    "“In considering the political solutions demanded by the people in this crisis, it is very clear that, among various demands, they are demanding a regime without Rajapaksas,” said Premadasa.",
    "“I also wish to inform you that we will extend our support as a responsible opposition to correct decisions taken in finding solutions to economic problems of the people,” he wrote.",
    "In his letter earlier Saturday, Wickremesinghe had invited the SJB leader to join hands with him in his and the new government’s collective effort to bring “economic, social, and political stability to Sri Lanka with the help of the international community and to find speedy solutions to the burning problems faced by the public.”",
    "Sri Lanka PM writes to opposition leader, invites his party to join new government",
    "Sri Lanka is going through the worst economic crisis in its 74-year post-Independence history. A crippling shortage of foreign reserves has led to ever lengthening queues for fuel, cooking gas and other essentials while scheduled power cuts and soaring food prices continue to heap misery on the people.",
    "The economic crisis also triggered a political crisis in Sri Lanka, culminating in the resignation of ex-Prime Minister Mahinda Rajapaksa under violent circumstances followed by ashotgun appointment of Wickremesinghe as the country’s 26th prime minister on Thursday (12).",
    "Premadasa’s SJB on Friday (13) refused to join an interim government with Wickremesinghe as prime minister. Several other major opposition parties and independent groups have expressed similar sentiments.",
    "The SJB had previously refused to join any governance arrangement unless President Rajapaksa stepped down from his position. The party then softened this stance, writing to the president at the last minute that they were willing to form a government on the condition that he agreed to step down within a mutually agreed time period. (Colombo/May14/2022)"
  ]
}