{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/tokyo-cement-group-registers-y-o-y-growth-of-31-in-fy22-q4/",
  "time_ut": 1654278600,
  "title": "Tokyo Cement Group registers Y-o-Y growth of 31% in FY22 Q4",
  "body_lines": [
    "Tokyo Cement Group (Tokyo Cement) reported its financial performance for the fourth quarter ending 31st March 2022, with a turnover of Rs. 16,158 million reflecting a year-on-year growth of 31%, compared to Rs. 12,373 million during the same period last year. Despite turnover growth, Tokyo Cement’s sales volumes reduced by 11% compared to the fourth quarter last year, due to a plant breakdown at one of the grinding mills and unavailability of raw materials. The Group recorded a Rs. 2,531 million loss for the fourth quarter, of which the largest contribution came from exchange losses that amounted to Rs. 4,822 million.",
    "Year in Review The Group’s year-on-year performance comparison against the previous financial year reflects the impact of significant increases in cost of goods and shortages of raw materials due to USD illiquidity in the market. Sales volume of Tokyo Cement showed a marginal increase of 1% for the financial year, whilst turnover saw a year-on-year growth of 22%, from Rs. 42,962 million to Rs. 52,477 million. The Group recorded a loss of Rs. 453 million for the FY 2021/22, with the exchange loss standing at Rs. 5,050 million for the year.",
    "Forex, Cost Increases and MRP Impact During the quarter prices of all construction material spiked sharply, reflecting the highly volatile macroeconomic environment. Raw material costs increased in line with global price surges, compounded upon by increasing freight rates due to rising oil prices, and interest for longer credit periods of 180 days. In addition, constraints in establishing Letters of Credit (LCs) gave rise to material shortages. The price of 50kg bag of cement was adjusted to reflect these cost increases accordingly,",
    "January 1st – Cement prices increased from Rs. 1,275/- to Rs. 1,375/-, due to the increase in raw material costs and freight charges.",
    "March 8th – The Central Bank of Sri Lanka (CBSL) floated the currency (previously pegged to Rs. 203/- to the USD) causing the Rupee to depreciate to Rs. 230/- to the USD, the same day.",
    "March 12th – Official exchange rate depreciated to Rs. 260/- to the USD and the cement industry increased prices of a 50kg bag of cement to Rs. 1,850/-.",
    "April 1st – Official exchange rate rose to Rs. 299/- to the USD, resulting in the increase of a 50kg bag of cement to Rs. 2,350/-.",
    "As of this article the cement price stands at Rs. 2,850/- in accordance with the average exchange rate of Rs. 350/- to the USD.",
    "DFCC Bank engages in community upliftment during the Vesak Season",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}