{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/political-apathy-amongst-sri-lankans-is-significant-contributory-factor-to-the-current-state-of-affairs/",
  "time_ut": 1648817460,
  "title": "Political apathy amongst Sri Lankans’ is significant contributory factor to the current state of affairs",
  "body_lines": [
    "Political apathy is best described when a citizen is indifferent in their attitude to political activities, such as electing politicians, having opinions, and their civic responsibility. A more simplified term for political apathy would be that someone ‘cannot be bothered’ to participate in their country’s political system.",
    "There is no doubt that the country is amid an economic meltdown. It is in free fall, and where it will end depends on how quickly those entrusted with the country’s governance take decisive action. A few independent economists and financial analysts have been calling on the government over the last 18 months to make challenging and unpopular decisions as otherwise, the country might end up like Lebanon. Unfortunately, the country and the people are in this precarious situation because those calls went unheeded.",
    "It is possible that most people have not read about the severe economic downfall of Lebanon, where currently, only two hours of electricity a day is supplied from the national grid. The currency has devalued significantly, and the black-market rate for the dollar is about 400 per cent higher than the official rate. There is a great scarcity of food and medicines. Politicians are fighting among themselves. Sounds familiar?",
    "Despite many upheavals that our country has gone through due to the civil war that continued for a quarter of a century, two violent uprisings by the Janatha Vimukthi Peramuna (JVP), the Easter Sunday bomb attack, the Tsunami in 2004 and race riots, the people have not experienced such hardships as they do now. Most are shell shocked, angry and unable to fathom how things we took for granted, such as uninterrupted power, diesel, petrol and cooking gas being readily available despite soaring word prices are no longer easily available.",
    "The poorer segment of the society is out on the streets, standing in queues to purchase essentials like milk powder, cooking gas and kerosene. In addition, many who earn their living by providing transport services are in diesel queues, unable to earn their daily sustenance. In addition, skyrocketing prices make many essentials unaffordable. This population segment openly criticizes the government for its inaction and inability to resolve the problems. Some have resorted to blocking roads, hindering road traffic.",
    "A small segment of the middle class has begun to express their concern and criticism of the government by participating in a silent protest holding placards and candles along the roadside without disturbing traffic. The placards are pretty explicit in their disapproval of the government. These gatherings are no doubt “apolitical.”",
    "In most societies, the middle class consisting of professionals and academics, are vocal against political mismanagement and generally acts as a powerful voice to hold governments to account. However, in Sri Lanka, we, the middle class until now, have abdicated such responsibilities as our lives have centered around building wealth and performing parental duties. Many might say, “what is wrong with that?” But unfortunately, the sad reality is the current state of affairs. In addition, many have remained silent, indifferent and tolerant of the rampant corruption that pervades our country. This is despite many coming from families where corruption was considered a crime by their parents. Only recently, several economic academics have come on television and openly disagreed with the government’s economic policies. A case of too little too late?",
    "The private sector must be silently seething with anger. They have been struggling against the odds since 1985 due to various factors that I have mentioned in a previous paragraph. In addition, inconsistent and poorly thought out economic policies, corruption, inefficiency and lethargy among the public service, and, more often than not, a poorly trained workforce has challenged their resolve. Nevertheless, it is to the private sector’s credit that the country has ticked over despite the constraints.",
    "But, as in the case of the middle class, the private sector stands accused of being subservient to successive governments and being tolerant and even complicit in corruption. There is no doubt that the private sector needs the goodwill of the government in power to further their business activities and furtherance of business-friendly policies.",
    "Their reluctance to come forward with constructive comments was well illustrated during the Yahapalana government when the head of the Ceylon Chamber of Commerce, a much respected and proven business leader, was publicly rebuked and his political loyalties questioned by the then Prime Minister. This is after the chamber requested the government to provide additional information to the public about the proposed MCC agreement with the US government. No one came to his defence except for an article I wrote supporting the gentleman concerned.",
    "There is no doubt that the politicians we have elected since independence in 1948 have failed us. They have been devoid of vision, leadership, intelligence, and integrity, the primary reason for our predicament.",
    "However, we, the people, are equally culpable for the current state of affairs. We have been, for several decades, politically apathetic. We have exercised our franchise irresponsibly for decades. We continue to elect those who have failed repeatedly and are responsible for crimes and corruption.",
    "Those who have the competence and integrity to govern have abdicated their civic responsibility. Many of our skilled and competent professionals and academics have migrated in search of greener pastures. Those who remained decided to lead a “quiet” life and avoid any active participation in expressing disapproval of wrongdoings by politicians. The quotation “All that is needed for the forces of evil to succeed is for enough good men to remain silent” is applicable in this instance.",
    "The few who had the courage of their conviction to express constructive criticism were either penalized or ignored. For example, my late brother Rajeewa who worked at Sri Lankan Airlines for nearly two decades wrote 40 articles in seven years about how unprofessionally the airline was managed and operated by successive governments. He gave numerous examples of serious mistakes made by people appointed to the board and senior management positions who lacked experience in the aviation industry and even business and managerial competence. The only qualifications they had were that they were either related to or were good friends of the higher-ups in government.",
    "The net result is that the country’s taxpayers are burdened with a liability they can not afford. But unfortunately, no one, either retired or working at the airline, ever wrote in support of his disclosures and supported the request to privatize the airline. All remained silent despite agreeing privately but with the advice, “machan, just keep silent; nothing will change.” Even his personal life was negatively impacted due to his critical articles as he was consistently rebuked and reminded, “my sales will come down if you antagonize those in the airline.”",
    "Many other state-owned enterprises, including the Ceylon Electricity Board (CEB) and the Ceylon Petroleum (CPC), have been for decades run inefficiently. No effort has been made to eliminate the losses and restructure them to be operated as sustainable businesses. In that regard, the militant trade unions need to be held responsible for their continued opposition to such proposals. Only a few months back, I wrote an article recommending that the government should ban all industrial action by trade unions for the next five years. I highlighted that to come out of the economic quagmire we are in, many unpopular and difficult decisions will need to be made, which trade unions will oppose.",
    "How many will publicly agree with my recommendation despite these two organizations being responsible for the immense suffering we are enduring? The wild cat strikes by the health and railway workers have also caused great inconvenience to the public. The question is whether we accept such unreasonable behaviour or demand decisive action such as dismissal from service for engaging in an activity to inconvenience the public. After all, we are the taxpayers who pay their salaries.",
    "How many of us read the reports published by the Auditor General disclosing colossal waste, corruption and inefficiency in state enterprises or critically analyze the annual budget? To be only interested in whether the personal income tax rate has been reduced and the single person allowance has been enhanced will not suffice.",
    "I, for one, hope that the people of this country, in the future, will be actively involved in publicly voicing their opinion and disapproving of actions against the public interest, whether committed by politicians or trade unions. Of course, it will be too little too late to state the obvious, but then we need to start from somewhere.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}