{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-ban-open-account-imports-to-curb-undiyal-hawala-93677/",
  "time_ut": 1651244280,
  "title": "Sri Lanka to ban open account imports to curb Undiyal/Hawala",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka will shortly ban open account imports in a bid to stop the demand of unofficial transfers made through Undiyal/Hawala gross settlement systems, Central Bank Governor Nandalal Weerasinghe said.",
    "“We see that there is a large volume of money going through the Hawala/Undiyal systems,” Governor Weerasinghe said.",
    "Weerasinghe said the Finance Ministry will shortly issue a gazette notice through the Import and Export Control Law.",
    "About 25 percent of the country’s 1.6-1.8 billion dollars a month are on open account and another 12 percent or so on documents against payment/documents against acceptance, central bank officials said.",
    "The Import and Export Control Law was enacted in 1969 when economists/Mercantilists printed money through the islands intermediate regime central bank and got an administration led by then Prime Minister Dudley Senanayake into trouble.",
    "Sri Lanka parallel rates for Undiyal transfers are around 400 rupees a dollar or higher compared to around 365 to the US dollar for the banking system where there are forex shortages.",
    "Forex shortages are caused by extra money printing by the central bank which drives up  credit and imports.",
    "Parallel exchange rates emerge when the rupees trying to rush out the country are greater than the inflows.",
    "At the moment there is a surrender requirement (central bank purchases of dollars for new money despite the distressed exchange) which critics say tends to push the currency down.",
    "However Governor Weerasinghe had taken the right step by hiking rates to 14.50 percent from 7.50 percent and Treauries yields are now around 22 percent, which will eventually curb bank credit and imports.",
    "However concerns have been raised that any attempt to force food importers to open Letter of Credit before private credit collapses, could lead to food shortages as found in medicines and fuel."
  ]
}