{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/17/new-bill-to-solve-labor-concerns-soon/",
  "time_ut": 1655451540,
  "title": "New Bill to solve labor concerns, soon",
  "body_lines": [
    "COLOMBO (News 1st) The Industrial Disputes (Special Provisions) Bill, published in the Gazette dated 08th April 2022, was brought to the notice of the Ministerial Consultative Committee on Labour and Foreign Employment which met recently (10) under the chairmanship of Hon. Manusha Nanayakkara, Minister of Labour and Foreign Employment.",
    "At present, according to the Industrial Disputes Act, in cases where an employer has terminated the employment of an employee, only the process finalization of such termination is dealt with under a Labor Tribunal. In cases where the employers do not agree or violate the provisions of various Acts pertaining to the Employees’ Provident Fund, wages, other terms and conditions, litigation will be instituted in the Magistrates’ Courts.",
    "The main issue is that more than 16,000 cases have been filed in about 80 Magistrate Courts functioning island wide.",
    "It was also stated that it would take a long time for the aggrieved workers to get some justice and if the cases were referred to the 37 established tribunals island wide which are currently conducting very small proceedings, the aggrieved party would be able to expedite justice.",
    "Therefore, it was emphasized that the Act would delegate the powers of prosecution to the Chairmen of Labor Tribunals. It was further stated that the Labor Tribunals had been given the aforesaid power in the past as well and that many cases could be settled expeditiously and those powers were later abolished.",
    "He further stated that the Minister in charge of the subject will take steps to discuss with the trade unions the measures required to protect both the employer and the employee in the event of any factory closure due to specific economic conditions in the future.",
    "The Bill was approved by the Ministerial Consultative Committee and will be taken up for debate at the next Parliamentary Week.",
    "Thereafter, it was stated at the Consultative Committee that although special training programs for foreign employment are being conducted island wide which are currently receiving a lot of attention, such programs are not being implemented in the Jaffna District. Therefore, the Minister in charge of the subject instructed the relevant authorities to take immediate steps to implement language training programs in the Jaffna District.",
    "Sri Lanka should have gone to IMF sooner, delay was a mistake – CBSL Governor"
  ]
}