{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-agriculture-minister-says-food-crisis-avoidable-promises-rice-self-sufficiency-in-2023-94944/",
  "time_ut": 1653974760,
  "title": "Sri Lanka agriculture minister says food crisis avoidable, promises rice self-sufficiency in 2023",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka, now in the throes of its worst economic crisis since Independence with an unprecedented food crisis also said to be on the horizon, will be self-sufficient in rice next year, the country’s  new minister of agriculture Mahinda Amaraweera claimed on Tuesday (31).",
    "Speaking to reporters at the weekly cabinet press briefing Tuesday morning, Amaraweera expressed confidence that Sri Lanka will come out on top of the coming “global food crisis” and will no longer need to import rice in 2023.",
    "“After the next Maha cultivation season, we will definitely stop importing rice and we will be self sufficient. I can say that with responsibility. We have a programme in place with input form all stakeholders,” he said.",
    "The minister also requested the media to refrain from dissuading farmers from returning to work.",
    "“I ask the media to understand the crisis unfolding around the world. It’s okay to criticise us, but we ask that you do not discourage farmers from growing,” he said.",
    "Prime Minister Ranil Wickremesinghe and others have warned of a food crisis in the coming months if solutions to Sri Lanka’s worsening forex crisis aren’t fast-tracked. Some experts have predicted a crippling shortage in rice, Sri Lanka’s staple – triggered by President Gotabaya Rajapayaksa’s disastrous organic fertilizer policy and exacerbated by a lack of forex to import fertilizer as well as rice – as early as October 2022.",
    "More recently, Sri Lanka was warned of higher food prices and shortfalls of foods after authorities banned open account and DA/DP tradeas the country tried to get out of a currency crisis by raising rates and killing private credit. On Monday (30), the central bank said it has taken on the task of arranging for dollar for food imports after banning open account imports.",
    "Sri Lanka CB takes on task finding dollars for food after open account ban",
    "Amaraweera, however, is confident that a food crisis can be averted if Sri Lanka embarks on a massive agriculture drive with the participation of all stakeholders including ordinary citizens contributing via home-gardening projects.",
    "Urging farmers to get to work, the minister said the government will step in to purchase paddy at higher than market prices to facilitate increased production to avoid the impending crisis. The private sector will be encouraged to import inorganic fertilizer, which is currently in high demand and short supply, and the government will consider financial support to farmers to purchase fertilizer, he said.",
    "The government is also looking to expedite fertilizer imports, with seven countries already approached. A delayed shipment of 65,000MT of fertilizer from India is also being discussed at diplomatic levels, he said.",
    "The minister asked for the country’s cooperation in increasing seedpaddy production in the Maha season to keep the predicted food crisis at bay.",
    "“This challenge can be overcome with contributions from everyone,” he said, asking the public to grow vegetables in their home gardens.",
    "“I asked the prime minister not to cut any expenditure on agriculture. We will take up the challenge of saving forex spent on food imports by growing that food here. I have a lot of confidence in our farmers. I don’t care about their politics, but I have worked with them closely. There are also skilled officials. We must get them all onboard. If anyone gets in the way, we won’t hesitate to remove them,” he said. (Colombo/May31/2022)"
  ]
}