{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Human-Rights-Watch-calls-on-Govt-to-reform-draconian-Abortion-Law/56-731825",
  "time_ut": 1646950920,
  "title": "Human Rights Watch calls on Govt. to reform draconian Abortion Law",
  "body_lines": [
    "Sri Lanka has among the most restrictive abortion laws in the world, so Justice Minister Ali Sabry’s recent call for parliament to consider legalising abortion in cases of rape is a significant development, the Human Rights Watch (HRW) said.",
    "“The Government should move promptly to reform the law and go further to uphold women’s equal rights by allowing all woman access to abortion,” the global rights organisation said in a statement.",
    "Under a Sri Lankan law that dates from 1883, anyone deliberately causing a miscarriage, except for the purpose of saving a woman’s life, can be imprisoned for up to three years. The sentence can increase to seven years if the woman is “quick with child,” an archaic phrase meaning that the movement of the foetus can be felt. The same penalties apply to a person who performs an abortion and to a woman who causes herself to miscarry.",
    "In December, a 13-year-old girl from Mullaitivu died as a result of an illegal abortion after allegedly being raped by a family member. Research conducted in 2015 found that unsafe abortions are responsible for 10-13% of maternal deaths in Sri Lanka, making it the third most common cause of death during pregnancy. But because the procedure is illegal there is little data. One study that is still frequently cited dates back to 1999, showing an abortion rate of almost 1 in 20 among women and girls ages 15 to 49. In 2016, the Health Ministry estimated that 658 abortions are carried out every day in Sri Lanka.",
    "Denying women and girls access to safe, legal abortions jeopardises numerous human rights, including the rights to life, health, freedom from cruel, inhuman, and degrading treatment, physical integrity, non-discrimination, privacy and equality and the right to decide the number and spacing of children, the HRW said.",
    "For decades there have been calls for reform, including proposals by the Law Commission of Sri Lanka in 2013 to legalise abortion in cases of rape. However, successive Governments have failed to bring new legislation.",
    "“The Government needs to act. The justice minister should introduce a bill to decriminalise abortion not only for rape survivors, but for everyone,” the HRW stressed."
  ]
}