{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-new-horsemen-of-the-apocalypse-the-rapture-nuclear-war-climate-change-soil-degradation/",
  "time_ut": 1648213140,
  "title": "THE NEW HORSEMEN OF THE APOCALYPSE: THE RAPTURE, NUCLEAR WAR, CLIMATE CHANGE, SOIL DEGRADATION",
  "body_lines": [
    "As teenagers living and studying in London in the late 50s, Sunday afternoons were invariably spent in that famous and sacred area devoted to enshrine the fundamental human right of freedom of speech and assembly, the hallmark of democracy; then, as now, celebrated in Speakers’ Corner, located on the northern end of Hyde Park, near Marble Arch and Oxford Street.",
    "Karl Marx, Vladimir Lenin and George Orwell were probably the most famous orators who constantly used this site to air their theories. How wonderful it must have been to listen to Marx and Lenin railing against the evils of capitalism and the dire direction capitalist nations are heading with their economic policies of inequality, entitlement and exploitation, and predicting the inevitability of communism, within the true sense of that much-abused philosophy; and the eerily prescient and terrifying predictions of George Orwell about totalitarianism, the ever watchful governments caricatured by Big Brother.",
    "Orators of various stripes and persuasions gathered at Speakers’ Corner to air their controversial, often outrageous opinions. They railed against the monarchy, the government and politicians, the sex and corruption scandals du jour, inequality and low wages, and the systemic racism in the England of that time. Lady speakers were few and far between in those days. No doubt that has changed in these more enlightened times and women also use this forum to fight for, inter alia, equality of income, the shattering of the glass ceiling and the freedom to make their own choices about their own bodies.",
    "The language used was colourful and salty, the use of expletives exhibiting not just the rage they felt but also the lack of an extensive vocabulary. Rather like the vocabulary of the English language as currently spoken in the USA, where just about every other word in a sentence is an expletive.",
    "We were also exposed to crackpots carrying placards saying “THE END IS NIGH”, predicting the imminent and Biblical extinction of the human race. The orators carrying these signs were extolling the greatness of, and their deep faith in Jesus Christ, who, with His Second Coming will reveal the Rapture of the End Times: “He will come in His glory to judge the living and the dead, and His Kingdom will have no end…We look for the resurrection of the dead, and the life of the world to come”. Many have predicted the actual date of the Rapture and the Second Coming. Some of these predicted days are centuries past, others yet to come, sooner than later.",
    "In recent years, however, the believers of the Apocalypse sport non-religious garb.",
    "Since the USA exploded the atomic bomb on Hiroshima and Nagasaki, it proved conclusively that another war, which is becoming more inevitable and cataclysmic by the day, will drive the human race towards extinction. The oft-repeated threat of those great nations who possess nuclear power “to bomb the enemy to the stone age” now means that the stone age will be the universal wonderland of the future, as more of these enemies have also acquired that destructive power. Power said to be amassed by all only as a “deterrent”, never for aggression. An unwritten law waiting to be abused.",
    "The stone age may well be the fate of all mankind if one madman acting on his own starts the process, in delusions of his grandeur of a lost Empire. Or sometime in the near future, depending on other megalomaniacs’ demented delusions of supremacy in Asia. It can happen as soon as tomorrow, in Ukraine. Or the day after, in North Korea and Taiwan. These dangerous dictators have already started the process of nuclear sabre-rattling.",
    "And, of course, the USA, the only country ever to use the atom bomb, destroyed two cities in Japan not as a deterrent, not as retaliation, but to force the surrender of a defeated nation and bring the war to a speedy end. That country, which has the greatest nuclear arsenal the world has ever seen, stands by at the ready, trigger fingers twitching on the nuclear codes, against any nation with the audacity to act against its national interests. Though, thankfully, that twitching has been brought under control since January 2021.",
    "Unfortunately, whether the current government is Republican or Democratic, the nation needs a “good war” every decade, not a battle or a skirmish but one lasting many years, to keep its economy humming with annual expenditure of nearly $1 trillion to maintain the might of their war machine. So it is to their cynical advantage that the Ukrainian war continues, no matter the devastating destruction of property and killings of innocent civilians.",
    "Another disaster of our own making is the climate crisis. This concept was not taken seriously until 1988, when Dr. James Hansen, then Director of NASA’s Institute of Space Studies stated, “Global warming has reached a level such that we can ascribe with a high degree of confidence a cause-and-effect relationship between the greenhouse effect and observed warming…In my opinion, the greenhouse effect has now been detected, and it is changing the climate now”.",
    "Hansen’s testimony proved beyond doubt that the threat of climate change has been exacerbated by human exploitation of natural energy sources for economic growth, at the cost of the accompanying environmental degradation. Unfortunately, after three decades of information which have only strengthened scientific certainty of the cataclysmic effect of climate change on social and physical infrastructure, very little has been done. Hansen has predicted disastrous wildfires, massive hurricanes, life threatening floods and extended droughts, rising sea levels and tidal waves. These are among the many calamities Nature has unleashed on us in recent times in retaliation for our continuing abuse and pollution of the planet.",
    "The consciousness and the conscience of the world community have been alarmed by the dangers presented by global warming. However, but for a treaty here or a conference there, no significant efforts have been made to reduce our dependence of fossil fuels and move on to clean energy. Future generations will look on with contempt at our lukewarm response, motivated by greed and self-gratification, to a crisis which will cause disasters for decades to come.",
    "The present generation is vociferously and angrily represented by Swedish teenager, Greta Thunberg, famous for her vigorous campaigning for immediately necessary steps for climate change mitigation. Her activism in the halls of the powerful has won her many international awards. She was a nominee for the Nobel Peace Prize in 2019, 2020 and 2021.",
    "A teenager suffering from Asperger Syndrome, obsessive compulsive disorder (OCD) and selective mutism is the principal activist for one of the greatest challenges the world is facing, protesting to world leaders of the immediate need for reducing our carbon footprint. Absolute proof that leaders who seek to change the world come in many wonderful and varied disguises.",
    "With the Second Coming of Jesus in glory to destroy our systems and set up his own Kingdom; with the continuing tribal wars in Europe coming ever closer to nuclear warfare and the resulting universal annihilation; with climate change predicted to destroy the earth within the next few decades if we persist in our dependence on fossil fuels; I was introduced to yet another, equally dangerous threat which will surely finish us all should the others fail.",
    "Introduced to me through a most unlikely source, the Comedy Channel, when the host of the Daily Show, Trevor Noah, interviewed last week an Indian visionary, Sadhguru. The physical appearance of the Sage bears a striking resemblance to the Christian concept of our Lord in Heaven. Flowing white hair, beard, piercing eyes and all, though his skin colour may be a shade darker than the dream. Sadhguru warned of the dangerous threats presented by soil degradation, which will rob us of our ability to feed the world as it grows in population to 9.9 billion by 2050.",
    "Very simply, he explained that the soil is similar to our bodies. If we fail to get the necessary nourishment, we will weaken and die. For us, nourishment comes from the crops we farm and the animals we slaughter for our consumption. For the soil, that nourishment comes from replenishing the topsoil by feeding it with green litter from the trees and animal waste, so putting the organic content back into the soil. The mechanization of farm equipment over the years has prevented the soil from getting the needed nourishment from green litter and animal waste. Soil throughout the world has lost up to 90% of its nourishment and productive capacity during the past century, which means that if it took one acre of land to produce 100 apples a century ago, it will take 10 acres of land to produce that same number of apples today.",
    "“When we grow one ton of crop, we have removed one ton of topsoil. That soil can be regenerated only naturally, with animal and plant waste. People think a tractor will do the job. A tractor will plough the soil, but it will not enrich the soil as animals and trees would.”",
    "Sadhguru estimates that 75% (40 million sq. km.) of the farmland in the world is used for raising animals for their feed and consumption. “If you bring down your meat consumption by 50%, 20 million square kilometres will be available for regenerating the soil. We can regenerate that soil within eight to ten years’ time”.",
    "He concluded the interview with similar warnings we have had about the inevitability of the religious apocalypse, nuclear threat and climate change:",
    "“If you go into a forest and pick up soil, it is full of life. That is how soil is supposed to be. If the soil strength weakens, our bodies will weaken – not just in terms of nourishment, but in a very fundamental way. This means the next generation will produce less food than we do today to feed an exponentially increasing population. Worse, the next generation will be less than us. That is a crime against humanity. Our next generation should be better than us. If they are worse than us, then we have done something fundamentally wrong”.",
    "Nations that spend more money on increasing their ability to destroy the world rather than to keep it alive; who ignore or belittle the effects of climate change and take no steps in the mitigation of the greenhouse effect and the espousal of clean energy; who, with their machines, turn fertile soil into sand by taking away from the soil the nourishment it needs to live and produce. All these only indicate that extinction of the human race is the logical conclusion, sooner than we think.",
    "Of course, not one of these disasters will affect our generation, which has caused them with our apathy and our greed. We’ll be long dead, nestling in the warm embrace of Jesus, or in any other posthumous bliss we have created for ourselves. A stricken planet will prove to be the cursed, equalizing legacy of the billionaires and the poverty stricken alike, for generations to come.",
    "Perhaps those crackpots carrying “The End is Nigh” placards at Speakers’ Corner were the real visionaries. They just had their dates mixed up.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}