{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/huawei-accords-accolades-to-local-uni-talent-at-ict-competition/",
  "time_ut": 1647173460,
  "title": "Huawei accords accolades to local uni talent at ICT competition",
  "body_lines": [
    "Huawei Sri Lanka together with Sri Lanka Inventors Commission (SLIC) recently recognised the top twenty national winners among the Sri Lankan University talents who excelled at the Huawei ICT Competition 2021-2022 titled “Connection-Glory-Future”.",
    "The twenty winners were from seven different universities, and the first prize of the each track went to University of Moratuwa and Rajarata University of Sri Lanka. The awarding ceremony was graced with presence of State Minister of Skills Development, Vocational Education, Research and Innovation Dr. Seetha Arambepola, Commissioner of Sri Lanka Inventors Commission, Prof. N. M. S. Sirimuthu, Huawei Sri Lanka CEO Liang Yi, officials, and the participated universities.",
    "The winners from Sri Lanka will form two teams to represent Sri Lanka during the regional phase of the Competition in this year and compete for the grand prize globally. Huawei ICT Competition 2021-2022 is the country’s most competitive first ever ICT knowledge competition that gives opportunity for Sri Lankan University students to take part at a regional and global level conducted by the global leading ICT company. In Sri Lanka, Huawei ICT competition drew 247 competitors from 29 universities, enhancing the students’ ICT knowledge as well as practical and application skills, and ultimately, inspiring innovation which will be mandatory to the future growth of Sri Lanka’s ICT industry.",
    "State Minister of Skills Development, Vocational Education, Research and Innovation Dr. Seetha Arambepola said that “ICT talent development among the schools, colleges and universities from early stages of education is a key in the modern era as the ICT industry is connected with technologies that we use in our day to day life and that as a result most of the future demand for jobs will be created in the ICT industry”.",
    "“As a leading ICT solution provider Huawei Sri Lanka considers one of our top priority is future-proofing the Sri Lanka’s digital economy through scaling the youth talent pool. Whilst Sri Lanka’s universities continue to produce talented ICT practitioners that have supported the country’s economic progress so far, we believe the demand for scenario-specific ICT solutions is accelerating and thus, we must continue investing in talent development to ensure that ICT companies have access to the qualified personnel they need to pursue their transformation goals” Huawei Sri Lanka CEO Liang Yi said.",
    "“We have been committed and dedicated to ICT knowledge transfer to Sri Lanka youth talent over the last decade through various initiatives such as joint innovation centres with top universities, telecom engineer training, Seeds for the Future and other initiatives” Liang Yi said.",
    "In Sri Lanka Huawei, has initiated longstanding programs such as the Huawei ICT Competition, Seeds For the Future, and ICT Academy to support Sri Lanka in building a sustainable knowledge-based digital economy. So far many local talented youth in Sri Lanka have benefitted from advanced skills development courses to date, equipping them with the necessary skills to lead digital transformation and development efforts in the country.",
    "Sri Lankan Batik promoted in Melbourne coinciding with International Women’s Day",
    "Cargills successfully conducts its 10th ‘Village to Home’ programme supporting local SMEs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}