{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-fall-over-fuel-price-hike-devaluation-uncertainty-91567/",
  "time_ut": 1647029940,
  "title": "Sri Lanka shares fall over fuel price hike, devaluation uncertainty",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks slipped 1.65 percent on Friday (11) over economic uncertainty after sharp increase in fuel and commodity prices amid import restrictions weighed on investor sentiment following the currency depreciation of around 30 percent, brokers said.",
    "The main All Share Price Index (ASPI) fell 178.61 points to close at 10,677.46 after the index rose with a daily record gain of 6.8 percent in the previous session.",
    "“Bourse slid to the negative territory following the growing uncertainties over the fuel price hike and further tightening of import restrictions,” First Capital said in a market note.",
    "Analyst have said the gain seen in the previous session was unsustainable as only a few select shares moved the market.",
    "Analysts also predict the return on fixed assets to move above 13 percent and they expected 5-year maturities to rise above 15-percent.",
    "At a 120 billion bond auction on Friday, 2-year maturity rose  14.41 percent from 11.00 percent, 5-year rose to 14.07 percent and 9-year bond gained to 15.42 percent from 12-percent, signalling a significant increase in the return of risk free government bonds.",
    "The rupee has now fallen around 32 percent so far in the last three days after the central bank allowed flexibility in the exchange rate.",
    "All commodity prices in Sri Lanka are on the rise due to the currency devaluation.",
    "Dealers said rupee closed at 265/75, but currency dealers expect more depreciation in the coming days.",
    "S&P SL20 of the most liquid stocks is also fell 2.04 percent or 75.95 points to 3,655.18 points.",
    "Rising oil price, policy rate hike, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts also weighed on the sentiment.",
    "On Friday (04) Sri Lanka’s central bank raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "In March, the market has already lost 7.7 percent after falling 11 percent in the previous month. Overall the market has lost 13.6 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "The market turnover was 3.0 billion rupees, half of this year’s average turnover of 5.9 billion rupees.",
    "LOLC Holdings, Expolanka, and Hayleys dragged the main index down on Friday.",
    "LOLC Holdings slipped 4.4 percent to close at 838.50 rupees a share and Expolanka, the market heavyweight, fell 3.1 percent to close at 278.25 rupees a share, market data showed.",
    "Hayleys Plc closed 5.1 percent down at 102.00 rupees a share. (Colombo/March11/2022)"
  ]
}