{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Fears-over-crisis-mount-as-GR-MR-stay-put/108-235651",
  "time_ut": 1650853200,
  "title": "Fears over crisis mount as GR, MR stay put",
  "body_lines": [
    "Fears are mounting that the crisis in Sri Lanka will get worse over the coming days after President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa decided not to step down despite the mass protests.",
    "Daily Mirror learns the opposition and some members of the ruling Sri Lanka Podujana Peramuna (SLPP) have been holding back-door talks to consider the next move.",
    "The SLPP is split on calls for the President and the Prime Minister to resign.",
    "While some have demanded the resignation of the President, a majority want the Prime Minister and his cabinet to resign.",
    "SLPP MP Professor Charitha Herath was the latest to call on Prime Minister Mahinda Rajapaksa and his Cabinet to resign.",
    "He echoed the views expressed by former Minister Dullas Alahapperuma calling for an interim-Government to be appointed to address the crisis.",
    "A strong campaign has also been launched within the SLPP to gather support to push the Prime Minister to step down.",
    "Similarly, another group in the SLPP has begun a campaign to seek further support to keep Mahinda Rajapaksa as Prime Minister.",
    "Daily Mirror learns some SLPP members are in talks with key opposition figures to reach a consensus on the way forward.",
    "There are fears if the voice of the people continues to be ignored then the crisis could turn from bad to worse.",
    "Protests have intensified around the country pushing for the Rajapaksas to step down.",
    "University students who protested in Colombo yesterday warned that they will “remove” the President and Prime Minister if they continue to stay.",
    "Similar sentiments were also heard from several groups protesting at Galle Face.",
    "Daily Mirror learns the security establishment has also been placed on heightened alert to prevent any violence in Colombo. (Easwaran Rutnam and Ashanthi Warnasuriya)"
  ]
}