{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Zoo-must-be-brought-under-Presidents-purview-DG/342-233749",
  "time_ut": 1648110900,
  "title": "Zoo must be brought under President’s purview: DG",
  "body_lines": [
    "Shermila Rajapaksa, Director General (DG) of the National Zoological Gardens, today said that if the Minister or the Ministry Secretary of Wildlife and Forest Conservation cannot implement the recommendations of the committee report, they should resign or bring the National Zoological Gardens under the purview of President Gotabaya Rajapaksa.",
    "In a statement to the media today, she said the Wildlife and Forest Conservation Minister and the Ministry Secretary should bear the full responsibility for the threats made by members and the leader of the union affiliated with the National Zoological Gardens in Dehiwala.",
    "The interim report of the independent commission was received on March 13 and the final report of the Commission was received on March 16.",
    "However, no action was taken as yet by the Ministry Secretary to hand over a single copy of these reports to me, she said.",
    "“In the discussion between the Minister and the Secretary, I revealed that they had no idea of executing the recommendations as laid down in the report,” she said.",
    "\"The current situation in the zoological department is very critical. One veterinary doctor at the Ridiyagama Safari Park was assaulted recently, and he was hospitalised. Meanwhile, on the same day, one female staffer of the Dehiwala zoo was kept in a room as a hostage. No action taken against the unionists who were involved in these activities, \"she charged.",
    "While describing the situation she had to face at the department, she told the zoo management about an illegal organic fertiliser project that was manipulated by a union attached to the National Zoological Gardens in Dehiwala, claiming to be the \"SLPP union\".",
    "Ms. Rajapaksa claimed that the Wild Life Ministry Secretary, Somaratne Widanapathirana was insulted and threatened, saying that cabinet ministers would be informed regarding her removal from the post and told her to be calm until the cabinet decision is made.",
    "\"According to the interim committee report, the Ministry Secretary said that there was no issue with the recommendations which clearly mentioned taking action against the members of the union who were involved with the said illegal businesses and activies in the National Zoological Gardens,\" she said.",
    "With further discussions with the Minister and Secretary, I figured out that they are trying to remove me from the post following a cabinet decision while protecting the culprits. As soon as the meeting with me, the Minister and the Secretary held a discussion with the said union leader and said they would be standing on the side of the union and would take action to remove me, she said.",
    "\"The previous Zoological Gardens' Director Generals were made to resign with the forceful activities of these union activities. They did the same thing to me, but I will never resign until a decision is taken by the President, because the President was the person who appointed me to this post, \"Ms. Rajapaksa said.",
    "She stressed that if we do not control these union activities, we have to close the zoo and release the animals to forests or send them to zoo in other countries. (Chaturanga Samarawickrama)"
  ]
}