{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/25/hotline-for-witnesses-in-rambukkana-shooting-to-report-intimidation/",
  "time_ut": 1650879120,
  "title": "Hotline for witnesses in Rambukkana Shooting to report intimidation",
  "body_lines": [
    "COLOMBO (News 1st); The National Authority for the protection of Victims of Crime and Witnesses (NAPVCW) said that it must be notified immediately if any of the witnesses in the Rambukkana Shooting, are intimidated by another party.",
    "Director of the National Authority for the protection of Victims of Crime and Witnesses (NAPVCW) Dr. Nimal Karunasiri speaking to News 1st said the NAPVCW will take appropriate action to provide the necessary security and protection to the witnesses as per the provisions of the law.",
    "If witnesses are intimidated they are instructed to call The National Authority for the protection of Victims of Crime and Witnesses (NAPVCW) on 1985 or 011 2 879 539.",
    "The National Authority for the protection of Victims of Crime and Witnesses (NAPVCW) also said that it has made submissions with the Kegalle Magistrate’s Court to permit witnesses to testify in the trial via video conference if necessessary.",
    "Sri Lanka’s Minister of Public Security Prasanna Ranatunga said that three committees are probing the Rambukkana shooting, that led to the death of one person.",
    "“We handed over the investigation to the CID. In addition, we requested the Human Rights Commission to also investigate. And another committee was appointed to probe is minimum force was used excessively,” said the Minister.",
    "Earlier, Sri Lanka’s Public Security Minister told Parliament on Friday (22) that preliminary investigations have revealed that Assistant Superintendent of Police C. W. C. Dharmaratne & Senior Superintendent of Police K. B. Keerthiratne had instructed to open fire to control the situation in Rambukkana on the 19th of April 2022.",
    "He said the investigations are in their preliminary stages, and following a comprehensive investigation, the report will be tabled in Parliament.",
    "The Rambukkana protests erupted over delayed petrol deliveries and sharp new price increases in petrol and diesel announced on Monday (18).",
    "On Tuesday, the 19th of April 2022, demonstrators blocked main roads and a railway line.",
    "Police began directing tear gas at thousands of protesters in the afternoon and then suddenly, without warning, opened fire with live rounds.",
    "Chaminda Lakshan, a 40-year-old father of two from Naranbedda, a village near Rambukkana, was shot. He died soon after being admitted to Kegalle hospital.",
    "The Senior Superintendent of Police for the Kegalle Division, Superintendent of Police for the Rambukkana area, and the OIC of the Rambukkana Police, were transferred to the Police Field Force Headquarters in Colombo.",
    "At the same time, the investigations that were carried out by the SSP in charge of the Seethawakapura Division was taken over by the Criminal Investigations Department.",
    "The Inspector General of Police, and several other senior police officers have been summoned to appear at the Human Rights Commission of Sri Lanka on Friday (22), with regard to the investigations taking place on the Rambukkana shooting.",
    "At this inquiry, the Police Chief has noted that he did NOT give instructions to open fire at public protests.",
    "The Human Rights Commission of Sri Lanka has appointed a four-member team to investigate the Rambukkana shooting, that left one person dead and dozens injured.",
    "On the direction of the the Chairman at HRCSL, a special team was appointed to hold an inquiry as to determine who is responsible for issuing the orders to shoot, and the circumstances under which the shooting with live bullets took place.",
    "The team comprises of Sulari Liyanagama, Menaka Herath, Lal Weerasinghe, and A.S. Nilantha, and they have left for Rambukkana for the inquiry.",
    "Further, the HRC noted that based on the report of the findings, the commission will make the necessary recommendation.",
    "Western developed countries that colonized Sri Lanka in history, should come and help – China"
  ]
}