{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/06/pharmaceuticals-in-short-supply-gmoa-declares-a-health-emergency/",
  "time_ut": 1649250360,
  "title": "Pharmaceuticals in short supply; GMOA declares a health emergency",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s State Ministry of Production, Supply, and Regulation of Pharmaceuticals said that government hospitals are running short of 40 different medicines due to the present crisis.",
    "Secretary to the State Minister Dr. Saman Ratnayake told News 1st that stocks of 60 different medicines will only last for another week, and less than a month.",
    "However, facilities have been arranged for pharmaceutical importers to import medicines under the Indian Credit Line.",
    "In addition, The Bank of Ceylon and People’s Bank have decided to open Letters of Credit valued at USD 7 Million each.",
    "However, health professionals have warned that the entire health system would collapse within the next week if the crisis is not resolved.",
    "Dr. Senal Fernando, the Secretary of the Government Medical Officer’s Association speaking to reporters said the GMOA has decided to declare a health emergency across Sri Lanka.",
    "Following the mass resignation of the Sri Lankan cabinet, there is no proper authority to be held responsible for the crisis, said one local doctor who took part in a protest outside of the capital, Colombo.",
    "According to local doctors, medication required for the daily clinics, diabetes patients, as well as heart patients is in short supply, while medical equipment is also scarce.",
    "Sri Lanka imports most of its pharmaceuticals from Asian nations such as India, China, Pakistan, and Bangladesh.",
    "Due to the foreign exchange crisis, the importation of pharmaceuticals is in limbo, as the country needs to source an additional USD 20 Million to avert a major crisis",
    "President must go for us to consider any proposal – Anura Kumara"
  ]
}