{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/UNP-Chairman-says-failing-to-pay-ISBs-will-have-direct-negative-impact-on-economy/56-735536",
  "time_ut": 1653942120,
  "title": "UNP Chairman says failing to pay ISBs will have direct negative impact on economy",
  "body_lines": [
    "Says Govt. should address issue of payment of international sovereign bonds",
    "Suggests investing money allocated for certain other projects or entering into discussions to restructure such payments",
    "Says Govt. decisions to cease all international payments on sovereign bonds has taken high toll on every sector",
    "UNP Chairman and former MP Wajira Abeywardena said this week that the onus is on the Government to take constructive steps to address the issue of the payment of international sovereign bonds by investing money allocated for certain other projects, and by entering into discussions to restructure such payments, without resorting to outright ceasing such payments, as it will have a direct negative impact on the economy.",
    "Addressing a press briefing, Abeywardena said that the present decision taken by the Government to cease all international payments on sovereign bonds, has in effect taken a high toll on every sector of the country including many successful businessmen.",
    "“Even though the present Government is insolvent, it did not affect the business activities of our businessmen who were making profit through their day-to-day business. However, the drastic decision taken by the Government has resulted in most businesses closing down,” he said.",
    "The UNP Chairman said that Constitution has granted full powers to the Parliament in handling Public Finance, as per the provisions of Articles 148, 149 (1), 151 (1). But despite such full powers being granted to Parliament, Sri Lanka became an officially insolvent country in April 2022.",
    "“In such dire economic circumstances, the public must be made aware of the fact that recent economic analyses have shown that certain treasury bills issued by the Sri Lankan Treasury have lost recognition in international bond markets. It was incumbent upon the Government to pay around $ 70 million on sovereign bonds in April this year, and another $ 1.5 billion by 15 June,” he said.",
    "Abeywardena added that although it has been stipulated in the budget that such payments shall be made in due time, if the Government is unable to fulfil such payment due to poor inflow of revenue, such fact must be duly reported to Parliament in accordance with the provisions stipulated in the Constitution, following which Parliament has the mandate to establish a Contingencies Fund, despite any provisions to the contrary being stipulated in Articles 149 and 151.",
    "“Article 151 (1) stipulates that: 1. Notwithstanding any of the provisions of Article 149, Parliament may by law create a Contingencies Fund for the purpose of providing for urgent and unforeseen expenditure. The Minister in charge of Finance, if satisfied that there is need for any such expenditure and that no provision for such expenditure exists, may with the consent of the President, authorise provision to be made therefore by an advance from the Contingencies Fund,” he said.",
    "Abeywardena added that the Ministry of Finance should bear direct responsibility for the great tragedy that has befallen the country. “Any citizen whose name appears in the Crib is denied any loan facility by Sri Lankan banks. It is an onus on the Government, too, to keep in mind that it is now in the same situation.",
    "“If foreign nations refuse to grant loans to Sri Lanka, we will end up as a bankrupt country. Therefore, similar concessions need to be granted to Sri Lankan businessmen who have become insolvent due to imbecile decisions taken by the Government,” he said.",
    "Abeywardena said that as Open Account payment terms have been completely prohibited under the present circumstances, the country will face far worse conditions in the coming months.",
    "“There will be no means of transporting crude oil, once the country receives shipments, nor will factories operate despite receiving fuel. Private sector factory owners are finding means of importing raw materials at their own cost, in order to operate their factories. All representatives of the people must be aware of the fact that the Government is trying to destroy all businessmen, in the wake of their own insolvency.”",
    "He added that although short-sighted decisions taken by the Government have made the country go insolvent, the vile scheme hatched to make all businessmen go bankrupt must be revealed to the public. I take it as my responsibility to remind all the people’s representatives presently sitting in Parliament to work towards safeguarding all businessmen in the country,” Abeywardena said."
  ]
}