{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/recovering-the-proceeds-of-political-corruption/",
  "time_ut": 1651237980,
  "title": "RECOVERING THE PROCEEDS OF POLITICAL CORRUPTION",
  "body_lines": [
    "Corruption of public officials including presidents is a principal cause of the economic plight of our country. The public outcry against President Gotabaya Rajapakse draws attention to this fact. There is a demand by the demonstrators that the proceeds of corruption be recovered. How this can be done needs to be considered. Obviously, only a new government with leaders untainted by corruption can pull off the task of recovery. It must have a willing Attorney General, a dedicated body of lawyers and investigators and courts with new powers of enforcement created by legislation.",
    "Globally, the World Bank has estimated that of the thirty trillion of global asset transactions, one billion involves bribery. In our country, the popular belief is that around ten per cent of every transaction is siphoned off by politicians and public officials. One politician has earned the sobriquet of Mr Ten Percent.",
    "A former Attorney General of the United States, writing the preface to a joint publication of the US Department of Justice and the Department of State, “U.S. Asset Recovery Tools & Procedures: A Practical Guide for International Cooperation” (May 2012) stated:",
    "“We must work together to ensure that corrupt officials do not retain the illicit proceeds of their corruption. There is no gentle way to say it: When kleptocrats loot their nations’ treasuries, steal natural resources, and embezzle development aid, they condemn their nations’ children to starvation and disease. In the face of this manifest injustice, asset recovery is a global imperative.”",
    "What he said is happening in Sri Lanka today. Our children face starvation and disease. We need to recover the resources stolen from us.",
    "The Sri Lankan public, now aware of the problem and willing to agitate for change, must know the methods available for the recovery of public assets plundered by politicians and officials. The repeated failure of internal procedures for dealing with bribery due to political interference has resulted in a lack of public confidence in domestic mechanisms. It is not that we do not have laws on bribery. We have had a Bribery Commission in Sri Lanka and laws to support it. Yet, there have been spectacular instances of corruption. Often, the very politician against whom allegations of corruption are made is the person in charge of the machinery for the investigation of such corruption.",
    "Every President and his or her administration has been tainted with corruption. The so called Yahalpanya government had its bond scam. During the present regime, a 3.8 billion dollar oil project involving Oman in Hambantota involved allegations of corruption. There were many other scams involving sugar, garlic and oil. Every infrastructure project in the country had involved kickbacks to presidents and politicians.",
    "Each president has protected predecessors. Each was neck deep in corruption even before taking office. The pattern of power rotates in Sri Lanka. There is a reluctance to set precedents that could be used against an incumbent president by a later one. The law has been used as a weapon to prosecute the minions of the previous administrations and political foes but never to build up a deterrent against political corruption generally.",
    "It is not that mechanisms are not lacking. The Bribery Commission has extensive powers given it by the 17th Amendment. But, the machinery that exists has been subverted by corrupt politicians to cloak their misdeeds. It is necessary to look to other states to recover the proceeds of corruption.",
    "Since we started with a quote from a US source, the many ways made available in the United States, which is home to two recent Sri Lankan leaders against whom the protests are levelled, provide good starting points. The Department of Justice has a Kleptocracy Asset Recovery Initiative begun in 2012. There is a dedicated team of prosecutors, financial analysts and experts involved in this work.",
    "They have experience of recovery of assets in different cases. In 2016, several millions of dollars in a corruption involving Vimpel Corporation and Kazahkstan officials were recovered. More recently, over a billion dollars were recovered in a case concerning a Malaysian Sovereign Wealth Fund. All it would take is for the appropriate government officials in Sri Lanka to seek the assistance of the Department of Justice to recover the proceeds of bribery held in the United States. US law also provides criminal and civil actions for the recovery of such assets.",
    "The United States has other mechanisms to prosecute its nationals who are involved in corrupt practices abroad. The Foreign Corrupt Practices Act enables the prosecution of extraterritorial corruption by American nationals. The Island (27.04.2022) reported that measures are being taken in the US Congress to inquire into American nationals who have been responsible for “fleecing assets” in Sri Lanka.",
    "Common law courts have used doctrines like the constructive trust, restitution and unjust enrichment to ensure recovery of property subject to corruption. An illustrative case involves the Singapore courts holding that bribes given to the head of Pertamina, the Indonesian state oil corporation and transferred to the bank account of his mistress in Singapore should be deemed to be the property of Pertamina.",
    "There are good precedents which have accumulated over the years for pursuing the wealth of corrupt leaders and their families. The Nigerian leader, Sonny Abacha, stashed over a billion dollars of corrupt money in Swiss banks. The Swiss banks cooperated in the pursuit of this money by the Nigerian government.",
    "Several millions were recovered from Lichtenstein and other European countries. The US repatriated over 311 million dollars of Abacha money to Nigeria. In all over 3.6 billion dollars looted by Abacha were recovered from overseas.https://www.bbc.com/news/world-africa-54929254",
    "The assets of the former Philippines president, Marcos, were similarly pursued. (Interestingly, a scion of the Marcos family is making a political come-back in the Philippines.) There is an accumulation of precedents involving dictators who had stolen the money of their people. In the case of Sri Lanka, most of the proceeds of corruption would by now have found safe havens in foreign lands. Tracing and recovering these assets will involve complex and prolonged litigation.",
    "There is need for the reform of our law on corruption. In many countries, including India, the United Kingdom, Australia, South Africa and Mauritius, courts are empowered to make an “Unexplained Wealth Order”. On proof that a public officer has accumulated wealth disproportionate to his salary or other means of income, a court order can be made freezing the assets of the public officer. The burden then is on the public officer to show that he had obtained that wealth through lawful means. Failure to do so results in the property becoming state property. Legislation to introduce such laws into Sri Lanka must be considered.",
    "The example of the laws in Singapore on bribery and corruption can be used in Sri Lanka. Singapore realised quite early that economic progress is not possible if bribery and corruption are not eliminated. Both public and private corruption must be eliminated. The rise of a corrupt business community can feed power and interact with public authority to fuel corruption. This was demonstrated in Sri Lanka in recent times.",
    "The need to enact legislation based on the United Nations Convention on Corruption is imperative. Sri Lanka, along with some 180 states, signed and ratified this Convention. True to form, it has not made this Convention a part of domestic law by enacting legislation based on it. The Convention creates a duty on each state to assist the other to recover the proceeds of foreign corruption found within its territory.",
    "A future Government of Sri Lanka can invoke this Convention to pursue the illicit wealth obtained through corruption. Under the Convention, a Sri Lankan court can make orders relating to assets situated outside Sri Lanka and have such orders enforced by courts of member states. This is a powerful devise which gives an extraterritorial reach to the courts of Sri Lanka. The use of the convention requires a body of lawyers who have expertise in the working of the growing system of recovering the proceeds of bribery and corruption. The World Bank has established a body that provides assistance in such matters which a new government could use.",
    "The law provides many ways of the recovery of the proceeds of corruption but the question is whether there is a will in Sri Lanka to act against the powerful miscreants and recover the wealth of its people. Good laws may be there but it is good men who work it that make the laws succeed.",
    "The public uprising against corrupt politicians demands that the new administration has the will to move in this matter. But the law will not help relieve problems presented by the present economic crisis as tracing and recovery of assets of corruption takes several years. Yet, a start must be made as soon as possible. Not only must the proceeds of past corruption be recovered, deterrence must be provided for present and future corruption.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}