{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lankas-all-weather-and-fair-weather-friends/",
  "time_ut": 1654274220,
  "title": "Lanka’s all-weather and fair-weather friends",
  "body_lines": [
    "Is Lanka important enough for international actors such as India, China, America, Britain, Japan and the QUAD to squabble over? The answer seems to be a surprising yes. In the case of India it is entirely to be expected. Recall that America threatened nuclear war when Cuba stationed Soviet missiles, China’s 9-dash line is for security not economic utilisation and now Russia is apoplectic at the thought of NATO getting its fingers around its neck (Georgia, Ukraine and Finland). No great or regional power will allow foreign bases near its land borders or its littoral waters for reasons to do with security.",
    "Civil unrest in Lanka, racial turmoil, the abuse of Upcountry Tamils and the fate of the Indo-Lanka Pact all concern India. Security wise its anxieties about British (post-Independence period), American (JR’s time) and more recently Chinese bases comes as no surprise. India is an all-weather neighbour if not an all-weather friend. But such concerns do not easily channel to more distant China, America and Europe. Sri Lanka has little relevance to the Quad plan of encircling China which is not only a security strategy but for discouraging the rapid spread of Chinese economic influence across the world.",
    "This is not a game that America can win but it can postpone the day when it is demoted to second best. Lanka is entirely irrelevant to NATO’s scheme to suffocate Russia. One can condemn Putin’s invasion of Ukraine but let’s be clear sighted about NATO’s risky scheme to encircle Russia and push forward regime change in Moscow. Furthermore the so-called Indian Ocean strategic zone is a myth. The only choke points are the Malacca Straits far away to the east and Gulf of Oman and Suez Canal equally far away to Lanka’s west.",
    "The explanation for why the world is concerned about Sri Lanka, it follows therefore, is less about strategic concerns but two other factors, political and psychological. The psychological facet is that though we know we are a bunch of s.o.bs, foreigners, poor sods, have affection for our island, and believe it or not, its undeserving dwellers. Let’s not spoil this advantage; let’s keep the charm of genuine non-alignment alive. Competition for mating-rights gets us petrol, cooking-gas, milk-powder, pharmaceuticals and dhal. It will help if we slaughter fewer Tamils and refrain from locking up too many Muslims on trumped-up charges.",
    "The political side is more complex. Sure, Lanka is no dream democracy. It is the site of public and state-terrorism, crass military-police human rights abuse at the instigation of the JR, Premadasa and Mahinda Rajapaksa regimes and Gotabaya’s military goons. It has been a locale of brazen plunder by political leaders, not only in the Rajapaksa years though plunder went through the roof in that dark mafia era. Racism is widespread among the people of Lanka, but then ethnic intolerance is a global pandemic.",
    "I grant all this, yes in many ways Lanka is the depths. However there is another side; Lanka is one of few post-colonial outposts where constitutional governance, admittedly imperfect, survives. Our giant neighbour India is another. This is different from Burma, Pakistan, Cambodia, Thailand (never colonised) and 30+ countries across the African continent. Constitutional governance endures in very few countries in that immense continent. Constitutional governance in South and Central America is gaining ground but there still are serious challenges.",
    "Here then is to me a self-evident, but surprisingly no one else has thus far echoed it, hypothesis: India, the West and even the IMF, though they will be tough about economic reforms (IMF, West) and political changes (India), will not allow Lanka to collapse into anarchy and chaos. Ranil is a lucky fellow! The uncles and aunties crowding over Lanka’s crib will throw him a lifeline before Lanka asphyxiates; the old fox will survive for now unless he does a bad muck-up.",
    "This is a different hypothesis from those who say that there is no international economic fix for democracy in Lanka. Maybe that’s correct but there is plaster and Band-Aid to avert anarchy and chaos. Of course our congenital problems will persist but sudden death will be averted for now. Can you imagine India, the IMF or even China standing by and doing damn-all if Lanka sinks into chaotic bedlam? We do not deserve a reprieve, but political and psychological unknowns – I mean known unknowns, not unknown unknowns – will play out to RW’s profit. I am talking four months to one or two years.",
    "The mid-term, beyond that depends on getting a decent economic recovery programme. Punishing corrupt (Raja)Paksa Era leaders and trimming wealth inequality will go down well with the less well-off four-fifths, but that’s not a development programme for raising output, enhancing productivity and modernising state, society and system. The afore-mentioned counter hypothesis proclaims that renewal of agriculture and greater equity are the right instruments for promoting growth. These measures are in themselves desirable but hardly amount to an adequate and forward looking economic programme.",
    "Manufacturing, enhanced exports, cutting the fiscal deficit and reducing current-account indebtedness will flow from a modernising economic programme, not haring back to the mores and methods of previous centuries. A significant cut in consumption is already in full swing. Steep inflation, hefty increases in fuel prices and a fall in the value of LKR by 50% without an increase is wages, amounts to restructuring of the economy away from consumption. Savings of all description, insurance and pensions, indeed anything monetary in public hands have been slashed in value. Cutting the consumption side in economic restructuring is well underway; but production, productivity, restoring a fiscal primary-balance and a positive current-account are issues that still have to be addressed.",
    "Nothing can get done without greater intellectual and material openness to the outside world. We have to find our technological niche as Taiwan did with chip making. Taiwan did well to focus on making not designing chips. Today the critical element is making not designing chips Design expertise is widespread in America, Japan, South Korea and gaining ground in China. It is in the highly sophisticated laser based making of nanochips that Taiwan leads in. Seventy years ago Taiwan which is of about the same size and population was much poorer than Ceylon. Today its GDP is eight times and its exports 35 times larger than Sri Lanka’s. There were many factors that contributed but a forward-looking, not primitivistic, economic outlook and ethnic peace were central.",
    "Ranil’s Interim Administration even if it included competent people (which it does not) has no mandate for a three to five year national development programme. The alternate capitalist party the SJB has been outfoxed; it missed the boat and is making the double mistake of not putting its head down and joining Ranil in consolidating a liberal-democratic capitalist government. This only shows that even among these classes, personal ambition is more important than national interests. Taking a longer view of about a decade or maybe less, a future Left government is unavoidable. What else? Who else? Ranil or Sajith forever, return of the Rajapaksas? What nonsense! The day of the Left has come, but when will it dawn?",
    "The Left is in two segments: One is clueless with nothing to offer but anarchy. Kumar Gunaratnam declares that his lot will not accept anything short of socialism! But there are as many “capitalisms” (and I daresay “non-capitalisms”) as there are fingers on my two hands; Egypt or England, Pakistan or Peru, (and Vietnam or Venezuela, or North Korea or Nicaragua). And what has the comrade foreseen in still capitalist Chile where the newly elected president (Gabrielle Boric) is threatening the propertied classes with social democracy (how dare he!) and a radical new constitution will go to a plebiscite within six months? Comrade KG inhabits a long defunct world of dead categories; his idols Marx and Lenin would both shudder at calcification of the dialectic. The concept of state-form has become complex and convoluted the world over in this era, especially the last 40 years. A review of state theory in the 21st Century among leftist and Marxists has become imperative.",
    "The other Left segments comprising the JVP and the NPP sense that winning governmental power is not far away. Not imminent but worth preparing for when the day comes. There are domains of administrative competence and knowledge updating in which the JVP-NPP needs to strengthen itself. Coming to power is the easy part of the revolution, running a government is a hundred times more difficult. Genuine friends of Sri Lanka all over the world, apart from unloading much needed emergency aid, could by example and by precept encourage the maturing of social democratic understanding and intelligence in Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}