{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-claims-overwhelming-support-at-unhrc-session-uk-us-call-for-more-engagement-91416/",
  "time_ut": 1646726520,
  "title": "Sri Lanka claims “overwhelming support” at UNHRC session; UK, US call for more engagement",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka claimed “overwhelming” and cross-regional support, particularly from the global south, at the interactive dialogue at the 49th session of the United Nations Human Rights Council (UNHRC) in Geneva that ended on Monday (07), as Western countries noted setbacks on the human rights front and called for increased engagement with minority political parties.",
    "“Sri Lanka received overwhelming support from countries of the global south who expressed support for the government’s significant efforts towards reconciliation and reiterated the importance of objective and constructive cooperation as the fundamental basis for multilateral engagement,” Sri Lanka’s foreign ministry said in a statement on Tuesday (08).",
    "Of the 45 countries that spoke at the Interactive Dialogue on the written update of the High Commissioner for Human Rights on Sri Lanka, the ministry said, 31 spoke in support of the island nation",
    "“Sri Lanka received cross-regional support from a broad spectrum of states of South, South East and Central Asia and the African Group. The 31 countries that spoke in favour of Sri Lanka were Saudi Arabia, Egypt, Philippines, Nepal, Kenya, Ethiopia, Maldives, China, Cuba, Japan, Syrian Arab Republic, Viet Nam, DPRK, Venezuela, Nigeria, Pakistan, Cambodia, the Russian Federation, Lebanon, Uganda, Belarus, Zimbabwe, Eritrea, South Sudan, Lao PDR, Yemen, Iran, Niger, Kazakhstan, Bangladesh and Azerbaijan,” the statement noted.",
    "Reiterating the foreign ministry’s position, Sri Lanka’s cabinet spokesman and Media Minister Dullas Alahapperuma said on Tuesday that the support received was a mark of progress.",
    "“We’re a government that respects fundamental rights. Do not have any doubt about that.",
    "“Of the [47] member states of the UNHRC, 31 have appreciated the positive steps taken by the government in protecting human rights. That’s progress,” the minister said.",
    "He added that Sri Lanka is hopeful UNHRC will recognise the positive and progressive steps the government has taken in addressing human rights concerns, pointing to mechanisms in place to investigate the disappearances of over 14,000 Sri Lankans since the late 1980s.",
    "“For the first time, a proper solution has been proposed and a mechanism devised, and steps are being taken to expedite it. I think there should be some appreciation of that in the UNHRC.",
    "“We look at this positively and trust that they understand it,” said Alahapperuma.",
    "However, the United States, which recently joined the core group of countries on Sri Lanka that includes the United Kingdom, called for increased engagement with Tamil and Muslim parties and civil society organisations to “advance an inclusive, lasting political solution”.",
    "The UK, meanwhile, noting continued lack of progress on accountability and “setbacks in several emblematic human rights cases”, called on the Sri Lankan government to engage constructively with the recommendations in resolution 46/1 passed in March 2021 and to cooperate with the Office of the Human Rights Commissioner (OHCHR).",
    "Welcoming the release on bail of poet Ahnaf Jazeem and attorney-at-law Hejaaz Hizbullah as a positive first step, UK global ambassador for human rights Rita French said reforms proposed for the Prevention of Terrorism Act (PTA) do not go far enough.",
    "“Whilst we acknowledge the NGO Secretariat move to the Foreign Ministry, we have concerns around surveillance and harassment of civil society, and militarisation of civilian governmental functions. The appointment of an individual, named in a key emblematic case, to the post of Provincial Governor, is particularly worrying,” French said.",
    "“Whilst we acknowledge ongoing work in Government institutions on reparations and missing persons, it is crucial this is accompanied by a comprehensive reconciliation and accountability process,” she added.",
    "French also claimed that minority communities are facing increased marginalisation, with allegations of land grabs in the North and East of the country.",
    "The foreign ministry statement said Minister G L Peiris addressing UNHRC at the start of the interactive dialogue last Friday (0r), while reiterating Sri Lanka’s commitment to continuing its voluntary international undertakings on human rights and engaging with the United Nations, including the UNHRC, referred to serious anomalies and weaknesses in the update presented by the High Commissioner. (Colombo/Mar08/2022)"
  ]
}