{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Radical-decisions-to-support-local-pharma-industry-in-next-3-months-State-Minister/34-732342",
  "time_ut": 1647900540,
  "title": "Radical decisions to support local pharma industry in next 3 months: State Minister",
  "body_lines": [
    "From left: NMRA Chairman Dr. Rasitha Wijewantha, State Ministry of Production, Supply and Regulation of Pharmaceuticals Secretary Dr. R.M.S.K. Rathnayake, State Minister of Production, Supply and Regulation of Pharmaceuticals Prof. Channa Jayasumana, State Pharmaceuticals Corp Act. Chairman/MD Dr. D. Samarasinghe, SLPMA President Sanjaya Jayaratne and Moderator Nalin Kannangara",
    "Considers mechanism to deregulate registration to support new domestic products",
    "In a bid to support local industry and navigate a way through the current crisis, the Government could consider approving new locally manufactured medical products even without proper registration over a period of six months and up to one year, remarked State Minister of Production, Supply and Regulation of Pharmaceuticals Prof. Channa Jayasumana.",
    "He added the local pharmaceutical manufacturing industry had maintained good quality standards with medicines for over a decade, and this could help support such a decision should the industry be ready to supply any new products.",
    "Jayasumana stated this is the best time for local manufacturers to promote products even amongst Sri Lanka’s private healthcare sector, as 94% of medicines and materials there are imported. He noted the government is also considering restricting imports of certain medicines – Amoxicillin – as sufficient quantities are produced locally.",
    "The State Minister was speaking at a forum organised by the Sri Lanka Pharmaceutical Manufacturers’ Association yesterday to discuss further development of the local industry as well as regulations and procedures governing manufacturing and registering involving the National Medicines Regulatory Authority (NMRA).",
    "Jayasumana thanked the local industry for their continued supply of medicine to the State sector during the ongoing crisis and stressed the need for more products and potential exports to support the balance of payments position.",
    "“New products are encouraged. If you are ready to export certain products, we can issue an export license with the NMRA. Anything you can do to help the country is highly appreciated at this crucial juncture. We are all working hard to minimise the difficulties faced at NMRA. Certain raw materials, the individual license already approved by stringent authorities in other countries are requested by NMRA, which is just checking documents and not doing any chemical analysis.",
    "“But it is still taking a long time. As an industry in a growing phase, if we try to maintain regulation compatible to the highest in the world it may not be fair. So, we need to discuss and sort out these issues. Over the next three months we will take some radical decisions leading to a paradigm change for manufacture of local pharmaceuticals in this country,” he said.",
    "The State Minister said Cabinet had approved a new mechanism for purchase of manufactured pharmaceuticals and medical devices instead of the “haphazard mechanism” which is practiced. He added with this new “objective mechanism”, the Ministry could offer five-year buy-back guarantees through a well-assessed program.",
    "Joining the discussion, Ministry Secretary Dr. R.M.S.K. Ratnayake stated the industry must aim to manufacture up to 80% of essential drugs locally with required quality. He also stressed the need to impress upon Sri Lanka Customs and the Department of Fiscal Policy on streamlining raw material imports for the production of medicines.",
    "Ratnayake said the WHO had pledged support to install an accredited laboratory in Sri Lanka for testing medicines, and called on the private sector to share their knowledge and experience in this sphere due to the lack of facilities in the state sector.",
    "“The NMRA is still following WHO guidelines. I am a little doubtful, because our industry is still in a and developing stage. So, we may have to have our own guidelines, because we have to understand our situation and analysis. I request the NMRA chairman and officials to first analyse the situation in the pharma industry in Sri Lanka.",
    "“We cannot perhaps all of a sudden achieve WHO standard. We have to start helping the industry and continuously improve the quality of drugs. The manufacturers are responsible for maintaining quality and price of drugs, but the efficacy the clinicians will tell us,” he added.",
    "NMRA Chairman Dr. Rasitha Wijewantha stressed his institution was not an enemy of the industry and pledged his support to help growth of the local sector. However, he reminded the NMRA is bound by its Act to ensure safety, quality, affordability, availability and efficacy of medicines.",
    "“As the Minister said if they will take responsibility supported by policy decisions, we are ready to carry out those decisions. Otherwise, we are bound by the Act. I know you (manufacturers) have many issues with regulatory problems and I accept there are delays. This is a good opportunity to expand this industry and we are ready to support the local industry.",
    "“But we cannot totally ignore validation agents like WHO. Otherwise, it will invariably affect you as well, because if produce is downgraded at NMRA you will face problems with exports. So, we have to balance the regulatory affairs and other requirements,” Wijewantha reminded."
  ]
}