{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-expects-first-imf-drawdown-in-three-months-debt-deal-in-six-months-cb-governor-93717/",
  "time_ut": 1651318260,
  "title": "Sri Lanka expects first IMF drawdown in three months, debt deal in six months: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is expecting the first disbursement of funds from an International Monetary Fund program in about three months and is expecting to wrap up a deal with creditors in six months, Central Bank Governor Nandalal Weerasinghe said.",
    "The IMF has determined that Sri Lanka’s debt is unsustainable under the current policies and macro-economic adjustments that can be reasonably expected (rate and tax hikes) which requires debt restructuring to help reduce the gross financing need.",
    "As a result debt restructuring is prior action in an expected Extended Fund Facility that could run up to three years. Getting creditor agreement however can take time especially if there are holdouts.",
    "China has said it will give a new loan to pay back old loans, instead of extending the tenure of existing loans and/or taking hair cuts.",
    "“We do not have to necessarily get full agreement from all the creditors to get some money from the IMF,” Governor Weerasinghe said.",
    "“Once we make some progress then the IMF is willing to come to a staff level agreement and go to the board to start the Extended Fund Facility program from that point onwards.”",
    "Governor Weerasinghe said he is expecting a staff level agreement to be finalized in about two months and for it to go the IMFs executive board approval in the next month.",
    "The final creditor agreement can be finalized in the next three months.",
    "“Before the first (program) review will probably be within three months,” Weerasinghe said.  “Then only we will have to come to a complete consensus with all the creditors. For that we have about six months.”",
    "The IMF also does not give money until monetary stability is restored and a float succeeds by reducing domestic consumption and investment so that program reserve targets can be met.",
    "At the moment Sri Lanka is still experiencing forex shortages and peg is bleeding.",
    "Sri Lanka is also seeking ‘bridging finance’ ratcheting up consumption loans and delayed Asian Clearing Union payments until the exchange rate stabilizes.",
    "Weerasinghe said he is expecting the rupee to ‘definitely’ stabilize but did not want to put a firm date.",
    "Sri Lanka rupee will definitely stabilize based on policy actions: CB Governor",
    "Weerasinghe had already raised policy rates and allowed market interest rates to go up, which will reduce money printing and drive more private savings into the budget deficit.",
    "Sri Lanka is also expecting to raise taxes. The IMF has said income taxes will also have to be raised.",
    "In 2021 revenues fell to 8.6 percent of gross domestic product and budget deficit went up to 12.2 percent of GDP or two trillion rupees, the second year with double digit fiscal gaps.",
    "Of that 1.2 trillion was printed triggering a 3.9 billion US dollar balance of payments and a spike in reserve money and inflation."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව මාස තුනකින් පළමු ජාමූඅ මුදල් ආපසු ගැනීම, මාස හයකින් ණය ගනුදෙනුව අපේක්ෂා කරයි: CB ආණ්ඩුකාර",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව මාස තුනකින් පමණ ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහනකින් පළමු අරමුදල් බෙදා හැරීම අපේක්ෂා කරන අතර මාස හයකින් ණය හිමියන් සමඟ ගනුදෙනුවක් අවසන් කිරීමට අපේක්ෂා කරන බව මහ බැංකු අධිපති නන්දලාල් වීරසිංහ මහතා පැවසීය.",
        "දළ මූල්‍ය අවශ්‍යතා අඩු කිරීමට ණය ප්‍රතිව්‍යුහගත කිරීම අවශ්‍ය වන සාධාරණ ලෙස අපේක්ෂා කළ හැකි (අනුපාත සහ බදු ඉහළ දැමීම්) වත්මන් ප්‍රතිපත්ති සහ සාර්ව ආර්ථික ගැලපීම් යටතේ ශ්‍රී ලංකාවේ ණය දරාගත නොහැකි බව IMF තීරණය කර ඇත.",
        "එහි ප්‍රතිඵලයක් ලෙස ණය ප්‍රතිව්‍යුහගත කිරීම වසර තුනක් දක්වා ක්‍රියාත්මක විය හැකි අපේක්ෂිත විස්තීරණ අරමුදල් පහසුකමක පූර්ව ක්‍රියාවකි. කෙසේ වෙතත් ණයහිමි ගිවිසුම ලබා ගැනීම සඳහා විශේෂයෙන් රඳවා තබා ගැනීම් තිබේ නම් කාලය ගත විය හැක.",
        "පවතින ණයවල කාලසීමාව දීර්ඝ කිරීම සහ/හෝ කොණ්ඩය කැපීම වෙනුවට පැරණි ණය ආපසු ගෙවීම සඳහා නව ණයක් ලබා දෙන බව චීනය පවසා ඇත.",
        "\"IMF වෙතින් යම් මුදලක් ලබා ගැනීම සඳහා අපි සියලු ණය හිමියන්ගෙන් සම්පූර්ණ එකඟතාව ලබා ගත යුතු නැත,\" ආණ්ඩුකාර වීරසිංහ පැවසීය.",
        "\"අපි යම් ප්‍රගතියක් ලබා ගත් පසු, IMF කාර්ය මණ්ඩල මට්ටමේ එකඟතාවයකට පැමිණ, එතැන් සිට විස්තීරණ අරමුදල් පහසුකම් වැඩසටහන ආරම්භ කිරීමට මණ්ඩලය වෙත යාමට කැමැත්තෙන් සිටී.\"",
        "මාණ්ඩලික මට්ටමේ ගිවිසුමක් මාස දෙකකින් පමණ අවසන් කිරීමට බලාපොරොත්තු වන බවත් ඒ සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදලේ විධායක මණ්ඩලයේ අනුමැතිය ලබන මාසයේදී ලැබෙනු ඇති බවත් ආණ්ඩුකාර වීරසිංහ මහතා පැවසීය.",
        "අවසාන ණයහිමි ගිවිසුම ඉදිරි මාස තුන තුළ අවසන් කළ හැකිය.",
        "\"පළමු (වැඩසටහන්) සමාලෝචනයට පෙර බොහෝ විට මාස තුනක් ඇතුළත වනු ඇත,\" වීරසිංහ පැවසීය. “එවිට පමණක් අපට සියලු ණය හිමියන් සමඟ පූර්ණ එකඟතාවයකට පැමිණිය යුතුය. ඒකට අපිට මාස හයක් විතර තියෙනවා.”",
        "මූල්‍ය ස්ථාවරත්වය යථා තත්ත්වයට පත් වන තෙක් සහ දේශීය පරිභෝජනය සහ ආයෝජනය අඩු කිරීමෙන් වැඩසටහනක් සංචිත ඉලක්ක සපුරා ගැනීමට හැකි වන තෙක් IMF මුදල් ලබා නොදේ.",
        "මේ වන විට ශ්‍රී ලංකාව තවමත් විදේශ විනිමය හිඟයකට මුහුණ දෙමින් සිටින අතර peg ලේ ගලයි.",
        "විනිමය අනුපාතිකය ස්ථාවර වන තෙක් පරිභෝජන ණය සහ ආසියානු නිෂ්කාශන සංගමයේ ගෙවීම් ප්‍රමාද කිරීම සඳහා ශ්‍රී ලංකාව ‘බ්‍රිජ්ජින් ෆිනෑන්ස්’ අපේක්ෂා කරයි.",
        "රුපියල ‘අනිවාර්‍යෙන්ම’ ස්ථාවර වනු ඇතැයි අපේක්ෂා කරන නමුත් ස්ථිර දිනයක් ප්‍රකාශ කිරීමට අවශ්‍ය නොවන බව වීරසිංහ පැවසීය.",
        "ප්‍රතිපත්ති ක්‍රියාමාර්ග මත ශ්‍රී ලංකා රුපියල නියත වශයෙන්ම ස්ථාවර වනු ඇත: CB ආණ්ඩුකාර",
        "වීරසිංහ ඒ වන විටත් ප්‍රතිපත්ති අනුපාත ඉහළ නංවා තිබූ අතර වෙළඳපොළ පොලී අනුපාත ඉහළ යාමට ඉඩ සලසා දී ඇති අතර එමඟින් මුදල් මුද්‍රණය අඩු වන අතර පුද්ගලික ඉතුරුම් අයවැය හිඟයට තල්ලු කරනු ඇත.",
        "ශ්‍රී ලංකාව ද බදු වැඩි කිරීමට අපේක්ෂා කරයි. ආදායම් බදු ද ඉහළ දැමීමට සිදුවන බව IMF පවසා තිබේ.",
        "2021 දී ආදායම දළ දේශීය නිෂ්පාදිතයෙන් සියයට 8.6 දක්වා පහත වැටුණු අතර අයවැය හිඟය දළ දේශීය නිෂ්පාදිතයෙන් සියයට 12.2ක් හෝ රුපියල් ට්‍රිලියන දෙකක් දක්වා ඉහළ ගියේ දෙවන වසරේ ඉලක්කම් දෙකක මූල්‍ය පරතරයන් සමඟිනි.",
        "එම ට්‍රිලියන 1.2 න් මුද්‍රණය කරන ලද්දේ එක්සත් ජනපද ඩොලර් බිලියන 3.9 ක ගෙවුම් ශේෂයක් සහ සංචිත මුදල් සහ උද්ධමනය ඉහළ යාමක් ඇති කරමිනි."
      ]
    },
    "ta": {
      "title": "இலங்கை மூன்று மாதங்களில் முதல் சர்வதேச நாணய நிதியத்தை இழுக்க எதிர்பார்க்கிறது, ஆறு மாதங்களில் கடன் ஒப்பந்தம்: சிபி ஆளுநர்",
      "body_lines": [
        "ECONOMYNEXT – இலங்கையானது சர்வதேச நாணய நிதியத் திட்டமொன்றின் முதல் நிதி விநியோகத்தை சுமார் மூன்று மாதங்களில் எதிர்பார்க்கிறது மற்றும் ஆறு மாதங்களில் கடன் வழங்குநர்களுடன் ஒப்பந்தத்தை முடிக்க எதிர்பார்க்கிறது என்று மத்திய வங்கி ஆளுநர் நந்தலால் வீரசிங்க தெரிவித்தார்.",
        "மொத்த நிதி தேவையை குறைக்க கடன் மறுசீரமைப்பு தேவைப்படும் தற்போதைய கொள்கைகள் மற்றும் மேக்ரோ-பொருளாதார சரிசெய்தல் (விகிதம் மற்றும் வரி உயர்வு) ஆகியவற்றின் கீழ் இலங்கையின் கடன் தாங்க முடியாதது என IMF தீர்மானித்துள்ளது.",
        "இதன் விளைவாக, கடன் மறுசீரமைப்பு என்பது மூன்று வருடங்கள் வரை இயங்கக்கூடிய, எதிர்பார்க்கப்படும் விரிவாக்கப்பட்ட நிதி வசதிக்கான முன் நடவடிக்கையாகும். கடனாளர் உடன்படிக்கையைப் பெறுவதற்கு, குறிப்பாக ஹோல்டவுட்கள் இருந்தால், நேரம் எடுக்கும்.",
        "ஏற்கனவே உள்ள கடன்களின் காலத்தை நீட்டிக்க மற்றும்/அல்லது முடி வெட்டுவதற்குப் பதிலாக, பழைய கடனைத் திருப்பிச் செலுத்த புதிய கடன் தருவதாக சீனா கூறியுள்ளது.",
        "சர்வதேச நாணய நிதியத்திடம் இருந்து சில பணத்தைப் பெறுவதற்கு அனைத்து கடன் வழங்குநர்களிடமிருந்தும் முழு உடன்பாட்டைப் பெற வேண்டிய அவசியமில்லை\" என்று ஆளுநர் வீரசிங்க கூறினார்.",
        "\"நாங்கள் சிறிது முன்னேற்றம் அடைந்தவுடன், IMF ஒரு பணியாளர் நிலை ஒப்பந்தத்திற்கு வர தயாராக உள்ளது மற்றும் அந்த புள்ளியில் இருந்து விரிவாக்கப்பட்ட நிதி வசதி திட்டத்தை தொடங்க குழுவிற்கு செல்ல உள்ளது.\"",
        "இரண்டு மாதங்களில் ஊழியர் மட்ட ஒப்பந்தம் இறுதி செய்யப்பட்டு அடுத்த மாதத்தில் சர்வதேச நாணய நிதியத்தின் நிர்வாக சபையின் அங்கீகாரம் பெறப்படும் என எதிர்பார்ப்பதாக ஆளுநர் வீரசிங்க தெரிவித்தார்.",
        "இறுதி கடன் ஒப்பந்தம் அடுத்த மூன்று மாதங்களில் முடிவடையும்.",
        "\"முதல் (நிரல்) மதிப்பாய்வு மூன்று மாதங்களுக்குள் இருக்கும்\" என்று வீரசிங்க கூறினார். “அப்போதுதான் நாம் அனைத்து கடன் வழங்குநர்களுடனும் முழுமையான ஒருமித்த கருத்துக்கு வர வேண்டும். அதற்கு எங்களுக்கு சுமார் ஆறு மாதங்கள் உள்ளன.",
        "பண ஸ்திரத்தன்மையை மீட்டெடுக்கும் வரை மற்றும் உள்நாட்டு நுகர்வு மற்றும் முதலீட்டைக் குறைப்பதன் மூலம் ஒரு மிதவை வெற்றிபெறும் வரை IMF பணத்தை வழங்காது, இதனால் திட்ட இருப்பு இலக்குகளை அடைய முடியும்.",
        "இந்த நேரத்தில் இலங்கை இன்னும் அந்நிய செலாவணி பற்றாக்குறையை அனுபவித்து வருகிறது மற்றும் பெக் இரத்தம் கசிகிறது.",
        "இலங்கையானது ‘பிரிட்ஜிங் ஃபைனான்ஸ்’ மூலம் நுகர்வுக் கடன்களை அதிகரிப்பதற்கும், மாற்று விகிதம் சீராகும் வரை ஆசிய கிளியரிங் யூனியன் கொடுப்பனவுகளை தாமதப்படுத்துவதற்கும் முயன்று வருகிறது.",
        "ரூபாயின் மதிப்பு ‘நிச்சயமாக’ நிலைபெறும் என எதிர்பார்ப்பதாகவும் ஆனால் உறுதியான தேதியை குறிப்பிட விரும்பவில்லை என்றும் வீரசிங்க கூறினார்.",
        "கொள்கை நடவடிக்கைகளின் அடிப்படையில் இலங்கை ரூபாய் உறுதியாக நிலைபெறும்: சிபி ஆளுநர்",
        "வீரசிங்க ஏற்கனவே கொள்கை விகிதங்களை உயர்த்தினார் மற்றும் சந்தை வட்டி விகிதங்களை அதிகரிக்க அனுமதித்தார், இது பணம் அச்சிடுவதைக் குறைக்கும் மற்றும் அதிக தனியார் சேமிப்புகளை வரவு செலவுத் திட்ட பற்றாக்குறைக்குள் தள்ளும்.",
        "இலங்கையும் வரிகளை உயர்த்த எதிர்பார்க்கிறது. வருமான வரியையும் உயர்த்த வேண்டும் என்று ஐஎம்எஃப் கூறியுள்ளது.",
        "2021 இல் வருவாய்கள் மொத்த உள்நாட்டு உற்பத்தியில் 8.6 சதவீதமாக சரிந்தது மற்றும் பட்ஜெட் பற்றாக்குறை மொத்த உள்நாட்டு உற்பத்தியில் 12.2 சதவீதமாக அல்லது இரண்டு டிரில்லியன் ரூபாயாக உயர்ந்தது, இரண்டாவது ஆண்டு இரட்டை இலக்க நிதி இடைவெளிகளுடன்.",
        "அதில் 1.2 டிரில்லியன் அச்சிடப்பட்டு 3.9 பில்லியன் அமெரிக்க டாலர் பேலன்ஸ் பேமெண்ட்கள் மற்றும் கையிருப்பு பணம் மற்றும் பணவீக்கம் அதிகரித்தது."
      ]
    }
  }
}