{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/politicians-play-survival-games-while-people-keep-protesting-for-survival/",
  "time_ut": 1650085860,
  "title": "Politicians Play Survival Games while People Keep Protesting for Survival",
  "body_lines": [
    "There is a massive disconnect between the political protests of the people and the survival games that politicians are playing. The President is playing hide and seek from the people and getting his handful of Ministers to say that their boss is ‘not going to budge.’ The Prime Minister, the family’s only communicator comes on television and cuts a sorry figure as a long-gone has-been. The PM says he is ready to meet with the young protesters, but the young protesters are saying there is nothing to meet about and the only thing the PM can do is go into sunset with the President.",
    "The 11-party dissident alliance in the government is going dizzy as it tries every trick in the book to stay politically relevant and insure their seats in parliament. The shameless Maithripala Sirisena even tried a fast one to become interim PM elbowing out MR. The bulk of the SLPP MPs are rudderless without Basil who is powerless to do anything. The entire government formation, so to speak, has been thoroughly debilitated by the protests. But the government has been able to hold on to its SLPP MPs to maintain a bare minimum but precarious simple majority. The 41 MPs of the 11-party alliance are shuffling for a parking spot in parliament, but they have no connection whatsoever to ongoing politics outside parliament.",
    "The opposition formation is not very much different, except that it is not as decadent as the government. Ranil Wickremesinghe, the lonely UNP leader still pretending to be on his high horse, has been opining that “what Sri Lanka needs today is not a change of government but a change of systems including vast economic reforms to avoid a revolution.” To that end, he is proposing “new legislation for Parliament to take over the finances,” and he is “preparing a set of reforms for this purpose.” Mr. Wickremesinghe went further: “One should understand the situation which prevails today. People who have been led by the youth want a new beginning and a complete change of the systems. Parliament at the moment is focusing on a change of government. Peaceful protests that are going on at the moment will turn into a revolution if we ignore people’s demands.”",
    "Mr. Wickremesinghe’s statement is obviously more sophisticated than anything that Rajapaksas can put together. But he slips into sophistry when he says that “focusing on a change of government” is somehow tantamount to turning “a deaf ear to people’s demands.” How so, when the sole demand of the people is for the resignation of the President and the Prime Minister? Mr. Wickremesinghe is not only mute on the matter of resignations, but he is also not explaining how he will legislate “for parliament to take over the finances” while the government and the President who destroyed the financial system continue in office.",
    "At least objectively, the former PM’s scheme would serve the same purpose as the 11-party alliance’s proposal to establish a ‘National Executive Council’ under the incumbent President, or the crazy constitutional amendment bill drafted by Lawyers Romesh de Silva and Manohara de Silva to allow cabinet ministers to be drawn from outside parliament. And that purpose is to find a way to keep the Rajapaksa presidency going while appearing to address the concerns raised by the protesting public. I call these political survival games by or on behalf of politicians whom the people want thrown out lock, stock and barrel.",
    "The JVP is honest about calling for the resignation of the President and refusing to be involved in any interim arrangement that will include the incumbent. However, the JVP has not been able to connect itself, let alone give leadership, to public protests that are now getting into the third week after their start on March 31 in Mirihana. The JVP started by being cautious about the initiators of the protesters and their lack of ‘accountability.’ Later it warmed itself to the protests but has not been able to establish any linkages with them. For a Party and its leader, Anura Kumara Dissanayake, who last year declared that they were ready to give leadership to the country, have been nowhere near-ready to respond to the most spontaneous and sustained public protest that unfolded over the last fortnight.",
    "More to the point of this article, the JVP and its leader have been totally ineffective about doing anything to align the business of parliament with the protests outside. This is quite a setback after AKD’s stellar performance in parliament exposing the innards of the controversial LNG deal with New Fortress Energy (NFE). While individual performances are great for image, you cannot achieve anything substantial in parliament unless you are able to work with others. Especially so for a party like the JVP that has only three MPs. And the JVP has been woefully wanting in striking cross-party alliances in parliament when the people are crossing boundaries to unite in protest against the government. Unless the JVP changes its approach it will lose its relevance despite its self-assured readiness.",
    "In contrast to the JVP and its leader, Sajith Premadasa and the SJB have tried to take to parliament the momentum from outside. Like the JVP, the SJB has also refused to be involved in any interim arrangement unless the President resigns beforehand. But unlike the JVP, Mr. Premadasa has taken symbolic and practical steps such as a No Confidence Motion against the government and the abolition of the Executive Presidency. He has already signed the petition for a No Confidence Motion and the resolution for Impeachment. A bill for ‘abolishing’ the Executive Presidency is apparently in progress. Whether they will succeed or not will depend on how Mr. Premadasa is able to articulate parliament and the people and how he would be able to create voting alliances in parliament.",
    "At the same time, the onus of making parliament responsive to the people should not be on a single individual leader. It should be up to every MP to clearly show where she or he stands. Besides the SJB leader and MPs, Gajendrakumar Ponnambalam and his Tamil Congress MPs are also reported to have signed on to the two resolutions. This should double the onus on other Tamil and Muslim MPs. Especially the TNA and especially after its ill-timed meeting with the President after being stood up by him for over two years. Remarkably, while almost all Upcountry Tamil MPs have left the governing SLPP alliance, more than a handful of Northern and Eastern Tamil and Muslim MPs are still reluctant to break ranks with the government.",
    "One would think the three JVP MPs will not shy away from supporting the SJB initiatives in parliament. The same goes for Ranil Wickremesinghe despite his rarefied musings about implementing financial reforms through parliament under the current government and its President. The key to any shifting of MPs and their numbers will be the 41 MPs of the 11-party alliance. They have indicated their non-agreement with the No Confidence Motion approach, but they cannot indefinitely remain non-aligned between the Rajapaksa regime and the Premadasa opposition. If the 41 MPs decide to vote against the government and if all Tamil and Muslim MPs count themselves against the government, then there will be a loosening up of the core SLPP contingent, assuming that there is something core about it.",
    "All of this might enable passing a No Confidence Motion against the government, but launching impeachment proceedings against the President will still be a long shot. On the other hand, a more specific No Confidence Motion could be moved against the President. I alluded to this earlier as a parliamentary initiative. Since then, Dr. Nihal Jayawickrama has pointed out that parliament can, and in the current situation has the obligation to, pass a No Confidence Motion against the President under Article 42 of the Constitution which holds the President “responsible to Parliament for the due exercise, performance and discharge of his powers, duties and functions under the Constitution and any written law including the law for the time being relating to public security”",
    "More than the government, it is the President who deserves a No Confidence Motion against him on account of his abject failure in the management of the economy through ill-chosen Secretaries and Governors, despite all the powers that he granted himself through the 20th Amendment. Even so, a No Confidence Motion can seemingly serve only a symbolic purpose as it cannot compel President Rajapaksa to resign from office. But actions in parliament can and do serve a substantive purpose, that of articulating protest politics with constitutional politics. Together they can bring pressure on the two remaining Rajapaksas to exit gracefully within an agreed upon time period. If parliament fails to act in response to protest politics, parliament itself and not just SLPP MPs will become irrelevant.",
    "Nearly 400 years ago, Oliver Cromwell sacked a corrupt British parliament (the Long Parliament) and scolded away its MPs, “”You have sat too long here for any good you have been doing. Depart, I say, and let us have done with you. In the name of God, go”. Sri Lanka has no Cromwell, but it has its people. They are not going anywhere. Only the President and/or the Parliament will have to go somewhere. The Parliament can go for reelection but not likely until the President goes through his resignation.",
    "Norochcholai running out of coal, six to eight hour power cuts loom",
    "World Bank says Lanka’s economic outlook is highly uncertain, needs urgent policy measures",
    "What’s happening in Sri Lanka and how did the economic crisis start?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මිනිසුන් පැවැත්ම සඳහා විරෝධතාවයේ යෙදෙන අතරේ දේශපාලකයෝ දිවි ගලවා ගැනීමේ ක්‍රීඩා කරති",
      "body_lines": [
        "ජනතාවගේ දේශපාලන විරෝධතා සහ දේශපාලකයින් කරන පැවැත්මේ සෙල්ලම අතර දැවැන්ත විසන්ධි වීමක් තිබේ. ජනාධිපතිවරයා ජනතාවගෙන් හැංගිමුත්තම් සෙල්ලම් කරමින් තම අතළොස්සක් වූ ඇමතිවරුන් ලවා තම ලොක්කා ‘අසළවන්නේ නැත’ කියා පවසති.පවුලේ එකම සන්නිවේදකයා වන අගමැතිතුමා රූපවාහිනියට පැමිණ දුක්ඛිත චරිතයක් දිගු කලක සිට කපා දමයි. වී ඇත. තරුණ විරෝධතාකරුවන් හමුවීමට තමන් සූදානම් බව අගමැති කියයි, නමුත් තරුණ විරෝධතාකරුවන් පවසන්නේ හමුවීමට කිසිවක් නොමැති බවත් අගමැතිවරයාට කළ හැකි එකම දෙය ජනාධිපතිවරයා සමඟ හිරු බැස යෑම බවත්ය.",
        "ආණ්ඩුවේ සිටින පක්ෂ 11 විසම්මුතික හවුල දේශපාලන වශයෙන් අදාළව සිටීමට සහ පාර්ලිමේන්තුවේ තම ආසන තහවුරු කර ගැනීමට පොතේ සෑම උපක්‍රමයක්ම උත්සාහ කරන විට කරකැවිල්ල ඇති වේ. විලිලැජ්ජා නැති මෛත්‍රීපාල සිරිසේන මහතා අතුරු අගමැති වීමට උපවාසයක් පවා උත්සාහ කළේ MRව වැලමිට දමාගෙනය. කිසිවක් කරකියාගත නොහැකි බැසිල් නොමැතිව ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන්ගෙන් බහුතරයක් සුක්කානමකි. සමස්ත ආන්ඩුව පිහිටුවීම, එසේ කතා කිරීම, විරෝධතා හේතුවෙන් මුලුමනින්ම දුර්වල වී ඇත. එහෙත් අවම නමුත් අවිනිශ්චිත සරල බහුතරයක් පවත්වා ගැනීම සඳහා ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් රඳවා තබා ගැනීමට රජයට හැකි වී තිබේ. පක්ෂ 11 සන්ධානයේ මන්ත්‍රීවරුන් 41 දෙනා පාර්ලිමේන්තුවේ වාහන නැවැත්වීමේ ස්ථානයක් සඳහා ඝෝෂා කරන නමුත් පාර්ලිමේන්තුවෙන් පිටත පවතින දේශපාලනයට ඔවුන්ට කිසිදු සම්බන්ධයක් නැත.",
        "විපක්‍ෂය ආණ්‌ඩුව තරම් ජරාජීර්ණ එකක්‌ නොවන බව හැරෙන්නට විපක්‍ෂය ගොඩනැඟීම එතරම් වෙනස්‌ නොවේ. “අද ශ්‍රී ලංකාවට අවශ්‍ය වී ඇත්තේ ආණ්ඩු වෙනසක් නොව විප්ලවයක් වැලැක්වීම සඳහා දැවැන්ත ආර්ථික ප්‍රතිසංස්කරණ ඇතුළු ක්‍රමවේදවල වෙනසක්” බව තවමත් පෙනී සිටින හුදකලා එජාප නායකයා වන රනිල් වික්‍රමසිංහ මහතා අදහස් දක්වමින් සිටියි. ඒ සඳහා ඔහු “පාර්ලිමේන්තුවට මුදල් පවරා ගැනීම සඳහා නව නීති සම්පාදනය” යෝජනා කරන අතර, ඔහු “මේ සඳහා ප්‍රතිසංස්කරණ මාලාවක් සූදානම් කරමින් සිටී.” වික්‍රමසිංහ මහතා වැඩිදුරටත් මෙසේද කියා සිටියේය: “අද පවතින තත්ත්වය තේරුම් ගත යුතුයි. තාරුණ්‍යය විසින් නායකත්වය දුන් මිනිසුන්ට අවශ්‍ය වන්නේ අලුත් ආරම්භයක් සහ ක්‍රමවල සම්පූර්ණ වෙනසක්. මේ වන විට පාර්ලිමේන්තුවේ අවධානය යොමුව ඇත්තේ ආණ්ඩු වෙනසක් කෙරෙහිය. මේ මොහොතේ පැවැත්වෙන සාමකාමී විරෝධතා අප ජනතා ඉල්ලීම් නොසලකා හැරියහොත් විප්ලවයක් බවට පත්වනු ඇත.",
        "රාජපක්ෂලාට එකතු කළ හැකි ඕනෑම දෙයකට වඩා වික්‍රමසිංහ මහතාගේ ප්‍රකාශය පැහැදිලිවම සංකීර්ණය. එහෙත්, \"ආණ්ඩු වෙනසක් කෙරෙහි අවධානය යොමු කිරීම\" කෙසේ හෝ \"ජනතාවගේ ඉල්ලීම්වලට බිහිරි කන්\" හැරීමකට සමාන බව ඔහු පවසන විට ඔහු විචක්ෂණභාවයට ලිස්සා යයි. එසේ නම්, ජනතාවගේ එකම ඉල්ලීම ජනාධිපතිවරයාගේ සහ අගමැතිවරයාගේ ඉල්ලා අස්වීම වූ විට කෙසේද? වික‍්‍රමසිංහ මහතා ඉල්ලා අස්වීම් සම්බන්ධයෙන් ගොළු වෙනවා පමණක් නොව, මුල්‍ය ක‍්‍රමය විනාශ කළ ආන්ඩුව සහ ජනාධිපතිවරයා බලයේ සිටින අතරතුර \"පාර්ලිමේන්තුවට මුදල් පවරා ගැනීම සඳහා\" නීති සම්පාදනය කරන්නේ කෙසේද යන්න ද ඔහු පැහැදිලි කරන්නේ නැත.",
        "අවම වශයෙන් වෛෂයිකව, හිටපු අගමැතිගේ යෝජනා ක්‍රමය වත්මන් ජනාධිපතිවරයා යටතේ 'ජාතික විධායක සභාවක්' පිහිටුවීමේ 11-පක්ෂ සන්ධානයේ යෝජනාව හෝ නීතීඥ රොමේෂ් ද සිල්වා සහ මනෝහර ද සිල්වා විසින් කෙටුම්පත් කරන ලද පිස්සු ව්‍යවස්ථා සංශෝධන පනත් කෙටුම්පතට සමාන අරමුණක් ඉටු කරනු ඇත. කැබිනට් ඇමතිවරුන් පාර්ලිමේන්තුවෙන් පිටත සිට ගැනීමට ඉඩ දෙන්න. විරෝධතාවයේ නිරත මහජනතාව විසින් මතු කරන ලද ගැටළු විසඳීමට පෙනී සිටින අතරම රාජපක්ෂ ජනාධිපති ධූරය දිගටම පවත්වාගෙන යාමට මගක් සෙවීම එම අරමුණයි. මම මේවා දේශපාලන පැවැත්මේ ක්‍රීඩා ලෙස හඳුන්වන්නේ ජනතාවට අවශ්‍ය දේශපාලඥයින් විසින් හෝ ඔවුන් වෙනුවෙන් වන අගුල, තොග සහ බැරලය විසි කිරීමයි.",
        "ජනාධිපතිවරයාට ඉල්ලා අස්වන ලෙස ඉල්ලා සිටීම සහ වත්මන් ජනාධිපතිවරයා ඇතුළත් වන කිසිදු අතුරු විධිවිධානයකට සම්බන්ධ වීම ප්‍රතික්ෂේප කිරීම සම්බන්ධයෙන් ජනතා විමුක්ති පෙරමුණ අවංක ය. කෙසේ වෙතත්, මාර්තු 31 වැනිදා මිරිහානෙන් ආරම්භ කර තුන්වන සතියට එළැඹෙන මහජන විරෝධතාවලට නායකත්වය දීමට තබා ඊට සම්බන්ධ වීමටවත් ජවිපෙට නොහැකි වී තිබේ. ජනතා විමුක්ති පෙරමුණ ආරම්භ කළේ විරෝධතාකරුවන්ගේ ආරම්භකයින් සහ ඔවුන්ගේ ‘වගකීම’ නොමැතිකම ගැන ප්‍රවේශම් වීමෙනි. පසුව එය විරෝධතාවලට උණුසුම් වූ නමුත් ඔවුන් සමඟ කිසිදු සම්බන්ධයක් ඇති කර ගැනීමට නොහැකි විය. පක්ෂයකට සහ එහි නායක, රටට නායකත්වය දීමට තමන් සූදානම් බව පසුගිය වසරේ ප්‍රකාශ කළ අනුර කුමාර දිසානායක, පසුගිය දෙසතිය පුරා දිග හැරුණු ඉතාම ස්වයංසිද්ධ සහ තිරසාර මහජන විරෝධයට ප්‍රතිචාර දැක්වීමට කොතැනකවත් සූදානම් නොවීය.",
        "මෙම ලිපියේ තවත් කරුණක් නම්, ජවිපෙ සහ එහි නායකයා පාර්ලිමේන්තුවේ කටයුතු පිටත විරෝධතා සමඟ පෙළගස්වා ගැනීමට කිසිවක් කිරීමට මුලුමනින්ම අකාර්යක්ෂමයි. New Fortress Energy (NFE) සමඟ ඇතිකරගත් මතභේදාත්මක LNG ගණුදෙණුවේ අභ්‍යන්තරය හෙලිදරව් කරමින් AKD හි පාර්ලිමේන්තුවේ විශිෂ්ට ක්‍රියාකාරිත්වයෙන් පසු මෙය බෙහෙවින් පසුබෑමකි. තනි පුද්ගල රංගනයන් ප්‍රතිරූපයට විශිෂ්ට වන අතර, ඔබට අන් අය සමඟ වැඩ කිරීමට හැකියාවක් නොමැති නම්, ඔබට පාර්ලිමේන්තුවේ සැලකිය යුතු කිසිවක් ලබා ගත නොහැක. විශේෂයෙන්ම ජනතා විමුක්ති පෙරමුණ වැනි මන්ත්‍රීවරුන් තිදෙනෙකු පමණක් සිටින පක්ෂයකට. එමෙන්ම ආණ්ඩුවට එරෙහිව ජනතාව සීමා මායිම් පසුකර එකමුතු වන විට පාර්ලිමේන්තුව තුළ පක්ෂ-පක්‍ෂ සන්ධාන වැඩ වර්ජනවල දී ජනතා විමුක්ති පෙරමුණට අවශ්‍ය වී තිබේ. ජවිපෙ තම ප්‍රවේශය වෙනස් නොකරන්නේ නම්, එහි ස්වයං සහතික සූදානම තිබියදීත් එහි අදාළත්වය නැති වනු ඇත.",
        "ජනතා විමුක්ති පෙරමුණට හා එහි නායකයාට වෙනස්ව සජිත් ප්‍රේමදාස සහ SJB උත්සාහ කර ඇත්තේ පිටතින් එම ගම්‍යතාව පාර්ලිමේන්තුවට ගැනීමටය. ජනතා විමුක්ති පෙරමුණ මෙන්ම SJB ද ජනාධිපතිවරයා කලින් ඉල්ලා අස්වන්නේ නම් මිස අතුරු වැඩපිළිවෙලකට සම්බන්ධ වීම ප්‍රතික්ෂේප කර ඇත. නමුත් ජනතා විමුක්ති පෙරමුණ මෙන් නොව ප්‍රේමදාස මහතා රජයට එරෙහිව විශ්වාසභංගයක් ගෙන ඒම, විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම වැනි සංකේතාත්මක සහ ප්‍රායෝගික පියවර ගෙන ඇත. ඔහු දැනටමත් විශ්වාසභංග යෝජනාවට සහ දෝෂාභියෝග යෝජනාවට අත්සන් තබා ඇත. විධායක ජනාධිපති ක‍්‍රමය ‘අහෝසි කිරීමේ’ පනත් කෙටුම්පතක් සකස් වෙමින් පවතින බව පෙනෙන්නට තිබේ. ඔවුන් සාර්ථක වෙනවාද නැද්ද යන්න තීරණය වන්නේ ප්‍රේමදාස මහතාට පාර්ලිමේන්තුව සහ ජනතාව ප්‍රකාශ කිරීමට හැකි වන ආකාරය සහ පාර්ලිමේන්තුව තුළ ඡන්ද සන්ධාන ඇති කර ගැනීමට ඔහුට හැකි වන්නේ කෙසේද යන්න මතය.",
        "එමෙන්ම පාර්ලිමේන්තුව ජනතාවට ප්‍රතිචාර දැක්වීමේ වගකීම තනි තනි නායකයකුට පැවරිය යුතු නැත. ඇය හෝ ඔහු සිටින්නේ කොතැනද යන්න පැහැදිලිව පෙන්වීම සෑම මන්ත්‍රීවරයෙකුටම පැවරිය යුතුය. SJB නායකයා සහ මන්ත්‍රීවරුන්ට අමතරව ගජේන්ද්‍රකුමාර් පොන්නම්බලම් සහ ඔහුගේ දෙමළ කොංග්‍රසයේ මන්ත්‍රීවරුන් ද මෙම යෝජනා දෙකට අත්සන් තබා ඇති බව වාර්තා වේ. මෙය අනෙකුත් දෙමළ සහ මුස්ලිම් මන්ත්‍රීවරුන්ට පැවරෙන වගකීම දෙගුණ කළ යුතුය. විශේෂයෙන්ම දෙමළ ජාතික සන්ධානය සහ විශේෂයෙන්ම වසර දෙකකට වැඩි කාලයක් ජනාධිපතිවරයා වෙනුවෙන් නැගී සිටීමෙන් පසු ජනාධිපතිවරයා හමුවීමෙන් පසු. උඩරට දෙමළ මන්ත්‍රීවරුන් සියලු දෙනාම පාහේ ශ්‍රී ලංකා පොදුජන පෙරමුණු සන්ධානයෙන් ඉවත්ව ඇති අතර, උතුරු නැගෙනහිර දෙමළ සහ මුස්ලිම් මන්ත්‍රීවරුන් අතළොස්සකට වැඩි පිරිසක් තවමත් ආණ්ඩුව සමඟින් කැඩීමට මැලිකමක් දක්වති.",
        "ජනතා විමුක්ති පෙරමුණේ මන්ත්‍රීවරුන් තිදෙනා පාර්ලිමේන්තුවේ SJB මුල පිරීම්වලට සහය දීමෙන් පසුබට නොවනු ඇතැයි කෙනෙකුට සිතිය හැකිය. වත්මන් රජය සහ එහි ජනාධිපතිවරයා යටතේ පාර්ලිමේන්තුව හරහා මූල්‍ය ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීම පිළිබඳ දුර්ලභ අදහස් තිබියදීත්, රනිල් වික්‍රමසිංහ ද එසේමය. මන්ත්‍රීවරුන් සහ ඔවුන්ගේ සංඛ්‍යාව මාරු කිරීමේදී ප්‍රධාන වන්නේ පක්ෂ 11 සන්ධානයේ මන්ත්‍රීවරුන් 41 දෙනායි. ඔවුන් විශ්වාසභංග ප්‍රවේශයට එකඟ නොවන බව පෙන්වා දී ඇති නමුත් ඔවුන්ට දින නියමයක් නොමැතිව රාජපක්ෂ පාලනය සහ ප්‍රේමදාස විපක්ෂය අතර නොබැඳි සිටිය නොහැක. මන්ත්‍රීවරුන් 41 දෙනා රජයට විරුද්ධව ඡන්දය ප්‍රකාශ කිරීමට තීරණය කළහොත් සහ සියලුම දෙමළ සහ මුස්ලිම් මන්ත්‍රීවරුන් රජයට එරෙහිව ගණන් ගන්නේ නම්, එහි හරයක් ඇතැයි උපකල්පනය කරමින් මූලික ශ්‍රී ලංකා පොදුජන පෙරමුණේ කණ්ඩායම ලිහිල් වීමක් සිදුවනු ඇත.",
        "මේ සියල්ලෙන් ආණ්ඩුවට එරෙහිව විශ්වාසභංගයක් සම්මත කර ගැනීමට හැකි විය හැකි නමුත්, ජනාධිපතිවරයාට එරෙහිව දෝෂාභියෝගයක් ගෙන ඒම තවමත් දිගු ගමනක් වනු ඇත. අනෙක් අතට ජනාධිපතිවරයාට එරෙහිව වඩාත් නිශ්චිත විශ්වාසභංග යෝජනාවක් ඉදිරිපත් කළ හැකිය. මම මෙය කලින් සඳහන් කළේ පාර්ලිමේන්තු මුලපිරීමක් ලෙසයි. එතැන් පටන් ආචාර්ය නිහාල් ජයවික්‍රම පෙන්වා දී ඇත්තේ වත්මන් තත්ත්වය තුළ ජනාධිපතිවරයාට එරෙහිව විශ්වාසභංග යෝජනාවක් සම්මත කිරීමට පාර්ලිමේන්තුවට බැඳී සිටින බවත් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 42 වැනි වගන්තිය යටතේ ජනාධිපතිවරයා “නියමිත ක්‍රියාදාමය සඳහා පාර්ලිමේන්තුවට වගකිව යුතු බවත්ය. , ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ ඔහුගේ බලතල, රාජකාරි සහ කාර්යයන් ඉටු කිරීම සහ ඉටු කිරීම සහ මහජන ආරක්ෂාව සම්බන්ධයෙන් දැනට පවතින නීතිය ඇතුළු ඕනෑම ලිඛිත නීතියක්\"",
        "20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය හරහා තමාට ලබා දුන් සියලු බලතල තිබියදීත්, නොහොබිනා ලෙස තෝරාගත් ලේකම්වරුන් සහ ආණ්ඩුකාරවරුන් හරහා ආර්ථිකය කළමනාකරණය කිරීමේදී ඔහු කළ අන්ත අසාර්ථකත්වය හේතුවෙන් ඔහුට එරෙහිව විශ්වාසභංගයක් ගෙන ඒමට සුදුසු වන්නේ ආණ්ඩුවට වඩා ජනාධිපතිවරයාය. එසේ වුවද, විශ්වාසභංග යෝජනාවක් බැලූ බැල්මට පෙනෙන්නේ සංකේතාත්මක අරමුණක් සඳහා පමණි. එහෙත් පාර්ලිමේන්තුවේ ක්‍රියාවන් මගින් ව්‍යවස්ථානුකූල දේශපාලනය සමඟ විරෝධතා දේශපාලනය ප්‍රකාශ කිරීමේ සාරභූත අරමුණක් ඉටු කළ හැකිය. ඔවුන් එක්ව එකඟ වූ කාල සීමාවක් තුළ ඉතිරිව සිටින රාජපක්ෂවරුන් දෙදෙනාට සුහදව ඉවත් වන ලෙස බලපෑම් කළ හැකිය. විරෝධතා දේශපාලනයට ප්‍රතිචාර දැක්වීමට පාර්ලිමේන්තුව ක්‍රියා කිරීමට අපොහොසත් වුවහොත් ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් පමණක් නොව පාර්ලිමේන්තුවම අනදාල වනු ඇත.",
        "වසර 400 කට පමණ පෙර ඔලිවර් ක්‍රොම්වෙල් දූෂිත බ්‍රිතාන්‍ය පාර්ලිමේන්තුව (දිගු පාර්ලිමේන්තුව) නෙරපා එහි මන්ත්‍රීවරුන්ට බැණ වැදුණේය, \"\"ඔබ කරමින් සිටි ඕනෑම යහපතක් සඳහා ඔබ මෙහි බොහෝ වේලාවක් වාඩි වී ඇත. යන්න, මම කියමි, අපි ඔබ සමඟ කටයුතු කරමු. දෙවියන්ගේ නාමයෙන් යන්න.\" ශ්‍රී ලංකාවට ක්‍රොම්වෙල් නැත, නමුත් එහි මිනිසුන් සිටී. ඔවුන් කොහේවත් යන්නේ නැහැ. කොහේ හරි යන්න වෙන්නේ ජනාධිපතිතුමාට සහ/හෝ පාර්ලිමේන්තුවට විතරයි. පාර්ලිමේන්තුවට නැවත මැතිවරණයකට යා හැකි නමුත් ජනාධිපතිවරයා ඉල්ලා අස්වන තුරු එය කළ නොහැකියි.",
        "නොරොච්චෝලේ ගල් අඟුරු ඉවරයි, පැය හයේ අටේ විදුලිය කප්පාදු කරනවා",
        "ලෝක බැංකුව පවසන්නේ ලංකාවේ ආර්ථික දැක්ම ඉතා අවිනිශ්චිත බවත්, හදිසි ප්‍රතිපත්තිමය ක්‍රියාමාර්ග අවශ්‍ය බවත්ය",
        "ශ්‍රී ලංකාවේ සිදුවන්නේ කුමක්ද සහ ආර්ථික අර්බුදය ආරම්භ වූයේ කෙසේද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரசியல் வாதிகள் உயிர்வாழும் கேம்களை விளையாடுகிறார்கள், அதே சமயம் மக்கள் பிழைப்புக்காக போராடுகிறார்கள்",
      "body_lines": [
        "மக்களின் அரசியல் எதிர்ப்புகளுக்கும் அரசியல்வாதிகள் விளையாடும் பிழைப்பு விளையாட்டுகளுக்கும் இடையில் பாரிய தொடர்பற்றுள்ளது. ஜனாதிபதி, மக்களிடம் கண்ணாமூச்சி விளையாடி, தன் தலைவன், 'அடக்கப் போவதில்லை' என, தன் கைவரிசையை, அமைச்சர்களை பெற்றுக் கொள்கிறான்.பிரதமர், குடும்பத்தின் ஒரே தொடர்பாளர், தொலைகாட்சியில் வந்து, வருந்துகின்ற ஒரு உருவத்தை வெகுநாட்களாக வெட்டிவிடுகிறார். இருந்துள்ளது. இளம் போராட்டக்காரர்களைச் சந்திக்கத் தயார் என்று பிரதமர் கூறுகிறார், ஆனால் இளம் போராட்டக்காரர்கள் சந்திப்பதற்கு ஒன்றுமில்லை என்றும், பிரதமரால் செய்யக்கூடிய ஒரே விஷயம் ஜனாதிபதியுடன் சூரிய அஸ்தமனத்திற்குச் செல்வதுதான் என்றும் கூறுகிறார்கள்.",
        "அரசாங்கத்தில் உள்ள 11-கட்சி அதிருப்திக் கூட்டணி, அரசியல் ரீதியாகப் பொருத்தமானதாக இருக்கவும், பாராளுமன்றத்தில் தங்கள் இடங்களை உறுதிப்படுத்தவும் புத்தகத்தில் உள்ள ஒவ்வொரு தந்திரத்தையும் முயற்சிப்பதால் தலைசுற்றுகிறது. வெட்கமற்ற மைத்திரிபால சிறிசேன இடைக்கால பிரதமராக பதவியேற்க உண்ணாவிரதத்தை கூட முயற்சித்தார். எதையும் செய்ய முடியாத பசில் இல்லாமல் SLPP பாராளுமன்ற உறுப்பினர்களில் பெரும்பாலோர் சுக்காத நிலையில் உள்ளனர். முழு அரசாங்க அமைப்பும், பேசுவதற்கு, எதிர்ப்புகளால் முற்றிலும் பலவீனமடைந்துள்ளது. ஆனால் அரசாங்கம் தனது SLPP எம்.பி.க்களை குறைந்தபட்சம் ஆனால் ஆபத்தான எளிய பெரும்பான்மையை தக்க வைத்துக் கொள்ள முடிந்தது. 11-கட்சி கூட்டணியின் 41 எம்.பி.க்கள் நாடாளுமன்றத்தில் பார்க்கிங் இடத்துக்காக அலைகிறார்கள், ஆனால் அவர்களுக்கும் நாடாளுமன்றத்துக்கு வெளியே நடக்கும் அரசியலுக்கும் எந்த தொடர்பும் இல்லை.",
        "எதிர்க்கட்சி உருவாக்கம் என்பது அரசாங்கத்தைப் போல நலிவடையவில்லை என்பதைத் தவிர, மிகவும் வேறுபட்டதல்ல. ரணில் விக்கிரமசிங்க, இன்னும் தனது உயரமான குதிரையில் இருப்பது போல் பாசாங்கு செய்து வரும் ரணில் விக்கிரமசிங்க, \"இன்று இலங்கைக்கு தேவைப்படுவது அரசாங்க மாற்றமல்ல, மாறாக புரட்சியைத் தவிர்ப்பதற்கான பரந்த பொருளாதார சீர்திருத்தங்கள் உட்பட அமைப்புகளின் மாற்றமே\" என்று கருத்துத் தெரிவித்துள்ளார். அந்த நோக்கத்திற்காக, அவர் \"பார்லிமென்ட் நிதியை கையகப்படுத்துவதற்கான புதிய சட்டத்தை\" முன்மொழிகிறார், மேலும் அவர் \"இந்த நோக்கத்திற்காக சீர்திருத்தங்களின் தொகுப்பைத் தயாரிக்கிறார்.\" திரு. விக்கிரமசிங்க மேலும் கூறினார்: “இன்று நிலவும் சூழ்நிலையை ஒருவர் புரிந்து கொள்ள வேண்டும். இளைஞர்களால் வழிநடத்தப்பட்ட மக்கள் புதிய தொடக்கத்தையும் அமைப்புகளின் முழுமையான மாற்றத்தையும் விரும்புகிறார்கள். தற்போது நாடாளுமன்றத்தில் ஆட்சி மாற்றம் குறித்து கவனம் செலுத்தப்பட்டு வருகிறது. தற்போது நடைபெற்று வரும் அமைதியான போராட்டங்கள் மக்களின் கோரிக்கைகளை புறக்கணித்தால் புரட்சியாக மாறும்.",
        "திரு. விக்கிரமசிங்கவின் கூற்று, ராஜபக்சக்களால் ஒன்றிணைக்கக்கூடிய எதையும் விட மிகவும் நுட்பமானது. ஆனால், \"அரசாங்க மாற்றத்தில் கவனம் செலுத்துவது\" எப்படியோ \"மக்களின் கோரிக்கைகளுக்கு செவிடாகி விடுவதற்கு\" சமம் என்று அவர் கூறும்போது அவர் சூழ்ச்சியில் நழுவுகிறார். ஜனாதிபதியும் பிரதமரும் பதவி விலக வேண்டும் என்பதே மக்களின் ஒரே கோரிக்கையாக இருக்கும்போது எப்படி? திரு. விக்கிரமசிங்க ராஜினாமா விடயத்தில் வாய்மூடி இருப்பது மட்டுமல்லாமல், அரசாங்கமும் நிதியமைப்பை அழித்த ஜனாதிபதியும் பதவியில் நீடிக்கும்போது, ​​\"நாடாளுமன்றம் நிதியை கையகப்படுத்துவதற்கு\" எப்படி சட்டம் இயற்றப் போகிறார் என்பதையும் அவர் விளக்கவில்லை.",
        "குறைந்தபட்சம் புறநிலை ரீதியாக, முன்னாள் பிரதமரின் திட்டம் தற்போதைய ஜனாதிபதியின் கீழ் 'தேசிய நிறைவேற்று சபையை' நிறுவுவதற்கான 11-கட்சிகளின் கூட்டணியின் முன்மொழிவு அல்லது சட்டத்தரணிகளான ரொமேஷ் டி சில்வா மற்றும் மனோகர டி சில்வா ஆகியோரால் உருவாக்கப்பட்ட பைத்தியக்காரத்தனமான அரசியலமைப்பு திருத்த மசோதா போன்ற அதே நோக்கத்தை நிறைவேற்றும். அமைச்சரவை அமைச்சர்களை பாராளுமன்றத்திற்கு வெளியே இருந்து இழுக்க அனுமதிக்க வேண்டும். மேலும் அந்த நோக்கம், எதிர்ப்பு தெரிவிக்கும் பொதுமக்கள் எழுப்பிய கவலைகளை நிவர்த்தி செய்ய தோன்றும் அதே வேளையில், ராஜபக்ச ஜனாதிபதி பதவியை தொடர்ந்து நடத்துவதற்கான வழியைக் கண்டுபிடிப்பதாகும். இந்த அரசியல் பிழைப்பு விளையாட்டுகளை நான் அரசியல் வாதிகள் அல்லது அவர்களின் சார்பாக அழைக்கிறேன், மக்கள் விரும்பும் பூட்டு, பங்கு மற்றும் பீப்பாய்.",
        "ஜே.வி.பி ஜனாதிபதியை இராஜினாமா செய்யுமாறு அழைப்பு விடுப்பதிலும், தற்போதைய ஜனாதிபதியை உள்ளடக்கிய எந்தவொரு இடைக்கால ஏற்பாட்டிலும் ஈடுபட மறுப்பதிலும் நேர்மையாக உள்ளது. எவ்வாறாயினும், மார்ச் 31 அன்று மிரிஹானவில் ஆரம்பித்து மூன்றாவது வாரத்தை எட்டியுள்ள பொதுப் போராட்டங்களுக்கு தலைமைத்துவம் கொடுப்பது ஒருபுறமிருக்க, ஜே.வி.பி.யால் தன்னை இணைத்துக் கொள்ள முடியவில்லை. ஜே.வி.பி., எதிர்ப்பாளர்களைத் தொடங்குபவர்கள் மற்றும் அவர்களின் ‘பொறுப்புணர்வு’ இல்லாமை குறித்து எச்சரிக்கையாக இருந்து தொடங்கியது. பின்னர் அது போராட்டங்களுக்கு சூடு பிடித்தது, ஆனால் அவர்களுடன் எந்த தொடர்பையும் ஏற்படுத்த முடியவில்லை. ஒரு கட்சிக்கும் அதன் தலைவருக்கும், நாட்டிற்கு தலைமைத்துவத்தை வழங்கத் தயாராக இருப்பதாக கடந்த ஆண்டு அறிவித்த அனுரகுமார திசாநாயக்க, கடந்த பதினைந்து நாட்களாக வெளிப்பட்ட மிகவும் தன்னெழுச்சியான மற்றும் நீடித்த பொதுப் போராட்டத்திற்கு பதிலளிக்க எங்கும் தயாராக இல்லை.",
        "இந்தக் கட்டுரையின் புள்ளியில், ஜே.வி.பி.யும் அதன் தலைவரும் பாராளுமன்றத்தின் அலுவல்களை வெளியில் நடக்கும் போராட்டங்களுடன் சீரமைக்க எதையும் செய்வதில் முற்றிலும் பயனற்றவர்கள். நியூ ஃபோர்ட்ரஸ் எனர்ஜி (NFE) உடனான சர்ச்சைக்குரிய LNG ஒப்பந்தத்தின் உள்ளுறைகளை அம்பலப்படுத்திய பாராளுமன்றத்தில் AKD இன் சிறப்பான செயல்பாட்டிற்குப் பிறகு இது மிகவும் பின்னடைவாகும். தனிப்பட்ட நடிப்பு உருவத்திற்கு சிறந்ததாக இருந்தாலும், மற்றவர்களுடன் இணைந்து பணியாற்ற முடியாவிட்டால், பாராளுமன்றத்தில் கணிசமான எதையும் சாதிக்க முடியாது. குறிப்பாக ஜே.வி.பி போன்ற மூன்று எம்.பி.க்களை மட்டுமே கொண்ட கட்சிக்கு. அரசாங்கத்திற்கு எதிராக மக்கள் ஒன்றிணைந்து எல்லை மீறும் போது, ​​ஜே.வி.பி., பாராளுமன்றத்தில் கட்சிகளுக்கிடையேயான கூட்டணிகளை உருவாக்குவதற்கு மிகவும் விரும்புகிறது. ஜே.வி.பி தனது அணுகுமுறையை மாற்றாத வரையில் அது தன்னம்பிக்கையுடன் தயாராக இருந்த போதிலும் அதன் பொருத்தத்தை இழக்க நேரிடும்.",
        "ஜே.வி.பி மற்றும் அதன் தலைவருக்கு மாறாக, சஜித் பிரேமதாச மற்றும் எஸ்.ஜே.பி ஆகிய கட்சிகள் வெளியில் இருந்து இந்த வேகத்தை பாராளுமன்றத்திற்கு கொண்டு செல்ல முயற்சித்தன. ஜே.வி.பி.யைப் போலவே, எஸ்.ஜே.பி.யும், ஜனாதிபதி முன்கூட்டியே ராஜினாமா செய்யாவிட்டால், எந்தவொரு இடைக்கால ஏற்பாட்டிலும் ஈடுபட மறுத்துவிட்டது. ஆனால், ஜே.வி.பி.யைப் போல் அல்லாமல், திரு. பிரேமதாச அரசாங்கத்திற்கு எதிரான நம்பிக்கையில்லாப் பிரேரணை மற்றும் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழித்தல் போன்ற அடையாள மற்றும் நடைமுறை நடவடிக்கைகளை எடுத்துள்ளார். அவர் ஏற்கனவே நம்பிக்கையில்லாப் பிரேரணை மற்றும் பதவி நீக்கத் தீர்மானத்திற்கான மனுவில் கையெழுத்திட்டுள்ளார். நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ‘அழிப்பதற்கான’ சட்டமூலம் வெளிப்படையாக நடந்துகொண்டிருக்கிறது. அவர்கள் வெற்றி பெறுவார்களா இல்லையா என்பது திரு. பிரேமதாசவால் பாராளுமன்றத்தையும் மக்களையும் எவ்வாறு வெளிப்படுத்த முடியும் என்பதையும் அவர் எவ்வாறு பாராளுமன்றத்தில் வாக்குக் கூட்டணிகளை உருவாக்க முடியும் என்பதையும் பொறுத்தது.",
        "அதேநேரம், நாடாளுமன்றத்தை மக்களுக்குப் பதிலளிக்கும் பொறுப்பு ஒரு தனித் தலைவர் மீது இருக்கக்கூடாது. அவர் அல்லது அவர் எங்கு நிற்கிறார் என்பதைத் தெளிவாகக் காட்டுவது ஒவ்வொரு பாராளுமன்ற உறுப்பினருக்கும் இருக்க வேண்டும். எஸ்.ஜே.பி தலைவர் மற்றும் பாராளுமன்ற உறுப்பினர்களுக்கு மேலதிகமாக கஜேந்திரகுமார் பொன்னம்பலம் மற்றும் அவரது தமிழ் காங்கிரஸின் பாராளுமன்ற உறுப்பினர்களும் இந்த இரண்டு தீர்மானங்களிலும் கையொப்பமிட்டுள்ளதாக தெரிவிக்கப்படுகிறது. இது ஏனைய தமிழ் மற்றும் முஸ்லிம் எம்.பி.க்கள் மீதான பொறுப்பை இரட்டிப்பாக்க வேண்டும். குறிப்பாக தமிழ்த் தேசியக் கூட்டமைப்பு மற்றும் குறிப்பாக இரண்டு வருடங்களுக்கும் மேலாக ஜனாதிபதியால் எழுந்து நின்று அவர்களுடன் நேரமில்லா சந்திப்பின் பின்னர். குறிப்பிடத்தக்க வகையில், ஏறக்குறைய அனைத்து மலையக தமிழ் எம்.பி.க்களும் ஆளும் SLPP கூட்டணியில் இருந்து விலகிய நிலையில், ஒரு சில வடக்கு மற்றும் கிழக்கு தமிழ் மற்றும் முஸ்லிம் எம்.பி.க்கள் இன்னும் அரசாங்கத்துடன் பிரிந்து செல்வதில் தயக்கம் காட்டுகின்றனர்.",
        "மூன்று ஜே.வி.பி எம்.பி.க்களும் பாராளுமன்றத்தில் SJB முன்முயற்சிகளை ஆதரிப்பதில் இருந்து பின்வாங்க மாட்டார்கள் என்று நினைக்கலாம். தற்போதைய அரசாங்கம் மற்றும் அதன் ஜனாதிபதியின் கீழ் பாராளுமன்றத்தின் ஊடாக நிதி சீர்திருத்தங்களை அமுல்படுத்துவது பற்றி ரணில் விக்கிரமசிங்கவின் அபூர்வ எண்ணங்கள் இருந்தபோதிலும் அதுவே செல்கிறது. 11 கட்சிகள் கொண்ட கூட்டணியின் 41 எம்.பி.க்கள் தான் எம்.பி.க்கள் மற்றும் அவர்களின் எண்ணிக்கையை மாற்றுவதற்கு முக்கியமானது. அவர்கள் நம்பிக்கையில்லாப் பிரேரணை அணுகுமுறையுடன் உடன்படவில்லை என்று சுட்டிக்காட்டியுள்ளனர், ஆனால் அவர்கள் காலவரையின்றி ராஜபக்ச ஆட்சிக்கும் பிரேமதாசா எதிர்க்கட்சிக்கும் இடையில் அணிசேராதவர்களாக இருக்க முடியாது. 41 எம்.பி.க்கள் அரசாங்கத்திற்கு எதிராக வாக்களிக்க முடிவுசெய்து, அனைத்து தமிழ் மற்றும் முஸ்லிம் எம்.பி.க்களும் அரசாங்கத்திற்கு எதிராக தம்மை எண்ணினால், அதில் ஏதோ உள்நோக்கம் இருப்பதாக கருதி ஸ்ரீலங்கா பொதுஜன பெரமுனவின் முக்கிய குழு தளர்த்தப்படும்.",
        "இவை அனைத்தும் அரசாங்கத்திற்கு எதிராக நம்பிக்கையில்லாப் பிரேரணையை நிறைவேற்ற முடியும், ஆனால் ஜனாதிபதிக்கு எதிரான குற்றவியல் நடவடிக்கைகளைத் தொடங்குவது இன்னும் நீண்ட ஷாட் ஆகும். மறுபுறம், ஜனாதிபதிக்கு எதிராக இன்னும் குறிப்பிட்ட நம்பிக்கையில்லாப் பிரேரணை முன்வைக்கப்படலாம். இதை ஒரு பாராளுமன்ற முன்முயற்சியாக நான் முன்பே குறிப்பிட்டேன். அப்போதிருந்து, கலாநிதி நிஹால் ஜயவிக்ரம, தற்போதைய சூழ்நிலையில், அரசியலமைப்பின் 42வது சரத்தின் கீழ் ஜனாதிபதிக்கு எதிராக நம்பிக்கையில்லா பிரேரணையை நிறைவேற்றுவதற்கு பாராளுமன்றத்திற்கு கடப்பாடு உள்ளது என்றும், அது ஜனாதிபதியை \"பாராளுமன்றத்திற்கு உரிய நடவடிக்கைக்கு பொறுப்பாக்க வேண்டும்\" என்றும் சுட்டிக்காட்டினார். , அரசியலமைப்பின் கீழ் அவரது அதிகாரங்கள், கடமைகள் மற்றும் செயல்பாடுகளின் செயல்திறன் மற்றும் செயல்பாடுகள் மற்றும் பொது பாதுகாப்பு தொடர்பான சட்டம் உட்பட தற்போதைக்கு எழுதப்பட்ட சட்டம்\"",
        "அரசாங்கத்தை விட, 20வது திருத்தச் சட்டத்தின் மூலம் தமக்கு அனைத்து அதிகாரங்களும் வழங்கப்பட்ட போதிலும், தவறான தெரிவு செய்யப்பட்ட செயலாளர்கள் மற்றும் ஆளுநர்கள் மூலம் பொருளாதாரத்தை நிர்வகிப்பதில் மோசமான தோல்வியின் காரணமாக அவருக்கு எதிராக நம்பிக்கையில்லா பிரேரணைக்கு ஜனாதிபதியே தகுதியானவர். அப்படியிருந்தும், ஒரு நம்பிக்கையில்லாப் பிரேரணையானது, ஜனாதிபதி ராஜபக்ஷவை பதவியிலிருந்து விலகுமாறு வற்புறுத்த முடியாது என்பதால், அது ஒரு அடையாள நோக்கத்திற்கு மட்டுமே உதவும். ஆனால், பாராளுமன்றத்தின் நடவடிக்கைகள், அரசியலமைப்பு அரசியலுடன் எதிர்ப்பு அரசியலை வெளிப்படுத்தும் ஒரு முக்கிய நோக்கத்தை நிறைவேற்றும். எஞ்சியிருக்கும் இரண்டு ராஜபக்சக்களும் ஒப்புக்கொள்ளப்பட்ட காலக்கெடுவிற்குள் லாவகமாக வெளியேறுமாறு அவர்கள் இருவரும் இணைந்து அழுத்தங்களைக் கொண்டு வர முடியும். எதிர்ப்பு அரசியலுக்கு பதிலளிக்கும் வகையில் பாராளுமன்றம் செயற்படத் தவறினால், SLPP எம்.பி.க்கள் மட்டுமன்றி பாராளுமன்றமே பொருத்தமற்றதாகிவிடும்.",
        "ஏறக்குறைய 400 ஆண்டுகளுக்கு முன்பு, ஆலிவர் க்ரோம்வெல் ஒரு ஊழல் நிறைந்த பிரிட்டிஷ் பாராளுமன்றத்தை (நீண்ட பாராளுமன்றம்) பதவி நீக்கம் செய்து, அதன் எம்.பி.க்களை கடிந்து கொண்டார், \"\"நீங்கள் செய்து கொண்டிருந்த எந்த நன்மைக்காகவும் நீங்கள் இங்கு நீண்ட நேரம் அமர்ந்திருக்கிறீர்கள். புறப்படு, நான் சொல்கிறேன், நாங்கள் உன்னுடன் செய்தோம். கடவுளின் பெயரால், போ”. இலங்கையில் குரோம்வெல் இல்லை, ஆனால் அது அதன் மக்களைக் கொண்டுள்ளது. அவர்கள் எங்கும் செல்வதில்லை. ஜனாதிபதி மற்றும்/அல்லது பாராளுமன்றம் மட்டுமே எங்காவது செல்ல வேண்டும். பாராளுமன்றம் மறுதேர்தலுக்கு செல்லலாம் ஆனால் ஜனாதிபதி ராஜினாமா செய்யும் வரை அது சாத்தியமில்லை.",
        "நொரோச்சோலையில் நிலக்கரி தீர்ந்து, ஆறு முதல் எட்டு மணி நேர மின்வெட்டு",
        "இலங்கையின் பொருளாதாரக் கண்ணோட்டம் மிகவும் நிச்சயமற்றது, அவசரக் கொள்கை நடவடிக்கைகள் தேவை என்று உலக வங்கி கூறுகிறது",
        "இலங்கையில் என்ன நடக்கிறது மற்றும் பொருளாதார நெருக்கடி எவ்வாறு தொடங்கியது?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}