{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-have-controlled-price-formula-for-lioc-cpc-minister-93890/",
  "time_ut": 1651804500,
  "title": "Sri Lanka to have controlled price formula for LIOC, CPC: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is planning to have a single price formula for both Lanka IOC and Ceylon Petroleum Corporation Power and Energy Minister Kanchana Wijesekera said in a move that will partially end the current full de-control of fuel prices.",
    "Minister Wijesekera said he hoped to submit a price formula to the Cabinet of Ministers next week. Earlier he said negotiations were made with Lanka IOC to come up with as price formula.",
    "“I believe a transparent price formula should be introduced both to Lanka IOC and CPC,” he said. “We do not expect to offset the full loss but to minimize the loss. By minimizing the loss only we can generate the cash to pay for the next ship.”",
    "He said two years ago Sri Lanka spent about 150 million dollars a month for fuel. However in May 2022 Sri Lanka was expected to spend 580 million US dollars for oil.",
    "Lanka IOC through quick pass through of fuel prices to the domestic economy has helped balance external and domestic demand helping prevent a steeper fall of the rupee by avoiding the use of bank credit to keep prices low.",
    "Sri Lanka’s Ceylon Petroleum Corporation has got an Indian credit line to feed the chasm of funding subsidies with dollar debt.",
    "Minister Wijesekera said on May 05 that the Cabinet of Ministers had a cleared the award of 200 million US dollars of tenders under the credit line to Indian Oil Corporation for fuel.",
    "The CPC had run up debt of 3.6 billion US dollars during foreign currency crises triggered by Sri Lanka’s money printing intermediate regime central bank in the past in the course of output gap targeting or other policy errors.",
    "When money is printed and the unstable peg fails, the CPC is made to borrow dollars and run up debt. The debt then creates massive losses for the CPC when the currency falls. (Colombo/May06/2022)"
  ]
}