{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sdb-bank-records-handsome-growth-in-2021/",
  "time_ut": 1650382020,
  "title": "SDB bank records handsome growth in 2021",
  "body_lines": [
    "SDB bank has achieved outstanding financial results during 2021, amidst an unprecedentedly challenging economic environment. Total profits for the year ended 31st December 2021 stood at LKR 909 million, recording a year-on-year (YoY) growth of 9%, while profit for the 4th quarter of the year was recorded at LKR 159 million. Net interest income grew by 11% YoY, to LKR 6.774 billion, while total operating income grew by 9% YoY to reach LKR 7.4 billion. SDB bank’s loan book too showed robust growth, expanding by 9% against the year prior to LKR 111.89 billion, while a total of LKR 65 billion was disbursed through 98,185 accounts during the year. Net NPL (Non-Performing Loans) Ratio also witnessed positive change, improving to 1.49% in 2021, against 1.79% in 2020, due to improved provisioning during the period. SDB bank’s Total Assets also grew healthily by 15% in the year under review to LKR 147.8 billion, while the Deposit Portfolio expanded marginally by 1% YoY.",
    "Discussing the Bank’s robust financial performance, Niranjan Thangarajah – The acting CEO at SDB bank said, “We have focused heavily on our core SME and MSME customers during the year, with special emphasis on women owned and led enterprises, in line with our drive towards inclusive banking. The exceptional planning and strategy devised by our senior management team has proven to be effective during the year, while we also benefitted from the rescinding of pandemic related restrictions. Furthermore, our commitment to working together with our customers in mutual partnership, placed us in an excellent position to detect early warning signs of financial distress, and helped us guide our customers towards making the right decisions. This is reflected in our expanding loan portfolio, coupled with shrinking NPLs. In 2022, we look forward to building on the achievements we have made in 2021. We also take this opportunity to thank our customers and stakeholders for their continued cooperation and support of SDB bank.”",
    "2021 also saw SDB bank conduct a Secondary Public Offering (SPO), which received exceptional interest from investors, enjoying a hefty oversubscription on the opening date of the issue. The Bank also solidified its global reputation as a pioneering financier for SMEs in Sri Lanka, playing host, in November 2021, to the Annual Meeting of the Asia Pacific Chapter of the Global Alliance for Banking on Values (GABV). In line with SDB bank’s 4-year strategic growth plan, 2021 also saw the bank focus heavily on the SME sector, female entrepreneurship, driving sustainability both financially and environmentally and aggressively push digital banking across Sri Lanka, staying true to its commitment to take inclusive digital banking to the masses.",
    "A future-ready bank, providing holistic, 360-degree support to its customers, SDB bank is constantly catering to ever-changing needs, through a combination of financial support and value additions to life and business through mentorship and knowledge-sharing focusing on areas such value chain enhancements and financial management. SDB bank is also committed to a sustainable business model in terms of environmental, social and governance sustainability. This commitment is reflected in the Bank’s financing activities, giving preference to businesses and initiatives that take a sustainable approach over those that do not. By supporting Sri Lanka’s SMEs, empowering women entrepreneurs and taking digital banking to the masses, SDB bank has established itself as a financier that values every customer equally, for their potential and not their worth. (SDB bank)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}