{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Activist-Anuruddha-Bandara-files-FR-Petition-against-police-seeking-Rs-100-m-in-damages/56-734167",
  "time_ut": 1651260000,
  "title": "Activist Anuruddha Bandara files FR Petition against police seeking Rs. 100 m in damages",
  "body_lines": [
    "Social media activist Anuruddha Bandara yesterday filed a fundamental rights petition in the Supreme Court, seeking a ruling that his arrest and detention violated his fundamental rights.",
    "The fundamental rights petition filed through Attorney-at-Law Johan Peiris against 12 officials including Senior DIG Deshabandu Tennakoon and the Attorney General seeks Rs. 100 million in damages.",
    "The petitioner has stated in his petition that the respondents had illegally arrested and detained him for allegedly criticising the President. He was released on bail by the Magistrate after being produced before the court.",
    "The petitioner alleges that the arrest and detention by the respondents violated his freedom of speech and expression guaranteed by the Constitution.",
    "Accordingly, the petitioner has requested the court to issue an order to the respondents to pay Rs. 100 million in compensation for violating his basic human rights.",
    "Petitioner Anuruddha Bandara said the fundamental rights petition was filed not because of personal animosity with the police, but for a law-abiding police force that protects the citizen, respects basic human rights, and serves honourably with a conscience.",
    "“We are not prepared to remain silent in the face abuses of law. I hope this petition will help future Sri Lankans, especially social media activists, to uphold their right to freedom of expression and fundamental rights,” Bandara said in a social media post.",
    "The petitioner thanked the Bar Association of Sri Lanka President Saliya Peiris PC, Attorney-at-Law Thanuka Nandasiri, Attorney-at-Law Yohan Peiris, and Attorney-at-Law Pavithra Manujaya, for representing him.",
    "Anuruddha Bandara was arrested by a team of officers from the Colombo North Crimes Division on Friday, 1 April night in Ethgala, Gampola. After his arrest, Anuruddha was detained at the Criminal Investigation Division of the Modara Police until he was produced before the Hulftsdorp Magistrate’s Court Saturday (02 April) night."
  ]
}