{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Bread-Basket-Attacked-Three-Monkeys-and-Lessons-for-SL/352-231946",
  "time_ut": 1646006520,
  "title": "Bread Basket Attacked! ‘Three Monkeys’ and Lessons for SL?",
  "body_lines": [
    "“See no evil-- hear no evil-- Speak no evil”: UN, the US, and the West [UK/EU] the champions of human rights, who make a huge noise at ‘the drop of a hat’ in a small country, are Blind, Deaf and Dumb! Russia seems recklessly determined to attack a sovereign state, and achieve its goal, install a puppet regime even if this cause difficulties for the entire world.",
    "The monkey imagery originated in primeval Hindu tradition for Mahayanist monks to spread this symbolism in Asia. The first signifies ‘Don’t listen to the truth. The second, ‘Don’t look at the truth and, and the third, ‘Don’t speak the truth…, you will be condemned, crucified…, by the unconscious people.",
    "",
    "Ukraine is a large producer of corn and barley, and world’s fourth largest producer of potatoes. They have an ability to meet food requirements for 600 million humans.",
    "Remember the Holodomor Genocide of 1932-33?Eastern Ukraine is the region most affected by the ‘murder’ of its people through hunger and malnourished, “Holodomor” a term derived from the Ukrainian words holod [hunger] and mor [extermination]. Russians settled in that area; and that’s why Vladimir Putin declared it as Russian territory because most of the people there were with Russian passports.",
    "",
    "Holodomor, man-made famine that shook Ukraine as part of the Soviet famine in 1931–34 also caused malnurition in the grain-growing area of Kazakhstan and Russia. The famine was made deadlier by a series of political decisions that targeted Ukraine. Based on Josef Stalin’s, concept of collectivize agriculture in 1929, teams of Communist agitators forced farmers to surrender their land, property, and housing to collective farms, and deported wealthier peasants and any peasants who opposed collectivization. This concept led to a severe drop in production, disorganization of the economy, and food shortages, leading to a series of farmer uprisings, including armed struggles in some regions of Ukraine.",
    "",
    "",
    "\"In Sri Lanka, ignoring Buddha’s preaching, fanatical extremist groups such as Bodu Bala Sena have spread the idea that Muslim community is a danger to national integrity as a ‘Sinhala-Buddhist’ nation. A few hard-line monks took an anti-Tamil stance during the 30-year civil war which ended in 2009\"",
    "",
    "",
    "The rebellions worried Stalin because they were unfolding in provinces which had, a decade earlier, fought against the Red Army during the Russian Civil War. Stalin’s campaign was a catastrophe, it was somewhat similar to our government’s effort at forced and abrupt implementation of ‘ORGANIC FERTILIZER ONLY’. More than four and a half million people died of hunger across Soviet Russia between 1931 and 1934, which included 3.8 million Ukrainians. Lawlessness, theft, killings and even instances of cannibalism had been recorded.",
    "",
    "Russians are interested in expansion and control, particularly having a buffer zone around itself for various reasons and they insist on Ukraine not joining NATO or the EU, which the people of Ukraine very much desire. Russia lost these buffer zones in 1991 when all the nations that made up the Union of Soviet Socialist Republic chose freedom. Most of those nations are now under the control of Moscow.  Back in 2014 when Ukranians protested, the President of the time, a puppet of Putin fled to Russia. Putin then ordered the occupation of the Crimean peninsula as already planned. Peace cannot be forced with aggression or armaments. History is one of struggling to preserve sovereignty, whilst persistently being attacked.",
    "",
    "“My sympathies are with Putin. Why should he allow NATO which is “the tail of the USA” to park itself overlooking Russia? When Kruschev was installing a missile base in Cuba why did Kennedy react very strongly against it and threatened a Nuclear war? That which is “sauce for the Gander is sauce for the Goose”- Queries, Bren Sosa, Air vice Marshal [Retd] in a e-mail circular copied to writer. What will happen next? Putin’s ultimate objectives? Why NATO alliance ignored Ukraine’s pleas; and what can Ukraine expect from West of which Russia is citing as a threat to them? Will sanctions affect Asia’s financial system, supply chain and energy flow? Boris Johnson, British Prime Minister has warned of a worst European war since World War II.",
    "Buddha and War",
    "Gautama Buddha, stopped a frightening war among rival clan, the Koliyas over water supplies. Emperor Ashoka in the third century BC, being converted to Buddhism believed to have repented for causing bloodshed, in his earlier life ruled with compassion over south Asia. Sadly, in the recent Asian history Buddhist monks have been in the forefront of bloody inter-racial conflicts, either as propagandists or as participants.",
    "",
    "In Sri Lanka, ignoring Buddha’s preaching, fanatical extremist groups such as Bodu Bala Sena have spread the idea that Muslim community is a danger to national integrity as a ‘Sinhala-Buddhist’ nation. A few hard-line monks took an anti-Tamil stance during the 30-year civil war which ended in 2009. Buddhist monks in Thailand have been playing a leading role in conflicts in southern provinces where the majority are Muslims.",
    "",
    "In Myanmar, violence by Buddhist had been witnessed of late. Ashin Wirathu, a monk has called for a cruel response to an apparent Muslim threat. His organization still presses the establishment to take strong action against the 630,000 Rohingya Muslims expelled to Bangladesh.  Tibet’s exiled spiritual leader, The Dalai Lama has reprimanded them for harassing the Rohingya, warning that they should remember Gautama’s word.",
    "",
    "Ukraine is a rich source of uranium, titanium, manganese: it owns the largest iron ore reserves in the world; mercury ores, and seventh place in the world in coal reserves. Third place in Europe in terms of arable land area. World’s number one in exports of sunflower oil. First place in world’s Barley production. In terms of installed capacity of nuclear power, it is the third largest in Europe and eighth largest in the world.",
    "Sino-Indian conflict and Bertrand Russell’s role",
    "“Many people seem to have been shocked that I should intervene in such matters without having any official standing to do so, but I think events show that, even in our vastly organized world, there are things that a private person can do which are much more tricky for a Minister or an organization. In particular, it is much easier to be in agreement with a powerless individual devoid of loss of face than it is to agree with those whose point of view are backed by H-bombs of almost countless destructive power.” -‘Unarmed Victory’- Bertrand Russell (Penguin-1963)",
    "",
    "Bertrand Russell (1872-1970), the leading British philosopher, mathematician, logician, prominent rationalist and political activist speaking on the Sino-Indian and the Cuban conflicts, in both of which he tried to persuade the leaders on both sides. Intervention by a neutral party, a non national leader, could certainly do a lot in settling current global geo-political disputes between sovereign nations.",
    "",
    "Despite the aggravations and threats by NATO and the US, Russia’s invasion of Ukraine must be opposed by every democratic nation. The tragedy that was set in motion by the termination of the Soviet Union in 1990s cannot be prevented on the basis of Russian nationalism, an ideology that serves the interests of the ruling class represented by Putin. They should be prevented from acquiring territories under the pretext of obviating possible security threats. A bad precedent; our big neighbor, ‘the Jewel in the Crown’ could try the same with the ‘Pearl of Indian Ocean?",
    "Writer can be contacted at kksperera1@gmail.com"
  ]
}