{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ukrainian-invasion-reaches-dangerous-threshold-as-human-costs-soar/",
  "time_ut": 1651081500,
  "title": "Ukrainian invasion reaches dangerous threshold as human costs soar",
  "body_lines": [
    "As intense as the armed conflict in Ukraine is the war of words it has generated. If not managed effectively by the international community, there are sure signs of the conflict spilling over into some of Ukraine’s neighbouring states in a major way, but is another World War a distinct possibility?",
    "This is the question that is calling for a studied answer close on the heels of Russian Foreign Minister Sergey Lavrov recently raising the possibility of humanity being on the threshold of ‘World War Three’. Lavrov’s pronouncement, coupled with his comments on a global nuclear war being imminent, could very well be aimed at demoralizing and disincentivizing the Ukraine resistance and its Western supporters but the world would be irresponsible to dismiss the statements out of hand.",
    "While it would be foolish on the part of progressive opinion the world over to desist from decrying the Russian invasion and the mind-numbing human cost it is entailing, it would be equally gullible for the former to dismiss Lavrov’s comments as unfounded war-time rhetoric.",
    "A glaring factor on the ground that obliges the world to view the Lavrov statements with a measure of seriousness is the brutal tenacity with which the Putin regime currently pursues its aims in Ukraine and beyond. Right now, the Putin regime’s essential strategy seems to be to capture Ukraine by destroying it, may be even totally. As pointed out in this column recently, ‘destroy to capture’, seems to be the invader’s main military tactic in Ukraine.",
    "For example, the Eastern city of Mariupol has been almost reduced to rubble in continuous Russian bombardments. However, what is even more outrageous is the callous disregard with which human life is being savaged and snuffed out by the invading Russian forces. Mass civilian graves are surfacing in Ukrainian cities that are currently facing the wrath of the invader. The international media are also in the process of disclosing underground bunkers where civilians have been holed out for weeks or more, deprived of the essentials of life.",
    "Adding in a major way to the human costs in Ukraine is the continuous movement to neighbouring countries of millions of civilians displaced in the invasion. Without doubt, Europe’s biggest humanitarian catastrophe is in the making. What the humanist is likely to find acutely painful is the seeming impunity with which these and other outrages are being committed by the invaders. The international community or the UN has apparently paralyzed itself into inaction.",
    "While capturing Ukraine is the immediate aim of the Putin regime, it also seems to be baiting the US and its allies into committing military indiscretions in their efforts to help the resistance through the humanitarian calamities it is triggering. Apparently, Putin is banking on the West provoking Russia beyond measure by supplying Ukraine with, for instance, nuclear-capable ICBMs.",
    "The use of the latter weaponry would be the ‘green light’, as it were, that the Putin regime has been waiting for, for the unbridled unleashing of its own mass destructions weapons in Ukraine and beyond. Thus, will the path be paved for a major, international nuclear confrontation in Europe and the beginning possibly of ‘World War Three’, since the main parties to the conflict would likely be enraged beyond control in the face of the major atrocities they would be committing against each other, in the event of full-scale hostilities breaking out.",
    "However, right now, the chances of a major international confrontation erupting are rather remote, considering that the West has exercised considerable control over itself in the process of arming Ukraine. Mass destruction, lethal weaponry of a kind that Russia would find provocative has apparently not been sent to the Ukraine, although the US and its allies have been steadfast in their armed support for Ukraine.",
    "For example, a major parley between the US and its Western allies, comprising a grouping of some 40 countries, on the need to provide long term military aid to Ukraine was held recently in South-west Germany under the leadership of US Secretary of State Antony Blinken and US Defence Secretary Lloyd Austin. The senior US officials had reportedly stressed the need to have ‘weapons and ammunition’ flowing into Ukraine.",
    "Valuable though such support may be, it falls short of Ukrainian expectations since the latter’s crucial need is to effectively stymie Russia’s air power and its missile attacks which have wrought major destruction on its civilian centres. In short, Ukraine needs to have missiles that would match those of Russia in terms lethality and reach, but this has not been forthcoming thus far. However, this is an area in which the West would need to intervene very judiciously since provoking Putin could prove disastrous for Europe and beyond.",
    "The question recurringly arises as to why the Putin regime has to persist in the destructive course it has carved out for itself. Is it the case that it is completely unmoved by the innocent blood that is being wantonly spilt by it? It is obvious that achieving tight political control over the territories that once came under the suzerainty of the USSR has become a fixation with the present Russian centre. In its obsessive singlemindedness the Putin regime evokes grim memories of the Hitlerian military escapades of 1939.",
    "However, Adolf Hitler was seeking to redress perceived wrongs that were visited on Germany at the conclusion of World War One. He was bent on rectifying what he saw as ‘historical injustices.’ But none of these ‘wrongs’ could justify the human atrocities he led himself to commit. Likewise, the barbaric violence that is being unleashed on Ukrainian civilians, the majority of whom are apolitical, by the Putin regime could in no way be justified through a citing of controversial ‘historical grievances’, if this is indeed the case.",
    "Accordingly, the international community has to take on itself the task of stopping Putin. This needs to be done by appropriate means before Putin sets his sights on Moldova and other vulnerable states in Eastern Europe. The West faces the challenge at this juncture of working constructively with the UN.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}