{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Tense-situ-during-Trinity-St-Thomas-rugby-match-Female-supporter-arrested/342-234121",
  "time_ut": 1648634160,
  "title": "Tense situ during Trinity, St. Thomas rugby match: Female supporter arrested",
  "body_lines": [
    "The female involved in the assault incident where a match referee was manhandled by a group of Trinity supporters after S. Thomas’ College beat Trinity College at Havelock Park in Colombo last week, had been arrested after she failed to report to the police to settle the matter amicably.",
    "The rugby match between Trinity College in Kandy and St. Thomas' College in Mt. Lavinia ended in a tense situation after S. Thomas’ College beat Trinity College on March 26.",
    "When the match ended, several Trinity players surrounded the referee to question him over the dispute during the match. It was reported that  a female supporter and several other Trinity supporters hit and manhandled the referee who was walking back to the dressing room.",
    "A video circulating on social media showed the woman slapping the referee .",
    "Later, the referee had lodged a complaint with the Narahenpita Police regarding the assault.",
    "Reports claimed that the female involved in the incident is a sister of one of the player from the Trinity College rugby team.",
    "Earlier the Narahenpita Police said both parties had agree to settled the matter without further legal action.",
    "However, Police Spokesman SSP Nihal Thalduwa said the woman was failed to report to the Narahenpita Police to settle the matter after both parties agreed to amicably settle this issue without seeking further legal measures.",
    "Therefore, the Police had informed facts to the magistrate and the female was arrested accordingly.",
    "She was granted bail by the Hulftsdorp Magistrate Court and the case was reffered to the Conciliation Board.",
    "The spokesman said the case would be taken again on April 11. (Darshana Sanjeewa Balasuriya )"
  ]
}