{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-suspend-fuel-supply-to-filling-stations-where-protestors-block-roads-94516/",
  "time_ut": 1653138360,
  "title": "Sri Lanka to suspend fuel supply to filling stations where protestors block roads",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka on Friday (20) decided to suspend fuel supply to filling stations on roads blocked by protestors demanding petrol, Power and Energy Minister Kanchana Wijesekara said.",
    "“It has been reported that organised groups are preventing fuel trucks to pass certain areas demanding they be unloaded at different fuel stations and threatening to set fire to them. If this continues we will have to suspend deliveries for the safety of the transport work force,” the minister tweeted.",
    "It has been reported that organized groups are preventing fuel trucks to pass certain areas demanding they be unloaded at different fuel stations and threatening to set fire to them. If this continues we will have to suspend deliveries for the safety of the transport work force.",
    "Spontaneous protests have been reported at filling stations around the country where angry consumers have been waiting in line for fuel for hours on end.",
    "One protestor, Nilinda Fernando, told EconomyNext: “I’ve been in queue for petrol since 2AM, got so close to the pump just to find out that petrol is over. Speaking on behalf of the majority of the island this incapable president must step down,” he said.",
    "Protests demanding the resignation of President Gotabaya Rajapaksa continue around the island.",
    "Various spontaneous protests occurring around fuel stations often lead to the closure of roads, causing inconvenience to motorists and congestion on the roads.",
    "Another protestor, Shanaka Perera, told EconomyNext: “People are pumping fuel in fear. We don’t trust this system and this government, we are pumping in fear of a price hike, after [prime minister Ranil Wickremesinghe] explained the losses the[state-run Ceylon Petroleum Corporation] make on fuel.”",
    "Wickremesinghe, Sri Lanka’s newly appointed Prime Minister said in an address to the nation last week, that Sri Lanka is making losses in all fuel sales. “The government incurs a loss of Rs.84.38 per liter of Octane 92, Rs.71.19 from Octane 95, Rs.130.13 per liter diesel, Rs.136.31 from super diesel, 294.50 from Kerosene per liter,” he said.",
    "Minister Dinesh Gunawardena said in parliament previously: “We are carrying more weight than we can. The expenditure is too much. The inland and the export revenue is not sufficient to cover the expenditure.”",
    "Sri Lanka has been suffering a foreign exchange crisis, which has led to inadequacies of essentials such as cooking gas, fuel, electricity and a potential food shortage, which has led to hoarding and long queues island wide. (Colombo/May21/2022)"
  ]
}