{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/29/nepal-plane-with-22-on-board-including-4-indians-missing/",
  "time_ut": 1653808020,
  "title": "Nepal plane with 22 on board, including 4 Indians, missing",
  "body_lines": [
    "(NDTV); A small passenger plane operated by a private airline in Nepal went missing on Sunday with 22 people on board, including four Indians, airline officials said.",
    "The Tara Air 9 NAET twin-engine aircraft lost contact while flying from the tourist town of Pokhara, some 200 km northwest of the capital, Kathmandu, to Jomsom, about 80 km to the northwest, they said. The aircraft, which was on a 15-minute scheduled flight, lost contact shortly after take-off at 9:55 am local time.",
    "“The aircraft was seen over the sky of Jomsom in Mustang district and then had diverted to Mt. Dhaulagiri after which it hadn’t come into contact,” Chief District Officer Netra Prasad Sharma was quoted as saying by news agency ANI.",
    "The aircraft was hosting 4 Indians and 3 Japanese nationals. The remaining were Nepali citizens & the aircraft had 22 passengers including the crew, according to the State Television.",
    "As per the police officials, the aircraft has been suspected to have crashed in the “Titi” area of Lete in the mountainous Mustang district, which is the fifth-largest district of the Himalayan nation and hosts the pilgrimage of Muktinath Temple.",
    "“Locals from Titi have called and informed us that they have heard an unusual sound as if there was some bang. We are deploying a helicopter to the area for the search operation,” Ram Kumar Dani, DSP of District Police Office, Mustang told ANI.",
    "The Nepal government has deployed two private helicopters from Mustang and Pokhara for the search for missing aircraft. Nepal Army chopper is also being prepared to be deployed for the search, said Phadindra Mani Pokharel, spokesperson at Home Ministry told ANI over the phone.",
    "Tara Air boasts of having the “widest domestic flights network” in Nepal. “No other airlines in Nepal flies to the remote STOL (short takeoff and landing) sectors as extensively and frequently as we do. We transport essential supplies to the hinterlands, including food grains, medicines, relief materials and operate flights for rescue purposes,” the airline website says.",
    "The airline operates a fleet of seven STOL aircrafts, comprising of five Twin Otter (DHC 6/300) and two Dornier (DO 228) aircrafts.",
    "Nepal, home to the world’s highest mountain, does have a record of accidents on its extensive domestic air network, with changeable weather and airstrips in difficult mountain locations.",
    "In 2016, a Twin Otter turboprop aircraft operated by Tara Air crashed n the western district of Myagdi, leaving 23 people dead. Apart from three crew, 20 passengers, including a Chinese and one a Kuwaiti national, were on board the ill-fated flight.",
    "Homicide & Organized Crimes Division takes over Atulugama murder case"
  ]
}