{
  "newspaper_id": "daily-news-lk",
  "url": "http://dailynews.lk/comment/131178#comment-131178",
  "time_ut": 1636054200,
  "title": "UB Finance appoints Chairman, Board Members",
  "body_lines": [
    "UB Finance, a subsidiary of Union Bank of Colombo PLC, has announced the appointment of Atul Malik as the new Chairman with effect from June 3.",
    "Malik succeeds Alexis Lovell MBE who stepped down from his position as Chairman of UB Finance, having served a term of nine years. The Company also announced the appointments of Michael J O’Hanlon and Moahan Balendra as Non Executive Directors and Chandrakumar Ramachandra, who has served on the Board for seven years, as the Senior Director",
    "The newly appointed Chairman together with the new Members of the Board bring a wealth of experience and background to UB Finance. Their collective expertise will help the Company on its upward trajectory and continue to enhance value for its clients and position the organization for long-term growth and profitability.",
    "Atul Malik, who currently functions as a Senior Advisor to TPG for their financial services portfolio, is a Senior Financial Services Executive with extensive experience and a successful track record in establishing, expanding and managing scale businesses across Asian developed and emerging markets. Prior to joining TPG in 2017, he served as advisor to General Atlantic, CEO of Maritime Bank Vietnam and a Senior Advisor to Asia Capital and Advisors, a boutique private equity firm. Malik also serves as the Chairman of Union Bank since October 2017.",
    "Michael J O’Hanlon is a Senior Advisor to TPG focusing on its financial institution investments. He currently is the Chairman of the Board of Roosevelt Management Company, LLC, an asset manager, and the Chairman of the Board of Rushmore Loan Management Services, LLC, a residential mortgage loan originator and servicer. He has served on the boards of other TPG portfolio companies including Shenzhen Development Bank, Korea First Bank and Bank Thai. O’Hanlon also serves as a Non Executive Director on the Board of Union Bank.",
    "Chandrakumar Ramachandra is a Fellow Member of the Institute of Chartered Accountants of Sri Lanka (ICASL).",
    "Moahan Balendra was appointed as an Alternate Director to Lisa Gayle Thomas in 2018 and will now serve on the Board as an Independent Non-Executive Director.",
    "Sinnadurai Sundaralingam and Balendra, which was established in the early 1960s. He also serves as a consultant to many multinational companies, indigenous companies and individuals. His area of expertise is Constitutional and other landmark litigation, Commercial and Corporate law and inward investment. He also serves on the Boards of a number of other Companies.",
    "The appointment of the new Chairman and the new Directors will complement and further boost the power packed Board, which now consists of Atul Malik Chairman, Chandrakumar Ramachandra Senior Director, Michael J O’Hanlon, Indrajit Wickramasinghe, Lisa Thomas, Moahan Balendra and Ransith Karunaratne Chief Executive Officer."
  ]
}