{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/imf-to-begin-talks-with-sri-lanka-on-program-91777/",
  "time_ut": 1647565680,
  "title": "IMF to begin talks with Sri Lanka on program",
  "body_lines": [
    "ECONOMYNEXT – The International Monetary Fund will begin discussions with Sri Lanka on a program to support the country, spokesman Gerry Rice said as the island is facing steep currency depreciation and inflation after an unusual bout of money printing to keep interest rates low.",
    "President Gotabaya Rajapaksa said in a national address Wednesday said that he had given the go ahead for an IMF program after meeting senior staff of the lender in Colombo.",
    "“The authorities have also indicated that they are actively considering an IMF-supported program,” IMF spokesman Gerry Rice said.",
    "“We will discuss with the authorities how best we can assist Sri Lanka going forward, including during the Minister of Finance’s visit in Washington in April.”",
    "The IMF has already called for for tighter monetary policy to stop liquidity injections which create forex shortages.",
    "Sri Lanka money printing, deficits could lead to economic implosion: IMF report",
    "Sri Lanka President says seeking IMF bailout for forex crisis, debt",
    "Sri Lanka debt unsustainable, should stop printing money, hike rates, taxes: IMF",
    "The IMF has analyzed Sri Lanka’s economy in a staff report which has been submitted to the board, following annual Article IV consultations. The full report has not been made public, but key conclusions, including that the debt is unsustainable is  now known.",
    "Rice said IMF had highlighted “the urgent need of implementing a credible and coherent strategy to restore macroeconomic stability and debt sustainability, while protecting vulnerable groups through strengthened, well-targeted social safety nets.”",
    "With the debt deemed unsustainable, re-structuring or re-profling will also be required.",
    "Sri Lanka for sometime has not had a working exchange rate regime, with a peg having lost credibility and parallel exchange rates emerging due to money printing.",
    "In a program a float of the currency to end dual anchor conflicts (reserves sales for imports and money printing to maintain the policy rate) is a prior action. Though the exchange rate has been allowed to fall, a clean float has not yet been established.",
    "Analysts have said the central bank should to remove a surrender requirement that effectively imposes a strong side convertibility undertaking in the style of a peg and further weakens the rupee.",
    "Further policy rate hikes are also needed to make the float work.",
    "If a float is not established, economic problems that took place at 200 to the US dollar, will continue to take place at a weaker level. The currency can be appreciated if required after domestic credit slows (consumption and investments slows) and sterilizing inflows.",
    "An IMF program typically involves a tight reserve money program to stop inflation and block the validation of domestic prices as the currency weakens.",
    "Tax hikes and spending cuts will reduce the budget deficit and domestic credit, keeping down the corrective interest rate. Sri Lanka’s private citizens are net savers and are incapable of triggering currency pressure.",
    "A foreign reserve target is also given and reserves for imports are generally discouraged (sometimes a so-called disorderly market conditions intervention is allowed which however can undermine  the currency unless they are unsterilized).",
    "Debt re-structuring will also reduce the corrective interest rate and the need to immediately deploy more savings for debt repayment and leave space for reasonable growth path.",
    "India is giving a 500 million US dollar credit and a billion dollar credit for food and medicines which can be used to finance the deficit if they are not used for subsidies.",
    "Medicine credits can be used for the health budget directly or cash collected from private sector importers can be used to finance other expenses such as the salary bill, analysts say.",
    "Unemployed graduates had progressively bloated the public sector and have become a key consumer of the productive efforts of society. (Colombo/Mar18/2022)"
  ]
}