{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/gas-shortages-in-sri-lanka-lead-to-innovative-use-of-computer-cooling-fans-for-cooking-94593/",
  "time_ut": 1653389580,
  "title": "Gas shortages in Sri Lanka lead to innovative use of computer cooling fans for cooking",
  "body_lines": [
    "ECONOMYNEXT –As Sri Lanka’s economy free-falls and thousands wait in queues for increasingly scarce cooking gas, enterprising Sri Lankans have found an innovative shortcut to make wood-fire cooking easier: by using a computer cooling fan to fan the flame.",
    "Shanaka Perera, a 48-year-old entrepreneur who was fed up with waiting in line for gas cylinder, decided to take matters into his own hands. With a little help from YouTube, the Kesbewa resident built a do-it-yourself (DIY) contraption using a flower pot.",
    "“With no gas, cooking has has become a science project. We’re forced to find alternatives to get food on the table,” said Perera, who had to close down his plastic recycling company due to expansive raw materials.",
    "He and his family of four are now dependent on his past saving.",
    "“I watched some YouTube videos and made a cooker that uses a computer cooling fan to fan the flame when lighting the firewood,” he explained.",
    "Perera inherits his tech-savviness from his father who was a marine engineer.",
    "“This idea came to me when I was trying to find an alternative to avoid spending long queues and waste my time. Finally I ended up with this innovation,” he said.",
    "He bore into a hexagon shape of a flower pot and first used an electric blower to provide air to fuel the fire on charcoal and firewood. But soon he found that the blower was too strong and ash was coming out of the new burner when he started to cook. He had to find something that blow the air slower. He found that a computer fan was the perfect solution.",
    "The project cost Perera only 1,500 rupees (4.2 US dollars), cheaper than kerosene cookers and hot plates which are now sold between 8,000 to 10,000 rupees due to higher demand as Sri Lanka’s economic crisis worsens.",
    "Thousands of Sri Lankans wait in queues for days for cooking gas and kerosene. Many are compelled to eat out at restaurants and street food stalls.",
    "Last week, people protested, blocked roads to let out their frustration, and shouted slogans against President Gotabaya Rajapaksa and his government demanding gas, but to no avail. The government-controlled cooking gas retailer Litro Gas supplies filled cylinders only when it collects enough US dollars to pay gas shipments which have been waiting outside Colombo harbour for weeks.",
    "Some bought electric burners, but they are soon discouraged by higher electricity costs and extended power cuts, as well as the lack of fuel in the absence of dollars.",
    "“I have made a cooker with scrap metal, a rice cooker, computer cooling fan and a clay pot, G U P Malavige, who collects scrap metal for a living at the commercial heart of Colombo, told EconomyNext.",
    "“The total investment for the project was 2000 rupees. It cooks three curries in 45 minutes and takes up only a little bit of electricity.”",
    "Suddenly computer fans are in high demand in Sri Lanka and, as a result, prices have almost doubled.",
    "Suresh Jayathilaka, the owner of Ace Technology, which sells computer fans said many come into this store looking for them to make cookers with.",
    "“Many customers are coming in asking for cooling fans to make cookers and stoves. In my stock, I had 20 fans and I’ve sold all of them and now I have nothing to offer until the supplier sends me my order. People are finding alternatives from all over,” said Jayathilaka.",
    "As Sri Lanka’s ongoing forex crisis affects making payments for shipments of gas and fuel through Letters of Credit (LCs) amid payment delays by banks, citizens are forced to stand in line for hours to meet their daily needs.",
    "Alarmingly, the death toll whilst waiting in queues has shot up to eight, pushing people more towards alternatives.",
    "Some people use alternatives like polythnene and plastic instead of firewood as rains have left firewood too wet. The kerosene shortages aren’t helping matters.",
    "“The problem is there is no kerosene in the market. So to start the fire we cut out a small piece of polythene and stick in between the wood,” said Lakshika Danthasinha who was forced to cook using firewood due to the shortage of cooking gas.",
    "“We don’t buy firewood. We use whatever we have. We use dried coconut shells, dried palm leaves, and the husk of the coconut. This works because after we cook we use the ash as a fertilizer for our plants. It is almost like a zero-waste method that can be used in our own backyard,” Sarath Ariyratne, a 52 year old a professional fish breeder in Pilyandala said. (Colombo/May16/2022)"
  ]
}