{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Pakistan-Day-celebrations-in-Colombo/56-732443",
  "time_ut": 1648072260,
  "title": "Pakistan Day celebrations in Colombo",
  "body_lines": [
    "The High Commission of the Islamic Republic of Pakistan and the Pakistani community based in Sri Lanka yesterday celebrated the National Day of Pakistan with traditional fervour and resolve to make Pakistan a strong, vibrant and progressive state.",
    "The National Day of Pakistan is celebrated on 23 March every year in memory of the struggle put together by our leaders under the unmatched leadership of founder of Pakistan Quaid e Azam Muhammad Ali Jinnah. The Pakistani Nation marks this day as the day of revitalising and reawakening national resolve to stand firm, strong and united against all the challenges with courage and determination.",
    "High Commissioner of Pakistan Major General (Retired) Umar Farooq Burki HI (M) unfurled the Pakistani flag to the tune of national anthem of Pakistan in an elegant yet simple ceremony held at the Pakistan High Commission this morning. The High Commissioner in his remarks highlighted efforts by Pakistan on behalf of the OIC countries at the United Nations General Assembly which resulted in proclaiming 15 March as ‘International Day to Combat Islamophobia’. Pakistan is also hosting the 48th OIC Foreign Ministers Conference on 22-23 March. The theme of the conference is ‘Building Partnerships for Unity, Justice and Development.’",
    "Special messages by the President and the Prime Minister of Pakistan were read out by the Trade and Investment Officer and the Press Attaché, respectively. The message of the President highlighted that the demand for the separate homeland to Muslims has proved to be politically correct over time. The unlawful accession of Jammu and Kashmir with India denying the right to self-determination to Kashmiris, human rights violation in the valley, forcible disappearances, persecution of minorities, communication blockade and extra judicial killings are sufficient grounds to believe that the leadership of that time had clearly visualised what was in store for them had remained at the mercy of Hindu majority, in undivided India.",
    "The message by the Prime Minister of Pakistan highlighted the challenges confronting the Pakistani nation. The Pakistani Government has brought in long term reforms and initiatives to alleviate poverty and promote justice. The focus of the Government remains on the marginalised segments of the society and to provide them equal opportunities. Kamyab Pakistan Program offers huge economic benefits for the youth, farmers, small scale business and low cost housing sector. Our flagship initiative of Qaumi Sehat Card will provide universal health coverage to all citizens that are unprecedented in the history of our country.",
    "The event concluded with a cake cutting ceremony commemorating Pakistan’s National Day. The cake was cut by the High Commissioner along with the children from the Pakistan community present at the event."
  ]
}