{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Plans-underway-to-give-elephants-to-temples-and-acquire-lands-to-Pinnawala/108-233820",
  "time_ut": 1648186560,
  "title": "Plans underway to give elephants to temples and acquire lands to Pinnawala",
  "body_lines": [
    "It is reported that plans are afoot to give three elephants to temples and Dewalayas and augment the adjacent lands which have issues with the Pinnawala Elephant Orphanage (PEO), that belongs to several close associates of the Wildlife Minister, Ministry sources said.",
    "They said the Ministry had requested the names of three elephants from the PEO to hand them over to temples and Dewalayas. However, several senior officials of the PEO said only elephants which are lesser than eight-years-old could be given to temples and Dewalayas. According to the Wild Life Act, no one can take elephants out of the PEO without a special cabinet paper stating the requirement.",
    "Meanwhile, the official said plans are underway to acquire the extent of lands which have issues with the PEO. It was reported that those lands belonged to close associates of the minister. Those lands were encroached by the people who looked after the elephant orphanage and which were not needed for the expansion.",
    "The Ministry sources said that the current Director General of the Zoological Department has worked against the above requests by the Minister and, therefore, the Minister and the Secretary are trying to remove the current DG with the help of the Zoological Department's union members.",
    "However, plans are being drawn to acquire the lands, they said.",
    "When the Daily Mirror contacted the Ministry Secretary, Somarathne Dissanayake, he said he was unaware of such activities and did not know anything about assaulting the veterinary doctor at the Ridiyagama Safari Park. (Chatuanga Samarawickrama)"
  ],
  "translate": {
    "si": {
      "title": "පන්සල්වලට අලි දෙන්න පින්නවලට ඉඩම් ගන්න පිඹුරුපත්",
      "body_lines": [
        "වනජීවී අමාත්‍යවරයාගේ සමීපතමයන් කිහිප දෙනෙකුට අයත් පින්නවල අලි අනාථාගාරයේ (PEO) ගැටළු ඇති විහාරස්ථානවලට සහ දේවාලවලට අලි තිදෙනෙකු ලබා දීමටත් යාබද ඉඩම් වැඩි කිරීමටත් සැලසුම් කර ඇති බව අමාත්‍යාංශ ආරංචි මාර්ග පවසයි.",
        "අලි ඇතුන් තිදෙනෙකු විහාරස්ථානවලට සහ දේවාලවලට භාරදීමට අමාත්‍යාංශය ප්‍රධාන විධායක නිලධාරියාගෙන් නම් ඉල්ලා ඇති බව ඔවුහු පැවසූහ. කෙසේ වෙතත්, PEO හි ජ්‍යෙෂ්ඨ නිලධාරීන් කිහිප දෙනෙකු පැවසුවේ පන්සල් සහ දේවාල සඳහා ලබා දිය හැක්කේ අවුරුදු අටට අඩු අලි ඇතුන් පමණක් බවයි. වනජීවී පනතට අනුව විශේෂ කැබිනට් පත්‍රිකාවකින් තොරව අලි ඇතුන්ගේ අවශ්‍යතාවය PEO එකෙන් ඉවත් කිරීමට කිසිවෙකුට නොහැකිය.",
        "මේ අතර, PEO සමඟ ගැටළු ඇති ඉඩම් ප්‍රමාණය අත්පත් කර ගැනීමට සැලසුම් කරමින් සිටින බව එම නිලධාරියා පැවසීය. එම ඉඩම් අමාත්‍යවරයාගේ සමීපතමයින්ට අයත් ඒවා බවයි වාර්තා වුණේ. එම ඉඩම් ආක්‍රමණය කළේ අලි අනාථාගාරය බලාගත් සහ පුළුල් කිරීමට අවශ්‍ය නොවන අය විසිනි.",
        "අමාත්‍යවරයාගේ ඉහත ඉල්ලීම්වලට පටහැනිව සත්වෝද්‍යාන දෙපාර්තමේන්තුවේ වත්මන් අධ්‍යක්ෂ ජනරාල්වරයා කටයුතු කර ඇති බවත්, එබැවින් සත්වෝද්‍යාන දෙපාර්තමේන්තුවේ වෘත්තීය සමිති සාමාජිකයින්ගේ සහය ඇතිව වත්මන් නියෝජ්‍යපතිවරයා ඉවත් කිරීමට අමාත්‍යවරයා සහ ලේකම්වරයා උත්සාහ කරමින් සිටින බවද අමාත්‍යාංශ ආරංචි මාර්ග සඳහන් කළේය.",
        "කෙසේ වෙතත්, එම ඉඩම් අත්පත් කර ගැනීමට සැලසුම් සකස් කරමින් පවතින බවද ඔවුන් කියා සිටියා.",
        "ඩේලි මිරර් පුවත්පත අමාත්‍යාංශ ලේකම් සෝමරත්න දිසානායක මහතාගෙන් කළ විමසීමකදී ඔහු කියා සිටියේ එවැනි ක්‍රියාකාරකම් පිළිබඳව තමන් නොදන්නා බවත් රිදියගම සෆාරි උද්‍යානයේදී පශු වෛද්‍යවරයාට පහරදීම සම්බන්ධයෙන් කිසිවක් නොදන්නා බවත්ය. (චතුංග සමරවික්‍රම)"
      ]
    },
    "ta": {
      "title": "கோவில்களுக்கு யானைகளை வழங்கவும் பின்னவலக்கு காணிகளை கையகப்படுத்தவும் திட்டமிடப்பட்டுள்ளது",
      "body_lines": [
        "கோவில்கள் மற்றும் தேவாலயங்களுக்கு மூன்று யானைகளை வழங்குவதற்கும், வனவிலங்கு அமைச்சரின் பல நெருங்கிய கூட்டாளிகளுக்கு சொந்தமான பின்னவல யானைகள் அனாதை இல்லம் (PEO) தொடர்பான பிரச்சினைகளை அண்டியுள்ள காணிகளை அதிகரிப்பதற்கும் திட்டமிடப்பட்டுள்ளதாக அமைச்சு வட்டாரங்கள் தெரிவிக்கின்றன.",
        "கோயில்கள் மற்றும் தேவாலயங்களில் ஒப்படைக்க மூன்று யானைகளின் பெயர்களை PEO விடம் அமைச்சகம் கோரியுள்ளதாக அவர்கள் தெரிவித்தனர். இருப்பினும், PEO வின் பல மூத்த அதிகாரிகள், எட்டு வயதுக்கு குறைவான யானைகளை மட்டுமே கோவில்கள் மற்றும் தேவாலயங்களுக்கு வழங்க முடியும் என்று கூறினார். வனவிலங்குச் சட்டத்தின்படி, தேவையைக் குறிப்பிடும் சிறப்பு அமைச்சரவைப் பத்திரம் இல்லாமல் யாரும் யானைகளை PEO வில் இருந்து வெளியே எடுக்க முடியாது.",
        "இதற்கிடையில், PEO உடன் சிக்கல் உள்ள நிலங்களின் அளவை கையகப்படுத்துவதற்கான திட்டங்கள் நடந்து வருவதாக அதிகாரி கூறினார். அந்த நிலங்கள் அமைச்சரின் நெருங்கிய கூட்டாளிகளுக்குச் சொந்தமானது எனத் தெரிவிக்கப்பட்டது. அந்த நிலங்கள் யானைகள் காப்பகத்தை பராமரிக்கும் மக்களால் ஆக்கிரமிக்கப்பட்டு விரிவாக்கத்திற்கு தேவையில்லாதவை.",
        "அமைச்சரின் மேற்படி கோரிக்கைகளுக்கு எதிராக தற்போதைய விலங்கியல் திணைக்களத்தின் பணிப்பாளர் நாயகம் செயற்பட்டுள்ளதாகவும், எனவே அமைச்சரும் செயலாளரும் இணைந்து விலங்கியல் திணைக்களத்தின் தொழிற்சங்க உறுப்பினர்களின் உதவியுடன் தற்போதைய DGயை நீக்க முயற்சிப்பதாகவும் அமைச்சு வட்டாரங்கள் தெரிவித்தன.",
        "இருப்பினும், நிலங்களை கையகப்படுத்துவதற்கான திட்டங்கள் தீட்டப்பட்டு வருகின்றன.இவ்வாறு அவர்கள் கூறினர்.",
        "டெய்லி மிரர் அமைச்சின் செயலாளர் சோமரத்ன திஸாநாயக்கவை தொடர்பு கொண்டு கேட்டபோது, ​​ரிதியகம சபாரி பூங்காவில் கால்நடை வைத்தியரை தாக்கியமை தொடர்பில் தனக்கு எதுவும் தெரியாது எனவும், இவ்வாறான செயற்பாடுகள் தொடர்பில் தனக்கு எதுவும் தெரியாது எனவும் தெரிவித்தார். (சதுங்க சமரவிக்ரம)"
      ]
    }
  }
}