{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Govts-IMF-programme-a-day-late-and-a-dollar-short-Dr-Harsha-de-Silva/277-235914",
  "time_ut": 1651170660,
  "title": "“Govt’s IMF programme a day late and a dollar short” - Dr. Harsha de Silva",
  "body_lines": [
    "The IMF can only provide us any financial assistance if we agree to a debt restructuring programme",
    "If they (Government) did not go to the IMF they would be skinned alive",
    "We cannot even get a Rapid Financing Instrument loan from the IMF amounting to US $ 7 to 8 million",
    "I agree with you that this is a problem that got built over a period of time",
    "You cannot give everything free to everyone. Let’s understand it even now!",
    "Samagi Jana Balawegaya (SJB) MP Dr. Harsha de Silva who is vocal about economic issues takes questions in an interview with the Daily Mirror on the present crisis.",
    "Q  You have advocated that the Government should reach out to the International Monetary Fund (IMF) for an arrangement to escape from the current crisis. How hopeful are you of economic recovery?",
    "I am not very hopeful because this is a day late and a dollar short. It was in the third quarter of 2020 when I urged them to go to the IMF. This is the second quarter of 2022. During that time the economy deteriorated and the problems became much complicated. The most significant change was debt becoming unsustainable from being sustainable. We now belong to a bunch of countries where there is very little confidence among international investors and private credit market community. The IMF cannot resolve our problems any longer. So, we have two things in parallel that need to happen. One is that the Government and the IMF should come into some sort of agreement- how to stabilise the economy- and to agree on an extended fund facility which is a structural adjustment programme that will take about three years. While that is happening, our lawyers-yet to be appointed unfortunately- will have to start talks with our bond holders or creditors. They will have to agree on how much of what we owe them is to be given up to be cut off, and for how long they are going to wait before they start collecting our money. These two things should go in parallel. The IMF can only provide us any financial assistance if we agree to a debt restructuring programme with the bond holders or creditors. They will not do it unless there is agreement between the government and the IMF on a fiscal discipline programme. That will increase revenue, rationalise expenditure and have market clearing prices for various commodities and so on. It is a chicken and egg situation. We are unfortunately in it. Given the political situation of the country without a stable government, a conclusion of what has now begun in Washington cannot happen unless and until a stable government with legitimacy among the investor community is established. That they have gone to the IMF does not mean anything at all anymore.",
    "Q  At least at this juncture the government went to the IMF. What do you think of it?",
    "If they (Government) did not go to the IMF they would be skinned alive. People are so angry. They destroyed the lives of 22 million people. This is irresponsible and criminal negligent. They will have to be held responsible. They did not understand what they did. They were criminally irresponsible for what they did. They ruined this country. Now going to the IMF is no excuse. If they had not gone, they would have been lynched.",
    "Q  Don’t you think some sorts of dividends will come through this exercise?",
    "I don’t know what dividends and dividends to whom. I am no longer willing to give any credit to these people. They ruined us all. What are the dividends? Will it shorten lines for fuel or gas? The price of a 400 gram packet of milk powder has crossed Rs.1000. How can people survive? This need not have happened to this country. They will have to face the people’s anger. There is no dividend coming to anyone.",
    "Q  In any democracy it is conceivable that the opposition can come to power at one point or another. If your party comes to power and you become the finance minister, how will you address the crisis?",
    "This is not rocket science. All you need to do is to understand how an economy works. That is why I said for the last one and half years that they were going to take us down the tube to this destruction. I said it. We foresaw this and understood it. We realised that this was a toxic combination of liquidity crisis and a solvency crisis. We would never have got into this mess. In the middle of the pandemic we would never have banned the importation of fertilizer and pesticides. They have created it. If we have to take over, it is going to be a difficult one- year or 18 months period going forward. We have to go through austerity like we had never before. People will have to live or somehow manage to survive a very difficult period ahead of us. What we will do is to put this country right. We will reset this.",
    "We have the story about Indian Prime Minister Narasimha Rao bringing Dr. Manmohan Singh and Dr. Montek Singh Ahluwalia and resetting India’s economy, after kicking out License Raj. That is a story how India opened up and engaged with the rest of the world. That is what we need to do. This country needs to be integrated with the world. I have always said that we need to break down the walls around this country and build bridges to the region and beyond. In simple terms, we need to bring dollars in. It means others have to consume what we produce rather than us consuming what others produce.",
    "Q  This is an issue triggered by the shortage of foreign exchange. It is an issue built over a period under successive governments. We import more than what we export. Do you also hold all the past governments responsible for it?",
    "No. I agree with you that this is a problem that got built over a period of time. This is not just a liquidity crisis. It is a toxic combination of liquidity crisis and a solvency crisis. When this Government took over there was a large debt overhang. We were on precarious ground. The IMF report dated November 1, 2019 said Sri Lanka’s debt was sustainable. You have to make sure that the path taken by late Finance Minister Mangala Samaraweera by introducing the 2017 Inland Revenue Act will have to be maintained. The programme of recovery is based on a revenue enhancing model. When they threw the IMF programme into the dustbin they went against all good advice and created the problem. They took a completely different path. How did this problem of solvency get created?",
    "That is because we were inward looking. We were not integrated with the world. We created so many barriers for foreign investments to come in. We created tariff walls, para tariff walls, duty walls and so much friction between us and the world outside. That is the reason why we became a difficult terrain for investors to come in and work over a period of time. Doing business in this country is so tough. We rank around 100. The countries and territories like Singapore, New Zealand and Hong Kong are top rankers. I don’t blame every government that was in place. In 1977, then President, the late J.R. Jayewardene, did some reforms. He was moving in the right direction, but it was stalled due to various other reasons. In 1988/89, the then President the late R. Premadasa did the second round of reforms. Then, in 1994 /95, Mr. Mangala Samaraweera, under the Chandrika Bandaranaike government, did quite a bit of reforms. He reformed Sri Lanka Telecom and created the IT platform. While certain heads of governments tried to do right things, they had to pull back due to various political reasons. Others had taken over the ideology of a closed economy, self-sufficiency, welfare politics and giving things free. A lot of people are to blame for where we are today. I am not just blaming President Gotabaya Rajapaksa. He triggered the collapse making unwise decisions. If he had not made those unwise decisions, we would not have collapsed despite having some trouble.",
    "Q  As a politician you agree with the IMF in principle. When you strike a programme with the IMF you have to do reforms such as privatization of the public sector and curtailment of public services. These are not populist measures in a country like Sri Lanka. How do you address that issue politically?",
    "Why is Sri Lanka poor? We have not followed the right principles. You cannot give everything free to everyone. Let’s understand it even now! Most of welfare money goes to the rich not to the poor. You said about reduction of public welfare and all. The truth must be told. Sri Lanka is the lowest tax to GDP country in the world. It is less than eight percent. In the early 1990s, our tax to GDP was around 20 percent.",
    "When President Mahinda Rajapaksa took over, it was around 17 percent. When the Sirisena- Wickremesinghe government took over , it was around 9.5 -10 percent. With the next tax law introduced by Mr. Mangala Samaraweera, it increased to 12.5 percent. Now it is back to eight percent. Can you run a country like this? On the one hand you can have low tax to GDP if every service is market priced. Or else, if you want to give free, everyone has to be taxed. You cannot have Singapore style tax regime and a Sweden type welfare state. It is contradictory. In Sri Lanka we say we tax people very little. At the same time we will give everything free. It cannot work like that. People will have to understand the reality.",
    "Q  You mean to say that populist measures will no longer work?",
    "How can they work? One thing is that people should say that they are willing to pay 60 percent of their incomes as taxes. Then, we can give everything free. Or else, if they are going to have certain taxes, subsidies must be targeted.",
    "I am not saying that subsidies must be cut altogether. I am for subsidies. But, subsidy must be given to the receiver, not to the supplier or the producer. Subsidy must be given to the consumer. The consumer who receives subsidy must be selected based on some transparent criteria. If you belong to the bottom decile, you are eligible to receive subsidy. But, if you are in the top ten households of the country, why should you receive subsidy?. Equal opportunity is something I believe in. If we create it, we will all be better off.",
    "Q  You said the president triggered the collapse making some unwise decisions. Are you holding only the president responsible for it?",
    "It is the president who decided overnight to ban the importation of fertilizer. I recall how many ministry secretaries were sacked. I remember the case about Prof. Buddhi Marambe. Then, the professor who took over as the secretary to the ministry was sacked. Who has the power to sack people like that?",
    "As far as blocking the decision to go before the IMF earlier, it was not only the president, but people like Ajith Nivard Cabraal, P.B. Jayasindare, W.D. Lakshman, Basil Rajapaksa and S.R. Attygalle who should be responsible. The president should have sought better advice. He did away with all the checks and balances. He took all the powers into his hand. After having taken over power to his hand he has no right to say I am not responsible. He is responsible. With the 20th Amendment he took away all the powers. No oversight committee was ever appointed in this Parliament. According to the Standing Orders, the chairman of the Public Finance Committee- which is the most powerful committee in terms of public finances- taxes, subsidies, levies and the Central Bank- should be someone from the opposition. It was my name that was proposed. What happened? They suspended the Standing Order and appointed another. There was no way even for the constitutional right we have to be exercised.",
    "Q  Do you have faith in the new Central Bank Governor, Dr. Nandalal Weerasinghe?",
    "I said we welcomed him. I stand by it. We don’t want to play politics with everything all the time. He needs to try and stabilise this economy. I have known him for a long period of time. He is well qualified to do this job. He has been in the Central Bank for a long period of time. I don’t care about his past politics. What I care about is whether he is willing to do the right thing for the people of this country. I hope he is able to do it. At the same time, I want to say, he has no right to whitewash certain people who were part of the decision making process. The entire previous monetary board is responsible. Some of them are dear friends of mine. Everyone responsible for these decisions will be held accountable.",
    "Q  Now there is an economic crisis. Your party and its leader talk about pruning executive powers. What is the programme you put forward to overcome the economic crisis now?",
    "It is a short term and medium term solution. The short term solution is stabilisation. You are talking about macro variables to stabilise the exchange rate. No one knows where it is heading. You have to stabilise it. You have to stabilise interest rates. They are hitting 27 now. For treasury bills of one year, it is 25- 26 percent. It probably hits 30 percent.",
    "You have to make sure that the entire businesses and the Small, Medium Industries do not collapse. You have to look inflation. Food inflation is 30 odd percent. How do you stabilise macro variables and bring growth back? Growth is going to suffer. How are you going to do what needs to be done right away to get the economy within some control? Then, structural adjustments have to go in. You have to look at fiscal responsibility, how to increase revenue and rationalise expenditure. Then, you have to look at all the tax breaks that have been given to people. Some people don’t pay any taxes. There are so many loopholes in the law.",
    "Q  It will take a long time for such measures to yield. But people have immediate concerns. They don’t have fuel and gas. Prices of essential items have gone through the roof. What is the plan to address them?",
    "What you need is some sort of political stability. Without political stability nothing can happen. We cannot even get a Rapid Financing Instrument loan from the IMF amounting to US $ 7 to 8 million. That is bridge financing they hope to get to deal with gas, milk powder and fuel issues. They cannot get it because they have not been able to find a way to get out of the unsustainable debt issue. There is no magic bullet. There is no way that we come tomorrow and resolve. We are begging India to help from the time we run out of money. When the Indian credit line finishes in July there is no more money to bring fuel, medicine or anything. From that point to the delivery of IMF assistance, where is money coming from. These people have nobody to get this money from. We will actually give confidence to our friends overseas. That confidence will make sure that they step up and help us. There is no other way. You cannot get any commercial funding unless they believe you have a solid debt restructuring programme in place.",
    "It is our international connection that is going to help us. We are confident we can do it. We already had discussions with various people. Of course the World Bank and others will give us some money –US $ 500-600 million."
  ],
  "translate": {
    "si": {
      "title": "“රජයේ IMF වැඩසටහන දිනක් ප්‍රමාදයි ඩොලර් හිඟයි” - ආචාර්ය හර්ෂ ද සිල්වා",
      "body_lines": [
        "ජාත්‍යන්තර මූල්‍ය අරමුදලට අපට ඕනෑම මූල්‍ය ආධාරයක් ලබා දිය හැක්කේ අප ණය ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහනකට එකඟ වුවහොත් පමණි",
        "මුන් (රජය) IMF එකට නොගියොත් පණ පිටින් හම ගහනවා",
        "අපට IMF වෙතින් ඇමරිකානු ඩොලර් මිලියන 7 සිට 8 දක්වා වේගවත් මූල්‍ය උපකරණ ණයක්වත් ලබා ගත නොහැක.",
        "මෙය කාලාන්තරයක් තිස්සේ ගොඩනැගුණු ගැටලුවක් බව මම ඔබ සමඟ එකඟ වෙමි",
        "ඔබට සෑම කෙනෙකුටම සෑම දෙයක්ම නොමිලේ ලබා දිය නොහැක. දැන්වත් එය තේරුම් ගනිමු!",
        "ආර්ථික ප්‍රශ්න ගැන හඬ නගන සමගි ජන බලවේගයේ පාර්ලිමේන්තු මන්ත්‍රී ආචාර්ය හර්ෂ ද සිල්වා වත්මන් අර්බුදය පිළිබඳව ඩේලි මිරර් පුවත්පත සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් ප්‍රශ්න කරයි.",
        "ප්‍ර   වත්මන් අර්බුදයෙන් ගැලවීමට රජය ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) වෙත ළඟා විය යුතු බව ඔබ යෝජනා කර ඇත. ආර්ථික ප්‍රකෘතිය ගැන ඔබ කොතරම් බලාපොරොත්තු වෙනවාද?",
        "මෙය දිනක් ප්‍රමාද වීම සහ ඩොලරයක් අඩු නිසා මම එතරම් බලාපොරොත්තු නොවෙමි. 2020 තුන්වන කාර්තුවේදී මම ඔවුන්ට IMF වෙත යන ලෙස ඉල්ලා සිටියෙමි. මේ 2022 වසරේ දෙවැනි කාර්තුවයි.ඒ කාලය තුළ ආර්ථිකය පිරිහුණු අතර ප්‍රශ්න බොහෝ සංකීර්ණ වුණා. වඩාත්ම වැදගත් වෙනස වූයේ ණය තිරසාර නොවී තිරසාර විය නොහැකි වීමයි. අපි දැන් අයිති වන්නේ ජාත්‍යන්තර ආයෝජකයින් සහ පුද්ගලික ණය වෙළෙඳපොළ ප්‍රජාව අතර ඉතා අඩු විශ්වාසයක් ඇති රටවල් සමූහයකට ය. ජාත්‍යන්තර මූල්‍ය අරමුදලට තවදුරටත් අපේ ප්‍රශ්න විසඳන්න බැහැ. ඉතින් අපිට සමාන්තරව සිද්ධ වෙන්න ඕන දේවල් දෙකක් තියෙනවා. එකක් නම් රජය සහ ජාත්‍යන්තර මූල්‍ය අරමුදල යම් ආකාරයක එකඟතාවයකට පැමිණිය යුතුය - ආර්ථිකය ස්ථාවර කරන්නේ කෙසේද - සහ වසර තුනක් පමණ ගත වන ව්‍යුහාත්මක ගැලපුම් වැඩසටහනක් වන දිගු අරමුදල් පහසුකමකට එකඟ විය යුතුය. එය සිදුවෙමින් පවතින අතර, අපගේ නීතීඥයින්ට - අවාසනාවකට මෙන් - තවමත් පත් කර නොමැති - අපගේ බැඳුම්කර හිමියන් හෝ ණය හිමියන් සමඟ සාකච්ඡා ආරම්භ කිරීමට සිදුවනු ඇත. අප ඔවුන්ට ගෙවිය යුතු දෙයින් කොපමණ ප්‍රමාණයක් කපා හැරීමට අත්හැරිය යුතුද යන්න සහ ඔවුන් අපගේ මුදල් එකතු කිරීමට පටන් ගැනීමට පෙර ඔවුන් කොපමණ කාලයක් බලා සිටිය යුතුද යන්න පිළිබඳව ඔවුන්ට එකඟ වීමට සිදුවනු ඇත. මේ කාරණා දෙක සමාන්තරව යා යුතුයි. ජාත්‍යන්තර මූල්‍ය අරමුදලට අපට ඕනෑම මූල්‍ය ආධාරයක් සැපයිය හැක්කේ අප බැඳුම්කර හිමියන් හෝ ණය හිමියන් සමඟ ණය ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහනකට එකඟ වුවහොත් පමණි. මූල්‍ය විනය වැඩසටහනක් සම්බන්ධයෙන් රජය සහ IMF අතර එකඟතාවයක් නොමැති නම් ඔවුන් එය නොකරනු ඇත. එමගින් ආදායම වැඩි කිරීම, වියදම් තාර්කික කිරීම සහ විවිධ භාණ්ඩ සඳහා වෙළඳපල නිශ්කාෂණ මිලක් ඇති කිරීම යනාදිය. එය කුකුල් මස් හා බිත්තර තත්ත්වයකි. අපි අවාසනාවන්ත ලෙස එහි සිටිමු. ස්ථාවර ආන්ඩුවක් නොමැති රටේ දේශපාලන තත්වය සැලකිල්ලට ගෙන, ආයෝජක ප්‍රජාව අතර නීත්‍යානුකූල භාවයක් සහිත ස්ථාවර රජයක් ස්ථාපිත කරන තුරු, දැන් වොෂින්ටනයේ ආරම්භ වී ඇති දේ පිළිබඳ නිගමනයක් සිදුවිය නොහැක. ඒ අය IMF එකට ගියා කියලා දැන් කිසිම දෙයක් අදහස් වෙන්නේ නැහැ.",
        "ප්‍ර  අඩුම තරමින් මේ මොහොතේ රජය IMF වෙත ගියේය. ඔබ ඒ ගැන සිතන්නේ කුමක්ද?",
        "මුන් (රජය) IMF එකට නොගියොත් පණ පිටින් හම ගහනවා. මිනිස්සු ගොඩක් තරහයි. ඔවුන් මිලියන 22 ක ජනතාවගේ ජීවිත විනාශ කළා. මෙය වගකීම් විරහිත සහ සාපරාධී නොසැලකිල්ලකි. ඔවුන් වගකිව යුතු වනු ඇත. ඔවුන් කළ දේ ඔවුන්ට තේරුණේ නැත. ඔවුන් කළ දේ සඳහා ඔවුන් සාපරාධී වගකීම් විරහිත විය. ඔවුන් මේ රට විනාශ කළා. දැන් ජාත්‍යන්තර මූල්‍ය අරමුදලට යෑම නිදහසට කරුණක් නොවේ. ඔවුන් නොගියහොත් ඔවුන්ව මරා දැමීමට ඉඩ තිබුණි.",
        "ප්‍ර  මෙම අභ්‍යාසය හරහා යම් ආකාරයක ලාභාංශ ලැබෙනු ඇතැයි ඔබ සිතන්නේ නැද්ද?",
        "කාට මොන ලාභාංශද, ලාභාංශද කියලා මම දන්නේ නැහැ. මේ අයට කිසිම ගෞරවයක් දෙන්න මම තවදුරටත් සූදානම් නැහැ. ඔවුන් අපි සියල්ලන්ම විනාශ කළා. ලාභාංශ මොනවාද? එය ඉන්ධන හෝ ගෑස් සඳහා රේඛා කෙටි කරයිද? ග්‍රෑම් 400 කිරිපිටි පැකට්ටුවක මිල රුපියල් 1000 ඉක්මවා තිබෙනවා. මිනිසුන්ට ජීවත් විය හැක්කේ කෙසේද? මේක මේ රටට වෙන්න ඕන නැහැ. ඔවුන්ට ජනතා කෝපයට මුහුණ දීමට සිදුවනු ඇත. කාටවත් ලැබෙන ලාභාංශයක් නැහැ.",
        "ප්‍ර  ඕනෑම ප්‍රජාතන්ත්‍රවාදී රටක විපක්ෂයට එක් අවස්ථාවක හෝ තවත් බලයට පැමිණිය හැකි බව සිතිය හැකිය. ඔබේ පක්‍ෂය බලයට පත්වෙලා ඔබ මුදල් ඇමැති වුණොත් අර්බුදයට මුහුණ දෙන්නේ කොහොමද?",
        "මෙය රොකට් විද්යාව නොවේ. ඔබ කළ යුත්තේ ආර්ථිකය ක්‍රියාත්මක වන ආකාරය අවබෝධ කර ගැනීමයි. ඒකයි මම පහුගිය අවුරුදු එකහමාරේ කිව්වේ අපිව මේ විනාශයට බට බහිනවා කියලා. මම ඒක කිව්වා. අපි මේක කලින් දැකලා තේරුම් ගත්තා. මෙය ද්‍රවශීලතා අර්බුදයක සහ ද්‍රවශීලතා අර්බුදයක විෂ මිශ්‍රණයක් බව අපට වැටහුණි. අපි කවදාවත් මේ අවුලට වැටෙන්නේ නැහැ. වසංගතය මැද අපි කවදාවත් පොහොර සහ පළිබෝධනාශක ආනයනය තහනම් කළේ නැහැ. ඔවුන් එය නිර්මාණය කර ඇත. අපට භාර ගැනීමට සිදුවුවහොත්, එය වසරක හෝ මාස 18 ක දුෂ්කර කාල පරිච්ඡේදයක් ඉදිරියට යනු ඇත. වෙන කවරදාකවත් නොතිබුණු ආකාරයෙන් අපි කප්පාදුවකට මුහුණ දිය යුතුයි. අපට ඉදිරියෙන් සිටින ඉතා දුෂ්කර කාල පරිච්ඡේදයක ජීවත් වීමට හෝ කෙසේ හෝ ජීවත් වීමට මිනිසුන්ට සිදුවනු ඇත. අපි කරන්නේ මේ රට නිවැරදි කරන එකයි. අපි මෙය නැවත සකස් කරන්නෙමු.",
        "ලයිසන් රාජ් පන්නා දැමීමෙන් පසු ඉන්දීය අගමැති නරසිංහ රාඕ ආචාර්ය මන්මෝහන් සිං සහ ආචාර්ය මොන්ටෙක් සිං අහලුවාලියා ගෙනැවිත් ඉන්දියාවේ ආර්ථිකය යළි පිහිටුවීම පිළිබඳ කතාව අපට තිබේ. එනම් ඉන්දියාව විවෘතව ලෝකය සමඟ සම්බන්ධ වූ ආකාරය පිළිබඳ කතාවකි. ඒක තමයි අපි කරන්න ඕන. මේ රට ලෝකය සමඟ ඒකාබද්ධ කළ යුතුයි. මම හැමදාම කිව්වේ මේ රට වටේ තියෙන තාප්ප කඩලා කලාපයට එහා පැත්තට පාලම් හදන්න ඕන කියලා. සරලව කිවහොත්, අපි ඩොලර් ගෙන ඒමට අවශ්යයි. එයින් අදහස් වන්නේ අන් අය නිෂ්පාදනය කරන දේ පරිභෝජනය කරනවාට වඩා අප නිෂ්පාදනය කරන දේ අන් අය විසින් පරිභෝජනය කළ යුතු බවයි.",
        "ප්‍ර  මෙය විදේශ විනිමය හිඟය නිසා ඇති වූ ගැටලුවකි. එය කාලාන්තරයක් තිස්සේ පැවති ආණ්ඩු යටතේ ගොඩනැගුණු ප්‍රශ්නයක්. අපි අපනයනය කරන දේට වඩා අපි ආනයනය කරනවා. ඔබත් ඊට පසුගිය ආණ්ඩු සියල්ල වගකිව යුතුද?",
        "නෑ.. මේක කාලාන්තරයක් තිස්සේ ගොඩනැගුණු ප්‍රශ්නයක් කියන එකට මම එකඟයි. මෙය ද්‍රවශීලතා අර්බුදයක් පමණක් නොවේ. එය ද්‍රවශීලතා අර්බුදයේ සහ ද්‍රවශීලතා අර්බුදයේ විෂ සහිත සංයෝගයකි. මේ රජය භාර ගන්නා විට විශාල ණය කන්දරාවක් තිබුණා. අපි හිටියේ අවිනිශ්චිත බිමක. 2019 නොවැම්බර් 1 දිනැති IMF වාර්තාව ශ්‍රී ලංකාවේ ණය තිරසාර බව ප්‍රකාශ කළේය. දිවංගත මුදල් අමාත්‍ය මංගල සමරවීර මහතා 2017 දේශීය ආදායම් පනත ගෙන ඒම තුළින් ආ ගමන් මඟ දිගටම පවත්වාගෙන යාමට ඔබ වග බලා ගත යුතුයි. ප්‍රතිසාධන වැඩසටහන පදනම් වී ඇත්තේ ආදායම් වැඩි කිරීමේ ආකෘතියක් මතය. ඔවුන් ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහන කුණු කූඩයට දැමූ විට ඔවුන් සියලු යහපත් උපදෙස්වලට පටහැනිව ගොස් ගැටලුව නිර්මාණය කළහ. ඔවුන් සම්පූර්ණයෙන්ම වෙනස් මාර්ගයක් ගත්තා. මෙම විසඳුම පිළිබඳ ගැටලුව නිර්මාණය වූයේ කෙසේද?",
        "ඒ අපි ඇතුලාන්තයෙන් බලපු නිසා. අපි ලෝකය සමඟ ඒකාබද්ධ වුණේ නැහැ. විදේශ ආයෝජන එන්න බැරි තරම් බාධක අපි හැදුවා. තීරුබදු තාප්ප, පැරා තීරුබදු, ඩියුටි තාප්ප, අපිත් බාහිර ලෝකයත් අතර ඝර්ෂණයක් ඇති කළා. ඒ නිසා තමයි අපි ආයෝජකයන්ට කාලයක් තිස්සේ ඇවිත් වැඩ කරන්න අමාරු භූමියක් වුණේ. මේ රටේ බිස්නස් කරන එක හරිම අමාරුයි. අපි 100 ක් පමණ ශ්‍රේණිගත කරන්නෙමු. සිංගප්පූරුව, නවසීලන්තය සහ හොංකොං වැනි රටවල් සහ ප්‍රදේශ ඉහළ ශ්‍රේණිගත කිරීම් වේ. පැවති සෑම රජයකටම මම දොස් නොකියමි. 1977 දී එවකට ජනාධිපති දිවංගත ජේ.ආර්.ජයවර්ධන මැතිතුමා යම් ප්‍රතිසංස්කරණයක් කළා. ඔහු නිවැරදි දිශාවට ගමන් කළ නමුත් වෙනත් විවිධ හේතු නිසා එය ඇනහිට තිබුණි. 1988/89 දී එවකට ජනාධිපති දිවංගත ආර්. ප්‍රේමදාස මහතා දෙවන වටයේ ප්‍රතිසංස්කරණ සිදු කළේය. ඊට පස්සේ 1994/95 චන්ද්‍රිකා බණ්ඩාරනායක ආණ්ඩුව යටතේ මංගල සමරවීර මහත්තයා සෑහෙන ප්‍රතිසංස්කරණ කළා. ඔහු ශ්‍රී ලංකා ටෙලිකොම් ප්‍රතිසංස්කරණය කර තොරතුරු තාක්ෂණ වේදිකාව නිර්මාණය කළේය. ඇතැම් ආණ්ඩු ප්‍රධානීන් නිවැරදි දේ කිරීමට උත්සාහ කරද්දී විවිධ දේශපාලන හේතු මත ඔවුන්ට පසුබැසීමට සිදුවිය. තවත් සමහරු සංවෘත ආර්ථිකය, ස්වයංපෝෂිතභාවය, සුබසාධන දේශපාලනය, නොමිලයේ දෙන දේ යන මතවාදය භාරගෙන තිබුණි. අද අපි ඉන්න තැන ගැන ගොඩක් අය දොස් කියන්න ඕන. මම ගෝඨාභය රාජපක්ෂ ජනාධිපතිතුමාට විතරක් දොස් කියන්නේ නැහැ. ඔහු අඥාන තීරණ ගනිමින් කඩාවැටීමට හේතු විය. එතුමා ඒ අනුවණ තීරණ නොගත්තේ නම් අපි මොන කරදරයක් ආවත් කඩා වැටෙන්නේ නැහැ.",
        "ප්‍ර  දේශපාලකයෙකු ලෙස ඔබ ප්‍රතිපත්තිමය වශයෙන් IMF සමඟ එකඟ වේ. IMF එක්ක වැඩ වර්ජන කරනකොට රාජ්‍ය අංශය පෞද්ගලීකරණය, රාජ්‍ය සේවා කප්පාදුව වගේ ප්‍රතිසංස්කරණ කරන්න වෙනවා. මේවා ලංකාව වැනි රටක ජනතාවාදී පියවර නොවේ. ඔබ දේශපාලනිකව එම ප්‍රශ්නය විසඳන්නේ කෙසේද?",
        "ලංකාව දුප්පත් ඇයි? අපි හරි ප්‍රතිපත්ති අනුගමනය කරලා නැහැ. ඔබට සෑම කෙනෙකුටම සෑම දෙයක්ම නොමිලේ ලබා දිය නොහැක. දැන්වත් එය තේරුම් ගනිමු! සුබසාධන මුදල්වලින් වැඩි හරියක් යන්නේ දුප්පතුන්ට නොව ධනවතුන්ට ය. මහජන සුබසාධනය සහ සියල්ල අඩු කිරීම ගැන ඔබ කිව්වා. ඇත්ත කිව යුතුයි. ලෝකයේ දළ දේශීය නිෂ්පාදිතයට අඩුම බද්ද ශ්‍රී ලංකාවයි. එය සියයට අටකට වඩා අඩුය. 1990 දශකයේ මුල් භාගයේදී දළ දේශීය නිෂ්පාදිතයට අපේ බද්ද සියයට 20ක් පමණ විය.",
        "ජනාධිපති මහින්ද රාජපක්ෂ මහතා බලයට පත්වන විට එය සියයට 17ක් පමණ විය. සිරිසේන-වික්‍රමසිංහ ආන්ඩුව භාර ගන්නා විට එය සියයට 9.5-10ක් පමණ විය. මංගල සමරවීර මහතා ගෙනා මීළඟ බදු නීතියත් සමඟ එය සියයට 12.5 දක්වා වැඩි වුණා. දැන් එය සියයට අට දක්වා නැවත පැමිණ ඇත. මෙහෙම රටක් පාලනය කරන්න පුලුවන්ද? එක් අතකින් සෑම සේවාවක්ම වෙළඳපල මිල නම් ඔබට දළ දේශීය නිෂ්පාදිතයට අඩු බද්දක් තිබිය හැකිය. නැත්තම් නොමිලේ දෙන්න නම් හැමෝටම බදු ගහන්න වෙනවා. ඔබට සිංගප්පූරු ආකාරයේ බදු ක්‍රමයක් සහ ස්වීඩන් ආකාරයේ සුබසාධන රාජ්‍යයක් තිබිය නොහැක. එය පරස්පර විරෝධී ය. ලංකාවේ අපි කියන්නේ මිනිස්සුන්ට බදු දෙන්නේ බොහොම අඩුවෙන් කියලා. ඒ එක්කම අපි හැමදේම නොමිලේ දෙනවා. එහෙම වැඩ කරන්න බැහැ. ජනතාව යථාර්ථය තේරුම් ගත යුතුයි.",
        "ප්‍ර  ඔබ අදහස් කරන්නේ ජනප්‍රියවාදී ක්‍රියාමාර්ග තවදුරටත් ක්‍රියාත්මක නොවන බවයි?",
        "ඔවුන් වැඩ කළ හැක්කේ කෙසේද? එක දෙයක් තමයි ජනතාව කිව යුතුයි තමන් ලබන ආදායමෙන් සියයට 60ක් බදු වශයෙන් ගෙවීමට සූදානම් බව. එතකොට අපිට හැමදේම නොමිලේ දෙන්න පුළුවන්. එසේත් නැතිනම්, ඔවුන් යම් යම් බදු අය කිරීමට යන්නේ නම්, සහනාධාර ඉලක්ක කළ යුතුය.",
        "සහනාධාර සම්පූර්ණයෙන්ම කපා දැමිය යුතු යැයි මම නොකියමි. මම සහනාධාර සඳහා. එහෙත්, සහනාධාරය ලබා දිය යුත්තේ සැපයුම්කරුට හෝ නිෂ්පාදකයාට නොව ලබන්නාට ය. සහනාධාරය පාරිභෝගිකයාට ලබා දිය යුතුය. සහනාධාරය ලබා ගන්නා පාරිභෝගිකයා යම් විනිවිද පෙනෙන නිර්ණායක මත පදනම්ව තෝරා ගත යුතුය. ඔබ පහළ දශමයට අයත් නම්, ඔබ සහනාධාර ලබා ගැනීමට සුදුසුකම් ලබයි. එහෙත්, ඔබ රටේ මුල්ම නිවාස දහයේ නම්, ඔබට සහනාධාර ලැබිය යුත්තේ ඇයි?. සමාන අවස්ථා මම විශ්වාස කරන දෙයක්, අපි එය නිර්මාණය කළහොත්, අපි සියල්ලටම වඩා හොඳ වනු ඇත.",
        "ප්‍රශ්නය  ඔබ කීවේ ජනාධිපතිවරයා යම් අඥාන තීරණ ගනිමින් කඩාවැටීමට හේතු වූ බවයි. ඔබ එයට වගකිව යුත්තේ ජනාධිපතිවරයා පමණද?",
        "පොහොර ආනයනය තහනම් කිරීමට එක රැයකින් තීරණය කළේ ජනාධිපතිවරයායි. මට මතකයි අමාත්‍යාංශ ලේකම්වරු කී දෙනෙක් අයින් කළාද කියලා. මට මතකයි මහාචාර්ය බුද්ධි මාරඹේ ගැන නඩුව. ඉන්පසුව අමාත්‍යාංශ ලේකම්වරයා ලෙස වැඩ භාරගත් මහාචාර්යවරයා නෙරපා හරින ලදී. එහෙම අයව අස් කරන්න කාටද බලය තියෙන්නේ?",
        "කලින් ජාත්‍යන්තර මූල්‍ය අරමුදල ඉදිරියට යාමේ තීරණය වැළැක්වූයේ ජනාධිපතිවරයා පමණක් නොව අජිත් නිවාඩ් කබ්රාල්, පී.බී. ජයසින්දරේ, ඩබ්ලිව්.ඩී.ලක්ෂ්මන්, බැසිල් රාජපක්ෂ සහ එස්.ආර්. ආටිගල කවුද වගකියන්න ඕන. ජනාධිපතිවරයා මීට වඩා හොඳ උපදෙස් ලබා ගත යුතුව තිබුණි. ඔහු සියලු චෙක්පත් සහ ශේෂයන් ඉවත් කළේය. ඔහු සියලු බලතල තම අතට ගත්තේය. බලය අතට ගත්තට පස්සේ මම වගකියන්නේ නැහැ කියන්න ඔහුට අයිතියක් නැහැ. ඔහු වගකිව යුතුය. 20 වැනි සංශෝධනයෙන් එතුමා සියලු බලතල නැති කළා. මේ පාර්ලිමේන්තුවේ කිසිම අධීක්ෂණ කාරක සභාවක් පත් කළේ නැහැ. ස්ථාවර නියෝගවලට අනුව, රාජ්‍ය මූල්‍ය කාරක සභාව - බදු, සහනාධාර, බදු සහ මහ බැංකුවේ ප්‍රබලතම කමිටුව වන රාජ්‍ය මූල්‍ය කාරක සභාවේ සභාපතිවරයා විය යුත්තේ විපක්ෂයේ අයෙක්. මගේ නම තමයි යෝජනා වුණේ. සිදුවුයේ කුමක් ද? ඔවුන් ස්ථාවර නියෝගය අත්හිටුවා තවත් අයෙකු පත් කළා. අපට තිබෙන ව්‍යවස්ථානුකූල අයිතියවත් ක්‍රියාත්මක කරන්න විදිහක් තිබුණේ නැහැ.",
        "ප්‍ර  නව මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ කෙරෙහි ඔබට විශ්වාසයක් තිබේද?",
        "මම කිව්වා අපි ඔහුව පිළිගත්තා. මම ඒ වෙනුවෙන් පෙනී සිටිනවා. අපිට හැමදාම හැම දේ එක්කම දේශපාලනය කරන්න ඕන නැහැ. ඔහු උත්සාහ කළ යුතුයි මේ ආර්ථිකය ස්ථාවර කරන්න. මම ඔහුව බොහෝ කලක සිට හඳුනමි. ඔහු මෙම කාර්යය කිරීමට හොඳ සුදුසුකම් ඇත. ඔහු දීර්ඝ කාලයක් මහ බැංකුවේ සිටි අයෙකි. ඔහුගේ අතීත දේශපාලනය මට වැඩක් නැහැ. ඔහු මේ රටේ ජනතාව වෙනුවෙන් හරි දේ කරන්න කැමතිද කියන එකයි මට වැදගත් වෙන්නේ. ඔහුට එය කිරීමට හැකි වේ යැයි මම බලාපොරොත්තු වෙමි. ඒත් එක්කම මට කියන්න ඕන, තීරණ ගැනීමේ ක්‍රියාවලියේ කොටස්කරුවන් වූ ඇතැම් පුද්ගලයන්ට සුදු හුණු ගාන්න ඔහුට අයිතියක් නැහැ. සමස්ත පෙර මුදල් මණ්ඩලය වගකිව යුතුය. ඔවුන්ගෙන් සමහරෙක් මගේ හිතවත් මිතුරන්. මෙම තීරණ සඳහා වගකිව යුතු සියලු දෙනා වගකිව යුතුය.",
        "Q  දැන් ආර්ථික අර්බුදයක් තිබෙනවා. ඔබේ පක්ෂය සහ එහි නායකයා විධායක බලතල කප්පාදු කිරීම ගැන කතා කරනවා. දැන් ආර්ථික අර්බුදයෙන් ගොඩ එන්න ඔබ ඉදිරිපත් කර තිබෙන වැඩපිළිවෙළ මොකක්ද?",
        "එය කෙටි කාලීන සහ මධ්‍ය කාලීන විසඳුමකි. කෙටිකාලීන විසඳුම ස්ථායිකරණයයි. ඔබ කතා කරන්නේ විනිමය අනුපාතය ස්ථාවර කිරීමට සාර්ව විචල්‍යයන් ගැන ය. එය ගමන් කරන්නේ කොහාටදැයි කිසිවෙක් නොදනිති. ඔබ එය ස්ථාවර කළ යුතුයි. ඔබ පොලී අනුපාත ස්ථාවර කළ යුතුය. උන් දැන් 27ට ගහනවා. වසරක භාණ්ඩාගාර බිල්පත් සඳහා එය සියයට 25-26 කි. එය බොහෝ විට සියයට 30කට ළඟා විය හැකියි.",
        "සමස්ත ව්‍යාපාර සහ කුඩා, මධ්‍ය කර්මාන්ත කඩා වැටීමට ඉඩ නොතබන්න ඔබ වග බලා ගත යුතුයි. ඔබ උද්ධමනය දෙස බැලිය යුතුය. ආහාර උද්ධමනය සියයට 30 කි. ඔබ සාර්ව විචල්‍යයන් ස්ථාවර කර වර්ධනය නැවත ගෙන එන්නේ කෙසේද? වර්ධනය දුක් විඳීමට සිදුවේ. ආර්ථිකය යම් පාලනයකට ගෙන ඒම සඳහා වහාම කළ යුතු දේ ඔබ කරන්නේ කෙසේද? එවිට, ව්‍යුහාත්මක ගැලපීම් සිදු විය යුතුය. ඔබ රාජ්‍ය මූල්‍ය වගකීම, ආදායම වැඩි කරන්නේ කෙසේද සහ වියදම් තාර්කික කරන්නේ කෙසේද යන්න සොයා බැලිය යුතුය. එවිට ජනතාවට ලබාදී ඇති බදු සහන සියල්ල දෙස බැලිය යුතුය. සමහර අය බදු ගෙවන්නේ නැහැ. නීතියේ බොහෝ හිඩැස් තිබේ.",
        "ප්‍ර  එවැනි ක්‍රියාමාර්ග ලබා ගැනීමට බොහෝ කාලයක් ගතවනු ඇත. නමුත් මිනිසුන්ට ක්ෂණික කනස්සල්ලක් ඇත. ඔවුන්ට ඉන්ධන සහ ගෑස් නොමැත. අත්‍යාවශ්‍ය ද්‍රව්‍යවල මිල ඉහළ ගිහින්. ඒවාට විසඳුම් සෙවීමේ සැලැස්ම කුමක්ද?",
        "ඔබට අවශ්‍ය වන්නේ යම් ආකාරයක දේශපාලන ස්ථාවරත්වයක්. දේශපාලන ස්ථාවරත්වයක් නැත්නම් කිසිම දෙයක් වෙන්න බැහැ. අපිට IMF එකෙන් ඇමෙරිකානු ඩොලර් මිලියන 7ක් 8ක් වගේ Rapid Financing Instrument ණයක්වත් ගන්න බැහැ. එනම් ඔවුන් ගෑස්, කිරිපිටි සහ ඉන්ධන ප්‍රශ්නවලට මුහුණ දීමට බලාපොරොත්තු වන පාලම් මූල්‍යකරණයයි. ඔවුන්ට එය ලබාගත නොහැක්කේ දරාගත නොහැකි ණය ප්‍රශ්නයෙන් ගොඩ ඒමට මගක් සොයා ගැනීමට නොහැකි වූ බැවිනි. මැජික් උණ්ඩයක් නැත. හෙට ඇවිත් විසඳගන්න විදිහක් නෑ. අපිට සල්ලි නැති වෙලාවේ ඉඳන් උදව් කරන්න කියලා අපි ඉන්දියාවෙන් ඉල්ලනවා. ඉන්දියන් ක්‍රෙඩිට් ලයින් එක ජුලි මාසේ ඉවර උනාම තෙල්, බෙහෙත්, මොකුත් ගේන්න සල්ලි නෑ. එතැන් සිට ජාත්‍යන්තර මූල්‍ය අරමුදලේ ආධාර ලබා දීම දක්වා මුදල් ලැබෙන්නේ කොහෙන්ද. මේ මිනිස්සුන්ට මේ සල්ලි ගන්න කවුරුත් නැහැ. අපි ඇත්ත වශයෙන්ම විදේශයන්හි සිටින අපගේ මිතුරන්ට විශ්වාසයක් ලබා දෙන්නෙමු. එම විශ්වාසය ඔවුන් ඉදිරියට ගොස් අපට උපකාර කරන බවට සහතික වනු ඇත. වෙනත් මාර්ගයක් නැත. ඔබට ශක්තිමත් ණය ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහනක් ඇතැයි ඔවුන් විශ්වාස කරන්නේ නම් මිස ඔබට වාණිජ අරමුදල් ලබා ගත නොහැක.",
        "අපේ ජාත්‍යන්තර සම්බන්ධතාව තමයි අපිට උදවු කරන්න යන්නේ. අපට එය කළ හැකි බවට විශ්වාසයි. අපි දැනටමත් විවිධ පුද්ගලයන් සමඟ සාකච්ඡා කළා. ඇත්ත වශයෙන්ම ලෝක බැංකුව සහ අනෙකුත් අය අපට යම් මුදලක් ලබා දෙනු ඇත - ඇමරිකානු ඩොලර් මිලියන 500-600."
      ]
    },
    "ta": {
      "title": "“அரசாங்கத்தின் IMF திட்டம் ஒரு நாள் தாமதம் மற்றும் ஒரு டாலர் குறைவு” - கலாநிதி ஹர்ஷ டி சில்வா",
      "body_lines": [
        "கடன் மறுசீரமைப்பு திட்டத்திற்கு நாங்கள் ஒப்புக்கொண்டால் மட்டுமே IMF எங்களுக்கு எந்த நிதி உதவியையும் வழங்க முடியும்",
        "அவர்கள் (அரசு) IMF க்கு செல்லவில்லை என்றால் அவர்கள் உயிருடன் தோலுரிக்கப்படுவார்கள்",
        "ஐஎம்எஃப்-ல் இருந்து 7 முதல் 8 மில்லியன் அமெரிக்க டாலர்கள் வரையிலான விரைவான நிதிக் கருவிக் கடனைக் கூட எங்களால் பெற முடியாது.",
        "இது காலங்காலமாக கட்டமைக்கப்பட்ட பிரச்சனை என்பதை நான் ஒப்புக்கொள்கிறேன்",
        "அனைவருக்கும் அனைத்தையும் இலவசமாக வழங்க முடியாது. இப்போதும் புரிந்து கொள்வோம்!",
        "சமகி ஜன பலவேகய (SJB) பாராளுமன்ற உறுப்பினர் கலாநிதி ஹர்ஷ டி சில்வா, பொருளாதாரப் பிரச்சினைகள் குறித்து குரல் கொடுப்பவர், தற்போதைய நெருக்கடி குறித்து டெய்லி மிரருக்கு அளித்த பேட்டியில் கேள்விகளை எழுப்பினார்.",
        "கே  தற்போதைய நெருக்கடியில் இருந்து தப்பிப்பதற்கான ஏற்பாட்டிற்காக அரசாங்கம் சர்வதேச நாணய நிதியத்தை (IMF) அணுக வேண்டும் என்று நீங்கள் பரிந்துரைத்துள்ளீர்கள். பொருளாதார மீட்சியில் நீங்கள் எவ்வளவு நம்பிக்கையுடன் இருக்கிறீர்கள்?",
        "இது ஒரு நாள் தாமதம் மற்றும் ஒரு டாலர் குறைவாக இருப்பதால் நான் மிகவும் நம்பிக்கையுடன் இல்லை. 2020 ஆம் ஆண்டின் மூன்றாம் காலாண்டில் தான் IMF க்கு செல்லுமாறு நான் அவர்களை வற்புறுத்தினேன். இது 2022 இன் இரண்டாவது காலாண்டு. அந்த நேரத்தில் பொருளாதாரம் மோசமடைந்தது மற்றும் பிரச்சினைகள் மிகவும் சிக்கலானதாக மாறியது. மிக முக்கியமான மாற்றம், கடன் நிலையானதாக இருந்து நீடிக்க முடியாததாக மாறியது. நாம் இப்போது சர்வதேச முதலீட்டாளர்கள் மற்றும் தனியார் கடன் சந்தை சமூகம் மத்தியில் மிகக் குறைந்த நம்பிக்கை உள்ள நாடுகளின் கூட்டத்தைச் சேர்ந்தவர்கள். IMF இனி எங்களின் பிரச்சனைகளை தீர்க்க முடியாது. எனவே, நமக்கு இணையாக இரண்டு விஷயங்கள் நடக்க வேண்டும். ஒன்று, அரசாங்கமும் சர்வதேச நாணய நிதியமும் ஒருவித உடன்படிக்கைக்கு வர வேண்டும்- பொருளாதாரத்தை எவ்வாறு நிலைநிறுத்துவது- மற்றும் ஒரு நீட்டிக்கப்பட்ட நிதி வசதிக்கு உடன்படுவது, இது ஒரு கட்டமைப்பு சரிசெய்தல் திட்டமாகும், இது சுமார் மூன்று ஆண்டுகள் ஆகும். அது நிகழும்போது, ​​துரதிர்ஷ்டவசமாக இன்னும் நியமிக்கப்படாத எங்கள் வழக்கறிஞர்கள் எங்கள் பத்திரம் வைத்திருப்பவர்கள் அல்லது கடனாளிகளுடன் பேச்சு வார்த்தைகளைத் தொடங்க வேண்டும். நாம் அவர்களுக்குக் கொடுக்க வேண்டிய கடனைத் துண்டிக்க எவ்வளவு விட்டுவிட வேண்டும் என்பதையும், நம் பணத்தை அவர்கள் வசூலிக்கத் தொடங்குவதற்கு எவ்வளவு காலம் காத்திருக்கப் போகிறோம் என்பதையும் அவர்கள் ஒப்புக் கொள்ள வேண்டும். இந்த இரண்டு விஷயங்களும் இணையாக செல்ல வேண்டும். பத்திரதாரர்கள் அல்லது கடனாளர்களுடன் கடன் மறுசீரமைப்பு திட்டத்திற்கு நாங்கள் ஒப்புக்கொண்டால் மட்டுமே IMF எங்களுக்கு எந்த நிதி உதவியையும் வழங்க முடியும். அரசாங்கத்திற்கும் சர்வதேச நாணய நிதியத்திற்கும் இடையில் நிதி ஒழுங்கு திட்டத்தில் உடன்பாடு ஏற்படாதவரை அவர்கள் அதைச் செய்ய மாட்டார்கள். இது வருவாயை அதிகரிக்கும், செலவினங்களை பகுத்தறிவுபடுத்தும் மற்றும் பல்வேறு பொருட்களுக்கான சந்தை தீர்வு விலைகள் மற்றும் பல. இது ஒரு கோழி மற்றும் முட்டை நிலைமை. துரதிர்ஷ்டவசமாக நாங்கள் அதில் இருக்கிறோம். ஒரு நிலையான அரசாங்கம் இல்லாத நாட்டின் அரசியல் சூழ்நிலையில், முதலீட்டாளர் சமூகம் மத்தியில் சட்டபூர்வமான ஒரு நிலையான அரசாங்கம் நிறுவப்படும் வரை, வாஷிங்டனில் இப்போது தொடங்கியுள்ளவற்றின் முடிவு நடக்காது. அவர்கள் சர்வதேச நாணய நிதியத்திற்குச் சென்றுவிட்டார்கள் என்று அர்த்தம் இல்லை.",
        "கே  இந்தத் தருணத்திலாவது அரசாங்கம் IMF-க்கு சென்றது. இதைப்பற்றி நீங்கள் என்ன நினைக்கிறீர்கள்?",
        "அவர்கள் (அரசு) IMF க்கு செல்லவில்லை என்றால் அவர்கள் உயிருடன் தோலுரிக்கப்படுவார்கள். மக்கள் மிகவும் கோபத்தில் உள்ளனர். அவர்கள் 22 மில்லியன் மக்களின் வாழ்க்கையை அழித்தார்கள். இது பொறுப்பற்ற மற்றும் குற்றவியல் அலட்சியம். அவர்கள் பொறுப்பேற்க வேண்டும். அவர்கள் என்ன செய்தார்கள் என்று புரியவில்லை. அவர்கள் செய்த குற்றத்திற்காக அவர்கள் பொறுப்பற்றவர்கள். அவர்கள் இந்த நாட்டை நாசம் செய்தார்கள். இப்போது IMF க்கு செல்வது மன்னிக்கவும் இல்லை. போகாமல் இருந்திருந்தால் அடித்துக் கொல்லப்பட்டிருப்பார்கள்.",
        "கே  இந்தப் பயிற்சியின் மூலம் சில வகையான ஈவுத்தொகைகள் வரும் என்று நீங்கள் நினைக்கவில்லையா?",
        "யாருக்கு என்ன லாபம், லாபம் என்று தெரியவில்லை. இவர்களுக்கு இனி எந்தக் கடன்களையும் வழங்க நான் தயாராக இல்லை. அவர்கள் நம் அனைவரையும் அழித்தார்கள். ஈவுத்தொகை என்ன? இது எரிபொருள் அல்லது எரிவாயுக்கான வரிகளை குறைக்குமா? 400 கிராம் பால் மா பாக்கெட்டின் விலை ரூ.1000ஐ தாண்டியுள்ளது. மக்கள் எப்படி வாழ முடியும்? இந்த நாட்டிற்கு இது நடந்திருக்க வேண்டியதில்லை. மக்களின் கோபத்தை அவர்கள் எதிர்கொள்ள வேண்டியிருக்கும். யாருக்கும் ஈவுத்தொகை வருவதில்லை.",
        "கே  எந்தவொரு ஜனநாயகத்திலும் எதிர்க்கட்சி ஒரு கட்டத்தில் அல்லது இன்னொரு கட்டத்தில் ஆட்சிக்கு வரலாம் என்பது சிந்திக்கத்தக்கது. உங்கள் கட்சி ஆட்சிக்கு வந்து நீங்கள் நிதி அமைச்சரானால், நெருக்கடியை எப்படி சமாளிப்பது?",
        "இது ராக்கெட் அறிவியல் அல்ல. நீங்கள் செய்ய வேண்டியதெல்லாம் ஒரு பொருளாதாரம் எவ்வாறு செயல்படுகிறது என்பதைப் புரிந்து கொள்ள வேண்டும். அதனால்தான் கடந்த ஒன்றரை ஆண்டுகளாக இந்த அழிவுக்கு நம்மைக் குழாயில் இறக்கிவிடப் போகிறார்கள் என்று சொன்னேன். நான் அதை கூறினேன். நாங்கள் இதை முன்கூட்டியே உணர்ந்து புரிந்துகொண்டோம். இது பணப்புழக்க நெருக்கடி மற்றும் கடன்தொகை நெருக்கடி ஆகியவற்றின் நச்சு கலவை என்பதை நாங்கள் உணர்ந்தோம். இந்த குழப்பத்தில் நாங்கள் ஒருபோதும் சிக்கியிருக்க மாட்டோம். தொற்றுநோய்க்கு நடுவில் உரம் மற்றும் பூச்சிக்கொல்லிகளின் இறக்குமதியை நாங்கள் ஒருபோதும் தடை செய்திருக்க மாட்டோம். அவர்கள் அதை உருவாக்கியுள்ளனர். நாம் பொறுப்பேற்க வேண்டும் என்றால், அது ஒரு கடினமான ஒரு வருடம் அல்லது 18 மாதங்கள் ஆகும். முன்னெப்போதும் இல்லாத அளவுக்கு சிக்கனத்தை கடைபிடிக்க வேண்டும். மக்கள் நமக்கு முன்னால் மிகவும் கடினமான காலகட்டத்தை வாழ வேண்டும் அல்லது எப்படியாவது சமாளிக்க வேண்டும். நாம் என்ன செய்வோம் இந்த தேசத்தை சரி செய்ய வேண்டும். இதை மீட்டமைப்போம்.",
        "இந்தியப் பிரதமர் நரசிம்ம ராவ், டாக்டர் மன்மோகன் சிங் மற்றும் டாக்டர் மான்டேக் சிங் அலுவாலியாவை அழைத்து வந்து, லைசென்ஸ் ராஜை வெளியேற்றிய பிறகு, இந்தியாவின் பொருளாதாரத்தை மீட்டெடுத்த கதை நம்மிடம் உள்ளது. இந்தியா எப்படித் திறந்து உலக நாடுகளுடன் தொடர்பு கொண்டது என்பதுதான் கதை. அதைத்தான் நாம் செய்ய வேண்டும். இந்த நாடு உலகத்துடன் ஒருங்கிணைக்கப்பட வேண்டும். இந்த நாட்டைச் சுற்றியிருக்கும் மதில் சுவர்களை இடித்துவிட்டு, அந்தப் பகுதிக்கும் அப்பாலும் பாலங்களைக் கட்ட வேண்டும் என்று நான் எப்போதும் கூறி வருகிறேன். எளிமையான சொற்களில், நாம் டாலர்களைக் கொண்டு வர வேண்டும். மற்றவர்கள் உற்பத்தி செய்வதை நாம் உட்கொள்வதை விட, நாம் உற்பத்தி செய்வதை மற்றவர்கள் உட்கொள்ள வேண்டும்.",
        "கே  இது அந்நியச் செலாவணி பற்றாக்குறையால் தூண்டப்பட்ட பிரச்சினை. இது ஒரு காலகட்டமாக மாறிவரும் அரசாங்கங்களின் கீழ் கட்டமைக்கப்பட்ட பிரச்சினை. நாம் ஏற்றுமதி செய்வதை விட அதிகமாக இறக்குமதி செய்கிறோம். இதற்கு கடந்த கால அரசாங்கங்கள் அனைத்தையும் பொறுப்பாக்குகிறீர்களா?",
        "இல்லை. இது காலங்காலமாக கட்டமைக்கப்பட்ட பிரச்சனை என்பதை நான் ஒப்புக்கொள்கிறேன். இது பணப்புழக்க நெருக்கடி மட்டுமல்ல. இது பணப்புழக்க நெருக்கடி மற்றும் கடன்தொகை நெருக்கடி ஆகியவற்றின் நச்சு கலவையாகும். இந்த அரசு பொறுப்பேற்ற போது பெரிய அளவில் கடன் சுமை ஏற்பட்டது. நாங்கள் ஆபத்தான நிலத்தில் இருந்தோம். நவம்பர் 1, 2019 தேதியிட்ட IMF அறிக்கை இலங்கையின் கடன் நிலையானது என்று கூறியது. மறைந்த நிதியமைச்சர் மங்கள சமரவீர 2017 ஆம் ஆண்டு உள்நாட்டு வருமானச் சட்டத்தை கொண்டு வந்த பாதையை பேண வேண்டும் என்பதை நீங்கள் உறுதி செய்ய வேண்டும். மீட்பு திட்டம் வருவாயை அதிகரிக்கும் மாதிரியை அடிப்படையாகக் கொண்டது. அவர்கள் IMF திட்டத்தை குப்பைத் தொட்டியில் வீசியபோது அவர்கள் எல்லா நல்ல ஆலோசனைகளுக்கும் எதிராகச் சென்று சிக்கலை உருவாக்கினர். அவர்கள் முற்றிலும் மாறுபட்ட பாதையை எடுத்தனர். இந்த தீர்வுப் பிரச்சனை எப்படி உருவானது?",
        "அதற்குக் காரணம் நாம் உள்நோக்கிப் பார்த்துக் கொண்டிருந்தோம். நாம் உலகத்துடன் ஒருங்கிணைக்கப்படவில்லை. வெளிநாட்டு முதலீடுகள் வருவதற்கு நாம் பல தடைகளை உருவாக்கினோம். சுங்கச் சுவர்கள், பாரா கட்டணச் சுவர்கள், கடமைச் சுவர்கள் மற்றும் நமக்கும் வெளி உலகத்துக்கும் இடையே இவ்வளவு உரசல்களை உருவாக்கினோம். அதனால்தான், முதலீட்டாளர்கள் ஒரு குறிப்பிட்ட காலத்திற்குள் வருவதற்கும் வேலை செய்வதற்கும் கடினமான நிலப்பகுதியாக மாறினோம். இந்த நாட்டில் வியாபாரம் செய்வது மிகவும் கடினமானது. நாங்கள் 100 வது இடத்தைப் பிடித்துள்ளோம். சிங்கப்பூர், நியூசிலாந்து மற்றும் ஹாங்காங் போன்ற நாடுகளும் பிராந்தியங்களும் சிறந்த தரவரிசையில் உள்ளன. இருந்த ஒவ்வொரு அரசாங்கத்தையும் நான் குறை கூறவில்லை. 1977ல் அப்போதைய ஜனாதிபதி, மறைந்த ஜே.ஆர்.ஜெயவர்தன சில சீர்திருத்தங்களை செய்தார். அவர் சரியான திசையில் நகர்ந்தார், ஆனால் பல்வேறு காரணங்களால் அது தடைபட்டது. 1988/89 இல், அப்போதைய ஜனாதிபதி மறைந்த ஆர். பிரேமதாச இரண்டாவது சுற்று சீர்திருத்தங்களை செய்தார். பின்னர், 1994/95 இல், திரு. மங்கள சமரவீர, சந்திரிகா பண்டாரநாயக்க அரசாங்கத்தின் கீழ், சில சீர்திருத்தங்களை செய்தார். அவர் ஸ்ரீலங்கா டெலிகொம் நிறுவனத்தை சீர்திருத்தினார் மற்றும் தகவல் தொழில்நுட்ப தளத்தை உருவாக்கினார். சில அரசாங்கத் தலைவர்கள் சரியான செயல்களைச் செய்ய முயன்றாலும், பல்வேறு அரசியல் காரணங்களால் பின்வாங்க வேண்டியிருந்தது. மற்றவர்கள் மூடிய பொருளாதாரம், தன்னிறைவு, பொதுநல அரசியல் மற்றும் பொருட்களை இலவசமாக வழங்குதல் போன்ற சித்தாந்தத்தை எடுத்துக் கொண்டனர். இன்று நாம் இருக்கும் நிலைக்கு நிறைய பேர் காரணம். நான் ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை மட்டும் குறை கூறவில்லை. அவர் விவேகமற்ற முடிவுகளை எடுத்து சரிவைத் தூண்டினார். அவர் அந்த விவேகமற்ற முடிவுகளை எடுக்காமல் இருந்திருந்தால், சில பிரச்சனைகள் இருந்தும் நாங்கள் சரிந்திருக்க மாட்டோம்.",
        "கே  ஒரு அரசியல்வாதியாக நீங்கள் கொள்கை அடிப்படையில் IMF உடன் உடன்படுகிறீர்கள். நீங்கள் IMF உடன் ஒரு திட்டத்தை வேலைநிறுத்தம் செய்யும்போது, ​​பொதுத்துறையை தனியார்மயமாக்குதல் மற்றும் பொது சேவைகளை குறைத்தல் போன்ற சீர்திருத்தங்களை நீங்கள் செய்ய வேண்டும். இவை இலங்கை போன்ற நாட்டில் ஜனரஞ்சக நடவடிக்கைகள் அல்ல. இந்தப் பிரச்சினையை எப்படி அரசியல் ரீதியாக எதிர்கொள்கிறீர்கள்?",
        "ஏன் இலங்கை ஏழை? நாங்கள் சரியான கொள்கைகளை பின்பற்றவில்லை. அனைவருக்கும் அனைத்தையும் இலவசமாக வழங்க முடியாது. இப்போதும் புரிந்து கொள்வோம்! பெரும்பாலான பொதுநல நிதி ஏழைகளுக்கு அல்ல பணக்காரர்களுக்கு செல்கிறது. பொதுநலம் மற்றும் அனைத்தையும் குறைப்பது பற்றி சொன்னீர்கள். உண்மையைச் சொல்ல வேண்டும். உலகிலேயே மொத்த உள்நாட்டு உற்பத்தியில் குறைந்த வரி விதிக்கும் நாடு இலங்கை. இது எட்டு சதவீதத்திற்கும் குறைவு. 1990களின் முற்பகுதியில், மொத்த உள்நாட்டு உற்பத்தியில் நமது வரி 20 சதவீதமாக இருந்தது.",
        "ஜனாதிபதி மஹிந்த ராஜபக்ஷ பொறுப்பேற்ற போது அது 17 சதவீதமாக இருந்தது. சிறிசேன-விக்கிரமசிங்க அரசாங்கம் பொறுப்பேற்ற போது, ​​அது 9.5-10 சதவீதமாக இருந்தது. திரு மங்கள சமரவீரவினால் கொண்டுவரப்பட்ட அடுத்த வரிச் சட்டத்தின் மூலம் அது 12.5 சதவீதமாக அதிகரித்தது. தற்போது மீண்டும் எட்டு சதவீதமாக உள்ளது. இப்படி ஒரு நாட்டை நடத்த முடியுமா? ஒருபுறம், ஒவ்வொரு சேவையும் சந்தை விலையில் இருந்தால் ஜிடிபிக்கு குறைந்த வரியை நீங்கள் பெறலாம். இல்லையேல் இலவசம் கொடுக்க வேண்டுமென்றால் அனைவருக்கும் வரி விதிக்க வேண்டும். சிங்கப்பூர் பாணி வரி விதிப்பு மற்றும் ஸ்வீடன் வகை நலன்புரி அரசை நீங்கள் கொண்டிருக்க முடியாது. இது முரண்பாடானது. இலங்கையில் நாங்கள் மக்களுக்கு மிகக் குறைந்த வரி விதிக்கிறோம் என்று கூறுகிறோம். அதே சமயம் அனைத்தையும் இலவசமாக தருவோம். அப்படி வேலை செய்ய முடியாது. மக்கள் யதார்த்தத்தை புரிந்து கொள்ள வேண்டும்.",
        "கே  ஜனரஞ்சக நடவடிக்கைகள் இனி வேலை செய்யாது என்று கூறுகிறீர்களா?",
        "அவர்கள் எப்படி வேலை செய்ய முடியும்? ஒரு விஷயம் என்னவென்றால், மக்கள் தங்கள் வருமானத்தில் 60 சதவீதத்தை வரியாக செலுத்த தயாராக இருக்கிறார்கள் என்று சொல்ல வேண்டும். பிறகு, எல்லாவற்றையும் இலவசமாகக் கொடுக்கலாம். அல்லது, அவர்கள் குறிப்பிட்ட வரிகளைக் கொண்டிருக்க வேண்டும் என்றால், மானியங்கள் இலக்காக இருக்க வேண்டும்.",
        "மானியங்கள் முற்றிலும் குறைக்கப்பட வேண்டும் என்று நான் கூறவில்லை. நான் மானியத்திற்காக இருக்கிறேன். ஆனால், மானியம் பெறுபவருக்கு வழங்கப்பட வேண்டும், சப்ளையர் அல்லது தயாரிப்பாளருக்கு அல்ல. நுகர்வோருக்கு மானியம் வழங்க வேண்டும். மானியம் பெறும் நுகர்வோர் சில வெளிப்படையான அளவுகோல்களின் அடிப்படையில் தேர்ந்தெடுக்கப்பட வேண்டும். நீங்கள் கீழ்மட்ட பத்துப் பகுதியைச் சேர்ந்தவராக இருந்தால், நீங்கள் மானியம் பெறத் தகுதியுடையவர். ஆனால், நாட்டின் முதல் பத்து குடும்பங்களில் நீங்கள் இருந்தால், நீங்கள் ஏன் மானியம் பெற வேண்டும்?. சம வாய்ப்பு என்பது நான் நம்புகிறேன். அதை உருவாக்கினால், நாம் அனைவரும் சிறப்பாக இருப்போம்.",
        "கே  சில விவேகமற்ற முடிவுகளை எடுத்து ஜனாதிபதி சரிவைத் தூண்டியதாகச் சொன்னீர்கள். அதற்கு ஜனாதிபதியை மட்டும் பொறுப்பாக்குகிறீர்களா?",
        "உரம் இறக்குமதியை தடை செய்ய இரவோடு இரவாக முடிவெடுத்தவர் ஜனாதிபதி. எத்தனை அமைச்சுச் செயலாளர்கள் பதவி நீக்கம் செய்யப்பட்டார்கள் என்பது எனக்கு நினைவிருக்கிறது. பேராசிரியர் புத்தி மரம்பே பற்றிய வழக்கு எனக்கு நினைவிருக்கிறது. அப்போது, ​​அமைச்சக செயலாளராக பொறுப்பேற்ற பேராசிரியர் பணியிடை நீக்கம் செய்யப்பட்டார். இப்படிப்பட்டவர்களை பதவி நீக்கம் செய்ய யாருக்கு அதிகாரம் இருக்கிறது?",
        "முன்னதாக சர்வதேச நாணய நிதியத்தின் முன் செல்வது என்ற முடிவைத் தடுக்கும் அளவுக்கு, அது ஜனாதிபதி மட்டுமல்ல, அஜித் நிவார்ட் கப்ரால், பி.பி. ஜயசிந்தரே, டபிள்யூ.டி.லக்ஷ்மன், பசில் ராஜபக்ஷ மற்றும் எஸ்.ஆர். ஆட்டிகல யார் பொறுப்பேற்க வேண்டும். ஜனாதிபதி சிறந்த ஆலோசனையை நாடியிருக்க வேண்டும். அவர் அனைத்து காசோலைகள் மற்றும் நிலுவைகளை அகற்றினார். அனைத்து அதிகாரங்களையும் தன் கையில் எடுத்தான். ஆட்சியைக் கைப்பற்றிய பிறகு நான் பொறுப்பல்ல என்று சொல்ல அவருக்கு உரிமை இல்லை. அவர் பொறுப்பு. 20வது திருத்தத்தின் மூலம் அனைத்து அதிகாரங்களையும் பறித்தார். இந்த நாடாளுமன்றத்தில் கண்காணிப்புக் குழு நியமிக்கப்படவில்லை. நிலையியற் கட்டளைகளின்படி, பொது நிதிக் குழுவின் தலைவர் - இது பொது நிதிகள் - வரிகள், மானியங்கள், வரிகள் மற்றும் மத்திய வங்கி ஆகியவற்றின் அடிப்படையில் மிகவும் சக்திவாய்ந்த குழு - எதிர்க்கட்சியைச் சேர்ந்த ஒருவராக இருக்க வேண்டும். எனது பெயர் தான் முன்மொழியப்பட்டது. என்ன நடந்தது? நிலையியற் கட்டளையை இடைநிறுத்தி வேறு ஒருவரை நியமித்தனர். அரசியலமைப்புச் சட்டத்தில் நமக்குக் கிடைத்துள்ள உரிமையைப் பயன்படுத்துவதற்குக்கூட வழியில்லை.",
        "கே  புதிய மத்திய வங்கி ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க மீது உங்களுக்கு நம்பிக்கை உள்ளதா?",
        "நாங்கள் அவரை வரவேற்றோம் என்றேன். நான் அதில் நிற்கிறேன். நாங்கள் எல்லா நேரத்திலும் அரசியல் விளையாட விரும்பவில்லை. அவர் இந்த பொருளாதாரத்தை நிலைப்படுத்த முயற்சிக்க வேண்டும். அவரை எனக்கு நீண்ட நாட்களாக தெரியும். இந்த வேலையைச் செய்ய அவர் தகுதியானவர். அவர் மத்திய வங்கியில் நீண்ட காலமாக இருந்துள்ளார். அவரது கடந்தகால அரசியல் பற்றி நான் கவலைப்படவில்லை. அவர் இந்த நாட்டு மக்களுக்கு சரியானதைச் செய்யத் தயாராக இருக்கிறாரா என்பதுதான் எனக்குக் கவலை. அவரால் முடியும் என்று நம்புகிறேன். அதே சமயம், முடிவெடுக்கும் செயல்பாட்டின் ஒரு பகுதியாக இருந்த குறிப்பிட்ட சிலரை வெள்ளையடிக்க அவருக்கு உரிமை இல்லை என்று நான் கூற விரும்புகிறேன். முழு முந்தைய நாணய வாரியமும் பொறுப்பு. அவர்களில் சிலர் எனக்கு அன்பான நண்பர்கள். இந்த முடிவுகளுக்கு பொறுப்பான அனைவரும் பொறுப்பேற்க வேண்டும்.",
        "கே  இப்போது பொருளாதார நெருக்கடி உள்ளது. உங்கள் கட்சியும் அதன் தலைவரும் நிறைவேற்று அதிகாரங்களை வெட்டுவது பற்றி பேசுகிறார்கள். பொருளாதார நெருக்கடியை சமாளிக்க இப்போது நீங்கள் முன்வைத்துள்ள வேலைத்திட்டம் என்ன?",
        "இது ஒரு குறுகிய கால மற்றும் நடுத்தர கால தீர்வாகும். குறுகிய கால தீர்வு நிலைப்படுத்தல் ஆகும். மாற்று விகிதத்தை நிலைப்படுத்த மேக்ரோ மாறிகள் பற்றி பேசுகிறீர்கள். எங்கு செல்கிறது என்று யாருக்கும் தெரியவில்லை. நீங்கள் அதை நிலைப்படுத்த வேண்டும். நீங்கள் வட்டி விகிதங்களை உறுதிப்படுத்த வேண்டும். அவர்கள் இப்போது 27 ஐ அடிக்கிறார்கள். ஒரு வருட கருவூலப் பில்கள் 25- 26 சதவிகிதம். இது 30 சதவீதத்தை எட்டும்.",
        "ஒட்டுமொத்த தொழில்களும், சிறு, குறு, நடுத்தர தொழில்களும் சரிந்துவிடாமல் பார்த்துக் கொள்ள வேண்டும். பணவீக்கத்தைப் பார்க்க வேண்டும். உணவுப் பணவீக்கம் 30 சதவீதமாக உள்ளது. மேக்ரோ மாறிகளை எவ்வாறு உறுதிப்படுத்துவது மற்றும் வளர்ச்சியை மீண்டும் கொண்டு வருவது? வளர்ச்சி பாதிக்கப்படும். பொருளாதாரத்தை ஓரளவு கட்டுப்பாட்டிற்குள் கொண்டு வர உடனடியாக செய்ய வேண்டியதை எப்படிச் செய்யப் போகிறீர்கள்? பிறகு, கட்டமைப்புச் சரிசெய்தல்களுக்குச் செல்ல வேண்டும். நீங்கள் நிதிப் பொறுப்பு, வருவாயை அதிகரிப்பது மற்றும் செலவினங்களை எவ்வாறு பகுத்தறிவு செய்வது என்பதைப் பார்க்க வேண்டும். அப்போது, ​​மக்களுக்கு வழங்கப்பட்டுள்ள அனைத்து வரிச் சலுகைகளையும் பார்க்க வேண்டும். சிலர் எந்த வரியும் செலுத்துவதில்லை. சட்டத்தில் பல ஓட்டைகள் உள்ளன.",
        "கே  இத்தகைய நடவடிக்கைகள் பலனளிக்க நீண்ட காலம் எடுக்கும். ஆனால் மக்களுக்கு உடனடி கவலை உள்ளது. அவர்களிடம் எரிபொருள் மற்றும் எரிவாயு இல்லை. அத்தியாவசிய பொருட்களின் விலை தாறுமாறாக உயர்ந்துள்ளது. அவற்றை நிவர்த்தி செய்வதற்கான திட்டம் என்ன?",
        "உங்களுக்கு தேவையானது ஒருவித அரசியல் ஸ்திரத்தன்மை. அரசியல் ஸ்திரத்தன்மை இல்லாமல் எதுவும் நடக்காது. 7 முதல் 8 மில்லியன் அமெரிக்க டாலர்கள் வரையிலான IMF லிருந்து விரைவான நிதியளிப்புக் கருவிக் கடனைக் கூட எங்களால் பெற முடியாது. அதுதான் பிரிட்ஜ் ஃபைனான்சிங் மூலம் எரிவாயு, பால் பவுடர் மற்றும் எரிபொருள் பிரச்சினைகளை சமாளிக்க முடியும் என்று அவர்கள் நம்புகிறார்கள். தாங்க முடியாத கடன் பிரச்சினையில் இருந்து விடுபடுவதற்கான வழியை அவர்களால் கண்டுபிடிக்க முடியவில்லை. மேஜிக் புல்லட் இல்லை. நாளை வந்து தீர்ப்பதற்கு வழியில்லை. எங்களிடம் பணம் இல்லாத நேரத்தில் இருந்து உதவுமாறு இந்தியாவிடம் கெஞ்சுகிறோம். ஜூலையில் இந்திய கடன் வரி முடிவடையும் போது எரிபொருள், மருந்து அல்லது எதையும் கொண்டு வர பணம் இல்லை. அந்த கட்டத்தில் இருந்து IMF உதவி வழங்குவது வரை, பணம் எங்கிருந்து வருகிறது. இந்தப் பணத்தைப் பெற இவர்களுக்கு யாரும் இல்லை. உண்மையில் வெளிநாட்டில் உள்ள நமது நண்பர்களுக்கு நம்பிக்கை கொடுப்போம். அந்த நம்பிக்கை அவர்கள் முன்னேறி நமக்கு உதவுவதை உறுதி செய்யும். வேறு வழியில்லை. உங்களிடம் திடமான கடன் மறுசீரமைப்பு திட்டம் இருப்பதாக அவர்கள் நம்பும் வரை நீங்கள் எந்த வணிக நிதியையும் பெற முடியாது.",
        "நமது சர்வதேச தொடர்புதான் நமக்கு உதவப் போகிறது. எங்களால் அதை செய்ய முடியும் என்ற நம்பிக்கை உள்ளது. நாங்கள் ஏற்கனவே பல்வேறு நபர்களுடன் கலந்துரையாடியுள்ளோம். நிச்சயமாக உலக வங்கியும் மற்றவர்களும் எங்களுக்கு கொஞ்சம் பணம் தருவார்கள் – 500-600 மில்லியன் அமெரிக்க டாலர்கள்."
      ]
    }
  }
}