{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Statement-marking-5o-days-of-Gotagogama-struggle-Establishing-democracythe-need-of-the-hour/231-237935",
  "time_ut": 1653849480,
  "title": "Statement marking 5o days of Gotagogama struggle: Establishing democracy;the need of the hour",
  "body_lines": [
    "Establish a government that has the confidence of our people",
    "The so-called interim government he has formed is nothing but another SLPP-dominated coalition of the same parties, with the addition of just two MPs of the opposition who have been lured away with plum cabinet positions. The role of the Prime Minister is nothing, but the betrayal of the people of Sri Lanka and of their struggle and hopes for a better country",
    "Gotagogama, at the Galle Face green crossed its 50th day on Saturday May 29, since it began on April 9 by apolitical youth and people from all walks who gathered at the site demanding President Gotabaya Rajapaksa and the whole cabinet of ministers should resign and democracy restored.",
    "A Statement drafted by the Artists of the People’s Movement or Jana Aragalaye Kalakaruwo reiterating their demands on the occasion of the 50th consecutive day of protests in Sri Lanka.",
    "Nineteen days have passed since government-sponsored armed mobs, wielding wooden poles and steel rods, brutally assaulted groups of peaceful protestors outside Temple Trees and GotaGoGama on May 9 2022. Despite overwhelming evidence, including video footage that clearly identifies the perpetrators and instigators of these organized mob attacks, very few of them have been arrested and charged, to date. None of the main figures including Mahinda Rajapaksa, Johnston Fernando and SDIG Deshabandu Tennakoon have been arrested.",
    "Instead of rigorously pursuing those who unleashed violence on civilians exercising their democratic right to protest, the government and its law enforcement authorities has done just the opposite: arresting and intimidating law-abiding citizens who have been involved in democratic action to show their disapproval of the government that has brought this country to bankruptcy. A number of people have been arrested, while others have been asked to appear before the CID; still others have had their passports impounded. These measures are antidemocratic and clearly intended to intimidate and frighten people in order to undermine and weaken the widespread struggle against the dismal failure of this government. We note with concern that these actions could be the beginning of more repressive measures and condemn them emphatically.",
    "ESTABLISH A GOVERNMENT THAT HAS THE CONFIDENCE OF OUR PEOPLE",
    "It is now 16 days since the arbitrary and undemocratic appointment of Ranil Wickremesinghe as Prime Minister by President Gotabaya Rajapaksa. The Prime Minister has done nothing to show the people that he is capable of addressing any of the most pressing needs of country. In fact, under his tenure things have only got worse. Shortages of fuel, gas and kerosene have worsened, with people having to spend more than 30 hours in queues! This not only seriously disrupts the lives of ordinary working people, it also deprives daily wage earners of their meagre income. Prices of food and other essentials have skyrocketed, and fuel prices have been increased again with a litre of diesel going up by almost 40% to Rs. 445/-. This has caused steep increases in transport charges, which has in turn caused a knock-on effect on the cost of food and other essentials. These rises will drastically worsen inflation which is officially said to be around 40%, though the real figures could be as much as three times higher.",
    "Yesterday, the Sri Lanka United National Businesses Alliance warned that “nearly 4.5 million workers belonging to 4,500 small and medium enterprises will be in the streets protesting in the coming months over the non-payment of wages”. Sri Lankans will face a terrifying future.",
    "In this context, we find it utterly deplorable that Premier Wickremesinghe has facilitated the return of former ministers of an indisputably failed government as new ministers in his cabinet. These same ministers held sway while the country plunged deeper and deeper into crisis and eventually bankruptcy. The demand of the people was that they should play no further role in governing this country but instead be held accountable for the ruination they brought upon us. The so-called interim government he has formed is nothing but another SLPP-dominated coalition of the same parties, with the addition of just two MPs of the opposition who have been lured away with plum cabinet positions. The role of the Prime Minister is nothing, but the betrayal of the people of Sri Lanka and of their struggle and hopes for a better country.",
    "On the 50th of day of the Aragalaya, we, the Artists of the People’s Movement, reiterate our demands:",
    "STOP the arrests and intimidation of those exercising their democratic right to protest.",
    "ARREST AND PROSECUTE all those who planned, instigated, and carried out the attacks on peaceful protestors on May 9.",
    "Appoint a new Prime Minister who has the confidence of the people and furthers the demands of the People’s Movement.",
    "FORM an Interim Governing Council that holds the confidence of the people.",
    "FORMULATE a sustainable economic recovery programme that that does not place the burden of austerity on the shoulders of the poor and working people.",
    "INITIATE a process through which stolen and embezzled state funds are used to repay international debts and replenish our national coffers.",
    "ROLL BACK the ill-advised tax cuts that deprived the country of billions of rupees in revenue and impose higher taxes on super profits."
  ],
  "translate": {
    "si": {
      "title": "ගෝඨගෝගම අරගලයට දින පහක් සනිටුහන් කරමින් ප්‍රකාශය: ප්‍රජාතන්ත්‍රවාදය ස්ථාපිත කිරීම යුගයේ අවශ්‍යතාවය",
      "body_lines": [
        "අපේ ජනතාවගේ විශ්වාසය ඇති ආණ්ඩුවක් පිහිටුවන්න",
        "ඔහු විසින් පිහිටුවා ගෙන ඇති ඊනියා අන්තර්වාර ආණ්ඩුව අන් කිසිවක් නොව, ප්ලම් කැබිනට් තනතුරුවලින් උදුරාගත් විපක්ෂයේ මන්ත්‍රීවරුන් දෙදෙනෙකු පමණක් එකතු කර ගනිමින්, එම පක්ෂවලම ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආධිපත්‍යය දරන තවත් සභාගයකි. අග්‍රාමාත්‍යවරයාගේ කාර්යභාරය අන් කිසිවක් නොව, ශ්‍රී ලංකාවේ ජනතාව සහ ඔවුන්ගේ අරගලය සහ යහපත් රටක් සඳහා වූ බලාපොරොත්තු පාවාදීමයි.",
        "ගෝඨාගෝගම, ගාලුමුවදොර පිටියේ අප්‍රේල් 9 වැනි සෙනසුරාදා දින 50 ඉක්මවූයේ, එය අප්‍රේල් 9 වැනි දිනට යෙදී තිබූ අතර, එම ස්ථානයට රැස්ව සිටි දේශපාලක නොවන තරුණයන් සහ විවිධ තරාතිරම්වල ජනතාව, ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ඇතුළු මුළු ඇමැති මණ්ඩලයම ඉල්ලා අස්විය යුතු බවත්, ප්‍රජාතන්ත්‍රවාදය යථා තත්ත්වයට පත් කළ යුතු බවත් බලකරමිනි. .",
        "ශ්‍රී ලංකාවේ අඛණ්ඩව 50 වැනි දිනට යෙදෙන විරෝධතාව නිමිත්තෙන් ජනතා ව්‍යාපාරයේ කලාකරුවන් හෙවත් ජන අරගලයේ කලාකරුවෝ සිය ඉල්ලීම් යළි අවධාරණය කරමින් කෙටුම්පත් කරන ලද ප්‍රකාශයක්.",
        "2022 මැයි 9 වැනි දින අරලියගහ මන්දිරයෙන් පිටත සාමකාමී විරෝධතාකරුවන් පිරිසකට ලී පොලු සහ වානේ පොලු අතැතිව රජයේ අනුග්‍රහය ඇති සන්නද්ධ මැර කල්ලි අමානුෂික ලෙස පහර දී දින දහනවයක් ගත වී ඇත. මෙම අපරාධකරුවන් සහ පොළඹවන්නන් පැහැදිලිව හඳුනා ගන්නා වීඩියෝ දර්ශන ඇතුළු අතිවිශාල සාක්ෂි තිබියදීත් සංවිධානාත්මක මැර ප්‍රහාර, ඔවුන්ගෙන් ඉතා සුළු පිරිසක් අත්අඩංගුවට ගෙන අද දක්වා නඩු පවරා ඇත. මහින්ද රාජපක්ෂ, ජොන්ස්ටන් ප්‍රනාන්දු, එස්ඩීඅයිජී දේශබන්දු තෙන්නකෝන් ඇතුළු ප්‍රධාන චරිත කිසිවෙක් අත්අඩංගුවට ගෙන නැත.",
        "විරෝධතා දැක්වීමේ ප්‍රජාතන්ත්‍රවාදී අයිතිය ක්‍රියාත්මක කරන සිවිල් වැසියන්ට ප්‍රචණ්ඩත්වය මුදා හරින අය දැඩි ලෙස ලුහුබැඳීම වෙනුවට, රජය සහ එහි නීතිය ක්‍රියාත්මක කරන බලධාරීන් කර ඇත්තේ ඊට ප්‍රතිවිරුද්ධ දෙයයි: ප්‍රජාතන්ත්‍රවාදී ක්‍රියාමාර්ගවලට සම්බන්ධ වූ නීතිගරුක පුරවැසියන් අත්අඩංගුවට ගැනීම සහ බිය ගැන්වීම මේ රට බංකොලොත් කරපු ආණ්ඩුවක්. පුද්ගලයන් ගණනාවක් අත්අඩංගුවට ගෙන ඇති අතර තවත් පිරිසකට අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව හමුවේ පෙනී සිටින ලෙස දන්වා ඇත. තවත් සමහරුන්ගේ විදේශ ගමන් බලපත්‍ර අත් අඩංගුවට ගෙන ඇත. මෙම පියවරයන් ප‍්‍රජාතන්ත‍්‍ර විරෝධී වන අතර පැහැදිලිවම මෙම ආන්ඩුවේ අශෝභන අසාර්ථකත්වයට එරෙහි පුලුල්ව පැතිරුනු අරගලය අඩපණ කිරීම හා දුර්වල කිරීම පිනිස මිනිසුන් බිය ගැන්වීම හා බිය ගැන්වීම අරමුණු කර ඇත. මෙම ක්‍රියාවන් වඩාත් මර්දනකාරී ක්‍රියාමාර්ගවල ආරම්භය විය හැකි බවත් ඒවා තරයේ හෙළා දකින බවත් අපි කනස්සල්ලෙන් සටහන් කරමු.",
        "අපේ ජනතාවගේ විශ්වාසය ඇති රජයක් පිහිටුවන්න",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් රනිල් වික්‍රමසිංහ මහතා අත්තනෝමතික හා ප්‍රජාතන්ත්‍ර විරෝධී ලෙස අගමැති ලෙස පත් කර අදට දින 16 කි. රටේ ඕනෑම හදිසි අවශ්‍යතාවයක් විසඳීමට තමාට හැකි බව ජනතාවට පෙන්වීමට අගමැතිවරයා කිසිවක් කර නැත. ඇත්ත වශයෙන්ම, ඔහුගේ පාලන සමයේදී තත්වය නරක අතට හැරුණි. ඉන්ධන, ගෑස් සහ භූමිතෙල් හිඟය උග්‍ර වී ඇති අතර මිනිසුන්ට පැය 30 කට වැඩි කාලයක් පෝලිම්වල ගත කිරීමට සිදුවී ඇත! මෙමගින් සාමාන්‍ය වැඩකරන ජනතාවගේ ජීවිතය බරපතල ලෙස කඩාකප්පල් කරනවා පමණක් නොව, දෛනික වැටුප් ලබන්නන්ගේ සොච්චම් ආදායමද අහිමි වේ. ආහාර සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍යවල මිල අහස උසට නැඟී ඇති අතර ඉන්ධන මිල යළිත් ඉහළ දමා ඇති අතර ඩීසල් ලීටරයක් ​​රු. 445/-කි. මෙය ප්‍රවාහන ගාස්තු විශාල ලෙස ඉහළ යාමට හේතු වී ඇති අතර, එමඟින් ආහාර සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍යවල පිරිවැයට බලපෑම් එල්ල වී තිබේ. මෙම ඉහල යාම උද්ධමනය බරපතල ලෙස නරක අතට හැරෙනු ඇත, එය නිල වශයෙන් 40% පමණ යැයි කියනු ලැබේ, නමුත් සැබෑ සංඛ්‍යා තුන් ගුණයකින් වැඩි විය හැක.",
        "ඊයේ, ශ්‍රී ලංකා එක්සත් ජාතික ව්‍යාපාරික සන්ධානය අනතුරු ඇඟවූයේ “කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන් 4,500 කට ආසන්න මිලියන 4.5 කට ආසන්න කම්කරුවන් වැටුප් නොගෙවීම සම්බන්ධයෙන් ඉදිරි මාසවලදී වීදිවලට ​​බැස විරෝධතා දක්වනු ඇති” බවයි. ශ්‍රී ලාංකිකයන් බිහිසුණු අනාගතයකට මුහුණ දෙනු ඇත.",
        "මෙම සන්දර්භය තුළ, අවිවාදිත ලෙස අසාර්ථක ආණ්ඩුවක හිටපු අමාත්‍යවරුන් තම කැබිනට් මණ්ඩලයේ නව අමාත්‍යවරුන් ලෙස නැවත පැමිණීමට අගමැති වික්‍රමසිංහ විසින් පහසුකම් සැලසීම අතිශයින්ම කණගාටුදායක බව අපට පෙනේ. රට තව තවත් අර්බුදවලටත් අවසානයේ බංකොලොත් භාවයටත් පත් වෙද්දී මේ ඇමැතිවරුම බලය අල්ලා ගත්හ. ජනතාවගේ ඉල්ලීම වූයේ මේ රට පාලනය කිරීමේදී තවත් කාර්යභාරයක් ඉටු නොකර ඔවුන් අප වෙත ගෙනා විනාශයට වගකිව යුතු බවයි. ඔහු විසින් පිහිටුවා ගෙන ඇති ඊනියා අන්තර්වාර ආණ්ඩුව අන් කිසිවක් නොව, ප්ලම් කැබිනට් තනතුරුවලින් උදුරාගත් විපක්ෂයේ මන්ත්‍රීවරුන් දෙදෙනෙකු පමණක් එකතු කර ගනිමින්, එම පක්ෂවලම ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආධිපත්‍යය දරන තවත් සභාගයකි. අග්‍රාමාත්‍යවරයාගේ ක්‍රියාකලාපය අන් කිසිවක් නොව, ශ්‍රී ලංකාවේ ජනතාව සහ ඔවුන්ගේ අරගලය සහ යහපත් රටක් සඳහා වූ බලාපොරොත්තු පාවා දීමයි.",
        "අරගලයේ 50 වැනි දින ජනතා ව්‍යාපාරයේ කලාකරුවන් වන අපි අපගේ ඉල්ලීම් යළිත් අවධාරණය කරමු.",
        "විරෝධතා දැක්වීමේ ප්‍රජාතන්ත්‍රවාදී අයිතිය ක්‍රියාත්මක කරන්නන් අත්අඩංගුවට ගැනීම් සහ බිය ගැන්වීම් නවත්වන්න.",
        "මැයි 9 දා සාමකාමී විරෝධතාකරුවන්ට ප්‍රහාර සැලසුම් කළ, උසිගැන්වීම් කළ සහ සිදු කළ සියලු දෙනා අත්අඩංගුවට ගෙන නඩු පවරන්න.",
        "ජනතා විශ්වාසය ඇති ජනතා ව්‍යාපාරයේ ඉල්ලීම් ඉටු කරන නව අගමැතිවරයකු පත් කරන්න.",
        "ජනතාවගේ විශ්වාසය ඇති අතුරු පාලක මණ්ඩලයක් පිහිටුවන්න.",
        "කප්පාදුවේ බර දුප්පතුන්ගේ සහ වැඩකරන ජනතාවගේ උරහිස් මත නොපටවන තිරසාර ආර්ථික ප්‍රතිසාධන වැඩසටහනක් සකස් කරන්න.",
        "ජාත්‍යන්තර ණය ආපසු ගෙවීමට සහ අපේ ජාතික භාණ්ඩාගාරය නැවත පිරවීම සඳහා සොරාගත් සහ වංචා කරන ලද රාජ්‍ය අරමුදල් භාවිතා කරන ක්‍රියාවලියක් ආරම්භ කරන්න.",
        "රටට රුපියල් බිලියන ගණනක ආදායමක් අහිමි කළ සහ සුපිරි ලාභ මත ඉහළ බදු පනවන අයහපත් බදු කප්පාදුව ආපසු හරවන්න."
      ]
    },
    "ta": {
      "title": "கோத்தகோகம போராட்டத்தின் 5 நாட்களைக் குறிக்கும் அறிக்கை: ஜனநாயகத்தை நிறுவுதல்; காலத்தின் தேவை",
      "body_lines": [
        "எமது மக்களின் நம்பிக்கைக்குரிய அரசாங்கத்தை நிறுவுங்கள்",
        "அவர் அமைத்திருக்கும் இடைக்கால அரசாங்கம், பிளம் கேபினட் பதவிகளால் ஏமாற்றப்பட்ட எதிர்க்கட்சியின் இரண்டு எம்.பி.க்களை மட்டும் சேர்த்து, அதே கட்சிகளின் மற்றொரு SLPP- மேலாதிக்கக் கூட்டணியே தவிர வேறில்லை. பிரதமரின் பங்கு ஒன்றும் இல்லை, மாறாக இலங்கை மக்களுக்கும் அவர்களின் போராட்டம் மற்றும் நல்ல நாடுக்கான நம்பிக்கைக்கும் துரோகம் இழைத்துள்ளது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மற்றும் முழு அமைச்சர்களும் பதவி விலக வேண்டும் மற்றும் ஜனநாயகத்தை மீட்டெடுக்க வேண்டும் என்று கோட்டகோகம, காலி முகத்திடல் பசுமையான கோட்டகோகம, ஏப்ரல் 9 ஆம் திகதி ஆரம்பித்து 50வது நாளை கடந்தது. .",
        "இலங்கையில் தொடர்ந்து 50 ஆவது நாளாக நடைபெற்று வரும் போராட்டத்தின் போது மக்கள் இயக்கத்தின் கலைஞர்கள் அல்லது ஜன அரகலயே கலகருவோ அவர்களின் கோரிக்கைகளை மீண்டும் வலியுறுத்தும் அறிக்கை.",
        "மே 9, 2022 அன்று, அரச ஆதரவுடன் ஆயுதமேந்திய கும்பல், மரக் கம்புகள் மற்றும் இரும்புக் கம்பிகளை ஏந்தியபடி, அலரிமாளிகை மற்றும் கோட்டகோகாமாவிற்கு வெளியே அமைதியான போராட்டக் குழுக்களை கொடூரமாகத் தாக்கி 19 நாட்கள் கடந்து விட்டன. திட்டமிட்ட கும்பல் தாக்குதல்கள், அவர்களில் மிகச் சிலரே இன்றுவரை கைது செய்யப்பட்டு குற்றம் சாட்டப்பட்டுள்ளனர். மஹிந்த ராஜபக்ஷ, ஜோன்ஸ்டன் பெர்னாண்டோ, SDIG தேசபந்து தென்னகோன் உள்ளிட்ட முக்கிய பிரமுகர்கள் எவரும் கைது செய்யப்படவில்லை.",
        "ஆர்ப்பாட்டம் செய்வதற்கான ஜனநாயக உரிமையைப் பயன்படுத்துகின்ற பொதுமக்கள் மீது வன்முறையைக் கட்டவிழ்த்துவிட்டவர்களைக் கடுமையாகப் பின்தொடர்வதற்குப் பதிலாக, அரசாங்கமும் அதன் சட்ட அமலாக்க அதிகாரிகளும் இதற்கு நேர்மாறான செயல்களைச் செய்துள்ளனர்: ஜனநாயக நடவடிக்கைகளில் ஈடுபட்டுள்ள சட்டத்தை மதிக்கும் குடிமக்களைக் கைது செய்து அச்சுறுத்துவது. இந்த நாட்டை திவால் நிலைக்கு கொண்டு வந்த அரசாங்கம். பலர் கைது செய்யப்பட்டுள்ளனர், மற்றவர்கள் CID முன் ஆஜராகுமாறு கேட்டுக் கொள்ளப்பட்டுள்ளனர்; இன்னும் சிலரின் கடவுச்சீட்டுகள் பறிமுதல் செய்யப்பட்டுள்ளன. இந்த நடவடிக்கைகள் ஜனநாயக விரோதமானது மற்றும் இந்த அரசாங்கத்தின் மோசமான தோல்விக்கு எதிரான பரவலான போராட்டத்தை குறைமதிப்பிற்கு உட்படுத்துவதற்கும் பலவீனப்படுத்துவதற்கும் மக்களை அச்சுறுத்துவதற்கும் பயமுறுத்துவதற்கும் தெளிவாக நோக்கப்படுகின்றன. இந்த நடவடிக்கைகள் இன்னும் அடக்குமுறை நடவடிக்கைகளின் தொடக்கமாக இருக்கும் என்பதை நாங்கள் கவலையுடன் கவனிக்கிறோம் மற்றும் அவற்றை கடுமையாக கண்டிக்கிறோம்.",
        "நம் மக்களின் நம்பிக்கை கொண்ட அரசை அமைக்கவும்",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் ரணில் விக்கிரமசிங்கவை தன்னிச்சையாகவும் ஜனநாயக விரோதமாகவும் பிரதமராக நியமித்து இன்றுடன் 16 நாட்கள் ஆகின்றன. நாட்டின் மிக முக்கியமான தேவைகளை நிறைவேற்றும் திறன் கொண்டவர் என்பதை மக்களுக்கு காட்ட பிரதமர் எதையும் செய்யவில்லை. உண்மையில், அவரது பதவிக்காலத்தில் விஷயங்கள் மோசமாகிவிட்டன. எரிபொருள், எரிவாயு மற்றும் மண்ணெண்ணெய் தட்டுப்பாடு மேலும் மோசமடைந்துள்ளது. இது சாதாரண உழைக்கும் மக்களின் வாழ்க்கையை கடுமையாக சீர்குலைப்பதோடு மட்டுமல்லாமல், அன்றாட ஊதியம் பெறுபவர்களின் சொற்ப வருமானத்தையும் இழக்கிறது. உணவு மற்றும் பிற அத்தியாவசியப் பொருட்களின் விலைகள் தாறுமாறாக உயர்ந்துள்ளன, எரிபொருள் விலைகள் மீண்டும் அதிகரிக்கப்பட்டுள்ளன, மேலும் ஒரு லிட்டர் டீசல் கிட்டத்தட்ட 40% அதிகரித்து ரூ. 445/-. இது போக்குவரத்துக் கட்டணங்களில் செங்குத்தான உயர்வை ஏற்படுத்தியது, இது உணவு மற்றும் பிற அத்தியாவசியப் பொருட்களின் விலையில் ஒரு நாக்-ஆன் விளைவை ஏற்படுத்தியது. இந்த உயர்வுகள் பணவீக்கத்தை கடுமையாக மோசமாக்கும், இது அதிகாரப்பூர்வமாக 40% என்று கூறப்படுகிறது, இருப்பினும் உண்மையான புள்ளிவிவரங்கள் மூன்று மடங்கு அதிகமாக இருக்கலாம்.",
        "\"4,500 சிறு மற்றும் நடுத்தர நிறுவனங்களைச் சேர்ந்த கிட்டத்தட்ட 4.5 மில்லியன் தொழிலாளர்கள் சம்பளம் வழங்கப்படாமைக்கு எதிராக எதிர்வரும் மாதங்களில் வீதிகளில் ஆர்ப்பாட்டத்தில் ஈடுபடுவார்கள்\" என்று நேற்று இலங்கை ஐக்கிய தேசிய வர்த்தகக் கூட்டமைப்பு எச்சரித்தது. இலங்கையர்கள் ஒரு பயங்கரமான எதிர்காலத்தை எதிர்கொள்வார்கள்.",
        "இந்தச் சூழலில், மறுக்கமுடியாத வகையில் தோல்வியடைந்த அரசாங்கத்தின் முன்னாள் அமைச்சர்களை தனது அமைச்சரவையில் புதிய அமைச்சர்களாகத் திரும்புவதற்கு பிரதமர் விக்கிரமசிங்க வசதி செய்திருப்பது மிகவும் வருந்தத்தக்கது. நாடு மேலும் மேலும் ஆழமாக நெருக்கடியிலும், இறுதியில் திவாலான நிலையிலும் மூழ்கிய போது இதே அமைச்சர்கள் ஆட்சியைப் பிடித்தனர். இந்த நாட்டை ஆள்வதில் இனியும் எந்தப் பங்கையும் செய்யாமல், அவர்கள் எமக்கு ஏற்படுத்திய அழிவுகளுக்குப் பொறுப்பேற்க வேண்டும் என்பதே மக்களின் கோரிக்கையாக இருந்தது. அவர் அமைத்திருக்கும் இடைக்கால அரசாங்கம், பிளம் கேபினட் பதவிகளால் ஏமாற்றப்பட்ட எதிர்க்கட்சியின் இரண்டு எம்.பி.க்களை மட்டும் சேர்த்து, அதே கட்சிகளின் மற்றொரு SLPP- மேலாதிக்கக் கூட்டணியே தவிர வேறில்லை. பிரதமரின் பாத்திரம் ஒன்றும் இல்லை, மாறாக இலங்கை மக்களுக்கும் அவர்களின் போராட்டம் மற்றும் நல்ல நாடுக்கான நம்பிக்கைக்கும் துரோகம் இழைத்துள்ளது.",
        "அறகலயாவின் 50வது நாளில், மக்கள் இயக்கத்தின் கலைஞர்களாகிய நாங்கள் எங்கள் கோரிக்கைகளை மீண்டும் வலியுறுத்துகிறோம்:",
        "ஆர்ப்பாட்டம் செய்வதற்கான ஜனநாயக உரிமையைப் பயன்படுத்துபவர்களை கைது செய்வதையும் மிரட்டுவதையும் நிறுத்துங்கள்.",
        "மே 9 அன்று அமைதியான போராட்டக்காரர்கள் மீது தாக்குதல்களைத் திட்டமிட்டு, தூண்டிவிட்டு, தாக்குதல் நடத்திய அனைவரையும் கைது செய்து, வழக்குத் தொடரவும்.",
        "மக்களின் நம்பிக்கை மற்றும் மக்கள் இயக்கத்தின் கோரிக்கைகளை நிறைவேற்றும் புதிய பிரதமரை நியமிக்க வேண்டும்.",
        "மக்களின் நம்பிக்கையைப் பெற்றுள்ள இடைக்கால ஆட்சிக் குழுவை அமைக்கவும்.",
        "சிக்கனச் சுமையை ஏழைகள் மற்றும் உழைக்கும் மக்களின் தோள்களில் சுமத்தாத நிலையான பொருளாதார மீட்புத் திட்டத்தை உருவாக்குங்கள்.",
        "திருடப்பட்ட மற்றும் மோசடி செய்யப்பட்ட அரச நிதிகள் சர்வதேச கடன்களை திருப்பிச் செலுத்துவதற்கும் நமது தேசிய கருவூலத்தை நிரப்புவதற்கும் பயன்படுத்தப்படும் ஒரு செயல்முறையைத் தொடங்கவும்.",
        "நாட்டின் பில்லியன் கணக்கான ரூபாய் வருவாயை இழந்து, சூப்பர் லாபத்தின் மீது அதிக வரிகளை விதிக்கும் தவறான ஆலோசனையற்ற வரி குறைப்புகளை திரும்பப் பெறுங்கள்."
      ]
    }
  }
}