{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/civil-military-relationships-are-breaking-down/",
  "time_ut": 1650086340,
  "title": "Civil- Military Relationships are Breaking Down",
  "body_lines": [
    "For some time now, civil- military relationships had been increasing around the world for several different reasons. Even a military superpower like the US is witnessing diminishing voluntary recruitment since many years which has led to increased reliance on fourth Industrial Revolution technology dominated by private contractors, including new weaponry such as unmanned drones and covering underwater, space, cyber and information areas.",
    "However recent events have shown that civil-military cooperation in the US is not without in-built perils. The US military dependence on civilian contractors failed the test of raising morale leading to a quick collapse of the Afghan forces and revelations of the thousands of pieces of weapons and equipment valued at tens of billions of dollars, left behind in the confusion of the exit from Afghanistan. The debacle has sharpened domestic public criticism in the US of such “forever” foreign wars and “nation building” exercises.",
    "Even as the public consensus grows in the US that defence must be oriented towards national security in the homeland territory, a new fissure has opened with the January 6 attack or “insurrection” on that main pillar of American democracy, the Capitol, where investigations have revealed that over 80 of those persons charged by the Justice department had ties with the military including many veterans and a handful currently serving in the military. US planners must be worried now as to the extent of this “anti-democracy” sentiment within the active military and how it should be monitored and countered.",
    "Some of the same fears are now coming to surface in Sri Lanka with the escalating economic crisis and discontent with the government. The Mirihana incident where thousands of people surrounded President Gotabaya Rajapaksa’s private residence and reference to an “Arab Spring” uprising has led a senior politician to speak of a possible conspiracy to bring in a military government. How did a peaceful protest turn into a destruction of public property and who actually did that damage remains to be investigated.",
    "In the meantime it is sad to see suspicion raised as to the military role and hidden “conspiracy” theories floated. The clash outside parliament a few days ago between police and the army motorbike squad wearing full face helmets is indicative of the rising tensions. It may be time for the military to resume its traditional role of protecting national security and roll back its extended involvement in government in key areas from ports to education, health, agriculture and construction.",
    "At the end of the 30 year armed conflict, a grateful nation gave its support to the armed forces which had fought with scarce domestic resources, supplemented by assistance from longtime friends like China. As a result, settlement of debts post conflict, including through land transfers, was non-controversial given the priority of managing the terrorist threat. In the same way, after the conflict ended in 2008, despite the many needs in the South, there was no objection raised to diverting national resources towards humanitarian assistance and reconstruction in the North and East and to entrust this work to the armed forces.",
    "Who else but the military could have handled the rehabilitation and restored so quickly critical infrastructure like roads, bridges, schools and hospitals as well as the essential clearing of mines, dumped weapons, ammunition and war debris, thereby permitting the conflict affected people to return to their homes?",
    "Vulnerable to both human and natural disasters, Sri Lanka has not only come out of a thirty year war, it has faced an unprecedented Tsunami which devastated the Indian Ocean region, where the military had taken a leadership role in managing the government response to these disasters. But this had been accomplished in cooperation with other associated organizations, both government and private, foreign and international agencies, such that no controversy had arisen.",
    "Before the Mirihana incident the question was whether it was possible to recreate that “whole of society” approach seen after the tsunami in order to deal with the present economic crisis post -Covid, including the huge debt problem, lack of foreign exchange, looming food crisis etc? Now it seems with anger rising and impatience with the problems of facing daily life with shortages of power, fuel supplies and escalating food prices due to the foreign exchange crisis, there is more likelihood of conflict rather than a possibility of cooperation. Even the Indian assistance package ostensibly for “confidence building” seems not to have achieved that purpose due to the hasty signature of defence related agreements pushed by the Indian side.",
    "The heart of the problem is the lack of a peace dividend so many years since the ending of the armed conflict and the continued lion’s share of the budget being devoted to defence while essential public services like education and health are being cut. Press reports have revealed that our teachers and principals are apparently among the worst paid in the region, yet the government has given priority to improving facilities at the military university placing it even outside the existing regulatory framework. All over the public service, promotions and benefits have been curtailed while press releases regularly inform of promotions and new ranks bestowed on service personnel – poor public diplomacy?",
    "Retired military officers appointed to high government positions have been met with scathing press coverage. One striking example comes to mind of that fine public servant Mr S.B. Divaratne who held the position of Commissioner of Essential Services during the years of armed conflict, coordinating diplomatically behind the scenes with the international community as well as the local agencies to maintain essential supplies to the conflict affected areas, in stark contrast to a recent military Commissioner of Essential Services shown on live TV raiding stores and warehouses.",
    "A central problem is that the military has a different style of leadership and enforced top- down discipline which is in total contrast to Sri Lanka’s untidy public administration with loose administration of rules and regulations complicated by over-politicization from the top and union actions at the bottom. One can appeal to good sense but it will not be possible to weld together these two systems or even enforce one on the other given the long standing democratic traditions in the country. Furthermore, having moved from a socialist planned economy to an open market economy as far back as 1977, any Government effort for example to re-establish price controls on essential foods and rationing is bound to provoke push back from a vigilant private sector.",
    "Sri Lanka’s health service has always been a leader in the region held up as an example by international agencies, and its professionals had successfully led the management of many crises and dealt with the unions unlike today when the Ministry is headed by a military officer. Today there is a complaint that government funds are being liberally bestowed on construction and running of military hospitals, while the government public hospitals are facing shortages of funds, drugs etc. This has reinvigorated public calls for the military to step back from leading the Covid campaign and return its administration to the health authorities with its established system of government hospitals, MOHs and PHIs which remain in close contact with the public and have gained their confidence over the years. A new controversy is looming on the unutilized mainly Pfizer vaccines which were earlier controlled by the military, now likely to go to waste with public apathy as the expiry date of the doses approaches. Who will take the blame for any excess orders and is there a tale of hidden corruption?",
    "Most recently there are proposals that the military should take the lead in the grow- more- food national campaign and there is even a proposal to raise a new division to do construction work. Will these proposals not bring unnecessary conflict with those traditionally leading these sectors, especially national research and development organizations and the vibrant private sector? In the conflict- affected areas, will not the small traditional farmers dependent on credit and local pawning come to resent the large military farms with access to technological know- how, labour, markets and largely unaudited public funds? How can that help reconciliation efforts? Growing food for the troops is one thing but growing food with public money to influence markets is another and bound to provoke more controversy.",
    "So how can the civil-military relationship be repaired? On human rights there are some lessons to be learned from the UK where this year will mark 50 years since the Bloody Sunday incident in Northern Ireland which is said to have escalated the armed conflict there. The Bloody Sunday incident relates to a civil rights march which was met with gunfire by the British police and seven members of the public were killed. Initially there was the trumped- up explanation put out by the police which was later found to be false by independent Commissions of Inquiry. This then led to public apologies in the UK parliament by the Prime Minister. It seems the prosecution of the police officers involved could not be pursued due to the passage of time and lately there is speculation of new legislation being drafted in the UK to give amnesty to those involved.",
    "Dealing with events such as Bloody Sunday underscores the need to strengthen the internal legal infrastructure within the armed services which involves not only training in human rights and humanitarian law but also to publicize action taken to try and punish military offenders for criminal offenses. If not, an impression will be created of impunity which is what has led foreign governments, pushed by an active diaspora, to sanctioning military leaders for command responsibility. From time to time we hear of armed forces personnel arrested for crimes of murder, extortion and drug deals, yet rarely do we hear of penalties and sentencing.",
    "On the contrary, recent Presidential pardons have only added to the climate of impunity. In that climate, one must not fail to recognize the courage of a senior Foreign Service officer then serving in Washington who brought Ambassador Jaliya Wickremasuriya’s corruption to the notice of his superiors in Colombo only to find these allegations swept under the carpet until vigilant US officials filed action and the Ambassador now being tagged in the internet as a “close relative of then President Mahinda Rajapaksa”, admitted his own guilt to defraud the Sri Lanka government, in a US court .",
    "(Sarala Fernando, retired from the Foreign Ministry as Additional Secretary and her last Ambassadorial appointment was as Permanent Representative to the UN and International Organizations in Geneva . Her Ph.D was on India-Sri Lanka relations and she writes now on foreign policy, diplomacy and protection of heritage).",
    "Protests have woken up politicians, but further economic harm must be avoided",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සිවිල් - හමුදා සබඳතා බිඳ වැටෙමින් තිබේ",
      "body_lines": [
        "දැන් කලක සිට විවිධ හේතූන් නිසා ලොව පුරා සිවිල්-හමුදා සබඳතා වැඩි වෙමින් පැවතුනි. එක්සත් ජනපදය වැනි මිලිටරි සුපිරි බලවතෙකු පවා වසර ගණනාවක සිට ස්වේච්ඡා බඳවා ගැනීම් අඩුවෙමින් පවතින අතර එමඟින් මිනිසුන් රහිත ඩ්‍රෝන යානා වැනි නව ආයුධ සහ දිය යට, අභ්‍යවකාශය, සයිබර් සහ තොරතුරු ප්‍රදේශ ආවරණය කිරීම ඇතුළුව පුද්ගලික කොන්ත්‍රාත්කරුවන් විසින් ආධිපත්‍යය දරන සිව්වන කාර්මික විප්ලවයේ තාක්‍ෂණය මත විශ්වාසය වැඩි කිරීමට හේතු වී තිබේ.",
        "කෙසේ වෙතත් මෑත සිදුවීම් පෙන්වා දී ඇත්තේ එක්සත් ජනපදයේ සිවිල්-මිලිටරි සහයෝගීතාවය අභ්‍යන්තර අන්තරායන්ගෙන් තොර නොවන බවයි. සිවිල් කොන්ත්‍රාත්කරුවන් මත එ.ජ. මිලිටරි යැපීම, ඇෆ්ගන් හමුදාවේ ඉක්මන් බිඳවැටීමකට තුඩු දුන් චිත්ත ධෛර්යය ඉහළ නැංවීමේ පරීක්ෂණයෙන් අසමත් වූ අතර, ඉන් පිටවීමේ ව්‍යාකූලත්වය තුළ ඉතිරි වූ ඩොලර් බිලියන දස දහස් ගණන් වටිනා ආයුධ සහ උපකරණ දහස් ගණනක හෙළිදරව් කිරීම් ඇෆ්ගනිස්ථානය. පරාජය එවැනි \"සදාකාලික\" විදේශීය යුද්ධ සහ \"ජාතිය ගොඩනැගීමේ\" අභ්‍යාස පිලිබඳ එක්සත් ජනපදය තුල දේශීය මහජන විවේචනය තියුණු කර ඇත.",
        "නිජබිම් භූමිය තුළ ආරක්ෂාව ජාතික ආරක්ෂාව දෙසට නැඹුරු විය යුතු බවට එක්සත් ජනපදය තුල මහජන සම්මුතිය වර්ධනය වන විට පවා, විමර්ශන සිදු කෙරෙන ඇමරිකානු ප්‍රජාතන්ත්‍රවාදයේ ප්‍රධාන ස්ථම්භය වන කැපිටල් හි ජනවාරි 6 ප්‍රහාරය හෝ “කැරැල්ල” සමඟ නව විභේදනයක් විවෘත වී තිබේ. අධිකරණ දෙපාර්තුමේන්තුව විසින් චෝදනා එල්ල කර ඇති එම පුද්ගලයින්ගෙන් 80 කට වැඩි පිරිසක් හමුදාව සමඟ සබඳතා පැවැත්වූ ප්‍රවීණයන් සහ දැනට හමුදාවේ සේවය කරන අතළොස්සක් ද ඇතුළත් බව අනාවරණය විය. ක්‍රියාකාරී මිලිටරිය තුළ මෙම “ප්‍රජාතන්ත්‍ර විරෝධී” මනෝභාවයේ ප්‍රමාණය සහ එය අධීක්‍ෂණය කර ප්‍රතිවිරෝධය දැක්විය යුතු ආකාරය පිළිබඳව එක්සත් ජනපද සැලසුම්කරුවන් දැන් කනස්සල්ලට පත්විය යුතුය.",
        "උග්‍රවන ආර්ථික අර්බුදය සහ රජය කෙරෙහි ඇති අතෘප්තියත් සමඟ එම බිය සමහරක් දැන් ශ්‍රී ලංකාව තුළ මතුවෙමින් තිබේ. දහස් සංඛ්‍යාත ජනතාවක් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ පෞද්ගලික නිවස වටලා “අරාබි වසන්ත” කැරැල්ලක් ගැන සඳහන් කිරීමේ මිරිහාන සිද්ධිය හමුදා රජයක් ගෙන ඒමේ කුමන්ත්‍රණයක් ගැන කතා කිරීමට ජ්‍යෙෂ්ඨ දේශපාලනඥයකුට හේතු වී තිබේ. සාමකාමී උද්ඝෝෂණයක් පොදු දේපළ විනාශයක් බවට පත් වූයේ කෙසේද සහ එම හානිය සැබවින්ම කළේ කවුරුන්ද යන්න විමර්ශනය කිරීමට ඉතිරිව තිබේ.",
        "මේ අතර හමුදා භූමිකාව ගැන සැක මතුවීමත් සැඟවුණු “කුමන්ත්‍රණ” න්‍යායන් පාවෙන ආකාරයත් දැකීම කණගාටුදායකය. ෆුල් ෆේස් හෙල්මට් පැළඳ සිටි පොලිසිය සහ යුද හමුදා යතුරුපැදි සංචිතය අතර දින කිහිපයකට පෙර පාර්ලිමේන්තුවෙන් පිටත ඇති වූ ගැටුම පෙන්නුම් කරන්නේ වැඩිවන ආතතියයි. හමුදාවට ජාතික ආරක්ෂාව ආරක්ෂා කිරීමේ සාම්ප්‍රදායික භූමිකාව නැවත ආරම්භ කිරීමට සහ වරායේ සිට අධ්‍යාපනය, සෞඛ්‍යය, කෘෂිකර්මය සහ ඉදිකිරීම් දක්වා ප්‍රධාන ක්ෂේත්‍රවල ආන්ඩුව තුළ දිගුකාලීන මැදිහත්වීම ආපසු හැරවීමට කාලය එළඹිය හැකිය.",
        "30 වසරක සන්නද්ධ ගැටුම අවසානයේ, චීනය වැනි දිගුකාලීන මිතුරන්ගේ සහාය ඇතිව, හිඟ දේශීය සම්පත් සමඟ සටන් කළ සන්නද්ධ හමුදාවන්ට කෘතවේදී ජාතියක් සිය සහයෝගය ලබා දුන්නේය. එහි ප්‍රතිඵලයක් ලෙස, ත්‍රස්තවාදී තර්ජනය කළමනාකරණය කිරීමේ ප්‍රමුඛතාවය ලබාදී ඉඩම් පැවරීම් ඇතුළුව ගැටුම්වලින් පසු ණය පියවීම මතභේදාත්මක නොවීය. එලෙසම 2008 වසරේ ගැටුම අවසන් වූ පසු දකුණේ අවශ්‍යතා රැසක් තිබියදීත් ජාතික සම්පත් මානුෂීය ආධාර සහ උතුරු නැගෙනහිර ප්‍රතිසංස්කරණය සඳහා යොමු කර එම කටයුතු ත්‍රිවිධ හමුදාවට පැවරීමට විරෝධයක් මතු නොවීය.",
        "පුනරුත්ථාපන කටයුතු මෙහෙයවා, මාර්ග, පාලම්, පාසල් සහ රෝහල් වැනි අත්‍යවශ්‍ය යටිතල පහසුකම් මෙන්ම බිම්බෝම්බ, ඉවත දැමූ ආයුධ, පතොරම් සහ යුද සුන්බුන් අත්‍යවශ්‍ය ඉවත් කිරීම, එමඟින් ගැටුමෙන් පීඩාවට පත් ජනතාවට නැවත පැමිණීමට ඉඩ සැලසීමට හමුදාවට හැර වෙන කාට හැකිව තිබුණි. ඔවුන්ගේ නිවාස?",
        "මානව සහ ස්වභාවික විපත් යන දෙකටම ගොදුරු විය හැකි ශ්‍රී ලංකාව වසර තිහක යුද්ධයකින් මිදී ඇතිවා පමණක් නොව, මෙම ව්‍යසනවලට රජය දක්වන ප්‍රතිචාරය කළමනාකරණය කිරීමේදී හමුදාව නායකත්වයේ කාර්යභාරයක් ඉටු කළ ඉන්දීය සාගර කලාපය විනාශ කළ පෙර නොවූ විරූ සුනාමියකට මුහුණ දී තිබේ. . නමුත් මෙය කිසිදු මතභේදයක් ඇති නොවන පරිදි රාජ්‍ය සහ පෞද්ගලික, විදේශීය සහ ජාත්‍යන්තර ආයතන යන දෙඅංශයෙන්ම සම්බන්ධිත අනෙකුත් සංවිධාන සමඟ සහයෝගයෙන් ඉටු කර ඇත.",
        "මිරිහාන සිද්ධියට පෙර ප්‍රශ්නය වූයේ දැවැන්ත ණය ප්‍රශ්නය, විදේශ විනිමය හිඟය, ඉහවහා යන ආහාර ඇතුළු වත්මන් කොවිඩ්-කොවිඩ් ආර්ථික අර්බුදයට මුහුණ දීම සඳහා සුනාමියෙන් පසු දුටු “මුළු සමාජයම” ප්‍රතිනිර්මාණය කළ හැකිද යන්නයි. අර්බුදය ආදිය? විදේශ විනිමය අර්බුදය නිසා විදුලිය, ඉන්ධන හිඟය සහ ආහාර මිල ඉහළ යාම සමඟ දෛනික ජීවිතයට මුහුණ දීමේ ගැටලු සමඟ කෝපය සහ නොඉවසිලිමත්කම දැන් වැඩිවෙමින් පවතින බව පෙනේ, සහයෝගීතාවයේ හැකියාවට වඩා ගැටුම් ඇතිවීමේ සම්භාවිතාව වැඩි ය. “විශ්වාසය ගොඩනැගීම” සඳහා වූ ඉන්දියානු ආධාර පැකේජය පවා ඉන්දීය පාර්ශ්වය විසින් තල්ලු කරන ලද ආරක්‍ෂාව සම්බන්ධ ගිවිසුම්වලට ඉක්මන් අත්සන් තැබීම නිසා එම අරමුණ ඉටු වී නැති බව පෙනේ.",
        "ගැටලුවේ හරය වන්නේ සන්නද්ධ ගැටුම අවසන් වී වසර ගණනාවක් ගතවී ඇති සාම ලාභාංශයක් නොමැතිකම සහ අධ්‍යාපනය සහ සෞඛ්‍යය වැනි අත්‍යවශ්‍ය රාජ්‍ය සේවාවන් කපා හරින අතරවාරයේ අයවැයෙන් සිංහයා ආරක්‍ෂාව සඳහා අඛණ්ඩව වෙන් කිරීමයි. අපේ ගුරුවරුන් සහ විදුහල්පතිවරුන් කලාපයේ අඩුම වැටුප් ලබන අය අතර සිටින බව මාධ්‍ය වාර්තා අනාවරණය කර ඇතත්, පවතින නියාමන රාමුවෙන් බැහැරව පවා හමුදා විශ්වවිද්‍යාල පහසුකම් වැඩිදියුණු කිරීමට රජය ප්‍රමුඛත්වය දී ඇත. රාජ්‍ය සේවය පුරාවටම, උසස්වීම් සහ ප්‍රතිලාභ කප්පාදු කර ඇති අතර, මාධ්‍ය නිවේදන මගින් සේවා පුද්ගලයින්ට පිරිනැමෙන උසස්වීම් සහ නව නිලයන් පිළිබඳව නිතිපතා දැනුම් දෙන අතර - දුර්වල රාජ්‍ය තාන්ත්‍රිකභාවය?",
        "රජයේ ඉහළ තනතුරුවලට පත් කරන ලද විශ්‍රාමික හමුදා නිලධාරීන්ට දරුණු මාධ්‍ය ආවරණයක් ලැබී තිබේ. ඒ දක්‍ෂ රාජ්‍ය සේවකයකු වූ එස්‌බී මහතාගේ මතකයට නැඟෙන එක්‌ කැපී පෙනෙන උදාහරණයක්‌. සන්නද්ධ ගැටුම් පැවති වසර වලදී අත්‍යාවශ්‍ය සේවා කොමසාරිස් තනතුර දැරූ දිවාරත්න, මෑත කාලීන හමුදා කොමසාරිස්වරයෙකුට වඩා හාත්පසින්ම වෙනස්ව, ජාත්‍යන්තර ප්‍රජාව මෙන්ම දේශීය ආයතන සමඟද තිරය පිටුපස රාජ්‍ය තාන්ත්‍රිකව සම්බන්ධීකරණය කළේය. සජීවී රූපවාහිනී වැටලීම් වෙළඳසැල් සහ ගබඩාවල පෙන්වන අත්‍යවශ්‍ය සේවා.",
        "ප්‍රධාන ගැටලුවක් වන්නේ හමුදාවට වෙනස් නායකත්ව විලාසයක් සහ බලහත්කාරයෙන් ඉහළ සිට පහළට විනය ක්‍රියාත්මක වන අතර එය ශ්‍රී ලංකාවේ අපිරිසිදු රාජ්‍ය පරිපාලනයට හාත්පසින්ම වෙනස් වන අතර එය ඉහළ මට්ටමේ දේශපාලනීකරණය සහ වෘත්තීය සමිති ක්‍රියාමාර්ග මගින් සංකීර්ණ වූ නීති රීති ලිහිල් පරිපාලනය පතුලේ. කෙනෙකුට හොඳ බුද්ධියට ආයාචනා කළ හැකි නමුත් රටේ දිගුකාලීන ප්‍රජාතන්ත්‍රවාදී සම්ප්‍රදායන් අනුව මෙම ක්‍රම දෙක එකට පෑස්සීමට හෝ එකක් ක්‍රියාත්මක කිරීමට පවා නොහැකි වනු ඇත. තවද, 1977 තරම් ඈත අතීතයේ සමාජවාදී සැලසුම්ගත ආර්ථිකයක සිට විවෘත වෙළඳපොල ආර්ථිකයකට මාරු වී, අත්‍යාවශ්‍ය ආහාර සහ සලාකයේ මිල පාලනය යලි ස්ථාපිත කිරීමට රජය ගන්නා ඕනෑම උත්සාහයක් සුපරීක්ෂාකාරී පුද්ගලික අංශයකින් පසුබැසීමට හේතු වනු ඇත.",
        "ශ්‍රී ලංකාවේ සෞඛ්‍ය සේවාව සෑම විටම ජාත්‍යන්තර ආයතන විසින් ආදර්ශයක් ලෙස ගෙන ඇති කලාපයේ ප්‍රමුඛයා වන අතර, එහි වෘත්තිකයන් බොහෝ අර්බුද කළමනාකරණයට සාර්ථකව නායකත්වය දී ඇති අතර අද මෙන් නොව අමාත්‍යාංශය හමුදා නිලධාරියෙකු විසින් මෙහෙයවන විට වෘත්තීය සමිති සමඟ කටයුතු කර ඇත. රජයේ රජයේ රෝහල් මුදල් හිඟයට, ඖෂධ හිඟයට මුහුණ දෙන අතරේ, හමුදා රෝහල් ඉදිකිරීමට සහ පවත්වාගෙන යාමට රජයේ මුදල් නොමසුරුව ලබා දෙන බවට අද මැසිවිල්ලක් නැඟී ඇත. මේ නිසා කොවිඩ් ව්‍යාපාරයේ නායකත්වයෙන් හමුදාව ඉවත් විය යුතු බවට මහජන ඉල්ලීම් යළි පණ ගන්වා ඇත. සහ වසර ගණනාවක් පුරා මහජනතාව සමඟ සමීප සම්බන්ධතා පවත්වන සහ ඔවුන්ගේ විශ්වාසය දිනාගත් රජයේ රෝහල්, MOHs සහ PHIs ස්ථාපිත පද්ධතිය සමඟ එහි පරිපාලනය සෞඛ්‍ය බලධාරීන් වෙත ආපසු ලබා දීම. මීට පෙර හමුදාව විසින් පාලනය කරන ලද ප්‍රයෝජනයට නොගත් ප්‍රධාන වශයෙන් Pfizer එන්නත් පිළිබඳ නව මතභේදයක් මතුවෙමින් පවතින අතර, මාත්‍රාවේ කල් ඉකුත් වීමේ දිනය ළං වන විට මහජන උදාසීනත්වය සමඟ දැන් නාස්ති වීමට ඉඩ ඇත. අතිරික්ත ඇණවුම් සඳහා වරද භාර ගන්නේ කවුද සහ සැඟවුණු දූෂණ පිළිබඳ කතාවක් තිබේද?",
        "ඉතා මෑතක දී වර්ධක-වැඩිපුර-ආහාර ජාතික ව්‍යාපාරයේ පෙරමුණ ගත යුත්තේ හමුදාව යැයි යෝජනා ඇති අතර ඉදිකිරීම් කටයුතු සඳහා නව අංශයක් ඇති කිරීමට පවා යෝජනාවක් ඇත. මෙම යෝජනා සම්ප්‍රදායිකව මෙම ක්ෂේත්‍රවල ප්‍රමුඛයන්, විශේෂයෙන් ජාතික පර්යේෂණ හා සංවර්ධන සංවිධාන සහ ජීවමාන පෞද්ගලික අංශය සමඟ අනවශ්‍ය ගැටුම් ඇති නොකරයිද? ගැටුම් ඇති වූ ප්‍රදේශවල, ණය සහ දේශීය උකස් මත යැපෙන කුඩා සාම්ප්‍රදායික ගොවීන්ට තාක්ෂණික දැනුම, ශ්‍රමය, වෙළඳපල සහ බොහෝ දුරට විගණනය නොකළ මහජන මුදල් සඳහා ප්‍රවේශය ඇති විශාල හමුදා ගොවිපලවල් ගැන අමනාපයක් ඇති නොවේද? එය ප්‍රතිසන්ධාන ප්‍රයත්නයන්ට උපකාර කරන්නේ කෙසේද? භට පිරිස් සඳහා ආහාර වගා කිරීම එක් දෙයක් නමුත් වෙළඳපොළට බලපෑම් කිරීම සඳහා මහජන මුදලින් ආහාර වගා කිරීම තවත් මතභේදයක් ඇති කිරීමට බැඳී ඇත.",
        "එසේනම් සිවිල්-හමුදා සබඳතාව අලුත්වැඩියා කරන්නේ කෙසේද? උතුරු අයර්ලන්තයේ සන්නද්ධ ගැටුම උත්සන්න කළ බව කියන ලේ වැකි ඉරිදා සිද්ධියට වසර 50ක් සපිරෙන මේ වසරේදී එක්සත් රාජධානියෙන් මානව හිමිකම් සම්බන්ධයෙන් උගත යුතු පාඩම් කිහිපයක් තිබේ. ලේ වැකි ඉරිදා සිදුවීම සිවිල් අයිතිවාසිකම් පාගමනකට සම්බන්ධ වන අතර එය බ්‍රිතාන්‍ය පොලිසිය විසින් වෙඩි තැබීම්වලට ලක් වූ අතර මහජනතාව හත් දෙනෙකු මිය ගියේය. මුලදී පොලිසිය විසින් ඉදිරිපත් කරන ලද ව්‍යාජ පැහැදිලි කිරීම පසුව ස්වාධීන විමර්ශන කොමිෂන් සභා මගින් අසත්‍ය බව සොයා ගන්නා ලදී. මෙය පසුව අගමැති විසින් එක්සත් රාජධානියේ පාර්ලිමේන්තුවේදී ප්‍රසිද්ධියේ සමාව ගැනීමට හේතු විය. කාලයාගේ ඇවෑමෙන් ඊට සම්බන්ධ පොලිස් නිලධාරීන්ට එරෙහිව නඩු පැවරීමට නොහැකි වූ බවක් පෙනෙන්නට ඇති අතර, සම්බන්ධ වූවන්ට සමාව දීමට එක්සත් රාජධානියේ නව නීති කෙටුම්පත් කිරීම පිළිබඳ සමපේක්ෂනය මෑතකදී පවතී.",
        "ලේ වැකි ඉරිදා වැනි සිදුවීම් සමඟ කටයුතු කිරීම මානව හිමිකම් සහ මානුෂීය නීතිය පිළිබඳ පුහුණුව පමණක් නොව සාපරාධී වැරදි සඳහා හමුදා වැරදිකරුවන්ට දඬුවම් කිරීමට හා දඬුවම් කිරීමට ගෙන ඇති ක්‍රියාමාර්ග ප්‍රසිද්ධ කිරීමට ද ඇතුළත් වන සන්නද්ධ සේවාවන් තුළ අභ්‍යන්තර නීතිමය යටිතල පහසුකම් ශක්තිමත් කිරීමේ අවශ්‍යතාවය අවධාරනය කරයි. එසේ නොවුවහොත්, ක්‍රියාකාරී ඩයස්පෝරාවක් විසින් තල්ලු කරනු ලබන විදේශීය ආන්ඩු, හමුදා නායකයින්ට අණදීමේ වගකීම සඳහා අනුමැතිය ලබා දීමට හේතු වී ඇත්තේ දණ්ඩමුක්තිය පිළිබඳ හැඟීමක් නිර්මාණය වනු ඇත. මිනීමැරුම්, කප්පම් ගැනීම් සහ මත්ද්‍රව්‍ය ජාවාරම් සම්බන්ධයෙන් අත් අඩංගුවට ගත් සන්නද්ධ හමුදා සාමාජිකයන් ගැන වරින් වර අසන්නට ලැබුණද දඬුවම් සහ දඬුවම් ගැන අසන්නට ලැබෙන්නේ කලාතුරකිනි.",
        "ඊට පටහැනිව, මෑත කාලීන ජනාධිපති සමාව දණ්ඩමුක්තියේ වාතාවරණයට එකතු කර ඇත. එම වාතාවරණය තුළ එවකට වොෂින්ටනයේ සේවය කළ ජ්‍යෙෂ්ඨ විදේශ සේවා නිලධාරියකු විසින් තානාපති ජාලිය වික්‍රමසූරියගේ දූෂණය කොළඹ සිටින ඔහුගේ ප්‍රධානීන්ගේ අවධානයට යොමු කළ ධෛර්යය හඳුනා නොගත යුතුය. ක්‍රියාව සහ තානාපතිවරයා දැන් \"එවකට ජනාධිපති මහින්ද රාජපක්ෂගේ සමීප ඥාතියෙකු\" ලෙස අන්තර්ජාලයේ ටැග් කරමින් සිටින අතර, ශ්‍රී ලංකා රජයට වංචා කිරීමේ වරද එක්සත් ජනපද අධිකරණයකදී පිළිගත්තේය.",
        "(සරලා ප්‍රනාන්දු, අතිරේක ලේකම්වරිය ලෙස විදේශ අමාත්‍යාංශයෙන් විශ්‍රාම ගිය අතර ඇයගේ අවසන් තානාපති පත්වීම ජිනීවාහි එක්සත් ජාතීන්ගේ සහ ජාත්‍යන්තර සංවිධානවල නිත්‍ය නියෝජිතවරිය ලෙස විය. ඇයගේ ආචාර්ය උපාධිය ඉන්දු-ශ්‍රී ලංකා සබඳතා පිළිබඳ වූ අතර ඇය දැන් ලියන්නේ විදේශ ප්‍රතිපත්ති, රාජ්‍යතාන්ත්‍රික කටයුතු පිළිබඳව ය. සහ උරුමය ආරක්ෂා කිරීම).",
        "විරෝධතා දේශපාලකයන් අවදි කර ඇතත්, තවදුරටත් ආර්ථික හානිය වැළැක්විය යුතුය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சிவில்-இராணுவ உறவுகள் உடைந்து வருகின்றன",
      "body_lines": [
        "இப்போது சில காலமாக, பல்வேறு காரணங்களுக்காக உலகம் முழுவதும் சிவில்-இராணுவ உறவுகள் அதிகரித்து வருகின்றன. அமெரிக்கா போன்ற ஒரு இராணுவ வல்லரசு கூட பல ஆண்டுகளாக தன்னார்வ ஆட்சேர்ப்பு குறைந்து வருவதைக் காண்கிறது, இது தனியார் ஒப்பந்தக்காரர்களால் ஆதிக்கம் செலுத்தும் நான்காவது தொழில்துறை புரட்சி தொழில்நுட்பத்தின் மீது அதிக நம்பகத்தன்மைக்கு வழிவகுத்தது.",
        "எவ்வாறாயினும், அமெரிக்காவில் சிவில்-இராணுவ ஒத்துழைப்பு என்பது உள்ளமைந்த ஆபத்துகள் இல்லாமல் இல்லை என்பதை சமீபத்திய நிகழ்வுகள் காட்டுகின்றன. சிவிலியன் ஒப்பந்தக்காரர்கள் மீது அமெரிக்க இராணுவம் சார்ந்திருப்பது, ஆப்கானியப் படைகளின் விரைவான சரிவுக்கு வழிவகுத்த மன உறுதியை உயர்த்தும் சோதனையில் தோல்வியடைந்தது மற்றும் ஆயிரக்கணக்கான ஆயுதங்கள் மற்றும் உபகரணங்களை வெளிப்படுத்தியது. ஆப்கானிஸ்தான். இந்தத் தோல்வியானது, \"என்றென்றும்\" வெளிநாட்டுப் போர்கள் மற்றும் \"தேசத்தைக் கட்டியெழுப்பும்\" பயிற்சிகள் பற்றிய உள்நாட்டுப் பொது விமர்சனத்தை அமெரிக்காவில் கூர்மைப்படுத்தியுள்ளது.",
        "தாயகத்தில் தேசிய பாதுகாப்பை நோக்கமாகக் கொண்டதாக இருக்க வேண்டும் என்ற பொது ஒருமித்த கருத்து அமெரிக்காவில் வளர்ந்து வரும் நிலையில், அமெரிக்க ஜனநாயகத்தின் முக்கிய தூணான கேபிடல் மீது ஜனவரி 6 தாக்குதல் அல்லது \"கிளர்ச்சி\" மூலம் ஒரு புதிய பிளவு ஏற்பட்டுள்ளது. நீதித்துறையால் குற்றம் சாட்டப்பட்டவர்களில் 80 பேருக்கும் அதிகமானவர்கள் இராணுவத்துடன் தொடர்புகளை கொண்டிருந்தனர், இதில் பல படைவீரர்கள் மற்றும் ஒரு சிலர் தற்போது இராணுவத்தில் பணியாற்றி வருகின்றனர். செயலில் உள்ள இராணுவத்திற்குள் இந்த \"ஜனநாயக விரோத\" உணர்வின் அளவு மற்றும் அது எவ்வாறு கண்காணிக்கப்பட்டு எதிர்க்கப்பட வேண்டும் என்பது குறித்து அமெரிக்க திட்டமிடுபவர்கள் இப்போது கவலைப்பட வேண்டும்.",
        "அதிகரித்து வரும் பொருளாதார நெருக்கடி மற்றும் அரசாங்கத்தின் மீதான அதிருப்தி போன்ற சில அச்சங்கள் இப்போது இலங்கையில் வெளிவருகின்றன. ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் தனிப்பட்ட இல்லத்தை ஆயிரக்கணக்கான மக்கள் சூழ்ந்து கொண்ட மிரிஹான சம்பவம் மற்றும் \"அரபு வசந்தம்\" எழுச்சியைக் குறிப்பிட்டது, இராணுவ அரசாங்கத்தை கொண்டுவருவதற்கான சாத்தியமான சதித்திட்டம் பற்றி ஒரு மூத்த அரசியல்வாதி பேசுவதற்கு வழிவகுத்தது. அமைதியான போராட்டம் எப்படி பொது சொத்துக்களை அழிப்பதாக மாறியது, உண்மையில் யார் அந்த சேதத்தை செய்தார்கள் என்பது விசாரிக்கப்பட உள்ளது.",
        "இதற்கிடையில் இராணுவப் பாத்திரம் பற்றிய சந்தேகம் எழுப்பப்படுவதையும், மறைக்கப்பட்ட \"சதி\" கோட்பாடுகள் மிதப்பதையும் பார்க்க வருத்தமாக இருக்கிறது. சில நாட்களுக்கு முன்னர் பாராளுமன்றத்திற்கு வெளியே முழு முகத்தை அணிந்த ஹெல்மெட் அணிந்திருந்த பொலிஸாருக்கும் இராணுவ மோட்டார் சைக்கிள் அணியினருக்கும் இடையில் ஏற்பட்ட மோதல் அதிகரித்து வரும் பதட்டத்தை சுட்டிக்காட்டுகிறது. இராணுவம் தேசிய பாதுகாப்பைப் பாதுகாப்பதில் அதன் பாரம்பரியப் பாத்திரத்தை மீண்டும் தொடங்குவதற்கும், துறைமுகங்கள் முதல் கல்வி, சுகாதாரம், விவசாயம் மற்றும் கட்டுமானம் வரையிலான முக்கிய பகுதிகளில் அரசாங்கத்தில் அதன் நீட்டிக்கப்பட்ட ஈடுபாட்டைத் திரும்பப் பெறுவதற்கான நேரம் இதுவாக இருக்கலாம்.",
        "30 ஆண்டுகால ஆயுத மோதலின் முடிவில், சீனா போன்ற நீண்டகால நண்பர்களின் உதவியுடன், பற்றாக்குறை உள்நாட்டு வளங்களுடன் போராடிய ஆயுதப்படைகளுக்கு நன்றியுள்ள தேசம் தனது ஆதரவை வழங்கியது. இதன் விளைவாக, பயங்கரவாத அச்சுறுத்தலை நிர்வகிப்பதற்கு முன்னுரிமை கொடுக்கப்பட்டதால், நில பரிமாற்றங்கள் உட்பட, மோதலுக்குப் பிந்தைய கடன்களைத் தீர்ப்பது சர்ச்சைக்குரியதல்ல. அதேபோல், 2008 இல் மோதல்கள் முடிவுக்கு வந்த பின்னர், தெற்கில் பல தேவைகள் இருந்தபோதிலும், தேசிய வளங்களை மனிதாபிமான உதவி மற்றும் வடக்கு கிழக்கில் புனரமைப்புக்கு திருப்பி, இந்த வேலையை ஆயுதப்படைகளிடம் ஒப்படைக்க எந்த ஆட்சேபனையும் இல்லை.",
        "இராணுவத்தைத் தவிர வேறு யாரால் புனர்வாழ்வு மற்றும் சாலைகள், பாலங்கள், பள்ளிகள் மற்றும் மருத்துவமனைகள் போன்ற முக்கியமான உள்கட்டமைப்பைக் கையாண்டிருக்க முடியும், அத்துடன் கண்ணிவெடிகள், கொட்டப்பட்ட ஆயுதங்கள், வெடிமருந்துகள் மற்றும் போர் இடிபாடுகள் ஆகியவற்றின் அத்தியாவசியத் தேவைகளை அகற்றி, மோதலில் பாதிக்கப்பட்ட மக்களைத் திரும்ப அனுமதித்திருக்க முடியும். அவர்களின் வீடுகள்?",
        "மனித மற்றும் இயற்கை அனர்த்தங்களினால் பாதிக்கப்படக்கூடிய இலங்கை, முப்பது வருடகால யுத்தத்தில் இருந்து மீளவில்லை, முன்னெப்போதும் இல்லாத வகையில் சுனாமியை எதிர்கொண்டுள்ளது, இது இந்தியப் பெருங்கடல் பிராந்தியத்தில் பேரழிவை ஏற்படுத்தியது. . ஆனால் இது அரசாங்க மற்றும் தனியார், வெளிநாட்டு மற்றும் சர்வதேச ஏஜென்சிகள் ஆகிய இரண்டும் தொடர்புடைய பிற அமைப்புகளின் ஒத்துழைப்புடன் நிறைவேற்றப்பட்டது, அது எந்த சர்ச்சையும் எழவில்லை.",
        "மிரிஹான சம்பவத்திற்கு முன்னர், பெரும் கடன் பிரச்சினை, அந்நியச் செலாவணி பற்றாக்குறை, தறிகெட்டுப்போகும் உணவு உள்ளிட்ட தற்போதைய பொருளாதார நெருக்கடியான கோவிட்-க்கு பிந்தைய பொருளாதார நெருக்கடியை சமாளிக்க சுனாமிக்குப் பிறகு காணப்பட்ட \"முழு சமூகம்\" அணுகுமுறையை மீண்டும் உருவாக்க முடியுமா என்பது கேள்வியாக இருந்தது. நெருக்கடி போன்றவை? அந்நியச் செலாவணி நெருக்கடியினால் நாளாந்தம் மின்சாரம், எரிபொருள் விநியோகம், உணவுப் பொருட்களின் விலையேற்றம் போன்றவற்றுடன் அன்றாட வாழ்க்கையை எதிர்கொள்வதில் கோபமும், பொறுமையின்மையும் அதிகரித்து, ஒத்துழைப்பைக் காட்டிலும் மோதலுக்கான வாய்ப்புகளே அதிகம். \"நம்பிக்கையை வளர்ப்பதற்கான\" இந்திய உதவிப் பொதி கூட, இந்தியத் தரப்பால் முன்வைக்கப்பட்ட பாதுகாப்பு தொடர்பான ஒப்பந்தங்களில் அவசர கையொப்பமிட்டதன் காரணமாக அந்த நோக்கத்தை அடையவில்லை.",
        "ஆயுத மோதல்கள் முடிவுக்கு வந்து பல வருடங்களாக சமாதான ஈவுத்தொகை இல்லாதது மற்றும் கல்வி, சுகாதாரம் போன்ற அத்தியாவசிய பொதுச் சேவைகள் குறைக்கப்படும் அதே வேளையில் வரவுசெலவுத் திட்டத்தில் சிங்கத்தின் பங்கு பாதுகாப்புக்காக ஒதுக்கப்பட்டதுதான் பிரச்சினையின் மையக்கரு. எங்கள் ஆசிரியர்கள் மற்றும் அதிபர்கள் பிராந்தியத்தில் மிக மோசமான ஊதியம் பெறுபவர்களில் ஒன்றாக இருப்பதாக பத்திரிகை அறிக்கைகள் வெளிப்படுத்தியுள்ளன, இருப்பினும் அரசாங்கம் இராணுவப் பல்கலைக்கழகத்தில் வசதிகளை மேம்படுத்துவதற்கு முன்னுரிமை அளித்துள்ளது. பொதுச் சேவை முழுவதும், பதவி உயர்வுகள் மற்றும் பலன்கள் குறைக்கப்பட்டுள்ளன, அதே சமயம் பத்திரிகைச் செய்திகள் சேவைப் பணியாளர்களுக்கு வழங்கப்படும் பதவி உயர்வுகள் மற்றும் புதிய பதவிகளைப் பற்றித் தொடர்ந்து தெரிவிக்கின்றன - மோசமான பொது இராஜதந்திரம்?",
        "அரசாங்கத்தின் உயர் பதவிகளுக்கு நியமிக்கப்பட்ட ஓய்வுபெற்ற இராணுவ அதிகாரிகள் கடுமையான பத்திரிகை செய்திகளை சந்தித்துள்ளனர். ஒரு சிறந்த உதாரணம் அந்த சிறந்த பொது ஊழியர் திரு எஸ்.பி. ஆயுத மோதலின் போது அத்தியாவசிய சேவைகள் ஆணையாளராக பதவி வகித்த திவரத்ன, சமீபத்திய இராணுவ ஆணையாளரிடம் இருந்து முற்றிலும் மாறுபட்ட வகையில், சர்வதேச சமூகம் மற்றும் உள்ளூர் நிறுவனங்களுடன் திரைக்குப் பின்னால் இராஜதந்திர ரீதியாக ஒருங்கிணைத்துள்ளார். நேரடி டிவி ரெய்டிங் கடைகள் மற்றும் கிடங்குகளில் காட்டப்படும் அத்தியாவசிய சேவைகள்.",
        "ஒரு மையப் பிரச்சனை என்னவென்றால், இராணுவம் வேறுபட்ட தலைமைத்துவ பாணியையும், நடைமுறைப்படுத்தப்பட்ட மேல்-கீழ் ஒழுக்கத்தையும் கொண்டுள்ளது, இது இலங்கையின் அசுத்தமான பொது நிர்வாகத்திற்கு முற்றிலும் மாறுபட்ட விதிகள் மற்றும் ஒழுங்குமுறைகளின் தளர்வான நிர்வாகம் மற்றும் உயர்மட்ட அரசியல் மயமாக்கல் மற்றும் தொழிற்சங்க நடவடிக்கைகளால் சிக்கலானது. கீழே. ஒருவர் நல்ல அறிவுக்கு முறையிடலாம், ஆனால் நாட்டில் நீண்டகால ஜனநாயக மரபுகளைக் கருத்தில் கொண்டு இந்த இரண்டு அமைப்புகளையும் ஒன்றாக இணைக்கவோ அல்லது ஒன்றை மற்றொன்றைச் செயல்படுத்தவோ முடியாது. மேலும், 1977 ஆம் ஆண்டிலேயே ஒரு சோசலிச திட்டமிடப்பட்ட பொருளாதாரத்திலிருந்து திறந்த சந்தைப் பொருளாதாரத்திற்கு மாறியதால், அத்தியாவசிய உணவுகள் மற்றும் ரேஷன் மீதான விலைக் கட்டுப்பாட்டை மீண்டும் நிறுவுவதற்கான எந்தவொரு அரசாங்க முயற்சியும் விழிப்புடன் இருக்கும் தனியார் துறையிலிருந்து பின்னடைவைத் தூண்டும்.",
        "இலங்கையின் சுகாதார சேவையானது பிராந்தியத்தில் சர்வதேச நிறுவனங்களால் முன்னுதாரணமாக எப்பொழுதும் முன்னோடியாக இருந்து வருகிறது, மேலும் அதன் வல்லுநர்கள் பல நெருக்கடிகளை வெற்றிகரமாக நிர்வகித்தனர் மற்றும் இன்று போல் அல்லாமல் தொழிற்சங்கங்களை கையாண்டனர். இன்று ராணுவ மருத்துவமனைகளை கட்டுவதற்கும், நடத்துவதற்கும் அரசு நிதி தாராளமாக வழங்கப்படுவதாக புகார் எழுந்துள்ளது, அதே நேரத்தில் அரசு பொது மருத்துவமனைகள் நிதி பற்றாக்குறை, மருந்துகள் போன்றவை பற்றாக்குறையை எதிர்கொள்கின்றன. இது கோவிட் பிரச்சாரத்தை முன்னெடுப்பதில் இருந்து ராணுவம் பின்வாங்க வேண்டும் என்ற பொதுமக்களின் கோரிக்கையை மீண்டும் எழுப்பியுள்ளது. மற்றும் பல ஆண்டுகளாக பொதுமக்களுடன் நெருங்கிய தொடர்பில் இருக்கும் மற்றும் அவர்களின் நம்பிக்கையைப் பெற்ற அரசு மருத்துவமனைகள், MOHகள் மற்றும் PHIகளின் நிறுவப்பட்ட அமைப்புடன் அதன் நிர்வாகத்தை சுகாதார அதிகாரிகளிடம் திருப்பி அனுப்ப வேண்டும். முன்னர் இராணுவத்தால் கட்டுப்படுத்தப்பட்ட பயன்படுத்தப்படாத முக்கியமாக ஃபைசர் தடுப்பூசிகள் மீது ஒரு புதிய சர்ச்சை உருவாகி வருகிறது, இப்போது மருந்துகளின் காலாவதி தேதி நெருங்கும்போது பொதுமக்களின் அக்கறையின்மையால் வீணாகிவிடும். அதிகப்படியான உத்தரவுகளுக்கு யார் பொறுப்பேற்பார்கள் மற்றும் மறைக்கப்பட்ட ஊழலின் கதை இருக்கிறதா?",
        "மிக சமீபகாலமாக, வளர்ச்சி-அதிக உணவு தேசிய பிரச்சாரத்தில் இராணுவம் முன்னிலை வகிக்க வேண்டும் என்று முன்மொழிவுகள் உள்ளன, மேலும் கட்டுமானப் பணிகளைச் செய்ய ஒரு புதிய பிரிவை உருவாக்குவதற்கான முன்மொழிவும் உள்ளது. இந்த முன்மொழிவுகள் பாரம்பரியமாக இந்தத் துறைகளை வழிநடத்துபவர்களுடன், குறிப்பாக தேசிய ஆராய்ச்சி மற்றும் மேம்பாட்டு நிறுவனங்கள் மற்றும் துடிப்பான தனியார் துறையுடன் தேவையற்ற மோதலை ஏற்படுத்தாதா? மோதலால் பாதிக்கப்பட்ட பகுதிகளில், கடன் மற்றும் உள்ளூர் அடகுகளை நம்பியிருக்கும் சிறிய பாரம்பரிய விவசாயிகள், தொழில்நுட்ப அறிவு, உழைப்பு, சந்தைகள் மற்றும் பெரும்பாலும் தணிக்கை செய்யப்படாத பொது நிதி ஆகியவற்றை அணுகக்கூடிய பெரிய இராணுவ பண்ணைகள் மீது வெறுப்படைய மாட்டார்களா? அது எப்படி நல்லிணக்க முயற்சிகளுக்கு உதவும்? துருப்புக்களுக்கான உணவை வளர்ப்பது ஒரு விஷயம், ஆனால் சந்தைகளில் செல்வாக்கு செலுத்துவதற்காக பொதுப் பணத்தில் உணவை வளர்ப்பது மற்றொன்று மேலும் சர்ச்சையைத் தூண்டும்.",
        "எனவே சிவில்-இராணுவ உறவை எவ்வாறு சரிசெய்வது? மனித உரிமைகள் சம்பந்தமாக, ஐக்கிய இராச்சியத்தில் இருந்து கற்றுக்கொள்ள வேண்டிய சில பாடங்கள் உள்ளன, அங்கு வடக்கு அயர்லாந்தில் நடந்த இரத்தக்களரி ஞாயிறு சம்பவத்தின் 50 ஆண்டுகளைக் குறிக்கும் இந்த ஆண்டு, அங்கு ஆயுதப் போராட்டத்தை தீவிரப்படுத்தியதாகக் கூறப்படுகிறது. இரத்தக்களரி ஞாயிறு சம்பவம் பிரிட்டிஷ் காவல்துறையினரால் துப்பாக்கிச் சூட்டுக்கு இலக்காகி ஏழு பொதுமக்கள் கொல்லப்பட்ட சிவில் உரிமைகள் பேரணியுடன் தொடர்புடையது. ஆரம்பத்தில் பொலிசாரால் வெளியிடப்பட்ட பொய்யான விளக்கம், பின்னர் சுயாதீன விசாரணைக் கமிஷன்களால் பொய்யானது என்று கண்டறியப்பட்டது. இதனால் இங்கிலாந்து நாடாளுமன்றத்தில் பிரதமர் பகிரங்க மன்னிப்பு கோரினார். காலப்போக்கில் சம்பந்தப்பட்ட காவல்துறை அதிகாரிகள் மீது வழக்குத் தொடர முடியவில்லை என்று தெரிகிறது மற்றும் சமீப காலமாக இங்கிலாந்தில் சம்பந்தப்பட்டவர்களுக்கு பொதுமன்னிப்பு வழங்குவதற்கான புதிய சட்டம் வரைவு செய்யப்படுவதாக ஊகங்கள் உள்ளன.",
        "இரத்தக்களரி ஞாயிறு போன்ற நிகழ்வுகளைக் கையாள்வது, மனித உரிமைகள் மற்றும் மனிதாபிமானச் சட்டங்களில் பயிற்சியளிப்பது மட்டுமல்லாமல், கிரிமினல் குற்றங்களுக்காக இராணுவக் குற்றவாளிகளைத் தண்டிக்க முயற்சிக்கும் நடவடிக்கைகளையும் விளம்பரப்படுத்துவதை உள்ளடக்கிய ஆயுத சேவைகளுக்குள் உள்ளக சட்டக் கட்டமைப்பை வலுப்படுத்த வேண்டியதன் அவசியத்தை அடிக்கோடிட்டுக் காட்டுகிறது. இல்லை என்றால், ஒரு செயலில் உள்ள புலம்பெயர் மக்களால் தூண்டப்பட்ட வெளிநாட்டு அரசாங்கங்கள், இராணுவத் தலைவர்களை கட்டளைப் பொறுப்புக்கு அனுமதிப்பதற்கு வழிவகுத்தது, தண்டனையிலிருந்து விடுபடாதது பற்றிய ஒரு தோற்றம் உருவாக்கப்படும். கொலை, மிரட்டி பணம் பறித்தல் மற்றும் போதைப்பொருள் கடத்தல் போன்ற குற்றங்களுக்காக கைது செய்யப்பட்ட ஆயுதப்படை வீரர்களைப் பற்றி அவ்வப்போது கேள்விப்படுகிறோம், ஆனால் தண்டனைகள் மற்றும் தண்டனைகள் பற்றி அரிதாகவே கேள்விப்படுகிறோம்.",
        "மாறாக, சமீபகால ஜனாதிபதியின் மன்னிப்புகள், தண்டனையிலிருந்து விடுபடாத சூழலையே அதிகப்படுத்தியுள்ளன. அந்தச் சூழலில், அமெரிக்கத் தூதுவர் ஜாலிய விக்ரமசூரியவின் ஊழல்களை கொழும்பில் உள்ள அவரது மேலதிகாரிகளின் கவனத்திற்குக் கொண்டு வந்த, அப்போது வாஷிங்டனில் பணியாற்றிய மூத்த வெளியுறவுச் சேவை அதிகாரியின் துணிச்சலை அடையாளம் காணத் தவறக்கூடாது. நடவடிக்கை மற்றும் தூதுவர் இப்போது \"அப்போதைய ஜனாதிபதி மகிந்த ராஜபக்சவின் நெருங்கிய உறவினர்\" என்று இணையத்தில் குறியிடப்பட்டு, அமெரிக்க நீதிமன்றத்தில் இலங்கை அரசாங்கத்தை ஏமாற்றிய குற்றத்தை ஒப்புக்கொண்டார்.",
        "(சரளா பெர்னாண்டோ, வெளிவிவகார அமைச்சின் மேலதிக செயலாளராக இருந்து ஓய்வுபெற்றவர் மற்றும் ஜெனீவாவிலுள்ள ஐ.நா. மற்றும் சர்வதேச அமைப்புகளுக்கான நிரந்தரப் பிரதிநிதியாக அவரது கடைசி தூதுவர் நியமனம் இருந்தது. அவரது Ph.D இந்தியா-இலங்கை உறவுகள் மற்றும் வெளியுறவுக் கொள்கை, இராஜதந்திரம் குறித்து இப்போது எழுதுகிறார். மற்றும் பாரம்பரியத்தின் பாதுகாப்பு).",
        "போராட்டங்கள் அரசியல்வாதிகளை எழுப்பியுள்ளன, ஆனால் மேலும் பொருளாதார பாதிப்பு தவிர்க்கப்பட வேண்டும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}