{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/BASL-writes-to-IGP-over-allegations-of-indiscriminatory-arrests-by-police/108-238353",
  "time_ut": 1654252980,
  "title": "BASL writes to IGP over allegations of indiscriminatory arrests by police",
  "body_lines": [
    "The Bar Association of Sri Lanka (BASL) has  written to IGP C.D. Wickramaratne over indiscriminatory arrests by the police in relation to the violence which occurred in the wake of the incidents of May 9, 2022 and thereafter.",
    "BASL President Saliya Pieris and Secretary Isuru Balapatabendi have informed the IGP in a letter today that members of the Bar Association of Sri Lanka (BASL) have drawn their attention to instances of indiscriminatory arrests by the police over the matter.",
    "They have raised serious concerns over the partiality of the Police Department, in carrying out investigations and making arrests over incidents of violence across the country.",
    "In the letter they state that the gravity of these allegations are compounded by the recent revelations attributed to statements of political bias on the part of many Officers-in-Charge of Police Stations and the manner of their selection.",
    "a) Arrests being carried out without verifying claims that the suspects were not at the scene of the crime but were elsewhere at that time;",
    "b) Arrests being carried out of suspects without any credible material but solely on the basis of lists provided by interested parties including politicians;",
    "c) Arrests being done solely on the basis that persons had participated in peaceful protests against the government between March and May 2022;",
    "d) Applications for holding identification parades being made without any material against certain individuals merely for the purpose of having them remanded in custody until the conclusion of the parades;",
    "e) Photographing suspects prior to identification parades leading to suspicions of such photographs being shown to witnesses prior to such parades;",
    "f) The indiscriminate use of Emergency Regulations which have now lapsed to keep persons in remand custody.",
    "We hardly need to emphasis on the need for police investigations to be independent and impartial and to be free from unlawful interferences. Allegations of bias against the law enforcement authorities will lead to a serious loss of public confidence and will worsen the",
    "law-and-order situation in the country. Such allegations will also impact on the human rights situation in the country and could also lead to other consequences which may well affect moves to restore political, economic and social stability in Sri Lanka.",
    "We urge you to take note on the above and take urgent measures to immediately advise your subordinate officers to ensure that all investigations take place within the parameters of the law and are conducted in an independent and impartial manner, the letter stated."
  ],
  "translate": {
    "si": {
      "title": "පොලිසිය විසින් විචක්ෂණ ලෙස අත්අඩංගුවට ගැනීම් පිළිබඳ චෝදනා සම්බන්ධයෙන් BASL පොලිස්පතිට ලියයි",
      "body_lines": [
        "ශ්‍රී ලංකා නීතීඥ සංගමය (BASL)  පොලිස්පති සී.ඩී. වික්‍රමරත්න 2022 මැයි 9 වැනි දින සහ ඉන් පසුව ඇති වූ සිදුවීම්වලින් පසුව ඇති වූ ප්‍රචණ්ඩ ක්‍රියා සම්බන්ධයෙන් පොලිසිය විසින් විචක්ෂණ ලෙස අත්අඩංගුවට ගැනීම් සම්බන්ධයෙන්.",
        "BASL සභාපති සාලිය පීරිස් සහ ලේකම් ඉසුරු බාලපටබැඳි යන මහත්වරු අද පොලිස්පතිවරයාට ලිපියක් යොමු කරමින් දන්වා ඇත්තේ මෙම කරුණ සම්බන්ධයෙන් පොලිසිය විසින් විචක්ෂණශීලී ලෙස අත්අඩංගුවට ගන්නා අවස්ථා පිළිබඳව ශ්‍රී ලංකා නීතීඥ සංගමයේ (BASL) සාමාජිකයින්ගේ අවධානය යොමුව ඇති බවයි.",
        "රට පුරා සිදුවන ප්‍රචණ්ඩ ක්‍රියා සම්බන්ධයෙන් විමර්ශන සිදුකිරීමේදී සහ අත්අඩංගුවට ගැනීමේදී පොලිස් දෙපාර්තමේන්තුවේ පක්ෂග්‍රාහීභාවය පිළිබඳව ඔවුන් බරපතල කනස්සල්ලක් මතු කර ඇත.",
        "බොහෝ පොලිස් ස්ථාන භාර නිලධාරීන්ගේ දේශපාලන පක්ෂග්‍රාහී ප්‍රකාශ සහ ඔවුන් තෝරා ගත් ආකාරය සම්බන්ධයෙන් මෑත කාලීන හෙළිදරව් කිරීම් මගින් මෙම චෝදනාවල බරපතලකම තීව්‍ර වන බව ඔවුන් ලිපියේ සඳහන් කරයි.",
        "අ) සැකකරුවන් අපරාධය සිදු වූ ස්ථානයේ නොසිටි නමුත් ඒ වන විට වෙනත් ස්ථානයක සිටි බවට වන ප්‍රකාශයන් සත්‍යාපනය නොකර අත්අඩංගුවට ගැනීම්;",
        "ආ) කිසිදු විශ්වසනීය තොරතුරු නොමැතිව, නමුත් දේශපාලනඥයන් ඇතුළු උනන්දුවක් දක්වන පාර්ශ්වයන් විසින් සපයනු ලබන ලැයිස්තු මත පදනම්ව සැකකරුවන් අත්අඩංගුවට ගැනීම;",
        "ඇ) 2022 මාර්තු සිට මැයි දක්වා කාලය තුළ රජයට එරෙහිව සාමකාමී විරෝධතාවලට පුද්ගලයන් සහභාගී වූ පදනම මත පමණක් අත්අඩංගුවට ගැනීම්;",
        "ඈ) යම් යම් පුද්ගලයන්ට එරෙහිව කිසිදු ද්‍රව්‍යයකින් තොරව හැඳුනුම්පත් පෙළපාලි පැවැත්වීම සඳහා වන ඉල්ලුම්පත්‍ර, හුදෙක් පෙළපාළි අවසන් වන තෙක් ඔවුන් රිමාන්ඩ් භාරයේ තැබීමේ අරමුණින්;",
        "e) හඳුනාගැනීමේ පෙළපාළිවලට පෙර සැකකරුවන් ඡායාරූපගත කිරීම, එවැනි පෙළපාළිවලට පෙර සාක්ෂිකරුවන්ට එවැනි ඡායාරූප පෙන්වීම පිළිබඳ සැක මතුවීම;",
        "f) පුද්ගලයන් රිමාන්ඩ් භාරයේ තබා ගැනීම සඳහා දැන් අවලංගු වී ඇති හදිසි නීති රෙගුලාසි අසීමිත ලෙස භාවිතා කිරීම.",
        "පොලිස් පරීක්ෂණ ස්වාධීන සහ අපක්ෂපාතී වීම සහ නීති විරෝධී ඇඟිලි ගැසීම්වලින් තොර වීම සඳහා අවශ්‍ය බව අපි අවධාරණය කළ යුතු නැත. නීතිය ක්‍රියාත්මක කරන බලධාරීන්ට එරෙහි පක්ෂග්‍රාහී චෝදනා මහජන විශ්වාසය බරපතල ලෙස අහිමි කිරීමට හේතු වන අතර එය වඩාත් නරක අතට හැරෙනු ඇත.",
        "රටේ නීතිය හා සාමය තත්ත්වය. එවැනි චෝදනා රටේ මානව හිමිකම් තත්ත්වයට ද බලපානු ඇති අතර ශ්‍රී ලංකාව තුළ දේශපාලන, ආර්ථික සහ සමාජ ස්ථාවරත්වය යථා තත්ත්වයට පත්කිරීමේ පියවරයන්ට හොඳින් බලපෑ හැකි වෙනත් ප්‍රතිවිපාකවලට ද හේතු විය හැක.",
        "ඉහත කරුණු පිළිබඳව අවධානය යොමු කරන ලෙසත්, සියලු විමර්ශන නීතියේ පරාමිති තුළ සිදුවන බවටත්, ස්වාධීනව හා අපක්ෂපාතීව සිදුවන බවටත් සහතික වන ලෙස ඔබේ යටත් නිලධාරීන්ට වහාම උපදෙස් දීමට කඩිනම් පියවර ගන්නා ලෙස අපි ඔබෙන් ඉල්ලා සිටිමු."
      ]
    },
    "ta": {
      "title": "பொலிசாரின் கண்மூடித்தனமான கைது குற்றச்சாட்டுகள் தொடர்பாக BASL IGPக்கு கடிதம் எழுதியுள்ளது",
      "body_lines": [
        "இலங்கை சட்டத்தரணிகள் சங்கம் (BASL)  IGP C.D க்கு கடிதம் எழுதியுள்ளது. 2022 மே 9 மற்றும் அதற்குப் பின்னரான சம்பவங்களை அடுத்து ஏற்பட்ட வன்முறைகள் தொடர்பாக பொலிஸாரால் கண்மூடித்தனமான கைதுகள் தொடர்பாக விக்கிரமரத்ன.",
        "BASL தலைவர் சாலிய பீரிஸ் மற்றும் செயலாளர் இசுரு பாலபடபெந்தி ஆகியோர் இன்று IGPக்கு எழுதிய கடிதத்தில் இலங்கை சட்டத்தரணிகள் சங்கத்தின் (BASL) உறுப்பினர்கள் பொலிஸாரால் கண்மூடித்தனமாக கைது செய்யப்பட்ட சம்பவங்கள் குறித்து கவனத்தை ஈர்த்துள்ளனர்.",
        "நாடு முழுவதும் வன்முறைச் சம்பவங்கள் தொடர்பாக விசாரணைகளை மேற்கொள்வதிலும், கைது செய்வதிலும் காவல் துறையின் பாரபட்சம் குறித்து அவர்கள் தீவிர கவலைகளை எழுப்பியுள்ளனர்.",
        "அந்தக் கடிதத்தில், பல காவல் நிலையப் பொறுப்பாளர்களின் அரசியல் சார்பு அறிக்கைகள் மற்றும் அவர்கள் தேர்ந்தெடுக்கப்பட்ட விதம் ஆகியவற்றால் சமீபத்திய வெளிப்பாடுகளால் இந்தக் குற்றச்சாட்டுகளின் தீவிரத்தன்மை மேலும் அதிகரிக்கிறது என்று அவர்கள் குறிப்பிடுகின்றனர்.",
        "அ) சந்தேக நபர்கள் குற்றம் நடந்த இடத்தில் இல்லை, ஆனால் அந்த நேரத்தில் வேறு இடங்களில் இருந்தார்கள் என்ற கூற்றுக்களை சரிபார்க்காமல் கைது செய்யப்படுதல்;",
        "b) சந்தேகத்திற்குரிய நபர்களை எந்த நம்பத்தகுந்த ஆதாரமும் இல்லாமல், ஆனால் அரசியல்வாதிகள் உட்பட ஆர்வமுள்ள தரப்பினரால் வழங்கப்பட்ட பட்டியல்களின் அடிப்படையில் மட்டுமே கைது செய்யப்படுதல்;",
        "c) மார்ச் மற்றும் மே 2022 க்கு இடையில் அரசாங்கத்திற்கு எதிரான அமைதியான போராட்டங்களில் நபர்கள் பங்கேற்றதன் அடிப்படையில் மட்டுமே கைது செய்யப்பட்டுள்ளது;",
        "d) அடையாள அணிவகுப்புகளை நடத்துவதற்கான விண்ணப்பங்கள், குறிப்பிட்ட நபர்களுக்கு எதிராக, அணிவகுப்புகள் முடியும் வரை காவலில் வைக்கப்பட வேண்டும் என்பதற்காக மட்டுமே அவர்களுக்கு எதிராக எந்தப் பொருளும் இல்லாமல் செய்யப்படுகிறது;",
        "e) அடையாள அணிவகுப்புகளுக்கு முன் சந்தேக நபர்களை புகைப்படம் எடுப்பது, அத்தகைய அணிவகுப்புகளுக்கு முன்பு சாட்சிகளுக்குக் காட்டப்படும் அத்தகைய புகைப்படங்கள் சந்தேகத்திற்கு வழிவகுக்கும்;",
        "f) காவலில் இருப்பவர்களைக் காவலில் வைப்பதற்கு இப்போது காலாவதியான அவசரகாலச் சட்டங்களின் கண்மூடித்தனமான பயன்பாடு.",
        "போலீஸ் விசாரணைகள் சுதந்திரமாகவும் பாரபட்சமற்றதாகவும் இருக்க வேண்டும் மற்றும் சட்டத்திற்குப் புறம்பான குறுக்கீடுகளிலிருந்து விடுபட வேண்டியதன் அவசியத்தை நாம் வலியுறுத்த வேண்டியதில்லை. சட்ட அமலாக்க அதிகாரிகளுக்கு எதிரான பாரபட்சமான குற்றச்சாட்டுகள் பொதுமக்களின் நம்பிக்கையை கடுமையான இழப்பிற்கு வழிவகுக்கும் மற்றும் மோசமடையச் செய்யும்.",
        "நாட்டில் சட்டம்-ஒழுங்கு நிலை. இவ்வாறான குற்றச்சாட்டுக்கள் நாட்டின் மனித உரிமை நிலையிலும் தாக்கத்தை ஏற்படுத்துவதுடன், இலங்கையில் அரசியல், பொருளாதாரம் மற்றும் சமூக ஸ்திரத்தன்மையை மீட்டெடுப்பதற்கான நகர்வுகளை பாதிக்கக்கூடிய பிற விளைவுகளுக்கும் வழிவகுக்கும்.",
        "மேற்கூறியவற்றைக் கவனத்தில் கொள்ளுமாறும், அனைத்து விசாரணைகளும் சட்டத்தின் அளவுருக்களுக்குள் நடைபெறுவதையும், சுதந்திரமாகவும் பாரபட்சமற்ற முறையில் நடத்தப்படுவதையும் உறுதிசெய்ய உங்கள் கீழ்நிலை அதிகாரிகளுக்கு உடனடியாக ஆலோசனை வழங்குவதற்கான அவசர நடவடிக்கைகளை எடுக்குமாறு கேட்டுக்கொள்கிறோம்."
      ]
    }
  }
}