{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Australian-documentary-contends-corrupt-transactions-in-Hambantota-hospital-project/131-236228",
  "time_ut": 1651612140,
  "title": "Australian documentary contends corrupt transactions in Hambantota hospital project",
  "body_lines": [
    "Australia Broadcasting Corporation’s leading investigative journalism and current affairs programme, Four Corners, recently released a documentary suggesting a major corruption case pertaining to the multi-million dollar hospital project in Hambantota",
    "The video reveals how Aspen Medical profited from the pandemic and got itself embroiled in an international criminal investigation into corruption and money laundering",
    "Aspen Medical’s contracts were worth USD 500 million more than any other providers.",
    "Aspen received funds and paid those funds back out to contractors in return to a 4% handling fee",
    "Aspen Medical has said that it had not received any requests from any government agency or court of law anywhere in the world regarding the hospital project",
    "Australia Broadcasting Corporation’s leading investigative journalism and current affairs programme, Four Corners recently released a documentary revealing a major corruption case pertaining to the multi-million dollar hospital project in Hambantota. The documentary reveals how Aspen Medical, a little-known private healthcare firm won billion dollar contracts to procure personal protective equipment at the height of the pandemic, its links to Sri Lanka, million dollar financial transactions to companies owned by Sri Lankans and their ties to the ruling family of Sri Lanka.",
    "The video reveals how Aspen Medical profited from the pandemic and got itself embroiled in an international criminal investigation into corruption and money laundering. At the onset of the COVID-19 pandemic, the Australian Federal Government had outsourced the procurement of Personal Protective Equipment (PPE), selecting companies without any public tender. This is how Aspen Medical, a Canberra-based health service provider, specialised in recruiting medical staff emerged as the winner, winning contracts worth more than USD 1.1 billion to supply PPEs on a national scale.",
    "Former employees, who have held executive positions, say that the company had never done such procurements before. Aspen Medical’s contracts were worth USD 500 million more than any other providers.",
    "Andrew Walker, co-founder and former chairman of Aspen Medicals, said that it has never procured face masks before.",
    "The latter part of the video reveals Aspen medical’s involvement in setting up the District General Hospital in Hambantota, a multi- million dollar hospital project that was initiated in 2012.",
    "The video reveals that Aspen Medical was sub-contracted by a Dutch company called E. N Projects – backed by an Australian Government guarantee on the basis it would supply equipment and medical design for the hospital. When questioned, Andrew Walker is certain that they have never deployed staff in Sri Lanka.",
    "“But when I wanted to open an account my own bank sent some questions which they wanted me to answer because of my own association with Aspen Medical. I was told that Aspen has been mentioned in a corruption case in Sri Lanka. I was taken aback when I heard this,” Walker said in the interview.",
    "Aspen’s role was purely as a financial intermediary further showing proof of Aspen receiving funds and paying those funds back out to contractors in return to a 4% handling fee.",
    "The spreadsheet reveals the first and largest of Aspen Medical’s payments were made to a mysterious company called Sabre Vision Holdings domiciled in the notorious tax haven in the British Virgin Islands. The payments totalled 1.4 million Euros which is about 2 million Australian dollars. The company was owned by Nimal Perera, whose name has been allegedly linked to many corruption scandals.",
    "The video reveals that the money wasn’t received by the hospital, but instead was used to purchase a property at an affluent suburb in Colombo. Journalist Linton Besser speaks to the camera in front of No. 7, Gower Street and claims that the property purchased by Perera was combined with this property that housed the private offices of Namal Rajapaksa. The video also includes statements from former Health Minister Rajitha Senaratne, Eran Wickremeratne and Wasantha Samarasinghe who were shocked by the revelations made by",
    "Besser visits Perera at his house and the interview is as follows:",
    "Journalist: Tell me about your career. I want to know what sectors of the economy that you have worked for. You specialise in capital markets and economy.",
    "Perera: No, never in the health sector, but I was into leisure, manufacturing, finance and capital markets",
    "Journalist:  You have never been a supplier of medical equipments?",
    "Journalist: Why did Aspen Medical pay you two payments of 687,000 Euros?",
    "Journalist: It sent the money to your British Virgin Islands company, Sabre Vision Holdings.",
    "Journalist: At the time of those transactions according to business documents from the British Virgin Islands there was only one beneficiary of Sabre Vision Holdings and that was Mr. Nimal Perera",
    "Perera: No that is by default. Since I became the managing director of that company I became a beneficiary also.",
    "Journalist: When you were questioned about that property purchase and where the money came from, you told the police that it came from an Italian businessman. That was wrong wasn’t it?",
    "Journalist: You told that Sabre Vision Holdings was associated to this Italian businessman.",
    "Journalist: Try my question, why did you want to hide the payments?",
    "Journalist: The payments Aspen Medicals put into Sabre Vision Holdings?",
    "However, responding to allegations Aspen Medical has said that it had not received any requests from any government agency or court of law anywhere in the world regarding the hospital project, but would support any such inquiries. It added that the Airbus scandal only became public in 2019, years after its payments to Sabre Vision Holdings.",
    "In a Tweet, Perera explains that Sabre Vision Holdings was a subsidiary of a diversified business entity founded in 1918 in Sri Lanka and that it was not owned by him. “But I was named a beneficiary when the company I was employed acquired the company in question and appointed me as the managing director. The Italian businessman mentioned in the article was introduced to me when I was looking to furnish my house. He owned an interior design company in Italy and had provided his services to many who could afford him.”",
    "He further says that he denies everything in the article. It’s a journalistic travesty trying to stay relevant by sensationalising an invented controversy. If there actually was any factual basis for the article’s claims they should have been able to prove that with facts.”",
    "“No connection between me and the transactions” - Namal Rajapaksa",
    "Speaking to the , former Minister of Youth Affairs and Sports Namal Rajapaksa said that there is no connection between his arrest and this documentary. “The last government has filed many cases against us and some of them have been investigated and some are still pending in courts. With regards to this particular allegation according to the documentary it had happened in 2009 and I wasn’t even in Parliament at the time. There is no connection between me and the transactions. It’s also surprising that they haven’t interviewed the health minister at the time these transactions had taken place,” said Rajapaksa.",
    "When asked about his relationship with Perera, Rajapaksa said that they are known to each other, but there haven’t been any commercial transactions between them.",
    "Responding to a query on his private offices down No. 7 Gower Street, Rajapaksa said that he did rent out that space. “When you rent a house you don’t check the kind of transactions that have taken place when obtaining it. I subsequently moved out in 2017 due to security reasons,” the Tweet further read."
  ],
  "translate": {
    "si": {
      "title": "හම්බන්තොට රෝහල් ව්‍යාපෘතියේ දූෂිත ගනුදෙනු ගැන ඕස්ට්‍රේලියානු වාර්තා චිත්‍රපටිය තර්ක කරයි",
      "body_lines": [
        "ඕස්ට්‍රේලියානු ගුවන්විදුලි සංස්ථාවේ ප්‍රමුඛතම ගවේෂණාත්මක මාධ්‍යවේදය සහ කාලීන සිදුවීම් වැඩසටහන වන ෆෝ කෝනර්ස් විසින් හම්බන්තොට ඩොලර් මිලියන ගණනක රෝහල් ව්‍යාපෘතියට අදාළ ප්‍රධාන දූෂණ සිද්ධියක් යෝජනා කරන වාර්තා චිත්‍රපටයක් මෑතකදී නිකුත් කරන ලදී.",
        "Aspen Medical වසංගතයෙන් ලාභ ලැබූ ආකාරය සහ දූෂණ සහ මුදල් විශුද්ධිකරණය පිළිබඳ ජාත්‍යන්තර අපරාධ විමර්ශනයක පැටලී ඇති ආකාරය වීඩියෝවෙන් හෙළි වේ.",
        "Aspen Medical හි කොන්ත්‍රාත්තු වෙනත් ඕනෑම සපයන්නෙකුට වඩා USD මිලියන 500 ක් වටිනා විය.",
        "Aspen අරමුදල් ලබා ගත් අතර 4% හැසිරවීමේ ගාස්තුවකට ආපසු එම අරමුදල් කොන්ත්‍රාත්කරුවන්ට ගෙවන ලදී",
        "Aspen Medical ආයතනය පවසා ඇත්තේ රෝහල් ව්‍යාපෘතිය සම්බන්ධයෙන් ලොව කොතැනකවත් කිසිදු රාජ්‍ය ආයතනයකින් හෝ අධිකරණයකින් ඉල්ලීමක් ලැබී නොමැති බවයි.",
        "ඕස්ට්‍රේලියානු ගුවන්විදුලි සංස්ථාවේ ප්‍රමුඛතම ගවේෂණාත්මක මාධ්‍යවේදය සහ කාලීන සිදුවීම් වැඩසටහන වන ෆෝ කෝනර්ස් විසින් හම්බන්තොට ඩොලර් මිලියන ගණනක රෝහල් ව්‍යාපෘතියට අදාළ ප්‍රධාන දූෂණ සිද්ධියක් හෙළි කරන වාර්තා චිත්‍රපටයක් පසුගියදා නිකුත් කරන ලදී. වසංගතයේ උච්චතම අවස්ථාවේ දී පුද්ගලික ආරක්ෂක උපකරණ මිලදී ගැනීම සඳහා එතරම් ප්‍රසිද්ධ නැති පුද්ගලික සෞඛ්‍ය සේවා සමාගමක් වන Aspen Medical ඩොලර් බිලියනයක කොන්ත්‍රාත්තුවක් ලබා ගත් ආකාරය, ශ්‍රී ලංකාව සමඟ ඇති සම්බන්ධතා, ශ්‍රී ලාංකිකයින්ට අයත් සමාගම්වලට ඩොලර් මිලියනයක මූල්‍ය ගනුදෙනු සහ ඔවුන්ගේ සබඳතා වාර්තා චිත්‍රපටයෙන් හෙළි වේ. ශ්‍රී ලංකාවේ පාලක පවුල.",
        "Aspen Medical වසංගතයෙන් ලාභ ලැබූ ආකාරය සහ දූෂණ සහ මුදල් විශුද්ධිකරණය පිළිබඳ ජාත්‍යන්තර අපරාධ විමර්ශනයක පැටලී ඇති ආකාරය වීඩියෝවෙන් හෙළි වේ. COVID-19 වසංගතය ආරම්භයේ දී, ඕස්ට්‍රේලියානු ෆෙඩරල් රජය විසින් පුද්ගලික ආරක්ෂක උපකරණ (PPE) ප්‍රසම්පාදනය බාහිරින් ලබා දී ඇති අතර, කිසිදු පොදු ටෙන්ඩරයක් නොමැතිව සමාගම් තෝරාගෙන ඇත. ජාතික පරිමාණයෙන් PPE සැපයීම සඳහා USD බිලියන 1.1 කට වඩා වැඩි වටිනාකමකින් යුත් කොන්ත්‍රාත්තු දිනා ගනිමින් වෛද්‍ය කාර්ය මණ්ඩලය බඳවා ගැනීමේ විශේෂිත වූ Canberra හි සෞඛ්‍ය සේවා සපයන්නෙකු වන Aspen Medical ජයග්‍රාහකයා බවට පත් වූයේ එලෙසිනි.",
        "විධායක තනතුරු දැරූ හිටපු සේවකයින් පවසන්නේ සමාගම මීට පෙර එවැනි ප්‍රසම්පාදනයන් සිදු කර නොමැති බවයි. Aspen Medical හි කොන්ත්‍රාත්තු වෙනත් ඕනෑම සපයන්නෙකුට වඩා USD මිලියන 500 ක් වටිනා විය.",
        "Aspen Medicals හි සම-නිර්මාතෘ සහ හිටපු සභාපති ඇන්ඩෲ වෝකර් පැවසුවේ එය මීට පෙර කිසි විටෙකත් මුහුණු ආවරණ ලබාගෙන නොමැති බවයි.",
        "2012 දී ආරම්භ කරන ලද ඩොලර් මිලියන ගණනක රෝහල් ව්‍යාපෘතියක් වන හම්බන්තොට දිස්ත්‍රික් මහ රෝහල පිහිටුවීමට Aspen වෛද්‍යවරයාගේ මැදිහත්වීම වීඩියෝවේ අවසාන කොටස හෙළි කරයි.",
        "Aspen Medical ආයතනය E. N Projects නම් ලන්දේසි සමාගමක් විසින් උප-කොන්ත්‍රාත්තු කර ඇති බව වීඩියෝව හෙළි කරයි - එය රෝහල සඳහා උපකරණ සහ වෛද්‍ය සැලසුම් සැපයීමේ පදනම මත ඕස්ට්‍රේලියානු රජයේ ඇපකරයකින් අනුග්‍රහය දක්වයි. ඇන්ඩෲ වෝකර්ගෙන් ප්‍රශ්න කිරීමේදී ඔවුන් කිසි දිනෙක ශ්‍රී ලංකාවේ කාර්ය මණ්ඩලයක් යොදවා නැති බව සහතිකය.",
        "“නමුත් මට ගිණුමක් ආරම්භ කිරීමට අවශ්‍ය වූ විට මගේම බැංකුව විසින් ප්‍රශ්න කිහිපයක් එවා ඇති අතර ඒවාට පිළිතුරු දීමට මට අවශ්‍ය වූයේ Aspen Medical සමඟ ඇති මගේම සම්බන්ධය නිසාය. මට කිව්වා ලංකාවේ දූෂණ නඩුවක Aspen කියලා තියෙනවා කියලා. මෙය ඇසූ විට මා පුදුමයට පත් විය, ”වෝකර් සම්මුඛ සාකච්ඡාවේදී පැවසීය.",
        "Aspen ගේ භූමිකාව තනිකරම මූල්‍ය අතරමැදියෙකු ලෙස තවදුරටත් Aspen අරමුදල් ලැබුණු බවට සාක්ෂි පෙන්වමින් සහ 4% හැසිරවීමේ ගාස්තුවකට ආපසු එම අරමුදල් කොන්ත්‍රාත්කරුවන්ට ගෙවන ලදී.",
        "Aspen Medical හි පළමු සහ විශාලතම ගෙවීම් බ්‍රිතාන්‍ය වර්ජින් දූපත් හි කුප්‍රකට බදු තෝතැන්නෙහි වාසය කරන Saber Vision Holdings නම් අභිරහස් සමාගමකට සිදු කර ඇති බව පැතුරුම්පත හෙළි කරයි. ගෙවීම් යුරෝ මිලියන 1.4 ක් වූ අතර එය ඕස්ට්‍රේලියානු ඩොලර් මිලියන 2 ක් පමණ වේ. මෙම සමාගම අයිතිව තිබුණේ නිමල් පෙරේරාට වන අතර ඔහුගේ නම දූෂණ වංචා රැසකට සම්බන්ධ බව කියනු ලැබේ.",
        "එම මුදල් රෝහලට නොලැබුණු බවත්, ඒ වෙනුවට කොළඹ ධනවත් තදාසන්න ප්‍රදේශයක දේපළක් මිලදී ගැනීමට යොදවා ඇති බවත් වීඩියෝවෙන් අනාවරණය වේ. මාධ්‍යවේදී ලින්ටන් බෙසර් ගවර් වීදියේ අංක 7 ඉදිරිපිට කැමරාවට කතා කරමින් කියා සිටින්නේ පෙරේරා විසින් මිලදී ගත් දේපළ නාමල් රාජපක්ෂගේ පෞද්ගලික කාර්යාල පවත්වාගෙන ගිය මෙම දේපළ සමඟ ඒකාබද්ධ වූ බවයි. විසින් සිදු කරන ලද හෙළිදරව්වෙන් කම්පාවට පත් හිටපු සෞඛ්‍ය අමාත්‍ය රාජිත සේනාරත්න, ඉරාන් වික්‍රමරත්න සහ වසන්ත සමරසිංහ යන මහත්වරුන්ගේ ප්‍රකාශද මෙම වීඩියෝවේ අන්තර්ගතයි.",
        "බෙසර් පෙරේරාගේ නිවසට පැමිණ සම්මුඛ සාකච්ඡාව පහත පරිදි වේ.",
        "මාධ්‍යවේදියා: ඔබේ වෘත්තිය ගැන මට කියන්න. මට දැනගන්න ඕන ඔයා වැඩ කරපු ආර්ථිකයේ මොන අංශවලටද කියලා. ඔබ ප්රාග්ධන වෙලඳපොලවල් සහ ආර්ථිකය පිළිබඳ විශේෂඥයි.",
        "පෙරේරා: නැහැ, කවදාවත් සෞඛ්‍ය ක්ෂේත්‍රයේ නැහැ, නමුත් මම විවේකය, නිෂ්පාදන, මූල්‍ය සහ ප්‍රාග්ධන වෙළඳපොළවල හිටියා.",
        "මාධ්‍යවේදියා:  ඔබ කිසි දිනක වෛද්‍ය උපකරණ සපයන්නෙකු වී නැද්ද?",
        "මාධ්‍යවේදියා: Aspen Medical ඔබට යුරෝ 687,000ක ගෙවීම් දෙකක් ගෙව්වේ ඇයි?",
        "මාධ්‍යවේදියා: එය ඔබේ බ්‍රිතාන්‍ය වර්ජින් අයිලන්ඩ්ස් සමාගම වන Saber Vision Holdings වෙත මුදල් යවා ඇත.",
        "මාධ්‍යවේදියා - බ්‍රිතාන්‍ය වර්ජින් අයිලන්ඩ්ස් හි ව්‍යාපාරික ලේඛනවලට අනුව එම ගනුදෙනු සිදු වන විට සේබර් විෂන් හෝල්ඩිංග්ස් ආයතනයේ සිටියේ එක් ප්‍රතිලාභියෙක් වන අතර ඒ නිමල් පෙරේරා මහතාය.",
        "පෙරේරා - නෑ ඒක පෙරනිමියෙන්. මම එම සමාගමේ කළමනාකාර අධ්‍යක්ෂවරයා වූ නිසා මමත් ප්‍රතිලාභියෙක් වුණා.",
        "මාධ්‍යවේදියා - එම දේපළ මිලදී ගැනීම සහ මුදල් ලැබුණේ කොහෙන්ද යන්න පිළිබඳව ඔබෙන් ප්‍රශ්න කළ විට ඔබ පොලිසියට ප්‍රකාශ කළේ එය ඉතාලි ව්‍යාපාරිකයකුගෙන් ලැබුණු බවයි. ඒක වැරදියි නේද?",
        "මාධ්‍යවේදියා - Saber Vision Holdings සමාගම මේ ඉතාලි ව්‍යාපාරිකයාට සම්බන්ධයි කියලා ඔබ කිව්වා.",
        "මාධ්‍යවේදියා: මගේ ප්‍රශ්නය උත්සාහ කරන්න, ඔබට ගෙවීම් සැඟවීමට අවශ්‍ය වූයේ ඇයි?",
        "මාධ්‍යවේදියා: Aspen Medicals Saber Vision Holdings වෙත දැමූ ගෙවීම්?",
        "කෙසේ වෙතත්, චෝදනාවලට ප්‍රතිචාර දක්වමින් Aspen Medical ආයතනය පවසා ඇත්තේ රෝහල් ව්‍යාපෘතිය සම්බන්ධයෙන් ලෝකයේ කිසිදු රාජ්‍ය ආයතනයකින් හෝ අධිකරණයකින් ඉල්ලීමක් ලැබී නොමැති නමුත් එවැනි ඕනෑම විමසීමකට සහාය දක්වන බවයි. එයාර්බස් සෝලිය ප්‍රසිද්ධියට පත් වූයේ 2019 දී, එය Saber Vision Holdings වෙත ගෙවා වසර ගණනාවකට පසුව බව එය වැඩිදුරටත් පැවසීය.",
        "ට්වීට් එකකින් පෙරේරා පැහැදිලි කරන්නේ Saber Vision Holdings යනු 1918 දී ශ්‍රී ලංකාවේ ආරම්භ කරන ලද විවිධාංගීකරණය වූ ව්‍යාපාරික ආයතනයක අනුබද්ධිත ආයතනයක් බවත් එය ඔහුට අයත් නොවන බවත්ය. “නමුත් මා සේවයේ යෙදී සිටි සමාගම අදාළ සමාගම පවරාගෙන මා කළමනාකාර අධ්‍යක්ෂවරයා ලෙස පත් කළ විට මා ප්‍රතිලාභියෙකු ලෙස නම් කෙරිණි. ලිපියේ සඳහන් ඉතාලි ව්‍යාපාරිකයා මට හඳුන්වා දුන්නේ මම මගේ නිවසට අවශ්‍ය උපකරණ ලබා දීමට සොයමින් සිටියදීය. ඔහුට ඉතාලියේ අභ්‍යන්තර මෝස්තර සමාගමක් හිමි වූ අතර ඔහුට දැරිය හැකි බොහෝ දෙනෙකුට ඔහුගේ සේවය ලබා දී ඇත.",
        "ලිපියේ ඇති සියල්ල තමන් ප්‍රතික්ෂේප කරන බවද ඔහු වැඩිදුරටත් පවසයි. එය නව නිපැයුම් මතභේදයක් සංවේදී කරමින් අදාළව සිටීමට උත්සාහ කරන පුවත්පත් කලාවේ විහිළුවකි. එම ලිපියේ ප්‍රකාශයන් සඳහා සත්‍ය වශයෙන්ම කිසියම් සත්‍ය පදනමක් තිබුනේ නම් එය කරුණු සහිතව ඔප්පු කිරීමට ඔවුන්ට හැකි විය යුතුව තිබුණි.",
        "\"මා සහ ගණුදෙණු අතර සම්බන්ධයක් නෑ\" - නාමල් රාජපක්ෂ",
        "ට අදහස් දක්වමින් හිටපු යෞවන කටයුතු හා ක්‍රීඩා අමාත්‍ය නාමල් රාජපක්ෂ කියා සිටියේ තමන් අත්අඩංගුවට ගැනීම සහ මෙම වාර්තා චිත්‍රපටය අතර කිසිදු සම්බන්ධයක් නොමැති බවයි. “පසුගිය රජය අපට විරුද්ධව බොහෝ නඩු පවරා ඇති අතර ඒවායින් සමහරක් විමර්ශනය කර ඇති අතර සමහර ඒවා තවමත් අධිකරණයේ විභාග වෙමින් පවතී. මෙම විශේෂ චෝදනාව සම්බන්ධයෙන් 2009 වාර්තා චිත්‍රපටියට අනුව එය සිදුවී ඇති අතර ඒ වන විට මම පාර්ලිමේන්තුවේ සිටියේද නැත. මගේ සහ ගනුදෙනු අතර කිසිම සම්බන්ධයක් නැහැ. මෙම ගනුදෙනු සිදු වූ අවස්ථාවේ ඔවුන් සෞඛ්‍ය අමාත්‍යවරයා සමඟ සම්මුඛ සාකච්ඡාවක් නොපැවැත්වීම ද පුදුමයට කරුණකි, ”රාජපක්ෂ පැවසීය.",
        "පෙරේරා සමඟ ඇති සම්බන්ධය ගැන විමසූ විට රාජපක්ෂ පැවසුවේ ඔවුන් එකිනෙකා හඳුනන නමුත් ඔවුන් අතර කිසිදු වාණිජ ගනුදෙනුවක් සිදුවී නොමැති බවයි.",
        "අංක 7 ගවර් වීදියේ පිහිටි සිය පෞද්ගලික කාර්යාල පිළිබඳව කළ විමසීමකට පිළිතුරු දෙමින් රාජපක්ෂ කියා සිටියේ තමන් එම ඉඩ කුලියට දුන් බවයි. “ඔබ නිවසක් කුලියට දෙන විට එය ලබා ගැනීමේදී සිදුවී ඇති ගණුදෙණු මොනවාදැයි සොයා බලන්නේ නැත. ආරක්ෂක හේතූන් මත මම පසුව 2017 හි ඉවත්ව ගියෙමි, ”ට්වීට් තවදුරටත් කියවීය."
      ]
    },
    "ta": {
      "title": "அம்பாந்தோட்டை மருத்துவமனை திட்டத்தில் ஊழல் மோசடிகள் நடந்ததாக ஆஸ்திரேலிய ஆவணப்படம் கூறுகிறது",
      "body_lines": [
        "ஆஸ்திரேலியா ஒலிபரப்புக் கூட்டுத்தாபனத்தின் முன்னணி புலனாய்வுப் பத்திரிகை மற்றும் நடப்பு விவகார நிகழ்ச்சித் திட்டமான ஃபோர் கார்னர்ஸ், ஹம்பாந்தோட்டையில் பல மில்லியன் டொலர்கள் பெறுமதியான வைத்தியசாலைத் திட்டத்துடன் தொடர்புடைய பாரிய ஊழல் வழக்கு ஒன்றைப் பரிந்துரைக்கும் ஆவணப்படத்தை அண்மையில் வெளியிட்டது.",
        "தொற்றுநோயிலிருந்து ஆஸ்பென் மருத்துவம் எவ்வாறு லாபம் பெற்றது மற்றும் ஊழல் மற்றும் பணமோசடி தொடர்பான சர்வதேச குற்றவியல் விசாரணையில் சிக்கியது என்பதை வீடியோ வெளிப்படுத்துகிறது.",
        "ஆஸ்பென் மெடிக்கலின் ஒப்பந்தங்கள் மற்ற வழங்குநர்களை விட 500 மில்லியன் அமெரிக்க டாலர்கள் அதிகம்.",
        "ஆஸ்பென் நிதியைப் பெற்று, அந்த நிதியை 4% கையாளுதல் கட்டணத்திற்குப் பதிலாக ஒப்பந்தக்காரர்களுக்கு திருப்பிச் செலுத்தினார்",
        "ஆஸ்பேன் மெடிக்கல் நிறுவனம், மருத்துவமனை திட்டம் தொடர்பாக உலகில் எங்கும் எந்த அரசு நிறுவனத்திடமிருந்தோ அல்லது நீதிமன்றத்திலிருந்தோ எந்த கோரிக்கையும் பெறவில்லை என்று கூறியுள்ளது.",
        "ஆஸ்திரேலிய ஒலிபரப்புக் கூட்டுத்தாபனத்தின் முன்னணி புலனாய்வுப் பத்திரிகை மற்றும் நடப்பு விவகாரங்கள் நிகழ்ச்சித் திட்டமான ஃபோர் கார்னர்ஸ் சமீபத்தில் ஹம்பாந்தோட்டையில் பல மில்லியன் டொலர் பெறுமதியான வைத்தியசாலைத் திட்டம் தொடர்பான பாரிய ஊழலை வெளிப்படுத்தும் ஆவணப்படத்தை வெளியிட்டது. தொற்றுநோய் உச்சக்கட்டத்தில் தனிநபர் பாதுகாப்பு உபகரணங்களை கொள்வனவு செய்வதற்கான பில்லியன் டொலர் ஒப்பந்தங்களை Aspen Medical என்ற அதிகம் அறியப்படாத தனியார் மருத்துவ நிறுவனம் எவ்வாறு வென்றது, இலங்கையுடனான அதன் தொடர்புகள், இலங்கையர்களுக்கு சொந்தமான நிறுவனங்களுக்கு மில்லியன் டொலர் நிதி பரிவர்த்தனைகள் மற்றும் அவர்களது உறவுகளை ஆவணப்படம் வெளிப்படுத்துகிறது. இலங்கையின் ஆளும் குடும்பம்.",
        "ஆஸ்பென் மெடிக்கல் தொற்றுநோயிலிருந்து எவ்வாறு லாபம் ஈட்டியது மற்றும் ஊழல் மற்றும் பணமோசடி தொடர்பான சர்வதேச குற்றவியல் விசாரணையில் சிக்கியது என்பதை வீடியோ வெளிப்படுத்துகிறது. கோவிட்-19 தொற்றுநோயின் தொடக்கத்தில், ஆஸ்திரேலிய மத்திய அரசு தனிப்பட்ட பாதுகாப்பு உபகரணங்களை (பிபிஇ) அவுட்சோர்ஸ் செய்து, எந்தவொரு பொது டெண்டர் இல்லாமல் நிறுவனங்களைத் தேர்ந்தெடுத்தது. மருத்துவப் பணியாளர்களை ஆட்சேர்ப்பு செய்வதில் நிபுணத்துவம் பெற்ற கான்பெராவை தளமாகக் கொண்ட சுகாதார சேவை வழங்குநரான ஆஸ்பென் மெடிக்கல், தேசிய அளவில் PPEகளை வழங்க 1.1 பில்லியன் அமெரிக்க டாலர்களுக்கும் அதிகமான மதிப்புள்ள ஒப்பந்தங்களை வென்றது.",
        "எக்சிகியூட்டிவ் பதவிகளை வகித்த முன்னாள் ஊழியர்கள், நிறுவனம் இதற்கு முன்பு இதுபோன்ற கொள்முதல் செய்ததில்லை என்று கூறுகிறார்கள். ஆஸ்பென் மெடிக்கலின் ஒப்பந்தங்கள் மற்ற வழங்குநர்களை விட 500 மில்லியன் அமெரிக்க டாலர்கள் அதிகம்.",
        "ஆஸ்பென் மெடிக்கல்ஸின் இணை நிறுவனரும் முன்னாள் தலைவருமான ஆண்ட்ரூ வாக்கர், இதற்கு முன்பு முகமூடிகளை வாங்கியதில்லை என்று கூறினார்.",
        "2012 ஆம் ஆண்டு ஆரம்பிக்கப்பட்ட பல மில்லியன் டொலர் செலவில் ஹம்பாந்தோட்டை மாவட்ட பொது வைத்தியசாலையை அமைப்பதில் Aspen மருத்துவத்தின் ஈடுபாட்டை காணொளியின் பிற்பகுதி வெளிப்படுத்துகிறது.",
        "ஆஸ்பென் மெடிக்கல் நிறுவனம் E. N Projects எனப்படும் டச்சு நிறுவனத்தால் துணை ஒப்பந்தம் செய்யப்பட்டதை வீடியோ வெளிப்படுத்துகிறது - இது மருத்துவமனைக்கு உபகரணங்கள் மற்றும் மருத்துவ வடிவமைப்பை வழங்கும் அடிப்படையில் ஆஸ்திரேலிய அரசாங்கத்தின் உத்தரவாதத்தால் ஆதரிக்கப்படுகிறது. அன்ட்ரூ வோக்கரிடம் விசாரிக்கப்பட்டபோது, ​​இலங்கையில் தாங்கள் ஒருபோதும் ஊழியர்களை அனுப்பவில்லை என்பது உறுதியாகிறது.",
        "\"ஆனால் நான் ஒரு கணக்கைத் திறக்க விரும்பியபோது எனது சொந்த வங்கி சில கேள்விகளை அனுப்பியது, அதற்கு ஆஸ்பென் மெடிக்கலுடனான எனது சொந்த தொடர்பு காரணமாக நான் பதிலளிக்க விரும்பினேன். இலங்கையில் ஊழல் வழக்கில் ஆஸ்பென் குறிப்பிடப்பட்டுள்ளார் என்று என்னிடம் கூறப்பட்டது. இதைக் கேட்டதும் நான் அதிர்ச்சியடைந்தேன், ”என்று வாக்கர் பேட்டியில் கூறினார்.",
        "ஆஸ்பெனின் பங்கு முற்றிலும் ஒரு நிதி இடைத்தரகராக இருந்தது, மேலும் ஆஸ்பென் நிதியைப் பெற்றதற்கான ஆதாரத்தையும், அந்த நிதியை 4% கையாளுதல் கட்டணத்திற்கு ஈடாக ஒப்பந்தக்காரர்களுக்கு திருப்பிச் செலுத்துவதையும் காட்டுகிறது.",
        "பிரித்தானிய விர்ஜின் தீவுகளில் உள்ள இழிவான வரிப் புகலிடமான சேபர் விஷன் ஹோல்டிங்ஸ் என்ற மர்ம நிறுவனத்திற்கு ஆஸ்பென் மெடிக்கலின் முதல் மற்றும் மிகப்பெரிய பணம் செலுத்தப்பட்டது என்பதை விரிதாள் வெளிப்படுத்துகிறது. கொடுப்பனவுகள் மொத்தம் 1.4 மில்லியன் யூரோக்கள் அதாவது சுமார் 2 மில்லியன் ஆஸ்திரேலிய டாலர்கள். இந்நிறுவனம் நிமல் பெரேராவுக்கு சொந்தமானது, அவரது பெயர் பல ஊழல் மோசடிகளுடன் தொடர்புடையதாகக் கூறப்படுகிறது.",
        "அந்தப் பணம் மருத்துவமனையால் பெறப்படவில்லை, மாறாக கொழும்பில் உள்ள ஒரு வசதியான புறநகர்ப் பகுதியில் ஒரு சொத்தை வாங்குவதற்குப் பயன்படுத்தப்பட்டது என்பதை வீடியோ வெளிப்படுத்துகிறது. ஊடகவியலாளர் லிண்டன் பெஸ்ஸர், இலக்கம் 7, கோவர் வீதிக்கு முன்னால் உள்ள கமெராவிடம் பேசுகையில், பெரேரா வாங்கிய சொத்தும், நாமல் ராஜபக்ஷவின் தனிப்பட்ட அலுவலகங்கள் இருந்த இந்த சொத்தும் இணைக்கப்பட்டதாகக் கூறுகிறார். இந்த வீடியோவில் முன்னாள் சுகாதார அமைச்சர் ராஜித சேனாரத்ன, எரான் விக்ரமரத்ன மற்றும் வசந்த சமரசிங்க ஆகியோரின் அறிக்கைகள் உள்ளடக்கப்பட்டுள்ளன.",
        "பெஸ்ஸர் பெரேராவை அவரது வீட்டிற்குச் சென்று சந்தித்தார் மற்றும் நேர்காணல் பின்வருமாறு:",
        "பத்திரிக்கையாளர்: உங்கள் தொழில் பற்றி சொல்லுங்கள். நீங்கள் எந்தெந்தப் பொருளாதாரத் துறைகளில் பணியாற்றியீர்கள் என்பதை அறிய விரும்புகிறேன். நீங்கள் மூலதனச் சந்தை மற்றும் பொருளாதாரத்தில் நிபுணத்துவம் பெற்றவர்.",
        "பெரேரா: இல்லை, சுகாதாரத் துறையில் இருந்ததில்லை, ஆனால் நான் ஓய்வு, உற்பத்தி, நிதி மற்றும் மூலதனச் சந்தைகளில் ஈடுபட்டிருந்தேன்.",
        "பத்திரிகையாளர்:  நீங்கள் மருத்துவ உபகரணங்களை வழங்குபவராக இருந்ததில்லையா?",
        "பத்திரிக்கையாளர்: ஆஸ்பென் மெடிக்கல் உங்களுக்கு 687,000 யூரோக்கள் இரண்டு கொடுப்பனவுகளை ஏன் செலுத்தியது?",
        "பத்திரிகையாளர்: இது உங்கள் பிரிட்டிஷ் விர்ஜின் தீவுகள் நிறுவனமான சேபர் விஷன் ஹோல்டிங்ஸுக்கு பணத்தை அனுப்பியது.",
        "ஊடகவியலாளர்: பிரித்தானிய விர்ஜின் தீவுகளின் வணிக ஆவணங்களின்படி அந்தப் பரிவர்த்தனைகளின் போது, ​​Saber Vision Holdings இன் பயனாளி ஒருவர் மட்டுமே இருந்தார், அது திரு. நிமல் பெரேரா.",
        "பெரேரா: இல்லை அது இயல்பாகவே. நான் அந்த நிறுவனத்தின் நிர்வாக இயக்குநரான பிறகு நானும் பயனாளி ஆனேன்.",
        "பத்திரிக்கையாளர்: அந்த சொத்து வாங்குவது குறித்தும், பணம் எங்கிருந்து வந்தது என்பது குறித்தும் உங்களிடம் கேட்டபோது, ​​இத்தாலிய தொழிலதிபர் ஒருவரிடமிருந்து வந்தது என்று போலீசாரிடம் கூறினீர்கள். அது தவறு, இல்லையா?",
        "பத்திரிக்கையாளர்: இந்த இத்தாலிய தொழிலதிபருடன் சபர் விஷன் ஹோல்டிங்ஸ் தொடர்புடையது என்று சொன்னீர்கள்.",
        "பத்திரிகையாளர்: எனது கேள்வியை முயற்சிக்கவும், நீங்கள் ஏன் பணம் செலுத்துவதை மறைக்க விரும்பினீர்கள்?",
        "பத்திரிக்கையாளர்: ஆஸ்பென் மெடிக்கல்ஸ் சேபர் விஷன் ஹோல்டிங்ஸில் செலுத்திய பணம்?",
        "எவ்வாறாயினும், குற்றச்சாட்டுகளுக்கு பதிலளித்த ஆஸ்பென் மெடிக்கல், மருத்துவமனை திட்டம் தொடர்பாக உலகில் எங்கும் எந்தவொரு அரசாங்க நிறுவனம் அல்லது நீதிமன்றத்திடம் இருந்து எந்த கோரிக்கையையும் பெறவில்லை, ஆனால் அத்தகைய விசாரணைகளை ஆதரிக்கும் என்று கூறியுள்ளது. ஏர்பஸ் ஊழல், சேபர் விஷன் ஹோல்டிங்ஸுக்கு பணம் செலுத்திய பல ஆண்டுகளுக்குப் பிறகு, 2019 இல் மட்டுமே பகிரங்கப்படுத்தப்பட்டது.",
        "ஒரு ட்வீட்டில், பெரேரா, Saber Vision Holdings இலங்கையில் 1918 இல் நிறுவப்பட்ட பல்வகை வணிக நிறுவனத்தின் துணை நிறுவனமாகும் என்றும் அது தனக்குச் சொந்தமானது அல்ல என்றும் விளக்குகிறார். “ஆனால் நான் பணிபுரிந்த நிறுவனம் சம்பந்தப்பட்ட நிறுவனத்தை கையகப்படுத்தி என்னை நிர்வாக இயக்குநராக நியமித்தபோது நான் பயனாளி என்று பெயரிடப்பட்டேன். கட்டுரையில் குறிப்பிடப்பட்டுள்ள இத்தாலிய தொழிலதிபர், நான் எனது வீட்டைத் தருவதற்கு தேடும் போது எனக்கு அறிமுகமானார். அவர் இத்தாலியில் ஒரு உள்துறை வடிவமைப்பு நிறுவனத்தை வைத்திருந்தார் மற்றும் அவரால் வாங்கக்கூடிய பலருக்கு தனது சேவைகளை வழங்கியுள்ளார்.",
        "கட்டுரையில் உள்ள அனைத்தையும் மறுப்பதாக அவர் மேலும் கூறுகிறார். இது கண்டுபிடிக்கப்பட்ட சர்ச்சையை பரபரப்பாக்குவதன் மூலம் தொடர்புடையதாக இருக்க முயற்சிக்கும் ஒரு பத்திரிகை கேலிக்கூத்து. கட்டுரையின் கூற்றுகளுக்கு உண்மையில் ஏதேனும் ஆதாரம் இருந்தால், அவர்கள் அதை உண்மைகளுடன் நிரூபிக்க முடிந்திருக்க வேண்டும்.",
        "\"எனக்கும் கொடுக்கல் வாங்கல்களுக்கும் தொடர்பு இல்லை\" - நாமல் ராஜபக்ஷ",
        "க்கு கருத்து தெரிவித்த முன்னாள் இளைஞர் விவகார மற்றும் விளையாட்டுத்துறை அமைச்சர் நாமல் ராஜபக்ஷ, தான் கைது செய்யப்பட்டதற்கும் இந்த ஆவணப்படத்திற்கும் எந்த தொடர்பும் இல்லை. “கடந்த அரசாங்கம் எங்களுக்கு எதிராக பல வழக்குகளைத் தாக்கல் செய்துள்ளது, அவற்றில் சில விசாரிக்கப்பட்டு இன்னும் சில நீதிமன்றங்களில் நிலுவையில் உள்ளன. 2009 ஆம் ஆண்டு நடந்த ஆவணப்படத்தின்படி இந்த குறிப்பிட்ட குற்றச்சாட்டைப் பொறுத்தவரையில் நான் அப்போது பாராளுமன்றத்தில் கூட இருக்கவில்லை. எனக்கும் பரிவர்த்தனைக்கும் எந்த தொடர்பும் இல்லை. இந்த பரிவர்த்தனைகள் நடந்த நேரத்தில் அவர்கள் சுகாதார அமைச்சரை நேர்காணல் செய்யவில்லை என்பது ஆச்சரியமாக இருக்கிறது, ”என்று ராஜபக்சே கூறினார்.",
        "பெரேராவுடனான அவரது உறவு குறித்து கேட்டபோது, ​​அவர்கள் ஒருவருக்கொருவர் தெரிந்தவர்கள், ஆனால் அவர்களுக்கு இடையே எந்த வணிக பரிவர்த்தனைகளும் இல்லை என்று ராஜபக்சே கூறினார்.",
        "எண். 7 கோவர் தெருவில் உள்ள தனது தனியார் அலுவலகம் குறித்த கேள்விக்கு பதிலளித்த ராஜபக்ச, அந்த இடத்தை தான் வாடகைக்கு விட்டதாக கூறினார். “நீங்கள் ஒரு வீட்டை வாடகைக்கு எடுக்கும்போது, ​​அதைப் பெறும்போது எந்த வகையான பரிவர்த்தனைகள் நடந்துள்ளன என்பதை நீங்கள் சரிபார்க்க மாட்டீர்கள். பாதுகாப்பு காரணங்களுக்காக நான் 2017 இல் வெளியேறினேன், ”என்று ட்வீட் மேலும் வாசிக்கிறது."
      ]
    }
  }
}