{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/SLFP-and-11-party-alliance-may-consider-supporting-NCM/108-235161",
  "time_ut": 1650255600,
  "title": "SLFP and 11 party alliance may consider supporting NCM",
  "body_lines": [
    "The SLFP and the 11 party alliance were ready to positively consider an invitation from the SJB to support the No Confidence Motion (NCM) against the SLPP government, General Secretary of the SLFP and the former Minister Dayasiri Jayasekara said yesterday.",
    "“We need their support. Leader of the Opposition and SJB leader Sajith Premadasa and General Secretary of the SJB Ranjith Madduma Bandara spoke about the NCM and the impeachment with former President Maithripala Sirisena and other senior members of the 11 party alliance. We also showed them the draft of the NCM. Therefore, I don’t see any reason for their hesitancy to come forward with their cooperation and support to the two motions. We need it,” Kiriella told Daily Mirror.",
    "This is a good opportunity for the SLFP and the 11 party alliance to display their independence and the desire to take the country out of the current political, economic and social mess. The ball is now in their court, Kiriella said.   The only way to get rid of the hated Rajapaksa presidency and the SLPP regime is the NCM and the impeachment motion. The SJB has taken the initiative for that and it is up to all politicians, political parties and patriots to support it, he said.",
    "A large number of MPs had already signed the NCM. It will be handed over to the Speaker soon after the necessary number of signatures are collected. “The people in the width and breadth of the country are keenly awaiting the outcome of the NCM and the impeachment motion. They want to see the end of a despot and a tyranny eventually. They will not forget those who supported the  Rajapaksas when the time comes for repayment,” Kiriella added.  (Sandun A Jayasekera)"
  ]
}