{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Rs-1-8-b-from-COVID-19-Fund-to-import-essential-medicines/56-735736",
  "time_ut": 1654284420,
  "title": "Rs. 1.8 b from COVID-19 Fund to import  essential medicines",
  "body_lines": [
    "President Gotabaya Rajapaksa has instructed the relevant officials to release Rs. 1.8 billion from COVID-19 Healthcare and Social Security Fund to import essential medicines.",
    "These funds were received from donors to control the COVID-19. The President told a discussion regarding matters of urgent concern in the field of health yesterday that the money could be used for health needs as the COVID-19 epidemic is now under control.",
    "A statement from the President’s Media Office said 234 types of medicines required for hospitals are manufactured locally. Drug prices continue to increase in the world market sharply. In view of this situation, the President pointed out the possibility of rapidly increasing the local pharmaceutical manufacturing and obtaining the necessary raw materials in this regard under the Indian credit line.",
    "There are 12 investors in the pharmaceutical sector in Oyamaduwa and Millewa area in Horana. The production in those factories is expected to begin in the next few months and has the potential to produce more than 200 types of drugs in these regions, the officials said.",
    "“The Ministry of Samurdhi and Education is planning to provide a nutritious meal to primary school children and pregnant mothers,” the President further said.",
    "The importation of medicines and medical equipment is being funded from several sources. It is planned to allocate the required funds from the proposed budget as well. The officials pointed out that based on the current progress in the health sector, it would return to normal within the next three months.",
    "Health Minister Keheliya Rambukwella, President’s Chief of Staff Anura Dissanayake, Finance Secretary Mahinda Siriwardena, Health Secretary S.J.S. Chandragupta, Additional Secretary Dr. Saman Ratnayake and Heads of line institutions of the Ministry were also present at the discussion."
  ]
}