{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankans-commemorate-war-heroes-day-tamil-genocide-day-on-same-day-94428/",
  "time_ut": 1652912040,
  "title": "Sri Lankans commemorate War Heroes Day, Tamil Genocide Day on same day",
  "body_lines": [
    "ECONOMYNEXT – Some Sri Lankans celebrated the 13th anniversary of a 26-year war as War Heroes Day on Wednesday while others commemorated the deaths of thousands of war victims as Tamils Genocide Day, showing a bitter division prevailing in the island nation which has so far failed in its post-war reconciliation.",
    "Then president Mahinda Rajapaksa on May 18, 2009 declared the end of a 26-year war in which over 100,000 people were killed and millions of Sri Lankans mainly ethnic minority Tamils displaced as refugees inside the country and abroad.",
    "The island nation’s state military ended the war by annihilating the leaders of Liberation Tigers of Tamil Eelam (LTTE) in a bitterly fought conflict that started in 1983.",
    "The end of the war boosted the popularity of then president Mahinda Rajapaksa and his brother, then defence secretary and the current president, Gotabaya Rajapaksa. Mahinda Rajapaksa resigned from the Prime Minister post last week amid prolonged protests demanding him and his president brother to resign.",
    "The LTTE fought for an independent state for Tamils in the island nation’s North and East. However, since its defeat, many Tamils have said their normal life has been affected because of military who are heavily present in the North.",
    "Sri Lankan government has declared May 18 as the War Heroes Day to remember the brave war heroes who had safeguarded the freedom and territorial integrity of the country.",
    "President Rajapaksa in his War Heroes Day said the soldiers will never be forgotten under any circumstances.",
    "“That’s because we always respect the sacrifices they have made. Therefore, the National War Heroes Day will be commemorated this year as well by recalling the immense sacrifices made by the war heroes for national causes,” he said in his message.",
    "President said none of the people had expected the crisis situation Sri Lankans are going through now and the ongoing economic crisis has expanded towards a political and social upheaval.",
    "“Under any circumstances, we will not disregard the policy towards safeguarding sovereignty and independence of this country. That is because our desire is to protect the motherland above all else,” he said in a statement.",
    "“Our brave war heroes put an end to the war and brought peace to the country through a",
    "humanitarian operation…. it is important to recall that the history too has given you the responsibility of working cautiously after prudently considering the current challenge.”",
    "“There is no doubt that various local, foreign groups and individuals are trying to use the",
    "economic and political crisis as a pretext to influence national security. We must defeat it together. Only then will the courageous war hero’s commitment to the country be preserved.”",
    "Coinciding with the War Heroes’ day, thousands military personnel also were promoted to the next ranks.",
    "However, ethnic minority Tamil commemorated the war-end anniversary with remembering the death of their loved relatives in Mulliwaikal, a village in the northern district of Mullaiteevu where the final fight was ended.",
    "A United Nation’s report has said nearly 40,000 Tamils were killed in the final months of the war. Rajapaksa governments has failed to probe into the human rights abuses during the war.",
    "“Today we remember all those who lost their lives during the war and the families still seeking truth, justice and reparations,” the UN Coordinator for Sri Lanka Hanaa Singer-Hamdy said in her twitter feed.",
    "“Dealing with the past is an important step to ensuring reconciliation and fulfilling the rights of the victims.”",
    "People in the Northern district of Vavuniya commemorated it as Tamil Genocide Day,",
    "In a banner with both flags of the United States and the European Union, the people in a banner have written as “This is important day in our history. Today is the day in which Sinhalese killed 146,000 Tamils and left 90,000 women as widows, resulting in 50,000 children without any support and saw the forced disappearance of 25,000 people.”",
    "Charles Nirmalanathan, a lawmaker in the opposition Tamil National Alliance said the genocide of thousands of Tamils have not been accepted both locally and internationally.",
    "“So we request both the international community and the Sri Lankan government to accept that there was a genocide during the war,” he told the parliament.",
    "Sri Lanka is also facing a UN-led international probe into the alleged human rights violations during the final phase of the war, despite strong opposition by Rajapaksa government. (Colombo/May19/2022)"
  ]
}