{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-guidance-rate-for-dollar-rupee-at-360-kerb-407-94195/",
  "time_ut": 1652430600,
  "title": "Sri Lanka guidance rate for dollar/rupee at 360, kerb 407",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has begun to quote a daily guidance middle rate of 360 rupees for the spot US dollar under a process started on May 13, which is set substantially below the market rate.",
    "Banks could quote 2.60 rupees plus or minus under the new direction.",
    "The central bank stopped quoting day rates on January 23 when the rupee was floated with an interest rate correction after the soft peg collapsed, amid a war. In 2021 and the central bank also started enforcing a rate incompatible with the policy rate at around 203 to the US dollar.",
    "Sri Lanka’s rates were hiked by new Governor Nandalal Weerasinghe which is expected to slow credit.",
    "However, a surrender rule remains, injecting liquidity, altering reserve money from dollar transactions and pushing the rupee down, making the regime a peg analysts have warned.",
    "Excess liquidity at plus banks, which lend cautiously and tends to get dollar inflows had topped 201 billion rupees on May 12, from only 76 billion rupees on March 07, before the float.",
    "The guidance rate however is sharply below the end-customer market rate for the US dollars which was around 270/290 to the US dollar for importers a day earlier.",
    "Commercial banks however were quoting 355/365 for telegraphic transfer dollars on Friday down from 370/380 for telegraphic transfer dollars on Thursday.",
    "The rate was also bringing in dollars from the Middle East from exchange houses, market participants said.",
    "It is not clear why the guidance rate was set below the market rate and whether the new guidance will disrupt the inflows.",
    "The kerb rate was 398/407 rupees to the US dollar. The tether cryptocurrency was quoted around 401 to the US dollar.",
    "The central bank’s TT dollar rate on Friday was 355/364.9 rupees, up from 364.22/377.49 against US dollar on Thursday.",
    "In the secondary market bills and bonds were active, dealers said.",
    "The three-month bill was quoted at 23.00/24.00 percent on Friday,  from Thursday.",
    "The 12-month bill was quoted at 24.00/25.00 percent on Friday, flat from the previous day’s close.",
    "A bond maturing on 01.05.2025 was quoted at 23.15/75 on Friday, up from  22.00/23.00 percent at the previous day’s close. (Colombo/May13/2022)"
  ]
}