{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sinharaja-sans-a-buffer-zone-even-18-years-after-Cabinet-decision/172-235561",
  "time_ut": 1650658620,
  "title": "Sinharaja sans a buffer zone even 18 years after Cabinet decision",
  "body_lines": [
    "Nearly eighteen years have passed since the cabinet took a decision to annexe half a kilometre buffer zone to Sri Lanka’s last primary tropical forest, Sinharaja. On July 22, 2004, the then cabinet approved to obtain a recommendation to connect a buffer zone for Sinharaja. Still consecutive governments have opted to turn a blind eye to this long-overdue project despite demands by environmentalists.",
    "The moves during the past few years to initiate various projects in Sinharaja reserved forest territory have only gone to prove the urgency of the matter. A half a kilometre buffer zone would help annexe nearly 3,000 hectares of land to Sinharaja which currently covers 8,864 hectares of which 60% of plants are considered endemic. In fact, what the conservationists have been demanding is a one kilo-metre buffer zone.",
    "Global warming and many other factors have seen dozens and dozens of countries attempting to improve their forest cover, even to the extent of  creating city forests. Sri Lanka, which had 50% of its land covered with forest in 1920 today has only about 18%. There’s very little hope for the country’s forests in future if we are unable to protect even the last primary tropical forest of the country.",
    "All that the government should do is revert to the 2004 cabinet decision and bring it as a fresh cabinet proposal and initiate a discussion with the Forest Conservation Department as to how to go about with the plan. It should leave aside political interests and move towards the goal.",
    "Right now, quite a few hamlets and plantation land come under the proposed buffer zone area of half a kilometre or 500 metres. According to the Forest Conservation Ordinance, anyone who wants to do clearing within the first 100 metres from the Sinharaja border is supposed to get an Environment Impact Assessment (EIA) done by the Central Environment Authority (CEA).",
    "However, this seems to be a far cry from what actually should be done, as allowing any clearing of 100 metres from this unique forest should ideally be prohibited. In fact, this ban should be extended for the first kilometre from the boundary. They are bound to be mass protests against this plan given the number of villages and also the plantation lands that come under the first kilometre from the boundary line. A solid master plan and a competent group of people are needed to negotiate with the concerned parties.",
    "Former President Maithripala Sirisena moved to annexe quite a few smaller peripheral forests on the border of Sinharaja forest to it. Most of these peripheral forests were in the Kalutara District.",
    "Eighteen precious years have already been wasted since the 2004 cabinet decision to connect a buffer zone. During this period there had been a slew of tampering with Sinharaja including bio thefts. UNESCO should be lauded for making timely statements whenever there was a potential threat to the forest, which it has declared as a world heritage site.",
    "The government should move immediately to implement the long-overdue plan."
  ]
}