{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/YMBA-condemns-attack-on-peaceful-protestors-urges-action-against-those-responsible/56-734720",
  "time_ut": 1652305560,
  "title": "YMBA condemns attack on peaceful protestors; urges action against those responsible",
  "body_lines": [
    "The Colombo Young Men’s Buddhist Association (YMBA) has strongly condemned the barbaric attack by certain political allies on peaceful and unarmed protestors at the Galle Face Green and in front of Temple Trees.",
    "“We call on the authorities to bring the perpetrators to justice along with those who instigated this cowardly act,” said a statement issued by YMBA President Mahendra Jayasekera and Hony. Secretary Maddumage Ariyaratne.",
    "The statement also said: “We would also like to call on all political parties represented In Parliament to leave party interest aside and unite in the national Interest to bring about stability and the leadership that the country requires at this critical juncture.",
    "We had made this request previously by way of a press release Issued on 11 April. We appeal to all political leaders to act urgently in order to prevent our beloved motherland from descending into a collapsed state. The present situation in the country and Monday’s incident have further demonstrated the importance of the Colombo YMBA’s relentless efforts over the past few months to educate the public about the need of building a moral and law-abiding state. However, it should be noted that our efforts are being severely hampered by this type of State-sponsored violence.",
    "At this unfortunate juncture, we earnestly and respectfully urge all Sri Lankans to refrain from resorting to violence and to act prudently and vigilantly. In the words of Lord Buddha ‘hatred does not cease by hatred, but by love’. As such we appeal to the general public to act with restraint and not behave like those who forcefully challenged the peaceful and unarmed protestors at the Galle Face.”"
  ]
}