{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Peoples-concerns-vs-politicians-concerns/172-237457",
  "time_ut": 1653076560,
  "title": "People’s concerns vs. politicians’ concerns",
  "body_lines": [
    "There seems to be a far cry between the aspirations of politicians and the people of this country. This has been very much evidenced during the proceedings of the Parliament where the politicians are always playing their power game, despite them arguing that this is not a time for politicking.",
    "In fact the masses are craving for making their ends meet. They do not have big hopes these days; they are just waiting hours, if not days in queues to get a few litres of petrol, diesel or kerosene or a cylinder of cooking gas. They are struggling to strike a balance between their income and expenditure, as the former has plummeted or stagnating while the latter has steeply shot up, two fold or three fold.",
    "The frustration among them has mounted to dangerous proportions, accumulating rage which could erupt any moment as a volcano against anybody, their own family, neighbours and employers or most probably against the local politicians and the government as a whole. The reaction to the attack on the peaceful protestors in Galle Face Green by the mob that had been brought to Colombo by former Prime Minister Mahinda Rajapaksa on May 9 could partly be attributed to this frustration.",
    "However, no politician, except for those especially assigned to the very job and a very few who are really concerned about the people, seems to be taking pains to find solutions to these issues within their parties or in the Parliament. Some in recent days attempted to break other parties while calling for a concerted effort to solve the current economic crisis. Some others were attempting to get portfolios in the name of an all-party government. The United National Party and the Samagi Jana Balawegaya seem to be attempting to outshine each other, using the crisis.",
    "One might argue that even the anti-government protestors, especially the various groups that are agitating in the Galle Face - the epicenter of the public rage against the government - do not have solutions to the immediate economic issues faced by the people. Their main demand is “Gota Go Home,” or the ouster of President Gotabaya Rajapaksa which is too a political demand and seems to be the most complicated demand to be implemented.",
    "The resignation of the President would constitutionally result in the Prime Minister - Ranil Wickremesinghe for the moment - being elevated to the post of President until Parliament appoints one of its members for the job within a month. They also demand an interim government then, the common demand of many within and outside parliament, until a general election is held.",
    "However, the demand for the ouster of the President is natural, as he is responsible for all the current economic and political ills morally and logically, despite him having claimed that he was not responsible for some of the current issues faced by the people. Apart from constitutionally and morally being the leader of the country, he is wielding dictatorial powers after the passage of the 20th Amendment in October 2020. Besides, he, during an address to the newly appointed ministers on April 18 confessed his responsibility to two major blunders - ill-timed ban on chemical fertilizer imports and the delay in approaching the international Monetary Fund (IMF) - that brought in the current economic catastrophe.",
    "In fact, the decision to slap a ban on chemical fertilizer imports destroyed the country’s economy, leaving the farmers high and dry. Even when the farmers across the country were agitating demanding fertilizer and the media had been showing the destruction, the President and his ministers accused that the Opposition political parties were inciting farmers. The country which had been severely battered by the COVID 19 had come to a stage where it had no option other than approaching the IMF for financial assistance by 2020 and experts had pointed it out. The Newly appointed Central Bank Governor Dr. Nandalal Weerasinghe during a media briefing on April 9 had stated that he had pointed out the need for debt restructuring far back as September 2020, but it fell on deaf ears and the country is now facing a crisis.",
    "In spite of the President or his government having not admitted, his announcement on massive unsolicited tax cuts subsequent to the 2019 Presidential election which cost the public coffers dearly. It deprived the government of more than Rs.650 billion annually, according to experts who point out that it contributed hugely to the current economic crunch. And the President or the government cannot absolve themselves from the knowledge and responsibility to the huge frauds such as the sugar tax scandal committed in October 2020 which too led to the draining of government revenue. Therefore the demand for the ouster of the President and the government is not without ground.",
    "It was against this backdrop that the recent dangerous turn in the political crisis that had already befallen the country was witnessed upon Prime Minister Mahinda Rajapaksa’s forced resignation. His stepping down was justified by his stupid move to send or allow thugs to attack peaceful protestors at Galle Face Green. It left the country without a Prime Minister and thereby a government. The President was literally begging the leaders of the political parties in Parliament to take the responsibility of the government.",
    "Only United National Party (UNP) leader Ranil Wickremesinghe had a smooth path to reach the new premier post. He did not have any condition to withdraw or slacken as the case with the Janatha Vimukthi Peramuna/ National People’s Power or the Samagi Jana Balawegaya which had been agitating for the ouster of the President. Besides, he had been very close to the government, especially since the so-called All-Party Conference convened by the President on March 23. And the President seems to have approached him first. Wickremesinghe also grabbed the Opportunity which, apart from giving the country a respite from the possible disaster, would help undermine his main rival, SJB and thereby shine his political future.",
    "Now, many Opposition parties and observers ridicule the President, the ruling SLPP and Mr. Wickremesinghe recalling their past mutual allegations. In fact, Wickremesinghe accused the Rajapaksas for large scale frauds and the SLPP leaders called him the mastermind of the Central Bank bond scandal. In the eyes of the SLPP leaders Wickremesinghe was an agent of the LTTE and the West. Yet, now they have pledged to support him in Parliament where he is a solitary member of his party. This would have been the situation whatever Party, except for the SLPP, had accepted the premiership.",
    "Some Opposition leaders claimed that Wickremesinghe’s appointment as the Premier was unconstitutional since he does not command the confidence of the Parliament as required by the Constitution. However, as far as all SLPP members of Parliament obey the President and there is no clash between the President and Wickremesinghe, the President can hold an opinion as required by the Constitution that Wickremesinghe commands the confidence of the Parliament. This, on the other hand, makes Wickremesinghe a hostage of the President.",
    "In Sri Lanka, there is no procedure or legal provisions, as India and Pakistan have, for a Prime Minister or a Chief Minister to prove his majority in his House once he is appointed or a numbers change occur in the House. Here, no-condition motions are the only floor test to prove the majority of a government or a Prime Minister. However, even those who criticize Wickremesinghe in respect of majority power in Parliament do not seem planning to present such a motion, apparently considering the economic situation in the country. Besides, almost every political party in Sri Lanka has accepted prime Ministers without majority in Parliament in the past - January 2015, October 2018 and November 2019.",
    "The Prime Minister Wickremesinghe seems to have no new plans other than the government had initiated before his appointment to resurrect the economy. He is also planning to obtain more loans and get the assistance of the IMF for a debt restructuring process. The only new idea he has presented so far was the one for forming a consortium of countries to support Sri Lanka. This reminds us the “Tokyo Conference on Reconstruction and Development of Sri Lanka” convened in Japanese Capital Tokyo back in June 2003, under the peace process then in force between his government and the LTTE. The 51 countries and 22 international organizations participated in the conference pledged to offer $ 4.5 billion to Sri Lanka over the four year period from 2003 to 2006. However, the enthusiasm of the international community in such a move this time is not clear.",
    "Prime Minister Wickremesinghe, as the former Finance Minister Ali Sabry did, warned of further difficulties before the country is able to recover. Hence, if the politicians, including the members of Parliament distanced themselves from the immediate issues of the people and play politics with the situation, the public rage might mount to unimaginably dangerous proportions."
  ]
}