{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-assures-clean-drinking-water-facilities-to-all-by-2025/56-732384",
  "time_ut": 1647973800,
  "title": "Govt. assures clean drinking water facilities to all by 2025",
  "body_lines": [
    "Celebration of World Water Day was held under the patronage of President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa at the Temple Trees yesterday.",
    "This year’s theme of the World Water Day is “Groundwater: Making the Invisible Visible”. It highlights the importance of groundwater in the adaptation for water and sanitation systems, agriculture, industries, ecosystems and climate change.",
    "The President declared open the Kalutara, Agalawatta and Matugama water supply schemes via video technology, providing a solution to the mixing of saltwater into freshwater sources in the Kalutara District.",
    "State Minister Sanath Nishantha presented the scroll to the President on the successful completion of projects by the Department of National Community Water Supply to provide safe drinking water to 1,000 villages.",
    "The Prime Minister launched an insurance scheme for the members of community-based organisations functioning under the Department of National Community Water Supply and presented prizes and certificates to the winners of the competition held among school children by the National Water Supply and Drainage Board.",
    "The National Policy Framework ‘Vistas of Prosperity and Splendour’ pledged to provide safe drinking water to all. Prime Minister Mahinda Rajapaksa stated that the objective of the government is to provide clean drinking water to all the people of the country by 2025.",
    "Sri Lanka’s largest seawater recycling project has commenced in the Jaffna Peninsula. Although it is expensive, the project should be done to fulfil the water requirements of people in the North, the Prime Minister further said.",
    "President Rajapaksa launched the Digital Technology Programme, becoming the first utility establishment in South Asia to provide customer service via social media platforms.",
    "The highlights of this year’s Water Day celebration were the felicitation of eight International Sponsoring Organisations for their contribution in implementing Water Projects and the presentation of the ‘Presidential Awards’ for the Best Manager, Best Office in Charge of the National Water Supply and Drainage Board, and for the Best Community Water Organisation.",
    "State Ministers, Ambassadors, representatives and advisors of Local and Foreign Contracting Companies, Secretaries to Ministries and Government Officials were also present on the occasion."
  ]
}