{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/06/sri-lanka-daylight-shootings-linked-to-drug-trade/",
  "time_ut": 1654491780,
  "title": "Sri Lanka: Daylight shootings linked to drug trade",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Police said that the recent shootings reported from different parts of the country were linked to disputes in the drug trade.",
    "Police Spokesperson SSP Nihal Thalduwa said that the targets of the shootings were those who had associated themselves with drug traffickers and the drug trade",
    "A spate of cold-blooded killings has gripped already struggling communities across Sri Lanka, as people grapple with an economic meltdown, acute fuel shortages, a food crisis, and now a terrifying crime wave.",
    "The fifth person in as many days to be shot dead by assailants on motorbikes was reported on Sunday (5) night from Moraketiara in Tangalle, South Sri Lanka",
    "Sri Lanka Police said two other people were injured in the shooting.",
    "According to reports, the victim was a close associate of the man gunned down in Ahangama on Saturday (4).",
    "The victim from Tangalle was recently released from Remand Custody over a drug trafficking case in the South of Sri Lanka.",
    "The victim shot dead in Ahangama yesterday, was a 27-year-old man and according to the Police Spokesperson SSP Nihal Thalduwa, had reportedly been released on bail recently after being in remand custody.",
    "Reports suggest that both the Tangalle and Ahangama shooting victims were close associates, and both their murders are possibly linked.",
    "1. The first shooting was reported on Monday (30th May) from Bastian Mawatha in Colombo, approximately 200 meters away from the Colombo Range DIG Office.",
    "A 30-year-old was gunned down and another man was injured in the shooting. The victim and the injured man were part of a group of four men who were returning from court and were identified as Ex-Commandos.",
    "2. A 42-year-old man was gunned down in Moragalla, Aluthgama on Friday (3) morning.",
    "Sri Lanka Police said the deceased was a resident of nearby Beruwala. He was gunned down while loading his truck with King Coconuts purchased from a house, by assailants on a motorbike.",
    "Reports suggested that the person killed in Aluthgama was identified as the Crown Witness in a case against Narcotic Bureau Officials for reselling drugs seized in raids.",
    "3. A 31-year-old man was gunned down in Panadura on Friday (3) afternoon.",
    "The deceased was identified as a father of two from Wadduwa, employed as a vegetable seller in the Panadura Town.",
    "Police said he was gunned down when traveling from Panadura Beach to Galle Road along Nirmala Mawatha.",
    "CCTV footage showed the victim had fallen off the motorcycle he was riding after being shot, and the shooter had returned once again to fire another shot at the fallen man.",
    "4. A 27-year-old man was shot dead in the Panchaliya area in Ahangama on Saturday (4).",
    "Police Spokesperson, SSP Nihal Thalduwa stated that it was suspected the shooting was drug-related.",
    "5. Close associate of the man shot dead in Ahangama, gunned down in Tangalle.",
    "Police investigations are underway into all these shooting incidents, and so far the shooters have not been identified and NO arrests have been made."
  ]
}