{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/20/sri-lanka-record-highest-odi-chase-against-australia-to-go-2-1-up/",
  "time_ut": 1655696760,
  "title": "Sri Lanka record highest ODI chase against Australia to go 2-1 up",
  "body_lines": [
    "ICC: Pathum Nissanka’s maiden ODI hundred paved the way for Sri Lanka’s sensational six-wicket win over Australia in the third ODI in Colombo.",
    "Aaron Finch opted to bat after winning the toss and rang in a host of changes. Mitch Marsh returned to replace the injured Steve Smith while Pat Cummins and Mitchell Swepson made way for Jhye Richardson and Cameron Green. For Sri Lanka, Niroshan Dickwella replaced Danushka Gunathilaka who was out due to a hamstring strain.",
    "Sri Lanka drew first blood through Dushmantha Chameera, who surprised David Warner with the short ball in the third over. Just when the partnership between Aaron Finch and Mitchell Marsh looked to kick on, youngster Dunith Wellalage struck in his very first over.",
    "With the pitch assisting the spinners, Aaron Finch and Marnus Labuschagne had to play carefully. Though the boundaries dried up, the duo kept rotating the strike very well in their 69-run stand. Finch reached fifty, leading Australia out of trouble.",
    "Finch and Labuschagne smashed Chamika Karunaratne for a boundary each in the 23rd over, which seemed like a signal of intent. However, Jeffrey Vandersay then sent both of them packing in consecutive overs.",
    "At 122/4 at the end of 27 overs, Australia once again had to rebuild the innings after losing the two set batters. The pitch continued to assist the bowlers and running between the wickets was the only way to keep the scoreboard ticking.",
    "In fact, between overs 27-37, there was only one boundary hit, yet the pair of Alex Carey and Travis Head managed to add close to 50 runs in partnership.",
    "The next three overs were a lot more fruitful for Australia, with Carey and Head finding four boundaries, though the former a run short of his fifty.",
    "The wicket of Carey brought the dangerous Glenn Maxwell to the crease with 10 overs to go. Maxwell showed great intent from the get-go but was lucky to be dropped by Dhananjaya de Silva off just his second ball. He unleashed a flurry of shots in his short stay and departed after an 18-ball 33-run cameo.",
    "Travis Head made up for his slow start in the last three overs with three sixes and two fours. He remained unbeaten on 70 as Australia set Sri Lanka a target of 292.",
    "Drafted into the XI for the game, Dickwella got Sri Lanka up and running in their chase. Though his stay lasted only for 26 balls for 25 runs, the early impetus set the tone for the rest of the innings.",
    "Kusal Mendis carried on from where Dickwella left off, while Pathum Nissanka held one end. The run rate crept up over six after the Powerplay, but Mendis smashed Green for consecutive boundaries to ease the pressure.",
    "With dew setting in, the Australian spinners could not draw the same purchase as their Sri Lankan counterparts, making it easy for Nissanka and Mendis to milk boundaries.",
    "Both batters got to their respective fifties in consecutive overs. At the halfway stage, the hosts needed to go run-a-ball for the win.",
    "Nissanka started to tee off after getting to his milestone, only to be slowed down by cramps. Mendis too required medical attention due to a hamstring issue and was forced to retire hurt at 87. He was unlucky to miss out on a hundred but his partner Nissanka got to his maiden ODI ton.",
    "At the other end, Dhananjaya played a brilliant cameo to keep the required run rate in check while Nissanka too took the attack to the bowlers.",
    "Needing 8 off 18, Jhye Richardson struck twice in an over to remove both Nissanka and Dasun Shanaka to send some jitters in the Sri Lanka camp. However, Charith Asalanka smashed a six when the hosts needed seven off 11 and took his side home.",
    "It was Sri Lanka’s record chase against Australia in ODI cricket as well as their highest successful chase at the R. Premadasa Stadium.",
    "Sri Lanka record highest ODI chase against Australia to go 2-1 up",
    "GotaGoGama : All gates at President’s Office taken over by protestors"
  ]
}