{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sirisenas-lament/",
  "time_ut": 1647792960,
  "title": "Sirisena’s lament",
  "body_lines": [
    "Former President Maithripala Sirisena has embarked on an anti-corruption campaign, once again. Speaking at a recent party convention in Gampaha, he reportedly lamented that no Sri Lankan politician had ever been incarcerated for corruption. The veracity of his statement cannot be questioned, but he seems to think Sri Lankans are so intellectually challenged that he can hoodwink them. He ought to explain why he failed to make corrupt politicians pay for their sins when he was the President. After all, rampant corruption in the Mahinda Rajapaksa government was one of the main reasons he gave for his exit from that regime to run for President in 2015.",
    "In the run-up to the 2015 presidential election, Sirisena declared that the ruling family had amassed a colossal amount of ill-gotten wealth, and its young members had even bought a ‘golden horse’ from Buckingham Palace, of all places, and kept it in Nuwara Eliya, where they went all the way from Colombo in helicopters to ride it. After receiving a popular mandate, he could have made good on his promise to bring corrupt politicians to justice. Some arrests were made selectively, but nobody was sent to prison.",
    "As the President, Sirisena had five long years to carry out his pledge. He even failed to have the ‘golden horse’ traced. If he had cared to go all out to have the corrupt members of the previous Rajapaksa government thrown behind bars, we would have been free from trouble today! Instead of having them punished, he cut a deal with them in 2018, and unashamedly rode on their coattails. Today, he is running with the people and hunting with the SLPP, so to speak.",
    "Sirisena has rhetorically asked whether it was to promote corruption that the 20th Amendment to the Constitution was used to abolish the National Audit Commission. After their return to power, the present-day leaders were in a mighty hurry to make up for lost time and would not let anything stand in their way. Being out of power and deprived of opportunities to line their pockets is a fate worse than death for greedy politicians.",
    "The 19th Amendment was far from perfect, but it had some progressive features that were beneficial to the country, and they should have been retained. Unfortunately, the current leaders were convinced otherwise; they introduced the 20th Amendment, which fully restored the executive powers of the President among other things. It is one of the worst laws the country has ever seen. The argument peddled in justification of the introduction of this draconian constitutional amendment was that the President had to have enough powers to serve the people. Today, the President has regained all executive powers, but the people are facing power cuts, languishing in winding queues as essential commodities are in short supply and struggling to dull pangs of hunger. Corrupt politicians who ruined the Mahinda Rajapaksa government have crawled out of the woodwork and are having a field day. On seeing what is currently playing out, one has a feeling of déjà vu.",
    "Sirisena has said the Independent Commissions functioned well during the Yahapalana government. Nothing could be further from the truth. Partisan politics weighed them down. They will work only if the right people are appointed to them and politicians stop interfering with them. The Constitutional Council remained under the Prime Minister’s thumb, during the previous regime. The fact, however, remains that the Independent Commissions could have been made to work properly if the Yahapalana politicians had practised what they preached.",
    "Sirisena is right in his assessment of the 20th Amendment, which is antithetical to democracy and good governance. But will he explain why he allowed the SLFP members of the SLPP parliamentary group to vote for the 20th Amendment? He refrained from supporting it, but there is no way he could justify his decision to allow the SLFPers in the government to help secure its passage with a two-thirds majority. If he had acted out of principle rather than political expediency, he would have opposed it instead of being wishy-washy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}