{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/26/imf-sees-port-city-as-important-part-of-economy/",
  "time_ut": 1648272720,
  "title": "IMF sees Port City as important part of economy",
  "body_lines": [
    "COLOMBO (News 1st); The International Monetary Fund issued a press release highlighting recommendations to be made to ensure that Sri Lanka regains its economic stability under article IV, and have highlighted the importance of shielding the domestic financial sector from offshore banking activities in the Port City.",
    "According to the IMF, the Port City is an important opportunity for investment promotion and for testing growth-enhancing structural reforms. However, to maximize its benefits while minimizing associated risks, there is a need to ring-fence tax concessions, ensure compliance with international tax and AML/CFT standards and to shield the domestic financial sector from offshore banking activities in the Port City.",
    "Moreover, the tax concessions offered in the Port City should be clearly codified and carefully ringfenced through rigorous regulations while the administration should exercise its discretionary power in granting tax concessions and exemptions given, the IMF adds.",
    "In IMF staff’s view, Sri Lanka’s debt is unsustainable. Based on staff analysis, fiscal consolidation necessary to bring debt down to safe levels would require excessive adjustment over the coming years, pointing to a clear solvency problem. Under the baseline, public debt would keep increasing throughout the projection horizon, reaching 125.3 percent of GDP in 2026, and interest payments will remain above 70% of tax revenues throughout the projection horizon. The deficit generates financing needs that exceed the domestic financial system’s capacity.",
    "In the recommendations, the IMF highlights that in order to restore macroeconomic stability and debt sustainability, implementing a credible and coherent strategy covering both the near and medium term is needed.",
    "The recommended response of Sri Lanka should be as follows, according to the IMF;",
    "Substantial revenue-based fiscal consolidation, with reforms focusing on strengthening VAT and income taxes, strengthening the Large Taxpayer Unit, digitalization of tax administration, and information sharing among government agencies.",
    "Near-term monetary policy tightening to ensure that the recent breach of the inflation target band is only temporary. Recent steps to gradually unwind the CBSL’s large treasury bill holdings should continue through close coordination with the Ministry of Finance.",
    "Gradually restoring a market-determined and flexible exchange rate in order to avoid disorderly movements in the exchange rate, the transition should be carefully sequenced and implemented as part of a comprehensive macroeconomic adjustment package.",
    "Social safety nets to be strengthened, by increasing spending, widening coverage, and improving targeting, to mitigate the adverse impacts of macroeconomic adjustment on vulnerable groups.",
    "Fiscal consolidation achieving a primary balance of zero by 2024, with the objective of reaching a primary surplus by 2025, while fiscal consolidation is primarily revenue based.",
    "Necessary revenues being mobilized from (Generous corporate and personal income tax) CIT, PIT, and VAT, by raising rates, minimizing exemptions, and reinstating mandatory withholding requirements under the IRA (Inland Revenue Act) in order to ensure efficient revenue mobilization and larger contributions from high-income earners while avoiding overburdening the poor.",
    "The strengthening of the Large Taxpayer Unit,  increasing use of digitization in revenue administration and increasing capacity at the Customs and Excise Departments",
    "Cost-recovery based energy pricing to mitigate fiscal risks from state-owned enterprises (SOEs), and introducing automatic fuel and electricity pricing mechanisms under which retail prices are periodically adjusted in line with cost-recovery levels in order to eliminate energy subsidies which disproportionately benefit the rich rather than the poor.",
    "Improvements in budget formulation and execution procedures in order to prevent overestimating revenues and underestimating interest payments leading to budgets providing unrealistic assessments of available resources while preventing expenditure arrears due to weak internal reporting and commitment control mechanisms. Therefore, the IMF recommends for the creation of a Macro-Fiscal Unit at the Ministry of Finance and the rollout of the ITMIS electronic platform to facilitate commitment-based spending controls and fiscal reporting.",
    "While authorized offshore companies would be allowed to engage in business with Sri Lankan residents outside the Port City, offshore financial services should be regulated and supervised in keeping with global norms to shield the domestic financial sector from offshore activities in the Port City. through careful regulations.",
    "Gradually returning to a market-determined and flexible exchange rate via carefully sequenced measures to be implemented as part of a comprehensive macroeconomic adjustment package.",
    "Ensuring that the import restrictions which took place in 2022 that affected many capital goods affecting agriculture, transport, and IT sectors is temporary.",
    "Besides targeted support to distressed-but-viable borrowers, the CBSL should continue to closely monitor the quality of loans exiting the moratorium. Given the financial sector risks, the CBSL should also proactively identify vulnerabilities through stress testing while ensuring that during the process, maintaining restrictions on bank profit distributions would help ensure capital adequacy.",
    "Broadening the CBSL’s regulatory powers and upgrade the resolution framework by setting up a special resolution regime for financial institutions, expanding resolution tools, improving deposit insurance, and enhancing emergency liquidity assistance.",
    "Policy changes to allow for growth in labor force with emphasis on youth and female labor, via promoting female labor force participation, creating job opportunities for the young, reducing trade barriers, and improving investment climate.",
    "Near-term monetary policy tightening warranted to ensure that the recent breach of the 4–6 percent inflation target band is only temporary.",
    "Reforms of price controls and the SOEs, which is spread across key sectors including ports, energy, water, finance, retail, production of basic food, mining, and construction to ensure a more efficient allocation of resources, foster competition, and boost productivity.",
    "Value of dollar will determine prices during festive season: Importers’ Association"
  ]
}