{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/CSE-starts-with-trading-halt/56-733945",
  "time_ut": 1650949920,
  "title": "CSE starts with trading halt",
  "body_lines": [
    "The Colombo stock market began today triggering a trading halt.",
    "This was after the ASPI fell 5.54% and S&P SL 20 fell 5.47%.",
    "CSE said trading halted due to the S&P SL20 index dropping over 5% from the previous close. Therefore, the market halted for five minutes (from 10.31 a.m to 10.36 a.m) and the CSE will conduct an Auction Session for a duration of 25 minutes (from 10.36 a.m to 11.01 a.m). Thereafter, the Regular Trading session will commence at 11.01 a.m.",
    "Yesterday the market closed within minutes of opening after induces crashed triggering two trading halts."
  ],
  "translate": {
    "si": {
      "title": "CSE ආරම්භ වන්නේ වෙළඳාම නතර කිරීමෙනි",
      "body_lines": [
        "කොළඹ කොටස් වෙළඳපොල අද ආරම්භ වූයේ ගණුදෙණු ඇනහිටීමක් ඇති කරමින්.",
        "මෙය ASPI 5.54% කින් සහ S&P SL 20 5.47% කින් පහත වැටීමෙන් පසුවය.",
        "CSE පැවසුවේ S&P SL20 දර්ශකය පෙර අවසානයට වඩා 5%කට වඩා පහත වැටීම හේතුවෙන් වෙළඳාම නතර වූ බවයි. එබැවින්, වෙළඳපොළ විනාඩි පහකට (පෙ.ව. 10.31 සිට පෙ.ව. 10.36 දක්වා) නතර වූ අතර, කොළඹ කොටස් වෙළෙඳපොළ විසින් විනාඩි 25 ක (පෙ.ව. 10.36 සිට 11.01 දක්වා) වෙන්දේසි සැසියක් පවත්වනු ඇත. ඉන් අනතුරුව, නිත්‍ය වෙළෙඳ සැසිය පෙරවරු 11.01ට ආරම්භ වේ.",
        "ඊයේ දින වෙළඳපොළ නැවතුම් දෙකක් අවුලුවාලීමට induces කඩා වැටීමෙන් පසු විවෘත වී මිනිත්තු කිහිපයක් ඇතුළත වසා දමන ලදී."
      ]
    },
    "ta": {
      "title": "CSE வர்த்தகம் நிறுத்தத்துடன் தொடங்குகிறது",
      "body_lines": [
        "கொழும்பு பங்குச் சந்தை இன்று ஆரம்பமாகி வர்த்தகம் நிறுத்தப்பட்டது.",
        "இது ASPI 5.54% மற்றும் S&P SL 20 5.47% சரிந்த பிறகு.",
        "S&P SL20 குறியீடு முந்தைய முடிவில் இருந்து 5%க்கு மேல் சரிந்ததால் வர்த்தகம் நிறுத்தப்பட்டதாக CSE கூறியது. எனவே, சந்தை ஐந்து நிமிடங்களுக்கு (காலை 10.31 மணி முதல் 10.36 மணி வரை) நிறுத்தப்பட்டது மற்றும் CSE 25 நிமிடங்களுக்கு (காலை 10.36 மணி முதல் 11.01 மணி வரை) ஏல அமர்வை நடத்தும். அதன்பின், வழக்கமான வர்த்தக அமர்வு காலை 11.01 மணிக்கு தொடங்கும்.",
        "நேற்று சந்தை துவங்கிய சில நிமிடங்களில் இண்டூஸ்கள் செயலிழந்து இரண்டு வர்த்தகத்தை நிறுத்தியது."
      ]
    }
  }
}