{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/women-will-lead-the-ever-evolving-marketing-landscape/",
  "time_ut": 1649691720,
  "title": "‘Women will lead the ever-evolving marketing landscape’",
  "body_lines": [
    "We are living and breathing an information or creative era today and the ability to capture and manage peoples’ feelings have never been more crucial to the success and sustenance of brands and relationships both internally as well as externally, demanding marketers to possess emotional intelligence at their best possible self. This is well reflected on the growth and importance of intangible assets which today makes up a significant proportion of all corporate value.",
    "Empathy is the keyword here – the ability for marketers to dive deep into neutrally understanding the constantly changing paradigms of not just their consumers but also every stakeholder involved in the value creation chain, and actively seek to learn the many influences and underpinning reasons and undisclosed feelings in a world where the context keeps highly evolving. In many cases, marketers tend to just focus on the relationships with consumers and that too on a more quantitative surface level – labeling them as segments or groups – than an individual focus. A majority undoubtedly still follow those strategies and actions that belong to the industrial revolution, knowing very little that everything around them has already changed. And this could be why men still largely dominate the leadership positions in marketing. But not for long.",
    "We have witnessed that women are naturally able to empathize more than the male counterparts, even though neurologically we are all born with a very similar ability. Many studies show that women score higher on EQ tests than men but there are no genetic biases for these differences. This could also be due to the biological differences, for example Oxytocin is found in higher levels among women, making them more empathetic than the higher concentration of testosterone among men where the brain is tuned into systems than emotional relationships. However, research on these areas is still at its infant stage.",
    "Women are also very likely to be taught about empathy by their female role models when growing up from their childhood, and these socially nurturing roles have been on and around them for generations making it a learned awareness and shared skillset. They can quickly capture and understand various non-verbal communication to include facial expressions, tone of voice and body language. People feel recognized – seen and heard – when they are actively listened to, with the right posture and in turn they share some of the most deep, insightful insights that couldn’t have been known otherwise.",
    "It is not that men are naturally pruned to other way around; it is just that they do not take the initiative to learn empathy from all walks of life. The industrial age probably made them, and in many instances continuing to do so, even more analytical, and systematic. Though this is just as important, it should never surpass or compromise the importance of empathizing with all stakeholders. Rather this numbers-driven skillset should be applied to quantifying and justifying future marketing strategies and its risks associated, the time value of money and capital costs, to create shareholder value, an insightful point I found on a blog post of Prof Malcolm McDonald, and not just narrowing down to traditional marketing analytics.",
    "Men undoubtedly have a lot to learn from the women in marketing. They should develop abilities to see the world through the eyes of others, breaking away from the long association of their own paradigm. They should listen actively to their colleagues, superiors, consumers, suppliers, and partners, gauging both verbal and body language, and ask more about what and why does he or she feels so. The more one does this, the more this would increasingly be a natural response. This is very important to break the ego-centric mindset among marketers, as thinking that they know it all is a very vicious cycle to be in. Today, as marketers, we are dealing with the ‘heart’ than the ‘mind’ of consumers, which is very challenging as many of the problems brands and organizations face today arise from this aspect, yet we approach it like we know what the problem is.",
    "In many academic studies, it shows that women score higher than men in coaching and mentoring others. They can meticulously choose words and language that positively impacts workplace engagements, for example they repeat and rephrase back to people what they have said, and this gives one the reassurance they are being heard, encouraging deeper levels of trust and connection.",
    "(Thanzyl Thajudeen is a senior marketing and design consultant. He can be reached via thanzyl.thajudeen@gmail.com)",
    "Samsung partners with SLT-MOBITEL for an exclusive Data Bundle Offer this Avurudu Season",
    "Hameedia launches Green Mart gourmet grocery store in Ratmalana to level up Sri Lanka’s foodscape",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "'කාන්තාවන් දිනෙන් දින විකාශනය වන අලෙවිකරණ භූ දර්ශනයට නායකත්වය දෙනු ඇත'",
      "body_lines": [
        "අපි අද ජීවත් වන්නේ තොරතුරු හෝ නිර්මාණාත්මක යුගයක ජීවත් වන අතර මිනිසුන්ගේ හැඟීම් ග්‍රහණය කර ගැනීමට සහ කළමනාකරණය කිරීමට ඇති හැකියාව කිසි විටෙකත් සන්නාම සහ සබඳතා අභ්‍යන්තරව මෙන්ම බාහිරව සාර්ථකත්වයට හා පැවැත්මට වඩා තීරණාත්මක නොවීය. හැකි හොඳම ස්වයං. අද වන විට සියලුම ආයතනික වටිනාකමින් සැලකිය යුතු ප්‍රතිශතයක් වන අස්පෘශ්‍ය වත්කම්වල වර්ධනය සහ වැදගත්කම මෙය මනාව පිළිබිඹු වේ.",
        "සංවේදනය මෙහි මූලික පදය වේ - අලෙවිකරුවන්ට තම පාරිභෝගිකයින්ගේ පමණක් නොව වටිනාකම් උත්පාදන දාමයට සම්බන්ධ සෑම පාර්ශවකරුවෙකුගේම නිරන්තරයෙන් වෙනස් වන ආදර්ශයන් මධ්‍යස්ථව අවබෝධ කර ගැනීමට ගැඹුරට කිමිදීමට ඇති හැකියාව සහ බොහෝ බලපෑම් සහ යටින් පවතින හේතු සහ හෙළි නොකළ හැඟීම් ඉගෙන ගැනීමට ක්‍රියාශීලීව උත්සාහ කරයි. සන්දර්භය ඉතා ඉහලින් විකාශනය වන ලෝකයක. බොහෝ අවස්ථාවන්හිදී, අලෙවිකරුවන් පාරිභෝගිකයන් සමඟ ඇති සබඳතා කෙරෙහි පමණක් අවධානය යොමු කිරීමට නැඹුරු වන අතර එයද තනි පුද්ගල අවධානයට වඩා වැඩි ප්‍රමාණාත්මක මතුපිට මට්ටමක් මත - ඒවා කොටස් හෝ කණ්ඩායම් ලෙස ලේබල් කිරීම. බහුතරයක් නිසැකවම තවමත් කාර්මික විප්ලවයට අයත් එම උපාය මාර්ග සහ ක්‍රියාවන් අනුගමනය කරන අතර, ඔවුන් අවට ඇති සියල්ල දැනටමත් වෙනස් වී ඇති බව ඉතා ස්වල්පයක් දැන සිටිති. අලෙවිකරණයේ නායකත්ව තනතුරුවල පිරිමින් තවමත් බොහෝ දුරට ආධිපත්‍යය දරන්නේ මේ නිසා විය හැකිය. නමුත් වැඩි කලක් නොවේ.",
        "ස්නායු විද්‍යාත්මකව අප සියල්ලන්ම බොහෝ සමාන හැකියාවකින් උපත ලැබුවද, පිරිමි සගයන්ට වඩා සංවේදනය කිරීමට කාන්තාවන්ට ස්වභාවිකවම හැකි බව අපි දැක ඇත්තෙමු. බොහෝ අධ්‍යයනවලින් පෙනී යන්නේ කාන්තාවන් පිරිමින්ට වඩා EQ පරීක්ෂණවලින් ඉහළ ලකුණු ලබා ගන්නා නමුත් මෙම වෙනස්කම් සඳහා ජානමය නැඹුරුතාවයක් නොමැති බවයි. මෙය ජීව විද්‍යාත්මක වෙනස්කම් නිසා ද විය හැකිය, නිදසුනක් වශයෙන් Oxytocin කාන්තාවන් අතර ඉහළ මට්ටම්වල දක්නට ලැබෙන අතර, චිත්තවේගීය සම්බන්ධතාවලට වඩා මොළය පද්ධතිවලට සුසර කරන පිරිමින් අතර ටෙස්ටොස්ටෙරෝන් ඉහළ සාන්ද්‍රණයට වඩා ඔවුන් සංවේදී කරයි. කෙසේ වෙතත්, මෙම ක්ෂේත්‍ර පිළිබඳ පර්යේෂණ තවමත් ළදරු අවධියේ පවතී.",
        "කුඩා කල සිටම හැදී වැඩෙන විට කාන්තාවන්ට ඔවුන්ගේ කාන්තා ආදර්ශ මගින් සංවේදනය පිළිබඳව ඉගැන්වීමටද බොහෝ දුරට ඉඩ ඇති අතර, මෙම සමාජීය වශයෙන් පෝෂණීය භූමිකාවන් පරම්පරා ගණනාවක් තිස්සේ ඔවුන් වටා ඇති අතර එය උගත් දැනුවත්භාවය සහ හවුල් කුසලතාවයක් බවට පත් කරයි. මුහුණේ ඉරියව්, කටහඬේ ස්වරය සහ ශරීර භාෂාව ඇතුළත් කිරීමට ඔවුන්ට විවිධ වාචික නොවන සන්නිවේදනයන් ඉක්මනින් ග්‍රහණය කර තේරුම් ගත හැකිය. නිවැරදි ඉරියව්වෙන් ක්‍රියාශීලීව සවන් දෙන විට මිනිසුන් හඳුනාගෙන - දැකීමට සහ අසා සිටින විට - ඔවුන් වෙනත් ආකාරයකින් දැනගත නොහැකි වූ වඩාත් ගැඹුරු, තීක්ෂ්ණ බුද්ධිය බෙදාහදා ගනී.",
        "මිනිසුන් ස්වභාවිකවම වෙනත් ආකාරයකින් කප්පාදු කර ඇති බව නොවේ; ඔවුන් ජීවිතයේ සෑම තරාතිරමකම සංවේදනය ඉගෙන ගැනීමට මූලිකත්වය නොගැනීම ය. කාර්මික යුගය බොහෝ විට ඒවා ඇති කර ඇති අතර, බොහෝ අවස්ථාවන්හිදී එය දිගටම කරගෙන යාම, ඊටත් වඩා විශ්ලේෂණාත්මක සහ ක්‍රමානුකූල විය. මෙය එතරම්ම වැදගත් වුවද, එය කිසිවිටෙක සියලු පාර්ශ්වකරුවන් සමඟ සංවේදනය කිරීමේ වැදගත්කම ඉක්මවා නොයෑම හෝ සම්මුතියක් ඇති නොකළ යුතුය. ඒ වෙනුවට, මෙම සංඛ්‍යා මත පදනම් වූ කුසලතාව අනාගත අලෙවිකරණ උපාය මාර්ග සහ එහි අවදානම් ප්‍රමාණ කිරීම සහ සාධාරණීකරණය කිරීම සඳහා යෙදිය යුතුය, මුදල්වල කාල වටිනාකම සහ ප්‍රාග්ධන පිරිවැය, කොටස් හිමියන්ගේ වටිනාකම නිර්මාණය කිරීම සඳහා, මහාචාර්ය මැල්කම් මැක්ඩොනල්ඩ්ගේ බ්ලොග් සටහනකින් මා සොයා ගත් තීක්ෂ්ණ බුද්ධිමය කරුණකි. සාම්ප්‍රදායික අලෙවිකරණ විශ්ලේෂණවලට පමණක් සීමා නොවී.",
        "අලෙවිකරණයේදී පිරිමින්ට කාන්තාවන්ගෙන් ඉගෙන ගැනීමට බොහෝ දේ ඇති බවට සැකයක් නැත. තමන්ගේම සුසමාදර්ශයේ දිගුකාලීන ඇසුරෙන් මිදී අන් අයගේ ඇසින් ලෝකය දැකීමේ හැකියාවන් වර්ධනය කර ගත යුතුය. ඔවුන් තම සගයන්ට, ඉහළ නිලධාරීන්ට, පාරිභෝගිකයින්ට, සැපයුම්කරුවන්ට සහ හවුල්කරුවන්ට ක්‍රියාශීලීව ඇහුම්කන් දිය යුතු අතර, වාචික සහ ශරීර භාෂාව යන දෙකම මැන බැලීම සහ ඔහුට හෝ ඇයට එසේ හැඟෙන්නේ කුමක්ද සහ ඇයි යන්න පිළිබඳව වැඩි විස්තර විමසිය යුතුය. යමෙක් මෙය කරන තරමට, මෙය වැඩි වැඩියෙන් ස්වභාවික ප්‍රතිචාරයක් වනු ඇත. අලෙවිකරුවන් අතර ඇති මමත්වය කේන්ද්‍ර කරගත් මානසිකත්වය බිඳ දැමීමට මෙය ඉතා වැදගත් වේ, මන්ද ඔවුන් සියල්ල දන්නා බව සිතීම ඉතා විෂම චක්‍රයක් වන බැවිනි. අද වෙළෙන්දන් ලෙස අප ගනුදෙනු කරන්නේ පාරිභෝගිකයාගේ 'මනසට' වඩා 'හදවත' සමඟ ය. , වර්තමානයේ වෙළඳනාම සහ සංවිධාන මුහුණ දෙන ගැටලු බොහොමයක් මෙම අංශයෙන් පැන නගින බැවින් එය ඉතා අභියෝගාත්මක ය, නමුත් අපි ගැටලුව කුමක්දැයි දන්නා ආකාරයටම එයට පිවිසෙමු.",
        "බොහෝ අධ්‍යයන අධ්‍යයනයන්හිදී, අන් අය පුහුණු කිරීමේදී සහ උපදේශනය කිරීමේදී කාන්තාවන් පිරිමින්ට වඩා ඉහළ ලකුණු ලබා ඇති බව පෙන්නුම් කරයි. ඔවුන්ට සේවා ස්ථානයේ නියැලීමට ධනාත්මක ලෙස බලපාන වචන සහ භාෂාව ඉතා සූක්ෂම ලෙස තෝරා ගත හැකිය, උදාහරණයක් ලෙස ඔවුන් පැවසූ දේ පුනරුච්චාරණය කිරීම සහ නැවත නැවතත් මිනිසුන්ට නැවත ප්‍රකාශ කිරීම, මෙය යමෙකුට ඔවුන් අසන සහතිකය ලබා දෙයි, ගැඹුරු විශ්වාසයක් සහ සම්බන්ධතාවයක් දිරිමත් කරයි.",
        "(තන්සිල් තාජුඩීන් යනු ජ්‍යෙෂ්ඨ අලෙවිකරණ සහ නිර්මාණ උපදේශකවරයෙකි. thanzyl.thajudeen@gmail.com හරහා ඔහු සම්බන්ධ කර ගත හැක)",
        "Samsung මෙම අවුරුදු සමයේ සුවිශේෂී Data Bundle පිරිනැමීමක් සඳහා SLT-MOBITEL සමඟ හවුල් වේ",
        "හමීඩියා ග්‍රීන් මාට් රසැති සිල්ලර වෙළඳසැල රත්මලානේදී ආරම්භ කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "'எப்போதும் வளர்ந்து வரும் சந்தைப்படுத்தல் நிலப்பரப்பை பெண்கள் வழிநடத்துவார்கள்'",
      "body_lines": [
        "இன்று நாம் ஒரு தகவல் அல்லது ஆக்கப்பூர்வமான சகாப்தத்தை வாழ்ந்து கொண்டிருக்கிறோம், மக்களின் உணர்வுகளைப் பிடிக்க மற்றும் நிர்வகிக்கும் திறன் பிராண்டுகள் மற்றும் உறவுகளின் வெற்றி மற்றும் வாழ்வாதாரத்திற்கு உள்நாட்டிலும் வெளியிலும் மிகவும் முக்கியமானதாக இருந்ததில்லை. சிறந்த சுய. இது இன்று அனைத்து பெருநிறுவன மதிப்பின் குறிப்பிடத்தக்க விகிதத்தை உருவாக்கும் அருவ சொத்துக்களின் வளர்ச்சி மற்றும் முக்கியத்துவத்தில் நன்கு பிரதிபலிக்கிறது.",
        "பச்சாதாபம் இங்கே முக்கிய வார்த்தை - சந்தையாளர்கள் தங்கள் நுகர்வோர் மட்டுமல்ல, மதிப்பு உருவாக்க சங்கிலியில் ஈடுபட்டுள்ள ஒவ்வொரு பங்குதாரரின் தொடர்ந்து மாறிவரும் முன்னுதாரணங்களை நடுநிலையாக புரிந்துகொள்வதில் ஆழமாக மூழ்கி, பல தாக்கங்கள் மற்றும் அடிப்படை காரணங்கள் மற்றும் வெளிப்படுத்தப்படாத உணர்வுகளை தீவிரமாக அறிய முயல்கின்றனர். சூழல் மிகவும் வளர்ச்சியடைந்து கொண்டிருக்கும் உலகில். பல சந்தர்ப்பங்களில், சந்தைப்படுத்துபவர்கள் நுகர்வோருடனான உறவுகளில் மட்டுமே கவனம் செலுத்த முனைகிறார்கள், அதுவும் ஒரு தனிப்பட்ட கவனத்தை விட அதிக அளவு மேற்பரப்பு மட்டத்தில் - அவற்றைப் பிரிவுகள் அல்லது குழுக்களாக லேபிளிடுவது. தங்களைச் சுற்றியுள்ள அனைத்தும் ஏற்கனவே மாறிவிட்டன என்பதை மிகக் குறைவாகவே அறிந்திருந்தும், பெரும்பான்மையானவர்கள் தொழில்துறை புரட்சிக்கு சொந்தமான அந்த உத்திகளையும் செயல்களையும் சந்தேகத்திற்கு இடமின்றி பின்பற்றுகிறார்கள். மார்க்கெட்டிங்கில் தலைமைப் பதவிகளில் ஆண்கள் இன்னும் அதிகமாக ஆதிக்கம் செலுத்துவதற்கு இதுவே காரணமாக இருக்கலாம். ஆனால் நீண்ட காலத்திற்கு அல்ல.",
        "நரம்பியல் ரீதியாக நாம் அனைவரும் ஒரே மாதிரியான திறனுடன் பிறந்திருந்தாலும், இயற்கையாகவே ஆண்களை விட பெண்கள் அதிக பச்சாதாபத்தை அனுபவிக்க முடியும் என்பதை நாங்கள் கண்டிருக்கிறோம். பல ஆய்வுகள் ஆண்களை விட பெண்கள் EQ சோதனைகளில் அதிக மதிப்பெண் பெறுகிறார்கள், ஆனால் இந்த வேறுபாடுகளுக்கு மரபணு சார்பு எதுவும் இல்லை. இது உயிரியல் வேறுபாடுகள் காரணமாகவும் இருக்கலாம், உதாரணமாக ஆக்ஸிடாஸின் பெண்களிடையே அதிக அளவில் காணப்படுகிறது, இது ஆண்களிடையே டெஸ்டோஸ்டிரோனின் அதிக செறிவைக் காட்டிலும் உணர்ச்சிகரமான உறவுகளைக் காட்டிலும் மூளை அமைப்புகளுடன் இணைக்கப்பட்டிருப்பதை விட அவர்களை உணர்ச்சிவசப்பட வைக்கிறது. இருப்பினும், இந்த பகுதிகளில் ஆராய்ச்சி இன்னும் ஆரம்ப கட்டத்தில் உள்ளது.",
        "பெண்கள் தங்கள் குழந்தைப் பருவத்திலிருந்தே வளரும்போது அவர்களின் பெண் முன்மாதிரிகளால் பச்சாதாபத்தைப் பற்றி கற்பிக்க வாய்ப்புள்ளது, மேலும் இந்த சமூக ரீதியாக வளர்க்கும் பாத்திரங்கள் தலைமுறைகளாகவும் அவர்களைச் சுற்றியும் இருந்து வருகின்றன, இது கற்றறிந்த விழிப்புணர்வாகவும் பகிரப்பட்ட திறமையாகவும் அமைகிறது. முகபாவனைகள், குரலின் தொனி மற்றும் உடல் மொழி உள்ளிட்ட பல்வேறு சொற்கள் அல்லாத தகவல்தொடர்புகளை அவர்கள் விரைவாகப் பிடிக்கவும் புரிந்துகொள்ளவும் முடியும். சரியான தோரணையுடன் சுறுசுறுப்பாகக் கேட்கும் போது, ​​மக்கள் அங்கீகரிக்கப்பட்டதாக உணர்கிறார்கள் - பார்த்தார்கள் மற்றும் கேட்டிருக்கிறார்கள்",
        "ஆண்கள் இயற்கையாகவே வேறு வழியில் கத்தரிக்கப்படுகிறார்கள் என்பதல்ல; அவர்கள் வாழ்க்கையின் அனைத்து தரப்பிலிருந்தும் பச்சாதாபத்தைக் கற்றுக்கொள்ள முன்முயற்சி எடுக்கவில்லை என்பதே அது. தொழில்துறை யுகம் அவர்களை உருவாக்கியது, மேலும் பல சந்தர்ப்பங்களில் அதைத் தொடர்ந்து செய்வது, இன்னும் பகுப்பாய்வு மற்றும் முறையானது. இது மிகவும் முக்கியமானது என்றாலும், அனைத்து பங்குதாரர்களுடனும் அனுதாபத்தின் முக்கியத்துவத்தை இது ஒருபோதும் மீறவோ அல்லது சமரசம் செய்யவோ கூடாது. மாறாக, இந்த எண்களால் இயக்கப்படும் திறன்கள் எதிர்கால சந்தைப்படுத்தல் உத்திகள் மற்றும் அதனுடன் தொடர்புடைய அபாயங்கள், பணத்தின் நேர மதிப்பு மற்றும் மூலதனச் செலவுகள், பங்குதாரர் மதிப்பை உருவாக்க, பேராசிரியர் மால்கம் மெக்டொனால்டின் வலைப்பதிவு இடுகையில் நான் கண்டறிந்த ஒரு நுண்ணறிவு புள்ளி ஆகியவற்றை அளவிடுவதற்கும் நியாயப்படுத்துவதற்கும் பயன்படுத்தப்பட வேண்டும். பாரம்பரிய சந்தைப்படுத்தல் பகுப்பாய்வுகளுக்கு மட்டும் குறுகவில்லை.",
        "மார்க்கெட்டிங்கில் பெண்களிடம் இருந்து ஆண்கள் நிறைய கற்றுக்கொள்ள வேண்டும் என்பதில் சந்தேகமில்லை. அவர்கள் தங்கள் சொந்த முன்னுதாரணத்தின் நீண்ட தொடர்புகளிலிருந்து விலகி, மற்றவர்களின் கண்களால் உலகைப் பார்க்கும் திறன்களை வளர்த்துக் கொள்ள வேண்டும். அவர்கள் தங்கள் சகாக்கள், மேலதிகாரிகள், நுகர்வோர், சப்ளையர்கள் மற்றும் கூட்டாளர்களிடம் சுறுசுறுப்பாகச் செவிசாய்க்க வேண்டும், வாய்மொழி மற்றும் உடல் மொழி இரண்டையும் அளவிட வேண்டும், மேலும் அவர் என்ன, ஏன் அப்படி உணர்கிறார் என்பதைப் பற்றி மேலும் கேட்க வேண்டும். ஒருவர் இதை எவ்வளவு அதிகமாகச் செய்கிறார்களோ, அவ்வளவு அதிகமாக இது இயற்கையான எதிர்வினையாக இருக்கும். சந்தைப்படுத்துபவர்களிடையே உள்ள ஈகோ-மைய மனப்பான்மையை உடைக்க இது மிகவும் முக்கியமானது, ஏனென்றால் அவர்களுக்கு எல்லாம் தெரியும் என்று நினைப்பது மிகவும் தீய சுழற்சியாகும். இன்று, சந்தைப்படுத்துபவர்களாக, நாம் நுகர்வோரின் 'மனதை' விட 'இதயத்துடன்' கையாளுகிறோம். , பிராண்டுகள் மற்றும் நிறுவனங்கள் இன்று எதிர்கொள்ளும் பல பிரச்சனைகள் இந்த அம்சத்தில் இருந்து எழுவதால் இது மிகவும் சவாலானது, இருப்பினும் பிரச்சனை என்னவென்று எங்களுக்குத் தெரிந்தது போல் அணுகுகிறோம்.",
        "பல கல்வி ஆய்வுகளில், மற்றவர்களுக்கு பயிற்சி அளிப்பதிலும், வழிகாட்டுதலிலும் ஆண்களை விட பெண்கள் அதிக மதிப்பெண் பெறுகிறார்கள் என்று காட்டுகிறது. பணியிட நிச்சயதார்த்தங்களில் நேர்மறையான தாக்கத்தை ஏற்படுத்தும் வார்த்தைகளையும் மொழியையும் அவர்கள் உன்னிப்பாகத் தேர்ந்தெடுக்கலாம், உதாரணமாக அவர்கள் சொன்னதையே மக்களுக்குத் திரும்பத் திரும்பச் சொல்வார்கள்.",
        "(தன்சில் தாஜுதீன் ஒரு மூத்த சந்தைப்படுத்தல் மற்றும் வடிவமைப்பு ஆலோசகர் ஆவார். அவரை thanzyl.thajudeen@gmail.com மூலம் தொடர்பு கொள்ளலாம்)",
        "சாம்சங் SLT-MOBITEL உடன் இணைந்து இந்த அவுருது சீசனில் பிரத்தியேகமான டேட்டா பண்டில் சலுகையை வழங்குகிறது",
        "ஹமீடியா இலங்கையின் உணவுக் காட்சியை சமன்படுத்துவதற்காக ரத்மலானையில் Green Mart gourmet மளிகைக் கடையை ஆரம்பித்துள்ளது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}