{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-fails-to-maintain-positive-momentum-2/",
  "time_ut": 1649254020,
  "title": "‘Get Cargills vouchers and the highest interest rate when you save with Cargills Bank’",
  "body_lines": [
    "Cargills Bank is giving its customers something to celebrate this Avurudhu by offering the highest interest rate amongst banks for 1-Year Fixed Deposits, and giving Cargills Food City Vouchers worth up to LKR 30,000 for all new Fixed Deposits. This special seasonal offer is valid until the 31st of May 2022. Customers can visit www.cargillsbank.com or call the Bank’s 24/7 customer support hotline on 011 7 640 640 for more information.",
    "Launching this promotion, AGM – Retail Banking & SME, Lasantha Mahendrarajah said, “Avurudhu is a special time of year for all Sri Lankans. People often look to make a positive start to the year by saving. However, purchasing power has been eroded by the rising prices of essential goods. Therefore, we decided to give our depositors something to smile about by offering instant rewards in the form of Cargills Food City vouchers. As we aim to be Sri Lanka’s most inclusive bank, we have extended this promotion to all sizes of FDs ranging from LKR 50,000 to LKR 5,000,000. Thus, we invite everyone to take this opportunity and enjoy the festive season while saving for the future this Avurudhu.”",
    "Cargills Bank is rated AA-(lka) with a Stable Outlook by Fitch Ratings Lanka, underscoring the stability of the bank with the backing of the Cargills group. This rating is on par with leading commercial banks in Sri Lanka.",
    "Cargills Bank offers customers a full range of products and services including savings accounts, investment planner accounts, credit & debit cards, consumer loans, agriculture and micro financing, SME & business banking loans and trade facilities. The Bank also provides a range of flexible and convenient digital banking services, ensuring 24/7 access and absolute convenience. Cargills Bank accounts are also accessible through Cargills FoodCity outlets island-wide and customers enjoy free cash withdrawals and deposits at any Cargills FoodCity counter, courtesy of the Cargills Cash Service.",
    "Cargills Bank is headquartered in Colpetty in Colombo and maintains branches at Maitland Crescent, Maharagama, Old Moor Street, Wattala, Kandy, Peradeniya, Nuwara Eliya, Chilaw, Fort, Rajagiriya, Ratnapura, Thanamalwila, Matara, Galle, Kurunegala, Kaduruwela, Vavuniya, Chunnakam, Jaffna and Nawalapitiya.",
    "Cathay Pacific introduces 24×7 WhatsApp chat customer support service in Sri Lanka",
    "USAID-supported Sri Lanka@100 shares customer awareness and retention strategies with Jaffna SMEs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "‘ඔබ Cargills බැංකුව සමඟ ඉතිරි කරන විට Cargills වවුචර් සහ ඉහළම පොලී අනුපාතය ලබා ගන්න’",
      "body_lines": [
        "කාගිල්ස් බැංකුව සිය ගනුදෙනුකරුවන්ට වසරක ස්ථාවර තැන්පතු සඳහා බැංකු අතර ඉහළම පොලී අනුපාත පිරිනමමින්, සියලුම නව ස්ථාවර තැන්පතු සඳහා රුපියල් 30,000 දක්වා වටිනා කාගිල්ස් ෆුඩ් සිටි වවුචර් ලබා දෙමින් මෙම අවුරුදු උත්සවය සැමරීමට යමක් ලබා දෙයි. මෙම විශේෂ වාර දීමනාව 2022 මැයි 31 දක්වා වලංගු වේ. වැඩි විස්තර සඳහා පාරිභෝගිකයින්ට www.cargillsbank.com වෙත පිවිසීමට හෝ 011 7 640 640 ඔස්සේ බැංකුවේ 24/7 පාරිභෝගික සහාය ක්ෂණික ඇමතුම් අංකයට ඇමතීමට හැකිය.",
        "මෙම ප්‍රවර්ධන වැඩසටහන දියත් කරමින්, AGM - Retail Banking & SME, Lasantha Mahendrarajah පැවසුවේ, \"අවුරුදු යනු සියලුම ශ්‍රී ලාංකිකයින්ට වසරේ සුවිශේෂී කාලයකි. මිනිසුන් බොහෝ විට බලන්නේ ඉතිරිකිරීමෙන් වසරට ධනාත්මක ආරම්භයක් ලබා ගැනීමටය. නමුත් අත්‍යාවශ්‍ය භාණ්ඩ මිල ඉහළ යාමත් සමඟ මිලදී ගැනීමේ හැකියාව බිඳ වැටී තිබෙනවා. එබැවින්, කාගිල්ස් ෆුඩ් සිටි වවුචර ආකාරයෙන් ක්ෂණික ත්‍යාග පිරිනැමීමෙන් අපගේ තැන්පත්කරුවන්ට සිනහ වීමට යමක් ලබා දීමට අපි තීරණය කළෙමු. අපි ශ්‍රී ලංකාවේ වඩාත්ම ඇතුළත් බැංකුව වීම ඉලක්ක කර ගන්නා බැවින්, අපි මෙම ප්‍රවර්ධනය LKR 50,000 සිට LKR 5,000,000 දක්වා වූ සියලුම ප්‍රමාණයේ FD සඳහා දීර්ඝ කර ඇත. ඒ නිසා අපි හැමෝටම ආරාධනා කරනවා මේ අවස්ථාව උදාකරගෙන මේ අවුරුදු සමයේ අනාගතය වෙනුවෙන් ඉතිරිකරමින් උත්සව සමය සතුටින් ගත කරන්න කියලා.”",
        "ෆිච් රේටින්ග්ස් ලංකා විසින් කාගිල්ස් බැංකුව AA-(lka) ලෙස ස්ථායී ඉදිරි දැක්මක් සහිතව ශ්‍රේණිගත කර ඇත. මෙම ශ්‍රේණිගත කිරීම ශ්‍රී ලංකාවේ ප්‍රමුඛ පෙළේ වාණිජ බැංකු හා සම මට්ටමක පවතී.",
        "Cargills බැංකුව පාරිභෝගිකයන්ට ඉතුරුම් ගිණුම්, ආයෝජන සැලසුම් ගිණුම්, ණය සහ හර කාඩ්පත්, පාරිභෝගික ණය, කෘෂිකාර්මික සහ ක්ෂුද්‍ර මූල්‍යකරණය, කුඩා හා මධ්‍ය පරිමාණ ව්‍යාපාර සහ ව්‍යාපාර බැංකු ණය සහ වෙළඳ පහසුකම් ඇතුළු සම්පූර්ණ පරාසයක නිෂ්පාදන සහ සේවාවන් පිරිනමයි. 24/7 ප්‍රවේශය සහ නිරපේක්ෂ පහසුව සහතික කරමින් බැංකුව නම්‍යශීලී සහ පහසු ඩිජිටල් බැංකු සේවා මාලාවක් ද සපයයි. Cargills බැංකු ගිණුම් සඳහා දිවයින පුරා පිහිටි Cargills FoodCity අලෙවිසැල් හරහා ද ප්‍රවේශ විය හැකි අතර පාරිභෝගිකයින්ට Cargills Cash සේවාවේ අනුග්‍රහය ඇතිව ඕනෑම Cargills FoodCity කවුන්ටරයකින් නොමිලේ මුදල් ආපසු ගැනීම් සහ තැන්පතු ලබා ගත හැකිය.",
        "කාගිල්ස් බැංකුවේ මූලස්ථානය කොළඹ කොල්ලුපිටියේ පිහිටා ඇති අතර මේට්ලන්ඩ් ක්‍රෙසන්ට්, මහරගම, පරණ මුවර් වීදිය, වත්තල, මහනුවර, පේරාදෙණිය, නුවරඑළිය, හලාවත, කොටුව, රාජගිරිය, රත්නපුර, තණමල්විල, මාතර, ගාල්ල, කුරුණෑගල, කදුරුවෙල, වව්නියාව, වවුනියාව, යන ස්ථානවල ශාඛා පවත්වාගෙන යයි. චුන්නාකම්, යාපනය සහ නාවලපිටිය.",
        "Cathay Pacific ශ්‍රී ලංකාවට 24×7 WhatsApp චැට් පාරිභෝගික සහාය සේවාව හඳුන්වා දෙයි",
        "USAID සහාය දක්වන ශ්‍රී ලංකා@100 යාපනය කුඩා හා මධ්‍ය පරිමාණ ව්‍යාපාර සමඟ පාරිභෝගික දැනුවත් කිරීම් සහ රඳවා ගැනීමේ උපාය මාර්ග බෙදා ගනී.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "‘கார்கில்ஸ் வங்கியில் சேமிக்கும் போது கார்கில்ஸ் வவுச்சர்கள் மற்றும் அதிக வட்டி விகிதத்தைப் பெறுங்கள்’",
      "body_lines": [
        "கார்கில்ஸ் வங்கி தனது வாடிக்கையாளர்களுக்கு 1 வருட நிலையான வைப்புத்தொகைகளுக்கு வங்கிகளுக்கிடையில் அதிக வட்டி விகிதத்தை வழங்குவதன் மூலம் இந்த வருடத்தை கொண்டாடும் வகையில் தனது வாடிக்கையாளர்களுக்கு சிலவற்றை வழங்குகிறது. இந்த சிறப்பு பருவகால ஆஃபர் 31 மே 2022 வரை செல்லுபடியாகும். மேலும் தகவலுக்கு வாடிக்கையாளர்கள் www.cargillsbank.com ஐப் பார்வையிடலாம் அல்லது 011 7 640 640 என்ற வங்கியின் 24/7 வாடிக்கையாளர் ஆதரவு ஹாட்லைனை அழைக்கலாம்.",
        "இந்த விளம்பரத்தை ஆரம்பித்து வைத்து, AGM – Retail Banking & SME, லசந்த மகேந்திரராஜா, “அவ்ருது என்பது அனைத்து இலங்கையர்களுக்கும் வருடத்தின் சிறப்புமிக்க காலமாகும். மக்கள் பெரும்பாலும் சேமிப்பதன் மூலம் ஆண்டை ஒரு நேர்மறையான தொடக்கத்தை உருவாக்க விரும்புகிறார்கள். ஆனால், அத்தியாவசியப் பொருட்களின் விலையேற்றத்தால் வாங்கும் திறன் குறைந்துள்ளது. எனவே, கார்கில்ஸ் ஃபுட் சிட்டி வவுச்சர்கள் வடிவில் உடனடி வெகுமதிகளை வழங்குவதன் மூலம் எங்கள் வைப்பாளர்களுக்கு புன்னகைக்க ஏதாவது வழங்க முடிவு செய்தோம். இலங்கையின் மிகவும் உள்ளடக்கிய வங்கியாக நாம் இருக்க வேண்டும் என்ற நோக்கத்தில், LKR 50,000 இலிருந்து LKR 5,000,000 வரையிலான அனைத்து அளவிலான FD களுக்கும் இந்த ஊக்குவிப்பை விரிவுபடுத்தியுள்ளோம். எனவே, இந்த வாய்ப்பைப் பயன்படுத்தி, இந்த அவுருத் திருநாளில், எதிர்காலத்திற்காகச் சேமித்து, பண்டிகைக் காலத்தை அனுபவிக்குமாறு அனைவரையும் அழைக்கிறோம்.",
        "கார்கில்ஸ் வங்கியானது ஃபிட்ச் ரேட்டிங்ஸ் லங்காவினால் நிலையான அவுட்லுக் உடன் AA-(lka) என மதிப்பிடப்பட்டுள்ளது, கார்கில்ஸ் குழுமத்தின் ஆதரவுடன் வங்கியின் ஸ்திரத்தன்மையை அடிக்கோடிட்டுக் காட்டுகிறது. இந்த மதிப்பீடு இலங்கையின் முன்னணி வர்த்தக வங்கிகளுக்கு இணையாக உள்ளது.",
        "கார்கில்ஸ் வங்கி வாடிக்கையாளர்களுக்கு சேமிப்புக் கணக்குகள், முதலீட்டுத் திட்டமிடல் கணக்குகள், கிரெடிட் & டெபிட் கார்டுகள், நுகர்வோர் கடன்கள், விவசாயம் மற்றும் நுண் நிதியளிப்பு, SME & வணிக வங்கிக் கடன்கள் மற்றும் வர்த்தக வசதிகள் உட்பட முழு அளவிலான தயாரிப்புகள் மற்றும் சேவைகளை வழங்குகிறது. 24/7 அணுகல் மற்றும் முழுமையான வசதியை உறுதி செய்யும் வகையில், நெகிழ்வான மற்றும் வசதியான டிஜிட்டல் வங்கிச் சேவைகளை வங்கி வழங்குகிறது. கார்கில்ஸ் வங்கிக் கணக்குகள் தீவு முழுவதும் உள்ள கார்கில்ஸ் ஃபுட்சிட்டி விற்பனை நிலையங்கள் மூலமாகவும் அணுகலாம் மற்றும் வாடிக்கையாளர்கள் கார்கில்ஸ் கேஷ் சேவையின் மரியாதையுடன் எந்த கார்கில்ஸ் ஃபுட்சிட்டி கவுன்டரிலும் இலவச பணம் மற்றும் டெபாசிட்களை அனுபவிக்கின்றனர்.",
        "கார்கில்ஸ் வங்கி கொழும்பில் கொள்ளுப்பிட்டியைத் தலைமையிடமாகக் கொண்டு மைட்லண்ட் கிரசன்ட், மஹரகம, பழைய மூர் வீதி, வத்தளை, கண்டி, பேராதனை, நுவரெலியா, சிலாபம், கோட்டை, இராஜகிரிய, இரத்தினபுரி, தனமல்வில, மாத்தறை, காலி, குருநாகல், கதுருவெல, வவுனியா, வவுனியா, ஆகிய இடங்களில் கிளைகளைப் பராமரிக்கிறது. சுன்னாகம், யாழ்ப்பாணம் மற்றும் நாவலப்பிட்டி.",
        "Cathay Pacific இலங்கையில் 24×7 WhatsApp அரட்டை வாடிக்கையாளர் ஆதரவு சேவையை அறிமுகப்படுத்துகிறது",
        "USAID-ஆதரவு ஸ்ரீலங்கா@100 யாழ்ப்பாண SMEகளுடன் வாடிக்கையாளர் விழிப்புணர்வு மற்றும் தக்கவைப்பு உத்திகளைப் பகிர்ந்து கொள்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}