{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-fall-to-near-six-month-low-on-margin-calls-economic-concerns-92234/",
  "time_ut": 1648579860,
  "title": "Sri Lanka stocks fall to near six-month low on margin calls, economic concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index plunged nearly 5 percent on Tuesday (29) as margin calls and selling pressure intensified amid economic concerns after a steep fall in the rupee continued to dent investor sentiments, brokers said.",
    "The main All Share Price Index (ASPI) fell 4.88 percent or 494.74 points to close at 9,647.55, its lowest close since October 06, 2021.",
    "“Following a panic selling by retailers, index displayed a continuous decline and was dragged down below the 10,000 level,” First Capital said in its market note.",
    "“Towards the end, the market was halted for 30 minutes since S&P SL20 index dropped over 5.0% from the previous close as pressure from margin providers got escalated.”",
    "S&P SL20 of the most liquid stocks ended 2.9 percent or 105.46 points lower to 3,533.66 points.",
    "Analysts had cautioned that if the market falls below 10,000 mark there would be a spiral effect, creating a downward trend.",
    "Analysts said many investors are still concerned over how the government is going to face the mounting debt as they are not still confident if it would really go to the IMF or drag the decision of seeking IMF help.",
    "The day’s turnover was 2.7 billion rupees, nearly half of this year’s average daily turnover of 5.11 billion rupees.",
    "Analysts said investors are trying to shift their savings to hedge against the rupee fall and inflation, which is at a record high and more than 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen over 50 percent since it was allowed flexibility on March 07.",
    "All commodity prices in Sri Lanka have been on the rise due to the currency fall.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 16.6 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 21 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 147.6 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 2 billion rupees so far this year.",
    "LOLC Holdings, Browns Investment and Expolanka dragged the index down on Tuesday.",
    "Shares in LOLC Holdings fell 11.2 percent to close at 698.50 rupees a share, Browns Investment fell 11 percent to close at 8.90 rupees a share while Expolanka slipped 4.7 percent to close at 245.25 rupees a share. (Colombo/March29/2022)"
  ],
  "translate": {
    "si": {
      "title": "ආන්තික ඇමතුම්, ආර්ථික උත්සුකයන් මත ශ්‍රී ලංකා කොටස් මාස හයක අවම මට්ටමට වැටේ",
      "body_lines": [
        "ECONOMYNEXT - රුපියලෙහි දැඩි පහත වැටීමක් දිගින් දිගටම ආයෝජකයින්ගේ හැඟීම් බිඳ දැමීමෙන් පසු ආර්ථික උත්සුකයන් මධ්‍යයේ ආන්තික ඇමතුම් සහ විකුණුම් පීඩනය තීව්‍ර වීම නිසා ශ්‍රී ලංකාවේ කොටස් දර්ශකය අඟහරුවාදා (29) සියයට 5 කින් පමණ පහත වැටුණු බව තැරැව්කරුවන් පවසයි.",
        "ප්‍රධාන සියලුම කොටස් මිල දර්ශකය (ASPI) සියයට 4.88 කින් හෝ ඒකක 494.74 කින් පහත වැටී 9,647.55 ට අවසන් වූ අතර එය 2021 ඔක්තෝබර් 06 න් පසු එහි අඩුම අගයයි.",
        "\"සිල්ලර වෙළෙන්දන් විසින් අලෙවි කරන ලද භීතියකින් පසුව, දර්ශකය අඛණ්ඩ පහත වැටීමක් පෙන්නුම් කළ අතර 10,000 මට්ටමට වඩා පහළට ඇද දමන ලදී,\" First Capital සිය වෙළඳ සටහනේ සඳහන් කර ඇත.",
        "\"අවසානය වන විට, ආන්තික සපයන්නන්ගේ පීඩනය උත්සන්න වීමත් සමඟ S&P SL20 දර්ශකය පෙර අවසානයට වඩා 5.0% ට වඩා පහත වැටීම නිසා වෙළඳපල මිනිත්තු 30කට නතර විය.\"",
        "වඩාත්ම ද්‍රවශීල කොටස් අතරින් S&P SL20 සියයට 2.9කින් හෝ ඒකක 105.46කින් පහළ ගොස් ඒකක 3,533.66ක් දක්වා අවසන් විය.",
        "වෙළඳපල 10,000 සීමාවට වඩා පහත වැටුණහොත් සර්පිලාකාර බලපෑමක් ඇති වන අතර එය පහත වැටීමේ ප්‍රවණතාවක් ඇති කරන බවට විශ්ලේෂකයින් අනතුරු අඟවා තිබුණි.",
        "විශ්ලේෂකයින් පැවසුවේ, බොහෝ ආයෝජකයින් තවමත් IMF වෙත යන්නේද නැතහොත් IMF සහය ලබා ගැනීමේ තීරණය ඇදගෙන යන්නේද යන්න පිළිබඳව තවමත් විශ්වාසයක් නොමැති බැවින්, වැඩිවන ණයවලට රජය මුහුණ දෙන්නේ කෙසේද යන්න පිළිබඳව තවමත් සැලකිලිමත් වන බවයි.",
        "දවසේ පිරිවැටුම රුපියල් බිලියන 2.7 ක් වූ අතර, මේ වසරේ සාමාන්‍ය දෛනික පිරිවැටුම රුපියල් බිලියන 5.11 න් අඩකට ආසන්නය.",
        "විශ්ලේෂකයින් පැවසුවේ ආයෝජකයින් සිය ඉතුරුම් රුපියල පහත වැටීමට සහ උද්ධමනයට එරෙහිව ආරක්ෂා කිරීමට උත්සාහ කරන අතර එය වාර්තාගත ඉහළ මට්ටමක පවතින අතර එය වසරක භාණ්ඩාගාර බිල්පත් අස්වැන්නට වඩා සියයට 5 කට වඩා වැඩි ය. තැරැව්කරුවන් පැවසුවේ ආයෝජකයින් උද්ධමනයට එරෙහිව ආරක්ෂා කිරීම සඳහා කොටස් තෝරා ගන්නා බවයි.",
        "මාර්තු 07 වැනි දින නම්‍යශීලී වීමට ඉඩ දුන් දා සිට ශ්‍රී ලංකාවේ රුපියල සියයට 50කට වඩා පහත වැටී ඇත.",
        "මුදල් පහත වැටීම හේතුවෙන් ශ්‍රී ලංකාවේ සියලුම භාණ්ඩ මිල ගණන් ඉහළ යමින් පවතී.",
        "තෙල් මිල ඉහල යාම, ප්‍රතිපත්ති අනුපාත ඉහල දැමීම්, මන්දගාමී ආර්ථිකයක් සහ ඩොලර් හිඟය, ඉන්ධන සහ ඉවුම් පිහුම් ගෑස් හිඟය සහ දීර්ඝ විදුලිය කප්පාදුව දිගටම මනෝභාවය අඩපණ කරයි.",
        "පෙර මාසයේ දී සියයට 11 කින් පහත වැටීමෙන් පසු මාර්තු මාසයේ මේ දක්වා වෙලඳපොල සියයට 16.6 කින් පහත වැටී ඇත. සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළෙඳපොළවලින් එකක් වූ පසු මේ වසරේ මේ දක්වා වෙළෙඳපොළ සියයට 21 කින් අඩු වී ඇත.",
        "විදේශීය ආයෝජකයින් මෙම ප්‍රවණතාවයට පිටුපා රුපියල් මිලියන 147.6 ක ශුද්ධ කොටස් මිලදී ගත්හ. කෙසේ වෙතත්, මේ වසරේ මේ දක්වා රුපියල් බිලියන 2 ක විදේශ විදේශ ගලායාමක් වෙළඳපොළට ලැබී තිබේ.",
        "LOLC හෝල්ඩිංග්ස්, බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් සහ එක්ස්පෝලංකා අඟහරුවාදා දර්ශකය පහළට ඇද දැමූහ.",
        "LOLC හෝල්ඩිංග්ස් හි කොටසක මිල සියයට 11.2 කින් පහත වැටී කොටසක් රුපියල් 698.50 ක් වූ අතර Browns Investment සියයට 11 කින් පහළ ගොස් කොටසක් රුපියල් 8.90 ක් වූ අතර Expolanka සියයට 4.7 කින් පහත වැටී කොටසක් රුපියල් 245.25 ක් විය. (කොළඹ/මාර්තු29/2022)"
      ]
    },
    "ta": {
      "title": "மார்ஜின் அழைப்புகள், பொருளாதார கவலைகள் காரணமாக இலங்கை பங்குகள் ஆறு மாதங்களில் இல்லாத அளவுக்கு வீழ்ச்சியடைந்தன",
      "body_lines": [
        "ECONOMYNEXT - ரூபாயின் செங்குத்தான வீழ்ச்சியானது முதலீட்டாளர்களின் உணர்வுகளைத் தொடர்ந்து சிதைத்ததன் பின்னர் பொருளாதார கவலைகளுக்கு மத்தியில் மார்ஜின் அழைப்புகள் மற்றும் விற்பனை அழுத்தங்கள் தீவிரமடைந்ததால், இலங்கையின் பங்குச் சுட்டெண் செவ்வாய்கிழமை (29) கிட்டத்தட்ட 5 சதவிகிதம் சரிந்தது, தரகர்கள் தெரிவித்தனர்.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) 4.88 சதவீதம் அல்லது 494.74 புள்ளிகள் சரிந்து 9,647.55 இல் நிறைவடைந்தது, இது அக்டோபர் 06, 2021 க்குப் பிறகு அதன் மிகக் குறைந்த முடிவாகும்.",
        "\"சில்லறை விற்பனையாளர்களால் ஒரு பீதி விற்பனையைத் தொடர்ந்து, குறியீடு தொடர்ச்சியான சரிவைக் காட்டியது மற்றும் 10,000 நிலைக்கு கீழே இழுக்கப்பட்டது\" என்று ஃபர்ஸ்ட் கேபிடல் அதன் சந்தைக் குறிப்பில் தெரிவித்துள்ளது.",
        "\"இறுதியில், சந்தை 30 நிமிடங்களுக்கு நிறுத்தப்பட்டது, ஏனெனில் S&P SL20 குறியீடானது முந்தைய முடிவில் இருந்து 5.0%க்கு மேல் குறைந்ததால், விளிம்பு வழங்குநர்களின் அழுத்தம் அதிகரித்தது.\"",
        "பெரும்பாலான திரவ பங்குகளில் S&P SL20 2.9 சதவீதம் அல்லது 105.46 புள்ளிகள் குறைந்து 3,533.66 புள்ளிகளில் முடிந்தது.",
        "சந்தை 10,000 க்கு கீழே விழுந்தால், ஒரு சுழல் விளைவு இருக்கும் என்று ஆய்வாளர்கள் எச்சரித்துள்ளனர், இது ஒரு கீழ்நோக்கிய போக்கை உருவாக்குகிறது.",
        "ஆய்வாளர்கள் கூறுகையில், பெருகிவரும் கடனை அரசாங்கம் எவ்வாறு எதிர்கொள்ளப் போகிறது என்பதில் பல முதலீட்டாளர்கள் இன்னும் கவலை கொண்டுள்ளனர், ஏனெனில் அது உண்மையில் IMF க்கு செல்லுமா அல்லது IMF உதவியை நாடுவது என்ற முடிவை இழுத்தடிக்குமா என்பது அவர்களுக்கு இன்னும் நம்பிக்கை இல்லை.",
        "நாளின் விற்றுமுதல் 2.7 பில்லியன் ரூபாவாகும், இது இந்த வருடத்தின் சராசரி தினசரி விற்றுமுதல் 5.11 பில்லியன் ரூபாயில் கிட்டத்தட்ட பாதியாகும்.",
        "ரூபாய் வீழ்ச்சி மற்றும் பணவீக்கத்திற்கு எதிராக முதலீட்டாளர்கள் தங்களுடைய சேமிப்பை மாற்ற முயல்வதாக ஆய்வாளர்கள் தெரிவித்தனர், இது ஒரு ஆண்டு கருவூல உண்டியல் வருவாயை விட 5 சதவீதம் அதிகமாகவும், சாதனை உயர்வாகவும் உள்ளது. பணவீக்கத்திற்கு எதிராக முதலீட்டாளர்கள் பங்குகளை தேர்வு செய்வதாக தரகர்கள் தெரிவித்தனர்.",
        "மார்ச் 07 அன்று நெகிழ்வுத்தன்மையை அனுமதித்ததில் இருந்து இலங்கையின் ரூபாயின் மதிப்பு 50 சதவீதத்திற்கும் அதிகமாக வீழ்ச்சியடைந்துள்ளது.",
        "நாணயச் சரிவு காரணமாக இலங்கையில் அனைத்துப் பொருட்களின் விலைகளும் அதிகரித்து வருகின்றன.",
        "அதிகரித்து வரும் எண்ணெய் விலைகள், கொள்கை விகித உயர்வுகள், மந்தமான பொருளாதாரம் மற்றும் டாலர்கள், எரிபொருள் மற்றும் சமையல் எரிவாயு தட்டுப்பாடு மற்றும் நீட்டிக்கப்பட்ட மின்வெட்டு ஆகியவை தொடர்ந்து உணர்வைக் குறைக்கின்றன.",
        "முந்தைய மாதத்தில் 11 சதவீதம் சரிந்த பிறகு மார்ச் மாதத்தில் இதுவரை சந்தை 16.6 சதவீதம் இழந்துள்ளது. கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 21 சதவீதத்தை இழந்துள்ளது.",
        "வெளிநாட்டு முதலீட்டாளர்கள் இந்தப் போக்கை முறியடித்து நிகரமாக 147.6 மில்லியன் ரூபாய் மதிப்புள்ள பங்குகளை வாங்கினார்கள். எவ்வாறாயினும், இந்த வருடத்தில் இதுவரை 2 பில்லியன் ரூபாய்கள் மொத்த வெளிநாட்டு வெளியேற்றத்தை சந்தை கண்டுள்ளது.",
        "LOLC ஹோல்டிங்ஸ், பிரவுன்ஸ் இன்வெஸ்ட்மென்ட் மற்றும் எக்ஸ்போலங்கா ஆகியவை செவ்வாயன்று குறியீட்டை கீழே இழுத்தன.",
        "LOLC ஹோல்டிங்ஸ் பங்குகள் 11.2 சதவீதம் சரிந்து ஒரு பங்கு 698.50 ரூபாயாகவும், பிரவுன்ஸ் இன்வெஸ்ட்மென்ட் 11 சதவீதம் சரிந்து ஒரு பங்கு 8.90 ரூபாயாகவும் முடிவடைந்தது, எக்ஸ்போலங்கா 4.7 சதவீதம் சரிந்து ஒரு பங்கு 245.25 ரூபாயாக நிறைவடைந்தது. (கொழும்பு/மார்ச்29/2022)"
      ]
    }
  }
}