{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/People-power-protests-Whither-the-solution/172-234753",
  "time_ut": 1649358660,
  "title": "People power protests: Whither the solution?",
  "body_lines": [
    "People shout slogans against President Gotabaya Rajapaksa during a protest in Colombo. Reuters",
    "The word revolution does not have its origin in politics. It was originally used in astronomy to refer to the rotation of a celestial object around a fixed axis. Later, with the advancement of engineering, the word became associated with engines. The speed of engines is measured in term of RPMs or revolutions per minute. The higher the RPM, the faster the speed of a vehicle.",
    "Politically speaking, since March 31, Sri Lanka has been experiencing a high level of RPM, with people taking to the streets to express their anger and frustration at the government for its failure to stop the collapse of the economy. The across-the-board public protests are unprecedented while the ill-fated government is not in a position to provide immediate relief to the people or say with certainty that the measures it is taking will end the misery soon.",
    "When this government in its previous avatar fought the separatist war from 2005 to 2009, a majority of the people threw their weight behind it, saying they were prepared to die of starvation if the government went ahead and finished the conflict.  But now that the war is history, the people see no reason for them to go through starvation and economic difficulties, especially when they feel that the hardship they are forced to endure is not their making, but solely due to unchecked corruption and the government’s mismanagement of the economy. They are not willing to suffer any more for the sins of the ruling lot. The people trusted them to the hilt, but they now feel betrayed.",
    "They seek a new beginning and a new political culture devoid of corruption, deception, racism, nepotism and demagoguery. Sadly, these moral turpitudes or depravities are associated with all governments that ruled Sri Lanka since independence. As people become increasingly empowered and enlightened by the Internet-driven information technology revolution, the era of politicians who think they can come to power or stay on in power by means of deception and conspiracies is no more.",
    "The people, who have awoken and launched a steady revolution aimed at political change, seek a system where transparency in governance, the rule of law, judicial independence, and their human rights, including socio-economic and political rights are not only guaranteed but are held sacred by the government.",
    "Theoretically speaking, a political revolution is the forcible removal of a power structure by a group of people and the implementation of a new power structure -- a new government.",
    "Call it a revolution if the protests happening in all parts of the country are aimed at bringing about a clean system or a fresh start. The protests have drawn people from all walks of life – from the beggar to the billionaire. How long can the working class suffer in long queues for gas, fuel, milk powder and other essentials? They are increasingly becoming despondent as they realize the salary with which they met the family expenditure for a month is now gone within ten days.",
    "When people and businesses suffer due to long power cuts, without seeing any light at the end of the tunnel, what else can they do other than taking to the streets? When people have no food to eat and no medicine for their sick with hospitals halting surgeries, who are they going to be mad at? Of course, the government.",
    "The government leaders should take the blame for not acting on time to avert the worst ever economic crisis the country has ever experienced. They should apologise to the people and take short-term measures to mitigate the crisis and long-term measures in the form of constitutional amendments to bring about a system where meritocracy will assure prosperity and where corrupt, inept, racist and academically unqualified politicos will have no place. Only if this happens, will the present people power movement triumph.",
    "But how can the people trust a government which has failed to take the right decision at the right time and heed the advice of the concerned economists to avert a crisis that was looming large in the not so distant horizon? The government mishandled the crisis by listening to a non-economist Central Bank governor who kept on giving the President and the people false assurances that the crisis was a temporary problem and he was capable of bringing about a quick turnaround. A government that came to power on the promise of setting up a meritocracy kept on appointing underqualified people to high offices, including the finance portfolio, while militarizing the public sector – moves that demoralized administrative service officers and contributed to the current crisis.",
    "The government is a trust. This is the essence of the social contract. The State’s primary role is ensuring the people’s right to life, liberty and property. If the Government fails to live up to the trust, then it loses its legitimacy to govern.",
    "According to 17th century English philosopher John Locke, the State derives its legitimacy to govern only as long as it enjoys the people’s support. According to his social contract theory, people have the right to revolt against the rulers if they violate the social contract.",
    "Some may say people’s power lacks constitutional or legal recognition, but its legitimacy is in the spirit of every constitution based on democratic principles. If sovereignty lies in the people, as democratic constitutions claim, then people’s power is a legitimate tool to put erring governments on the right track or to overthrow governments which have failed in their duties to serve the people. But people power – a term that became popular after Cardinal Sin led a protest movement against Philippines’ dictator Ferdinand Marcos’s usurpation of power in 1986 – should be like a medicinal drug. It needs to be taken in right dosage, with adequate precautions against side effects. Otherwise, people’s power will lead to anarchy or a tyranny worse than what it overthrew.",
    "Some of our politicians may not know about these political lessons, given their questionable education background, the details of which the Parliament Secretary General has refused to divulge in spite of a Right to Information petition filed by the Sunday Times, the sister paper of the Daily Mirror.",
    "Toppling a failed government and replacing it with another corrupt lot is not revolution and will not provide a solution to the crisis.  The French revolution led to the overthrow of the monarchy and the setting up of a republican government. But within a few years, the revolution instead of strengthening the republic it created paved the way for Napoleonic dictatorship. This was largely because the revolutionaries were not prepared with a proper republican structure to replace the monarchy.",
    "The Sri Lankan protests are leaderless and rudderless. The protesters want the government to resign, but what are they going to replace it with?"
  ],
  "translate": {
    "si": {
      "title": "ජන බලය විරෝධතා: විසඳුම කොහිද?",
      "body_lines": [
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට එරෙහිව කොළඹ පැවති විරෝධතාවක් අතරතුර ජනතාව සටන් පාඨ කියති. රොයිටර්",
        "විප්ලවය යන වචනයේ මූලාරම්භය දේශපාලනයෙන් නොවේ. එය මුලින්ම තාරකා විද්‍යාවේදී භාවිතා කරන ලද්දේ ආකාශ වස්තුවක් ස්ථාවර අක්ෂයක් වටා භ්‍රමණය වීම සඳහාය. පසුව, ඉංජිනේරු විද්යාවේ දියුණුවත් සමඟ, මෙම වචනය එන්ජින් සමඟ සම්බන්ධ විය. එන්ජින්වල වේගය මනිනු ලබන්නේ විනාඩියකට RPM හෝ විප්ලව අනුව ය. RPM එක වැඩි වන තරමට වාහනයක වේගය වැඩි වේ.",
        "දේශපාලනික වශයෙන් ගත් කල, මාර්තු 31 සිට, ශ්‍රී ලංකාව ආර්ථිකයේ කඩාවැටීම නැවැත්වීමට රජය අපොහොසත් වීම නිසා රජය කෙරෙහි කෝපය සහ කලකිරීම ප්‍රකාශ කිරීමට පාරට බැස ජනතාව සමඟ ඉහළ මට්ටමේ ආර්පීඑම් අත්විඳිමින් සිටී. ජනතාව වෙත කඩිනම් සහන සැලසීමට හෝ තමන් ගන්නා ක්‍රියාමාර්ගවලින් දුක්ඛිත තත්ත්වය ඉක්මනින් අවසන් කරන බව ස්ථිරව පැවසීමට අවාසනාවන්ත ආණ්ඩුවට හැකියාවක් නොමැති අතර, රට පුරා මහජන විරෝධතා පෙර නොවූ විරූ ය.",
        "මේ ආණ්‌ඩුව 2005 සිට 2009 දක්‌වා බෙදුම්වාදී යුද්ධය කළ අවස්‌ථාවේ මේ ආණ්‌ඩුව ඉදිරියට ගොස්‌ ගැටුම අවසන් කළ හොත් බඩගින්නේ මැරෙන්න සූදානම් බව පවසමින් බහුතර ජනතාවක්‌ ඒ පිටුපසින් බර තැබූහ. නමුත් දැන් යුද්ධය ඉතිහාසගත වී ඇති නිසා, ජනතාවට බඩගින්නෙන් හා ආර්ථික දුෂ්කරතාවලින් මිදීමට හේතුවක් නොපෙනේ, විශේෂයෙන් ඔවුන් විඳදරාගැනීමට බලකෙරෙන දුෂ්කරතා තමන් විසින් සාදන ලද එකක් නොව, පාලනය නොකළ දූෂණය සහ රජයේ වැරදි කළමනාකරණය නිසා බව ඔවුන්ට හැඟෙන විට. ආර්ථිකයේ. පාලක ගොඩේ පව් වෙනුවෙන් තවත් දුක් විඳීමට ඔවුන් කැමති නැත. ජනතාව ඔවුන්ව අන්තයටම විශ්වාස කළ නමුත් දැන් ඔවුන් පාවා දුන් බවක් දැනේ.",
        "ඔවුන් සොයන්නේ දූෂණයෙන්, වංචාවෙන්, ජාතිවාදයෙන්, ඥාති සංග්‍රහයෙන් හා වාචාලකම්වලින් තොර නව ආරම්භයක් සහ නව දේශපාලන සංස්කෘතියක්. කනගාටුවට කරුණක් නම්, නිදහසින් පසු ශ්‍රී ලංකාව පාලනය කළ සියලුම රජයන් සමඟ මෙම සදාචාරාත්මක කැළඹීම් හෝ දුෂ්ටකම් සම්බන්ධ වී තිබීමයි. අන්තර්ජාලය ඔස්සේ ක්‍රියාත්මක වන තොරතුරු තාක්‍ෂණ විප්ලවයෙන් ජනතාව වඩ වඩාත් සවිබල ගැන්වීම් සහ ප්‍රබුද්ධත්වයට පත් වන විට, රැවටීමෙන් සහ කුමන්ත්‍රණවලින් බලයට පැමිණිය හැකි හෝ බලයේ රැඳී සිටිය හැකි යැයි සිතන දේශපාලකයන්ගේ යුගය දැන් නැත.",
        "දේශපාලන වෙනසක් ඉලක්ක කර ගනිමින් අවදි වී ස්ථාවර විප්ලවයක් දියත් කළ ජනතාව, පාලනයේ විනිවිදභාවය, නීතියේ ආධිපත්‍යය, අධිකරණයේ ස්වාධීනත්වය සහ සමාජ-ආර්ථික හා දේශපාලන අයිතිවාසිකම් ඇතුළු ඔවුන්ගේ මානව හිමිකම් පමණක් නොව සහතික කරන ක්‍රමයක් අපේක්ෂා කරයි. රජය විසින් පූජනීය ලෙස තබා ඇත.",
        "න්‍යායාත්මකව කථා කරන විට, දේශපාලන විප්ලවයක් යනු කිසියම් පිරිසක් විසින් බල ව්‍යුහයක් බලහත්කාරයෙන් ඉවත් කර නව බල ව්‍යුහයක් -- නව රජයක් ක්‍රියාවට නැංවීමයි.",
        "රටේ සෑම ප්‍රදේශයකම ඇති වන විරෝධතා පිරිසිදු ක්‍රමයක් හෝ නව ආරම්භයක් ගෙන ඒම අරමුණු කරගත් එකක් නම් එය විප්ලවයක් ලෙස හඳුන්වන්න. විරෝධතා සෑම තරාතිරමකම මිනිසුන් ආකර්ෂණය කර ඇත - යාචකයාගේ සිට බිලියනපතියා දක්වා. ගෑස්, ඉන්ධන, කිරිපිටි සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය සඳහා දිගු පෝලිම්වල කම්කරු පන්තිය කොපමණ කාලයක් දුක් විඳිය හැකිද? මාසයක් පවුලේ වියදම් පියවා ගත් වැටුප දැන් දින දහයක් ඇතුළත නැති වී යන බව දැනීම නිසා ඔවුන් දිනෙන් දින බලාපොරොත්තු සුන් වෙති.",
        "දිගු කලක් විදුලිය විසන්ධි වීම නිසා ජනතාව සහ ව්‍යාපාරිකයන් දුක් විඳිද්දී, උමග කෙළවර එළියක් නොපෙනී, පාරට බසිනවා හැර වෙන කුමක් කරන්නද? මිනිස්සුන්ට කන්න කෑමක් නැතිව, ලෙඩ්ඩුන්ට බෙහෙත් නැතුව ඉස්පිරිතාලවල සැත්කම් නවත්වනකොට, කාටද පිස්සු හැදෙන්නෙ? ඇත්ත වශයෙන්ම, රජය.",
        "රට මෙතෙක් අත්විඳින ලද දරුණුතම ආර්ථික අර්බුදය මඟහරවා ගැනීමට නියමිත වේලාවට ක්‍රියා නොකිරීමේ වරද ආණ්ඩුවේ නායකයන් භාරගත යුතුය. ඔවුන් ජනතාවගෙන් සමාව ගත යුතු අතර අර්බුදය සමනය කිරීමට කෙටි කාලීන පියවර ගත යුතු අතර කුසලත්වය සමෘද්ධිය සහතික කරන සහ දූෂිත, අකාර්යක්ෂම, ජාතිවාදී සහ ශාස්ත්‍රීය වශයෙන් සුදුසුකම් නොලබන දේශපාලනිකයින්ට ඇති ක්‍රමයක් ගෙන ඒම සඳහා ව්‍යවස්ථා සංශෝධන ආකාරයෙන් දිගු කාලීන පියවර ගත යුතුය. තැනක් නැත. එහෙම වුණොත් පමණයි වත්මන් ජනබල ව්‍යාපාරය ජයග‍්‍රහණය කරන්නේ.",
        "එහෙත්, එතරම් නුදුරු ක්ෂිතිජයේ විශාල වශයෙන් මතුවෙමින් තිබූ අර්බුදයක් වළක්වා ගැනීමට අවශ්‍ය ආර්ථික විද්‍යාඥයන්ගේ උපදෙස්වලට අවනත වී නිසි වේලාවට නිවැරදි තීරණයක් ගැනීමට අපොහොසත් වූ රජයක් ජනතාව විශ්වාස කරන්නේ කෙසේද? අර්බුදය තාවකාලික ප්‍රශ්නයක් බවට ජනාධිපතිවරයාට සහ ජනතාවට දිගින් දිගටම බොරු සහතික ලබාදුන් ආර්ථික විද්‍යාඥයකු නොවන මහ බැංකු අධිපතිවරයකු කඩිනම් පෙරළියක් ගෙන ඒමට ඔහුට හැකියාව තිබූ බව අසාගෙන ආණ්ඩුව අර්බුදය හසුරුවා ගත්තේය. පිනක් පිහිටුවීමේ පොරොන්දුව මත බලයට පත් වූ රජයක් රාජ්‍ය අංශය හමුදාකරණය කරමින් මූල්‍ය කළඹ ඇතුළු ඉහළ තනතුරුවලට සුදුසුකම් නොලබන පුද්ගලයන් පත්කිරීම දිගටම කරගෙන ගියේය.",
        "රජය යනු භාරයකි. සමාජ ගිවිසුමේ හරය මෙයයි. රාජ්‍යයේ මූලික කාර්යභාරය වන්නේ මිනිසුන්ගේ ජීවත්වීමට, නිදහසට සහ දේපළවලට ඇති අයිතිය තහවුරු කිරීමයි. රජය විශ්වාසයට එකඟව ජීවත් වීමට අපොහොසත් වුවහොත්, පාලනයට ඇති නීත්‍යානුකූලභාවය අහිමි වේ.",
        "17 වැනි සියවසේ ඉංග්‍රීසි දාර්ශනික ජෝන් ලොක්ට අනුව, රාජ්‍ය පාලනය සඳහා එහි නීත්‍යානුකූල භාවය ලැබෙන්නේ එය ජනතා සහයෝගය භුක්ති විඳින තාක් පමණි. ඔහුගේ සමාජ කොන්ත්‍රාත්තු න්‍යාය අනුව පාලකයන් සමාජ ගිවිසුම කඩ කළහොත් ඔවුන්ට එරෙහිව කැරලි ගැසීමට මිනිසුන්ට අයිතියක් ඇත.",
        "ජන බලය ව්‍යවස්ථාපිත හෝ නෛතික පිළිගැනීමක් නොමැති බව ඇතැමුන් පැවසිය හැකි නමුත් එහි නීත්‍යානුකූලභාවය ප්‍රජාතන්ත්‍රවාදී මූලධර්ම මත පදනම් වූ සෑම ව්‍යවස්ථාවකම ආත්මය තුළ පවතී. ප‍්‍රජාතන්ත‍්‍රවාදී ආණ්ඩුක‍්‍රම ව්‍යවස්ථාවේ සඳහන් වන පරිදි පරමාධිපත්‍ය ජනතාව තුළ පවතින්නේ නම්, වැරදි කරන ආණ්ඩු නිවැරදි මාවතට ගෙන ඒමට හෝ ජනතාවට සේවය කිරීමට අසමත් වූ ආණ්ඩු පෙරළා දැමීමට ජනතා බලය නීත්‍යානුකූල මෙවලමකි. නමුත් ජනතා බලය - 1986 දී පිලිපීනයේ ඒකාධිපති ෆර්ඩිනන්ඩ් මාකෝස්ගේ බලය පැහැර ගැනීමට එරෙහිව කාදිනල් සින් විසින් විරෝධතා ව්‍යාපාරයක් මෙහෙයවීමෙන් පසු ජනප්‍රිය වූ යෙදුමක් - ඖෂධීය ඖෂධයක් වැනි විය යුතුය. අතුරු ආබාධවලට එරෙහිව ප්‍රමාණවත් පූර්වාරක්ෂාවන් සමඟ එය නිවැරදි මාත්‍රාවකින් ගත යුතුය. එසේ නොවුවහොත්, ජනතා බලය එය පෙරලා දැමූ දෙයට වඩා දරුණු අරාජිකත්වයකට හෝ කුරිරු පාලනයකට තුඩු දෙනු ඇත.",
        "ඩේලි පුවත්පතේ සහෝදර පුවත්පත වන සන්ඩේ ටයිම්ස් විසින් තොරතුරු දැනගැනීමේ අයිතිවාසිකම් පෙත්සමක් ගොනු කර තිබියදී පාර්ලිමේන්තු මහලේකම්වරයා හෙළිදරව් කිරීම ප්‍රතික්ෂේප කර ඇති ඔවුන්ගේ ප්‍රශ්නකාරී අධ්‍යාපන පසුබිම අනුව මෙම දේශපාලන පාඩම් ගැන අපේ සමහර දේශපාලනඥයන් නොදන්නවා විය හැකිය. කැඩපත.",
        "අසාර්ථක ආණ්ඩුවක් පෙරළා වෙනත් දූෂිත ආණ්ඩුවක් ආදේශ කිරීම විප්ලවයක් නොවන අතර අර්බුදයට විසඳුමක් ලබා නොදේ. ප්‍රංශ විප්ලවය රාජාණ්ඩුව පෙරලා දමා ජනරජ රජයක් පිහිටුවීමට හේතු විය. නමුත් වසර කිහිපයක් ඇතුළත විප්ලවය විසින් නිර්මාණය කරන ලද ජනරජය ශක්තිමත් කිරීම වෙනුවට නැපෝලියන් ආඥාදායකත්වයට මග පෑදීය. මෙයට බොහෝ දුරට හේතු වූයේ විප්ලවවාදීන් රාජාණ්ඩුව ප්‍රතිස්ථාපනය කිරීම සඳහා නිසි ජනරජ ව්‍යුහයක් සමඟ සූදානම් නොවූ බැවිනි.",
        "ශ්‍රී ලංකාවේ විරෝධතා නායකයන් නැති සහ සුක්කානම නැති එකකි. විරෝධතාකරුවන්ට රජය ඉල්ලා අස්වීමට අවශ්‍ය නමුත් ඔවුන් එය ප්‍රතිස්ථාපනය කිරීමට යන්නේ කුමක් ද?"
      ]
    },
    "ta": {
      "title": "மக்கள் சக்தி போராட்டம்: தீர்வு எங்கே?",
      "body_lines": [
        "கொழும்பில் இடம்பெற்ற ஆர்ப்பாட்டத்தின் போது மக்கள் ஜனாதிபதி கோட்டாபய ராஜபக்ஷவிற்கு எதிராக கோஷங்களை எழுப்பினர். ராய்ட்டர்ஸ்",
        "புரட்சி என்ற வார்த்தை அரசியலில் இருந்து வரவில்லை. இது முதலில் வானவியலில் நிலையான அச்சைச் சுற்றி ஒரு வானப் பொருளின் சுழற்சியைக் குறிக்கப் பயன்படுத்தப்பட்டது. பின்னர், பொறியியல் வளர்ச்சியுடன், இந்த வார்த்தை இயந்திரங்களுடன் தொடர்புடையது. என்ஜின்களின் வேகம் நிமிடத்திற்கு RPMகள் அல்லது புரட்சிகளின் அடிப்படையில் அளவிடப்படுகிறது. அதிக RPM, வாகனத்தின் வேகம்.",
        "அரசியல் ரீதியாகப் பார்த்தால், மார்ச் 31 முதல், இலங்கை பொருளாதாரத்தின் சரிவைத் தடுக்கத் தவறியதற்காக அரசாங்கத்தின் மீது தங்கள் கோபத்தையும் விரக்தியையும் வெளிப்படுத்த தெருக்களில் இறங்கியதால், இலங்கையில் அதிக அளவிலான RPM-ஐ அனுபவித்து வருகிறது. துரதிர்ஷ்டவசமான அரசாங்கம் மக்களுக்கு உடனடி நிவாரணம் வழங்கவோ அல்லது அது எடுக்கும் நடவடிக்கைகள் விரைவில் துயரத்தை முடிவுக்குக் கொண்டுவரும் என்று உறுதியாகக் கூறவோ முடியாத நிலையில் பலதரப்பட்ட மக்கள் போராட்டங்கள் முன்னோடியில்லாதவை.",
        "இந்த அரசாங்கம் அதன் முந்தைய அவதாரத்தில் 2005 முதல் 2009 வரை பிரிவினைவாதப் போரை நடத்தியபோது, ​​​​அரசாங்கம் முன்னோக்கிச் சென்று மோதலை முடித்தால் பட்டினியால் இறக்கத் தயார் என்று பெரும்பான்மையான மக்கள் அதன் பின்னால் தங்கள் எடையை வீசினர். ஆனால், இப்போது யுத்தம் வரலாறாகிவிட்ட நிலையில், மக்கள் பட்டினிச் சாவு மற்றும் பொருளாதாரச் சிரமங்களுக்குள் செல்வதற்கு எந்தக் காரணத்தையும் காணவில்லை, குறிப்பாக தாங்கள் அனுபவிக்க வேண்டிய இன்னல்கள் தாங்கள் விளைவிப்பதல்ல, அது கட்டுப்படுத்தப்படாத ஊழல் மற்றும் அரசாங்கத்தின் தவறான நிர்வாகத்தால் மட்டுமே என்று அவர்கள் நினைக்கிறார்கள். பொருளாதாரம். ஆட்சியின் பாவங்களுக்காக அவர்கள் மேலும் துன்பப்படத் தயாராக இல்லை. மக்கள் அவர்களை இறுதிவரை நம்பினர், ஆனால் அவர்கள் இப்போது துரோகம் செய்ததாக உணர்கிறார்கள்.",
        "ஊழல், ஏமாற்றுதல், இனவாதம், உறவுமுறை மற்றும் வாய்ச்சண்டை இல்லாத புதிய அரசியல் கலாச்சாரத்தையும் புதிய தொடக்கத்தையும் அவர்கள் நாடுகின்றனர். துரதிர்ஷ்டவசமாக, இந்த தார்மீக குழப்பங்கள் அல்லது சீரழிவுகள் சுதந்திரத்திற்குப் பிறகு இலங்கையை ஆட்சி செய்த அனைத்து அரசாங்கங்களுடனும் தொடர்புடையவை. இணையத்தால் இயங்கும் தகவல் தொழில்நுட்பப் புரட்சியால் மக்கள் அதிக அளவில் அதிகாரம் பெற்றவர்களாகவும், அறிவொளி பெற்றவர்களாகவும் மாறி வரும் நிலையில், ஏமாற்றி, சதி செய்து ஆட்சிக்கு வரலாம் அல்லது ஆட்சியில் நீடிக்கலாம் என்று நினைக்கும் அரசியல்வாதிகளின் காலம் இப்போது இல்லை.",
        "விழித்தெழுந்து, அரசியல் மாற்றத்தை இலக்காகக் கொண்டு ஒரு நிலையான புரட்சியைத் தொடங்கிய மக்கள், ஆட்சியில் வெளிப்படைத்தன்மை, சட்டத்தின் ஆட்சி, நீதித்துறை சுதந்திரம் மற்றும் சமூக-பொருளாதார மற்றும் அரசியல் உரிமைகள் உட்பட அவர்களின் மனித உரிமைகள் உத்தரவாதமளிக்கப்பட்ட ஒரு அமைப்பை நாடுகின்றனர். அரசாங்கத்தால் புனிதமாக நடத்தப்பட்டது.",
        "கோட்பாட்டளவில், ஒரு அரசியல் புரட்சி என்பது ஒரு மக்கள் குழுவால் அதிகாரக் கட்டமைப்பை வலுக்கட்டாயமாக அகற்றுவது மற்றும் ஒரு புதிய அதிகாரக் கட்டமைப்பை -- ஒரு புதிய அரசாங்கம் செயல்படுத்துவது.",
        "நாட்டின் அனைத்துப் பகுதிகளிலும் நடக்கும் போராட்டங்கள் ஒரு தூய்மையான அமைப்பைக் கொண்டு வருவதையோ அல்லது ஒரு புதிய தொடக்கத்தையோ கொண்டு வருவதை நோக்கமாகக் கொண்டால் அதை புரட்சி என்று அழைக்கவும். போராட்டங்கள் அனைத்து தரப்பு மக்களையும் ஈர்த்துள்ளன - பிச்சைக்காரன் முதல் கோடீஸ்வரன் வரை. எரிவாயு, எரிபொருள், பால் பவுடர் மற்றும் பிற அத்தியாவசியப் பொருட்களுக்காக நீண்ட வரிசையில் உழைக்கும் வர்க்கம் எவ்வளவு காலம் அவதிப்பட முடியும்? ஒரு மாதக் குடும்பச் செலவுக்குக் கிடைத்த சம்பளம் பத்து நாட்களிலேயே இல்லாமல் போனதைக் கண்டு அவர்கள் பெருகிய முறையில் விரக்தியடைந்து வருகின்றனர்.",
        "நீண்ட நேர மின்வெட்டு காரணமாக, சுரங்கப்பாதையின் முடிவில் வெளிச்சம் தெரியாமல், மக்களும், வணிகர்களும் தவிக்கும் போது, ​​வீதியில் இறங்குவதைத் தவிர வேறு என்ன செய்ய முடியும்? மக்கள் உண்பதற்கு உணவின்றி, நோய்வாய்ப்பட்டவர்களுக்கு மருந்தின்றி மருத்துவமனைகளில் அறுவை சிகிச்சைகளை நிறுத்தும்போது, ​​யார் மீது பைத்தியம் பிடிக்கப் போகிறார்கள்? நிச்சயமாக, அரசாங்கம்.",
        "நாடு இதுவரை சந்தித்திராத மோசமான பொருளாதார நெருக்கடியைத் தடுக்க உரிய நேரத்தில் நடவடிக்கை எடுக்காததற்கு அரசாங்கத் தலைவர்கள் பொறுப்பேற்க வேண்டும். அவர்கள் மக்களிடம் மன்னிப்பு கேட்க வேண்டும் மற்றும் நெருக்கடியைத் தணிக்க குறுகிய கால நடவடிக்கைகளையும், அரசியல் சட்டத் திருத்தங்கள் வடிவில் நீண்ட கால நடவடிக்கைகளையும் எடுத்து, தகுதி வளம் செழிப்பை உறுதிப்படுத்தும் அமைப்பைக் கொண்டு வர வேண்டும். இடம் இல்லை. இது நடந்தால் தான் தற்போதைய மக்கள் சக்தி இயக்கம் வெற்றி பெறும்.",
        "ஆனால், சரியான நேரத்தில் சரியான முடிவை எடுக்கத் தவறிய அரசாங்கத்தை மக்கள் எப்படி நம்புவது மற்றும் சம்பந்தப்பட்ட பொருளாதார நிபுணர்களின் ஆலோசனையைக் கேட்டு, அவ்வளவு தொலைவில் இல்லாத ஒரு நெருக்கடியைத் தவிர்க்க முடியுமா? பொருளாதார நிபுணரல்லாத மத்திய வங்கியின் ஆளுநரின் பேச்சைக் கேட்டு அரசாங்கம் நெருக்கடியைத் தவறாகக் கையாண்டது, அவர் நெருக்கடி ஒரு தற்காலிகப் பிரச்சினை என்றும், விரைவான திருப்பத்தை ஏற்படுத்தக்கூடியவர் என்றும் ஜனாதிபதிக்கும் மக்களுக்கும் பொய்யான உறுதிமொழிகளைத் தொடர்ந்து அளித்து வந்தார். மெரிடோகிரசி அமைப்போம் என்ற வாக்குறுதியின் பேரில் ஆட்சிக்கு வந்த அரசாங்கம், பொதுத்துறையை இராணுவமயமாக்கும் அதே வேளையில், நிதித்துறை உள்ளிட்ட உயர் பதவிகளுக்கு தகுதியற்றவர்களை நியமித்து வந்தது - நிர்வாக சேவை அதிகாரிகளை மனச்சோர்வடையச் செய்து தற்போதைய நெருக்கடிக்கு பங்களித்தது.",
        "அரசாங்கம் ஒரு அறக்கட்டளை. இதுதான் சமூக ஒப்பந்தத்தின் சாராம்சம். மக்களின் வாழ்வு, சுதந்திரம் மற்றும் உடைமைக்கான உரிமையை உறுதி செய்வதே அரசின் முதன்மைப் பணியாகும். அரசாங்கம் நம்பிக்கைக்கு ஏற்ப வாழத் தவறினால், அது ஆட்சி செய்வதற்கான அதன் நியாயத்தன்மையை இழக்கிறது.",
        "17 ஆம் நூற்றாண்டின் ஆங்கில தத்துவஞானி ஜான் லாக்கின் கூற்றுப்படி, மக்கள் ஆதரவை அனுபவிக்கும் வரை மட்டுமே அரசு அதன் சட்டப்பூர்வ ஆட்சியைப் பெறுகிறது. அவரது சமூக ஒப்பந்தக் கோட்பாட்டின்படி, சமூக ஒப்பந்தத்தை மீறும் ஆட்சியாளர்களுக்கு எதிராக மக்கள் கிளர்ச்சி செய்ய உரிமை உண்டு.",
        "மக்கள் சக்திக்கு அரசியலமைப்பு அல்லது சட்ட அங்கீகாரம் இல்லை என்று சிலர் கூறலாம், ஆனால் அதன் சட்டபூர்வமான தன்மை ஜனநாயகக் கொள்கைகளின் அடிப்படையில் ஒவ்வொரு அரசியலமைப்பின் ஆவியிலும் உள்ளது. ஜனநாயக அரசியலமைப்பு கூறுவது போல் இறையாண்மை மக்களிடம் இருந்தால், மக்கள் அதிகாரம் தவறான அரசாங்கங்களை சரியான பாதையில் கொண்டு செல்வதற்கு அல்லது மக்களுக்கு சேவை செய்யத் தவறிய அரசாங்கங்களை தூக்கி எறிய ஒரு நியாயமான கருவியாகும். ஆனால் மக்கள் சக்தி - 1986 இல் பிலிப்பைன்ஸின் சர்வாதிகாரி ஃபெர்டினாண்ட் மார்கோஸின் அதிகாரத்தை அபகரித்ததற்கு எதிராக கார்டினல் சின் ஒரு எதிர்ப்பு இயக்கத்தை வழிநடத்திய பின்னர் பிரபலமான ஒரு சொல் - ஒரு மருத்துவ மருந்து போல இருக்க வேண்டும். பக்கவிளைவுகளுக்கு எதிராக போதுமான முன்னெச்சரிக்கையுடன், சரியான அளவுகளில் இது எடுக்கப்பட வேண்டும். இல்லையெனில், மக்கள் சக்தி அராஜகம் அல்லது அது தூக்கியெறியப்பட்டதை விட மோசமான கொடுங்கோன்மைக்கு வழிவகுக்கும்.",
        "நமது அரசியல்வாதிகள் சிலருக்கு இந்த அரசியல் பாடங்கள் பற்றித் தெரியாமல் இருக்கலாம், அவர்களின் கேள்விக்குரிய கல்விப் பின்னணியைக் கருத்தில் கொண்டு, நாளிதழின் சகோதரி பத்திரிகையான சண்டே டைம்ஸ் தகவல் அறியும் உரிமை மனுவை தாக்கல் செய்த போதிலும், நாடாளுமன்ற செயலாளர் நாயகம் வெளியிட மறுத்துவிட்டார். கண்ணாடி.",
        "ஒரு தோல்வியடைந்த அரசாங்கத்தை கவிழ்த்துவிட்டு, அதற்குப் பதிலாக வேறொரு ஊழல் நிறைந்த அரசாங்கத்தைக் கொண்டு வருவது புரட்சியல்ல, நெருக்கடிக்குத் தீர்வையும் அளிக்காது. பிரெஞ்சுப் புரட்சி மன்னராட்சியை தூக்கியெறிந்து குடியரசு அரசாங்கத்தை அமைக்க வழிவகுத்தது. ஆனால் ஒரு சில ஆண்டுகளுக்குள், அது உருவாக்கிய குடியரசை வலுப்படுத்துவதற்குப் பதிலாக புரட்சி நெப்போலியன் சர்வாதிகாரத்திற்கு வழி வகுத்தது. மன்னராட்சியை மாற்றுவதற்கு முறையான குடியரசுக் கட்டமைப்புடன் புரட்சியாளர்கள் தயாராக இல்லை என்பதே இதற்குக் காரணம்.",
        "இலங்கைப் போராட்டங்கள் தலைமையற்றவை மற்றும் முரட்டுத்தனமானவை. அரசாங்கம் ராஜினாமா செய்ய வேண்டும் என்று எதிர்ப்பாளர்கள் விரும்புகிறார்கள், ஆனால் அவர்கள் அதை எதை மாற்றப் போகிறார்கள்?"
      ]
    }
  }
}