{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Restore-Hope-Project-donates-surgical-equipment-to-Lady-Ridgeway-Hospital-for-Children/56-732181",
  "time_ut": 1647541800,
  "title": "Restore Hope Project donates surgical equipment to Lady Ridgeway Hospital for Children",
  "body_lines": [
    "From left: Dr. Savithri Dharmarathne, Tarana Foundation Restore Hope ProjFrom left: Dr. Savithri Dharmarathne, Tarana Foundation Restore Hope Project Co-Chair Ann Amaratunga, Tarana Foundation",
    "Chairperson Suranjani Wickremaratne, Dr. Dimuthu Tennakoon, LRH Director Dr. G. Wijesuriya, Dr. Nirmal Marasinghe and Dr. Sunil",
    "Wijesinghe at the Lady Ridgeway Hospital during the donation handoverect Co-Chair Ann Amaratunga, Tarana Foundation",
    "Chairperson Suranjani Wickremaratne, Dr. Dimuthu Tennakoon, LRH Director Dr. G. Wijesuriya, Dr. Nirmal Marasinghe and Dr. Sunil",
    "Wijesinghe at the Lady Ridgeway Hospital during the donation handover",
    "Tarana Foundation on 15 March donated over Rs. 4.6 million worth of orthopaedic surgical and medical equipment for the Lady Ridgeway Hospital (LRH) Operating Theatre.",
    "With this donation, children Island wide under the age of 16 years having orthopaedic disorders will have a greater relief from corrective surgery and treatment.",
    "The majority of children who are brought for treatment are from low socio-economic backgrounds as their families are unable to afford the implants that are needed.",
    "The children coming to LRH are with various orthopaedic complications and deformities from birth and trauma from accidents.",
    "On average 85,000 children are admitted annually with another 645,000 children treated as out-patients.  The hospital’s subspecialty unit of Paediatric Orthopaedic and Trauma Surgery Theatre is urgently in need of equipment to perform the full spectrum of paediatric orthopaedic surgery and treatment.",
    "At a media conference held on 15 March at the Operation Theatre Conference Room, Tarana Foundation Chairperson Suranjani Wickremeratne and Restore Hope project Co-Chair Ann Amaratunga, handed over the equipment and implants to the officials.",
    "The event was participated by the Director of the Lady Ridgeway Hospital Dr. G. Wijesuriya, Consultant Paediatric Orthopaedic Surgeon Dr.  Sunil Wijesinghe, Consultant Paediatric Orthopaedic Surgeon Dr. Dimuthu Tennakoon, Consultant Orthopaedic Surgeon Spine Dr. Nirmal Marasinghe, and Medical Officer Planning Dr. Savithri Dharmarathne and Tarana Foundation volunteers.",
    "The main objective of the Restore Hope project is to provide essential equipment and tools to the LRH Orthopaedic Unit Operating Theatre.",
    "This endeavour will benefit thousands of children coming from across the island who are on long waiting lists. The project target was to raise Rs. 22 million initially.",
    "The first phase of the project successfully secured essential surgical equipment and instruments which consists mostly of implants.",
    "Wickremeratne explained that the Tarana Foundation set up in 2018 as a charity is supported by a group of volunteers focusing on supporting rural communities, mainly rural children with their needs. She said that Rs. 4.6 million was raised during the first phase from local and overseas donations and thanked all the donors who supported, saying that every rupee collected has been utilized to support the project.",
    "Amaratunga explained how the project was conceived after a personal encounter with the LRH when she took her daughter after taking her to many other hospitals. She said that this is not something that can be done individually and that everyone needs to help the hospital so that thousands of children can have corrective surgery for a brighter future for them and their families.",
    "She appealed to the media to carry the message across so that others who wish to support can either make a donation to Tarana or directly provide the required equipment to the Hospital.",
    "LRH doctors thanked the project in their speeches and explained that most of the corrective surgery needs to be done at an early stage to make them independent, otherwise the impact can be lifelong and appreciated the initiative taken by the Tarana Foundation to help the LRH with valuable implants and tools for the newly built Orthopaedic Surgery.",
    "The project helps those children who are from low socio-economic families having complicated orthopaedic issues to be cured of their deformities and disorders to lead normal lives. Donations can be made to Tarana Foundation, Children’s Hospital Fund HNB A/C 003020850835."
  ],
  "translate": {
    "si": {
      "title": "Restore Hope ව්‍යාපෘතිය ළමුන් සඳහා රිජ්වේ ආර්යා රෝහලට ශල්‍ය උපකරණ පරිත්‍යාග කරයි",
      "body_lines": [
        "වමේ සිට: වෛද්‍ය සාවිත්‍රි ධර්මරත්න, තරණ පදනම ප්‍රතිස්‌ථාපනය කිරීමේ වැඩසටහන වමේ සිට: වෛද්‍ය සාවිත්‍රි ධර්මරත්න, තරණ පදනම ප්‍රතිස්‌ථාපනය කිරීමේ ව්‍යාපෘතියේ සම සභාපති ඇන් අමරතුංග, තරණ පදනම",
        "සභාපතිනී සුරංජනී වික්‍රමරත්න, වෛද්‍ය දිමුතු තෙන්නකෝන්, LRH අධ්‍යක්ෂ වෛද්‍ය ජී. විජේසූරිය, වෛද්‍ය නිර්මාල් මාරසිංහ සහ වෛද්‍ය සුනිල්.",
        "විජේසිංහ රිජ්වේ ආර්යා රෝහලේ දී තාරණ පදනමේ සම සභාපති ඈන් අමරතුංග මහත්මියට පරිත්‍යාග භාරදීම අතරතුරදී",
        "සභාපතිනී සුරංජනී වික්‍රමරත්න, වෛද්‍ය දිමුතු තෙන්නකෝන්, LRH අධ්‍යක්ෂ වෛද්‍ය ජී. විජේසූරිය, වෛද්‍ය නිර්මාල් මාරසිංහ සහ වෛද්‍ය සුනිල්.",
        "විජේසිංහ මහතා රිජ්වේ ආර්යා රෝහලේ දී පරිත්‍යාග භාරදීමේ උත්සවයේදී",
        "තරානා පදනම මාර්තු 15 දින රු. රිජ්වේ ආර්යා රෝහලේ (LRH) ශල්‍යාගාරය සඳහා රුපියල් මිලියන 4.6ක් වටිනා විකලාංග ශල්‍ය හා වෛද්‍ය උපකරණ.",
        "මෙම පරිත්‍යාගය සමඟ දිවයින පුරා විසිරී සිටින වයස අවුරුදු 16 ට අඩු විකලාංග ආබාධ සහිත දරුවන්ට නිවැරදි කිරීමේ ශල්‍යකර්ම සහ ප්‍රතිකාර වලින් වැඩි සහනයක් ලැබේ.",
        "ප්‍රතිකාර සඳහා රැගෙන එන දරුවන්ගෙන් බහුතරයක් අඩු සමාජ-ආර්ථික පසුබිමක සිටින දරුවන් වන අතර ඔවුන්ගේ පවුල්වලට අවශ්‍ය බද්ධ කිරීම් සඳහා මුදල් ලබා ගැනීමට හැකියාවක් නැත.",
        "LRH වෙත පැමිණෙන දරුවන් උපතින්ම විවිධ විකලාංග සංකූලතා සහ විකෘතිතා සහ හදිසි අනතුරු වලින් කම්පනයට පත් වේ.",
        "සාමාන්‍යයෙන් වාර්ෂිකව ළමුන් 85,000ක් ඇතුළත් වන අතර තවත් ළමුන් 645,000ක් බාහිර රෝගීන් ලෙස ප්‍රතිකාර ලබයි. ළමා විකලාංග හා කම්පන සැත්කම් රඟහලෙහි රෝහලේ උප විශේෂ ඒකකයට ළමා විකලාංග ශල්‍යකර්ම සහ ප්‍රතිකාරවල සම්පූර්ණ වර්ණාවලිය සිදු කිරීම සඳහා උපකරණ ඉක්මනින් අවශ්‍ය වේ.",
        "මාර්තු 15 වැනි දින ඔපරේෂන් රඟහල සම්මන්ත්‍රණ ශාලාවේ පැවති මාධ්‍ය සාකච්ඡාවකදී තරණ පදනමේ සභාපතිනී සුරංජනී වික්‍රමරත්න සහ Restore Hope ව්‍යාපෘතියේ සම සභාපති ඈන් අමරතුංග මහත්මිය විසින් එම උපකරණ සහ බද්ධ කිරීම් නිලධාරීන් වෙත ප්‍රදානය කරන ලදී.",
        "මෙම අවස්ථාවට රිජ්වේ ආර්යා රෝහලේ අධ්‍යක්ෂ වෛද්‍ය ජී විජේසූරිය, ළමා විකලාංග විශේෂඥ වෛද්‍ය සුනිල් විජේසිංහ, ළමා විකලාංග විශේෂඥ වෛද්‍ය දිමුතු තෙන්නකෝන්, විශේෂඥ විකලාංග ශල්‍ය වෛද්‍ය කොඳු ඇට පෙළේ විශේෂඥ වෛද්‍ය නිර්මාල් මාරසිංහ සහ වෛද්‍ය නිර්මාල් මාරසිංහ යන මහත්ම මහත්මීහු සහභාගී වූහ. සාවිත්‍රි ධර්මරත්න සහ තරණ පදනමේ ස්වේච්ඡා සේවකයන්.",
        "Restore Hope ව්‍යාපෘතියේ ප්‍රධාන අරමුණ වන්නේ LRH විකලාංග ඒකක ඔපරේටින් රඟහලට අත්‍යාවශ්‍ය උපකරණ සහ මෙවලම් ලබාදීමයි.",
        "දිගු පොරොත්තු ලේඛනවල සිටින දිවයින පුරා සිටින දහස් සංඛ්‍යාත ළමුන්ට මෙම ප්‍රයත්නය ප්‍රතිලාභ ලබා දෙනු ඇත. ව්‍යාපෘතියේ ඉලක්කය වූයේ රු. මුලදී මිලියන 22 කි.",
        "ව්‍යාපෘතියේ පළමු අදියරේදී අත්‍යාවශ්‍ය ශල්‍ය උපකරණ සහ බොහෝ දුරට තැන්පත් කිරීම් වලින් සමන්විත උපකරණ සාර්ථකව සුරක්ෂිත කරන ලදී.",
        "2018 දී පිහිටුවන ලද තරානා පදනම පුණ්‍යායතනයක් ලෙස ග්‍රාමීය ප්‍රජාවන්ට, ප්‍රධාන වශයෙන් ග්‍රාමීය දරුවන්ට ඔවුන්ගේ අවශ්‍යතා සපුරාලීම කෙරෙහි අවධානය යොමු කරන ස්වේච්ඡා සේවකයන් පිරිසකගේ සහාය ලබා ගන්නා බව වික්‍රමරත්න පැහැදිලි කළේය. ඇය පැවසුවේ රු. දේශීය හා විදේශීය පරිත්‍යාග වලින් පළමු අදියරේදී රුපියල් මිලියන 4.6ක් රැස් කර ගත් අතර, එකතු කරන ලද සෑම රුපියලක්ම ව්‍යාපෘතියට ආධාර කිරීම සඳහා යොදවා ඇති බව පවසමින් සහයෝගය දුන් සියලුම පරිත්‍යාගශීලීන්ට ස්තුතිය පුද කළේය.",
        "තම දියණිය වෙනත් රෝහල් රැසකට රැගෙන යාමෙන් පසු LRH සමඟ පෞද්ගලිකව හමුවීමෙන් පසු මෙම ව්‍යාපෘතිය ආරම්භ වූ ආකාරය අමරතුංග පැහැදිලි කළේය. මෙය තනි තනිව කළ හැකි දෙයක් නොවන බවත්, දරුවන් දහස් ගණනකට නිවැරදි සැත්කම් කර ඔවුන්ගේ සහ ඔවුන්ගේ පවුල්වල සුබ අනාගතයක් උදාකර දීමට සියලු දෙනාම රෝහලට උදව් කළ යුතු බවත් ඇය පැවසුවාය.",
        "සහාය දීමට කැමති අනෙක් අයට තාරානා වෙත පරිත්‍යාගයක් කිරීමට හෝ රෝහලට අවශ්‍ය උපකරණ කෙලින්ම ලබා දීමට හැකි වන පරිදි පණිවිඩය ගෙන යන ලෙස ඇය මාධ්‍යවේදීන්ගෙන් ඉල්ලා සිටියාය.",
        "LRH වෛද්‍යවරු තම කතාවේදී ව්‍යාපෘතියට ස්තූතිවන්ත වූ අතර ඔවුන් ස්වාධීන කිරීමට බොහෝ නිවැරදි කිරීමේ ශල්‍යකර්ම මුල් අවධියේදී කළ යුතු බවත්, එසේ නොවුවහොත් එහි බලපෑම ජීවිත කාලය පුරාම පැවතිය හැකි බවත් LRH වෙත වටිනා උපකාර කිරීමට තාරණ පදනම ගෙන ඇති පියවර අගය කරන බවත් පැහැදිලි කළහ. අලුතින් ඉදිකරන ලද විකලාංග සැත්කම් සඳහා බද්ධ කිරීම් සහ මෙවලම්.",
        "සංකීර්ණ විකලාංග ගැටළු ඇති පහත් සමාජ-ආර්ථික පවුල්වල දරුවන්ට ඔවුන්ගේ විකෘතිතා සහ ආබාධවලින් සුවය ලබා සාමාන්‍ය ජීවිතයක් ගත කිරීමට මෙම ව්‍යාපෘතිය උපකාරී වේ. තාරානා පදනම, ළමා රෝහල් අරමුදල HNB A/C 003020850835 වෙත පරිත්‍යාග කළ හැකිය."
      ]
    },
    "ta": {
      "title": "ரிஸ்டோர் ஹோப் திட்டம் குழந்தைகளுக்கான லேடி ரிட்ஜ்வே மருத்துவமனைக்கு அறுவை சிகிச்சை உபகரணங்களை வழங்குகிறது",
      "body_lines": [
        "இடமிருந்து: கலாநிதி சாவித்திரி தர்மரத்ன, தாரானா அறக்கட்டளை மறுசீரமைப்பு நம்பிக்கை திட்டம் இடமிருந்து: கலாநிதி சாவித்திரி தர்மரத்ன, தாரணா அறக்கட்டளை மீட்டெடுப்பு நம்பிக்கைத் திட்டத்தின் இணைத் தலைவர் ஆன் அமரதுங்க, தரணா அறக்கட்டளை",
        "தலைவி சுரஞ்சனி விக்கிரமரத்ன, கலாநிதி திமுத்து தென்னகோன், LRH பணிப்பாளர் கலாநிதி ஜி விஜேசூரிய, கலாநிதி நிர்மல் மாரசிங்க மற்றும் கலாநிதி சுனில்",
        "விஜேசிங்க லேடி ரிட்ஜ்வே வைத்தியசாலையில் நன்கொடை வழங்கும் நிகழ்வின் போது இணைத்தலைவர் ஆன் அமரதுங்க, தாரண அறக்கட்டளை",
        "தலைவி சுரஞ்சனி விக்கிரமரத்ன, கலாநிதி திமுத்து தென்னகோன், LRH பணிப்பாளர் கலாநிதி ஜி விஜேசூரிய, கலாநிதி நிர்மல் மாரசிங்க மற்றும் கலாநிதி சுனில்",
        "விஜேசிங்க லேடி ரிட்ஜ்வே வைத்தியசாலையில் நன்கொடை கையளிக்கும் நிகழ்வின் போது",
        "தாரானா அறக்கட்டளை மார்ச் 15 அன்று ரூ. லேடி ரிட்ஜ்வே மருத்துவமனை (LRH) ஆப்பரேட்டிங் தியேட்டருக்கு 4.6 மில்லியன் மதிப்புள்ள எலும்பியல் அறுவை சிகிச்சை மற்றும் மருத்துவ உபகரணங்கள்.",
        "இந்த நன்கொடையின் மூலம், எலும்பியல் கோளாறுகள் உள்ள 16 வயதுக்குட்பட்ட தீவு முழுவதும் உள்ள குழந்தைகள் திருத்த அறுவை சிகிச்சை மற்றும் சிகிச்சை மூலம் அதிக நிவாரணம் பெறுவார்கள்.",
        "சிகிச்சைக்காகக் கொண்டு வரப்படும் குழந்தைகளில் பெரும்பாலானோர் குறைந்த சமூக-பொருளாதாரப் பின்னணியில் இருந்து வந்தவர்கள், ஏனெனில் அவர்களின் குடும்பங்களுக்குத் தேவையான உள்வைப்புகளை வாங்க முடியவில்லை.",
        "LRH க்கு வரும் குழந்தைகள் பல்வேறு எலும்பியல் சிக்கல்கள் மற்றும் பிறப்பிலிருந்து குறைபாடுகள் மற்றும் விபத்துகளால் ஏற்படும் அதிர்ச்சிகளுடன் உள்ளனர்.",
        "சராசரியாக ஆண்டுக்கு 85,000 குழந்தைகள் அனுமதிக்கப்படுகின்றனர் மேலும் 645,000 குழந்தைகள் வெளிநோயாளிகளாக சிகிச்சை பெறுகின்றனர். மருத்துவமனையின் குழந்தை எலும்பு மற்றும் அதிர்ச்சி அறுவை சிகிச்சை அரங்கின் துணை சிறப்புப் பிரிவு குழந்தைகளுக்கான எலும்பியல் அறுவை சிகிச்சை மற்றும் சிகிச்சையின் முழு அளவையும் செய்வதற்கு அவசரமாக உபகரணங்கள் தேவைப்படுகின்றன.",
        "மார்ச் 15 ஆம் திகதி ஆபரேஷன் தியேட்டர் மாநாட்டு அறையில் நடைபெற்ற ஊடகவியலாளர் மாநாட்டில், தரான அறக்கட்டளையின் தலைவி சுரஞ்சனி விக்ரமரத்ன மற்றும் ரீஸ்டோர் ஹோப் திட்டத்தின் இணைத் தலைவர் ஆன் அமரதுங்க ஆகியோர் அதிகாரிகளிடம் உபகரணங்கள் மற்றும் உள்வைப்புகளை கையளித்தனர்.",
        "இந்நிகழ்வில் லேடி ரிட்ஜ்வே வைத்தியசாலையின் பணிப்பாளர் டொக்டர். ஜி. விஜேசூரிய, ஆலோசகர் குழந்தை எலும்பியல் சத்திர சிகிச்சை நிபுணர் டொக்டர்  சுனில் விஜேசிங்க, ஆலோசகர் சிறுவர் எலும்பியல் சத்திரசிகிச்சை வைத்தியர் திமுத்து தென்னகோன், ஆலோசகர் எலும்பியல் சத்திர சிகிச்சை நிபுணர் வைத்திய நிர்மல் மாரசிங்க மற்றும் வைத்திய அதிகாரி பிளானிங் ஆகியோர் கலந்துகொண்டனர். .சாவித்திரி தர்மரத்ன மற்றும் தாரானா அறக்கட்டளை தொண்டர்கள்.",
        "Restore Hope திட்டத்தின் முக்கிய நோக்கம் LRH எலும்பியல் அலகு இயக்க அரங்கிற்கு தேவையான உபகரணங்கள் மற்றும் கருவிகளை வழங்குவதாகும்.",
        "நீண்ட காத்திருப்புப் பட்டியலில் உள்ள தீவு முழுவதிலும் இருந்து வரும் ஆயிரக்கணக்கான குழந்தைகளுக்கு இந்த முயற்சி பயனளிக்கும். திட்ட இலக்காக ரூ. ஆரம்பத்தில் 22 மில்லியன்.",
        "இத்திட்டத்தின் முதல் கட்டம், பெரும்பாலும் உள்வைப்புகளைக் கொண்ட அத்தியாவசிய அறுவை சிகிச்சை உபகரணங்கள் மற்றும் கருவிகளை வெற்றிகரமாகப் பாதுகாத்தது.",
        "2018 ஆம் ஆண்டு தாரானா அறக்கட்டளை ஒரு தொண்டு நிறுவனமாக அமைக்கப்பட்டது என்று விக்கிரமரத்ன விளக்கினார். அவள் சொன்னாள். உள்ளூர் மற்றும் வெளிநாட்டு நன்கொடைகளில் இருந்து முதல் கட்டமாக 4.6 மில்லியன் திரட்டப்பட்டது. மேலும், சேகரிக்கப்பட்ட ஒவ்வொரு ரூபாயும் திட்டத்திற்கு ஆதரவளிக்கப் பயன்படுத்தப்பட்டதாகக் கூறி, ஆதரவளித்த அனைத்து நன்கொடையாளர்களுக்கும் நன்றி தெரிவித்தார்.",
        "அமரதுங்க தனது மகளை வேறு பல மருத்துவமனைகளுக்கு அழைத்துச் சென்றபோது LRH உடனான தனிப்பட்ட சந்திப்பின் பின்னர் இந்த திட்டம் எவ்வாறு உருவானது என்பதை விளக்கினார். இது தனித்தனியாக செய்யக்கூடிய ஒன்றல்ல என்றும், ஆயிரக்கணக்கான குழந்தைகளுக்கு சரியான அறுவை சிகிச்சை செய்து அவர்களுக்கும் அவர்களது குடும்பத்தினருக்கும் ஒளிமயமான எதிர்காலம் அமைய அனைவரும் மருத்துவமனைக்கு உதவ வேண்டும் என்றும் அவர் கூறினார்.",
        "ஆதரவளிக்க விரும்பும் மற்றவர்கள் தாரானாவுக்கு நன்கொடை அளிக்கலாம் அல்லது மருத்துவமனைக்குத் தேவையான உபகரணங்களை நேரடியாக வழங்கலாம் என்பதற்காக, செய்தியைக் கொண்டு செல்லுமாறு அவர் ஊடகங்களுக்கு வேண்டுகோள் விடுத்தார்.",
        "LRH மருத்துவர்கள் தங்கள் உரைகளில் திட்டத்திற்கு நன்றி தெரிவித்து, தங்களைச் சுதந்திரமானவர்களாக மாற்ற, பெரும்பாலான சரிசெய்தல் அறுவை சிகிச்சைகள் ஆரம்ப நிலையிலேயே செய்யப்பட வேண்டும் என்று விளக்கினர், இல்லையெனில் அதன் தாக்கம் வாழ்நாள் முழுவதும் இருக்கும். புதிதாக கட்டப்பட்ட எலும்பியல் அறுவை சிகிச்சைக்கான உள்வைப்புகள் மற்றும் கருவிகள்.",
        "சிக்கலான எலும்பியல் பிரச்சினைகளைக் கொண்ட குறைந்த சமூக-பொருளாதார குடும்பங்களைச் சேர்ந்த குழந்தைகளுக்கு அவர்களின் குறைபாடுகள் மற்றும் கோளாறுகள் குணமாகி இயல்பான வாழ்க்கையை நடத்த இந்தத் திட்டம் உதவுகிறது. தாரானா அறக்கட்டளை, குழந்தைகள் மருத்துவமனை நிதி HNB A/C 003020850835 க்கு நன்கொடை வழங்கலாம்."
      ]
    }
  }
}