{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81721/at-least-50-killed-in-train-station-missile-strike-in-eastern-ukraine",
  "time_ut": 1649435220,
  "title": "At least 50 killed in train station missile strike in eastern Ukraine",
  "body_lines": [
    "At least 50 people, including five children, were killed after Russian forces carried out a missile strike on a railway station in Kramatorsk, eastern Ukraine, that was being used by civilians trying to flee the fighting, Ukrainian officials said Friday.",
    "Pavlo Kyrylenko, the head of the regional military administration in Donetsk, where the attack took place, said that 98 wounded people -- 16 children, 46 were women and 36 men -- were taken to local hospitals.",
    "Ukrainian President Volodymyr Zelensky said earlier that nearly 300 people were wounded in the strike.",
    "In an address to Finland’s parliament on Friday, Zelensky said that the “Russian military hit the railway terminal,” adding: “There are witnesses, there are videos, there are remnants of the missiles and dead people.”",
    "He said that “people (were) crowded waiting for the trains to be evacuated to the safe territory” at the station. “Why do they need to hit civilians with missiles? Why this cruelty that the world has witnessed in Bucha and other cities liberated by the Ukrainian army?” Zelensky asked lawmakers.",
    "Local police said in a statement that the rockets struck a temporary waiting room, where “hundreds of people were waiting for the evacuation train.”",
    "“This is another proof that Russia is brutally, barbarically killing the civilian Ukrainians, with one goal only -- to kill,” the mayor of Kramatorsk said in a statement.",
    "The mayor said that some 8,000 people per day were going to the station to evacuate during the last two weeks. As many as 4,000 people were there when the missile struck.",
    "Ukrainian Foreign Minister Dmytro Kuleba called the attack a “deliberate slaughter.”",
    "“Russians knew that the train station in Kramatorsk was full of civilians waiting to be evacuated,” he said.",
    "The Russian Ministry of Defense issued a statement Friday calling the missile strike a “provocation,” in a statement that mirrored recent denials of the indiscriminate killing of civilians in the Kyiv suburb of Bucha.",
    "“All the statements of representatives of the Kyiv nationalist regime about the alleged ‘missile attack’ by Russia on April 8 at the railway station in Kramatorsk are a provocation and absolutely do not correspond to reality,” the statement said.",
    "“On April 8, the Russian armed forces did not conduct or plan any artillery fires in the city of Kramatorsk. We emphasize that the Tochka-U tactical missiles, the wreckage of which was found near the Kramatorsk railway station and published by eyewitnesses, are used only by the Ukrainian armed forces.”",
    "Ukrainian forces have the Soviet-designed Tochka missile in their inventory but it has also been used by Russian and separatist forces in the past.",
    "Russia’s military and senior officials have issued blanket denials of attacks against civilians, most recently claiming -- without evidence -- that the massacre of civilians in Bucha was staged. The killing of civilians during the Russian occupation of the town has been extensively documented.",
    "The eastern city of Kramatorsk was one of the first places to be targeted by the Russian military when the invasion of Ukraine was launched on February 24. Ihnatchenko said Ukrainians had been using the train station since late February to evacuate the region.",
    "“The Russians knew that thousands of people are there (at the train station) every day,” she said.",
    "Two missiles struck the station, according to the head of Ukraine’s national rail system, Oleksandr Kamyshin. Pavlo Kyrylenko, the head of Donetsk regional military administration, said the Russian military used Iskander short-range ballistic missiles.",
    "CNN Chief International Anchor Christiane Amanpour said the attack was reminiscent of one on a marketplace in Sarajevo during the war in Bosnia, where “ordinary civilians were massacred as they just went about their business.”",
    "Amanpour said such attacks on civilians tend to harden Western resolve and could push the European Union to enact even more sanctions on Russia. Brussels has already approved five rounds of sanctions against Russia since it invaded Ukraine.",
    "The EU’s top diplomat, Josep Borrell, condemned the “indiscriminate attack,” while EU President Charles Michel called it “horrifying.”",
    "“This is yet another attempt to close escape routes for those fleeing this unjustified war and cause human suffering,” Borrell said.",
    "Borrell and EU Commission President Ursula von der Leyen are scheduled to meet Ukrainian President Zelensky this week in Kyiv.",
    "The attack comes as Russian forces are preparing for a massive operation in eastern Ukraine to take the contested region of Donbas, Ukrainian authorities say.",
    "Donbas is home to the so-called Donetsk and Luhansk People’s Republics, two separatist enclaves that Russian President Vladimir Putin recognized as independent shortly before Russia invaded Ukraine.",
    "For almost eight years, the two regions have been the site of a low-intensity war between Russian-backed separatists and Ukrainian forces. More than 14,000 people died in the fighting, and now Kyiv is bracing for more casualties.",
    "Kuleba, the Ukrainian foreign minister, said the “battle for Donbas” is already underway. He said that the fighting there will be reminiscent of the destructive battles during World War II, as Moscow’s offensive could involve “thousands of tanks, armored vehicles, planes, artillery.”",
    "British intelligence assesses that Russian troops have “fully withdrawn” from northern Ukraine to Belarus and Russia, and many could be transferred to eastern Ukraine to fight in Donbas. Ukrainian military officials also say they have observed a buildup of Russian forces to the east."
  ],
  "translate": {
    "si": {
      "title": "නැගෙනහිර යුක්රේනයේ දුම්රිය ස්ථානයේ මිසයිල ප්‍රහාරයකින් අවම වශයෙන් 50 දෙනෙක් මිය ගියහ",
      "body_lines": [
        "නැගෙනහිර යුක්රේනයේ ක්‍රමටෝර්ස්ක් හි දුම්රිය ස්ථානයකට රුසියානු හමුදා මිසයිල ප්‍රහාරයක් එල්ල කිරීමෙන් පසු ළමුන් පස් දෙනෙකු ඇතුළු අවම වශයෙන් පුද්ගලයින් 50 දෙනෙකු මිය ගිය බව යුක්රේන බලධාරීහු සිකුරාදා ප්‍රකාශ කළහ.",
        "ප්‍රහාරය සිදු වූ ඩොනෙට්ස්ක්හි ප්‍රාදේශීය හමුදා පරිපාලනයේ ප්‍රධානී Pavlo Kyrylenko පැවසුවේ තුවාල ලැබූ 98 දෙනෙකු -- ළමයින් 16 ක්, කාන්තාවන් 46 ක් සහ පිරිමින් 36 ක් -- ප්‍රාදේශීය රෝහල් වෙත ගෙන ගිය බවයි.",
        "යුක්රේන ජනාධිපති Volodymyr Zelensky මීට පෙර ප්‍රකාශ කළේ වර්ජනයෙන් 300 කට ආසන්න පිරිසක් තුවාල ලබා ඇති බවයි.",
        "සිකුරාදා ෆින්ලන්තයේ පාර්ලිමේන්තුව අමතමින් සෙලෙන්ස්කි පැවසුවේ, “රුසියානු හමුදාව දුම්රිය පර්යන්තයට පහර දුන්” බව, “සාක්ෂිකරුවන් ඇත, වීඩියෝ තිබේ, මිසයිලවල නටබුන් සහ මියගිය මිනිසුන් ඇත.”",
        "ඔහු පැවසුවේ “දුම්රිය ආරක්ෂිත ප්‍රදේශයට ඉවත් කරන තෙක් මිනිසුන් (ජනතාව) ජනාකීර්ණව සිටි” බවයි. “ඔවුන් සිවිල් වැසියන්ට මිසයිලවලින් පහර දිය යුත්තේ ඇයි? යුක්රේන හමුදාව විසින් මුදා හරින ලද බුචා සහ අනෙකුත් නගරවල ලෝකය දැක ඇති මෙම කුරිරුකම ඇයි?\" සෙලෙන්ස්කි නීති සම්පාදකයින්ගෙන් ඉල්ලා සිටියේය.",
        "ප්‍රාදේශීය පොලිසිය ප්‍රකාශයක් නිකුත් කරමින් කියා සිටියේ රොකට් ප්‍රහාර එල්ල වූයේ තාවකාලික රැඳවුම් කාමරයකට වන අතර එහිදී “සිය ගණනක් මිනිසුන් ඉවත් කිරීමේ දුම්රිය එනතුරු බලා සිටි” බවයි.",
        "\"රුසියාව එක් ඉලක්කයකින් යුක්රේන සිවිල් වැසියන් ම්ලේච්ඡ ලෙස, ම්ලේච්ඡ ලෙස ඝාතනය කරන බවට මෙය තවත් සාක්ෂියකි.",
        "පසුගිය සති දෙක තුළ දිනකට පුද්ගලයින් 8,000 ක් පමණ ඉවත් කිරීම සඳහා දුම්රිය ස්ථානයට යන බව නගරාධිපතිවරයා පැවසීය. මිසයිල ප්‍රහාරය එල්ල වන විට 4000ක් පමණ එහි සිට ඇත.",
        "යුක්රේන විදේශ අමාත්‍ය Dmytro Kuleba මෙම ප්‍රහාරය හැඳින්වූයේ \"හිතාමතා කළ ඝාතනයක්\" ලෙසයි.",
        "\"ක්‍රමටෝර්ස්ක් හි දුම්රිය ස්ථානය ඉවත් කිරීමට බලා සිටින සිවිල් වැසියන්ගෙන් පිරී ඇති බව රුසියානුවන් දැන සිටියහ,\" ඔහු පැවසීය.",
        "රුසියානු ආරක්ෂක අමාත්‍යාංශය සිකුරාදා ප්‍රකාශයක් නිකුත් කරමින් මිසයිල ප්‍රහාරය “ප්‍රකෝප කිරීමක්” ලෙස හඳුන්වමින් ප්‍රකාශයක් නිකුත් කළේ, Kyiv උපනගරයේ බුචාහි සිවිල් වැසියන් අසීමිත ලෙස ඝාතනය කිරීම මෑතදී ප්‍රතික්ෂේප කිරීම පිළිබිඹු කරන ප්‍රකාශයකිනි.",
        "\"අප්‍රේල් 8 වන දින ක්‍රමටෝර්ස්ක් හි දුම්රිය ස්ථානයේදී රුසියාව විසින් එල්ල කරන ලදැයි කියන 'මිසයිල ප්‍රහාරය' පිලිබඳ Kyiv ජාතිකවාදී පාලන තන්ත්‍රයේ නියෝජිතයින්ගේ සියලුම ප්‍රකාශයන් ප්‍රකෝප කිරීමක් වන අතර එය යථාර්ථයට කිසිසේත්ම අනුරූප නොවේ,\" ප්‍රකාශය පවසයි.",
        "“අප්‍රේල් 8 වන දින රුසියානු සන්නද්ධ හමුදා ක්‍රමටෝර්ස්ක් නගරයේ කාලතුවක්කු වෙඩි තැබීමක් හෝ සැලසුම් කළේ නැත. ටොච්කා-යූ උපායික මිසයිල, ක්‍රමටෝර්ස්ක් දුම්රිය ස්ථානය අසලින් හමු වූ සහ ඇසින් දුටු සාක්ෂිකරුවන් විසින් ප්‍රකාශයට පත් කරන ලද සුන්බුන් යුක්රේන සන්නද්ධ හමුදාවන් විසින් පමණක් භාවිතා කරන බව අපි අවධාරණය කරමු.",
        "යුක්රේන හමුදාවන්ට සෝවියට් විසින් නිර්මාණය කරන ලද ටොච්කා මිසයිල තොගය ඇති නමුත් එය අතීතයේ රුසියානු සහ බෙදුම්වාදී හමුදා විසින් ද භාවිතා කර ඇත.",
        "රුසියාවේ මිලිටරි සහ ජ්‍යෙෂ්ඨ නිලධාරීන් සිවිල් වැසියන්ට එරෙහි ප්‍රහාර සම්පූර්ණයෙන්ම ප්‍රතික්ෂේප කර ඇති අතර, මෑතදී කියා සිටියේ -- සාක්ෂි නොමැතිව -- බුචා හි සිවිල් වැසියන් සංහාරය වේදිකාගත කළ බවයි. නගරය රුසියානු ආක්‍රමණය අතරතුර සිවිල් වැසියන් ඝාතනය කිරීම පුළුල් ලෙස ලේඛනගත කර ඇත.",
        "පෙබරවාරි 24 දා යුක්රේනය ආක්‍රමණය දියත් කරන විට රුසියානු හමුදාව විසින් ඉලක්ක කරන ලද පළමු ස්ථානවලින් එකක් වූයේ නැගෙනහිර ක්‍රමටෝර්ස්ක් නගරයයි. යුක්‍රේනියානුවන් එම කලාපයෙන් ඉවත් වීමට පෙබරවාරි අග සිට දුම්රිය ස්ථානය භාවිතා කරන බව ඉහ්නාචෙන්කෝ පැවසීය.",
        "\"දිනපතා දහස් ගණනක් මිනිසුන් (දුම්රිය ස්ථානයේ) සිටින බව රුසියානුවන් දැන සිටියහ,\" ඇය පැවසුවාය.",
        "යුක්රේනයේ ජාතික දුම්රිය පද්ධතියේ ප්‍රධානියා වන ඔලෙක්සැන්ඩර් කමිෂින්ට අනුව මිසයිල දෙකක් දුම්රිය ස්ථානයට පහර දුන්නේය. ඩොනෙට්ස්ක් ප්‍රාදේශීය හමුදා පරිපාලනයේ ප්‍රධානී Pavlo Kyrylenko පැවසුවේ රුසියානු හමුදාව Iskander කෙටි දුර බැලස්ටික් මිසයිල භාවිතා කළ බවයි.",
        "සීඑන්එන් ප්‍රධාන ජාත්‍යන්තර ඇන්කර් ක්‍රිස්ටියන් අමන්පූර් පැවසුවේ මෙම ප්‍රහාරය බොස්නියාවේ යුද්ධයේදී සරජේවෝ හි වෙළඳපොළක සිදුවූ ප්‍රහාරයක් සිහිගන්වන බවත්, එහිදී “සාමාන්‍ය සිවිල් වැසියන් ඔවුන්ගේ ව්‍යාපාරයට යද්දී සමූලඝාතනය කළ” බවත්ය.",
        "සිවිල් වැසියන්ට එරෙහි එවැනි ප්‍රහාර බටහිර අධිෂ්ඨානය දැඩි කිරීමට නැඹුරු වන අතර රුසියාවට එරෙහිව තවත් සම්බාධක පැනවීමට යුරෝපා සංගමයට තල්ලු කළ හැකි බව අමන්පූර් පැවසීය. රුසියාව යුක්රේනය ආක්‍රමණය කිරීමෙන් පසු බ්‍රසල්ස් රුසියාවට එරෙහිව සම්බාධක වට පහක් දැනටමත් අනුමත කර ඇත.",
        "EU හි ඉහලම රාජ්‍ය තාන්ත්‍රිකයෙකු වන Josep Borrell, \"විචාර විරහිත ප්‍රහාරය\" හෙළා දකින අතර, EU සභාපති Charles Michel එය \"භයානක\" ලෙස හැඳින්වීය.",
        "\"මෙය මෙම අසාධාරණ යුද්ධයෙන් පලා යන අය සඳහා ගැලවීමේ මාර්ග වසා දමා මිනිස් දුක් වේදනා ඇති කිරීමට තවත් උත්සාහයක්\" යැයි බොරෙල් පැවසීය.",
        "Borrell සහ EU කොමිසමේ සභාපති Ursula von der Leyen මේ සතියේ Kyiv හිදී යුක්රේන ජනාධිපති Zelensky හමුවීමට නියමිතය.",
        "රුසියානු හමුදා නැගෙනහිර යුක්රේනයේ ඩොන්බාස් ප්‍රදේශය අත්පත් කර ගැනීම සඳහා දැවැන්ත මෙහෙයුමක් සඳහා සූදානම් වෙමින් සිටියදී මෙම ප්‍රහාරය එල්ල වී ඇති බව යුක්රේන බලධාරීහු පවසති.",
        "රුසියාව යුක්රේනය ආක්‍රමණය කිරීමට ටික කලකට පෙර රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින් ස්වාධීන යැයි පිළිගත් බෙදුම්වාදී වාසස්ථාන දෙකක් වන ඊනියා ඩොනෙට්ස්ක් සහ ලුහාන්ස්ක් මහජන සමූහාණ්ඩුවේ ඩොන්බාස් නිවහන වේ.",
        "වසර අටකට ආසන්න කාලයක්, මෙම ප්‍රදේශ දෙක රුසියානු පිටුබලය ලබන බෙදුම්වාදීන් සහ යුක්‍රේන හමුදා අතර අඩු තීව්‍ර යුද්ධයක ස්ථානය වී ඇත. 14,000 කට වැඩි පිරිසක් සටනේදී මිය ගිය අතර, දැන් කියෙව් තවත් තුවාල ලබා ඇත.",
        "යුක්රේන විදේශ ඇමති කුලේබා පැවසුවේ \"ඩොන්බාස් සඳහා සටන\" දැනටමත් සිදුවෙමින් පවතින බවයි. මොස්කව් ප්‍රහාරයට \"දහස් ගනනක් ටැංකි, සන්නද්ධ වාහන, ගුවන් යානා, කාලතුවක්කු\" ඇතුළත් විය හැකි බැවින් එහි සටන් දෙවන ලෝක සංග්‍රාම සමයේ විනාශකාරී සටන් සිහිගන්වනු ඇති බව ඔහු පැවසීය.",
        "රුසියානු හමුදා උතුරු යුක්රේනයේ සිට බෙලරුසියාවට සහ රුසියාවට \"සම්පූර්ණයෙන්ම ඉවත්ව\" ඇති බව බ්රිතාන්ය බුද්ධි අංශ තක්සේරු කරයි, බොහෝ දෙනෙක් ඩොන්බාස්හි සටන් කිරීමට නැගෙනහිර යුක්රේනයට මාරු කළ හැකිය. යුක්රේන හමුදා නිලධාරීන් ද පවසන්නේ නැගෙනහිර දෙසින් රුසියානු හමුදා ගොඩ නැගීමක් නිරීක්ෂණය කළ බවයි."
      ]
    },
    "ta": {
      "title": "கிழக்கு உக்ரைனில் உள்ள ரயில் நிலைய ஏவுகணை தாக்குதலில் குறைந்தது 50 பேர் கொல்லப்பட்டனர்",
      "body_lines": [
        "கிழக்கு உக்ரைனில் உள்ள கிராமடோர்ஸ்கில் உள்ள ரயில் நிலையத்தின் மீது ரஷ்யப் படைகள் ஏவுகணைத் தாக்குதலை நடத்தியதில் ஐந்து குழந்தைகள் உட்பட குறைந்தது 50 பேர் கொல்லப்பட்டதாக உக்ரேனிய அதிகாரிகள் வெள்ளிக்கிழமை தெரிவித்தனர்.",
        "16 குழந்தைகள், 46 பெண்கள் மற்றும் 36 ஆண்கள் -- காயமடைந்த 98 பேர் உள்ளூர் மருத்துவமனைகளுக்கு கொண்டு செல்லப்பட்டதாக தாக்குதல் நடந்த டொனெட்ஸ்கில் உள்ள பிராந்திய இராணுவ நிர்வாகத்தின் தலைவர் பாவ்லோ கைரிலென்கோ கூறினார்.",
        "இந்த தாக்குதலில் 300 பேர் காயமடைந்ததாக உக்ரைன் அதிபர் வோலோடிமிர் ஜெலென்ஸ்கி முன்னதாக தெரிவித்தார்.",
        "வெள்ளியன்று ஃபின்லாந்தின் பாராளுமன்றத்தில் உரையாற்றிய ஜெலென்ஸ்கி, \"ரஷ்ய இராணுவம் ரயில்வே முனையத்தைத் தாக்கியது\" என்று கூறினார்: \"சாட்சிகள் உள்ளன, வீடியோக்கள் உள்ளன, ஏவுகணைகள் மற்றும் இறந்தவர்களின் எச்சங்கள் உள்ளன.\"",
        "நிலையத்தில் \"ரயில்கள் பாதுகாப்பான பகுதிக்கு வெளியேற்றப்படுவதற்காக மக்கள் (மக்கள்) கூட்டமாக காத்திருந்தனர்\" என்று அவர் கூறினார். “அவர்கள் ஏன் பொதுமக்களை ஏவுகணைகளால் தாக்க வேண்டும்? உக்ரேனிய இராணுவத்தால் விடுவிக்கப்பட்ட புச்சா மற்றும் பிற நகரங்களில் உலகம் கண்ட இந்த கொடூரம் ஏன்?\" ஜெலென்ஸ்கி சட்டமியற்றுபவர்களிடம் கேட்டார்.",
        "ராக்கெட்டுகள் ஒரு தற்காலிக காத்திருப்பு அறையைத் தாக்கியதாக உள்ளூர் போலீசார் ஒரு அறிக்கையில் தெரிவித்தனர், அங்கு \"நூற்றுக்கணக்கான மக்கள் வெளியேற்ற ரயிலுக்காக காத்திருந்தனர்.\"",
        "\"ரஷ்யா கொடூரமாக, காட்டுமிராண்டித்தனமாக உக்ரேனியர்களை ஒரே ஒரு குறிக்கோளுடன் கொன்று வருகிறது என்பதற்கு இது மற்றொரு சான்று\" என்று கிராமடோர்ஸ்க் மேயர் ஒரு அறிக்கையில் தெரிவித்துள்ளார்.",
        "கடந்த இரண்டு வாரங்களில் நாளொன்றுக்கு சுமார் 8,000 பேர் வெளியேறுவதற்காக நிலையத்திற்குச் செல்வதாக மேயர் கூறினார். ஏவுகணை தாக்கியபோது அங்கு 4,000 பேர் இருந்தனர்.",
        "உக்ரேனிய வெளியுறவு மந்திரி டிமிட்ரோ குலேபா இந்த தாக்குதலை \"வேண்டுமென்றே படுகொலை\" என்று கூறினார்.",
        "\"கிராமடோர்ஸ்கில் உள்ள ரயில் நிலையம் வெளியேற்றப்படுவதற்கு காத்திருக்கும் பொதுமக்களால் நிரம்பியிருப்பதை ரஷ்யர்கள் அறிந்திருந்தனர்,\" என்று அவர் கூறினார்.",
        "ரஷ்ய பாதுகாப்பு அமைச்சகம் வெள்ளியன்று ஏவுகணைத் தாக்குதலை \"ஆத்திரமூட்டல்\" என்று ஒரு அறிக்கையை வெளியிட்டது, இது சமீபத்திய மறுப்புகளின் பிரதிபலிப்பில் கிய்வ் புறநகர்ப் பகுதியான புச்சாவில் பொதுமக்கள் கண்மூடித்தனமாக கொல்லப்பட்டதை பிரதிபலிக்கிறது.",
        "\"ஏப்ரல் 8 ஆம் தேதி க்ராமடோர்ஸ்கில் உள்ள ரயில் நிலையத்தில் ரஷ்யா நடத்திய ஏவுகணைத் தாக்குதல் பற்றி கிய்வ் தேசியவாத ஆட்சியின் பிரதிநிதிகளின் அனைத்து அறிக்கைகளும் ஒரு ஆத்திரமூட்டல் மற்றும் முற்றிலும் யதார்த்தத்துடன் ஒத்துப்போவதில்லை\" என்று அந்த அறிக்கை கூறுகிறது.",
        "\"ஏப்ரல் 8 அன்று, ரஷ்ய ஆயுதப்படைகள் கிராமடோர்ஸ்க் நகரில் பீரங்கித் தாக்குதல்களை நடத்தவோ திட்டமிடவோ இல்லை. Tochka-U தந்திரோபாய ஏவுகணைகள், Kramatorsk ரயில் நிலையத்திற்கு அருகில் கண்டுபிடிக்கப்பட்ட மற்றும் நேரில் கண்ட சாட்சிகளால் வெளியிடப்பட்ட சிதைவுகள் உக்ரேனிய ஆயுதப்படைகளால் மட்டுமே பயன்படுத்தப்படுகின்றன என்பதை நாங்கள் வலியுறுத்துகிறோம்.",
        "உக்ரேனியப் படைகள் சோவியத் வடிவமைத்த டோச்கா ஏவுகணையை தங்கள் சரக்குகளில் வைத்துள்ளன, ஆனால் இது கடந்த காலங்களில் ரஷ்ய மற்றும் பிரிவினைவாத சக்திகளாலும் பயன்படுத்தப்பட்டது.",
        "ரஷ்யாவின் இராணுவம் மற்றும் மூத்த அதிகாரிகள் பொதுமக்களுக்கு எதிரான தாக்குதல்களுக்கு போர்வை மறுப்புகளை வெளியிட்டுள்ளனர், மிக சமீபத்தில் -- ஆதாரம் இல்லாமல் -- புச்சாவில் பொதுமக்கள் படுகொலை செய்யப்பட்டதாகக் கூறினர். நகரத்தின் ரஷ்ய ஆக்கிரமிப்பின் போது பொதுமக்கள் கொல்லப்பட்டது விரிவாக ஆவணப்படுத்தப்பட்டுள்ளது.",
        "பிப்ரவரி 24 அன்று உக்ரைன் மீதான படையெடுப்பு தொடங்கப்பட்டபோது ரஷ்ய இராணுவத்தால் குறிவைக்கப்பட்ட முதல் இடங்களில் கிழக்கு நகரமான Kramatorsk ஒன்றாகும். Ihnatchenko பிப்ரவரி பிற்பகுதியில் இருந்து இப்பகுதியை காலி செய்ய உக்ரைனியர்கள் ரயில் நிலையத்தை பயன்படுத்தி வருவதாக கூறினார்.",
        "ஒவ்வொரு நாளும் ஆயிரக்கணக்கான மக்கள் (ரயில் நிலையத்தில்) இருப்பதை ரஷ்யர்கள் அறிந்திருந்தனர்,\" என்று அவர் கூறினார்.",
        "இரண்டு ஏவுகணைகள் நிலையத்தைத் தாக்கியதாக உக்ரைனின் தேசிய இரயில் அமைப்பின் தலைவர் ஒலெக்சாண்டர் கமிஷின் தெரிவித்தார். டொனெட்ஸ்க் பிராந்திய இராணுவ நிர்வாகத்தின் தலைவர் பாவ்லோ கைரிலென்கோ, ரஷ்ய இராணுவம் இஸ்கண்டர் குறுகிய தூர பாலிஸ்டிக் ஏவுகணைகளைப் பயன்படுத்தியது என்றார்.",
        "CNN இன் இன்டர்நேஷனல் ஆங்கர் கிறிஸ்டியன் அமன்பூர், போஸ்னியாவில் போரின் போது சரஜேவோவில் உள்ள ஒரு சந்தையில் நடந்த தாக்குதலை நினைவுபடுத்துகிறது, அங்கு \"சாதாரண குடிமக்கள் அவர்கள் தங்கள் தொழிலுக்குச் சென்றபோது படுகொலை செய்யப்பட்டனர்.\"",
        "குடிமக்கள் மீதான இத்தகைய தாக்குதல்கள் மேற்கத்திய தீர்மானத்தை கடினப்படுத்துவதாகவும், ரஷ்யா மீது இன்னும் கூடுதலான பொருளாதார தடைகளை விதிக்க ஐரோப்பிய ஒன்றியத்தை தள்ளக்கூடும் என்றும் அமன்பூர் கூறினார். உக்ரைனை ஆக்கிரமித்ததில் இருந்து ரஷ்யாவிற்கு எதிராக ஐந்து சுற்று தடைகளை பிரஸ்ஸல்ஸ் ஏற்கனவே அங்கீகரித்துள்ளது.",
        "ஐரோப்பிய ஒன்றியத்தின் உயர்மட்ட இராஜதந்திரி ஜோசப் பொரெல், \"கண்மூடித்தனமான தாக்குதலை\" கண்டித்தார், அதே நேரத்தில் ஐரோப்பிய ஒன்றியத்தின் தலைவர் சார்லஸ் மைக்கேல் \"திகிலானது\" என்று கூறினார்.",
        "\"இந்த நியாயமற்ற போரிலிருந்து தப்பியோடுபவர்களுக்கான தப்பிக்கும் வழிகளை மூடுவதற்கும், மனித துன்பங்களை ஏற்படுத்துவதற்கும் இது மற்றொரு முயற்சி\" என்று பொரெல் கூறினார்.",
        "Borrell மற்றும் EU கமிஷன் தலைவர் Ursula von der Leyen இந்த வாரம் Kyiv இல் உக்ரேனிய ஜனாதிபதி Zelensky ஐ சந்திக்க உள்ளனர்.",
        "கிழக்கு உக்ரைனில் போட்டியிட்ட டான்பாஸ் பகுதியைக் கைப்பற்ற ரஷ்யப் படைகள் பாரிய நடவடிக்கைக்கு தயாராகி வரும் வேளையில் இந்த தாக்குதல் நடந்துள்ளது என உக்ரேனிய அதிகாரிகள் தெரிவித்துள்ளனர்.",
        "டொனெட்ஸ்க் மற்றும் லுஹான்ஸ்க் மக்கள் குடியரசுகள் என்று அழைக்கப்படுபவை டான்பாஸ் ஆகும், ரஷ்யா உக்ரைனை ஆக்கிரமிப்பதற்கு சற்று முன்பு ரஷ்ய ஜனாதிபதி விளாடிமிர் புடின் சுதந்திரமாக அங்கீகரித்த இரண்டு பிரிவினைவாத பகுதிகள்.",
        "ஏறக்குறைய எட்டு ஆண்டுகளாக, இரண்டு பிராந்தியங்களும் ரஷ்ய ஆதரவு பிரிவினைவாதிகளுக்கும் உக்ரேனியப் படைகளுக்கும் இடையே குறைந்த தீவிரப் போரின் தளமாக இருந்து வருகின்றன. சண்டையில் 14,000 க்கும் மேற்பட்ட மக்கள் இறந்தனர், இப்போது கியேவ் மேலும் உயிரிழப்புகளை எதிர்கொள்கிறார்.",
        "உக்ரேனிய வெளியுறவு மந்திரி குலேபா, \"டான்பாஸிற்கான போர்\" ஏற்கனவே நடந்து வருகிறது என்றார். மாஸ்கோவின் தாக்குதலில் \"ஆயிரக்கணக்கான டாங்கிகள், கவச வாகனங்கள், விமானங்கள், பீரங்கிகள்\" ஆகியவை அடங்கும் என்பதால், அங்கு நடக்கும் சண்டைகள் இரண்டாம் உலகப் போரின்போது நடந்த அழிவுகரமான போர்களை நினைவூட்டுவதாக இருக்கும் என்று அவர் கூறினார்.",
        "பிரிட்டிஷ் உளவுத்துறை ரஷ்ய துருப்புக்கள் வடக்கு உக்ரைனில் இருந்து பெலாரஸ் மற்றும் ரஷ்யாவிற்கு \"முழுமையாக வெளியேறிவிட்டன\" என்று மதிப்பிடுகிறது, மேலும் பலர் டான்பாஸில் சண்டையிட கிழக்கு உக்ரைனுக்கு மாற்றப்படலாம். உக்ரேனிய இராணுவ அதிகாரிகளும் கிழக்கில் ரஷ்யப் படைகள் குவிவதை அவதானித்ததாகக் கூறுகின்றனர்."
      ]
    }
  }
}