{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/MTI-strategises-for-Dhaka-Tribune-in-Bangladesh/34-732408",
  "time_ut": 1647973800,
  "title": "MTI strategises for Dhaka Tribune in Bangladesh",
  "body_lines": [
    "From left: Dhaka Tribune Editor-in-Chief Zafar Sobhan, MTI Consulting Bangladesh Country Director and Senior Consultant Saima Mazhar, Dhaka Tribune Publisher Dr. Kazi Anis Ahmed and Head of Operations Ahmed Shoyeb Iqbal",
    "MTI Consulting have been closely working with Dhaka Tribune in several key areas since 2018 starting from setting DT’s long-term Vision, Mission and Values followed by re-organising DT and appointing key resources to bring about the desired change.",
    "The project also included bringing policies and processes into place along with revamped performance management system with setting SMARTER KPIs.  A continuous improvement process has been incorporated which allows structured and methodical reviews on a regular basis with critical inputs from the Board and Management Review Committee.",
    "Strategic Changes has been brought in to drive revenues, curb costs and focus on sustainability and profitability in parallel to the country and economic situation which has been quite vulnerable in the last couple of years due to the outbreak of COVID. Effective brand strategies have been laid out and implemented to increase the brand leverage of Dhaka Tribune and take the newspaper to the next level. At recent times a new state-of-the-art website has been launched to attract more readers and make them loyal to DT brand.",
    "Dhaka Tribune Publisher Dr. Kazi Anis Ahmed said: “Our constant effort to take our newspaper to the next level has allowed us to make numerous positive changes which will certainly allow pave the way to gain our desired leadership position.”",
    "MTI Consulting is an internationally networked boutique management consultancy having carried out on 680 Projects across 49 countries in the last 25 years MTI practices comprise of Strategy, Operations, Re-organising, Performance Management, Digital and Analytics. MTI Consulting with a 17-year history in Bangladesh has worked with many local conglomerates and industry verticals",
    "Dhaka Tribune is one of the leading English Daily which envisage being the leading platform for news, views and ideas that will give Bangladesh a prosperous, progressive and powerful presence among nations and provide the readers with the most in-depth, insightful and intelligent news coverage and analysis."
  ],
  "translate": {
    "si": {
      "title": "බංග්ලාදේශයේ ඩකා ට්‍රිබියුන් සඳහා MTI උපාය මාර්ග",
      "body_lines": [
        "වමේ සිට: ඩකා ට්‍රිබියුන් ප්‍රධාන කර්තෘ සෆාර් සෝබාන්, එම්ටීඅයි උපදේශක බංග්ලාදේශයේ අධ්‍යක්ෂ සහ ජ්‍යෙෂ්ඨ උපදේශක සයිමා මසාර්, ඩකා ට්‍රිබියුන් ප්‍රකාශක ආචාර්ය කාසි අනිස් අහමඩ් සහ මෙහෙයුම් ප්‍රධානී අහමඩ් ෂොයිබ් ඉක්බාල්",
        "MTI උපදේශනය DT හි දිගුකාලීන දැක්ම, මෙහෙවර සහ අගයන් සැකසීමෙන් පසුව DT නැවත සංවිධානය කිරීම සහ අපේක්ෂිත වෙනස ගෙන ඒම සඳහා ප්‍රධාන සම්පත් පත් කිරීම වැනි ප්‍රධාන ක්ෂේත්‍ර කිහිපයක Dhaka Tribune සමඟ 2018 සිට සමීපව කටයුතු කරයි.",
        "SMARTER KPI සැකසීම සමග නවීකරණය කරන ලද කාර්ය සාධන කළමනාකරණ පද්ධතිය සමඟ ප්‍රතිපත්ති සහ ක්‍රියාවලීන් ගෙන ඒම ද මෙම ව්‍යාපෘතියට ඇතුළත් විය. මණ්ඩලයේ සහ කළමනාකරණ සමාලෝචන කමිටුවේ විවේචනාත්මක යෙදවුම් සමඟ නිතිපතා ව්‍යුහාත්මක සහ ක්‍රමානුකූල සමාලෝචනවලට ඉඩ සලසන අඛණ්ඩ වැඩිදියුණු කිරීමේ ක්‍රියාවලියක් ඇතුළත් කර ඇත.",
        "COVID පැතිරීම හේතුවෙන් පසුගිය වසර කිහිපය තුළ බෙහෙවින් අවදානමට ලක්ව ඇති රට සහ ආර්ථික තත්ත්වයට සමගාමීව ආදායම් ඉහළ නැංවීමට, පිරිවැය මැඩපැවැත්වීමට සහ තිරසාරභාවය සහ ලාභදායීත්වය කෙරෙහි අවධානය යොමු කිරීම සඳහා උපායමාර්ගික වෙනස්කම් ගෙන ඇත. ඩකා ට්‍රිබියුන් හි සන්නාම ප්‍රයෝජනය ඉහළ නැංවීමට සහ පුවත්පත මීළඟ මට්ටමට ගෙන යාමට ඵලදායී සන්නාම උපාය මාර්ග සකස් කර ක්‍රියාත්මක කර ඇත. මෑත කාලවලදී වැඩි පාඨකයින් ආකර්ෂණය කර ගැනීමට සහ DT සන්නාමයට පක්ෂපාතී වීමට නව නවීන වෙබ් අඩවියක් දියත් කර ඇත.",
        "ඩකා ට්‍රිබියුන් ප්‍රකාශක ආචාර්ය කාසි අනිස් අහමඩ් පැවසුවේ “අපගේ පුවත්පත මීළඟ මට්ටමට ගෙනයාමට අප දරන නිරන්තර උත්සාහය නිසා ධනාත්මක වෙනස්කම් රාශියක් සිදු කිරීමට අපට හැකි වී ඇති අතර එමඟින් අපගේ අපේක්ෂිත නායකත්ව තත්ත්වය ලබාගැනීමට මග පෑදෙනු ඇත.”",
        "MTI උපදේශනය යනු පසුගිය වසර 25 තුළ රටවල් 49ක් පුරා ව්‍යාපෘති 680ක් ක්‍රියාත්මක කර ඇති ජාත්‍යන්තර ජාලගත බුටික් කළමනාකරණ උපදේශන ආයතනයකි. බංග්ලාදේශයේ වසර 17 ක ඉතිහාසයක් ඇති MTI උපදේශනය බොහෝ දේශීය සමූහ ව්‍යාපාර සහ කර්මාන්ත සිරස් සමඟ වැඩ කර ඇත.",
        "ඩකා ට්‍රිබියුන් යනු ප්‍රවෘත්ති, අදහස් සහ අදහස් සඳහා ප්‍රමුඛ වේදිකාවක් වීමට අපේක්ෂා කරන ප්‍රමුඛ පෙළේ ඉංග්‍රීසි ඩේලි වලින් එකකි, එමඟින් බංග්ලාදේශයට ජාතීන් අතර සමෘද්ධිමත්, ප්‍රගතිශීලී සහ බලවත් පැවැත්මක් ලබා දෙන අතර පාඨකයන්ට වඩාත් ගැඹුරු, තීක්ෂ්ණ බුද්ධිය සහ බුද්ධිමත් ප්‍රවෘත්ති ආවරණයක් ලබා දේ. සහ විශ්ලේෂණය."
      ]
    },
    "ta": {
      "title": "பங்களாதேஷில் உள்ள டாக்கா ட்ரிப்யூனுக்கான MTI உத்திகள்",
      "body_lines": [
        "இடமிருந்து: டாக்கா ட்ரிப்யூன் தலைமை ஆசிரியர் ஜாபர் சோபன், MTI கன்சல்டிங் பங்களாதேஷ் நாட்டு இயக்குநர் மற்றும் மூத்த ஆலோசகர் சைமா மசார், டாக்கா ட்ரிப்யூன் வெளியீட்டாளர் டாக்டர். காசி அனிஸ் அகமது மற்றும் செயல்பாட்டுத் தலைவர் அகமது ஷோயப் இக்பால்",
        "MTI கன்சல்டிங் 2018 ஆம் ஆண்டு முதல் DT இன் நீண்டகால பார்வை, பணி மற்றும் மதிப்புகளை அமைப்பதில் இருந்து பல முக்கிய பகுதிகளில் டாக்கா ட்ரிப்யூனுடன் நெருக்கமாகப் பணிபுரிந்து வருகிறது, அதைத் தொடர்ந்து DTயை மறு-ஒழுங்கமைத்து விரும்பிய மாற்றத்தைக் கொண்டு வர முக்கிய ஆதாரங்களை நியமித்து வருகிறது.",
        "ஸ்மார்ட் கேபிஐகளை அமைப்பதன் மூலம் புதுப்பிக்கப்பட்ட செயல்திறன் மேலாண்மை அமைப்புடன் கொள்கைகள் மற்றும் செயல்முறைகளைக் கொண்டுவருவதும் திட்டத்தில் அடங்கும். வாரியம் மற்றும் மேலாண்மை மறுஆய்வுக் குழுவின் முக்கியமான உள்ளீடுகளுடன் வழக்கமான அடிப்படையில் கட்டமைக்கப்பட்ட மற்றும் முறையான மதிப்பாய்வுகளை அனுமதிக்கும் தொடர்ச்சியான முன்னேற்ற செயல்முறை இணைக்கப்பட்டுள்ளது.",
        "கோவிட் பரவியதன் காரணமாக கடந்த இரண்டு ஆண்டுகளில் மிகவும் பாதிக்கப்படக்கூடிய நாடு மற்றும் பொருளாதார நிலைமைக்கு இணையாக வருவாயை இயக்கவும், செலவுகளைக் கட்டுப்படுத்தவும், நிலைத்தன்மை மற்றும் லாபத்தில் கவனம் செலுத்தவும் மூலோபாய மாற்றங்கள் கொண்டுவரப்பட்டுள்ளன. டாக்கா ட்ரிப்யூனின் பிராண்ட் லெவரேஜை அதிகரிக்கவும், செய்தித்தாளை அடுத்த கட்டத்திற்கு கொண்டு செல்லவும் பயனுள்ள பிராண்ட் உத்திகள் வகுக்கப்பட்டு செயல்படுத்தப்பட்டுள்ளன. சமீப காலங்களில் அதிகமான வாசகர்களை ஈர்க்கவும், DT பிராண்டிற்கு விசுவாசமாக இருக்கவும் ஒரு புதிய அதிநவீன இணையதளம் தொடங்கப்பட்டது.",
        "டாக்கா ட்ரிப்யூன் வெளியீட்டாளர் டாக்டர் காசி அனிஸ் அஹமட் கூறினார்: \"எங்கள் செய்தித்தாளை அடுத்த கட்டத்திற்கு கொண்டு செல்வதற்கான எங்கள் தொடர்ச்சியான முயற்சி, பல நேர்மறையான மாற்றங்களைச் செய்ய அனுமதித்துள்ளது, இது நிச்சயமாக நாங்கள் விரும்பிய தலைமைப் பதவியைப் பெறுவதற்கு வழி வகுக்கும்.\"",
        "MTI கன்சல்டிங் என்பது சர்வதேச அளவில் நெட்வொர்க் செய்யப்பட்ட பூட்டிக் மேலாண்மை ஆலோசனையாகும், இது கடந்த 25 ஆண்டுகளில் 49 நாடுகளில் 680 திட்டங்களில் மேற்கொள்ளப்பட்டுள்ளது MTI நடைமுறைகளில் உத்தி, செயல்பாடுகள், மறு-ஒழுங்கமைத்தல், செயல்திறன் மேலாண்மை, டிஜிட்டல் மற்றும் பகுப்பாய்வு ஆகியவை அடங்கும். பங்களாதேஷில் 17 வருட வரலாற்றைக் கொண்ட MTI ஆலோசனை நிறுவனம் பல உள்ளூர் கூட்டு நிறுவனங்கள் மற்றும் தொழில்துறை செங்குத்துகளுடன் இணைந்து பணியாற்றியுள்ளது.",
        "டாக்கா ட்ரிப்யூன் முன்னணி ஆங்கில நாளிதழில் ஒன்றாகும், இது செய்திகள், பார்வைகள் மற்றும் யோசனைகளுக்கான முன்னணி தளமாக விளங்குகிறது மற்றும் பகுப்பாய்வு."
      ]
    }
  }
}