{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mayhem-starts-in-mirihana-where-will-it-go-how-will-it-end/",
  "time_ut": 1648821420,
  "title": "Mayhem starts in Mirihana! Where will it go? How will it end?",
  "body_lines": [
    "– Protesters gather at the Jubilee Post in their “tens of thousands”.",
    "– March towards Pengiriwatte Road leading to the President’s private residence.",
    "– “Several hundreds” protest at Pengiriwatte Road, chanting “Gota, Go Home.”",
    "– Tense situation as protesters try to the break police barricades.",
    "– Tear gas and water cannons fired as protesters break through barricades.",
    "– Sri Lankan Army bus and jeep set on fire. Vehicles overturned.",
    "– Kandy-Colombo Road blocked by protesters at the Bulugaha junction.",
    "– Injured people admitted to hospitals in Colombo and Kalubowila.",
    "– Police curfew imposed in Colombo and Nugegoda Police Divisions.",
    "Online media registered the above timeline as Thursday night and Friday morning as protests unfolded near the private residence of President Rajapaksa in Mirihana. Sri Lankans at home and abroad, from Colombo to California, saw live reporting of the events. Over 30 people, including journalists, have been admitted to hospitals with injuries. Over 40 people have been arrested. The Presidential Media Division (PMD) has called Thursday’s events “unrest” and “riot” and blamed them on an unnamed “extremist group.”",
    "While social media has been telling everyone about a major protest planned for Sunday, April 3, there has been little or no public intimation about the Mirihana protests, except for reported warning by state intelligence sources. On Friday morning, The Daily Mirror reported continuing “public outrage against President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa and Sports Minister Namal Rajapaksa” on social media. And public demonstrations are reportedly expected to continue on Saturday with a ‘white cloth’ campaign outside the Nelum Pokuna theater. Candlelight protests have been going on in several parts of the country as it plunged into darkness with extensive power cuts.",
    "There is no clear information about the organization of the protest planned for Sunday. A Whatsapp message sent out by a social media group has been asking people to come out to protest on Sunday morning. Political parties have denied involvement and a number of them have called on their members not to participate in the protest on Sunday.",
    "The Samagi Jana Balawegaya (SJB) is being accused of having it both ways – encouraging the protest but disclaiming involvement. “People are suffering in darkness, they don’t have gas, food. We have tolerated the government enough. It’s time to act therefore join us and take to the streets on April 3,” Leader of Opposition Sajith Premadasa reportedly posted on his Facebook page. The post triggered “harsh criticisms” against Mr. Premadasa and calls to political parties “to stay out of it.”",
    "The UNP, whose leader Ranil Wickremesinghe attended the All Party Conference convened by President Rajapaksa, has indicated that it will not participate in the protest on Sunday. In a twitter statement, the UNP said “the United National Party will not be joining any protest organized by anonymous groups. We are committed to conducting our Sathyagraha Campaign around the country. The next Sathyagraha will  be held at Matara on April 6, 2022 .”",
    "The JVP has also “cautioned against protest campaigns that cannot be traced back to a recognizable and accountable organiser or group.” While acknowledging “the people’s right to organize their own protests against Sri Lanka’s worsening economic crisis,” the JVP has warned of “dangers lurking in a protest movement that has no accountability.”",
    "Last week on this page, I referred to a statement by David Beasley, the executive director of the UN Word Food Programme (WFP), that the food situation in many countries today is worse than the 2011 crisis of rising food prices that triggered the Arab Spring uprisings in Egypt and across North Africa. I went on to comment that in Sri Lanka “no one can predict how the public mood will change and what it will precipitate if the current shortages and high prices continue to worsen and the government fails to provide relief to the people.”",
    "Mirihana is now evidence as to what the public mood is. Howsoever it came to pass, the Mirihana protest summed up the mood of the people and their boiling anger at the government’s utter ineptitude and its heartless insensitivity. For the first time, public anger directly targeted the highest in the land. Once public anger is breached, it is hard to predict what course it will take. The perception of inaction by opposition parties is also opening up space for seemingly spontaneous protests to fill in.",
    "Before Thursday night it seemed that India was ready to do some heavy lifting to protect the Rajapaksa presidency. Now, all of India’s lines of credit in cash and kind may not be enough to either prevent Humpty Dumpty from his great fall, or patching him up after the fall. But India has no permanent interest in Gotabaya Rajapaksa or any other Sri Lankan political leader, for that matter. If Gota is gone, as he is being asked to go, India will look for the next best bet among aspiring contenders. But is there any way that Gota can stay?",
    "One way would be to emulate what President Lyndon Johnson did when he stunningly announced at the end of a televised address on 31 March 1968: “I shall not seek, and I will not accept, the nomination of my party for another term as your president.” After becoming President in 1963, following Kennedy’s assassination, and his landslide victory in the 64 election, Johnson was hugely successful on the domestic front with truly historic achievements in civil rights, social welfare and social justice. But he was undone by the Vietnam war which started dividing America and destroying his presidency. Lyndon Johnson opted to take himself out of office and out of politics for the sake of the country.",
    "Short of resignation, the best that the Sri Lankan President can do is to announce that he will not seek a second term but will use the remainder of his single term to work with all the political leaders and parties in parliament to make sure that Sri Lanka avoids mass starvation and that its derailed economy is put back on track. He should also commit to dissolving parliament at the earliest constitutional opportunity in March 2023. Beyond the current term, the President and the family should forget about any more extended terms in office. They should consider themselves lucky to get through with what they have now.",
    "For the country, getting rid of Gotabaya Rajapaksa over the weekend is not going to solve the country’s foreign exchange crisis and its chronic shortages. Deposing the regime is not going to bring shiploads of food and fuel next week. As the constitution provides, if the President were to resign, the Prime Minister, Mahinda Rajapaksa, will become the acting President until Parliament elects, by majority vote, an interim President from one of its MPs to serve out the remaining term of the resigning President. Let us not mention impeachment.",
    "In a situation where Gotabaya Rajapaksa finds no alternative but to resign, Mahinda Rajapaksa cannot conceivably continue as acting President. He too will have to reign, and Parliament will have to find a way to elect some other MP as President, who will then appoint another MP as Prime Minister and still others as cabinet ministers. In the same breath, Parliament can pass a resolution calling for its dissolution, which the new acting/interim President will have to duly comply with.",
    "All of this can happen and can be even fun if the country were in normal times. But it will not be fun for parliament to become theatre when people are running out of food and the country has already run out of fuel and electricity. On the other hand, allowing the incumbent President to continue, but on a tight leash from parliament, will avoid disrupting the pressing tasks of keeping essential supplies flowing to avoid mass starvation and endless dark nights. For this scenario, it cannot be business as usual for President Rajapaksa and for the rest of the Rajapaksa family.",
    "The President will have to find a way to engage all the parties in parliament and forming a new cabinet focused on immediate relief measures and negotiations with the IMF. On Friday, Harsha de Silva posted an article entitled, “The Government cannot go on this way,” in which he draws attention to the collapse of public and investor confidence in the government and calls for “the complete overhaul of the monetary board of the Central Bank of Sri Lanka (CBSL),” whose decisions are the main cause for the current crisis. The President has no option but to do this if he is to stay in office, and along with overhauling the monetary board, the President should also surround himself with a new team of advisors who will recommend Sri Lanka’s negotiating team for the IMF. It cannot include GL Pieris, Ali Sabri, Nivard Cabraal and S.R. Attygalle.",
    "If the SJB or the JVP have other alternatives they should let the country know what they are. The SJB and the JVP have been flogging the dissolution horse for a while, but they do not have the votes in parliament to ride the poor animal home. Udaya Gamanpilla is now threatening that he and Weerawansa would be able to muster enough votes from both sides of the aisle to force an immediate election. Why would anyone from the opposition join these two discredited weathervanes who want a new election to get a new Finance Minister?",
    "If parliament can muster a majority resolution to dissolve itself, so be it. But it would be ill-advised to do so in the current circumstances. It will leave the Executive President in total control until a new parliament returns. Worse, it will be a disruptive diversion from the more pressing tasks now – to scour for foreign exchange, streamline supplies, and restore electricity. Even if an election were to be held this year, it would still be a ‘hung parliament’ under the proportional representation system. How would it make it easier to get things done than it is now?",
    "One would like to see the lifting of the curfew within five hours on Friday morning as a positive sign that no one in the government or the family is thinking Rathupaswala (August 1, 2013). There are legitimate fears that the government may use the current protests to clamp down militarily. But any clampdown will only worsen the situation of food shortages and foreign exchange crisis. The sanction-happy West will impose itself with vigour and will make the IMF inaccessible. All the currently assured cash and kind lines of credit from India will cease. China alone cannot feed all Sri Lankans, and it will likely not even try. There are better options.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මිරිහානෙන් විපතක් ඇරඹේ! එය කොහෙද යන්නේ? එය අවසන් වන්නේ කෙසේද?",
      "body_lines": [
        "- විරෝධතාකරුවන් ඔවුන්ගේ \"දස දහස් ගණනින්\" ජුබිලි පෝස්ට් එකට රැස්වේ.",
        "- ජනාධිපතිවරයාගේ පෞද්ගලික නිවස දෙසට ගමන් කරන පෙන්ගිරිවත්ත පාර දෙසට ගමන් කිරීම.",
        "– “ගෝඨා, ගෙදර යන්න” කියමින් “සිය ගණනක්” පෙන්ගිරිවත්ත පාරේ විරෝධතාවය.",
        "– විරෝධතාකරුවන් පොලිස් බාධක බිඳ දැමීමට උත්සාහ කිරීමත් සමඟ උණුසුම් තත්ත්වයක්.",
        "- විරෝධතාකරුවන් බාධක බිඳ දමද්දී කඳුළු ගෑස් සහ ජල ප්‍රහාර එල්ල කෙරේ.",
        "– ශ්‍රී ලංකා යුද හමුදාවේ බස් රථයකට සහ ජීප් රථයකට ගිනි තබයි. වාහන පෙරළුණා.",
        "– බුළුගහ හන්දියේදී විරෝධතාකරුවන් විසින් මහනුවර - කොළඹ මාර්ගය අවහිර කරයි.",
        "– තුවාල ලැබූවන් කොළඹ සහ කළුබෝවිල රෝහල්වලට ඇතුළත් කෙරේ.",
        "– කොළඹ සහ නුගේගොඩ පොලිස් වසම්වලට පොලිස් ඇඳිරි නීතිය.",
        "මිරිහානේ ජනාධිපති රාජපක්ෂගේ පෞද්ගලික නිවස අසල විරෝධතා දිග හැරෙන විට අන්තර්ජාල මාධ්‍ය ඉහත කාලසටහන බ්‍රහස්පතින්දා රාත්‍රිය සහ සිකුරාදා උදෑසන ලෙස ලියාපදිංචි කළේය. කොළඹ සිට කැලිෆෝනියා දක්වා දෙස් විදෙස් ශ්‍රී ලාංකිකයන් එම සිදුවීම් සජීවීව වාර්තා කිරීම දුටුවේය. මාධ්‍යවේදීන් ඇතුළු 30කට අධික පිරිසක් තුවාල ලබා රෝහල් ගත කර ඇත. 40කට අධික පිරිසක් අත්අඩංගුවට ගෙන ඇත. ජනාධිපති මාධ්‍ය අංශය (PMD) බ්‍රහස්පතින්දා සිදුවීම් \"නොසන්සුන්තාව\" සහ \"කෝලාහල\" ලෙස නම් කර ඇති අතර ඒවා නම් නොකළ \"අන්තවාදී කණ්ඩායමකට\" දොස් පවරා ඇත.",
        "අප්‍රේල් 3 ඉරිදා පැවැත්වීමට සැලසුම් කර ඇති ප්‍රධාන විරෝධතාවක් ගැන සමාජ මාධ්‍ය සියල්ලන්ටම පවසන අතර, රාජ්‍ය බුද්ධි අංශ විසින් වාර්තා කරන ලද අනතුරු ඇඟවීමක් හැර, මිරිහාන විරෝධතා පිළිබඳ මහජන දැනුම්දීමක් නොමැත. සිකුරාදා උදෑසන ඩේලි මිරර් සමාජ මාධ්‍ය ඔස්සේ “ජනාධිපති ගෝඨාභය රාජපක්ෂ, අගමැති මහින්ද රාජපක්ෂ සහ ක්‍රීඩා අමාත්‍ය නාමල් රාජපක්ෂට එරෙහිව මහජන කෝපය” අඛණ්ඩව වාර්තා කළේය. එමෙන්ම සෙනසුරාදා දින නෙළුම් පොකුණ රඟහලෙන් පිටත ‘සුදු රෙද්දක්’ ව්‍යාපාරයක් සමඟ මහජන පෙලපාලි අඛණ්ඩව සිදුකිරීමට බලාපොරොත්තු වන බව වාර්තා වේ. විදුලිය විසන්ධි වීමත් සමඟ දිවයිනේ ප්‍රදේශ කිහිපයක ඉටිපන්දම් දල්වා විරෝධතා පැවැත්වෙමින් තිබේ.",
        "ඉරිදා පැවැත්වීමට සැලසුම් කර ඇති විරෝධතාවයේ සංවිධානය පිළිබඳව පැහැදිලි තොරතුරු නොමැත. සමාජ මාධ්‍ය කණ්ඩායමක් විසින් යවන ලද Whatsapp පණිවිඩයක් ඉරිදා උදෑසන විරෝධතාවයට පැමිණෙන ලෙස ජනතාවගෙන් ඉල්ලා තිබේ. දේශපාලන පක්ෂ ඊට සම්බන්ධ වීම ප්‍රතික්ෂේප කර ඇති අතර ඔවුන්ගෙන් බොහෝ දෙනෙක් ඉරිදා විරෝධතාවට සහභාගී නොවන ලෙස තම සාමාජිකයින්ගෙන් ඉල්ලා සිටියහ.",
        "සමගි ජන බලවේගයට (SJB) චෝදනා එල්ල වන්නේ විරෝධතාව දිරිමත් කිරීම නමුත් සම්බන්ධය ප්‍රතික්ෂේප කිරීම යන දෙආකාරයෙන්ම ඇති බවටයි. “මිනිසුන් අඳුරේ දුක් විඳිනවා, ඔවුන්ට ගෑස්, ආහාර නැහැ. අපි ආණ්ඩුව ඉවසුවා ඇති. ඒ නිසා අපිත් එක්ක එකතු වෙලා අප්‍රේල් 3 වැනිදා පාරට බහින්න ඕන ක්‍රියා කරන්න කාලයයි මේ.” යැයි විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතා සිය ෆේස්බුක් පිටුවේ සටහනක් තබා ඇති බව වාර්තා වේ. මෙම පෝස්ටුව ප්‍රේමදාස මහතාට එරෙහිව “දරුණු විවේචන” අවුලුවාලූ අතර “එයින් ඉවත්ව සිටින ලෙස” දේශපාලන පක්ෂවලට ආරාධනා කරයි.",
        "ජනාධිපති රාජපක්ෂ විසින් කැඳවා තිබූ සර්ව පාක්ෂික සමුළුවට නායක රනිල් වික්‍රමසිංහ සහභාගී වූ එජාපය ඉරිදා විරෝධතාවට සහභාගි නොවන බව පෙන්වා දී ඇත. twitter නිවේදනයක් නිකුත් කරමින් එජාපය කියා සිටියේ නිර්නාමික කණ්ඩායම් විසින් සංවිධානය කරන කිසිදු විරෝධතාවයකට එක්සත් ජාතික පක්ෂය එක් නොවන බවයි. අපේ සත්‍යග්‍රහ ව්‍යාපාරය රට පුරා ක්‍රියාත්මක කිරීමට අපි කැපවී සිටිමු. මීළඟ සත්‍යග්‍රහය 2022 අප්‍රේල් 6 වන දින මාතරදී පවත්වනු ලැබේ.",
        "\"හඳුනාගත හැකි සහ වගකිව යුතු සංවිධායකයෙකු හෝ කණ්ඩායමක් වෙත ආපසු යා නොහැකි විරෝධතා ව්‍යාපාරවලට එරෙහිව\" ජවිපෙ ද අවවාද කර ඇත. “ශ්‍රී ලංකාවේ නරක අතට හැරෙන ආර්ථික අර්බුදයට එරෙහිව තමන්ගේම විරෝධතා සංවිධානය කිරීමට ජනතාවට ඇති අයිතිය” පිළිගන්නා අතරම, “වගකීමක් නැති විරෝධතා ව්‍යාපාරයක් තුළ සැඟවී ඇති අන්තරායන්” ගැන ජවිපෙ අනතුරු අඟවා තිබේ.",
        "පසුගිය සතියේ මෙම පිටුවේ, UN Word Food Program (WFP) හි විධායක අධ්‍යක්ෂ ඩේවිඩ් බීස්ලිගේ ප්‍රකාශයක් මම යොමු කළෙමි, අද බොහෝ රටවල ආහාර තත්වය අරාබිය අවුලුවාලූ 2011 ආහාර මිල ඉහළ යාමේ අර්බුදයට වඩා නරක ය. ඊජිප්තුවේ සහ උතුරු අප්‍රිකාව පුරා වසන්ත නැගිටීම්. ශ්‍රී ලංකාවේ “දැනට පවතින හිඟය සහ ඉහළ මිල ගණන් තවදුරටත් උග්‍ර වුවහොත් සහ ජනතාවට සහන සැලසීමට රජය අපොහොසත් වුවහොත් මහජන මනෝභාවය වෙනස් වන්නේ කෙසේද සහ එහි අවපාතය කුමක්දැයි කිසිවෙකුට අනාවැකි කිව නොහැක” යැයි මම තවදුරටත් අදහස් දැක්වූවෙමි.",
        "මහජන මනෝභාවය කුමක්දැයි මිරිහාන දැන් සාක්ෂියකි. එය කෙසේ සිදු වුව ද, මිරිහාන විරෝධතාව මගින් සාරාංශ කළේ ජනතාවගේ මනෝභාවය සහ ආන්ඩුවේ අන්ත අකාර්යක්ෂමතාවය සහ එහි හෘදයාංගම අසංවේදී භාවය කෙරෙහි ඔවුන්ගේ උතුරා යන කෝපයයි. ප්‍රථම වතාවට මහජන කෝපය සෘජුවම ඉලක්ක කළේ දේශයේ ඉහළම අයයි. මහජන කෝපය කඩ කළ පසු, එය කුමන මාර්ගයක් ගනු ඇත්දැයි අනාවැකි කීම දුෂ්කර ය. විරුද්ධ පක්ෂවල අකර්මන්‍යතාවය පිළිබඳ සංජානනය ස්වයංසිද්ධ ලෙස පෙනෙන විරෝධතා පිරවීම සඳහා අවකාශය විවෘත කරයි.",
        "බ්‍රහස්පතින්දා රාත්‍රියට පෙර රාජපක්ෂ ජනාධිපතිකම රැක ගැනීම සඳහා ඉන්දියාව යම් බරක් කිරීමට සූදානම් බව පෙනෙන්නට තිබුණි. දැන්, හම්ප්ටි ඩම්ප්ටිගේ මහා වැටීමෙන් වලක්වා ගැනීමට හෝ වැටීමෙන් පසු ඔහුව ගලවා ගැනීමට මුදල් සහ කාරුණික ඉන්දියානු ණය රේඛා සියල්ලම ප්‍රමාණවත් නොවනු ඇත. එහෙත් ඉන්දියාවට ඒ සඳහා ගෝඨාභය රාජපක්ෂ හෝ වෙනත් ශ්‍රී ලංකා දේශපාලන නායකයෙකු කෙරෙහි ස්ථිර උවමනාවක් නැත. ගෝඨා නැති උනොත්, යන්න කියන විදියට, ඉන්දියාව බලාපොරොත්තු වෙන තරඟකරුවන් අතර ඊළඟ හොඳම ඔට්ටුව සොයනු ඇත. ඒත් ගෝඨාට ඉන්න පුළුවන් විදියක් තියෙනවද?",
        "එක් ක්‍රමයක් වනුයේ 1968 මාර්තු 31 වන දින රූපවාහිනී දේශනය අවසානයේ විශ්මයජනක ලෙස ප්‍රකාශ කළ ජනාධිපති ලින්ඩන් ජොන්සන් කළ දේ අනුකරණය කිරීමයි: “ඔබේ ජනාධිපති ලෙස තවත් වාරයකට මගේ පක්ෂය නම් කිරීම මම අපේක්ෂා නොකරමි, මම පිළිගන්නේ නැත. .” 1963 දී ජනාධිපති වීමෙන් පසුව, කෙනඩිගේ ඝාතනයෙන් පසුව සහ 64 මැතිවරණයෙන් ඔහුගේ අතිවිශිෂ්ට ජයග්‍රහණයෙන් පසුව, ජොන්සන් සිවිල් අයිතිවාසිකම්, සමාජ සුබසාධනය සහ සමාජ සාධාරණත්වය පිළිබඳ සැබෑ ඓතිහාසික ජයග්‍රහණ සමඟ දේශීය පෙරමුණේ විශාල සාර්ථකත්වයක් අත්කර ගත්තේය. නමුත් ඇමරිකාව දෙකඩ කරමින් ඔහුගේ ජනාධිපති ධූරය විනාශ කිරීමට පටන් ගත් වියට්නාම් යුද්ධයෙන් ඔහුව අහෝසි විය. ලින්ඩන් ජොන්සන් රට වෙනුවෙන් තමාව තනතුරෙන් ඉවත් කර දේශපාලනයෙන් ඉවත් කිරීමට තීරණය කළේය.",
        "ඉල්ලා අස්වීමෙන් කෙටියෙන්, ශ්‍රී ලංකා ජනාධිපතිවරයාට කළ හැකි හොඳම දෙය නම්, තමා දෙවන ධුර කාලය සඳහා නොයන බවත්, ශ්‍රී ලංකාව තහවුරු කිරීම සඳහා පාර්ලිමේන්තුවේ සියලුම දේශපාලන නායකයින් සහ පක්ෂ සමඟ කටයුතු කිරීමට තම තනි ධුර කාලයෙහි ඉතිරි කාලය භාවිතා කරන බවත් ප්‍රකාශ කිරීමයි. මහා සාගින්නෙන් වැලකෙන අතර පීලි පැන ඇති ආර්ථිකය නැවත මාර්ගයට ගෙන යන බව. 2023 මාර්තු මාසයේ දී ව්‍යවස්ථාපිත අවස්ථාවෙහිදී පාර්ලිමේන්තුව විසුරුවා හැරීමට ද ඔහු කැපවිය යුතුය. වත්මන් ධූර කාලයෙන් ඔබ්බට, ජනාධිපතිවරයා සහ පවුල තවදුරටත් ධුර කාලය දීර්ඝ කිරීම ගැන අමතක කළ යුතුය. තමන්ට දැන් තිබෙන දෙයින් තමන් වාසනාවන්තයි කියා සිතිය යුතුයි.",
        "රට වෙනුවෙන්, සති අන්තයේ ගෝඨාභය රාජපක්ෂ ඉවත් කිරීමෙන් රටේ විදේශ විනිමය අර්බුදය සහ එහි නිදන්ගත හිඟය විසඳෙන්නේ නැත. පාලන තන්ත‍්‍රය නෙරපා හැරීමෙන් ලබන සතියේ ආහාර සහ ඉන්ධන නැව් ගෙන ඒමට යන්නේ නැත. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දැක්වෙන පරිදි, ජනාධිපතිවරයා ඉල්ලා අස්වන්නේ නම්, ඉල්ලා අස්වන ජනාධිපතිවරයාගේ ඉතිරි ධූර කාලයද ක්‍රියාත්මක කිරීම සඳහා පාර්ලිමේන්තුවේ බහුතර ඡන්දයෙන්, එහි මන්ත්‍රීවරයෙකුගෙන් අතුරු ජනාධිපතිවරයෙකු පත් කර ගන්නා තෙක්, අගමැති මහින්ද රාජපක්ෂ මහතා වැඩ බලන ජනාධිපතිවරයා වනු ඇත. . දෝෂාභියෝගය ගැන සඳහන් නොකරමු.",
        "ගෝඨාභය රාජපක්ෂ මහතාට ඉල්ලා අස්වීම හැර වෙනත් විකල්පයක් සොයාගත නොහැකි තත්ත්වයක් තුළ මහින්ද රාජපක්ෂ මහතාට වැඩ බලන ජනාධිපතිවරයා ලෙස තවදුරටත් සිටිය නොහැක. ඔහුටද රජ වීමට සිදුවනු ඇති අතර, තවත් මන්ත්‍රීවරයෙකු ජනාධිපති ලෙස පත් කර ගැනීමට ක්‍රමයක් සොයා ගැනීමට පාර්ලිමේන්තුවට සිදුවනු ඇත, ඔහු තවත් මන්ත්‍රීවරයෙකු අගමැති ලෙසත් තවත් සමහරු කැබිනට් ඇමතිවරුන් ලෙසත් පත් කරනු ඇත. එම හුස්මෙහිම, පාර්ලිමේන්තුව විසුරුවා හැරීමට ඉල්ලා සිටින යෝජනාවක් සම්මත කළ හැකි අතර, නව වැඩබලන / අන්තර්වාර ජනාධිපතිවරයාට එය නිසි ලෙස පිළිපැදිය යුතුය.",
        "රට සාමාන්‍ය කාලවලදී නම් මේ සියල්ල සිදුවිය හැකි අතර විනෝදජනක විය හැකිය. එහෙත් ජනතාවට කෑම බීම නැති වී රටේ ඉන්ධන සහ විදුලිය අවසන් වී ඇති විට පාර්ලිමේන්තුව රංග ශාලාවක් වීම ආතල් එකක් නොවනු ඇත. අනෙක් අතට, වත්මන් ජනාධිපතිවරයාට දිගටම යාමට ඉඩ දීමෙන්, නමුත් පාර්ලිමේන්තුවේ දැඩි විලංගුවක් මත, මහජන සාගින්න සහ නිමක් නැති අඳුරු රාත්‍රීන් වළක්වා ගැනීම සඳහා අත්‍යවශ්‍ය සැපයුම් ගලා යාමේ දැවෙන කර්තව්‍යයන් කඩාකප්පල් කිරීම වළක්වා ගත හැකිය. මෙම තත්ත්වය අනුව එය ජනාධිපති රාජපක්ෂට සහ රාජපක්ෂ පවුලේ සෙසු අයට සාමාන්‍ය පරිදි ව්‍යාපාරයක් විය නොහැක.",
        "පාර්ලිමේන්තුවේ සියලුම පක්ෂ සම්බන්ධ කර ගැනීමට සහ IMF සමඟ කඩිනම් සහන ක්‍රියාමාර්ග සහ සාකච්ඡා කෙරෙහි අවධානය යොමු කර නව කැබිනට් මණ්ඩලයක් පිහිටුවීමට ක්‍රමයක් සොයා ගැනීමට ජනාධිපතිවරයාට සිදුවනු ඇත. සිකුරාදා හර්ෂ ද සිල්වා \"ආන්ඩුවට මේ ආකාරයෙන් යා නොහැක\" යන මාතෘකාවෙන් යුත් ලිපියක් පලකල අතර, එහිදී ඔහු රජය කෙරෙහි මහජන හා ආයෝජකයින්ගේ විශ්වාසය බිඳවැටීම කෙරෙහි අවධානය යොමු කරන අතර \"මුදල් මණ්ඩලයේ සම්පූර්ණ ප්‍රතිසංස්කරණය කළ යුතු යැයි ඉල්ලා සිටී. ශ්‍රී ලංකා මහ බැංකුව (CBSL)” වත්මන් අර්බුදයට ප්‍රධාන හේතුව ඔවුන්ගේ තීරණයි. ජනාධිපතිවරයාට තනතුරේ රැඳී සිටීමට නම් මෙය කිරීම හැර වෙනත් විකල්පයක් නොමැති අතර, මුදල් මණ්ඩලය සංශෝධනය කිරීමත් සමඟම, IMF සඳහා ශ්‍රී ලංකාවේ සාකච්ඡා කණ්ඩායම නිර්දේශ කරන නව උපදේශක කණ්ඩායමක් සමඟ ජනාධිපතිවරයා වටකර ගත යුතුය. එයට ජී.එල් පීරිස්, අලි සබ්රි, නිවාඩ් කබ්රාල් සහ එස්.ආර්. ආටිගල.",
        "SJB හෝ JVP වෙනත් විකල්ප තිබේ නම් ඔවුන් ඒවා මොනවාදැයි රටට දැනුම් දිය යුතුය. SJB සහ JVP කලක සිට දියාරු අශ්වයාට කස පහර දුන් නමුත් දුප්පත් සතා ගෙදර පදින්නට ඔවුන්ට පාර්ලිමේන්තුවේ ඡන්ද නැත. උදය ගමන්පිල දැන් තර්ජනය කරමින් සිටින්නේ තමන්ටත් වීරවංශටත් කඩිනමින් මැතිවරණයක් පැවැත්විය හැකි තරම් ඡන්ද ප්‍රමාණය දෙපසම එකතු කර ගත හැකි වනු ඇති බවයි. නව මුදල් ඇමතිවරයෙකු ලබා ගැනීම සඳහා නව මැතිවරණයක් අවශ්‍ය මෙම අපකීර්තිමත් කාලගුණිකයින් දෙදෙනාට විපක්ෂයේ කිසිවෙකු එක්වන්නේ ඇයි?",
        "පාර්ලිමේන්තුව විසුරුවා හැරීමට බහුතර යෝජනාවක් එකතු කර ගත හැකි නම්, එය එසේ විය යුතුය. නමුත් පවතින තත්ත්වය අනුව එසේ කිරීම නුසුදුසු ය. නව පාර්ලිමේන්තුවක් නැවත පැමිණෙන තෙක් එය විධායක ජනාධිපතිවරයාගේ සම්පූර්ණ පාලනයට යටත් වනු ඇත. නරකම දෙය නම්, එය විදේශ විනිමය සෙවීම, සැපයුම් විධිමත් කිරීම සහ විදුලිය යථා තත්ත්වයට පත් කිරීම වැනි දැන් වඩාත් හදිසි කාර්යයන්ගෙන් බාධාකාරී අපසරනයක් වනු ඇත. මේ වසරේ මැතිවරණයක් පැවැත්වුණත් එය සමානුපාතික ඡන්ද ක්‍රමය යටතේ පවතින ‘එල්ලුණු පාර්ලිමේන්තුවක්’ වනු ඇත. එය දැන් පවතිනවාට වඩා දේවල් කර ගැනීම පහසු කරන්නේ කෙසේද?",
        "සිකුරාදා උදේ පැය පහක් ඇතුළත ඇඳිරි නීතිය ඉවත් කිරීම රජයේ හෝ පවුලේ කිසිවකු රතුපස්වල (2013 අගෝස්තු 1) නොසිතන බවට ධනාත්මක ලකුණක් ලෙස දැකීමට යමෙකු කැමති වනු ඇත. වත්මන් විරෝධතා මිලිටරිමය වශයෙන් මර්දනය කිරීමට ආන්ඩුව යොදාගත හැකි බවට සාධාරණ බියක් පවතී. එහෙත් ඕනෑම අවහිරයක් ආහාර හිඟයේ සහ විදේශ විනිමය අර්බුදයේ තත්වය වඩාත් නරක අතට හැරෙනු ඇත. සම්බාධක-ප්රීතිමත් බටහිරයන් ජවසම්පන්න ලෙස පනවනු ලබන අතර IMF වෙත ප්රවේශ විය නොහැකි වනු ඇත. ඉන්දියාවෙන් දැනට සහතික කර ඇති සියලුම මුදල් සහ කාරුණික ණය රේඛා නතර වනු ඇත. චීනයට පමණක් සියලුම ශ්‍රී ලාංකිකයන් පෝෂණය කළ නොහැකි අතර එය උත්සාහ නොකරනු ඇත. වඩා හොඳ විකල්ප තිබේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மிரிஹானவில் ஆரம்பம் கலவரம்! அது எங்கே போகும்? அது எப்படி முடிவடையும்?",
      "body_lines": [
        "- எதிர்ப்பாளர்கள் தங்கள் \"பல்லாயிரக்கணக்கில்\" ஜூபிலி போஸ்டில் கூடுகிறார்கள்.",
        "- ஜனாதிபதியின் தனிப்பட்ட இல்லத்திற்கு செல்லும் பென்கிரிவத்தை வீதியை நோக்கி பேரணி.",
        "– “கோதா, வீட்டுக்குப் போ” என்று கோஷமிட்டு “பல நூற்றுக்கணக்கானோர்” பென்கிரிவத்தே சாலையில் போராட்டம் நடத்தினர்.",
        "– போராட்டக்காரர்கள் போலீஸ் தடுப்புகளை உடைக்க முயன்றதால் பதற்றமான சூழல்.",
        "- எதிர்ப்பாளர்கள் தடுப்புகளை உடைத்ததால் கண்ணீர்ப்புகை மற்றும் தண்ணீர் பீரங்கிகளை வீசினர்.",
        "– இலங்கை இராணுவ பஸ் மற்றும் ஜீப் தீ. வாகனங்கள் கவிழ்ந்தன.",
        "– கண்டி-கொழும்பு வீதி புலுகஹா சந்தியில் ஆர்ப்பாட்டக்காரர்களால் மறியல்.",
        "– காயமடைந்தவர்கள் கொழும்பு மற்றும் களுபோவில வைத்தியசாலைகளில் அனுமதிக்கப்பட்டுள்ளனர்.",
        "– கொழும்பு மற்றும் நுகேகொட பொலிஸ் பிரிவுகளில் பொலிஸ் ஊரடங்கு சட்டம் அமுல்படுத்தப்பட்டுள்ளது.",
        "மிரிஹானவில் உள்ள ஜனாதிபதி ராஜபக்ஷவின் தனிப்பட்ட இல்லத்திற்கு அருகில் ஆர்ப்பாட்டம் இடம்பெற்றதையடுத்து இணைய ஊடகங்கள் மேற்கண்ட காலவரிசையை வியாழன் இரவு மற்றும் வெள்ளிக்கிழமை காலை என பதிவு செய்துள்ளன. கொழும்பில் இருந்து கலிபோர்னியா வரை உள்நாட்டிலும் வெளிநாட்டிலும் உள்ள இலங்கையர்கள் இந்த நிகழ்வுகளை நேரடியாகப் பார்த்தனர். ஊடகவியலாளர்கள் உட்பட 30 பேர் படுகாயமடைந்து வைத்தியசாலைகளில் அனுமதிக்கப்பட்டுள்ளனர். 40க்கும் மேற்பட்டோர் கைது செய்யப்பட்டுள்ளனர். ஜனாதிபதி ஊடகப் பிரிவு (PMD) வியாழன் நிகழ்வுகளை \"அமைதியின்மை\" மற்றும் \"கலவரம்\" என்று அழைத்தது மற்றும் பெயரிடப்படாத \"தீவிரவாத குழு\" என்று குற்றம் சாட்டியது.",
        "ஏப்ரல் 3, ஞாயிற்றுக்கிழமை திட்டமிடப்பட்ட ஒரு பெரிய போராட்டத்தைப் பற்றி சமூக ஊடகங்கள் அனைவருக்கும் கூறினாலும், மாநில புலனாய்வு வட்டாரங்கள் எச்சரித்ததைத் தவிர, மிரிஹானா போராட்டங்கள் குறித்து பொது அறிவிப்புகள் எதுவும் இல்லை. வெள்ளிக்கிழமை காலை, டெய்லி மிரர் சமூக ஊடகங்களில் \"ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, பிரதமர் மஹிந்த ராஜபக்ஷ மற்றும் விளையாட்டு அமைச்சர் நாமல் ராஜபக்ஷ ஆகியோருக்கு எதிரான பொதுமக்கள் சீற்றம்\" தொடர்வதாக செய்தி வெளியிட்டது. மேலும் சனிக்கிழமையன்று நெலும் பொகுன திரையரங்கிற்கு வெளியே ‘வெள்ளை துணி’ பிரச்சாரத்துடன் பொது ஆர்ப்பாட்டங்கள் தொடரும் என எதிர்பார்க்கப்படுகிறது. மின்சாரம் துண்டிக்கப்பட்டதால் இருளில் மூழ்கியதால் நாட்டின் பல பகுதிகளில் மெழுகுவர்த்தி ஏந்தி போராட்டம் நடைபெற்று வருகிறது.",
        "ஞாயிற்றுக்கிழமை நடைபெறும் போராட்டத்தின் அமைப்பு குறித்து தெளிவான தகவல் இல்லை. ஞாயிற்றுக்கிழமை காலை போராட்டத்திற்கு வெளியே வருமாறு ஒரு சமூக ஊடக குழு அனுப்பிய வாட்ஸ்அப் செய்தி மக்களைக் கேட்டுக் கொண்டுள்ளது. அரசியல் கட்சிகள் ஈடுபாட்டை மறுத்துள்ளன, மேலும் அவர்களில் பலர் ஞாயிற்றுக்கிழமை ஆர்ப்பாட்டத்தில் பங்கேற்க வேண்டாம் என்று தங்கள் உறுப்பினர்களுக்கு அழைப்பு விடுத்துள்ளனர்.",
        "சமகி ஜன பலவேகயா (SJB) இரு வழிகளிலும் இருப்பதாக குற்றம் சாட்டப்படுகிறது - எதிர்ப்பை ஊக்குவிப்பது ஆனால் ஈடுபாட்டை மறுக்கிறது. “மக்கள் இருளில் தவிக்கின்றனர், அவர்களுக்கு எரிவாயு, உணவு இல்லை. நாங்கள் அரசாங்கத்தை போதுமான அளவு பொறுத்துக்கொண்டோம். எங்களுடன் இணைந்து ஏப்ரல் 3 ஆம் திகதி வீதியில் இறங்கி செயற்பட வேண்டிய நேரம் இது” என எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச தனது முகநூல் பக்கத்தில் பதிவிட்டுள்ளார். இந்த பதிவு திரு. பிரேமதாசவிற்கு எதிராக \"கடுமையான விமர்சனங்களை\" தூண்டியது மற்றும் \"அதிலிருந்து விலகி இருக்க\" அரசியல் கட்சிகளுக்கு அழைப்பு விடுத்துள்ளது.",
        "ஜனாதிபதி ராஜபக்ஷவினால் கூட்டப்பட்ட அனைத்துக் கட்சி மாநாட்டில் அதன் தலைவர் ரணில் விக்கிரமசிங்க கலந்துகொண்ட ஐக்கிய தேசியக் கட்சி, ஞாயிற்றுக்கிழமை ஆர்ப்பாட்டத்தில் பங்கேற்கப் போவதில்லை என்று சுட்டிக்காட்டியுள்ளது. ஐக்கிய தேசியக் கட்சி ட்விட்டரில் வெளியிட்டுள்ள அறிக்கையில், “அநாமதேயக் குழுக்களால் நடத்தப்படும் எந்தவொரு போராட்டத்திலும் ஐக்கிய தேசியக் கட்சி இணையாது. எங்கள் சத்தியாகிரகப் பிரச்சாரத்தை நாடு முழுவதும் நடத்துவதில் நாங்கள் உறுதியாக உள்ளோம். அடுத்த சத்தியாகிரகம்  2022 ஏப்ரல் 6 அன்று மாத்தறையில் நடைபெறும்.",
        "ஜே.வி.பி \"அங்கீகரிக்கப்பட்ட மற்றும் பொறுப்புக்கூறக்கூடிய அமைப்பாளர் அல்லது குழுவைக் கண்டறிய முடியாத எதிர்ப்புப் பிரச்சாரங்களுக்கு எதிராகவும்\" எச்சரித்துள்ளது. \"இலங்கையின் மோசமடைந்து வரும் பொருளாதார நெருக்கடிக்கு எதிராக மக்கள் தங்கள் சொந்த போராட்டங்களை ஒழுங்கமைப்பதற்கான உரிமையை\" ஒப்புக்கொண்ட அதேவேளையில், \"பொறுப்புக்கூறல் இல்லாத போராட்ட இயக்கத்தில் பதுங்கியிருக்கும் ஆபத்துகள்\" குறித்து ஜே.வி.பி எச்சரித்துள்ளது.",
        "கடந்த வாரம் இந்தப் பக்கத்தில், UN Word Food Program (WFP) இன் நிர்வாக இயக்குனரான டேவிட் பீஸ்லியின் அறிக்கையைப் பற்றி நான் குறிப்பிட்டிருந்தேன், 2011 ஆம் ஆண்டு உணவுப் பொருட்களின் விலை உயர்வு நெருக்கடியை விட இன்று பல நாடுகளில் உணவு நிலைமை மோசமாக உள்ளது. எகிப்து மற்றும் வட ஆப்பிரிக்கா முழுவதும் வசந்த எழுச்சிகள். இலங்கையில் \"தற்போதைய தட்டுப்பாடும், விலைவாசி உயர்வும் தொடர்ந்து மோசமடைந்து, மக்களுக்கு நிவாரணம் வழங்கத் தவறினால், பொதுமக்களின் மனநிலை எப்படி மாறும், அது என்னவாகும் என்பதை யாராலும் கணிக்க முடியாது\" என்று நான் தொடர்ந்து கருத்து தெரிவித்தேன்.",
        "பொதுமக்களின் மனநிலை என்ன என்பதற்கு இப்போது மிரிஹானா சாட்சி. அது எப்படி நடந்தாலும், மிரிஹான எதிர்ப்பு மக்களின் மனநிலையையும், அரசாங்கத்தின் முழு அயோக்கியத்தனம் மற்றும் அதன் இதயமற்ற உணர்வின்மை மீதான அவர்களின் கொதிநிலை கோபத்தையும் சுருக்கமாகக் கூறியது. முதன்முறையாக, பொதுமக்களின் கோபம் நேரடியாக நிலத்தில் மிக உயர்ந்தவர்களை குறிவைத்தது. ஒருமுறை மக்களின் கோபத்தை மீறினால், அது என்ன போக்கை எடுக்கும் என்பதை கணிப்பது கடினம். எதிர்க் கட்சிகளின் செயலற்ற தன்மை பற்றிய கருத்து, தன்னிச்சையாகத் தோன்றும் எதிர்ப்புகளை நிரப்புவதற்கான இடத்தையும் திறந்துவிடுகிறது.",
        "வியாழன் இரவுக்கு முன், ராஜபக்சவின் ஜனாதிபதி பதவியைப் பாதுகாக்க இந்தியா சில கனமான நடவடிக்கைகளுக்குத் தயாராக இருப்பதாகத் தெரிகிறது. இப்போது, ​​ஹம்ப்டி டம்ப்டியை அவரது பெரும் வீழ்ச்சியிலிருந்து தடுக்கவோ அல்லது வீழ்ச்சிக்குப் பிறகு அவரைப் பேட்ச் செய்யவோ இந்தியாவின் அனைத்துக் கடன்களும் ரொக்கம் மற்றும் பொருளில் போதுமானதாக இருக்காது. ஆனால், கோட்டாபய ராஜபக்ச அல்லது வேறு எந்த இலங்கை அரசியல் தலைவர் மீதும் இந்தியாவுக்கு நிரந்தர அக்கறை இல்லை. கோட்டா வெளியேறினால், அவரைப் போகுமாறு கேட்டுக்கொண்டால், இந்தியா அடுத்த சிறந்த பந்தயத்தை ஆர்வமுள்ள போட்டியாளர்களிடையே தேடும். ஆனால் கோத்தா தங்குவதற்கு ஏதாவது வழி இருக்கிறதா?",
        "31 மார்ச் 1968 அன்று ஒரு தொலைக்காட்சி உரையின் முடிவில் ஜனாதிபதி லிண்டன் ஜான்சன் பிரமாதமாக அறிவித்தபோது என்ன செய்தார் என்பதைப் பின்பற்றுவது ஒரு வழியாகும்: “உங்கள் ஜனாதிபதியாக மற்றொரு பதவிக்கு எனது கட்சியின் நியமனத்தை நான் நாடவும் மாட்டேன், ஏற்கவும் மாட்டேன். .\" 1963 இல் ஜனாதிபதியான பிறகு, கென்னடியின் படுகொலையைத் தொடர்ந்து, மற்றும் 64 தேர்தலில் அவரது மகத்தான வெற்றியைத் தொடர்ந்து, உள்நாட்டு முன்னணியில் ஜான்சன் சிவில் உரிமைகள், சமூக நலன் மற்றும் சமூக நீதி ஆகியவற்றில் உண்மையான வரலாற்று சாதனைகளுடன் மிகப்பெரிய வெற்றியைப் பெற்றார். ஆனால் வியட்நாம் போரினால் அவர் முறியடிக்கப்பட்டார், இது அமெரிக்காவைப் பிளவுபடுத்தத் தொடங்கியது மற்றும் அவரது ஜனாதிபதி பதவியை அழித்தது. லிண்டன் ஜான்சன் நாட்டின் நலனுக்காக தன்னை பதவியில் இருந்தும், அரசியலில் இருந்தும் வெளியேற்ற விரும்பினார்.",
        "ராஜினாமா செய்வதற்குக் குறைவானது, சிறிலங்கா அதிபர் செய்யக்கூடிய மிகச் சிறந்த விஷயம், தாம் இரண்டாவது பதவிக் காலத்தை நாடப் போவதில்லை என்றும், எஞ்சியிருக்கும் ஒற்றைப் பதவிக் காலத்தை நாடாளுமன்றத்தில் உள்ள அனைத்து அரசியல் தலைவர்கள் மற்றும் கட்சிகளுடன் இணைந்து இலங்கையை உறுதிப்படுத்தப் பணியாற்றப் போவதாக அறிவிப்பதே ஆகும். வெகுஜன பட்டினியைத் தவிர்க்கிறது மற்றும் அதன் தடம் புரண்ட பொருளாதாரம் மீண்டும் பாதையில் வைக்கப்படுகிறது. 2023ஆம் ஆண்டு மார்ச் மாதம் அரசியலமைப்புச் சட்டத்தின்படி கூடிய விரைவில் நாடாளுமன்றத்தைக் கலைப்பதற்கு அவர் உறுதியளிக்க வேண்டும். தற்போதைய பதவிக் காலத்துக்கு அப்பால், ஜனாதிபதியும் குடும்பத்தினரும் பதவிக் காலம் நீட்டிக்கப்பட்டதை மறந்துவிட வேண்டும். இப்போது இருப்பதைப் பெறுவதற்கு அவர்கள் தங்களை அதிர்ஷ்டசாலி என்று கருத வேண்டும்.",
        "நாட்டைப் பொறுத்தவரை, கோட்டாபய ராஜபக்சவை வார இறுதியில் அகற்றுவது நாட்டின் அந்நியச் செலாவணி நெருக்கடி மற்றும் அதன் நீண்டகால பற்றாக்குறையை தீர்க்கப் போவதில்லை. ஆட்சியை அகற்றுவது அடுத்த வாரம் உணவு மற்றும் எரிபொருளைக் கப்பல்களில் கொண்டு வரப் போவதில்லை. அரசியலமைப்பின்படி, ஜனாதிபதி ராஜினாமா செய்தால், பிரதமர், மஹிந்த ராஜபக்ஷ, பெரும்பான்மை வாக்கெடுப்பு மூலம், அதன் எம்.பி.களில் ஒருவரிடமிருந்து, ராஜினாமா செய்யும் ஜனாதிபதியின் எஞ்சிய பதவிக் காலத்தை நிறைவேற்றுவதற்காக, இடைக்கால ஜனாதிபதியை பாராளுமன்றம் தேர்ந்தெடுக்கும் வரை, செயல் ஜனாதிபதியாக இருப்பார். . பதவி நீக்கம் என்று குறிப்பிட வேண்டாம்.",
        "கோட்டாபய ராஜபக்ச ராஜினாமா செய்வதைத் தவிர வேறு வழியில்லை என்ற சூழ்நிலையில், மகிந்த ராஜபக்ச தற்காலிக ஜனாதிபதியாக தொடர முடியாது. அவரும் ஆட்சி செய்ய வேண்டும், மேலும் சில பாராளுமன்ற உறுப்பினர்களை ஜனாதிபதியாக தேர்ந்தெடுக்க பாராளுமன்றம் ஒரு வழியைக் கண்டுபிடிக்க வேண்டும். அதே மூச்சில், பாராளுமன்றம் கலைக்கப்பட வேண்டும் என்று ஒரு தீர்மானத்தை நிறைவேற்ற முடியும், புதிய செயல்/இடைக்கால ஜனாதிபதி அதற்கு முறையாக இணங்க வேண்டும்.",
        "நாடு சாதாரண காலங்களில் இருந்தால் இவை அனைத்தும் நடக்கலாம் மற்றும் வேடிக்கையாக கூட இருக்கலாம். ஆனால், மக்கள் உணவின்றி திண்டாடும் நிலையில், நாட்டில் எரிபொருளும் மின்சாரமும் இல்லாத நிலையில் நாடாளுமன்றம் தியேட்டராக மாறுவது வேடிக்கையாக இருக்காது. மறுபுறம், தற்போதைய ஜனாதிபதியைத் தொடர அனுமதிப்பது, ஆனால் பாராளுமன்றத்தின் இறுக்கமான லீவில், வெகுஜன பட்டினி மற்றும் முடிவில்லா இருண்ட இரவுகளைத் தவிர்ப்பதற்கு அத்தியாவசியப் பொருட்களைப் பாய்ச்சுவதைத் தடுக்கும் அழுத்தமான பணிகளைத் தவிர்க்கும். இந்த சூழ்நிலையில், ஜனாதிபதி ராஜபக்ஷவிற்கும் மற்ற ராஜபக்ச குடும்பத்திற்கும் வழக்கம் போல் வியாபாரமாக இருக்க முடியாது.",
        "பாராளுமன்றத்தில் அனைத்துக் கட்சிகளையும் ஈடுபடுத்துவதற்கும், உடனடி நிவாரண நடவடிக்கைகள் மற்றும் சர்வதேச நாணய நிதியத்துடனான பேச்சுவார்த்தைகளில் கவனம் செலுத்தும் புதிய அமைச்சரவையை உருவாக்குவதற்கும் ஜனாதிபதி ஒரு வழியைக் கண்டுபிடிக்க வேண்டும். வெள்ளியன்று, ஹர்ஷ டி சில்வா, \"அரசாங்கம் இந்த வழியில் செல்ல முடியாது\" என்ற தலைப்பில் ஒரு கட்டுரையை வெளியிட்டார், அதில் அவர் அரசாங்கத்தின் மீதான பொதுமக்கள் மற்றும் முதலீட்டாளர்களின் நம்பிக்கையின் சரிவு குறித்து கவனத்தை ஈர்த்து, \"நாணயச் சபையின் முழுமையான மறுசீரமைப்புக்கு அழைப்பு விடுத்தார். இலங்கை மத்திய வங்கி (CBSL), தற்போதைய நெருக்கடிக்கு அதன் முடிவுகளே முக்கிய காரணமாகும். ஜனாதிபதி பதவியில் நீடிக்க வேண்டுமானால் இதைச் செய்வதைத் தவிர வேறு வழியில்லை, மேலும் நாணயச் சபையை மாற்றியமைப்பதோடு, IMFக்கான இலங்கையின் பேச்சுவார்த்தைக் குழுவைப் பரிந்துரைக்கும் புதிய ஆலோசகர்கள் குழுவும் ஜனாதிபதி தன்னைச் சூழ்ந்து கொள்ள வேண்டும். இதில் ஜி.எல். பீரிஸ், அலி சப்ரி, நிவார்ட் கப்ரால் மற்றும் எஸ்.ஆர். ஆட்டிகல.",
        "SJB அல்லது JVP க்கு வேறு மாற்று வழிகள் இருந்தால் அவை என்ன என்பதை நாட்டுக்கு தெரியப்படுத்த வேண்டும். எஸ்.ஜே.பியும் ஜே.வி.பியும் கலைப்புக் குதிரையை சில காலமாக சாட்டையடித்து வருகின்றனர், ஆனால் ஏழை விலங்குகளை வீட்டிற்கு ஓட்டுவதற்கு அவர்களுக்கு பாராளுமன்றத்தில் வாக்குகள் இல்லை. உதய கம்மன்பில, தனக்கும் வீரவன்சவுக்கும் இரு தரப்பிலிருந்தும் போதுமான வாக்குகளைத் திரட்டி உடனடியாகத் தேர்தலை நடத்த முடியும் என்று இப்போது மிரட்டுகிறார். புதிய நிதியமைச்சரைப் பெற புதிய தேர்தலை விரும்பும் இந்த இரண்டு மதிப்பிழந்த வானிலையாளர்களுடன் எதிர்க்கட்சியைச் சேர்ந்த எவரும் ஏன் சேர வேண்டும்?",
        "பாராளுமன்றம் தன்னைக் கலைக்க பெரும்பான்மைத் தீர்மானத்தை திரட்ட முடிந்தால், அப்படியே ஆகட்டும். ஆனால் தற்போதைய சூழ்நிலையில் அவ்வாறு செய்வது தவறானது. புதிய பாராளுமன்றம் திரும்பும் வரை அது நிறைவேற்று ஜனாதிபதியின் முழு கட்டுப்பாட்டில் இருக்கும். மோசமான விஷயம் என்னவென்றால், அந்நியச் செலாவணியைத் தேடுவது, விநியோகத்தை ஒழுங்குபடுத்துவது மற்றும் மின்சாரத்தை மீட்டெடுப்பது போன்ற முக்கியமான பணிகளில் இருந்து இடையூறு விளைவிக்கும் வகையில் இது இருக்கும். இந்த ஆண்டு தேர்தல் நடத்தப்பட்டாலும், அது விகிதாசாரப் பிரதிநிதித்துவ முறையின் கீழ் ‘தொங்கு நாடாளுமன்றமாக’ இருக்கும். இப்போது இருப்பதை விட விஷயங்களைச் செய்வது எப்படி எளிதாக இருக்கும்?",
        "வெள்ளிக்கிழமை காலை ஐந்து மணி நேரத்திற்குள் ஊரடங்குச் சட்டம் நீக்கப்பட்டதை, அரசாங்கத்திலோ அல்லது குடும்பத்திலோ யாரும் இரத்துபஸ்வல (ஆகஸ்ட் 1, 2013) நினைக்கவில்லை என்பதற்கான சாதகமான அறிகுறியாக ஒருவர் பார்க்க விரும்புவார். தற்போதைய போராட்டங்களை இராணுவ ரீதியாக ஒடுக்குவதற்கு அரசாங்கம் பயன்படுத்தக்கூடும் என்ற நியாயமான அச்சங்கள் உள்ளன. ஆனால் எந்த தடையும் உணவு பற்றாக்குறை மற்றும் அந்நிய செலாவணி நெருக்கடியின் நிலைமையை மோசமாக்கும். ஒப்புதல்-மகிழ்ச்சியான மேற்கு நாடுகள் வீரியத்துடன் தன்னைத் திணித்து, சர்வதேச நாணய நிதியத்தை அணுக முடியாதபடி செய்யும். இந்தியாவில் இருந்து தற்போது உத்தரவாதம் அளிக்கப்பட்டுள்ள அனைத்து ரொக்க மற்றும் வகையான கடன்களும் நிறுத்தப்படும். சீனா மட்டும் அனைத்து இலங்கையர்களுக்கும் உணவளிக்க முடியாது, அது முயற்சி செய்யாது. சிறந்த விருப்பங்கள் உள்ளன.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}