{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Saner-counsel-prevails-amid-financial-crises-EDITORIAL/172-236530",
  "time_ut": 1652034660,
  "title": "Saner counsel prevails amid financial crises - EDITORIAL",
  "body_lines": [
    "Our country is wrestling with its worst economic crisis since Independence in 1948. Presently foreign currency reserves sit at their lowest level on record due to what many see as gross economic mismanagement and corruption by Government, resulting in a dire financial crisis on multiple fronts, triggered partially by the impact of Covid-19, which battered the economy, as well as mounting foreign debts.",
    "At the same time, we are facing a political; crisis on a scale never witnessed before.",
    "The country is facing a shortage of fuel, cooking gas, food, basic medicines, a skyrocketing cost of living and galloping inflation of around or over 25%.",
    "At the same time wages remain stagnant or have been halved. Small and medium-term industries are closing down and many people are being thrown out of employment",
    "There is barely a citizen in the country who hasn’t felt the bite of catastrophic inflation, fuel, food and medicine shortages over the past month or more.",
    "For the farming community, their problems began in April last year when President Rajapaksa, who now stands accused of pushing the country into financial ruin, implemented an ill-conceived plan to suddenly ban the importation of chemical fertiliser.",
    "Making matters worse the Government appears to have run out of ideas as to how they can tackle the worsening crisis.",
    "In turn, this has led to all sections of the population irrespective of racial, ethnic and religious differences- taking to the streets and demanding the Government be dissolved.",
    "The President and his Government were equally adamant in refusing to meet the Opposition halfway.",
    "The intransigence of the Government led to trade unions calling for a ‘hartal’ which brought the country to a standstill two days ago.",
    "With the poorest of the poor being worst hit and pushed toward pauperisation, political parties which were steadfastly refusing to negotiate, seem to be coming to their senses.",
    "The Daily Mirror on Saturday (7 May), reported President Rajapaksa at a special cabinet meeting had asked his Premier to step down, to pave the way for the formation of an interim multi-party Government.",
    "Later the same day the leader of the Samagi Jana Balavegaya (SJB) -the main Parliamentary Opposition political party- announced that in light of the worsening country situation, they would be willing to join in the effort to form a multi-party interim regime.",
    "The refusal to negotiate forced various trade unions to call for work stoppages in different fields which not only hit the poorer sections of the country hardest but also threatens to adversely affect the country’s second-largest foreign exchange earner -tourism- very badly.",
    "An example is when immigration officials refused to man their desks causing havoc to incoming tourists.",
    "In light of the fact that our national debt amounts to over 64.23 billion US dollars and tourism, revenues averaged 179.09 USD Million from 2009 until 2022, reaching an all-time high of 475.20 USD Million in December of 2018 the country can ill-afford causing even the smallest damage to this very important segment of our economy, especially as income from tea exports -the largest income earner- has dropped to its lowest levels in 23 years.",
    "The tea trade used to bring in US$ 1,3 billion annually until the present downturn in the economy -again a fallout of the not-so-clever fertiliser import ban last year to save foreign currency.",
    "The Sunday Island- revealed first-quarter tea exports dropped to 63.7 million kgs as compared to 69.8 million kg in the January to March period last year. Earnings dropped to $287 million this year from $338 million during the same period last year.",
    "It is therefore imperative, that politicians, even at this late stage put aside their ambitions of financial aggrandisement and power politics and work toward making an effort to help Lanka climb out of the morass they have severally and jointly cast her into."
  ],
  "translate": {
    "si": {
      "title": "මූල්‍ය අර්බුද මධ්‍යයේ සැනර් උපදේශනය ක්‍රියාත්මක වේ - කතුවැකිය",
      "body_lines": [
        "1948 නිදහස ලැබීමෙන් පසු අපේ රට දරුණුතම ආර්ථික අර්බුදය සමඟ පොරබදමින් සිටී. වර්තමානයේ විදේශ මුදල් සංචිත වාර්තාගතම අවම මට්ටමක පවතී. රජය විසින් සිදු කරන ලද දළ ආර්ථික අවභාවිතය සහ දූෂණය ලෙස බොහෝ දෙනා දකින දේ හේතුවෙන්, විවිධ පැතිවලින් දරුණු මූල්‍ය අර්බුදයක් ඇති විය. අර්ධ වශයෙන් ආර්ථිකයට පහර දුන් Covid-19 බලපෑමෙන් මෙන්ම විදේශ ණය වැඩි වීමෙනි.",
        "ඒ අතරම, අපි දේශපාලනිකවකට මුහුණ දී සිටිමු; මින් පෙර කිසිදා නොදුටු පරිමාණයේ අර්බුදයක්.",
        "රට ඉන්ධන, ඉවුම් පිහුම් ගෑස්, ආහාර, මූලික ඖෂධ හිඟයකට, ජීවන වියදම අහස උසට නැඟීමට සහ 25% හෝ ඊට වැඩි උද්ධමනයකට මුහුණ දී සිටී.",
        "ඒ සමගම වැටුප් එකතැන පල්වෙමින් හෝ අඩකින් අඩු වී ඇත. කුඩා හා මධ්‍ය කාලීන කර්මාන්ත වැසී යන අතර බොහෝ පිරිස් රැකියාවලින් දොට්ට දමා ඇත.",
        "පසුගිය මාසයක හෝ ඊට වැඩි කාලයක් තුළ ව්‍යසනකාරී උද්ධමනය, ඉන්ධන, ආහාර සහ ඖෂධ හිඟයේ කටගැස්ම නොදැනුණු පුරවැසියෙකු රටේ නැති තරම්ය.",
        "ගොවි ජනතාවට, ඔවුන්ගේ ප්‍රශ්න ආරම්භ වූයේ පසුගිය වසරේ අප්‍රේල් මාසයේදී රට මූල්‍ය විනාශයකට තල්ලු කළ බවට දැන් චෝදනා එල්ල වී සිටින ජනාධිපති රාජපක්ෂ හදිසියේම රසායනික පොහොර ආනයනය තහනම් කිරීමේ වැරදි සැලැස්මක් ක්‍රියාත්මක කිරීමත් සමඟය.",
        "තත්වය වඩාත් නරක අතට හැරෙමින්, නරක අතට හැරෙන අර්බුදයට මුහුණ දිය හැක්කේ කෙසේද යන්න පිළිබඳව රජයට අදහසක් නැති වී ඇති බව පෙනේ.",
        "අනෙක් අතට, වාර්ගික, වාර්ගික හා ආගම් භේදයකින් තොරව ජනගහනයේ සියලුම කොටස් පාරට බැස රජය විසුරුවා හරින ලෙස ඉල්ලා සිටීම මෙයට හේතු වී තිබේ.",
        "අතරමගදී විපක්ෂය හමුවීම ප්‍රතික්ෂේප කිරීම සම්බන්ධයෙන් ජනාධිපතිවරයා සහ ඔහුගේ රජය එක හා සමානව දැඩි ස්ථාවරයක සිටියේය.",
        "ආණ්ඩුවේ නොසැලකිලිමත්කම නිසා වෘත්තීය සමිති ‘හර්තාලයක්’ කැඳවීමට හේතු වූ අතර එය දින දෙකකට පෙර රටම අඩාල විය.",
        "දුප්පතුන්ගේ දුප්පතුන් වඩාත් දරුණු ලෙස පීඩාවට පත් වී දුප්පත්කම කරා තල්ලු වීමත් සමඟ සාකච්ඡා කිරීම ස්ථිරව ප්‍රතික්ෂේප කරන දේශපාලන පක්ෂ ඔවුන්ගේ සිහියට එන බවක් පෙනේ.",
        "සෙනසුරාදා (මැයි 7) ඩේලි මිරර් පුවත්පත වාර්තා කළේ, විශේෂ කැබිනට් රැස්වීමකදී ජනාධිපති රාජපක්ෂ මහතා, අන්තර්වාර බහු-පක්ෂ ආණ්ඩුවක් පිහිටුවීමට මග පාදා දීම සඳහා සිය අගමැතිතුමාට ඉල්ලා අස්වන ලෙස දන්වා ඇති බව ය.",
        "පසුව එදිනම සමගි ජනබලවේගයේ (SJB) නායකයා - ප්‍රධාන පාර්ලිමේන්තු විපක්ෂයේ දේශපාලන පක්ෂය - රටේ නරක අතට හැරෙන තත්වය හමුවේ, බහු පක්ෂ අන්තර්වාර පාලනයක් පිහිටුවීමේ ප්‍රයත්නයට ඔවුන් එක්වීමට කැමති බව නිවේදනය කළේය.",
        "සාකච්ඡා කිරීම ප්‍රතික්ෂේප කිරීම විවිධ ක්ෂේත්‍රවල වැඩ නතර කරන ලෙස ඉල්ලා සිටීමට විවිධ වෘත්තීය සමිතිවලට සිදු වූ අතර එය රටේ දුප්පත් කොටස්වලට දැඩි ලෙස බලපානවා පමණක් නොව රටේ දෙවන විශාලතම විදේශ විනිමය උපයන සංචාරක ව්‍යාපාරයට අහිතකර ලෙස බලපානු ඇතැයි තර්ජනය කරයි.",
        "උදාහරණයක් ලෙස ආගමන විගමන නිලධාරීන් ඔවුන්ගේ මේස පාලනය කිරීම ප්‍රතික්ෂේප කිරීම පැමිණෙන සංචාරකයින්ට විනාශයක් ඇති කරයි.",
        "අපගේ ජාතික ණය ප්‍රමාණය ඇමරිකානු ඩොලර් බිලියන 64.23 ඉක්මවන අතර සංචාරක ව්‍යාපාරය, 2009 සිට 2022 දක්වා ආදායම සාමාන්‍යයෙන් USD මිලියන 179.09 ක් වූ අතර, එය 2018 දෙසැම්බර් මාසයේදී USD මිලියන 475.20 දක්වා ඉහළම අගයට ළඟා විය. අපගේ ආර්ථිකයේ මෙම ඉතා වැදගත් කොටසට සිදු වූ කුඩාම හානිය පවා, විශේෂයෙන් තේ අපනයනයෙන් ලැබෙන ආදායම - විශාලතම ආදායම් උපයන්නා - වසර 23 ක් තුළ එහි පහළම මට්ටමට පහත වැටී ඇත.",
        "ආර්ථිකයේ වත්මන් පසුබෑම තෙක් තේ වෙළඳාම වාර්ෂිකව ඩොලර් බිලියන 1,3 ක් ගෙන ඒමට භාවිතා කළේය - විදේශ මුදල් ඉතිරි කර ගැනීම සඳහා පසුගිය වසරේ එතරම් දක්ෂ නොවන පොහොර ආනයන තහනම ඉවත් කිරීම.",
        "සන්ඩේ අයිලන්ඩ් හෙළිදරව් කළේ පළමු කාර්තුවේ තේ අපනයනය පසුගිය වසරේ ජනවාරි සිට මාර්තු දක්වා කාලය තුළ කිලෝග්‍රෑම් මිලියන 69.8 ට සාපේක්ෂව කිලෝග්‍රෑම් මිලියන 63.7 දක්වා පහත වැටී ඇති බවයි. පසුගිය වසරේ එම කාලය තුළ ඉපැයීම් ඩොලර් මිලියන 338 සිට මේ වසරේ ඩොලර් මිලියන 287 දක්වා පහත වැටී ඇත.",
        "එබැවින් දේශපාලකයින් මේ අවසාන අවස්ථාවේ දී පවා තම මූල්‍යමය වැඩිකිරීම් සහ බල දේශපාලනයේ අභිලාෂයන් පසෙකට දමා ලංකාව තමන් විසින් තනිකරම සහ ඒකාබද්ධව හෙළා ඇති ව්‍යසනයෙන් ගොඩ ඒමට උපකාර කිරීමට උත්සාහ කිරීම අත්‍යවශ්‍ය වේ."
      ]
    },
    "ta": {
      "title": "நிதி நெருக்கடிகளுக்கு மத்தியில் சானர் ஆலோசனை மேலோங்குகிறது - தலையங்கம்",
      "body_lines": [
        "1948 ஆம் ஆண்டு சுதந்திரம் பெற்ற பின்னர், நமது நாடு அதன் மோசமான பொருளாதார நெருக்கடியில் மல்யுத்தத்தில் உள்ளது. தற்போது வெளிநாட்டு நாணய கையிருப்பு மிகக் குறைந்த மட்டத்தில் உள்ளது, இதன் காரணமாக அரசாங்கத்தின் மொத்த பொருளாதார தவறான நிர்வாகம் மற்றும் ஊழல் என்று பலர் பார்க்கிறார்கள், இதன் விளைவாக பல முனைகளில் கடுமையான நிதி நெருக்கடி ஏற்பட்டது. ஓரளவுக்கு கோவிட்-19 இன் தாக்கத்தால், பொருளாதாரம் பாதிக்கப்பட்டது, மேலும் வெளிநாட்டுக் கடன்கள் அதிகரித்தன.",
        "அதே நேரத்தில், நாங்கள் ஒரு அரசியல் எதிர்கொண்டுள்ளோம்; இதுவரை கண்டிராத அளவில் நெருக்கடி.",
        "நாடு எரிபொருள் பற்றாக்குறை, சமையல் எரிவாயு, உணவு, அடிப்படை மருந்துகள், வாழ்க்கைச் செலவுகள் மற்றும் 25% அல்லது அதற்கு மேல் அதிகரித்து வரும் பணவீக்கத்தை எதிர்கொள்கிறது.",
        "அதே நேரத்தில் ஊதியங்கள் தேக்க நிலையிலேயே உள்ளது அல்லது பாதியாக குறைக்கப்பட்டுள்ளது. சிறு, குறு தொழில்கள் மூடப்பட்டு, பலர் வேலையிழந்துள்ளனர்.",
        "கடந்த மாதம் அல்லது அதற்கும் மேலாக பேரழிவுகரமான பணவீக்கம், எரிபொருள், உணவு மற்றும் மருந்து தட்டுப்பாடு ஆகியவற்றின் கடியை உணராத ஒரு குடிமகன் நாட்டில் இல்லை.",
        "விவசாய சமூகத்தைப் பொறுத்தவரை, கடந்த ஆண்டு ஏப்ரல் மாதம் ஜனாதிபதி ராஜபக்ஷ நாட்டை நிதி அழிவுக்குள் தள்ளினார் என்று குற்றம் சாட்டப்பட்டு, ரசாயன உர இறக்குமதியை திடீரென தடை செய்யும் தவறான திட்டத்தை செயல்படுத்தியதில் இருந்து அவர்களின் பிரச்சினைகள் தொடங்கியது.",
        "நிலைமையை மோசமாக்குவது, மோசமாகிவரும் நெருக்கடியை எவ்வாறு சமாளிப்பது என்பது பற்றிய யோசனைகள் அரசாங்கத்திற்கு இல்லை என்று தோன்றுகிறது.",
        "இதையொட்டி, இன, இன, மத வேறுபாடுகள் இன்றி அனைத்துத் தரப்பு மக்களும் வீதியில் இறங்கி அரசைக் கலைக்கக் கோரி வருகின்றனர்.",
        "ஜனாதிபதியும் அவரது அரசாங்கமும் எதிர்க்கட்சிகளை பாதியிலேயே சந்திக்க மறுப்பதில் சமமாக பிடிவாதமாக இருந்தனர்.",
        "அரசாங்கத்தின் விடாமுயற்சியால் தொழிற்சங்கங்கள் ‘ஹர்த்தாலுக்கு’ அழைப்பு விடுத்து இரண்டு நாட்களுக்கு முன்பு நாட்டையே ஸ்தம்பிக்க வைத்தது.",
        "ஏழ்மையான ஏழைகள் மிக மோசமாகப் பாதிக்கப்பட்டு, பாமரமயமாக்கலை நோக்கித் தள்ளப்பட்ட நிலையில், பேச்சுவார்த்தைக்கு உறுதியாக மறுத்து வரும் அரசியல் கட்சிகள் புத்திசாலித்தனமாகத் தெரிகிறது.",
        "சனிக்கிழமை (மே 7) டெய்லி மிரர், ஒரு சிறப்பு அமைச்சரவை கூட்டத்தில் ஜனாதிபதி ராஜபக்ஷ, இடைக்கால பல கட்சி அரசாங்கத்தை அமைப்பதற்கு வழி வகுக்கும் வகையில் தனது பிரதமரை பதவி விலகுமாறு கேட்டுக் கொண்டதாக செய்தி வெளியிட்டுள்ளது.",
        "அதே நாளில், சமகி ஜன பலவேகயா (SJB) தலைவர் - முக்கிய பாராளுமன்ற எதிர்க்கட்சி அரசியல் கட்சி - மோசமான நாட்டின் சூழ்நிலையின் வெளிச்சத்தில், பல கட்சிகள் கொண்ட இடைக்கால ஆட்சியை அமைக்கும் முயற்சியில் தாங்கள் சேர தயாராக இருப்பதாக அறிவித்தார்.",
        "பேச்சுவார்த்தை நடத்த மறுத்ததால், பல்வேறு தொழிற்சங்கங்கள் பல்வேறு துறைகளில் வேலை நிறுத்தத்திற்கு அழைப்பு விடுக்க வேண்டிய கட்டாயம் ஏற்பட்டது, இது நாட்டின் ஏழைப் பிரிவினரை கடுமையாக பாதித்தது மட்டுமல்லாமல், நாட்டின் இரண்டாவது பெரிய அந்நிய செலாவணி ஈட்டும் சுற்றுலாத்துறையை மோசமாக பாதிக்கும் அச்சுறுத்தலையும் ஏற்படுத்துகிறது.",
        "ஒரு உதாரணம், குடிவரவு அதிகாரிகள் தங்கள் மேசைகளை நிர்வகிப்பதற்கு மறுத்து, உள்வரும் சுற்றுலாப் பயணிகளுக்கு அழிவை ஏற்படுத்தியது.",
        "நமது தேசியக் கடன் 64.23 பில்லியன் அமெரிக்க டாலர்கள் மற்றும் சுற்றுலாத் துறையின் அடிப்படையில், 2009 முதல் 2022 வரை சராசரியாக 179.09 USD மில்லியன் வருவாய் இருந்தது, இது 2018 டிசம்பரில் 475.20 USD மில்லியனை எட்டியது. நமது பொருளாதாரத்தின் இந்த மிக முக்கியமான பிரிவில் மிகச்சிறிய சேதம் கூட, குறிப்பாக தேயிலை ஏற்றுமதியின் வருமானம் -அதிக வருமானம் ஈட்டுபவர் - 23 ஆண்டுகளில் மிகக் குறைந்த அளவிற்குக் குறைந்துள்ளது.",
        "தேயிலை வர்த்தகம் பொருளாதாரத்தில் தற்போதைய வீழ்ச்சி வரை ஆண்டுதோறும் 1,3 பில்லியன் அமெரிக்க டாலர்களை கொண்டு வந்தது - வெளிநாட்டு நாணயத்தை சேமிக்க கடந்த ஆண்டு மிகவும் புத்திசாலித்தனமாக இல்லாத உர இறக்குமதி தடையின் வீழ்ச்சி.",
        "கடந்த ஆண்டு ஜனவரி முதல் மார்ச் வரையிலான காலகட்டத்தில் 69.8 மில்லியன் கிலோவாக இருந்த தேயிலை ஏற்றுமதி முதல் காலாண்டில் 63.7 மில்லியன் கிலோவாகக் குறைந்துள்ளது என்று சன்டே ஐலண்ட் தெரிவித்துள்ளது. கடந்த ஆண்டு இதே காலத்தில் 338 மில்லியன் டாலர் வருவாய் ஈட்டியது இந்த ஆண்டு 287 மில்லியன் டாலராக குறைந்துள்ளது.",
        "எனவே, அரசியல்வாதிகள், இந்த தாமதமான காலகட்டத்திலும், நிதி திரட்டல் மற்றும் அதிகார அரசியல் ஆகிய தங்கள் லட்சியங்களை ஒதுக்கி வைத்துவிட்டு, இலங்கையை தாங்கள் பலவாறாக மற்றும் கூட்டாக இழைத்திருக்கும் அவலநிலையில் இருந்து மீள உதவும் முயற்சியை மேற்கொள்வது மிகவும் அவசியமாகும்."
      ]
    }
  }
}