{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Call-for-upholding-of-human-rights-freedoms-in-economic-and-political-crisis-in-SL/56-734675",
  "time_ut": 1652207400,
  "title": "Call for upholding of human rights, freedoms in economic and political crisis in SL",
  "body_lines": [
    "The members of the emergency response coalition; the National Evangelical Alliance Sri Lanka,(NCEASL) representing over 200 churches, denominations and organisations, its development arm - Alliance Development Trust(ADT), the Sri Lanka Baptist Sangamaya(SLBS), representing the Baptist denomination in Sri Lanka, Leads – a national child protection and development agency and APBAid, the Humanitarian Aid division of APBF; a regional organisation of the Baptist World Alliance representing 40,000 churches, 65 conventions in 22 nations of Asia Pacific; has issued the following statement vehemently condemning the reprehensible actions of government to suppress the freedom of expression of peaceful protestors and the lack of appropriate measures taken to prevent the unleashing of violence against them.",
    "As uncertainty besieges our nation, when children’s right to well-being are already at great risk, we as an emergency response coalition are gravely concerned for the safety of all children at the ongoing protests in Sri Lanka. We call upon the President, Prime Minister and Parliament, to act immediately in the best interest of all children which is of paramount importance in terms of Section 5(2) of the International Covenant on Civil and Political Rights Act, No. 56 of 2007 and thereby to do their duty in terms of international law guaranteeing the safety, security, and protection of all children.",
    "According to the fundamental rights enshrined in the Sri Lankan constitution, citizens have the right of freedom of speech and expression, freedom of peaceful assembly, freedom of association. We urge the law enforcement and authorities to safeguard the constitution by showing due respect to the aforementioned rights in article 14 (1) (a) (b) (c) without confronting or using unnecessary force to disperse peaceful protests. The use of tear gas, water cannons and or any other form of force, violence, harm or harassment against children cannot be justified or excused under any circumstance.",
    "Unfortunately, several incidents where children who participated in peaceful protests were subject to cruel treatment by the law enforcement authorities and failed to protect the well-being of children enshrined as per the United Nations Convention on the Right of the Child (UNCRC).  As members of civil society and as parents, we urge you to never forget your duty to protect and ensure the rights of all the children in Sri Lanka.",
    "Further, we categorically deplore the dastardly and cowardly acts of assault, violence and burning incited and abetted by MPs of the government against peaceful protestors. This is nothing but state sponsored violence. The contrast of measures used against the peaceful protestors and a violent mob is marked in its bias. Therefore, we request the Government of Sri Lanka to stop violating its mandate which emanates from the inalienable sovereign right of the people of Sri Lanka, in terms of Article 3 and 4 of the Constitution.",
    "We appeal to the people to act with restraint and not fall trap to schemes to retaliate and resort to violence warranting police action, but we appeal to remain calm and express their opinions peacefully and democratically. While we highly value and appreciate the timely interventions of the Bar Association of Sri Lanka, that have gone beyond their call of duty to maintain peace and uphold law, we call upon the Speaker and the Members of Parliament to take necessary precautions to ensure the safety of the general public."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ආර්ථික හා දේශපාලන අර්බුදය තුළ මානව හිමිකම්, නිදහස තහවුරු කරන ලෙස ඉල්ලා සිටීම",
      "body_lines": [
        "හදිසි ප්රතිචාර සන්ධානයේ සාමාජිකයන්; ජාතික එවැන්ජලිකල් සන්ධානය ශ්‍රී ලංකා, (NCEASL) පල්ලි, නිකායන් සහ සංවිධාන 200 කට අධික සංඛ්‍යාවක් නියෝජනය කරන, එහි සංවර්ධන හස්තය - Alliance Development Trust (ADT), Sri Lanka Baptist Sangamaya (SLBS), ශ්‍රී ලංකාවේ බැප්ටිස්ට් නිකාය නියෝජනය කරමින්, නායකත්වය දරයි. ජාතික ළමා ආරක්ෂණ හා සංවර්ධන නියෝජිතායතනය සහ APBF හි මානුෂීය ආධාර අංශය වන APBAid; පල්ලි 40,000ක් නියෝජනය කරන බැප්ටිස්ට් ලෝක සන්ධානයේ කලාපීය සංවිධානයක්, ආසියා පැසිෆික් කලාපයේ රටවල් 22ක සමුළු 65ක්; සාමකාමී විරෝධතාකරුවන්ගේ අදහස් ප්‍රකාශ කිරීමේ නිදහස යටපත් කිරීමට සහ ඔවුන්ට එරෙහිව ප්‍රචණ්ඩත්වය මුදා හැරීම වැලැක්වීමට නිසි ක්‍රියාමාර්ග නොගැනීම සඳහා රජය විසින් ගනු ලබන පිළිකුල් සහගත ක්‍රියාවන් දැඩි ලෙස හෙළා දකිමින් පහත නිවේදනය නිකුත් කර ඇත.",
        "අවිනිශ්චිතතාවයෙන් අපේ ජාතිය වටලා ඇති හෙයින්, දරුවන්ගේ යහපැවැත්ම සඳහා ඇති අයිතිය දැනටමත් විශාල අවදානමකට ලක්ව ඇති විට, හදිසි ප්‍රතිචාර සන්ධානයක් ලෙස අපි ශ්‍රී ලංකාවේ දැනට පවතින විරෝධතාවලදී සියලුම දරුවන්ගේ ආරක්ෂාව ගැන දැඩි ලෙස සැලකිලිමත් වෙමු. 2007 අංක 56 දරන සිවිල් හා දේශපාලන අයිතිවාසිකම් පිළිබඳ ජාත්‍යන්තර සම්මුති පනතේ 5(2) වගන්තියට අනුව ඉතා වැදගත් වන සියලුම දරුවන්ගේ යහපත වෙනුවෙන් වහා ක්‍රියා කරන ලෙස අපි ජනාධිපති, අගමැති සහ පාර්ලිමේන්තුවෙන් ඉල්ලා සිටිමු. සහ එමගින් සියලුම දරුවන්ගේ ආරක්ෂාව, ආරක්ෂාව සහ ආරක්ෂාව සහතික කරන ජාත්‍යන්තර නීතියට අනුව ඔවුන්ගේ යුතුකම ඉටු කිරීම.",
        "ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දක්වා ඇති මූලික අයිතිවාසිකම්වලට අනුව පුරවැසියන්ට කතා කිරීමේ සහ ප්‍රකාශනයේ නිදහස, සාමකාමීව රැස්වීමේ නිදහස, ඇසුරු කිරීමේ නිදහස ඇත. සාමකාමී විරෝධතාවලට මුහුණ නොදී හෝ අනවශ්‍ය බලයක් යොදාගෙන විසුරුවා හැරීමෙන් තොරව 14 (1) (අ) (ආ) (ඇ) වගන්තියේ ඉහත සඳහන් අයිතිවාසිකම්වලට නිසි ගෞරවය පෙන්වමින් ආණ්ඩුක්‍රම ව්‍යවස්ථාව ආරක්‍ෂා කරන ලෙස අපි නීතිය ක්‍රියාත්මක කරන්නන්ගෙන් සහ බලධාරීන්ගෙන් ඉල්ලා සිටිමු. කඳුළු ගෑස්, ජල ප්‍රහාර සහ හෝ වෙනත් ආකාරයක බලහත්කාරයක්, ප්‍රචණ්ඩත්වය, හානි හෝ දරුවන්ට එරෙහිව හිරිහැර කිරීම සාධාරණීකරණය කිරීමට හෝ නිදහසට කරුණක් කිරීමට කිසිඳු තත්වයක් යටතේ නොහැක.",
        "අවාසනාවන්ත ලෙස, සාමකාමී විරෝධතාවලට සහභාගී වූ ළමයින්ට නීතිය ක්‍රියාත්මක කරන බලධාරීන්ගේ කුරිරු සැලකීමට ලක් වූ සිදුවීම් කිහිපයක් සහ ළමා අයිතිවාසිකම් පිළිබඳ එක්සත් ජාතීන්ගේ ප්‍රඥප්තිය (UNCRC) ප්‍රකාරව තහවුරු කර ඇති දරුවන්ගේ යහපැවැත්ම ආරක්ෂා කිරීමට අපොහොසත් විය. සිවිල් සමාජයේ සාමාජිකයන් ලෙස සහ දෙමාපියන් වශයෙන්, ශ්‍රී ලංකාවේ සියලුම දරුවන්ගේ අයිතිවාසිකම් ආරක්ෂා කිරීමට සහ සහතික කිරීමට ඔබ සතු යුතුකම කිසිදා අමතක නොකරන ලෙස අපි ඔබෙන් ඉල්ලා සිටිමු.",
        "තවද, සාමකාමී විරෝධතාකරුවන්ට එරෙහිව ආණ්ඩුවේ මන්ත්‍රීවරුන් විසින් උසිගන්වන ලද සහ අනුබල දෙන ලද පහරදීම්, ප්‍රචණ්ඩත්වය සහ ගිනි තැබීම් වැනි බිහිසුණු සහ බියගුලු ක්‍රියාවන් අපි තරයේ හෙළා දකිමු. මෙය රාජ්‍ය අනුග්‍රහය ලබන ප්‍රචණ්ඩත්වය මිස අන් කිසිවක් නොවේ. සාමකාමී විරෝධතාකරුවන්ට සහ ප්‍රචණ්ඩකාරී මැර පිරිසකට එරෙහිව භාවිතා කරන ක්‍රියාමාර්ගවල වෙනස එහි පක්ෂග්‍රාහීත්වය තුළ කැපී පෙනේ. එබැවින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 3 සහ 4 වගන්ති ප්‍රකාරව ශ්‍රී ලංකාවාසී ජනතාවගේ අහිමි කළ නොහැකි පරමාධිපත්‍ය අයිතියෙන් පිටවන ජනවරම කඩ කිරීම නවත්වන ලෙස ශ්‍රී ලංකා රජයෙන් ඉල්ලා සිටිමු.",
        "අපි ජනතාවගෙන් ඉල්ලා සිටින්නේ සංයමයෙන් ක්‍රියා කරන ලෙසත්, ප්‍රතිප්‍රහාර එල්ල කිරීමේ සහ ප්‍රචණ්ඩ ක්‍රියාවලට හසු නොවී පොලිස් ක්‍රියාමාර්ග ගැනීමට අවශ්‍ය උපක්‍රමවලට හසු නොවන ලෙසත්, නමුත් සන්සුන්ව සිට සාමකාමීව සහ ප්‍රජාතන්ත්‍රවාදීව ඔවුන්ගේ අදහස් ප්‍රකාශ කරන ලෙස අපි ආයාචනා කරමු. සාමය ආරක්ෂා කිරීමට සහ නීතිය ආරක්ෂා කිරීමට අවශ්‍ය වගකීමෙන් ඔබ්බට ගොස් ශ්‍රී ලංකා නීතීඥ සංගමයේ කාලෝචිත මැදිහත්වීම් අපි ඉතා අගය කරන අතරම අගය කරන අතරම, ආරක්ෂාව සහතික කිරීම සඳහා අවශ්‍ය පියවර ගන්නා ලෙස අපි කථානායකවරයාගෙන් සහ පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගෙන් ඉල්ලා සිටිමු. පොදු ජනතාවගේ."
      ]
    },
    "ta": {
      "title": "இலங்கையில் பொருளாதார மற்றும் அரசியல் நெருக்கடியில் மனித உரிமைகள், சுதந்திரங்களை நிலைநிறுத்துவதற்கான அழைப்பு",
      "body_lines": [
        "அவசரகால பதில் கூட்டணியின் உறுப்பினர்கள்; 200 க்கும் மேற்பட்ட தேவாலயங்கள், பிரிவுகள் மற்றும் அமைப்புகளை பிரதிநிதித்துவப்படுத்தும் நேஷனல் எவாஞ்சலிகல் அலையன்ஸ் ஸ்ரீலங்கா, (NCEASL), அதன் வளர்ச்சிப் பிரிவு - அலையன்ஸ் டெவலப்மென்ட் டிரஸ்ட் (ADT), இலங்கையில் பாப்டிஸ்ட் பிரிவை பிரதிநிதித்துவப்படுத்தும் ஸ்ரீலங்கா பாப்டிஸ்ட் சங்கமய (SLBS), முன்னணியில் உள்ளது. தேசிய குழந்தைகள் பாதுகாப்பு மற்றும் மேம்பாட்டு நிறுவனம் மற்றும் APBF இன் மனிதாபிமான உதவிப் பிரிவான APBAid; 40,000 தேவாலயங்களை பிரதிநிதித்துவப்படுத்தும் பாப்டிஸ்ட் உலகக் கூட்டணியின் பிராந்திய அமைப்பு, ஆசிய பசிபிக் 22 நாடுகளில் 65 மாநாடுகள்; அமைதியான போராட்டக்காரர்களின் கருத்துச் சுதந்திரத்தை நசுக்கும் அரசின் கண்டிக்கத்தக்க நடவடிக்கைகளையும், அவர்கள் மீது வன்முறைகள் கட்டவிழ்த்து விடப்படுவதைத் தடுக்க உரிய நடவடிக்கைகள் எடுக்கப்படாததையும் வன்மையாகக் கண்டித்து பின்வரும் அறிக்கையை வெளியிட்டுள்ளது.",
        "நிச்சயமற்ற தன்மை எமது தேசத்தை முற்றுகையிட்டுள்ள நிலையில், குழந்தைகளின் நல்வாழ்வுக்கான உரிமை ஏற்கனவே பெரும் ஆபத்தில் இருக்கும் போது, ​​அவசரகால பதில் கூட்டமைப்பான நாங்கள் இலங்கையில் நடந்து வரும் போராட்டங்களில் அனைத்து குழந்தைகளின் பாதுகாப்பிலும் மிகுந்த அக்கறை கொண்டுள்ளோம். 2007 ஆம் ஆண்டின் 56 ஆம் இலக்க சிவில் மற்றும் அரசியல் உரிமைகள் தொடர்பான சர்வதேச உடன்படிக்கையின் பிரிவு 5(2) இன் படி மிக முக்கியத்துவம் வாய்ந்த அனைத்து குழந்தைகளின் நலனுக்காக உடனடியாக செயல்படுமாறு ஜனாதிபதி, பிரதமர் மற்றும் பாராளுமன்றத்தை நாங்கள் கேட்டுக்கொள்கிறோம். அதன் மூலம் அனைத்து குழந்தைகளின் பாதுகாப்பு, பாதுகாப்பு மற்றும் பாதுகாப்பிற்கு உத்தரவாதம் அளிக்கும் சர்வதேச சட்டத்தின் அடிப்படையில் தங்கள் கடமையை செய்ய வேண்டும்.",
        "இலங்கை அரசியலமைப்பின் அடிப்படை உரிமைகளின்படி, குடிமக்களுக்கு பேச்சு சுதந்திரம் மற்றும் கருத்து சுதந்திரம், அமைதியாக ஒன்றுகூடும் சுதந்திரம், சங்கம் நடத்தும் சுதந்திரம் ஆகியவை உள்ளன. அமைதியான போராட்டங்களை எதிர்க்காமல் அல்லது தேவையற்ற பலத்தை பயன்படுத்தி கலைக்காமல் 14 (1) (a) (b) (c) வில் உள்ள மேற்கூறிய உரிமைகளுக்கு உரிய மரியாதை காட்டி அரசியலமைப்பை பாதுகாக்குமாறு சட்ட அமலாக்க மற்றும் அதிகாரிகளை வலியுறுத்துகிறோம். கண்ணீர்ப்புகை, தண்ணீர் பீரங்கி மற்றும் அல்லது வேறு எந்த விதமான பலாத்காரம், வன்முறை, தீங்கு அல்லது குழந்தைகளுக்கு எதிரான துன்புறுத்தல் ஆகியவற்றை எந்த சூழ்நிலையிலும் நியாயப்படுத்தவோ அல்லது மன்னிக்கவோ முடியாது.",
        "துரதிர்ஷ்டவசமாக, அமைதியான போராட்டங்களில் பங்கேற்ற குழந்தைகள் சட்ட அமலாக்க அதிகாரிகளால் கொடூரமாக நடத்தப்பட்ட பல சம்பவங்கள் மற்றும் குழந்தைகளின் உரிமைகள் தொடர்பான ஐக்கிய நாடுகளின் மாநாட்டின் (UNCRC) படி குழந்தைகளின் நல்வாழ்வைப் பாதுகாக்கத் தவறியது. சிவில் சமூகத்தின் அங்கத்தவர்களாகவும், பெற்றோர்களாகவும், இலங்கையிலுள்ள சகல சிறார்களின் உரிமைகளையும் பாதுகாப்பதற்கும் உறுதி செய்வதற்கும் உங்களின் கடமையை ஒருபோதும் மறந்துவிடாதீர்கள் என நாங்கள் உங்களை கேட்டுக்கொள்கிறோம்.",
        "மேலும், அமைதியான போராட்டக்காரர்களுக்கு எதிராக அரசாங்கத்தின் எம்.பி.க்களால் தூண்டப்பட்ட மற்றும் தூண்டப்பட்ட தாக்குதல், வன்முறை மற்றும் எரிப்பு போன்ற கொடூரமான மற்றும் கோழைத்தனமான செயல்களை நாங்கள் திட்டவட்டமாக கண்டிக்கிறோம். இது அரச ஆதரவு வன்முறை அன்றி வேறில்லை. அமைதியான எதிர்ப்பாளர்கள் மற்றும் வன்முறை கும்பலுக்கு எதிராக பயன்படுத்தப்படும் நடவடிக்கைகளின் வேறுபாடு அதன் சார்புநிலையில் குறிக்கப்படுகிறது. எனவே, அரசியலமைப்பின் 3 மற்றும் 4 வது சரத்தின் அடிப்படையில், இலங்கை மக்களின் இறையாண்மையை பறிக்க முடியாத உரிமையில் இருந்து வெளிவரும் ஆணையை மீறுவதை நிறுத்துமாறு இலங்கை அரசாங்கத்தை நாங்கள் கேட்டுக்கொள்கிறோம்.",
        "பழிவாங்கும் மற்றும் வன்முறையில் ஈடுபடும் திட்டங்களில் சிக்கிக் கொள்ளாமல் நிதானத்துடன் செயல்படுமாறு மக்களைக் கேட்டுக்கொள்கிறோம், ஆனால் அமைதியாக இருந்து தங்கள் கருத்துக்களை அமைதியாகவும் ஜனநாயக ரீதியாகவும் வெளிப்படுத்துமாறு கேட்டுக்கொள்கிறோம். அமைதியைப் பேணுவதற்கும் சட்டத்தை நிலைநிறுத்துவதற்கும் அவர்களின் கடமைக்கு அப்பாற்பட்ட இலங்கை சட்டத்தரணிகள் சங்கத்தின் சரியான நேரத்தில் தலையீடுகளை நாங்கள் மிகவும் மதிக்கிறோம் மற்றும் பாராட்டுகிறோம், பாதுகாப்பை உறுதிப்படுத்த தேவையான முன்னெச்சரிக்கை நடவடிக்கைகளை எடுக்குமாறு சபாநாயகர் மற்றும் பாராளுமன்ற உறுப்பினர்களை நாங்கள் கேட்டுக்கொள்கிறோம். பொது மக்களின்."
      ]
    }
  }
}