{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sp-downgrades-two-sri-lanka-sovereign-bonds-to-d-94828/",
  "time_ut": 1653647580,
  "title": "S&P downgrades two Sri Lanka sovereign bonds to ‘D’",
  "body_lines": [
    "ECONOMYNEXT – Standard $ Poor’s, a rating agency, said it has downgraded two Sri Lanka sovereign bonds due in 2025 and 2027 to default (D) after interest coupons were missed.",
    "Fitch had earlier downgraded Sri Lanka sovereign bonds to D on cross default clauses after the missed payment.",
    "The Sri Lanka government remains in default on some foreign currency obligations, including international sovereign bonds (ISBs) on which it has missed interest payments.",
    "We do not expect the government to make ISB interest payments within 30 calendar days after their due dates.",
    "Following missed interest payments due on May 3 and May 11, we have lowered the ratings on the affected bonds to ‘D’.",
    "We are affirming our ‘SD/SD’ foreign currency and ‘CCC-/C’ local currency ratings on Sri Lanka. The outlook on the local currency ratings is negative.",
    "On May 27, 2022, S&P Global Ratings affirmed its long-term and short-term foreign currency sovereign ratings on Sri Lanka at ‘SD/SD.’ At the same time, we affirmed our ‘CCC-‘ long-term and ‘C’ short-term local currency sovereign ratings. The outlook on the local currency ratings remains negative.",
    "In addition, we lowered to ‘D’ from ‘CC’ the issue ratings on the following bonds with missed interest payments in May:",
    "Our foreign currency rating on Sri Lanka is ‘SD’ (selective default). We do not assign outlooks to ‘SD’ ratings because they express a condition and not a forward-looking opinion of default probability.",
    "The negative outlook on the local currency ratings reflects the high risk to commercial debt repayments over the next 12 months in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "We could lower the local currency ratings if there are indications of nonpayment or restructuring of Sri Lankan rupee-denominated obligations.",
    "We could revise the outlook to stable or raise the local currency ratings if we perceive that the likelihood of the government’s local currency debt being excluded from any debt restructuring has increased. This could be the case if, for example, the government receives significant donor funding which gives it some time to implement immediate and transformative reforms.",
    "We would raise our long-term foreign currency sovereign credit rating upon completion of the government’s bond restructuring. The rating would reflect Sri Lanka’s post-restructuring creditworthiness. Our post-restructuring ratings tend to be in the ‘CCC’ or low ‘B’ categories, depending on the sovereign’s new debt structure and capacity to support that debt.",
    "Sri Lanka’s external public debt moratorium prevents payment of interest and principal obligations due on the government’s ISBs. As such, interest payments due May 3, and May 11, on its 2025 and 2027 ISBs, respectively, would have been affected. Following the missed payments, and given our expectation that payment will not be made within 30 calendar days of the due date, we have lowered the issue ratings on these bonds to ‘D’ (default)."
  ]
}