{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/media-personnel-from-korea-conclude-their-fam-tour-in-sri-lanka/",
  "time_ut": 1649086020,
  "title": "Media personnel from Korea conclude their FAM Tour in Sri Lanka",
  "body_lines": [
    "Sri Lanka Tourism Promotion Bureau, in collaboration with the Sri Lanka Embassy in Korea arranged a FAM Tour for 3 Media personnel from the Korea Herald and The Elle Korea, which are premier publications in Korea. The FAM took place from 24th March to 29th of March 2022 considering the importance of creating awareness of Sri Lanka Tourism among the Korea high end travelers. The FAM will covered locations such as Colombo, Anuradhapura, Sigiriya, Kandy and Bentota , to spread the positive message through their respective publications . They also admired the artwork and murals in Sri Lankan temples and also had an exclusive view way and beyond the city of Colombo from the Lotus Tower. They found the perfect opportunity to do a tour around Colombo and capture the images of the best locations in the dynamic and busy surroundings. They also had a visit to the museum, where they admired the cultural heritage which had been preserved from the ancient times. This was a great opportunity for them to promote Sri Lanka’s best locations in their respective publications.",
    "During their outstation visit, they also had the opportunity of visiting the ancient kingdom of Anuradhapura, where they worshipped the place as well as managing to capture a few good shots of the location. Afterwards they visited Sigiriya , and witnessed the talent of the local artists of the ancient times . They were mesmerized by the brilliant artwork, innovation and creativity expressed by the ancient Sri Lankan architecture, while enjoying the beautiful surroundings nearby, inclusive of the beautiful greenery, lakes and endless landscapes creating a beautiful picture to behold. They also paid a visit to the Dambulla cave temple on their way and also experienced the traditional Sri Lankan cuisine.",
    "Regarding these two publications, The Korea Herald is the most popular daily English newspaper in the republic of Korea and the country’s sole member of the Asia News Network (ANN). The publication has a large viewership and is available in both online and offline, distributing the content to over 80 countries around the world including Japan, China and the USA. The primary audience of the Korea Herald includes government officials and executives, office workers, students and foreign residents in the Republic of Korea.",
    "Elle Korea is a premium international fashion magazine in the ROK, with a focus on number of areas such as entertainment, fashion, runway, beauty, love and life, diet, events, shopping and interiors. Elle Korea magazine is the monthly publication with a viewership of over 2million in the Republic of Korea, Hong Kong, Taiwan, and Thailand. Considering these facts this FAM Tour will be the ideal opportunity to promote Sri Lanka as an exclusive holiday destination in Korea as well as across the world.",
    "Lanka IOC provides 6,000 MT of fuel to CEB to mitigate electricity crisis",
    "Welgama says it was he who first got the ball rolling against Gotabaya",
    "Blamed for current crisis, Monetary Board before House Committee today",
    "T-Bill dealers make a killing while bank depositors earn a pittance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}