{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/RW-says-Mirihana-clash-is-not-a-racial-terrorist-attack/342-234282",
  "time_ut": 1648818900,
  "title": "RW says Mirihana clash is not a racial, terrorist attack",
  "body_lines": [
    "The commotion near the President' residence last night is not a racial or a terrorist incident, former Prime Minister Ranil Wickremesinghe said today.",
    "\"This was not a racist incident. This was not a terrorist incident. Such comments would only exacerbate the already volatile situation. The protests that took place at Jubilee Post were peaceful, however, at Pangiriwatta that situation changed,\" Wickremesinghe said in a statement.",
    "\"Last night at Pangiriwatta in Mirihana a demonstration erupted as there has been no solution provided to the problems faced by the citizens. This incident can be described as a resultof the collapse of the current political structure.The government has failed to solve the problems that are plaguing the citizens of Sri Lanka. The Opposition has also failed to uphold their responsibility. The government is blaming various groups for the incident, but they must present evidence to support these claims,\" he added.",
    "\"They must also reveal who is behind the violence, while refraining from making any racist comments.I express different views on this. We must remember one thing. No one should be harmed in a peaceful protest. Violence must not be tolerated. People have the right to protest freely and peacefully. Political parties should not take part in these citizens led protests. But political parties have the right to hold their own meetings and protests. Although it is late, Parliament also has a responsibility now. Solutions acceptable to the people of the country should be presented to Parliament. We must implement them with a national consensus without party affiliation. We must fulfil this duty when Parliament convenes next week. I hope this crisis is resolved peacefully without violence,\" he also said. (Yohan Perera)"
  ]
}