{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/In-the-battle-between-giants-ants-get-trampled-EDITORIAL/172-233913",
  "time_ut": 1648406040,
  "title": "In the battle between giants - ants get trampled - EDITORIAL",
  "body_lines": [
    "The war in Ukraine whose path of confrontational politics with Russia was backed by the US and its NATO allies has now entered its second month.",
    "According to the UN, 6.5 million ordinary Ukrainians have been internally displaced by the war. At least 816 Ukrainian civilians have been killed since conflict began.",
    "In the Ukraine city of Mariupol alone, where fierce fighting is taking place, at least 300 persons sheltering in a theatre - mainly women and children according to media reports - were killed during an alleged Russian airstrike. Media reports say around 1,300 civilians - mainly women and children - were sheltering in the theatre on March 16 when the airstrike hit the building.",
    "On March 25, Russia announced that the first phase of the war was over.",
    "One would not be blamed for having thought that we would soon see serious peace negotiations begin. Unfortunately it was not to be, cities to the east of Kyiv have now come under heavy pounding.",
    "The war in Ukraine commenced over Ukraine’s persistent attempts to join the NATO alliance, which Russia felt was jeopardizing its own security, as it meant the US troops an armaments at its doorstep.",
    "While there is no gainsaying the fact that invasion of one country by another cannot be condoned. It teaches us that small and weak nations in the backyard of great powers need to learn to navigate their way through troubled waters without ruffling the feathers of powerful forces in the region.",
    "In the run-up to the Russian invasion, the US and NATO stridently and vociferously backed Ukraine in its confrontational path against Russia. Once war broke out other than putting more advanced weaponry in the hands of the Ukraine army, neither the US nor its NATO allies were willing to put boots on the ground. Those dying are the Ukrainians and Russian troops and the cities being reduced to rubble are Ukrainian.",
    "Today Ukraine’s cities and people have become targets of attacks and counter attacks between invading Russian forces as well as the Ukrainian military using NATO firepower to counterattack invading Russian forces. Ukraine has become the testing ground for latest weapons of the Russians, the US and its NATO allies. The only victors are the arms dealers on both sides.",
    "The reality is that, what happens in Ukraine matters little to the US and its European allies. US President Joe Biden mistakenly gave the game away when addressing the Russian people on their leader, President Vladimir Putin, from Warsaw in Poland, telling those (Russian people) “for God’s sake, this man cannot remain in power.”",
    "Marianna Pack, a 39-year-old economist summed up the view shared by many. Ukrainians “we’re feeling unprotected. Nobody really cares about what’s happening here”. The war in Ukraine appears to be more about the US wanting to bring about regime change in Russia and putting in place a more pliable leader.",
    "The war in Ukraine should ring warning bells for us in Sri Lanka.",
    "Not so long ago, in the late seventies and early eighties, we antagonized India via abandonment of our non-aligned status and taking an overt pro-US stance. It led to our giant neighbour supporting separatist groups and the beginning of a 30-year separatist war in the country. Today India views our close relationship with China as endangering her exposed southern flank.",
    "We are also heavily indebted to China and facing a possible debt default. Already the international harbour at Hambanthota has been handed over to that country on a long-term lease which is adding to India’s growing security concerns.",
    "Another China debt is coming up for repayment in July 2022. Our country’s financial situation is parlous with debt repayment almost double our foreign reserves. Government has asked China to restructure its debt repayments to help navigate the financial crisis.",
    "Sadly China has as yet, not as yet given a definitive answer and our Finance Minister was last week in India seeking more aid (also means our foreign debt is growing).",
    "Our situation brings to mind Chairman Mao Tse Tung’s famous words ‘in politics there are no permanent friends, only permanent interests’. In a situation where we (Sri Lanka) is heavily indebted to China and India watches her open southern flank anxiously, we need to trod with care if we are to avoid a Ukraine-like situation occurring in our own country.",
    "Let’s hope our leaders have learnt they cannot play one great power against another and hope to reap benefits. In April, our minister of finance goes to the International Monetary Fund for a debt restructuring loan. It will come with stringent conditions, meaning more burdens on an already groaning population."
  ]
}