{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/get-priorities-right/",
  "time_ut": 1651165200,
  "title": "Get priorities right",
  "body_lines": [
    "The government is playing a waiting game apparently in the hope that the ongoing protests will fizzle out with the passage of time, and it will be able to retain its hold on power; the Opposition is busy using the present crises to recover lost ground on the political front. Irate people are also protesting without direction. The President is talking, the Prime Minister waiting and the Opposition Leader walking. This is the fate that awaits a nation which is not blessed with patriotic leaders who are ready to put the country before self.",
    "A strike was held yesterday. The economic meltdown has left everyone resentful, except the members of the Rajapaksa family and their hangers-on, and it is only natural that the people are resorting to extreme action, which, however will not help save the economy. Strikes will only aggravate public woes although they may seem the best way to ratchet up pressure on the government to resign. This, however, does not mean the beleaguered regime should be allowed to bide its time.",
    "There is no panacea for all our politico-economic ills although it is being claimed in some quarters that the abolition of the executive presidency will help tackle the multiple crises troubling us. Several solutions will have to be evolved, and they should be short-term, medium-term and long-term. The short-term solution, in our book, is to bring about political stability in support of the ongoing efforts to put the economy back on an even keel, and avert a mega food crisis, which is on the horizon, while constitutional reforms are formulated.",
    "The incumbent government has failed pathetically; it should be dislodged unless it resigns, immediately. Otherwise, there will not be even a semblance of political stability. The best way to bring down the government is to expedite the process of moving the proposed no-faith motion. It must however be revealed in advance who the next Prime Minister will be and what action will be taken to facilitate the economic recovery and the provision of relief to the public after the fall of the government. The medium-term solutions are the implementation of constitutional reforms followed by parliamentary polls. The abolition of the executive presidency could be a long-term solution if there still exists any need to scrap it after the passage of the proposed 21st Amendment, which is intended to strip it of all its excessive powers.",
    "Opposition politicians seem to think they have to strike while the iron is hot. But they are exerting themselves in vain. The government is a dead man walking. It has been losing popular support rapidly as evident from a string of humiliating defeats it has already suffered at the co-operative society elections in many parts of the country.",
    "Let it be repeated that strikes, protest marches, etc., will only put paid to the country’s recovery strategy, and perpetuate people’s suffering. Why should the enfeebled economy be made to scream when the government could be brought down painlessly?",
    "Most of the strikers are not different from politicians whose scalps they are out for. The rapid growth of shadow education, which costs every family an arm and a leg, is proof of government teachers’ dereliction of duty. Teachers’ unions are only making demands. Students have lost years of schooling due to the pandemic and a teachers’ struggle for a pay hike. Schools are crippled again by teachers’ trade union action. If the protesting teachers are as patriotic as they claim to be, they must teach and guide their pupils properly, and thereby make private tuition redundant. There are serious allegations against many doctors anent duty hours and overtime claims. The blame for the government’s disastrous green agriculture experiment, which has not only caused huge losses to the farming community but also aggravated the food shortage, should be apportioned to the doctors, whose trade union leaders misled President Gotabaya Rajapaksa. Railway workers who took part in yesterday’s strike purportedly to make this country a better place have earned notoriety as a bunch of shirkers. They do not even care to keep the railway stations and the rolling stock clean, much less carry out proper track maintenance and repairs. The public has to pay through the nose to maintain their institution.",
    "The less said about the government clerical workers, and administrators, the better. They apparently derive a perverse pleasure by causing inconvenience to the public. The state sector is notorious for delays, bribery, corruption, waste, inefficiency and discourtesy. The day may not be far off when the people take to the streets against the state employees as well.",
    "Most members of the current Parliament and, in some cases, even their parents are responsible for the mess the country is in today. They have lived high on the hog during several governments at the expense of the public. They must be made to get together, form an interim administration, and do what needs to be done to save the economy and provide relief to the public immediately. Elections can be held thereafter. That is the best way to punish the failed rulers, and prevent their crafty Opposition counterparts from using the country’s woes to their advantage. Getting priorities right is half the battle in tackling the present crises.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}