{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-dead-bestride-us-all/172-236229",
  "time_ut": 1651612800,
  "title": "The dead bestride us all",
  "body_lines": [
    "Undergrads from Inter University Students Federation thronged PM Mahinda Rajapaksa's Wijerama Road residence during a protest march in which they demonstrated their unity in solidarity with other protesters  demanding Rajapaksas' corrupt regime should be ended.",
    "It was eerie to hear the three names ‘Lasantha, Prageeth, Thajudeen’ mentioned in the same breath. I was watching a live feed of the Inter University Students’ Federation protest late last month that had surrounded the residence of Mahinda Rajapaksa.",
    "Protesters were on the outer wall while hundreds of others clamoured outside. The once impenetrable modern-day royalty of the Rajapaksa Inc. had weakened unlike never before. Those names and others like Lalith, Kugan; the two human rights activists who disappeared in Jaffna in 2011, written in red on the walls of the Rajapaksa residence was yet another reminder of how hard the once mighty had fallen.",
    "\"Those names and others like Lalith, Kugan; the two human rights activists who disappeared in Jaffna in 2011, written in red on the walls of the Rajapaksa residence was yet another reminder of how hard the once mighty had fallen\"",
    "These names have been part of my work in Sri Lanka as a journalist. They formed way points in a cycle of assaults, murders, abductions and other crimes that was never ending. These were the names we knew; faces I had known. At least one which had and continues to have a deep impact on my life and what I do today. But there were others, thousands of them, whose loved ones had disappeared, dragged into an abyss of unknown horrors and darkness. I have spent days and hours with mothers, widows, sons, daughters, brothers, sisters, friends who have been searching for their loved ones. Most of them were from the North and East. They protested without a break in Vavuniya for years, a few of us took note.",
    "I can only manage a few words of Tamil and that too, I have been told to hold back, because it makes me sound buffoonish. But I never needed words to understand their grief, it was a primordial feeling that do not need a vocabulary, like fear, like pain and happiness.",
    "\"Those civilian eyes battered and bruised, with nothing left to cling onto. Their eyes were like deep dark wells. In them I did not see fear. I did not see sorrow, hate or revenge. I wish I had. I saw a deep, unfathomable darkness. An abyss. As if there was nothing left to feel, nothing left to live for”",
    "Six years ago, I wrote this describing my experiences reporting the war, “They ask me what my most frightening moment was. I tell them it was those eyes. Those civilian eyes battered and bruised, with nothing left to cling onto. Their eyes were like deep dark wells. In them I did not see fear. I did not see sorrow, hate or revenge. I wish I had. I saw a deep, unfathomable darkness. An abyss. As if there was nothing left to feel, nothing left to live for.”",
    "For a long while we as a nation forgot or more precisely chose to forget these lives taken by force. We chose to be swayed and lulled by the stories of artificially manufactured bogeymen threatening our national heritage and security.",
    "We forgot to value human life unless they were like us, talked like us, dressed like us, ate like us and worshipped like us. Instead, we subscribed to the script of the political henchmen and women who said the end justified the means.",
    "\"For a long while we as a nation forgot or more precisely chose to forget these lives taken by force. We chose to be swayed and lulled by the stories of artificially manufactured bogeymen threatening our national heritage and security\"",
    "Those of us who spoke up about the state of mass amnesia and murderous indifference were hounded as traitors, some, like those names on top, were treated worse.",
    "Now these names have come back. They were hung on the outer fence at the Presidential Secretariat and beamed on to its façade. The cut-outs were taken down. Protesters put a new one back up and posted on social media that every time they are taken down, they will go up.",
    "Why have we suddenly woken up to these horrors? It is not that they were kept secret from us. Maybe we always felt for them, but were too scared to raise our voice. Now that the whole nation has risen in anger, that fear is gone.",
    "Maybe we had to endure the hardship of fuels queues, 12hr power cuts, a rupee tanking at Rs. 350 per US$, to feel the pangs of pain others had felt for so long.",
    "Whatever the reasons, the dead now bestride us all. Their voices have risen like a supressed shrill. They have been silenced so many times before. Each time they have returned, seeking answers."
  ]
}