{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Focus-on-sand-mining-and-threats-to-freshwater-fish-Construction-industrys-wicked-ways-of-destruction/131-233068",
  "time_ut": 1647282600,
  "title": "Focus on sand mining and threats to freshwater fish Construction industry’s wicked ways of destruction",
  "body_lines": [
    "The total requirement of sand between 2021-2025 is estimated to be 55.1 million cubic metres",
    "People in Nivitigala and surrounding areas depend on these mining operations irrespective of whether they are illegal or legal to make ends meet",
    "Sand mining can alter these substrates causing a drift in the macroinvertebrate fauna",
    "Monthly field visits too are conducted by GSMB officials to ensure that sand mining operations take place without any impacts on the environment",
    "A proper transportation licence system is also needed to keep track of how much sand is being extracted",
    "The Wé Ganga Muththetuwatta Mankada in Nivitigala, located 20km away from the Ratnapura town, transforms into a hive of activity at the break of dawn. Both sand and gem miners utilise this ‘lucky spot’ along the Wé Ganga - a tributary of the Kalu Ganga that flows through Ratnapura and Kalutara Districts- with hopes of laying their hands on a fortune before the day concludes. Gem and sand mining are two professions that many people get involved in mostly to make a quick buck. However many of them ignore the environmental hazards caused by excessive sand mining. They blame nature for occasional floods that occur during the rainy season; which keeps them away from work for days. Given the boom in the construction industry sand is the most extracted resource by volume after water in terms of materials in high demand; hence more competitors have now stepped into sand mining. But depleting resources and threats to endemic freshwater fish populations in these riverine ecosystems have largely been ignored. Hence, the actual damage of mining sand and resources is unknown.",
    "The ecosystem impacts of sand mining are shift in macroinvertebrate fauna, changes in fish movements, species abundance, community structure, and food web dynamics”",
    "According to the Geological Survey and Mines Bureau (GSMB)- the main institution that oversees mining and related activities- the total requirement of sand between 2021-2025 is estimated to be 55.1 million cubic metres. For 2022 this estimate stands at 9.7 million cubic meters but is expected to increase to 12.4 million cubic meters by 2025. However the total annual requirement is much higher than these estimates. The total annual requirement between 2021-2025 lies at 266.5 million cubic meters. Therefore, the requirement of sand for 2022 and 2025 lies at 48.4 million cubic metres and 63.2 million cubic metres respectively. The most amount of sand is required for private and public sector projects apart from constructing housing schemes and other similar projects.",
    "On any given day the Ratnapura town is bustling with activity. Gem merchants, both amateurs and veterans, flock outside gem boutiques while traders examine gemstones with torches and goggles. Apart from gem-mining, sand mining too happens on a large scale.",
    "Through a Right To Information (RTI) application filed by the Daily Mirror, it was revealed that 135 sand mining licenses have been issued for the year 2021 in the Ratnapura District. The Kalu Ganga is fed by four tributaries and one of them is Wé Ganga that flows through Nivitigala, Thiruwanaketiya and several other towns in the Sabaragamuwa Province, which is a hotspot for gem and sand mining activities. However, many people in Nivitigala and surrounding areas depend on these mining operations irrespective of whether they are illegal or legal to make ends meet.",
    "M. Vijay was a sand-miner prior to becoming a full-time gem miner. He says that gem mining is more profitable than sand mining. “We had to face many legal issues due to sand mining and some used to get arrested. Back in 2016 we earned Rs. 3500 for one cube of sand, which is 60 caskets. But our income was only Rs. 2700. We only get to work for around 15 days a month. But from gem mining we earn enough to survive the month. I have two children and cost of living has soared. Therefore we need to earn more,” Vijay added.",
    "We may not be able to continue (sand mining) in the future due to the growing gem mining industry. This is the main source of income here”",
    "When asked if villagers have been informed about no-mining zones by the GSMB Vijay responded in the affirmative and said that they carry out mining operations without causing any damage to the environment.",
    "D. Shashikumar has been involved in sand mining operations for the past two years. “I decided to get involved in this industry due to financial difficulties. But, we can’t say whether it’s a profitable business. On some days we get sand and on some days we don’t. One cube of sand is equal to 60 caskets and we get Rs. 4000 for one cube. But during the pandemic period we didn’t engage in sand mining activities,” Shashikumar said.",
    "He further said that they don’t have problems with unlicenced operations. “We don’t mine near river banks and the GSMB officials guide us during these operations. However we may not be able to continue (sand mining) in the future due to the growing gem mining industry. This is the main source of income here,” he said.",
    "Responding to a query on environmental issues, Shashikumar questioned how people will be able to construct houses without sand. “People in A/C offices will say that this destroys the environment, but how will they build houses without sand? The construction industry requires sand. It is only because of us that they live in mansions,” he added.",
    "Fish are a very important part of freshwater ecosystems where some are top predators and they help balance the equilibrium in an ecosystem. The fundamental challenge for freshwater fish is that most of their habitats are outside protected areas”",
    "Sri Lanka is home to 103 rivers that span across its nine provinces and 25 districts. “Around 60-70% of endemic freshwater fish species are found in these rivers,” opined Prof. Devaka Weerakoon of the Department of Zoology, University of Colombo. “Fish are a very important part of freshwater ecosystems where some are top predators and they help balance the equilibrium in an ecosystem. The fundamental challenge for freshwater fish is that most of their habitats are outside protected areas,” he explained.",
    "A river comprises its upper catchment area with fast flowing waters followed by the central area which has a good volume of water that is slower and thereby enabling many freshwater fish species to breed and thrive in this part of the river. “Even though there’s a lot of water, all rivers cannot support all freshwater species,” Prof. Weerakoon further said. “Wet zone rivers starting from Maha Oya, Aththanagalu Oya, Kelani and Kalu Ganga support a majority of freshwater species where nearly 75% of them are found in these rivers,” he said.",
    "“The main physical impacts of sand mining are generally channel incision, habitat degradation, alteration of the riparian vegetation and changes to downstream sediment transport,” opined Hiranya Sudasinghe, an ichthyologist who has conducted extensive research on systematics, evolution and biogeography of freshwater fishes in Sri Lanka. “The ecosystem impacts of sand mining are shift in macroinvertebrate fauna, changes in fish movements, species abundance, community structure, and food web dynamics,” Sudasinghe added.",
    "Stakeholders such as the Central Environmental Authority and the GSMB have conducted awareness programmes in all nine provinces, but people still tend to escape the law.",
    "GSMB officials and representatives of these stakeholders, but a highly politicised system is a barrier for enforcing the law”",
    "“Some freshwater fish in Sri Lankan waters are generalists which can live in a variety of different habitats. However, there are some freshwater fish which are habitat specialists which are usually confined to specific habitats to which they are well adapted. An example of one such habitat specialist is the Endangered Redneck goby (Schismatogobius deraniyagalai) found only in open, clear shallow waters with a sandy substrate. The type locality (the location in which the species was originally discovered) is in fact in We-Ganga, a tributary of Kelani River. Sand mining is likely to affect the population decline of this species by altering its specific habitat conditions.” said Sudasinghe.",
    "He further said that some macroinvertebrate fauna may have substrate preferences. “Sand mining can alter these substrates causing a drift in the macroinvertebrate fauna. This in turn can affect the freshwater fish because the macroinvertebrate fauna is a major prey item,” he explained.",
    "In such a backdrop sand mining can cause more harm than good from an environmental point of view. Section 28 of the Mines and Minerals Act No. 33 of 1992 mandates a license to mine, transport, process, store, trade in or export any minerals in Sri Lanka. Several restrictions are explicitly mentioned under sections 29, 30, 31 and 38 in terms of issuing licences. In order to ensure that these activities are done in a methodical manner, the GSMB issues licences under several categories including Artisanal Mining Licences – A and B Grades with varying specifications.",
    "The RTI query revealed that prior to issuing a licence the GSMB evaluates the presence of sand reserves in the selected area, whether there are irrigation canals or bridges in its vicinity, whether there is a route to transport the sand or whether a route could be paved, the impacts on river banks when mining sand, whether the sand mining operations could be conducted in an eco-friendly manner and whether the miners/contractors have ownership of the plot they choose.",
    "We therefore tested mud concrete blocks and these are now being used in constructions. They can ensure the stability of a building, similarly to other conventional resources. Coir products are being used for partitioning walls and these are derived from kithul trees”",
    "-Prof. Rangika Halwathura Former Chairman of the Sri Lanka Inventors Commission",
    "Apart from the aforementioned charges issued for various mining licences, the contractor should pay Rs. 345.60 per sand cube as royalty. In the event of river bank erosion as a result of sand mining operations, the GSMB takes measures to plant trees, add sand bags and restore the banks. Monthly field visits too are conducted by GSMB officials to ensure that sand mining operations take place without any impacts on the environment. If they are being made aware of unauthorised sand mining operations they seek assistance from area police and Special Task Force troops to halt such activities.",
    "Section 61 of the Act stipulates that anyone holding a licence should comply with standards and procedures of the National Environmental Act No. 47 of 1980. As such, the protection of the environment cannot be overlooked when issuing a licence. However, in December 2019, when the incumbent government assumed power, several cabinet decisions were aimed at amending Sections 28 and 30 as means of ‘simplifying’ the process of issuing licences to better facilitate industrial needs.",
    "“However the Mines and Minerals (Amendment) Act No. 66 of 2009 includes storage of sand without a licence as an offence,” said Wardani Karunaratne a legal consultant for the Environmental Foundation (Guarantee) Ltd. “Contractors have enough space to exploit sand if storing is not managed. Transportation licences are also linked to mining licences. Therefore a proper transportation licence system is also needed to keep track of how much sand is being extracted. The transportation licence even specifies the route, so that they cannot loiter around other sand mines while on the way to their destination,” said Karunaratne.",
    "Section 35 (4) mandates licence-holders to comply with all environmental protection laws. “If there are any violations, the GSMB is empowered by the law to revoke these licences. If they do excessive mining or storage of sand, then the authority can cancel such licences as well,” said Karunaratne.",
    "We plan to increase fines up to Rs. 500,000. We are also planning to evaluate sand reserves and introduce a sand evaluation plan for all major rivers”",
    "She further said that people tend to exploit provisions and engage in unlawful practices. As a result of legal interventions, no-mining zones were declared along Maha Oya for instance. Maha Oya is a river that fell prey to mechanised sand mining and this activity was later banned through a court case. Therefore, 100 metres from the river bank is now considered a protected area and no mining or sand extraction can be done within this area.",
    "“Stakeholders such as the Central Environmental Authority and the GSMB have conducted awareness programmes in all nine provinces, but people still tend to escape the law. A task force has been appointed comprising GSMB officials and representatives of these stakeholders, but a highly politicised system is a barrier for enforcing the law. There have been many occasions where people have forged documents in order to obtain licences. Sometimes licences are suspended for six months, but they still find ways to renew licences,” she added.",
    "Karunaratne further said that the maximum fine for not renewing a licence is Rs. 50,000 and that it is a minimal amount for these contractors. “In the event of unlawful practices they could seize machinery and tools like how it is being done under the Forest Ordinance. But this is not done as per the Mines and Minerals Act. Such rigorous penalties however will prevent people from engaging in unlawful activities. Otherwise they take the law for granted. With the growing demand for sand, clay, gravel and other resources, these miners will go to any extent to meet the demand irrespective of restrictions.”",
    "It is high time that people looked for substitutes for sand. The West has already started research on Live Building Materials (LBMs) and in Sri Lanka the utilisation of mud concrete blocks and coir products to build walls have been tried and tested. “Sea sand has less strength and therefore people opt for river sand to put up walls and other constructions,” opined Prof. Rangika Halwathura, inventor and former Chairman of the Sri Lanka Inventors Commission. “We therefore tested mud concrete blocks and these are now being used in constructions. They can ensure the stability of a building, similarly to other conventional resources. Coir products are being used for partitioning walls and these are derived from kithul trees. We also use a lot of sand when it comes to plastering walls. For this we have experimented with building blocks made of sludge that accumulates from industrial waste. This is found in landfill sites. Once hardened, this sludge takes a rocky texture and it can be used as wall putty,” said Prof. Halwathura.",
    "Sustainable extraction methods need to be promoted if sand continues to be extracted to meet the growing demand of the construction industry. “Management plans should be drafted for major rivers in order to evaluate sand reserves prior to issuing mining licences. In most places, once sand is being extracted there’s no sand to replenish the estuaries and other ecosystems,” added Karunaratne.",
    "Unregulated sand mining activities can cause severe environmental consequences, some of which may be irreversible. “We are highly dependent of our freshwater ecosystem and therefore proper sustainable management of the resources is needed. Sand mining needs to be regulated without irregular political influence of issuing permits for sand mining. We also need to research on alternative aggregates that can be used in constructions instead of sand. If sand mining from rivers is not sustainable in the long term, we will have to consider opting for alternative sources.  To formulate a science-based informed policy we also need to quantify and map the extracted volumes in a manner that the sand mining activity could be understood in the context of other activities such as sediment and flow disruptors such as hydropower,” Sudasinghe further advised.",
    "While many issues remain to be resolved the Cabinet granted approval for a new ‘Code of Mining Minerals, Transportation and Trade for Construction Industry’ which includes new methods of extracting geological resources.",
    "A circular issued to inform the public on the chapters of the Code states that the GSMB should collect fees on behalf of relevant government authorities and this money should be credited to an income source of the Environment Ministry.",
    "When asked about forged documents submitted to obtain licences, Environment Minister Mahinda Amaraweera said that special investigation units at the GSMB and the Ministry examine these documents prior to the issuance of licences.",
    "Responding to a query on amending fines and penalties as many contractors can afford these fines in most instances, Amaraweera said that there is a proposal to amend the Mines and Minerals Act to increase fines and penalties and that it has been sent to the legal draftsman’s department. “We plan to increase fines up to Rs. 500,000. We are also planning to evaluate sand reserves and introduce a sand evaluation plan for all major rivers,” the minister said.",
    "(This story was produced with the support of a grant received by the writer courtesy Internews’ Earth Journalism Network)"
  ]
}