{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82514/ramesh-pathiranas-revelation-in-parliament-regarding-attack-on-protesters",
  "time_ut": 1652890620,
  "title": "Ramesh Pathirana’s revelation in parliament regarding attack on protesters",
  "body_lines": [
    "The Inspector-General of Police and the Secretary to the Ministry of Public Security had given directives not to use water cannons and tear gas at the ruling party supporters who were heading towards the GotaGoGama protest site at the Galle Face Green on the 9th of May, says MP Ramesh Pathirana.",
    "The former minister, delivering a special statement in the parliament  on the events that unfolded last week, stated that they had received instructions on the 8th of May to gather ruling party supporters to the Temple Trees for the farewell of Mahinda Rajapaksa, who was expected to step down as the Prime Minister the following day.",
    "Majority of these people only wanted to extend their greetings to the former prime minister as he was resigning, however, several politicians who were there at the Temple Trees that day had exerted malevolent influence on these people, MP Pathirana said further. “We need to admit to that.”",
    "He said less than 10 percent of the supporters who were provoked into attacking the GotaGoGama had then marched towards the protest site. “This is a very unfortunate incident.”",
    "Neither the President nor the government had any intention of attacking the protesters although it had been there for a month, MP Pathirana explained.",
    "“I was at the Temple Trees at the moment. I called SDIG [in charge of Western Province] Deshabandu Tennakoon and asked him to prevent this unfortunate event that is going to happen.",
    "The parliamentarian said he later attended a meeting at the President’s House, during which SDIG Tennakoon was directed by President Gotabaya Rajapaksa to prevent the impending assault on the protesters.",
    "According to MP Pathirana, DIG Tennakoon had responded that he was instructed by the IGP and the Public Security Ministry’s Secretary not to use water cannons or tear gas on the ruling party supporters.",
    "He said the President then instructed the Senior DIG to immediately stop the government supporters from attacking the protesters at Galle Face and that is when the police fired water cannons and tear gas to disperse the government supporters.",
    "Pathirana said that testimony given by two individuals at the Human Rights Commission that the IGP and the Secretary to the Ministry of Public Security had ordered not to stop the SLPP supporters from marching towards anti-government supporters was in fact correct."
  ]
}