{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/navy-signals/",
  "time_ut": 1653877500,
  "title": "Navy Signals",
  "body_lines": [
    "Messages transmitted among ships or from ships to shore are known as signals in naval jargon. Some of these signals are secret messages. Others are routine signals, such as ship’s victualling requirements and personnel transfers.Signal men, or present-day ‘communicators’, are a group of proud people who work closely with Commanding Officers and other officers. As the old Navy mostly communicated in English, and in Morse Code, in English, their English knowledge was always impeccable. Furthermore, communicators dressed very smartly. The famous writer, the late Kalakeerthi Karl Muller, in his novel, ‘Spit and Polish, vividly describes the job of communicators in the Navy.",
    "Long before radio technology and telecommunications were invented, sailing ships communicated with one another with the help of flags. Those ships required to get close to harbours to communicate with shore. There are numerical and alphabetical flags of various colours and shapes in the Navy. These flags were hoisted in various ways on the ‘signal mast’ of a sailing ship. One such flag signal, hoisted by Lt James Pasco, the Signal officer of Vice Admiral Lord Horatio Nelson, just before engaging the Franco-Spanish Fleet in the Trafalgar Sea Battle, on 21st October 1805, on board his flagship ‘HMS Victory’ was ‘England expects every man to do his Duty’. Most of the Admirals, who commanded these sailing ships, had weak eyesight due to their age, all were passing 40 years! So, a young, smart and bright Naval officer was appointed as assistant to the Admiral to assist him in reading flags and always remain in close proximity to the Admiral. He was known as a ‘Flag Lieutenant’ regardless of his rank.",
    "That’s why Aide to Admiral is known as Flag Lieutenant.When I explained the ‘history of Flag Lieutenants’ to my wife, Yamuna, she very rightly said, “Present-day flag Lieutenants do all the work of an Admiral other than reading the flags.",
    "When radio technology, and telecommunication, was found, ships started to communicate in “Morse Code ” in series of Dids and Dahs. Did means dot (.) and Dah means dash (-). Every letter in English and numbers 1 to 10 had code of “dids and dahs”. This system was first used in telecommunication by Gotthard Railway and soon became popular among shortwave radio operators. This system was named Morse Code in honour of Samuel Morse, one of the inventors of telegraph.",
    "As naval Cadets, we were supposed to learn both flag signals, semaphore (another way of signalling with two flags) and Morse Code (both in Morse Key and Flash Light). Practice makes perfect. Regular competitions on signals were held between our fleet and foreign naval fleets; our junior officers and communicators proved their class by winning them. However, it’s a continuous process, doing such exercises and increasing your speed in transmitting and receiving.",
    "Do you know what ‘Nelson’s Eye’ really means? Vice Admiral Lord Nelson lost the sight of one of his eyes in Corsica, in 1795. In 1801, during the Battle of Copenhagen, when his fleet Commander ordered to withdraw, he showed his unwillingness to his Flag Lieutenant, keeping his telescope to his blind eye and saying he could not see a withdrawal flag signal and continued fighting until victory was assured.Then you have the secret codes in communication. Codes are very easy to implement, but code sheets had to be kept safely. History says US code breakers’ efforts, in decoding secret messages of the Imperial Japanese Navy, after its attack on Pearl Harbour, in WW 11, made things easier for the US fleet. The easiest way to make a secret code is to have an alternative code word for the actual word.",
    "The sweetest code I received was from my duty officer at Naval Headquarters on the night of 6th/7th September 2007, when I was Director, Naval Operations. Our fleet led by then Captain (later Admiral and Navy Commander) Travis Sinniah sailed thousands of miles away from home, looking for LTTE floating weapons warehouses. Coded Message said over the telephone ‘Delaware Oregon’. When decoded it meant ‘Enemy Located’! I knew we had completed the most difficult part of our operation, in the vast Indian Ocean, with help of friendly nations, and Travis and others would do the needful. Obviously, our Senior Staff Communication Officer at that time, Lt. Commander (now commodore) Buddhika Liyanagamage, has used ‘names of US Cities’ as his code for keywords on our Operation Order.Communicators had to be perfect. Any mistake in transmitting or receiving a signal is likely to end up in total disaster. A hilarious incident happened in the mid late 1980s on transmitting and receiving a logistical signal from the Northern Naval Area, to the Eastern Naval Area. The biggest supplier of victuals, POL (petroleum oil and lubricants) and spare parts to ships/ craft to the Northern Area was the East. Logistic ships were assigned for this task. A long logistic requirements list was received by the Naval Commutation Centre (East) from the Naval Commutation Centre (North).",
    "It included 1000 kilos of coconut husk! Eastern logistic Commanders were surprised with this requirement, but no one bothered to contact the originator of the logistic signal over the telephone. They all thought the coconut husks were for some defence construction. Naval trucks were sent to Kurunegala area from Trincomalee to collect the coconut husk. It was a huge load. Patriotic people in Kurunegala area, thinking that it was a requirement for the North (may be to cover bunkers of our gallant sailors fighting the LTTE), collected coconut husks and gave most of them free of charge. Eastern logistics Commanders were very proud of their great effort in providing much needed coconut husks to the North.The ship load (1000 kg) of coconut husk ended up in the Karainagar Naval Base. Loading and unloading of the coconut husk was a tedious task due to their sheer volume, even though light in weight, which took a lot of time and energy of officers, both in Trincomalee and Karainagar.",
    "But why so many coconut husks? To build a new type of protection for bunkers? No one exactly knew until the originator of the logistic signal, the Logistic Officer of Karainagar Naval Base, returned after leave.He never ordered coconut husk! He ordered ‘coconut husked’ (coconuts without husks). During the signal communication, ‘ed’ had been dropped!Whom to blame? Originator of signal or Communicators who received signal without ‘ed’?My Deputy Principal at Royal College, Mr EC Gunasekara (fondly known as ‘KATAYA’ among students) always used to tell us. “Best sense is COMMON SENSE).",
    "Skills for inclusive growth programme: MoU signed between NAITA and Australian govt.",
    "A perverse twist: Blame Aragalaya, let Gota stay, and kids can go home!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}