{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-surya-sena-saga/",
  "time_ut": 1650086400,
  "title": "The Surya Sena Saga",
  "body_lines": [
    "Those who think that Devar Surya Sena’s life has been one long sweet song, will be in for a rude shock.",
    "His autobiography, titled “Of Sri Lanka I Sing,” which has just been released, is a gripping human document, with a wealth of amusing stories. It reveals how from a very early age he fought different kinds of prejudice — and won.",
    "Devar Surya Sena who was christened Herbert Charles Jacob at his birth was, of course, the son of the renowned patriot Sir James Peiris, whom he revered. His maternal grandfather, Jacob de Mel, was a millionaire. Surya Sena’s mother was his eldest daughter. At the age of 17 she married James Peiris who was one of the most eligible men of his time.",
    "When Jacob de Mel gave his eldest daughter in marriage to James Peiris, there was much weeping and gnashing of teeth in many palatial homes between Galle and Colombo. With the help of Jacob’s financial ladder, James Peiris went up from rung to rung and found more time to devote to nationalist causes as well as to raise a family.",
    "Surya Sena was the youngest of James Peiris’ four children — two boys and two girls. Though he spent most of his boyhood at “Rippleworth” in Turret Road, he was born in a house called “St. Leonard’s” in Flower Road. At “Rippleworth”, Surya Sena recalls James Peiris and his happy family used to congregate after dinner and read.",
    "Suddenly, he says, Mrs. Peiris would get up with a newspaper in her hand and exclaim, “Dearie, look what this Editor says about you in his editorial! How dare he?” The affable James would lower his book for a moment and say: “My dear, I am a public man. They have a perfect right to criticize me as much as they like.”",
    "“Yes, darling,” retorts Mummie, “but what this man says is a pack of lies.” James Peiris merely mutters: “Vincit veritas — truth conquers, my dear!” That was his motto and he lived up to it. For all practical purposes the Peirises lived in typical upper-class Western style.",
    "To give the best education they could afford for their children, the whole family proceeded to England and Surya Sena remembers that he celebrated his ninth birthday (March 28, 1908) on board a German ship which rocked and rolled in the Bay of Biscay leaving over 400 passengers prostrate. Among the nine who weathered the storm were James Peiris and his little son.",
    "Surya Sena had his first traumatic experience of colour prejudice when he used to walk back from Colet Court, St. Paul’s Preparatory School at Hammersmith, in London, to the West Kensington house they had rented. Sometimes street urchins would call out “Look, there’s a nigger! Hullo Blackie! Have washed your face this morning?” followed by guffaws of laughter.",
    "Surya Sena who was used to seeing white faces in their home in Colombo, had no feeling whatsoever about colour. But being laughed at repeatedly in the London streets made him colour conscious. When he was 16 Surya Sena entered the Tonbridge School in Kent, in the countryside, where the doctor’s stethoscope found a spot in his chest and he was advised not to play games.",
    "To be a coloured boy in a public school in England and not to be allowed to play games has been described as the last word in cruelty. Earlier his brother, Leonard, got First Eleven colours for cricket in the same school and headed the batting averages. Surya Sena soon began to develop an inferiority complex, but he defied the doctor’s orders and not only played games, but regained his self-confidence through the medium of music and song.",
    "He left Tonbridge two years too early, but not before the Headmaster, Charles Lowry, had referred to his winning the School Literature Prize in his annual report in these words: “Here we have H.C.J. Peiris, a boy from Ceylon, who comes 6000 miles across the sea to teach boys at Tonbridge how to write and speak English.”",
    "Back at home 1916, owing to the war, Surya Sena’s friends and relations discovered, to his dismay, that he had acquired a strong “English accent.” and he came in for quite a bit of ragging. But three years in Ceylon almost rubbed it out. It was during these three years that he came under the influence of the great Rev. W.S.Senior, an Englishman who loved Ceylon. Senior coached him in Latin and Greek in preparation for Cambridge. When Senior wrote a “Hymn for Ceylon,” he hoped some day Surya Sena would write a tune for this. Years later, Surya Sena adapted the popular tune of “Danno Budunge,” harmonized it in four parts and fitted Senior’s glorious words in its beautiful melody.",
    "Wading through the 306 pages of this book, the reader begins more and more to realize how much it resembles St. Augustine’s Confessions,” flavoured as it is with Newman’s “Apologia pro vita sua.” Surya Sena, is essentially an extrovert, unlike his wife, and bares his soul without blinking an eyelid. At Cambridge where he spent nearly four years (1919 to 1923) his friends teased him quite a lot. They called him a virgin because he had not kissed a girl. Actually, he says, he did not have the guts to be like his friends.",
    "Before long he started doing a bit of flirting, just to be “normal” and I suspect he probably sacrificed his virginity for conformity. When he adds “facile descensus est Averno” (the descent to Avernus is easy), one can only presume that his moral backbone had received a shattering blow.",
    "The refreshing candour with which Surya Sena tells the story of his life is worth many sermons from the pulpit. Right through his career the almost child-like faith in the Divinity that shapes our ends stands out like a beacon light and the humble “Non nobis, Domine” punctuates all his glories and triumphs.",
    "Surya Sena says it is difficult for a Lankan youth of the 1950s, born into an independent and free Sri Lanka, to imagine the atmosphere that Ceylonese youths had to endure in the 1920s. Naturally the British felt far superior to the Asians whose countries they ruled, and colour prejudice was rampant.",
    "Among his contemporaries at Cambridge who probably felt the same way were A.G. Ranasinha, Susantha de Fonseka, P.R.Gunasekera, Paul Pieris Deraniyagala, George R.De Silva and S.P.Wickremasinha. All of them in later years, distinguished either as diplomats, scientists or administrators.",
    "One of the more colourful characters at the University at that time was the handsome six-footer, S.Tambiraja Saravanamuttu, the youngest of a band of famous brothers. He lost his Cricket Blue because he spoke too much. On his school cricket record Sara was given a Varsity Trial and stood a good chance of getting his Blue. The Saravanamuttu pride was, however, his undoing.",
    "It happened this way. One day, says Surya Sena, the Captain of the Cambridge Cricket XI met Sara and said: “I say, Sara, you were not at practice last Saturday. What happened?” “My dear fellow,” said Sara, “even if I do not attend a single practice, I can hit any of your bowlers for a six at any time.” As may be imagined Sara was dropped and his chance of winning a Blue faded away. How Surya Sena (then H.C.J.Peiris) won the Winchester Reading Prize at Cambridge is another story worth relating.",
    "The contest was open to the whole University and was a formidable test in reading the English language. It was customary for every College in the Varsity to enter 10 or 12 of its best readers. They are chosen by the respective Deans. At Surya Sena’s College, St. John’s, the Dean was a snooty fellow who saw red when he saw a brown or black face. He entered ten pink-faced men from St.John’s, but not Surya Sena.",
    "Finding that there was no bar for an undergraduate to enter independently Surya Sena had the courage to send in his name. On the day of the contest in the vast University Senate Hall, 120 candidates lined up for the big race. There were no microphones or loud-speakers in the 1920s, and the three judges sat about 30 yards from the lectern.",
    "The passages chosen for reading ranged from Chaucer to Chesterton, including Shakespeare, Spenser, Pepys, Bunyan, Thackeray, the Brontes, Milton, Dickens, Scott, Conrad, D.H.Lawrence, Browning, the Bible and Hooker’s Ecclesiastical Polity. The examiners called up each of the 120 candidates to read a passage from Chaucer or Hooker and the elimination began.",
    "From 8.30 a.m. till sunset the fight went on until only four were left and Surya Sena was one of them. The other three were Vivyan Adams, the President of the Union, Stephen Neill, a man who got a First-class in the Classical Tripos and D. Perowne, one of the leading lights of the Dramatic Society.",
    "At six p.m. after about nine hours of testing, the Chief Judge said: “That will be all-Thank you gentlemen. The judges are unanimous in the choice of this year’s Winchester prizeman. You will find the names on the Senate Hall door tomorrow morning.” The following day the undergraduates found that the name of H.C.J.Peiris led all the rest.",
    "The man who later assumed the name Devar Surya Sena had beaten the cream of the University scholars and speakers in reading their own language. He was not only the- first coloured man, but the first non-English contestant to win the coveted prize. Among those who came to congratulate him was Sir Anton Bertram, the former Chief Justice, an orator of no mean order.",
    "It is not possible within the course of one brief article to follow the eventful trail of Surya Sena and his devoted wife, Nelun Devi, whom he virtually worshipped, through four Continents.",
    "They used their God-given gifts of music and song to spread the gospel of moral re-armament. Surya Sena was almost losing his faith in human nature owing to the rebuffs he had received on account of his colour when he met the dynamic Dr. Frank Buchman, the leader of the Oxford Group, who had transformed the lives of millions by his insistence on being Absolute in four things – honesty, purity, unselfishness and love.",
    "After he became involved with the MRA, Surya Sena’s voice took on a richer timbre and he used it to move and change thousands of people’s hearts. It is difficult to find a finer exponent of Dr. Buchman’s philosophy than Surya Sena.",
    "The elegant literary style and the wealth of material it contains make Surya Sena’s life-story which is illustrated with 30 art plates, a valuable aid to the sociologist, psychologist and even the theologian. It is a pity that there is no index to such a glorious parade of famous names. I have one grouse. There are too many typographical errors. They should not be allowed to mar the next edition.",
    "(Excerpted from The Good at Their Best first published in 1978)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}