{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/16/group-of-10-parties-to-support-ranils-govt-but-will-not-accept-ministerial-posts-gammanpila/",
  "time_ut": 1652680860,
  "title": "Group of 10 Parties to support Ranil’s Govt, but will NOT accept ministerial posts – Gammanpila",
  "body_lines": [
    "COLOMBO (News 1st); Independent MP Udaya Gammanpila said that the Group of 10 Parties that quit the SLPP-led Government have decided to support Prime Minister Ranil Wickremesinghe’s government.",
    "However, he said that the group will NOT accept any ministerial position, but will get involved in the 15 committees proposed by the Prime Minister to discuss the issues of the people, and provide solutions to them.",
    "The Former Minister speaking to reporters following a meeting with Prime Minister Ranil Wickremesinghe on Monday (16) said the Prime Minister called for everyone to cast aside their party differences and engage in a collective effort to solve the crisis.",
    "“We informed the Prime Minister that it was our group that called for an All-Party Government in a letter to the President dated the 8th of April 2022,” said the MP.",
    "The Prime Minister had noted that the need to form a National Council comprising of all the party leaders, said Gammanpila adding that 15 committee will be appointed and those committees will be chaired by the political parties that refuse to accept ministerial positions.",
    "Gammanpila said the Group of 10 Parties will NOT accept any ministerial position, but will support the efforts made on economic recovery.",
    "“The Prime Minister said the current status will be assessed. A new budget is to be presented where a program until December 2022 will be prepared,” said Gammanpila.",
    "Group of 10 Parties to support Ranil’s Govt, but will NOT accept ministerial posts – Gammanpila",
    "Don’t line up at filling stations for next three days, appeal from Energy Minister"
  ]
}