{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81816/sp-downgrades-sri-lankas-foreign-currency-rating-amid-economic-crisis",
  "time_ut": 1649904660,
  "title": "S&P downgrades Sri Lanka’s foreign currency rating amid economic crisis",
  "body_lines": [
    "Global rating agency Standard and Poor’s (S&P) today lowered Sri Lanka’s long-term foreign currency sovereign rating from “CCC” to “CC” to reflect looming default on some affected obligations.",
    "The rating action follows the troubled Island nation’s announcement on the suspension of normal external debt servicing.",
    "It has also lowered long-term local currency sovereign credit rating from “CCC” to “CCC-”. At the same time, it affirmed the “C” short-term rating.",
    "The outlook on ratings was negative. It reflects the high risk to commercial debt repayment in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "Rating agency warned that it could lower the foreign currency rating to ‘SD’ (Selective Default) upon confirmation that the government has missed a coupon or principal payment on commercial foreign currency debt. This includes its upcoming April 18 coupon payment on international sovereign bonds, or upon confirmation of debt restructuring terms.",
    "The government said most categories of external public debts would be suspended, pending formal restructuring under a potential program supported by the International Monetary Fund (IMF).",
    "S&P said it could lower the local currency ratings if there are indications of non-payment or restructuring of rupee-denominated obligations. There are limited upside scenarios to the ratings currently.",
    "Upon completion of any bond restructuring, it will assign new foreign and local currency sovereign credit ratings that reflect Sri Lanka’s post-exchange creditworthiness, the rating agency added.",
    "Amid steeply rising external funding pressures, the country is witnessing increasingly widespread social and political protests.",
    "Although the central bank can technically create Sri Lankan rupees to meet upcoming obligations, doing so could have significant inflationary implications. The consumer prices already grew at a rapid 17.5% year on year in February. Sri Lanka’s local currency debt also constitutes a considerable proportion of its overall indebtedness, and thus, its very high interest burden relative to revenues.",
    "Sri Lanka’s debt restructuring process is likely to be complicated and may take months to complete. Negotiations with the IMF to establish a reform and funding program are in the early stages.",
    "Sri Lanka has also experienced considerable political uncertainty in recent weeks, marked by the resignation of the entire government cabinet. The governor of the CBSL also quit in early April.",
    "Failure to establish a sustainable government could further complicate and hinder progress in discussions with the IMF, and, ultimately, delay a debt restructuring plan, it added.",
    "The country’s long-term foreign currency credit rating was cut to CC, the third-lowest level, from CCC by S&P on Wednesday.",
    "“There are limited upside scenarios to the ratings currently,” S&P analysts Andrew Wood and Rain Yin wrote in a statement. The company warned that it could downgrade Sri Lanka into selective default upon “confirmation that the government has missed a coupon or principal payment on commercial foreign currency debt.”",
    "S&P said Sri Lanka’s next interest payments are due on April 18 and the failure to cover them will likely result in default, as would an outright debt restructuring.",
    "While Sri Lanka’s authorities said they want to engage in expedited talks with the International Monetary Fund, S&P said the negotiations appear to be in early stages. The political uncertainty may also complicate efforts to reach an IMF deal and a debt-restructuring plan, the analysts wrote.",
    "“Sri Lanka’s debt restructuring process is likely to be complicated and may take months to complete,” Wood and Yin wrote."
  ]
}