{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/prime-group-crowned-as-the-most-valuable-real-estate-consumer-brand-in-sri-lanka/",
  "time_ut": 1651678980,
  "title": "Prime Group Crowned as the “Most Valuable Real Estate Consumer Brand” in Sri Lanka",
  "body_lines": [
    "Prime Lands Residencies ranked among the best of the best in real estate",
    "Prime Lands Residencies PLC have been ranked the most valuable real estate brand in Sri Lanka for the year 2021 by Brand Finance – in LMD’s brands annual guide to Sri Lanka’s most valuable brands. The theme for the year was ‘comfort amid volatility’.",
    "“Despite expectations that the pandemic would wane, 2021 was no different to the previous year – the multitude of challenges continued to affect us all. This has put enormous stress on businesses, brands, the economy and consumer purchasing power, in particular,” said Ruchi Gunewardene, Chairman of Brand Finance Lanka. “The 2021 year’s analysis of brands has been carried out in the context of this volatile background and economic upheaval. How brands adapt to evolving external factors is paramount to business sustainability.”",
    "“We are honored with this endorsement of the Prime Group as a household Brand,” said Co-Chairperson of the Prime Group, Sandamini Perera. “We stand firm in our commitment to contributing towards making Sri Lanka a strong economy with the highest standards in real estate.”",
    "Introducing the brand valuations, Gunewardene said that the brand valuation study is entirely fact-based, using extensive market research and publicly available company financial information.",
    "“We’re humbled to be the leading real estate consumer brand in Sri Lanka, and recognized as “The Best of The Best” and most valuable consumer brands in the country,” said Perera. “LMD has ranked us as the Most Respected Real Estate organization for four years and Most Awarded Real Estate Entity for two consecutive years. Great Place to Work has recognized us for six years as a team that works with commitment, passion and purpose.”",
    "Prime Group is Sri Lanka’s first and highest credit rated real estate group to achieve [SL] A (Stable) rating from ICRA Lanka Limited, a subsidiary of Moody’s Investor Service. Prime Group has ongoing and completed projects with a portfolio of 30+ individual housing projects, land projects spread across 18 districts in the country and 43+ apartment projects located in Colombo and the suburbs.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}