{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/amsafe-bridport-lanka-among-best-workplaces-in-the-manufacturing-and-production-industry/",
  "time_ut": 1650687120,
  "title": "AmSafe Bridport Lanka among Best Workplaces in the Manufacturing and Production Industry",
  "body_lines": [
    "In recognition of its distinctive workplace culture deeply rooted in fostering and instilling equity, inclusivity and growth among employees, AmSafe Bridport (Pvt) Ltd, the BOI enterprise part of the global leader in highly engineered textiles, was recently ranked as one of the Best Workplaces in the Manufacturing and Production Industry.",
    "AmSafe Bridport was one of the ten companies that made it to the inaugural list, compiled and awarded by the Sri Lankan chapter of the global authority on workplace culture, Great Place to Work Institute, following rigorous analysis and evaluation based on its Trust Index survey and Culture Audit questionnaire.",
    "The results showed its employees rated Fairness as the strongest attribute when working for AmSafe Bridport and felt most positive about receiving a fair share of the profits made. Further, the strongest performing Workplace Health Indicator hinted employee satisfaction and loyalty at its highest levels, citing I want to work here for a long time.",
    "The 500-strong workforce consists of highly trained technicians and professionals, working tirelessly to take the company to greater heights. In December last year, AmSafe Bridport (Pvt) Ltd was officially bestowed with the Great Place To Work certification for 2021-2022.",
    "It is our employees who keep us inspiring with their unparalleled commitment, dedication and resilience even during the most unprecedented times. The foundation of our culture is built on trust and respect among each other, and this is embedded into all aspects of our operations. This recognition reaffirms our pursuit in embracing people-centric values and philosophy, said Chandani Ekanayake, General Manager- AmSafe Bridport (Pvt) Ltd. Joe Ashton, President of AmSafe Bridport also commended for the teams amazing work ethic, assuring the companys leadership will continue to invest in them.",
    "PIC SAVED AS FITCH Chas P Hayley shines in Gold at Industrial Excellence Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}