{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-Present-Crisis-Lets-avoid-default/231-232965",
  "time_ut": 1647196320,
  "title": "The Present Crisis Let’s avoid default",
  "body_lines": [
    "“We are at an economic precipice. Restructuring our debt will avert disaster and provide relief”",
    "When I was a child, my parents saved a portion of their hard-earned earnings every month. They were careful about their finances, and eventually, in the year 1978, my mother was able to buy some land in Colombo for my siblings and me. They were careful with their meager earnings to invest in the children, showing the way to a promising future. They spent diligently, taking no debts for everyday living and living within their means, knowing their debt could transfer across generations.",
    "Unfortunately, Sri Lanka’s historical economic practices are not as sound as the finances of the average Sri Lankan family. The crisis that we are presently in, is the result of long-term structural issues. We have a twin deficit crisis. We spend more than we earn and we do not produce enough goods and services that others want to buy internationally, compared to the amount we buy from them.",
    "\" The Gotabaya Rajapaksa government has weakened our economy. In the past, we could have navigated through the COVID crisis with proper management. Instead, by printing money and keeping the exchange rate artificially fixed, we had driven ourselves to the precipice of economic failure.\"",
    "Our fiscal deficit means that every year, our government cannot cover its own expenses. We borrow to fill the gap. The revenue that the government earns through taxes has declined since 1995, a trend that accelerated in the 2000s. Under the previous Rajapaksa government, our revenue-to-GDP ratio, from 17.3% in 2006 was down to 11.6% in 2014. In 2014, we had one of the lowest revenue-to-GDP ratios in the world.",
    "Our second structural issue is our persistent balance of payments and current account deficits. Exports as a percentage of GDP has also collapsed since the year 2000 from 30% to 14%. One of the few times we experienced a current account surplus was in 1977. By importing more than we export, we put pressure on both our currency and our reserves.",
    "These two deficits have compelled us to borrow locally and internationally, leading to high levels of debt, a reliance on foreign capital inflows and depreciation of our currency. From 2005-2015, the Mahinda Rajapaksa government didn’t attempt to fix these two structural problems. Instead, they worsened it. To finance the deficit, the Central Bank under the leadership of Ajith Nivard Cabraal went to international markets in 2007 and issued our first ever international sovereign bond, borrowing US$500 million. This opened a new source of funding through expensive commercial dollar-denominated debt. Borrowing expensive external commercial debt is justified, provided it is invested in productive assets. Instead, the government used expensive dollars to invest in massive white elephant projects, such as the Mattala airport. We could have used that funding to finance education, healthcare, manufacturing and technology - policies that could have brought better jobs to Sri Lanka and made our population more educated and healthier.",
    "The Yahapalana government attempted to fix this. We took careful steps to rationalize the tax code and curb tax evasion. We raised taxes on those who could afford it and were disciplined about expenditure. Our efforts paid off, Sri Lanka’s revenue-to-GDP recovered to 13.5% in 2018, falling slightly to 12.6% because of the Easter Sunday Attacks. This meant that for the first time in 50 years, Sri Lanka achieved a primary surplus and were on the path to a sustainable economy. Our credit ratings started improving, and we strengthened our reserves.",
    "But, in 2019, following elections, the present government cut taxes without an economic rationale leading to a collapse in revenue. The economy that Yahapalanaya had started strengthening, fell into a fragile position and was more susceptible to shocks. Policy mismanagement is the case.",
    "The Forex shortage is a result of poor policies. We are a net importer. We need our reserves to repay debt obligations and for imports. In December 2019, we had reserves of US$7.6 billion. Over the subsequent two years, Bangladesh’s reserves grew by 41% and the rest of South Asia grew by 25% - 35% and ours fell by almost 80%. As of February 2022, we are at a historic low of US$2.3 billion (including the Chinese SWAP, which we might not be able to use to repay our US$ debt). Our estimate of the available cash reserve is approximately US$700 million.",
    "With current levels of public information, it is likely that foreign reserves will deteriorate further over the next few months. The Gotabaya Rajapaksa government has a solvency problem – we are close to being bankrupt. Instead, the Central Bank is pretending that it is a liquidity concern that can be managed by borrowing piecemeal from Bangladesh, China and India. We cannot continue collecting small scrap – these lenders will also insist on fiscal consolidation and IMF financial discipline.",
    "A popular misconception at the beginning of the year was that our credit ratings should improve because we successfully paid back the January 2021, US$500 million international sovereign bond. Unfortunately, as we have seen, this is not how credit ratings work. Credit ratings measure a country’s riskiness by evaluating its economic policies. The agencies consider if a country is fiscally sustainable, what its external debt obligations are, how inflation is tracking, its foreign exchange earnings, and reserve position. Depleting our reserves to pay foreign creditors, under the mistaken assumption that it will strengthen our credit ratings, is foolish. Credit rating agencies see the 80% fall in our reserves as a threat to our fiscal sustainability. This increases our country’s risk.",
    "The Gotabaya Rajapaksa government has weakened our economy. In the past, we could have navigated through the COVID crisis with proper management. Instead, by printing money and keeping the exchange rate artificially fixed, we had driven ourselves to the precipice of economic failure. We face a default. It is imperative for the government to restructure our debt immediately. The balance of payments crisis is causing the fuel, food, energy and medicines crisis – because we import all these items.",
    "It’s time to call on our creditors to negotiate. Since this government’s financial leaders lack credibility, creditors will insist on involving the IMF. We have already weakened our bargaining position by not using the past two years to restructure. We can still avert complete disaster and avoid a default – but to do so, the Gotabaya Rajapaksa government needs to put our people ahead of their egos."
  ]
}