{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/moodys-downgrades-sri-lanka-sovereign-rating-to-ca-93131/",
  "time_ut": 1650293700,
  "title": "Moody’s downgrades Sri Lanka sovereign rating to Ca",
  "body_lines": [
    "ECONOMYNEXT – Moody’s Investors Service has downgraded Sri Lanka’s sovereign rating to Ca from Caa2 with a stable outlook, following a decision by the island to suspend debt payments.",
    "Moody’s said the suspension would lead to “will lead to a series of defaults with the first coupon payments for the government’s international bonds coming due today, 18 April 2022.”",
    "“..Moody’s assesses that private sector creditor losses stemming from the eventual debt restructuring is likely to be material and exceed the limited levels of loss consistent with the previous Caa2 rating.”",
    "Singapore, April 18, 2022 — Moody’s Investors Service (“Moody’s”) has today downgraded the Government of Sri Lanka’s long-term foreign currency issuer and senior unsecured debt ratings to Ca from Caa2. The outlook is stable.",
    "The decision to downgrade the ratings is driven by the authorities’ announcement of debt servicing suspension [1] on external public debt repayments, which will lead to a series of defaults with the first coupon payments for the government’s international bonds coming due today, 18 April 2022.",
    "Given the low level of foreign exchange reserves, compounded by the rise in balance of payment pressures with higher fuel and food prices and the slow recovery in tourism and foreign direct investment inflows, Moody’s assesses that private sector creditor losses stemming from the eventual debt restructuring is likely to be material and exceed the limited levels of loss consistent with the previous Caa2 rating.",
    "This assessment further reflects governance weaknesses in the ability of the country’s institutions to take measures that decisively address the very low adequacy of foreign exchange reserves and very weak debt affordability, thereby contributing to loss given default, at least in line with precedents by other defaulting sovereigns.",
    "Although credit pressures remain significant, the stable outlook reflects Moody’s view that the scale of losses that private sector creditors would face in a debt restructuring would likely be consistent with levels associated with the Ca rating.",
    "A status quo scenario without the implementation of fiscal reforms and presence of a large external financing envelope may result in deeper losses than implied by the Ca rating.",
    "However, the government is seeking financial support from the International Monetary Fund (IMF), which would likely be accompanied by reforms and a gradual recovery of foreign investor confidence. A quicker recovery of foreign exchange inflows, including non-debt generating flows, would in turn limit losses to private sector creditors.",
    "Sri Lanka’s local and foreign currency country ceiling have been lowered to Caa1 and Ca from B2 and Caa2, respectively. The three-notch gap between the local currency ceiling and the sovereign rating balances a contained government footprint, against the very low foreign exchange reserves adequacy that raises macroeconomic risks as well as the challenging domestic political environment that weighs on policymaking.",
    "The three-notch gap between the foreign currency ceiling and local currency ceiling takes into consideration the high level of external indebtedness and the risk of transfer and convertibility restrictions being imposed given low foreign exchange reserves adequacy, with some capital flow management measures already imposed.",
    "The announcement of the interim policy to suspend the servicing of external public debt after 5pm Colombo time on 12 April 2022 will lead to a series of default on Sri Lanka’s international bonds with coupon payments due as soon as today. The default is unlikely to be cured during the grace period, given the stated intent of the authorities to undertake comprehensive external public debt restructuring in coordination with a potential IMF programme, for which an agreement will take time.",
    "While the manner of the debt restructuring and extent of losses for private sector creditors are yet to be determined, Moody’s assesses that the losses are likely to exceed levels consistent with the previous Caa2 rating because of Sri Lanka’s very low foreign exchange reserves adequacy and significant debt sustainability challenges. A Ca rating is consistent with losses between 35% and 65%, in line with – a relatively wide range of – precedents by defaulting sovereigns.",
    "Sri Lanka’s foreign exchange reserves adequacy has continued to decline despite continued financing support from bilateral development partners including India and China. Foreign exchange reserves excluding gold and special drawing rights stood at $1.7 billion at the end of March 2022, sufficient to cover only around 1 month of imports, with the Central Bank of Sri Lanka having fully drawn down its $1.5 billion swap with the People’s Bank of China. This compares to foreign exchange reserves of $2.1 billion as of the end of September 2021 and with the swap still a backup facility.",
    "Higher global energy and food prices will intensify the external challenge by increasing Sri Lanka’s import bill and need for external financing for the wider economy. The country’s current account deficit widened to 3.9% of GDP in 2021 from 1.5% in 2020, and Moody’s expects the deficit to widen further to an average of 6-7% in 2022-23, with the larger deficit in dollar terms magnified by a decline in nominal GDP due to currency depreciation.",
    "Until a large external financing envelope becomes available, Moody’s expects foreign exchange inflows into Sri Lanka to remain subdued. The tourism recovery had been hampered by the emergence of the omicron variant of the coronavirus when Sri Lanka’s international borders reopened, while lengthy power cuts and food shortages amid import restrictions to preserve foreign exchange, coupled with street protests, are likely to deter tourists.",
    "Tourist arrivals from January to March 2022 were only around a third of the pre-pandemic level over the corresponding period in 2019. Likewise, the same factors deterring tourists are also likely to weigh on foreign investor confidence and foreign direct investment. Both tourism and foreign direct investment were key parts of the authorities’ strategy to shore up foreign exchange reserves.",
    "The authorities have recently approached the IMF for financial support, which may unlock further external funding from multilateral development partners and lead to a credible and secure external financing envelope. However, an agreement will take time, and Moody’s believes that private sector creditors of Sri Lanka’s external commercial debt are nonetheless likely to incur losses that exceed the limited loss levels consistent with the previous Caa2 rating.",
    "Besides the very low adequacy of foreign exchange reserves, Sri Lanka faces significant debt sustainability challenges. Its debt burden is high and rising because of its narrow government revenue base and wide fiscal deficits, while debt affordability is weakest across sovereigns that Moody’s rates, by some distance. Moody’s estimates that the government’s debt burden was 104% of GDP as of the end of 2021 and interest payments absorbed more than 70% of revenue, with revenue amounting to less than 9% of GDP.",
    "The stable outlook reflects Moody’s view that private sector creditor losses in the eventual debt restructuring will likely be consistent with levels associated with the Ca rating.",
    "On the downside, extensive delays to the implementation of fiscal adjustments and reforms, and the inability to secure a large, credible and secure external financing envelope from multilateral development partners may result in even larger losses than implied by the Ca rating. In a status quo scenario, Moody’s projects that Sri Lanka’s debt burden would rise to more than 125% of GDP by the end of 2022, in part exacerbated by the depreciation of the Sri Lankan rupee this year, while interest payments will continue to absorb around 70% of revenue even with the suspension of external public debt servicing, since domestic debt accounts for around 70% of interest payments.",
    "On the upside, any agreement with multilateral development partners that unlocks significant external financing may gradually restore foreign investor confidence and crowd in private sector investment. Combined with Sri Lanka’s tourism potential, a rapid recovery of foreign exchange inflows may limit the losses to private sector creditors.",
    "Sri Lanka’s ESG Credit Impact Score is very highly negative (CIS-5), reflecting its very weak governance that significantly constrains the government’s capacity to address its highly negative exposure to environmental and social risks.",
    "The exposure to environment risk is highly negative (E-4 issuer profile score). Variations in the seasonal monsoon can have marked effects on rural household incomes and real GDP growth: while the agricultural sector comprises only around 8% of the total economy, it employs almost 30% of Sri Lanka’s total labour force.",
    "Natural disasters including droughts, flash floods and tropical cyclones that the country is exposed to also contribute to higher food inflation and import demand. Moreover, ongoing development projects to improve urban connectivity have increased the rate of deforestation, although the country continues to engage development partners to preserve its natural capital, such as its mangroves.",
    "The exposure to social risk is highly negative (S-4 issuer profile score). Balanced against Sri Lanka’s relatively good access to basic education, which has continued to improve throughout the country in the post-civil war period, are weaknesses in the provision of some basic services in more remote and rural areas, such as water, sanitation and housing.",
    "As the country’s population continues to grow, the government will face greater constraints in delivering high-quality social services and developing critical infrastructure amid ongoing fiscal pressures.",
    "The influence of governance is very highly negative (G-5 issuer profile score). While international surveys point to stronger governance in Sri Lanka relative to rating peers, including in judicial independence and control of corruption, persistent delays to the implementation of credit-positive reforms indicate significant institutional challenges. These challenges have resulted in the crystallisation of external vulnerability and government liquidity risks and the sovereign’s debt default. Domestic political developments also tend to weigh on fiscal and economic policymaking.",
    "GDP per capita (PPP basis, US$): 14,123 (2021 Estimate) (also known as Per Capita Income)",
    "Real GDP growth (% change): 3.7% (2021 Estimate) (also known as GDP Growth)",
    "Gen. Gov. Financial Balance/GDP: -11.3% (2021 Estimate) (also known as Fiscal Balance)",
    "Current Account Balance/GDP: -3.9% (2021 Estimate) (also known as External Balance)",
    "Default history: No default events (on bonds or loans) have been recorded since 1983.",
    "On 13 April 2022, a rating committee was called to discuss the rating of the Sri Lanka, Government of.",
    "The main points raised during the discussion were: The issuer’s economic fundamentals, including its economic strength, have materially decreased. The issuer’s institutions and governance strength has materially decreased. The issuer’s fiscal or financial strength, including its debt profile, has not materially changed. The issuer has become more susceptible to event risks.",
    "FACTORS THAT COULD LEAD TO AN UPGRADE OR DOWNGRADE OF THE RATINGS",
    "Sri Lanka’s credit fundamentals will likely remain very weak for the foreseeable future. Prospects of smaller losses for private sector creditors than currently implied by the Ca rating as part of the government’s eventual debt restructuring would likely lead to a higher rating.",
    "Conversely, the rating would be downgraded if losses for private sector creditors were likely to exceed levels associated with the Ca rating, as part of the government’s debt restructuring plan."
  ]
}