{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81484/health-minister-says-they-will-continue-to-educate-and-motivate-public-to-get-booster-dose",
  "time_ut": 1648549680,
  "title": "Health Minister says they will continue to educate and motivate public to get booster dose",
  "body_lines": [
    "Minister of Health Keheliya Rambukwella stated that they will continue to educate and motivate the public to get the COVID-19 vaccine booster dose.",
    "The Minister stated this at the meeting of the Ministerial Consultative Committee on Health held in Parliament recently, commenting on a proposal made by Member of Parliament Upul Galappaththi.",
    "Speaking further, the Minister said that the Ministry of Health has been conducting public awareness campaigns for the booster vaccine. He pointed out that the intervention of the political authorities in the vaccination process had caused some problems in the early days but now the vaccination has been very successful due to the support of the political authorities in some areas.",
    "The Minister also said that there was a delay in vaccination due to some organized groups who were of the view to not to take the booster vaccine. The Minister of Health further stated that the vaccination could be successful if all media channels, the public sector and the political authorities work together in this regard.",
    "The Members of Parliament pointed out that there is a problem in determining the seniority of the medical officers when there are several medical officer divisions in one municipal area.",
    "When several medical officers serve in one municipal area it was emphasized that there is a problem when it comes to decision making in consideration of the public interest.",
    "Commenting on the development of the Bandarawela Hospital as a base hospital, the Secretary to the Ministry stressed that there is a problem in developing the Bandarawela Hospital as a base hospital despite having two hospitals at Diyatalawa and Badulla. The Minister of Health stated that action will be taken on the matter soon.",
    "The dilapidated condition of the CT scanner at the Matara General Hospital was also discussed. The Minister of Health stated that action will be taken on the matter soon.",
    "It was discussed at this meeting that due to the use of the upper floor of the Bandaragama Osu Sala by the Bandaragama Hospital, a problem has arisen in storing medicine. The Members of Parliament requested the Minister to return the upper floor of the building to the Osu Sala, which was obtained by agreeing to hand over the hospital post construction. The Minister agreed to find a solution in consultation with the Governor of the Western Province.",
    "It was also discussed that there is a huge shortage of nursing staff in the Jaffna Teaching Hospital. There was also a lengthy discussion on filling existing vacancies and creating new vacancies in the recruitment of persons for the nursing staff.",
    "State Minister of Primary Health Care, Epidemics and COVID Disease Control, Dr. Sudarshini Fernandopulle, State Minister of Indigenous Medicine Promotion, Rural and Ayurvedic Hospitals Development and Community Health, Sisira Jayakody, State Minister of Production, Supply and Regulation of Pharmaceuticals, Prof. Channa Jayasumana, Members of Parliament, the Director General of Health Dr. Asela Gunawardena and officials were present at this meeting."
  ]
}