{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/23/thousands-of-lives-at-risk-due-to-medicine-shortage-warn-doctors-but-health-minister-says-there-is-no-serious-shortage-as-claimed/",
  "time_ut": 1653310800,
  "title": "Thousands of lives at risk due to medicine shortage, warn doctors, But Health Minister says there is no serious shortage as claimed",
  "body_lines": [
    "COLOMBO (News 1st); The lives of thousands of Sri Lankan children are at risk due to the shortage of medicines in the country.",
    "The Lady Ridgeway Hospital for Children has already published a list of its required medicines and medical equipment on its official website for donors to step forward.",
    "According to the Government Medical Officers Association, there is an acute shortage of 150 separate medicines across Sri Lankan hospitals, and among them are vital life-saving medications.",
    "The Chairman of the Society of Government Pharmacists, Ajith P. Thilakaratne pointed out that the shortage of the rabies vaccine would definitely result in death if a person is to contract rabies.",
    "He further warned that the shortage of cancer medication had put the lives of all cancer patients at risk, adding the situation is the same with those who undergo kidney transplants.",
    "Dr. Parasad Colambage is a Central Committee member of the Government Medical Officer’s Association and he warned that several life-saving medications have been identified as those that will be out of stock within weeks.",
    "However, Health Minister Keheliya Rambukwella said there is no serious shortage of medications, and the situation can be resolved.",
    "Thousands of lives at risk due to medicine shortage, warn doctors, But Health Minister says there is no serious shortage as claimed",
    "‘Vital provisions in 19A NOT included in 21A’ – BASL expresses concern & writes to President, PM, & Justice Minister",
    "21A to cabinet today (23), if not will NOT remain in govt, warns Harin"
  ]
}