{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/apidm-releases-272-more-digital-marketing-professionals-to-the-industry/",
  "time_ut": 1646827980,
  "title": "APIDM releases 272 more Digital Marketing Professionals to the industry",
  "body_lines": [
    "The Asia Pacific Institute of Digital Marketing (APIDM), the leading institute for Digital Marketing Education & Skill Training in Sri Lanka, held their Certificate Ceremony for Students who attained the Professional Diploma in Digital Marketing and Certificate in Digital Marketing. The Ceremony was held on the 3rd of March 2022, at Marina Beach, Colombo, with Professor Ravi Dissanayake, the Head of the Department of Marketing Management of the University of Kelaniya attending as Chief Guest.",
    "APIDM is an accredited member of the CPD (UK), and it has been successfully operating in the industry for more than 11 years, nourishing both local and foreign students with the most demanded Digital skills in the industry. APIDM’s leading panel of trainers from Sri Lanka, Australia, Singapore, Serbia and New Zealand, have vast multi-industry experience in both foreign and local markets and are practicing professionals in Digital Marketing. Graduates of APIDM have gone on to work at reputed multinational organisations and corporations both locally and overseas.",
    "In the year 2021, APIDM successfully launched the Professional Diploma in Digital Marketing programme in partnership with the Cam Asean Institute, Cambodia. 177 students of the Professional Diploma in Digital Marketing and 95 students from the Certificate in Digital Marketing program qualified for this year’s certification ceremony. APIDM takes pride in being the skill training partner of these digital marketing enthusiasts and we at APIDM will further facilitate their continuous learning for our students to be more dynamic and up to date with the latest trends in the world of Digital. The Digital Credential Program is offered via a partnership with Everitas, a leading Australian Digital Credentialing Consultant. Credly, the world-renowned Digital credential issuer, helps students share blockchain-enabled Digital badges as verification for their achievement.",
    "The APIDM Professional Diploma of Digital Marketing is one of the most sought-after qualifications in Sri Lanka with content that is certified by the CPD Certification Service. The certification is tributed to the content conforming to continuing professional development principles. The programme provides comprehensive, hands-on sessions that transfer theoretical knowledge into practical knowledge to help students develop and implement digital strategies of their own.",
    "The Certificate in Digital Marketing lays a solid foundation for students who want to embark on a career in Digital Marketing. The programme also provides on-the-job experience for students as APIDM has partnered with reputed Digital Advertising Agencies such as GroupM, Daraz, DigiBrush, Loops Digital, eMarketingEye, ZMessenger, DigitalX, Hash3Three, ALT X and SILK Road as part of its Industry Training Partner Programme (ITPP).",
    "Geographical Indications for Sri Lankan products: The need to expand local registration",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "APIDM විසින් තවත් ඩිජිටල් අලෙවිකරණ වෘත්තිකයන් 272ක් කර්මාන්තයට නිකුත් කරයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ඩිජිටල් අලෙවිකරණ අධ්‍යාපනය සහ නිපුණතා පුහුණුව සඳහා වන ප්‍රමුඛතම ආයතනය වන Asia Pacific Institute of Digital Marketing (APIDM) ඩිජිටල් අලෙවිකරණය පිළිබඳ වෘත්තීය ඩිප්ලෝමාව සහ ඩිජිටල් අලෙවිකරණය පිළිබඳ සහතිකය ලබාගත් සිසුන් සඳහා ඔවුන්ගේ සහතිකපත්‍ර ප්‍රදානෝත්සවය පවත්වන ලදී. උත්සවය 2022 මාර්තු මස 03 වන දින කොළඹ මරීනා වෙරළ තීරයේදී පැවැත්වුණු අතර එහි ප්‍රධාන ආරාධිත අමුත්තා ලෙස කැලණිය විශ්වවිද්‍යාලයේ අලෙවි කළමනාකරණ අංශයේ අංශාධිපති මහාචාර්ය රවී දිසානායක මහතා සහභාගී විය.",
        "APIDM යනු CPD (UK) හි ප්‍රතීතනය ලත් සාමාජිකයෙකු වන අතර, එය වසර 11කට වැඩි කාලයක් කර්මාන්තයේ සාර්ථකව ක්‍රියාත්මක වන අතර, කර්මාන්තයේ වැඩිම ඉල්ලුමක් ඇති ඩිජිටල් කුසලතා ඇති දේශීය හා විදේශීය සිසුන් පෝෂණය කරයි. ශ්‍රී ලංකාව, ඔස්ට්‍රේලියාව, සිංගප්පූරුව, සර්බියාව සහ නවසීලන්තය යන රටවල APIDM හි ප්‍රමුඛ පුහුණුකරුවන්ගේ මණ්ඩලය, විදේශීය සහ දේශීය වෙළෙඳපොළ තුළ විශාල බහු කර්මාන්ත පළපුරුද්දක් ඇති අතර ඩිජිටල් අලෙවිකරණයේ වෘත්තිකයන් වේ. APIDM හි උපාධිධාරීන් දේශීය හා විදේශීය වශයෙන් පිළිගත් බහුජාතික සංවිධානවල සහ සංගතවල සේවය කිරීමට ගොස් ඇත.",
        "2021 වර්ෂයේදී, APIDM විසින් කාම්බෝජයේ Cam Asean ආයතනය සමඟ එක්ව ඩිජිටල් අලෙවිකරණය පිළිබඳ වෘත්තීය ඩිප්ලෝමා වැඩසටහන සාර්ථකව දියත් කරන ලදී. මෙම වසරේ සහතික ප්‍රදානෝත්සවය සඳහා ඩිජිටල් අලෙවිකරණය පිළිබඳ වෘත්තීය ඩිප්ලෝමා පාඨමාලාවේ සිසුන් 177 දෙනෙකු සහ ඩිජිටල් අලෙවිකරණ සහතිකය වැඩසටහනේ සිසුන් 95 දෙනෙකු සුදුසුකම් ලබා ඇත. APIDM මෙම ඩිජිටල් අලෙවිකරණ ලෝලීන්ගේ නිපුණතා පුහුණු සහකරු වීම ගැන ආඩම්බර වන අතර APIDM හි අපි අපගේ සිසුන්ට ඩිජිටල් ලෝකයේ නවතම ප්‍රවණතා සමඟ වඩාත් ගතික සහ යාවත්කාලීන වීමට ඔවුන්ගේ අඛණ්ඩ ඉගෙනීම තවදුරටත් පහසු කරනු ඇත. ඩිජිටල් අක්තපත්‍ර වැඩසටහන ප්‍රමුඛ ඕස්ට්‍රේලියානු ඩිජිටල් අක්තපත්‍ර උපදේශකයෙකු වන Everitas සමඟ හවුල්කාරිත්වයක් හරහා පිරිනමනු ලැබේ. Credly, ලෝක ප්‍රකට ඩිජිටල් අක්තපත්‍ර නිකුත් කරන්නා, සිසුන්ට ඔවුන්ගේ ජයග්‍රහණ සඳහා සත්‍යාපනය ලෙස බ්ලොක්චේන් සක්‍රීය ඩිජිටල් ලාංඡන බෙදා ගැනීමට උපකාර කරයි.",
        "APIDM Professional Diploma of Digital Marketing යනු CPD සහතික කිරීමේ සේවාව මගින් සහතික කර ඇති අන්තර්ගතය සහිත ශ්‍රී ලංකාවේ වඩාත්ම ඉල්ලුම් කරන ලද සුදුසුකම් වලින් එකකි. අඛණ්ඩ වෘත්තීය සංවර්ධන මූලධර්මවලට අනුකූල වන අන්තර්ගතයට සහතිකය උපහාර වේ. මෙම වැඩසටහන සිසුන්ට තමන්ගේම ඩිජිටල් උපාය මාර්ග සංවර්ධනය කිරීමට සහ ක්‍රියාත්මක කිරීමට උපකාර කිරීම සඳහා න්‍යායික දැනුම ප්‍රායෝගික දැනුමට මාරු කරන විස්තීරණ, ප්‍රායෝගික සැසි සපයයි.",
        "ඩිජිටල් අලෙවිකරණය පිළිබඳ සහතිකය ඩිජිටල් අලෙවිකරණයේ වෘත්තියක් ආරම්භ කිරීමට කැමති සිසුන් සඳහා ශක්තිමත් පදනමක් දමයි. APIDM එහි කොටසක් ලෙස GroupM, Daraz, DigiBrush, Loops Digital, eMarketingEye, ZMessenger, DigitalX, Hash3Three, ALT X සහ SILK Road වැනි කීර්තිමත් ඩිජිටල් ප්‍රචාරණ ආයතන සමඟ හවුල් වී ඇති බැවින් මෙම වැඩසටහන සිසුන්ට රැකියා අත්දැකීමක් ලබා දෙයි. පුහුණු හවුල්කාර වැඩසටහන (ITPP).",
        "ශ්‍රී ලංකාවේ නිෂ්පාදන සඳහා භූගෝලීය දර්ශක: දේශීය ලියාපදිංචිය පුළුල් කිරීමේ අවශ්‍යතාවය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "APIDM மேலும் 272 டிஜிட்டல் மார்க்கெட்டிங் நிபுணர்களை தொழில்துறைக்கு வெளியிடுகிறது",
      "body_lines": [
        "இலங்கையில் டிஜிட்டல் மார்க்கெட்டிங் கல்வி மற்றும் திறன் பயிற்சிக்கான முன்னணி நிறுவனமான Asia Pacific Institute of Digital Marketing (APIDM), டிஜிட்டல் மார்க்கெட்டிங் துறையில் தொழில்முறை டிப்ளோமா மற்றும் டிஜிட்டல் மார்க்கெட்டிங் சான்றிதழைப் பெற்ற மாணவர்களுக்கான சான்றிதழ் வழங்கும் விழாவை நடத்தியது. 2022 ஆம் ஆண்டு மார்ச் மாதம் 3 ஆம் திகதி கொழும்பு மெரினா கடற்கரையில் நடைபெற்ற இவ்விழாவில் களனிப் பல்கலைக்கழகத்தின் சந்தைப்படுத்தல் முகாமைத்துவப் பிரிவின் தலைவர் பேராசிரியர் ரவி திஸாநாயக்க பிரதம அதிதியாகக் கலந்துகொண்டார்.",
        "APIDM ஆனது CPD (UK) இன் அங்கீகாரம் பெற்ற உறுப்பினராகும், மேலும் இது 11 ஆண்டுகளுக்கும் மேலாக தொழில்துறையில் வெற்றிகரமாக இயங்கி வருகிறது, இது தொழில்துறையில் மிகவும் கோரப்பட்ட டிஜிட்டல் திறன்களுடன் உள்ளூர் மற்றும் வெளிநாட்டு மாணவர்களுக்கு ஊட்டமளிக்கிறது. இலங்கை, ஆஸ்திரேலியா, சிங்கப்பூர், செர்பியா மற்றும் நியூசிலாந்து ஆகிய நாடுகளைச் சேர்ந்த APIDM இன் முன்னணிப் பயிற்சியாளர் குழு, வெளிநாட்டு மற்றும் உள்ளூர் சந்தைகளில் பரந்த பல தொழில் அனுபவத்தைக் கொண்டுள்ளது மற்றும் டிஜிட்டல் மார்க்கெட்டிங்கில் தொழில் வல்லுநர்களைப் பயிற்சி செய்து வருகிறது. APIDM இன் பட்டதாரிகள் உள்நாட்டிலும் வெளிநாட்டிலும் புகழ்பெற்ற பன்னாட்டு நிறுவனங்கள் மற்றும் நிறுவனங்களில் பணிபுரிந்துள்ளனர்.",
        "2021 ஆம் ஆண்டில், கம்போடியாவின் கேம் ஏசியன் இன்ஸ்டிடியூட் உடன் இணைந்து APIDM தொழில்முறை டிப்ளோமா இன் டிஜிட்டல் மார்க்கெட்டிங் திட்டத்தை வெற்றிகரமாக அறிமுகப்படுத்தியது. டிஜிட்டல் மார்க்கெட்டிங் தொழில்முறை டிப்ளோமாவில் 177 மாணவர்களும், டிஜிட்டல் மார்க்கெட்டிங் திட்டத்தில் சான்றிதழ் பெற்ற 95 மாணவர்களும் இந்த ஆண்டு சான்றிதழ் வழங்கும் விழாவிற்கு தகுதி பெற்றுள்ளனர். இந்த டிஜிட்டல் மார்க்கெட்டிங் ஆர்வலர்களின் திறன் பயிற்சி கூட்டாளியாக இருப்பதில் APIDM பெருமிதம் கொள்கிறது, மேலும் APIDM இல் உள்ள நாங்கள் எங்கள் மாணவர்கள் டிஜிட்டல் உலகின் சமீபத்திய போக்குகளுடன் மிகவும் சுறுசுறுப்பாகவும் புதுப்பித்த நிலையில் இருக்கவும் அவர்களின் தொடர்ச்சியான கற்றலை மேலும் எளிதாக்குவோம். டிஜிட்டல் நற்சான்றிதழ் திட்டம் ஒரு முன்னணி ஆஸ்திரேலிய டிஜிட்டல் நற்சான்றிதழ் ஆலோசகரான Everitas உடனான கூட்டாண்மை மூலம் வழங்கப்படுகிறது. உலகப் புகழ்பெற்ற டிஜிட்டல் நற்சான்றிதழ் வழங்குநரான Credly, மாணவர்கள் தங்கள் சாதனைக்கான சரிபார்ப்பாக பிளாக்செயின்-இயக்கப்பட்ட டிஜிட்டல் பேட்ஜ்களைப் பகிர்ந்து கொள்ள உதவுகிறது.",
        "CPD சான்றளிப்பு சேவையால் சான்றளிக்கப்பட்ட உள்ளடக்கத்துடன், APIDM ப்ரொஃபெஷனல் டிப்ளோமா ஆஃப் டிஜிட்டல் மார்க்கெட்டிங் இலங்கையில் மிகவும் விரும்பப்படும் தகுதிகளில் ஒன்றாகும். தொடர்ச்சியான தொழில்முறை மேம்பாட்டுக் கொள்கைகளுக்கு இணங்குகின்ற உள்ளடக்கத்திற்கு சான்றளிக்கப்படுகிறது. மாணவர்கள் தங்களுடைய டிஜிட்டல் உத்திகளை உருவாக்கவும் செயல்படுத்தவும் உதவும் வகையில் கோட்பாட்டு அறிவை நடைமுறை அறிவாக மாற்றும் விரிவான, நேரடி அமர்வுகளை இந்த திட்டம் வழங்குகிறது.",
        "டிஜிட்டல் மார்க்கெட்டிங்கில் ஒரு தொழிலைத் தொடங்க விரும்பும் மாணவர்களுக்கு டிஜிட்டல் மார்க்கெட்டிங் சான்றிதழ் உறுதியான அடித்தளத்தை அமைக்கிறது. APIDM ஆனது அதன் ஒரு பகுதியாக GroupM, Daraz, DigiBrush, Loops Digital, eMarketingEye, ZMessenger, DigitalX, Hash3Three, ALT X மற்றும் SILK Road போன்ற புகழ்பெற்ற டிஜிட்டல் விளம்பர முகவர்களுடன் கூட்டு சேர்ந்துள்ளதால், இந்த திட்டம் மாணவர்களுக்கு வேலை அனுபவத்தையும் வழங்குகிறது. பயிற்சி கூட்டாளர் திட்டம் (ITPP).",
        "இலங்கை தயாரிப்புகளுக்கான புவியியல் குறிப்புகள்: உள்ளூர் பதிவை விரிவாக்க வேண்டிய அவசியம்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}