{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-early-years-of-royal-college/",
  "time_ut": 1653657480,
  "title": "The early years of Royal College",
  "body_lines": [
    "A year ago I was fortunate to read two books about the byways of colonial history, one about two de Sarams sent to be educated in England at the beginning of the 19th century, the other a celebration of the Church Missionary Society on its hundredth anniversary in 1918.",
    "I had previously thought of the CMS in connection with Ladies College, but I found it had done much before that was founded. And now I find that it was also linked to Royal College, which I had always thought of as determinedly secular, unlike any other of the prestigious schools in the island.",
    "I found this, and much more, in what I can only describe as a labour of love, From Marsh to Boake: The Founding Fathers of Royal College, 1835-1870, written by my neighbour D L Seneviratne, more familiarly known as LAM. In fact he had, nearly two decades back, produced a more conventional history of his old school, all the way upto 2005, but as he notes in his Prologue, ‘since then, I have acquired some significant and hitherto unknown information about the very earliest days of our school’.",
    "What he found he developed, and while the story is a fascinating read, it is immeasurably enhanced by the pictures he has found and taken of long forgotten places. He traces the history of the school to a tutory set up by Rev Joseph Marsh who had arrived in Ceylon to work at the CMS headquarters in Kotte. The first missionary there, Rev Lambrick, had set up what was called the Cotta Institute ‘for the training of Ceylonese students in theological studies, for Christian work among their own people’. But he also taught secondary students in the verandah of his bungalow and, when Marsh took over from him, he continued with both levels of education.",
    "In 1835 Marsh left the CMS to become Colonial Chaplain, under the government. As LAM puts it, ‘Of all the priests who came to Ceylon as Missionaries, he was the only one who did not stay with the CMS’. But he was a passionate teacher, so he started a school on the verandah of the church he had to move to, St Paul’s in Wolvendahl. And six months later he was made Secretary of the Schools Commission which Governor Horton set up, in pursuance perhaps of the recommendations of the Colebrooke Commission to involve Ceylonese in the administration.",
    "Marsh was an excellent teacher, and attracted many students including some who left the CMS school at Kotte to come to him, amongst them Richard Morgan whose biography I read a few years ago and found fascinating, Queen’s Advocate and also Acting Chief Justice when the position was the preserve of the British.",
    "In the very year in which Marsh started his school in the heart of Colombo, parents, ’74 of the most respected Burghers’ as LAM puts it, worried about what might happen if Marsh was transferred. So they wrote to Horton to ask him to set up ‘a permanent Government institution for us’ with Marsh heading it. And to their relief Horton agreed, and so in January 1936 what had been the Hill Street Academy became the Colombo Academy. It was housed in a ‘two storied house nearby at Moor Street’ and LAM has included a picture of this building, though sadly it has since been demolished.",
    "But perhaps the most remarkable achievement of LAM Seneviratne, in his remarkably evocative book, was his tracing of the next stage of the progress of the school. Six months after it was founded, the Academy moved to a building at San Sebastian, where it remained for 77 years though, as LAM notes, no one had ventured to look for this location – until in 2005, I presume by LAM himself, it ‘was found and a photograph of it was included in the book’ he produced then.",
    "LAM found that the buildings continued in use, having been taken over in 1921 by the newly formed Police Mounted Division. It is still used to house motor vehicles on one side, and horses on the other, with feeding troughs built into each stall. The book has pictures of these, with the entrance they depict still having the character of an entrance into a school.",
    "But if this account and these pictures are wonderful, even more impressive is his discovery of the house Marsh occupied, which is now the house of the principal of Mihindu Vidyalaya which has been built on the site of what used to be the playing fields of the academy. LAM spent time with the principal who told him that the house dated from the Dutch period. The pictures LAM has included suggest a very old house, well preserved still.",
    "The upper floor with its broad verandah was where Marsh himself lived, while boarders slept in two rooms on the ground floor. Later LAM describes how the next longstanding Principal of the school, Rev. Boake, had breakfast with the boarders at 10 am and dinner at 4 pm, and ‘The food was of the best description since it was off the Principal’s table’.",
    "The schoolboys of Marsh’s day seem to have been enterprising intellectuals, and produced a monthly magazine which included stories and poems as well as news from round the world. Given the calibre of the students, Richard Morgan and James Stewart, who also became Queen’s Advocate, and James D’Alwis, the range is not surprising.",
    "But Marsh lasted only two years more, for he fell ill and had to leave Ceylon, dying on the ship that was taking him back to England. Then there was an interregnum, with several acting heads, who were essentially missionaries co-opted for the purpose, until in 1842 an Irishman, Rev, Barcroft Boake, came out from England to take up the position. He was 28 years old and stayed for 28 years, marrying as his second wife in 1861 the daughter of Rev. Marsh.",
    "He was very different from the gentle Marsh, a rumbustious character who was nevertheless a skilled educationist who kept up the academic reputation of the place. He also tried to move into tertiary education, but in the end the government stopped this, which disappointed him and was one reason for his resignation.",
    "LAM’s book is full of interesting anecdotes about problems the school faced and how they were overcome, but synopsizing these would serve little purpose. What I want to stress instead is the wonderful way in which a lost world has been recreated, with loving attention to the physical space occupied by these two remarkable educationists.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රාජකීය විද්‍යාලයේ මුල් අවදිය",
      "body_lines": [
        "වසරකට පෙර, යටත් විජිත ඉතිහාසයේ අතුරු මාර්ග ගැන පොත් දෙකක් කියවීමට මට වාසනාව ලැබුණි, එකක් 19 වන සියවස ආරම්භයේදී එංගලන්තයේ අධ්‍යාපනය ලැබීමට යවන ලද ද සේරම් දෙකක් ගැන, අනෙක පල්ලියේ මිෂනාරි සංගමයේ සියවන සංවත්සරය සැමරීම. 1918.",
        "මම කලින් කාන්තා විද්‍යාලය හා සම්බන්ධ CMS ගැන සිතුවෙමි, නමුත් එය ආරම්භ කිරීමට පෙර එය බොහෝ දේ කර ඇති බව මට පෙනී ගියේය. දිවයිනේ වෙනත් කිසිදු කීර්තිමත් පාසලක් මෙන් නොව, මම අධිෂ්ඨානශීලීව ලෞකික යැයි සිතූ රාජකීය විද්‍යාලයට ද එය සම්බන්ධ වී ඇති බව දැන් මට පෙනේ.",
        "මට මෙය සහ තවත් බොහෝ දේ, ආදරයේ ශ්‍රමය ලෙස පමණක් විස්තර කළ හැකි දේ, ෆ්‍රම් මාෂ් ටු බෝක්: The Founding Fathers of Royal College, 1835-1870, ලියන ලද්දේ LAM ලෙස වඩාත් හුරුපුරුදු මගේ අසල්වැසි ඩී එල් සෙනෙවිරත්න විසිනි. ඇත්ත වශයෙන්ම, ඔහු දශක දෙකකට පමණ පෙර, 2005 දක්වා ඔහුගේ පැරණි පාසලේ වඩාත් සාම්ප්‍රදායික ඉතිහාසයක් නිර්මාණය කර ඇත, නමුත් ඔහු ඔහුගේ පෙරවදනේ සඳහන් කරන පරිදි, 'එතැන් සිට, මම මේ ගැන වැදගත් සහ මෙතෙක් නොදන්නා තොරතුරු ලබා ගෙන ඇත. අපේ ඉස්කෝලේ මුල් දවස්වල.",
        "ඔහු සොයාගත් දේ ඔහු වර්ධනය කර ගත් අතර, කතාව සිත් ඇදගන්නාසුළු කියවීමක් වන අතර, ඔහු දිගු කලක් අමතක වී ඇති ස්ථාන සොයාගෙන ගෙන ඇති පින්තූර මගින් එය මැනිය නොහැකි තරම් වැඩි දියුණු කරයි. ඔහු කෝට්ටේ CMS මූලස්ථානයේ සේවය කිරීම සඳහා ලංකාවට පැමිණි ජෝසප් මාෂ් පියතුමා විසින් පිහිටුවන ලද පාඩම් මාලාවකින් පාසලේ ඉතිහාසය සොයා ගනී. එහි ප්‍රථම මිෂනාරිවරයා වූ ලැම්බ්‍රික් පූජ්‍යතුමා කෝටා ආයතනය නමින් හඳුන්වනු ලැබුවේ ‘ලංකාවේ සිසුන්ට දේවධර්ම අධ්‍යයනය පිළිබඳ පුහුණුව සඳහාත්, ඔවුන්ගේම ජනතාව අතර කිතුනු කටයුතු සඳහාත්’ ය. නමුත් ඔහු තම බංගලාවේ වැරන්ඩාවේ ද්විතීයික සිසුන්ට ඉගැන්වූ අතර, මාෂ් ඔහුගෙන් භාර ගන්නා විට, ඔහු අධ්‍යාපන මට්ටම් දෙකම කරගෙන ගියේය.",
        "1835 දී මාෂ් රජය යටතේ යටත් විජිත පූජකවරයා වීමට CMS හැර ගියේය. LAM පවසන පරිදි, ‘මිෂනාරිවරුන් ලෙස ලංකාවට පැමිණි සියලුම පූජකවරුන්ගෙන්, CMS සමඟ රැඳී නොසිටි එකම තැනැත්තා ඔහුය. නමුත් ඔහු උද්යෝගිමත් ගුරුවරයෙකු වූ නිසා ඔහු වුල්වෙන්ඩාල්හි ශාන්ත පාවුළු දේවස්ථානයට යාමට තිබූ පල්ලියේ වෙරන්ඩා මත පාසලක් ආරම්භ කළේය. මාස හයකට පසු ඔහු හෝර්ටන් ආණ්ඩුකාරවරයා විසින් පිහිටුවන ලද පාසල් කොමිෂන් සභාවේ ලේකම් බවට පත් කරනු ලැබුවේ, සමහර විට කෝල්බෲක් කොමිසමේ නිර්දේශ අනුව ලංකා පරිපාලනයට සම්බන්ධ කර ගැනීමයි.",
        "මාෂ් විශිෂ්ට ගුරුවරයෙකු වූ අතර, ඔහු වෙත පැමිණීමට කෝට්ටේ CMS පාසලෙන් පිටව ගිය සිසුන් ඇතුළු බොහෝ සිසුන් ආකර්ෂණය කර ගත් අතර, ඔවුන් අතරින් රිචඩ් මෝගන්ගේ චරිතාපදානය මම මීට වසර කිහිපයකට පෙර කියවා සිත් ඇදගන්නා සුළු, රැජිනගේ අධිනීතිඥ සහ වැඩබලන අගවිනිසුරු තනතුරේ සිටියදී. බ්‍රිතාන්‍යයන්ගේ සංරක්ෂණය විය.",
        "මාෂ් කොළඹ නගර මධ්‍යයේ තම පාසල ආරම්භ කළ වසරේම, මාර්ෂ් මාරු කළහොත් කුමක් සිදුවේද යන්න ගැන කනස්සල්ලට පත්ව සිටින ලාම් පවසන පරිදි 74 ගෞරවනීය බර්ගර් ජාතික දෙමාපියන්ය. එබැවින් මාෂ්ගේ ප්‍රධානත්වයෙන් ‘අපට ස්ථිර රාජ්‍ය ආයතනයක්’ පිහිටුවන ලෙසට ඔහුගෙන් ඉල්ලා සිටින ලෙස ඔවුහු හෝටන්ට ලිව්වා. ඔවුන්ගේ සහනය සඳහා හෝටන් එකඟ වූ අතර, 1936 ජනවාරි මාසයේදී හිල් වීදියේ ඇකඩමිය කොළඹ ඇකඩමිය බවට පත් විය. එය 'මුවර් වීදියේ අසල දෙමහල් නිවසක' තබා තිබූ අතර කනගාටුදායක ලෙස එය කඩා බිඳ දමා තිබුණද, LAM විසින් මෙම ගොඩනැගිල්ලේ පින්තූරයක් ඇතුළත් කර ඇත.",
        "එහෙත් එල්.ඒ.එම්. සෙනෙවිරත්න ඔහුගේ විශ්මයජනක ග්‍රන්ථයේ ඇති විශිෂ්ටතම ජයග්‍රහණය වූයේ පාසලේ ප්‍රගතියේ මීළඟ අදියර පිළිබඳ සොයා බැලීම විය හැකිය. එය ආරම්භ කර මාස හයකට පසු, ඇකඩමිය සැන් සෙබස්තියන් හි ගොඩනැගිල්ලකට ගෙන ගිය අතර, එය වසර 77 ක් පැවතුනද, LAM සටහන් කරන පරිදි, කිසිවෙකු මෙම ස්ථානය සෙවීමට උත්සාහ කර නැත - 2005 වන තෙක්, මම LAM විසින්ම අනුමාන කරමි. 'සොයාගෙන එහි ඡායාරූපයක් පොතට ඇතුළත් කළා' ඔහු එදා නිෂ්පාදනය කළේය.",
        "1921 දී අලුතින් පිහිටුවන ලද පොලිස් සවිකර ඇති කොට්ඨාශය විසින් පවරාගෙන ඇති ගොඩනැගිලි අඛණ්ඩව භාවිතයේ පවතින බව LAM සොයා ගන්නා ලදී. එය තවමත් එක් පසෙකින් මෝටර් රථ ද අනෙක් පසින් අශ්වයන් ද තැබීමට භාවිතා වන අතර, සෑම කුටියකටම පෝෂක අගල ඉදිකර ඇත. පොතේ මේවායේ පින්තූර ඇත, ඇතුල්වීමේ දොරටුව සමඟ තවමත් පාසලකට ඇතුල් වන චරිතයක් ඇත.",
        "නමුත් මේ සටහන සහ මේ පින්තූර අපූරු නම්, ඊටත් වඩා විශ්මයජනක වන්නේ ඔහු විසින් මාෂ් පදිංචිව සිටි නිවස වන අතර, එය දැන් මිහිඳු විද්‍යාලයේ ක්‍රීඩා පිටියක් වූ ස්ථානයේ ඉදිකරන ලද විදුහල්පතිවරයාගේ නිවසයි. ඇකඩමිය. නිවස ලන්දේසි යුගයට අයත් එකක් බව ඔහුට පැවසූ විදුහල්පතිවරයා සමඟ LAM කාලය ගත කළේය. LAM ඇතුළත් කර ඇති පින්තූර ඉතා පැරණි නිවසක් යෝජනා කරයි, තවමත් හොඳින් සංරක්ෂණය කර ඇත.",
        "එහි පළල් වෙරන්ඩා සහිත ඉහළ මහලේ මාෂ් ජීවත් වූ අතර, බෝඩිංකරුවන් බිම් මහලේ කාමර දෙකක නිදා සිටියහ. පසුව LAM විස්තර කරන්නේ පාසලේ මීළඟ දිගුකාලීන විදුහල්පති වන ගරු Boake, උදේ 10 ට බෝඩිංකරුවන් සමඟ උදේ ආහාරය සහ සවස 4 ට රාත්‍රී ආහාරය ගත් ආකාරය සහ 'ආහාරය විදුහල්පතිවරයාගේ මේසයෙන් බැස තිබූ බැවින් හොඳම විස්තරය' බවයි.",
        "මාෂ්ගේ කාලයේ සිටි පාසල් සිසුන් ව්‍යවසායක බුද්ධිමතුන් වූ අතර කතන්දර සහ කවි මෙන්ම ලොව පුරා ප්‍රවෘත්ති ඇතුළත් මාසික සඟරාවක් නිෂ්පාදනය කළ බව පෙනේ. රැජිනගේ අධිනීතිඥයා බවට පත් වූ Richard Morgan සහ James Stewart සහ James D'Alwis යන සිසුන්ගේ හැකියාව අනුව, පරාසය පුදුමයට කරුණක් නොවේ.",
        "නමුත් මාෂ්ට තවත් වසර දෙකක් පමණක් ජීවත් විය, මන්ද ඔහු අසනීප වී ලංකාව හැර යාමට සිදු වූ අතර, ඔහුව එංගලන්තයට ගෙන යන නෞකාවේදී මිය ගියේය. 1842 දී අයර්ලන්ත ජාතික පූජ්‍ය බාර්ක්‍රොෆ්ට් බෝක් එංගලන්තයේ සිට එම තනතුර භාර ගන්නා තෙක්, අවශ්‍යයෙන්ම මිෂනාරිවරුන් වූ, වැඩබලන ප්‍රධානීන් කිහිප දෙනෙකු සමඟ අන්තර් පාලනයක් ඇති විය. ඔහු 28 හැවිරිදි වියේ පසුවූ අතර වසර 28 ක් රැඳී සිටි අතර, 1861 දී පූජ්‍ය මාෂ්ගේ දියණිය සමඟ ඔහුගේ දෙවන බිරිඳ ලෙස විවාහ විය.",
        "කෙසේ වෙතත් ඔහු එම ස්ථානයේ ශාස්ත්‍රීය කීර්තිය තබා ගත් දක්ෂ අධ්‍යාපනවේදියෙකු වූ රළු චරිතයක් වූ මෘදු මාෂ්ට වඩා බෙහෙවින් වෙනස් විය. ඔහු තෘතීයික අධ්‍යාපනයට යාමට ද උත්සාහ කළ නමුත් අවසානයේ රජය මෙය නතර කිරීම ඔහුගේ බලාපොරොත්තු සුන් කර ඔහුගේ ඉල්ලා අස්වීමට එක් හේතුවක් විය.",
        "LAM හි පොත පාසල මුහුණ දුන් ගැටළු සහ ඒවා ජයගත් ආකාරය පිළිබඳ රසවත් කථා වලින් පිරී ඇත, නමුත් මේවා සාරාංශ කිරීම සුළු අරමුණක් ඉටු කරයි. ඒ වෙනුවට මට අවධාරණය කිරීමට අවශ්‍ය වන්නේ මෙම විශිෂ්ට අධ්‍යාපනඥයින් දෙදෙනා විසින් අල්ලාගෙන සිටින භෞතික අවකාශය කෙරෙහි ආදරයෙන් අවධානය යොමු කරමින් නැතිවූ ලෝකයක් ප්‍රතිනිර්මාණය කර ඇති අපූරු ආකාරයයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ராயல் கல்லூரியின் ஆரம்ப ஆண்டுகள்",
      "body_lines": [
        "ஒரு வருடத்திற்கு முன்பு, காலனித்துவ வரலாற்றின் வழிகளைப் பற்றிய இரண்டு புத்தகங்களைப் படிக்கும் அதிர்ஷ்டம் எனக்கு கிடைத்தது, ஒன்று 19 ஆம் நூற்றாண்டின் தொடக்கத்தில் இங்கிலாந்தில் கல்வி கற்பதற்காக அனுப்பப்பட்ட இரண்டு டி சரம்களைப் பற்றியது, மற்றொன்று சர்ச் மிஷனரி சொசைட்டியின் நூறாவது ஆண்டு நிறைவைக் கொண்டாடியது. 1918.",
        "நான் முன்பு லேடீஸ் காலேஜ் தொடர்பாக CMS பற்றி நினைத்திருந்தேன், ஆனால் அது நிறுவப்படுவதற்கு முன்பே அதைச் செய்திருப்பதைக் கண்டேன். தீவில் உள்ள வேறு எந்த மதிப்புமிக்க பள்ளிகளையும் போலல்லாமல், நான் எப்போதும் உறுதியான மதச்சார்பற்றதாக நினைத்திருந்த ராயல் கல்லூரியுடன் இது இணைக்கப்பட்டிருப்பதை இப்போது நான் காண்கிறேன்.",
        "நான் இதையும், மேலும் பலவற்றையும், அன்பின் உழைப்பு என்று மட்டுமே விவரிக்க முடியும், ஃபிரம் மார்ஷ் டு போக்: தி ஃபவுண்டிங் ஃபாதர்ஸ் ஆஃப் ராயல் காலேஜ், 1835-1870, என் அண்டை வீட்டார் டி எல் செனவிரத்னவால் எழுதப்பட்டது, இது மிகவும் பரிச்சயமான எல்ஏஎம் என அறியப்படுகிறது. உண்மையில் அவர் ஏறக்குறைய இரண்டு தசாப்தங்களுக்கு முன்பு, 2005 வரை தனது பழைய பள்ளியின் மிகவும் வழக்கமான வரலாற்றை உருவாக்கினார், ஆனால் அவர் தனது முன்னுரையில் குறிப்பிடுவது போல், 'அதிலிருந்து, நான் சில குறிப்பிடத்தக்க மற்றும் இதுவரை அறியப்படாத தகவல்களைப் பெற்றுள்ளேன். எங்கள் பள்ளியின் ஆரம்ப நாட்கள்.",
        "அவர் கண்டுபிடித்ததை அவர் கண்டுபிடித்தார், மேலும் கதை ஒரு கவர்ச்சியான வாசிப்பாக இருக்கும்போது, ​​​​அவர் நீண்ட காலமாக மறந்துவிட்ட இடங்களைக் கண்டுபிடித்து எடுத்த படங்களால் அது அளவிட முடியாத அளவுக்கு மேம்படுத்தப்பட்டுள்ளது. கோட்டேயில் உள்ள CMS தலைமையகத்தில் பணிபுரிவதற்காக இலங்கைக்கு வந்திருந்த Rev Joseph Marsh என்பவரால் அமைக்கப்பட்ட ஒரு பயிற்சிப் பள்ளியின் வரலாற்றை அவர் கண்டறிந்தார். அங்குள்ள முதல் மிஷனரி ரெவ் லாம்ப்ரிக், 'இலங்கை மாணவர்களுக்கு இறையியல் படிப்பில் பயிற்சி அளிப்பதற்காகவும், அவர்களின் சொந்த மக்களிடையே கிறிஸ்தவப் பணிக்காகவும்' கோட்டா நிறுவனம் என்று அழைக்கப்படுவதை நிறுவினார். ஆனால் அவர் தனது பங்களாவின் வராண்டாவில் இடைநிலை மாணவர்களுக்கும் கற்பித்தார், மேலும் மார்ஷ் அவரிடமிருந்து பொறுப்பேற்றதும், அவர் இரண்டு நிலை கல்வியையும் தொடர்ந்தார்.",
        "1835 ஆம் ஆண்டில், மார்ஷ் சிஎம்எஸ்ஸை விட்டு வெளியேறி, அரசாங்கத்தின் கீழ் காலனித்துவ சாப்ளின் ஆனார். LAM சொல்வது போல், ‘இலங்கைக்கு மிஷனரிகளாக வந்த அனைத்து பாதிரியார்களிலும், அவர் மட்டுமே CMS உடன் இருக்கவில்லை’. ஆனால் அவர் ஒரு உணர்ச்சிமிக்க ஆசிரியராக இருந்தார், எனவே அவர் வொல்வெண்டாலில் உள்ள செயின்ட் பால் தேவாலயத்தின் வராண்டாவில் ஒரு பள்ளியைத் தொடங்கினார். ஆறு மாதங்களுக்குப் பிறகு அவர் பள்ளிகள் ஆணைக்குழுவின் செயலாளராக நியமிக்கப்பட்டார், இது ஆளுநர் ஹார்டன் அமைத்தது, ஒருவேளை நிர்வாகத்தில் இலங்கையர்களை ஈடுபடுத்துவதற்கான கோல்ப்ரூக் கமிஷனின் பரிந்துரைகளுக்கு இணங்க.",
        "மார்ஷ் ஒரு சிறந்த ஆசிரியராக இருந்தார், மேலும் கோட்டேயில் உள்ள சிஎம்எஸ் பள்ளியை விட்டு வெளியேறிய சில மாணவர்கள் உட்பட பல மாணவர்களை ஈர்த்தார், அவர்களில் ரிச்சர்ட் மோர்கனின் வாழ்க்கை வரலாற்றை நான் சில ஆண்டுகளுக்கு முன்பு படித்தேன், அவர்களில் ராணியின் வழக்கறிஞராகவும், தலைமை நீதிபதியாகவும் இருந்தார். ஆங்கிலேயர்களின் காப்பாக இருந்தது.",
        "மார்ஷ் கொழும்பின் மையத்தில் தனது பள்ளியைத் தொடங்கிய ஆண்டிலேயே, மார்ஷ் இடமாற்றம் செய்யப்பட்டால் என்ன நடக்குமோ என்ற கவலையில் இருந்த பெற்றோர்கள், ’74 பேர் மிகவும் மதிக்கப்படும் பர்கர்கள்’ என்று LAM கூறுகிறார். எனவே, மார்ஷ் தலைமையில் ‘எங்களுக்காக ஒரு நிரந்தர அரசு நிறுவனத்தை’ அமைக்குமாறு ஹார்டனுக்கு அவர்கள் கடிதம் எழுதினர். ஹார்டன் அவர்களின் நிவாரணத்திற்கு ஒப்புக்கொண்டார், அதனால் ஜனவரி 1936 இல் ஹில் ஸ்ட்ரீட் அகாடமியாக இருந்தது கொழும்பு அகாடமியாக மாறியது. இது 'மூர் தெருவில் அருகிலுள்ள இரண்டு மாடி வீட்டில்' வைக்கப்பட்டது மற்றும் LAM இந்த கட்டிடத்தின் படத்தைச் சேர்த்துள்ளது, இருப்பினும் துரதிர்ஷ்டவசமாக அது இடிக்கப்பட்டது.",
        "ஆனால் எல்.ஏ.எம் செனவிரத்னவின் மிகவும் குறிப்பிடத்தக்க சாதனை, அவரது குறிப்பிடத்தக்க வகையில் தூண்டக்கூடிய புத்தகத்தில், பள்ளியின் முன்னேற்றத்தின் அடுத்த கட்டத்தை அவர் கண்டறிந்தது. இது நிறுவப்பட்ட ஆறு மாதங்களுக்குப் பிறகு, அகாடமி சான் செபாஸ்டியனில் உள்ள ஒரு கட்டிடத்திற்கு மாற்றப்பட்டது, அங்கு அது 77 ஆண்டுகளாக இருந்தது, இருப்பினும், LAM குறிப்பிடுவது போல, யாரும் இந்த இடத்தைத் தேட முன்வரவில்லை - 2005 ஆம் ஆண்டு வரை, LAM ஆல் நான் கருதுகிறேன். அப்போது அவர் தயாரித்த புத்தகத்தில் 'கண்டுபிடிக்கப்பட்டு அதன் புகைப்படம் சேர்க்கப்பட்டது.",
        "1921 ஆம் ஆண்டில் புதிதாக உருவாக்கப்பட்ட பொலிஸ் மவுண்டட் பிரிவால் கையகப்படுத்தப்பட்ட கட்டிடங்கள் தொடர்ந்து பயன்பாட்டில் இருப்பதை LAM கண்டறிந்தது. மோட்டார் வாகனங்கள் ஒருபுறம், குதிரைகள் மறுபுறம், ஒவ்வொரு கடையிலும் உணவுத் தொட்டிகள் கட்டப்பட்டிருப்பதற்கு இது இன்னும் பயன்படுத்தப்படுகிறது. புத்தகத்தில் இவற்றின் படங்கள் உள்ளன, அவை நுழைவாயிலுடன் இன்னும் ஒரு பள்ளியின் நுழைவாயிலின் தன்மையைக் கொண்டுள்ளன.",
        "ஆனால் இந்தக் கணக்கும் இந்தப் படங்களும் அருமையாக இருந்தால், அதைவிட வியக்கவைக்கும் வகையில், மார்ஷ் ஆக்கிரமித்திருந்த வீடு, தற்போது மிஹிந்து வித்தியாலயத்தின் விளையாட்டு மைதானமாக இருந்த இடத்தில் கட்டப்பட்டிருக்கும் அதிபரின் வீடு. கலைக்கூடம். LAM அதிபருடன் நேரத்தைச் செலவழித்தார், அவர் வீடு டச்சு காலத்தைச் சேர்ந்தது என்று கூறினார். LAM இல் உள்ள படங்கள் மிகவும் பழமையான வீட்டைக் குறிக்கின்றன, இன்னும் நன்கு பாதுகாக்கப்படுகின்றன.",
        "மேல் தளம் அதன் பரந்த வராண்டாவுடன் மார்ஷ் வசித்த இடமாக இருந்தது, அதே நேரத்தில் போர்டர்கள் தரை தளத்தில் இரண்டு அறைகளில் தூங்கினர். பின்னர் LAM, பள்ளியின் அடுத்த நீண்டகால முதல்வர், Rev. Boake, காலை 10 மணிக்கு போர்டர்களுடன் காலை உணவையும் மாலை 4 மணிக்கு இரவு உணவையும் எப்படி சாப்பிட்டார் என்பதையும், 'முதல்வரின் மேஜையில் இருந்து உணவு சிறந்த விளக்கத்துடன் இருந்தது' என்பதையும் விவரிக்கிறது.",
        "மார்ஷ் நாளின் பள்ளிச் சிறுவர்கள் ஆர்வமுள்ள அறிவுஜீவிகளாக இருந்ததாகத் தெரிகிறது, மேலும் கதைகள் மற்றும் கவிதைகள் மற்றும் உலகம் முழுவதும் இருந்து வரும் செய்திகளை உள்ளடக்கிய ஒரு மாத இதழைத் தயாரித்தனர். ராணியின் வழக்கறிஞராக ஆன ரிச்சர்ட் மோர்கன் மற்றும் ஜேம்ஸ் ஸ்டூவர்ட் மற்றும் ஜேம்ஸ் டி'அல்விஸ் ஆகியோரின் திறனைப் பொறுத்தவரை, வரம்பு ஆச்சரியமல்ல.",
        "ஆனால் மார்ஷ் இன்னும் இரண்டு ஆண்டுகள் மட்டுமே நீடித்தார், ஏனெனில் அவர் நோய்வாய்ப்பட்டு சிலோனை விட்டு வெளியேற வேண்டியிருந்தது, அவரை மீண்டும் இங்கிலாந்துக்கு அழைத்துச் செல்லும் கப்பலில் இறந்தார். 1842 இல் ஐரிஷ் நாட்டைச் சேர்ந்த ரெவ், பார்கிராஃப்ட் போக் என்பவர் இங்கிலாந்தில் இருந்து வெளியேறும் வரை, இந்த நோக்கத்திற்காக முக்கியமாக மிஷனரிகள் இணைந்து தேர்ந்தெடுக்கப்பட்ட பல செயல் தலைவர்களுடன் ஒரு இடைநிலை இருந்தது. அவர் 28 வயதாக இருந்தார் மற்றும் 28 ஆண்டுகள் தங்கியிருந்தார், 1861 இல் ரெவ். மார்ஷின் மகளை இரண்டாவது மனைவியாக திருமணம் செய்து கொண்டார்.",
        "அவர் மென்மையான மார்ஷிலிருந்து மிகவும் வித்தியாசமாக இருந்தார், ஒரு முரட்டுத்தனமான பாத்திரம், அவர் ஒரு திறமையான கல்வியாளராக இருந்தபோதிலும், அந்த இடத்தின் கல்வி நற்பெயரைத் தக்க வைத்துக் கொண்டார். அவரும் உயர்நிலைக் கல்விக்குச் செல்ல முயன்றார், ஆனால் இறுதியில் அரசாங்கம் இதை நிறுத்தியது, இது அவருக்கு ஏமாற்றத்தை அளித்தது மற்றும் அவரது ராஜினாமாவுக்கு ஒரு காரணமாகும்.",
        "LAM இன் புத்தகம் பள்ளி எதிர்கொள்ளும் பிரச்சனைகள் மற்றும் அவை எவ்வாறு சமாளிக்கப்பட்டன என்பது பற்றிய சுவாரஸ்யமான நிகழ்வுகளால் நிரம்பியுள்ளது, ஆனால் இவற்றை சுருக்கமாக கூறுவது சிறிய நோக்கத்திற்கு உதவாது. அதற்குப் பதிலாக நான் வலியுறுத்த விரும்புவது என்னவென்றால், இந்த இரண்டு குறிப்பிடத்தக்க கல்வியாளர்களால் ஆக்கிரமிக்கப்பட்ட பௌதீக இடத்தை அன்பான கவனத்துடன், இழந்த உலகம் மீண்டும் உருவாக்கப்பட்டுள்ள அற்புதமான வழி.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}