{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Personalities-and-Systems/172-237268",
  "time_ut": 1652911320,
  "title": "Personalities and Systems",
  "body_lines": [
    "‘The 18th Brumaire of Louis Bonaparte,’ one of the more literary essays written by Karl Marx famously, contains many quotable quotes which are of course frequently used in contexts that have little to do with the thrust of the man’s thinking. This, however, is apt for our times: ‘Men make their own history, but they do not make it as they please; they do not make it under self-selected circumstances, but under circumstances existing already, given and transmitted from the past.’ Pierre Bourdieu, the French sociologist who concerned himself with the dynamics of power, captured the same issue of structure and agency in ‘Distinction,’ speaking of structuring structures and structured structures.",
    "The overbearing nature of structures and how they weigh upon the universe of the possible are too often forgotten, perhaps mostly because public anger/perception focuses on personalities and their strength, weaknesses and idiosyncrasies. People vote for people. People vote for parties, but political organizations are judged less by ideologies and programmes than by those identified with them.",
    "Among the changes to the constitution is the abolishing of the executive presidency. Neither the BASL nor constitutional tinkerers seem to have bothered the consequences in a context where the 13th Amendment remains untouched",
    "Over the past six weeks or so, people did talk about ‘systems’ but if pushed to describe these, few would have gone beyond ‘the executive presidency.’ It was easier, as it has always been, to pick (on) an individual. So we got #gotagohome. Then we got, what is essentially a reboot without disturbing the structures or foundations. As some wit put it, ‘in 2015, Maithripala Sirisena became the de facto leader of the UNP; in 2022 Ranil Wickeremsinghe became the de facto leader of the pohottuwa.’ Regardless of how many votes Mr. Wickremesinghe received, regardless of whether or not parliamentary strength reflects popular support (which of course cannot be precisely ascertained this side of an election), within Parliament, Ranil’s legitimacy is now established — the majority accept his leadership.",
    "Now all this seems to have floored many in the much talked of ‘aragalaya.’ Even Dr. Harini Amarasuriya, the National List MP of the JVP, obviously one of the better informed parliamentarians and certainly someone equipped to engage in intelligent debate seemed to be surprised. She tweeted the following:",
    "‘Ok, let’s talk stability. 1. @GotabayaR resigns, 2. Interim govt. formed, 3. Constitutional amendments, 4. Election. Why wasn’t this an option? How is appointing a person with a single seat in parliament as PM going to ensure stability?’",
    "So, Gotabaya Rajapaksa resigns, let’s assume. What next? Well, as per the constitution, Parliament has to elect a successor. Who? Anura Kumara Dissanayake, the leader of her party? Well, we’ll get to that presently. Let’s assume MP X succeeds Gotabaya. Let’s assume an interim government is formed. We then come to constitutional amendments. All talk of constitutional amendment is reducible to a). Repealing the 20th Amendment and replacing it with the 19th Amendment, b). Strengthening the resultant ‘independent institutions,’ c). Inclusion of robust auditing mechanisms.",
    "Premier Ranil  Wickremesinghe has a tough task and needs to be given credit for taking it on in the worst of circumstances. Whether he would deliver, what he would deliver and when he would deliver are left to be seen. For now, there’s political stability, relatively speaking. Those who wanted Rajapaksa’s head on a platter may want his as well tomorrow",
    "Harini must have read the 20th and the 19th. Would she claim that the 19th is flawless (apart from weaknesses of independent institutions as per the BASL proposals)? We haven’t heard the JVP talk about the composition of the Constitutional Council (in the 19th) or ‘national government’ being left undefined. A few talk about the passage of the 19th and how it made a mockery of judicial review or, for that matter, the fact that the architects of the 20th followed judicial recommendations to the letter.",
    "Among the changes to the constitution is the abolishing of the executive presidency. Neither the BASL nor constitutional tinkerers seem to have bothered the consequences in a context where the 13th Amendment remains untouched.",
    "So, to the question, ‘why was this not an option?’  An option for whom? What’s forgotten here is that at the end of the day options can only be considered by the incumbent and the Parliament; what’s opted for is essentially reflective of the power balance in the latter. It can’t be the case that a bunch of NGOs or ragtag parties or a diplomatic cabal gets to choose among options, certainly not if ‘solutions’ have to be found within the framework of the existing constitution. Outside of it, of course, there’s revolution, but that’s something the JVP seems to have abandoned ages ago and it’s not something that the aragalists seem to be serious about since the focus has been, from Day One, on personality (and to a lesser degree family/clan and party), and not on system and structure.",
    "‘How is appointing a person with a single seat in parliament as PM going to ensure stability?’ This is an interesting question in and of itself and amusing too, coming from Harini. Yes, Mr. Wickremesinghe obtained less than 3% of the vote from the Colombo District, keyword ‘district.’ In 2020, the Jathika Jana Balavegaya, led by the JVP, polled 60,600 votes in Colombo (5.72%). The UNP’s slice country-wide was 249, 435 (2.15%) whereas the JJB got 445,958 (3.84%). Harini has got a point.",
    "However, one wonders if Harini raised an eyebrow when AKD demanded Gotabaya Rajapaksa’s resignation as a precondition for accepting the Prime Minister’s post, essentially saying ‘get out and make way for me to become your successor.’ AKD got 418,553 votes (3.16%) at the last presidential election (Sajith Premadasa got 5.6 million or 42% while Mr. Rajapaksa got 6.9m or 52%). Again, remember, legitimacy thereafter can only be obtained via elections. So, what’s AKD’s legitimacy? So, what’s the legitimacy of the JJB to assume control? ‘Better than Ranil’s’ is a legitimate answer but it falls short, way short, of claims that cannot be scoffed at.",
    "The larger question is not related to the season of silliness vis-à-vis legitimacy questions/claims; it is the fixation with individuals, the strange desire for a saviour. Brecht put it well in ‘Galileo’ who, responding to his student Andrea Sarti’s bitter remark ‘unhappy is the land that has no hero,’ pointed out, ‘no, Andrea, unhappy is the land that needs a hero.’",
    "Mr. Wickremesinghe has a tough task and needs to be given credit for taking it on in the worst of circumstances. Whether he would deliver, what he would deliver and when he would deliver are left to be seen. For now, there’s political stability, relatively speaking. Those who wanted Rajapaksa’s head on a platter may want his as well tomorrow. Those who focus on personalities love ‘off with the head’ and seldom pause to reflect on the fact that heads can get replaced but if systems remain intact ‘change’ is cosmetic. At best.",
    "As for the aragalaya/aragalists, the work is not even half done. Surfaces have been scratched, certainly, but a bit of polish sorts such things out easily. Enough? Dr. Harini Amarasuriya, despite being ‘clipped’ so to speak by party loyalty, would probably say, ‘hardly.’"
  ],
  "translate": {
    "si": {
      "title": "පෞරුෂයන් සහ පද්ධති",
      "body_lines": [
        "කාල් මාක්ස් විසින් ප්‍රසිද්ධියට පත් කරන ලද වඩාත් සාහිත්‍ය රචනා වලින් එකක් වන 'ලුවී බොනපාට්ගේ 18 වැනි බෲමයිර්', මිනිසාගේ චින්තනයේ තෙරපුම සමඟ එතරම් සම්බන්ධයක් නැති සන්දර්භවල නිතර භාවිතා වන බොහෝ උපුටා දැක්විය හැකි උපුටා දැක්වීම් අඩංගු වේ. කෙසේ වෙතත්, මෙය අපගේ කාලයට සුදුසු ය: ‘මිනිසුන් තමන්ගේම ඉතිහාසයක් ගොඩනඟයි, නමුත් ඔවුන් එය තමන්ට රිසි පරිදි සාදන්නේ නැත; ඔවුන් එය සිදු කරන්නේ ස්වයං-තෝරාගත් තත්වයන් යටතේ නොව, දැනටමත් පවතින, ලබා දී ඇති සහ අතීතයේ සිට සම්ප්‍රේෂණය වූ තත්වයන් යටතේ ය.' බලයේ ගතිකත්වය ගැන සැලකිලිමත් වූ ප්‍රංශ සමාජ විද්‍යාඥ Pierre Bourdieu, ව්‍යුහය සහ නියෝජිතායතනය පිළිබඳ එම ප්‍රශ්නයම අල්ලා ගත්තේය. වෙනස,' ව්‍යුහාත්මක ව්‍යුහයන් සහ ව්‍යුහගත ව්‍යුහයන් ගැන කතා කිරීම.",
        "ව්‍යුහයන්ගේ අතිමහත් ස්වභාවය සහ ඒවා විශ්වය මත බර වන ආකාරය බොහෝ විට අමතක වේ, සමහර විට බොහෝ දුරට මහජන කෝපය / සංජානනය පෞරුෂයන් සහ ඒවායේ ශක්තිය, දුර්වලතා සහ මුග්ධත්වය කෙරෙහි අවධානය යොමු කරන නිසා විය හැකිය. මිනිස්සු මිනිස්සුන්ට ඡන්දය දෙනවා. මිනිසුන් පක්ෂවලට ඡන්දය දෙන නමුත් දේශපාලන සංවිධාන ඔවුන් සමඟ හඳුනාගත් අයට වඩා මතවාදයන් සහ වැඩසටහන් අනුව විනිශ්චය කරනු ලබන්නේ අඩුවෙනි.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ වෙනස්කම් අතර විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම ප්‍රධානයි. 13 වැනි සංශෝධනය නොනැසී පවතින සන්දර්භයක් තුළ BASL හෝ ආණ්ඩුක්‍රම ව්‍යවස්ථා කර්තෘවරු එහි ප්‍රතිවිපාක ගැන කරදර වී නැති බව පෙනේ.",
        "පසුගිය සති හයක පමණ කාලය තුළ මිනිසුන් 'පද්ධති' ගැන කතා කළ නමුත් මේවා විස්තර කිරීමට තල්ලු කළහොත් ස්වල්ප දෙනෙක් 'විධායක ජනාධිපති ක්‍රමයෙන්' ඔබ්බට යනු ඇත. සෑම විටම මෙන් පුද්ගලයෙකු තෝරා ගැනීම පහසු විය. . ඉතින් අපිට #gotagohome ලැබුණා. එවිට අපට ලැබුණේ, ව්‍යුහයන්ට හෝ අත්තිවාරම්වලට බාධා නොකර නැවත ආරම්භ කිරීමක් යනු කුමක්ද යන්නයි. ඇතැමුන් පවසන පරිදි, ‘2015 දී මෛත්‍රීපාල සිරිසේන එජාපයේ තථ්‍ය නායකයා විය. 2022 දී රනිල් වික්‍රමසිංහ පොහොට්ටුවේ තථ්‍ය නායකයා බවට පත් විය.’ පාර්ලිමේන්තු ශක්තිය මහජන සහයෝගය පිළිබිඹු කරන්නේද නැද්ද යන්න නොසලකා වික්‍රමසිංහ මහතාට කොපමණ ඡන්ද ලැබුණත් (මැතිවරණයක මේ පැත්ත ඇත්ත වශයෙන්ම එය නිශ්චිතවම කිව නොහැක) පාර්ලිමේන්තුව, රනිල්ගේ සුජාතභාවය දැන් තහවුරු වී ඇත - බහුතරය ඔහුගේ නායකත්වය පිළිගනී.",
        "දැන් මේ සියල්ල බොහෝ දෙනාගේ කතා බහට ලක් වූ අරගලය තුළ බොහෝ දෙනෙකුගේ අවධානයට ලක්ව ඇති බවක් පෙනෙන්නට තිබේ. ජනතා විමුක්ති පෙරමුණේ ජාතික ලැයිස්තු මන්ත්‍රී ආචාර්ය හරිනි අමරසූරිය පවා පැහැදිලිවම වඩා හොඳින් දැනුවත් පාර්ලිමේන්තු මන්ත්‍රීවරියක් වන අතර නිසැකවම බුද්ධිමත් වාද විවාද කිරීමට සූදානම් වූ අයෙකු බව පෙනෙන්නට තිබුණි. පුදුමයට පත් විය. ඇය පහත සඳහන් ට්විටර් පණිවුඩයක් නිකුත් කළාය.",
        "'හරි, අපි ස්ථාවරත්වය ගැන කතා කරමු. 1. @GotabayaR ඉල්ලා අස්වෙයි, 2. අන්තර්වාර රජය. පිහිටුවා, 3. ව්යවස්ථා සංශෝධන, 4. මැතිවරණය. මෙය විකල්පයක් නොවූයේ ඇයි? පාර්ලිමේන්තුවේ තනි ආසනයක් තියෙන කෙනෙක් අගමැති ධූරයට පත් කිරීමෙන් ස්ථාවරත්වය තහවුරු වෙන්නේ කොහොමද?’",
        "ඉතින් අපි හිතමු ගෝඨාභය රාජපක්ෂ ඉල්ලා අස්වෙයි කියලා. ඊළඟට කුමක් ද? හොඳයි, ආණ්ඩුක්‍රම ව්‍යවස්ථාවට අනුව පාර්ලිමේන්තුවට අනුප්‍රාප්තිකයෙක් තෝරාගත යුතුයි. WHO? ඇගේ පක්ෂයේ නායකයා අනුර කුමාර දිසානායකද? හොඳයි, අපි දැනට ඒ වෙත යමු. අපි හිතමු MP X ගෝඨාභයගෙන් පසුවයි කියලා. අපි හිතමු අන්තර්වාර ආණ්ඩුවක් හැදුවා කියලා. ඊට පස්සේ අපි ව්‍යවස්ථා සංශෝධනවලට එනවා. ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධන පිළිබඳ සියලු කතා a) දක්වා අඩු කළ හැකිය. 20 වැනි සංශෝධනය අවලංගු කර එය 19 වැනි සංශෝධනයෙන් ආදේශ කිරීම, b). එහි ප්‍රතිඵලය වන 'ස්වාධීන ආයතන' ශක්තිමත් කිරීම, c). ශක්තිමත් විගණන යාන්ත්‍රණ ඇතුළත් කිරීම.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතාට දුෂ්කර කාර්යයක් ඇති අතර, නරකම තත්වයන් යටතේ එය භාරගැනීමේ ගෞරවය ඔහුට හිමිවිය යුතුය. ඔහු ලබා දෙනවාද, ඔහු ලබා දෙන්නේ කුමක්ද සහ ඔහු ලබා දෙන්නේ කවදාද යන්න බැලීමට ඉතිරිව ඇත. දැනට, සාපේක්ෂ වශයෙන් දේශපාලන ස්ථාවරත්වයක් ඇත. රාජපක්ෂගේ හිස තැටියක තබා ගැනීමට අවශ්‍ය අයට හෙට ඔහුගේත් අවශ්‍ය විය හැකිය",
        "හරිනි 20 සහ 19 කියවන්න ඇති. (BASL යෝජනා අනුව ස්වාධීන ආයතනවල දුර්වලතා හැර) 19 දෝෂ රහිත බව ඇය ප්‍රකාශ කරයිද? ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ සංයුතිය (19 වැනි දා) හෝ ‘ජාතික ආණ්ඩුව’ නිර්වචනය නොකර තැබීම ගැන ජවිපෙ කතා කරනවා අප අසා නැත. 19 සම්මත කිරීම සහ එය අධිකරණ සමාලෝචනය සමච්චලයට ලක් කළ ආකාරය හෝ ඒ සඳහා 20 වැනි ගෘහ නිර්මාණ ශිල්පීන් ලිපියට අධිකරණ නිර්දේශ අනුගමනය කළ ආකාරය ගැන කිහිප දෙනෙක් කතා කළහ.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ වෙනස්කම් අතර විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම ප්‍රධානයි. 13 වැනි ව්‍යවස්ථා සංශෝධනය නොනැසී පවතින සන්දර්භයක් තුළ BASL හෝ ව්‍යවස්ථාපිත ටින්කර්වරු එහි ප්‍රතිවිපාක ගැන කරදර වී නැති බව පෙනේ.",
        "ඉතින්, ‘මෙය විකල්පයක් නොවූයේ ඇයි?’ යන ප්‍රශ්නයට,  විකල්පයක් කාටද? මෙහිදී අමතක වී ඇති දෙය නම්, දවස අවසානයේදී විකල්ප සලකා බැලිය හැක්කේ වත්මන් ජනාධිපතිවරයාට සහ පාර්ලිමේන්තුවට පමණි; තෝරා ගත් දේ අත්‍යවශ්‍යයෙන්ම දෙවැන්නෙහි බල ශේෂය පිළිබිඹු කරයි. රාජ්‍ය නොවන සංවිධාන රැසකට හෝ රැග්ටැග් පාර්ශ්වයකට හෝ රාජ්‍ය තාන්ත්‍රික කණ්ඩායමකට විකල්ප තෝරා ගැනීමට හැකි වීම, පවතින ව්‍යවස්ථාවේ රාමුව තුළ ‘විසඳුම්’ සෙවිය යුතු නම් එය එසේ විය නොහැක. ඉන් පිටත ඇත්ත වශයෙන්ම විප්ලවයක් ඇත, නමුත් එය JVP වසර ගණනාවකට පෙර අතහැර දැමූ දෙයක් වන අතර එය අරගලවාදීන් බැරෑරුම් ලෙස පෙනෙන දෙයක් නොවේ, මන්ද පළමු දිනයේ සිටම පෞරුෂය (සහ අඩු එකක් දක්වා) උපාධිය පවුල/වංශය සහ පක්ෂය), පද්ධතිය සහ ව්‍යුහය මත නොවේ.",
        "‘පාර්ලිමේන්තුවේ තනි අසුනක් තියෙන කෙනෙක් අගමැති ධූරයට පත් කරන්නේ කොහොමද ස්ථාවරත්වය තහවුරු කරන්නේ?’ මෙය තමා තුළම රසවත් ප්‍රශ්නයක් මෙන්ම විනෝදජනක ප්‍රශ්නයක්ද, හරිනිගෙන්. ඔව්, වික්‍රමසිංහ මහතා කොළඹ දිස්ත්‍රික්කයෙන් 3%කට වඩා අඩු ඡන්ද ප්‍රමාණයක් ලබාගෙන ඇත, එනම් ‘ඩිස්ට්‍රික්ට්’ යන මූල පදය. 2020 දී ජනතා විමුක්ති පෙරමුණ ප්‍රමුඛ ජාතික ජන බලවේගය කොළඹින් ඡන්ද 60,600 (5.72%) ලබා ගත්තේය. රටපුරා එජාපය 249, 435 (2.15%) වන අතර JJB 445,958 (3.84%) ලබා ගත්තේය. හරිනිට පොයින්ට් එකක් ලැබිලා.",
        "කෙසේ වෙතත්, අගමැතිකම භාර ගැනීමට පූර්ව කොන්දේසියක් ලෙස AKD ගෝඨාභය රාජපක්ෂට ඉල්ලා අස්විය යුතු යැයි ඉල්ලා සිටින විට හරිනි ඇහි බැම ඉහළට නැඟුවේ, අත්‍යවශ්‍යයෙන්ම 'ඉවත් වී ඔබේ අනුප්‍රාප්තිකයා වීමට මට ඉඩ සලසා දෙන්න' යැයි කියමින් AKD ඡන්ද 418,553 (3.16%) ලබා ගත්තාද? පසුගිය ජනාධිපතිවරණයේදී (සජිත් ප්‍රේමදාසට මිලියන 5.6ක් හෙවත් 42%ක් ලැබුණු අතර රාජපක්ෂ මහතාට මීටර් 6.9ක් හෝ 52%ක් ලැබිණි). නැවතත්, මතක තබා ගන්න, ඉන් පසුව නීත්‍යානුකූල භාවය ලබා ගත හැක්කේ මැතිවරණයෙන් පමණි. ඉතින්, AKD හි නීත්‍යානුකූලභාවය කුමක්ද? ඉතින්, JJB පාලනය භාර ගැනීමට ඇති නීත්‍යානුකූලභාවය කුමක්ද? ‘රනිල්ගේ පිළිතුරට වඩා හොඳයි’ යනු නීත්‍යානුකූල පිළිතුරක් වන නමුත් එය සමච්චලයට ලක් කළ නොහැකි ප්‍රකාශයන්ගෙන් අඩුය.",
        "විශාල ප්‍රශ්නය නීත්‍යානුකූල ප්‍රශ්න/හිමිකම්වලට සාපේක්ෂව මෝඩකමේ වාරයට සම්බන්ධ නොවේ; එය පුද්ගලයන් සමඟ ඇති බැඳීම, ගැලවුම්කරුවෙකු සඳහා ඇති අමුතු ආශාවයි. බ්‍රෙෂ්ට් එය හොඳින් ‘ගැලීලියෝ’ තුළ ඉදිරිපත් කළ අතර ඔහු තම ශිෂ්‍ය ඇන්ඩ්‍රියා සාර්ටිගේ ‘වීරයෙකු නැති දේශය අවාසනාවන්තයි’ යන කටුක ප්‍රකාශයට ප්‍රතිචාර දක්වමින්, ‘නැහැ, ඇන්ඩ්‍රියා, වීරයෙකු අවශ්‍ය දේශය අවාසනාවන්තයි’ යනුවෙන් පෙන්වා දුන්නේය.",
        "වික්‍රමසිංහ මහතාට දුෂ්කර කාර්යයක් ඇති අතර, නරකම තත්ත්වයන් යටතේ එය භාරගැනීමේ ගෞරවය ඔහුට හිමිවිය යුතුය. ඔහු ලබා දෙනවාද, ඔහු ලබා දෙන්නේ කුමක්ද සහ ඔහු ලබා දෙන්නේ කවදාද යන්න බැලීමට ඉතිරිව ඇත. දැනට, සාපේක්ෂ වශයෙන් දේශපාලන ස්ථාවරත්වයක් ඇත. රාජපක්ෂගේ හිස තැටියක තබා ගැනීමට අවශ්‍ය අයට හෙට ඔහුගේත් අවශ්‍ය විය හැකිය. පෞරුෂයන් කෙරෙහි අවධානය යොමු කරන අය 'හිස සමඟින්' ආදරය කරන අතර හිස් වෙනුවට ආදේශ කළ හැකි නමුත් පද්ධති නොවෙනස්ව පවතී නම් 'වෙනස්වීම' යනු රූපලාවන්‍යමය බව මෙනෙහි කිරීමට කලාතුරකින් විරාමයක් ගනී. හොඳම දේ.",
        "අරගලය/අරගලවාදීන් ගැන කිව්වොත් වැඩේ බාගයක්වත් නැහැ. මතුපිට සීරීම් වී ඇත, නමුත් ඔප දැමීමෙන් එවැනි දේවල් පහසුවෙන් නිරාකරණය කරයි. ඇති? වෛද්‍ය හරිනි අමරසූරිය, පක්‍ෂයේ පක්ෂපාතිත්වය නිසා ‘ක්ලිප්’ වී ඇතත්, ‘අමාරුවෙන්’ යැයි කියන්නට ඇත."
      ]
    },
    "ta": {
      "title": "ஆளுமைகள் மற்றும் அமைப்புகள்",
      "body_lines": [
        "'லூயிஸ் போனபார்ட்டின் 18வது ப்ரூமைர்,' கார்ல் மார்க்ஸ் எழுதிய இலக்கியக் கட்டுரைகளில் ஒன்று, மேற்கோள் காட்டக்கூடிய பல மேற்கோள்களைக் கொண்டுள்ளது, அவை நிச்சயமாக மனிதனின் சிந்தனையின் உந்துதல்களுடன் சிறிதும் சம்பந்தமில்லாத சூழல்களில் அடிக்கடி பயன்படுத்தப்படுகின்றன. இருப்பினும், இது நம் காலத்திற்கு பொருத்தமானது: 'ஆண்கள் தங்கள் சொந்த வரலாற்றை உருவாக்குகிறார்கள், ஆனால் அவர்கள் விரும்பியபடி அதை உருவாக்க மாட்டார்கள்; அவர்கள் சுயமாகத் தேர்ந்தெடுக்கப்பட்ட சூழ்நிலையில் அதை உருவாக்கவில்லை, ஆனால் ஏற்கனவே இருக்கும், கொடுக்கப்பட்ட மற்றும் கடந்த காலத்திலிருந்து கடத்தப்பட்ட சூழ்நிலைகளில்.' பியர் போர்டியூ, அதிகாரத்தின் இயக்கவியலில் தன்னை அக்கறை கொண்ட பிரெஞ்சு சமூகவியலாளர், கட்டமைப்பு மற்றும் முகமை பற்றிய அதே சிக்கலைப் படம்பிடித்தார். வேறுபாடு, 'கட்டமைக்கும் கட்டமைப்புகள் மற்றும் கட்டமைக்கப்பட்ட கட்டமைப்புகளைப் பற்றி பேசுகிறது.",
        "பொதுக் கோபம்/கருத்து ஆளுமைகள் மற்றும் அவற்றின் பலம், பலவீனங்கள் மற்றும் தனித்தன்மைகள் ஆகியவற்றின் மீது கவனம் செலுத்துவதால், கட்டமைப்புகளின் அதிகப்படியான தன்மை மற்றும் சாத்தியமான பிரபஞ்சத்தின் மீது அவை எவ்வாறு எடைபோடுகின்றன என்பது அடிக்கடி மறந்துவிடுகிறது. மக்கள் மக்களுக்காக வாக்களிக்கிறார்கள். மக்கள் கட்சிகளுக்கு வாக்களிக்கிறார்கள், ஆனால் அரசியல் அமைப்புகள் அவர்களுடன் அடையாளம் காணப்பட்டவர்களை விட சித்தாந்தங்கள் மற்றும் திட்டங்களால் குறைவாக மதிப்பிடப்படுகின்றன.",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்குவது அரசியலமைப்பு மாற்றங்களில் ஒன்றாகும். 13வது திருத்தம் தீண்டப்படாமல் இருக்கும் சூழலில், BASL அல்லது அரசியலமைப்புச் சட்டத்தை உருவாக்குபவர்கள் விளைவுகளைப் பற்றி கவலைப்படவில்லை.",
        "கடந்த ஆறு வாரங்களுக்கு மேலாக, மக்கள் 'அமைப்புகள்' பற்றிப் பேசினர், ஆனால் இவற்றை விவரிக்கத் தள்ளப்பட்டால், சிலர் 'நிறைவேற்று ஜனாதிபதி முறை'க்கு அப்பால் சென்றிருப்பார்கள். எப்போதும் போல, ஒரு தனிநபரை தேர்ந்தெடுப்பது எளிதாக இருந்தது. . அதனால் எங்களுக்கு #gotagohome கிடைத்தது. கட்டமைப்புகள் அல்லது அடித்தளங்களைத் தொந்தரவு செய்யாமல் மறுதொடக்கம் செய்வது என்ன என்பது எங்களுக்குப் கிடைத்தது. சில புத்திசாலிகள் கூறியது போல், '2015 இல், மைத்திரிபால சிறிசேன ஐ.தே.க.வின் உண்மையான தலைவராக ஆனார்; 2022 இல் ரணில் விக்கிரமசிங்க பொஹொட்டுவவின் உண்மையான தலைவராக ஆனார்.' பாராளுமன்ற பலம் மக்கள் ஆதரவைப் பிரதிபலிக்கிறதா இல்லையா என்பதைப் பொருட்படுத்தாமல், திரு. பாராளுமன்றத்தில், ரணிலின் சட்டபூர்வமான தன்மை இப்போது நிறுவப்பட்டுள்ளது - பெரும்பான்மையானவர்கள் அவரது தலைமையை ஏற்றுக்கொள்கிறார்கள்.",
        "இப்போது இவை அனைத்தும் அதிகம் பேசப்படும் 'அறகலயா'வில் பலரைத் தூண்டிவிட்டதாகத் தெரிகிறது. ஜே.வி.பி.யின் தேசியப்பட்டியல் எம்.பி.யான கலாநிதி ஹரிணி அமரசூரியவும் கூட, நன்கு அறிந்த நாடாளுமன்ற உறுப்பினர்களில் ஒருவராகவும், நிச்சயமாக அறிவார்ந்த விவாதத்தில் ஈடுபடத் தயாராக உள்ளவராகவும் தெரிகிறது. ஆச்சரியம். அவள் பின்வருமாறு ட்வீட் செய்தாள்:",
        "‘சரி, ஸ்திரத்தன்மை பற்றி பேசலாம். 1. @GotabayaR ராஜினாமா, 2. இடைக்கால அரசு. உருவாக்கப்பட்டது, 3. அரசியலமைப்பு திருத்தங்கள், 4. தேர்தல். இது ஏன் ஒரு விருப்பமாக இல்லை? நாடாளுமன்றத்தில் ஒற்றை ஆசனம் உள்ளவரை பிரதமராக நியமிப்பது எப்படி ஸ்திரத்தன்மையை உறுதிப்படுத்தப் போகிறது?’",
        "எனவே, கோட்டாபய ராஜபக்ச ராஜினாமா செய்தார் என்று வைத்துக் கொள்வோம். அடுத்து என்ன? அரசியலமைப்புச் சட்டத்தின்படி, பாராளுமன்றம் வாரிசைத் தேர்ந்தெடுக்க வேண்டும். WHO? அவரது கட்சியின் தலைவர் அனுரகுமார திஸாநாயக்க? சரி, நாம் தற்போது அதற்கு வருவோம். கோத்தபாயவுக்குப் பிறகு எம்.பி.எக்ஸ் வெற்றி பெற்றதாக வைத்துக்கொள்வோம். இடைக்கால அரசாங்கம் அமைக்கப்படும் என்று வைத்துக்கொள்வோம். பின்னர் அரசியலமைப்பு திருத்தங்களுக்கு வருவோம். அரசியலமைப்புத் திருத்தம் பற்றிய அனைத்துப் பேச்சுகளும் அ). 20வது திருத்தத்தை நீக்கி, அதற்கு பதிலாக 19வது திருத்தம் கொண்டு வருதல், ஆ). இதன் விளைவாக உருவாகும் ‘சுதந்திர நிறுவனங்களை’ வலுப்படுத்துதல், c). வலுவான தணிக்கை வழிமுறைகளைச் சேர்த்தல்.",
        "பிரதமர் ரணில்  விக்கிரமசிங்கவுக்கு கடினமான பணி உள்ளது மற்றும் மிக மோசமான சூழ்நிலையில் அதை எடுத்ததற்காக அவருக்கு பெருமை சேர்க்க வேண்டும். அவர் வழங்குவாரா, எதை வழங்குவார், எப்போது வழங்குவார் என்பதை பொறுத்திருந்துதான் பார்க்க வேண்டும். இப்போதைக்கு, அரசியல் ஸ்திரத்தன்மை உள்ளது, ஒப்பீட்டளவில் பேசும். ராஜபக்சவின் தலையை தட்டில் வைக்க விரும்புபவர்கள் நாளை அவரையும் விரும்பலாம்",
        "ஹரிணி 20வது மற்றும் 19வது படித்திருக்க வேண்டும். 19வது குறைபாடற்றது (BASL திட்டங்களின்படி சுயாதீன நிறுவனங்களின் பலவீனங்களைத் தவிர) என்று அவர் கூறுவாரா? அரசியலமைப்புச் சபையின் அமைப்பு (19 இல்) அல்லது ‘தேசிய அரசாங்கம்’ வரையறுக்கப்படாமல் விடப்பட்டிருப்பது பற்றி ஜே.வி.பி பேசுவதை நாங்கள் கேட்கவில்லை. 19 ஆம் தேதியை நிறைவேற்றியது மற்றும் அது எப்படி நீதித்துறை மறுஆய்வை கேலிக்கூத்தாக்கியது அல்லது அந்த விஷயத்தில், 20 ஆம் ஆண்டின் கட்டிடக் கலைஞர்கள் நீதித்துறை பரிந்துரைகளை கடிதத்திற்குப் பின்பற்றினர் என்பது பற்றி ஒரு சிலர் பேசுகிறார்கள்.",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்குவது அரசியலமைப்பு மாற்றங்களில் ஒன்றாகும். 13வது திருத்தம் தீண்டப்படாமல் இருக்கும் சூழலில், BASL அல்லது அரசியலமைப்புச் சட்டத்தை உருவாக்குபவர்கள் விளைவுகளைப் பற்றி கவலைப்படவில்லை.",
        "எனவே, ‘இது ஏன் ஒரு விருப்பமாக இல்லை?’ என்ற கேள்விக்கு, யாருக்கான விருப்பம்? இங்கே மறந்துவிட்டது என்னவென்றால், நாள் முடிவில் விருப்பங்களை பதவியில் இருப்பவர் மற்றும் பாராளுமன்றம் மட்டுமே பரிசீலிக்க முடியும்; தேர்ந்தெடுக்கப்பட்டவை பிந்தைய சக்தி சமநிலையின் அடிப்படையில் பிரதிபலிக்கிறது. ஒரு சில தன்னார்வ தொண்டு நிறுவனங்கள் அல்லது ராக்டாக் கட்சிகள் அல்லது ஒரு இராஜதந்திர குழு விருப்பங்களில் ஒன்றைத் தேர்ந்தெடுக்கும் நிலை இருக்க முடியாது, ஏற்கனவே இருக்கும் அரசியலமைப்பின் கட்டமைப்பிற்குள் ‘தீர்வுகள்’ காணப்பட வேண்டும் என்றால் நிச்சயமாக முடியாது. அதற்கு வெளியே, நிச்சயமாக, புரட்சி இருக்கிறது, ஆனால் அது ஜே.வி.பி பல ஆண்டுகளுக்கு முன்பே கைவிட்டதாகத் தெரிகிறது, முதல் நாள் முதல் ஆளுமை (மற்றும் குறைவானது வரை) கவனம் செலுத்தப்பட்டதால் அரகாலிஸ்டுகள் தீவிரமானதாகத் தெரியவில்லை. பட்டம் குடும்பம்/குலம் மற்றும் கட்சி), மற்றும் அமைப்பு மற்றும் கட்டமைப்பில் அல்ல.",
        "‘பாராளுமன்றத்தில் ஒரே இடத்தில் உள்ளவரை பிரதமராக நியமிப்பது எப்படி ஸ்திரத்தன்மையை உறுதிப்படுத்தப் போகிறது?’ இது ஹரிணியிடம் இருந்து வரும் சுவாரஸ்யமான கேள்வியும் வேடிக்கையும் கூட. ஆம், திரு. விக்கிரமசிங்க கொழும்பு மாவட்டத்தில் 3% க்கும் குறைவான வாக்குகளைப் பெற்றுள்ளார், முக்கிய வார்த்தையான ‘மாவட்டம்.’ 2020 இல், ஜேவிபி தலைமையிலான ஜாதிக ஜன பலவேகய கொழும்பில் 60,600 வாக்குகளைப் பெற்றது (5.72%). நாடு முழுவதும் UNP யின் எண்ணிக்கை 249, 435 (2.15%) அதே சமயம் JJB 445,958 (3.84%) பெற்றது. ஹரிணிக்கு ஒரு புள்ளி கிடைத்துள்ளது.",
        "எவ்வாறாயினும், பிரதமர் பதவியை ஏற்றுக்கொள்வதற்கான முன்நிபந்தனையாக கோத்தபய ராஜபக்சவை ராஜினாமா செய்யுமாறு ஏகேடி கோரியபோது ஹரிணி புருவம் உயர்த்திவிட்டாரா என்று ஒருவர் ஆச்சரியப்படுகிறார். கடந்த ஜனாதிபதித் தேர்தலில் (சஜித் பிரேமதாச 5.6 மில்லியன் அல்லது 42% பெற்ற அதேவேளை திரு. ராஜபக்ச 6.9 மில்லியன் அல்லது 52% பெற்றார்). மீண்டும், நினைவில் வைத்து கொள்ளுங்கள், அதன்பிறகு தேர்தல் மூலம் மட்டுமே சட்டப்பூர்வத்தைப் பெற முடியும். எனவே, ஏகேடியின் சட்டபூர்வமான தன்மை என்ன? எனவே, ஜே.ஜே.பி கட்டுப்பாட்டை ஏற்பதற்கு என்ன நியாயம்? ‘ரணிலை விட சிறந்தது’ என்பது ஒரு நியாயமான பதில், ஆனால் அது கேலி செய்ய முடியாத கூற்றுகளில் மிகக் குறைவு.",
        "பெரிய கேள்வியானது, சட்டபூர்வமான கேள்விகள்/உரிமைகோரல்களுக்கு எதிரான முட்டாள்தனத்தின் பருவத்துடன் தொடர்புடையது அல்ல; இது தனி நபர்களுடனான நிர்ணயம், ஒரு மீட்பருக்கான விசித்திரமான ஆசை. ப்ரெக்ட் அதை ‘கலிலியோ’வில் நன்றாகப் போட்டார், அவர் தனது மாணவி ஆண்ட்ரியா சார்த்தியின் ‘ஹீரோ இல்லாத நிலம் மகிழ்ச்சியற்றது’ என்ற கசப்பான கருத்துக்கு பதிலளித்து, ‘இல்லை, ஆண்ட்ரியா, மகிழ்ச்சியற்ற நிலம் ஹீரோ தேவை’ என்று சுட்டிக்காட்டினார்.",
        "திரு. விக்கிரமசிங்கவுக்கு ஒரு கடினமான பணி உள்ளது மற்றும் மிக மோசமான சூழ்நிலையில் அதை எடுத்ததற்காக அவருக்கு பெருமை சேர்க்க வேண்டும். அவர் வழங்குவாரா, எதை வழங்குவார், எப்போது வழங்குவார் என்பதை பொறுத்திருந்துதான் பார்க்க வேண்டும். இப்போதைக்கு, அரசியல் ஸ்திரத்தன்மை உள்ளது, ஒப்பீட்டளவில் பேசும். ராஜபக்சவின் தலையை தட்டில் வைக்க விரும்புபவர்கள் நாளை அவரையும் விரும்பலாம். ஆளுமைகளில் கவனம் செலுத்துபவர்கள், 'தலையை அணைக்க' விரும்புகிறார்கள் மற்றும் தலைகள் மாற்றப்படலாம் என்ற உண்மையைப் பிரதிபலிக்க எப்போதாவது இடைநிறுத்தப்படுகின்றன, ஆனால் அமைப்புகள் அப்படியே இருந்தால் 'மாற்றம்' ஒப்பனை. ஆக சிறந்த நிலை.",
        "அரகலயா/அரகாலிஸ்டுகளைப் பொறுத்தவரை, வேலை பாதி கூட ஆகவில்லை. மேற்பரப்புகள் கீறப்பட்டுள்ளன, நிச்சயமாக, ஆனால் ஒரு பிட் மெருகூட்டல் போன்ற விஷயங்களை எளிதாக வரிசைப்படுத்துகிறது. போதும்? கலாநிதி ஹரிணி அமரசூரிய, கட்சி விசுவாசம் என்று சொல்ல, ‘கிளிப்’ செய்யப்பட்டிருந்தாலும், ‘கடினமாக’ என்று சொல்லலாம்."
      ]
    }
  }
}