{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-abans-outlook-cut-to-negative-over-soft-peg-collapse-93752/",
  "time_ut": 1651469880,
  "title": "Sri Lanka’s Abans outlook cut to negative over soft-peg collapse",
  "body_lines": [
    "ECONOMYNEXT- Fitch Ratings has cut the outlook of Sri Lanka’s Abans Plc, a consumer goods retailer to ‘negative’s from ‘stable’ due to difficulties in importing after a forex shortages emerged from a broken soft-peg.",
    "The rating agency confirmed Aban’s ‘AA-(lka)’ rating but said there were risks in next 12-18 months.",
    "“The Negative Outlook reflects the deteriorating operating conditions for consumer-durable retailers, such as Abans, who are finding it increasingly difficult to import finished goods for resale due to the country’s continuing foreign-currency shortage” the rating agency said.",
    "“Demand for consumer durables is also weakening owing to falling disposable incomes amid high inflation and sharp product price rises impacting affordability.”",
    "The rating agency said Abans has some ability to curtail costs to preserve its margin and liquidate inventory in the near term to moderate the impact.",
    "Sri Lanka has an unstable soft-peg called a flexible exchange rate which collapses whenever money is printed under flexible’ or discretionary policy by the country’s stimulus happy economists.",
    "Sri Lanka’s who think there is prosperity at the end of a depreciation tunnel has depreciated the currency from 4.77 to 360 in a bid to grow exports at the expense of real wages of workers and temporary gains companies get from delays in hiking utility prices.",
    "The rupee fell from 203 to the Us dollar to around 360 to the US dollar over the past month after the flexible exchange rate peg lost credibility after two years of money printing and was allowed to fall from March.",
    "Rates have been jacked up from 7.50 to 14.50 percent to help stem the fall of the flexible exchange rate.",
    "The company’s cash flow will be affected deterioration in the ability of consumer durable retailers to import goods inthe next year amid growing scarcity of foreign exchange in the domestic market, Fitch said.",
    "With commercial banks prioritizing the opening of letters of for essential items in the country many import sector companies have run out of business in the past two years.",
    "More than 350 non-essential goods, including some consumer durables, now require an import license",
    "The agency said, even if the licensed are being secured, difficulties in opening LCs will occur due to the unresolved forex shortage.",
    "Fitch Revises Outlook on Abans PLC to Negative;Affirms at ‘AA-(lka)’",
    "Fitch Ratings – Colombo/Singapore – 29 Apr 2022: Fitch Ratings has revised the Outlookon Sri Lankan consumer-durable retailer Abans PLC’s National Long-Term Rating toNegative, from Stable. Fitch has simultaneously affirmed the rating at ‘AA-(lka)’.",
    "The Negative Outlook reflects the deteriorating operating conditions for consumer-durable retailers, such as Abans, who are finding it increasingly difficult to importfinished goods for resale due to the country’s continuing foreign-currency shortage.Demand for consumer durables is also weakening owing to falling disposable incomesamid high inflation and sharp product price rises impacting affordability",
    "This increases the risk that Abans’ EBITDAR coverage of interest and rent will remainbelow 1.3x in the next 12-18 months, which is not commensurate with a ‘AA-(lka)’ rating.We think the company has some ability to curtail costs to preserve its margin andliquidate inventory in the near term to moderate the impact.",
    "Tightening Imports, Cash Flow Pressure: We believe Abans’ cash flow could be pressured by a deterioration in the ability of consumer durable retailers to import goods inthe next year amid growing scarcity of foreign exchange in the domestic market. Banksare prioritising essential imports, such as medicine, food and fuel, as per governmentdirections, leaving little room for imports of finished goods. The country’s externalreserves barely covered one month of imports as at end-March 2021.",
    "More than 350 non-essential goods, including some consumer durables, now require alicense from the government as a means of controlling imports. Fitch expects larger importers like Abans to be able to secure necessary licenses, but it will be difficult to openletters of credit (LC) amid the currency shortage.",
    "Risk of Business Disruption:Abans imports around 80% of the products it sells and itsoperation could be impaired if it cannot import finished goods from global suppliers usingLCs. The company has managed to import part of its requirements in the recent months,albeit with delays, supported by its long-standing relationships with banks and extendedcredit terms from global suppliers. Abans has resorted to local purchases for the balance.However, local manufacturers have a limited product range and continued reliance onlocal products could shrink Abans’ scale.",
    "Abans is setting up a local plant to manufacture refrigerators and air conditioners toaddress import pressure, which it targets to come online by mid-2022. We estimate thenew plant will generate LKR8 billion-10 billion in revenue once it reaches a steady state,which we evaluate at 25% of revenue in the financial year ending March 2021 (FY21).However, this would not completely offset the disruption risk, as Abans may continue tofind it challenging to import manufacturing components. Abans’ inventory covered five tosix months of sales as at FYE22.",
    "Inflation to Stifle Demand: We expect Abans’ revenue to contract by around 15% inFY23, reflecting a 40% volume drop that should be largely offset by price increases. Webelieve consumers will limit non-discretionary purchases, spending most of their incomeon essentials amid rapidly rising inflation. Retailers are likely to revise prices to reflectsignificant currency depreciation, with the rupee falling by 70% since March 2022,making products unaffordable for most consumers. However, Abans’ better access tolicenses, bank LCs and credit should support its market share over smaller importers, as",
    "Shrinking Margin: We expect Abans’ FY23 EBITDAR margin to contract to around9.5%, from 13.4% in 9M21, amid currency-led cost pressure that we do not think thecompany will be able to fully pass on to customers. Abans has recently been able to priceproducts in line with currency depreciation, as reflected in its stable margin. We estimatelease-adjusted net debt/EBITDAR, including the consolidation of Abans’ immediateparent, Abans Retail Holdings (Pvt) Limited (ARH), and ARH’s real-estate projectColombo City Centre (CCC), to weaken to 5.6x in FY23, from 3.9x at end-2021.",
    "Lower Fixed-Charge Cover: We expect fixed-charge coverage – defined asEBITDAR/interest paid and rent – to weaken to 1.2x in FY23 amid the recent 700bppolicy rate hike. Around 75% of Abans’ debt is short-term and is used for working capitalpurposes. We believe this debt will reprice quickly, raising Abans’ interest costs byaround LKR700 million a year. However, Abans can mitigate the interest rate impact bycutting overheads, like marketing and distribution costs, which account for 10% ofrevenue, and liquidating inventory, which stood at LKR11.0 billion at end-2021.",
    "Limited Risk from Real-Estate Project: Pressure from Abans’ CCC project has easedfollowing strong apartment sales. Only a few apartments remained unsold at end-March2022, with remaining construction, including the hotel, almost complete. Constructioncosts and debt repayments on the project have been funded independently, with nosupport required from Abans. However, our forecasts factor in Abans injecting aroundLKR3.0 billion into the project over FY23-FY25 to meet any cash-flow shortfalls.",
    "Parent’s Consolidated Profile: We assess Abans on the consolidated profile of its weakparent, ARH, based on ‘Open’ legal ringfencing and ‘Open’ access and control between thetwo entities under our Parent and Subsidiary Linkage Rating Criteria. There is noregulatory or self-imposed ringfencing of Abans’ cash flow and ARH has full ownershipand control of the subsidiary. Funding arrangements are largely decentralised, but theentities negotiate facilities as a group.",
    "Singer (Sri Lanka) PLC (A+(lka)/Negative), the country’s largest consumer-durableretailer by revenue, has stronger core operations than Abans, as it has a broader portfolioof products and brands across price points and better local manufacturing capability.",
    "However, Singer has a weaker financial profile, reflecting the aggressive loan growth atits finance subsidiary, Singer Finance (Lanka) PLC (A(lka)/Negative), amid the pooroperating environment and rising interest rates. Abans’ marginally weaker business profileis mitigated by its stronger financial profile, even after including debt and potentialfinancial support for the CCC real-estate project, resulting in Abans being rated one notchabove Singer. Both companies are on Negative Outlook due to the risks stemming fromtightening imports and rising interest rates on their operation and credit profiles.",
    "Abans is rated one notch below DSI Samson Group (Private) Limited (DSG:AA(lka)/Stable), a leading domestic footwear and tire manufacturer, due to the higherlikelihood of disruption to Abans’ business from its high exposure to imported finishedgoods. DSG has been benefitting from greater import substitution in the country amidfalling reserves and foreign-currency shortages. It also has modest foreign-currencyearnings, which support import requirements elsewhere in the group. We expect DSG tomaintain a better financial risk profile than Abans in the next year or two.",
    "Sierra Cables PLC (A+(lka)/Stable) is rated one notch below Abans to reflect its smallerscale and cyclical demand in the construction and infrastructure sectors, compared withthe more stable demand for consumer-durable goods. This is, however, mitigated bySierra’s lower leverage. We expect both companies to face business disruption stemmingfrom import challenges, which could affect their leverage and liquidity in the next 12-18months, although Sierra has a better financial profile to help it withstand incrementalrating pressure.",
    "Fitch’s Key Assumptions Within Our Rating Case for the Issuer",
    "-Revenue’s to decline by 15% in FY23 due to import restrictions and lower demand. Thisshould be mitigated by strong price rises. Revenue growth should pick up in 2HFY24with improved external finances and a higher contribution from the local manufacturingplant.",
    "– EBITDAR margin to deteriorate to 9.4% in FY23 (9MFY22: 13.4%) amid lowerrevenue and escalating product costs, before improving to around 10.0% from FY24,helped by a revenue recovery.",
    "– Annual capex of LKR1.3 billion in FY22 and FY23, mainly to set-up the localmanufacturing plant. Capex to taper off to maintenance capex from FY24.",
    "– Capital infusion of LKR3.0 billion to the CCC project over FY23-FY25 to meet fundingshortfalls.",
    "– Annual LKR200 million-250 million dividend payments over the medium term.",
    "– A hypothetical annual capital infusion of around LKR300 million-500 million to Abans’finance subsidiary, Abans Finance PLC (A-(lka)/Outlook Evolving), to maintain anappropriate debt/tangible equity ratio, according to our criteria.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "– Not meeting the negative sensitivities for an extended period on account of a stabilizing operating environment could lead to the Outlook being revised to StableFactors that could, individually or collectively, lead to negative rating action/downgrade:",
    "– Adjusted net leverage/EBITDAR, including full consolidation of ARH and the CCCproject, exceeding 6.5x for a sustained period.",
    "– EBITDAR fixed-charge coverage, including full consolidation of ARH and the CCCproject, falling below 1.3x for a sustained period.",
    "Adequate Liquidity: Abans had LKR787 million of cash on hand as of end-2021, againstLKR2.9 billion in short-term debt. Around LKR1.0 billion of the short-term debtcomprised contractual maturities of term loans, which were supported by the cash on handand around LKR800 million in uncommitted, but unutilised, credit lines from banks. Thebanks have stood by these lines, including during the height of the Covid-19 pandemic,but there is a risk they may reduce exposure to sectors such as consumer durables ifimport challenges persist or worsen.",
    "The balance LKR1.9 billion in short-term debt is backed by net working capital on thebalance sheet of LKR9.0 billion. This provides some buffer for margin erosion andreceivables pressure before working capital liquidation will no longer be adequate torepay short-term debt in a stressed environment."
  ],
  "translate": {
    "si": {
      "title": "Soft-peg කඩාවැටීම සම්බන්ධයෙන් ශ්‍රී ලංකාවේ Abans ඉදිරි දැක්ම සෘණාත්මකව කපා හැර ඇත",
      "body_lines": [
        "ECONOMYNEXT- Fitch Ratings විසින් ශ්‍රී ලංකාවේ පාරිභෝගික භාණ්ඩ සිල්ලර වෙළෙන්දෙකු වන Abans Plc හි ඉදිරි දැක්ම බිඳී ගිය සොෆ්ට්-පෙග් එකකින් මතු වූ විදේශ විනිමය හිඟයකින් පසු ආනයනය කිරීමේ දුෂ්කරතා හේතුවෙන් ‘ස්ථායී’ සිට ‘ඍණ’ දක්වා අඩු කර ඇත.",
        "ශ්‍රේණිගත කිරීමේ ආයතනය Aban හි 'AA-(lka)' ශ්‍රේණිගත කිරීම තහවුරු කළ නමුත් ඉදිරි මාස 12-18 තුළ අවදානම් පවතින බව පැවසීය.",
        "“රටේ අඛණ්ඩව පවතින විදේශ මුදල් හිඟය හේතුවෙන් නැවත විකිණීම සඳහා නිමි භාණ්ඩ ආනයනය කිරීම වඩ වඩාත් දුෂ්කර වී ඇති Abans වැනි පාරිභෝගික කල් පවතින සිල්ලර වෙළෙන්දන්ගේ පිරිහෙන මෙහෙයුම් තත්ත්‍වයන් Negative Outlook මගින් පිළිබිඹු වේ” යනුවෙන් ශ්‍රේණිගත කිරීමේ නියෝජිතායතනය පවසයි.",
        "\"ඉහළ උද්ධමනය සහ තියුනු නිෂ්පාදන මිල ඉහළ යාම නිසා දැරිය හැකි මිලට බලපාන ඉවත දැමිය හැකි ආදායම පහත වැටීම හේතුවෙන් පාරිභෝගික භාණ්ඩ සඳහා ඇති ඉල්ලුම ද දුර්වල වෙමින් පවතී.\"",
        "ශ්‍රේණිගත කිරීමේ නියෝජිතායතනය පැවසුවේ, එහි ආන්තිකය ආරක්ෂා කර ගැනීමට සහ බලපෑම මධ්‍යස්ථ කිරීම සඳහා නුදුරු කාලීනව ඉන්වෙන්ටරි ඈවර කිරීමට වියදම් සීමා කිරීමට Abans හට යම් හැකියාවක් ඇති බවයි.",
        "ශ්‍රී ලංකාවට නම්‍යශීලී විනිමය අනුපාතිකයක් ලෙස හැඳින්වෙන අස්ථායී මෘදු-පෙග් එකක් තිබේ, එය රටේ උත්තේජක සන්තෝෂවත් ආර්ථික විද්‍යාඥයින් විසින් නම්‍යශීලී හෝ අභිමත ප්‍රතිපත්ති යටතේ මුදල් මුද්‍රණය කරන සෑම විටම කඩා වැටේ.",
        "ක්ෂයවීම් උමඟක් අවසානයේ සමෘද්ධිය ඇතැයි සිතන ශ්‍රී ලංකාව කම්කරුවන්ගේ සැබෑ වැටුප් සහ උපයෝගිතා මිල ඉහළ දැමීමේ ප්‍රමාදයෙන් සමාගම් ලබා ගන්නා තාවකාලික ලාභය වියදම් කරමින් අපනයන වර්ධනය කිරීමේ උත්සාහයක් ලෙස මුදල් ඒකකය 4.77 සිට 360 දක්වා අවප්‍රමාණය කර ඇත.",
        "වසර දෙකක මුදල් මුද්‍රණයෙන් පසු නම්‍යශීලී විනිමය අනුපාත අගයේ විශ්වසනීයත්වය නැති වී මාර්තු මාසයේ සිට පහත වැටීමට ඉඩ දීමෙන් පසු පසුගිය මාසය තුළ රුපියල එක්සත් ජනපද ඩොලරයට 203 සිට 360 දක්වා පහත වැටුණි.",
        "නම්‍යශීලී විනිමය අනුපාතිකයේ පහත වැටීම වැළැක්වීම සඳහා අනුපාත සියයට 7.50 සිට 14.50 දක්වා ඉහළ නංවා ඇත.",
        "දේශීය වෙළඳපොලේ වැඩෙන විදේශ විනිමය හිඟය මධ්‍යයේ ඉදිරි වසරේ භාණ්ඩ ආනයනය කිරීමට පාරිභෝගික කල් පවත්නා සිල්ලර වෙළෙන්දන්ගේ හැකියාව පිරිහීමට සමාගමේ මුදල් ප්‍රවාහය බලපානු ඇතැයි ෆිච් පවසයි.",
        "වාණිජ බැංකු අත්‍යාවශ්‍ය ද්‍රව්‍ය සඳහා ලිපි රට තුළ විවෘත කිරීමට ප්‍රමුඛත්වය ලබා දීමත් සමඟ පසුගිය වසර දෙක තුළ බොහෝ ආනයන අංශයේ සමාගම් ව්‍යාපාර අවසන් විය.",
        "සමහර පාරිභෝගික භාණ්ඩ ඇතුළුව අත්‍යවශ්‍ය නොවන භාණ්ඩ 350කට වැඩි ප්‍රමාණයකට දැන් ආනයන බලපත්‍රයක් අවශ්‍ය වේ",
        "ඒජන්සිය පැවසුවේ, බලපත්‍රලාභීන් සුරක්ෂිතව සිටියද, නොවිසඳුණු විදේශ විනිමය හිඟය හේතුවෙන් LC විවෘත කිරීමේ දුෂ්කරතා ඇති වන බවයි.",
        "ෆිච් අබාන්ස් පීඑල්සී හි ඉදිරි දැක්ම ඍණ වෙත සංශෝධනය කරයි; ‘AA-(lka)’ හිදී තහවුරු කරයි",
        "ෆිච් ශ්‍රේණිගත කිරීම් - කොළඹ/සිංගප්පූරුව - 29 අප්‍රේල් 2022: ෆිච් රේටින්ග්ස් විසින් Outlookon ශ්‍රී ලාංකීය පාරිභෝගික කල් පවත්නා සිල්ලර වෙළෙන්දා වන Abans PLC හි ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම ස්ථාවර සිට ඍණ වෙත සංශෝධනය කර ඇත. Fitch විසින් ‘AA-(lka)’ ශ්‍රේණිගත කිරීම එකවරම තහවුරු කර ඇත.",
        "Negative Outlook මගින් පෙන්නුම් කරන්නේ අබාන්ස් වැනි පාරිභෝගික කල් පවත්නා සිල්ලර වෙළෙන්දන්ගේ පිරිහෙන මෙහෙයුම් තත්ත්වයන්, රටෙහි අඛණ්ඩව පවතින විදේශ මුදල් හිඟය හේතුවෙන් ආනයනය කරන ලද භාණ්ඩ නැවත විකිණීමට අපහසු වී ඇති බවයි. ආදායම් සහිත ඉහළ උද්ධමනය සහ තියුණු නිෂ්පාදන මිල ඉහළ යාම දැරිය හැකි මිලට බලපායි",
        "මෙය ඉදිරි මාස 12-18 තුළ Abans හි EBITDAR පොළී සහ කුලී ආවරණය 1.3x ට වඩා අඩු මට්ටමක පැවතීමේ අවදානම වැඩි කරයි, එය 'AA-(lka)' ශ්‍රේණිගත කිරීම සමඟ නොගැලපේ. පිරිවැය සීමා කිරීමට සමාගමට යම් හැකියාවක් ඇතැයි අපි සිතමු. බලපෑම මධ්‍යස්ථ කිරීම සඳහා නුදුරු කාලීනව එහි ආන්තිකය සුරැකීමට සහ ඉන්වෙන්ටරි ද්‍රවීකරණය කිරීමට.",
        "ආනයන දැඩි කිරීම, මුදල් ප්‍රවාහ පීඩනය: දේශීය වෙළඳපොලේ වැඩෙන විදේශ විනිමය හිඟය මධ්‍යයේ පාරිභෝගික කල් පවත්නා සිල්ලර වෙළෙන්දන්ට භාණ්ඩ ආනයනය කිරීමට ඇති හැකියාව පිරිහීම හේතුවෙන් Abans හි මුදල් ප්‍රවාහයට බලපෑම් එල්ල විය හැකි බව අපි විශ්වාස කරමු. බැංකු විසින් රජයේ උපදෙස් අනුව ඖෂධ, ආහාර සහ ඉන්ධන වැනි අත්‍යාවශ්‍ය ආනයන සඳහා ප්‍රමුඛත්වය ලබා දෙමින් නිමි භාණ්ඩ ආනයනය සඳහා ඇති ඉඩ අඩුය. 2021 මාර්තු අග වන විට රටේ බාහිර සංචිත ආනයනය මාසයක් ආවරණය කළේ යන්තම් ය.",
        "සමහර පාරිභෝගික භාණ්ඩ ඇතුළුව අත්‍යවශ්‍ය නොවන භාණ්ඩ 350කට වැඩි ප්‍රමාණයකට දැන් ආනයන පාලනය කිරීමේ මාධ්‍යයක් ලෙස රජයෙන් බලපත්‍රයක් අවශ්‍ය වේ. අබාන්ස් වැනි විශාල ආනයනකරුවන්ට අවශ්‍ය බලපත්‍ර ලබා ගැනීමට හැකි වනු ඇතැයි ෆිච් අපේක්ෂා කරයි, නමුත් මුදල් හිඟය මධ්‍යයේ ණයවර ලිපි (එල්සී) විවෘත කිරීමට අපහසු වනු ඇත.",
        "ව්‍යාපාර කඩාකප්පල් වීමේ අවදානම: අබාන්ස් විසින් එය අලෙවි කරන නිෂ්පාදනවලින් 80% ක් පමණ ආනයනය කරන අතර LC භාවිතයෙන් ගෝලීය සැපයුම්කරුවන්ගෙන් නිමි භාණ්ඩ ආනයනය කළ නොහැකි නම් එහි ක්‍රියාකාරිත්වය අඩාල විය හැකිය. බැංකු සමඟ දිගුකාලීන සබඳතා සහ ගෝලීය සැපයුම්කරුවන්ගෙන් දිගුකාලීන ණය කොන්දේසි මගින් ප්‍රමාදයන් සමඟ වුවද, මෑත මාසවලදී එහි අවශ්‍යතාවලින් කොටසක් ආනයනය කිරීමට සමාගම සමත් වී ඇත. ඉතිරි මුදල සඳහා අබාන්ස් දේශීය මිලදී ගැනීම් වෙත යොමු වී ඇත.කෙසේ වෙතත්, දේශීය නිෂ්පාදකයින්ට සීමිත නිෂ්පාදන පරාසයක් ඇති අතර අඛණ්ඩව රඳා පවතින දේශීය නිෂ්පාදන අබාන්ස් පරිමාණය හැකිලීමට හේතු විය හැක.",
        "2022 මැද වන විට අන්තර්ජාලයට පැමිණීමට ඉලක්ක කර ඇති ආනයන පීඩනය සඳහා ශීතකරණ සහ වායු සමීකරණ නිෂ්පාදනය කිරීම සඳහා අබාන්ස් දේශීය කර්මාන්ත ශාලාවක් ආරම්භ කරයි. 2021 මාර්තු (FY21) අවසන් වන මූල්‍ය වර්ෂයේ ආදායමෙන් 25%ක් ලෙස අපි තක්සේරු කරන ස්ථාවර තත්ත්වයකට ළඟා වූ පසු නව බලාගාරය රුපියල් බිලියන 8-10 ආදායමක් උපයනු ඇතැයි අපි ගණන් බලා සිටිමු. නිෂ්පාදන සංරචක ආනයනය කිරීම අබාන්ස් විසින් තවදුරටත් අභියෝගාත්මක ලෙස සලකනු ඇත. අබාන්ස් හි ඉන්වෙන්ටරි FYE22 වන විට මාස පහේ සිට හය දක්වා විකුණුම් ආවරණය කළේය.",
        "ඉල්ලුම අඩාල කිරීමට උද්ධමනය: අබාන්ස් හි ආදායම FY23 දී 15% කින් පමණ හැකිලී යනු ඇතැයි අපි අපේක්ෂා කරමු, එය 40% ක පරිමාව පහත වැටීමක් පිළිබිඹු කරන අතර එය මිල වැඩි කිරීම මගින් බොහෝ දුරට පියවා ගත යුතුය. Webelieve පාරිභෝගිකයන් ශීඝ්‍රයෙන් ඉහළ යන උද්ධමනය මධ්‍යයේ තම ආදායමෙන් වැඩි කොටසක් අත්‍යවශ්‍ය දේ සඳහා වැය කරමින් අභිමතය පරිදි නොවන මිලදී ගැනීම් සීමා කරනු ඇත. 2022 මාර්තු සිට රුපියල 70% කින් පහත වැටීමත් සමඟ බොහෝ පාරිභෝගිකයින්ට භාණ්ඩ දැරිය නොහැකි ලෙස සැලකිය යුතු මුදල් අවප්‍රමාණය පිළිබිඹු කිරීමට සිල්ලර වෙළෙන්දෝ මිල ගණන් සංශෝධනය කිරීමට ඉඩ ඇත. කෙසේ වෙතත්, Abans හි වඩා හොඳ ප්‍රවේශ බලපත්‍ර, බැංකු LC සහ ණය කුඩා ආනයනකරුවන්ට වඩා එහි වෙළඳපල කොටසට සහාය විය යුතුය.",
        "හැකිළෙන ආන්තිකය: සමාගමට සම්පූර්ණයෙන් ගනුදෙනුකරුවන් වෙත ලබා දීමට හැකි වනු ඇතැයි අපි නොසිතන මුදල් මූලික පිරිවැය පීඩනය මධ්‍යයේ, Abans හි FY23 EBITDAR ආන්තිකය 9M21 හි 13.4% සිට 9.5% දක්වා හැකිලෙනු ඇතැයි අපි අපේක්ෂා කරමු. ස්ථායී ආන්තිකයෙන් පිළිබිඹු වන පරිදි මුදල් අවප්‍රමාණයට අනුකූලව නිෂ්පාදන මිල කිරීමට අබාන්ස් හට මෑතකදී හැකි විය. අපි අබාන්ස් හි ආසන්න මාපිය, Abans Retail Holdings (Pvt) Limited (ARH), සහ ARH හි දේපළ වෙළඳාම් ව්‍යාපෘතියක් වනColombo City Center (CCC) ඒකාබද්ධ කිරීම ඇතුළුව කල්බදු ගැලපුම් කළ ශුද්ධ ණය/EBITDAR, FY23, 3.9 සිට 5.6x දක්වා දුර්වල කිරීමට ඇස්තමේන්තු කරමු. x 2021 අවසානයේ.",
        "අඩු ස්ථාවර ආරෝපණ ආවරණය: මෑත කාලීන 700bppolicy අනුපාත ඉහල දැමීම මධ්‍යයේ FY23 හි EBITDAR/පොළිය ගෙවා කුලිය ලෙස අර්ථ දක්වා ඇති ස්ථාවර ගාස්තු ආවරණය - 1.2x දක්වා දුර්වල වනු ඇතැයි අපි අපේක්ෂා කරමු. Abans හි ණයවලින් 75% ක් පමණ කෙටි කාලීන වන අතර එය කාරක ප්‍රාග්ධන අරමුණු සඳහා යොදා ගැනේ. අබාන්ස් හි පොලී පිරිවැය වසරකට රුපියල් මිලියන 700කින් පමණ ඉහළ නංවමින් මෙම ණය ඉක්මනින් ප්‍රතිනිර්මාණය වනු ඇතැයි අපි විශ්වාස කරමු. කෙසේ වෙතත්, 2021 අවසානයේ රුපියල් බිලියන 11.0ක් වූ ආදායමෙන් 10%ක් වන අලෙවිකරණ සහ බෙදා හැරීමේ වියදම් වැනි පොදු කාර්ය කපා හැරීමෙන් සහ ඉන්වෙන්ටරි ඈවර කිරීම මගින් Abans හට පොලී අනුපාත බලපෑම අවම කර ගත හැක.",
        "නිශ්චල දේපල ව්‍යාපෘතියෙන් සීමිත අවදානමක්: ශක්තිමත් මහල් නිවාස අලෙවියෙන් පසු Abans හි CCC ව්‍යාපෘතියේ පීඩනය ලිහිල් වී ඇත. 2022 මාර්තු අග වන විට මහල් නිවාස කිහිපයක් පමණක් අලෙවි නොවී ඉතිරිව ඇති අතර, හෝටලය ඇතුළුව ඉතිරි ඉදිකිරීම් බොහෝ දුරට සම්පූර්ණ විය. ව්‍යාපෘතියේ ඉදිකිරීම් පිරිවැය සහ ණය ආපසු ගෙවීම සඳහා ස්වාධීනව අරමුදල් සපයා ඇති අතර, අබාන්ස් වෙතින් කිසිදු සහායක් අවශ්‍ය නොවේ. කෙසේ වෙතත්, ඕනෑම මුදල් ප්‍රවාහ හිඟයක් සපුරාලීම සඳහා අබාන්ස් ව්‍යාපෘතියට FY23-FY25 තුළදී රුපියල් බිලියන 3.0 ක් පමණ එන්නත් කිරීමට අපගේ පුරෝකථනය කරයි.",
        "දෙමාපිය ඒකාබද්ධ පැතිකඩ: අපි Abans තක්සේරු කරන්නේ එහි දුර්වල මාපියන් වන ARH ගේ ඒකාබද්ධ පැතිකඩ මත 'විවෘත' නෛතික වළල්ල සහ 'විවෘත' ප්‍රවේශය සහ අපගේ මාපිය සහ අනුබද්ධ සම්බන්ධක ශ්‍රේණිගත කිරීමේ නිර්ණායක යටතේ ආයතන දෙක අතර පාලනය මත පදනම්වය. Abans හි මුදල් ප්‍රවාහයේ නියාමන හෝ ස්වයං-පනවන ලද මුදු වැටක් නොමැති අතර ARH හට අනුබද්ධිත ආයතනයේ පූර්ණ අයිතිය සහ පාලනය ඇත. අරමුදල් විධිවිධාන බොහෝ දුරට විමධ්‍යගත කර ඇත, නමුත් ආයතන සමූහයක් ලෙස පහසුකම් සාකච්ඡා කරයි.",
        "සිංගර් (ශ්‍රී ලංකා) පීඑල්සී (A+(lka)/Negative), ආදායම අනුව රටේ විශාලතම පාරිභෝගික-කල් පවත්නා සිල්ලර වෙළෙන්දා වන අතර, එය අබාන්ස් වලට වඩා ශක්තිමත් මූලික මෙහෙයුම් ඇත.",
        "කෙසේ වෙතත්, දුර්වල ක්‍රියාකාරී පරිසරය සහ ඉහළ යන පොලී අනුපාත මධ්‍යයේ, සිංගර් ෆිනෑන්ස් (ලංකා) පීඑල්සී (A(lka)/Negative) හි මූල්‍ය අනුබද්ධිත ආක්‍රමණශීලී ණය වර්ධනය පිළිබිඹු කරමින්, සිංගර්ට දුර්වල මූල්‍ය පැතිකඩක් ඇත. අබාන්ස් හි සුළු වශයෙන් දුර්වල වූ ව්‍යාපාරික පැතිකඩ, CCC දේපළ වෙළඳාම් ව්‍යාපෘතිය සඳහා ණය සහ විභව මූල්‍ය ආධාර ඇතුළත් කිරීමෙන් පසුව වුවද, එහි ශක්තිමත් මූල්‍ය පැතිකඩ මගින් සමනය කර ඇති අතර, එහි ප්‍රතිඵලයක් ලෙස Abans හට සිංගර් එකක් ලෙස ශ්‍රේණිගත කිරීම් සිදු විය. ආනයන දැඩි කිරීම සහ ඔවුන්ගේ ක්‍රියාකාරිත්වය සහ ණය පැතිකඩ මත පොලී අනුපාත ඉහළ යාම හේතුවෙන් පැන නගින අවදානම් හේතුවෙන් සමාගම් දෙකම ඍණාත්මක ඉදිරි දැක්මක් ඇත.",
        "ප්‍රමුඛ පෙළේ දේශීය පාවහන් සහ ටයර් නිෂ්පාදකයෙකු වන DSI සැම්සන් සමූහ (පෞද්ගලික) ලිමිටඩ් (DSG:AA(lka)/Stable) ට වඩා පහළින් අබාන්ස් ශ්‍රේණිගත කර ඇත. සංචිත අඩුවීම සහ විදේශ මුදල් හිඟය මධ්‍යයේ රට තුළ වැඩි ආනයන ආදේශකයකින් DSG ප්‍රතිලාභ ලබයි. එය සමූහයේ වෙනත් තැන්වල ආනයන අවශ්‍යතා සඳහා සහාය දක්වන නිහතමානී විදේශ මුදල් ඉපැයීම් ද ඇත. ඉදිරි වසර හෝ දෙක තුළ DSG අබාන්ස් වලට වඩා හොඳ මූල්‍ය අවදානම් පැතිකඩක් පවත්වාගෙන යනු ඇතැයි අපි අපේක්ෂා කරමු.",
        "Sierra Cables PLC (A+(lka)/Stable) පාරිභෝගික කල් පවතින භාණ්ඩ සඳහා ඇති වඩා ස්ථායී ඉල්ලුම හා සසඳන විට ඉදිකිරීම් සහ යටිතල පහසුකම් ක්ෂේත්‍රවල එහි කුඩා පරිමාණ සහ චක්‍රීය ඉල්ලුම පිළිබිඹු කිරීම සඳහා Abans ට වඩා පහළින් ශ්‍රේණිගත කර ඇත. කෙසේ වෙතත්, මෙය සියෙරාගේ අඩු උත්තෝලනය මගින් අවම කර ඇත. වැඩිවන පීඩනයට ඔරොත්තු දීමට සියෙරාට වඩා හොඳ මූල්‍ය පැතිකඩක් තිබුණද, ඉදිරි මාස 12-18 තුළ ඔවුන්ගේ උත්තෝලනයට සහ ද්‍රවශීලතාවයට බලපාන ආනයන අභියෝගවලින් සමාගම් දෙකම ව්‍යාපාර කඩාකප්පල් වීමට මුහුණ දෙනු ඇතැයි අපි අපේක්ෂා කරමු.",
        "නිකුත් කරන්නා සඳහා අපගේ ශ්‍රේණිගත කිරීමේ නඩුව තුළ Fitch හි ප්‍රධාන උපකල්පන",
        "ආනයන සීමා කිරීම් සහ අඩු ඉල්ලුම හේතුවෙන් FY23 හි ආදායම 15% කින් පහත වැටේ. ශක්තිමත් මිල ඉහළ යාමකින් මෙය අවම කළ යුතුය. වැඩිදියුණු කළ බාහිර මූල්‍ය සහ දේශීය නිෂ්පාදන කම්හලේ ඉහළ දායකත්වයක් සමඟ 2HFY24 හි ආදායම් වර්ධනය ඉහළ යා යුතුය.",
        "– EBITDAR ආන්තිකය FY23 (9MFY22: 13.4%) දක්වා 9.4% දක්වා පිරිහීම අඩු ආදායම් සහ නිෂ්පාදන පිරිවැය ඉහළ යාම මධ්‍යයේ, FY24 සිට 10.0% දක්වා වැඩි දියුණු වීමට පෙර, ආදායම් ප්‍රතිසාධනයක් මගින් උපකාර විය.",
        "– ප්‍රධාන වශයෙන් දේශීය නිෂ්පාදන කම්හල පිහිටුවීම සඳහා FY22 සහ FY23 හි වාර්ෂික වටිනාකම රුපියල් බිලියන 1.3 කි. FY24 සිට Capex නඩත්තු capex දක්වා අඩු වේ.",
        "– අරමුදල් හිඟතා සපුරාලීම සඳහා FY23-FY25 කාලය තුළ CCC ව්‍යාපෘතියට රුපියල් බිලියන 3.0 ක ප්‍රාග්ධන මුදල් යෙදවීම.",
        "- මධ්‍ය කාලීනව වාර්ෂිකව රුපියල් මිලියන 200-මිලියන 250 ලාභාංශ ගෙවීම්.",
        "– අපගේ නිර්ණායකයන්ට අනුව, නුසුදුසු ණය/ප්‍රත්‍යක්ෂ කොටස් අනුපාතයක් පවත්වා ගැනීම සඳහා Abans’finance PLC (A-(lka)/Outlook Evolving) වෙත Abans’finance අනුබද්ධිත සමාගමට LKR මිලියන 300-500 අතර උපකල්පිත වාර්ෂික ප්‍රාග්ධන මුදල් සම්භාරයක් වියදම් කිරීම.",
        "තනි තනිව හෝ සාමූහිකව ධනාත්මක ශ්‍රේණිගත කිරීමේ ක්‍රියාවකට/උත්ශ්‍රේණිගත කිරීමට හේතු විය හැකි සාධක:",
        "- ස්ථායීකරන මෙහෙයුම් පරිසරයක් හේතුවෙන් දීර්ඝ කාලයක් සඳහා සෘණාත්මක සංවේදීතාවන් සපුරා නොගැනීම, තනි තනිව හෝ සාමූහිකව, සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාව/අඩු ශ්‍රේණිගත කිරීම් වලට තුඩු දිය හැකි StableFactors වෙත Outlook සංශෝධනය කිරීමට හේතු විය හැක.",
        "– තිරසාර කාලයක් සඳහා 6.5x ඉක්මවන ARH සහ CCC ව්‍යාපෘතියේ පූර්ණ ඒකාබද්ධ කිරීම ඇතුළුව සීරුමාරු කළ ශුද්ධ ලීවරය/EBITDAR.",
        "- ARH සහ CCC ව්‍යාපෘතියේ පූර්ණ ඒකාබද්ධ කිරීම ඇතුළුව EBITDAR ස්ථාවර ආරෝපණ ආවරණය, තිරසාර කාලයක් සඳහා 1.3x ට වඩා පහත වැටේ.",
        "ප්‍රමාණවත් ද්‍රවශීලතාව: කෙටි කාලීන ණය රුපියල් බිලියන 2.9 ට සාපේක්ෂව 2021 අවසානය වන විට අබාන්ස් අතේ රුපියල් මිලියන 787 ක මුදල් තිබුණි. කෙටි කාලීන ණයවලින් රුපියල් බිලියන 1.0 ක් පමණ කාලීන ණයවල ගිවිසුම්ගත කල්පිරීමකින් සමන්විත වන අතර, ඒවා අතේ ඇති මුදලින් සහ රුපියල් මිලියන 800 ක් පමණ කැප නොකළ, නමුත් ප්‍රයෝජනයට නොගත්, බැංකුවලින් ලැබෙන ණය මාර්ගවලින් ආධාර විය. Covid-19 වසංගතයේ උච්චතම අවස්ථාව ඇතුළුව බැංකු මෙම රේඛාවල සිට ඇත, නමුත් ආනයන අභියෝග දිගටම පැවතුනහොත් හෝ නරක අතට හැරේ නම් පාරිභෝගික කල් පවතින භාණ්ඩ වැනි අංශවලට නිරාවරණය වීම අඩු කිරීමේ අවදානමක් ඇත.",
        "ඉතිරි රුපියල් බිලියන 1.9 කෙටි කාලීන ණය සඳහා රුබල් බිලියන 9.0 ක ශේෂ පත්‍රයේ ශුද්ධ කාරක ප්‍රාග්ධනය මගින් පිටුබලය ලැබේ. මෙය ආන්තික ඛාදනය සඳහා යම් බෆරයක් සපයන අතර කාරක ප්‍රාග්ධනය ඈවර කිරීමට පෙර ලැබිය යුතු පීඩනය ආතති සහගත පරිසරයක් තුළ කෙටි කාලීන ණය ගෙවීමට ප්‍රමාණවත් නොවනු ඇත."
      ]
    },
    "ta": {
      "title": "இலங்கையின் அபான்ஸ் கண்ணோட்டம் சாஃப்ட்-பெக் சரிவில் எதிர்மறையாக குறைக்கப்பட்டது",
      "body_lines": [
        "ECONOMYNEXT- Fitch Ratings, இலங்கையின் Abans Plc என்ற நுகர்வோர் பொருட்களின் சில்லறை விற்பனையாளரின் கண்ணோட்டத்தை குறைத்துள்ளது.",
        "மதிப்பீட்டு நிறுவனம் Aban இன் ‘AA-(lka)’ மதிப்பீட்டை உறுதிப்படுத்தியது, ஆனால் அடுத்த 12-18 மாதங்களில் ஆபத்துகள் இருப்பதாகக் கூறியது.",
        "\"நெகட்டிவ் அவுட்லுக், அபான்ஸ் போன்ற நுகர்வோர் நீடித்த சில்லறை விற்பனையாளர்களின் சீரழிந்து வரும் இயக்க நிலைமைகளை பிரதிபலிக்கிறது, அவர்கள் நாட்டின் தொடர்ச்சியான வெளிநாட்டு நாணய பற்றாக்குறையால் மறுவிற்பனைக்காக முடிக்கப்பட்ட பொருட்களை இறக்குமதி செய்வது மிகவும் கடினமாக உள்ளது\" என்று மதிப்பீட்டு நிறுவனம் தெரிவித்துள்ளது.",
        "\"அதிக பணவீக்கம் மற்றும் கூர்மையான தயாரிப்பு விலை உயர்வு ஆகியவற்றிற்கு இடையே செலவழிப்பு வருமானம் வீழ்ச்சியடைவதால் நுகர்வோர் நீடித்த பொருட்களுக்கான தேவை பலவீனமடைந்து வருகிறது.\"",
        "மதிப்பீடு நிறுவனம், அபான்ஸுக்கு அதன் மார்ஜினைப் பாதுகாக்கும் செலவைக் குறைப்பதற்கும், தாக்கத்தைத் தணிக்க, சரக்குகளைக் குறைப்பதற்கும் சில திறன்கள் இருப்பதாகக் கூறியது.",
        "இலங்கையானது நெகிழ்வான பரிமாற்ற வீதம் எனப்படும் நிலையற்ற சாஃப்ட்-பெக்கைக் கொண்டுள்ளது, இது நாட்டின் ஊக்கமளிக்கும் மகிழ்ச்சியான பொருளாதார வல்லுநர்களால் நெகிழ்வான' அல்லது விருப்பமான கொள்கையின் கீழ் பணம் அச்சிடப்படும் போதெல்லாம் சரிகிறது.",
        "தேய்மான சுரங்கப்பாதையின் முடிவில் செழிப்பு இருப்பதாக நினைக்கும் இலங்கை, தொழிலாளர்களின் உண்மையான ஊதியத்தின் இழப்பில் ஏற்றுமதியை வளர்க்கும் முயற்சியில் நாணயத்தின் மதிப்பை 4.77 இலிருந்து 360 ஆகக் குறைத்துள்ளது மற்றும் பயன்பாட்டு விலைகளை உயர்த்துவதில் தாமதத்தால் நிறுவனங்கள் பெறும் தற்காலிக லாபம்.",
        "203 அமெரிக்க டாலருக்கு 203ல் இருந்து 360 அமெரிக்க டாலருக்கு ரூ. கடந்த மாதத்தில் 360க்கு சரிந்தது. இரண்டு வருட பணம் அச்சடித்த பிறகு நம்பகத்தன்மையை இழந்து, மார்ச் மாதத்தில் இருந்து வீழ்ச்சியடைய அனுமதிக்கப்பட்டது.",
        "நெகிழ்வான மாற்று விகிதத்தின் வீழ்ச்சியைத் தடுக்க விகிதங்கள் 7.50 முதல் 14.50 சதவீதம் வரை உயர்த்தப்பட்டுள்ளன.",
        "உள்நாட்டு சந்தையில் அந்நியச் செலாவணி பற்றாக்குறை அதிகரித்து வரும் நிலையில், அடுத்த ஆண்டில் பொருட்களை இறக்குமதி செய்யும் நுகர்வோர் நீடித்த சில்லறை விற்பனையாளர்களின் திறன் மோசமடைந்து, நிறுவனத்தின் பணப்புழக்கம் பாதிக்கப்படும் என்று ஃபிட்ச் தெரிவித்துள்ளது.",
        "நாட்டில் அத்தியாவசியப் பொருட்களுக்கான கடிதங்களைத் திறப்பதற்கு வணிக வங்கிகள் முன்னுரிமை அளித்து வருவதால், கடந்த இரண்டு ஆண்டுகளில் பல இறக்குமதித் துறை நிறுவனங்கள் வர்த்தகம் இல்லாமல் போய்விட்டன.",
        "சில நுகர்வோர் பொருட்கள் உட்பட 350 க்கும் மேற்பட்ட அத்தியாவசியமற்ற பொருட்களுக்கு இப்போது இறக்குமதி உரிமம் தேவைப்படுகிறது",
        "உரிமம் பெற்றவர்கள் பாதுகாக்கப்பட்டாலும், தீர்க்கப்படாத அந்நிய செலாவணி பற்றாக்குறையால் LC களைத் திறப்பதில் சிரமங்கள் ஏற்படும் என்று நிறுவனம் கூறியது.",
        "ஃபிட்ச் அபான்ஸ் பிஎல்சியின் அவுட்லுக்கை எதிர்மறையாக மாற்றுகிறது; 'AA-(lka)' இல் உறுதிப்படுத்துகிறது",
        "ஃபிட்ச் மதிப்பீடுகள் - கொழும்பு/சிங்கப்பூர் - 29 ஏப். 2022: ஃபிட்ச் மதிப்பீடுகள், இலங்கையின் அவுட்லுக்கன் நுகர்வோர் நீடித்த சில்லறை விற்பனையாளரான அபான்ஸ் பிஎல்சியின் தேசிய நீண்ட கால மதிப்பீட்டை நிலையான நிலையில் இருந்து எதிர்மறையாக மாற்றியுள்ளது. ஃபிட்ச் ஒரே நேரத்தில் 'AA-(lka)' மதிப்பீட்டை உறுதிப்படுத்தியுள்ளது.",
        "எதிர்மறையான அவுட்லுக், அபான்ஸ் போன்ற நுகர்வோர் நீடித்த சில்லறை விற்பனையாளர்களின் சீரழிந்து வரும் இயக்க நிலைமைகளை பிரதிபலிக்கிறது, அவர்கள் நாட்டின் தொடர்ச்சியான வெளிநாட்டு நாணயத் தட்டுப்பாட்டின் காரணமாக இறக்குமதி செய்யப்பட்ட பொருட்களை மறுவிற்பனை செய்ய மிகவும் கடினமாக உள்ளனர். செலவழிப்பு குறைவதால் நுகர்வோர் பொருட்களுக்கான தேவையும் பலவீனமடைந்து வருகிறது. வருமானம், உயர் பணவீக்கம் மற்றும் கூர்மையான பொருட்களின் விலை உயர்வு ஆகியவை கட்டுப்படியாகும் தன்மையை பாதிக்கிறது",
        "இது அடுத்த 12-18 மாதங்களில் Abans இன் EBITDAR வட்டி மற்றும் வாடகை கவரேஜ் 1.3 மடங்குக்கும் குறைவாக இருக்கும் அபாயத்தை அதிகரிக்கிறது, இது 'AA-(lka)' மதிப்பீட்டிற்கு இணங்கவில்லை. செலவுகளைக் குறைக்கும் திறன் நிறுவனத்திற்கு இருப்பதாக நாங்கள் நினைக்கிறோம். அதன் விளிம்பைப் பாதுகாக்கவும், தாக்கத்தை மிதப்படுத்தவும், சரக்குகளை திரவமாக்கவும்.",
        "இறக்குமதிகள் இறுக்கம், பணப்புழக்கம் அழுத்தம்: உள்நாட்டு சந்தையில் அந்நியச் செலாவணி பற்றாக்குறை அதிகரித்து வரும் நிலையில், அடுத்த ஆண்டில் பொருட்களை இறக்குமதி செய்யும் நுகர்வோர் நீடித்த சில்லறை விற்பனையாளர்களின் திறனில் ஏற்படும் சரிவால் அபான்ஸின் பணப்புழக்கம் அழுத்தப்படலாம் என்று நாங்கள் நம்புகிறோம். அரசு அறிவுறுத்தல்களின்படி, மருந்து, உணவு மற்றும் எரிபொருள் போன்ற அத்தியாவசிய இறக்குமதிகளுக்கு வங்கிகள் முன்னுரிமை அளித்து, முடிக்கப்பட்ட பொருட்களின் இறக்குமதிக்கு சிறிய இடமளிக்கிறது. மார்ச் 2021 இன் இறுதியில் நாட்டின் வெளி கையிருப்பு ஒரு மாத இறக்குமதியை ஈடுகட்டவில்லை.",
        "350 க்கும் மேற்பட்ட அத்தியாவசியமற்ற பொருட்கள், சில நுகர்வோர் பொருட்கள் உட்பட, இப்போது இறக்குமதியைக் கட்டுப்படுத்தும் வழிமுறையாக அரசாங்கத்திடமிருந்து உரிமம் தேவைப்படுகிறது. அபான்ஸ் போன்ற பெரிய இறக்குமதியாளர்கள் தேவையான உரிமங்களைப் பெற முடியும் என்று ஃபிட்ச் எதிர்பார்க்கிறது, ஆனால் நாணயத் தட்டுப்பாட்டின் மத்தியில் கடன் கடிதங்களை (LC) திறக்க கடினமாக இருக்கும்.",
        "வணிக சீர்குலைவு அபாயம்: அபான்ஸ் அது விற்கும் தயாரிப்புகளில் 80% இறக்குமதி செய்கிறது மற்றும் LC களைப் பயன்படுத்தி உலகளாவிய சப்ளையர்களிடமிருந்து முடிக்கப்பட்ட பொருட்களை இறக்குமதி செய்ய முடியாவிட்டால் அதன் செயல்பாடு பாதிக்கப்படலாம். வங்கிகளுடனான நீண்டகால உறவுகள் மற்றும் உலகளாவிய சப்ளையர்களிடமிருந்து நீட்டிக்கப்பட்ட கடன் விதிமுறைகள் ஆகியவற்றின் ஆதரவுடன், சமீபத்திய மாதங்களில் நிறுவனம் அதன் தேவைகளில் ஒரு பகுதியை தாமதங்களுடன் இறக்குமதி செய்ய முடிந்தது. நிலுவைத் தொகைக்காக அபான்ஸ் உள்ளூர் கொள்முதல்களை நாடியுள்ளது. இருப்பினும், உள்ளூர் உற்பத்தியாளர்கள் வரையறுக்கப்பட்ட தயாரிப்பு வரம்பைக் கொண்டுள்ளனர் மற்றும் தொடர்ந்து சார்ந்து இருக்கும் உள்ளூர் தயாரிப்புகள் அபான்ஸின் அளவைக் குறைக்கலாம்.",
        "இறக்குமதி அழுத்தத்தை சமாளிக்க குளிர்சாதன பெட்டிகள் மற்றும் ஏர் கண்டிஷனர்களை தயாரிக்க அபான்ஸ் உள்ளூர் ஆலையை அமைக்கிறது, இது 2022 ஆம் ஆண்டின் மத்தியில் ஆன்லைனில் வர இலக்கு வைத்துள்ளது. மார்ச் 2021 (FY21) முடிவடையும் நிதியாண்டில் 25% வருவாயை நாங்கள் மதிப்பிடும் நிலையான நிலையை அடைந்தவுடன், புதிய ஆலை LKR8 பில்லியன்-10 பில்லியன் வருவாயை ஈட்டும் என்று மதிப்பிடுகிறோம். இருப்பினும், இது இடையூறு அபாயத்தை முழுமையாக ஈடுசெய்யாது. உற்பத்திக் கூறுகளை இறக்குமதி செய்வதை அபான்ஸ் தொடர்ந்து சவாலாகக் கருதலாம். FYE22 இல் அபான்ஸின் இருப்பு ஐந்து முதல் ஆறு மாத விற்பனையை உள்ளடக்கியது.",
        "தேவையை குறைக்கும் பணவீக்கம்: அபான்ஸின் வருவாய் 23 நிதியாண்டில் 15% குறையும் என்று எதிர்பார்க்கிறோம், இது 40% அளவு வீழ்ச்சியை பிரதிபலிக்கிறது, இது விலை அதிகரிப்பால் பெரும்பாலும் ஈடுசெய்யப்பட வேண்டும். வேகமாக அதிகரித்து வரும் பணவீக்கத்திற்கு மத்தியில், நுகர்வோர் விருப்பமில்லாத வாங்குதல்களை கட்டுப்படுத்துவார்கள் என்று நம்புகிறோம். சில்லறை விற்பனையாளர்கள் கணிசமான நாணயத் தேய்மானத்தைப் பிரதிபலிக்கும் வகையில் விலைகளை மாற்றியமைக்க வாய்ப்புள்ளது, மார்ச் 2022 முதல் ரூபாய் 70% வீழ்ச்சியடைந்து, பெரும்பாலான நுகர்வோருக்கு பொருட்களை வாங்க முடியாததாக ஆக்குகிறது. இருப்பினும், அபான்ஸின் சிறந்த அணுகல் உரிமங்கள், வங்கி LCக்கள் மற்றும் கடன் ஆகியவை சிறிய இறக்குமதியாளர்களை விட அதன் சந்தைப் பங்கை ஆதரிக்க வேண்டும்.",
        "சுருங்கும் மார்ஜின்: அபான்ஸின் FY23 EBITDAR மார்ஜின் 9M21 இல் 13.4% இலிருந்து சுமார் 9.5% ஆக சுருங்கும் என்று எதிர்பார்க்கிறோம், நாணயம் சார்ந்த செலவு அழுத்தத்தின் மத்தியில், நிறுவனம் வாடிக்கையாளர்களுக்கு முழுமையாகக் கடத்த முடியும் என்று நாங்கள் நினைக்கவில்லை. அபான்ஸால் சமீபத்தில் அதன் நிலையான வரம்பில் பிரதிபலிக்கும் வகையில், நாணயத் தேய்மானத்திற்கு ஏற்ப தயாரிப்புகளுக்கு விலை கொடுக்க முடிந்தது. அபான்ஸின் உடனடி பெற்றோர், அபான்ஸ் ரீடெய்ல் ஹோல்டிங்ஸ் (பிரைவேட்) லிமிடெட் (ARH), மற்றும் ARH இன் ரியல் எஸ்டேட் திட்டமான கொழும்பு சிட்டி சென்டர் (CCC) ஆகியவற்றின் ஒருங்கிணைப்பு உட்பட, குத்தகை-சரிசெய்யப்பட்ட நிகர கடன்/EBITDAR, FY23 இல், 3.9 முதல் 5.6x ஆக குறையும். x 2021 இறுதியில்.",
        "குறைந்த ஃபிக்ஸட்-சார்ஜ் கவர்: ஃபிக்ஸட்-சார்ஜ் கவரேஜ் - EBITDAR/வட்டி செலுத்துதல் மற்றும் வாடகை என வரையறுக்கப்பட்டுள்ளது - சமீபத்திய 700bpppolicy விகித உயர்வுக்கு மத்தியில் FY23 இல் 1.2x ஆக குறையும் என்று நாங்கள் எதிர்பார்க்கிறோம். அபான்ஸின் கடனில் சுமார் 75% குறுகிய கால மற்றும் செயல்பாட்டு மூலதன நோக்கங்களுக்காகப் பயன்படுத்தப்படுகிறது. இந்தக் கடன் விரைவாக மீளப்பெறும் என்று நாங்கள் நம்புகிறோம், அபான்ஸின் வட்டிச் செலவுகளை ஆண்டுக்கு 700 மில்லியன் ரூபாய்கள் உயர்த்தும். எவ்வாறாயினும், வருவாயில் 10% பங்களிக்கும் சந்தைப்படுத்தல் மற்றும் விநியோகச் செலவுகள் போன்ற மேல்நிலைகளைக் குறைப்பதன் மூலமும், 2021 இறுதியில் LKR11.0 பில்லியனாக இருந்த சரக்குகளை நீக்குவதன் மூலமும் அபான்ஸ் வட்டி விகித பாதிப்பைக் குறைக்கலாம்.",
        "ரியல் எஸ்டேட் திட்டத்தில் இருந்து வரம்புக்குட்பட்ட ஆபத்து: அபான்ஸின் CCC திட்டத்தின் அழுத்தம் வலுவான அடுக்குமாடி விற்பனையைத் தொடர்ந்து குறைந்துள்ளது. ஒரு சில அடுக்குமாடி குடியிருப்புகள் மட்டுமே மார்ச் 2022 இன் இறுதியில் விற்கப்படவில்லை, மீதமுள்ள கட்டுமானம், ஹோட்டல் உட்பட கிட்டத்தட்ட முடிந்தது. திட்டத்திற்கான கட்டுமான செலவுகள் மற்றும் கடனைத் திருப்பிச் செலுத்துதல் ஆகியவை அபான்ஸின் ஆதரவுடன் சுயாதீனமாக நிதியளிக்கப்பட்டுள்ளன. எவ்வாறாயினும், பணப்புழக்கப் பற்றாக்குறையை எதிர்கொள்ள 23-FY25 நிதியாண்டில் சுமார் 3.0 பில்லியன் ரூபாயை அபான்ஸ் திட்டத்தில் செலுத்துவதற்கான எங்கள் கணிப்புகள் காரணியாக உள்ளன.",
        "பெற்றோரின் ஒருங்கிணைக்கப்பட்ட சுயவிவரம்: அபான்ஸின் பலவீனமான பெற்றோரான ARH இன் ஒருங்கிணைந்த சுயவிவரத்தின் அடிப்படையில் 'ஓப்பன்' சட்டப்பூர்வ ரிங்ஃபென்சிங் மற்றும் 'திறந்த' அணுகல் மற்றும் எங்கள் பெற்றோர் மற்றும் துணை இணைப்பு மதிப்பீட்டு அளவுகோலின் கீழ் இரு நிறுவனங்களுக்கு இடையேயான கட்டுப்பாடு ஆகியவற்றின் அடிப்படையில் நாங்கள் மதிப்பிடுகிறோம். அபான்ஸின் பணப் புழக்கத்தை ஒழுங்குபடுத்தும் அல்லது சுயமாகத் திணித்த ரிங்ஃபென்சிங் எதுவும் இல்லை மற்றும் துணை நிறுவனத்தின் முழு உரிமையையும் கட்டுப்பாட்டையும் ARH கொண்டுள்ளது. நிதி ஏற்பாடுகள் பெரும்பாலும் பரவலாக்கப்பட்டவை, ஆனால் நிறுவனங்கள் ஒரு குழுவாக வசதிகளை பேச்சுவார்த்தை நடத்துகின்றன.",
        "Singer (Sri Lanka) PLC (A+(lka)/Negative), வருவாயின் அடிப்படையில் நாட்டின் மிகப்பெரிய நுகர்வோர் நீடித்த சில்லறை விற்பனையாளர், Abans ஐ விட வலுவான முக்கிய செயல்பாடுகளைக் கொண்டுள்ளது, ஏனெனில் அது பரந்த அளவிலான தயாரிப்புகள் மற்றும் பிராண்டுகளின் விலைப் புள்ளிகள் மற்றும் சிறந்த உள்ளூர் உற்பத்தித் திறனைக் கொண்டுள்ளது.",
        "எவ்வாறாயினும், சிங்கர் ஒரு பலவீனமான நிதியியல் சுயவிவரத்தைக் கொண்டுள்ளது, இது அதன் நிதி துணை நிறுவனமான சிங்கர் ஃபைனான்ஸ் (லங்கா) பிஎல்சி (A(lka)/நெகட்டிவ்), மோசமான செயல்பாட்டு சூழல் மற்றும் அதிகரித்து வரும் வட்டி விகிதங்களுக்கு மத்தியில் கடுமையான கடன் வளர்ச்சியைப் பிரதிபலிக்கிறது. சிசிசி ரியல் எஸ்டேட் திட்டத்திற்கான கடன் மற்றும் சாத்தியமான நிதி ஆதரவை உள்ளடக்கிய பிறகும், அபான்ஸின் ஓரளவு பலவீனமான வணிக விவரம் அதன் வலுவான நிதி விவரத்தால் குறைக்கப்படுகிறது, இதன் விளைவாக அபான்ஸ் ஒரு சிறந்த பாடகர் என்று மதிப்பிடப்பட்டது. இரு நிறுவனங்களும் தங்கள் செயல்பாடுகள் மற்றும் கடன் விவரங்கள் மீதான இறக்குமதிகள் மற்றும் வட்டி விகிதங்கள் அதிகரித்து வருவதால் ஏற்படும் அபாயங்கள் காரணமாக எதிர்மறை அவுட்லுக்கில் உள்ளன.",
        "DSI சாம்சன் குரூப் (பிரைவேட்) லிமிடெட் (DSG:AA(lka)/ஸ்டேபிள்), ஒரு முன்னணி உள்நாட்டு காலணி மற்றும் டயர் உற்பத்தியாளரான அபான்ஸ், இறக்குமதி செய்யப்பட்ட முடிக்கப்பட்ட பொருட்களை அதிக அளவில் வெளிப்படுத்துவதால் அபான்ஸின் வணிகத்திற்கு இடையூறு ஏற்படுவதற்கான வாய்ப்புகள் அதிகம் என்பதால், அபான்ஸ் ஒரு தரத்திற்கு கீழே தரப்படுத்தப்பட்டுள்ளது. கையிருப்பு மற்றும் அந்நிய செலாவணி பற்றாக்குறைக்கு மத்தியில் நாட்டில் அதிக இறக்குமதி மாற்றீடு மூலம் DSG பயனடைகிறது. இது சுமாரான வெளிநாட்டு நாணய வருவாய்களையும் கொண்டுள்ளது, இது குழுவில் உள்ள மற்ற இடங்களில் இறக்குமதி தேவைகளை ஆதரிக்கிறது. அடுத்த ஓரிரு வருடங்களில் அபான்ஸை விட DSG ஒரு சிறந்த நிதி அபாய சுயவிவரத்தை பராமரிக்கும் என எதிர்பார்க்கிறோம்.",
        "Sierra Cables PLC (A+(lka)/Stable) நுகர்வோர் நீடித்த பொருட்களுக்கான அதிக நிலையான தேவையுடன் ஒப்பிடும்போது, ​​கட்டுமானம் மற்றும் உள்கட்டமைப்புத் துறைகளில் அதன் சிறிய அளவிலான மற்றும் சுழற்சி தேவையை பிரதிபலிக்கும் வகையில் Abans க்கு ஒரு படி கீழே மதிப்பிடப்பட்டுள்ளது. இருப்பினும், இது சியராவின் குறைந்த அந்நியச் செலாவணியால் குறைக்கப்பட்டது. இரு நிறுவனங்களும் இறக்குமதிச் சவால்களால் வணிகச் சீர்குலைவை எதிர்கொள்ளும் என்று நாங்கள் எதிர்பார்க்கிறோம், இது அடுத்த 12-18 மாதங்களில் அவற்றின் அந்நியச் செலாவணி மற்றும் பணப்புழக்கத்தை பாதிக்கலாம், இருப்பினும் சியராவிற்கு அதிகரிக்கும் அழுத்தத்தைத் தாங்கும் வகையில் சிறந்த நிதி விவரம் உள்ளது.",
        "வழங்குபவருக்கான எங்கள் மதிப்பீட்டில் உள்ள ஃபிட்சின் முக்கிய அனுமானங்கள்",
        "இறக்குமதி கட்டுப்பாடுகள் மற்றும் குறைந்த தேவை காரணமாக FY23 இல் வருவாய் 15% குறையும். வலுவான விலைவாசி உயர்வால் இது தணிக்கப்பட வேண்டும். 2HFY24 இல் வருவாய் வளர்ச்சி மேம்பட்ட வெளிப்புற நிதி மற்றும் உள்ளூர் உற்பத்தி ஆலையின் அதிக பங்களிப்புடன் அதிகரிக்க வேண்டும்.",
        "- EBITDAR விளிம்பு FY23 இல் 9.4% ஆக (9MFY22: 13.4%) குறைந்த வருவாய் மற்றும் அதிகரித்து வரும் தயாரிப்பு செலவுகளுக்கு மத்தியில், FY24 இல் இருந்து சுமார் 10.0% ஆக மேம்படுத்தப்படுவதற்கு முன், வருவாய் மீட்சிக்கு உதவியது.",
        "- FY22 மற்றும் FY23 இல் LKR1.3 பில்லியன் வருடாந்திர கேபெக்ஸ், முக்கியமாக உள்ளூர் உற்பத்தி ஆலையை அமைக்க. FY24 இலிருந்து கேபெக்ஸ் பராமரிப்பு கேபெக்ஸாக குறையும்.",
        "– நிதி பற்றாக்குறையை சந்திக்க FY23-FY25 இல் CCC திட்டத்திற்கு LKR3.0 பில்லியன் மூலதன உட்செலுத்துதல்.",
        "- நடுத்தர காலத்திற்கு ஆண்டு LKR200 மில்லியன்-250 மில்லியன் ஈவுத்தொகை செலுத்துதல்.",
        "- எங்களின் அளவுகோல்களின்படி, பொருத்தமற்ற கடன்/உறுதியான ஈக்விட்டி விகிதத்தை பராமரிக்க, அபான்ஸ் ஃபைனான்ஸ் பிஎல்சி (A-(lka)/Outlook Evolving) என்ற அபான்ஸ் நிதியின் துணை நிறுவனத்திற்கு சுமார் LKR300 மில்லியன் முதல் 500 மில்லியன் வரையிலான அனுமான வருடாந்திர மூலதனம்.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ நேர்மறை மதிப்பீடு நடவடிக்கை/மேம்படுத்தலுக்கு வழிவகுக்கும் காரணிகள்:",
        "- ஒரு நிலைப்படுத்தும் இயக்கச் சூழலின் காரணமாக நீண்ட காலத்திற்கு எதிர்மறை உணர்திறனைச் சந்திக்காதது, அவுட்லுக்கை நிலையான காரணிகளாக மாற்றுவதற்கு வழிவகுக்கும், இது தனித்தனியாக அல்லது கூட்டாக எதிர்மறை மதிப்பீடு நடவடிக்கை/தரமிறக்கத்திற்கு வழிவகுக்கும்:",
        "– சீரமைக்கப்பட்ட நிகர லீவரேஜ்/EBITDAR, ARH மற்றும் CCC ப்ராஜெக்டின் முழு ஒருங்கிணைப்பு உட்பட, ஒரு நீடித்த காலத்திற்கு 6.5xக்கு மேல்.",
        "- EBITDAR நிலையான கட்டணக் கவரேஜ், ARH மற்றும் CCC திட்டம் ஆகியவற்றின் முழு ஒருங்கிணைப்பு உட்பட, ஒரு நீடித்த காலத்திற்கு 1.3xக்கும் கீழே குறைகிறது.",
        "போதுமான பணப்புழக்கம்: அபான்ஸ் 2021 இன் இறுதியில் LKR787 மில்லியன் பணத்தை வைத்திருந்தது, அதற்கு எதிராக LKR2.9 பில்லியன் குறுகிய கால கடனாக இருந்தது. சுமார் LKR1.0 பில்லியன் குறுகிய காலக் கடன்கள் ஒப்பந்த முதிர்வுகளை உள்ளடக்கிய காலக் கடன்கள், இவை கையிருப்பில் உள்ள ரொக்கம் மற்றும் சுமார் LKR800 மில்லியன் வங்கிகளில் இருந்து ஈடுபடுத்தப்படாத, ஆனால் பயன்படுத்தப்படாத கடன் வரிகளால் ஆதரிக்கப்பட்டது. கோவிட்-19 தொற்றுநோய் உச்சக்கட்டத்தின் போது வங்கிகள் இந்த வரிகளுக்கு ஆதரவாக நிற்கின்றன, ஆனால் இறக்குமதி சவால்கள் தொடர்ந்தால் அல்லது மோசமாகிவிட்டால், நுகர்வோர் பொருட்கள் போன்ற துறைகளின் வெளிப்பாட்டைக் குறைக்கும் அபாயம் உள்ளது.",
        "மீதமுள்ள LKR1.9 பில்லியன் குறுகிய கால கடனானது, LKR9.0 பில்லியன் இருப்புநிலைக் குறிப்பில் உள்ள நிகர செயல்பாட்டு மூலதனத்தால் ஆதரிக்கப்படுகிறது. இது விளிம்பு அரிப்பு மற்றும் பெறத்தக்கவைகளுக்கு சில இடையகத்தை வழங்குகிறது, பணி மூலதனத்தை கலைப்பதற்கு முன், அழுத்தமான சூழலில் குறுகிய கால கடனை திருப்பிச் செலுத்த போதுமானதாக இருக்காது."
      ]
    }
  }
}