{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ceb-maintains-7-5-hour-power-cut-on-tuesday-fuel-deficit-drought-weigh-91375/",
  "time_ut": 1646663340,
  "title": "Sri Lanka’s CEB maintains 7.5-hour power cut on Tuesday; Fuel deficit, drought weigh",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka’s state-owned Ceylon Electricity Board (CEB) has imposed a power cut up to 7. 5 hours on Tuesday, March 08 with thermal power plants have run out of fuel to generate electricity, however, the utility provider said the situation can change depending on the fuel availability for the day.",
    "Areas E and F will experience power cuts of 5 hours between 0800am to 1800pm and 2.5 hours’ power cuts between 1800pm and 2300pm, a provisional schedule released by the CEB showed.",
    "Areas P,Q,R,S,T,U,V,W will have power cuts up to 2 hours between 0800am and 1700pm and one hour between 1700pm and 2100pm.",
    "The CEB said “there will be extended power cuts throughout the day to limit further hydro drawdown without prior notice” in case of “any thermal plant unavailability other mentioned in the statement.",
    "According to CEB Only Sapugaskanda B, Uthuru Janani and Kelenitissa Combined Cycle power plants have enough fuel to run for 1.6 days, two days and 1.3 days respectively.",
    "Other plants do not have enough fuel to run for another 12 hours.",
    "Even though the CEB has issued the power shedding schedule, the power regulator of the country, the Public Utility Commission of Sri Lanka, has not published any approved schedule by the time of writing.",
    "CEB said there is a power deficit of 398 MW for the day peak, 518 MW for the evening peak and 409 MW for the night peak.",
    "Commenting on the power situation in the country to the reporters on Monday (7) morning, the Chairman of the PUCSL Janaka Rathnayake said, if the authorities can get all the thermal power plants that run on furnace oil, diesel and Naphtha, power shedding can be limited to 1.5 – 2 hours a day for the next 45 days until the rain starts.",
    "“We want to give the electricity to the general public without any power cuts. The decision for the power cut is taken by the CEB according to the hydro, thermal and other power generation capacity they have” Rathnayake told reporters.",
    "“From December 10 till last week, even though the CEB requested for power cuts we gave them the minimum number of hours, but from last week due to the fuel shortage we had to go for longer power cuts.”",
    "He said government authorities are working on getting more diesel in the coming days.",
    "“We got to know that a ship with 30,000 metric tons of furnace oil came to the port and it will start unloading tomorrow night after the initial quality tests are done”",
    "“There will be a reduction in power cuts if we get all the fuel, naphtha, furnace and diesel. Then we can add another 2000-2100 MW to the main grid. If we can manage hydro power to generate only around 4-5 GW per day in the next 45 days, then we can limit the power cuts to 1.5 – 2 hours” (Colombo/ March 7/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ලංවිම අඟහරුවාදා පැය 7.5ක විදුලි කප්පාදුවක් පවත්වාගෙන යයි; ඉන්ධන හිඟය, නියඟ බර",
      "body_lines": [
        "ECONOMYNEXT –  ශ්‍රී ලංකාවේ රජයට අයත් ලංකා විදුලිබල මණ්ඩලය (CEB) මාර්තු 08 අඟහරුවාදා පැය 7. 5 දක්වා විදුලිය කප්පාදුවක් පනවා ඇති අතර තාප බලාගාරවලට විදුලිය නිපදවීමට ඉන්ධන අවසන් වී ඇත, කෙසේ වෙතත්, උපයෝගිතා සපයන්නා මෙම තත්වය පැවසීය. දවසේ ඉන්ධන ලබා ගැනීමේ හැකියාව අනුව වෙනස් විය හැක.",
        "E සහ F ප්‍රදේශවල පෙරවරු 0800 සිට පස්වරු 1800 දක්වා පැය 5ක කාලයක් විදුලිය විසන්ධි වන අතර පස්වරු 1800 සිට 2300 දක්වා පැය 2.5ක කාලයක් විදුලිය විසන්ධි වනු ඇති බව ලංවිම විසින් නිකුත් කරන ලද තාවකාලික කාලසටහනක් පෙන්වා දෙයි.",
        "P,Q,R,S,T,U,V,W යන ප්‍රදේශවලට පෙරවරු 0800 සිට පස්වරු 1700 දක්වා පැය 2ක් සහ පස්වරු 1700 සිට 2100 දක්වා පැයක කාලයක් විදුලිය විසන්ධි වේ.",
        "“ප්‍රකාශයේ සඳහන් වෙනත් තාප බලාගාරයක් නොමැති නම්, පූර්ව දැනුම් දීමකින් තොරව තවදුරටත් ජල සැපයුම සීමා කිරීම සඳහා දවස පුරා විදුලිය විසන්ධි කෙරෙනු ඇති” බව විදුලිබල මණ්ඩලය පවසයි.",
        "ලංවිමට අනුව සපුගස්කන්ද බී, උතුරු ජනනි සහ කැළණිතිස්ස ඒකාබද්ධ චක්‍ර බලාගාරවල පමණක් දින 1.6ක්, දින දෙකක් සහ දින 1.3ක් ක්‍රියාත්මක වීමට ප්‍රමාණවත් ඉන්ධන තිබේ.",
        "අනෙකුත් ශාකවල තවත් පැය 12 ක් ධාවනය කිරීමට ප්රමාණවත් ඉන්ධන නොමැත.",
        "විදුලිබල මණ්ඩලය විසින් විදුලිය විසන්ධි කිරීමේ කාලසටහන නිකුත් කර ඇතත්, රටේ විදුලි නියාමකයා වන ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව මෙම ලිපිය ලියන අවස්ථාව වන විට කිසිදු අනුමත කාලසටහනක් ප්‍රකාශයට පත් කර නොමැත.",
        "විදුලිබල මණ්ඩලය පැවසුවේ දිවා උච්චතම අවස්ථාවට මෙගාවොට් 398ක්, සවස් යාමයේ උපරිමයට මෙගාවොට් 518ක් සහ රාත්‍රී උපරිමයට මෙගාවොට් 409ක් ලෙස විදුලි හිඟයක් පවතින බවයි.",
        "රටේ විදුලිබල තත්ත්වය පිළිබඳව සඳුදා (7) පෙරවරුවේ මාධ්‍යවේදීන් අමතමින් මහජන උපයෝගිතා කොමිසමේ සභාපති ජානක රත්නායක මහතා කියා සිටියේ උදුන තෙල්, ඩීසල් සහ නැප්තා වලින් ක්‍රියාත්මක වන සියලුම තාප බලාගාර බලධාරීන්ට ලබා ගත හැකි නම් විදුලිය විසන්ධි කළ හැකි බවයි. වර්ෂාව ආරම්භ වන තෙක් ඉදිරි දින 45 සඳහා දිනකට පැය 1.5 - 2 කට සීමා කරන්න.",
        "“අපිට ඕන විදුලිය කප්පාදුවකින් තොරව සාමාන්‍ය ජනතාවට දෙන්න. විදුලිය කප්පාදුව තීරණය කරන්නේ විදුලිබල මණ්ඩලය විසින් ඔවුන් සතු ජල, තාප සහ අනෙකුත් විදුලි උත්පාදන ධාරිතාව අනුවයි\" රත්නායක වාර්තාකරුවන්ට පැවසීය.",
        "\"දෙසැම්බර් 10 සිට පසුගිය සතිය දක්වා ලංවිම විදුලිය විසන්ධි කරන ලෙස ඉල්ලා සිටියත් අපි ඔවුන්ට අවම පැය ගණන ලබා දුන්නා, නමුත් පසුගිය සතියේ ඉන්ධන හිඟය නිසා අපට තවදුරටත් විදුලිය විසන්ධි කිරීමට සිදු වුණා.\"",
        "ඉදිරි දිනවලදී ඩීසල් වැඩි කිරීමට රජයේ බලධාරීන් කටයුතු කරමින් සිටින බව ඔහු පැවසීය.",
        "\"අපිට දැන ගන්නට ලැබුනේ මෙට්‍රික් ටොන් 30,000 ක උදුන් තෙල් සහිත නෞකාවක් වරායට පැමිණි බවත්, මූලික තත්ත්ව පරීක්ෂණ සිදු කිරීමෙන් පසු හෙට රාත්‍රියේ එය ගොඩබෑම ආරම්භ කරන බවත්\"",
        "“ඉන්ධන, නැප්තා, ඌෂ්මක, ඩීසල් ඔක්කොම ගත්තොත් විදුලි කප්පාදුව අඩු වෙනවා. එවිට අපට තවත් මෙගාවොට් 2000-2100ක් ප්‍රධාන විදුලිබල පද්ධතියට එකතු කළ හැකියි. ඉදිරි දින 45 තුළ දිනකට ගිගාවොට් 4-5ක් පමණ ජනනය වන පරිදි ජල විදුලිය කළමනාකරණය කළ හැකි නම්, විදුලි කප්පාදුව පැය 1.5 - 2 දක්වා සීමා කළ හැකිය\" (කොළඹ/ මාර්තු 7/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் CEB செவ்வாய்கிழமை 7.5 மணி நேர மின்வெட்டை பராமரிக்கிறது; எரிபொருள் பற்றாக்குறை, வறட்சி எடை",
      "body_lines": [
        "ECONOMYNEXT –  இலங்கையின் அரசுக்கு சொந்தமான இலங்கை மின்சார சபை (CEB) மார்ச் 08 செவ்வாய் கிழமை 7. 5 மணி நேரம் வரை மின்வெட்டை விதித்துள்ளது, அனல் மின் நிலையங்கள் மின்சாரத்தை உற்பத்தி செய்வதற்கான எரிபொருள் தீர்ந்துவிட்டன, இருப்பினும், நிலைமையை பயன்பாட்டு வழங்குநர் கூறினார். அன்றைய எரிபொருள் இருப்பைப் பொறுத்து மாறலாம்.",
        "E மற்றும் F பகுதிகளில் காலை 0800 மணி முதல் மாலை 1800 மணி வரை 5 மணி நேரமும், பிற்பகல் 1800 மணி முதல் 2300 மணி வரை 2.5 மணி நேரமும் மின்வெட்டு ஏற்படும் என்று CEB வெளியிட்டுள்ள தற்காலிக அட்டவணையில் தெரிவிக்கப்பட்டுள்ளது.",
        "P,Q,R,S,T,U,V,W ஆகிய பகுதிகளில் காலை 0800 மணி முதல் மாலை 1700 மணி வரை 2 மணி நேரமும், மாலை 1700 மணி முதல் 2100 மணி வரை ஒரு மணி நேரமும் மின்வெட்டு இருக்கும்.",
        "\"அறிக்கையில் குறிப்பிடப்பட்டுள்ள வேறு ஏதேனும் அனல் ஆலைகள் கிடைக்காத பட்சத்தில், முன்னறிவிப்பின்றி மேலும் நீர் இழுவை குறைக்க நாள் முழுவதும் மின்வெட்டு நீட்டிக்கப்படும்\" என்று CEB கூறியது.",
        "CEBயின் கூற்றுப்படி, சபுகஸ்கந்த B, Uthuru ஜனனி மற்றும் Kelenitissa ஒருங்கிணைந்த சுழற்சி மின் உற்பத்தி நிலையங்கள் முறையே 1.6 நாட்கள், இரண்டு நாட்கள் மற்றும் 1.3 நாட்களுக்கு இயங்குவதற்கு போதுமான எரிபொருளைக் கொண்டுள்ளன.",
        "மற்ற ஆலைகளில் இன்னும் 12 மணி நேரம் இயங்க போதுமான எரிபொருள் இல்லை.",
        "CEB மின்வெட்டு அட்டவணையை வெளியிட்டிருந்தாலும், நாட்டின் மின்சார ஒழுங்குமுறை ஆணையமான இலங்கை பொது பயன்பாட்டு ஆணைக்குழு, எழுதும் நேரத்தில் அங்கீகரிக்கப்பட்ட அட்டவணை எதையும் வெளியிடவில்லை.",
        "பகல்நேர உச்சநிலைக்கு 398 மெகாவாட், மாலை உச்சநிலைக்கு 518 மெகாவாட் மற்றும் இரவு உச்சநிலைக்கு 409 மெகாவாட் மின் பற்றாக்குறை உள்ளதாக மின் வாரியம் தெரிவித்துள்ளது.",
        "நாட்டில் நிலவும் மின் நிலமை குறித்து திங்கட்கிழமை (7) காலை செய்தியாளர்களிடம் கருத்து தெரிவித்த PUCSL தலைவர் ஜனக ரத்நாயக்க, உலை எண்ணெய், டீசல் மற்றும் நாப்தா ஆகியவற்றில் இயங்கும் அனைத்து அனல் மின் நிலையங்களையும் அதிகாரிகள் பெற்றுக் கொள்ள முடிந்தால், மின் உற்பத்தியை குறைக்க முடியும். மழை தொடங்கும் வரை அடுத்த 45 நாட்களுக்கு ஒரு நாளைக்கு 1.5 - 2 மணிநேரம் மட்டுமே இருக்க வேண்டும்.",
        "“பொதுமக்களுக்கு மின்வெட்டு இல்லாமல் மின்சாரம் வழங்க விரும்புகிறோம். நீர், அனல் மற்றும் ஏனைய மின் உற்பத்தித் திறனுக்கு ஏற்ப மின்வெட்டுக்கான முடிவு மின்சார சபையினால் எடுக்கப்படும்” என ரத்நாயக்க செய்தியாளர்களிடம் தெரிவித்தார்.",
        "\"டிசம்பர் 10 முதல் கடந்த வாரம் வரை, மின்சார சபை மின்வெட்டைக் கோரிய போதிலும், நாங்கள் அவர்களுக்கு குறைந்தபட்ச மணிநேரங்களை வழங்கினோம், ஆனால் எரிபொருள் பற்றாக்குறை காரணமாக கடந்த வாரம் முதல் நாங்கள் நீண்ட மின்வெட்டுக்கு செல்ல வேண்டியிருந்தது.\"",
        "வரும் நாட்களில் மேலும் டீசலை பெற அரசு அதிகாரிகள் நடவடிக்கை எடுத்து வருகின்றனர் என்றார்.",
        "30,000 மெட்ரிக் டன் உலை எண்ணெய் கொண்ட கப்பல் துறைமுகத்திற்கு வந்துள்ளதாகவும், ஆரம்ப தர சோதனைகள் முடிந்த பின்னர் நாளை இரவே அது இறக்கப்படும் என்றும் நாங்கள் அறிந்தோம்.",
        "“எரிபொருள், நாப்தா, உலை மற்றும் டீசல் அனைத்தும் கிடைத்தால் மின்வெட்டு குறையும். அதன்பிறகு, 2000-2100 மெகாவாட் மின்சாரத்தை மெயின் கிரிட்டில் சேர்க்கலாம். அடுத்த 45 நாட்களில் நாளொன்றுக்கு சுமார் 4-5 ஜிகாவாட் மட்டுமே நீர் மின்சாரத்தை உற்பத்தி செய்ய முடிந்தால், மின்வெட்டை 1.5 - 2 மணிநேரம் வரை கட்டுப்படுத்தலாம்” (கொழும்பு/ மார்ச் 7/2022)"
      ]
    }
  }
}