{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-complicated-deal-iran-nukes-israel-oil-russia/",
  "time_ut": 1647792900,
  "title": "A complicated deal: Iran, nukes, Israel, oil, Russia",
  "body_lines": [
    "As with most re-marriages between the same partners, the participants are not exactly starry-eyed. They have just figured out that the old deal was better than no deal, at all.",
    "The news that the obscurely named Joint Comprehensive Plan of Action (JCPOA) is back in force may reach you even before this article does, but the release of Nazanin Zaghari-Ratcliffe last week was a clear signal that the Iran nuclear accord is back in effect.",
    "Ms Zaghari-Ratcliffe, an Iranian-born British citizen, was arrested in Tehran in 2016 while visiting her mother and jailed as a spy. She was actually being taken hostage in an attempt to make the United Kingdom to pay the Islamic Republic a very large, very old debt.",
    "Zaghari-Ratcliffe’s situation got much worse when Boris Johnson, then the UK’s Foreign Secretary, wrongly stated that she had been in Iran to “train journalists”. (He is famous for not reading his briefs.) A year later, her five-year-old daughter, Gabriella, was sent back to London to live with her husband, as Nazanin was serving a five-year prison sentence.",
    "Then, suddenly, on Wednesday, she was on her way home, and another British hostage of Iranian descent was on the same plane. The news leaked out that Britain had finally paid its $540 million debt after 45 years of stalling. (The Shah had ordered British tanks before he was overthrown. Britain cancelled the order, but kept the money.) So, the JCPOA is back on.",
    "In the 2015 deal, Iran agreed to do no work that would get it closer to building nuclear weapons for 15 years, in return for the lifting of international trade sanctions. It was Barack Obama’s great foreign policy success – which may be why Donald Trump, seeking to erase every achievement of America’s first black president, cancelled the deal in 2018.",
    "Israel’s former Prime Minister Binyamin Netanyahu, claims credit for talking Trump into that act of vandalism, which may or may not be true, but, in any case, it didn’t actually kill the deal.",
    "The other signatories of the JCPOA – China, France, Germany, Russia and the UK – promised to try to bring the Americans back, but, effectively, most obeyed the trade sanctions that Trump had unilaterally slapped on Iran. Iran waited for a year, and then started ratcheting up its nuclear research every three months, getting closer and closer to a weapons capability.",
    "The JCPOA treaty said that Iran would not enrich uranium higher than 3.67%. By last month it was up to 60%. Trump and Netanyahu were both gone, and both Israeli and US senior military officers had concluded the old deal was better than nothing.",
    "President Joe Biden was of the same mind, and he was also worried about a looming confrontation with Russia over Ukraine, so last autumn he instructed his diplomatic people to stop trying to screw extra concessions out of the Iranians. Just get on with it!",
    "Things moved quickly after that, and by late last month Josep Borrell, the European Union’s Foreign Affairs Chief, was saying that “a final text is essentially ready and on the table.” However, he added, “a pause in the Vienna talks is needed due to external factors.”",
    "The external factors were the Russian invasion of Ukraine and the Western sanctions on Russia that followed. Russian Foreign Minister Sergei Lavrov demanded that Washington pledge not to impose sanctions on any bilateral trade deal between Russia and Iran after the JCPOA comes back into effect.",
    "Lavrov didn’t really believe that he could get that promise out of the United States. He just wanted to block the resurrection of the JCPOA, at least for the moment, because it would let Iran start reselling its oil on the international market.",
    "At the moment Iran exports less than a million barrels per day of crude oil, almost all of it to China. It could sell at least another million and a half bpd internationally if sanctions are finally lifted, and that extra supply would certainly drop the oil price sharply.",
    "Oil and gas sales are about the last remaining major source of foreign currency for Russia. The benchmark Brent oil price today is $95 a barrel, already down by more than $40 from last month’s panic-stricken peak.",
    "The extra Iranian oil could knock it down another $20 or $30 bpd, cutting Russia’s income further and letting Europe buy more of its oil from Iran, not Russia. But it appears that Lavrov didn’t manage to extract any guarantees, and that the JCPOA is really coming back. Good.",
    "There are so many moving parts to this deal that it could still fall apart at the last second, of course. But, for now, it looks good, and Nazanin Zaghari-Ratcliffe is already home with her family.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සංකීර්ණ ගනුදෙනුවක්: ඉරානය, න්‍යෂ්ටික, ඊශ්‍රායලය, තෙල්, රුසියාව",
      "body_lines": [
        "එකම සහකරුවන් අතර බොහෝ නැවත විවාහයන් මෙන්, සහභාගිවන්නන් හරියටම තරු ඇස් ඇති අය නොවේ. කිසිම ගනුදෙනුවකට වඩා පැරණි ගනුදෙනුව හොඳ බව ඔවුන් තේරුම් ගෙන ඇත.",
        "අපැහැදිලි ලෙස නම් කරන ලද ඒකාබද්ධ විස්තීරණ ක්‍රියාකාරී සැලැස්ම (JCPOA) නැවත ක්‍රියාත්මක වන බවට වන පුවත මෙම ලිපියට පෙර ඔබ වෙත ළඟා විය හැකි නමුත් පසුගිය සතියේ Nazanin Zaghari-Ratcliffe නිකුත් කිරීම ඉරාන න්‍යෂ්ටික ගිවිසුම නැවත ක්‍රියාත්මක වන බවට පැහැදිලි සංඥාවක් විය. .",
        "ඉරානයේ උපත ලද බ්‍රිතාන්‍ය පුරවැසියෙකු වන Zaghari-Ratcliffe මහත්මිය 2016 දී ටෙහෙරානයේදී ඇගේ මව බැලීමට ගොස් සිටියදී අත්අඩංගුවට ගෙන ඔත්තුකාරියක් ලෙස සිරගත කරන ලදී. ඉස්ලාමීය ජනරජයට එක්සත් රාජධානිය ඉතා විශාල, ඉතා පැරණි ණයක් ගෙවීමට උත්සාහ කිරීම සඳහා ඇය සැබවින්ම ප්‍රාණ ඇපයට ගෙන ඇත.",
        "එවකට එක්සත් රාජධානියේ විදේශ ලේකම් වූ බොරිස් ජොන්සන් \"මාධ්‍යවේදීන් පුහුණු කිරීමට\" ඉරානයේ සිටි බව වැරදි ලෙස ප්‍රකාශ කිරීමත් සමඟ Zaghari-Ratcliffe ගේ තත්වය වඩාත් නරක අතට හැරුණි. (ඔහු ඔහුගේ කෙටිකතා නොකියවීම සම්බන්ධයෙන් ප්‍රසිද්ධය.) වසරකට පසුව, නාසානින් වසර පහක සිර දඬුවමක් විඳිමින් සිටි නිසා, වසරකට පසුව, ඇගේ පස් හැවිරිදි දියණිය වන ගේබ්‍රියෙලා, ඇගේ සැමියා සමඟ ජීවත් වීමට ලන්ඩනයට යවන ලදී.",
        "අනතුරුව, හදිසියේම, බදාදා දින, ඇය සිය නිවස බලා යමින් සිටි අතර, ඉරාන සම්භවයක් ඇති තවත් බ්‍රිතාන්‍ය ප්‍රාණ ඇපකරුවෙකු එම ගුවන් යානයේ සිට ඇත. බ්‍රිතාන්‍යය වසර 45ක ඇණහිටීමෙන් පසු අවසානයේ ඩොලර් මිලියන 540ක ණය ගෙවා ඇති බවට ප්‍රවෘත්තිය කාන්දු විය. (ෂා පෙරලා දැමීමට පෙර බ්‍රිතාන්‍ය ටැංකි ඇණවුම් කර ඇත. බ්‍රිතාන්‍යය එම නියෝගය අවලංගු කළේය, නමුත් මුදල් තබා ගත්තේය.) එබැවින්, JCPOA නැවත ක්‍රියාත්මක වේ.",
        "2015 ගනුදෙනුවේදී ඉරානය ජාත්‍යන්තර වෙළඳ සම්බාධක ඉවත් කිරීම සඳහා ප්‍රතිලාභ වශයෙන් වසර 15 ක් න්‍යෂ්ටික අවි තැනීමට සමීප වන කිසිදු කාර්යයක් කිරීමට එකඟ නොවීය. එය බැරක් ඔබාමාගේ විශිෂ්ට විදේශ ප්‍රතිපත්ති සාර්ථකත්වය විය - ඩොනල්ඩ් ට්‍රම්ප්, ඇමරිකාවේ පළමු කළු ජනාධිපතිගේ සෑම ජයග්‍රහණයක්ම මකා දැමීමට උත්සාහ කරමින්, 2018 දී ගනුදෙනුව අවලංගු කළේ එබැවිනි.",
        "ඊශ්‍රායලයේ හිටපු අගමැති Binyamin Netanyahu, එම විනාශකාරී ක්‍රියාවට ට්‍රම්ප් කතා කිරීමේ ගෞරවය හිමි වන අතර, එය සත්‍ය හෝ නොවිය හැකි නමුත්, කෙසේ වෙතත්, එය ඇත්ත වශයෙන්ම ගනුදෙනුව මරා දැමුවේ නැත.",
        "JCPOA හි අනෙකුත් අත්සන්කරුවන් - චීනය, ප්‍රංශය, ජර්මනිය, රුසියාව සහ එක්සත් රාජධානිය - ඇමරිකානුවන් ආපසු ගෙන ඒමට උත්සාහ කරන බවට පොරොන්දු වූ නමුත්, ඵලදායි ලෙස, බොහෝ දෙනා ට්‍රම්ප් ඒකපාර්ශ්විකව ඉරානයට පහර දුන් වෙළඳ සම්බාධකවලට කීකරු වූහ. ඉරානය වසරක් බලා සිටි අතර, පසුව සෑම මාස තුනකට වරක් සිය න්‍යෂ්ටික පර්යේෂණ වේගවත් කිරීමට පටන් ගත් අතර, ආයුධ හැකියාවට ළං විය.",
        "JCPOA ගිවිසුමට අනුව ඉරානය 3.67% ට වඩා වැඩි යුරේනියම් පොහොසත් නොකරනු ඇත. පසුගිය මාසය වන විට එය 60% දක්වා ඉහළ ගියේය. ට්‍රම්ප් සහ නෙතන්යාහු යන දෙදෙනාම නැති වූ අතර ඊශ්‍රායල සහ එක්සත් ජනපද ජ්‍යෙෂ්ඨ හමුදා නිලධාරීන් දෙදෙනාම පැරණි ගනුදෙනුව කිසිවකට වඩා හොඳ නැති බව නිගමනය කර ඇත.",
        "ජනාධිපති ජෝ බයිඩන් ද එම අදහසින් සිටි අතර, යුක්රේනය සම්බන්ධයෙන් රුසියාව සමඟ ඇති වන ගැටුමක් ගැන ඔහු කනස්සල්ලට පත්ව සිටි අතර, පසුගිය සරත් සෘතුවේ දී ඔහු ඉරාන ජාතිකයන්ගෙන් අමතර සහන ලබා දීමට උත්සාහ කිරීම නවත්වන ලෙස තම රාජ්‍යතාන්ත්‍රිකයින්ට උපදෙස් දුන්නේය. නිකම්ම යන්න!",
        "ඉන් පසුව දේවල් වේගයෙන් ඉදිරියට ගිය අතර, පසුගිය මස අග වන විට යුරෝපා සංගමයේ විදේශ කටයුතු ප්‍රධානී ජෝසෙප් බොරෙල් පැවසුවේ “අවසාන පාඨයක් අවශ්‍යයෙන්ම සූදානම් සහ මේසය මත ඇති” බවයි. කෙසේ වෙතත්, \"බාහිර සාධක හේතුවෙන් වියානා සාකච්ඡා වල විරාමයක් අවශ්‍ය වේ.\"",
        "බාහිර සාධක වූයේ යුක්රේනයට රුසියානු ආක්‍රමණය සහ රුසියාවට බටහිර සම්බාධක පැනවීමයි. JCPOA යලි බලාත්මක වූ පසු රුසියාව සහ ඉරානය අතර කිසිදු ද්විපාර්ශ්වික වෙළඳ ගිවිසුමකට සම්බාධක පැන නොවීමට වොෂින්ටනය ප්‍රතිඥා දෙන ලෙස රුසියානු විදේශ ඇමති සර්ජි ලැව්රොව් ඉල්ලා සිටියේය.",
        "එක්සත් ජනපදයෙන් එම පොරොන්දුව ලබා ගත හැකි බව Lavrov ඇත්තටම විශ්වාස කළේ නැත. ඔහුට අවශ්‍ය වූයේ අවම වශයෙන් මේ මොහොතේ JCPOA හි නැවත නැඟිටීම අවහිර කිරීමට පමණි, මන්ද එය ඉරානයට ජාත්‍යන්තර වෙළඳපොලේ තෙල් නැවත විකිණීම ආරම්භ කිරීමට ඉඩ දෙන බැවිනි.",
        "මේ වන විට ඉරානය දිනකට බොර තෙල් බැරල් මිලියනයකට වඩා අඩුවෙන් අපනයනය කරයි, ඒ සියල්ලම පාහේ චීනයට ය. සම්බාධක ඉවත් කළහොත් අවම වශයෙන් තවත් මිලියන එකහමාරක Bpd ජාත්‍යන්තරව විකිණිය හැකි අතර, එම අතිරේක සැපයුම නිසැකවම තෙල් මිල තියුනු ලෙස පහත වැටෙනු ඇත.",
        "තෙල් සහ ගෑස් අලෙවිය රුසියාව සඳහා ඉතිරිව ඇති අවසාන ප්‍රධාන විදේශ මුදල් ප්‍රභවයයි. අද මිණුම් ලකුණ බ්‍රෙන්ට් තෙල් බැරලයක මිල ඩොලර් 95 ක් වන අතර, පසුගිය මාසයේ භීතියට පත් වූ උච්චතම අවස්ථාවට වඩා දැනටමත් ඩොලර් 40 කට වඩා පහත වැටී ඇත.",
        "අමතර ඉරාන තෙල් එය තවත් $20 හෝ $30 bpd පහත හෙලීමට හැකි අතර, රුසියාවේ ආදායම තව දුරටත් කපා හරින අතර යුරෝපයට රුසියාවෙන් නොව ඉරානයෙන් සිය තෙල් වැඩි ප්‍රමාණයක් මිලදී ගැනීමට ඉඩ සලසයි. නමුත් ලැව්රොව් කිසිදු සහතිකයක් ලබා ගැනීමට සමත් නොවූ බවත්, JCPOA සැබවින්ම නැවත පැමිණෙන බවත් පෙනී යයි. යහපත.",
        "මෙම ගනුදෙනුවට චලනය වන කොටස් බොහොමයක් ඇති අතර එය අවසන් තත්පරයේදී තවමත් බිඳ වැටිය හැකිය. නමුත්, දැනට, එය හොඳ පෙනුමක් ඇති අතර, Nazanin Zaghari-Ratcliffe දැනටමත් ඇගේ පවුලේ අය සමඟ නිවසේ සිටී.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஒரு சிக்கலான ஒப்பந்தம்: ஈரான், அணு ஆயுதங்கள், இஸ்ரேல், எண்ணெய், ரஷ்யா",
      "body_lines": [
        "ஒரே கூட்டாளிகளுக்கு இடையேயான பெரும்பாலான மறு-திருமணங்களைப் போலவே, பங்கேற்பாளர்கள் சரியாக நட்சத்திரக் கண்கள் கொண்டவர்கள் அல்ல. ஒப்பந்தம் இல்லாததை விட பழைய ஒப்பந்தம் சிறந்தது என்பதை அவர்கள் இப்போது கண்டுபிடித்துள்ளனர்.",
        "தெளிவில்லாமல் பெயரிடப்பட்ட கூட்டு விரிவான செயல் திட்டம் (JCPOA) மீண்டும் நடைமுறைக்கு வந்துள்ளது என்ற செய்தி இந்தக் கட்டுரை வருவதற்கு முன்பே உங்களை வந்தடையலாம், ஆனால் கடந்த வாரம் வெளியான Nazanin Zaghari-Ratcliffe ஈரான் அணுசக்தி ஒப்பந்தம் மீண்டும் நடைமுறைக்கு வந்ததற்கான தெளிவான சமிக்ஞையாகும். .",
        "ஈரானில் பிறந்த பிரிட்டிஷ் பிரஜையான திருமதி ஜகாரி-ராட்க்ளிஃப், 2016 ஆம் ஆண்டு தெஹ்ரானில் தனது தாயைப் பார்க்கச் சென்றபோது கைது செய்யப்பட்டு உளவாளியாக சிறையில் அடைக்கப்பட்டார். ஐக்கிய இராச்சியத்தை இஸ்லாமியக் குடியரசிற்கு மிகப் பெரிய, மிகப் பழைய கடனைச் செலுத்தும் முயற்சியில் அவள் உண்மையில் பிணைக் கைதியாகப் பிடிக்கப்பட்டாள்.",
        "அப்போது இங்கிலாந்தின் வெளியுறவுச் செயலாளராக இருந்த போரிஸ் ஜான்சன், \"பத்திரிகையாளர்களைப் பயிற்றுவிப்பதற்காக\" ஈரானில் இருந்ததாக தவறாகக் கூறியதால், ஜாகரி-ராட்க்ளிஃப்பின் நிலைமை மிகவும் மோசமாகியது. (அவரது சிறுகதைகளைப் படிக்காததற்காக அவர் பிரபலமானவர்.) ஒரு வருடம் கழித்து, நசானின் ஐந்து வருட சிறைத்தண்டனை அனுபவித்து வருவதால், அவரது ஐந்து வயது மகள் கேப்ரியெல்லா, தனது கணவருடன் வாழ லண்டனுக்குத் திருப்பி அனுப்பப்பட்டார்.",
        "பின்னர், திடீரென்று, புதன்கிழமை, அவள் வீட்டிற்குச் சென்று கொண்டிருந்தாள், அதே விமானத்தில் ஈரானிய வம்சாவளியைச் சேர்ந்த மற்றொரு பிரிட்டிஷ் பணயக்கைதியும் இருந்தார். 45 வருட முட்டுக்கட்டைக்குப் பிறகு பிரிட்டன் தனது 540 மில்லியன் டாலர் கடனைச் செலுத்திவிட்டதாக செய்திகள் கசிந்தன. (அவர் தூக்கி எறியப்படுவதற்கு முன்பு ஷா பிரிட்டிஷ் டாங்கிகளுக்கு உத்தரவிட்டார். பிரிட்டன் ஆர்டரை ரத்து செய்தது, ஆனால் பணத்தை வைத்திருந்தது.) எனவே, JCPOA மீண்டும் தொடங்கப்பட்டது.",
        "2015 ஒப்பந்தத்தில், சர்வதேச வர்த்தகத் தடைகளை நீக்கியதற்கு ஈடாக, 15 ஆண்டுகளுக்கு அணு ஆயுதங்களை உருவாக்கும் எந்தப் பணியையும் செய்ய ஈரான் ஒப்புக்கொண்டது. இது பராக் ஒபாமாவின் சிறந்த வெளியுறவுக் கொள்கை வெற்றியாகும் - இதன் காரணமாக அமெரிக்காவின் முதல் கறுப்பின ஜனாதிபதியின் ஒவ்வொரு சாதனையையும் அழிக்க முயன்ற டொனால்ட் டிரம்ப் 2018 இல் ஒப்பந்தத்தை ரத்து செய்தார்.",
        "இஸ்ரேலின் முன்னாள் பிரதம மந்திரி பின்யாமின் நெதன்யாஹு, ட்ரம்ப்பை அந்த நாசகார செயலில் பேசியதற்கு பெருமை கூறுகிறார், அது உண்மையாக இருக்கலாம் அல்லது இல்லாமல் இருக்கலாம், ஆனால், எப்படியிருந்தாலும், அது உண்மையில் ஒப்பந்தத்தை கொல்லவில்லை.",
        "JCPOA இன் பிற கையொப்பமிட்டவர்கள் - சீனா, பிரான்ஸ், ஜெர்மனி, ரஷ்யா மற்றும் இங்கிலாந்து - அமெரிக்கர்களை மீண்டும் கொண்டுவர முயற்சிப்பதாக உறுதியளித்தன, ஆனால், திறம்பட, பெரும்பாலானவர்கள் ஈரான் மீது டிரம்ப் ஒருதலைப்பட்சமாக அறைந்த வர்த்தக தடைகளுக்குக் கீழ்ப்படிந்தனர். ஈரான் ஒரு வருடம் காத்திருந்தது, பின்னர் ஒவ்வொரு மூன்று மாதங்களுக்கும் அதன் அணுசக்தி ஆராய்ச்சியைத் தொடங்கியது, ஆயுதத் திறனை நெருங்கி வருகிறது.",
        "ஈரான் 3.67%க்கு மேல் யுரேனியத்தை செறிவூட்டாது என்று JCPOA ஒப்பந்தம் கூறியது. கடந்த மாதம் இது 60% ஆக இருந்தது. டிரம்ப் மற்றும் நெதன்யாகு இருவரும் சென்றுவிட்டனர், மேலும் இஸ்ரேலிய மற்றும் அமெரிக்க மூத்த இராணுவ அதிகாரிகள் இருவரும் பழைய ஒப்பந்தம் எதையும் விட சிறந்தது என்று முடிவு செய்தனர்.",
        "ஜனாதிபதி ஜோ பிடனும் அதே எண்ணத்தில் இருந்தார், மேலும் அவர் உக்ரைன் தொடர்பாக ரஷ்யாவுடன் ஒரு மோதலைப் பற்றி கவலைப்பட்டார், எனவே கடந்த இலையுதிர்காலத்தில் அவர் ஈரானியர்களிடமிருந்து கூடுதல் சலுகைகளை திருக முயற்சிப்பதை நிறுத்துமாறு தனது இராஜதந்திர மக்களுக்கு அறிவுறுத்தினார். அப்படியே தொடருங்கள்!",
        "அதன் பிறகு விஷயங்கள் விரைவாக நகர்ந்தன, கடந்த மாத இறுதியில் ஐரோப்பிய ஒன்றியத்தின் வெளியுறவுத் துறைத் தலைவர் ஜோசப் பொரெல், \"இறுதி உரை அடிப்படையில் தயாராக உள்ளது மற்றும் மேசையில் உள்ளது\" என்று கூறினார். எவ்வாறாயினும், \"வெளிப்புற காரணிகள் காரணமாக வியன்னா பேச்சுவார்த்தையில் இடைநிறுத்தம் தேவைப்படுகிறது\" என்று அவர் மேலும் கூறினார்.",
        "உக்ரைன் மீதான ரஷ்ய படையெடுப்பு மற்றும் அதைத் தொடர்ந்து ரஷ்யா மீதான மேற்கத்திய தடைகள் ஆகியவை வெளிப்புற காரணிகளாகும். ரஷ்ய வெளியுறவு மந்திரி செர்ஜி லாவ்ரோவ், JCPOA மீண்டும் நடைமுறைக்கு வந்த பிறகு ரஷ்யாவிற்கும் ஈரானுக்கும் இடையிலான எந்தவொரு இருதரப்பு வர்த்தக ஒப்பந்தத்தின் மீதும் பொருளாதாரத் தடைகளை விதிக்க மாட்டோம் என்று வாஷிங்டன் உறுதிமொழி கோரினார்.",
        "லாவ்ரோவ் உண்மையில் அந்த வாக்குறுதியை அமெரிக்காவிலிருந்து பெற முடியும் என்று நம்பவில்லை. அவர் ஜேசிபிஓஏவின் உயிர்த்தெழுதலைத் தடுக்க விரும்பினார், குறைந்த பட்சம் இப்போதைக்கு, ஏனெனில் அது ஈரானை சர்வதேச சந்தையில் அதன் எண்ணெயை மறுவிற்பனை செய்ய அனுமதிக்கும்.",
        "இந்த நேரத்தில் ஈரான் ஒரு நாளைக்கு ஒரு மில்லியன் பீப்பாய்களுக்கும் குறைவான கச்சா எண்ணெயை சீனாவிற்கு ஏற்றுமதி செய்கிறது. பொருளாதாரத் தடைகள் இறுதியாக நீக்கப்பட்டால், அது சர்வதேச அளவில் குறைந்தபட்சம் ஒன்றரை மில்லியனையாவது விற்கக்கூடும், மேலும் கூடுதல் வழங்கல் நிச்சயமாக எண்ணெய் விலையைக் கடுமையாகக் குறைக்கும்.",
        "எண்ணெய் மற்றும் எரிவாயு விற்பனை ரஷ்யாவிற்கான வெளிநாட்டு நாணயத்தின் கடைசி முக்கிய ஆதாரமாக உள்ளது. பெஞ்ச்மார்க் ப்ரெண்ட் எண்ணெய் விலை இன்று பீப்பாய்க்கு $95 ஆக உள்ளது, இது கடந்த மாத பீதியில் இருந்த உச்சத்தை விட $40க்கும் அதிகமாக குறைந்துள்ளது.",
        "கூடுதல் ஈரானிய எண்ணெய் அதை மற்றொரு $20 அல்லது $30 bpd குறைக்கலாம், ரஷ்யாவின் வருமானத்தை மேலும் குறைத்து, ஐரோப்பா தனது எண்ணெயை ஈரானிடம் இருந்து வாங்க அனுமதிக்கும், ரஷ்யா அல்ல. ஆனால் லாவ்ரோவ் எந்த உத்தரவாதத்தையும் பெற முடியவில்லை, மேலும் JCPOA உண்மையில் திரும்பி வருகிறது. நல்ல.",
        "இந்த ஒப்பந்தத்தில் பல நகரும் பாகங்கள் உள்ளன, அது நிச்சயமாக கடைசி நொடியில் சரிந்துவிடும். ஆனால், இப்போதைக்கு, அது நன்றாக இருக்கிறது, மேலும் Nazanin Zaghari-Ratcliffe ஏற்கனவே தனது குடும்பத்துடன் வீட்டில் இருக்கிறார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}