{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/undoing-marketing-why-we-need-to-embrace-responsible-marketing/",
  "time_ut": 1654173840,
  "title": "Undoing marketing: Why we need to embrace responsible marketing",
  "body_lines": [
    "Marketing – directly or indirectly – is undoubtedly responsible for creating both favorable and unfavorable conditions we face today either at a macro or micro level, and unfortunately, it’s more towards the latter part. It has certainly aided or contributed to creating various unnecessary needs and wants, disruptive behaviors and habits, and a diminishing concern or care for self and those around including the environment. Marketers have often failed to take responsibility towards societal and humane values when developing their strategy or activity, and have simply surrendered to their own ego, pride and master.",
    "The ‘undoing’ of all these is yet another whole different market, under the umbrella of a new sustainable economy, and this too is done not because of the guilt feeling but rather another approach to sustain or get a piece of the pie, or feel good in fulfilling that void, or to show others that they really mean it by dressing it up with terms like sustainability, inclusivity, and value creation. This great concern in industry, societies and economies are similar to that of the climate change and its challenges we are facing. Doing less harm or mitigating them simply isn’t enough. It’s just not about sustainable business practices or minimizing the limited resources the planet holds, it’s more about unpolluting the mindsets of the people who have long been victims of irresponsible marketing tactics.",
    "For those narrow-minded who say that marketing cannot be blamed for, really doesn’t know the meaning of what marketing is. It’s the entire process of stakeholder value creation and undoubtedly, marketers are in a better position than any others in an organization to gauge and evaluate such, as they interact with numerous internal and external stakeholders day in and day out.",
    "Marketing has long been criticized for provoking and creating disruptions, delusions and deceptions just so that they could exploit and make immoral profits, and the aftermath and consequences of such is seen widespread. On the contrary however there are those brands that are more humane in nature, and their idea of making sustainable and meaningful profits whilst taking responsible marketing as a necessity have paid off with stronger and deeper relationships not just with their customers who they put at the center of everything they do, but with all stakeholders. It all begins with the conscience within the marketing mind and understanding that every plan or action will either have a positive or negative impact, of which the latter is often unseen or ignored. Marketers should adhere to responsible practices.",
    "Responsible innovation has a great role to play in doing such too. Let’s forget about the comfort zones that many marketers are in, lost into their own paradigm and a know-it-all attitude that often suppress ideas and being aversive to change. This is not just for marketers but for all entrepreneurs as well. The world needs responsible innovation as opposed to disruptive innovation which though it has its ups, has resulted in taking away our abilities, knowledge and the very nature of our being. Don’t pursue innovations that makes humans more reliant and dependent on the technology. These are creating empty minds today, and worse it’s also altering our attitudes and behaviors of the human values we’ve been sustaining for generations.",
    "Spending a great amount of time and effort in hearing out to your stakeholders, not just consumers, is something any marketer cannot ignore. Empathy and emotional intelligence have never been more important. They should mindfully engage in deeper conversations and establish platforms to exchange ideas, feedback and suggestions with a mindset of goodness which is well reflected in one’s character and conduct. It’s also important to surround yourself, both immediate and distance, with those who share a similar passion and belief of having a moral obligation to undo the damages caused to the mindsets and perceptions of people, whether through the products and services you offer, the media and messaging you use, and the entire business infrastructure and value chain you’ve built. Whether you’re in a B2B or B2C setting, it’s all about human-to-human communication today where technology is simply the enabler.",
    "Stress is a major phenomenon among today’s generation, fueled by the various complex issues that are only rising further and further – and yes, marketing, media, technology and entertainment has contributed to this greatly. Numerous research has found that Generation Z has the highest stress and anxiety than any other groups, followed by Millennials and marketers need to understand what this means when it comes to their customers and employees and be able to connect the dots with their behavior and emotions. Unfortunately, this crucial aspect is often ignored or not given much attention to.",
    "Marketers are also often lost into the competition mindset and this type of thinking is so outdated today. This has only resulted in increased ego. It’s a shared economy everywhere, and marketers should find the ways and means in how best to share their resources and capabilities with others in their ecosystem and achieve a more sustainable value driven proposition in their pursuit to realize the results of their responsible marketing activities.",
    "Marketers can, or should, play a key role in undoing and restoring all that is lost or stolen from our inner-human and societal values and not turn a deaf ear to everything that’s happening today. Acquire more self-awareness on being responsible, instill such values in your mind and all those who you lead, pursue on initiatives and decisions that will only improve people’s hearts and minds, and leave behind a legacy of goodness. With many hopes, I conclude this message to all my fellow marketers and entrepreneurs.",
    "Morison commences commercial production at State-of-the-Art new pharmaceutical manufacturing facility",
    "Students from Sri Lanka crowned runners-up at the 2022 Microsoft Imagine Cup World Championship",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}