{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/13/rs-6-2-bn-worth-of-heroin-ice-seized/",
  "time_ut": 1649833560,
  "title": "Rs. 6.2 Bn worth of heroin & ICE seized",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Navy, State Intelligence Service, and the Police Narcotic Bureau in a joint operation seized 300kg of heroin and Crystal Meth from a fishing vessel in the Southern Seas on Wednesday (13).",
    "According to Sri Lanka Navy, the total value of drugs is Rs. 6.2 Billion.",
    "11 suspects were taken into custody by the Navy along with a fishing vessel, a dinghy, a cab, and a three-wheeler.",
    "Based on accurate intelligence provided by the State Intelligence Service, the Sri Lanka Navy and the Sri Lanka Coast Guard conducted a two-week continuous search operation covering both local and international seas.",
    "Accordingly, on 12 April 2022, a Sri Lankan Navy vessel inspected a Sri Lankan multi-day fishing vessel that was sailing in the seas off Dodanduwa, Galle.",
    "The Navy recovered about 300kg of Heroin and 25kg of ICE concealed inside 13 sacks in the multi-day fishing vessel.",
    "Sri Lanka Navy seized the multi-day fishing vessel and arrested 6 suspects on board along with the drugs.",
    "Investigations into the incident led to the arrest of 5 other suspects along with a dinghy, a cab, and a three-wheeler.",
    "The multi-day fishing vessel seized by the Navy with the drugs had left the Beruwala fishing harbor on March 26, 2022, under the guise of conducting fishing activities.",
    "Further, it is believed that the gross street value of the drugs seized by the Sri Lanka Navy during this operation is over Rs. 6,200 million.",
    "The suspects were identified as residents of Hikkaduwa, Boossa, Kalawana, Beryllawatta, and Moragoda areas aged between 23 and 36 years.",
    "Currently, Sri Lanka Navy and Sri Lanka Police Narcotics Bureau are working together to conduct further investigations.",
    "In addition, Sri Lanka Navy will continue to carry out such successful operations in coordination with law enforcement agencies, including the State Intelligence Service, to continue the role of the Sri Lanka Navy as the country’s first line of defence."
  ]
}