{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83023/pope-cancels-africa-trip-due-to-bad-knee-canada-trip-unsure",
  "time_ut": 1655104380,
  "title": "Pope cancels Africa trip due to bad knee, Canada trip unsure",
  "body_lines": [
    "Pope Francis has canceled his July trip to Africa, as the 85-year-old pontiff’s knee ailment continues to limit his mobility.",
    "The July 2-7 trip to Democratic Republic of Congo and South Sudan was canceled “with regret” based upon the Pope’s doctors’ request. The Pope is continuing to recover from a torn ligament in his knee.",
    "While keeping up with his daily activities during the last month, the Pope has often been confined to a wheelchair.",
    "The Pope will cancel the trip “in order not to jeopardize the results of the therapy that he is undergoing for his knee” and that it would take place at “a later date to be determined,” said Vatican spokesman Matteo Bruni.",
    "Medical sources said the pope is being treated with several injections per week for the torn ligament, along with physical therapy.",
    "As of two days ago, the Vatican was continuing to make plans for the Africa visit.",
    "The pope also has a July 24-30 trip planned for Canada, though it remains unknown whether Pope Francis will be able to travel by then.",
    "During a papal visit to Malta in April, the pope had to be lifted on and off his airplane using a freight lift because of his knee problem.",
    "In February, the pope cancelled his participation in Ash Wednesday services.",
    "In South Sudan the pope was to be joined by the Archbishop of Canterbury and the Moderator of the General Assembly of the Church of Scotland.",
    "“I am praying for my dear brother Pope Francis and share his regret,” Archbishop of Canterbury Justin Welby said in a statement.",
    "“We are optimistic he will come when his health improves,” South Sudan’s Catholic bishop, Stephen Ameyu Martin Mulla, told reporters in the capital, Juba.",
    "Pope Francis has said sorry to the people and governments of South Sudan and Democratic Republic of Congo after he was forced to cancel an African trip next month because of a problem with his knee.",
    "Speaking during his weekly address in St Peter’s Square, the pontiff said he was postponing the trip “with great regret”.",
    "“I ask you to pardon me for this”, he said, adding that he wants to visit “as soon as possible.”",
    "The Vatican said the decision to cancel the July 2-7 trip was taken at the request of the Pope’s doctors.",
    "They have been treating him for a torn ligament in his knee.",
    "The trip to South Sudan and Congo, in the summer heat, would already have been difficult for the 85-year-old even without mobility problems.",
    "It would have entailed five plane journeys and three Masses that would have required him to remain standing for long periods.",
    "However, the cancellation means a visit to South Sudan, repeatedly postponed because of security concerns, has once again been put off."
  ]
}