{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-pm-opposition-leader-support-proposed-un-monitored-reforms-victor-ivan-95963/",
  "time_ut": 1655474640,
  "title": "Sri Lanka president, PM, opposition leader support proposed UN-monitored reforms: Victor Ivan",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajajapksa, Prime Minister Ranil Wickremesinghe and Opposition Leader Sajith Premadasa have all expressed their support for a policy document that proposes a UN-monitored reform agenda to help pull the crisis-hit nation back from the brink, its author Victor Ivan said.",
    "Ivan told EconomyNext on Wednesday, June 15, that the “biggest hurdle” of getting the main opposition Samagi Jana Balavegaya (SJB) on board has been overcome following a four-hour round of discussions held on Monday June 13, while both the president and the prime minister were already agreeable to the reforms proposed.",
    "This development comes amid reports in the media that the president and prime minister are following their own agendas with little or no coordination – something former President Maithripala Sirisena commented on this Friday.",
    "Ivan, founding editor of the Ravaya newspaper, had reached out to President Rajapaksa through a business contact.",
    "“The president discussed the programme with us for nearly two hours, and stated that he approves it,” he wrote in a preamble to the document. On May 20, Ivan met Prime Minister Wickremesinghe, days after his appointment.",
    "“He too was of the opinion that it was essential to direct the country to a reform program that would bring about a complete transformation of the system,” wrote Ivan.",
    "The veteran journalist has been in conversation with all major political parties apart from the Janatha Vimukthi Peramuna (JVP) and the faction led by former SJB parliamentarian Patali Champika Ranawaka, but talks with these groups will also take place in due course, he told EconomyNext in a telephone interview.",
    "Titled ‘Opening Doors for Reforms’, the document is a detailed but straightforward set of proposals for impactful reform aimed at the widely coveted and ever elusive “system change”.",
    "“The current demand for system change is not taking place within a constitutional framework. Our attempt is to bring that fight to a constitutional framework,” said Ivan.",
    "The document recommends, among other things, that the president relinquish his position of being above the law through an amendment to the constitution. This is meant to be a symbolic gesture to demonstrate to the public that he is “willing to open the door for reforms”.",
    "President Rajapaksa’s resignation has been the chief demand of Sri Lanka’s activist youth who have been camping out at Colombo’s Galle Face Green for over two months in an Occupy Wall Street-style protest campaign that has come to be known as the Aragalaya, or Struggle. Though the vigour of the protest has somewhat dissipated since the violence unleashed by government supporters on May 09 and the retaliatory mob violence that followed, the demand has remained: President Rajapaksa must go home. Rajapaksa, however, recently told Bloomberg that he intends to remain in office for the rest of his term as he does not wish to retire prematurely as a “failed president.”",
    "“One can demand that the president leave. But if the president refuses to leave, he can only be sent home through an impeachment. If we go for a system change, the presidential system will go away. Otherwise, we have to bring the president to a place where he is not above the law,” said Ivan.",
    "Among the key objectives of the reform agenda is a replacement of the prevailing political system with a “better and wholesome system that is corruption free, efficient, people-friendly and modern, and thereby rescuing the country from the present unfortunate predicament and create a dignified Sri Lanka that all can be proud of.”",
    "The reforms are proposed to be carried out in two phases with the backing of the president, the prime minister, the leader of the opposition, and the general public within a transparent, participatory framework. Further details will be made available at the end of this copy.",
    "Major outcomes expected, according to Ivan’s document, is creating a disciplined and modern civil society endowed with pluralistic attitudes and capable of acting with the sense of rights and responsibilities, establishing an advanced democratic system of governance in which there is no space for the Head of State to be above the rule of law, and the rule of law is enforced strictly and equally so that the sovereignty of the people is well represented and operative.",
    "Other expected outcomes include judicial reforms, ensuring press freedom while holding the media accountable, stronger anti-corruption laws, a national policy framework on development, reforming provincial councils, and adopting a new constitution.",
    "The programme also proposes an interim constitution as a “bridge to transit from the old system to a new one while maintaining the legal continuity and integrity of the [existing] constitution”.",
    "Sri Lanka is currently going through the worst economic crisis in its 74-year post-Independence history and is on the cusp of an unprecedented socio-political upheaval that some analysts worry could lead to a total deterioration of society.",
    "“We’re now on the precipice of an abyss, and if we fall into it, there is no getting out for 10, 15 years. What we propose is that don’t go there. Don’t try to forcefully change governments in this moment. Form an all party government. But don’t stop there. In order to secure international support, the world needs to see that significant changes are on the cards,” said Ivan.",
    "Asked if it was realistic to expect such change under a Rajapaksa presidency, he said: “Not every world leader who brough about system change was good. When a country is pushed to the brink, the doors tend to open for such reform. That’s the way.”",
    "“We think a programme like this will facilitate international support,” he added.",
    "The document proposes that the United Nations takes part in the programmea an observer and “secure its technical advice on how to make the reform program formalise and pragmatic”. The experts and resource persons to train the major teams involved in this program should be secured from the UN, and the committee should also have the power to appoint advisors needed for it, it said.",
    "Ivan said such reform will also motivate newcomers to get into active politics. One of the proposals is to enact laws on election campaign funding.",
    "“At present, it’s only those who deal with black money can afford to contest elections,” he said.",
    "Ivan is of the view that reform cannot take place on the streets. Reform, he reiterated, must be done within a constitutional framework.",
    "“The Aragalaya must decide on its own [what it must do]. We cannot tell them to stop it or continue it,” he said.",
    "Ivan is unconcerned about speculation that efforts to scuttle any meaningful reform will come from within the Sri Lanka Podujana Peramuna (SLPP), the brainchild of former Finance Minister Basil Rajapaksa.",
    "“The doors for reform open when a country is backed into a corner. In our proposals, we haven’t targeted individuals, but rather a system change,” he said.",
    "“We’re trying to see if we can push the country to a path of reform. My opinion is that it can be done, and this is the best time for it,” he added.",
    "The president must seize the opportunity presented to him, Ivan said.",
    "“The reform door is now open. The president can then go home with dignity. There will be no need to kick him out,” he said, insisting however that the reforms were not targeting any individuals.",
    "“The idea is for political parties to come to the understanding that it is through a reform programme that the country can be saved.  This is for the good of the country.",
    "“If Sri Lanka is not directed towards reform, what will happen? The country will be destroyed,” he said.",
    "The detailed proposals contained in Ivan’s document are as follows:",
    "The main objective of this reform program is to eliminate the ills of the existing political system which is corrupt, inefficient, unfriendly and outdated, and replace it with a better and wholesome system that is corruption free, efficient, people-friendly and modern, and thereby rescuing the country from the present unfortunate predicament and create a dignified Sri Lanka that all can be proud of.",
    "The methodology proposed to be adopted to achieve the objective:",
    "This reform program is proposed to be implemented with the support of the President of the country, the ruling party of the Parliament headed by the Prime Minister, the main Opposition headed by the Leader of the Opposition and the general public; it should be conducted in two main phases and within a recognized legal framework based on a system of people’s participation which is transparent and accountable to the people and the legislature.",
    "To create a disciplined and modern civil society endowed with pluralistic attitudes and capable of acting with the sense of rights and responsibilities. (a) Educate the society and instruct the citizens with necessary knowledge to achieve this purpose, (b) abolition of outdated feudalistic caste system in its entirety, (c) conduct investigations on disappeared persons, do them justice and formulate appropriate policies to prevent recurrence of such incidents in the future, altogether,(d) look into the grievances of all community groups (ethnic, religious, gender and cultural) that may be considered oppressed, marginalized and vulnerable, and grant them equal human dignity and rights enjoyed by the rest of population , (e) ensuring gender equality, (f) strengthen the freedom of citizens which is of diverse nature, (g) establish a statutory framework that confers a significant group of citizens the right to intervene directly and democratically in important issues of governance when it is essential to do so, rather than restricting the exercise of the sovereignty power of the citizens which is their right only at the elections. Considering the methodologies such as public initiation, recalling, and alternative referendum that some other countries have adopted granting the citizens to intervene in a direct democratic manner, it would be possible to set up a system in which a significant group of as many as three to four hundred thousand citizens were allowed the right to submit proposals to Parliament. When a proposal is submitted with a specified number of signatures, a system could be set up to include it in the Order Paper of Parliament, debate it and put it to a vote.",
    "Establish an advanced democratic system of governance in which there is no space for the Head of State to be above the rule of law, and the rule of law is enforced strictly and equally so that the sovereignty of the people is well represented and operative.",
    "a) abolish the Presidential system and establish a bicameral Legislature with a nominal President and assign the responsibility of governing the country to the Cabinet of Ministers headed by the Prime Minister.",
    "b) Explore the causes of the decline in the standard of Parliament and abolish altogether the opportunity given the Members of Parliament to transact business with the Government and take appropriate measures to establish an efficient and effective parliamentary system.",
    "c) Enact laws to ensure the internal democracy of political parties and grant the Election Commission the powers to monitor it.",
    "d) introduce a method to eliminate the distance between elected representatives and the voters, and introduce a simpler electoral system with lesser representation on the National List that replaces the district system with a system based on electorates so that the huge costs incurred by candidates in contesting elections could be reduced.",
    "e) Empower the Election Commission to enact laws to restrict the funds received and expended by political parties and candidates during elections and delegate powers to the Election Commission to monitor such activities.",
    "Identify the causes of the decline of the judiciary with the assistance of the judiciary itself and make necessary reforms with the view to establishing a strong, efficient and independent judiciary. (a) Restore the judiciary with the full “power of review”.",
    "Considering the immense importance of the media in a democratic political system and the strengths and limitations of the role of the media in Sri Lanka, as well as the horrendous repressions that have been inflicted on it from time to time, introduce policies, rules and regulations conducive to ensuring the freedom and enhancing the quality of the media, and also holding the media accountable to society.",
    "Investigate the roots of corruption which has overwhelmed the State, its system of institutions, and the political and bureaucratic regime of the State like a terrible cancer, and formulate strong and pragmatic reforms to eradicate the menace of corruption altogether.",
    "Formulate a “National Policy” framework that incorporates all important aspects of development so that the development process of the country is maintained as a permanent entity that does not change when the governments change; and also, to ensure that the possibility of arbitrary actions by politicians or bureaucrats in that regard could be completely eliminated.",
    "The Provincial Council system was introduced with the intervention of India, to establish a kind of sub-national level administration particularly for fulfilling the aspirations of the Tamil people. In view of the violent atmosphere that prevailed in the country at the time of its introduction, both countries did not have the ability to assess the facts relating to it in their correct perspective, calmly and logically. The fact that the Provincial Council system is in a chaotic condition can be considered as an unavoidable consequence of the circumstances under which it was set up. Therefore, it is necessary that the appropriate reforms are made with the concurrence of India so as not to jeopardize the aspirations of the Tamil people and to regularize the Provincial Council system eliminating its present chaotic condition.",
    "Investigate the drawbacks of the Attorney General’s Department and the Police, the two main law enforcement agencies, and introduce reforms that will make the two agencies more effective and efficient.",
    "The enormity of the public service (there is one public servant for every 15 people) and the corruption and inefficiency inherent in it, is another major factor contributing to the failure and bankruptcy of Sri Lanka. The Government agencies responsible for collecting tax and issuing licenses are plagued by rampant corruption. Certain government institutions that are continued to be run at a loss despite their potential for earning profits can also be considered as a crucial factor that has contributed to the bankruptcy of the country. The country’s defense spending also remains at a level which is unbearable to the country. It is important to look into this situation and make necessary reforms to reduce the number of employees in the public sector and make the public sector more efficient and effective.",
    "Adoption of a new constitution based on “People’s Participation “to legalize the proposed reforms.",
    "a) Deliberate violation of the Constitution should be made a punishable offense(b) Amendments that undermine or distort the democratic essence of the Constitution should be outlawed, as in India, (c) the Supreme Court shall be conferred the necessary power to do that .",
    "A Constitution Formulation Committee consisting of the representatives of Parliament and representatives of people’s organizations shall be set up to plan, formulate and implement the Reform Program. (a) It shall consist of 50 Members elected from Parliament and 100 Members of the representatives of public organizations. (b) The 50 Members of Parliament shall include the Prime Minister, the Leader of the Opposition and the Leaders of the Parties represented in Parliament. (c) The 100 Representatives of the People should be elected in a way that is acceptable and represents all sections of society, with representatives who are capable of contributing to this cause, creatively. (d) The President shall have the ex-officio authority to attend the committee meetings.",
    "All meetings of the Committee should be conducted in a transparent manner visible to the public; and a substantial number of counters should be maintained to allow the public to express their views in this process.",
    "The United Nations Organization also should be involved in this program as an observer; and secure its technical advice on how to make the reform program formalize and pragmatic; the experts and resource persons to train the major teams involved in this program should be secured from the United Nations Organization. The committee should also have the power to appoint advisors needed for it.",
    "Implementation of the Reform Program should take place in two main phases (a) Phase 1: Appointing Officers’ Committees or Commissions for fact finding and maintaining them, (b) initiation of necessary reforms to give effect to Judicial reforms under Article 111, Media Reforms under Article 1V and reforms to the new system of governance up to the holding of an election under Article 11 as outlined above. (c) The election should be held as a means to elect the representatives to the Constitution Assembly, in addition to electing the representatives of the legislature, (d) the tasks included in the first phase should be completed within a year.",
    "a) The political party that comes to power, in addition to governing the country as an all-party government, should complete the reform program included in the Interim Constitution as prescribed therein. (b) After the election of the new Parliament, the Constitution Formation Committee set up in the first phase shall cease to operate and the Parliament should become the authorized body to carry out the work of constitution making and the remainder of the reform program. (c) Even after the dissolution of the Constitution Formulation Committee, the work of the formulation of a constitution should be maintained in a transparent manner, and the committee should maintain a transparent framework that allows the public to actively participate in the legislative processes (d) The draft constitution shall be approved by a two-thirds majority of the bicameral legislature; then it should be approved by the judiciary and ratified by the public in a subsequent referendum..",
    "When a country has been plunged into an unprecedented crisis following a catastrophic collapse of the socio – political system and the economy of it, it would not be possible to use the old or existing constitution successfully any longer to change the old system and move into a new system. “Interim Constitution” is a successful and proven method adopted by many countries which have plunged into similar crises, as a bridge to transit from the old system to a new one while maintaining the legal continuity and integrity of the constitution; this has been acknowledged as a valid methodology by international law also. It is very difficult for our country which is in a great crisis at the moment to move into a new system using the old constitution. Adopting an interim constitution can be considered as the best way to overcome this difficulty. Since it is an interim measure only, applied until a new constitution is enacted, and also it provides a guarantee that a referendum shall be held to obtain public approval for the new constitution once it is formulated, and also to repeal the existing or old constitution, the need does not arise for the interim constitution to be subjected to a referendum prior to the completion of all activities of reforms program. The Interim Constitution should be drafted by the Constitution Formulation Committee. It should include the overall reform program and the details of how it should be implemented, the time frame, and all other necessary factors. The Constitution Formulation Committee derives its power from the Interim Constitution. It must be presented to Parliament and passed by a two-thirds majority.",
    "In order for this reform program which requires a greater public involvement to be successful, there should be an optimal level of a strategic program of publicity and education aimed at educating the public and raising their awareness of it. The program must have the capacity to reach at least 80 percent of the total population.",
    "The reform program will be concluded with the referendum held for obtaining the public approval for the new constitution, and the second phase of it should be completed in less than three years."
  ]
}