{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-acute-fuel-shortage-likely-to-lead-for-15-hour-power-cut-hit-transport-92277/",
  "time_ut": 1648648260,
  "title": "Sri Lanka’s acute fuel shortage likely to lead for 15-hour power cut, hit transport",
  "body_lines": [
    "ECONOMYNEXT – The number of power shedding hours could be increased to as high as 15 hours a day and private transports could be pulled out from the services if the Sri Lankan government fails to supply fuel, officials said.",
    "The daily power cut duration has increased to 13 hours for Thursday with the main grid losing 800 MW for two days after thermal power stations were forced shut down.",
    "Drought has reduced Sri Lanka’s hydro power generation capacity, while severe dollar shortage has hit the island nation’s capacity of ensuring timely import of fuel stocks for power generation.",
    "The state-run fuel retailer Ceylon Petroleum Corporation (CPC) has announced that there will be no diesel for both power generation as well as consumption for personal vehicles until Thursday.",
    "“It is clear that due to these circumstances, we currently have a 10 hour power cut and if this continues, the power shedding may extended for 12 or maybe 15 hours per day,” Anil Ranjith Induwara, President of the CEB Engineers Association told reporters on Wednesday (30).",
    "Induwara warned that the country could be in dark during the upcoming new year in mid-April if the fuel shortage continues and the country receives no rains.",
    "Sri Lanka’s foreign reserves have depleted and and the country is mainly depending on a 500 million US dollar Indian credit line for fuel.",
    "Fuel consumption has jumped nearly five folds in one year, CPC, Chairman Sumith Wijesinghe told reporters on Wednesday (30).",
    "He said the total fuel consumption in January 2021 was 39,000 metric tons including diesel for power generation while it has increased to 180,000 metric tons in January 2022.",
    "“We need to investigate the matter because there was no vehicle importation in the last two years. Therefore how can there be such increase in fuel consumption?”",
    "On Tuesday (29) the CPC said no diesel will be delivered for power",
    "generation and public consumption on Wednesday (30) and Thursday (31) as it was unable to unload a 37,500 metric ton diesel a consignment at the main Colombo port.",
    "Wijesinghe expects the CPC will be able to deliver diesel to the market only from April 01, 2022.",
    "The Public Utilities Commission of Sri Lanka (PUCSL) has said the water level have decreased to 27 percent in reservoirs and it needs to utilized for drinking and agriculture as well as power generation.",
    "The power crisis may further extended if Sri Lanka is unable to secure coal consignments in the next five months, officials say.",
    "“We have not secured enough coal and for the last 4 consignments of coal, we have not paid due to the forex issue,” Janaka Rthanayaka , the Chairman of the PUCSL told reporters on Tuesday.",
    "“It will be difficult to unload coal in the off season. If that happens, we will be in a much bigger issue than we are now in 5-6 months.”",
    "Rathnayaka said, if the power shedding further extends, the ongoing economic crisis could worsen with all sectors being forced to seize operations during power cuts.",
    "“Even if we get the fuel, until we get to the rainy season, we will face this power shedding and if the authorities do not invest in more power plants in the next two years, it will be much worse than now.”",
    "Private transport providers warned the government that the island wide transportation service providers will withdraw from the services next week on wards if the fuel shortage issues is not",
    "The President of the Private Bus Owners’ Association, Gamunu Wijerathna said the transportation is already being limited due to the diesel shortage.",
    "“We ask the government not to test our patience and if these issues are not being answered by next week, we have already",
    "discussed with other association and we will withdraw from all transportation services island wide,” Wijerathna said.",
    "Sri Lanka’s inter district school transport services association also warned to withdraw from school transportation from Friday on wards due to the fuel shortage.",
    "“These days we are struggling to provide services. We are doing this mainly because of these children who will miss their education and due to exams days are coming,” N.M.K Harishchandra Padmasiri, President of the association, told reporters on Wednesday.",
    "“We tried to talk with authorities but have not received any positive feedback. From this Friday on wards, if we do not get a proper answer we will withdraw from services.” (Colombo/ March 30/2022)"
  ]
}