{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-gets-good-response-from-envoys-may-take-3-months-to-finalize-pm-94243/",
  "time_ut": 1652551440,
  "title": "Sri Lanka gets “good response” from envoys, may take 3 months to finalize: PM",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has got a ‘good response’ from envoys of friendly countries for financial help, but it may take up to three months to finalize deals, Prime Minister Ranil Wickremesinghe said as a broken soft-peg created forex shortages disrupting imports.",
    "“I spoke with envoys of several countries yesterday and today,” Prime Minister Wickremesinghe said in a video statement.",
    "“The responses are good. But we have to tell them our situation and enter into agreements. It may take two to three months to finish this.”",
    "Sri Lanka’s exports are soaring and imports are also going up but a broken soft-peg is creating forex shortages making it difficult to pay big ticket import bills like petroleum bills.",
    "Sri Lanka imports hit 1.8 billion US dollar in February with exports growing to 1.1 billion US dollars, official remittances a 205 million US dollars and a similar or bigger amount coming through Hawala which is used to pay mostly for food, which is coming through open account imports.",
    "Sri Lanka’s economists broke the unstable peg with two years of money printing to keep rates down and an attempt was made to float the currency in March, but it had not yet succeeded and forex shortages persist.",
    "A float is a complete suspension of convertibility, which stops money printing (sterilized interventions) after reserve sales for imports and reserve money become fixed.",
    "However the float has failed to take hold partly due a surrender requirement which make the regime a peg and pushes the currency down analysts have warned.",
    "India also may be unwittingly contributing to the forex shortage by allowing the use of ACU payments for interventions. Interventions are usually accompanied by money printing to offset a contraction in reserve money adding to the crisis, though rates have been hiked to slow credit.",
    "Earlier in the year in a bizarre move many economists and business chambers advocated the central bank to use reserves for imports (peg) and simultaneously criticized pegging and called for currency to be devalued.",
    "The rupee has since fallen from 203 to 380 and forex shortages persist. Pegs break when money is printed to keep rates down, triggering conflict in money and exchange policies.",
    "However Wickremesinghe blamed fuel shortages on lack of planning, not on monetary instability.",
    "“Yesterday and today reviews were done on the fuel and fertilizer. It shows that because we were not prepared,” he claimed.  “We will have to face shortages and problems.”",
    "“In the next few weeks we will face the most difficult time. I think together we can overcome this economic crisis.”",
    "“After that our medium term and long term future can become better. With the IMF also we have talked.”",
    "Unless the float takes hold, high interest rates will persist for longer than necessary with negative impact on businesses and banks, analysts say.",
    "A free floating exchange rate as used in all developed nations does not require any foreign reserves and the entire reserve money is backed by domestic assets. Inflows and outflows of foreign exchange are matched outside the reserve money, with no reserve pass-through.",
    "Sri Lanka faces currency crises, after currency crisis over 72 years due to economists in the country stubbornly refusing to move to a single anchor monetary regime such as a clean float of hard peg (currency board) despite going to the IMf 17 times with broken pegs. (Colombo/May14/2022)"
  ]
}