{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Bad-governance-doesnt-make-good-decisiOns/172-233145",
  "time_ut": 1647380880,
  "title": "Bad governance doesn’t make good decisiOns!",
  "body_lines": [
    "People stand in a queue to buy diesel at a petrol station in Colombo on March 2, 2022. (Photo by ISHARA S. KODIKARA/AFP via Getty Images)",
    "To say that the economic crisis that Sri Lanka is facing is unprecedented and catastrophic, would be a gross understatement.",
    "While the public are more concerned about the day to day inconvenience caused by shortages in essential commodities such as Gas, Fuel, cement and medicine, the Macro Economic picture that provides a back drop for the shortages and the queues, cuts a stark reality that has been there for a long time, but which has either been ignored or deliberately suppressed; that the economic model that has been followed after independence has failed.",
    "At least, the political handling of that economic model in Sri Lanka has led to miserable results with devastating repercussions for the common man.",
    "It has not come out of the blues. It has been predictable for a long time. While the politicians have been indulging a spree of borrowing on various grounds, with handsome kickbacks from those multibillion dollar loans, very little  fruitful investment has been made to ensure that we developed the means to strengthen the economy to ensure the ability to pay back those loans and ultimately reap benefits of such borrowing which made Sri Lanka an indebted country.",
    "UNHRC is calling the crisis that Sri Lanka is facing a Human Rights issue on the basis that the common people are being deprived of their right for a decent living. Although it might seem a bit farfetched at first, it is exactly what is happening. The ordinary citizen who has been promised a prosperous life by the Rajapaksa family-managed regime are now finding it difficult to live even the type of life they have been living, albeit amidst problems, with a semblance of dignity. Having to wait in queues to buy fuel, Gas and medicine is taking valuable time of their routine lives, causing disruption to their livelihoods, disturbing the education of their children, the skyrocketing food prices are depriving them and their children the right to decent nutrition. This concern, too, is now being discussed in the UNHRC as they contemplate what action to be taken with regard to Sri Lanka, renegading on the promises made to the UNHRC and the inability of the government to bring justice to the victims of the Easter Sunday bombings.",
    "To a citizenry who have always been concerned about their own wellbeing, material, financial and tangible in the short term, this is a good lesson. To those who believed that human rights are a concern of the west and a tool used by the Tamil diaspora to bring discredit to Sri Lanka, this is an eye opener. The government is now in the process of violating the rights of the citizen by denying them access to essentials, depriving their right to a decent life. The government is entrusting the decision-making to a family cabal and top business people, mostly with shady sources of income, who have  vested interests in these transactions. The parliament has been made a rubber stamp while even the cabinet ministers are either brushed aside or kept in the dark about important decisions regarding governance.",
    "The Gotabaya Rajapaksa regime’s victory - both at the Presidential Elections November 2019 as well as the 2020 August General elections was a result of a well-orchestrated propaganda campaign that spread racial and religious disharmony among the populace. Somehow the Rajapaksas managed to keep the spectre of a LTTE revival alive to scare the populace and to justify a majority dominated political thinking and after the victory, a governing structure that was dominated by Sinhala Buddhists and the Military.",
    "They had benefitted from the anti-Muslim sentiment that was aroused after the Easter Sunday bombings and were able to rally the populace , the Sinhala Buddhist majority at least, under the banner of a pseudo-patriotism. The focus after the Easter bombings was defeating an imaginary Jihad that was supposed to take over Sri Lanka. The Wanda Kottu drama and the Dr. Shafi incident were simply stage-managed fibs that befooled the majority Sinhalese. The Sinhala Buddhist majority displayed beyond any doubt that they are the most gullible and naïve electoral constituency one could ever think of. All that time the real issues staring at us in the face such as the debt crisis, lack of investment, breakdown of governance etc. were conveniently forgotten. At least we have enough to eat, the majority would have thought.",
    "They wanted a dictator-like ruler to intimidate the minorities and bring a materialistic development that they thought could only be achieved by a person like Gotabaya Rajapaksa. To the ordinary citizen, democracy, accountability, human rights and good governance are luxuries that are good if you have it, but not essential as good roads, jobs, vehicles, education for children etc. Up to now somehow they have not been afflicted by the lack or absence of those values.",
    "Now the tempo has changed. The governance that was unchecked, unbridled and unaccountable has made decision making on nationally important issues,  the prerogative of  the exclusive inner circle of the family, friends and cohorts who toe the Rajapaksa line. They have got the military involved in everything from COVID prevention to town planning to archaeological conservation. They have short circuited civilian administration run by public officers who are accountable to the legislature or the Cabinet. The Rajapsksas have taken crucial decisions such as banning chemical fertilizer and restricting imports on their whims and fancies, most of the times not consulting the experts and at other times, against their opinion. An egoistic and haughty attitude on the part of the President has resulted in a series of decisions taken without even consulting the inner circle of ruling. Democratic and accountable governance is not a luxury that one enjoys as an after thought. They are a must for a vibrant democracy and a functioning society. Decision making based on consensus, discussion, dissent and plurality always results in societal and political structures that gives rise to sound economic measures based on them. The gas, the fuel and the medicine that we consume are a result of such economic decision making. If the decision makers are not competent, open to views and objective, then their decisions are prone to be full of flaws. Bad rulers cannot make good and sound decisions.",
    "We have come to the verge of economic, societal and political disintegration due to the politicians taking decisions not based on sound and objective advice given by experts but on their greed for power and the filthy lucre that such power entails. The naïve people, who have thought that as long as they got the ‘goods’  it was amenable, are finding new realities. They are learning the lessons the hard way."
  ]
}