{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81834/galle-face-protest-continues-for-7th-consecutive-day",
  "time_ut": 1649990760,
  "title": "Galle Face protest continues for 7th consecutive day",
  "body_lines": [
    "The mass protest against the government at the Galle Face Green is continuing for the seventh consecutive day, while participants marked the dawn of the Sinhala and Tamil New Year at the venue on Thursday (April 14).",
    "The protest had commenced on the 9th of April (Saturday) with the participation of a large number of people including youths from across the island. The protesters, who set up tents near the Presidential Secretariat, are engaging in demonstrations day and night.",
    "Braving the heavy rains while holding placards, they have since been protesting in front of the Presidential Secretariat, urging the President to step down amidst the economic crisis and political turmoil in the country.",
    "The apolitical protesters have also set up a small village at the Galle Face Green premises, providing free food, beverages, temporary accommodation, emergency medical facilities for those who arrive there in support of the demonstration.",
    "According to Ada Derana correspondents, a large number of people had also gathered for the protest on the day of the Sinhala and Tamil New Year.",
    "Prime Minister Mahinda Rajapaksa on Wednesday said he is ready to talk with those who have been protesting at the Galle Face seafront near the Presidential Secretariat.",
    "“I am willing and prepared to meet the citizens currently engaged in protest at Galle Face to hear their thoughts and complaints. Understanding that this is a tough time for all of us, I invite them to meet and discuss possible and plausible courses of action for the sake of Sri Lanka,” the PM tweeted.",
    "A statement from the Prime Minister’s Office also said the same. “Prime Minister Mahinda Rajapaksa declares that he is ready to negotiate with the protestors who picket at the Gall Face Greens on socio-economic and political issues in the country. Accordingly, important thoughts held by the protestors will be discussed in detail for the sake of overcoming the challenge faced by the country at the moment.”"
  ]
}