{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/A-galaxy-of-experts-at-BASL-National-Securities-and-Exchange-Commission-Law-Symposium-today/34-732062",
  "time_ut": 1647381660,
  "title": "A galaxy of experts at BASL National Securities and Exchange Commission Law Symposium today",
  "body_lines": [
    "The Bar Association of Sri Lanka (BASL) will conduct the National Securities and Exchange Commission Law Symposium today at the Ballroom of the Galadari Hotel.",
    "The Keynote Address will be delivered by Supreme Court Judge Justice Janak De Silva on the Topic “Evolution of Stock Exchanges and Capital Markets: Legal Challenges”",
    "Thereafter, an Overview of the new SEC Act will be presented by Securities and Exchange Commission of Sri Lanka PC Chairman Viraj Dayaratne which will be followed by the first Panel Discussion on the topic “How the new Act facilitates the development of the capital market?” with a Panel of Experts comprising",
    "Securities and Exchange Commission of Sri Lanka PC Chairman Viraj Dayaratne, Securities and Exchange Commission of Sri Lanka Commissioner Manil Jayasinghe, Colombo Stock Exchange Director AAL Suren De Silva, Colombo Stock Exchange Chief Executive Officer Rajeeva Bandaranaike and Moderated by Securities and Exchange Commission of Sri Lanka Former Commissioner  and BASL Secretary AAL Rajeev Amarasuriya.",
    "The next presentation will be on Market Institutions and Market intermediaries which will be by Colombo Stock Exchange Chief Regulatory Officer AAL Renuke Wijayawardhane, which will be followed by the second Panel Discussion on the topic “Key changes applicable to Market Institutions and Market Intermediaries” with a Panel of Experts comprising Colombo Stock Exchange Chief Regulatory Officer AAL Renuke Wijayawardhane, Securities and Exchange Commission of Sri Lanka Former Commissioner and Union Bank Director AAL Dilshani Wijewardena, Nithya Partners Senior Partner AAL Naomal Goonewardene, Capital Alliance Holdings Ltd Managing Director Ajith Fernando and Moderated by DL and F De Saram Partner AAL Aloka Nandasena.",
    "The third Panel Discussion on the topic “Impact of the new SEC Act on Listed Companies and Issuers” with a Panel of Experts comprising Dr. Harsha Cabral President’s Counsel, Harsha Amarasekara President’s Counsel, FJ and G De Saram Senior Partner AAL Ayomi Aluwihare, John Keells Holdings PLC Head of Legal and Secretarial President AAL Nadija Tambiah and Moderated by CSE Vice President Regulatory Policy and Compliance AAL Lankesha Molligoda.",
    "The fourth and final Panel Discussion on “Understanding the new regime on Market Offences and its practical impact” with a Panel of Experts comprising Heritage Partners Senior Partner AAL Dr. Arittha Wickramanayake, CSE Dispute Resolution Committee Director and Former Chairman AAL Hiran De Alwis, SEC Legal Director AAL Ayanthi Abewickrema, LOLC Holdings PLC Chief Operating Officer AAL Kithsiri Gunawardena and Moderated by Counsel Heritage Partners and Former Senior State Counsel AAL Suren Gnanaraj. BASL Assistant Secretary AAL Pasindu Silva will deliver the closing remarks.",
    "The Principal Sponsor is the Colombo Stock Exchange and the Official Newspaper is the Daily FT and the Electronic Media Partner for this Symposium is News First."
  ],
  "translate": {
    "si": {
      "title": "අද BASL ජාතික සුරැකුම්පත් හා විනිමය කොමිෂන් සභා නීති සම්මන්ත්‍රණයේ විශේෂඥයින්ගේ මන්දාකිණියක්",
      "body_lines": [
        "ශ්‍රී ලංකා නීතීඥ සංගමය (BASL) විසින් ජාතික සුරැකුම්පත් හා විනිමය කොමිෂන් සභා නීති සම්මන්ත්‍රණය අද ගලදාරි හෝටලයේ උත්සව ශාලාවේදී පවත්වනු ඇත.",
        "“කොටස් හුවමාරු හා ප්‍රාග්ධන වෙළෙඳපොළේ විකාශනය: නීතිමය අභියෝග” යන මාතෘකාව යටතේ ශ්‍රේෂ්ඨාධිකරණ විනිසුරු ජනක් ද සිල්වා විසින් ප්‍රධාන දේශනය පවත්වනු ලැබේ.",
        "ඉන් අනතුරුව, නව සුරැකුම්පත් හා විනිමය කොමිෂන් සභා පනත පිළිබඳ දළ විශ්ලේෂණයක් ශ්‍රී ලංකා සුරැකුම්පත් හා විනිමය කොමිෂන් සභාවේ සභාපති විරාජ් දයාරත්න විසින් ඉදිරිපත් කරනු ලබන අතර ඉන් අනතුරුව “නව පනත ප්‍රාග්ධන වෙළඳපොළ සංවර්ධනයට පහසුකම් සපයන්නේ කෙසේද?” යන මාතෘකාව යටතේ පළමු කමිටු සාකච්ඡාව සිදු කරනු ඇත. සමන්විත විශේෂඥ මණ්ඩලයක් සමඟ",
        "ශ්‍රී ලංකා සුරැකුම්පත් හා විනිමය කොමිෂන් සභාවේ සභාපති විරාජ් දයාරත්න, ශ්‍රී ලංකා සුරැකුම්පත් හා විනිමය කොමිෂන් සභාවේ කොමසාරිස් මනිල් ජයසිංහ, කොළඹ කොටස් වෙළෙඳපොළ අධ්‍යක්ෂ ඒ.ඒ.එල්. සුරේන් ද සිල්වා, කොළඹ කොටස් වෙළෙඳපොළ ප්‍රධාන විධායක නිලධාරී රජීව බණ්ඩාරනායක සහ ශ්‍රී ලංකා සුරැකුම්පත් හා විනිමය කොමිෂන් සභාව විසින් මෙහෙයවන ලදී. හිටපු කොමසාරිස් සහ BASL ලේකම් AAL රජීව් අමරසූරිය.",
        "මීළඟ ඉදිරිපත් කිරීම වෙළෙඳපොළ ආයතන සහ වෙළෙඳ පොළ අතරමැදියන් පිළිබඳව වන අතර එය කොළඹ කොටස් වෙළෙඳපොළ ප්‍රධාන නියාමන නිලධාරී AAL රේණුකේ විජයවර්ධන විසින් සිදු කරනු ලබන අතර, ඉන් අනතුරුව “වෙළඳපොල ආයතන සහ වෙළඳපොළ අතරමැදියන් සඳහා අදාළ වන ප්‍රධාන වෙනස්කම්” යන මාතෘකාව යටතේ දෙවන අනුමණ්ඩල සාකච්ඡාව පැවැත්වේ. කොළඹ කොටස් වෙළෙඳපොළ ප්‍රධාන නියාමන නිලධාරි ඒඒඑල් රේණුකේ විජයවර්ධන, ශ්‍රී ලංකා සුරැකුම්පත් හා විනිමය කොමිෂන් සභාවේ හිටපු කොමසාරිස් සහ යුනියන් බැංකුවේ අධ්‍යක්ෂ ඒඒඑල් දිල්ෂානි විජේවර්ධන, නිත්‍යා හවුල්කරුවන් ජ්‍යෙෂ්ඨ හවුල්කරු ඒඒඑල් නයෝමාල් ගුණවර්ධන, කැපිටල් එලායන්ස් හෝල්ඩිංග්ස් මැනේජ්, මොජිත් ෆෙඩරේෂන් යන අයගෙන් සමන්විත විද්වත් මණ්ඩලයක්. DL සහ F De Saram සහකරු AAL ආලෝක නන්දසේන.",
        "“ලැයිස්තුගත සමාගම් සහ නිකුත් කරන්නන් කෙරෙහි නව සුරැකුම්පත් හා විනිමය කොමිෂන් සභාව පනතේ බලපෑම” යන මාතෘකාව යටතේ තුන්වන කමිටු සාකච්ඡාව ආචාර්ය හර්ෂ කබ්රාල් ජනාධිපති නීතීඥ හර්ෂ අමරසේකර ජනාධිපති නීතීඥ, FJ සහ G ද සේරම් ජ්‍යෙෂ්ඨ සහකරු AAL අයෝමි අලුවිහාරේ යන මහත්ම මහත්මීන්ගෙන් සමන්විත විද්වත් මණ්ඩලයක් සමඟ Keells Holdings PLC නීති ප්‍රධානී සහ ලේකම් සභාපති AAL Nadija Tambiah සහ CSE උප සභාපති නියාමන ප්‍රතිපත්ති සහ අනුකූලතා AAL ලංකේෂා මොල්ලිගොඩ විසින් නවීකරණය කරන ලදී.",
        "හෙරිටේජ් හවුල්කරුවන් ජ්‍යෙෂ්ඨ සහකරු AAL ආචාර්ය අරිත්ත වික්‍රමනායක, CSE ආරවුල් විසඳීමේ කමිටු අධ්‍යක්ෂ සහ හිටපු සභාපති AAL හිරාන් ද අල්විස්, SEC යන අයගෙන් සමන්විත විශේෂඥ මණ්ඩලයක් සමඟ “වෙළඳපොල වැරදි සහ එහි ප්‍රායෝගික බලපෑම පිළිබඳ නව තන්ත්‍රය අවබෝධ කර ගැනීම” පිළිබඳ සිව්වන සහ අවසාන මණ්ඩල සාකච්ඡාව නීති අධ්‍යක්ෂිකා AAL අයන්ති අබේවික්‍රම, LOLC Holdings PLC ප්‍රධාන මෙහෙයුම් නිලධාරී AAL කිත්සිරි ගුණවර්ධන සහ උපදේශක Heritage හවුල්කරුවන් සහ හිටපු රජයේ ජ්‍යෙෂ්ඨ අධිනීතිඥ AAL සුරේන් ඥානරාජ් විසින් මෙහෙයවන ලදී. BASL සහකාර ලේකම් AAL පසිඳු සිල්වා මහතා සමාප්ති දේශනය පවත්වනු ඇත.",
        "ප්‍රධාන අනුග්‍රාහකයා කොළඹ කොටස් වෙළෙඳපොළ වන අතර නිල පුවත්පත Daily FT වන අතර මෙම සම්මන්ත්‍රණයේ ඉලෙක්ට්‍රොනික මාධ්‍ය සහකරු News First වේ."
      ]
    },
    "ta": {
      "title": "இன்று பிஏஎஸ்எல் தேசிய பத்திரங்கள் மற்றும் பரிவர்த்தனை ஆணைய சட்டக் கருத்தரங்கில் வல்லுனர்களின் கூட்டம்",
      "body_lines": [
        "இலங்கை சட்டத்தரணிகள் சங்கம் (BASL) தேசிய பத்திரங்கள் மற்றும் பரிவர்த்தனை ஆணைக்குழுவின் சட்டக் கருத்தரங்கை இன்று கலதாரி ஹோட்டலின் பால்ரூமில் நடத்தவுள்ளது.",
        "“பங்கு பரிவர்த்தனைகள் மற்றும் மூலதனச் சந்தைகளின் பரிணாமம்: சட்ட சவால்கள்” என்ற தலைப்பில் உச்ச நீதிமன்ற நீதிபதி ஜனக் டி சில்வா சிறப்புரை ஆற்றுவார்.",
        "அதன்பிறகு, புதிய SEC சட்டத்தின் மேலோட்டம் இலங்கையின் பத்திரங்கள் மற்றும் பரிவர்த்தனை ஆணைக்குழுவின் தலைவர் விராஜ் தயாரத்னவினால் முன்வைக்கப்படும், அதைத் தொடர்ந்து \"புதிய சட்டம் மூலதனச் சந்தையின் வளர்ச்சியை எவ்வாறு எளிதாக்குகிறது?\" என்ற தலைப்பில் முதல் குழு விவாதம் நடைபெறும். அடங்கிய நிபுணர் குழுவுடன்",
        "இலங்கை பத்திரங்கள் மற்றும் பரிவர்த்தனை ஆணைக்குழுவின் PC தலைவர் விராஜ் தயாரத்ன, இலங்கையின் பத்திரங்கள் மற்றும் பரிவர்த்தனை ஆணைக்குழுவின் ஆணையாளர் மணில் ஜெயசிங்க, கொழும்பு பங்கு பரிவர்த்தனையின் பணிப்பாளர் ஏ.ஏ.எல்.சுரேன் டி சில்வா, கொழும்பு பங்கு பரிவர்த்தனையின் பிரதம நிறைவேற்று அதிகாரி ரஜீவ பண்டாரநாயக்க மற்றும் இலங்கை செக்யூரிட்டிஸ் மற்றும் எக்ஸ்சேஞ்ச் ஆணைக்குழுவின் மேற்பார்வையில் முன்னாள் ஆணையாளர்  மற்றும் BASL செயலாளர் AAL ராஜீவ் அமரசூரிய.",
        "சந்தை நிறுவனங்கள் மற்றும் சந்தை இடைத்தரகர்கள் பற்றிய அடுத்த விளக்கக்காட்சி கொழும்பு பங்கு பரிவர்த்தனையின் பிரதம ஒழுங்குமுறை அதிகாரி ஏ.ஏ.எல்.ரேணுகே விஜயவர்தனவினால் இடம்பெறும், அதனைத் தொடர்ந்து சந்தை நிறுவனங்கள் மற்றும் சந்தை இடைத்தரகர்களுக்குப் பொருந்தக்கூடிய முக்கிய மாற்றங்கள் என்ற தலைப்பில் இரண்டாவது குழு கலந்துரையாடல் இடம்பெறவுள்ளது. கொழும்பு பங்குச் சந்தையின் பிரதம ஒழுங்குமுறை அதிகாரி ஏ.ஏ.எல்.ரேணுகே விஜயவர்தன, இலங்கைப் பத்திரங்கள் மற்றும் பரிவர்த்தனை ஆணைக்குழுவின் முன்னாள் ஆணையாளரும் யூனியன் வங்கியின் பணிப்பாளருமான ஏ.ஏ.எல்.தில்ஷானி விஜேவர்தன, நித்யா பங்குதாரர்களின் சிரேஷ்ட பங்குதாரர் ஏ.ஏ.எல். நவோமல் குணவர்தன, கேபிட்டல் அலையன்ஸ் ஹோல்டிங்ஸ் லிமிடெட் மற்றும் கேபிடல் அலையன்ஸ் ஹோல்டிங்ஸ் ஆகியோர் அடங்கிய நிபுணர் குழு. DL மற்றும் F De Saram பங்குதாரர் AAL அலோகா நந்தசேன.",
        "\"பட்டியலிடப்பட்ட நிறுவனங்கள் மற்றும் வழங்குநர்கள் மீதான புதிய SEC சட்டத்தின் தாக்கம்\" என்ற தலைப்பில் மூன்றாவது குழு விவாதம் டாக்டர். ஹர்ஷ கப்ரால் ஜனாதிபதி சட்டத்தரணி, ஹர்ஷ அமரசேகர ஜனாதிபதி சட்டத்தரணி, FJ மற்றும் G De Saram மூத்த பங்குதாரர் AAL அயோமி அலுவிஹாரே ஆகியோர் அடங்கிய நிபுணர் குழுவுடன் கீல்ஸ் ஹோல்டிங்ஸ் பிஎல்சியின் சட்டத் தலைவர் மற்றும் செயலகத் தலைவர் ஏ.ஏ.எல்.நதிஜா தம்பையா மற்றும் சிஎஸ்இ துணைத் தலைவர் ஒழுங்குமுறைக் கொள்கை மற்றும் இணங்குதல் ஏஏஎல் லங்கேஷா மொல்லிகொட ஆகியோரால் நடத்தப்பட்டது.",
        "ஹெரிடேஜ் பார்ட்னர்கள் மூத்த பங்குதாரர் ஏஏஎல் டாக்டர் அரித்தா விக்கிரமநாயக்க, சிஎஸ்இ தகராறு தீர்வுக் குழு இயக்குநரும் முன்னாள் தலைவருமான ஏஏஎல் ஹிரன் டி அல்விஸ், எஸ்இசி ஆகியோர் அடங்கிய நிபுணர் குழுவுடன் “சந்தை குற்றங்கள் மற்றும் அதன் நடைமுறை தாக்கம் குறித்த புதிய ஆட்சியைப் புரிந்துகொள்வது” பற்றிய நான்காவது மற்றும் இறுதி குழு விவாதம். சட்டப் பணிப்பாளர் ஏஏஎல் அயந்தி அபேவிக்ரம, LOLC ஹோல்டிங்ஸ் பிஎல்சியின் பிரதம செயற்பாட்டு அதிகாரி ஏஏஎல் கித்சிறி குணவர்தன மற்றும் ஆலோசகர் ஹெரிடேஜ் பங்குதாரர்கள் மற்றும் முன்னாள் சிரேஷ்ட அரச சட்டத்தரணி ஏஏஎல் சுரேன் ஞானராஜ் ஆகியோரால் வழிநடத்தப்பட்டது. BASL உதவிச் செயலாளர் ஏ.ஏ.எல்.பசிந்து சில்வா நிறைவுரை ஆற்றவுள்ளார்.",
        "முதன்மை அனுசரணையாளர் கொழும்பு பங்குச் சந்தை மற்றும் உத்தியோகபூர்வ செய்தித்தாள் டெய்லி எப்டி மற்றும் எலக்ட்ரானிக் மீடியா பார்ட்னர் இந்த சிம்போசியத்திற்கு நியூஸ் ஃபர்ஸ்ட் ஆகும்."
      ]
    }
  }
}