{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/HARTAL-53-Indefinite-Hartal-22-EXPAND-GotagoGama/277-236534",
  "time_ut": 1652034900,
  "title": "HARTAL ’53 & Indefinite Hartal ’22?: EXPAND ‘GotagoGama’",
  "body_lines": [
    "The tremendous power of the masses in action was displayed for the first time in post-independent Sri Lanka on August 12, 1953 when the enraged people rose in active dissent. A new factor re-entered our politics; the wisdom of mass power directed a mass intervention.",
    "The vast expansion of people was observed in towns and villages, symbolising an active vote of no-confidence of the then UNP government, somewhat similar to May 6, ‘22. Despite its insurrectionary nature, the August 12 Hartal [civil disobedience and strike] was a democratic movement which spread along the western and south-western coastal territories and reached other parts in the island.",
    "Returning to Ceylon from UK-US Universities, NM, Colvin, Philip, Leslie and Pieter and a few other young radicals impregnated by Marxist ideology, founded the LSSP on December 18, 1935, which later progressed in the direction of Trotskyism. The strike was, of course, conventional then; but the hartal idea was new. It was a mass weapon capable of radical progress, which our young Marxists experienced in India, after scooting off to Madras following their historic WW II prison escape in August 1942. The final call for the August 12  hartal and strike went out in the names of the three left parties the Ceylon Trade Union Federation, the Ceylon Federation of Labour, the Ceylon Labour Union, the Harbour and Dock Workers’ Union and the Ceylon Mercantile Union.The Federal Party issued a call separately in support of the strike and hartal.",
    "The LSSP covered the country over the weeks with several meetings. Thus, the rural masses commenced joining the struggle with the city workers. Through this reciprocal action, the worker-peasant alliance was achieved.",
    "The hartal ‘53 involved lakhs of people also enjoyed the sympathy of millions. So powerful was the movement, every race every religion was in it, including the Catholics – in the Negombo, Wennappuwa and Ragama areas. This mass movement achieved the level of a mass uprising. The people did not merely protest against the Government; they were on streets to express their opposition to the Government, carrying through the expression of their hostility in rebelliousness of defying authority and the law. They stopped buses, trains, and all forms of transport; caused factories, shops and offices to close.",
    "It was not only ‘peaceful persuasion, but on the railway lines, rails and fishplates were removed and sleepers dislodged, had torn up and turned over for miles, and the telephone posts also had been toppled. In hundreds of places, the signal wires had been cut. In coastal areas, they captured trains and uncoupled the engines. The hatred of the people, always directed against the bus companies monopolists the political pillars of the Government : the buses of Gamini Bus Co Ltd and the High Level Road Bus Co Ltd were stopped, stoned, and smashed. Their routes were blocked and cluttered with felled trees, making even a military escort could not get to their destinations. Many small bridges were dynamited. The postal and other public services were totally paralysed.",
    "The hartal was a pre-planned Marxist-initiated mass struggle which ended with the tragic death of nine protesters. The then entire cabinet, along with top bureaucrats sought refuge in a British warship, “HMS Newfoundland” that was anchored in Colombo harbour. Prime Minister Dudley Senanayake was not “replaced” by another as a consequence. The 42-year-old Dudley’s exit three months later in October, was due to health issues [a long story] and Kotelawala, the rightful claimant even at the time of D.S. Senanayake’s death in 1952, took over. UNP’s defeat three years later had different attributes.",
    "A columnist suggested last week of a “double-barrelled plan” when he pronounced, “firstly, a General Strike centric Hartal on May 6. If it fails to convince Gotabaya Rajapaksa to vacate the Presidency, the struggle escalates to the next level of an open-ended General Strike and Hartal starting May 11.”",
    "As he speculated, the double-barrelled plan; the General Strike centric Hartal on May 6 has convinced Gotabaya to request brother Mahinda to vacate. Hartalists warned that if the president and his cabinet ignore their voice, they would continue the hartal from May 11 till a breakthrough is achieved. So the struggle will escalate to the second level— ‘a perpetual General Strike centric Hartal starting May 11.’",
    "Within a month, the anticipated deficit rose manifold; the rice ration accounted for 72 per cent of the budget deficit. Pruning the subsidy became inevitable! Concluding his budget speech on July 23, 1953, JRJ said…, “…solution lay in elimination of overall deficit…, but it was not possible to take this step without removing as well, the subsidy on food”. – July 23, 1953: Col. 807-Hansard. The socially insensitive government of Senanayake-Jayewardene, blundered by attempting to cut it in one stroke. This resulted in a substantial rise in the price of rice from -/25 to -/70 cents a measure. The masses rose in response to the leftist’s call for a Hartal.",
    "The government imposed Martial Law and a twenty-four-hour curfew under emergency regulations. The armed forces were authorised the use of firepower to suppress violence and rioting.",
    "The Hartal had little impact on UNP’s 1956 defeat at the hands of Bandaranaike’s SLFP. The ultra-racist “Sinhala only in 24 Hrs” had the ‘poor’ village folk trapped; much like the Sinhala/Buddhist oriented campaign that led to Gotabaya Rajapaksa’s victory in 2019. Kotelawala’s flamboyant attitude and the company he kept, were added disqualifications. Bandaranaike, ‘The Expedient Utopian’, as James Manor described him, used his ‘Double-edged’ weapon for destroying the Marxist LSSP and CP of their well deserved legitimate share in 1956. They who led a successful campaign triggered by ‘Hartal ’53’, winning the rights of masses, were beaten by the introduction of racism to brainwash ‘Sangha, Veda, Guru,…etc.,’ The Marxist’s natural antipathy to chauvinism cost them votes in favour of Bandaranaike’s Sinhala/Buddhist extremism; in spite of leftists being hailed by the downtrodden masses as Heroes of Hartal ‘53.",
    "Victories in the Local Government polls in Matara and two by-elections gave them confidence. This prompted Prime Minister Sir John to dissolve Parliament a year ahead of the scheduled date, early in February 1956. Bandaranaike’s new party, the SLFP, championing a popular socialist stage, promised to make Sinhala the official language. The UNP, who hitherto, defended the rights of minorities, made the biggest blunder by changing its posture in early 1956, to fall in line with Bandaranaike, who responded with a new slogan; “Sinhala only in 24 hours.” Under Sir John’s premiership, 1952--1956, the gap between the UNP and the ordinary people, widened. He was unsuccessful in evaluating the emergence of the economic, language and cultural revitalisation. The UNP government of John Kotelawala, in 1956, had been fast losing strength. Poor economic performances, disregard for the masses’ aspirations and Kotelawala’s elitist style of governance, had all contributed towards his and UNP’s downfall.",
    "Can they ignore the admonition issued by TUs that they will commence a continuous hartal from May 11 unless both the government as well as President step down without delay. However, the protesters have a better option in extending the ‘GoGotagama’ to every town and village. The current stalemate has taken a heavy toll on the nation. The people have discarded all 225+1 –both in the government and the Opposition; they should recognise the danger of aggravating the public animosity further."
  ],
  "translate": {
    "si": {
      "title": "හර්තාලය ’53 සහ අවිනිශ්චිත හර්තාලය ’22?: ‘ගෝඨාගම’ පුළුල් කරන්න",
      "body_lines": [
        "1953 අගෝස්තු 12 වැනි දින පශ්චාත් නිදහස් ශ්‍රී ලංකාවේ ප්‍රථම වතාවට ක්‍රියාත්මක වන මහජනතාවගේ දැවැන්ත බලය ප්‍රදර්ශනය වූයේ කෝපයට පත් ජනතාව සක්‍රීය විසම්මුතියක නැගී සිටි අවස්ථාවේදීය. අපේ දේශපාලනයට අලුත් සාධකයක් යළි ඇතුළු විය; මහජන බලයේ ප්‍රඥාව මහජන මැදිහත්වීමක් මෙහෙයවීය.",
        "මැයි 6, 22 ට තරමක් සමාන, එවකට එක්සත් ජාතික පක්ෂ රජයේ විශ්වාසභංගයේ සක්‍රීය ඡන්දයක් සංකේතවත් කරමින්, නගරවල සහ ගම්වල විශාල ජන ව්‍යාප්තිය නිරීක්ෂණය විය. එහි කැරලිකාරී ස්වභාවය නොතකා, අගෝස්තු 12 හර්තාලය [සිවිල් අකීකරුකම සහ වැඩවර්ජන] ප්‍රජාතන්ත්‍රවාදී ව්‍යාපාරයක් වූ අතර එය බටහිර සහ නිරිතදිග වෙරළබඩ ප්‍රදේශ පුරා පැතිරී දිවයිනේ අනෙකුත් ප්‍රදේශවලට ළඟා විය.",
        "එක්සත් රාජධානියේ-එක්සත් ජනපද විශ්ව විද්‍යාලවලින් ලංකාවට ආපසු පැමිණි එන්.එම්, කොල්වින්, පිලිප්, ලෙස්ලි සහ පීටර් සහ මාක්ස්වාදී මතවාදයෙන් ගැවසීගත් තවත් තරුණ රැඩිකල්වාදීන් කිහිප දෙනෙක් 1935 දෙසැම්බර් 18 දින සමසමාජ පක්ෂය ආරම්භ කළ අතර, එය පසුව ට්‍රොට්ස්කිවාදයේ දිශාවට ඉදිරියට ගියේය. වැඩවර්ජනය එදා සාම්ප්‍රදායික විය; නමුත් හර්තාල් අදහස අලුත් එකක් විය. එය රැඩිකල් ප්‍රගතියකට සමත් මහා අවියක් වූ අතර, අපගේ තරුණ මාක්ස්වාදීන් 1942 අගෝස්තු මාසයේදී ඔවුන්ගේ ඓතිහාසික WW II බන්ධනාගාරයෙන් පැන යාමෙන් පසු මදුරාසියට පැමිනි පසු ඉන්දියාවේදී අත්විඳින ලදී. අගෝස්තු 12 හර්තාලය සහ වැඩවර්ජනය සඳහා අවසාන කැඳවීම නිකුත් විය. ලංකා වෘත්තීය සමිති සම්මේලනය, ලංකා කම්කරු සම්මේලනය, ලංකා කම්කරු සංගමය, වරාය හා තටාකාංගණ සේවක සංගමය සහ ලංකා වෙළඳ සංගමය යන වමේ පක්ෂ තුන වැඩවර්ජනයට සහ හර්තාලයට සහය පළ කරමින් ෆෙඩරල් පක්ෂය වෙන වෙනම කැඳවීමක් කළේය.",
        "ලසසප රැස්වීම් කිහිපයකින් සති ගණනාවක් පුරා රට ආවරණය කළේය. මේ අනුව ගම්බද ජනතාව නාගරික කම්කරුවන් සමඟ අරගලයට සම්බන්ධ වීමට පටන් ගත්හ. මෙම අන්‍යෝන්‍ය ක්‍රියාව හරහා කම්කරු-ගොවි සන්ධානය සාක්ෂාත් කර ගන්නා ලදී.",
        "ලක්ෂ සංඛ්‍යාත ජනතාවක් සම්බන්ධ වූ ‘53 හර්තාලය ද මිලියන ගණනකගේ අනුකම්පාව භුක්ති වින්දා. එම ව්‍යාපාරය කෙතරම් ප්‍රබලද යත්, මීගමුව, වෙන්නප්පුව සහ රාගම ප්‍රදේශවල කතෝලිකයන් ඇතුළු සෑම ජාතියක්ම සෑම ආගමක්ම එහි සිටියා. මෙම ජනතා ව්‍යාපාරය මහජන නැගිටීමක මට්ටමට ළඟා විය. ජනතාව කළේ රජයට විරෝධය පළ කිරීම පමණක් නොවේ. ඔවුන් රජයට විරුද්ධත්වය ප්‍රකාශ කිරීමට වීදි බැස සිටි අතර, අධිකාරියට සහ නීතියට පටහැනි කැරලිකාරිත්වයේ ඔවුන්ගේ සතුරුකම ප්‍රකාශ කිරීම හරහා ගෙන ගියහ. ඔවුන් බස් රථ, දුම්රිය සහ සියලු ආකාරයේ ප්‍රවාහනය නැවැත්තුවා; කර්මාන්ත ශාලා, කඩසාප්පු සහ කාර්යාල වැසී යාමට හේතු විය.",
        "එය ‘සාමකාමී ඒත්තු ගැන්වීම පමණක් නොව, දුම්රිය මාර්ගවල, රේල් පීලි සහ මාළු තහඩු ඉවත් කර, සිල්පර ඉවත් කර, සැතපුම් ගණනක් ඉරා දමා පෙරළා දමා, දුරකථන කණු ද පෙරළී ඇත. තැන් සිය ගණනක සිග්නල් වයර් කපලා තිබුණා. වෙරළබඩ ප්‍රදේශවල ඔවුන් දුම්රිය අල්ලාගෙන එන්ජින් ගලවා දැමූහ. ජනතාවගේ වෛරය, සෑම විටම බස් සමාගම් ඒකාධිකාරීන්ට එරෙහිව එල්ල වූ වෛරය ආණ්ඩුවේ දේශපාලන කුළුණු: සීමාසහිත ගාමිණී බස් සමාගම සහ සීමාසහිත හයිලෙවල් රෝඩ් බස් සමාගම යන බස් රථ නවතා ගල් ගසා කුඩුපට්ටම් කළේය. ඔවුන්ගේ මාර්ග අවහිර වී කපා දැමූ ගස්වලින් අවුල් වී තිබූ අතර, හමුදා පරිවාර භටයෙකුට පවා ඔවුන්ගේ ගමනාන්ත වෙත යාමට නොහැකි විය. කුඩා පාලම් බොහොමයක් ඩයිනමයිට් කරන ලදී. තැපැල් හා අනෙකුත් රාජ්‍ය සේවා සම්පූර්ණයෙන්ම අඩාල විය.",
        "හර්තාලය පෙර සැලසුම් කරන ලද මාක්ස්වාදීන් විසින් ආරම්භ කරන ලද මහජන අරගලයක් වූ අතර එය විරෝධතාකරුවන් නව දෙනෙකුගේ ඛේදජනක මරණයෙන් අවසන් විය. එවකට සිටි මුළු කැබිනට් මණ්ඩලයම, ඉහල නිලධාරීන් සමග කොළඹ වරායේ නැංගුරම් ලා තිබූ \"HMS Newfoundland\" නම් බ්‍රිතාන්‍ය යුද නෞකාවක රැකවරණය පැතූහ. එහි ප්‍රතිඵලයක් ලෙස ඩඩ්ලි සේනානායක අග්‍රාමාත්‍යවරයා වෙනත් අයෙකු “ආදේශ කළේ” නැත. 42 හැවිරිදි ඩඩ්ලි මාස තුනකට පසු ඔක්තෝම්බර් මාසයේදී ඉවත්වීම සෞඛ්‍ය ගැටලු [දිගු කතාවක්] නිසා සිදුවූ අතර 1952 දී ඩී.එස්.සේනානායක මියයන විටත් නීත්‍යානුකූල හිමිකරු වූ කොතලාවල බලයට පත්විය. වසර තුනකට පසු එජාපය ලැබූ පරාජයේ විවිධ ලක්ෂණ තිබුණි.",
        "\"පළමුව, මැයි 6දා මහා වැඩවර්ජන කේන්ද්‍ර කරගත් හර්තාලයක්. ජනාධිපති ධූරයෙන් ඉවත් වන ලෙස ගෝඨාභය රාජපක්ෂට ඒත්තු ගැන්වීමට අසමත් වුවහොත්, අරගලය ඊලඟ මට්ටමට උත්සන්න වන්නේ නම්, \"පළමුව, \"ඩබල් බැරල් සැලැස්මක්\" ගැන පසුගිය සතියේ තීරු ලිපි රචකයෙක් යෝජනා කළේය. විවෘත මහා වැඩ වර්ජනය සහ හර්තාලය මැයි 11 සිට ආරම්භ වේ.",
        "ඔහු අනුමාන කළ පරිදි, ද්විත්ව බැරල් සැලැස්ම; මැයි 6 වැනිදා මහා වැඩවර්ජනය කේන්ද්‍ර කරගත් හර්තාලයෙන් ඉවත් වන ලෙස මහින්ද සහෝදරයාගෙන් ඉල්ලා සිටින ලෙස ගෝඨාභයට ඒත්තු ගන්වා ඇත. ජනාධිපතිවරයා සහ ඔහුගේ අමාත්‍ය මණ්ඩලය තම හඬ නොසලකා හැරියහොත් මැයි 11 වැනිදා සිට ඉදිරි ගමනක් සිදුවන තෙක් හර්තාලය අඛණ්ඩව ක්‍රියාත්මක කරන බවට හර්තාල්වාදීන් අනතුරු ඇඟවීය. එබැවින් අරගලය දෙවන මට්ටම දක්වා - ‘මැයි 11 සිට ඇරඹෙන සදාකාලික මහා වැඩවර්ජන කේන්ද්‍රීය හර්තාලයක්’ දක්වා උත්සන්න වනු ඇත.",
        "මාසයක් ඇතුළත, අපේක්ෂිත හිඟය විවිධාකාරයෙන් වැඩි විය; සහල් සලාකය අයවැය හිඟයෙන් සියයට 72 ක් විය. සහනාධාරය කප්පාදු කිරීම නොවැළැක්විය හැකිය! 1953 ජුලි 23 වැනි දින සිය අයවැය කතාව අවසන් කරමින් JRJ පැවසුවේ, “...විසඳුම තිබුණේ සමස්ත හිඟය තුරන් කිරීම තුළය..., නමුත් ආහාර සහනාධාරය ද ඉවත් නොකර මෙම පියවර ගැනීමට නොහැකි විය” යනුවෙනි. – ජූලි 23, 1953: කර්නල් 807-හැන්සාඩ්. සේනානායක-ජයවර්ධනගේ සමාජ අසංවේදී ආන්ඩුව එක පහරකින් එය කපා හැරීමට උත්සාහ කිරීමෙන් එය වැරදිය. මේ නිසා සහල් මිල මිනුමක් -/25 සිට -/70 දක්වා සැලකිය යුතු ලෙස ඉහළ ගියේය. හර්තාලයක් සඳහා වාමාංශිකයන් කළ ඉල්ලීමට ප්‍රතිචාර වශයෙන් ජනතාව නැඟී සිටියහ.",
        "රජය හදිසි නීති රෙගුලාසි යටතේ යුද නීතිය සහ පැය විසිහතර ඇඳිරි නීතිය පැනවීය. ප්‍රචණ්ඩත්වය සහ කෝලාහල මැඩපැවැත්වීම සඳහා ගිනි බලය භාවිතා කිරීමට සන්නද්ධ හමුදාවන්ට අවසර දෙන ලදී.",
        "1956 බණ්ඩාරනායකගේ ශ්‍රීලනිපය අතින් එජාපය ලැබූ පරාජයට හර්තාලය එතරම් බලපෑමක් කළේ නැත. \"පැය 24න් සිංහල පමණයි\" අන්ත ජාතිවාදී \"දුප්පත්\" ගැමි ජනතාව කොටු කර ගත්තේ ය; 2019 දී ගෝඨාභය රාජපක්ෂගේ ජයග්‍රහණයට තුඩු දුන් සිංහල/බෞද්ධවාදී ව්‍යාපාරයට සමානයි. ජේම්ස් මනෝර් විසින් විස්තර කරන ලද පරිදි 'උපයෝගී මනෝරාජිකයා' බණ්ඩාරනායක, 1956 දී මාක්ස්වාදී සමසමාජ පක්ෂය සහ කොපී යන පක්ෂවලට හිමිවිය යුතු නීත්‍යානුකූල කොටස විනාශ කිරීම සඳහා ඔහුගේ 'දෙබිඩි' අවිය භාවිතා කළේය. '53 හර්තාලය' විසින් දියත් කරන ලද සාර්ථක ව්‍යාපාරයකට නායකත්වය දුන් ඔවුහු. 'සඟ, වේද, ගුරු,... යනාදී' මොළ සේදීමට ජාතිවාදය හඳුන්වා දීමෙන් මහජන අයිතීන් දිනාගැනීමෙන් බැට කෑවේ, ස්වෝත්තමවාදයට මාක්ස්වාදී ස්වභාවික විරෝධිය නිසා බණ්ඩාරනායකගේ සිංහල/බෞද්ධ අන්තවාදයට පක්ෂව ඡන්ද අහිමි විය; 53 හර්තාලයේ වීරයන් ලෙස වාමාංශිකයන්ට පීඩිත ජනතාව විසින් ප්‍රශංසා කළත්.",
        "මාතර පළාත් පාලන මැතිවරණයේ ජයග්‍රහණ සහ අතුරු මැතිවරණ දෙකක ජයග්‍රහණ ඔවුන්ගේ විශ්වාසයට හේතු විය. මෙය නියමිත දිනට වසරකට පෙර, එනම් 1956 පෙබරවාරි මස මුලදී පාර්ලිමේන්තුව විසුරුවා හැරීමට අගමැති සර් ජෝන් පොළඹවන ලදී. ජනප්‍රිය සමාජවාදී වේදිකාවක් වෙනුවෙන් පෙනී සිටි බණ්ඩාරනායකගේ නව පක්ෂය වන ශ්‍රීලනිපය, සිංහල භාෂාව රාජ්‍ය භාෂාව කිරීමට පොරොන්දු විය. මෙතෙක් සුළු ජාතීන්ගේ අයිතීන් ආරක්ෂා කළ එජාපය, 1956 මුල් භාගයේදී තම ඉරියව්ව වෙනස් කරමින්, නව සටන් පාඨයකින් ප්‍රතිචාර දැක්වූ බණ්ඩාරනායකට අනුව යමින්, විශාලතම වරද කළේය. පැය 24න් සිංහල පමණයි. 1952--1956 සර් ජෝන්ගේ අගමැතිකම යටතේ එජාපය සහ සාමාන්‍ය ජනතාව අතර පරතරය වැඩි විය. ආර්ථික, භාෂාමය සහ සංස්කෘතික පුනර්ජීවනයේ මතුවීම ඇගයීමට ඔහු අසමත් විය. 1956 ජෝන් කොතලාවලගේ එජාප ආන්ඩුව ශීඝ්‍රයෙන් ශක්තිය හීන වෙමින් පැවතිණි. දුර්වල ආර්ථික කාර්ය සාධනය, මහජන අභිලාෂයන් නොසලකා හැරීම සහ කොතලාවලගේ ප්‍රභූ පාලන විලාසය යන සියල්ල ඔහුගේ සහ එජාපයේ බිඳවැටීමට හේතු විය.",
        "රජය මෙන්ම ජනාධිපතිවරයාද නොපමාව ඉවත් නොවන්නේ නම් මැයි 11 වැනිදා සිට අඛණ්ඩ හර්තාලයක් ආරම්භ කරන බවට TUs විසින් කර ඇති අවවාදය නොසලකා හැරිය හැකිද? කෙසේ වෙතත්, ‘ගොගෝඨාගම’ සෑම නගරයකටම සහ ගමකටම ව්‍යාප්ත කිරීමට විරෝධතාකරුවන්ට වඩා හොඳ විකල්පයක් ඇත. පවතින අස්ථාවරත්වය ජාතියට විශාල හානියක් කර ඇත. ආණ්ඩුවේ සහ විපක්ෂයේ 225+1 සියල්ල ජනතාව විසින් ඉවත දමා ඇත. මහජන විරෝධය තවත් උග්‍ර කිරීමේ අනතුර ඔවුන් හඳුනාගත යුතුය."
      ]
    },
    "ta": {
      "title": "ஹர்த்தால் ’53 & காலவரையற்ற ஹர்த்தால் ’22?: ‘கோடகோகாமா’வை விரிவுபடுத்துங்கள்",
      "body_lines": [
        "சுதந்திரத்திற்குப் பிந்தைய இலங்கையில் 1953 ஆம் ஆண்டு ஆகஸ்ட் 12 ஆம் தேதி ஆத்திரமடைந்த மக்கள் தீவிர எதிர்ப்பில் எழுந்தபோது, ​​செயல்பாட்டில் உள்ள வெகுஜனங்களின் அளப்பரிய சக்தி முதன்முறையாக வெளிப்பட்டது. நமது அரசியலில் ஒரு புதிய காரணி மீண்டும் நுழைந்தது; வெகுஜன சக்தியின் ஞானம் வெகுஜன தலையீட்டை வழிநடத்தியது.",
        "மே 6, 22 க்கு ஒப்பான, அப்போதைய யூ.என்.பி அரசாங்கத்தின் தீவிரமான நம்பிக்கையில்லா வாக்கெடுப்பின் அடையாளமாக, நகரங்களிலும் கிராமங்களிலும் பரந்த மக்கள் விரிவாக்கம் காணப்பட்டது. அதன் கிளர்ச்சி தன்மை இருந்தபோதிலும், ஆகஸ்ட் 12 ஹர்த்தால் [ஒழுக்க மறுப்பு மற்றும் வேலைநிறுத்தம்] ஒரு ஜனநாயக இயக்கமாகும், இது மேற்கு மற்றும் தென்மேற்கு கடலோர பிரதேசங்களில் பரவி தீவின் பிற பகுதிகளை அடைந்தது.",
        "யுகே-அமெரிக்க பல்கலைக்கழகங்களில் இருந்து சிலோனுக்குத் திரும்பி, என்எம், கொல்வின், பிலிப், லெஸ்லி மற்றும் பீட்டர் மற்றும் மார்க்சிய சித்தாந்தத்தால் ஊறிப்போன இன்னும் சில இளம் தீவிரவாதிகள், டிசம்பர் 18, 1935 இல் எல்.எஸ்.எஸ்.பியை நிறுவினர், அது பின்னர் ட்ரொட்ஸ்கிசத்தின் திசையில் முன்னேறியது. வேலைநிறுத்தம், நிச்சயமாக, அப்போது வழக்கமானது; ஆனால் ஹர்த்தால் யோசனை புதியது. ஆகஸ்ட் 1942 இல் வரலாற்று சிறப்புமிக்க WW II சிறையிலிருந்து தப்பியதைத் தொடர்ந்து மதராஸுக்குச் சென்றபின், இந்தியாவில் நமது இளம் மார்க்சிஸ்டுகள் அனுபவித்த தீவிர முன்னேற்றத்திற்குத் திறன் கொண்ட ஒரு பாரிய ஆயுதம் இது. ஆகஸ்ட் 12  ஹர்த்தால் மற்றும் வேலைநிறுத்தத்திற்கான இறுதி அழைப்பு மூன்று இடதுசாரி கட்சிகளான இலங்கை தொழிற்சங்க சம்மேளனம், இலங்கை தொழிலாளர் சம்மேளனம், இலங்கை தொழிலாளர் சங்கம், துறைமுகம் மற்றும் கப்பல்துறை தொழிலாளர் சங்கம் மற்றும் இலங்கை வணிகர் சங்கம் ஆகிய மூன்று இடதுசாரி கட்சிகளும் வேலைநிறுத்தம் மற்றும் ஹர்த்தாலுக்கு ஆதரவாக தனித்தனியாக அழைப்பு விடுத்தன.",
        "லங்கா சமசமாஜக் கட்சி பல கூட்டங்களுடன் பல வாரங்களாக நாட்டை உள்ளடக்கியது. இதனால், கிராமப்புற மக்கள், நகர ஊழியர்களுடன் போராட்டத்தில் ஈடுபடத் தொடங்கினர். இந்த பரஸ்பர நடவடிக்கை மூலம், தொழிலாளர்-விவசாயி கூட்டணி அடையப்பட்டது.",
        "லட்சக்கணக்கான மக்கள் பங்கேற்ற ஹர்த்தால் ’53 மில்லியன் கணக்கானவர்களின் அனுதாபத்தையும் அனுபவித்தது. அந்த இயக்கம் மிகவும் சக்தி வாய்ந்தது, ஒவ்வொரு இனமும் ஒவ்வொரு மதமும் அதில் இருந்தது, கத்தோலிக்கர்கள் உட்பட - நீர்கொழும்பு, வென்னப்புவ மற்றும் ராகம பகுதிகளில். இந்த வெகுஜன இயக்கம் வெகுஜன எழுச்சியின் நிலையை அடைந்தது. மக்கள் அரசுக்கு எதிராக மட்டும் போராட்டம் நடத்தவில்லை; அவர்கள் அரசாங்கத்திற்கு தங்கள் எதிர்ப்பை வெளிப்படுத்த தெருக்களில் இருந்தனர், அதிகாரத்தையும் சட்டத்தையும் மீறிய கிளர்ச்சியில் தங்கள் விரோதத்தை வெளிப்படுத்தினர். அவர்கள் பேருந்துகள், ரயில்கள் மற்றும் அனைத்து வகையான போக்குவரத்தையும் நிறுத்தினர்; தொழிற்சாலைகள், கடைகள் மற்றும் அலுவலகங்களை மூடுவதற்கு காரணமாக அமைந்தது.",
        "அது 'அமைதியான வற்புறுத்தல் மட்டுமல்ல, ரயில் பாதைகளில், தண்டவாளங்கள் மற்றும் ஃபிஷ்ப்ளேட்டுகள் அகற்றப்பட்டு, ஸ்லீப்பர்கள் அகற்றப்பட்டன, மைல்களுக்கு கிழிந்தன மற்றும் கவிழ்ந்தன, மேலும் தொலைபேசி இடுகைகளும் வீழ்த்தப்பட்டன. நூற்றுக்கணக்கான இடங்களில் சிக்னல் கம்பிகள் அறுந்து கிடந்தன. கடலோரப் பகுதிகளில், அவர்கள் ரயில்களைப் பிடித்து என்ஜின்களை அவிழ்த்தனர். மக்களின் வெறுப்பு, எப்போதும் ஏகபோகப் பேருந்து நிறுவனங்களுக்கு எதிரானது என்பது அரசாங்கத்தின் அரசியல் தூண்கள்: காமினி பேருந்து லிமிடெட் மற்றும் ஹைலெவல் ரோடு பேருந்து லிமிடெட் பேருந்துகள் நிறுத்தப்பட்டு, கல்லெறிந்து, அடித்து நொறுக்கப்பட்டன. அவர்களின் வழிகள் அடைக்கப்பட்டு, வெட்டப்பட்ட மரங்களால் இரைச்சலாகக் காணப்பட்டன, இராணுவப் பாதுகாப்புப் படையினர் கூட அவர்களது இடங்களுக்குச் செல்ல முடியவில்லை. பல சிறிய பாலங்கள் டைனமிட் செய்யப்பட்டன. தபால் மற்றும் பிற பொதுச் சேவைகள் முற்றிலும் முடங்கின.",
        "ஹர்த்தால் என்பது முன்னரே திட்டமிடப்பட்ட மார்க்சிஸ்டுகளால் தொடங்கப்பட்ட வெகுஜனப் போராட்டமாகும், இது ஒன்பது எதிர்ப்பாளர்களின் துயர மரணத்துடன் முடிந்தது. அப்போதைய முழு அமைச்சரவையும், உயர்மட்ட அதிகாரிகளுடன் சேர்ந்து கொழும்பு துறைமுகத்தில் நங்கூரமிட்டிருந்த \"HMS Newfoundland\" என்ற பிரிட்டிஷ் போர்க்கப்பலில் தஞ்சம் புகுந்தனர். இதன் விளைவாக பிரதமர் டட்லி சேனாநாயக்க வேறொருவரால் \"பதிலீடு\" செய்யப்படவில்லை. 42 வயதான டட்லி மூன்று மாதங்களுக்குப் பின்னர் ஒக்டோபரில் வெளியேறியது, உடல்நலப் பிரச்சினைகள் காரணமாக இருந்தது [ஒரு நீண்ட கதை] மற்றும் 1952 இல் டி.எஸ். சேனாநாயக்கவின் மரணத்தின் போது கூட உரிமை கோரும் உரிமையாளரான கொத்தலாவல பொறுப்பேற்றார். மூன்று வருடங்களின் பின்னர் ஐக்கிய தேசியக் கட்சியின் தோல்வி வேறுபட்ட பண்புகளைக் கொண்டிருந்தது.",
        "ஒரு கட்டுரையாளர் கடந்த வாரம் ஒரு \"இரட்டை குழல் திட்டம்\" பற்றி பரிந்துரைத்தார், \"முதலாவதாக, மே 6 அன்று ஒரு பொது வேலைநிறுத்தத்தை மையமாகக் கொண்ட ஹர்த்தால். ஜனாதிபதி பதவியை காலி செய்ய கோட்டாபய ராஜபக்ஷவை சமாதானப்படுத்தத் தவறினால், போராட்டம் அடுத்த கட்டத்திற்கு தீவிரமடையும். பொது வேலைநிறுத்தம் மற்றும் ஹர்த்தால் மே 11 முதல் தொடங்கும்.",
        "அவர் யூகித்தபடி, இரட்டை குழல் திட்டம்; மே 6 ஆம் திகதி பொது வேலைநிறுத்தத்தை மையமாகக் கொண்ட ஹர்த்தால், சகோதரர் மஹிந்தவை காலி செய்யுமாறு கோட்டாபயவை சமாதானப்படுத்தியுள்ளது. ஜனாதிபதியும் அவரது அமைச்சரவையும் தமது குரலை உதாசீனப்படுத்தினால் மே 11ஆம் திகதி முதல் முன்னேற்றம் அடையும் வரை ஹர்த்தாலை தொடரப்போவதாக ஹர்த்தாலில் ஈடுபட்டவர்கள் எச்சரித்துள்ளனர். எனவே போராட்டம் இரண்டாம் கட்டத்திற்குப் பெருகும் - 'மே 11 முதல் நிரந்தரப் பொது வேலைநிறுத்தத்தை மையமாகக் கொண்ட ஹர்த்தால்.'",
        "ஒரு மாதத்திற்குள், எதிர்பார்க்கப்பட்ட பற்றாக்குறை பன்மடங்கு உயர்ந்தது; அரிசி ரேஷன் பட்ஜெட் பற்றாக்குறையில் 72 சதவீதம். மானியத்தை கத்தரிப்பது தவிர்க்க முடியாததாகிவிட்டது! ஜூலை 23, 1953 அன்று தனது பட்ஜெட் உரையை முடித்த ஜே.ஆர்.ஜே, \"...ஒட்டுமொத்த பற்றாக்குறையை நீக்குவதில் தீர்வு உள்ளது..., ஆனால் உணவுக்கான மானியத்தையும் நீக்காமல் இந்த நடவடிக்கையை எடுக்க முடியாது\" என்றார். – ஜூலை 23, 1953: கர்னல் 807-ஹன்சார்ட். சேனநாயக்கா-ஜெயவர்தனவின் சமூக உணர்வற்ற அரசாங்கம், ஒரே அடியில் அதை வெட்ட முயன்றதன் மூலம் தவறு செய்தது. இதன் விளைவாக அரிசியின் விலை கணிசமான அளவு -/25 முதல் -/70 சென்ட் வரை உயர்ந்தது. ஹர்த்தாலுக்கு இடதுசாரிகளின் அழைப்பை ஏற்று மக்கள் திரண்டனர்.",
        "அவசரகாலச் சட்டத்தின் கீழ் அரசாங்கம் இராணுவச் சட்டம் மற்றும் இருபத்தி நான்கு மணி நேர ஊரடங்குச் சட்டத்தை விதித்தது. வன்முறை மற்றும் கலவரத்தை அடக்குவதற்கு துப்பாக்கிப் பிரயோகத்தைப் பயன்படுத்த ஆயுதப்படைகளுக்கு அங்கீகாரம் வழங்கப்பட்டது.",
        "1956 இல் பண்டாரநாயக்கவின் ஸ்ரீலங்கா சுதந்திரக் கட்சியின் கைகளில் யூ.என்.பி.யின் தோல்வியில் ஹர்த்தால் சிறிய தாக்கத்தை ஏற்படுத்தியது. \"24 மணித்தியாலங்களில் சிங்களம் மட்டும்\" என்ற தீவிர இனவெறியில் 'ஏழை' கிராம மக்கள் சிக்கிக் கொண்டனர்; 2019 இல் கோட்டாபய ராஜபக்சவின் வெற்றிக்கு வழிவகுத்த சிங்கள/பௌத்த நோக்குடைய பிரச்சாரத்தைப் போலவே. ஜேம்ஸ் மேனர் விவரித்தது போல் பண்டாரநாயக்கா, 'தி எக்ஸ்பீடியன்ட் உட்டோபியன்', 1956ல் மார்க்சிஸ்ட் லங்கா சமசமாஜக் கட்சி மற்றும் கம்யூனிஸ்ட் கட்சிக்கு உரிய நியாயமான பங்கை அழிப்பதற்கு தனது 'இரட்டை முனைகள்' ஆயுதத்தைப் பயன்படுத்தினார். 'ஹர்த்தால்' 53 தூண்டிய வெற்றிகரமான பிரச்சாரத்தை முன்னெடுத்தவர்கள். 'சங்கம், வேதம், குரு,... போன்றவற்றை மூளைச்சலவை செய்வதற்காக இனவாதத்தை அறிமுகப்படுத்தியதன் மூலம் வெகுஜனங்களின் உரிமைகளை வென்றெடுப்பது அடிக்கப்பட்டது,' மார்க்சிஸ்ட் பேரினவாதத்தின் மீதான இயற்கையான விரோதம் பண்டாரநாயக்காவின் சிங்கள/பௌத்த தீவிரவாதத்திற்கு ஆதரவாக வாக்குகளை இழந்தது; இடதுசாரிகள் தாழ்த்தப்பட்ட மக்களால் ஹர்த்தாலின் நாயகர்களாகப் போற்றப்பட்ட போதிலும் ’53.",
        "மாத்தறை உள்ளூராட்சி மன்றத் தேர்தல்களிலும் இரண்டு இடைத்தேர்தல்களிலும் பெற்ற வெற்றிகள் அவர்களுக்கு நம்பிக்கையை அளித்தன. இது 1956 பெப்ரவரியில் திட்டமிடப்பட்ட தேதிக்கு ஒரு வருடம் முன்னதாகவே பாராளுமன்றத்தைக் கலைக்க பிரதமர் சேர் ஜோனைத் தூண்டியது. பண்டாரநாயக்காவின் புதிய கட்சியான ஸ்ரீ.ல.சு.க., ஒரு பிரபலமான சோசலிச மேடையை முன்வைத்து, சிங்களத்தை உத்தியோகபூர்வ மொழியாக்க உறுதியளித்தது. இதுவரை சிறுபான்மையினரின் உரிமைகளைப் பாதுகாத்து வந்த யூ.என்.பி., 1956 இன் தொடக்கத்தில் தனது தோரணையை மாற்றி, புதிய முழக்கத்துடன் பதிலளித்த பண்டாரநாயக்காவுக்கு இணங்க, மிகப்பெரிய தவறைச் செய்தது; 24 மணி நேரத்தில் சிங்களம் மட்டுமே. 1952--1956 சர் ஜானின் பிரதமரின் கீழ், யூ.என்.பி.க்கும் சாதாரண மக்களுக்கும் இடையிலான இடைவெளி விரிவடைந்தது. பொருளாதார, மொழி மற்றும் கலாச்சார மறுமலர்ச்சியின் தோற்றத்தை மதிப்பிடுவதில் அவர் தோல்வியடைந்தார். 1956 ஆம் ஆண்டு ஜோன் கொத்தலாவல தலைமையிலான ஐக்கிய தேசியக் கட்சி அரசாங்கம் வேகமாக பலத்தை இழந்து கொண்டிருந்தது. மோசமான பொருளாதாரச் செயற்பாடுகள், வெகுஜனங்களின் அபிலாஷைகளைப் புறக்கணித்தல் மற்றும் கொத்தலாவலவின் உயரடுக்கு ஆட்சி முறை, இவை அனைத்தும் அவரது மற்றும் யூஎன்பியின் வீழ்ச்சிக்கு பங்களித்தன.",
        "அரசாங்கமும் ஜனாதிபதியும் காலதாமதமின்றி பதவி விலகாவிட்டால் மே 11 முதல் தொடர்ச்சியான ஹர்த்தாலைத் தொடங்குவோம் என்று TU க்கள் வழங்கிய எச்சரிக்கையை அவர்களால் புறக்கணிக்க முடியுமா? எவ்வாறாயினும், ஒவ்வொரு நகரத்திற்கும் கிராமத்திற்கும் 'கோகோதாகமா' விரிவுபடுத்துவதில் எதிர்ப்பாளர்களுக்கு சிறந்த விருப்பம் உள்ளது. தற்போதைய முட்டுக்கட்டை தேசத்தில் பெரும் பாதிப்பை ஏற்படுத்தியுள்ளது. மக்கள் அனைத்து 225+1 -அரசாங்கத்திலும் எதிர்க்கட்சியிலும் துரத்திவிட்டார்கள்; பொது விரோதத்தை மேலும் மோசமாக்கும் அபாயத்தை அவர்கள் உணர வேண்டும்."
      ]
    }
  }
}