{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-makes-initial-gains-but-loses-steam-subsequently/",
  "time_ut": 1653485400,
  "title": "CSE makes initial gains but loses steam subsequently",
  "body_lines": [
    "The CSE gained a marginal 0.59 per cent within the first hour of trading yesterday but it could not maintain its tempo due to a liquid index remaining low. The market showed a dip in the wake of the Central Bank Governor’s statement before the COPE committee that Sri Lanka could face its worst economic contraction coupled with the anticipation of negative quarterly results by companies, stock market analysts said.",
    "Further, news of the World Bank diverting some loans for the purchase of essential items for Sri Lanka and the assumption of duty as the new Finance Minister by Prime Minister Ranil Wickramesinghe created some positive investor sentiments, market observers said.",
    "The World Bank said it cannot give new loans to Sri Lanka until a proper economic plan is in place though it is redirecting money from un-disbursed loans for immediate humanitarian needs of the poor, the sick and school children.",
    "“We are concerned for the people of Sri Lanka and are working in coordination with the IMF and other development partners in advising on appropriate policies to restore economic stability and broad-based growth, the World Bank said.",
    "Amid those developments both indices showed a downwards trend. The All- Share Price Index went down by 23.3 points and S and P SL20 declined by 39.75 points. Turnover stood at Rs 1.66 billion without a crossing.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Lanka IOC Rs 467 million (7.2 million shares traded), Expolanka Holdings Rs 270 million (1.18 million shares traded), Browns Investments Rs 202.8 million (21.4 million shares traded), LOLC Finance Rs 79.5 million (8.2 million shares traded), CT Holdings Rs 73.7 million (465,000 shares traded), Softlogic Holdings Rs 52 million (724,000 shares traded) and LOLC Holdings Rs 38 million (63,000 shares traded). During the day 72.2 million share volumes changed hands in 16648 transactions.",
    "Yesterday the Central Bank announced the US dollar buying rate as Rs 354.40 and the selling rate as Rs 364.35.",
    "Last week Fitch downgraded Sri Lanka’s rating to ‘restricted default’ after the grace period expired on coupon payments that were due on April 18 on two international sovereign bonds.",
    "Sri Lanka which imports more than 80 per cent of its medical supplies is also facing a shortage of medicines, which, doctors say, could cause deaths soon.",
    "CEAT official tyre supplier for locally assembled Tata Ace HT",
    "Leasing of Uchchamunai peninsula likely to uproot 400 families of early settlers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "CSE ආරම්භක ලාභ ලබන නමුත් පසුව වාෂ්ප අහිමි වේ",
      "body_lines": [
        "කොළඹ කොටස් වෙළෙඳපොළ ඊයේ ගනුදෙනු ආරම්භ වී පළමු පැය තුළදී සියයට 0.59 ක ආන්තික අගයක් ලබා ගත් නමුත් ද්‍රව දර්ශකය පහළ මට්ටමක පැවතීම හේතුවෙන් එහි වේගය පවත්වා ගැනීමට නොහැකි විය. සමාගම් විසින් සෘණාත්මක කාර්තුමය ප්‍රතිඵල අපේක්ෂා කිරීමත් සමඟ ශ්‍රී ලංකාව එහි නරකම ආර්ථික සංකෝචනයට මුහුණ දිය හැකි බවට මහ බැංකු අධිපතිවරයා කෝප් කමිටුව හමුවේ කළ ප්‍රකාශය හමුවේ වෙළෙඳපොළ පහත වැටීමක් පෙන්නුම් කළ බව කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "තවද, ශ්‍රී ලංකාවට අත්‍යාවශ්‍ය භාණ්ඩ මිලදී ගැනීම සඳහා ලෝක බැංකුව විසින් ලබා දුන් ණය කිහිපයක් හරවා යැවීම සහ අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා නව මුදල් අමාත්‍යවරයා ලෙස රාජකාරී ආරම්භ කිරීම පිළිබඳ පුවත් ආයෝජකයින්ගේ ධනාත්මක හැඟීම් කිහිපයක් ඇති කළ බව වෙළඳපල නිරීක්ෂකයෝ පවසති.",
        "දිළිඳුන්ගේ, රෝගීන්ගේ සහ පාසල් දරුවන්ගේ ක්ෂණික මානුෂීය අවශ්‍යතා සඳහා ලබා නොදුන් ණයවලින් මුදල් ආපසු හරවා යවන නමුත් නිසි ආර්ථික සැලැස්මක් ක්‍රියාත්මක වන තුරු ශ්‍රී ලංකාවට නව ණය ලබා දිය නොහැකි බව ලෝක බැංකුව ප්‍රකාශ කළේය.",
        "“අපි ශ්‍රී ලංකාවේ ජනතාව ගැන සැලකිලිමත් වන අතර, ආර්ථික ස්ථාවරත්වය සහ පුළුල් වර්ධනයක් ප්‍රතිෂ්ඨාපනය කිරීම සඳහා සුදුසු ප්‍රතිපත්ති පිළිබඳව උපදෙස් දීම සඳහා IMF සහ අනෙකුත් සංවර්ධන හවුල්කරුවන් සමඟ සම්බන්ධීකරණයෙන් කටයුතු කරමින් සිටින බව ලෝක බැංකුව පවසයි.",
        "එම වර්ධනයන් මධ්‍යයේ දර්ශක දෙකම පහත වැටීමේ ප්‍රවණතාවක් පෙන්නුම් කළේය. සියලුම කොටස් මිල දර්ශකය ඒකක 23.3 කින් පහළ ගිය අතර S සහ P SL20 ඒකක 39.75 කින් පහළ ගියේය. හරස් කිරීමකින් තොරව පිරිවැටුම රුපියල් බිලියන 1.66 ක් විය.",
        "සිල්ලර වෙළඳපොලේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ සමාගම් හත වූයේ; ලංකා IOC රුපියල් මිලියන 467 (කොටස් මිලියන 7.2 ක් ගනුදෙනු), එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් මිලියන 270 (කොටස් මිලියන 1.18 ක් ගනුදෙනු), බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට්ස් රුපියල් මිලියන 202.8 (කොටස් මිලියන 21.4 ක් ගනුදෙනු), LOLC ෆිනෑන්ස් රුපියල් මිලියන 79.5 (කොටස් මිලියන 8.2 ක් ගනුදෙනු), CT හෝල්ඩිංග්ස් රුපියල් මිලියන 73.7ක් (කොටස් 465,000ක් ගනුදෙනු කර ඇත), Softlogic Holdings රුපියල් මිලියන 52ක් (කොටස් 724,000ක් ගනුදෙනු කර ඇත) සහ LOLC හෝල්ඩිංග්ස් රුපියල් මිලියන 38ක් (කොටස් 63,000ක් ගනුදෙනු කර ඇත). දවස තුළ ගනුදෙනු 16648 කදී කොටස් වෙළුම් මිලියන 72.2 ක් වෙනස් විය.",
        "ඊයේ මහ බැංකුව එක්සත් ජනපද ඩොලරයේ ගැනුම් අනුපාතිකය රුපියල් 354.40ක් ලෙසත් විකුණුම් මිල රුපියල් 364.35ක් ලෙසත් ප්‍රකාශයට පත් කළේය.",
        "පසුගිය සතියේ Fitch විසින් ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර දෙකක් මත අප්‍රේල් 18 දිනට නියමිතව තිබූ කූපන් ගෙවීම් සඳහා සහන කාලය අවසන් වීමෙන් පසු ශ්‍රී ලංකාවේ ශ්‍රේණිගත කිරීම ‘සීමිත පැහැර හැරීමක්’ ලෙස පහත හෙළීය.",
        "වෛද්‍ය සැපයුම්වලින් සියයට 80කට වැඩි ප්‍රමාණයක් ආනයනය කරන ශ්‍රී ලංකාව ද ඖෂධ හිඟයකට මුහුණ දී සිටින අතර, වෛද්‍යවරුන් පවසන පරිදි, එය ඉක්මනින් මරණයට හේතු විය හැක.",
        "දේශීයව එකලස් කරන ලද Tata Ace HT සඳහා සියැට් නිල ටයර් සැපයුම්කරු",
        "උච්චමුනෙයි අර්ධද්වීපය බදු දීමෙන් මුල් පදිංචිකරුවන්ගේ පවුල් 400ක් උදුරා දැමීමට ඉඩ ඇත",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "CSE ஆரம்ப ஆதாயங்களைப் பெறுகிறது, ஆனால் பின்னர் நீராவியை இழக்கிறது",
      "body_lines": [
        "நேற்று வர்த்தகம் தொடங்கிய முதல் ஒரு மணி நேரத்தில் சிஎஸ்இ 0.59 சதவீதம் ஓரளவு உயர்ந்தது, ஆனால் திரவக் குறியீடு குறைவாக இருப்பதால் அதன் டெம்போவைத் தக்கவைக்க முடியவில்லை. நிறுவனங்களின் பாதகமான காலாண்டு பெறுபேறுகளின் எதிர்பார்ப்புடன் இலங்கை அதன் மோசமான பொருளாதாரச் சுருக்கத்தை எதிர்கொள்ள நேரிடும் என மத்திய வங்கி ஆளுநர் கோப் குழுவின் முன் கூறியதை அடுத்து சந்தை சரிவைக் காட்டியதாக பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "மேலும், இலங்கைக்கான அத்தியாவசிய பொருட்களை கொள்வனவு செய்வதற்கு உலக வங்கி சில கடன்களை திருப்பியளித்தமை மற்றும் பிரதமர் ரணில் விக்கிரமசிங்க புதிய நிதியமைச்சராக கடமையாற்றியமை போன்ற செய்திகள் முதலீட்டாளர்களுக்கு சாதகமான உணர்வை ஏற்படுத்தியதாக சந்தை அவதானிகள் தெரிவித்துள்ளனர்.",
        "வறியவர்கள், நோயுற்றவர்கள் மற்றும் பாடசாலை மாணவர்களின் உடனடி மனிதாபிமானத் தேவைகளுக்காக வழங்கப்படாத கடன்களில் இருந்து பணத்தை திருப்பி அனுப்பினாலும், முறையான பொருளாதாரத் திட்டம் அமையும் வரை இலங்கைக்கு புதிய கடன்களை வழங்க முடியாது என உலக வங்கி தெரிவித்துள்ளது.",
        "\"நாங்கள் இலங்கை மக்கள் மீது அக்கறை கொண்டுள்ளோம், பொருளாதார ஸ்திரத்தன்மை மற்றும் பரந்த அடிப்படையிலான வளர்ச்சியை மீட்டெடுப்பதற்கான பொருத்தமான கொள்கைகளை ஆலோசிப்பதில் IMF மற்றும் பிற அபிவிருத்தி பங்காளிகளுடன் ஒருங்கிணைந்து செயல்பட்டு வருகிறோம்\" என்று உலக வங்கி தெரிவித்துள்ளது.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில் இரண்டு குறியீடுகளும் கீழ்நோக்கிய போக்கைக் காட்டின. அனைத்துப் பங்கு விலைச் சுட்டெண் 23.3 புள்ளிகளாலும், S மற்றும் P SL20 39.75 புள்ளிகளாலும் சரிந்தன. விற்றுமுதல் கடக்காமல் 1.66 பில்லியனாக இருந்தது.",
        "சில்லறை விற்பனைச் சந்தையில் முதன்மையான ஏழு நிறுவனங்கள் விற்றுமுதல் பங்களித்தன; லங்கா ஐஓசி ரூ 467 மில்லியன் (7.2 மில்லியன் பங்குகள் வர்த்தகம்), எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 270 மில்லியன் (1.18 மில்லியன் பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 202.8 மில்லியன் (21.4 மில்லியன் பங்குகள் வர்த்தகம்), எல்ஓஎல்சி ஃபினான்ஸ் ரூ 79.5 மில்லியன் (8.2 மில்லியன் பங்குகள் வர்த்தகம்), சிடி ஹோல்டிங்ஸ் ரூ.73.7 மில்லியன் (465,000 பங்குகள் வர்த்தகம்), Softlogic Holdings ரூ. 52 மில்லியன் (724,000 பங்குகள் வர்த்தகம்) மற்றும் LOLC ஹோல்டிங்ஸ் ரூ. 38 மில்லியன் (63,000 பங்குகள் வர்த்தகம்). நாளின் போது 16648 பரிவர்த்தனைகளில் 72.2 மில்லியன் பங்குகள் கைமாறின.",
        "நேற்று மத்திய வங்கி அமெரிக்க டொலர் கொள்வனவு விலை 354.40 ரூபாவாகவும் விற்பனை விலை 364.35 ரூபாவாகவும் அறிவித்தது.",
        "இரண்டு சர்வதேச இறையாண்மை பத்திரங்களில் ஏப்ரல் 18 அன்று செலுத்த வேண்டிய கூப்பன் கொடுப்பனவுகளுக்கான சலுகை காலம் முடிவடைந்த பின்னர், கடந்த வாரம் Fitch இலங்கையின் மதிப்பீட்டை 'கட்டுப்படுத்தப்பட்ட இயல்புநிலை' என தரமிறக்கியது.",
        "80 சதவீதத்திற்கும் அதிகமான மருத்துவப் பொருட்களை இறக்குமதி செய்யும் இலங்கையும் மருந்துப் பற்றாக்குறையை எதிர்கொள்கிறது, இது விரைவில் மரணத்தை ஏற்படுத்தக்கூடும் என்று மருத்துவர்கள் கூறுகின்றனர்.",
        "உள்நாட்டில் அசெம்பிள் செய்யப்பட்ட Tata Ace HTக்கு CEAT அதிகாரப்பூர்வ டயர் சப்ளையர்",
        "உச்சமுனை குடாநாட்டை குத்தகைக்கு விடுவது ஆரம்பகால குடியேற்றவாசிகளின் 400 குடும்பங்களை வேரோடு அகற்றும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}