{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/cooking-gas-shortages-in-sri-lanka-to-be-resolved-in-7-10-days-cabinet-spokesman-91933/",
  "time_ut": 1647946200,
  "title": "Cooking gas shortages in Sri Lanka to be resolved in 7-10 days: cabinet spokesman",
  "body_lines": [
    "ECCONOMYNEXT – Cooking gas shortages in Sri Lanka will be solved in seven to 10 days, co-cabinet spokesman and Plantations Minister Ramesh Pathirana said.",
    "“The gas issue is being solved at the moment. Letters of credit (LCs) have been issued to clear two gas ships from the port,” the minister said, speaking at the weekly cabinet press briefing on Tuesday (22).",
    "“We are hoping that the gas shortage will be solved in the coming few days.”",
    "He said the state-owned Litro Gas which supplies 80 percent of the cooking gas in the market, is facing a surge in demand.",
    "“At the moment is Litro is releasing 100,000 gas cylinders per day whereas before they were supplying around 85,000 to 90,000 per day,” said Pathirana.",
    "“Due to the shortage of gas supply in the last few weeks, the demand has risen. It will take another seven to 10 days for the demand to settle.”",
    "The central bank has agreed to release dollars “so we are hoping it will be sorted in a couple of days,” he added.",
    "Consumer Affairs Minister Lasantha Alagiyawanna had too assured reporters during a visit to the Litro gas company premises on Monday that there is “no need to fear a gas shortage in the coming two-three months.”",
    "He said from Monday (21) onwards the company will somehow supply the cooking gas needed for the market in collaboration with all relevant authorities.",
    "“There is a price increase in the international market. We must admit that never in the history of Sri Lanka we have experienced this kind of a gas shortage in the country,” said Alagiywanna.",
    "As commodity prices skyrocket in the country after a rupee devaluation, the other LP gas supplier in the market, Laugfs Gas Pvt Ltd increased its prices.",
    "According to reports, a 12.5kg domestic Laugfs gas cylinder price was increased by 1,359 rupees to 4,199.",
    "This is the third time the company has increased prices since August 2021.",
    "Litro officials told EconomyNext that they opted out of a price hike. (Colombo/Mar22/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ඉවුම් පිහුම් ගෑස් හිඟය දින 7-10 කින් විසඳේ: කැබිනට් ප්‍රකාශක",
      "body_lines": [
        "ECCONOMYNEXT - ශ්‍රී ලංකාවේ ඉවුම් පිහුම් ගෑස් හිඟය දින හතක් හෝ දහයක් ඇතුළත විසඳන බව සම කැබිනට් ප්‍රකාශක සහ වැවිලි අමාත්‍ය රමේෂ් පතිරණ මහතා පැවසීය.",
        "“ගෑස් ප්‍රශ්නය මේ වන විට විසඳෙමින් පවතිනවා. වරායෙන් ගෑස් නැව් දෙකක් ඉවත් කිරීමට ණයවර ලිපි (LCs) නිකුත් කර ඇත,” අමාත්‍යවරයා පැවසුවේ අඟහරුවාදා (22) සතිපතා කැබිනට් මාධ්‍ය හමුවේදී අදහස් දක්වමිනි.",
        "ඉදිරි දින කිහිපය තුළ ගෑස් හිඟය විසඳෙනු ඇතැයි අපි බලාපොරොත්තු වෙනවා.",
        "වෙළඳපොලේ ඉවුම් පිහුම් ගෑස් වලින් සියයට 80 ක් සපයන රජයට අයත් ලිට්‍රෝ ගෑස් ඉල්ලුමේ වැඩිවීමකට මුහුණ දී සිටින බව ඔහු පැවසීය.",
        "“මේ වන විට ලිට්‍රෝ සමාගම දිනකට ගෑස් සිලින්ඩර 100,000ක් නිකුත් කරමින් සිටින අතර ඊට පෙර දිනකට ගෑස් සිලින්ඩර 85,000ත් 90,000ත් අතර ප්‍රමාණයක් සපයනු ලැබුවා,” පතිරණ මහතා පැවසීය.",
        "“පසුගිය සති කිහිපය තුළ ගෑස් සැපයුමේ හිඟය හේතුවෙන් ඉල්ලුම ඉහළ ගොස් ඇත. ඉල්ලුම සමථයකට පත් වීමට තවත් දින හතක් හෝ දහයක් ගතවනු ඇත.",
        "මහ බැංකුව ඩොලර් මුදා හැරීමට එකඟ වී ඇති අතර “එබැවින් එය දින කිහිපයකින් වර්ග කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු,” ඔහු පැවසීය.",
        "පාරිභෝගික කටයුතු අමාත්‍ය ලසන්ත අලගියවන්න සඳුදා ලිට්‍රෝ ගෑස් සමාගම් පරිශ්‍රයේ සංචාරයක නිරත වෙමින් වාර්තාකරුවන්ට සහතික වී ඇත්තේ “ඉදිරි මාස දෙක තුන තුළ ගෑස් හිඟයක් ඇති වේ යැයි බිය විය යුතු නැත” යනුවෙනි.",
        "සඳුදා (21) සිට අදාළ සියලු බලධාරීන් සමඟ එක්ව වෙළෙඳ පොළට අවශ්‍ය ඉවුම් පිහුම් ගෑස් සමාගම විසින් කෙසේ හෝ සපයනු ඇති බව ඔහු පැවසීය.",
        "“ජාත්‍යන්තර වෙළෙඳපොළේ මිල ඉහළ යාමක් තිබෙනවා. ලංකා ඉතිහාසයේ කවදාවත් මේ වගේ ගෑස් හිඟයක් රට තුළ අත්විඳ නැති බව අපි පිළිගත යුතුයි.” අලගියවන්න මහතා පැවසීය.",
        "රුපියල අවප්‍රමාණය වීමෙන් පසු රට තුළ භාණ්ඩ මිල අහස උසට නැඟීමත් සමඟ වෙළෙඳපොළේ අනෙකුත් LP ගෑස් සපයන්නා වන Laughfs Gas Pvt Ltd සිය මිල ගණන් වැඩි කළේය.",
        "වාර්තාවලට අනුව කිලෝග්‍රෑම් 12.5 ගෘහස්ථ ලාෆ්ස් ගෑස් සිලින්ඩරයක මිල රුපියල් 1,359 කින් ඉහළ ගොස් රුපියල් 4,199 ක් විය.",
        "2021 අගෝස්තු මාසයේ සිට සමාගම මිල ඉහළ දැමූ තුන්වන අවස්ථාව මෙයයි.",
        "Litro නිලධාරීන් EconomyNext වෙත පැවසුවේ ඔවුන් මිල ඉහළ දැමීමෙන් ඉවත් වූ බවයි. (කොළඹ/මාර්තු22/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் சமையல் எரிவாயு தட்டுப்பாடு 7-10 நாட்களில் தீர்க்கப்படும்: அமைச்சரவை பேச்சாளர்",
      "body_lines": [
        "ECCONOMYNEXT – இலங்கையில் சமையல் எரிவாயு தட்டுப்பாடு ஏழு முதல் 10 நாட்களில் தீர்க்கப்படும் என இணை அமைச்சரவை பேச்சாளரும் தோட்டத்துறை அமைச்சருமான ரமேஷ் பத்திரன தெரிவித்துள்ளார்.",
        "“எரிவாயு பிரச்சினை தற்போது தீர்க்கப்பட்டு வருகிறது. துறைமுகத்தில் இருந்து இரண்டு எரிவாயு கப்பல்களை விடுவிக்க கடன் கடிதங்கள் (LCs) வழங்கப்பட்டுள்ளன, ”என்று செவ்வாய்க்கிழமை (22) வாராந்த அமைச்சரவை செய்தியாளர் சந்திப்பில் அமைச்சர் கூறினார்.",
        "வரும் நாட்களில் எரிவாயு தட்டுப்பாடு தீரும் என நம்புகிறோம்.",
        "சந்தையில் 80 சதவீத சமையல் எரிவாயுவை வழங்கும் அரசுக்கு சொந்தமான லிட்ரோ காஸ் தேவை அதிகரிப்பை எதிர்கொண்டுள்ளது என்றார்.",
        "\"தற்போது லிட்ரோ நாளொன்றுக்கு 100,000 எரிவாயு சிலிண்டர்களை வெளியிடுகிறது, அதே சமயம் அவர்கள் ஒரு நாளைக்கு சுமார் 85,000 முதல் 90,000 வரை விநியோகித்தனர்,\" என்று பத்திரன கூறினார்.",
        "“கடந்த சில வாரங்களாக எரிவாயு விநியோகம் பற்றாக்குறையால், தேவை அதிகரித்துள்ளது. கோரிக்கையை தீர்க்க இன்னும் ஏழு முதல் 10 நாட்கள் ஆகும்.",
        "மத்திய வங்கி டாலர்களை வெளியிட ஒப்புக்கொண்டுள்ளது \"எனவே அது ஓரிரு நாட்களில் வரிசைப்படுத்தப்படும் என்று நாங்கள் நம்புகிறோம்,\" என்று அவர் மேலும் கூறினார்.",
        "நுகர்வோர் விவகார அமைச்சர் லசந்த அழகியவண்ணவும் திங்கட்கிழமை லிட்ரோ எரிவாயு நிறுவன வளாகத்திற்கு விஜயம் செய்த ஊடகவியலாளர்களிடம், \"வரும் இரண்டு மூன்று மாதங்களில் எரிவாயு தட்டுப்பாடு ஏற்படும் என அச்சப்படத் தேவையில்லை\" என உறுதியளித்துள்ளார்.",
        "திங்கட்கிழமை (21) முதல் சந்தைக்குத் தேவையான சமையல் எரிவாயுவை சம்பந்தப்பட்ட அனைத்து அதிகாரிகளின் ஒத்துழைப்புடன் நிறுவனம் எப்படியாவது விநியோகிக்கும் என்றார்.",
        "“சர்வதேச சந்தையில் விலை உயர்வு உள்ளது. இலங்கை வரலாற்றில் இந்த மாதிரியான எரிவாயு தட்டுப்பாட்டை நாட்டில் சந்தித்ததில்லை என்பதை நாம் ஒப்புக்கொள்ள வேண்டும்” என அழகியவண்ண தெரிவித்தார்.",
        "ரூபாய் மதிப்பிழப்பிற்குப் பிறகு நாட்டில் பொருட்களின் விலைகள் விண்ணைத் தொடும் நிலையில், சந்தையில் மற்ற LP எரிவாயு வழங்குனரான Laughfs Gas Pvt Ltd அதன் விலைகளை அதிகரித்தது.",
        "12.5 கிலோகிராம் எடையுள்ள லாஃப்ஸ் எரிவாயு சிலிண்டரின் விலை 1,359 ரூபாவால் அதிகரித்து 4,199 ரூபாயாக பதிவாகியுள்ளது.",
        "ஆகஸ்ட் 2021 முதல் நிறுவனம் விலையை உயர்த்துவது இது மூன்றாவது முறையாகும்.",
        "Litro அதிகாரிகள் EconomyNext க்கு அவர்கள் விலை உயர்விலிருந்து விலகியதாக தெரிவித்தனர். (கொழும்பு/மார்ச்22/2022)"
      ]
    }
  }
}