{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/food-inflation-recorded-at-29-5-in-march-2022/",
  "time_ut": 1650813240,
  "title": "Food inflation recorded at 29.5% in March 2022",
  "body_lines": [
    "NCPI based headline inflation (Y-o-Y) increased to 21.5 per cent in March 2022 from 17.5 per cent in February 2022 due to increases of prices of items in both Food and Non-food categories.",
    "Meanwhile, Food inflation (Y-o-Y) and Non-food inflation (Y-o-Y) recorded at 29.5 per cent and 14.5 per cent, respectively, in March 2022.",
    "Furthermore, the NCPI measured on an annual average basis, increased to 10.6 per cent in March 2022 from 9.3 per cent in February 2022.",
    "During the period under review (18.04.2022 to 22.04.2022), crude oil prices largely showed a declining trend. Crude oil prices declined mainly due to the reduced global growth forecast by the International Monetary Fund and potential rate hikes by the US Federal Reserve. Overall, Brent and WTI prices decreased by US dollars 5.44 per barrel and US dollars 5.00 per barrel, respectively, during the period.",
    "IIP in February 2022 increased by 2.3 per cent to 101.4 compared to February 2021. Among the major sub divisions of the manufacturing industries, “coke and refined petroleum products” (62.5 per cent) and “chemicals and chemical products” (40.4 per cent) have mainly contributed to this overall increase.",
    "The Purchasing Managers’ Indices for both Manufacturing and Services activities increased on a month-on-month basis in March 2022, recording 57.8 and 51.3 index values, respectively.",
    "Weekly AWPR for the week ending 22nd April 2022 increased by 314 bps to 14.20 per cent compared to the previous week.",
    "The reserve money decreased, compared to the previous week mainly due to decrease in deposits held by the commercial banks with the Central Bank.",
    "The total outstanding market liquidity was a deficit of Rs. 624.109 bn by the end of this week, compared to a deficit of Rs. 735.459 bn by the end of last week.",
    "During the year up to 22nd April 2022, the Sri Lankan rupee depreciated against the US dollar by 40.1 per cent. Given the cross currency exchange rate movements, the Sri Lankan rupee depreciated against the Japanese yen by 33.1 per cent,",
    "the Euro by 37.5 per cent, the pound sterling by 37.9 per cent and the Indian rupee by 38.6 per cent during this period.",
    "Airtel Lanka marks triple win at CLA Great Manager Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "2022 මාර්තු මාසයේදී ආහාර උද්ධමනය 29.5%ක් ලෙස වාර්තා විය",
      "body_lines": [
        "ආහාර සහ ආහාර නොවන කාණ්ඩ දෙකෙහිම අයිතමවල මිල ඉහළ යාම හේතුවෙන් NCPI පදනම් වූ ශීර්ෂ උද්ධමනය (Y-o-Y) 2022 පෙබරවාරි මාසයේ දී සියයට 17.5 සිට 2022 මාර්තු මාසයේදී සියයට 21.5 දක්වා වැඩි විය.",
        "මේ අතර, 2022 මාර්තු මාසයේදී ආහාර උද්ධමනය (Y-o-Y) සහ ආහාර නොවන උද්ධමනය (Y-o-Y) පිළිවෙලින් සියයට 29.5 සහ සියයට 14.5 ලෙස වාර්තා විය.",
        "තවද, වාර්ෂික සාමාන්‍ය පදනම මත මනිනු ලබන NCPI, 2022 පෙබරවාරි මාසයේ පැවති සියයට 9.3 සිට 2022 මාර්තු මාසයේදී සියයට 10.6 දක්වා වැඩි විය.",
        "සමාලෝචිත කාල සීමාව තුළ (2022.04.18 සිට 22.04.2022 දක්වා) බොරතෙල් මිල බොහෝ දුරට පහත වැටීමේ ප්‍රවණතාවක් පෙන්නුම් කළේය. බොරතෙල් මිල පහත වැටීමට ප්‍රධාන වශයෙන් හේතු වූයේ ජාත්‍යන්තර මූල්‍ය අරමුදල විසින් අඩු කරන ලද ගෝලීය වර්ධන පුරෝකථනය සහ එක්සත් ජනපද ෆෙඩරල් සංචිතයේ විභව අනුපාත ඉහළ නැංවීමයි. සමස්තයක් ලෙස ගත් කල, මෙම කාල සීමාව තුළ Brent සහ WTI මිල ගණන් පිළිවෙලින් බැරලයක් සඳහා එක්සත් ජනපද ඩොලර් 5.44 කින් සහ එක්සත් ජනපද ඩොලර් 5.00 කින් අඩු විය.",
        "2022 පෙබරවාරි මාසයේ IIP 2021 පෙබරවාරි මාසයට සාපේක්ෂව සියයට 2.3 කින් 101.4 දක්වා වැඩි විය. නිෂ්පාදන කර්මාන්තවල ප්‍රධාන උප අංශ අතර \"කෝක් සහ පිරිපහදු කළ පෙට්‍රෝලියම් නිෂ්පාදන\" (සියයට 62.5) සහ \"රසායනික හා රසායනික නිෂ්පාදන\" (සියයට 40.4) මෙම සමස්ත වැඩිවීමට ප්‍රධාන වශයෙන් දායක වී ඇත.",
        "නිෂ්පාදන සහ සේවා ක්‍රියාකාරකම් යන දෙඅංශයේම ගැනුම් කළමනාකරුවන්ගේ දර්ශක 2022 මාර්තු මාසයේ දී මාසික පදනමින්, පිළිවෙලින් 57.8 සහ 51.3 දර්ශක අගයන් වාර්තා කරමින් ඉහළ ගියේය.",
        "2022 අප්‍රේල් 22 දිනෙන් අවසන් වන සතිය සඳහා සතිපතා AWPR පෙර සතියට සාපේක්ෂව 314 bps සිට සියයට 14.20 දක්වා වැඩි විය.",
        "ප්‍රධාන වශයෙන් වාණිජ බැංකු විසින් මහ බැංකුවේ තබා ඇති තැන්පතු අඩුවීම හේතුවෙන් සංචිත මුදල් පෙර සතියට සාපේක්ෂව අඩු විය.",
        "මුළු හිඟ වෙළෙඳපොළ ද්‍රවශීලතාවය රු. බිලියන 624.109 ක හිඟයකට සාපේක්ෂව මෙම සතිය අවසන් වන විට රු. පසුගිය සතිය අවසන් වන විට බිලියන 735.459 කි.",
        "2022 අප්‍රේල් 22 වැනිදා දක්වා වූ වසර තුළදී, ශ්‍රී ලංකා රුපියල එක්සත් ජනපද ඩොලරයට සාපේක්ෂව සියයට 40.1කින් අවප්‍රමාණය විය. හරස් මුදල් විනිමය අනුපාත චලනයන් සැලකිල්ලට ගනිමින්, ජපාන යෙන්ට සාපේක්ෂව ශ්‍රී ලංකා රුපියල සියයට 33.1 කින් අවප්‍රමාණය විය.",
        "මෙම කාලය තුළ යුරෝව සියයට 37.5 කින් ද, ස්ටර්ලින් පවුම සියයට 37.9 කින් ද, ඉන්දීය රුපියල සියයට 38.6 කින් ද වාර්තා විය.",
        "එයාර්ටෙල් ලංකා CLA Great Manager සම්මාන 2021 හි ත්‍රිත්ව ජයග්‍රහණයක් සනිටුහන් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மார்ச் 2022 இல் உணவுப் பணவீக்கம் 29.5% ஆக இருந்தது",
      "body_lines": [
        "NCPI அடிப்படையிலான பணவீக்கம் (Y-o-Y) 2022 பிப்ரவரியில் 17.5 சதவீதத்திலிருந்து மார்ச் 2022 இல் 21.5 சதவீதமாக அதிகரித்தது, ஏனெனில் உணவு மற்றும் உணவு அல்லாத வகைகளில் பொருட்களின் விலைகள் அதிகரித்தன",
        "இதற்கிடையில், மார்ச் 2022 இல் உணவுப் பணவீக்கம் (Y-o-Y) மற்றும் உணவு அல்லாத பணவீக்கம் (Y-o-Y) முறையே 29.5 சதவீதம் மற்றும் 14.5 சதவீதமாக பதிவாகியுள்ளது.",
        "மேலும், NCPI ஆண்டு சராசரி அடிப்படையில் அளவிடப்பட்டது, பிப்ரவரி 2022 இல் 9.3 சதவீதத்திலிருந்து மார்ச் 2022 இல் 10.6 சதவீதமாக அதிகரித்துள்ளது.",
        "மதிப்பாய்வு செய்யப்பட்ட காலத்தில் (18.04.2022 முதல் 22.04.2022 வரை), கச்சா எண்ணெய் விலைகள் பெரும்பாலும் சரிவுப் போக்கைக் காட்டின. சர்வதேச நாணய நிதியத்தின் உலகளாவிய வளர்ச்சி கணிப்பு குறைக்கப்பட்டதாலும், அமெரிக்க பெடரல் ரிசர்வ் சாத்தியமான விகித உயர்வுகளாலும் முக்கியமாக கச்சா எண்ணெய் விலை குறைந்தது. ஒட்டுமொத்தமாக, ப்ரெண்ட் மற்றும் டபிள்யூடிஐ விலைகள் இந்த காலகட்டத்தில் முறையே பீப்பாய் ஒன்றுக்கு அமெரிக்க டாலர் 5.44 மற்றும் அமெரிக்க டாலர்கள் 5.00 குறைந்துள்ளன.",
        "பிப்ரவரி 2021 உடன் ஒப்பிடும்போது பிப்ரவரி 2022 இல் IIP 2.3 சதவீதம் அதிகரித்து 101.4 ஆக இருந்தது. உற்பத்தித் தொழில்களின் முக்கிய துணைப் பிரிவுகளில், “கோக் மற்றும் சுத்திகரிக்கப்பட்ட பெட்ரோலிய பொருட்கள்” (62.5 சதவீதம்) மற்றும் “ரசாயனங்கள் மற்றும் இரசாயன பொருட்கள்” (40.4 சதவீதம்) இந்த ஒட்டுமொத்த அதிகரிப்புக்கு முக்கியமாக பங்களித்துள்ளன.",
        "மார்ச் 2022 இல், உற்பத்தி மற்றும் சேவைகள் செயல்பாடுகள் இரண்டிற்கும் கொள்முதல் மேலாளர்களின் குறியீடுகள் மாத அடிப்படையில் அதிகரித்து, முறையே 57.8 மற்றும் 51.3 குறியீட்டு மதிப்புகளைப் பதிவு செய்தன.",
        "ஏப்ரல் 22, 2022 இல் முடிவடையும் வாரத்திற்கான வாராந்திர AWPR முந்தைய வாரத்துடன் ஒப்பிடும்போது 314 bps அதிகரித்து 14.20 சதவீதமாக உள்ளது.",
        "வர்த்தக வங்கிகள் மத்திய வங்கியில் வைத்திருக்கும் வைப்புத்தொகை குறைந்ததன் காரணமாக, முந்தைய வாரத்துடன் ஒப்பிடுகையில், இருப்புப் பணம் குறைந்தது.",
        "மொத்த நிலுவையில் உள்ள சந்தை பணப்புழக்கம் ரூ. இந்த வார இறுதிக்குள் 624.109 பில்லியன் ரூபாய் பற்றாக்குறையுடன் ஒப்பிடுகையில். கடந்த வார இறுதியில் 735.459 பில்லியன்.",
        "2022 ஆம் ஆண்டு ஏப்ரல் மாதம் 22 ஆம் திகதி வரையான காலப்பகுதியில், அமெரிக்க டொலருக்கு நிகரான இலங்கை ரூபாவின் பெறுமதி 40.1 வீதத்தால் வீழ்ச்சியடைந்துள்ளது. குறுக்கு நாணய மாற்று வீத நகர்வுகளின் அடிப்படையில், ஜப்பானிய யெனுக்கு எதிராக இலங்கை ரூபாயின் பெறுமதி 33.1 வீதத்தால் வீழ்ச்சியடைந்தது.",
        "இந்த காலகட்டத்தில் யூரோ 37.5 சதவீதம், பவுண்ட் 37.9 சதவீதம் மற்றும் இந்திய ரூபாய் 38.6 சதவீதம் உயர்ந்துள்ளது.",
        "ஏர்டெல் லங்கா CLA கிரேட் மேனேஜர் விருதுகள் 2021 இல் மூன்று வெற்றிகளைக் குறிக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}