{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Webinar-on-Indo-Sri-Lankan-relations-and-BIMSTEC-New-focus-on-UDA-framework/56-732440",
  "time_ut": 1648071960,
  "title": "Webinar on Indo-Sri Lankan relations and BIMSTEC: New focus on UDA framework",
  "body_lines": [
    "The Maritime Research Centre (MRC), Pune and M/S NirDhwani Technology Ltd. (NDT), in collaboration with the Institute of Contemporary Studies Bangalore (ICSB) and the Pathfinder Foundation, will host a webinar titled ‘India and the BIMSTEC: A new perspective based on the Underwater Domain Awareness (UDA) framework’ on 25 March at 1600 hrs.",
    "The event is planned to bring together the industry, maritime strategists, policymakers, and others to reach out and build policy priorities for the UDA framework at the regional level. The interaction is expected to strengthen the Indo-Sri Lankan partnership and encourage joint acoustic capacity and capability building at the regional level.",
    "The broad strategic relevance of this high-level dialogue entails that the participants get exposed to policy issues, technological means, innovative tools and measures, geopolitics, organisational aspects both nationally and globally, regional and global frameworks, and more. While having security overtones, the webinar has included representatives of the private sector and technology to give it a clear perspective on the subject.",
    "The webinar on 25 March is being held ahead of the BIMSTEC Heads of State Summit (31 March) in Colombo. In consideration of Sri Lanka’s importance to the UDA/MDA, this webinar is expected to be the first of many similar activities on the subject planned for the future.",
    "Maritime Research Foundation (MRC), based in Pune (India), headed by Dr. (Cdr.) Arnab Das is a “not for profit think-tank” specialising in Maritime Domain Awareness (MDA), particularly Underwater Domain Awareness (UDA). MRC has made strong strides in this field since its establishment five years ago. Institute of Contemporary Studies Bangalore (ICSB) is also a “not for profit think tank” based in Bangalore and specialises in national security-related subjects.",
    "Interested persons could register for the webinar using the following link: https://mrc.foundationforuda.in/25-03-22/."
  ],
  "translate": {
    "si": {
      "title": "ඉන්දු-ශ්‍රී ලංකා සබඳතා සහ බිම්ස්ටෙක් පිළිබඳ Webinar: UDA රාමුව කෙරෙහි නව අවධානයක්",
      "body_lines": [
        "සමුද්‍රීය පර්යේෂණ මධ්‍යස්ථානය (MRC), පූනේ සහ M/S නිර්ධ්වානි තාක්ෂණ සමාගම (NDT), සමකාලීන අධ්‍යයන බැංගලෝර් ආයතනය (ICSB) සහ Pathfinder පදනම සමඟ සහයෝගයෙන් 'ඉන්දියාව සහ බිම්ස්ටෙක්: ඒ දිය යට වසම් දැනුවත් කිරීමේ (UDA) රාමුව මත පදනම් වූ නව ඉදිරිදර්ශනය' මාර්තු 25 දින 1600 ට.",
        "ප්‍රාදේශීය මට්ටමින් UDA රාමුව සඳහා ප්‍රතිපත්ති ප්‍රමුඛතා ළඟා කර ගැනීමට සහ ගොඩ නැගීම සඳහා කර්මාන්තය, සමුද්‍ර උපායමාර්ගිකයින්, ප්‍රතිපත්ති සම්පාදකයින් සහ වෙනත් අය එක් කිරීමට මෙම උත්සවය සැලසුම් කර ඇත. අන්තර්ක්‍රියා මගින් ඉන්දු-ශ්‍රී ලංකා හවුල්කාරිත්වය ශක්තිමත් කිරීමටත් කලාපීය මට්ටමින් ඒකාබද්ධ ධ්වනි ධාරිතාව සහ හැකියාවන් ගොඩනැගීම දිරිමත් කිරීමටත් අපේක්ෂා කෙරේ.",
        "මෙම ඉහළ මට්ටමේ සංවාදයේ පුළුල් උපායමාර්ගික අදාළත්වය, සහභාගිවන්නන් ප්‍රතිපත්තිමය ගැටළු, තාක්ෂණික මාධ්‍යයන්, නව්‍ය මෙවලම් සහ පියවර, භූ දේශපාලනය, ජාතික හා ගෝලීය වශයෙන් ආයතනික අංශ, කලාපීය සහ ගෝලීය රාමු සහ තවත් බොහෝ දේවලට නිරාවරණය වීම ඇතුළත් වේ. ආරක්‍ෂක ප්‍රකාශයන් ඇති අතරම, විෂය පිළිබඳව පැහැදිලි ඉදිරිදර්ශනයක් ලබා දීම සඳහා webinar පුද්ගලික අංශයේ සහ තාක්‍ෂණයේ නියෝජිතයන් ඇතුළත් කර ඇත.",
        "මාර්තු 25 වැනි දින පැවැත්වෙන වෙබ් සංදර්ශනය බිම්ස්ටෙක් රාජ්‍ය නායක සමුළුවට (මාර්තු 31) කොළඹදී පැවැත්වේ. UDA/MDA සඳහා ශ්‍රී ලංකාවේ වැදගත්කම සැලකිල්ලට ගනිමින්, මෙම webinar අනාගතය සඳහා සැලසුම් කර ඇති විෂය සම්බන්ධයෙන් සමාන ක්‍රියාකාරකම් රාශියකින් පළමුවැන්න වනු ඇතැයි අපේක්ෂා කෙරේ.",
        "ආචාර්ය (Cdr.) Arnab Das ගේ ප්‍රධානත්වයෙන් පූනේ (ඉන්දියාවේ) පදනම් වූ සමුද්‍රීය පර්යේෂණ පදනම (MRC), සමුද්‍රීය වසම් දැනුවත් කිරීම (MDA), විශේෂයෙන් දිය යට වසම් දැනුවත් කිරීම (UDA) පිළිබඳ විශේෂිත වූ \"ලාභ සඳහා නොවන චින්තන ටැංකියකි\". . MRC වසර පහකට පෙර එය පිහිටුවීමේ සිට මෙම ක්ෂේත්‍රයේ ශක්තිමත් ප්‍රගතියක් ලබා ඇත. බැංගලෝර් හි සමකාලීන අධ්‍යයන ආයතනය (ICSB) ද බැංගලෝර් පදනම් කරගත් \"ලාභ සඳහා නොවන චින්තන ටැංකියක්\" වන අතර ජාතික ආරක්‍ෂාව සම්බන්ධ විෂයයන් සඳහා විශේෂීකරණය වේ.",
        "උනන්දුවක් දක්වන පුද්ගලයින්ට පහත සබැඳිය භාවිතයෙන් webinar සඳහා ලියාපදිංචි විය හැකිය: https://mrc.foundationforuda.in/25-03-22/."
      ]
    },
    "ta": {
      "title": "இந்திய-இலங்கை உறவுகள் மற்றும் BIMSTEC பற்றிய வலைப்பதிவு: UDA கட்டமைப்பில் புதிய கவனம்",
      "body_lines": [
        "கடல்சார் ஆராய்ச்சி மையம் (MRC), புனே மற்றும் M/S NirDhwani Technology Ltd. (NDT), இன்ஸ்டிடியூட் ஆஃப் கன்டெம்பரரி ஸ்டடீஸ் பெங்களூர் (ICSB) மற்றும் பாத்ஃபைண்டர் அறக்கட்டளையுடன் இணைந்து, 'இந்தியா மற்றும் பிம்ஸ்டெக்: ஏ நீருக்கடியில் கள விழிப்புணர்வு (UDA) கட்டமைப்பின் அடிப்படையில் புதிய முன்னோக்கு மார்ச் 25 அன்று 1600 மணி.",
        "பிராந்திய மட்டத்தில் UDA கட்டமைப்பிற்கான கொள்கை முன்னுரிமைகளை அடைய மற்றும் உருவாக்க தொழில்துறை, கடல்சார் மூலோபாயவாதிகள், கொள்கை வகுப்பாளர்கள் மற்றும் பிறரை ஒன்றிணைக்க இந்த நிகழ்வு திட்டமிடப்பட்டுள்ளது. இந்த ஊடாடல் இந்திய-இலங்கை கூட்டுறவை வலுப்படுத்தும் மற்றும் பிராந்திய மட்டத்தில் கூட்டு ஒலி திறன் மற்றும் திறனை வளர்ப்பதை ஊக்குவிக்கும் என எதிர்பார்க்கப்படுகிறது.",
        "இந்த உயர்மட்ட உரையாடலின் பரந்த மூலோபாயப் பொருத்தம், பங்கேற்பாளர்கள் கொள்கை சிக்கல்கள், தொழில்நுட்ப வழிமுறைகள், புதுமையான கருவிகள் மற்றும் நடவடிக்கைகள், புவிசார் அரசியல், தேசிய மற்றும் உலகளவில் நிறுவன அம்சங்கள், பிராந்திய மற்றும் உலகளாவிய கட்டமைப்புகள் மற்றும் பலவற்றை வெளிப்படுத்துகிறது. பாதுகாப்பு மேலோட்டங்களைக் கொண்டிருக்கும் அதே வேளையில், வெபினார் தனியார் துறை மற்றும் தொழில்நுட்பத்தின் பிரதிநிதிகளை உள்ளடக்கியது, இது விஷயத்தில் தெளிவான முன்னோக்கை அளிக்கிறது.",
        "மார்ச் 25 அன்று கொழும்பில் நடைபெறும் பிம்ஸ்டெக் மாநிலத் தலைவர்கள் உச்சி மாநாட்டுக்கு (மார்ச் 31) முன்னதாக வலையரங்கம் நடைபெறுகிறது. UDA/MDA க்கு இலங்கையின் முக்கியத்துவத்தை கருத்தில் கொண்டு, எதிர்காலத்தில் திட்டமிடப்பட்டுள்ள இந்த விடயத்தில் இதேபோன்ற பல செயற்பாடுகளில் முதலாவதாக இந்த webinar இருக்கும் என எதிர்பார்க்கப்படுகிறது.",
        "கடல்சார் ஆராய்ச்சி அறக்கட்டளை (MRC), புனேவில் (இந்தியா), டாக்டர் (Cdr.) அர்னாப் தாஸ் தலைமையிலான ஒரு \"லாபத்திற்காக அல்ல\" என்பது கடல்சார் டொமைன் விழிப்புணர்வு (MDA), குறிப்பாக நீருக்கடியில் டொமைன் விழிப்புணர்வு (UDA) ஆகியவற்றில் நிபுணத்துவம் பெற்றது. . MRC ஐந்தாண்டுகளுக்கு முன்பு நிறுவப்பட்டதிலிருந்து இந்தத் துறையில் வலுவான முன்னேற்றங்களைச் செய்துள்ளது. இன்ஸ்டிடியூட் ஆஃப் கன்டெம்பரரி ஸ்டடீஸ் பெங்களூர் (ICSB) பெங்களூரில் உள்ள \"லாபத்திற்கான சிந்தனைக் குழுவாக இல்லை\" மற்றும் தேசிய பாதுகாப்பு தொடர்பான பாடங்களில் நிபுணத்துவம் பெற்றது.",
        "ஆர்வமுள்ள நபர்கள் பின்வரும் இணைப்பைப் பயன்படுத்தி வெபினாருக்கு பதிவு செய்யலாம்: https://mrc.foundationforuda.in/25-03-22/."
      ]
    }
  }
}