{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Gem-and-Jewellery-Association-aims-to-build-country-s-global-standing/34-735362",
  "time_ut": 1653589800,
  "title": "Sri Lanka Gem and Jewellery Association aims to build country’s global standing",
  "body_lines": [
    "Sri Lanka’s lapidary industry is renowned for its high-quality cutting and polishing techniques. Recognised as one of the best cutting centres in the world, the Sri Lanka lapidary industry is home to highly skilled craftsmen who are talented in retaining the true colour of a stone.",
    "Sri Lanka has been ahead of the lapidary curve for thousands of years. Its traditional craft of gem cutting is a skill passed on from generation to generation with the industry building a wealth of experience and knowledge of gem cutting.",
    "Gems have been a significant part of Sri Lankan history for over thousands of years with the skill of gem cutting dating back centuries. The beauty and skill of cutting stones in Sri Lanka remain in the traditional handmade techniques used. The ‘Hanapoorowa’ a traditional gem cutting machine is a hand-driven tool that is used to perfectly shape the stone. Since its humble and creative beginnings, the lapidary industry has advanced greatly.",
    "The increase in international demand has required the industry to change up from the traditional method of gem cutting to a more large-scale process with the introduction of more high-tech machinery. Through precision cutting, traditional knowledge and expertise combines with modern technology and innovation to produce a combination of faceting techniques.",
    "The lapidary industry holds extremely high standards that meet international market standards, making its precision cutting techniques sought after in the international luxury watch industry. Luxury watches adorning Sri Lankan gems are a steadily growing sector due to the intricate and precise skills of the lapidary industry.",
    "The lapidary industry now consists of multiple segments from cutting and polishing to colour enhancements. As a result, the industry has opened many job opportunities for the local market. Colour enhancements have become a popular requirement in many international markets and have increased the popularity and growth of the industry further.",
    "Sri Lanka has remained one of the highly picked destinations for gem cutting by international producers due to the technique of cutting stones in a perfect shape with even facets. The exquisite skills developed by our craftsman have made Sri Lankan gemstones stand out the world over.",
    "Although the industry has many strengths it is also faced with numerous issues, starting with the fact that Sri Lanka doesn’t export gems to their full potential. Over the years the increase in demand for gem cutting has created a shortfall in trained labour making it hard for the industry to keep up with the production demands it faces.",
    "Additionally, the infrastructure developed and finance provided to the industry is significantly low, resulting in a lack of technology and high-tech machinery available for production.",
    "“As an industry, our focus is to build Sri Lanka’s standing in the global gem cutting industry as a leader in gem cutting and other services,” says Lapidary Segment Vice Chairman Pinsiri Wijepala.",
    "To strengthen the industry further, it has to counter a few issues they face currently. The industry plans to simplify the process of moving gemstones in and out of the country for both exporters and importers, thus helping to steadily grow the industry.",
    "One of the key issues faced is the lack of modern equipment available in the industry, therefore, the lapidary segment aims to build the industry infrastructure by enhancing the lapidary equipment and technology available.",
    "A significant part of keeping the lapidary industry alive is encouraging young talent to join the segment by popularising the skill of being a lapidarist within the workforce and among school leavers in Sri Lanka.",
    "SLGJA is working tirelessly towards increasing the cooperation between the private and Government sectors, thus far it has made great strides with Government organisations such as the National Gem and Jewellery Authority (NGJA), the Gem and Jewellery Research and Training Institute (GJRTI), Vocational Training Authority (VTA), Export Development Board (EDB) and the ministry of industries to help build the Sri Lankan lapidary industry as a major competitor in the global market, which as a result will contribute to uplifting the Sri Lankan economy.",
    "SLGJA believes that there is a huge market yet to be captured and they hope to build a national body that will help Sri Lanka’s lapidary industry grow into being a leader in global markets."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා මැණික් හා ස්වර්ණාභරණ සංගමයේ අරමුණ වන්නේ රටේ ගෝලීය තත්ත්වය ගොඩනැගීමයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ උකුල් කර්මාන්තය එහි උසස් තත්ත්වයේ කැපීම සහ ඔප දැමීමේ ශිල්පීය ක්‍රම සඳහා ප්‍රසිද්ධය. ලෝකයේ හොඳම කැපුම් මධ්‍යස්ථානයක් ලෙස පිළිගැනෙන ශ්‍රී ලංකා උකුල් කර්මාන්තය ගලක සැබෑ වර්ණය රඳවා තබා ගැනීමේ දක්ෂතා ඇති අති දක්ෂ ශිල්පීන්ගේ නිවහනකි.",
        "ශ්‍රී ලංකාව වසර දහස් ගණනක සිට ලපිඩරි වක්‍රයට වඩා ඉදිරියෙන් සිටී. මැණික් කැපීමේ සාම්ප්‍රදායික යාත්‍රාවක් වන අතර එය මැණික් කැපීම පිළිබඳ අත්දැකීම් සහ දැනුම සම්භාරයක් කර්මාන්තය සමඟින් පරම්පරාවෙන් පරම්පරාවට සම්ප්‍රේෂණය වේ.",
        "ශතවර්ෂ ගණනාවකට පෙර මැණික් කැපීමේ කුසලතාවයෙන් යුත් මැණික් වසර දහස් ගණනක සිට ශ්‍රී ලාංකීය ඉතිහාසයේ සැලකිය යුතු කොටසක් වී ඇත. ශ්‍රී ලංකාවේ ගල් කැපීමේ අලංකාරය සහ නිපුණත්වය පවතින්නේ සම්ප්‍රදායික අතින් සාදන ලද ශිල්පීය ක්‍රම තුළ ය. සාම්ප්‍රදායික මැණික් කැපීමේ යන්ත්‍රයක් වන ‘හණපූරෝව’ ගල මනාව හැඩගස්වා ගැනීම සඳහා අතින් ධාවනය වන මෙවලමකි. එහි නිහතමානී හා නිර්මාණාත්මක ආරම්භයේ සිට, lapidary කර්මාන්තය විශාල වශයෙන් දියුණු වී ඇත.",
        "ජාත්‍යන්තර ඉල්ලුම වැඩිවීම නිසා කර්මාන්තයට මැණික් කැපීමේ සම්ප්‍රදායික ක්‍රමයේ සිට තවත් අධි තාක්‍ෂණික යන්ත්‍ර සූත්‍ර හඳුන්වාදීමත් සමඟ වඩාත් මහා පරිමාණ ක්‍රියාවලියකට වෙනස් වීමට අවශ්‍ය වී තිබේ. නිරවද්‍ය කැපීම හරහා, සාම්ප්‍රදායික දැනුම සහ ප්‍රවීණත්වය නවීන තාක්‍ෂණය සහ නවෝත්පාදනය සමඟ ඒකාබද්ධ වී මුහුණත ශිල්පීය ක්‍රමවල එකතුවක් නිෂ්පාදනය කරයි.",
        "lapidary කර්මාන්තය ජාත්‍යන්තර වෙළඳපල ප්‍රමිතීන්ට අනුකූලව අතිශයින් ඉහළ ප්‍රමිතීන් දරයි, එහි නිරවද්‍ය කැපුම් ශිල්පීය ක්‍රම ජාත්‍යන්තර සුඛෝපභෝගී ඔරලෝසු කර්මාන්තයේ අපේක්ෂා කරයි. ශ්‍රී ලාංකේය මැණික් අලංකාර කරන සුඛෝපභෝගී ඔරලෝසු උකුල් කර්මාන්තයේ ඇති සංකීර්ණ සහ නිරවද්‍ය කුසලතා හේතුවෙන් ක්‍රමයෙන් වර්ධනය වන අංශයකි.",
        "ලපිඩරි කර්මාන්තය දැන් කැපීම සහ ඔප දැමීමේ සිට වර්ණ වැඩි දියුණු කිරීම් දක්වා කොටස් කිහිපයකින් සමන්විත වේ. එහි ප්‍රතිඵලයක් ලෙස මෙම කර්මාන්තය දේශීය වෙළෙඳපොළ සඳහා රැකියා අවස්ථා රැසක් විවෘත කර ඇත. බොහෝ ජාත්‍යන්තර වෙළඳපලවල වර්ණ වැඩිදියුණු කිරීම් ජනප්‍රිය අවශ්‍යතාවයක් බවට පත්ව ඇති අතර කර්මාන්තයේ ජනප්‍රියත්වය සහ වර්ධනය තවදුරටත් වැඩි කර ඇත.",
        "ශ්‍රී ලංකාව මැණික් කැපීම සඳහා ජාත්‍යන්තර නිෂ්පාදකයින් විසින් ඉහළම තෝරා ගත් ගමනාන්තයක් ලෙස පවතිනුයේ ඒකාකාර හැඩයකින් යුත් ගල් කැපීමේ තාක්ෂණය හේතුවෙනි. අපගේ ශිල්පියා විසින් ගොඩනඟන ලද විශිෂ්ට කුසලතා ශ්‍රී ලාංකීය මැණික් ගල් ලොව පුරා කැපී පෙනෙන බවට පත් කර ඇත.",
        "කර්මාන්තයට බොහෝ ශක්තීන් තිබුණද, ශ්‍රී ලංකාව ඔවුන්ගේ උපරිම හැකියාවෙන් මැණික් අපනයනය නොකිරීමෙන් පටන් ගෙන එය ගැටලු රාශියකට මුහුණ දී සිටී. වසර ගණනාවක් පුරා මැණික් කැපීම සඳහා ඇති ඉල්ලුම වැඩිවීම නිසා පුහුණු ශ්‍රමිකයන්ගේ හිඟයක් නිර්මාණය වී ඇති අතර එමඟින් කර්මාන්තය මුහුණ දෙන නිෂ්පාදන ඉල්ලීම් සමඟ කටයුතු කිරීමට අපහසු වේ.",
        "මීට අමතරව, කර්මාන්තය සඳහා සංවර්ධනය කරන ලද යටිතල පහසුකම් සහ මූල්‍ය පහසුකම් සැලකිය යුතු ලෙස අඩු වන අතර, එහි ප්‍රතිඵලයක් ලෙස නිෂ්පාදනය සඳහා පවතින තාක්‍ෂණය සහ අධි තාක්‍ෂණික යන්ත්‍ර සූත්‍ර හිඟය.",
        "\"කර්මාන්තයක් ලෙස අපගේ අවධානය යොමු වී ඇත්තේ මැණික් කැපීමේ සහ අනෙකුත් සේවාවන්හි ප්‍රමුඛයා ලෙස ගෝලීය මැණික් කැපීමේ කර්මාන්තයේ ශ්‍රී ලංකාවේ ස්ථාවරය ගොඩනැගීමයි\" යනුවෙන් ලපිඩරි අංශයේ උප සභාපති පින්සිරි විජේපාල මහතා පවසයි.",
        "කර්මාන්තය තවදුරටත් ශක්තිමත් කිරීම සඳහා, ඔවුන් දැනට මුහුණ දෙන ගැටළු කිහිපයකට මුහුණ දිය යුතුය. අපනයනකරුවන් සහ ආනයනකරුවන් සඳහා මැණික් ගල් රට තුළට සහ ඉන් පිටතට ගෙනයාමේ ක්‍රියාවලිය සරල කිරීමට කර්මාන්තය සැලසුම් කර ඇති අතර එමඟින් කර්මාන්තය ස්ථාවර ලෙස වර්ධනය වීමට උපකාරී වේ.",
        "මුහුණ දෙන ප්‍රධාන ගැටළු වලින් එකක් වන්නේ කර්මාන්තයේ පවතින නවීන උපකරණ නොමැතිකමයි, එබැවින්, lapidary අංශය මඟින් පවතින lapidary උපකරණ සහ තාක්‍ෂණය වැඩිදියුණු කිරීමෙන් කර්මාන්තයේ යටිතල පහසුකම් ගොඩනැගීම අරමුණු කරයි.",
        "ශ්‍රී ලංකාවේ ශ්‍රම බලකාය තුළ සහ පාසල් හැර යන අය අතර ලැපිඩරි වාදකයකු වීමේ කුසලතාව ප්‍රචලිත කරමින් එම අංශයට සම්බන්ධ වීමට තරුණ දක්ෂයින් දිරිමත් කිරීම උකුල් කර්මාන්තය සජීවීව තබා ගැනීමේ සැලකිය යුතු කොටසක් වේ.",
        "SLGJA පෞද්ගලික සහ රාජ්‍ය අංශ අතර සහයෝගීතාව වැඩි කිරීම සඳහා වෙහෙස නොබලා කටයුතු කරයි, මේ වන විට එය ජාතික මැණික් හා ස්වර්ණාභරණ අධිකාරිය (NGJA), මැණික් හා ස්වර්ණාභරණ පර්යේෂණ සහ පුහුණු ආයතනය (GJRTI), වෘත්තීය වැනි රජයේ ආයතන සමඟ විශාල ප්‍රගතියක් ලබා ඇත. පුහුණු අධිකාරිය (VTA), අපනයන සංවර්ධන මණ්ඩලය (EDB) සහ කර්මාන්ත අමාත්‍යාංශය ගෝලීය වෙළෙඳපොළ තුළ ප්‍රධාන තරඟකරුවෙක් ලෙස ශ්‍රී ලාංකේය උකුල් කර්මාන්තය ගොඩනැගීමට උපකාර වන අතර එහි ප්‍රතිඵලයක් ලෙස ශ්‍රී ලංකා ආර්ථිකය නඟා සිටුවීමට දායක වේ.",
        "SLGJA විශ්වාස කරන්නේ තවමත් අත්පත් කර ගැනීමට විශාල වෙළඳපලක් ඇති බවත්, ශ්‍රී ලංකාවේ ලිංගේන්ද්‍ර කර්මාන්තය ගෝලීය වෙළඳපොලේ ප්‍රමුඛයා ලෙස වර්ධනය වීමට උපකාර වන ජාතික ආයතනයක් ගොඩනැගීමට ඔවුන් බලාපොරොත්තු වන බවත්ය."
      ]
    },
    "ta": {
      "title": "இலங்கை இரத்தினக்கல் மற்றும் ஆபரண சங்கம் நாட்டின் உலகளாவிய நிலையை கட்டியெழுப்புவதை நோக்கமாகக் கொண்டுள்ளது",
      "body_lines": [
        "இலங்கையின் லேபிடரி தொழில்துறையானது அதன் உயர்தர வெட்டு மற்றும் மெருகூட்டல் நுட்பங்களுக்காக புகழ்பெற்றது. உலகின் சிறந்த வெட்டும் மையங்களில் ஒன்றாக அங்கீகரிக்கப்பட்ட, இலங்கை மழித்தொழில் தொழிற்துறையானது, ஒரு கல்லின் உண்மையான நிறத்தைத் தக்கவைத்துக்கொள்வதில் திறமையான திறமையான கைவினைஞர்களைக் கொண்டுள்ளது.",
        "இலங்கை பல்லாயிரம் ஆண்டுகளாக லேபிடரி வளைவை விட முன்னால் உள்ளது. ரத்தினம் வெட்டும் அதன் பாரம்பரிய கைவினைத் தொழில் என்பது தலைமுறையிலிருந்து தலைமுறைக்கு அனுப்பப்படும் திறன் ஆகும், இது தொழில்துறையின் அனுபவத்தையும் ரத்தினம் வெட்டுவது பற்றிய அறிவையும் உருவாக்குகிறது.",
        "பல நூற்றாண்டுகளுக்கு முற்பட்ட இரத்தினக்கல் வெட்டும் திறமையுடன் ஆயிரக்கணக்கான ஆண்டுகளாக இலங்கை வரலாற்றில் இரத்தினக்கற்கள் குறிப்பிடத்தக்க பகுதியாக இருந்து வந்துள்ளன. இலங்கையில் கற்களை வெட்டுவதன் அழகும் திறமையும் பாரம்பரிய கையால் செய்யப்பட்ட நுட்பங்களில் உள்ளது. 'ஹனபூரோவா' ஒரு பாரம்பரிய ரத்தின வெட்டும் இயந்திரம், கல்லை சரியாக வடிவமைக்கப் பயன்படும் ஒரு கையால் இயக்கப்படும் கருவியாகும். அதன் தாழ்மையான மற்றும் ஆக்கப்பூர்வமான தொடக்கத்திலிருந்து, லேபிடரி தொழில் பெரிதும் முன்னேறியுள்ளது.",
        "சர்வதேசத் தேவையின் அதிகரிப்பு, தொழில்துறையானது மாணிக்கக் கற்கள் வெட்டும் பாரம்பரிய முறையிலிருந்து அதிக உயர் தொழில்நுட்ப இயந்திரங்களை அறிமுகப்படுத்துவதன் மூலம் மிகப் பெரிய அளவிலான செயல்முறைக்கு மாற வேண்டும். துல்லியமான வெட்டும் மூலம், பாரம்பரிய அறிவு மற்றும் நிபுணத்துவம் நவீன தொழில்நுட்பம் மற்றும் புதுமையுடன் இணைந்து முகநூல் நுட்பங்களின் கலவையை உருவாக்குகிறது.",
        "லேபிடரி தொழில் சர்வதேச சந்தை தரத்தை சந்திக்கும் மிக உயர்ந்த தரத்தை கொண்டுள்ளது, அதன் துல்லியமான வெட்டு நுட்பங்களை சர்வதேச சொகுசு கடிகாரத் துறையில் தேடுகிறது. இலங்கையின் ரத்தினங்களை அலங்கரிக்கும் சொகுசு கடிகாரங்கள், மடித் தொழிலின் சிக்கலான மற்றும் துல்லியமான திறன்கள் காரணமாக சீராக வளர்ந்து வரும் துறையாகும்.",
        "லேபிடரி தொழில் இப்போது வெட்டுதல் மற்றும் மெருகூட்டல் முதல் வண்ண மேம்பாடுகள் வரை பல பிரிவுகளைக் கொண்டுள்ளது. இதன் விளைவாக, இத்தொழில் உள்ளூர் சந்தைக்கு பல வேலை வாய்ப்புகளைத் திறந்துள்ளது. பல சர்வதேச சந்தைகளில் வண்ண மேம்பாடுகள் ஒரு பிரபலமான தேவையாக மாறியுள்ளது மற்றும் தொழில்துறையின் பிரபலத்தையும் வளர்ச்சியையும் மேலும் அதிகரித்துள்ளது.",
        "சீரான வடிவில் கற்களை வெட்டும் நுட்பத்தின் காரணமாக, சர்வதேச உற்பத்தியாளர்களால் ரத்தினங்களை வெட்டுவதற்கு மிகவும் தேர்ந்தெடுக்கப்பட்ட இடங்களில் ஒன்றாக இலங்கை உள்ளது. எங்கள் கைவினைஞர் உருவாக்கிய நேர்த்தியான திறன்கள் இலங்கை ரத்தினக் கற்களை உலகம் முழுவதும் தனித்து நிற்கச் செய்துள்ளது.",
        "இத்தொழில் பல பலங்களைக் கொண்டிருந்தாலும், இலங்கை இரத்தினக் கற்களை அவர்களின் முழுத் திறனுக்கும் ஏற்றுமதி செய்யவில்லை என்பதில் தொடங்கி, அது பல பிரச்சினைகளை எதிர்கொள்கிறது. பல ஆண்டுகளாக ரத்தின வெட்டுக்கான தேவை அதிகரிப்பு, பயிற்சி பெற்ற தொழிலாளர்களின் பற்றாக்குறையை உருவாக்கி, தொழில் எதிர்கொள்ளும் உற்பத்தித் தேவைகளைத் தக்கவைக்க கடினமாக உள்ளது.",
        "கூடுதலாக, உள்கட்டமைப்பு உருவாக்கப்பட்டு, தொழில்துறைக்கு வழங்கப்படும் நிதி கணிசமாகக் குறைவாக உள்ளது, இதன் விளைவாக உற்பத்திக்கான தொழில்நுட்பம் மற்றும் உயர்-தொழில்நுட்ப இயந்திரங்களின் பற்றாக்குறை உள்ளது.",
        "\"ஒரு தொழிற்துறை என்ற வகையில், இரத்தினக்கற்கள் வெட்டுதல் மற்றும் ஏனைய சேவைகளில் முன்னணியில் உள்ள இலங்கையின் நிலையை உலகளாவிய இரத்தினக்கல் வெட்டுத் தொழிலில் கட்டியெழுப்புவதே எமது கவனம் ஆகும்\" என லேபிடரி பிரிவின் உப தலைவர் பின்சிறி விஜேபால தெரிவித்தார்.",
        "தொழில்துறையை மேலும் வலுப்படுத்த, அவர்கள் தற்போது எதிர்கொள்ளும் சில பிரச்சினைகளை எதிர்கொள்ள வேண்டியுள்ளது. ஏற்றுமதியாளர்கள் மற்றும் இறக்குமதியாளர்கள் இருவருக்கும் ரத்தினக் கற்களை நாட்டிற்கு உள்ளேயும் வெளியேயும் கொண்டு செல்லும் செயல்முறையை எளிமையாக்க தொழில்துறை திட்டமிட்டுள்ளது, இதனால் தொழில்துறை சீராக வளர உதவுகிறது.",
        "தொழில்துறையில் நவீன உபகரணங்களின் பற்றாக்குறை எதிர்கொள்ளும் முக்கிய பிரச்சினைகளில் ஒன்றாகும், எனவே, லேபிடரி பிரிவு, கிடைக்கும் லேபிடரி உபகரணங்கள் மற்றும் தொழில்நுட்பத்தை மேம்படுத்துவதன் மூலம் தொழில் உள்கட்டமைப்பை உருவாக்குவதை நோக்கமாகக் கொண்டுள்ளது.",
        "லேபிடரி தொழிற்துறையை உயிர்ப்புடன் வைத்திருப்பதில் கணிசமான பகுதியானது, இலங்கையில் உள்ள தொழிலாளர்கள் மற்றும் பள்ளியை விட்டு வெளியேறுபவர்கள் மத்தியில் மடிப்பை நிபுணர் என்ற திறனை பிரபலப்படுத்துவதன் மூலம் இளம் திறமையாளர்களை இப்பிரிவில் இணைவதற்கு ஊக்குவிப்பதாகும்.",
        "தனியார் மற்றும் அரசு துறைகளுக்கு இடையிலான ஒத்துழைப்பை அதிகரிப்பதில் SLGJA அயராது உழைத்து வருகிறது, இது வரை தேசிய ரத்தினம் மற்றும் நகைகள் ஆணையம் (NGJA), ரத்தினம் மற்றும் நகை ஆராய்ச்சி மற்றும் பயிற்சி நிறுவனம் (GJRTI), தொழிற்கல்வி போன்ற அரசு நிறுவனங்களுடன் பெரும் முன்னேற்றம் கண்டுள்ளது. பயிற்சி அதிகாரசபை (VTA), ஏற்றுமதி அபிவிருத்திச் சபை (EDB) மற்றும் கைத்தொழில் அமைச்சு ஆகியவை இலங்கையின் லேபிடரி தொழிற்துறையை உலக சந்தையில் ஒரு முக்கிய போட்டியாளராகக் கட்டியெழுப்ப உதவுகின்றன, இதன் விளைவாக இலங்கைப் பொருளாதாரத்தை மேம்படுத்துவதற்கு பங்களிக்கும்.",
        "SLGJA இன்னும் கைப்பற்றப்பட வேண்டிய ஒரு பெரிய சந்தை இருப்பதாக நம்புகிறது, மேலும் இலங்கையின் லேபிடரி தொழிற்துறையை உலகளாவிய சந்தைகளில் முன்னணியில் வளர உதவும் ஒரு தேசிய அமைப்பை உருவாக்க அவர்கள் நம்புகிறார்கள்."
      ]
    }
  }
}