{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Economic-crisis-grips-low-income-settlements-in-Colombo-Survival-of-the-fittest-no-more-a-poor-mans-game/131-237121",
  "time_ut": 1652726400,
  "title": "Economic crisis grips low income settlements in Colombo   ‘Survival of the fittest’  no more a poor man’s game",
  "body_lines": [
    "Given the economic crisis people have to languish in long queues to obtain fuel, milk powder, gas and other essentials (Pic AFP)",
    "Inflation is now at about 40% and this means you’re getting poorer by the day",
    "Marimuththu Nirmala from Keththarama is widowed with two children. She looks after two patients and earns Rs. 350 a month. Apart from that she receives a charity allowance, but her monthly income is less than Rs. 5000. For people living in lower income segments and those below the poverty line, life is now a misery. On the one hand they are unable to make ends meet due to job losses following the COVID-19 pandemic and the soaring cost of living. On the other hand they have to languish in long queues to obtain fuel, milk powder, gas and other essentials. Many who work in the informal sector work on a contract basis or engage in coolie work to earn a living. As such daily wage earners are the worst affected due to the prevailing economic crisis.",
    "The Daily Mirror visited some of Colombo’s low income settlements in Wanathamulla, Keththarama and Vauxhall Street. Many have lost hopes in the government and its rulers. The others are in a dilemma on how they can survive each passing day while looking after their children and making ends meet. The Daily Mirror reports on some of their stories.",
    "Anwer Saddath from Wanathamulla is a father of four. But due to an accident he is wheelchair-bound and is unable to find work. As a result, his wife is the breadwinner of the family. She makes a living by selling pittu (made of steamed cylinders of ground rice layered with coconut shavings). “My younger sister works overseas and she sends us money when she can. There are queues for everything from kerosene to milk powder to gas. We have to languish in queues, waste our time and purchase essential items. Only small gas cylinders are available. How can we cook without gas? I don’t work, but I have four children. During previous governments we didn’t have an issue like this. People have died while waiting in queues. This is not a fair way of ruling a country,” said Saddath.",
    "Waruni De Silva from Keththarama is a mother of three. Her husband had been working overseas, but he had returned following the COVID-19 pandemic. “We now survive on an income of around Rs. 25,000. This is not sufficient to cover expenses, pay utility bills, cover school fees etc. It’s difficult to make ends meet with the soaring cost of living. For the past few days we were short of gas, but that doesn’t mean we can afford to buy food from a restaurant. People are in dire straits, but we don’t expect the government to provide solutions. They never thought about the people,” said Waruni.",
    "Marimuththu Nirmala, whom we introduced earlier, suffers from arthritis, but she is determined to raise her children without sending them to an orphanage. “I also receive a charity allowance in order to meet expenses, but the total income for a month is less than Rs. 5000. One of my children is sick and he needs routine checkups. Since I’m unable to walk the three-wheel fares are very expensive. The government constructed our house, but it wasn’t done properly. During a heavy rain there are leaks from all corners. We can’t afford to buy milk powder or have three meals a day. A tea bun costs Rs. 50 and it’s difficult to buy what my children ask for. I wish there’s someone who could assist us,” said Nirmala.",
    "A group of people down a small alley at Vauxhall Street was preparing kanji for the neighborhood. Mohamed Ziad earns a living from running three-wheel hires and as of late, he has been challenged with the fuel price hikes and soaring cost of living. “For the past 28 years we have been preparing kanji for the neighbourhood during Ramazan. Today, everything is very expensive. A kilo of chicken costs Rs. 1000. Similarly the cost of rice, coconuts and everything else has soared. But we haven’t compromised on the quality of the kanji that people receive. However, it’s difficult to continue this process with the prevailing crisis,” said Ziad.",
    "Darshani Surangika owns a shop in the neighbourhood. But she’s contemplating on closing down the shop as she is unable to bear the expenses. “It’s difficult to generate profits. The bill for imported milk costs around Rs. 134,000 and suppliers demand the payment in full. When we pay that how can we pay utility bills and cover other expenses? This is a worrying state of affairs, but it is the reality,” said Surangika.",
    "A 2020 World Bank report states that Sri Lanka’s international poverty rate measured at 3.20 USD per person per day (in 2011) for middle income countries declined from 16.9% in 2012/13 to 10.8% in 2016. Extreme poverty at USD 1.90 per day is rare, at under 1% in 2016. However, the COVID-19 pandemic led to a significant increase in poverty due to widespread jobs and earnings losses. The US$ 3.20 poverty headcount is projected to increase to 13% in 2020, after further falling to an estimated 8.9% in 2019. Workers in the informal sector, which makes up around 70% of the workforce, are particularly vulnerable as they lack employment protection. The report further states that there is a wide variation in poverty across districts, but the national poverty line is outdated and too low to capture vulnerabilities in the population that are near-poor, especially in the Northern, Eastern and Uva provinces. In fact, Sri Lanka’s poverty line is now the oldest in the South Asian region, having been established in 2002.",
    "Economic experts believe that the situation is largely out of control. “I’m sorry to say this, but people below the poverty line will die,” opined Dr. Chandana Aluthge, Professor of Economics at the University of Colombo. “Even those above the poverty line and the lower middle class strata too are severely hampered due to the prevailing economic crisis. We haven’t experienced this much of inflation. Prices of essential items have surged by more than 300%. The challenge is to cope with this sudden change. It’s difficult to think how people will adjust to this environment,” Dr. Aluthge.",
    "The doctor further said that the income is static for all people. But the prices have soared between January and April. Three to four years ago people experienced price hikes by Rs. 3, Rs. 5 or gas prices by Rs. 150 etc. But this time the change is manifold. Therefore adjusting your life to the current situation is very difficult. Cost of living is high. Inflation is now at about 40% and this means Sri Lanka is becoming poorer by the day.",
    "Dr. Aluthge further said that people have lost faith in the system. All sorts of disorganised activities would emerge. Life will be unsystematic and highly disorganised. Markets and institutions would fail. People have lost faith in the monetary authority. The black economy is issuing items at half the rate. We now have a situation where the black economy would swallow the entire economy. It’s a very negative outlook in the near future. Challenges for the low income strata are very high. They need assistance from the state. It’s difficult to predict where we are heading towards.",
    "He added that even if Sri Lanka receives support from the International Monetary Fund the country cannot expect normalcy in the near future. If we have a stable government and a cabinet then we could expect things to get back on track in a year or so. But right now the greatest challenge is that people have lost faith in the state. Therefore they can’t see the future or plan anything ahead,” said Dr Aluthge.",
    "The previous cabinet on May 2 decided to provide a major relief package to low income families who are affected by the prevailing economic crisis. The package worth Rs. 13,364 million will be distributed among 3.34 million people of low income segments ranging from Samurdhi beneficiaries, elderly, kidney patients, disability allowance beneficiaries, elderly above 100 years of age and those who have been severely affected by the current economic crisis. During the COVID-19 pandemic a relief package of Rs. 5000 was to be distributed among similar segments. However, the distribution efforts didn’t sustain for long due to lack of finances and with corrupt transactions that took place between politicians and their associates."
  ],
  "translate": {
    "si": {
      "title": "ආර්ථික අර්බුදය කොළඹ අඩු ආදායම්ලාභී ජනාවාස ග්‍රහණය කරගනී ‘සුදුසුකමේ පැවැත්ම’ තවදුරටත් දුප්පතුන්ගේ ක්‍රීඩාවක් නොවේ",
      "body_lines": [
        "ආර්ථික අර්බුදය හමුවේ ඉන්ධන, කිරිපිටි, ගෑස් සහ අනෙකුත් අත්‍යාවශ්‍ය ද්‍රව්‍ය ලබාගැනීමට දිගු පෝලිම්වල සිටීමට ජනතාවට සිදුව ඇත (Pic AFP)",
        "උද්ධමනය දැන් 40% පමණ වන අතර මෙයින් අදහස් කරන්නේ ඔබ දවසින් දවස දුප්පත් වන බවයි",
        "කෙත්තාරාමයේ මාරිමුත්තු නිර්මලා දරුවන් දෙදෙනෙකු සමඟ වැන්දඹුවකි. ඇය රෝගීන් දෙදෙනෙකු බලා ගන්නා අතර රු. මසකට 350. ඊට අමතරව ඇයට පුණ්‍ය දීමනාවක් ලැබෙන නමුත් ඇයගේ මාසික ආදායම රු. 5000. අඩු ආදායම්ලාභී කොටස්වල සහ දරිද්‍රතා රේඛාවට පහළින් ජීවත් වන මිනිසුන්ගේ ජීවිතය දැන් දුක්ඛිත තත්ත්වයකි. COVID-19 වසංගතයෙන් පසු රැකියා අහිමිවීම් සහ ඉහළ යන ජීවන වියදම හේතුවෙන් එක් අතකින් ඔවුන්ට එදිනෙදා ජීවිතය ගැට ගසා ගත නොහැක. අනෙක් අතට ඉන්ධන, කිරිපිටි, ගෑස් ඇතුළු අත්‍යාවශ්‍ය ද්‍රව්‍ය ලබාගැනීමට දිගු පෝලිම්වල රස්තියාදු වීමට සිදුවේ. අවිධිමත් අංශයේ රැකියා කරන බොහෝ දෙනෙක් කොන්ත්‍රාත් පදනම මත හෝ කූලි වැඩවල නියැලෙන්නේ ජීවත්වීම සඳහා ය. ඒ නිසා පවතින ආර්ථික අර්බුදය නිසා වැඩිපුරම පීඩාවට පත්වන්නේ දෛනික වැටුප් ලබන්නන්.",
        "ඩේලි මිරර් පුවත්පත වනාතමුල්ල, කෙත්තාරාම සහ වොක්ෂෝල් වීදියේ කොළඹ අඩු ආදායම්ලාභී ජනාවාස කිහිපයක සංචාරය කළේය. බොහෝ දෙනෙකුට රජය සහ එහි පාලකයන් කෙරෙහි බලාපොරොත්තු සුන් වී ඇත. අනෙක් අය තම දරුවන් බලා ගනිමින්, එදිනෙදා ජීවිතය ගැට ගසා ගනිමින් දවසින් දවස ජීවත් වන්නේ කෙසේද යන උභතෝකෝටිකය තුළය. ඔවුන්ගේ සමහර කතා ගැන ඩේලි මිරර් වාර්තා කරයි.",
        "වනාතමුල්ලේ අන්වර් සද්ධාත් සිව්දරු පියෙකි. නමුත් හදිසි අනතුරක් නිසා ඔහු රෝද පුටුවට ගොස් රැකියාවක් සොයා ගැනීමට නොහැකිව සිටී. එහි ප්‍රතිඵලයක් ලෙස පවුල නඩත්තු කරන්නේ ඔහුගේ බිරිඳයි. ඇය ජීවිකාව ගෙන යන්නේ පිට්ටු (පොල් රැවුල් සහිත තම්බන ලද සහල් තම්බන ලද සිලින්ඩර වලින් සාදන ලද) විකිණීමෙනි. “මගේ බාල සහෝදරිය විදේශයක රැකියාවක් කරන අතර ඇය හැකි සෑම විටම අපට මුදල් එවනවා. භූමිතෙල් කිරිපිටි ගෑස් ගෑස් හැමදේටම පෝලිම්. පෝලිම්වල රස්තියාදු වී කාලය නාස්ති කර අත්‍යවශ්‍ය භාණ්ඩ මිලදී ගැනීමට අපට සිදුවේ. කුඩා ගෑස් සිලින්ඩර පමණක් ලබා ගත හැකිය. ගෑස් නොමැතිව උයන්නේ කෙසේද? මම වැඩ කරන්නේ නැහැ, නමුත් මට දරුවන් හතර දෙනෙක් ඉන්නවා. පහුගිය ආණ්ඩු කාලේ අපිට මේ වගේ ප්‍රශ්නයක් තිබුණේ නැහැ. පෝලිම්වල ඉන්නකොට මිනිස්සු මැරිලා. මේක සාධාරණ රටක් පාලනය කරන ක්‍රමයක් නෙවෙයි” සදාත් කීවේය.",
        "කෙත්තාරාම පදිංචි වරුණි ද සිල්වා තිදරු මවකි. ඇයගේ ස්වාමිපුරුෂයා විදේශගතව රැකියාවක නිරතව සිට ඇති නමුත්, COVID-19 වසංගතය හේතුවෙන් ඔහු නැවත පැමිණ ඇත. “අපි දැන් ජීවත් වෙන්නේ රුපියල් කෝටියක පමණ ආදායමකින්. 25,000 කි. මෙය වියදම් පියවා ගැනීමට, උපයෝගිතා බිල්පත් ගෙවීමට, පාසල් ගාස්තු පියවීමට ප්‍රමාණවත් නොවේ. ඉහළ යන ජීවන වියදමත් සමඟ එදිනෙදා ජීවිතය ගැටගසා ගැනීම දුෂ්කර ය. පසුගිය දින කිහිපය තුළ අපට ගෑස් හිඟ විය, නමුත් එයින් අදහස් කරන්නේ අපට අවන්හලකින් ආහාර මිලදී ගත හැකි බව නොවේ. ජනතාව දැඩි අසීරුතාවයකට පත්ව ඇත, නමුත් රජය විසඳුම් ලබා දෙනු ඇතැයි අපි අපේක්ෂා නොකරමු. ඒ අය කවදාවත් මිනිස්සු ගැන හිතුවේ නැහැ” වරුණි කීවාය.",
        "අප කලින් හඳුන්වා දුන් මාරිමුත්තු නිර්මලා ආතරයිටීස් රෝගයෙන් පෙළෙන නමුත් තම දරුවන් ළමා නිවාසයකට නොයවා හදා වඩා ගැනීමට ඇය දැඩි අධිෂ්ඨාන කරගෙන සිටී. “මට වියදම් පියවා ගැනීම සඳහා පුණ්‍ය දීමනාවක් ද ලැබේ, නමුත් මාසයක මුළු ආදායම රු. 5000. මගේ එක් දරුවෙක් අසනීප වී ඇති අතර ඔහුට සාමාන්‍ය පරීක්ෂාවන් අවශ්‍ය වේ. මට ඇවිදින්න බැරි නිසා ත්‍රීවීල් ගාස්තු ගොඩක් මිල අධිකයි. රජය අපේ නිවස හදලා දුන්නත් ඒක හරියට කළේ නැහැ. අධික වර්ෂාවකදී සෑම අස්සක් මුල්ලක් නෑරම කාන්දු වේ. අපිට කිරිපිටි ගන්නවත්, තුන්වේල කන්නවත් හැකියාවක් නැහැ. තේ බනිස් එකක් රු. 50 සහ මගේ දරුවන් ඉල්ලන දේ මිල දී ගැනීමට අපහසුය. මට උදව් කරන්න පුළුවන් කෙනෙක් ඉන්නවා නම් හොඳයි,\" නිර්මලා පැවසුවාය.",
        "වොක්ෂෝල් වීදියේ කුඩා මංතීරුවක සිටි පිරිසක් අසල්වැසි ප්‍රදේශයට කන්ජි සූදානම් කරමින් සිටියහ. මොහොමඩ් සියාඩ් ත්‍රිරෝද රථ කුලියට දීමෙන් ජීවනෝපාය උපයන අතර ප්‍රමාද වන විට ඉන්ධන මිල ඉහළ යාම සහ ඉහළ යන ජීවන වියදම සමඟ ඔහුට අභියෝගයක් විය. “පසුගිය වසර 28 පුරාවට අපි රාමසාන් සමයේදී අසල්වැසි ප්‍රදේශවලට කන්ජි සූදානම් කරමින් සිටිමු. අද සෑම දෙයක්ම ඉතා මිල අධිකයි. කුකුළු මස් කිලෝවක් රු. 1000. ඒ වගේම හාල්, පොල් ඇතුළු හැම දේකම මිල ඉහළ ගිහින්. නමුත් මිනිසුන්ට ලැබෙන කන්ජි වල ගුණාත්මක භාවය සම්බන්ධයෙන් අපි සම්මුතියක් ඇති කර ගෙන නැහැ. කෙසේ වෙතත්, පවතින අර්බුදය සමඟ මෙම ක්‍රියාවලිය දිගටම කරගෙන යාම දුෂ්කර ය, ”සියඩ් පැවසීය.",
        "දර්ශනී සුරංගිකාට අසල්වැසි කඩයක් තිබේ. නමුත් ඇයට වියදම් දරා ගැනීමට නොහැකි නිසා කඩය වසා දමන්නට ඇය කල්පනා කරයි. “ලාභ උපයා ගැනීම දුෂ්කර ය. ආනයනික කිරි සඳහා බිල රු. 134,000 සහ සැපයුම්කරුවන් සම්පූර්ණ ගෙවීම ඉල්ලා සිටී. එහෙම ගෙවනකොට කොහොමද අපි උපයෝගිතා බිල්පත් ගෙවන්නේ සහ අනෙකුත් වියදම් පියවන්නේ? මේක කනස්සල්ලට කරුණක් නමුත් යථාර්ථය එයයි” සුරංගිකා පැවසුවාය.",
        "2020 ලෝක බැංකු වාර්තාවකට අනුව ශ්‍රී ලංකාවේ ජාත්‍යන්තර දරිද්‍රතා අනුපාතිකය එක් පුද්ගලයෙකුට දිනකට ඩොලර් 3.20 ක් (2011 දී) මැදි ආදායම් ලබන රටවල් සඳහා 2012/13 දී 16.9% සිට 2016 දී 10.8% දක්වා අඩු වී ඇත. අන්ත දරිද්‍රතාවය දිනකට USD 1.90 කි. දුර්ලභ, 2016 දී 1% ට අඩු විය. කෙසේ වෙතත්, COVID-19 වසංගතය පුලුල්ව පැතිරුණු රැකියා සහ ඉපැයීම් පාඩු හේතුවෙන් දරිද්‍රතාවයේ සැලකිය යුතු වැඩි වීමක් ඇති කළේය. 2019 දී ඇස්තමේන්තුගත 8.9% දක්වා පහත වැටීමෙන් පසුව 2020 දී US$ 3.20 දරිද්‍රතා ප්‍රමාණය 13% දක්වා වැඩි වනු ඇතැයි පුරෝකථනය කර ඇත. ශ්‍රම බලකායෙන් 70% ක් පමණ වන අවිධිමත් අංශයේ කම්කරුවන් රැකියා නොමැති බැවින් විශේෂයෙන් අවදානමට ලක් වේ. ආරක්ෂාව. දිස්ත්‍රික්ක පුරා දරිද්‍රතාවයේ පුලුල් විචලනයක් පවතින නමුත් ජාතික දරිද්‍රතා රේඛාව යල් පැන ගොස් ඇති අතර විශේෂයෙන් උතුරු, නැගෙනහිර සහ ඌව පළාත්වල දිළිඳුන්ට ආසන්න ජනගහනයේ අවදානම් තත්ත්වයන් අල්ලා ගැනීමට නොහැකි තරම් පහත් මට්ටමක පවතින බව වාර්තාවේ වැඩිදුරටත් සඳහන් වේ. ඇත්ත වශයෙන්ම, ශ්‍රී ලංකාවේ දරිද්‍රතා රේඛාව දැන් 2002 දී පිහිටුවන ලද දකුණු ආසියානු කලාපයේ පැරණිතම වේ.",
        "ආර්ථික විශේෂඥයන් විශ්වාස කරන්නේ තත්වය බොහෝ දුරට පාලනය කළ නොහැකි බවයි. කොළඹ විශ්වවිද්‍යාලයේ ආර්ථික විද්‍යාව පිළිබඳ මහාචාර්ය ආචාර්ය චන්දන අලුත්ගේ මහතා අදහස් දක්වමින්, “මෙය පැවසීම ගැන මට කණගාටුයි, නමුත් දරිද්‍රතා රේඛාවට පහළින් සිටින මිනිසුන් මිය යනු ඇත. “දරිද්‍රතා රේඛාවට ඉහළින් සිටින අය සහ පහළ මධ්‍යම පන්තික ස්ථර පවා පවතින ආර්ථික අර්බුදය හේතුවෙන් දැඩි ලෙස අඩාල වී සිටිනවා. අපි මේ තරම් උද්ධමනය අත්විඳලා නැහැ. අත්‍යවශ්‍ය ද්‍රව්‍යවල මිල 300%කට වඩා ඉහළ ගොස් තිබේ. මේ හදිසි වෙනසට මුහුණදීම අභියෝගයයි. මිනිසුන් මේ පරිසරයට හැඩගැසෙන්නේ කෙසේදැයි සිතීම දුෂ්කර ය, ”වෛද්‍ය අලුත්ගේ.",
        "වෛද්‍යවරයා වැඩිදුරටත් පැවසුවේ සියලුම මිනිසුන් සඳහා ආදායම ස්ථිතික බවයි. නමුත් ජනවාරි සිට අප්රේල් දක්වා කාලය තුළ මිල ඉහළ ගොස් ඇත. මීට වසර තුන හතරකට පෙර ජනතාව රු. 3, රු. 5 හෝ ගෑස් මිල රු. 150 යනාදී වශයෙන් නමුත් මෙවර වෙනස් වීම බහුවිධ වේ. එබැවින් ඔබේ ජීවිතය වර්තමාන තත්ත්වයට හැඩගස්වා ගැනීම ඉතා අපහසුය. ජීවන වියදම වැඩියි. උද්ධමනය දැන් 40% පමණ වන අතර මෙයින් අදහස් වන්නේ ශ්‍රී ලංකාව දිනෙන් දින දුප්පත් වෙමින් පවතින බවයි.",
        "ක‍්‍රමය කෙරෙහි ජනතාවගේ විශ්වාසය නැති වී ඇති බවද වෛද්‍ය අලූත්ගේ මහතා වැඩිදුරටත් පැවසීය. සියලු ආකාරයේ අසංවිධානාත්මක ක්‍රියාකාරකම් මතු වනු ඇත. ජීවිතය ක්‍රමානුකූල නොවන අතර ඉතා අසංවිධානාත්මක වනු ඇත. වෙළඳපල සහ ආයතන අසාර්ථක වනු ඇත. මිනිස්සුන්ට මුදල් අධිකාරිය ගැන විශ්වාසය නැතිවෙලා. කළු ආර්ථිකය මිලෙන් අඩකට භාණ්ඩ නිකුත් කරයි. කළු ආර්ථිකය මුළු ආර්ථිකයම ගිල ගන්නා තත්ත්වයක් දැන් අපට තිබෙනවා. එය නුදුරු අනාගතයේ දී ඉතා සෘණාත්මක දැක්මකි. අඩු ආදායම්ලාභී ස්ථරයන්ට ඇති අභියෝග ඉතා ඉහළ ය. ඔවුන්ට රාජ්‍ය සහාය අවශ්‍යයි. අප ගමන් කරන්නේ කොතැනටද යන්න අනාවැකි කීම දුෂ්කර ය.",
        "ජාත්‍යන්තර මුල්‍ය අරමුදලේ සහය ශ්‍රී ලංකාවට ලැබුණද නුදුරු අනාගතයේ දී රට සාමාන්‍ය තත්ත්වයට පත්වනු ඇතැයි අපේක්ෂා කළ නොහැකි බවද ඔහු වැඩිදුරටත් පැවසීය. අපට ස්ථාවර ආණ්ඩුවක් සහ කැබිනට් මණ්ඩලයක් තිබේ නම්, වසරකින් හෝ ඊට වැඩි කාලයකදී දේවල් යථා තත්ත්වයට පත් වනු ඇතැයි අපේක්ෂා කළ හැකිය. නමුත් මේ වන විට තිබෙන ලොකුම අභියෝගය වන්නේ ජනතාව රාජ්‍යය කෙරෙහි විශ්වාසය නැති කර ගෙන තිබීමයි. ඒ නිසා ඔවුන්ට අනාගතය දැකීමට හෝ ඉදිරියෙන් කිසිවක් සැලසුම් කිරීමට හැකියාවක් නැහැ,” වෛද්‍ය අලුත්ගේ පැවසීය.",
        "පවතින ආර්ථික අර්බුදයෙන් විපතට පත් අඩු ආදායම්ලාභී පවුල් සඳහා විශාල සහන මල්ලක් ලබාදීමට පසුගිය මැයි 2 වැනිදා පැවැති කැබිනට් මණ්ඩලය තීරණය කළේය. මෙම පැකේජය රු. සමෘද්ධි ප්‍රතිලාභීන්, වයෝවෘද්ධ, ​​වකුගඩු රෝගීන්, ආබාධිත දීමනා ප්‍රතිලාභීන්, වයස අවුරුදු 100 ට වැඩි වැඩිහිටියන් සහ වත්මන් ආර්ථික අර්බුදයෙන් දැඩි ලෙස පීඩාවට පත් වූවන් දක්වා අඩු ආදායම්ලාභී කොටස් මිලියන 3.34 ක් අතර මිලියන 13,364 ක් බෙදා හැරීමට නියමිතය. COVID-19 වසංගතය අතරතුර සහන පැකේජය රු. 5000ක් සමාන කොටස් අතර බෙදා දීමට නියමිතව තිබුණි. කෙසේ වෙතත්, මුදල් හිඟකම සහ දේශපාලකයින් සහ ඔවුන්ගේ සහචරයන් අතර සිදු වූ දූෂිත ගනුදෙනු හේතුවෙන් බෙදා හැරීමේ උත්සාහයන් දිගු කලක් පැවතුනේ නැත."
      ]
    },
    "ta": {
      "title": "பொருளாதார நெருக்கடி கொழும்பில் குறைந்த வருமானம் கொண்ட குடியேற்றங்களைப் பற்றிக் கொள்கிறது ‘உயிர் பிழைப்பு’ இனி ஏழைகளின் விளையாட்டு அல்ல",
      "body_lines": [
        "பொருளாதார நெருக்கடி காரணமாக எரிபொருள், பால் பவுடர், எரிவாயு மற்றும் பிற அத்தியாவசியப் பொருட்களைப் பெற மக்கள் நீண்ட வரிசையில் நிற்க வேண்டியுள்ளது (படம் AFP)",
        "பணவீக்கம் இப்போது சுமார் 40% ஆக உள்ளது, இதன் பொருள் நீங்கள் நாளுக்கு நாள் ஏழையாகி வருகிறீர்கள்",
        "கெத்தராமத்தைச் சேர்ந்த மாரிமுத்து நிர்மலா இரண்டு குழந்தைகளுடன் விதவை. இரண்டு நோயாளிகளைப் பார்த்து, ரூ. மாதம் 350. அதுமட்டுமின்றி அவள் ஒரு தொண்டு கொடுப்பனவைப் பெறுகிறாள், ஆனால் அவளுடைய மாத வருமானம் ரூ. 5000. குறைந்த வருமானம் பெறும் பிரிவினர் மற்றும் வறுமைக் கோட்டுக்குக் கீழ் உள்ளவர்களின் வாழ்க்கை இப்போது துயரமாக உள்ளது. ஒருபுறம் COVID-19 தொற்றுநோயைத் தொடர்ந்து வேலை இழப்புகள் மற்றும் உயர்ந்து வரும் வாழ்க்கைச் செலவுகள் காரணமாக அவர்களால் வாழ்க்கையைச் சந்திக்க முடியவில்லை. மறுபுறம் எரிபொருள், பால் பவுடர், எரிவாயு மற்றும் பிற அத்தியாவசியப் பொருட்களைப் பெறுவதற்கு நீண்ட வரிசையில் நின்றனர். முறைசாரா துறையில் பணிபுரியும் பலர் ஒப்பந்த அடிப்படையில் வேலை செய்து அல்லது கூலி வேலை செய்து பிழைப்பு நடத்துகின்றனர். தற்போது நிலவும் பொருளாதார நெருக்கடியின் காரணமாக நாளாந்த சம்பளம் பெறுவோர் மிகவும் மோசமாக பாதிக்கப்பட்டுள்ளனர்.",
        "டெய்லி மிரர் கொழும்பின் வனத்தமுல்லை, கெத்தாராம மற்றும் வொக்ஸ்ஹோல் தெருவில் உள்ள குறைந்த வருமானம் கொண்ட குடியிருப்புகள் சிலவற்றை பார்வையிட்டது. அரசாங்கம் மற்றும் அதன் ஆட்சியாளர்கள் மீது பலர் நம்பிக்கை இழந்துள்ளனர். மற்றவர்கள் தங்கள் குழந்தைகளைப் பார்த்துக் கொண்டும், தங்கள் வாழ்க்கையைச் சமாளித்துக்கொண்டும் ஒவ்வொரு நாளும் எப்படிப் பிழைப்பது என்ற குழப்பத்தில் உள்ளனர். அவர்களின் சில கதைகள் குறித்து டெய்லி மிரர் செய்தி வெளியிட்டுள்ளது.",
        "வனத்தமுல்லைச் சேர்ந்த அன்வர் சதாத் நான்கு பிள்ளைகளின் தந்தையாவார். ஆனால் ஒரு விபத்து காரணமாக அவர் சக்கர நாற்காலியில் இருந்ததால் வேலை கிடைக்கவில்லை. இதன் விளைவாக, அவரது மனைவி குடும்பத்தை ஆதரிப்பவர். அவள் பிட்டு (தேங்காய் துருவல் அடுக்கப்பட்ட அரைத்த அரிசியின் வேகவைத்த உருளைகளால் ஆனது) விற்பதன் மூலம் வாழ்க்கையை நடத்துகிறாள். “என் தங்கை வெளிநாட்டில் வேலை செய்கிறாள், முடிந்தால் எங்களுக்கு பணம் அனுப்புகிறாள். மண்ணெண்ணெய், பால் பவுடர், கேஸ் என அனைத்திற்கும் வரிசைகள் உள்ளன. நாங்கள் வரிசையில் நின்று நேரத்தை வீணடித்து அத்தியாவசிய பொருட்களை வாங்க வேண்டியுள்ளது. சிறிய கேஸ் சிலிண்டர்கள் மட்டுமே கிடைக்கும். எரிவாயு இல்லாமல் எப்படி சமைக்க முடியும்? நான் வேலை செய்யவில்லை, ஆனால் எனக்கு நான்கு குழந்தைகள் உள்ளனர். முன்னைய அரசாங்கத்தின் போது இவ்வாறான பிரச்சினை எமக்கு இருக்கவில்லை. மக்கள் வரிசையில் காத்திருந்து இறந்துள்ளனர். ஒரு நாட்டை ஆள்வதற்கு இது நியாயமான முறையல்ல” என்று சதாத் கூறினார்.",
        "கெத்தாராம பிரதேசத்தைச் சேர்ந்த வருணி டி சில்வா மூன்று பிள்ளைகளின் தாயாவார். அவரது கணவர் வெளிநாட்டில் பணிபுரிந்து வந்தார், ஆனால் அவர் COVID-19 தொற்றுநோயைத் தொடர்ந்து திரும்பியிருந்தார். “நாங்கள் இப்போது சுமார் ரூ. 25,000. செலவுகள், பயன்பாட்டுக் கட்டணங்கள், பள்ளிக் கட்டணங்கள் போன்றவற்றை ஈடுகட்ட இது போதுமானதாக இல்லை. உயர்ந்து வரும் வாழ்க்கைச் செலவை ஈடுகட்டுவது கடினம். கடந்த சில நாட்களாக எங்களிடம் எரிவாயு பற்றாக்குறை இருந்தது, ஆனால் உணவகத்தில் இருந்து உணவை வாங்க முடியும் என்று அர்த்தமல்ல. மக்கள் கடும் நெருக்கடியில் உள்ளனர், ஆனால் அரசாங்கம் தீர்வுகளை வழங்கும் என்று நாங்கள் எதிர்பார்க்கவில்லை. அவர்கள் மக்களைப் பற்றி சிந்திக்கவே இல்லை” என்றார் வருணி.",
        "நாம் முன்பு அறிமுகப்படுத்திய மாரிமுத்து நிர்மலா மூட்டுவலியால் அவதிப்பட்டாலும், குழந்தைகளை அனாதை இல்லத்திற்கு அனுப்பாமல் வளர்க்க வேண்டும் என்பதில் உறுதியாக இருக்கிறார். “செலவுகளைச் சந்திப்பதற்காக நான் ஒரு தொண்டு கொடுப்பனவையும் பெறுகிறேன், ஆனால் ஒரு மாதத்திற்கான மொத்த வருமானம் ரூ. 5000. என் குழந்தைகளில் ஒருவருக்கு உடல்நிலை சரியில்லை, அவருக்கு வழக்கமான பரிசோதனைகள் தேவை. என்னால் நடக்க முடியாததால் முச்சக்கர வண்டி கட்டணம் மிகவும் விலை உயர்ந்தது. அரசாங்கம் எங்கள் வீட்டைக் கட்டியது, ஆனால் அது சரியாகச் செய்யப்படவில்லை. பலத்த மழையின் போது அனைத்து மூலைகளிலிருந்தும் கசிவு ஏற்படுகிறது. எங்களால் பால் பவுடர் வாங்கவோ அல்லது மூன்று வேளை சாப்பிடவோ முடியாது. ஒரு டீ பன் விலை ரூ. 50 மற்றும் என் குழந்தைகள் கேட்பதை வாங்குவது கடினம். எங்களுக்கு உதவக்கூடிய ஒருவர் இருந்தால் நான் விரும்புகிறேன், ”என்று நிர்மலா கூறினார்.",
        "வோக்ஸ்ஹால் தெருவில் ஒரு சிறிய சந்துக்கு கீழே ஒரு குழு மக்கள் அக்கம் பக்கத்திற்கு கஞ்சி தயார் செய்து கொண்டிருந்தனர். மொஹமட் ஜியாட் முச்சக்கர வண்டிகளை வாடகைக்கு எடுப்பதன் மூலம் வாழ்வாதாரத்தை ஈட்டுகிறார், மேலும் அவர் எரிபொருள் விலை உயர்வு மற்றும் உயர்ந்து வரும் வாழ்க்கைச் செலவுகளால் சவாலுக்கு ஆளானார். “கடந்த 28 வருடங்களாக நாங்கள் ரம்ஜான் பண்டிகையின் போது அக்கம் பக்கத்தினருக்கு கஞ்சி தயாரித்து வருகிறோம். இன்று, எல்லாம் மிகவும் விலை உயர்ந்தது. ஒரு கிலோ கோழிக்கறி ரூ. 1000. இதேபோல் அரிசி, தேங்காய் மற்றும் எல்லாவற்றின் விலையும் உயர்ந்துள்ளது. ஆனால் மக்கள் பெறும் கஞ்சியின் தரத்தில் நாங்கள் சமரசம் செய்து கொள்ளவில்லை. இருப்பினும், நிலவும் நெருக்கடியுடன் இந்த செயல்முறையைத் தொடர்வது கடினம், ”என்று ஜியாட் கூறினார்.",
        "தர்ஷனி சுரங்கிகா அக்கம்பக்கத்தில் கடை வைத்துள்ளார். ஆனால் செலவுகளை தாங்க முடியாமல் கடையை மூடுவது பற்றி யோசித்து வருகிறாள். “லாபம் ஈட்டுவது கடினம். இறக்குமதி செய்யப்பட்ட பாலுக்கான பில் சுமார் ரூ. 134,000 மற்றும் சப்ளையர்கள் முழு கட்டணத்தையும் கோருகின்றனர். நாங்கள் அதைச் செலுத்தும்போது, ​​பயன்பாட்டுக் கட்டணங்களை எவ்வாறு செலுத்துவது மற்றும் பிற செலவுகளை ஈடுகட்டுவது? இது ஒரு கவலைக்கிடமான நிலை, ஆனால் இது தான் உண்மை” என்று சுரங்கிகா கூறினார்.",
        "2020 உலக வங்கி அறிக்கையின்படி, இலங்கையின் சர்வதேச வறுமை விகிதம் ஒரு நபருக்கு நாளொன்றுக்கு 3.20 USD (2011 இல்) நடுத்தர வருமான நாடுகளில் 2012/13 இல் 16.9% இலிருந்து 2016 இல் 10.8% ஆகக் குறைந்துள்ளது. தீவிர வறுமை ஒரு நாளைக்கு USD 1.90 ஆக உள்ளது. அரிதாக, 2016 இல் 1% க்கும் குறைவாக இருந்தது. இருப்பினும், பரவலான வேலைகள் மற்றும் வருவாய் இழப்புகள் காரணமாக COVID-19 தொற்றுநோய் வறுமையில் குறிப்பிடத்தக்க அதிகரிப்புக்கு வழிவகுத்தது. 2019ல் மதிப்பிடப்பட்ட 8.9% ஆகக் குறைவதால், 2020ல் 13% ஆக இருக்கும் US$ 3.20 வறுமையின் எண்ணிக்கை அதிகரிக்கும் என எதிர்பார்க்கப்படுகிறது. சுமார் 70% பணியாளர்களைக் கொண்ட முறைசாராத் துறையில் உள்ள தொழிலாளர்கள், குறிப்பாக வேலைவாய்ப்பின்மையால் பாதிக்கப்படுகின்றனர். பாதுகாப்பு. மாவட்டங்கள் முழுவதும் வறுமையில் பரந்த மாறுபாடுகள் காணப்படுவதாகவும், ஆனால் தேசிய வறுமைக் கோடு காலாவதியானது என்றும், குறிப்பாக வடக்கு, கிழக்கு மற்றும் ஊவா மாகாணங்களில் உள்ள ஏழைகளுக்கு அருகில் உள்ள மக்களில் பாதிப்புகளைக் கைப்பற்ற முடியாத அளவுக்கு மிகக் குறைவாக இருப்பதாகவும் அந்த அறிக்கை மேலும் கூறுகிறது. உண்மையில், 2002 இல் நிறுவப்பட்ட இலங்கையின் வறுமைக் கோடு இப்போது தெற்காசியப் பிராந்தியத்தில் மிகப் பழமையானது.",
        "பொருளாதார வல்லுநர்கள் நிலைமை பெரும்பாலும் கட்டுப்பாட்டை மீறுவதாக நம்புகின்றனர். \"இதைச் சொல்வதில் நான் வருந்துகிறேன், ஆனால் வறுமைக் கோட்டுக்குக் கீழே உள்ளவர்கள் இறந்துவிடுவார்கள்\" என்று கொழும்பு பல்கலைக்கழகத்தின் பொருளாதாரப் பேராசிரியர் டாக்டர் சந்தன அலுத்கே கருத்து தெரிவித்தார். \"வறுமைக் கோட்டிற்கு மேல் உள்ளவர்கள் மற்றும் கீழ் நடுத்தர வர்க்க அடுக்குகளும் கூட நிலவும் பொருளாதார நெருக்கடியால் கடுமையாக பாதிக்கப்பட்டுள்ளனர். இந்த அளவுக்கு பணவீக்கத்தை நாங்கள் அனுபவித்ததில்லை. அத்தியாவசியப் பொருட்களின் விலை 300%க்கும் மேல் உயர்ந்துள்ளது. இந்த திடீர் மாற்றத்தை சமாளிப்பது சவாலாக உள்ளது. இந்தச் சூழலுக்கு மக்கள் எவ்வாறு அனுசரித்துச் செல்வார்கள் என்று சிந்திப்பது கடினம்,” என்று டாக்டர் அலுத்கே கூறினார்.",
        "அனைத்து மக்களுக்கும் வருமானம் நிலையானது என்று மருத்துவர் மேலும் கூறினார். ஆனால் ஜனவரி முதல் ஏப்ரல் வரை விலை உயர்ந்துள்ளது. மூன்று நான்கு ஆண்டுகளுக்கு முன்பு மக்கள் விலை உயர்வை அனுபவித்தனர். 3, ரூ. 5 அல்லது எரிவாயு விலை ரூ. 150 போன்றவை. ஆனால் இந்த முறை மாற்றம் பன்மடங்கு உள்ளது. எனவே தற்போதைய சூழ்நிலைக்கு ஏற்ப உங்கள் வாழ்க்கையை மாற்றுவது மிகவும் கடினம். வாழ்க்கைச் செலவு அதிகம். பணவீக்கம் இப்போது சுமார் 40% ஆக உள்ளது, இதன் பொருள் இலங்கை நாளுக்கு நாள் ஏழையாகி வருகிறது.",
        "மக்கள் அமைப்பின் மீது நம்பிக்கை இழந்து விட்டதாக டாக்டர் அலுத்கே மேலும் தெரிவித்தார். அனைத்து விதமான ஒழுங்கற்ற செயல்களும் வெளிப்படும். வாழ்க்கை முறையற்றதாகவும் மிகவும் ஒழுங்கற்றதாகவும் இருக்கும். சந்தைகள் மற்றும் நிறுவனங்கள் தோல்வியடையும். பண அதிகாரத்தின் மீது மக்கள் நம்பிக்கை இழந்துவிட்டனர். கறுப்பு பொருளாதாரம் பாதி விகிதத்தில் பொருட்களை வெளியிடுகிறது. கறுப்புப் பொருளாதாரம் ஒட்டுமொத்தப் பொருளாதாரத்தையும் விழுங்கும் சூழ்நிலை இப்போது நமக்கு இருக்கிறது. இது எதிர்காலத்தில் மிகவும் எதிர்மறையான கண்ணோட்டமாகும். குறைந்த வருமானம் பெறும் பிரிவினருக்கான சவால்கள் மிக அதிகம். அவர்களுக்கு அரசின் உதவி தேவை. நாம் எங்கு செல்கிறோம் என்று கணிப்பது கடினம்.",
        "சர்வதேச நாணய நிதியத்தின் ஆதரவை இலங்கை பெற்றாலும், எதிர்வரும் காலங்களில் நாட்டில் இயல்பு நிலை ஏற்படும் என எதிர்பார்க்க முடியாது எனவும் அவர் மேலும் தெரிவித்துள்ளார். எங்களிடம் ஒரு நிலையான அரசாங்கமும் அமைச்சரவையும் இருந்தால், இன்னும் ஓராண்டுக்குள் நிலைமைகள் சீராகும் என்று எதிர்பார்க்கலாம். ஆனால் தற்போது மாநிலத்தின் மீது மக்கள் நம்பிக்கை இழந்திருப்பது மிகப்பெரிய சவாலாக உள்ளது. எனவே அவர்களால் எதிர்காலத்தைப் பார்க்கவோ அல்லது முன்னோக்கி எதையும் திட்டமிடவோ முடியாது, ”என்று டாக்டர் அலுத்கே கூறினார்.",
        "நிலவும் பொருளாதார நெருக்கடியால் பாதிக்கப்பட்டுள்ள குறைந்த வருமானம் பெறும் குடும்பங்களுக்கு ஒரு பெரிய நிவாரணப் பொதியை வழங்குவதற்கு மே 2 அன்று முந்தைய அமைச்சரவை தீர்மானித்தது. இந்த மூட்டை ரூ. சமுர்த்தி பயனாளிகள், முதியவர்கள், சிறுநீரக நோயாளிகள், ஊனமுற்றோர் கொடுப்பனவுப் பயனாளிகள், 100 வயதுக்கு மேற்பட்ட முதியோர்கள் மற்றும் தற்போதைய பொருளாதார நெருக்கடியால் கடுமையாக பாதிக்கப்பட்டுள்ள 3.34 மில்லியன் குறைந்த வருமானப் பிரிவினருக்கு 13,364 மில்லியன் பகிர்ந்தளிக்கப்படும். கோவிட்-19 தொற்றுநோய்களின் போது நிவாரணப் பொதியாக ரூ. 5000 இதே போன்ற பிரிவுகளுக்கு விநியோகிக்கப்பட வேண்டும். இருப்பினும், நிதி பற்றாக்குறை மற்றும் அரசியல்வாதிகள் மற்றும் அவர்களது கூட்டாளிகளுக்கு இடையே நடந்த ஊழல் பரிவர்த்தனைகள் காரணமாக விநியோக முயற்சிகள் நீண்ட காலம் நீடிக்கவில்லை."
      ]
    }
  }
}