{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-private-sector-chambers-of-commerce-are-they-sleeping/",
  "time_ut": 1653657600,
  "title": "THE PRIVATE SECTOR CHAMBERS OF COMMERCE – ARE THEY SLEEPING?",
  "body_lines": [
    "I really wonder!. Have they read in the “Sunday Business Times” an article under the heading ” Importers to put Essential Food Imports on hold” .",
    "Summarizing the article, the Central Bank has indicated that 25% of the Countries Imports ( US$ 1,6 to 1.8 bn) per month was carried out by using open accounts and over 12% through documents against payments ( DP) Terms and documents against acceptance (DA) Terms. The Finance Ministry issued a gazette notification with necessary guidelines recently banning the imports using open account payment terms with effect from May 20, 2022.",
    "An open account transaction is a sale where the goods are shipped and delivered before payment is due, providing an advantage to the Importer (and thereby the Importer’s Country) in terms of cash flow. This extension of credit by the seller to the buyer which is more commonly used abroad, The goods together with all necessary documents, are shipped directly to the Importer who has agreed to pay the Exporters invoice at a specified date under this method. This is based on trust between the Exporter and Importer.",
    "Sri Lanka imports around US$ 200 Mn of food a month, including onions, sprats, potatoes, lentils , cereals and rice to meet the needs of the consumers. The clamp down on the dollar buying from markets on open account by food importers and forcing Pettah traders to open Letters of Credit (LC’s) or getting customs authorities to crack down on food importers who do not fully settle bills via official channels will result in creating an unprecedented food shortage within the next two months according to many importers.",
    "The Central Bank has adopted many methods to try and prevent blackmarket transactions through “Halal” and “Undiyal”. These are systems which are supposed to be absolutely reliable and operated for over 500 years and proceeds delivered at the doorstep.. With all the efforts to arrest people carrying out such transactions and even taking them into custody, the remittances from overseas, expatriates have not increased and in fact decreased compared to last year.",
    "As we all know, human being are ingenious in going around systems when the need arises. When parents send children overseas for education they send monthly remittances, for their course fees and living expenses. The students are used to receiving such remittances. If parents are not provided foreign exchange for this purpose they will naturally try other means. It is simply a matter of setting up a procedure where the expatriates without sending the money to Sri Lanka will send the money directly to the respective Universities, thereby ensuring that these students do not have to be on the streets.",
    "An example was given of consequences to student’s by a Past Deputy Governor , Central Bank, Dr W.A Wijewardena, who in one of his articles stated that when he was involved in doing research for his PhD in England , there was a similar crisis in Nigeria and the students were on the road literally begging for money. Our Sri Lanka parent’s would not allow this to happen to their children and they will adopt ingenious methods to meet their foreign exchange requirements.",
    "Central bank with all their efforts to curtail the black market will not succeed, by using these strategies. We are aware that there is absolutely no foreign exchange to fulfill any of our obligations. I believe that a large quantum of foreign exchange is sent yearly on students fees. At one stage, the Central Bank indicated that their first priority was remittances to students but how can there be any priority if the foreign reserves are closer to zero.",
    "It is reported that exports are over one billion per month todate during every month except in April 2022, but only about 50% of that is brought back to Sri Lanka. In fact, I believe that the garment industry is allowed to keep some of their foreign exchange in order to purchase their inputs of production which is apparently around 40% of the export earnings. But other exporters are obviously not remitting back their hard earned export proceeds, anticipating that there will be continuous depreciation of the SL rupee.",
    "The CB has now set up a corridor within which banks can transact business in dollars for the rupee to be within Rs. 355/- to Rs. 365/- per dollar. How long they can maintain these rates without having foreign exchange to defend the rupee is any one’s guess. My guess is they will be forced to increase that rate and have some sort of “Pegged Float” .",
    "I am told that in India exporters are mandatorily required to remit their fully proceeds back to their country. Can’t we adopt a similar policy without trying to restrict imports of essential food which may result in starvation? These strategies will result in a further unbearable price hike of essential food items and may result also in starvation by August or September 2022, as declared in parliament by the current PM. I do not know if he took such restrictions into consideration when he made those remarks. If at all it may further exacerbate the sad situation.",
    "Unless the Chambers make strong representations not to immediately bring in these restrictions and ensure that there are sufficient stocks of food items in the country before they impose such controls, it will result in a disaster. Unfortunately, due to the stupid and obstinate decision to ban pesticide’s and chemical fertilizers, the Maha harvest was around 40% less than in the previous year .",
    "It is also observed that only 25% of the available land is being cultivated for Yala , basically without fertilizer, and the harvest will drop even below 25% , with no rice available through domestic production. The stupid policy has now being changed, but it is too late. We are told that India is going to send us a large stock of urea. I hope it will be in time to fertilize the Yala crop. If not, there will definitely be a shortage of rice and if we do not import using whatever channels available, the people of our country will not even have enough rice for one meal per day.",
    "Our Chambers are normally in the practice of playing ball with ridiculous policies and criticizing such policies after the event. These importers may not belong to those prestigious chambers, which comprise of a different class of members, but if they do not act with the country’s interest at heart they will definitely exacerbate again the impending food shortage.",
    "(Former Chairman Commercial Bank PLC, United Motors PLC , Deputy chairman Hayley’s PLC , Former Chairman Employers Federation of Ceylon , Planter’s Association of Ceylon , Member of Employees Trust Fund Board, Former Chairman ICC Sri Lanka., and Chairman of the Joint Chambers of Commerce and Industry, Former Director DFCC , Past International President , 2007/2008, Lions Clubs International, Former Chairman, 2008/2009 Lions Clubs International Foundation .)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පුද්ගලික අංශයේ වාණිජ මණ්ඩල - ඔවුන් නිදා සිටිනවාද?",
      "body_lines": [
        "මට ඇත්තටම පුදුමයි!. ඔවුන් “සන්ඩේ බිස්නස් ටයිම්ස්” හි “ආනයනකයන් අත්‍යවශ්‍ය ආහාර ආනයනය අත්හිටුවීමට” යන මාතෘකාව යටතේ ලිපියක් කියවා තිබේද?",
        "ලිපිය සාරාංශගත කරමින්, මහ බැංකුව පෙන්වා දී ඇත්තේ මසකට රටවලින් ආනයනය කරන ලද භාණ්ඩවලින් 25%ක් (ඇ.ඩො. බිලියන 1.6 සිට 1.8 දක්වා) විවෘත ගිණුම් භාවිත කිරීමෙන් සහ 12%කට වඩා වැඩි ප්‍රමාණයක් ගෙවීම්වලට එරෙහිව ලියකියවිලි (DP) හරහා සිදු කර ඇති බවයි. පිළිගැනීමේ (DA) නියමයන්. 2022 මැයි 20 දින සිට ක්‍රියාත්මක වන පරිදි විවෘත ගිණුම් ගෙවීමේ නියමයන් භාවිතා කරමින් ආනයනය කිරීම තහනම් කරමින් මුදල් අමාත්‍යාංශය විසින් අවශ්‍ය මාර්ගෝපදේශ ඇතුළත් ගැසට් නිවේදනයක් පසුගියදා නිකුත් කරන ලදී.",
        "විවෘත ගිණුම් ගනුදෙනුවක් යනු මුදල් ප්‍රවාහය අනුව ආනයනකරුට (සහ එමගින් ආනයනකරුගේ රටට) වාසියක් සලසමින් භාණ්ඩ නැව්ගත කර ගෙවීමට පෙර ලබා දෙන විකිණීමකි. විදේශයන්හි බහුලව භාවිතා වන ගැණුම්කරුට විකුණුම්කරු විසින් මෙම ණය දීර්ඝ කිරීම, අවශ්‍ය සියලුම ලියකියවිලි සමඟ භාණ්ඩ, මෙම ක්‍රමය යටතේ නිශ්චිත දිනයක අපනයනකරුවන්ගේ ඉන්වොයිසිය ගෙවීමට එකඟ වූ ආනයනකරු වෙත කෙලින්ම නැව්ගත කරනු ලැබේ. මෙය අපනයනකරු සහ ආනයනකරු අතර විශ්වාසය මත පදනම් වේ.",
        "පාරිභෝගික අවශ්‍යතා සපුරාලීම සඳහා ශ්‍රී ලංකාව මසකට ළූණු, හාල්මැස්සන්, අර්තාපල්, පරිප්පු, ධාන්‍ය වර්ග සහ සහල් ඇතුළු ආහාර ඩොලර් මිලියන 200 ක් පමණ ආනයනය කරයි. ආහාර ආනයනකරුවන් විසින් විවෘත ගිණුමකින් වෙලඳපොලෙන් ඩොලරය මිලදී ගැනීම සීමා කිරීම සහ පිටකොටුවේ වෙළෙන්දන්ට ණයවර ලිපි (LC) විවෘත කිරීමට බල කිරීම හෝ නිල මාර්ග හරහා බිල්පත් සම්පූර්ණයෙන් පියවා නොගන්නා ආහාර ආනයනකරුවන්ට එරෙහිව රේගු බලධාරීන් විසින් දැඩි පියවර ගැනීමට කටයුතු කිරීම නිසා නිර්මාණය වනු ඇත. බොහෝ ආනයනකරුවන්ට අනුව ඉදිරි මාස දෙක තුළ පෙර නොවූ විරූ ආහාර හිඟයක්.",
        "“හලාල්” සහ “උණ්ඩියල්” හරහා බ්ලැක් මාර්කට් ගණුදෙණු කිරීම වැළැක්වීම සඳහා මහ බැංකුව බොහෝ ක්‍රමවේද අනුගමනය කර ඇත. මේවා පරම විශ්වාසනීය සහ වසර 500කට වැඩි කාලයක් ක්‍රියාත්මක විය යුතු යැයි සැලකෙන පද්ධති වන අතර එයින් ලැබෙන ආදායම ගෙදර දොරකඩටම ලබා දෙයි. පසුගිය වසරට සාපේක්ෂව වැඩි වූ අතර ඇත්ත වශයෙන්ම අඩු විය.",
        "අප කවුරුත් දන්නා පරිදි, අවශ්‍යතා ඇති විට පද්ධති වටා යාමට මිනිසා දක්ෂයි. මවුපියන් දරුවන් අධ්‍යාපනය සඳහා පිටරට යවන විට ඔවුන්ගේ පාඨමාලා ගාස්තු සහ ජීවන වියදම් සඳහා මාසිකව මුදල් එවනවා. ශිෂ්‍යයන් පුරුදු වී සිටින්නේ එවැනි මුදල් ලැබීමට ය. මේ සඳහා දෙමාපියන්ට විදේශ විනිමය ලබා නොදුන්නොත් ඔවුන් වෙනත් ක්‍රම අත්හදා බලනු ඇත. එය හුදෙක් ශ්‍රී ලංකාවට මුදල් නොයවා විදේශිකයන් විසින් එම මුදල් සෘජුවම අදාළ විශ්වවිද්‍යාල වෙත යැවීමේ ක්‍රියා පටිපාටියක් සැකසීමේ කාරණයක් වන අතර එමඟින් මෙම සිසුන්ට පාරට බැසීමට සිදු නොවන බව සහතික වේ.",
        "ශිෂ්‍යයන්ගේ ප්‍රතිවිපාක පිළිබඳ උදාහරණයක් ලෙස මහ බැංකුවේ හිටපු නියෝජ්‍ය අධිපතිවරයකු වූ ආචාර්ය ඩබ්ලිව්.ඒ. විජේවර්ධන සිය ලිපියක සඳහන් කළේ එංගලන්තයේ ආචාර්ය උපාධිය සඳහා පර්යේෂණ කිරීමට සම්බන්ධ වූ විට නයිජීරියාවේ ද එවැනිම අර්බුදයක් ඇති වූ බවයි. සිසුන් මුදල් හිඟාකමින් පාරේ සිටියහ. අපේ ශ්‍රී ලංකා මාපියන් තම දරුවන්ට මෙය සිදුවීමට ඉඩ නොතබන අතර ඔවුන්ගේ විදේශ විනිමය අවශ්‍යතා සපුරාලීම සඳහා ඔවුන් දක්ෂ ක්‍රම අනුගමනය කරනු ඇත.",
        "කළු වෙලඳපොල සීමා කිරීමට මහ බැංකුව දරන සියලු උත්සාහයන් මෙම උපාය මාර්ග භාවිතා කිරීමෙන් සාර්ථක නොවනු ඇත. අපගේ වගකීම් කිසිවක් ඉටු කිරීමට කිසිසේත්ම විදේශ විනිමය නොමැති බව අපි දනිමු. සිසුන්ගේ ගාස්තු මත වාර්ෂිකව විශාල විදේශ විනිමය ප්‍රමාණයක් එවන බව මම විශ්වාස කරමි. එක් අවස්ථාවක දී මහ බැංකුව පෙන්වා දුන්නේ ඔවුන්ගේ පළමු ප්‍රමුඛතාවය සිසුන් වෙත ප්‍රේෂණ නමුත් විදේශ සංචිත බිංදුවට ආසන්න නම් ප්‍රමුඛතාවයක් ඇත්තේ කෙසේද යන්නයි.",
        "2022 අපේ‍්‍රල් මාසය හැර සෑම මාසයකම අපනයනය මසකට බිලියනයකට වඩා වැඩි බවත්, නමුත් එයින් 50%ක් පමණ ආපසු ලංකාවට ගෙන එන බවත් වාර්තා වේ. ඇත්ත වශයෙන්ම, ඇඟලුම් කර්මාන්තයට ඔවුන්ගේ නිෂ්පාදන යෙදවුම් මිලදී ගැනීම සඳහා ඔවුන්ගේ විදේශ විනිමය තබා ගැනීමට අවසර දී ඇති බව මම විශ්වාස කරමි, එය පැහැදිලිවම අපනයන ආදායමෙන් 40% ක් පමණ වේ. එහෙත් අනෙකුත් අපනයනකරුවන් පැහැදිලිවම ශ්‍රී ලංකා රුපියල දිගින් දිගටම අවප්‍රමාණය වනු ඇතැයි අපේක්ෂාවෙන් තම මහන්සියෙන් උපයාගත් අපනයන ආදායම ආපසු ප්‍රේෂණය නොකරයි.",
        "බැංකුව දැන් කොරිඩෝවක් පිහිටුවා ඇති අතර, රුපියල රුපියල රු. 355/- සිට රු. ඩොලරයකට 365/-. රුපියල ආරක්ෂා කර ගැනීම සඳහා විදේශ විනිමය නොමැතිව ඔවුන්ට කොපමණ කාලයක් මෙම අනුපාත පවත්වා ගත හැකිද යන්න කිසිවෙකුගේ අනුමානයකි. මගේ අනුමානය නම් ඔවුන්ට එම අනුපාතය වැඩි කිරීමට සහ යම් ආකාරයක \"Pegged Float\" ඇති කර ගැනීමට බල කෙරෙනු ඇති බවයි.",
        "ඉන්දියාවේ අපනයනකරුවන් ඔවුන්ගේ සම්පූර්ණ ආදායම ආපසු තම රටට ප්‍රේෂණය කිරීම අනිවාර්ය බව මට කියනු ලැබේ. කුසගින්න ඇති කළ හැකි අත්‍යවශ්‍ය ආහාර ආනයනය සීමා කිරීමට උත්සාහ නොකර අපට සමාන ප්‍රතිපත්තියක් අනුගමනය කළ නොහැකිද? මෙම උපාය මාර්ග නිසා අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍යවල තවදුරටත් දරාගත නොහැකි මිල ඉහළ යාමක් සිදුවනු ඇති අතර වත්මන් අගමැතිවරයා විසින් පාර්ලිමේන්තුවේදී ප්‍රකාශ කරන ලද පරිදි 2022 අගෝස්තු හෝ සැප්තැම්බර් වන විට කුසගින්න ද ඇති විය හැක. ඔහු එම ප්‍රකාශ කරන විට එවැනි සීමා කිරීම් සැලකිල්ලට ගත්තාදැයි මම නොදනිමි. එය කනගාටුදායක තත්ත්වය තවත් උග්‍ර කළ හැකි නම්.",
        "මෙම සීමා කිරීම් වහා ගෙන නොඑන ලෙස සභා ගර්භය දැඩිව කරුණු ඉදිරිපත් කරන්නේ නම් සහ එවැනි පාලනයක් පැනවීමට පෙර අවශ්‍ය තරම් ආහාර ද්‍රව්‍ය තොග රට තුළ ඇති බවට සහතික නොවන්නේ නම් එය විනාශයක් වනු ඇත. අවාසනාවකට මෙන්, පළිබෝධනාශක සහ රසායනික පොහොර තහනම් කිරීමට ගත් මුග්ධ හා මුරණ්ඩු තීරණය නිසා, මහා අස්වැන්න පෙර වසරට වඩා 40% කින් පමණ අඩු විය.",
        "මූලික වශයෙන් පොහොර නොමැතිව යල සඳහා වගා කරනු ලබන්නේ පවතින ඉඩම්වලින් 25% ක් පමණක් බවත්, දේශීය නිෂ්පාදනයෙන් සහල් ලබා නොගෙන අස්වැන්න 25% ට වඩා පහත වැටෙන බවත් නිරීක්ෂණය කෙරේ. මෝඩ ප්‍රතිපත්තිය දැන් වෙනස් වී ඇත, නමුත් එය ප්‍රමාද වැඩිය. ඉන්දියාව අපිට යූරියා විශාල තොගයක් එවන්න යනවා කියලා කියනවා. යල බෝගයට පොහොර යෙදීමට කාලය එනු ඇතැයි මම බලාපොරොත්තු වෙමි. එසේ නොවුණහොත් නියත වශයෙන්ම සහල් හිඟයක් ඇති වන අතර පවතින කුමන නාලිකා භාවිතා කර ආනයනය නොකළහොත් අපේ රටේ ජනතාවට දිනකට වේලකටවත් බත් නොමැති වනු ඇත.",
        "අපගේ සභා ගර්භය සාමාන්‍යයෙන් විකාර සහගත ප්‍රතිපත්ති සමඟ පන්දුව ක්‍රීඩා කිරීම සහ උත්සවයෙන් පසු එවැනි ප්‍රතිපත්ති විවේචනය කිරීමේ පුරුද්දක පවතී. මෙම ආනයනකරුවන් වෙනත් පන්තියක සාමාජිකයන්ගෙන් සමන්විත කීර්තිමත් කුටිවලට අයත් නොවිය හැකි නමුත් ඔවුන් රටේ අවශ්‍යතාවය හදවතින්ම ක්‍රියා නොකරන්නේ නම් ඔවුන් අනිවාර්යයෙන්ම ඉදිරියේදී ඇති විය හැකි ආහාර හිඟය තවත් උග්‍ර කරනු ඇත.",
        "(හිටපු සභාපති කොමර්ෂල් බෑන්ක් පීඑල්සී, යුනයිටඩ් මෝටර්ස් පීඑල්සී, උප සභාපති හේලීස් පීඑල්සී, ලංකා හිටපු සභාපති හාම්පුතුන්ගේ සම්මේලනය, ලංකා වැවිලිකරුවන්ගේ සංගමය, සේවක භාරකාර අරමුදල් මණ්ඩලයේ සාමාජික, හිටපු සභාපති අයිසීසී ශ්‍රී ලංකා., සහ ඒකාබද්ධ වාණිජ මණ්ඩල සභාපති සහ කර්මාන්ත, හිටපු අධ්‍යක්ෂ DFCC, හිටපු ජාත්‍යන්තර සභාපති, 2007/2008, Lions Clubs International, හිටපු සභාපති, 2008/2009 Lions Clubs International Foundation.)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தனியார் துறை வர்த்தக சேம்பர்ஸ் - அவர்கள் தூங்குகிறார்களா?",
      "body_lines": [
        "நான் உண்மையிலேயே ஆச்சரியப்படுகிறேன்!. அவர்கள் “சண்டே பிசினஸ் டைம்ஸ்” இதழில் “இறக்குமதியாளர்கள் அத்தியாவசிய உணவு இறக்குமதியை நிறுத்தி வைக்க வேண்டும்” என்ற தலைப்பின் கீழ் ஒரு கட்டுரையைப் படித்திருக்கிறார்களா?",
        "கட்டுரையை சுருக்கமாக, மத்திய வங்கியானது, மாதத்திற்கு நாடுகளின் இறக்குமதியில் 25% (அமெரிக்க $ 1,6 முதல் 1.8 பில்லியன் வரை) திறந்த கணக்குகளைப் பயன்படுத்துவதன் மூலமும், 12% க்கும் அதிகமான பணம் செலுத்துதலுக்கு எதிரான ஆவணங்கள் மூலமும் மேற்கொள்ளப்படுகிறது (DP) விதிமுறைகள் மற்றும் ஆவணங்கள் ஏற்பு (DA) விதிமுறைகள். 2022 ஆம் ஆண்டு மே 20 ஆம் தேதி முதல் அமுலுக்கு வரும் வகையில் திறந்த கணக்கு செலுத்தும் விதிமுறைகளைப் பயன்படுத்தி இறக்குமதி செய்வதைத் தடை செய்து, தேவையான வழிகாட்டுதல்களுடன் கூடிய வர்த்தமானி அறிவிப்பை நிதி அமைச்சகம் சமீபத்தில் வெளியிட்டது.",
        "ஒரு திறந்த கணக்கு பரிவர்த்தனை என்பது ஒரு விற்பனையாகும், அங்கு பொருட்கள் அனுப்பப்பட்டு பணம் செலுத்தப்படுவதற்கு முன்பே விநியோகிக்கப்படுகின்றன, இது பணப்புழக்கத்தின் அடிப்படையில் இறக்குமதியாளருக்கு (அதன் மூலம் இறக்குமதியாளரின் நாட்டிற்கு) ஒரு நன்மையை வழங்குகிறது. வெளிநாட்டில் பொதுவாகப் பயன்படுத்தப்படும் வாங்குபவருக்கு விற்பனையாளரின் இந்தக் கடன் நீட்டிப்பு, தேவையான அனைத்து ஆவணங்களுடனும், இந்த முறையின் கீழ் குறிப்பிட்ட தேதியில் ஏற்றுமதியாளர்களின் விலைப்பட்டியலைச் செலுத்த ஒப்புக்கொண்ட இறக்குமதியாளருக்கு நேரடியாக சரக்குகள் அனுப்பப்படுகின்றன. இது ஏற்றுமதியாளர் மற்றும் இறக்குமதியாளர் இடையே உள்ள நம்பிக்கையின் அடிப்படையில் அமைந்துள்ளது.",
        "நுகர்வோரின் தேவைகளைப் பூர்த்தி செய்வதற்காக வெங்காயம், ஸ்ப்ரேட்ஸ், உருளைக்கிழங்கு, பருப்பு, தானியங்கள் மற்றும் அரிசி உட்பட மாதாந்தம் சுமார் 200 மில்லியன் அமெரிக்க டாலர் உணவுப் பொருட்களை இலங்கை இறக்குமதி செய்கிறது. உணவு இறக்குமதியாளர்கள் திறந்த கணக்கில் சந்தைகளில் இருந்து டாலரை வாங்குவதைக் கட்டுப்படுத்துவது மற்றும் பெட்டா வணிகர்களை கடன் கடிதங்களை (எல்சி) திறக்க கட்டாயப்படுத்துவது அல்லது அதிகாரப்பூர்வ சேனல்கள் மூலம் பில்களை முழுமையாக செலுத்தாத உணவு இறக்குமதியாளர்கள் மீது நடவடிக்கை எடுக்க சுங்க அதிகாரிகளைப் பெறுவது ஆகியவை உருவாக்கும். பல இறக்குமதியாளர்களின் கூற்றுப்படி அடுத்த இரண்டு மாதங்களில் முன்னெப்போதும் இல்லாத உணவுப் பற்றாக்குறை.",
        "\"ஹலால்\" மற்றும் \"உண்டியல்\" மூலம் கறுப்புச் சந்தைப் பரிவர்த்தனைகளைத் தடுக்கவும், தடுக்கவும் மத்திய வங்கி பல வழிமுறைகளைக் கையாள்கிறது. இவை முற்றிலும் நம்பகத்தன்மை கொண்டதாகவும், 500 ஆண்டுகளுக்கும் மேலாக இயங்கி, வீட்டு வாசலில் கிடைக்கும் வருமானம் கொண்ட அமைப்புகளாகும். கடந்த ஆண்டுடன் ஒப்பிடுகையில் அதிகரித்துள்ளது மற்றும் உண்மையில் குறைந்துள்ளது.",
        "நாம் அனைவரும் அறிந்தபடி, தேவை ஏற்படும் போது அமைப்புகளைச் சுற்றிச் செல்வதில் மனிதன் புத்திசாலி. பெற்றோர்கள் குழந்தைகளை கல்விக்காக வெளிநாடுகளுக்கு அனுப்பும் போது அவர்களின் படிப்புக் கட்டணம் மற்றும் வாழ்க்கைச் செலவுகளுக்காக மாதாந்திர பணம் அனுப்புகிறார்கள். மாணவர்கள் இப்படி பணம் அனுப்புவது வழக்கம். இந்த நோக்கத்திற்காக பெற்றோருக்கு அந்நிய செலாவணி வழங்கப்படாவிட்டால், அவர்கள் இயற்கையாகவே வேறு வழிகளில் முயற்சிப்பார்கள். இலங்கைக்கு பணத்தை அனுப்பாமல் வெளிநாட்டவர்கள் நேரடியாக அந்தந்த பல்கலைக்கழகங்களுக்கு பணத்தை அனுப்பும் நடைமுறையை அமைப்பது ஒரு விஷயம், இதன் மூலம் இந்த மாணவர்கள் தெருவில் இருக்க வேண்டியதில்லை.",
        "மத்திய வங்கியின் முன்னாள் துணை ஆளுநரான டாக்டர் டபிள்யூ.ஏ. விஜேவர்தன, தனது கட்டுரை ஒன்றில் இங்கிலாந்தில் தனது முனைவர் பட்டத்திற்கான ஆராய்ச்சியில் ஈடுபட்டபோது, ​​நைஜீரியாவிலும் இதேபோன்ற நெருக்கடி ஏற்பட்டது என்று மாணவர்களின் விளைவுகளுக்கு ஒரு உதாரணம் வழங்கப்பட்டது. மாணவர்கள் சாலையில் பணத்திற்காக பிச்சை எடுத்தனர். எமது இலங்கைப் பெற்றோர்கள் தமது பிள்ளைகளுக்கு இவ்வாறு ஏற்படுவதற்கு இடமளிக்க மாட்டார்கள் மேலும் அவர்கள் தமது அந்நியச் செலாவணி தேவைகளைப் பூர்த்தி செய்ய புத்திசாலித்தனமான வழிமுறைகளைக் கடைப்பிடிப்பார்கள்.",
        "கறுப்புச் சந்தையைக் குறைப்பதற்கான அனைத்து முயற்சிகளையும் கொண்ட மத்திய வங்கி இந்த உத்திகளைப் பயன்படுத்துவதன் மூலம் வெற்றியடையாது. எங்களின் எந்தவொரு கடமைகளையும் நிறைவேற்ற அந்நியச் செலாவணி இல்லை என்பதை நாங்கள் அறிவோம். மாணவர்களின் கட்டணத்தில் ஆண்டுதோறும் அதிக அளவு அந்நியச் செலாவணி அனுப்பப்படுகிறது என்று நான் நம்புகிறேன். ஒரு கட்டத்தில், மத்திய வங்கி அவர்களின் முதல் முன்னுரிமை மாணவர்களுக்கு பணம் அனுப்புவதாக இருந்தது, ஆனால் வெளிநாட்டு கையிருப்பு பூஜ்ஜியத்திற்கு அருகில் இருந்தால் எப்படி முன்னுரிமை இருக்க முடியும் என்று சுட்டிக்காட்டியது.",
        "2022 ஆம் ஆண்டு ஏப்ரல் மாதம் தவிர்ந்த ஒவ்வொரு மாதமும் இன்று வரை மாதாந்தம் ஒரு பில்லியனுக்கும் அதிகமான ஏற்றுமதிகள் நடைபெறுவதாகவும், ஆனால் அதில் 50% மட்டுமே இலங்கைக்கு திரும்பக் கொண்டுவரப்படுவதாகவும் தெரிவிக்கப்படுகிறது. உண்மையில், ஆடைத் தொழில்துறையினர் தங்கள் உற்பத்தி உள்ளீடுகளை வாங்குவதற்காக, ஏற்றுமதி வருவாயில் சுமார் 40% தங்கள் அந்நியச் செலாவணியில் சிலவற்றை வைத்திருக்க அனுமதிக்கப்படுகிறார்கள் என்று நான் நம்புகிறேன். ஆனால் மற்ற ஏற்றுமதியாளர்கள், இலங்கை ரூபாயின் தொடர்ச்சியான தேய்மானம் இருக்கும் என்று எதிர்பார்த்து, கடின உழைப்பால் சம்பாதித்த ஏற்றுமதி வருமானத்தை திரும்பப் பெறுவதில்லை.",
        "CB இப்போது ஒரு நடைபாதையை அமைத்துள்ளது, அதற்குள் வங்கிகள் டாலரில் வர்த்தகம் செய்து ரூபாய்க்கு ரூ. 355/- முதல் ரூ. ஒரு டாலருக்கு 365/-. ரூபாயைப் பாதுகாக்க அன்னியச் செலாவணி இல்லாமல் எவ்வளவு காலம் இந்த விகிதங்களை பராமரிக்க முடியும் என்பது எவரது யூகமும். அந்த விகிதத்தை அதிகரிக்க அவர்கள் கட்டாயப்படுத்தப்படுவார்கள் மற்றும் ஒருவித \"பெக்ட் ஃப்ளோட்\" வேண்டும் என்பது என் யூகம்.",
        "இந்தியாவில் ஏற்றுமதியாளர்கள் தங்கள் முழு வருமானத்தையும் தங்கள் நாட்டிற்குத் திருப்பி அனுப்புவது கட்டாயம் என்று எனக்குத் தெரிவிக்கப்பட்டுள்ளது. பட்டினியால் வாடக்கூடிய அத்தியாவசிய உணவுப் பொருட்களின் இறக்குமதியைக் கட்டுப்படுத்த முயற்சிக்காமல் இதேபோன்ற கொள்கையை நாம் பின்பற்ற முடியாதா? இந்த உத்திகள் அத்தியாவசிய உணவுப் பொருட்களின் மேலும் தாங்க முடியாத விலை உயர்வை விளைவித்து 2022 ஆகஸ்ட் அல்லது செப்டெம்பர் மாதத்திற்குள் பட்டினிச் சாவை ஏற்படுத்தும், தற்போதைய பிரதமரால் பாராளுமன்றத்தில் அறிவிக்கப்பட்டது. அவர் அந்தக் கருத்துக்களைக் கூறும்போது அத்தகைய கட்டுப்பாடுகளை அவர் கவனத்தில் கொண்டாரா என்று எனக்குத் தெரியவில்லை. ஒருவேளை அது சோகமான சூழ்நிலையை மேலும் மோசமாக்கலாம்.",
        "இந்தக் கட்டுப்பாடுகளை உடனடியாகக் கொண்டு வர வேண்டாம் என்று அறைகள் வலுவான பிரதிநிதித்துவங்களைச் செய்யாவிட்டால், அத்தகைய கட்டுப்பாடுகளை விதிக்கும் முன் நாட்டில் போதுமான உணவுப் பொருட்கள் இருப்பதை உறுதி செய்யாவிட்டால், அது பேரழிவை ஏற்படுத்தும். துரதிர்ஷ்டவசமாக, பூச்சிக்கொல்லி மற்றும் இரசாயன உரங்களை தடை செய்வதற்கான முட்டாள்தனமான மற்றும் பிடிவாதமான முடிவின் காரணமாக, மகாமக அறுவடை முந்தைய ஆண்டை விட 40% குறைவாக இருந்தது.",
        "கிடைக்கக்கூடிய நிலத்தில் 25% மட்டுமே யாலுக்காக பயிரிடப்படுகிறது, அடிப்படையில் உரம் இல்லாமல், அறுவடை 25% க்கும் குறைவாகக் குறையும், உள்நாட்டு உற்பத்தி மூலம் அரிசி கிடைக்காது. முட்டாள்தனமான கொள்கை இப்போது மாற்றப்பட்டுள்ளது, ஆனால் அது மிகவும் தாமதமானது. இந்தியா எங்களுக்கு அதிக அளவு யூரியாவை அனுப்பப் போகிறது என்று கூறப்படுகிறது. ஏலப் பயிருக்கு உரமிடுவதற்கான நேரமாக இருக்கும் என்று நம்புகிறேன். இல்லை என்றால் கண்டிப்பாக அரிசி தட்டுப்பாடு ஏற்படும், என்னென்ன சானல்களை பயன்படுத்தி இறக்குமதி செய்யவில்லை என்றால், நம் நாட்டு மக்களுக்கு ஒரு வேளை உணவுக்கு கூட அரிசி கிடைக்காது.",
        "எங்கள் சேம்பர்ஸ் பொதுவாக அபத்தமான கொள்கைகளுடன் பந்து விளையாடுவதும், நிகழ்வுக்குப் பிறகு அத்தகைய கொள்கைகளை விமர்சிப்பதும் வழக்கம். இந்த இறக்குமதியாளர்கள் அந்த மதிப்புமிக்க அறைகளைச் சேர்ந்தவர்கள் அல்ல, அவை வெவ்வேறு வகுப்பு உறுப்பினர்களைக் கொண்டிருக்கின்றன, ஆனால் அவர்கள் நாட்டின் நலனை மனதில் கொண்டு செயல்படவில்லை என்றால் அவர்கள் நிச்சயமாக வரவிருக்கும் உணவுப் பற்றாக்குறையை மீண்டும் அதிகப்படுத்துவார்கள்.",
        "(முன்னாள் தலைவர் கொமர்ஷல் பேங்க் பிஎல்சி, யுனைடெட் மோட்டார்ஸ் பிஎல்சி, துணைத் தலைவர் ஹேலிஸ் பிஎல்சி, இலங்கையின் முன்னாள் தலைவர் முதலாளிமார் சம்மேளனம், இலங்கைத் தோட்டக்காரர்கள் சங்கம், ஊழியர் நம்பிக்கை நிதியச் சபை உறுப்பினர், ஐசிசி ஸ்ரீலங்காவின் முன்னாள் தலைவர், மற்றும் கூட்டு வர்த்தக சபையின் தலைவர் மற்றும் தொழில்துறை, முன்னாள் இயக்குனர் DFCC, கடந்த சர்வதேச தலைவர், 2007/2008, லயன்ஸ் கிளப்ஸ் இன்டர்நேஷனல், முன்னாள் தலைவர், 2008/2009 லயன்ஸ் கிளப்ஸ் இன்டர்நேஷனல் பவுண்டேஷன்.)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}