{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/APTS-prepares-for-next-phase-of-growth-by-strengthening-leadership-team/34-735033",
  "time_ut": 1652985000,
  "title": "APTS prepares for next phase of growth by strengthening leadership team",
  "body_lines": [
    "From left: Non-Executive Director Chanaka Peiris, Non-Executive Director Dr. Nirmal De Silva, Non-Executive Director Ramzeena Morseth Lye and Founder and Managing Director Namal Senaratna",
    "Asia Pacific Technology Systems (APTS), an award-winning Information Technology Solutions provider in the region, is gearing for its next phase of growth through the appointment of three reputed Independent Non-Executive Directors to its Board.",
    "The new appointments will further strengthen the company’s strategic focus and governance structure which will assist the company to reach its vision. The new appointments of APTS include Dr. Nirmal De Silva, Ramzeena Morseth Lye, and Chanaka Peiris.",
    "Dr. Nirmal De Silva is a well-known strategy consultant, entrepreneur, and associate professor in business strategy. He brings in a wealth of experience from the region and currently serves a number of companies in the State and private sector as a Board Director and Advisor.",
    "Ramzeena Morseth Lye is an experienced Sales and Marketing professional with decades of experience at senior capacity in organisations like Hayleys Consumer Products and Pizza Hut Sri Lanka. Until recently she served as the Chief Marketing Officer of Hutch in Sri Lanka.",
    "Chanaka Peiris who also joins the Board is a banking and financial services expert with over 30 years of extensive senior managerial experience with leading local and international banks including Standard Chartered Bank Sri Lanka and India, Nova Scotia Bank, Societe Generale, Deutsche Bank and Hatton National Bank. He was also a Past President of the Sri Lanka Forex Association.",
    "These dynamic business leaders through their wide experience and expertise will bring in the added dynamism, professionalism and innovative thinking required for APTS to reach its true potential whilst continuing to be the ‘game changer’ in the industry.",
    "APTS with its humble beginnings in 2008 has been driven on the purpose of creating value through client-centric solutions of global standards. APTS offers assistance to clients through all stages, from initially analysing the requirement, recommending the best course of action, designing the solution, and finally deploying the solution as well as fine-tuning the solution until the client’s needs are met.",
    "Over the years the strong customer base and cutting-edge technology implementations have helped APTS continually differentiate itself from the rest of its peers. The regional accolades the company has received from its world-class vendors is a testament to the company’s capability, service orientation, and innovative operational philosophy.",
    "APTS Founder and Managing Director Namal Senaratna said: “It is with great pleasure that we welcome the new appointments to our Board. What differentiates us from the rest is our dedication to human values and our focus on people, be it our clients, our staff, or the communities around us.",
    "“It is for this reason that we decided to appoint Dr. Nirmal, Ramzeena, and Chanaka as Non-Executive Directors to our Board.  We believe that they embody not just our work ethic and business acumen, but also our vision to enrich our world through the empowerment of people and usher in a bright future for everyone all with an ethically driven mindset.”"
  ],
  "translate": {
    "si": {
      "title": "නායකත්ව කණ්ඩායම ශක්තිමත් කිරීම මගින් APTS වර්ධනයේ ඊළඟ අදියර සඳහා සූදානම් වේ",
      "body_lines": [
        "වමේ සිට: විධායක නොවන අධ්‍යක්ෂ චානක පීරිස්, විධායක නොවන අධ්‍යක්ෂ ආචාර්ය නිර්මාල් ද සිල්වා, විධායක නොවන අධ්‍යක්ෂ රම්සීනා මොර්සෙත් ලයි සහ නිර්මාතෘ සහ කළමනාකාර අධ්‍යක්ෂ නාමල් සේනාරත්න",
        "කලාපයේ සම්මානලාභී තොරතුරු තාක්ෂණ විසඳුම් සපයන්නෙකු වන Asia Pacific Technology Systems (APTS), කීර්තිමත් ස්වාධීන විධායක නොවන අධ්‍යක්ෂවරුන් තිදෙනෙකු එහි අධ්‍යක්ෂ මණ්ඩලයට පත් කිරීම හරහා එහි මීළඟ අදියරේ වර්ධනය සඳහා සූදානම් වේ.",
        "නව පත්වීම් මගින් සමාගමේ උපායමාර්ගික අවධානය සහ පාලන ව්‍යුහය තවදුරටත් ශක්තිමත් වන අතර එමඟින් සමාගමට එහි දැක්ම කරා ළඟා වීමට සහාය වනු ඇත. APTS හි නව පත්වීම් අතරට ආචාර්ය නිර්මාල් ද සිල්වා, රම්සීනා මොර්සෙත් ලයි සහ චානක පීරිස් ඇතුළත් වේ.",
        "ආචාර්ය නිර්මාල් ද සිල්වා ප්‍රසිද්ධ උපාය උපදේශකයෙක්, ව්‍යවසායකයෙක් සහ ව්‍යාපාර උපාය මාර්ග පිළිබඳ සහකාර මහාචාර්යවරයෙකි. ඔහු කලාපයෙන් අත්දැකීම් සම්භාරයක් ගෙන එන අතර දැනට රාජ්‍ය හා පෞද්ගලික අංශයේ සමාගම් ගණනාවක අධ්‍යක්ෂ මණ්ඩල අධ්‍යක්ෂ සහ උපදේශක ලෙස සේවය කරයි.",
        "Ramzeena Morseth Lye යනු Hayleys Consumer Products සහ Pizza Hut Sri Lanka වැනි ආයතනවල ජ්‍යෙෂ්ඨ ධාරිතාවයෙන් දශක ගණනාවක පළපුරුද්දක් ඇති පළපුරුදු විකුණුම් සහ අලෙවි වෘත්තිකයෙකි. ඇය මෑතක් වන තුරුම ශ්‍රී ලංකාවේ Hutch හි ප්‍රධාන අලෙවි නිලධාරිනිය ලෙස කටයුතු කළාය.",
        "අධ්‍යක්ෂ මණ්ඩලයට එක්වන චානක පීරිස් මහතා ස්ටෑන්ඩර්ඩ් චාර්ටඩ් බැංකුව ශ්‍රී ලංකා සහ ඉන්දියාව, නෝවා ස්කොටියා බැංකුව, සොසයිට් ජෙනරල්, ඩොයිෂ් බැංකුව සහ හැටන් නැෂනල් ඇතුළු ප්‍රමුඛ පෙළේ දේශීය හා ජාත්‍යන්තර බැංකු සමඟ වසර 30කට අධික ජ්‍යෙෂ්ඨ කළමනාකාර පළපුරුද්දක් ඇති බැංකු හා මූල්‍ය සේවා විශේෂඥයෙකි. බැංකුව. ඔහු ශ්‍රී ලංකා විදේශ විනිමය සංගමයේ හිටපු සභාපතිවරයෙකු ද විය.",
        "මෙම ගතික ව්‍යාපාරික නායකයින් ඔවුන්ගේ පුළුල් පළපුරුද්ද සහ ප්‍රවීණත්වය තුළින් ක්‍ෂේත්‍රයේ 'ක්‍රීඩාව වෙනස් කරන්නා' ලෙස අඛණ්ඩව APTS හට එහි සැබෑ හැකියාවන් කරා ළඟා වීමට අවශ්‍ය එකතු කළ ගතිකත්වය, වෘත්තීයභාවය සහ නව්‍ය චින්තනය ගෙන එනු ඇත.",
        "2008 හි නිහතමානී ආරම්භයක් සහිත APTS ගෝලීය ප්‍රමිතීන්හි සේවාදායක කේන්ද්‍රීය විසඳුම් හරහා වටිනාකමක් නිර්මාණය කිරීමේ අරමුණින් මෙහෙයවනු ලැබ ඇත. APTS විසින් අවශ්‍යතා විශ්ලේෂණය කිරීම, හොඳම ක්‍රියාමාර්ගය නිර්දේශ කිරීම, විසඳුම සැලසුම් කිරීම සහ අවසානයේ විසඳුම යෙදවීම මෙන්ම සේවාදායකයාගේ අවශ්‍යතා සපුරාලන තෙක් විසඳුම මනාව සකස් කිරීමේ සිට සියලුම අදියරයන් හරහා සේවාදායකයින්ට සහාය ලබා දේ.",
        "වසර ගණනාවක් පුරා ශක්තිමත් පාරිභෝගික පදනමක් සහ අති නවීන තාක්‍ෂණ ක්‍රියාත්මක කිරීම් APTS හට එහි සෙසු මිතුරන්ගෙන් අඛණ්ඩව වෙනස් වීමට උපකාරී වී ඇත. සමාගමේ ලෝක මට්ටමේ වෙළෙන්දන්ගෙන් සමාගමට ලැබී ඇති කලාපීය ඇගයීම් සමාගමේ හැකියාව, සේවා දිශානතිය සහ නව්‍ය මෙහෙයුම් දර්ශනය පිළිබඳ සාක්ෂියකි.",
        "APTS නිර්මාතෘ සහ කළමනාකාර අධ්‍යක්ෂ නාමල් සේනාරත්න මහතා මෙසේ පැවසීය: “අපගේ අධ්‍යක්ෂ මණ්ඩලයට නව පත්වීම් ලැබීම ගැන අපි ඉතා සතුටින් පිළිගන්නවා. අනෙක් අයගෙන් අපව වෙනස් කරන්නේ මානව වටිනාකම් සඳහා අපගේ කැපවීම සහ අපගේ ගනුදෙනුකරුවන්, අපගේ කාර්ය මණ්ඩලය හෝ අප වටා සිටින ප්‍රජාවන් වෙත අපගේ අවධානය යොමු කිරීමයි.",
        "“මේ හේතුව නිසා තමයි අපි තීරණය කළේ ආචාර්ය නිර්මාල්, රම්සීනා සහ චානක අපේ මණ්ඩලයට විධායක නොවන අධ්‍යක්ෂවරුන් ලෙස පත් කරන්න. ඔවුන් අපගේ වැඩ ආචාර ධර්ම සහ ව්‍යාපාරික ඥානය පමණක් නොව, මිනිසුන් සවිබල ගැන්වීම තුළින් අපගේ ලෝකය පොහොසත් කිරීමට සහ සදාචාරාත්මකව මෙහෙයවන මානසිකත්වයක් ඇති සැමට දීප්තිමත් අනාගතයක් ගෙන ඒමේ අපගේ දැක්ම ද අන්තර්ගත වන බව අපි විශ්වාස කරමු."
      ]
    },
    "ta": {
      "title": "தலைமைக் குழுவை வலுப்படுத்துவதன் மூலம் APTS அடுத்த கட்ட வளர்ச்சிக்குத் தயாராகிறது",
      "body_lines": [
        "இடமிருந்து: நிறைவேற்று அல்லாத பணிப்பாளர் சானக்க பீரிஸ், நிறைவேற்று அல்லாத பணிப்பாளர் கலாநிதி நிர்மல் டி சில்வா, நிறைவேற்று அல்லாத பணிப்பாளர் ரம்சீனா மோர்செத் லை மற்றும் நிறுவனர் மற்றும் முகாமைத்துவ பணிப்பாளர் நாமல் சேனாரத்ன",
        "ஆசிய பசிபிக் டெக்னாலஜி சிஸ்டம்ஸ் (APTS), பிராந்தியத்தில் விருது பெற்ற தகவல் தொழில்நுட்ப தீர்வுகள் வழங்குநராக உள்ளது, அதன் அடுத்த கட்ட வளர்ச்சிக்கு மூன்று புகழ்பெற்ற சுதந்திரமான நிர்வாகமற்ற இயக்குநர்களை அதன் வாரியத்தில் நியமிப்பதன் மூலம் தயாராகி வருகிறது.",
        "புதிய நியமனங்கள் நிறுவனத்தின் மூலோபாய கவனம் மற்றும் நிர்வாகக் கட்டமைப்பை மேலும் வலுப்படுத்தும், இது நிறுவனம் அதன் பார்வையை அடைய உதவும். APTS இன் புதிய நியமனங்களில் கலாநிதி நிர்மல் டி சில்வா, ரம்சீனா மோர்செத் லை மற்றும் சானக பீரிஸ் ஆகியோர் அடங்குவர்.",
        "கலாநிதி நிர்மல் டி சில்வா ஒரு நன்கு அறியப்பட்ட மூலோபாய ஆலோசகர், தொழில்முனைவோர் மற்றும் வணிக மூலோபாயத்தில் இணைப் பேராசிரியர். அவர் பிராந்தியத்தில் இருந்து அனுபவச் செல்வத்தை கொண்டு வருகிறார் மற்றும் தற்போது அரசு மற்றும் தனியார் துறையில் பல நிறுவனங்களுக்கு வாரிய இயக்குனர் மற்றும் ஆலோசகராக சேவை செய்கிறார்.",
        "ராம்சீனா மோர்செத் லை, Hayleys Consumer Products மற்றும் Pizza Hut Sri Lanka போன்ற நிறுவனங்களில் மூத்த திறன் கொண்ட பல தசாப்தங்களாக அனுபவம் வாய்ந்த விற்பனை மற்றும் சந்தைப்படுத்தல் நிபுணராவார். சமீப காலம் வரை அவர் இலங்கையில் Hutch இன் பிரதம சந்தைப்படுத்தல் அதிகாரியாக பணியாற்றினார்.",
        "சபையில் இணைந்துள்ள சானக பீரிஸ், ஸ்டாண்டர்ட் சார்ட்டர்ட் வங்கி ஸ்ரீலங்கா மற்றும் இந்தியா, நோவா ஸ்கோடியா வங்கி, சொசைட்டி ஜெனரல், டெய்ச் வங்கி மற்றும் ஹட்டன் நேஷனல் உள்ளிட்ட முன்னணி உள்ளூர் மற்றும் சர்வதேச வங்கிகளுடன் 30 ஆண்டுகளுக்கும் மேலான விரிவான சிரேஷ்ட முகாமைத்துவ அனுபவத்துடன் வங்கி மற்றும் நிதிச் சேவை நிபுணர் ஆவார். வங்கி. அவர் இலங்கை அந்நிய செலாவணி சங்கத்தின் முன்னாள் தலைவராகவும் இருந்தார்.",
        "இந்த ஆற்றல்மிக்க வணிகத் தலைவர்கள், தங்களின் பரந்த அனுபவம் மற்றும் நிபுணத்துவத்தின் மூலம், தொழிற்துறையில் 'கேம் சேஞ்சராக' தொடர்ந்து இருக்கும் அதே வேளையில், APTS அதன் உண்மையான திறனை அடையத் தேவையான கூடுதல் ஆற்றல், தொழில்முறை மற்றும் புதுமையான சிந்தனை ஆகியவற்றைக் கொண்டு வருவார்கள்.",
        "APTS ஆனது 2008 இல் அதன் தாழ்மையான தொடக்கத்துடன் உலகளாவிய தரநிலைகளின் வாடிக்கையாளர்-மைய தீர்வுகள் மூலம் மதிப்பை உருவாக்கும் நோக்கத்தில் இயக்கப்படுகிறது. APTS ஆனது வாடிக்கையாளர்களுக்கு தேவையான அனைத்து நிலைகளிலும் உதவிகளை வழங்குகிறது, ஆரம்பத்தில் தேவையை பகுப்பாய்வு செய்வது, சிறந்த நடவடிக்கையை பரிந்துரைப்பது, தீர்வை வடிவமைத்தல் மற்றும் இறுதியாக தீர்வை வரிசைப்படுத்துவது மற்றும் வாடிக்கையாளரின் தேவைகள் பூர்த்தியாகும் வரை தீர்வை நன்றாகச் சரிசெய்வது.",
        "பல ஆண்டுகளாக வலுவான வாடிக்கையாளர் தளம் மற்றும் அதிநவீன தொழில்நுட்ப செயலாக்கங்கள் APTS ஆனது அதன் மற்ற சகாக்களிடமிருந்து தொடர்ந்து தன்னை வேறுபடுத்திக் கொள்ள உதவியது. அதன் உலகத் தரம் வாய்ந்த விற்பனையாளர்களிடமிருந்து நிறுவனம் பெற்றுள்ள பிராந்திய பாராட்டுகள், நிறுவனத்தின் திறன், சேவை நோக்குநிலை மற்றும் புதுமையான செயல்பாட்டுத் தத்துவத்திற்கு ஒரு சான்றாகும்.",
        "APTS நிறுவனர் மற்றும் முகாமைத்துவப் பணிப்பாளர் நாமல் சேனாரத்ன கூறுகையில், “எங்கள் வாரியத்திற்கு புதிய நியமனங்களை நாங்கள் வரவேற்பதில் மிகுந்த மகிழ்ச்சி அடைகிறோம். மற்றவர்களிடமிருந்து நம்மை வேறுபடுத்துவது, மனித விழுமியங்களுக்கான நமது அர்ப்பணிப்பு மற்றும் மக்கள் மீது கவனம் செலுத்துவது, அது எங்கள் வாடிக்கையாளர்களாக இருந்தாலும், எங்கள் ஊழியர்களாக இருந்தாலும் அல்லது நம்மைச் சுற்றியுள்ள சமூகங்களாக இருந்தாலும் சரி.",
        "“இதன் காரணமாகவே டாக்டர். நிர்மல், ரம்சீனா மற்றும் சானகா ஆகியோரை எங்கள் வாரியத்தில் நிர்வாகமற்ற இயக்குநர்களாக நியமிக்க முடிவு செய்தோம். அவை எங்கள் பணி நெறிமுறை மற்றும் வணிக புத்திசாலித்தனம் மட்டுமல்ல, மக்களுக்கு அதிகாரமளிப்பதன் மூலம் நமது உலகத்தை வளமாக்குவதற்கான எங்கள் பார்வையையும் உள்ளடக்கியது என்று நாங்கள் நம்புகிறோம், மேலும் அனைவருக்கும் ஒரு ஒளிமயமான எதிர்காலத்தை நெறிமுறை சார்ந்த மனநிலையுடன் கொண்டு வருகிறோம்."
      ]
    }
  }
}