{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82882/india-provides-life-saving-drugs-equipment-to-jaffna-hospital",
  "time_ut": 1654430460,
  "title": "India provides life-saving drugs, equipment to Jaffna Hospital",
  "body_lines": [
    "In continuation of the Government of India’s ongoing support to the people of Sri Lanka, India in the latest aid provided two truckloads of life-saving medicines and equipment to Jaffna Teaching Hospital (JTH).",
    "The aid was handed over by Consulate General of India, Jaffna Raakesh Natraj to Director (Acting), JTH, Dr Nanthakumar on Sunday.",
    "More aid to Sri Lanka is to follow. The aid will ensure general and critical care in the Northern Province of the Island Nation.",
    "In line with its “neighborhood first” policy, India again came forward to help Sri Lanka during its economic crisis. Indian High Commissioner to Colombo, Gopal Baglay on Friday handed a total of 3.3 tons of essential medical supplies to the 1990 Suwaseriya Ambulance Service.",
    "Mr Baglay said that India’s External Affairs Minister S Jaishankar was apprised of the looming shortage of medical supplies faced by the Foundation during his visit to the Suwaseriya Headquarters in Colombo in March 2022.",
    "“Another promise to the people of #SriLanka delivered!!! During his visit in March, EAM @DrSJaishankar was apprised of shortages of medicines faced by @1990SuwaSeriya. High Commissioner handed over 3.3 tons of medical supplies today to help the vital lifeline run smoothly,” Indian High Commission in Sri Lanka tweeted.",
    "Responding to the urgent need for medical supplies, the High Commission said that the Indian Naval Ship (INS) Gharial was specially deployed for this purpose.",
    "India is becoming a stronger and more mutually beneficial partner to Sri Lanka. Apart from assistance during the pandemic and fertilizer chaos, India is also donating the basic products for the island nation.",
    "Earlier, on May 27, acting High Commissioner of India in Sri Lanka Vinod K. Jacob handed over a consignment of over 25 tons of medical supplies to Minister of Health, Keheliya Rambukwella in Colombo.",
    "Taking to Twitter, the High Commission of India in Sri Lanka said that the consignment is valued at close to 260 million Indian rupees. These efforts prove that Prime Minister Narendra Modi’s ‘Neighborhood First’ policy which places people-to-people engagement is still active. These are complemented by the people of India who have also been donating generously to their brothers and sisters in Sri Lanka.’"
  ],
  "translate": {
    "si": {
      "title": "ඉන්දියාව යාපනය රෝහලට ජීවිතාරක්ෂක ඖෂධ, උපකරණ ලබා දෙයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ජනතාවට ඉන්දීය රජය අඛණ්ඩව ලබා දෙන සහයෝගය අඛණ්ඩව, නවතම ආධාර ලෙස ඉන්දියාව යාපනය ශික්ෂණ රෝහලට (JTH) ජීවිතාරක්ෂක ඖෂධ සහ උපකරණ ට්‍රක් රථ දෙකක් ලබා දුන්නේය.",
        "යාපනයේ ඉන්දීය කොන්සල් ජනරාල් රාකේෂ් නට්‍රාජ් විසින් මෙම ආධාරය ඉරිදා JTH හි අධ්‍යක්ෂ (වැඩ බලන) ආචාර්ය නන්තකුමාර් වෙත භාර දෙන ලදී.",
        "ශ්‍රී ලංකාවට තවත් ආධාර ලබාදීමට නියමිතයි. මෙම ආධාර මගින් දිවයිනේ උතුරු පළාතේ සාමාන්‍ය සහ විවේචනාත්මක සත්කාර සහතික කරනු ඇත.",
        "“අසල්වැසියන්ට පළමුව” ප්‍රතිපත්තියට අනුකූලව, ඉන්දියාව නැවතත් ශ්‍රී ලංකාවට ආර්ථික අර්බුදයේදී උදව් කිරීමට ඉදිරිපත් විය. කොළඹ ඉන්දීය මහ කොමසාරිස් ගෝපාල් බග්ලේ සිකුරාදා 1990 සුවසැරිය ගිලන්රථ සේවයට අත්‍යවශ්‍ය වෛද්‍ය සැපයුම් ටොන් 3.3 ක් ලබා දුන්නේය.",
        "2022 මාර්තු මාසයේදී කොළඹ සුවසැරිය මූලස්ථානයට කළ සංචාරයේදී පදනම මුහුණ දෙන වෛද්‍ය සැපයුම් හිඟය පිළිබඳව ඉන්දීය විදේශ කටයුතු අමාත්‍ය එස් ජයශංකර් මහතා දැනුවත් කළ බව බග්ලේ මහතා පැවසීය.",
        "“ශ්‍රී ලංකා ජනතාවට තවත් පොරොන්දුවක් ඉටුවේවා!!! මාර්තු මාසයේ ඔහුගේ සංචාරය අතරතුර, @DrSJaishankar @1990SuwaSeriya මුහුණ දෙන ඖෂධ හිඟය පිළිබඳව දැනුවත් කරන ලදී. අත්‍යවශ්‍ය ජීවන මාර්ගය සුමටව ක්‍රියාත්මක වීමට උපකාර කිරීම සඳහා මහ කොමසාරිස්වරයා විසින් වෛද්‍ය සැපයුම් ටොන් 3.3 ක් අද භාර දෙන ලදී.",
        "හදිසි වෛද්‍ය සැපයුම් අවශ්‍යතාවයට ප්‍රතිචාර දක්වමින් මහ කොමසාරිස් කාර්යාලය පැවසුවේ, ඉන්දීය නාවික හමුදාවට අයත් (INS) Gharial නෞකාව මේ සඳහා විශේෂයෙන් යොදවා ඇති බවයි.",
        "ඉන්දියාව ශ්‍රී ලංකාවට වඩාත් ශක්තිමත් සහ අන්‍යෝන්‍ය වශයෙන් වාසිදායක හවුල්කරුවෙකු බවට පත්වෙමින් තිබේ. වසංගතය සහ පොහොර අවුල් සහගත කාලය තුළ ආධාර හැරුණු විට, ඉන්දියාව දිවයිනේ ජාතිය සඳහා මූලික නිෂ්පාදන ද පරිත්‍යාග කරයි.",
        "මීට පෙර, මැයි 27 වන දින, ශ්‍රී ලංකාවේ වැඩබලන ඉන්දීය මහ කොමසාරිස් විනෝද් කේ ජේකබ් විසින් සෞඛ්‍ය අමාත්‍ය කෙහෙළිය රඹුක්වැල්ල වෙත ටොන් 25 කට අධික වෛද්‍ය සැපයුම් තොගයක් කොළඹ දී භාර දෙන ලදී.",
        "ට්විටර් පණිවුඩයක් නිකුත් කරමින් ශ්‍රී ලංකාවේ ඉන්දීය මහ කොමසාරිස් කාර්යාලය කියා සිටියේ මෙම තොගයේ වටිනාකම ඉන්දීය රුපියල් මිලියන 260කට ආසන්න බවයි. මෙම ප්‍රයත්නවලින් ඔප්පු වන්නේ මිනිසුන්-ජනතාව සම්බන්ධ කරවන අග්‍රාමාත්‍ය නරේන්ද්‍ර මෝදිගේ 'අසල්වැසි ප්‍රථම' ප්‍රතිපත්තිය තවමත් ක්‍රියාකාරී බවයි. ශ්‍රී ලංකාවේ සිටින තම සහෝදර සහෝදරියන්ට නොමසුරුව පරිත්‍යාග කරමින් සිටින ඉන්දියාවේ ජනතාව ද මේවාට අනුපූරක වෙති."
      ]
    },
    "ta": {
      "title": "இந்தியா யாழ் வைத்தியசாலைக்கு உயிர்காக்கும் மருந்துகள், உபகரணங்களை வழங்குகிறது",
      "body_lines": [
        "இலங்கை மக்களுக்கு இந்திய அரசாங்கத்தின் தொடர்ச்சியான ஆதரவின் தொடர்ச்சியாக, யாழ் போதனா வைத்தியசாலைக்கு (JTH) இரண்டு ட்ரக் லோட் உயிர்காக்கும் மருந்துகள் மற்றும் உபகரணங்களை இந்தியா வழங்கியது.",
        "இந்த உதவியை யாழ் இந்திய துணைத் தூதரகம் ராகேஷ் நட்ராஜ், இயக்குநர் (செயல்), JTH, டாக்டர் நந்தகுமாரிடம் ஞாயிற்றுக்கிழமை வழங்கினார்.",
        "தொடர்ந்து இலங்கைக்கு மேலும் உதவிகள் செய்யப்பட உள்ளன. இந்த உதவியானது தீவு தேசத்தின் வடக்கு மாகாணத்தில் பொதுவான மற்றும் முக்கியமான கவனிப்பை உறுதி செய்யும்.",
        "அதன் \"அண்டை நாடுகளுக்கு முதலில்\" கொள்கைக்கு இணங்க, இந்தியா மீண்டும் இலங்கையின் பொருளாதார நெருக்கடியின் போது உதவ முன்வந்தது. கொழும்பிற்கான இந்திய உயர்ஸ்தானிகர் கோபால் பாக்லே வெள்ளிக்கிழமை 1990 சுவசேரிய ஆம்புலன்ஸ் சேவைக்கு மொத்தம் 3.3 டன் அத்தியாவசிய மருத்துவப் பொருட்களை வழங்கினார்.",
        "இந்தியாவின் வெளிவிவகார அமைச்சர் எஸ் ஜெய்சங்கர், மார்ச் 2022 இல் கொழும்பில் உள்ள சுவசேரியா தலைமையகத்திற்கு விஜயம் செய்தபோது, ​​அறக்கட்டளை எதிர்கொள்ளும் மருத்துவப் பொருட்களின் பற்றாக்குறை குறித்து தெரிவிக்கப்பட்டதாக திரு பாக்லே கூறினார்.",
        "“#இலங்கை மக்களுக்கு மற்றுமொரு வாக்குறுதி நிறைவேற்றப்பட்டது!!! மார்ச் மாதம் அவரது விஜயத்தின் போது, ​​@DrSJaishankar @1990SuwaSeriya எதிர்கொள்ளும் மருந்துகளின் பற்றாக்குறை குறித்து தெரிவிக்கப்பட்டது. உயிர்நாடி சீராக இயங்க உதவும் வகையில் உயர் ஸ்தானிகர் இன்று 3.3 டன் மருத்துவப் பொருட்களை கையளித்தார்” என்று இலங்கையில் உள்ள இந்திய உயர்ஸ்தானிகராலயம் ட்வீட் செய்துள்ளது.",
        "மருத்துவப் பொருட்களுக்கான அவசரத் தேவைக்கு பதிலளித்த உயர் ஸ்தானிகராலயம், இந்திய கடற்படைக் கப்பலான (INS) Gharial இதற்காக பிரத்யேகமாக ஈடுபடுத்தப்பட்டுள்ளதாகத் தெரிவித்துள்ளது.",
        "இந்தியா இலங்கைக்கு பலமான மற்றும் பரஸ்பர நன்மை பயக்கும் பங்காளியாக மாறி வருகிறது. தொற்றுநோய் மற்றும் உரக் குழப்பத்தின் போது உதவி தவிர, தீவு நாட்டிற்கான அடிப்படை தயாரிப்புகளையும் இந்தியா நன்கொடையாக வழங்குகிறது.",
        "முன்னதாக, மே 27 அன்று, இலங்கைக்கான இந்திய உயர் ஸ்தானிகர் வினோத் கே. ஜேக்கப், கொழும்பில் சுகாதார அமைச்சர் கெஹலிய ரம்புக்வெல்லவிடம் 25 டன்களுக்கும் அதிகமான மருத்துவப் பொருட்களைக் கையளித்தார்.",
        "ட்விட்டரில், இலங்கையில் உள்ள இந்திய உயர்ஸ்தானிகராலயம், இந்த சரக்கு சுமார் 260 மில்லியன் இந்திய ரூபாய் மதிப்புடையது என்று தெரிவித்துள்ளார். பிரதமர் நரேந்திர மோடியின் ‘அக்கம் பக்கத்தினர் முதலில்’ என்ற கொள்கை இன்னும் செயலில் உள்ளது என்பதை இந்த முயற்சிகள் நிரூபிக்கின்றன. இலங்கையில் உள்ள தங்கள் சகோதர சகோதரிகளுக்கு தாராளமாக நன்கொடை அளித்து வரும் இந்திய மக்களால் இவை பூர்த்தி செய்யப்படுகின்றன."
      ]
    }
  }
}