{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/AmCham-Sri-Lanka-welcomes-US-Ambassador-Julie-Chung/34-732455",
  "time_ut": 1648073760,
  "title": "AmCham Sri Lanka welcomes US Ambassador Julie Chung",
  "body_lines": [
    "US Ambassador Julie J. Chung and the Office Bearers of AmCham Sri Lanka",
    "The newly arrived US Ambassador to Sri Lanka Julie J. Chung, met with the Board of Directors of the American Chamber of Commerce in Sri Lanka (AmCham Sri Lanka) last week.",
    "Ambassador Chung was welcomed by the Office Bearers and visited the AmCham Secretariat located at the Cinnamon Lakeside Colombo, meeting and greeting the AmCham Secretariat team.",
    "This was followed by a breakfast discussion, which focused on the business relations of Sri Lanka and the United States, the impact of the current economic climate on all industries, and ways in which the AmCham and the Embassy could collaborate to develop and foster bilateral trade and investment between the two countries.",
    "Ambassador Julie J. Chung stated that in order to strengthen the relationship between Sri Lanka and the United States of America, building trust between the two nations is essential, and that she looked forward to actively engaging with the private sector and business community of Sri Lanka.",
    "She also shared her experiences of traveling across Sri Lanka since her arrival in February 2022 and noted that Sri Lanka is a stunning country, rich in biodiversity, natural resources, and qualified and capable human capital.",
    "The American Chamber of Commerce in Sri Lanka (AmCham SL), is one of the most influential and prestigious business chambers in the island, recognised as the leading forum for the facilitation and development of trade, investment and business relations between Sri Lanka and the United States.",
    "AmCham SL is an association whose stakeholders are its near 400 members, made up of top blue-chip organisations in the island and provides its members a multi-dimensional resource network that delivers information, tools and knowledge they need to succeed in bilateral business relations between the two nations through information share, LQAs, seminars, workshops, B2G and B2B networking and exclusive connect and advisory services."
  ],
  "translate": {
    "si": {
      "title": "AmCham ශ්‍රී ලංකා එක්සත් ජනපද තානාපතිනි Julie Chung පිළිගන්නා ලදී",
      "body_lines": [
        "ඇමෙරිකා එක්සත් ජනපද තානාපතිනී ජුලී ජේ චුන්ග් සහ ඇම්චෑම් ශ්‍රී ලංකා ආයතනයේ නිලධාරී මණ්ඩලය",
        "ශ්‍රී ලංකාවට අලුතින් පැමිණි එක්සත් ජනපද තානාපතිනි Julie J. Chung, පසුගිය සතියේ ශ්‍රී ලංකාවේ ඇමරිකානු වාණිජ මණ්ඩලයේ (AmCham Sri Lanka) අධ්‍යක්ෂ මණ්ඩලය හමුවිය.",
        "තානාපති චුන්ග් මහතා කාර්යාල නිලධාරීන් විසින් පිළිගනු ලැබූ අතර, කොළඹ සිනමන් ලේක්සයිඩ් හි පිහිටි ඇම්චෑම් ලේකම් කාර්යාලය වෙත ගොස්, ඇම්චෑම් ලේකම් කාර්යාල කණ්ඩායම හමුවී ආචාර කළේය.",
        "ශ්‍රී ලංකාව සහ ඇමරිකා එක්සත් ජනපදය අතර ව්‍යාපාරික සබඳතා, සියලු කර්මාන්ත කෙරෙහි වත්මන් ආර්ථික වාතාවරණයෙහි බලපෑම සහ AmCham සහ තානාපති කාර්යාලය ද්විපාර්ශ්වික වෙළෙඳාම දියුණු කිරීමට සහ පෝෂණය කිරීමට සහයෝගයෙන් ක්‍රියා කළ හැකි ආකාරය පිළිබඳව අවධානය යොමු කළ උදෑසන ආහාර සාකච්ඡාවක් මින් අනතුරුව පැවැත්විණි. සහ රටවල් දෙක අතර ආයෝජන.",
        "ශ්‍රී ලංකාව සහ ඇමරිකා එක්සත් ජනපදය අතර සබඳතාව ශක්තිමත් කිරීම සඳහා ජාතීන් දෙක අතර විශ්වාසය ගොඩනගා ගැනීම අත්‍යවශ්‍ය බවත්, ශ්‍රී ලංකාවේ පෞද්ගලික අංශය සහ ව්‍යාපාරික ප්‍රජාව සමඟ සක්‍රීයව සම්බන්ධ වීමට තමන් බලාපොරොත්තු වන බවත් තානාපතිනී Julie J. Chung ප්‍රකාශ කළාය. .",
        "2022 පෙබරවාරි මාසයේදී ඇය පැමිණි දා සිට ශ්‍රී ලංකාව පුරා සංචාරය කිරීමේ අත්දැකීම් ද ඇය බෙදාගත් අතර ශ්‍රී ලංකාව ජෛව විවිධත්වයෙන්, ස්වභාවික සම්පත්වලින් සහ සුදුසුකම් ලත් සහ දක්ෂ මානව ප්‍රාග්ධනයෙන් පොහොසත් විස්මිත රටක් බව සඳහන් කළාය.",
        "ශ්‍රී ලංකාවේ ඇමරිකානු වාණිජ මණ්ඩලය (AmCham SL), ශ්‍රී ලංකාව සහ එක්සත් අතර වෙළෙඳ, ආයෝජන සහ ව්‍යාපාරික සබඳතා සඳහා පහසුකම් සැලසීමේ සහ සංවර්ධනය කිරීමේ ප්‍රමුඛ සංසදය ලෙස පිළිගත් දිවයිනේ වඩාත්ම බලගතු සහ කීර්තිමත් ව්‍යාපාරික කුටියකි. ජනපදය.",
        "AmCham SL යනු දිවයිනේ ඉහළම නිල් චිප් සංවිධාන වලින් සැදුම්ලත් එහි සාමාජිකයන් 400 කට ආසන්න පාර්ශවකරුවන් වන සංගමයක් වන අතර එහි සාමාජිකයින්ට ද්විපාර්ශ්වික ව්‍යාපාරික සබඳතා සාර්ථක කර ගැනීමට අවශ්‍ය තොරතුරු, මෙවලම් සහ දැනුම ලබා දෙන බහුමාන සම්පත් ජාලයක් එහි සාමාජිකයින්ට සපයයි. තොරතුරු හුවමාරුව, LQAs, සම්මන්ත්‍රණ, වැඩමුළු, B2G සහ B2B ජාලකරණය සහ සුවිශේෂී සම්බන්ධක සහ උපදේශන සේවා හරහා ජාතීන් දෙක."
      ]
    },
    "ta": {
      "title": "அமெரிக்க தூதுவர் ஜூலி சுங்கை AmCham Sri Lanka வரவேற்கிறது",
      "body_lines": [
        "அமெரிக்கத் தூதுவர் ஜூலி ஜே. சுங் மற்றும் AmCham இலங்கையின் அலுவலகப் பணியாளர்கள்",
        "இலங்கைக்கான புதிய அமெரிக்கத் தூதுவர் ஜூலி ஜே. சுங், கடந்த வாரம் இலங்கையில் உள்ள அமெரிக்க வர்த்தக சம்மேளனத்தின் (AmCham Sri Lanka) பணிப்பாளர் சபையைச் சந்தித்தார்.",
        "தூதுவர் சுங் அலுவலகப் பணியாளர்களால் வரவேற்கப்பட்டதுடன், கொழும்பு சினமன் லேக்சைடில் அமைந்துள்ள AmCham செயலகத்திற்குச் சென்று, AmCham செயலகக் குழுவைச் சந்தித்து வாழ்த்து தெரிவித்தார்.",
        "இதைத் தொடர்ந்து, இலங்கை மற்றும் அமெரிக்காவின் வர்த்தக உறவுகள், தற்போதைய பொருளாதார சூழ்நிலையின் தாக்கம் அனைத்து தொழில்துறைகளிலும், மற்றும் AmCham மற்றும் தூதரகத்தின் இருதரப்பு வர்த்தகத்தை மேம்படுத்துவதற்கும் மேம்படுத்துவதற்கும் ஒத்துழைக்கும் வழிகள் குறித்து காலை உணவு கலந்துரையாடல் நடைபெற்றது. மற்றும் இரு நாடுகளுக்கு இடையே முதலீடு.",
        "இலங்கைக்கும் அமெரிக்காவுக்கும் இடையிலான உறவை வலுப்படுத்துவதற்கு இரு நாடுகளுக்குமிடையில் நம்பிக்கையை கட்டியெழுப்புவது மிகவும் அவசியமானது எனவும், இலங்கையின் தனியார் துறை மற்றும் வர்த்தக சமூகத்துடன் தீவிரமாக ஈடுபட எதிர்பார்த்துள்ளதாகவும் தூதுவர் ஜூலி ஜே.சுங் தெரிவித்தார். .",
        "பெப்ரவரி 2022 இல் தான் இலங்கைக்கு வந்ததிலிருந்து இலங்கை முழுவதும் பயணம் செய்த அனுபவங்களையும் பகிர்ந்து கொண்டார், மேலும் இலங்கை ஒரு அதிர்ச்சியூட்டும் நாடு, பல்லுயிர், இயற்கை வளங்கள் மற்றும் தகுதிவாய்ந்த மற்றும் திறமையான மனித மூலதனம் ஆகியவற்றைக் கொண்டுள்ளது என்று குறிப்பிட்டார்.",
        "இலங்கையில் உள்ள அமெரிக்க வர்த்தக சம்மேளனம் (AmCham SL), இலங்கைக்கும் ஐக்கிய நாடுகளுக்கும் இடையிலான வர்த்தகம், முதலீடு மற்றும் வர்த்தக உறவுகளை எளிதாக்குவதற்கும் அபிவிருத்தி செய்வதற்கும் முன்னணியில் அங்கீகரிக்கப்பட்ட தீவில் உள்ள மிகவும் செல்வாக்கு மிக்க மற்றும் மதிப்புமிக்க வர்த்தக அறைகளில் ஒன்றாகும். மாநிலங்களில்.",
        "AmCham SL என்பது ஒரு சங்கமாகும், அதன் பங்குதாரர்கள் 400 உறுப்பினர்களைக் கொண்டுள்ளனர், இது தீவில் உள்ள சிறந்த புளூ-சிப் நிறுவனங்களால் ஆனது மற்றும் அதன் உறுப்பினர்களுக்கு இருதரப்பு வணிக உறவுகளில் வெற்றிபெற தேவையான தகவல், கருவிகள் மற்றும் அறிவை வழங்கும் பல பரிமாண வள வலையமைப்பை வழங்குகிறது. தகவல் பகிர்வு, LQAs, கருத்தரங்குகள், பட்டறைகள், B2G மற்றும் B2B நெட்வொர்க்கிங் மற்றும் பிரத்தியேக இணைப்பு மற்றும் ஆலோசனை சேவைகள் மூலம் இரு நாடுகளும்."
      ]
    }
  }
}