{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-group-announces-2021-22-results/",
  "time_ut": 1652623200,
  "title": "Emirates Group announces 2021-22 results",
  "body_lines": [
    "Group revenue of AED 66.2 billion (US$ 18.1 billion) increased by 86% with strong customer demand as worldwide travel restrictions ease Ends year with an improved and strong cash balance of AED 25.8 billion (US$ 7.0 billion) Emirates reports a significantly reduced loss of AED 3.9 billion (US$ 1.1 billion) compared with AED 20.3 billion (US$ 5.5 billion) loss in the previous year Revenue up 91% to AED 59.2 billion (US$ 16.1 billion), as airline expanded global capacity and reinstated more passenger flights Airline capacity increased by 47% to 36.4 billion ATKMs, with final five A380 aircraft added to its fleet dnata reports a profit of AED 110 million (US$ 30 million), a solid turnaround from its AED 1.8 billion (US$ 496 million) loss in the previous year Revenue increased by 54% to AED 8.6 billion (US$ 2.3 billion), reflecting recovery from the pandemic across all business divisions in the UAE and worldwide Expands global footprint with the takeover of easyJet’s global onboard retail services and the opening of new cargo, airport hospitality and retail facilities Sheikh Ahmed bin Saeed Al Maktoum, Chairman and Chief Executive, Emirates Airline and Group, said: “This year, we focussed on restoring our operations quickly and safely wherever pandemic-related restrictions eased across our markets. Business recovery picked up pace particularly in the second half of the year. Robust customer demand drove a huge improvement in our financial performance compared to our unprecedented losses of last year and we built up our strong cash balance.",
    "“The health and safety of our people and customers remained a key priority as the world navigated its second full year of the pandemic. Across Emirates and dnata, we responded to dynamic market conditions with agility, and introduced innovative products and services to meet our customers’ needs and provide them with the best possible experience.",
    "“2021-22 was also a significant year as the UAE marked its 50th anniversary and hosted the world at Expo 2020 Dubai which generated increased global engagement and visitation to the UAE. The Emirates Group was proud to play our part in contributing to the Expo’s success and to the UAE’s jubilee events.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Emirates Group 2021-22 ප්‍රතිඵල නිවේදනය කරයි",
      "body_lines": [
        "AED බිලියන 66.2 (US$ බිලියන 18.1) ක සමූහ ආදායම 86% කින් ඉහළ ගියේ ශක්තිමත් පාරිභෝගික ඉල්ලුමක් සමඟින් ලොව පුරා සංචාර සීමා ලිහිල් කිරීම නිසා AED බිලියන 25.8 (US$ බිලියන 7.0) ක වැඩිදියුණු වූ සහ ශක්තිමත් මුදල් ශේෂයක් සමඟින් Emirates සැලකිය යුතු ලෙස අඩු පාඩුවක් වාර්තා කරයි. AED බිලියන 3.9 (US$ බිලියන 1.1) හි AED බිලියන 20.3 (US$ බිලියන 5.5) හා සසඳන විට, ගුවන් සමාගම ගෝලීය ධාරිතාව පුළුල් කර වැඩි මගීන් ප්‍රතිස්ථාපනය කර ඇති බැවින්, ආදායම 91% කින් AED බිලියන 59.2 (US $ බිලියන 16.1) දක්වා ඉහළ ගොස් ඇත. පියාසැරි ගුවන් සේවා ධාරිතාව ATKM බිලියන 36.4 දක්වා 47% කින් වැඩි විය, අවසාන A380 ගුවන් යානා 5 එහි ගුවන් යානා dnata වෙත එකතු කර ඩිනාටා මිලියන 110 ක ලාභයක් වාර්තා කරයි, එහි AED බිලියන 1.8 (US$ මිලියන 496) සිට ශක්තිමත් පෙරළියකි. පසුගිය වසරේ අලාභය AED බිලියන 8.6 (US$ බිලියන 2.3) දක්වා 54% කින් ඉහළ ගොස් ඇති අතර, එය එක්සත් අරාබි එමීර් රාජ්‍යයේ සියලුම ව්‍යාපාරික අංශ හරහා වසංගතයෙන් ප්‍රකෘතිමත් වීම පිළිබිඹු කරමින් සහ ලොව පුරා EasyJet හි ගෝලීය ඔන්බෝඩ් සිල්ලර වෙළඳාම අත්පත් කර ගැනීමත් සමඟ ගෝලීය අඩිපාර පුළුල් කරයි සේවා සහ නව භාණ්ඩ, ගුවන් තොටුපළ ආගන්තුක සත්කාර සහ සිල්ලර පහසුකම් විවෘත කිරීම එමිරේට්ස් එයාර්ලයින් සහ සමූහ ව්‍යාපාරයේ සභාපති සහ ප්‍රධාන විධායක ෂෙයික් අහමඩ් බින් සයීඩ් අල් මක්ටූම් මෙසේ පැවසීය: “මේ වසරේ, වසංගතය සම්බන්ධ සීමාවන් කොතැනක හෝ ඉක්මනින් සහ ආරක්ෂිතව අපගේ මෙහෙයුම් යථා තත්ත්වයට පත් කිරීමට අපි අවධානය යොමු කළෙමු. අපගේ වෙළඳපල හරහා ලිහිල් කර ඇත. විශේෂයෙන්ම වසරේ දෙවන භාගයේදී ව්‍යාපාර ප්‍රකෘතිමත් වීම වේගවත් විය. ශක්තිමත් පාරිභෝගික ඉල්ලුම පසුගිය වසරේ අපගේ පෙර නොවූ විරූ පාඩු හා සසඳන විට අපගේ මූල්‍ය කාර්ය සාධනයේ විශාල දියුණුවක් ඇති කළ අතර අපි අපගේ ශක්තිමත් මුදල් ශේෂය ගොඩනඟා ගත්තෙමු.",
        "“ලෝකය වසංගතයේ දෙවන පූර්ණ වසර සැරිසැරූ විට අපගේ ජනතාවගේ සහ ගනුදෙනුකරුවන්ගේ සෞඛ්‍යය සහ ආරක්ෂාව ප්‍රධාන ප්‍රමුඛතාවයක් විය. Emirates සහ dnata හරහා, අපි ගතික වෙළඳපල තත්ත්වයන්ට කඩිසරව ප්‍රතිචාර දැක්වූ අතර, අපගේ ගනුදෙනුකරුවන්ගේ අවශ්‍යතා සපුරාලීමට සහ ඔවුන්ට හැකි හොඳම අත්දැකීම ලබා දීමට නව්‍ය නිෂ්පාදන සහ සේවාවන් හඳුන්වා දුන්නෙමු.",
        "“එක්සත් අරාබි එමීර් රාජ්‍යය එහි 50 වැනි සංවත්සරය සනිටුහන් කළ අතර එක්ස්පෝ 2020 ඩුබායි හි ලොව සත්කාරකත්වය දැරූ බැවින් 2021-22 ද සැලකිය යුතු වසරක් විය. එක්ස්පෝ හි සාර්ථකත්වයට සහ එක්සත් අරාබි එමීර් රාජ්‍යයේ ජුබිලි උත්සවවලට දායක වීම සඳහා අපගේ කාර්යභාරය ඉටු කිරීමට එමිරේට්ස් සමූහය ආඩම්බර විය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "எமிரேட்ஸ் குழுமம் 2021-22 முடிவுகளை அறிவிக்கிறது",
      "body_lines": [
        "குழு வருவாய் AED 66.2 பில்லியன் (US$ 18.1 பில்லியன்) 86% அதிகரித்தது, ஏனெனில் உலகளாவிய பயணக் கட்டுப்பாடுகள் EED 25.8 பில்லியன் (US$ 7.0 பில்லியன்) மேம்பட்ட மற்றும் வலுவான ரொக்க இருப்புடன் ஆண்டு முடிவடைவதால் வலுவான வாடிக்கையாளர் தேவையுடன் 86% அதிகரித்துள்ளது. AED 3.9 பில்லியன் (US$ 1.1 பில்லியன்) AED 20.3 பில்லியன் (US$ 5.5 பில்லியன்) இழப்புடன் ஒப்பிடுகையில், முந்தைய ஆண்டு வருவாய் 91% அதிகரித்து AED 59.2 பில்லியன் (US$ 16.1 பில்லியன்) ஆக இருந்தது, ஏனெனில் விமான நிறுவனம் உலகளாவிய திறனை விரிவுபடுத்தி அதிக பயணிகளை மீண்டும் நிலைநிறுத்தியது. விமானங்கள் ஏர்லைன் திறன் 47% அதிகரித்து 36.4 பில்லியன் ATKM களாக இருந்தது, கடைசி ஐந்து A380 விமானங்கள் அதன் கடற்படையில் சேர்க்கப்பட்டதுடன் dnata AED 110 மில்லியன் (US$ 30 மில்லியன்) லாபம் ஈட்டியுள்ளது, இது அதன் AED 1.8 பில்லியன் (US$ 496 மில்லியன்) இலிருந்து ஒரு திடமான திருப்பமாகும். முந்தைய ஆண்டில் வருவாய் 54% அதிகரித்து AED 8.6 பில்லியன் (US$ 2.3 பில்லியன்) ஆக இருந்தது, இது ஐக்கிய அரபு எமிரேட்ஸில் உள்ள அனைத்து வணிகப் பிரிவுகளிலும் தொற்றுநோயிலிருந்து மீண்டு வருவதைப் பிரதிபலிக்கிறது மற்றும் உலகம் முழுவதும் ஈஸிஜெட்டின் உலகளாவிய உள் சில்லறை விற்பனையை கையகப்படுத்துவதன் மூலம் உலகளாவிய தடயத்தை விரிவுபடுத்துகிறது சேவைகள் மற்றும் புதிய சரக்கு, விமான நிலைய விருந்தோம்பல் மற்றும் சில்லறை விற்பனை வசதிகளை திறப்பது குறித்து எமிரேட்ஸ் ஏர்லைன்ஸ் மற்றும் குழுமத்தின் தலைவர் மற்றும் தலைமை நிர்வாகி ஷேக் அகமது பின் சயீத் அல் மக்தூம் கூறினார்: “இந்த ஆண்டு, தொற்றுநோய் தொடர்பான கட்டுப்பாடுகள் எங்கிருந்தாலும் விரைவாகவும் பாதுகாப்பாகவும் எங்கள் செயல்பாடுகளை மீட்டெடுப்பதில் கவனம் செலுத்தினோம். எங்கள் சந்தைகள் முழுவதும் எளிதாக்கப்பட்டது. குறிப்பாக ஆண்டின் இரண்டாம் பாதியில் வணிக மீட்பு வேகம் எடுத்தது. வலுவான வாடிக்கையாளர் தேவை கடந்த ஆண்டு எங்களின் முன்னோடியில்லாத இழப்புகளுடன் ஒப்பிடுகையில் எங்கள் நிதிச் செயல்திறனில் பெரும் முன்னேற்றத்தை ஏற்படுத்தியது மற்றும் எங்களின் வலுவான பண இருப்பை நாங்கள் கட்டியெழுப்பினோம்.",
        "\"உலகம் தொற்றுநோயின் இரண்டாவது முழு ஆண்டை வழிநடத்தியதால், எங்கள் மக்கள் மற்றும் வாடிக்கையாளர்களின் ஆரோக்கியம் மற்றும் பாதுகாப்பு ஒரு முக்கிய முன்னுரிமையாக இருந்தது. எமிரேட்ஸ் மற்றும் dnata முழுவதும், மாறும் சந்தை நிலைமைகளுக்கு சுறுசுறுப்புடன் பதிலளித்தோம், மேலும் எங்கள் வாடிக்கையாளர்களின் தேவைகளைப் பூர்த்தி செய்வதற்கும் அவர்களுக்கு சிறந்த அனுபவத்தை வழங்குவதற்கும் புதுமையான தயாரிப்புகள் மற்றும் சேவைகளை அறிமுகப்படுத்தினோம்.",
        "“2021-22, ஐக்கிய அரபு எமிரேட்ஸ் தனது 50வது ஆண்டு நிறைவைக் குறித்தது மற்றும் எக்ஸ்போ 2020 துபாயில் உலகை நடத்தியது குறிப்பிடத்தக்க ஆண்டாகும், இது ஐக்கிய அரபு எமிரேட்ஸில் உலகளாவிய ஈடுபாடு மற்றும் வருகையை உருவாக்கியது. எக்ஸ்போவின் வெற்றிக்கும், ஐக்கிய அரபு எமிரேட்ஸின் ஜூபிலி நிகழ்வுகளுக்கும் பங்களிப்பதில் எமிரேட்ஸ் குழுமம் எங்கள் பங்கை ஆற்றுவதில் பெருமிதம் கொள்கிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}