{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/war-in-ukraine-and-its-implications-in-south-asia-92895/",
  "time_ut": 1649638380,
  "title": "War in Ukraine and its implications in South Asia",
  "body_lines": [
    "ECONOMYNEXT – In December of 1971 as the war in then East Pakistan was reaching a turning point the United States, at the time allied with Pakistan sent in the Seventh Fleet with an Aircraft carrier to the Bay of Bengal. The objective was to intimidate the Indian-backed Mukti Bahini rebels fighting for the independence of East Pakistan to create the new country of Bangladesh.",
    "However, the then Soviet Union sent in a flotilla inclusive of a cruiser and several submarines. This caused the US Navy to withdraw allowing the Indian forces to liberate East Pakistan.",
    "That is part of South Asia’s complex history why the countries of the region have refrained from the outright condemnation of Russia’s invasion of Ukraine, although they agree Russia’s actions goes against the accepted world order a webinar hosted by the Friedrich Naumann Foundation for Freedom (FNF) was toldon March 31.",
    "The webinar entitled “The War in Ukraine and its implications in South Asia” drew speakers from India, Bangladesh and Sri Lanka as well as representatives from the German Bundestag (Federal Parliament.)",
    "At the webinar Member of the Bundestag Dr Markus Faber called on the South Asian countries to support the stance taken by Germany and NATO against the Russian aggression. Faber, who is a member of the Defense Committee of the Bundestag asked the countries of South Asia to support the sanctions imposed on Russia and the security architecture that exists in the Indo-Pacific region.",
    "“Democracies must support each other,” he said adding that democratic countries make more reliable allies as they are dependent on the support of the people.",
    "Faber said that his country as well as the NATO alliance were phasing out dependence on Russian oil and gas and beefing up its defense spending.",
    "For India, the biggest and most influential country in the region, the main concern was that the Western powers, the United States and the European Union taking a hostile position against Russia would change the world order.",
    "“We are concerned that this war would weaken Russia, make it a Pygmy and drive it into the arms of the Chinese Dragon,” India’s former Ambassador to the Netherlands Bhaswati Mukherjee told the webinar.",
    "India, the veteran diplomat said, considers China its biggest concern and this conflict may make the country’s contentious neighbor stronger. She pointed out that India is “anchored to the West” and isstrategically allied with the United States.",
    "She says India “views with alarm at the possibility of Russia becoming weaker and weaker” due to the conflict and sanctionsand drawing closer to China.",
    "“This will change the world order and it will leave India having to confront China alone.” She said after the Russian invasion of Ukraine India is concerned that China would attack Taiwan and also make incursions into the disputed Himalayan regions on the Indo-Chinese border.",
    "She also pointed out that India remains dependent on Russia for armaments and spare parts for military hardware. Much of India’s fighter aircraft are Russian. It also needs Russian petroleum to come out of the Covid pandemic caused recession.",
    "She also quoted from the writings of former US Secretary of State Henry Kissinger who had written in 2014 that “far too often the Ukrainian issue is posed as a showdown: whether Ukraine joins the East or the West. But if Ukraine is to survive and thrive, it must not be either side’s outpost against the other — it should function as a bridge between them.” She said she agrees with Kissinger although she has no admiration for him.",
    "Moderator Saikat Dutta, Founding Partner of the think tank Deep Strat India,acknowledged the request made by Dr Faber for the South Asian democracies to support the West in isolating Russia, but he said that may be more complicated because of historical events.",
    "Those events are specifically related to the 1971 conflict between India and Pakistan that eventually saw the birth of Bangladesh. Mukherjee said that in the case of India, it had found the former Soviet Union a reliably ally during that conflict with the then US backed Pakistan.",
    "She recalled that when the Bangladeshi armed liberation movement, the Mukti Bahini were fighting the Pakistan Army with Indian military support to create Bangladesh in December 1971 the US sent the Seventh Fleet to the Bay of Bengal. It was a threatening move. However, a Soviet Naval Task Force comprising Cruisers and two submarines reached there first and after a tense standoff in December of that year the Americans withdrew.",
    "At that time, Mukherjee said, Moscow gave the Indians a deadline to complete the mission. The primary issue was the fight for airspace and Indian Pilots flying Soviet-made MIG 21s fighter-bombers cratered the airfields in what was East Pakistan and declared air superiority in four days.",
    "For the Bangladeshis also, the Russian connection is still strong ever since. Prof Lailufar Yasmin of Bangladesh’s Dhaka University said the incident is etched into the Bangladeshi psyche. In more recent times Bangladesh has also enteredinto technology partnerships with Russia, including the building of a Nuclear-powered electricity generating plant.",
    "Yasmin agreed that that the world is not in a post-Second World War era, andcountries like Bangladesh have moved on and charted their own course. However, she pointed out that neutrality does not mean the country has no policy. She pointed out that Bangladesh does strongly believe that the sovereignty of a country is “sacrosanct”, and that aggression in the manner of Russia’s cannot be condoned.",
    "Bangladesh has also improved economically and with a relatively large population of 170 million people is attracting investment from around the world, particularly Japan. The economic ties with China have also grown, she said.",
    "In the case of Sri Lanka, which also along with India and Bangladesh did not vote against Russia at the UN Resolution condemning the invasion of Ukraine, a neutral stance has been a continuation of its foreign policy.",
    "At the same time the US and the EU are the biggest markets for Sri Lanka’s exports, particularly apparel, but at the same time Russia continues to support Sri Lanka at international fora where resolutions have been proposed to punish Colombo’s record on Human Rights and alleged War Crimes.",
    "Imran Furkan who was the Sri Lankan representative at the Webinar said that however Sri Lanka always stresses the importance of the Rule of Law as it is a very small country and keeping its independence and territorial integrity is of paramount importance.",
    "Furkan, a management accountant who advises businesses in the Asia Pacific region, also said that Sri Lanka’s ties to the Soviet Union and thereafter Russia go back many decades with many Sri Lankans studying in Russian Universities on scholarships, particularly administrators and Civil Servants.",
    "Mukherjee went on to say that while India is “firmly anchored” to the US and the West, it also has a relationship with Russia which cannot be broken. She said the West understands India’s position. She also said that in history the Russians have shown a lot of resilience in war, taking massive casualties in the battle of Leningrad for instance in WW2.",
    "She also agreed with some Western commentators who have been critical of the “demonization” of Russian President Vladimir Putin saying that it was counterproductive.",
    "Datta pointed out that in the case of the West it treats India differently when it comes to engagement with Pakistan and Afghanistan, while maintaining the closeness with India. “This is a duality that we need to understand and negotiate,” he added.",
    "The webinar also discussed why the former Soviet Union and now Russia has engaged with South Asia. In response Prof Yasmin said “international relations are not conducted due to altruism. In international relations there is anarchy because each country is acting on its own interests.”",
    "In the case of the Ukrainian refugee crisis, she said that Bangladesh has voted to support their plight, as it is battling the Rohingya refugee issue.",
    "The Rohingya are a Muslim minority in Buddhist majority Myanmar who have fled their country in their millions to Bangladesh due to persecution by Myanmar’s military. “The reaction from South Asia to the current conflict is therefore very complex as it is very inter-connected,” she added.",
    "China’s relations with the rest of South Asia have shown that it has been mostly a development partner. Prof Yasmin said that China had lent her country cash for infrastructural development, but Bangladesh has also receivedassistance from other countries such as Japan, the EU and the US.",
    "In the case of Sri Lanka, Furkan said that Sri Lanka has a good record of balancing the powers around it but during the past ten years or so came closer to China. “China came with development aid after the (Civil) war ended in 2009,” he pointed out. Many new post-war infrastructure projects were completed with Chinese loans.",
    "Furkan also said that the older generation of Sri Lankan leaders have a good impression of Russia. However, as this current war has broken out in the age of Social Media, the younger Sri Lankans would possibly not have such a favorable view of Russia as it is portrayed as aggression against a sovereign state, he said.",
    "Yasmin and Furkan both concluded that in the case of Bangladesh and Sri Lanka as their exports go to the EU, the US and Japan it s vital that they keep good relations with the West, while retaining “strategic continuity and autonomy” in its dealings with Russia.",
    "Moscow has been a long-standing partner to South Asian countries before and after the fall of the iron curtain on key defense, economic and energy-related issues; partnering with India, Bangladesh, Nepal, and Sri Lanka amongst others.",
    "The ongoing invasion of Ukraine by Russia has wide-reaching geo-economic, geopolitical, and strategic implications for South Asia. The complicated balance of priorities for countries in South Asia has led to vastly muted reactions on the international diplomatic stage.",
    "The session would cover these implications for countries in South Asia and the broader implications of the war in the wider Indo-Pacific region."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේනයේ යුද්ධය සහ දකුණු ආසියාවේ එහි ඇඟවුම්",
      "body_lines": [
        "ECONOMYNEXT - 1971 දෙසැම්බරයේදී එවකට නැගෙනහිර පකිස්ථානයේ යුද්ධය සන්ධිස්ථානයකට ළඟා වෙමින් තිබියදී එක්සත් ජනපදය, පකිස්ථානය සමඟ මිත්‍රශීලීව සිටි අවස්ථාවේදී හත්වන බලඇණිය ගුවන් යානා ප්‍රවාහන නෞකාවක් සමඟ බෙංගාල බොක්ක වෙත යවන ලදී. මෙහි අරමුණ වූයේ නැගෙනහිර පකිස්ථානයේ නිදහස සඳහා සටන් වදින ඉන්දීය පිටුබලය ලත් මුක්ති බහිනි කැරලිකරුවන් නව බංග්ලාදේශය නිර්මාණය කිරීම සඳහා බිය ගැන්වීමයි.",
        "කෙසේ වෙතත්, එවකට සෝවියට් සංගමය විසින් කෲසර් සහ සබ්මැරීන කිහිපයක් ඇතුළත් ෆ්ලෝටිලාවක් යවන ලදී. මෙය ඉන්දියානු හමුදාවන්ට නැගෙනහිර පකිස්ථානය මුදා ගැනීමට ඉඩ සලසමින් එක්සත් ජනපද නාවික හමුදාව ඉවත් කර ගැනීමට හේතු විය.",
        "එය දකුණු ආසියාවේ සංකීර්ණ ඉතිහාසයේ කොටසකි, රුසියාවේ යුක්රේනය ආක්‍රමණය කිරීම සම්පූර්ණයෙන්ම හෙළා දැකීමෙන් කලාපයේ රටවල් වැලකී සිටීම, රුසියාවේ ක්‍රියාව පිළිගත් ලෝක පිළිවෙලට පටහැනි බව ඔවුන් එකඟ වුවද, නිදහස සඳහා වූ ෆ්‍රෙඩ්රික් නූමන් පදනම (එෆ්එන්එෆ්) විසින් සත්කාරකත්වය සපයන වෙබ්නාර් මාර්තු 31 වෙනිදා කිව්වා.",
        "\"යුක්රේනයේ යුද්ධය සහ දකුණු ආසියාවේ එහි ඇඟවුම්\" යන මාතෘකාවෙන් යුත් මෙම webinar සඳහා ඉන්දියාව, බංග්ලාදේශය සහ ශ්‍රී ලංකාව යන රටවල කථිකයන් මෙන්ම ජර්මානු බුන්ඩෙස්ටැග් (ෆෙඩරල් පාර්ලිමේන්තුව) හි නියෝජිතයින්ද සහභාගී විය.",
        "රුසියානු ආක්‍රමණයට එරෙහිව ජර්මනිය සහ නේටෝව ගන්නා ආස්ථානයට සහාය දෙන ලෙස බුන්ඩස්ටැග් සාමාජික ආචාර්ය මාර්කස් ෆේබර් වෙබ් අඩවියේ දී දකුණු ආසියාතික රටවලින් ඉල්ලා සිටියේය. බුන්ඩෙස්ටාග් හි ආරක්ෂක කමිටුවේ සාමාජිකයෙකු වන ෆේබර් රුසියාවට පනවා ඇති සම්බාධක සහ ඉන්දු-පැසිෆික් කලාපයේ පවතින ආරක්ෂක ගෘහ නිර්මාණ ශිල්පයට සහාය දෙන ලෙස දකුණු ආසියාවේ රටවලින් ඉල්ලා සිටියේය.",
        "\"ප්‍රජාතන්ත්‍රවාදී රටවල් එකිනෙකාට සහයෝගය දැක්විය යුතුය\" යනුවෙන් ඔහු පැවසුවේ ප්‍රජාතන්ත්‍රවාදී රටවල් ජනතාවගේ සහයෝගය මත යැපෙන බැවින් ඔවුන් වඩාත් විශ්වාසදායක සහචරයින් බවට පත් කරන බවයි.",
        "තම රට මෙන්ම නේටෝ සන්ධානය ද රුසියානු තෙල් හා ගෑස් මත යැපීම ඉවත් කරමින් එහි ආරක්ෂක වියදම් තරකරමින් සිටින බව ෆේබර් පැවසීය.",
        "කලාපයේ විශාලතම සහ වඩාත්ම බලගතු රට වන ඉන්දියාව සඳහා, ප්‍රධාන උත්සුකය වූයේ බටහිර බලවතුන්, එක්සත් ජනපදය සහ යුරෝපා සංගමය රුසියාවට එරෙහිව සතුරු ආස්ථානයක් ගැනීම ලෝක පර්යාය වෙනස් කරනු ඇති බවයි.",
        "\"මෙම යුද්ධය රුසියාව දුර්වල කර, එය පිග්මි එකක් බවට පත් කර, චීන මකරාගේ අතට හසු වනු ඇතැයි අපි කනස්සල්ලට පත්ව සිටිමු\" යනුවෙන් නෙදර්ලන්තයේ හිටපු ඉන්දීය තානාපති භාස්වතී මුකර්ජි වෙබ්නාර්‍යයට පැවසීය.",
        "ඉන්දියාව, ප්‍රවීණ රාජ්‍ය තාන්ත්‍රිකයා පැවසුවේ, චීනය තම විශාලතම කනස්සල්ල ලෙස සලකන අතර මෙම ගැටුම රටේ විවාදාත්මක අසල්වැසියා ශක්තිමත් කළ හැකි බවයි. ඉන්දියාව “බටහිරට නැංගුරම් ලා” ඇති බවත්, උපායමාර්ගිකව එක්සත් ජනපදය සමඟ මිත්‍ර වී සිටින බවත් ඇය පෙන්වා දුන්නාය.",
        "ගැටුම් සහ සම්බාධක සහ චීනයට සමීප වීම හේතුවෙන් රුසියාව \"දුර්වල හා දුර්වල වීමේ සම්භාවිතාව පිළිබඳව ඉන්දියාව තැතිගන්වනසුලු\" බව ඇය පවසන්නීය.",
        "\"මෙය ලෝක අනුපිළිවෙල වෙනස් කරනු ඇති අතර එය ඉන්දියාවට චීනයට තනිවම මුහුණ දීමට සිදු වනු ඇත.\" රුසියාව යුක්රේනය ආක්‍රමණය කිරීමෙන් පසු චීනය තායිවානයට ප්‍රහාර එල්ල කරනු ඇති බවටත් ඉන්දු-චීන දේශසීමාවේ මතභේදයට තුඩු දී ඇති හිමාල කඳුකර ප්‍රදේශවලට ආක්‍රමණයක් සිදු කරනු ඇති බවටත් ඉන්දියාව කනස්සල්ලට පත්ව සිටින බව ඇය පැවසුවාය.",
        "අවි ආයුධ සහ යුධ උපකරණ සඳහා අමතර කොටස් සඳහා ඉන්දියාව රුසියාව මත යැපෙන බව ද ඇය පෙන්වා දුන්නාය. ඉන්දියාවේ ප්‍රහාරක ගුවන් යානා බොහොමයක් රුසියානු ය. කොවිඩ් වසංගතයෙන් ඇති වූ අවපාතයෙන් මිදීමට රුසියානු ඛනිජ තෙල් ද අවශ්‍ය වේ.",
        "ඇය 2014 දී ලියා ඇති හිටපු එක්සත් ජනපද රාජ්‍ය ලේකම් හෙන්රි කිසිංගර්ගේ ලේඛනවලින් උපුටා දක්වමින් “බොහෝ විට යුක්‍රේන ප්‍රශ්නය සංදර්ශනයක් ලෙස ඉදිරිපත් කරයි: යුක්‍රේනය නැගෙනහිරට හෝ බටහිරට සම්බන්ධ වන්නේද යන්නයි. නමුත් යුක්රේනය නොනැසී සමෘද්ධිමත් වීමට නම්, එය දෙපාර්ශවයේම මුරපොලක් නොවිය යුතුය - එය ඔවුන් අතර පාලමක් ලෙස ක්‍රියා කළ යුතුය. ඇය කිසිංගර් කෙරෙහි කිසිදු පැහැදීමක් නොමැති වුවද ඇය සමග එකඟ වන බව පැවසුවාය.",
        "රුසියාව හුදකලා කිරීමට බටහිරට සහාය දෙන ලෙස දකුණු ආසියානු ප්‍රජාතන්ත්‍රවාදී රටවල් සඳහා ආචාර්ය ෆේබර් කළ ඉල්ලීම ඩීප් ස්ට්‍රැට් ඉන්ඩියා හි ආරම්භක හවුල්කරු වන උපපරිපාලක සයිකට් දත්තා පිළිගත් නමුත් ඓතිහාසික සිදුවීම් නිසා එය වඩාත් සංකීර්ණ විය හැකි බව ඔහු පැවසීය.",
        "එම සිදුවීම් 1971 ඉන්දියාව සහ පාකිස්තානය අතර අවසානයේ බංග්ලාදේශයේ උපත දුටු ගැටුමට විශේෂයෙන් සම්බන්ධ වේ. ඉන්දියාව සම්බන්ධයෙන් ගත් කල, එවකට එක්සත් ජනපදයේ පිටුබලය ලත් පකිස්ථානය සමඟ එම ගැටුමේදී හිටපු සෝවියට් සංගමය විශ්වාසදායක මිතුරෙකු ලෙස එය සොයා ගත් බව මුකර්ජි පැවසීය.",
        "1971 දෙසැම්බරයේ බංග්ලාදේශය නිර්මාණය කිරීම සඳහා බංග්ලාදේශ සන්නද්ධ විමුක්ති ව්‍යාපාරය, මුක්ති බහිනි ඉන්දියානු හමුදා සහාය ඇතිව පාකිස්තාන හමුදාව සමඟ සටන් කරන විට එක්සත් ජනපදය හත්වන බලඇණිය බෙංගාල බොක්ක වෙත යැවූ බව ඇය සිහිපත් කළාය. එය තර්ජනාත්මක පියවරක් විය. කෙසේ වෙතත්, කෲසර් සහ සබ්මැරීන දෙකකින් සමන්විත සෝවියට් නාවික කාර්ය සාධක බලකායක් ප්‍රථමයෙන් එහි ළඟා වූ අතර එම වසරේ දෙසැම්බර් මාසයේදී ඇති වූ නොසන්සුන්කාරී ගැටුමකින් පසු ඇමරිකානුවන් ඉවත් විය.",
        "එම අවස්ථාවේදී, මුකර්ජි පැවසුවේ, මොස්කව් ඉන්දියානුවන්ට මෙහෙයුම සම්පූර්ණ කිරීමට කාල සීමාවක් ලබා දුන් බවයි. මූලික ප්‍රශ්නය වූයේ ගුවන් අවකාශය සඳහා වන සටන වන අතර සෝවියට් නිෂ්පාදිත MIG 21 ප්‍රහාරක බෝම්බ හෙලන ඉන්දීය ගුවන් නියමුවන් නැගෙනහිර පකිස්ථානයේ ගුවන් තොටුපළවල් තුළට ගොස් දින හතරකින් ගුවන් උසස් බව ප්‍රකාශ කළහ.",
        "බංගලිදේශිකයන් සඳහා ද රුසියානු සබඳතා එදා සිට තවමත් ශක්තිමත් ය. බංග්ලාදේශයේ ඩකා විශ්ව විද්‍යාලයේ මහාචාර්ය ලයිලුෆර් යස්මින් පැවසුවේ මෙම සිද්ධිය බංග්ලාදේශ මනෝභාවයට කාවැදී ඇති බවයි. මෑත කාලයේ බංග්ලාදේශය ද රුසියාව සමඟ තාක්ෂණික හවුල්කාරිත්වයකට එළැඹ ඇත, න්‍යෂ්ටික බලයෙන් ක්‍රියාත්මක වන විදුලි ජනන බලාගාරයක් ගොඩනැගීම ද ඇතුළුව.",
        "ලෝකය පවතින්නේ පශ්චාත් දෙවන ලෝක යුද්ධයේ යුගයක නොවන බව යස්මින් එකඟ වූ අතර, බංගලිදේශය වැනි රටවල් ඉදිරියට ගොස් ඔවුන්ගේම ගමන් මාර්ගයක් සකසා ඇත. කෙසේ වෙතත් මධ්‍යස්ථභාවය යනු රටට ප්‍රතිපත්තියක් නොමැති බව නොවන බවද ඇය පෙන්වා දුන්නාය. රටක ස්වෛරීභාවය “පරිශුද්ධ” බව බංග්ලාදේශය දැඩි ලෙස විශ්වාස කරන බවත් රුසියාවේ ආක්‍රමණශීලී ක්‍රියා අනුමත කළ නොහැකි බවත් ඇය පෙන්වා දුන්නාය.",
        "බංග්ලාදේශය ද ආර්ථික වශයෙන් දියුණු වී ඇති අතර සාපේක්ෂව විශාල ජනගහනයක් මිලියන 170 ක් සමඟ ලොව පුරා, විශේෂයෙන් ජපානයෙන් ආයෝජන ආකර්ෂණය කරයි. චීනය සමඟ ආර්ථික සබඳතා ද වර්ධනය වී ඇති බව ඇය පැවසුවාය.",
        "යුක්රේනය ආක්‍රමණය හෙළා දකින එක්සත් ජාතීන්ගේ යෝජනාවේදී රුසියාවට එරෙහිව ඉන්දියාව සහ බංගලාදේශය ද ඡන්දය ප්‍රකාශ නොකළ ශ්‍රී ලංකාව සම්බන්ධයෙන් මධ්‍යස්ථ ස්ථාවරයක් එහි විදේශ ප්‍රතිපත්තියේ අඛණ්ඩ පැවැත්මකි.",
        "ඒ අතරම, එක්සත් ජනපදය සහ යුරෝපා සංගමය ශ්‍රී ලංකාවේ අපනයන සඳහා, විශේෂයෙන්ම ඇඟලුම් සඳහා විශාලතම වෙලඳපොලවල් වේ, නමුත් ඒ සමගම රුසියාව මානව හිමිකම් පිළිබඳ කොළඹ වාර්තාවට දඬුවම් කිරීමට යෝජනා කර ඇති ජාත්‍යන්තර වේදිකාවල දී ශ්‍රී ලංකාවට සහය දක්වයි. අපරාධ.",
        "Webinar හි ශ්‍රී ලංකා නියෝජිත ඉම්රාන් ෆුර්කාන් ප්‍රකාශ කළේ කෙසේ වෙතත් ශ්‍රී ලංකාව ඉතා කුඩා රටක් බැවින් නීතියේ ආධිපත්‍යයේ වැදගත්කම සැමවිටම අවධාරණය කරන අතර එහි ස්වාධීනත්වය සහ භෞමික අඛණ්ඩතාව පවත්වා ගැනීම අතිශයින් වැදගත් බවයි.",
        "ආසියා පැසිෆික් කලාපයේ ව්‍යාපාර සඳහා උපදෙස් දෙන කළමනාකරණ ගණකාධිකාරීවරයෙකු වන ෆුර්කාන් ද පැවසුවේ, රුසියානු විශ්වවිද්‍යාලවල ශිෂ්‍යත්ව මත අධ්‍යාපනය ලබන බොහෝ ශ්‍රී ලාංකිකයන්, විශේෂයෙන් පරිපාලකයින් සහ සිවිල් සේවකයින් සමඟ ශ්‍රී ලංකාවේ සෝවියට් සංගමය සහ රුසියාව සමඟ ඇති සබඳතා දශක ගණනාවක් ඈතට දිව යන බවයි.",
        "ඉන්දියාව එක්සත් ජනපදයට සහ බටහිරට “තදින් නැංගුරම් ලා” සිටින අතරම, රුසියාව සමඟ ද බිඳ දැමිය නොහැකි සබඳතාවක් ඇති බව මුකර්ජි තවදුරටත් පැවසීය. බටහිර රටවල් ඉන්දියාවේ ස්ථාවරය තේරුම් ගන්නා බව ඇය පැවසුවාය. දෙවන ලෝක යුද්ධයේදී ලෙනින්ග්‍රෑඩ් සටනේදී විශාල ජීවිත හානි සිදු කරමින්, ඉතිහාසයේ රුසියානුවන් යුද්ධයේදී බොහෝ ඔරොත්තු දීමේ හැකියාවක් පෙන්නුම් කර ඇති බව ද ඇය පැවසුවාය.",
        "රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින්ගේ “භූතවාදය” විවේචනය කළ සමහර බටහිර විචාරකයින් එය ප්‍රතිපලදායක බව පවසමින් ඇය එකඟ වූවාය.",
        "ඉන්දියාව සමඟ සමීප සබඳතාවයක් පවත්වා ගනිමින් පාකිස්තානය සහ ඇෆ්ගනිස්ථානය සමඟ කටයුතු කිරීමේදී බටහිර සම්බන්ධයෙන් ඉන්දියාවට වෙනස් ලෙස සලකන බව දත්තා පෙන්වා දුන්නේය. \"මෙය අප තේරුම් ගත යුතු සහ සාකච්ඡා කළ යුතු ද්විත්ව භාවයකි,\" ඔහු තවදුරටත් පැවසීය.",
        "හිටපු සෝවියට් සංගමය සහ දැන් රුසියාව දකුණු ආසියාව සමඟ සම්බන්ධ වී ඇත්තේ මන්දැයි වෙබ්නාර්‍යය සාකච්ඡා කළේය. ඊට පිළිතුරු දෙමින් මහාචාර්ය යස්මින් පැවසුවේ “ජාත්‍යන්තර සබඳතා පවත්වන්නේ පරාර්ථකාමීත්වය නිසා නොවේ. ජාත්‍යන්තර සබඳතා තුළ අරාජිකත්වයක් ඇති වන්නේ එක් එක් රටවල් තම අවශ්‍යතා මත ක්‍රියා කරන බැවිනි.",
        "යුක්රේන සරණාගත අර්බුදය සම්බන්ධයෙන් ඇය කියා සිටියේ බංග්ලාදේශය රොහින්ග්‍යා සරණාගත ප්‍රශ්නයට එරෙහිව සටන් කරන බැවින් ඔවුන්ගේ දුක්ඛිත තත්ත්වයට සහය දැක්වීමට ඡන්දය ප්‍රකාශ කළ බවයි.",
        "රෝහින්ග්‍යා යනු බෞද්ධ බහුතරයක් වන මියන්මාරයේ මුස්ලිම් සුළුතරයක් වන අතර ඔවුන් මියන්මාර හමුදාවේ තාඩන පීඩන හේතුවෙන් සිය රටෙන් මිලියන ගණනින් බංග්ලාදේශයට පලා ගොස් ඇත. \"වර්තමාන ගැටුමට දකුණු ආසියාවේ ප්‍රතිචාරය ඉතා අන්තර් සම්බන්ධිත බැවින් එය ඉතා සංකීර්ණයි\" ඇය වැඩිදුරටත් පැවසුවාය.",
        "දකුණු ආසියාවේ සෙසු රටවල් සමඟ චීනයේ සබඳතා පෙන්නුම් කර ඇත්තේ එය බොහෝ දුරට සංවර්ධන හවුල්කරුවෙකු වී ඇති බවයි. යටිතල පහසුකම් සංවර්ධනය සඳහා චීනය තම රටට මුදල් ලබා දී ඇති නමුත් ජපානය, යුරෝපා සංගමය සහ එක්සත් ජනපදය වැනි අනෙකුත් රටවලින් ද බංග්ලාදේශයට ආධාර ලැබී ඇති බව මහාචාර්ය යස්මින් පැවසීය.",
        "ශ්‍රී ලංකාව සම්බන්ධයෙන් ගත් කල, ශ්‍රී ලංකාව අවට බලතල තුලනය කිරීමේ හොඳ වාර්තාවක් ඇති නමුත් පසුගිය වසර දහයක පමණ කාලය තුළ චීනයට සමීප වූ බව ෆුර්කාන් පැවසීය. \"2009 දී (සිවිල්) යුද්ධය අවසන් වීමෙන් පසු චීනය සංවර්ධන ආධාර සමඟ පැමිණියේය,\" ඔහු පෙන්වා දුන්නේය. නව පශ්චාත් යුධ යටිතල පහසුකම් ව්‍යාපෘති බොහොමයක් චීන ණය වලින් නිම කරන ලදී.",
        "ශ්‍රී ලංකාවේ වැඩිහිටි පරම්පරාවේ නායකයන්ට රුසියාව ගැන හොඳ හැඟීමක් ඇති බවද ෆුර්කාන් ප්‍රකාශ කළේය. කෙසේ වෙතත්, මෙම වත්මන් යුද්ධය සමාජ මාධ්‍ය යුගයේ ආරම්භ වී ඇති හෙයින්, රුසියාව ස්වෛරී රාජ්‍යයකට එරෙහි ආක්‍රමණ ලෙස නිරූපණය කරන බැවින් තරුණ ශ්‍රී ලාංකිකයින්ට රුසියාව ගැන එතරම් හිතකර අදහසක් නොතිබිය හැකි බව ඔහු පැවසීය.",
        "යස්මින් සහ ෆුර්කාන් යන දෙදෙනාම නිගමනය කළේ බංග්ලාදේශය සහ ශ්‍රී ලංකාව සම්බන්ධයෙන් ඔවුන්ගේ අපනයනයන් යුරෝපා සංගමයට, එක්සත් ජනපදයට සහ ජපානයට යන බැවින් ඔවුන් බටහිර සමඟ හොඳ සබඳතා පැවැත්වීම අත්‍යවශ්‍ය වන අතර, එහි ගනුදෙනු වලදී “උපායමාර්ගික අඛණ්ඩතාව සහ ස්වාධීනත්වය” රඳවා තබා ගැනීමයි. රුසියාව.",
        "මොස්කව්, ප්‍රධාන ආරක්ෂක, ආර්ථික සහ බලශක්ති සම්බන්ධ ගැටළු මත යකඩ තිරය වැටීමට පෙර සහ පසු දකුණු ආසියාතික රටවලට දිගුකාලීන හවුල්කරුවෙකු විය; ඉන්දියාව, බංග්ලාදේශය, නේපාලය සහ ශ්‍රී ලංකාව සමඟ හවුල් වීම.",
        "රුසියාව විසින් සිදු කරන යුක්රේනය ආක්‍රමණය දකුනු ආසියාව සඳහා පුලුල්ව පැතිරෙන භූ-ආර්ථික, භූ දේශපාලනික සහ මූලෝපායික ඇඟවුම් ඇත. දකුනු ආසියාවේ රටවල් සඳහා ඇති සංකීර්ණ ප්‍රමුඛතා තුලනය ජාත්‍යන්තර රාජ්‍යතාන්ත්‍රික වේදිකාවේ විශාල වශයෙන් නිහඬ ප්‍රතික්‍රියා වලට තුඩු දී ඇත.",
        "මෙම සැසිවාරය දකුණු ආසියාවේ රටවලට මෙම ඇඟවුම් සහ පුළුල් ඉන්දු-පැසිෆික් කලාපයේ යුද්ධයේ පුලුල් ඇඟවුම් ආවරණය කරනු ඇත."
      ]
    },
    "ta": {
      "title": "உக்ரைனில் போர் மற்றும் தெற்காசியாவில் அதன் தாக்கங்கள்",
      "body_lines": [
        "பொருளாதாரம் - 1971 டிசம்பரில், அப்போதைய கிழக்கு பாகிஸ்தானில் நடந்த போர் ஒரு திருப்புமுனையை எட்டியபோது, ​​​​அமெரிக்கா, பாகிஸ்தானுடன் கூட்டு சேர்ந்திருந்த நேரத்தில் ஏழாவது கடற்படையை விமானம் தாங்கி கப்பலுடன் வங்காள விரிகுடாவிற்கு அனுப்பியது. வங்காளதேசம் என்ற புதிய நாட்டை உருவாக்குவதற்காக கிழக்கு பாகிஸ்தானின் சுதந்திரத்திற்காக போராடும் இந்திய ஆதரவு முக்தி பாஹினி கிளர்ச்சியாளர்களை மிரட்டுவதே இதன் நோக்கம்.",
        "இருப்பினும், அப்போதைய சோவியத் யூனியன் ஒரு கப்பல் மற்றும் பல நீர்மூழ்கிக் கப்பல்களை உள்ளடக்கிய ஒரு புளோட்டிலாவை அனுப்பியது. இதனால், கிழக்கு பாகிஸ்தானை விடுவிக்க இந்தியப் படைகளுக்கு அனுமதி அளித்து அமெரிக்க கடற்படை வெளியேறியது.",
        "இது தெற்காசியாவின் சிக்கலான வரலாற்றின் ஒரு பகுதியாகும். ரஷ்யாவின் உக்ரைன் மீதான படையெடுப்பை அப்பகுதியின் நாடுகள் முழுவதுமாக கண்டனம் செய்வதைத் தவிர்த்தன, இருப்பினும் ரஷ்யாவின் நடவடிக்கைகள் ஏற்றுக்கொள்ளப்பட்ட உலக ஒழுங்கிற்கு எதிரானது என்பதை அவர்கள் ஒப்புக்கொள்கிறார்கள். Friedrich Naumann Foundation for Freedom (FNF) மார்ச் 31 அன்று தெரிவிக்கப்பட்டது.",
        "\"உக்ரைனில் போர் மற்றும் தெற்காசியாவில் அதன் தாக்கங்கள்\" என்ற தலைப்பில் நடைபெற்ற இந்த வெபினாரில் இந்தியா, பங்களாதேஷ் மற்றும் இலங்கையில் இருந்து பேச்சாளர்கள் மற்றும் ஜேர்மன் பன்டேஸ்டாக் (பெடரல் பார்லிமென்ட்) பிரதிநிதிகள் கலந்து கொண்டனர்.",
        "ரஷிய ஆக்கிரமிப்புக்கு எதிராக ஜெர்மனியும் நேட்டோவும் எடுத்துள்ள நிலைப்பாட்டை ஆதரிக்க வேண்டும் என்று பன்டேஸ்டாக் உறுப்பினர் டாக்டர் மார்கஸ் ஃபேபர் வெபினாரில் தெற்காசிய நாடுகளுக்கு அழைப்பு விடுத்தார். பன்டேஸ்டாக்கின் பாதுகாப்புக் குழுவில் உறுப்பினராக உள்ள ஃபேபர், ரஷ்யா மீது விதிக்கப்பட்ட பொருளாதாரத் தடைகளையும், இந்தோ-பசிபிக் பிராந்தியத்தில் இருக்கும் பாதுகாப்புக் கட்டிடக்கலையையும் ஆதரிக்குமாறு தெற்காசிய நாடுகளைக் கேட்டுக் கொண்டார்.",
        "\"ஜனநாயகங்கள் ஒருவருக்கொருவர் ஆதரவளிக்க வேண்டும்,\" என்று அவர் மேலும் கூறினார், ஜனநாயக நாடுகள் மக்களின் ஆதரவைச் சார்ந்து இருப்பதால் அவை மிகவும் நம்பகமான கூட்டாளிகளை உருவாக்குகின்றன.",
        "தனது நாடும் நேட்டோ கூட்டமைப்பும் ரஷ்ய எண்ணெய் மற்றும் எரிவாயுவை சார்ந்திருப்பதை படிப்படியாக குறைத்து அதன் பாதுகாப்பு செலவினங்களை உயர்த்தி வருவதாக ஃபேபர் கூறினார்.",
        "பிராந்தியத்தின் மிகப்பெரிய மற்றும் மிகவும் செல்வாக்கு மிக்க நாடான இந்தியாவைப் பொறுத்தவரை, மேற்கத்திய சக்திகள், அமெரிக்கா மற்றும் ஐரோப்பிய ஒன்றியம் ரஷ்யாவிற்கு எதிராக விரோத நிலைப்பாட்டை எடுப்பது உலக ஒழுங்கை மாற்றிவிடும் என்பது முக்கிய கவலையாக இருந்தது.",
        "\"இந்தப் போர் ரஷ்யாவை பலவீனப்படுத்தி, அதை ஒரு பிக்மியாக மாற்றி, சீன டிராகனின் கரங்களுக்குள் தள்ளும் என்று நாங்கள் கவலைப்படுகிறோம்\" என்று நெதர்லாந்திற்கான இந்தியாவின் முன்னாள் தூதர் பாஸ்வதி முகர்ஜி வெபினாரிடம் கூறினார்.",
        "இந்தியா, மூத்த இராஜதந்திரி, சீனாவை தனது மிகப்பெரிய கவலையாகக் கருதுகிறது, மேலும் இந்த மோதல் நாட்டின் சர்ச்சைக்குரிய அண்டை நாடாக வலுவடையும். இந்தியா \"மேற்கில் நங்கூரமிடப்பட்டுள்ளது\" என்றும் அமெரிக்காவுடன் மூலோபாய ரீதியாக நட்புறவு கொண்டுள்ளது என்றும் அவர் சுட்டிக்காட்டினார்.",
        "மோதல்கள் மற்றும் பொருளாதாரத் தடைகள் மற்றும் சீனாவுடன் நெருங்கி வருவதால் ரஷ்யா பலவீனமாகவும் பலவீனமாகவும் மாறும் சாத்தியக்கூறுகளை இந்தியா எச்சரிக்கையுடன் பார்க்கிறது என்று அவர் கூறுகிறார்.",
        "\"இது உலக ஒழுங்கை மாற்றிவிடும், மேலும் இது சீனாவை மட்டும் இந்தியா எதிர்கொள்ள வேண்டியிருக்கும்.\" உக்ரைன் மீதான ரஷ்ய படையெடுப்பிற்குப் பிறகு, சீனா தைவானைத் தாக்கும் என்றும், இந்தியா-சீன எல்லையில் உள்ள சர்ச்சைக்குரிய இமயமலைப் பகுதிகளில் ஊடுருவும் என்றும் இந்தியா கவலை கொண்டுள்ளது.",
        "ஆயுதங்கள் மற்றும் ராணுவ வன்பொருளுக்கான உதிரிபாகங்களுக்காக இந்தியா ரஷ்யாவை நம்பியிருப்பதாகவும் அவர் சுட்டிக்காட்டினார். இந்தியாவின் போர் விமானங்களில் பெரும்பாலானவை ரஷ்ய விமானங்கள். கோவிட் தொற்றுநோயால் ஏற்பட்ட மந்தநிலையிலிருந்து வெளிவர ரஷ்ய பெட்ரோலியமும் தேவை.",
        "2014 இல் எழுதிய முன்னாள் அமெரிக்க வெளியுறவு அமைச்சர் ஹென்றி கிஸ்ஸிங்கரின் எழுத்துக்களில் இருந்து அவர் மேற்கோள் காட்டினார், \"மிகவும் அடிக்கடி உக்ரேனிய பிரச்சினை ஒரு மோதலாக முன்வைக்கப்படுகிறது: உக்ரைன் கிழக்கில் அல்லது மேற்கில் இணைந்தாலும். ஆனால் உக்ரைன் உயிர்வாழ்வதற்கும் செழித்து வளரவும் வேண்டுமானால், அது இருதரப்பும் மற்றவர்களுக்கு எதிரான புறக்காவல் நிலையமாக இருக்கக்கூடாது - அது அவர்களுக்கு இடையே ஒரு பாலமாக செயல்பட வேண்டும். கிஸ்ஸிங்கர் மீது தனக்கு அபிமானம் இல்லை என்றாலும் அவர் உடன்படுவதாகக் கூறினார்.",
        "டீப் ஸ்ட்ராட் இந்தியாவின் ஸ்தாபகப் பங்காளியான நடுவர் சைகத் தத்தா, தெற்காசிய ஜனநாயக நாடுகள் ரஷ்யாவைத் தனிமைப்படுத்த மேற்கத்திய நாடுகளை ஆதரிக்க வேண்டும் என்று டாக்டர் ஃபேபர் விடுத்த கோரிக்கையை ஒப்புக்கொண்டார், ஆனால் வரலாற்று நிகழ்வுகள் காரணமாக இது மிகவும் சிக்கலானதாக இருக்கலாம் என்றார்.",
        "அந்த நிகழ்வுகள் குறிப்பாக 1971 ஆம் ஆண்டு இந்தியாவிற்கும் பாகிஸ்தானுக்கும் இடையிலான மோதலுடன் தொடர்புடையவை, அது இறுதியில் வங்காளதேசத்தின் பிறப்பைக் கண்டது. இந்தியாவைப் பொறுத்தவரை, அப்போதைய அமெரிக்க ஆதரவுடன் இருந்த பாகிஸ்தானுடனான அந்த மோதலின் போது, ​​முன்னாள் சோவியத் யூனியனை நம்பகமான நட்பு நாடாகக் கண்டறிந்ததாக முகர்ஜி கூறினார்.",
        "1971 டிசம்பரில் வங்காளதேசத்தை உருவாக்க வங்காளதேச ஆயுதமேந்திய விடுதலை இயக்கமான முக்தி பாஹினி இந்திய இராணுவ ஆதரவுடன் பாகிஸ்தான் ராணுவத்துடன் போரிட்டபோது, ​​ஏழாவது கப்பற்படையை வங்காள விரிகுடாவிற்கு அமெரிக்கா அனுப்பியதை அவர் நினைவு கூர்ந்தார். இது ஒரு அச்சுறுத்தும் நடவடிக்கை. இருப்பினும், க்ரூசர்கள் மற்றும் இரண்டு நீர்மூழ்கிக் கப்பல்கள் அடங்கிய சோவியத் கடற்படை பணிக்குழு முதலில் அங்கு சென்றடைந்தது மற்றும் அந்த ஆண்டு டிசம்பரில் ஒரு பதட்டமான மோதலுக்குப் பிறகு அமெரிக்கர்கள் வெளியேறினர்.",
        "அந்த நேரத்தில், முகர்ஜி கூறுகையில், மாஸ்கோ இந்தியர்களுக்கு பணியை முடிக்க காலக்கெடு வழங்கியது. முதன்மையான பிரச்சினை வான்வெளிக்கான சண்டை மற்றும் இந்திய விமானிகள் சோவியத் தயாரிப்பான MIG 21s போர்-குண்டு விமானங்களை பறக்கவிட்டு கிழக்கு பாகிஸ்தானில் உள்ள விமானநிலையங்களில் பள்ளங்களை ஏற்படுத்தி நான்கு நாட்களில் வான் மேன்மையை அறிவித்தனர்.",
        "பங்களாதேஷிகளுக்கும், ரஷ்ய தொடர்பு அன்றிலிருந்து இன்னும் வலுவாக உள்ளது. பங்களாதேஷின் டாக்கா பல்கலைக்கழகத்தின் பேராசிரியர் லைலுஃபர் யாஸ்மின், இந்த சம்பவம் பங்களாதேஷின் ஆன்மாவில் பொறிக்கப்பட்டுள்ளது என்றார். சமீப காலங்களில், அணுசக்தியால் இயங்கும் மின்சாரம் உற்பத்தி செய்யும் ஆலையை கட்டுவது உட்பட ரஷ்யாவுடன் தொழில்நுட்ப கூட்டாண்மையில் பங்களாதேஷ் நுழைந்துள்ளது.",
        "உலகம் இரண்டாம் உலகப் போருக்குப் பிந்தைய காலத்தில் இல்லை என்பதை யாஸ்மின் ஒப்புக்கொண்டார், மேலும் பங்களாதேஷ் போன்ற நாடுகள் தங்கள் சொந்த போக்கை பட்டியலிட்டுள்ளன. எவ்வாறாயினும், நடுநிலைமை என்பது நாட்டிற்கு கொள்கை இல்லை என்று அர்த்தமல்ல என்று அவர் சுட்டிக்காட்டினார். ஒரு நாட்டின் இறையாண்மை \"புனிதமானது\" என்று பங்களாதேஷ் உறுதியாக நம்புவதாகவும், ரஷ்யாவின் ஆக்கிரமிப்பை மன்னிக்க முடியாது என்றும் அவர் சுட்டிக்காட்டினார்.",
        "பங்களாதேஷ் பொருளாதார ரீதியாகவும் மேம்பட்டுள்ளது மற்றும் ஒப்பீட்டளவில் 170 மில்லியன் மக்கள்தொகையுடன் உலகம் முழுவதிலுமிருந்து, குறிப்பாக ஜப்பானில் இருந்து முதலீட்டை ஈர்க்கிறது. சீனாவுடனான பொருளாதார உறவுகளும் வளர்ந்துள்ளன, என்றார்.",
        "உக்ரைன் மீதான படையெடுப்பைக் கண்டித்து ஐ.நா.வின் தீர்மானத்தில் ரஷ்யாவுக்கு எதிராக வாக்களிக்காத இந்தியா மற்றும் பங்களாதேஷ் ஆகிய நாடுகளும் இலங்கையின் விஷயத்தில், நடுநிலையான நிலைப்பாடு அதன் வெளியுறவுக் கொள்கையின் தொடர்ச்சியாகும்.",
        "அதே நேரத்தில் அமெரிக்காவும் ஐரோப்பிய ஒன்றியமும் இலங்கையின் ஏற்றுமதிகளுக்கு, குறிப்பாக ஆடைகளுக்கான மிகப்பெரிய சந்தைகளாக உள்ளன, ஆனால் அதே நேரத்தில் ரஷ்யா சர்வதேச அரங்கில் இலங்கைக்கு ஆதரவளித்து வருகிறது, அங்கு மனித உரிமைகள் மற்றும் போரில் கூறப்படும் கொழும்பின் சாதனையை தண்டிக்கும் தீர்மானங்கள் முன்மொழியப்பட்டுள்ளன. குற்றங்கள்.",
        "வெபினாரில் இலங்கைப் பிரதிநிதியாக இருந்த இம்ரான் ஃபுர்கான் கூறுகையில், இலங்கை எப்போதுமே சட்டத்தின் முக்கியத்துவத்தை வலியுறுத்துகிறது, ஏனெனில் அது மிகச் சிறிய நாடு மற்றும் அதன் சுதந்திரத்தையும் பிராந்திய ஒருமைப்பாட்டையும் பேணுவது மிகவும் முக்கியமானது.",
        "ஆசிய பசுபிக் பிராந்தியத்தில் வணிகங்களுக்கு ஆலோசனை வழங்கும் முகாமைத்துவ கணக்காளர் ஃபுர்கான், சோவியத் யூனியனுடனும் அதன் பின்னர் ரஷ்யாவுடனும் இலங்கையின் உறவுகள் பல தசாப்தங்களாக ரஷ்ய பல்கலைக்கழகங்களில் புலமைப்பரிசில்களில் கல்வி கற்கும் பல இலங்கையர்களுடன், குறிப்பாக நிருவாகிகள் மற்றும் சிவில் ஊழியர்களுடன் இருப்பதாக கூறினார்.",
        "அமெரிக்கா மற்றும் மேற்கு நாடுகளுடன் இந்தியா \"உறுதியாக நங்கூரமிட்டுள்ள நிலையில்\" ரஷ்யாவுடன் அது உடைக்க முடியாத உறவையும் கொண்டுள்ளது என்று முகர்ஜி தொடர்ந்து கூறினார். இந்தியாவின் நிலைப்பாட்டை மேற்கத்திய நாடுகள் புரிந்துகொள்கின்றன என்றார். வரலாற்றில், ரஷ்யர்கள் போரில் அதிக பின்னடைவைக் காட்டியுள்ளனர், எடுத்துக்காட்டாக, இரண்டாம் உலகப் போரில் லெனின்கிராட் போரில் பாரிய உயிரிழப்புகள் ஏற்பட்டதாகவும் அவர் கூறினார்.",
        "ரஷ்ய ஜனாதிபதி விளாடிமிர் புடினின் \"பேய்த்தனம்\" பற்றி விமர்சித்த சில மேற்கத்திய வர்ணனையாளர்களுடனும் அவர் உடன்பட்டார்.",
        "இந்தியாவுடனான நெருக்கத்தைப் பேணும்போது, ​​பாகிஸ்தான் மற்றும் ஆப்கானிஸ்தானுடன் நிச்சயதார்த்தம் என்று வரும்போது மேற்கத்திய நாடுகளில் இந்தியாவை வித்தியாசமாக நடத்துகிறது என்று தத்தா சுட்டிக்காட்டினார். \"இது ஒரு இரட்டைத்தன்மையாகும், இது நாம் புரிந்து கொள்ள வேண்டும் மற்றும் பேச்சுவார்த்தை நடத்த வேண்டும்,\" என்று அவர் மேலும் கூறினார்.",
        "முன்னாள் சோவியத் யூனியனும் இப்போது ரஷ்யாவும் தெற்காசியாவுடன் ஏன் ஈடுபட்டுள்ளன என்பது குறித்தும் இந்த வலையரங்கில் விவாதிக்கப்பட்டது. இதற்கு பதிலளித்த பேராசிரியர் யாஸ்மின், “சர்வதேச உறவுகள் பரோபகாரம் காரணமாக நடத்தப்படுவதில்லை. ஒவ்வொரு நாடும் அதன் சொந்த நலன்களுக்காக செயல்படுவதால் சர்வதேச உறவுகளில் அராஜகம் உள்ளது.",
        "உக்ரேனிய அகதிகள் நெருக்கடி விஷயத்தில், ரோஹிங்கியா அகதிகள் பிரச்சினையில் போராடி வரும் பங்களாதேஷ் அவர்களின் அவலநிலைக்கு ஆதரவாக வாக்களித்துள்ளதாக அவர் கூறினார்.",
        "பௌத்த பெரும்பான்மையான மியான்மரில் உள்ள சிறுபான்மையினரான ரோஹிங்கியாக்கள் மியான்மர் இராணுவத்தின் துன்புறுத்தல் காரணமாக மில்லியன் கணக்கான பங்களாதேஷிற்கு தங்கள் நாட்டை விட்டு வெளியேறியுள்ளனர். \"தற்போதைய மோதலுக்கு தெற்காசியாவின் எதிர்வினை மிகவும் சிக்கலானது, ஏனெனில் இது மிகவும் ஒன்றோடொன்று இணைக்கப்பட்டுள்ளது,\" என்று அவர் மேலும் கூறினார்.",
        "தெற்காசியாவின் மற்ற பகுதிகளுடனான சீனாவின் உறவுகள், அது பெரும்பாலும் வளர்ச்சிப் பங்காளியாக இருந்ததைக் காட்டுகிறது. பேராசிரியர் யாஸ்மின் கூறுகையில், சீனா தனது நாட்டுக்கு உள்கட்டமைப்பு மேம்பாட்டிற்காக பணத்தைக் கடனாக வழங்கியது, ஆனால் வங்காளதேசம் ஜப்பான், ஐரோப்பிய ஒன்றியம் மற்றும் அமெரிக்கா போன்ற பிற நாடுகளிடமிருந்தும் உதவி பெற்றுள்ளது.",
        "இலங்கையைப் பொறுத்த வரையில், இலங்கை தன்னைச் சுற்றியுள்ள அதிகாரங்களை சமநிலைப்படுத்துவதில் நல்ல சாதனை படைத்துள்ளதாகவும் ஆனால் கடந்த பத்து வருடங்களில் சீனாவுடன் நெருக்கமாகிவிட்டதாகவும் ஃபர்கான் கூறினார். \"2009 இல் (உள்நாட்டு) யுத்தம் முடிவடைந்த பின்னர் சீனா அபிவிருத்தி உதவிகளுடன் வந்தது,\" என்று அவர் சுட்டிக்காட்டினார். போருக்குப் பிந்தைய பல புதிய உள்கட்டமைப்புத் திட்டங்கள் சீனக் கடன்களுடன் முடிக்கப்பட்டன.",
        "இலங்கையின் மூத்த தலைமுறை தலைவர்கள் ரஷ்யா மீது நல்ல அபிப்பிராயம் கொண்டுள்ளனர் என்றும் ஃபுர்கான் கூறினார். எவ்வாறாயினும், இந்த தற்போதைய போர் சமூக ஊடகங்களின் யுகத்தில் வெடித்துள்ளதால், இலங்கையின் இளையவர்களுக்கு ரஷ்யா மீது அத்தகைய சாதகமான பார்வை இருக்காது, ஏனெனில் இது இறையாண்மை கொண்ட அரசுக்கு எதிரான ஆக்கிரமிப்பாக சித்தரிக்கப்படுகிறது, என்றார்.",
        "வங்காளதேசம் மற்றும் இலங்கை ஆகிய நாடுகளின் ஏற்றுமதிகள் ஐரோப்பிய ஒன்றியம், அமெரிக்கா மற்றும் ஜப்பான் ஆகிய நாடுகளுக்கு செல்வதால், மேற்கத்திய நாடுகளுடன் நல்லுறவை பேணுவது இன்றியமையாதது என்று யாஸ்மின் மற்றும் ஃபுர்கான் இருவரும் முடிவு செய்தனர். ரஷ்யா.",
        "முக்கிய பாதுகாப்பு, பொருளாதாரம் மற்றும் எரிசக்தி தொடர்பான பிரச்சினைகளில் இரும்புத்திரை வீழ்ச்சியடைவதற்கு முன்னும் பின்னும் தெற்காசிய நாடுகளுக்கு மாஸ்கோ நீண்டகால பங்காளியாக இருந்து வருகிறது; இந்தியா, வங்காளதேசம், நேபாளம் மற்றும் இலங்கை ஆகிய நாடுகளுடன் கூட்டு சேர்ந்து.",
        "ரஷ்யாவின் உக்ரைன் மீதான தொடர்ச்சியான ஆக்கிரமிப்பு தெற்காசியாவில் பரந்த அளவிலான புவி-பொருளாதார, புவிசார் அரசியல் மற்றும் மூலோபாய தாக்கங்களைக் கொண்டுள்ளது. தெற்காசியாவில் உள்ள நாடுகளுக்கான முன்னுரிமைகளின் சிக்கலான சமநிலையானது சர்வதேச இராஜதந்திர அரங்கில் பரந்த முடக்கப்பட்ட எதிர்வினைகளுக்கு வழிவகுத்தது.",
        "இந்த அமர்வு தெற்காசியாவில் உள்ள நாடுகளுக்கு இந்த தாக்கங்கள் மற்றும் பரந்த இந்தோ-பசிபிக் பிராந்தியத்தில் போரின் பரந்த தாக்கங்களை உள்ளடக்கும்."
      ]
    }
  }
}