{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/opinion/Tribute-to-Dr-Gamini-Goonetilleke/14-733734",
  "time_ut": 1650565800,
  "title": "Tribute to Dr. Gamini Goonetilleke",
  "body_lines": [
    "Dr. Gamini Goonetilleke (right) hands over a copy of the book to Guest Speaker S. Skandakumar",
    "The launch of the second book about a dedicated surgeon’s experiences in the war zone took place at the auditorium of the College of Surgeons at Torrington Place before a packed audience on 7 April. Guest Speaker was former High Commissioner of Sri Lanka in Australia",
    "When my Sandhurst-trained brother-in-law Maj. Gen. Balaratnarajah, one-time Commander of the Volunteers, and Chief of Staff, of the Army said to me that there was a Sri Lankan doctor doing some amazing work with their injured soldiers, I could not have imagined that 30 years later, I would be speaking at the launch of that surgeon’s second book, the “Extra Mile”.",
    "I am both humbled and honoured Gamini, that you invited me to speak today, and thank you for the opportunity.",
    "In an extraordinary journey of a never-ending mile, surrounded by chilling experiences, Gamini, to quote from his own words, learnt lessons, overcame obstacles, crossed bridges, took risks, and embarked on adventures to achieve his goals.",
    "Today having accomplished all he set out to do, he stands tall, bearing true testimony to that ever famous song by Frank Sinatra, “I did it My Way”.",
    "His professionalism was enhanced by his compassion, and consequently his treatment of his patients revolved exclusively around the nature of their injuries and not their identity.",
    "A truly outstanding product of St. Joseph’s College, he entered medical college with humility and excelled in the sporting field there too.",
    "He appreciated the opportunity his country gave him to become a doctor, and so when he qualified as a Fellow of the Royal College of Surgeons in the UK, and had an attractive horizon ahead of him overseas, he chose to return to Sri Lanka to serve the people and repay his debt to the country he loved!",
    "When he completed his challenging and exhausting journey as a professional, he retired with the same humility, a true hallmark of greatness. A devout Christian, Gamini believed that his hands were blessed by the Heavenly Father to heal the sick and he remained unfailingly faithful to the Oath of Hippocrates that he took on graduating. He was inspired in his noble work by his faith in God and the support of his dear wife Shelendra and gifted children who must have endured many sleepless nights as Gamini battled relentlessly in serious conflict zones to save lives and limbs.",
    "The sorrow, pain, anxiety, anger and outrage that he witnessed first-hand led him to lament how a whole generation had to suffer for the follies and misdeeds of power-hungry racial politicians. Yes marginalisation had led to radicalisation and discrimination to extremism, at phenomenal cost and loss of lives to the nation.",
    "Today we stand united as a nation after having been brought down to our knees in our personal circumstances, by these destructive racial divides, among other insidious conduct, and the ensuing strength is there for the world to see.",
    "The horrific injuries he encountered that he on occasion innovative and improvised to heal, pained him as much when he knew that those injuries were inflicted by one Sri Lankan on another.",
    "He was always blessed in his noble intentions because they were matched by sincere action. The proof of this was seen in the second lease of life he provided for many who gave up for death, and some who benefitted from those gifted hands have shown their gratitude by being here today.",
    "Among them is Charith, who having lost an arm decapitated from his shoulder, and rendered totally blind in a mine explosion, recovered to marry and father three children.",
    "I was photographed with him on arrival and the picture is one I will frame and hang in my home till God calls time on my life.",
    "Thank you Gamini for demonstrating the true meaning of being a patriot of our country, and the Extra Mile is indeed a truly absorbing journey of immense courage, innovation, commitment and compassion that should be experienced by every Sri Lankan.",
    "So to you my friend, a medical icon and a gift from God, whose thoughts when in a place of worship, have always matched his deeds when outside it, I join a multitude of those less fortunate than us, and friends, to say, thank you and may God’s blessings continue to be with you and your lovely family."
  ],
  "translate": {
    "si": {
      "title": "ආචාර්ය ගාමිණී ගුණතිලකට උපහාරය",
      "body_lines": [
        "ආචාර්ය ගාමිණී ගුණතිලක මහතා (දකුණේ) පොතේ පිටපතක් ආරාධිත කථානායක එස්. ස්කන්ධකුමාර් මහතා වෙත පිළිගැන්වූ අයුරු.",
        "යුද කලාපයේ කැපවූ ශල්‍ය වෛද්‍යවරයකුගේ අත්දැකීම් පිළිබඳ දෙවන පොත එළිදැක්වීම අප්‍රේල් 7 වන දින ටොරින්ටන් පෙදෙසේ ශල්‍ය වෛද්‍ය විද්‍යාල ශ්‍රවණාගාරයේදී පිරී ඉතිරී ගිය ප්‍රේක්ෂකයින් ඉදිරියේ සිදු විය. ආරාධිත කථිකයා ඕස්ට්‍රේලියාවේ හිටපු ශ්‍රී ලංකා මහ කොමසාරිස්වරයා විය",
        "මගේ Sandhurst-පුහුණු මස්සිනා, වරක් ස්වේච්ඡා සේනාංකාධිපති සහ යුධ හමුදා මාණ්ඩලික ප්‍රධානි මේජර් ජෙනරාල් බාලරත්නරාජා මා සමඟ පැවසූ විට ශ්‍රී ලංකාවේ වෛද්‍යවරයෙක් ඔවුන්ගේ තුවාල ලැබූ සොල්දාදුවන් සමඟ පුදුම වැඩක් කරන බව , වසර 30කට පසුව, එම ශල්‍ය වෛද්‍යවරයාගේ දෙවන පොත වන “අතිරේක සැතපුම්” එළිදැක්වීමේ උත්සවයේදී මම කතා කරනු ඇතැයි මට සිතාගත නොහැකි විය.",
        "ගාමිණී ඔබ මට අද කතා කිරීමට ආරාධනා කිරීම ගැනත්, අවස්ථාව ලබා දීම ගැන ඔබට ස්තූති කිරීම ගැනත් මම නිහතමානීව මෙන්ම ගෞරවයට පත් වෙමි.",
        "නිමක් නැති සැතපුම් කණුවක, සිසිලන අත්දැකීම්වලින් වට වූ අසාමාන්‍ය ගමනක, ගාමිණී ඔහුගේම වචන වලින් උපුටා දැක්වීමට, පාඩම් ඉගෙන, බාධක ජයගෙන, පාලම් තරණය කර, අවදානම් දරා, තම අරමුණු සාක්ෂාත් කර ගැනීම සඳහා වික්‍රමාන්විතයන් ආරම්භ කළේය.",
        "අද ඔහු කළ යුතු සියලු දේ ඉටු කර, ෆ්‍රෑන්ක් සිනාත්‍රාගේ “මම එය කළේ මගේ මාර්ගයයි” ගීතයට සැබෑ සාක්ෂියක් දරයි.",
        "ඔහුගේ දයානුකම්පාවෙන් ඔහුගේ වෘත්තීයභාවය වැඩි දියුණු කරන ලද අතර, එහි ප්‍රතිඵලයක් ලෙස ඔහුගේ රෝගීන්ට ප්‍රතිකාර කිරීම තනිකරම කැරකුණේ ඔවුන්ගේ තුවාලවල ස්වභාවය මත මිස ඔවුන්ගේ අනන්‍යතාවය මත නොවේ.",
        "සැබවින්ම ශාන්ත ජෝසප් විද්‍යාලයේ විශිෂ්ට නිෂ්පාදනයක් වූ ඔහු නිහතමානීව වෛද්‍ය විද්‍යාලයට ඇතුළත් වූ අතර එහිදීද ක්‍රීඩා ක්ෂේත්‍රයේ දස්කම් පෑවේය.",
        "ඔහුට වෛද්‍යවරයකු වීමට තම රට ලබා දුන් අවස්ථාව ඔහු අගය කළ අතර, එබැවින් ඔහු එක්සත් රාජධානියේ රාජකීය ශල්‍ය වෛද්‍ය විද්‍යාලයේ සාමාජිකයෙකු ලෙස සුදුසුකම් ලබා විදේශයන්හි ආකර්ශනීය ක්ෂිතිජයක් ඇති විට, ඔහු නැවත ශ්‍රී ලංකාවට පැමිණ සේවය කිරීමට තෝරා ගත්තේය. ජනතාව සහ ඔහු ආදරය කළ රටට ඔහුගේ ණය ගෙවන්න!",
        "ඔහු වෘත්තිකයෙකු ලෙස තම අභියෝගාත්මක සහ වෙහෙසකර ගමන අවසන් කළ විට, ඔහු විශ්‍රාම ගියේ එම නිහතමානීව, ශ්‍රේෂ්ඨත්වයේ සැබෑ සලකුණකි. භක්තිමත් කිතුනුවකු වූ ගාමිණී, අසනීප වූවන් සුව කිරීමට තම දෑත්වලට ස්වර්ගීය පියාණන්ගේ ආශිර්වාදය ලැබුණු බව විශ්වාස කළ අතර, ඔහු උපාධිය ලබා ගත් හිපොක්‍රටීස්ගේ දිවුරුමට නොවරදවාම විශ්වාසවන්තව සිටියේය. ගාමිණී බරපතල ගැටුම් කලාපවල ජීවිත සහ අත් පා බේරා ගැනීම සඳහා නිර්දය ලෙස සටන් කරන විට බොහෝ නිදි නැති රාත්‍රීන් විඳදරාගැනීමට ඇති දෙවියන් වහන්සේ කෙරෙහි ඇති විශ්වාසය සහ ඔහුගේ ආදරණීය බිරිඳ ශෙලේන්ද්‍රාගේ සහ දක්ෂ දරුවන්ගෙන් ඔහු තම උතුම් කාර්යයට ආස්වාදයක් ලබා දුන්නේය.",
        "ඔහු සියැසින් දුටු දුක, වේදනාව, කනස්සල්ල, කෝපය සහ කෝපය නිසා බල තණ්හාවෙන් පෙළෙන වාර්ගික දේශපාලකයන්ගේ අමනකම් සහ අකටයුතුකම් නිසා මුළු පරම්පරාවකටම දුක් විඳීමට සිදු වූ ආකාරය ගැන ඔහු විලාප තැබීය. ඔව්, ආන්තිකකරණය අන්තවාදය දක්වා රැඩිකල්කරණයට සහ වෙනස් කොට සැලකීමට හේතු වී තිබුණේ, ජාතියට අතිවිශිෂ්ට පිරිවැයක් සහ ජීවිත අහිමි කරමිනි.",
        "මෙම විනාශකාරී වාර්ගික බෙදීම්, වෙනත් ද්‍රෝහී හැසිරීම් අතර, අපගේ පෞද්ගලික තත්වයන් තුළ දණින් වැටී පසු අපි අද ජාතියක් ලෙස එක්සත්ව සිටිමු, ඉන් ඇති වන ශක්තිය ලෝකයට දැකගත හැකිය.",
        "ඔහු විටින් විට නව්‍යකරණය කළ සහ සුවපත් කිරීමට ඔහුට මුහුණ දුන් බිහිසුණු තුවාල, එම තුවාල එක් ශ්‍රී ලාංකිකයෙකු තවත් කෙනෙකුට සිදු කළ බව දැනගත් විට ඔහුව වේදනාවට පත් කළේය.",
        "උන්වහන්සේගේ උතුම් චේතනාවන් අවංක ක්‍රියාවෙන් සමපාත වූ බැවින් ඔහු සැමවිටම ආශීර්වාද කළේය. මරණයට කැප වූ බොහෝ දෙනකුට ඔහු සැපයූ දෙවැනි ජීවිතයෙන් ඒ බව සනාථ කළ හැකි වූ අතර එම දායාද වූ දෑතින් ප්‍රතිලාභ ලැබූ ඇතැමුන් අද මෙහි පැමිණ කෘතඥතාව පළ කර ඇත.",
        "ඒ අතර චරිත්, උරහිසෙන් බෙල්ල කපා දැමූ අතක් අහිමි වී, පතල් පිපිරීමකින් සම්පූර්ණයෙන්ම අන්ධ වී, විවාහ වී දරුවන් තිදෙනෙකුගේ පියා ලෙස සුවය ලබා ඇත.",
        "මා පැමිණි විට ඔහු සමඟ ඡායාරූප ගත කර ඇති අතර, එම පින්තූරය දෙවියන් වහන්සේ මගේ ජීවිතයට කාලය කැඳවන තෙක් මම රාමු කර මගේ නිවසේ එල්ලා තබන එකකි.",
        "අපේ රටේ දේශප්‍රේමියෙකු වීමේ සැබෑ අරුත පෙන්වා දීම ගැන ගාමිණී ඔබට ස්තුතියි, අමතර සැතපුම ඇත්තෙන්ම සෑම ශ්‍රී ලාංකිකයෙකුම අත්විඳිය යුතු අතිමහත් ධෛර්යය, නව්‍යකරණය, කැපවීම සහ දයානුකම්පාව යන සැබවින්ම උරාගන්නා ගමනකි.",
        "ඉතින්, මගේ මිත්‍රයා, වෛද්‍ය නිරූපකයක් සහ දෙවියන්ගෙන් තෑග්ගක්, නමස්කාර ස්ථානයක සිටින විට ඔහුගේ සිතුවිලි, ඉන් පිටත සිටින විට ඔහුගේ ක්‍රියාවන් සැමවිටම ගැලපේ, මම අපට වඩා පහත් වාසනාවන්තයින් සහ මිතුරන් රාශියක් සමඟ එකතු වී මෙසේ කියමි. ස්තුතියි ඔබටත් ඔබගේ ආදරණීය පවුලටත් දෙවියන්ගේ ආශිර්වාදය දිගටම ලැබේවා."
      ]
    },
    "ta": {
      "title": "கலாநிதி காமினி குணதிலக அவர்களுக்கு அஞ்சலி",
      "body_lines": [
        "கலாநிதி காமினி குணதிலக (வலது) நூலின் பிரதியை அதிதி பேச்சாளர் எஸ்.ஸ்கந்தகுமாரிடம் கையளித்தார்",
        "போர் வலயத்தில் ஒரு அர்ப்பணிப்புள்ள அறுவை சிகிச்சை நிபுணரின் அனுபவங்களைப் பற்றிய இரண்டாவது புத்தகத்தின் வெளியீட்டு விழா ஏப்ரல் 7 அன்று டோரிங்டன் பிளேஸில் உள்ள அறுவைசிகிச்சை கல்லூரியின் கேட்போர் கூடத்தில் நிரம்பிய பார்வையாளர்களுக்கு முன்பாக நடைபெற்றது. விருந்தினர் பேச்சாளர் அவுஸ்திரேலியாவிலுள்ள இலங்கையின் முன்னாள் உயர்ஸ்தானிகர் ஆவார்",
        "எனது Sandhurst-ல் பயிற்சி பெற்ற மைத்துனரான மேஜர் ஜெனரல் பாலரத்னராஜா, ஒரு காலத்தில் தொண்டர்களின் தளபதியும், இராணுவப் படைத் தலைவருமான என்னிடம் கூறியபோது, ​​இலங்கை மருத்துவர் ஒருவர் காயமடைந்த இராணுவத்தினருடன் சில அற்புதப் பணிகளைச் செய்கிறார். , 30 ஆண்டுகளுக்குப் பிறகு, அந்த அறுவை சிகிச்சை நிபுணரின் இரண்டாவது புத்தகமான “எக்ஸ்ட்ரா மைல்” வெளியீட்டு விழாவில் நான் பேசுவேன் என்று நான் கற்பனை செய்திருக்க முடியாது.",
        "காமினி அவர்களே, இன்று பேசுவதற்கு நீங்கள் என்னை அழைத்ததற்கும், வாய்ப்பளித்தமைக்கு நன்றி என்றும் நான் பணிவாகவும் பெருமையாகவும் இருக்கிறேன்.",
        "ஒரு முடிவில்லாத மைல் பயணத்தில், குளிர்ச்சியான அனுபவங்களால் சூழப்பட்ட, காமினி, தனது சொந்த வார்த்தைகளிலிருந்து மேற்கோள் காட்ட, பாடங்களைக் கற்றுக்கொண்டார், தடைகளைத் தாண்டி, பாலங்களைக் கடந்து, ஆபத்துக்களை எடுத்து, தனது இலக்குகளை அடைய சாகசங்களில் இறங்கினார்.",
        "ஃபிராங்க் சினாட்ராவின் \"ஐ டூ இட் மை வே\" என்ற புகழ்பெற்ற பாடலுக்கு உண்மையான சாட்சியத்துடன் இன்று அவர் செய்ய நினைத்த அனைத்தையும் நிறைவேற்றி, நிமிர்ந்து நிற்கிறார்.",
        "அவரது தொழில்முறை அவரது இரக்கத்தால் மேம்படுத்தப்பட்டது, அதன் விளைவாக அவரது நோயாளிகளின் சிகிச்சையானது அவர்களின் காயங்களின் தன்மையைச் சுற்றியே இருந்தது, அவர்களின் அடையாளத்தை அல்ல.",
        "செயின்ட் ஜோசப் கல்லூரியின் உண்மையான சிறந்த தயாரிப்பான அவர், பணிவுடன் மருத்துவக் கல்லூரியில் நுழைந்து, விளையாட்டுத் துறையிலும் சிறந்து விளங்கினார்.",
        "அவர் தனது நாடு தனக்கு மருத்துவராகும் வாய்ப்பைப் பாராட்டினார், எனவே அவர் இங்கிலாந்தில் உள்ள ராயல் காலேஜ் ஆஃப் சர்ஜன்ஸின் ஃபெலோவாகத் தகுதி பெற்றபோது, ​​வெளிநாட்டில் அவருக்கு முன்னால் ஒரு கவர்ச்சியான அடிவானம் இருந்தபோது, ​​​​அவர் மீண்டும் இலங்கைக்கு சேவை செய்யத் தேர்வு செய்தார். மக்கள் மற்றும் அவர் நேசித்த நாட்டிற்கு அவரது கடனை திருப்பிச் செலுத்துங்கள்!",
        "அவர் ஒரு தொழில்முறை நிபுணராக தனது சவாலான மற்றும் சோர்வுற்ற பயணத்தை முடித்தபோது, ​​அதே பணிவுடன், மகத்துவத்தின் உண்மையான அடையாளமாக ஓய்வு பெற்றார். ஒரு பக்தியுள்ள கிறிஸ்தவரான காமினி, நோயுற்றவர்களைக் குணப்படுத்த பரலோகத் தந்தையால் தனது கைகள் ஆசீர்வதிக்கப்பட்டதாக நம்பினார், மேலும் அவர் பட்டம் பெற்ற ஹிப்போகிரட்டீஸின் உறுதிமொழிக்கு அவர் தவறாமல் விசுவாசமாக இருந்தார். கடவுள் மீதான நம்பிக்கையாலும், அவரது அன்பு மனைவி ஷெலேந்திரா மற்றும் திறமையான குழந்தைகளின் ஆதரவாலும் அவர் தனது உன்னதப் பணியில் ஈர்க்கப்பட்டார், காமினி பல தூக்கமில்லாத இரவுகளைத் தாங்கியிருக்க வேண்டும், உயிர்கள் மற்றும் உறுப்புகளைக் காப்பாற்ற காமினி இடைவிடாமல் போராடினார்.",
        "அவர் நேரில் கண்ட துக்கம், வலி, பதட்டம், கோபம் மற்றும் சீற்றம், அதிகார வெறி கொண்ட இனவாத அரசியல்வாதிகளின் முட்டாள்தனங்கள் மற்றும் தவறான செயல்களுக்காக ஒரு முழு தலைமுறையும் எவ்வாறு பாதிக்கப்பட வேண்டும் என்று புலம்ப வழிவகுத்தது. ஆம், ஓரங்கட்டப்பட்டது தீவிரமயமாக்கலுக்கும், தீவிரவாதத்திற்கு பாகுபாடு காட்டுவதற்கும் வழிவகுத்தது, தேசத்திற்கு அபரிமிதமான விலை மற்றும் உயிர் இழப்பு.",
        "இந்த அழிவுகரமான இனப் பிளவுகள், பிற நயவஞ்சகமான நடத்தைகள் போன்றவற்றால், நமது தனிப்பட்ட சூழ்நிலைகளில் முழங்காலுக்குத் தள்ளப்பட்ட பின்னர் இன்று நாம் ஒரு தேசமாக ஒன்றுபட்டுள்ளோம்.",
        "அவர் எதிர்கொண்ட பயங்கரமான காயங்கள், சில சமயங்களில் புதுமையானதாகவும், குணமடைய மேம்படுத்தப்பட்டதாகவும் இருந்தது, அந்த காயங்கள் ஒரு இலங்கையரால் மற்றொருவருக்கு ஏற்படுத்தப்பட்டது என்பதை அறிந்தபோது அவரை மிகவும் வேதனைப்படுத்தியது.",
        "அவர் எப்போதும் தனது உன்னத நோக்கங்களில் ஆசீர்வதிக்கப்பட்டவர், ஏனென்றால் அவை நேர்மையான செயலால் பொருந்தின. மரணத்திற்காக துறந்த பலருக்கு அவர் வழங்கிய இரண்டாவது குத்தகை வாழ்க்கை இதற்கு சான்றாகக் காணப்பட்டது, மேலும் அந்த அன்பளிப்பு கைகளால் பயனடைந்த சிலர் இன்று இங்கே இருப்பதன் மூலம் தங்கள் நன்றியைக் காட்டியுள்ளனர்.",
        "அவர்களில் சரித், தோளில் இருந்து துண்டிக்கப்பட்ட கையை இழந்து, சுரங்க வெடிப்பில் முற்றிலும் பார்வையற்றவராகி, திருமணமாகி மூன்று குழந்தைகளுக்குத் தந்தையாகி குணமடைந்தார்.",
        "நான் வந்தவுடன் அவருடன் புகைப்படம் எடுத்தேன், கடவுள் என் வாழ்க்கையில் நேரத்தை அழைக்கும் வரை நான் என் வீட்டில் பிரேம் செய்து தொங்குவேன்.",
        "எங்கள் நாட்டின் தேசபக்தர் என்பதன் உண்மையான அர்த்தத்தை வெளிப்படுத்தியமைக்கு நன்றி காமினி, மேலும் எக்ஸ்ட்ரா மைல் என்பது ஒவ்வொரு இலங்கையரும் அனுபவிக்க வேண்டிய அபாரமான தைரியம், புதுமை, அர்ப்பணிப்பு மற்றும் இரக்கத்தின் உண்மையான உள்வாங்கக்கூடிய பயணமாகும்.",
        "ஆகவே, எனது நண்பரே, உங்களுக்கு ஒரு மருத்துவ சின்னமும், கடவுளின் பரிசும், வழிபாட்டுத் தலத்தில் இருக்கும்போது அவருடைய எண்ணங்கள், அதற்கு வெளியே இருக்கும்போது அவருடைய செயல்களுடன் எப்போதும் ஒத்துப்போகும், எங்களை விட குறைவான அதிர்ஷ்டசாலிகள் மற்றும் நண்பர்களுடன் நானும் இணைகிறேன். நன்றி மற்றும் கடவுளின் ஆசீர்வாதம் உங்களுக்கும் உங்கள் அன்பான குடும்பத்திற்கும் தொடர்ந்து இருக்கட்டும்."
      ]
    }
  }
}