{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82620/sri-lankas-inflation-climbed-to-338-in-april",
  "time_ut": 1653304560,
  "title": "Sri Lanka’s inflation climbed to 33.8% in April",
  "body_lines": [
    "The overall rate of inflation as measured by the National Consumer Price Index (NCPI) on year-on-Year basis is 33.8 percent in April 2022, according to the latest data from the Department of Census and Statistics.",
    "NCPI-based headline inflation (Y-o-Y) had increased to 21.5 percent in March 2022 from 17.5 per cent in February 2022 due to increases of prices of items in both Food and Non-food categories.",
    "The Department of Census and Statistics (DCS) has released the National Consumer Price Index (NCPI) and Inflation rate for the month of April 2022.",
    "The NCPI has been released monthly from October 2015 with a time lag of 21 day.",
    "The NCPI has weights based on consumer spending in 2012/13 Household Income and Expenditure Survey (HIES), and reflects new methods consistent with international best practices.",
    "Also, the DCS has rebased the Colombo Consumer Price Index (CCPI) with the base period of 2013 from January 2017, covering the urban areas of Colombo district.",
    "The NCPI for all items for the month of April 2022 is 190.3 and it records an increase of 17.6 in index points.",
    "The overall rate of inflation as measured by NCPI on Year-on-Year basis is 33.8% in April while the monthly change of NCPI is recorded at 10.2%."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ උද්ධමනය අප්‍රේල් මාසයේදී 33.8% දක්වා ඉහළ ගියේය",
      "body_lines": [
        "ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුවේ නවතම දත්තවලට අනුව වසරින් වසර ජාතික පාරිභෝගික මිල දර්ශකය (NCPI) මගින් මනිනු ලබන සමස්ත උද්ධමන අනුපාතය 2022 අප්‍රේල් මාසයේදී සියයට 33.8 කි.",
        "NCPI මත පදනම් වූ ශීර්ෂ උද්ධමනය (Y-o-Y) 2022 පෙබරවාරි මාසයේ පැවති සියයට 17.5 සිට 2022 මාර්තු මාසයේදී සියයට 21.5 දක්වා වැඩි වී ඇත්තේ ආහාර සහ ආහාර නොවන කාණ්ඩ දෙකෙහිම අයිතමවල මිල ඉහළ යාම හේතුවෙනි.",
        "ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුව (DCS) විසින් 2022 අප්‍රේල් මාසය සඳහා ජාතික පාරිභෝගික මිල දර්ශකය (NCPI) සහ උද්ධමන අනුපාතය නිකුත් කර ඇත.",
        "NCPI 2015 ඔක්තොම්බර් සිට දින 21 ක කාල ප්‍රමාදයක් සහිතව මාසිකව නිකුත් කර ඇත.",
        "NCPI හි 2012/13 ගෘහස්ත ආදායම් සහ වියදම් සමීක්ෂණය (HIES) හි පාරිභෝගික වියදම් මත පදනම්ව බර ඇති අතර ජාත්‍යන්තර හොඳම භාවිතයන්ට අනුකූල වන නව ක්‍රම පිළිබිඹු කරයි.",
        "එසේම, DCS විසින් කොළඹ දිස්ත්‍රික්කයේ නාගරික ප්‍රදේශ ආවරණය වන පරිදි 2017 ජනවාරි සිට 2013 මූලික කාලසීමාව සමඟ කොළඹ පාරිභෝගික මිල දර්ශකය (CCPI) නැවත සකස් කර ඇත.",
        "2022 අප්‍රේල් මාසය සඳහා සියලුම අයිතම සඳහා NCPI 190.3 ක් වන අතර එය දර්ශක ලක්ෂ්‍යවල 17.6 ක වැඩිවීමක් වාර්තා කරයි.",
        "වසරින් වසර පදනම මත NCPI විසින් මනිනු ලබන සමස්ත උද්ධමන අනුපාතය අප්‍රේල් මාසයේදී 33.8% වන අතර NCPI හි මාසික වෙනස 10.2% ලෙස වාර්තා වේ."
      ]
    },
    "ta": {
      "title": "ஏப்ரல் மாதத்தில் இலங்கையின் பணவீக்கம் 33.8% ஆக உயர்ந்துள்ளது",
      "body_lines": [
        "மக்கள் தொகைக் கணக்கெடுப்பு மற்றும் புள்ளியியல் துறையின் சமீபத்திய தரவுகளின்படி, தேசிய நுகர்வோர் விலைக் குறியீடு (NCPI) மூலம் ஆண்டு அடிப்படையில் கணக்கிடப்படும் ஒட்டுமொத்த பணவீக்க விகிதம் ஏப்ரல் 2022 இல் 33.8 சதவீதமாக உள்ளது.",
        "NCPI அடிப்படையிலான பணவீக்கம் (Y-o-Y) 2022 பிப்ரவரியில் 17.5 சதவீதத்திலிருந்து மார்ச் 2022 இல் 21.5 சதவீதமாக அதிகரித்தது, ஏனெனில் உணவு மற்றும் உணவு அல்லாத வகைகளில் பொருட்களின் விலைகள் அதிகரித்தன.",
        "மக்கள் தொகைக் கணக்கெடுப்பு மற்றும் புள்ளியியல் துறை (DCS) ஏப்ரல் 2022 மாதத்திற்கான தேசிய நுகர்வோர் விலைக் குறியீடு (NCPI) மற்றும் பணவீக்க விகிதத்தை வெளியிட்டுள்ளது.",
        "NCPI அக்டோபர் 2015 முதல் 21 நாள் கால தாமதத்துடன் மாதந்தோறும் வெளியிடப்பட்டது.",
        "NCPI ஆனது 2012/13 வீட்டு வருமானம் மற்றும் செலவினக் கணக்கெடுப்பில் (HIES) நுகர்வோர் செலவினங்களின் அடிப்படையில் எடைகளைக் கொண்டுள்ளது மற்றும் சர்வதேச சிறந்த நடைமுறைகளுக்கு இசைவான புதிய முறைகளைப் பிரதிபலிக்கிறது.",
        "மேலும், DCS ஆனது கொழும்பு நுகர்வோர் விலைச் சுட்டெண்ணை (CCPI) 2013 ஆம் ஆண்டின் அடிப்படைக் காலத்தை ஜனவரி 2017 முதல் கொழும்பு மாவட்டத்தின் நகர்ப்புறங்களை உள்ளடக்கியதாக மாற்றியுள்ளது.",
        "ஏப்ரல் 2022 மாதத்திற்கான அனைத்து பொருட்களுக்கான NCPI 190.3 ஆக உள்ளது மற்றும் இது குறியீட்டு புள்ளிகளில் 17.6 அதிகரிப்பை பதிவு செய்கிறது.",
        "ஆண்டு அடிப்படையில் NCPI ஆல் அளவிடப்படும் ஒட்டுமொத்த பணவீக்க விகிதம் ஏப்ரல் மாதத்தில் 33.8% ஆக உள்ளது, அதே நேரத்தில் NCPI இன் மாதாந்திர மாற்றம் 10.2% ஆக பதிவு செய்யப்பட்டுள்ளது."
      ]
    }
  }
}