{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lumbini-birth-and-rebirth/",
  "time_ut": 1651237260,
  "title": "Lumbini – Birth and Rebirth",
  "body_lines": [
    "As is well-known, Lumbini is the first of the four major holy places in Buddhism, it being the place where the person who was to become the Buddha was born. Almost every account of the Buddha’s life, traditional and contemporary, recounts the incidents that supposedly occurred at his conception and birth: his mother dreaming of a white elephant before or as she conceived; giving birth to him while grasping the branch of a tree; and he emerging from her right side. Some later accounts even add that Mahamaya was a virgin when she gave birth. None of these stories are mentioned in the Tipitaka.",
    "The only discourse in the Tipitaka dealing with the Buddha’s birth is the Acchariyabbhuta Sutta which relates several wondrous events that supposedly occurred before, during and immediately after the event. However, not all the ‘wonders’ it mentions should be dismissed as fantastic exaggerations; some may have been based on fact, while others may have had a didactic purpose.",
    "For example, the discourse claims that Mahamaya gave birth while standing, which is by no means improbable. Little is known of ancient Indian birthing practices, but it appears that women commonly delivered in either a sitting, lateral or upright position. Interestingly, Britain’s Royal College of Midwives recommends upright birthing and says that it is quite safe if the midwife and other attendants are properly trained and prepared for it.",
    "The discourse also says that a brilliant light appeared when the Buddha was born – not a star indicating a particular location as with the Christian nativity story – but one which allowed beings to think differently about each other. The sutta says: “When the Buddha came forth from his mother’s womb, a great immeasurable light more radiant even than the light of the gods shone forth into the world… And even in the dark, gloomy spaces between the worlds where the light of our moon and sun, powerful and majestic though they are, cannot reach, even there did that light shine.",
    "“And the beings that are reborn in that darkness became aware of each other because of that light and thought, ‘Indeed there are other beings here’.” It would seem that this story was not meant to suggest that an actual light appeared when the Buddha was born. Rather, it is a literary device, an allegory, a way of saying that the advent of the Buddha would enable beings to become aware of each other, thus making empathy and understanding between them more likely.",
    "Almost the only thing that can be said with certainty about the Buddha’s birth is that it took place in Lumbini, a place between the Buddha’s hometown and the main Koliyan town – Kapilavatthu and Devadaha. The birth is always depicted as happening in the open, with Mahamaya standing and grasping the branch of a tree, and although tradition says Lumbini was a garden, the Tipitaka says it was a village (gama) and King Asoka’s Lumbini inscription calls it a village too. So it is much more likely that she gave birth in one of the village houses or at least under some type of shelter.",
    "The Buddha asked his disciples to try visit the places where the four pivotal events in his life occurred, one of these being Lumbini, and pilgrims must have started going there perhaps even while the Buddha was still alive. The first person we know of to have gone there was King Asoka who made a pilgrimage in 249 BCE. After that we have no records of Lumbini until the Chinese pilgrim Faxian went there at the beginning of the 4th century CE.",
    "About two centuries later another Chinese pilgrim, Xuanzang, visited but neither he or Faxian gave much information about Lumbini other than to mention a few landmarks and to say that it was a rather forlorn place. It seems that by the Muslim conquest of India in the 13th century Lumbini was already lost in the jungle, it’s very whereabouts forgotten. Nothing is known at all about it for the next 1,000 years until the second half of the 19th century. Buddhists still knew of Lumbini’s significance in their religion but it seems they made no effort to locate it, an endeavor task that was taken up by westerners.",
    "As a knowledge of Buddhism by westerns and particularly by British scholars grew, so did an interest in the religion’s historical geography – an interest which grew into a passion and a passion that became a race, to discover the places associated with the Buddha, particularly where he was born and his hometown.",
    "Initially, where the Buddha attained awakening (Bodh Gaya) and where he proclaimed the Dhamma for the first time (Sarnath) were identified with little trouble, then one by one, Kosambi, Savatthi, Rajagaha, Visali and Kusinara were located and excavated, but Lumbini and Kapilavatthu remained frustratingly evasive. The ancient texts all said these two places were near each other so scholars knew that if they found one they would be able to find the other.",
    "The Chinese pilgrims had left fairly detailed information about in what direction and how far one was from the other and scholars argued with each other, sometimes with a great deal of bile, where Lumbini might be found. The more intrepid of those involved in the search even hacked their way through the jungle risking malaria and tigers in a determined effort to be the first to find either place.",
    "Eventually, some of the more perceptive scholars thought the two places might lie somewhere across the British-Indian border in Nepal, in what was called the tarai. This sparsely populated and thickly forested strip of land ran along the India-Nepal border and was dangerously malarial and deliberately left like that by the Nepal’s government in order to deter unwanted foreigners entering the kingdom.",
    "Nonetheless, a few British officers – Vincent Smith, Laurence Waddell and Alois Fuhrer had got managed to get permission to explore parts of the tarai through the good offices of the British authorities. Fuhrer claimed to have discovered several antiquities in the area but all of them were shown to be fraudulent.",
    "Interestingly, on several occasions the British went remarkably close to locating Lumbini without knowing it. In 1816 their surveyors demarcated the India-Nepal border in such a way that Lumbini ended up being in Nepal a mere seven km north of Indian territory. As a result, today one often reads or hears the ridiculous claim that “the Buddha was Nepalese.” If the surveyors had explored the jungle a bit more they might have stumbled on King Asoka’s great pillar and perhaps put the border slightly to its north, and Lumbini would have been in India.",
    "A little more than 60 years later they missed another chance. In 1880, Laurence Waddell, a doctor and passionate amateur antiquarian with a particular interest in locating the Buddha’s birthplace, had been posted to a district abutting the Nepalese border and some locals had informed him that there was a stone pillar in the jungle just across the border in Nepal.",
    "Intrigued, he instructed one of his Indian workers to go there and make a copy of any inscription that might be on the pillar, which was done. However, the worker made a copy of a small piece of graffiti near the top of the pillar – Asoka’s now famous inscription being covered by centuries of rubbish and rubble at the time. When Waddell read the graffiti, which was of no significance, he gave the pillar no further thought, and thus missed having the honor of discovering Lumbini. In the end, that honor went to a Nepalese rather than a Briton.",
    "A Nepalese nobleman named Khadga Shumsher (1861-1921) happened to be the governor of the province which included Lumbini at this time and he came to know about British interest in finding the Buddha’s birthplace. When he heard about the pillar he went to see it, dug away some of the earth around its base and revealed Asoka’s inscription. To cut a long and rather complicated story short, British scholars heard of Shumsher’s discovery, the Nepalese gave them permission to make a copy of the inscription, it was translated and the words “for here the Lord was born” (hida Bhagavam jate ti) finally confirmed the location of Lumbini.",
    "Newspapers in India, Germany, Britain and even Russia all reported the news. Over the next 18 months at the request of the British Indian government the Nepalese gave permission for scholars to visit Lumbini, including some of the big names in Indian and Buddhist studies, including Prof. Rhys David, Vincent Smith, L Waddell, and Willium Hoey.",
    "Right next to Asoka’s pillar was a small temple to a goddess called by the locals Rupam Devi, the interior of which some of these visitors tried to examine, but not being Hindus the presiding swami would not let them enter. However, Hoey managed to slip into the temple unnoticed and found that its principle image was actually an ancient much worn and damaged image of the Buddha’s birth.",
    "Realizing the importance of Lumbini’s identification, in 1899 the British authorities managed to get permission from the Nepalese government to allow",
    "an archaeologist to come to Lumbini to do some excavations. Thinking that a Hindu would be more acceptable to the Nepalese they chose P. C. Mukherji although he was given only two months in which to do his exploration. Of many important discoveries Mukherji found was the missing part of the nativity image in Lumbini’s temple.",
    "One would have hoped that the discovery of Lumbini would allow pilgrims to once again go there in keeping with the Buddha’s instructions that it would be uplifting for a devotee’s faith it they did so. But it was not to be. Nepal’s oppressive and reactionary Rana government was determined to prevent any outside influence into the kingdom, fearing, probably correctly, that it would endanger their grip on power.",
    "Thus for the next 50 years it was almost impossible to visit Lumbini despite being only a few km from Indian territory. Despite such hinderances a few people, sometimes in disguise, managed to do so. A trickle of Indian, Burmese and Sri Lankan Buddhists were able to get to Lumbini, mainly because the border guards thought they might be Nepalese. A few Europeans managed to do it also.",
    "For example, in 1933 the German Indologist Ernst Wald Schmidt teamed up with a small group of locals and accompanied them all the way to what he called “the Bethlehem of Buddhism.” But as soon as he got there a guard noticed him and demanded he leave, although they did allow him to have a look around before being accompanied back to the border.",
    "In 1951 Nepal’s Rana regime was finally overthrown, the king, who had been confined to his palace for decades was freed, and the first attempt to establish a modern democracy in the country was made. In 1955 Indian prime minister Jawaharlal Nehru wrote to the king of Nepal informing him that the coming year would mark the 2500 anniversary of the Buddha’s birth which was expected to be celebrated around the world and suggested that he develop Lumbini for the numerous pilgrims who were expected to visit the Buddhist holy places.",
    "King Mahendra took the hint and with a development plan provided by the Indians, a reasonably good road was constructed from Lumbini to Nautanwa (which was to become the main India-Nepal border crossing), a tourist bungalow, post office and a small Theravadin vihara were built and a tube well was dug, all paid for by the king – 100,000 rupees all told. Further, he had a forest of sal trees planted a modest garden laid out and banned animal sacrificed being made in the temple, something he could do as many Nepalese believed, an incarnation of Vishnu.",
    "On the big day of the 1956 Buddha Jayanti the king actually visited Lumbini and announced that from that day onwards that Vesak would be a public holiday.",
    "It should also be noted that beginning in the 1930s but especially after 1951, the Newari Buddhists of Kathmandu, many of who had converted from Mahayana to Theravada, did much to help develop Lumbini: leading pilgrim parties, looking after pilgrims who came, petitioning the governments concerning problems at Lumbini, etc., chief among being Ven. Dhammaloka and Ven. Aniruddha, an alumni of Sri Lanka’s Vidyalankara Pirivana.",
    "When, in 1967, the deeply religious Buddhist Secretary-General of the United Nations, U Thant, visited Nepal he flew from Kathmandu to Lumbini and after his visit commented: “This is the most important day of my life” and then broke into tears.",
    "On his return to Kathmandu, he met King Mahendra and discussed with him the possibility of further enhancing Lumbini’s sanctity. On his return to New York, he set up a UN committee to turn the nativity site into an international center for peace, got UNESCO involved who in turn hired the famous Japanese architect to draw up a master plan. Tange visited Lumbini and spent some time studing Buddhism and its history (he was not at all religious), and in 1978 his firm submitted its design.",
    "The project to preserve Lumbini and landscape the sacred garden and surrounding park was supposed to be finished by1985, but bureaucratic indolence and corruption in Nepal slowed progress and in 2005 without ever seeing the completion of his master plan. Despite these and other setbacks, Tange’s master plan is largely finished and with most Buddhists countries and several bigger Buddhist organizations building temples there, Lumina has been reborn.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ලුම්බිණිය - උපත සහ නැවත ඉපදීම",
      "body_lines": [
        "හොඳින් දන්නා පරිදි, ලුම්බිණිය යනු බුදුදහමේ ප්‍රධාන පූජනීය ස්ථාන හතරෙන් පළමුවැන්න වන අතර එය බුදු බවට පත්වීමට නියමිත පුද්ගලයා උපත ලැබූ ස්ථානයයි. සාම්ප්‍රදායික හා සමකාලීන බුදුන් වහන්සේගේ ජීවිතය පිළිබඳ සෑම වාර්තාවකම පාහේ උන්වහන්සේගේ පිළිසිඳගැනීමේ සහ උපත සිදු වූ බව කියන සිදුවීම් විස්තර කරයි: ඔහුගේ මව සුදු අලියෙකු ගැන සිහින දකිමින් හෝ ඇය පිළිසිඳ ගන්නා විට; ගසක අත්තක් අල්ලාගෙන සිටියදී ඔහුට උපත ලබා දීම; සහ ඔහු ඇගේ දකුණු පැත්තෙන් මතු විය. මහාමායා ප්‍රසූත කරන විට ඇය කන්‍යාවක්ව සිටි බව පසුකාලීන ඇතැම් වාර්තාවල සඳහන් වේ. මේ කතා කිසිවක් තිපිටකයේ සඳහන් නොවේ.",
        "බුදුන් වහන්සේගේ උපත පිළිබඳ ටිපිටකයේ ඇති එකම දේශනය වන්නේ එම සිදුවීමට පෙර, අතරතුර සහ ඉන් පසුව සිදු වූවා යැයි කියනු ලබන ආශ්චර්යමත් සිදුවීම් කිහිපයක් විස්තර කරන අචරියබ්බුත සූත්‍රයයි. කෙසේ වෙතත්, එහි සඳහන් සියලු 'පුදුම' අතිශයෝක්තියෙන් බැහැර කළ යුතු නොවේ; සමහර ඒවා සත්‍ය මත පදනම් වූවක් විය හැකි අතර තවත් සමහරක් උපදේශාත්මක අරමුණක් ඇති ඒවා විය හැකිය.",
        "නිදසුනක් වශයෙන්, මහාමායා සිටගෙන සිටියදී උපත ලබා දුන් බව කතිකාවෙන් කියැවේ, එය කිසිසේත්ම අසම්භාව්ය නොවේ. පැරණි ඉන්දියානු උපත් පිළිවෙත් ගැන එතරම් දැනුමක් නැත, නමුත් කාන්තාවන් සාමාන්‍යයෙන් ප්‍රසූතිය සිදු කරනු ලබන්නේ වාඩි වී, පාර්ශ්වීය හෝ අවංක ස්ථානයක බව පෙනේ. සිත්ගන්නා කරුණ නම්, බ්‍රිතාන්‍යයේ රාජකීය වින්නඹු මාතාවන්ගේ විද්‍යාලය සෘජු දරු ප්‍රසූතිය නිර්දේශ කරන අතර වින්නඹු මාතාව සහ අනෙකුත් උපස්ථායිකාවන් නිසි ලෙස පුහුණු කර ඒ සඳහා සූදානම් වන්නේ නම් එය තරමක් ආරක්ෂිත බව පවසයි.",
        "බුදුන් වහන්සේ ඉපදෙන විට දීප්තිමත් ආලෝකයක් දිස් වූ බව ද කතිකාව කියයි - ක්‍රිස්තියානි උපත කතාවේ මෙන් නිශ්චිත ස්ථානයක් දක්වන තාරකාවක් නොව - ජීවීන්ට එකිනෙකා ගැන වෙනස් ලෙස සිතීමට ඉඩ සලසන ආලෝකයක්. සූත්‍රයේ මෙසේ සඳහන් වේ: “බුදුරජාණන් වහන්සේ තම මව් කුසින් පහළ වූ විට, දෙවියන්ගේ ආලෝකයට වඩා විශාල අපරිමිත ආලෝකයක් ලෝකයට බැබළුණි… අපගේ ආලෝකය ඇති ලෝක අතර අඳුරු අඳුරු අවකාශයන්හි පවා. සඳ සහ හිරු, බලවත් හා තේජාන්විත වුවද, ළඟා විය නොහැක, එහි පවා එම ආලෝකය බැබළුණි.",
        "“ඒ අඳුරෙහි නැවත උපදින සත්ත්වයෝ ඒ ආලෝකය නිසා ඔවුනොවුන් ගැන අවබෝධයෙන් ‘සැබැවින්ම මෙහි වෙනත් සත්වයෝ ඇතැ’යි සිතූහ. මේ කතාවෙන් අදහස් කළේ බුදුන් වහන්සේ ඉපදෙන විට සැබෑ ආලෝකයක් පහළ වූ බව ඇඟවීමට නොවන බව පෙනේ. ඒ වෙනුවට, එය සාහිත්‍ය උපක්‍රමයක්, උපමාවක්, බුදුන්වහන්සේගේ වැඩමවීම නිසා ජීවීන්ට එකිනෙකා ගැන අවබෝධයක් ඇති වන බව පැවසීමේ ක්‍රමයක් වන අතර එමඟින් ඔවුන් අතර සංවේදනය සහ අවබෝධය වැඩි වේ.",
        "බුදුන් වහන්සේගේ උපත පිළිබඳව නිශ්චිතව කිව හැකි එකම දෙය නම්, එය සිදු වූයේ බුදුන් උපන් නගරය සහ ප්‍රධාන කෝලියන් නගරය වන කපිලවත්ථු සහ දෙව්දහ අතර පිහිටි ලුම්බිණියේ දී බව ය. උපත සෑම විටම එළිමහනේ සිදුවන බවත්, මහාමායා සිටගෙන ගසක අත්තක් අල්ලාගෙන සිටින බවත්, සම්ප්‍රදායෙන් ලුම්බිණිය උද්‍යානයක් යැයි පැවසුවද, ටිපිටකයේ එය ගමක් (ගම) බවත්, අශෝක රජුගේ ලුම්බිණි ලිපිය එය ගමක් ලෙසත් හඳුන්වයි. ද. එබැවින් ඇය ගමේ නිවසක හෝ අවම වශයෙන් යම් ආකාරයක නවාතැන් යටතේ උපත ලබා ඇති බවට බොහෝ දුරට ඉඩ තිබේ.",
        "බුදුන් වහන්සේ තම ශ්‍රාවකයන්ගෙන් ඉල්ලා සිටියේ තමාගේ ජීවිතයේ ප්‍රධාන සිදුවීම් හතර සිදු වූ ස්ථාන නැරඹීමට උත්සාහ කරන ලෙසයි, ඉන් එකක් ලුම්බිණිය වන අතර, සමහර විට බුදුන් වහන්සේ ජීවමානව සිටියදී පවා වන්දනාකරුවන් එහි යාමට පටන් ගන්නට ඇත. එහි ගිය පළමු පුද්ගලයා වන්නේ ක්‍රිස්තු පූර්ව 249 දී වන්දනා ගමනක් ගිය අශෝක රජුය. ඉන් පසු ක්‍රි.ව. 4 වැනි සියවසේ මුල් භාගයේදී චීන වන්දනාකරු ෆැක්සියන් එහි යන තෙක් ලුම්බිණිය පිළිබඳ කිසිදු වාර්තාවක් අප සතුව නොමැත.",
        "ශතවර්ෂ දෙකකට පමණ පසු තවත් චීන වන්දනාකරුවෙකු වන Xuanzang සංචාරය කළ නමුත් ඔහු හෝ ෆැක්සියන් ලුම්බිණිය පිළිබඳ බිම් සලකුණු කිහිපයක් සඳහන් කිරීම සහ එය තරමක් පාළු ස්ථානයක් බව පැවසීම හැර වෙනත් තොරතුරු ලබා දුන්නේ නැත. 13 වන ශතවර්ෂයේ මුස්ලිම්වරුන් ඉන්දියාව යටත් කර ගැනීමත් සමඟ ලුම්බිණිය දැනටමත් වනාන්තරයේ නැති වී ගොස් ඇති බව පෙනේ, එය ඉතා අමතක වී ඇත. 19 වන ශතවර්ෂයේ දෙවන භාගය දක්වා ඉදිරි වසර 1,000 තුළ ඒ ගැන කිසිවක් දන්නේ නැත. බෞද්ධයන් තවමත් තම ආගමේ ලුම්බිණියේ වැදගත්කම දැන සිටි නමුත් එය සොයා ගැනීමට ඔවුන් කිසිදු උත්සාහයක් නොගත් බව පෙනේ, එය බටහිරයන් විසින් භාර ගන්නා ලද උත්සාහයකි.",
        "බටහිරයන් සහ විශේෂයෙන් බ්‍රිතාන්‍ය විද්වතුන් විසින් බුදුදහම පිළිබඳ දැනුම වර්ධනය වීමත් සමඟම, ආගමේ ඓතිහාසික භූගෝල විද්‍යාව පිළිබඳ උනන්දුව වර්ධනය විය - බුදුන් වහන්සේ හා සම්බන්ධ ස්ථාන සොයා ගැනීමට, ජාතියක් බවට පත් වූ ආශාවක් හා ආශාවක් දක්වා වර්ධනය විය. ඔහු ඉපදුණේ සහ ඔහුගේ උපන් නගරයයි.",
        "මුලදී බුදුන් වහන්සේ පිබිදුණු (බුද්ධගයාව) සහ උන්වහන්සේ ප්‍රථම වරට ධර්මය ප්‍රකාශ කළ (සාරානාත්) කුඩා කරදරවලින් හඳුනා ගත් තැන, පසුව කොසම්බි, සැවත්ති, රජගහ, විසාලි, කුසිනාරා යන ස්ථාන එකින් එක සොයා කැණීම් කළ නමුත් ලුම්බිණිය සහ කපිලවත්ථු කලකිරීමෙන් මගහැර සිටියෝය. පුරාණ ග්‍රන්ථවල සඳහන් වූයේ මෙම ස්ථාන දෙක එකිනෙකට ආසන්නව ඇති බැවින් එකක් සොයාගතහොත් අනෙක සොයා ගත හැකි බව විද්වතුන් දැන සිටි බවයි.",
        "චීන වන්දනාකරුවන් එක් දිශාවකින් කුමන දිශාවටද සහ කොපමණ දුරින්ද යන්න පිළිබඳව තරමක් සවිස්තරාත්මක තොරතුරු තබා ඇති අතර විද්වතුන් එකිනෙකා සමඟ වාද කළහ, සමහර විට ලුම්බිණිය සොයාගත හැක්කේ කොතැනින්ද? සෙවීමට සම්බන්ධ වූවන්ගෙන් වඩාත් නිර්භීත වූවන් මැලේරියාව සහ කොටි තර්ජන අවදානම් සහිත වනය හරහා පවා ගමන් කළේ කුමන ස්ථානයක් සොයා ගැනීමටද යන අධිෂ්ඨානශීලී උත්සාහයෙනි.",
        "අවසානයේදී, වඩාත් සංවේදී විද්වතුන් සමහරක් සිතුවේ මෙම ස්ථාන දෙක නේපාලයේ බ්‍රිතාන්‍ය-ඉන්දියානු දේශ සීමාව හරහා තාරායි ලෙස හැඳින්වෙන කොතැනක හෝ පිහිටා ඇති බවයි. මෙම විරල ජනාකීර්ණ සහ ඝන වනාන්තර සහිත බිම් තීරුව ඉන්දියා-නේපාල දේශසීමාව දිගේ දිව ගිය අතර එය භයානක ලෙස මැලේරියා රෝගයට ගොදුරු වූ අතර අනවශ්‍ය විදේශිකයන් රාජධානියට ඇතුළු වීම වැළැක්වීම සඳහා නේපාල රජය විසින් හිතාමතාම එලෙස අත්හැර දමන ලදී.",
        "එසේ වුවද, බ්‍රිතාන්‍ය නිලධාරීන් කිහිප දෙනෙකු - වින්සන්ට් ස්මිත්, ලෝරන්ස් වැඩෙල් සහ ඇලෝයිස් ෆුරර් බ්‍රිතාන්‍ය බලධාරීන්ගේ හොඳ කාර්යාල හරහා තාරායි හි කොටස් ගවේෂණය කිරීමට අවසර ලබා ගැනීමට සමත් විය. Fuhrer ප්‍රදේශයේ පුරාවස්තු කිහිපයක් සොයා ගත් බව ප්‍රකාශ කළ නමුත් ඒවා සියල්ලම වංචනික ඒවා බව පෙන්නුම් කළේය.",
        "සිත්ගන්නා කරුණ නම්, බ්‍රිතාන්‍යයන් අවස්ථා කිහිපයකදීම නොදැනුවත්වම ලුම්බිණිය සොයා ගැනීමට ඉතා ආසන්නයට යාමයි. 1816 දී ඔවුන්ගේ මිනින්දෝරුවෝ ඉන්දියා-නේපාල දේශසීමා මායිම් කළේ ලුම්බිණිය ඉන්දීය භූමියෙන් කිලෝමීටර හතක් උතුරින් නේපාලයේ අවසන් වන ආකාරයටය. එහි ප්‍රතිඵලයක් ලෙස අද බොහෝ විට “බුදුන් වහන්සේ නේපාල ජාතිකයෙක්” යන හාස්‍යජනක ප්‍රකාශය නිතර කියවා හෝ අසන්නට ලැබේ. මිනින්දෝරුවන් තව ටිකක් කැලේ ගවේෂණය කළේ නම්, ඔවුන් අශෝක රජුගේ මහා කණුව මත පැටලී සමහර විට එහි උතුරට මායිම මඳක් තබා ලුම්බිණිය ඉන්දියාවේ තිබිය හැකිය.",
        "වසර 60කට මඳක් වැඩි කාලයකට පසු ඔවුන්ට තවත් අවස්ථාවක් අහිමි විය. 1880 දී, බුදුන් උපන් ස්ථානය සොයා ගැනීමට විශේෂ උනන්දුවක් දැක්වූ වෛද්‍යවරයකු සහ ආධුනික පෞරාණික ‍වෛද්‍යවරයකු වූ ලෝරන්ස් වැඩෙල් නේපාල දේශ සීමාවට නුදුරින් පිහිටි දිස්ත්‍රික්කයකට පත් කර ඇති අතර සමහර ප්‍රදේශවාසීන් ඔහුට දන්වා ඇත්තේ එගොඩ වනයේ ගල් කණුවක් ඇති බවයි. නේපාලයේ මායිම.",
        "කුතුහලයට පත් ඔහු තම ඉන්දියානු සේවකයෙකුට එහි ගොස් කණුවේ තිබිය හැකි ඕනෑම සෙල්ලිපියක පිටපතක් සාදා ගන්නා ලෙස උපදෙස් දුන්නේය. කෙසේ වෙතත්, කම්කරුවා කණුවේ මුදුන අසල කුඩා ග්‍රැෆිටි කැබැල්ලක පිටපතක් සාදන ලදී - අශෝකගේ දැනට ප්‍රසිද්ධ ශිලා ලේඛනය ශතවර්ෂ ගණනාවක් තිස්සේ කසළ හා සුන්බුන් වලින් වැසී තිබුණි. වැඩෙල් කිසිදු වැදගැම්මකට නැති ග්‍රැෆිටි කියවන විට, ඔහු ස්ථම්භය ගැන වැඩිදුර නොසිතූ අතර, එබැවින් ලුම්බිණිය සොයා ගැනීමේ ගෞරවය අහිමි විය. අවසානයේ ඒ ගෞරවය හිමි වූයේ බ්‍රිතාන්‍ය ජාතිකයකුට වඩා නේපාල ජාතිකයකුටය.",
        "නේපාලයේ වංශාධිපතියෙකු වූ Khadga Shumsher (1861-1921) මේ කාලයේ ලුම්බිණිය ඇතුළත් පළාතේ ආණ්ඩුකාරවරයා ලෙස කටයුතු කළ අතර ඔහු බුදුන් උපන් ස්ථානය සොයා ගැනීමට බ්‍රිතාන්‍යයන් දැක්වූ උනන්දුව ගැන දැන ගත්තේය. කණුව ගැන ආරංචි වූ විට ඔහු එය බැලීමට ගොස් එහි පාදම වටා ඇති පොළොව හාරා අශෝකගේ සෙල්ලිපිය හෙළි කළේය. දිගු හා තරමක් සංකීර්ණ කථාවක් කෙටි කිරීම සඳහා, බ්‍රිතාන්‍ය විද්වතුන් ෂුම්ෂර්ගේ සොයාගැනීම ගැන අසා, නේපාල ජාතිකයන් ඔවුන්ට සෙල්ලිපියේ පිටපතක් සෑදීමට අවසර දුන් අතර, එය පරිවර්තනය කර “ස්වාමීන් වහන්සේ ඉපදුණේ මෙන්න” (hida Bhagavam jate ti) යන ​​වචන ය. අවසානයේ ලුම්බිණියේ පිහිටීම තහවුරු කළේය.",
        "ඉන්දියාවේ, ජර්මනියේ, බ්‍රිතාන්‍යයේ සහ රුසියාවේ පවා පුවත්පත් සියල්ලම ප්‍රවෘත්ති වාර්තා කළේය. ඉදිරි මාස 18 තුළ බ්‍රිතාන්‍ය ඉන්දීය රජයේ ඉල්ලීම පරිදි නේපාල ජාතිකයින් විසින් විද්වතුන්ට ලුම්බිණිය නැරඹීමට අවසර ලබා දුන් අතර, මහාචාර්ය රයිස් ඩේවිඩ්, වින්සන්ට් ස්මිත්, එල් වැඩෙල් සහ විලියම් හෝයි ඇතුළු ඉන්දියානු සහ බෞද්ධ අධ්‍යයන ක්ෂේත්‍රයේ ප්‍රධානීන් කිහිප දෙනෙකු ද ඇතුළුව. .",
        "අශෝක ස්ථම්භය අසලම ප්‍රදේශවාසීන් රූපම් දේවි විසින් හැඳින්වූ දේවතාවියකගේ කුඩා දේවාලයක් වූ අතර, මෙම අමුත්තන්ගෙන් සමහරෙකු එහි අභ්‍යන්තරය පරීක්ෂා කිරීමට උත්සාහ කළ නමුත් හින්දු නොවන නායක ස්වාමි ඔවුන්ට ඇතුළු වීමට ඉඩ දුන්නේ නැත. කෙසේ වෙතත්, හෝයි නොදැනුවත්වම දේවමාළිගාවට ලිස්සා යාමට සමත් වූ අතර එහි ප්‍රතිපත්තිමය රූපය ඇත්ත වශයෙන්ම බුදුන් වහන්සේගේ උපත පිළිබඳ පැරණි බොහෝ ගෙවී ගිය හා හානි වූ රූපයක් බව සොයා ගත්තේය.",
        "ලුම්බිණිය හඳුනාගැනීමේ වැදගත්කම අවබෝධ කරගත් බ්‍රිතාන්‍ය බලධාරීන් 1899 දී නේපාල රජයෙන් අවසර ලබා ගැනීමට සමත් විය.",
        "පුරාවිද්‍යාඥයෙක් කැණීම් කරන්න ලුම්බිණියට එනවා. හින්දු භක්තිකයෙකු නේපාල ජාතිකයින්ට වඩාත් පිළිගත හැකි යැයි සිතා ඔවුන් P. C. මුකර්ජි තෝරා ගත් නමුත් ඔහුගේ ගවේෂණය කිරීමට ඔහුට මාස දෙකක් පමණක් ලබා දී ඇත. මුඛර්ජි විසින් සොයාගත් බොහෝ වැදගත් සොයාගැනීම් අතරින් ලුම්බිණි විහාරයේ උපන් රූපයේ නැතිවූ කොටස විය.",
        "ලුම්බිණිය සොයාගැනීමෙන් බැතිමතුන්ගේ ඇදහිල්ල ඉහළ නැංවිය හැකි බවට බුදුන් වහන්සේගේ උපදෙස් පරිදි වන්දනාකරුවන්ට නැවත වරක් එහි යාමට ඉඩ සැලසේ යැයි යමෙකු බලාපොරොත්තු විය හැකිය. නමුත් එය එසේ නොවිය යුතුය. නේපාලයේ පීඩාකාරී සහ ප්‍රතිගාමී රනා ආන්ඩුව රාජ්‍යයට කිසිදු බාහිර බලපෑමක් වැලැක්වීමට අධිෂ්ඨාන කරගෙන සිටියේ, බොහෝ විට නිවැරදිව, එය ඔවුන්ගේ බලයේ ග්‍රහණයට අනතුරක් වේ යැයි බියෙනි.",
        "මේ අනුව ඉදිරි වසර 50 තුළ ඉන්දියානු භූමියේ සිට කිලෝමීටර කිහිපයක් පමණක් තිබියදී ලුම්බිණිය නැරඹීමට නොහැකි තරම්ය. එවැනි බාධා මධ්‍යයේ වුවද කිහිප දෙනෙක්, සමහර විට වෙස්වලාගෙන, එසේ කිරීමට සමත් වූහ. ඉන්දියානු, බුරුම සහ ශ්‍රී ලාංකික බෞද්ධයන් පිරිසක් ලුම්බිණියට යාමට හැකි වූයේ ප්‍රධාන වශයෙන් දේශසීමා ආරක්ෂකයින් ඔවුන් නේපාල ජාතිකයන් යැයි සිතූ බැවිනි. යුරෝපීයයන් කිහිප දෙනෙකු ද එය කිරීමට සමත් විය.",
        "නිදසුනක් වශයෙන්, 1933 දී ජර්මානු ඉන්දු විද්‍යාඥ අර්නස්ට් වෝල්ඩ් ෂ්මිට් ප්‍රදේශවාසීන් කුඩා කණ්ඩායමක් සමඟ එකතු වී ඔවුන් සමඟ ඔහු \"බුද්ධාගමේ බෙත්ලෙහෙම\" ලෙස හැඳින්වූ ස්ථානය දක්වා ගමන් කළේය. නමුත් ඔහු එහි ගිය විගසම ආරක්ෂකයෙකු ඔහුව දැක ඔහු පිටව යන ලෙස ඉල්ලා සිටියේය, නමුත් ඔවුන් ඔහුට ආපසු දේශ සීමාවට යාමට පෙර අවට බැලීමට ඉඩ දුන්නේය.",
        "1951 දී අවසානයේ නේපාලයේ රානා පාලනය පෙරලා දමා, දශක ගණනාවක් තම මාලිගාවට සීමා වී සිටි රජු නිදහස් කර, රට තුළ නවීන ප්‍රජාතන්ත්‍රවාදයක් ස්ථාපිත කිරීමට පළමු උත්සාහය ගන්නා ලදී. 1955 දී ඉන්දීය අගමැති ජවහර්ලාල් නේරු නේපාල රජුට ලිපියක් යවමින් දන්වා සිටියේ එළැඹෙන වසරේ ලොව පුරා සැමරීමට අපේක්ෂා කරන බුදුන් වහන්සේගේ 2500 සංවත්සරය සනිටුහන් කරන බවත් අපේක්ෂා කරන බොහෝ වන්දනාකරුවන් සඳහා ලුම්බිණිය සංවර්ධනය කරන ලෙසට යෝජනා කළ බවත්ය. බෞද්ධ පූජනීය ස්ථාන නැරඹීමට.",
        "මහේන්ද්‍ර රජු එම ඉඟිය ගත් අතර ඉන්දියානුවන් විසින් සපයන ලද සංවර්ධන සැලැස්මක් ඇතිව ලුම්බිණියේ සිට නවතාන්වා (ඉන්දියා-නේපාල ප්‍රධාන දේශසීමාව බවට පත්වීමට නියමිතව තිබූ) සංචාරක බංගලාවක්, තැපැල් කාර්යාලයක් සහ කුඩා ථේරවාදි විහාරයක් දක්වා හොඳ මාර්ගයක් ඉදිකරන ලදී. හදලා නළ ළිඳක් කැපුවා, ඔක්කොම ගෙව්වේ රජතුමා - රුපියල් 100,000 ඔක්කොටම කිව්වා. තවද, ඔහු සල් ගස් සහිත වනාන්තරයක් සිටුවා, නිහතමානී උද්‍යානයක් සකස් කර, දේවමාළිගාවේ සත්ව බිලි පූජා කිරීම තහනම් කළේය, බොහෝ නේපාල ජාතිකයින් විශ්වාස කළ පරිදි, විෂ්ණුගේ අවතාරයක් ඔහුට කළ හැකි දෙයක් විය.",
        "1956 බුද්ධ ජයන්ති මහා දිනයේදී රජු ඇත්ත වශයෙන්ම ලුම්බිණියට වැඩම කර එදින සිට වෙසක් දිනය රජයේ නිවාඩු දිනයක් බව ප්‍රකාශ කළේය.",
        "1930 ගණන්වල පටන් නමුත් විශේෂයෙන් 1951 න් පසු, මහායානයෙන් ථේරවාදයට හැරුණු කත්මණ්ඩුවේ නෙවාරි බෞද්ධයන් බොහෝ දෙනෙක් ලුම්බිණිය සංවර්ධනය කිරීමට බොහෝ උපකාර කළ බව සටහන් කළ යුතුය: ප්‍රමුඛ වන්දනා පක්ෂ, පැමිණි වන්දනාකරුවන් බලා ගැනීම, පෙත්සම් ලුම්බිණියේ ප්‍රශ්න ආදි රජයන් අතර ප්‍රධාන වන්නේ හාමුදුරුවෝය. ධම්මාලෝක හා හාමුදුරුවෝ. අනිරුද්ධ, ශ්‍රී ලංකාවේ විද්‍යාලංකාර පිරිවානේ ආදි ශිෂ්‍යයෙකි.",
        "1967 දී එක්සත් ජාතීන්ගේ ගැඹුරු ආගමික බෞද්ධ මහ ලේකම් යූ තාන්ට් නේපාලයට ගිය විට ඔහු කත්මන්ඩු සිට ලුම්බිණියට පියාසර කළ අතර ඔහුගේ සංචාරයෙන් පසු “මෙය මගේ ජීවිතයේ වැදගත්ම දිනයයි” යනුවෙන් අදහස් දක්වමින් කඳුළු සැලුවේය. .",
        "කත්මණ්ඩු වෙත ආපසු පැමිණි පසු, ඔහු මහේන්ද්‍ර රජු හමුවී ලුම්බිණියේ පාරිශුද්ධත්වය තවදුරටත් වැඩිදියුණු කිරීමේ හැකියාව පිළිබඳව ඔහු සමඟ සාකච්ඡා කළේය. ඔහු නිව්යෝර්ක් වෙත ආපසු පැමිණි පසු, ඔහු උපත ස්ථානය සාමය සඳහා ජාත්‍යන්තර මධ්‍යස්ථානයක් බවට පත් කිරීම සඳහා එක්සත් ජාතීන්ගේ කමිටුවක් පිහිටුවා, යුනෙස්කෝව සම්බන්ධ කර ගත් අතර, ඔහු ප්‍රසිද්ධ ජපන් ගෘහ නිර්මාණ ශිල්පියා ප්‍රධාන සැලැස්මක් සකස් කිරීමට බඳවා ගත්තේය. ටැංගේ ලුම්බිණියට ගොස් බුද්ධාගම සහ එහි ඉතිහාසය හැදෑරීමට යම් කාලයක් ගත කළේය (ඔහු කිසිසේත්ම ආගමික නොවීය), 1978 දී ඔහුගේ සමාගම එහි සැලසුම ඉදිරිපත් කළේය.",
        "ලුම්බිණිය සංරක්ෂණය කිරීම සහ පූජනීය උද්‍යානය සහ අවට උද්‍යානය භූ දර්ශනය කිරීමේ ව්‍යාපෘතිය 1985 වන විට අවසන් කිරීමට නියමිතව තිබුණත්, නේපාලයේ නිලධාරිවාදී උදාසීනත්වය සහ දූෂණය ප්‍රගතිය මන්දගාමී වූ අතර 2005 දී ඔහුගේ ප්‍රධාන සැලැස්මේ සම්පූර්ණත්වය කිසිදා නොදැක්කා. මෙම සහ වෙනත් පසුබෑම් මධ්‍යයේ වුවද, ටැංගේගේ ප්‍රධාන සැලැස්ම බොහෝ දුරට අවසන් වී ඇති අතර බොහෝ බෞද්ධ රටවල් සහ විශාල බෞද්ධ සංවිධාන කිහිපයක් එහි විහාරස්ථාන ඉදි කිරීමත් සමඟ ලුමිනා නැවත ඉපදී ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "லும்பினி - பிறப்பு மற்றும் மறுபிறப்பு",
      "body_lines": [
        "நன்கு அறியப்பட்டபடி, புத்த மதத்தின் நான்கு முக்கிய புனித ஸ்தலங்களில் லும்பினி முதன்மையானது, இது புத்தராக மாறவிருந்த நபர் பிறந்த இடம். புத்தரின் வாழ்க்கையின் பாரம்பரியமான மற்றும் சமகாலத்தின் ஒவ்வொரு கணக்கும், அவரது கருத்தரித்தல் மற்றும் பிறப்பின் போது நிகழ்ந்ததாகக் கூறப்படும் சம்பவங்களை விவரிக்கிறது: அவரது தாயார் ஒரு வெள்ளை யானையைக் கனவு காண்கிறார். ஒரு மரத்தின் கிளையைப் பற்றிக்கொள்ளும் போது அவரைப் பெற்றெடுத்தல்; அவள் வலது பக்கத்திலிருந்து அவன் வெளிப்பட்டான். சில பிற்கால கணக்குகள் மகாமாயா பெற்றெடுத்தபோது கன்னியாக இருந்ததாகவும் கூறுகின்றன. இந்தக் கதைகள் எதுவும் திபிடகாவில் குறிப்பிடப்படவில்லை.",
        "புத்தரின் பிறப்பைக் கையாள்வதில் திபிடகாவில் உள்ள ஒரே சொற்பொழிவு ஆச்சரியப்பூத சூத்திரம் ஆகும், இது நிகழ்வுக்கு முன்னும் பின்னும் நிகழ்ந்ததாகக் கூறப்படும் பல அற்புதமான நிகழ்வுகளை விவரிக்கிறது. இருப்பினும், அது குறிப்பிடும் அனைத்து ‘அதிசயங்களையும்’ அருமையான மிகைப்படுத்தல்கள் என்று ஒதுக்கிவிடக்கூடாது; சில உண்மையின் அடிப்படையில் இருந்திருக்கலாம், மற்றவை ஒரு செயற்கையான நோக்கத்தைக் கொண்டிருந்திருக்கலாம்.",
        "உதாரணமாக, மகாமாயா நின்றுகொண்டே பெற்றெடுத்தார் என்று உரை கூறுகிறது, இது எந்த வகையிலும் சாத்தியமற்றது. பழங்கால இந்திய பிறப்பு நடைமுறைகள் பற்றி அதிகம் அறியப்படவில்லை, ஆனால் பெண்கள் பொதுவாக உட்கார்ந்து, பக்கவாட்டு அல்லது நிமிர்ந்த நிலையில் பிரசவம் செய்கிறார்கள் என்று தோன்றுகிறது. சுவாரஸ்யமாக, பிரிட்டனின் மருத்துவச்சிகளின் ராயல் கல்லூரி நிமிர்ந்து பிரசவம் செய்வதைப் பரிந்துரைக்கிறது மேலும் மருத்துவச்சியும் மற்ற உதவியாளர்களும் முறையாகப் பயிற்றுவிக்கப்பட்டு அதற்குத் தயாராக இருந்தால் அது மிகவும் பாதுகாப்பானது என்று கூறுகிறது.",
        "புத்தர் பிறந்தபோது ஒரு அற்புதமான ஒளி தோன்றியது - கிறிஸ்தவ நேட்டிவிட்டி கதையைப் போல ஒரு குறிப்பிட்ட இடத்தைக் குறிக்கும் நட்சத்திரம் அல்ல - ஆனால் உயிரினங்கள் ஒருவருக்கொருவர் வித்தியாசமாக சிந்திக்க அனுமதித்தது என்று சொற்பொழிவு கூறுகிறது. சூத்திரம் கூறுகிறது: \"புத்தர் தனது தாயின் வயிற்றில் இருந்து வெளிவந்தபோது, ​​கடவுள்களின் ஒளியை விட அதிக பிரகாசம் கொண்ட ஒரு பெரிய அளவிட முடியாத ஒளி உலகில் பிரகாசித்தது ... மேலும் இருண்ட, இருண்ட இடைவெளிகளில் கூட, நம் ஒளி உலகங்களுக்கு இடையே இருந்தது. சந்திரனும் சூரியனும், சக்தியும் கம்பீரமும் இருந்தாலும், அவை அடைய முடியாது, அங்கேயும் அந்த ஒளி பிரகாசித்தது.",
        "\"அந்த இருளில் மீண்டும் பிறக்கும் உயிரினங்கள் அந்த ஒளியின் காரணமாக ஒருவரையொருவர் உணர்ந்து, 'நிச்சயமாக இங்கு மற்ற உயிரினங்கள் உள்ளன' என்று நினைத்தார்கள்.\" புத்தர் பிறந்தபோது ஒரு உண்மையான ஒளி தோன்றியது என்று இந்தக் கதை கூறவில்லை என்று தோன்றுகிறது. மாறாக, இது ஒரு இலக்கிய சாதனம், ஒரு உருவகம், புத்தரின் வருகை மனிதர்கள் ஒருவரையொருவர் அறிந்துகொள்ள உதவும், இதனால் அவர்களுக்கிடையில் பச்சாதாபத்தையும் புரிதலையும் அதிகமாக்குகிறது.",
        "புத்தரின் பிறப்பைப் பற்றி உறுதியாகக் கூறக்கூடிய ஒரே விஷயம் என்னவென்றால், அது புத்தரின் சொந்த ஊருக்கும் முக்கிய கோலியான் நகரமான கபிலவத்து மற்றும் தேவதாஹாவிற்கும் இடையே உள்ள லும்பினியில் நடந்தது. பிறப்பு எப்பொழுதும் திறந்த வெளியில் நடப்பதாக சித்தரிக்கப்படுகிறது, மகாமாயா நின்று ஒரு மரத்தின் கிளையைப் பற்றிக்கொள்கிறார், பாரம்பரியம் லும்பினி ஒரு தோட்டம் என்று கூறினாலும், திபிடகா ஒரு கிராமம் (காமா) என்று கூறுகிறது மற்றும் அசோகரின் லும்பினி கல்வெட்டு அதை கிராமம் என்று அழைக்கிறது. கூட. எனவே அவள் கிராமத்து வீடுகளில் ஒன்றில் அல்லது குறைந்தபட்சம் சில வகையான தங்குமிடத்தின் கீழ் பெற்றெடுத்தாள்.",
        "புத்தர் தனது வாழ்க்கையில் நான்கு முக்கிய நிகழ்வுகள் நிகழ்ந்த இடங்களுக்குச் செல்ல முயற்சிக்குமாறு தனது சீடர்களைக் கேட்டுக் கொண்டார், அவற்றில் ஒன்று லும்பினி, மேலும் புத்தர் உயிருடன் இருக்கும்போதே யாத்ரீகர்கள் அங்கு செல்லத் தொடங்கியிருக்கலாம். கிமு 249 இல் புனித யாத்திரை மேற்கொண்ட அசோக மன்னன் தான் அங்கு சென்ற முதல் நபர் என்று நமக்குத் தெரியும். அதன் பிறகு 4 ஆம் நூற்றாண்டின் தொடக்கத்தில் சீன யாத்ரீகர் ஃபாக்ஸியன் அங்கு செல்லும் வரை லும்பினி பற்றிய பதிவுகள் எங்களிடம் இல்லை.",
        "சுமார் இரண்டு நூற்றாண்டுகளுக்குப் பிறகு மற்றொரு சீன யாத்ரீகரான Xuanzang, விஜயம் செய்தார், ஆனால் அவரும் அல்லது Faxian இருவருமே லும்பினியைப் பற்றி ஒரு சில அடையாளங்களைக் குறிப்பிட்டு, அது மிகவும் மோசமான இடம் என்று கூறுவதைத் தவிர வேறு எந்த தகவலையும் கொடுக்கவில்லை. 13 ஆம் நூற்றாண்டில் இந்தியாவை முஸ்லீம்கள் கைப்பற்றியதன் மூலம் லும்பினி ஏற்கனவே காட்டில் தொலைந்து போனது போல் தெரிகிறது, அது மிகவும் மறந்துவிட்டது. 19 ஆம் நூற்றாண்டின் இரண்டாம் பாதி வரை அடுத்த 1,000 ஆண்டுகளுக்கு இதைப் பற்றி எதுவும் தெரியவில்லை. பௌத்தர்கள் தங்கள் மதத்தில் லும்பினியின் முக்கியத்துவத்தை இன்னும் அறிந்திருந்தனர், ஆனால் அவர்கள் அதைக் கண்டுபிடிக்க எந்த முயற்சியும் எடுக்கவில்லை என்று தெரிகிறது, இது மேற்கத்தியர்களால் எடுக்கப்பட்ட ஒரு முயற்சி.",
        "மேற்கத்தியர்களாலும், குறிப்பாக பிரிட்டிஷ் அறிஞர்களாலும் பௌத்தம் பற்றிய அறிவு வளர்ந்ததால், மதத்தின் வரலாற்று புவியியலில் ஆர்வம் வளர்ந்தது - இது ஒரு ஆர்வமாக வளர்ந்தது மற்றும் ஒரு இனமாக மாறியது, குறிப்பாக புத்தருடன் தொடர்புடைய இடங்களைக் கண்டறிவது. அவர் பிறந்தார் மற்றும் அவரது சொந்த ஊர்.",
        "தொடக்கத்தில், புத்தர் விழிப்பு அடைந்த இடத்திலும் (போத்கயா) அவர் முதல் முறையாக தம்மத்தை அறிவித்த இடத்திலும் (சாரநாத்) சிறிய சிக்கல்கள் அடையாளம் காணப்பட்டன, பின்னர் ஒவ்வொன்றாக, கோசாம்பி, சவத்தி, ராஜகஹா, விசாலி மற்றும் குசினாரா ஆகியவை கண்டுபிடிக்கப்பட்டு தோண்டப்பட்டன, ஆனால் லும்பினியும் கபிலவத்தும் விரக்தியுடன் தப்பித்துக்கொண்டனர். பண்டைய நூல்கள் அனைத்தும் இந்த இரண்டு இடங்களும் ஒன்றுக்கொன்று அருகாமையில் இருப்பதாகக் கூறுகின்றன, எனவே ஒன்றைக் கண்டால் மற்றொன்றைக் கண்டுபிடிக்க முடியும் என்று அறிஞர்கள் அறிந்திருந்தனர்.",
        "சீன யாத்ரீகர்கள் எந்த திசையில், ஒருவர் மற்றவரிடமிருந்து எவ்வளவு தொலைவில் இருக்கிறார் என்பது பற்றிய விரிவான தகவல்களை விட்டுச்சென்றனர், மேலும் அறிஞர்கள் ஒருவருக்கொருவர் வாதிட்டனர், சில சமயங்களில் அதிக பித்தத்துடன், லும்பினி எங்கே காணப்படுகிறது. தேடுதலில் ஈடுபட்டவர்களில் மிகவும் துணிச்சலானவர்கள், மலேரியா மற்றும் புலிகளுக்கு ஆபத்து விளைவிக்கும் காட்டில் தங்கள் வழியை ஊடுருவி, எந்த இடத்தையும் முதலில் கண்டுபிடிப்பதற்கான உறுதியான முயற்சியில் இருந்தனர்.",
        "இறுதியில், மிகவும் புலனுணர்வு கொண்ட சில அறிஞர்கள் இந்த இரண்டு இடங்களும் நேபாளத்தில் உள்ள பிரிட்டிஷ்-இந்திய எல்லைக்கு அப்பால் தாராய் என்று அழைக்கப்படும் இடத்தில் இருக்கலாம் என்று நினைத்தனர். இந்த அரிதான மக்கள்தொகை மற்றும் அடர்ந்த காடுகள் நிறைந்த நிலப்பகுதி இந்தியா-நேபாள எல்லையில் ஓடியது மற்றும் ஆபத்தான மலேரியா மற்றும் நேபாள அரசாங்கத்தால் வேண்டுமென்றே விரும்பத்தகாத வெளிநாட்டினர் ராஜ்யத்திற்குள் நுழைவதைத் தடுக்கும் பொருட்டு அப்படியே விடப்பட்டது.",
        "ஆயினும்கூட, சில பிரிட்டிஷ் அதிகாரிகள் - வின்சென்ட் ஸ்மித், லாரன்ஸ் வாடெல் மற்றும் அலோயிஸ் ஃபூரர் ஆகியோர் பிரிட்டிஷ் அதிகாரிகளின் நல்ல அலுவலகங்கள் மூலம் தாராய் பகுதிகளை ஆராய அனுமதி பெற்றனர். அப்பகுதியில் பல பழங்கால பொருட்களை கண்டுபிடித்ததாக ஃபியூரர் கூறினார், ஆனால் அவை அனைத்தும் மோசடியானவை என்று காட்டப்பட்டது.",
        "சுவாரஸ்யமாக, பல சந்தர்ப்பங்களில் ஆங்கிலேயர்கள் லும்பினியை அறியாமலேயே மிக அருகில் சென்றுள்ளனர். 1816 ஆம் ஆண்டில், அவர்களின் சர்வேயர்கள் இந்தியா-நேபாள எல்லையை வரையறுத்தனர், லும்பினி இந்திய எல்லைக்கு வடக்கே ஏழு கிமீ தொலைவில் நேபாளத்தில் முடிந்தது. இதன் விளைவாக, இன்று ஒருவர் \"புத்தர் நேபாளக்காரர்\" என்ற அபத்தமான கூற்றை அடிக்கடி படிக்கவோ அல்லது கேட்கவோ செய்கிறார். கணக்கெடுப்பாளர்கள் காட்டை இன்னும் கொஞ்சம் ஆராய்ந்திருந்தால், அவர்கள் அசோக மன்னனின் பெரிய தூணில் தடுமாறி, ஒருவேளை அதன் வடக்கே எல்லையை சற்று வைத்து, லும்பினி இந்தியாவில் இருந்திருக்கும்.",
        "60 ஆண்டுகளுக்குப் பிறகு அவர்கள் மற்றொரு வாய்ப்பை இழந்தனர். 1880 ஆம் ஆண்டில், லாரன்ஸ் வாடெல், ஒரு மருத்துவர் மற்றும் புத்தரின் பிறந்த இடத்தைக் கண்டுபிடிப்பதில் குறிப்பாக ஆர்வமுள்ள ஆர்வமுள்ள அமெச்சூர் பழங்கால ஆர்வலர், நேபாள எல்லையை ஒட்டிய மாவட்டத்திற்கு அனுப்பப்பட்டார், மேலும் சில உள்ளூர்வாசிகள் காட்டில் ஒரு கல் தூண் இருப்பதாக அவருக்குத் தெரிவித்தனர். நேபாளத்தின் எல்லை.",
        "ஆர்வத்துடன், அவர் தனது இந்திய தொழிலாளி ஒருவருக்கு அங்கு சென்று தூணில் இருக்கும் கல்வெட்டுகளை நகலெடுக்கும்படி அறிவுறுத்தினார், அது செய்யப்பட்டது. இருப்பினும், தொழிலாளி தூணின் உச்சியில் ஒரு சிறிய கிராஃபிட்டியின் நகலை உருவாக்கினார் - அசோகாவின் இப்போது பிரபலமான கல்வெட்டு, அந்த நேரத்தில் பல நூற்றாண்டுகளாக குப்பைகள் மற்றும் இடிபாடுகளால் மூடப்பட்டிருந்தது. வாடெல் எந்த முக்கியத்துவமும் இல்லாத கிராஃபிட்டியைப் படித்தபோது, ​​​​அவர் தூணை மேலும் சிந்திக்கவில்லை, இதனால் லும்பினியைக் கண்டுபிடிக்கும் பெருமையை அவர் தவறவிட்டார். இறுதியில், அந்த மரியாதை ஒரு பிரிட்டனை விட நேபாளுக்கு சென்றது.",
        "கட்கா ஷும்ஷர் (1861-1921) என்ற நேபாள பிரபு இந்த நேரத்தில் லும்பினியை உள்ளடக்கிய மாகாணத்தின் ஆளுநராக இருந்தார், மேலும் அவர் புத்தரின் பிறந்த இடத்தைக் கண்டுபிடிப்பதில் பிரிட்டிஷ் ஆர்வத்தை அறிந்தார். தூணைப் பற்றி கேள்விப்பட்ட அவர் அதைப் பார்க்கச் சென்றார், அதன் அடிவாரத்தைச் சுற்றியுள்ள சில மண்ணைத் தோண்டி, அசோகரின் கல்வெட்டுகளை வெளிப்படுத்தினார். ஒரு நீண்ட மற்றும் சிக்கலான கதையை சுருக்கமாக, பிரிட்டிஷ் அறிஞர்கள் ஷம்ஷரின் கண்டுபிடிப்பைப் பற்றி கேள்விப்பட்டார்கள், நேபாளிகள் கல்வெட்டை நகலெடுக்க அனுமதி அளித்தனர், அது மொழிபெயர்க்கப்பட்டது மற்றும் \"இங்கு இறைவன் பிறந்தார்\" (ஹிதா பகவம் ஜடே தி) இறுதியாக லும்பினியின் இருப்பிடத்தை உறுதி செய்தார்.",
        "இந்தியா, ஜெர்மனி, பிரிட்டன் மற்றும் ரஷ்யாவில் உள்ள செய்தித்தாள்கள் அனைத்தும் செய்திகளை வெளியிட்டன. அடுத்த 18 மாதங்களில் பிரிட்டிஷ் இந்திய அரசாங்கத்தின் வேண்டுகோளின் பேரில் நேபாளியர்கள் லும்பினிக்கு வருகை தருவதற்கு அனுமதி அளித்தனர், இதில் இந்திய மற்றும் பௌத்த ஆய்வுகளில் உள்ள சில பெரிய பெயர்கள் உட்பட, பேராசிரியர் ரைஸ் டேவிட், வின்சென்ட் ஸ்மித், எல் வாடெல் மற்றும் வில்லியம் ஹோய் ஆகியோர் அடங்குவர். .",
        "அசோகரின் தூணுக்குப் பக்கத்தில் உள்ளூர்வாசிகள் ரூபம் தேவி என்று அழைக்கப்படும் ஒரு சிறிய தெய்வம் இருந்தது, இந்த பார்வையாளர்களில் சிலர் அதன் உட்புறத்தை ஆய்வு செய்ய முயன்றனர், ஆனால் இந்துக்களாக இல்லாத சுவாமி அவர்களை உள்ளே அனுமதிக்கவில்லை. இருப்பினும், ஹோய் கோவிலுக்குள் கவனிக்கப்படாமல் நழுவ முடிந்தது, மேலும் அதன் கொள்கை உருவம் உண்மையில் புத்தரின் பிறப்பின் பழமையான மிகவும் அணிந்த மற்றும் சேதமடைந்த படம் என்பதைக் கண்டறிந்தார்.",
        "லும்பினியின் அடையாளத்தின் முக்கியத்துவத்தை உணர்ந்து, 1899 ஆம் ஆண்டில் பிரிட்டிஷ் அதிகாரிகள் அனுமதிக்க நேபாள அரசாங்கத்திடம் அனுமதி பெற முடிந்தது.",
        "ஒரு தொல்பொருள் ஆராய்ச்சியாளர் லும்பினிக்கு சில அகழ்வாராய்ச்சிகளை செய்ய வந்தார். ஒரு இந்து நேபாளிகளால் ஏற்றுக்கொள்ளப்பட வேண்டும் என்று எண்ணி அவர்கள் பி.சி. முகர்ஜியைத் தேர்ந்தெடுத்தனர், ஆனால் அவருக்கு ஆய்வு செய்ய இரண்டு மாதங்கள் மட்டுமே வழங்கப்பட்டது. முகர்ஜி கண்டுபிடித்த பல முக்கியமான கண்டுபிடிப்புகளில், லும்பினியின் கோவிலில் உள்ள நேட்டிவிட்டி படத்தின் காணாமல் போன பகுதி.",
        "லும்பினியின் கண்டுபிடிப்பு, ஒரு பக்தரின் நம்பிக்கையை மேம்படுத்தும் என்ற புத்தரின் அறிவுறுத்தல்களின்படி யாத்ரீகர்கள் மீண்டும் அங்கு செல்ல அனுமதிக்கும் என்று ஒருவர் நம்பியிருப்பார். ஆனால் அது இருக்கவில்லை. நேபாளத்தின் அடக்குமுறை மற்றும் பிற்போக்குத்தனமான ராணா அரசாங்கம், ராஜ்ஜியத்திற்குள் எந்தவொரு வெளிச் செல்வாக்கும் வராமல் தடுப்பதில் உறுதியாக இருந்தது, ஒருவேளை சரியாக, அது அதிகாரத்தின் மீதான தங்கள் பிடியை ஆபத்தில் ஆழ்த்தும் என்று பயந்து.",
        "இதனால் அடுத்த 50 ஆண்டுகளுக்கு இந்திய எல்லையில் இருந்து சில கிலோமீட்டர் தொலைவில் இருந்த போதிலும் லும்பினிக்கு செல்வது கிட்டத்தட்ட சாத்தியமற்றது. இத்தகைய தடைகள் இருந்தபோதிலும், ஒரு சிலர், சில சமயங்களில் மாறுவேடத்தில், அவ்வாறு செய்ய முடிந்தது. இந்திய, பர்மிய மற்றும் இலங்கை பௌத்தர்களின் தந்திரம் லும்பினிக்கு வர முடிந்தது, முக்கியமாக எல்லைக் காவலர்கள் அவர்கள் நேபாளியராக இருக்கலாம் என்று நினைத்ததால். ஒரு சில ஐரோப்பியர்களும் அதைச் செய்ய முடிந்தது.",
        "எடுத்துக்காட்டாக, 1933-ல் ஜெர்மன் இந்தியவியலாளரான எர்ன்ஸ்ட் வால்ட் ஷ்மிட் உள்ளூர்வாசிகளின் ஒரு சிறிய குழுவுடன் இணைந்து, அவர்களுடன் சேர்ந்து \"பௌத்தத்தின் பெத்லஹேம்\" என்று அழைத்தார். ஆனால் அவர் அங்கு சென்றவுடன், ஒரு காவலர் அவரைக் கவனித்து, அவர் வெளியேறுமாறு கோரினார், இருப்பினும் அவர்கள் அவரை மீண்டும் எல்லைக்கு அழைத்துச் செல்வதற்கு முன்பு சுற்றிப் பார்க்க அனுமதித்தனர்.",
        "1951 இல் நேபாளத்தின் ராணா ஆட்சி இறுதியாக தூக்கியெறியப்பட்டது, பல தசாப்தங்களாக அரண்மனைக்குள் அடைத்து வைக்கப்பட்டிருந்த மன்னர் விடுவிக்கப்பட்டார், மேலும் நாட்டில் நவீன ஜனநாயகத்தை நிறுவுவதற்கான முதல் முயற்சி மேற்கொள்ளப்பட்டது. 1955 ஆம் ஆண்டில், இந்தியப் பிரதமர் ஜவஹர்லால் நேரு நேபாள மன்னருக்கு கடிதம் எழுதினார், வரும் ஆண்டு புத்தரின் 2500 வது பிறந்தநாளைக் குறிக்கும், இது உலகம் முழுவதும் கொண்டாடப்படும் என்று எதிர்பார்க்கப்படுகிறது, மேலும் எதிர்பார்க்கப்படும் ஏராளமான யாத்ரீகர்களுக்கு லும்பினியை உருவாக்க பரிந்துரைத்தார். பௌத்தர்களின் புனிதத் தலங்களுக்குச் செல்ல வேண்டும்.",
        "அரசர் மகேந்திரா இந்த குறிப்பைப் பெற்று, இந்தியர்கள் வழங்கிய வளர்ச்சித் திட்டத்துடன், லும்பினியிலிருந்து நௌதன்வா (இந்தியா-நேபாளத்தின் முக்கிய எல்லைக் கடக்கும் இடமாக மாறியது), ஒரு சுற்றுலா பங்களா, தபால் அலுவலகம் மற்றும் ஒரு சிறிய தேரவாதி விகாரை வரை நியாயமான நல்ல சாலை அமைக்கப்பட்டது. கட்டப்பட்டது மற்றும் ஒரு குழாய் கிணறு தோண்டப்பட்டது, அனைத்திற்கும் ராஜா செலுத்தினார் - 100,000 ரூபாய்கள் அனைத்தும் கூறப்பட்டது. மேலும், அவர் சால் மரங்களின் காடுகளை நட்டு, ஒரு சாதாரண தோட்டத்தை அமைத்து, கோவிலில் விலங்குகளை பலியிடுவதை தடை செய்தார், இது விஷ்ணுவின் அவதாரமான பல நேபாளர்கள் நம்பியது போல் அவரால் செய்ய முடியும்.",
        "1956 புத்த ஜெயந்தியின் பெருநாளில், மன்னர் உண்மையில் லும்பினிக்கு விஜயம் செய்தார், அன்று முதல் வெசாக் விடுமுறை தினமாக இருக்கும் என்று அறிவித்தார்.",
        "1930 களில் தொடங்கி, குறிப்பாக 1951 க்குப் பிறகு, காத்மாண்டுவின் நெவாரி பௌத்தர்கள், மகாயானத்திலிருந்து தேரவாதத்திற்கு மாறிய பலர், லும்பினியின் வளர்ச்சிக்கு பெரிதும் உதவினார்கள்: முன்னணி யாத்ரீகர்கள், வரும் யாத்ரீகர்களைக் கவனித்து, மனு அளித்தனர். லும்பினி, முதலியவற்றில் உள்ள பிரச்சனைகள் தொடர்பான அரசாங்கங்கள், அவற்றில் முக்கியமானவை வண. தம்மாலோக மற்றும் வென். அனிருத்தா, இலங்கையின் வித்யாலங்கார பிரிவானின் பழைய மாணவர்.",
        "1967 ஆம் ஆண்டு, ஐக்கிய நாடுகள் சபையின் ஆழ்ந்த மத பௌத்த பொதுச்செயலாளர் யூ தாண்ட், நேபாளத்திற்கு விஜயம் செய்தபோது, ​​அவர் காத்மாண்டுவிலிருந்து லும்பினிக்கு விமானம் மூலம் பறந்தார், அவருடைய விஜயத்திற்குப் பிறகு, \"இது என் வாழ்க்கையின் மிக முக்கியமான நாள்\" என்று கருத்துத் தெரிவித்தார், பின்னர் கண்ணீர்விட்டார். .",
        "காத்மாண்டு திரும்பிய அவர், மஹேந்திர மன்னரைச் சந்தித்து, லும்பினியின் புனிதத்தை மேலும் மேம்படுத்துவதற்கான சாத்தியக்கூறுகளை அவருடன் விவாதித்தார். அவர் நியூயார்க்கிற்குத் திரும்பியதும், அவர் நேட்டிவிட்டி தளத்தை அமைதிக்கான சர்வதேச மையமாக மாற்ற ஐ.நா குழுவை அமைத்தார், யுனெஸ்கோவை ஈடுபடுத்தினார். டாங்கே லும்பினிக்குச் சென்று பௌத்தம் மற்றும் அதன் வரலாற்றைப் படிப்பதில் சிறிது நேரம் செலவிட்டார் (அவர் எந்த மதமும் இல்லை), 1978 இல் அவரது நிறுவனம் அதன் வடிவமைப்பைச் சமர்ப்பித்தது.",
        "லும்பினி மற்றும் புனித தோட்டம் மற்றும் சுற்றியுள்ள பூங்காவை பாதுகாக்கும் திட்டம் 1985 க்குள் முடிக்கப்பட வேண்டும், ஆனால் நேபாளத்தில் அதிகாரத்துவ அலட்சியம் மற்றும் ஊழல் முன்னேற்றத்தை குறைத்தது மற்றும் 2005 இல் அவரது மாஸ்டர் பிளான் நிறைவடையாமல் இருந்தது. இவை மற்றும் பிற பின்னடைவுகள் இருந்தபோதிலும், டாங்கேயின் மாஸ்டர் பிளான் பெருமளவில் முடிந்துவிட்டது, மேலும் பெரும்பாலான பௌத்த நாடுகள் மற்றும் பல பெரிய பௌத்த அமைப்புகள் அங்கு கோவில்களைக் கட்டியதால், லுமினா மறுபிறவி எடுத்துள்ளார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}