{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sri-Lankan-born-entrepreneur-makes-it-onto-FT1000-Europe-s-fastest-growing-companies-2022/34-731802",
  "time_ut": 1646947920,
  "title": "Sri Lankan born entrepreneur makes it onto FT1000 Europe’s fastest growing companies 2022",
  "body_lines": [
    "The luxury brand of British award-winning toiletries and gifts ‘Winter in Venice’ has earned a place in FT 1000 Europe’s Fastest Growing Companies in 2022. Sri Lankan born Ermila Jayasuriya-Curtis is the Founder and Managing Director of WIV Global Ltd. and WIV Property Holding Ltd. in the UK.",
    "The survey was carried out by Statista, the research partner of the Financial Times. The FT 1000 is the result of a joint initiative by The Financial Times and Statista, which conducted months of research, public calls for participation, intensive database research and directly contacted tens of thousands of companies in Europe. In the end, Statista was able to identify outstanding companies among millions of European enterprises.",
    "“Winter in Venice clearly stood out and, as a result, will be publicly recognised in the FT as one of Europe’s Fastest Growing Companies” – James Bacon, Statista UK. The results of the survey for the fastest growing companies in Europe was published earlier this month.",
    "Statista, the Global No. 1 Business Data Platform, provides current market figures and forecasts for the most important consumer goods within a total of more than 200 markets. All key figures are internationally comparable and are based on extensive analyses of data from national and international statistical offices, associations, company reports and the trade press.",
    "The brand was the brain wave of Ermila, a then 23-year-old student who mustered the courage to set up a manufacturing and distribution company three years later. At age 26 with an investment of just 60 pounds and a phone book, she made her first million in one year.",
    "Sixteen years later this self-made British multi-millionaire reflects on the many life lessons taught having navigated through a recession during the infancy of her business, and in more recent years the global pandemic that engulfed the world.",
    "Ermila is the eldest child of Dr. Nalin and Ranjani Jayasuriya. With both parents quite high in the corporate world, she was expected to follow in the footsteps of her lawyer mother who was former Director/General Manager of Housing Development Finance Corporation of Sri Lanka which was an institution under the Ministry of Housing. Her father, Dr. Nalin Jayasuriya is the Chairman of McQuire Rens Global Consulting Ltd. and the Non-Executive Chairman on the Board of Eswaran Brothers Exports Ltd. He was a former Regional Director of a Pharmaceutical Multinational, Sterling Winthrop, for East Africa Region overseeing eight countries and thereafter, he was the Regional Head of Special Projects and Regional HR Consultant for Smithkline Beecham for Southeast Asia and India, overseeing the two functions in nine countries. The company is now known as GlaxoSmithkline (GSK).",
    "Having finished her schooling at Ladies College, Colombo 7, Ermila left for England in 2000 to further her education in Psychology and Business Administration.",
    "Strewn of course from her further education having faced unforeseen personal challenges, the young student was forced to cut short her academic career to forge a business with little experience in the field of manufacturing toiletries and personal care products. By 2008, the brand was in over 800 stores throughout the United Kingdom.",
    "Just before her 29th birthday, she created a media storm in the UK when she swooped up award after award at the British Inventors and Innovators award ceremony in 2009. Over 600 inventors and innovators from around the world were short-listed and only 43 made it to the finals. Ermila won three of the top British Awards, for innovation, packaging, and performance.",
    "Her company was one of the first in the UK to remove all parabens from their formulations.",
    "With a strong focus on quality and value for money, Winter in Venice continues to thrive and has in recent years enjoyed exponential growth thanks to the robust systems and processes mapped out throughout the operational core of the company. This has enabled the ‘Winter in Venice’ to perform with a lean workforce and react to consumer demands better than most in adverse economic conditions endured recently by many international companies. It is a fail proof and foolproof strategy that surely has put Winter in Venice on the map and in stores around the world.",
    "Winter in Venice manufactures and distributes a large range of luxurious skin care products and personal hygiene products such as moisturising creams, face scrubs, shampoos, soaps, bath gels, hand and body lotions which are free from Parabens, Sulfates, DEA and Minerals.",
    "Winter in Venice formulations are vegan and cruelty-free. All formulations are infused with nourishing fruit and plant extracts with an emphasis on supplying these products in reusable packaging. The distribution of these products is managed globally with several large multinational retail and pharmacy chains stocking the product in Europe, US, and the Far East.",
    "The company also manufactured key personal protective products that helped combat the virus. During the pandemic, the company became the fastest (hospital grade) antibacterial gel manufactures out of Europe servicing the US, and UK at a time when such products were in limited supply.",
    "The company was focused on creating a product that was capable with absolute certainty of killing all envelope viruses including the coronavirus. Winter in Venice made its mission to get these products out to market at pre-pandemic prices which helped so many people at a time when others capitalised on the demand. Rising alcohol prices and raw materials made this a near impossible task, but it was the unwavering leadership and determination shown by Ermila that orchestrated an avalanche of support across her team and sub supply chain that made it possible.",
    "“People will remember what we did even after this is over. The countless letters of thanks received by strangers and customers was heartwarming to read,” she said. “I worked 18 hours daily with a toddler on my lap for most part of it and remember the bits of Lego under my feet as I sat at my desk at home during the lockdown.”",
    "“My husband held the fort at the factories in Turkey, whilst a small team of us ran this mammoth operation of ferrying trucks through closed borders and negotiating with governments for embargoes to be lifted so we can cross borders out of Europe into the UK.”",
    "Ermila has a passion to donate to charitable institutions world-wide and is patron to various projects in Africa, Sri Lanka and the UK. She also financially supports many deserving persons and vulnerable families in Sri Lanka where she builds homes for the disabled and provides support to orphaned children to help with their education and schooling. The company’s ethos has been to make profits but with an aim to use these profits to make a difference to humanity.",
    "Ermila is being invited by several businesses, institutes and universities to deliver inspirational talks on ‘how to start up and grow businesses’. When asked by a reporter, “What made you start your own business?”, she replied, “I believe most entrepreneurs, however refined in nature, suffer from an insatiable appetite to relinquish that ‘what if’ question. “What if I invested my money in this?”, What if I took that deal? This thought process is sometimes compared to an addiction to create, invent, seize, and capitalise with an aim to generate wealth and be successful. “It is a tiresome battle over whether or not to risk it all for that bright light at the end of the tunnel,” says Ermila.",
    "She continued to say that the light always wins in true entrepreneurial style but, for many the risks are too dear a price to pay and they have to live with the fact that they stared potential success in the face and said ‘No’ to it. “Creating jobs and fuelling the economy is what I always wanted to do as a child,” says Ermila. She remembers vividly starting her first business as a six-year-old selling notepads to children during tennis lessons.",
    "“I realised very early on that I was not like the rest of my peers, I found it difficult to follow the norm and wasn’t a social butterfly in school. I suffered a degree of bullying and unkindness which I remember quite well, but I feel it has also been my greatest teacher. As the great Alan Turing once said, “Sometimes it is the people no one imagines anything of who do the things that no one can imagine. I was that person no one imaged anything of.”",
    "§ Build financial reserves and market goodwill. Many successful businesses fail because they are dependent on banks offering them credit lines when things are going well, but fail to build reserves for a rainy day.",
    "§ Examine your margins closely. Do not spend based on your turnover. Many companies make this mistake and end up overtrading.",
    "§ Always try to forward sell before you commit to purchasing huge volumes of stock or forecasting operational requirements in a service lead industry. Map out the worst-case scenario before you start. Always have a plan B if plan A fails.",
    "§ Focus on investing in passive income generating assets over liabilities. I still drive a car that is six years old and will never be vulgar enough to want a red Ferrari. Success is not fast cars or fancy things. Success is feeling safe, sound, and certain. You get there by clever planning and zero debt.",
    "§ Customers are important, but suppliers and service providers that help you service your customers are equally important. Make time to nurture and nourish these relationships.",
    "§ Pareto’s Law is real and exists. 80% of your income is generated by 20% of your customers. Find out who they are and show some serious love. Equally 80% of your income can be drained by the remaining 80% of customers you try to service. Don’t be afraid of getting rid of customers that cost you money and time.",
    "§ 1+1 equals 10 and never 2. Your output must be greater than your input. Examine every aspect of your business and highlight inefficiencies that cost you speed and money. Make it your mission to fine tune income and expenditure.",
    "§ Be disciplined and focused in the A, B, Cs of time management. Your body clock and energy levels can cost you great deals or provoke bad decisions. Understanding your peak performance times allows for better decision making and progress mapping. Having suffered from exhaustion, this is something that I have learnt to do.",
    "§ Train your staff so that they are good enough to leave you but pay them well so they never feel they have to. Share the wealth and genuinely invest in the people that support you. This is also a part of your legacy.",
    "§ Focus on systems and processes for every aspect of your business. A simple tick list and robust project management trackers on an excel spreadsheet will do just as well. Nothing ever has to be complicated.",
    "§ At the end of your trading year, you seriously scrutinised your profits and pitfalls. Trading cycles have a huge part to play on your P n L. Look at ways to keep stocks fluid and moving. Don’t be hard on yourself if you suffer a loss or two, sometimes it is the casualty of any battle to win the war.",
    "§ Henry Ford once said, “Whether you think you can or you think you can’t, you are right either way.”",
    "“Believe this quote,” says Ermila. Rehearse your preferred outcome in your mind’s eye before you start. Always start your day being grateful for all the mini buddha’s that you have encountered that annoy the hell out of you but teach you life’s greatest lessons.",
    "§ No one ever became successful without some part of suffering. Every storm passes. always remember this.",
    "§ Luck finds you when you have the right mindset and are willing to put in elbow grease. Do the boring stuff and keep your eye on the details. Stop finding excuses for why you couldn’t do the things you should have at least tried to do.",
    "§ Trauma is your greatest teacher… it never happened to you … it happened for you.",
    "Ermila’s net worth exceeds Rs. 6.4 billion (£ 21 million). She resides in Wiltshire, England with husband Steven and Son George in a grade II listed 400-year-old English Manor close to the historic heritage city of Bath.",
    "More on her entrepreneurial capacity can be viewed on www.winterinvenice.co.uk."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ උපත ලද ව්‍යවසායකයා 2022 යුරෝපයේ වේගයෙන්ම වර්ධනය වන FT1000 සමාගම්වලට ඇතුළත් වෙයි",
      "body_lines": [
        "බ්‍රිතාන්‍ය සම්මානලාභී වැසිකිලි සහ ත්‍යාගවල සුඛෝපභෝගී සන්නාමය වන 'Winter in Venice' 2022 දී යුරෝපයේ වේගයෙන්ම වර්ධනය වන FT 1000 සමාගම් අතර ස්ථානයක් ලබා ගෙන ඇත. ශ්‍රී ලංකාවේ උපන් Ermila Jayasuriya-Curtis WIV Global Ltd. සහ WIV හි නිර්මාතෘ සහ කළමනාකාර අධ්‍යක්ෂවරිය වේ. UK හි Property Holding Ltd.",
        "Financial Times හි පර්යේෂණ සහකරු වන Statista විසින් මෙම සමීක්ෂණය සිදු කරන ලදී. FT 1000 යනු The Financial Times සහ Statista හි ඒකාබද්ධ මුලපිරීමක ප්‍රතිඵලයක් වන අතර, මාස ගණනාවක් පර්යේෂණ, සහභාගීත්වය සඳහා මහජන ඇමතුම්, දැඩි දත්ත සමුදා පර්යේෂණ සහ යුරෝපයේ සමාගම් දස දහස් ගණනක් සෘජුවම සම්බන්ධ කර ගත්හ. අවසානයේදී, මිලියන ගණනක් යුරෝපීය ව්යවසායන් අතර කැපී පෙනෙන සමාගම් හඳුනා ගැනීමට Statista හට හැකි විය.",
        "\"වැනීසියේ ශීත ඍතුව පැහැදිලිවම කැපී පෙනෙන අතර, ප්රතිඵලයක් වශයෙන්, යුරෝපයේ වේගයෙන්ම වර්ධනය වන සමාගමක් ලෙස FT හි ප්රසිද්ධියේ පිළිගනු ඇත\" - ජේම්ස් බේකන්, Statista UK. යුරෝපයේ වේගයෙන්ම වර්ධනය වන සමාගම් සඳහා වූ සමීක්ෂණයේ ප්‍රතිඵල මේ මස මුලදී ප්‍රකාශයට පත් කරන ලදී.",
        "Statista, ගෝලීය අංක 1 ව්‍යාපාරික දත්ත වේදිකාව, වෙළඳපල 200කට වඩා වැඩි ප්‍රමාණයක් තුළ වඩාත්ම වැදගත් පාරිභෝගික භාණ්ඩ සඳහා වත්මන් වෙළඳපල සංඛ්‍යා සහ අනාවැකි සපයයි. සියලුම ප්‍රධාන සංඛ්‍යා ජාත්‍යන්තරව සැසඳිය හැකි අතර ජාතික සහ ජාත්‍යන්තර සංඛ්‍යාන කාර්යාල, සංගම්, සමාගම් වාර්තා සහ වෙළඳ මුද්‍රණාලයේ දත්තවල පුළුල් විශ්ලේෂණයන් මත පදනම් වේ.",
        "සන්නාමය වූයේ වසර තුනකට පසු නිෂ්පාදන සහ බෙදාහැරීමේ සමාගමක් පිහිටුවීමට ධෛර්යය එක්රැස් කරගත් එවකට 23 හැවිරිදි සිසුවියක් වූ අර්මිලාගේ මොළයේ තරංගයයි. වයස අවුරුදු 26 දී පවුම් 60 ක ආයෝජනයක් සහ දුරකථන පොතක් සමඟ ඇය වසරක් තුළ ඇගේ පළමු මිලියනය උපයා ගත්තාය.",
        "වසර දහසයකට පසුව මෙම ස්වයං-සාදන ලද බ්‍රිතාන්‍ය බහු-කෝටිපතිනිය ඇගේ ව්‍යාපාරයේ ළදරු අවධියේදී අවපාතයක් හරහා ගමන් කර ඉගැන්වූ බොහෝ ජීවිත පාඩම් සහ වඩාත් මෑත වසරවලදී ලෝකය ගිලගත් ගෝලීය වසංගතය පිළිබිඹු කරයි.",
        "අර්මිලා වෛද්‍ය නලින්ගේ සහ රංජනී ජයසූරියගේ වැඩිමහල් දරුවාය. දෙමාපියන් දෙදෙනාම ආයතනික ලෝකයේ තරමක් ඉහළ මට්ටමක සිටින බැවින්, ඇය නිවාස අමාත්‍යාංශය යටතේ ඇති ආයතනයක් වූ ශ්‍රී ලංකා නිවාස සංවර්ධන මූල්‍ය සංස්ථාවේ හිටපු අධ්‍යක්ෂ/සාමාන්‍යාධිකාරීවරිය වූ ඇගේ නීතීඥ මවගේ අඩිපාරේ ගමන් කරනු ඇතැයි අපේක්ෂා කෙරේ. ඇයගේ පියා වන වෛද්‍ය නලින් ජයසූරිය මහතා McQuire Rens Global Consulting Ltd හි සභාපතිවරයා වන අතර Eswaran Brothers Exports Ltd හි විධායක නොවන සභාපතිවරයා වේ. රටවල් අටක් අධීක්‍ෂණය කළ අතර ඉන් පසුව, ඔහු රටවල් නවයක කාර්යයන් දෙක අධීක්ෂණය කරමින් අග්නිදිග ආසියාව සහ ඉන්දියාව සඳහා ස්මිත්ක්ලයින් බීචම් සඳහා විශේෂ ව්‍යාපෘතිවල කලාපීය ප්‍රධානියා සහ කලාපීය මානව සම්පත් උපදේශක විය. සමාගම දැන් GlaxoSmithkline (GSK) ලෙස හැඳින්වේ.",
        "කොළඹ 7, කාන්තා විද්‍යාලයෙන් පාසල් අධ්‍යාපනය අවසන් කළ අර්මිලා මනෝවිද්‍යාව සහ ව්‍යාපාර පරිපාලනය පිළිබඳ වැඩිදුර අධ්‍යාපනය සඳහා 2000 වසරේදී එංගලන්තයට ගියාය.",
        "අනපේක්ෂිත පෞද්ගලික අභියෝගවලට මුහුණ දීම නිසා ඇයගේ වැඩිදුර අධ්‍යාපනයෙන් සැරිසැරූ තරුණ සිසුවියට වැසිකිළි භාණ්ඩ සහ පුද්ගලික සත්කාර නිෂ්පාදන නිෂ්පාදන ක්ෂේත්‍රයේ අඩු අත්දැකීමක් නොමැති ව්‍යාපාරයක් ව්‍යාජ ලෙස ව්‍යාජ ලෙස කිරීම සඳහා ඇගේ අධ්‍යාපනික ජීවිතය කෙටි කිරීමට සිදු විය. 2008 වන විට, මෙම සන්නාමය එක්සත් රාජධානිය පුරා වෙළඳසැල් 800කට අධික ප්‍රමාණයක විය.",
        "ඇයගේ 29 වැනි උපන්දිනයට මොහොතකට පෙර, ඇය 2009 වසරේ බ්‍රිතාන්‍ය නව නිපැයුම්කරුවන් සහ නව නිපැයුම්කරුවන්ගේ සම්මාන උළෙලේදී සම්මානයෙන් පසු සම්මානයට පාත්‍ර වූ විට එක්සත් රාජධානියේ මාධ්‍ය කුණාටුවක් ඇති කළේය. ලොව පුරා නව නිපැයුම්කරුවන් සහ නවෝත්පාදකයින් 600කට අධික සංඛ්‍යාවක් කෙටි ලැයිස්තුගත කර ඇති අතර 43 දෙනෙකු පමණක් එයට ඇතුළත් විය. අවසන් තරගයට. නවෝත්පාදනය, ඇසුරුම්කරණය සහ කාර්ය සාධනය සඳහා Ermila ඉහළම බ්‍රිතාන්‍ය සම්මාන තුනක් දිනා ගත්තාය.",
        "ඇගේ සමාගම එක්සත් රාජධානියේ සියලුම පැරබීන් ඒවායේ සූත්‍රගත කිරීම්වලින් ඉවත් කළ පළමු සමාගමයි.",
        "ගුණාත්මකභාවය සහ මුදල් සඳහා වටිනාකම කෙරෙහි දැඩි අවධානයක් යොමු කරමින්, වැනීසියේ වින්ටර් දිගටම දියුණු වෙමින් පවතින අතර මෑත වසරවලදී සමාගමේ මෙහෙයුම් හරය පුරාවටම සිතියම්ගත කර ඇති ශක්තිමත් පද්ධති සහ ක්‍රියාවලීන්ට ස්තූතිවන්ත වෙමින් ඝාතීය වර්ධනයක් අත්කර ගෙන ඇත. බොහෝ ජාත්‍යන්තර සමාගම් විසින් මෑතකදී විඳදරාගත් අයහපත් ආර්ථික තත්ත්වයන්ට වඩා දුර්වල ශ්‍රම බලකායක් සමඟින් ක්‍රියා කිරීමට සහ පාරිභෝගික ඉල්ලීම්වලට වඩා හොඳින් ප්‍රතිචාර දැක්වීමට මෙය 'Vinter in Venice' සමත් වී ඇත. එය නිසැකව ම වැනීසියේ ශීත සෘතුව සිතියමේ සහ ලොව පුරා වෙළෙදසැල්වල තබා ඇති අසාර්ථක සාක්ෂි සහ මෝඩ නොවන උපාය මාර්ගයකි.",
        "Winter in Venice විසින් Parabens, Sulfates, DEA සහ Minerals වලින් තොර මොයිස්චරයිසින් ක්‍රීම්, මුහුණු ස්ක්‍රබ්, ෂැම්පු, සබන්, නාන ජෙල්, අත් සහ ශරීර දියර වැනි සුඛෝපභෝගී සම ආරක්ෂණ නිෂ්පාදන සහ පුද්ගලික සනීපාරක්ෂක නිෂ්පාදන විශාල පරාසයක් නිෂ්පාදනය කර බෙදා හරිනු ලැබේ.",
        "වැනීසියේ ශීත ඍතුව නිර්මාංශ හා කෲරත්වයෙන් තොර වේ. නැවත භාවිතා කළ හැකි ඇසුරුම්වල මෙම නිෂ්පාදන සැපයීම අවධාරණය කරමින් සියලුම සූත්‍රගත කිරීම් පෝෂ්‍යදායී පලතුරු සහ ශාක සාරය සමඟ පුරවා ඇත. මෙම නිෂ්පාදන බෙදා හැරීම යුරෝපය, එක්සත් ජනපදය සහ ඈත පෙරදිග නිෂ්පාදන ගබඩා කර ඇති විශාල බහුජාතික සිල්ලර හා ෆාමසි දාම කිහිපයක් සමඟින් ගෝලීය වශයෙන් කළමනාකරණය කෙරේ.",
        "සමාගම වෛරසයට එරෙහිව සටන් කිරීමට උපකාරී වූ ප්‍රධාන පුද්ගලික ආරක්ෂණ නිෂ්පාදන ද නිෂ්පාදනය කළේය. වසංගතය අතරතුර, සමාගම යුරෝපයෙන් පිටත වේගවත්ම (රෝහල් ශ්‍රේණියේ) ප්‍රතිබැක්ටීරීය ජෙල් නිපදවන සමාගම බවට පත් වූ අතර එවැනි නිෂ්පාදන සීමිත සැපයුමක් තිබූ කාලයක එක්සත් ජනපදයට සහ එක්සත් රාජධානියට සේවය කළේය.",
        "කොරොන වයිරස් ඇතුළු සියලුම ලියුම් කවර වෛරස් විනාශ කළ හැකි නිරපේක්ෂ නිශ්චිත නිෂ්පාදනයක් නිර්මාණය කිරීමට සමාගම අවධානය යොමු කර ඇත. වැනීසියේ වින්ටර් සිය මෙහෙවර සිදු කළේ මෙම නිෂ්පාදන පූර්ව වසංගත මිල ගණන් යටතේ වෙළඳපොළට ගෙන ඒම සඳහා අන් අය ඉල්ලුමෙන් ප්‍රයෝජන ගත් අවස්ථාවක බොහෝ දෙනෙකුට උපකාර විය. ඉහළ යන මධ්‍යසාර මිල සහ අමුද්‍රව්‍ය මෙය බොහෝ දුරට කළ නොහැකි කාර්යයක් බවට පත් කළේය, නමුත් එය කළ හැකි වූයේ ඇගේ කණ්ඩායම සහ උප සැපයුම් දාමය පුරා සහයෝගයේ හිම කුණාටුවක් සංවිධානය කළේ අර්මිලා දැක්වූ නොසැලෙන නායකත්වය සහ අධිෂ්ඨානයයි.",
        "“මේක ඉවර වුණාට පස්සෙත් අපි කරපු දේවල් මිනිස්සුන්ට මතක ඇති. නාඳුනන අය සහ ගනුදෙනුකරුවන් විසින් ලැබුණු අසංඛ්‍යාත ස්තුති ලිපි කියවීමට හද උණුසුම් කරවන සුළු විය, ”ඇය පැවසුවාය. \"මම දිනපතා පැය 18 ක් මගේ උකුලේ කුඩා දරුවෙකු සමඟ වැඩ කළ අතර අගුලු දැමීමේදී නිවසේ මගේ මේසයේ වාඩි වී සිටියදී මගේ පාද යට ලෙගෝ බිටු මතකයි.\"",
        "\"මගේ ස්වාමිපුරුෂයා තුර්කියේ කර්මාන්තශාලාවල බලකොටුව අල්ලාගෙන සිටි අතර, අපගේ කුඩා කණ්ඩායමක් සංවෘත දේශසීමා හරහා ට්‍රක් රථ රැගෙන යාමේ සහ සම්බාධක ඉවත් කිරීම සඳහා රජයන් සමඟ සාකච්ඡා කරමින් මෙම දැවැන්ත මෙහෙයුම ක්‍රියාත්මක කරද්දී අපට යුරෝපයෙන් පිටත දේශසීමා හරහා එක්සත් රාජධානියට යා හැකිය.\"",
        "Ermila ලොව පුරා පුණ්‍යායතනවලට පරිත්‍යාග කිරීමට ආශාවක් ඇති අතර අප්‍රිකාවේ, ශ්‍රී ලංකාවේ සහ එක්සත් රාජධානියේ විවිධ ව්‍යාපෘති සඳහා අනුග්‍රහය දක්වයි. ඇය ආබාධිත පුද්ගලයින් සඳහා නිවාස ඉදිකරන අතර අනාථ දරුවන්ට ඔවුන්ගේ අධ්‍යාපනය සහ පාසල් අධ්‍යාපනය සඳහා උපකාර කිරීම සඳහා ශ්‍රී ලංකාවේ බොහෝ සුදුසුකම් ලත් පුද්ගලයින් සහ අවදානමට ලක්විය හැකි පවුල් සඳහා මූල්‍යමය වශයෙන් ආධාර කරයි. සමාගමේ සදාචාරය වන්නේ ලාභ ඉපැයීම නමුත් මෙම ලාභය මනුෂ්‍යත්වයට වෙනසක් කිරීමට භාවිතා කිරීමේ අරමුණින්.",
        "ව්‍යාපාර, ආයතන සහ විශ්ව විද්‍යාල කිහිපයක් විසින් Ermila හට ආරාධනා කරනු ලබන්නේ 'ව්‍යාපාර ආරම්භ කරන්නේ කෙසේද සහ වර්ධනය කරන්නේ කෙසේද' යන්න පිළිබඳ ආනුභාව සම්පන්න කතා පැවැත්වීම සඳහා ය. “ඔබ ඔබේම ව්‍යාපාරයක් ආරම්භ කළේ කුමක් ද?” යනුවෙන් වාර්තාකරුවෙක් ඇසූ විට, ඇය පිළිතුරු දුන්නේ, “බොහෝ ව්‍යවසායකයින්, ස්වභාවධර්මයෙන් කෙසේ පිරිපහදු කළත්, එම ‘මොකද’ යන ප්‍රශ්නය අත්හැරීමට සෑහීමකට පත් නොවන රුචියකින් පෙළෙන බව මම විශ්වාස කරමි. \"මම මගේ මුදල් මේ සඳහා ආයෝජනය කළහොත් කුමක් කළ යුතුද?\", මම එම ගනුදෙනුව ගත්තොත්? මෙම චින්තන ක්‍රියාවලිය සමහර විට ධනය උත්පාදනය කිරීම සහ සාර්ථක වීම අරමුණු කරගනිමින් නිර්මාණය කිරීමට, නව නිපැයුම් කිරීමට, අත්පත් කර ගැනීමට සහ ප්‍රාග්ධනය කිරීමට ඇබ්බැහි වීමකට සමාන වේ. “උමග අවසානයේ ඇති එම දීප්තිමත් ආලෝකය සඳහා ඒ සියල්ල අවදානමට ලක් කරනවාද නැද්ද යන්න පිළිබඳ වෙහෙසකර සටනකි,” අර්මිලා පවසයි.",
        "ආලෝකය සැමවිටම සැබෑ ව්‍යවසායක ශෛලියෙන් ජය ගන්නා නමුත්, බොහෝ දෙනෙකුට ගෙවීමට නොහැකි අවදානම් ඉතා ප්‍රියමනාප වන බවත්, ඔවුන් සාර්ථක විය හැකි බව මුහුණ දෙස බලා එයට ‘නැහැ’ කීම සමඟ ජීවත් විය යුතු බවත් ඇය තවදුරටත් පැවසුවාය. \"රැකියා උත්පාදනය කිරීම සහ ආර්ථිකය පෝෂණය කිරීම කුඩා කාලයේ මට කිරීමට අවශ්‍ය වූ දෙයයි\" කියා අර්මිලා පවසයි. ටෙනිස් පාඩම් අතරතුර දරුවන්ට නෝට්පෑඩ් අලෙවි කරන හය හැවිරිදි දරුවෙකු ලෙස ඇගේ පළමු ව්‍යාපාරය ආරම්භ කළ බව ඇයට හොඳින් මතකයි.",
        "“මම මගේ අනෙක් සම වයසේ මිතුරන් මෙන් නොවන බවත්, සම්මතය අනුගමනය කිරීම මට අපහසු බවත් පාසලේ සමාජ සමනලයෙකු නොවන බවත් මට ඉතා ඉක්මනින් වැටහුණි. මට හොඳටම මතක ඇති යම් තරමක හිරිහැර කිරීම් සහ අකාරුණිකත්වය මා වින්දා, නමුත් එය මගේ ශ්‍රේෂ්ඨතම ගුරුවරයා බව මට හැඟේ. මහා ඇලන් ටියුරින් වරක් පැවසූ පරිදි, “සමහර විට කිසිවෙකු නොසිතන මිනිසුන් කිසිවෙකුට සිතාගත නොහැකි දේ කරයි. මම තමයි කවුරුත් කිසිම දෙයක් නොහිතපු කෙනා.”",
        "§ මූල්‍ය සංචිත ගොඩනඟා ගැනීම සහ වෙළඳපල හොඳ හිත. බොහෝ සාර්ථක ව්‍යාපාර අසාර්ථක වන්නේ ඔවුන් බැංකුවලින් යැපෙන නිසා දේවල් හොඳින් සිදුවන විට ඔවුන්ට ණය ලබා දෙන නමුත් වැසි දිනක් සඳහා සංචිත ගොඩනගා ගැනීමට අපොහොසත් වේ.",
        "§ ඔබේ මායිම් හොඳින් පරීක්ෂා කරන්න. ඔබේ පිරිවැටුම මත පදනම්ව වියදම් නොකරන්න. බොහෝ සමාගම් මෙම වැරැද්ද සිදු කර අධික ලෙස වෙළඳාම් කරයි.",
        "§ විශාල තොග තොගයක් මිලදී ගැනීමට හෝ සේවා ප්‍රමුඛ කර්මාන්තයක මෙහෙයුම් අවශ්‍යතා පුරෝකථනය කිරීමට ඔබ කැපවීමට පෙර විකිණීම ඉදිරියට ගෙන යාමට උත්සාහ කරන්න. ඔබ ආරම්භ කිරීමට පෙර නරකම අවස්ථාව සිතියම්ගත කරන්න. සැලැස්ම A අසාර්ථක නම් සෑම විටම B සැලැස්මක් තබා ගන්න.",
        "§ වගකීම්වලට වඩා නිෂ්ක්‍රීය ආදායම් උත්පාදන වත්කම්වල ආයෝජනය කිරීම කෙරෙහි අවධානය යොමු කරන්න. මම තවමත් අවුරුදු හයක් පරණ කාර් එකක් පදවන අතර රතු ෆෙරාරියක් අවශ්‍ය තරම් අශිෂ්ට නොවනු ඇත. සාර්ථකත්වය යනු වේගවත් මෝටර් රථ හෝ විසිතුරු දේවල් නොවේ. සාර්ථකත්වය යනු ආරක්ෂිත, හොඳ සහ ස්ථිර හැඟීමකි. ඔබ දක්ෂ ලෙස සැලසුම් කිරීම සහ ශුන්‍ය ණය මගින් එහි ළඟා වේ.",
        "§ පාරිභෝගිකයින් වැදගත් වේ, නමුත් ඔබේ ගනුදෙනුකරුවන්ට සේවා සැපයීමට ඔබට උපකාර කරන සැපයුම්කරුවන් සහ සේවා සපයන්නන් සමානව වැදගත් වේ. මෙම සබඳතා පෝෂණය කිරීමට සහ පෝෂණය කිරීමට කාලය වෙන් කරන්න.",
        "§ පැරේටෝගේ නීතිය සැබෑ වන අතර එය පවතී. ඔබේ ආදායමෙන් 80%ක් ඔබේ ගනුදෙනුකරුවන්ගෙන් 20%ක් විසින් ජනනය කරනු ලැබේ. ඔවුන් කවුදැයි සොයා බලා බරපතල ආදරය පෙන්වන්න. ඒ හා සමානව ඔබේ ආදායමෙන් 80%ක් ඔබ සේවය කිරීමට උත්සාහ කරන ඉතිරි පාරිභෝගිකයන්ගෙන් 80%ට කපා හැරිය හැක. ඔබට මුදල් හා කාලය වැය වන ගනුදෙනුකරුවන් ඉවත් කිරීමට බිය නොවන්න.",
        "§ 1+1 10 ට සමාන වන අතර කිසිදා 2. ඔබේ ප්‍රතිදානය ඔබේ ආදානයට වඩා වැඩි විය යුතුය. ඔබේ ව්‍යාපාරයේ සෑම අංශයක්ම පරීක්ෂා කර ඔබට වේගය සහ මුදල් වැය කරන අකාර්යක්ෂමතා ඉස්මතු කරන්න. ආදායම සහ වියදම් මනාව සකස් කිරීම ඔබේ මෙහෙවර කර ගන්න.",
        "§ කාල කළමනාකරණයේ A, B, Cs හි විනයගරුක සහ අවධානය යොමු කරන්න. ඔබේ ශරීර ඔරලෝසුව සහ ශක්ති මට්ටම් ඔබට විශාල ගනුදෙනුවක් හෝ නරක තීරණ අවුස්සන්න පුළුවන්. ඔබේ උපරිම කාර්ය සාධන කාලය අවබෝධ කර ගැනීම වඩා හොඳ තීරණ ගැනීමට සහ ප්‍රගතිය සිතියම්ගත කිරීමට ඉඩ සලසයි. මහන්සියෙන් දුක් විඳලා, මේක කරන්න ඉගෙන ගත්ත දෙයක්.",
        "§ ඔබේ කාර්ය මණ්ඩලය පුහුණු කරන්න, එවිට ඔවුන් ඔබව හැර යාමට තරම් හොඳ නමුත් ඔවුන්ට හොඳින් ගෙවන්න, එවිට ඔවුන්ට එසේ කළ යුතු යැයි ඔවුන්ට හැඟෙන්නේ නැත. ධනය බෙදාගෙන ඔබට සහය දක්වන පුද්ගලයන් වෙනුවෙන් අවංකව ආයෝජනය කරන්න. මෙයද ඔබේ උරුමයේ කොටසකි.",
        "§ ඔබේ ව්‍යාපාරයේ සෑම අංශයක් සඳහාම පද්ධති සහ ක්‍රියාවලි කෙරෙහි අවධානය යොමු කරන්න. එක්සෙල් පැතුරුම්පතක ඇති සරල ටික් ලැයිස්තුවක් සහ ශක්තිමත් ව්‍යාපෘති කළමනාකරණ ට්‍රැකර් ද එසේම කරනු ඇත. කිසිවිටෙක කිසිවක් සංකීර්ණ විය යුතු නැත.",
        "§ ඔබේ වෙළඳ වර්ෂය අවසානයේ, ඔබ ඔබේ ලාභ සහ අන්තරායන් බරපතල ලෙස පරීක්ෂා කර ඇත. වෙළඳ චක්‍ර ඔබේ P n L මත ඉටු කිරීමට විශාල කොටසක් ඇත. කොටස් තරලය සහ චලනය වන ආකාරය දෙස බලන්න. ඔබට පාඩුවක් හෝ දෙකක් සිදුවුවහොත් ඔබ ගැනම වෙහෙස නොවන්න, සමහර විට එය යුද්ධය ජයග්‍රහණය කිරීම සඳහා වන ඕනෑම සටනක මාරාන්තික වේ.",
        "§ හෙන්රි ෆෝඩ් වරක් පැවසුවේ, \"ඔබට හැකි යැයි ඔබ සිතුවත්, ඔබට නොහැකි යැයි ඔබ සිතුවත්, ඔබ කෙසේ හෝ නිවැරදි ය.\"",
        "“මෙම උපුටා දැක්වීම විශ්වාස කරන්න,” Ermila පවසයි. ඔබ ආරම්භ කිරීමට පෙර ඔබේ මනසෙහි ඔබ කැමති ප්රතිඵලය පෙරහුරු කරන්න. ඔබ අපායට කරදර කරන නමුත් ඔබට ජීවිතයේ උතුම්ම පාඩම් කියා දෙන ඔබට හමු වූ සියලුම කුඩා බුදුන් වහන්සේලාට කෘතඥ වෙමින් ඔබේ දවස ආරම්භ කරන්න.",
        "§ දුක් විඳීමේ කොටසක් නොමැතිව කිසිවෙක් සාර්ථක වූයේ නැත. සෑම කුණාටුවක්ම පහව යයි. මෙය සැමවිටම මතක තබා ගන්න.",
        "§ ඔබ නිවැරදි මානසිකත්වය ඇති විට සහ වැලමිට ග්‍රීස් දැමීමට කැමැත්තෙන් සිටින විට වාසනාව ඔබව සොයා ගනී. කම්මැලි දේවල් කර විස්තර මත ඔබේ ඇස තබා ගන්න. ඔබට අවම වශයෙන් කිරීමට උත්සාහ කළ යුතු දේවල් කිරීමට නොහැකි වූයේ මන්දැයි නිදහසට කරුණු සෙවීම නවත්වන්න.",
        "§ කම්පනය ඔබේ ශ්‍රේෂ්ඨතම ගුරුවරයායි... එය ඔබට කිසිදා සිදු නොවීය... එය ඔබට සිදු විය.",
        "Ermila ගේ ශුද්ධ වටිනාකම රු. බිලියන 6.4 (පවුම් මිලියන 21). ඇය ජීවත් වන්නේ එංගලන්තයේ විල්ට්ෂයර් හි ස්වාමිපුරුෂයා වන ස්ටීවන් සහ පුත් ජෝර්ජ් සමඟ II ශ්‍රේණියේ 400 වසරක් පැරණි ඉංග්‍රීසි මැනර් හි ඓතිහාසික උරුම නගරයක් වන බාත්ට ආසන්නයේය.",
        "ඇයගේ ව්‍යවසායකත්ව හැකියාව පිළිබඳ වැඩි විස්තර www.winterinvenice.co.uk හි නැරඹිය හැකිය."
      ]
    },
    "ta": {
      "title": "இலங்கையில் பிறந்த தொழில்முனைவோர் FT1000 ஐரோப்பாவின் வேகமாக வளரும் நிறுவனங்களில் 2022 இல் இடம்பிடித்துள்ளார்.",
      "body_lines": [
        "பிரித்தானிய விருது பெற்ற கழிவறைகள் மற்றும் பரிசுகளின் ஆடம்பர பிராண்டான 'வின்டர் இன் வெனிஸ்' 2022 இல் FT 1000 ஐரோப்பாவின் வேகமாக வளரும் நிறுவனங்களில் இடம் பெற்றுள்ளது. இலங்கையில் பிறந்த எர்மிலா ஜெயசூர்யா-கர்டிஸ் WIV Global Ltd. மற்றும் WIV இன் நிறுவனர் மற்றும் நிர்வாக இயக்குநராவார். இங்கிலாந்தில் பிராப்பர்ட்டி ஹோல்டிங் லிமிடெட்.",
        "பைனான்சியல் டைம்ஸின் ஆராய்ச்சி கூட்டாளியான ஸ்டேடிஸ்டா இந்த ஆய்வை மேற்கொண்டது. FT 1000 ஆனது தி பைனான்சியல் டைம்ஸ் மற்றும் ஸ்டேடிஸ்டாவின் கூட்டு முயற்சியின் விளைவாகும், இது பல மாதங்கள் ஆராய்ச்சி, பங்கேற்புக்கான பொது அழைப்புகள், தீவிர தரவுத்தள ஆராய்ச்சி மற்றும் ஐரோப்பாவில் உள்ள பல்லாயிரக்கணக்கான நிறுவனங்களை நேரடியாக தொடர்பு கொண்டது. இறுதியில், மில்லியன் கணக்கான ஐரோப்பிய நிறுவனங்களில் சிறந்த நிறுவனங்களை ஸ்டேடிஸ்டா அடையாளம் காண முடிந்தது.",
        "\"வெனிஸில் குளிர்காலம் தெளிவாக தனித்து நிற்கிறது, இதன் விளைவாக, ஐரோப்பாவின் வேகமாக வளரும் நிறுவனங்களில் ஒன்றாக FT இல் பொதுவில் அங்கீகரிக்கப்படும்\" - ஜேம்ஸ் பேகன், ஸ்டேடிஸ்டா UK. ஐரோப்பாவில் வேகமாக வளர்ந்து வரும் நிறுவனங்களுக்கான கணக்கெடுப்பின் முடிவுகள் இந்த மாத தொடக்கத்தில் வெளியிடப்பட்டது.",
        "ஸ்டேடிஸ்டா, உலகளாவிய எண். 1 வணிக தரவு தளம், மொத்தம் 200 க்கும் மேற்பட்ட சந்தைகளுக்குள் மிக முக்கியமான நுகர்வோர் பொருட்களுக்கான தற்போதைய சந்தை புள்ளிவிவரங்கள் மற்றும் முன்னறிவிப்புகளை வழங்குகிறது. அனைத்து முக்கிய புள்ளிவிபரங்களும் சர்வதேச அளவில் ஒப்பிடத்தக்கவை மற்றும் தேசிய மற்றும் சர்வதேச புள்ளியியல் அலுவலகங்கள், சங்கங்கள், நிறுவன அறிக்கைகள் மற்றும் வர்த்தக பத்திரிகைகளின் தரவுகளின் விரிவான பகுப்பாய்வுகளை அடிப்படையாகக் கொண்டவை.",
        "மூன்று ஆண்டுகளுக்குப் பிறகு ஒரு உற்பத்தி மற்றும் விநியோக நிறுவனத்தை அமைக்க தைரியத்தைத் திரட்டிய 23 வயது மாணவி எர்மிலாவின் மூளை அலை இந்த பிராண்டாகும். 26 வயதில் வெறும் 60 பவுண்டுகள் மற்றும் ஒரு ஃபோன் புத்தகத்தில் முதலீடு செய்து, ஒரு வருடத்தில் தனது முதல் மில்லியனை சம்பாதித்தார்.",
        "பதினாறு ஆண்டுகளுக்குப் பிறகு, இந்த சுய-உருவாக்கப்பட்ட பிரிட்டிஷ் மல்டி மில்லியனர், தனது வணிகத்தின் குழந்தைப் பருவத்தில் மந்தநிலையின் மூலம் வழிநடத்தப்பட்ட பல வாழ்க்கைப் பாடங்களைப் பிரதிபலிக்கிறார், மேலும் சமீபத்திய ஆண்டுகளில் உலகை மூழ்கடித்த உலகளாவிய தொற்றுநோய்.",
        "எர்மிலா டாக்டர் நளின் மற்றும் ரஞ்சனி ஜெயசூர்யா ஆகியோரின் மூத்த குழந்தை. இரு பெற்றோர்களும் பெருநிறுவன உலகில் மிகவும் உயர்ந்த நிலையில், அவர் வீடமைப்பு அமைச்சின் கீழ் உள்ள ஒரு நிறுவனமான இலங்கையின் வீடமைப்பு அபிவிருத்தி நிதிக் கூட்டுத்தாபனத்தின் முன்னாள் பணிப்பாளர்/பொது முகாமையாளரான அவரது சட்டத்தரணி தாயின் அடிச்சுவடுகளைப் பின்பற்றுவார் என எதிர்பார்க்கப்பட்டது. இவரது தந்தை, டாக்டர். நளின் ஜெயசூர்யா, McQuire Rens Global Consulting Ltd. இன் தலைவர் மற்றும் ஈஸ்வரன் பிரதர்ஸ் எக்ஸ்போர்ட்ஸ் லிமிடெட் வாரியத்தின் நிர்வாகமற்ற தலைவர். எட்டு நாடுகளை மேற்பார்வையிட்டு அதன்பின், தென்கிழக்கு ஆசியா மற்றும் இந்தியாவிற்கான ஸ்மித்க்லைன் பீச்சமின் சிறப்புத் திட்டங்களின் பிராந்தியத் தலைவராகவும், பிராந்திய மனிதவள ஆலோசகராகவும் இருந்தார், ஒன்பது நாடுகளில் இரண்டு செயல்பாடுகளை மேற்பார்வையிட்டார். நிறுவனம் இப்போது GlaxoSmithkline (GSK) என்று அழைக்கப்படுகிறது.",
        "கொழும்பு 7, பெண்கள் கல்லூரியில் தனது பள்ளிப் படிப்பை முடித்த எர்மிலா, உளவியல் மற்றும் வணிக நிர்வாகத்தில் தனது கல்வியை மேற்கொள்வதற்காக 2000 ஆம் ஆண்டு இங்கிலாந்து சென்றார்.",
        "எதிர்பாராத தனிப்பட்ட சவால்களை எதிர்கொண்டதால், தனது மேலதிகக் கல்வியிலிருந்து நிச்சயமாக பரவியதால், அந்த இளம் மாணவி, கழிப்பறைகள் மற்றும் தனிப்பட்ட பராமரிப்புப் பொருட்களை உற்பத்தி செய்யும் துறையில் சிறிய அனுபவமில்லாத வணிகத்தை உருவாக்குவதற்காக தனது கல்வி வாழ்க்கையை குறைக்க வேண்டிய கட்டாயம் ஏற்பட்டது. 2008 வாக்கில், இந்த பிராண்ட் ஐக்கிய இராச்சியம் முழுவதும் 800 கடைகளில் இருந்தது.",
        "அவர் தனது 29வது பிறந்தநாளுக்கு சற்று முன்பு, 2009 ஆம் ஆண்டு பிரிட்டிஷ் கண்டுபிடிப்பாளர்கள் மற்றும் கண்டுபிடிப்பாளர்கள் விருது வழங்கும் விழாவில் விருதுக்கு மேல் விருதைப் பெற்றபோது, ​​இங்கிலாந்தில் ஊடகப் புயலை உருவாக்கினார். உலகம் முழுவதிலும் இருந்து 600க்கும் மேற்பட்ட கண்டுபிடிப்பாளர்கள் மற்றும் கண்டுபிடிப்பாளர்கள் குறுகிய பட்டியலில் சேர்க்கப்பட்டனர், மேலும் 43 பேர் மட்டுமே அதில் இடம் பெற்றனர். இறுதிப் போட்டிக்கு. புதுமை, பேக்கேஜிங் மற்றும் செயல்திறன் ஆகியவற்றிற்காக எர்மிலா மூன்று சிறந்த பிரிட்டிஷ் விருதுகளை வென்றார்.",
        "அவரது நிறுவனம் இங்கிலாந்தில் அனைத்து பார்பென்களையும் அவற்றின் சூத்திரங்களிலிருந்து நீக்கிய முதல் நிறுவனங்களில் ஒன்றாகும்.",
        "தரம் மற்றும் பணத்திற்கான மதிப்பு ஆகியவற்றில் வலுவான கவனம் செலுத்துவதன் மூலம், வெனிஸில் குளிர்காலம் தொடர்ந்து செழித்து வருகிறது மற்றும் சமீபத்திய ஆண்டுகளில் நிறுவனத்தின் செயல்பாட்டு மையத்தில் வரையப்பட்ட வலுவான அமைப்புகள் மற்றும் செயல்முறைகளின் காரணமாக அதிவேக வளர்ச்சியை அனுபவித்து வருகிறது. இது 'வெனிஸில் குளிர்காலம்' மெலிந்த பணியாளர்களுடன் செயல்படுவதற்கும், பல சர்வதேச நிறுவனங்களால் சமீபத்தில் தாங்கப்பட்ட மோசமான பொருளாதார நிலைமைகளை விட நுகர்வோர் கோரிக்கைகளுக்கு சிறப்பாக செயல்படுவதற்கும் உதவுகிறது. இது ஒரு தோல்விக்கான ஆதாரம் மற்றும் முட்டாள்தனமான உத்தியாகும், இது நிச்சயமாக வெனிஸில் குளிர்காலத்தை வரைபடத்திலும் உலகெங்கிலும் உள்ள கடைகளிலும் வைக்கிறது.",
        "வெனிஸில் உள்ள வின்டர் ஆடம்பரமான தோல் பராமரிப்புப் பொருட்கள் மற்றும் மாய்ஸ்சுரைசிங் க்ரீம்கள், ஃபேஸ் ஸ்க்ரப்கள், ஷாம்புகள், சோப்புகள், குளியல் ஜெல்கள், பாராபென்ஸ், சல்பேட்ஸ், டிஇஏ மற்றும் மினரல்கள் இல்லாத கை மற்றும் உடல் லோஷன்கள் போன்ற தனிப்பட்ட சுகாதாரப் பொருட்களைத் தயாரித்து விநியோகிக்கிறது.",
        "வெனிஸ் சூத்திரங்களில் குளிர்காலம் சைவ உணவு மற்றும் கொடுமை இல்லாதது. அனைத்து சூத்திரங்களும் ஊட்டமளிக்கும் பழங்கள் மற்றும் தாவர சாறுகளுடன் உட்செலுத்தப்படுகின்றன, மேலும் இந்த தயாரிப்புகளை மீண்டும் பயன்படுத்தக்கூடிய பேக்கேஜிங்கில் வழங்குவதை வலியுறுத்துகிறது. இந்த தயாரிப்புகளின் விநியோகம் ஐரோப்பா, அமெரிக்கா மற்றும் தூர கிழக்கு நாடுகளில் உள்ள பல பெரிய பன்னாட்டு சில்லறை விற்பனை மற்றும் மருந்தக சங்கிலிகளுடன் உலகளவில் நிர்வகிக்கப்படுகிறது.",
        "வைரஸை எதிர்த்துப் போராட உதவும் முக்கிய தனிப்பட்ட பாதுகாப்பு தயாரிப்புகளையும் நிறுவனம் தயாரித்தது. தொற்றுநோய்களின் போது, ​​நிறுவனம் ஐரோப்பாவிலிருந்து அதிவேகமான (மருத்துவமனை தரம்) ஆன்டிபாக்டீரியல் ஜெல் உற்பத்தி செய்யும் நிறுவனமாக மாறியது, அமெரிக்கா மற்றும் யுகே போன்ற தயாரிப்புகள் குறைந்த விநியோகத்தில் இருந்த நேரத்தில்.",
        "கொரோனா வைரஸ் உட்பட அனைத்து உறை வைரஸ்களையும் முற்றிலும் அழிக்கும் திறன் கொண்ட ஒரு தயாரிப்பை உருவாக்குவதில் நிறுவனம் கவனம் செலுத்தியது. வெனிஸில் உள்ள குளிர்காலம், இந்த தயாரிப்புகளை தொற்றுநோய்க்கு முந்தைய விலையில் சந்தைக்குக் கொண்டு வருவதற்கான தனது பணியை மேற்கொண்டது, இது மற்றவர்கள் தேவையைப் பயன்படுத்திக் கொண்ட நேரத்தில் பலருக்கு உதவியது. அதிகரித்து வரும் மதுபான விலைகள் மற்றும் மூலப்பொருட்கள் இதை கிட்டத்தட்ட சாத்தியமற்ற செயலாக ஆக்கியது, ஆனால் எர்மிலா காட்டிய அசைக்க முடியாத தலைமையும் உறுதியும் தான் அவரது குழு மற்றும் துணை விநியோகச் சங்கிலியில் ஒரு பனிச்சரிவை ஏற்படுத்தியது.",
        "“இது முடிந்த பிறகும் நாங்கள் என்ன செய்தோம் என்பதை மக்கள் நினைவில் கொள்வார்கள். அந்நியர்கள் மற்றும் வாடிக்கையாளர்களால் பெறப்பட்ட எண்ணற்ற நன்றிக் கடிதங்கள் படிக்கும் போது மனதைக் கவரும் வகையில் இருந்தது,” என்று அவர் கூறினார். \"நான் தினமும் 18 மணிநேரம் ஒரு குறுநடை போடும் குழந்தையை என் மடியில் வைத்துக்கொண்டு வேலை செய்தேன், பூட்டுதலின் போது வீட்டில் என் மேஜையில் அமர்ந்திருந்தபோது என் காலடியில் லெகோவின் துண்டுகளை நினைவில் வைத்திருக்கிறேன்.\"",
        "\"என் கணவர் துருக்கியில் உள்ள தொழிற்சாலைகளில் கோட்டையை வைத்திருந்தார், அதே நேரத்தில் எங்களில் ஒரு சிறிய குழு மூடிய எல்லைகள் வழியாக லாரிகளை ஏற்றிச் செல்லும் இந்த மாபெரும் நடவடிக்கையை நடத்தியது மற்றும் தடைகளை நீக்குவதற்கு அரசாங்கங்களுடன் பேச்சுவார்த்தை நடத்தியது, அதனால் நாங்கள் ஐரோப்பாவிற்கு வெளியே இங்கிலாந்துக்கு வர முடியும்.\"",
        "எர்மிலா உலகம் முழுவதும் உள்ள தொண்டு நிறுவனங்களுக்கு நன்கொடை அளிப்பதில் ஆர்வம் கொண்டவர் மற்றும் ஆப்பிரிக்கா, இலங்கை மற்றும் இங்கிலாந்தில் பல்வேறு திட்டங்களுக்கு ஆதரவாளராக உள்ளார். அவர் இலங்கையில் பல தகுதியான நபர்கள் மற்றும் பாதிக்கப்படக்கூடிய குடும்பங்களுக்கு நிதியுதவி செய்கிறார், அங்கு அவர் ஊனமுற்றோருக்கான வீடுகளைக் கட்டுகிறார் மற்றும் அனாதை குழந்தைகளுக்கு அவர்களின் கல்வி மற்றும் பள்ளிப்படிப்புக்கு உதவ ஆதரவை வழங்குகிறார். நிறுவனத்தின் நெறிமுறைகள் லாபம் ஈட்டுவதாகும், ஆனால் இந்த இலாபங்களை மனிதகுலத்திற்கு மாற்றத்தை ஏற்படுத்துவதற்கான நோக்கத்துடன் உள்ளது.",
        "எர்மிலா பல வணிகங்கள், நிறுவனங்கள் மற்றும் பல்கலைக்கழகங்களால் 'தொழில்களை எவ்வாறு தொடங்குவது மற்றும் வளர்ப்பது' என்பது பற்றிய உத்வேகமான பேச்சுகளை வழங்க அழைக்கிறது. ஒரு நிருபர் கேட்டதற்கு, \"உங்கள் சொந்தத் தொழிலைத் தொடங்குவதற்கு உங்களைத் தூண்டியது எது?\", அவர் பதிலளித்தார், \"பெரும்பாலான தொழில்முனைவோர், இயற்கையில் எவ்வளவு சுத்திகரிக்கப்பட்டிருந்தாலும், 'என்ன செய்தால்' என்ற கேள்வியை விட்டுவிடுவதற்கான தீராத பசியால் பாதிக்கப்படுகிறார்கள் என்று நான் நம்புகிறேன். \"என்னுடைய பணத்தை இதில் முதலீடு செய்தால் என்ன?\", நான் அந்த ஒப்பந்தத்தை எடுத்தால் என்ன செய்வது? இந்த சிந்தனை செயல்முறை சில சமயங்களில் செல்வத்தை உருவாக்குவதற்கும் வெற்றியடைவதற்கும் ஒரு நோக்கத்துடன் உருவாக்க, கண்டுபிடித்தல், கைப்பற்றுதல் மற்றும் மூலதனமாக்குவதற்கான ஒரு போதைக்கு ஒப்பிடப்படுகிறது. \"சுரங்கப்பாதையின் முடிவில் அந்த பிரகாசமான ஒளிக்காக எல்லாவற்றையும் பணயம் வைப்பதா இல்லையா என்பது ஒரு சோர்வான போர்\" என்கிறார் எர்மிலா.",
        "உண்மையான தொழில்முனைவோர் பாணியில் வெளிச்சம் எப்போதும் வெற்றி பெறுகிறது, ஆனால் பலருக்கு ஆபத்துகள் செலுத்துவதற்கு மிகவும் விலைமதிப்பற்றவை, மேலும் அவர்கள் சாத்தியமான வெற்றியை முகத்தில் பார்த்துக்கொண்டு அதற்கு ‘இல்லை’ என்ற உண்மையை அவர்கள் வாழ வேண்டும் என்று அவர் தொடர்ந்து கூறினார். \"வேலைகளை உருவாக்குவதும், பொருளாதாரத்தை மேம்படுத்துவதும்தான் நான் சிறுவயதில் எப்போதும் செய்ய விரும்பினேன்\" என்கிறார் எர்மிலா. டென்னிஸ் பாடங்களின் போது குழந்தைகளுக்கு நோட்பேடுகளை விற்கும் ஆறு வயது குழந்தையாக தனது முதல் தொழிலைத் தொடங்கியதை அவள் தெளிவாக நினைவில் கொள்கிறாள்.",
        "“எனது மற்ற சகாக்களைப் போல நான் இல்லை என்பதையும், விதிமுறைகளைப் பின்பற்றுவது கடினமாக இருப்பதையும், பள்ளியில் சமூகப் பட்டாம்பூச்சியாக இல்லை என்பதையும் மிக ஆரம்பத்திலேயே உணர்ந்தேன். நான் ஒரு அளவு கொடுமைப்படுத்துதல் மற்றும் இரக்கமற்ற தன்மையை அனுபவித்தேன், அது எனக்கு நன்றாக நினைவிருக்கிறது, ஆனால் அது எனது சிறந்த ஆசிரியராகவும் இருந்ததாக உணர்கிறேன். பெரிய ஆலன் டூரிங் ஒருமுறை கூறியது போல், “சில நேரங்களில் யாரும் கற்பனை செய்யாத மக்கள் யாரும் கற்பனை செய்ய முடியாத விஷயங்களைச் செய்கிறார்கள். யாரும் எதையும் கற்பனை செய்யாத நபர் நான்.",
        "§ நிதி இருப்பு மற்றும் சந்தை நல்லெண்ணத்தை உருவாக்குதல். பல வெற்றிகரமான வணிகங்கள் தோல்வியடைகின்றன, ஏனெனில் அவை விஷயங்கள் நன்றாக நடக்கும் போது வங்கிகளை நம்பி கடன்களை வழங்குகின்றன, ஆனால் ஒரு மழை நாளுக்கான இருப்புக்களை உருவாக்கத் தவறிவிடுகின்றன.",
        "§ உங்கள் விளிம்புகளை கவனமாக ஆராயுங்கள். உங்கள் விற்றுமுதல் அடிப்படையில் செலவு செய்யாதீர்கள். பல நிறுவனங்கள் இந்த தவறை செய்து அதிக வர்த்தகத்தில் முடிவடைகின்றன.",
        "§ பெரிய அளவிலான பங்குகளை வாங்குவதற்கு முன் அல்லது சேவை முன்னணித் துறையில் செயல்பாட்டுத் தேவைகளை முன்னறிவிப்பதற்கு முன் எப்போதும் விற்பனையை முன்னனுப்ப முயற்சிக்கவும். நீங்கள் தொடங்குவதற்கு முன் மோசமான சூழ்நிலையை வரைபடமாக்குங்கள். திட்டம் A தோல்வியுற்றால் எப்போதும் B ஐ வைத்திருக்கவும்.",
        "§ பொறுப்புகளை விட செயலற்ற வருமானத்தை உருவாக்கும் சொத்துகளில் முதலீடு செய்வதில் கவனம் செலுத்துங்கள். நான் இன்னும் ஆறு வருடங்கள் பழமையான காரை ஓட்டுகிறேன், சிவப்பு நிற ஃபெராரியை விரும்பும் அளவுக்கு ஒருபோதும் அசிங்கமாக இருக்க மாட்டேன். வெற்றி என்பது வேகமான கார்கள் அல்லது ஆடம்பரமான விஷயங்கள் அல்ல. வெற்றி என்பது பாதுகாப்பான, உறுதியான மற்றும் உறுதியான உணர்வு. புத்திசாலித்தனமான திட்டமிடல் மற்றும் பூஜ்ஜிய கடன் மூலம் நீங்கள் அங்கு வருவீர்கள்.",
        "§ வாடிக்கையாளர்கள் முக்கியம், ஆனால் உங்கள் வாடிக்கையாளர்களுக்கு சேவை செய்ய உதவும் சப்ளையர்கள் மற்றும் சேவை வழங்குநர்கள் சமமாக முக்கியமானவர்கள். இந்த உறவுகளை வளர்க்கவும் வளர்க்கவும் நேரத்தை ஒதுக்குங்கள்.",
        "§ பரேட்டோவின் சட்டம் உண்மையானது மற்றும் உள்ளது. உங்கள் வருமானத்தில் 80% உங்கள் வாடிக்கையாளர்களில் 20% மூலம் உருவாக்கப்படுகிறது. அவர்கள் யார் என்பதைக் கண்டுபிடித்து தீவிர அன்பைக் காட்டுங்கள். நீங்கள் சேவை செய்ய முயற்சிக்கும் மீதமுள்ள 80% வாடிக்கையாளர்களால் உங்கள் வருமானத்தில் 80% குறைக்கப்படலாம். உங்கள் பணத்தையும் நேரத்தையும் செலவழிக்கும் வாடிக்கையாளர்களை அகற்ற பயப்பட வேண்டாம்.",
        "§ 1+1 என்பது 10 மற்றும் ஒருபோதும் 2. உங்கள் வெளியீடு உங்கள் உள்ளீட்டை விட அதிகமாக இருக்க வேண்டும். உங்கள் வணிகத்தின் ஒவ்வொரு அம்சத்தையும் ஆராய்ந்து, உங்களுக்கு வேகத்தையும் பணத்தையும் செலவழிக்கும் திறமையின்மைகளை முன்னிலைப்படுத்தவும். வருமானம் மற்றும் செலவினங்களைச் சரிப்படுத்துவதை உங்கள் பணியாக ஆக்குங்கள்.",
        "§ நேர நிர்வாகத்தின் ஏ, பி, சிகளில் ஒழுக்கமாகவும் கவனம் செலுத்தவும். உங்கள் உடல் கடிகாரம் மற்றும் ஆற்றல் நிலைகள் உங்களுக்கு பெரும் டீல்கள் அல்லது மோசமான முடிவுகளைத் தூண்டலாம். உங்கள் உச்ச செயல்திறன் நேரங்களைப் புரிந்துகொள்வது சிறந்த முடிவெடுப்பதற்கும் முன்னேற்ற மேப்பிங்கிற்கும் அனுமதிக்கிறது. களைப்பினால் அவதிப்பட்ட நான், இதை செய்யக் கற்றுக்கொண்ட ஒன்று.",
        "§ உங்கள் ஊழியர்களுக்குப் பயிற்சி கொடுங்கள், அதனால் அவர்கள் உங்களை விட்டுச் செல்வதற்கு போதுமானவர்கள், ஆனால் அவர்களுக்கு நல்ல ஊதியம் வழங்க வேண்டும், அதனால் அவர்கள் ஒருபோதும் செய்ய வேண்டியதில்லை. செல்வத்தைப் பகிர்ந்து, உங்களை ஆதரிக்கும் மக்களிடம் உண்மையாக முதலீடு செய்யுங்கள். இதுவும் உங்கள் பாரம்பரியத்தின் ஒரு பகுதி.",
        "§ உங்கள் வணிகத்தின் ஒவ்வொரு அம்சத்திற்கும் அமைப்புகள் மற்றும் செயல்முறைகளில் கவனம் செலுத்துங்கள். எக்செல் விரிதாளில் ஒரு எளிய டிக் பட்டியல் மற்றும் வலுவான திட்ட மேலாண்மை டிராக்கர்கள் சிறப்பாக செயல்படும். எதுவும் எப்போதும் சிக்கலானதாக இருக்க வேண்டியதில்லை.",
        "§ உங்கள் வர்த்தக ஆண்டின் முடிவில், உங்கள் லாபம் மற்றும் ஆபத்துகளை நீங்கள் தீவிரமாக ஆராய்ந்தீர்கள். உங்கள் P n L இல் வர்த்தக சுழற்சிகள் பெரும் பங்கு வகிக்கின்றன. பங்குகளை திரவமாகவும் நகர்த்தவும் வழிகளைப் பாருங்கள். நீங்கள் ஒன்று அல்லது இரண்டு இழப்புகளைச் சந்தித்தால் உங்களைப் பற்றிக் கடினமாக இருக்காதீர்கள், சில சமயங்களில் போரில் வெற்றி பெறுவதற்கு எந்தப் போரிலும் அது பலியாகும்.",
        "§ ஹென்றி ஃபோர்டு ஒருமுறை கூறினார், \"உங்களால் முடியும் என்று நீங்கள் நினைத்தாலும் அல்லது உங்களால் முடியாது என்று நீங்கள் நினைத்தாலும், நீங்கள் எதுவாக இருந்தாலும் சரி.\"",
        "\"இந்த மேற்கோளை நம்புங்கள்,\" என்கிறார் எர்மிலா. நீங்கள் தொடங்கும் முன் உங்கள் மனக்கண்ணில் உங்களுக்கு விருப்பமான முடிவை ஒத்திகை பார்க்கவும். உங்களை நரகத்திற்கு எரிச்சலூட்டும் ஆனால் வாழ்க்கையின் சிறந்த பாடங்களை உங்களுக்குக் கற்பிக்கும் அனைத்து மினி புத்தர்களுக்கும் எப்போதும் நன்றியுடன் உங்கள் நாளைத் தொடங்குங்கள்.",
        "§ துன்பத்தின் ஒரு பகுதி இல்லாமல் யாரும் வெற்றி பெறவில்லை. ஒவ்வொரு புயலும் கடந்து செல்கிறது. இதை எப்போதும் நினைவில் கொள்ளுங்கள்.",
        "§ நீங்கள் சரியான மனநிலையுடன் மற்றும் முழங்கை கிரீஸ் போட தயாராக இருக்கும் போது அதிர்ஷ்டம் உங்களை கண்டுபிடிக்கும். சலிப்பூட்டும் விஷயங்களைச் செய்து, விவரங்களைக் கவனியுங்கள். நீங்கள் குறைந்தபட்சம் செய்ய முயற்சித்திருக்க வேண்டிய விஷயங்களை ஏன் செய்ய முடியவில்லை என்பதற்கான காரணங்களைக் கண்டுபிடிப்பதை நிறுத்துங்கள்.",
        "§ அதிர்ச்சி உங்களின் மிகப் பெரிய ஆசிரியர்... அது உங்களுக்கு ஒருபோதும் நடக்கவில்லை... அது உங்களுக்கு நடந்தது.",
        "எர்மிலாவின் நிகர மதிப்பு ரூ. 6.4 பில்லியன் (£ 21 மில்லியன்). அவர் இங்கிலாந்தின் வில்ட்ஷயரில் கணவர் ஸ்டீவன் மற்றும் மகன் ஜார்ஜ் ஆகியோருடன் 400 ஆண்டுகள் பழமையான ஆங்கில மேனரை வரலாற்று பாரம்பரிய நகரமான பாத்துக்கு அருகில் பட்டியலிட்டுள்ளார்.",
        "www.winterinvenice.co.uk இல் அவரது தொழில் முனைவோர் திறனைப் பற்றி மேலும் பார்க்கலாம்."
      ]
    }
  }
}