{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-mirihana-catalyst-an-apocalypse-for-the-first-family/",
  "time_ut": 1649490000,
  "title": "THE MIRIHANA  CATALYST – AN  APOCALYPSE FOR THE FIRST FAMILY",
  "body_lines": [
    "As this is being written hundreds of thousands of ordinary people, in defiance of a sudden curfew ordered  by President Gotabaya Rajapaksa,  are roaming the streets of  towns and cities all over Sri Lanka, demanding the ouster of the man himself. They have been supported, in a unique display of solidarity  by the “Sri Lankan” diaspora, in cities in  US, UK, across Europe, Australia, New Zealand and Canada.  The Rajapaksa name, once revered by the Snhala-Buddhist majority, is now being publicly reviled across continents. The Rajapaksa’s very successfully weaponized ethnic disharmony and  ethno-nationalism    to secure political power. But the purple “Kurakkan Satakaya”, that ostentatious Rajapaksa family brand,  has  strangled the nation. Within two years of the new Rajapaksa dispensation, its appalling mis-governance has compelled a divided people to unite against a common enemy, the First Family. It seems incomprehensible that the  family, diabolically clever at leveraging public sentiment, could have been so insensitive to the seething  discontent within  the same polity.",
    "The “Terminator” has   lost his invincibility, his ability to inspire dread,  and stands pathetically exposed for the man he has always been; an average military man of   limited intellect, ignorant in the ways of  governance, macro-economics, both  internal and external  political realities,  completely out of touch with the pulse of an agitated  nation  and the suffering  of the people who elected him, and incapable of solving  problems which do not respond to para-military reprisals.  Recall his recent response to the farmers’ opposition to organic fertilizer, that he could, if he wished, use the army to compel the farmers to comply with his diktat!",
    "This is the man that Dr.Dayan Jayatilleke, political analyst and, during the Yahapalanaya regime,  an  ardent proponent of a Rajapaksea revival (remember his ecstatic  “Nugegoda Rising”- Colombo Telegraph, 19/02/2015-  and DJ himself reading out the absent Mahinda Rajapaksa’s message) described, in a writing of around March 2017, “ as a man who could lead the country towards a fair and just society in which ethnic and religious factors can be transcended in a new fusion……..a decorated warrior who knows how to defend his country at the risk of his life……a man with a modernizing vision and capacity…..fighter and builder…..any country needs and should be proud to have”.  He has  been proved wrong on all counts but, if an intellectual like Dr. DJ could have been   so misled, one should not fault the 6.9 mn ordinary citizens for having embraced  the same misconceptions.",
    "Interestingly, Dr. DJ now writes (Island-03/04/22- Roundtables as Political Change Agents) “ Always remember the objective; removing the incumbent autocrat and the regime, centered round the ruling clan; the target is not the rival party nor its proponents. The target is the democratic removal of the ruler and his parasitic and paralysis inducing clan”; a complete  volte-face, gradual and long in coming but, nonetheless,  refreshing.",
    "This is also the man that the  leading members of the Sangha lionized  as a “Hitler “ who could transform the fortunes of the country whilst ushering in a new  order.  Unsaid but implied was that it would also be an essentially Sinhala-Buddhist hegemony, the  Rajapakse  concept which also  resonates with the majority of our polity.",
    "The  Sangha, schooled  in the Dhamma but possibly ignorant of History,  were perhaps  unaware that the real Hitler  died by his own hand,  even as his enemies closed in upon his last refuge.  Historically, almost inevitably, autocratic, tyrannical  leaders,  have come to brutal or ignominious ends.   Apart from Hitler, recall Mussolini, Franco, both  Duvaliers, father and son, Pinochet, Shah Reza Pahlavi, Marcos, Ceausescu, Idi Amin, Gaddafi and Saddam, as just a few examples. The  president urgently needs to engage in a capsule history lesson of the last seven decades. Perhaps someone should educate him  about Hosni Mubarak and the “ Arab Spring”.",
    "The protests were first launched by desperate farmers, in response  to the moronic presidential directive to convert to organic farming overnight.   With the fuel crisis, power outages, disruptions to public transport, dismantling of livelihoods, shortages of staples  and  the unbearable increase in the cost of living, demonstrations  spread to all parts of the country, engaging  citizens of all social and economic levels. However, the agitation was  allowed to continue.",
    "The Mirihana  affair changed all that.   The origins of the shift of an angry, yet non-violent  protest,  to actual violence is unclear. However,  whilst  damaged vehicles were still smoldering and  clearly before even an investigation had commenced, the president’s media division announced that responsibility lay with an organized “extremist group”, giving credence  to the now popular view that the violence was orchestrated in order to justify   the repressive measures which followed.",
    "So, no sooner the sacrosanct personal abode of the ruler was besieged, the Public Security Act was invoked, an emergency declared,  a curfew  imposed and social media shut down;  a response typical of all autocrats, who are deeply sensitive to any assault on their personal authority and, in times of strife, apprehensive of any sign of personal danger; hardly a  response worthy of a “decorated  warrior” or a “fighter”.",
    "“ Gota Go Home” is the  a demand resonating across Sri Lanka and in other countries as well, articulated in Sinhala, English and Tamil. However, the solution to the problems that the man’s irrational decisions have exacerbated is not that simple. The current economic woes of the country are the cumulative result of irresponsible fiscal  management across successive regimes. For decades we have been living beyond our means. The earlier Rajapksa regime compounded the problem,  engaging in  massive infrastructure projects with minimal prospects of even long-term returns, and  nominal   trickle-down benefits to ordinary people.",
    "President GR, immediately after assuming office, provided sweeping and unwarranted tax concessions to a small segment, depriving the state of revenue. The Covid pandemic contributed further to the decline in the GDP; the organic fertilizer decree brought agriculture to its knees; the nation’s finances  were  entrusted to brother Basil, touted as a genius despite clear evidence of lack of basic intellect.   Assisting him was Nivard Cabraal, originally a common or garden accountant from a modest city hotel,  labouring under the delusion that he is an economist,    who famously declared that excessive printing of money does not cause inflation! His criminal mismanagement of the rupee/dollar relationship  has been, time and again, cruelly exposed  by genuine economists, whilst his refusal to engage meaningfully with the IMF, when crucial,   denied the country of a possible life-line until it was too late; the controversial bond repayment of USD 500 million in January, emptying foreign reserves,  was the last nail in the coffin. The fallout from the Ukraine-Russia conflict did the rest; that is a fatal  combination of ungovernable externalities and internal idiocies.",
    "As much as an incompetent and obdurate president, the servile cabinet and parliament  are also to blame. The government group, a collective rubber stamp, having first empowered the president with the safe passage of the 20th amendment,   ignoring financial discipline and the enactment of law,  legitimized every whim and fancy of the ruler.  In parliament today,  the same lackeys, now mock-repentant,  sanctimoniously called for reforms to provide a solution to the problems  that they themselves created.",
    "The pundits of the “Viyath Maga” and the luminaries of the “Eliya Maga”,  many of them  leading entrepreneurs, professionals and co-called intellectuals,  who enthusiastically endorsed  the president’s   delusional “Vistas of Prosperity” must also accept their share of responsibility. Perhaps the president’s personal soothsayer, “Gnana Akka”, should also shoulder the blame, for having negotiated divine approval for his irrational strategies!!",
    "What is the solution to the crisis?  The president’s invitation to the opposition, to join  an interim administration and to assist in the rehabilitation of the economy has been rejected. The cabinet and ministers have resigned (??)  and the president has reappointed a few, assigning them different portfolios. However,  National List appointee Ali Sabry, in a demonstration of morality absent when he accepted the Ministry of Justice  despite being the president’s personal lawyer, has resigned from  the Finance portfolio within 24 hours.",
    "The same empty heads on different bodies,  still in servitude to an  all powerful president,  will not  usher in essential change,  which must be implemented through an empowered parliament, possible only if the 20th amendment is repealed and the 19th amendment further strengthened; a complicated and  time-consuming process but that which  will enable independent commissions, oversight committees and councils, now either inactive or incapacitated, to function effectively and restore accountability and  public scrutiny to executive action. The president, despite the  havoc he has significantly contributed to, still misses  the point and  must be compelled by some means to relinquish the untrammeled power assigned to him by the 20th amendment.",
    "Of course, the simplest would be for the president to heed the nation’s call and resign, as provided by the Constitution, paving the way for a complete political restructuring. A new cabinet with the old faces with GR as  president, wielding  the same power,  will   be a complete farce and is quite likely to  lead to renewed citizens’ agitation. It is clear that the Rajapaksa family and its minions are now anathema. The failure to devise realistic strategies for the immediate, mid-term and long-term solutions for the current problems, and to convey them effectively and convincingly to a maddened  public, could result in the ongoing protests catalyzing in to total anarchy.",
    "Apart from funding internal fuel and  medicine needs, import of basic foodstuffs, raw materials for industries and meeting  bi-lateral and multi-lateral loan repayments,  the country  must  meet a USD one billion international sovereign bond repayment in full by July 2022. If we fail  to meet these commitments or  to restructure  debt repayment, the country will enter a state of “disorderly default”, a situation in which we will be shunned by all international aid and donor agencies and governments.  Sri Lanka will become a pariah state.  Bear in mind the once prosperous Lebanon,  now the global archetype of total failure.",
    "A few days  ago, social media activist Anuruddha Bandara was allegedly abducted by a group claiming to be from the police, and was later found at the Modera police station. His crime- posting a message on social media, with the slogan, “Go Home, Gota”, the same  cry  resonating across the country and continents in recent days. Had not the legal fraternity come to his aid  in an incredible show of force,  Bandara could have disappeared, like so  many dissenters did in similar circumstances in the past. His quick  retrieval and the subsequent operation of due processes, is evidence that black operations of suppression of dissent, so brutally efficient  when the present president was secretary of defence, are no longer as effective. That in itself is an encouraging sign.",
    "The cracks in my marriage appear, the parting between Susil and me",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මිරිහාන උත්ප්‍රේරකය - පළමු පවුල සඳහා වූ එළිදරව්වකි",
      "body_lines": [
        "මෙය ලියැවෙන විට ලක්ෂ සංඛ්‍යාත සාමාන්‍ය ජනතාව  ජනාධිපති ගෝඨාභය රාජපක්ෂ විසින්    හදිසි  ඇඳිරි නීතිය  නොතකා  ශ්‍රී ලංකාව පුරා  නගරවල   වීදිවල සැරිසරමින් එම පුද්ගලයාම එළවා දමන ලෙස බලකරමින් සිටිති. එක්සත් ජනපදය, එක්සත් රාජධානිය, යුරෝපය, ඕස්ට්‍රේලියාව, නවසීලන්තය සහ කැනඩාව පුරා නගරවල \"ශ්‍රී ලංකික\" ඩයස්පෝරාවේ අද්විතීය සහයෝගීතාවය ප්‍රදර්ශනය කරමින් ඔවුන්ට සහාය ලබා දී ඇත. කලක් සිංහල-බෞද්ධ බහුතරයේ ගෞරවයට පාත්‍ර වූ රාජපක්ෂ නාමය දැන් මහාද්වීප පුරා ප්‍රසිද්ධියේ අවමානයට ලක්වෙමින් තිබේ. රාජපක්ෂ විසින් දේශපාලන බලය සුරක්ෂිත කර ගැනීම සඳහා වාර්ගික අසමගිය සහ  වාර්ගික-ජාතිකවාදය    ඉතා සාර්ථකව ආයුධ සන්නද්ධ කළේය. නමුත් දම් පාට “කුරක්කන් සතකය”, එම ප්‍රදර්ශනාත්මක රාජපක්ෂ පවුලේ සන්නාමය,  ජාතියේ ගෙල සිර කර ඇත. නව රාජපක්ෂ පාලනයේ වසර දෙකක් ඇතුළත, එහි බිහිසුණු වැරදි පාලනය නිසා බෙදුණු ජනතාවකට පොදු සතුරා වන පළමු පවුලට එරෙහිව ඒකරාශී වීමට බලකර ඇත. මහජන හැඟීම් උද්දීපනය කිරීමේ දූෂිත ලෙස දක්‍ෂ වූ පවුල, එම දේශපාලනය තුළම දැවෙන  අතෘප්තියට එතරම් සංවේදී නොවිය හැකි බව තේරුම්ගත නොහැකි බව පෙනේ.",
        "\"ටර්මිනේටර්\" පරාජය, භීතියට ආස්වාදයක් ලබා දීමට ඇති හැකියාව නැති වී ඇති අතර, ඔහු සෑම විටම සිටි මිනිසාට ඔහු කෙරෙහි මුර පදව දක්වයි.   සීමිත බුද්ධියක් ඇති සාමාන්‍ය හමුදා මිනිසෙක්, පාලන ක්‍රම, සාර්ව ආර්ථික විද්‍යාව, අභ්‍යන්තර හා බාහිර  දේශපාලන යථාර්ථයන් යන දෙඅංශයෙන්ම නූගත්,  කලබල වූ  ජාතියක  ස්පන්දනයෙන්  සහ ඔහුව පත් කළ ජනතාවගේ දුක් වේදනා  සමඟ සම්පුර්ණයෙන්ම සම්බන්ධ නොවී, සහ නොහැකියාව පැරා මිලිටරි පළිගැනීම් වලට ප්‍රතිචාර නොදක්වන ගැටළු විසඳීම. ඔහුට අවශ්‍ය නම් හමුදාව යොදවා තම අණට අවනත වන ලෙස ගොවීන්ට බල කළ හැකි බවට, කාබනික පොහොරවලට එරෙහි ගොවීන්ගේ විරෝධයට ඔහු දැක්වූ මෑතකාලීන ප්‍රතිචාරය සිහිපත් කරන්න!",
        "දේශපාලන විශ්ලේෂක සහ යහපාලන පාලන සමයේදී                                                                       “නුගේගොඩ නුගේගොඩ නැගීමේ ඔහුගේ අනුගාමිකයකු වූ රාජපක්ෂ  “නුගේගොඩ නැගීම” - කලම්බු ටෙලිග්‍රාෆ්, කලම්බු ටෙලිග්‍රාෆ්, ඩී.ජේ විසින් එය කියවූ ඩී. නොපැමිණෙන මහින්ද රාජපක්ෂගේ පණිවිඩය) 2017 මාර්තු මාසයේදී පමණ ලිඛිතව විස්තර කර ඇත්තේ, “වාර්ගික හා ආගමික සාධක අභිබවා යා හැකි සාධාරණ සහ සාධාරණ සමාජයක් කරා රට ගෙන යා හැකි මිනිසෙක් ලෙසය........ සැරසුණු රණශූරයෙක් තම ජීවිතය පරදුවට තබා තම රට ආරක්‍ෂා කරන්නේ කෙසේදැයි දනී.....නවීකරණය වන දැක්මක් සහ හැකියාවක් ඇති මිනිසෙක්.....සටන්කාමියෙක් සහ ගොඩනගන්නෙක්.....ඕනෑම රටකට අවශ්‍ය වන අතර ආඩම්බර විය යුතුය. ඔහු සෑම අතින්ම වැරදි බව ඔප්පු වී ඇතත්, ආචාර්ය ඩීජේ වැනි බුද්ධිමතෙකු මෙතරම් නොමඟ යැවිය හැකි නම්, එම වැරදි වැටහීම් වැළඳගෙන සිටි මිලියන 6.9 ක සාමාන්‍ය පුරවැසියන්ට දොස් පැවරිය යුතු නැත.",
        "සිත්ගන්නා කරුණ නම්, ආචාර්ය ඩීජේ දැන් මෙසේ ලියයි (දිවයින-03/04/22- දේශපාලන වෙනස් කිරීමේ නියෝජිතයන් ලෙස වටමේස) “ සෑම විටම පරමාර්ථය මතක තබා ගන්න; පාලක වංශය වටා කේන්ද්‍රගත වූ වත්මන් ඒකාධිපතියා සහ පාලන තන්ත්‍රය ඉවත් කිරීම; ඉලක්කය ප්‍රතිවාදී පක්ෂය හෝ එහි ආධාරකරුවන් නොවේ. ඉලක්කය වන්නේ පාලකයා සහ ඔහුගේ පරපෝෂිත සහ අංශභාගය ඇති කරන වංශය ප්‍රජාතන්ත්‍රවාදීව ඉවත් කිරීමයි”; සම්පූර්ණ වෝල්ට් මුහුණක්, ක්‍රමානුකූලව සහ පැමිණීමට දිගු නමුත්, කෙසේ වෙතත්,  ප්‍රබෝධමත්.",
        "නව පිළිවෙළක් ඇති කරන අතරම රටේ වාසනාව පරිවර්තනය කළ හැකි “හිට්ලර්” ලෙස ප්‍රමුඛ සංඝරත්නය සිංහනාද කළ පුද්ගලයාද ඔහුය. නොකී නමුත් ඇඟවුම් කළේ එය අත්‍යවශ්‍යයෙන්ම සිංහල-බෞද්ධ ආධිපත්‍යයක් වනු ඇති බවයි, එය අපගේ දේශපාලනයේ බහුතරය සමග ද අනුනාද වන  රාජපක්ෂ  සංකල්පය වේ.",
        "ධර්මය ඉගෙන ගත් නමුත් ඉතිහාසය නොදැන සිටි  සංඝයා  සමහරවිට                                                                                               නමුත් ඔහුගේ සතුරන් ඔහුගේ අන්තිම සරණ  වෙත වැසීමත්   ඇතුළ කළා. ඓතිහාසිකව, නොවැළැක්විය හැකි ලෙසම, අත්තනෝමතික, කුරිරු  නායකයන්,  ම්ලේච්ඡ හෝ නින්දිත අන්තයන්ට පැමිණ ඇත. හිට්ලර්ට අමතරව, මුසෝලිනි, ෆ්‍රැන්කෝ, ඩුවාලියර්ස්, පියා සහ පුතා, පිනෝචේ, ෂා රේසා පහ්ලවි, මාකෝස්, සියුසෙස්කු, ඉඩි අමීන්, ගඩාෆි සහ සදාම් උදාහරණ කිහිපයක් පමණක් ලෙස සිහිපත් කරන්න. පසුගිය දශක හතේ කැප්සියුල ඉතිහාස පාඩමක නිරත වීමට ජනාධිපතිවරයාට හදිසි අවශ්‍යතාවක් තිබේ. සමහරවිට යමෙක් හොස්නි මුබාරක් සහ \"අරාබි වසන්තය\" ගැන ඔහුව දැනුවත් කළ යුතුය.",
        "එක රැයකින් කාබනික ගොවිතැනට හැරවීමේ මෝඩ ජනාධිපති නියෝගයට ප්‍රතිචාර වශයෙන්, මංමුලා සහගත ගොවීන් විසින් මෙම විරෝධතා මුලින්ම දියත් කරන ලදී. ඉන්ධන අර්බුදය, විදුලිය ඇනහිටීම්, පොදු ප්‍රවාහනයට බාධා කිරීම්, ජීවනෝපායන් කඩාකප්පල් කිරීම, ප්‍රධාන ආහාර ද්‍රව්‍ය හිඟය සහ  ජීවන වියදමේ දරාගත නොහැකි ලෙස ඉහළ යාම, පෙළපාලි  රටේ සෑම ප්‍රදේශයකටම පැතිරී, සියලු සමාජ හා ආර්ථික මට්ටම්වල පුරවැසියන් සම්බන්ධ කරගනිමින්. කෙසේ වෙතත්, උද්ඝෝෂණය දිගටම කරගෙන යාමට ඉඩ දෙන ලදී.",
        "මිරිහාන සම්බන්ධය ඒ සියල්ල වෙනස් කළේය. කෝපාවිෂ්ට, නමුත් ප්‍රචණ්ඩකාරී විරෝධතාවක් සැබෑ ප්‍රචණ්ඩත්වයට මාරුවීමේ මූලාරම්භය අපැහැදිලි ය. කෙසේ වෙතත්,  හානියට පත් වාහන තවමත් දුම් පානය කරමින් තිබියදීත්  පරීක්ෂණයක් ආරම්භ වීමටත් පෙර පැහැදිලිවම, ජනාධිපති මාධ්‍ය අංශය නිවේදනය කළේ එහි වගකීම සංවිධානාත්මක “අන්තවාදී කණ්ඩායමකට” පැවරී ඇති බවයි. මර්දනකාරී පියවර අනුගමනය කරන ලදී.",
        "එබැවින්, පාලකයාගේ පරිශුද්ධ පෞද්ගලික වාසස්ථානය වටලනු ලැබීමත් සමඟම, මහජන ආරක්ෂක පනත ක්‍රියාත්මක කරන ලදී, හදිසි අවස්ථාවක් ප්‍රකාශයට පත් කරන ලදී,  ඇඳිරි නීතිය  පනවා සමාජ මාධ්‍ය වසා දමන ලදී; තම පුද්ගලික අධිකාරියට එල්ල වන ඕනෑම ප්‍රහාරයක් ගැන ගැඹුරින් සංවේදී වන සහ ආරවුල් ඇති වන විට, පුද්ගලික අනතුරක කිසියම් සලකුණක් ගැන බියෙන් සිටින සියලුම ඒකාධිපතියන්ගේ සාමාන්‍ය ප්‍රතිචාරයකි; “සැරසුණු  රණශූරයෙකුට” හෝ “සටන්කරුවෙකුට” සුදුසු ප්‍රතිචාරයක් නැති තරම්ය.",
        "“ගෝටා ගෝ හෝම්” යනු  ශ්‍රී ලංකාව පුරා සහ අනෙකුත් රටවල ද, සිංහල, ඉංග්‍රීසි සහ දෙමළ භාෂාවෙන් ප්‍රකාශිත ඉල්ලුමකි. කෙසේ වෙතත්, මිනිසාගේ අතාර්කික තීරණ උග්‍ර කර ඇති ගැටළු වලට විසඳුම එතරම් සරල නැත. රටේ වත්මන් ආර්ථික දුක්ඛිත තත්ත්වයන් අනුප්‍රාප්තික පාලන තන්ත්‍රයන් හරහා වගකීම් විරහිත මූල්‍ය කළමනාකරණයේ සමුච්චිත ප්‍රතිඵලයකි. දශක ගණනාවක් තිස්සේ අපි ජීවත් වන්නේ අපේ හැකියාවෙන් ඔබ්බට ය. පෙර පැවති රාජපක්ෂ පාලනය විසින් ගැටලුව තවත් උග්‍ර කළේ,  දිගුකාලීන ප්‍රතිලාභ පවා අවම අපේක්ෂා සහිත දැවැන්ත යටිතල පහසුකම් ව්‍යාපෘතිවල නියැලීම සහ සාමාන්‍ය ජනතාවට  නාමික   ප්‍රතිලාභ ලබා දීමයි.",
        "ජනාධිපති ජීආර්, බලයට පත් වූ වහාම, රාජ්‍ය ආදායම අහිමි කරමින්, කුඩා කොටසකට විශාල සහ අනවශ්‍ය බදු සහන ලබා දුන්නේය. Covid වසංගතය දළ දේශීය නිෂ්පාදිතයේ පහත වැටීමට තවදුරටත් දායක විය; කාබනික පොහොර ආඥාව කෘෂිකර්මාන්තය දණ ගැස්වීය; මූලික බුද්ධියක් නොමැති බවට පැහැදිලි සාක්ෂි තිබියදීත්, ජාතියේ මූල්‍ය කටයුතු  බැසිල් සොහොයුරාට භාර කරන ලදී. ඔහුට සහය වූයේ නිවාඩ් කබ්රාල්, මුලින් සාමාන්‍ය හෝ සාමාන්‍ය නගරයේ හෝටල්වල උද්‍යාන ගණකාධිකාරීවරයෙකි,  ඔහු ආර්ථික විද්‍යාඥයෙක් යන මිත්‍යාව යටතේ වැඩ කරමින්,    මුදල් අධික ලෙස මුද්‍රණය කිරීමෙන් උද්ධමනය ඇති නොවන බව ප්‍රසිද්ධ ලෙස ප්‍රකාශ කළේය! රුපියල/ඩොලර් සම්බන්ධය පිළිබඳ ඔහුගේ සාපරාධී අවභාවිතය  නියම ආර්ථික විද්‍යාඥයන් විසින් නැවත නැවතත් කුරිරු ලෙස හෙළිදරව් කර ඇති අතර, තීරණාත්මක වූ විට IMF සමඟ අර්ථවත් ලෙස සම්බන්ධ වීම ඔහු ප්‍රතික්ෂේප කළ අතර,   රට ප්‍රමාද වන තුරු ජීවන මාර්ගයක් ප්‍රතික්ෂේප කළේය. විදේශ සංචිත හිස් කරමින් ජනවාරි මාසයේදී USD මිලියන 500 ක ආන්දෝලනාත්මක බැඳුම්කර ආපසු ගෙවීම මිනී පෙට්ටියේ ඇති අවසන් ඇණයයි. යුක්රේන-රුසියානු ගැටුමේ බිඳවැටීම ඉතිරිය සිදු කළේය; එය පාලනය කළ නොහැකි බාහිර දේවල් සහ අභ්‍යන්තර මෝඩකම්වල මාරාන්තික එකතුවකි.",
        "අකාර්යක්ෂම සහ නොපසුබට ජනාධිපතිවරයෙකු තරමටම, දාස කැබිනට් මණ්ඩලය සහ පාර්ලිමේන්තුව ද දොස් පැවරිය යුතුය. සාමූහික රබර් මුද්‍රාවක් වන රජයේ කණ්ඩායම, 20 වැනි සංශෝධනය ආරක්ෂිතව සම්මත කර ගනිමින්,   මූල්‍ය විනය සහ නීතිය ක්‍රියාත්මක කිරීම නොසලකා හරිමින්,      ජනාධිපතිවරයාට බලය පවරමින්,  පාලකයාගේ සෑම අභිමතාර්ථයක්ම නීත්‍යානුකූල කළේය. අද පාර්ලිමේන්තුවේදී,  දැන් සමච්චල්-පසුතැවිලි වී සිටින එම ගෝලබාලයන්  තමන් විසින්ම නිර්මාණය කරන ලද ගැටලුවලට  විසඳුමක් ලබා දීම සඳහා ප්‍රතිසංස්කරණ සඳහා පූජනීය ලෙස ඉල්ලා සිටියහ.",
        "\"වියත් මග\" හි පණ්ඩිතයන් සහ \"එළිය මග\" හි ප්‍රවීනයින්, ඔවුන්ගෙන් බොහෝ දෙනෙක්  ප්‍රමුඛ පෙළේ ව්‍යවසායකයින්, වෘත්තිකයන් සහ සම-ලෙස හඳුන්වන බුද්ධිමතුන්,  ජනාධිපතිවරයාගේ  මුළා කරවන “සෞභාග්‍යයේ දැක්ම” උද්යෝගයෙන් අනුමත කළ  ඔවුන්ගේ වගකීම් කොටසද පිළිගත යුතුය. ඔහුගේ අතාර්කික උපක්‍රම සඳහා දිව්‍ය අනුමැතිය ලබාගෙන සාකච්ඡා කර තිබීම සම්බන්ධයෙන් සමහර විට ජනාධිපතිවරයාගේ පුද්ගලික සූපශාස්ත්‍රකාරිය වන \"ඥානා අක්කා\" ද වරද පැටවිය යුතුය!!",
        "අර්බුදයට විසඳුම කුමක්ද? අන්තර්වාර පාලනයකට සම්බන්ධ වීමට සහ ආර්ථිකය පුනරුත්ථාපනය කිරීමට සහාය වන ලෙස විපක්ෂයට ජනාධිපතිවරයා කළ ආරාධනය ප්‍රතික්ෂේප කර ඇත. කැබිනට් මණ්ඩලය සහ ඇමතිවරුන් ඉල්ලා අස්වී ඇති අතර (??)  ජනාධිපතිවරයා විසින් කිහිප දෙනෙකුට විවිධ අමාත්‍යාංශ පවරමින් නැවත පත් කර ඇත. කෙසේ වෙතත්,  ජාතික ලැයිස්තු පත් කළ අලි සබ්රි, ජනාධිපතිවරයාගේ පුද්ගලික නීතිඥවරයා වුවද  අධිකරණ අමාත්‍යාංශය භාර ගන්නා විට සදාචාරය නොපැමිණි බව පෙන්නුම් කරමින්  පැය 24ක් ඇතුළත  මුදල් කළඹෙන් ඉල්ලා අස්වී ඇත.",
        "බලයලත් පාර්ලිමේන්තුවක් හරහා ක්‍රියාවට නැංවිය යුතු අත්‍යවශ්‍ය වෙනසක්  තවමත් බලවත් ජනාධිපතිවරයෙකුගේ වහල්භාවයේ සිටින විවිධ ශරීරවල ඇති එකම හිස් හිස්  අත්‍යවශ්‍ය වෙනසක් සිදු නොවනු ඇත, එය කළ හැක්කේ 20 වැනි සංශෝධනය අවලංගු කර 19 වැනි සංශෝධනය තවදුරටත් ශක්තිමත් කළහොත් පමණි. සංකීර්ණ සහ  කාලය ගතවන ක්‍රියාවලියක් නමුත් එය  ස්වාධීන කොමිෂන් සභා, අධීක්ෂණ කමිටු සහ සභා, දැන් අක්‍රිය හෝ අකර්මන්‍යව, ඵලදායී ලෙස ක්‍රියා කිරීමට සහ වගවීම ප්‍රතිස්ථාපනය කිරීමට සහ  විධායක ක්‍රියාමාර්ග සඳහා මහජන සෝදිසියට ඉඩ සලසයි. ජනාධිපතිවරයාට, ඔහු සැලකිය යුතු ලෙස දායක වී ඇති විනාශය නොතකා, තවමත් කාරණය මග හැරී ඇති අතර, 20 වැනි සංශෝධනය මගින් ඔහුට පවරා ඇති නොකැඩූ බලය අත්හැරීමට යම් ක්‍රමයක් මගින් ඔහුට බල කළ යුතුය.",
        "ඇත්ත වශයෙන්ම, සරලම දෙය නම්, සම්පූර්ණ දේශපාලන ප්‍රතිව්‍යුහගත කිරීමකට මග පාදමින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සපයා ඇති පරිදි, ජාතියේ ඉල්ලීමට අවනත වී ඉල්ලා අස්වීම ජනාධිපතිවරයාට විය හැකිය. GR සමග පැරණි මුහුණු සහිත නව කැබිනට් මණ්ඩලයක්, එම බලයම ක්‍රියාත්මක කරමින්,                                                                                                                                                                                                                             රාජපක්ෂ පවුල සහ එහි ගෝල බාලයන් දැන් අනාථ වී ඇති බව පැහැදිලිය. වත්මන් ගැටලු සඳහා ක්ෂණික, මධ්‍ය කාලීන සහ දිගු කාලීන විසඳුම් සඳහා යථාර්ථවාදී උපාය මාර්ග සැකසීමට අසමත් වීම සහ ඒවා ඵලදායි ලෙස සහ ඒත්තු ගැන්වෙන මහජනතාවට ඒත්තු ගැන්වීමට අසමත් වීම, අඛණ්ඩ විරෝධතා මුළුමනින් අරාජිකත්වය දක්වා උත්ප්‍රේරණය කිරීමට හේතු විය හැක.",
        "අභ්‍යන්තර ඉන්ධන සහ  ඖෂධ අවශ්‍යතා සඳහා අරමුදල් සැපයීම, මූලික ආහාර ද්‍රව්‍ය ආනයනය, කර්මාන්ත සඳහා අමුද්‍රව්‍ය සහ ද්වි පාර්ශ්වික සහ බහු පාර්ශ්වික ණය ආපසු ගෙවීමට අමතරව,  රට   2022 ජූලි මාසය වන විට සම්පූර්ණ වශයෙන් ඇමෙරිකානු ඩොලර් බිලියනයක ජාත්‍යන්තර ස්වෛරී බැඳුම්කර ආපසු ගෙවීමක් සපුරාලිය යුතුය. මෙම කැපවීම් සපුරාලීමට හෝ  ණය ආපසු ගෙවීම ප්‍රතිව්‍යුහගත කිරීමට අසමත් වුවහොත්, රට “අක්‍රමිකතා පැහැර හැරීමේ” තත්ත්වයකට ඇතුළු වනු ඇත, එම තත්ත්වය තුළ සියලු ජාත්‍යන්තර ආධාර සහ ආධාර දෙන ආයතන සහ රජයන් විසින් අපව මග හරිනු ඇත. ශ්‍රී ලංකාව පරයා රාජ්‍යයක් බවට පත් වනු ඇත. කලක් සමෘද්ධිමත් වූ ලෙබනනය, දැන් සම්පූර්ණ අසාර්ථකත්වයේ ගෝලීය මූලාකෘතිය මතක තබා ගන්න.",
        "දින කිහිපයකට පෙර, සමාජ මාධ්‍ය ක්‍රියාකාරිකයෙකු වන අනුරුද්ධ බණ්ඩාර පොලිසියෙන් යැයි කියන පිරිසක් විසින් පැහැරගෙන ගොස් ඇති බව කියන අතර පසුව ඔහුව මෝදර පොලිස් ස්ථානයේදී සොයා ගන්නා ලදී. ඔහුගේ අපරාධය- “ගොඨා ගෙදර යන්න” යන සටන් පාඨය සමඟ සමාජ මාධ්‍යවල පණිවිඩයක් පළ කිරීම, එම කෑගැසීම පසුගිය දිනවල රට පුරා සහ මහාද්වීප පුරා දෝංකාර දුන්නේය. ඇදහිය නොහැකි තරම් බලහත්කාරයෙන් ඔහුගේ ආධාර සඳහා නීතිමය සහෝදරත්වය ඔහුගේ ආධාරයට පැමිණියේ නැද්ද බන්ඩාරා අතීතයේ බොහෝ විරුද්ධවාදීන් සමාන තත්වයන් යටතේ කළාක් මෙන් අතුරුදහන් විය හැකිය. වත්මන් ජනාධිපතිවරයා ආරක්‍ෂක ලේකම්ව සිටියදී ඉතා කුරිරු ලෙස කාර්යක්‍ෂම වූ විසම්මුතිය මැඬලීමේ කළු මෙහෙයුම් තවදුරටත් ඵලදායී නොවන බවට ඔහුගේ ඉක්මන් නැවත ලබා ගැනීම සහ නියමිත ක්‍රියාදාමයන් ක්‍රියාත්මක වීම සාක්ෂියකි. එයම දිරිගන්වන ලකුණකි.",
        "මගේ විවාහයේ ඉරිතැලීම් මතු වෙනවා, සුසිල් සහ මා අතරේ වෙන්වීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மிரிஹானா கேடலிஸ்ட் - முதல் குடும்பத்திற்கான ஒரு அபோகாலிப்ஸ்",
      "body_lines": [
        "இவ்வாறு எழுதப்பட்டு வரும் நிலையில், ஜனாதிபதி கோட்டாபய ராஜபக்சவின் உத்தரவின் பேரில் திடீரென ஊரடங்குச் சட்டத்தை மீறி இலட்சக்கணக்கான சாதாரண மக்கள், இலங்கை முழுவதிலும் உள்ள நகரங்கள் மற்றும் நகரங்களின் தெருக்களில் சுற்றித் திரிந்து, அந்த நபரை வெளியேற்றக் கோரி வருகின்றனர். அமெரிக்கா, இங்கிலாந்து, ஐரோப்பா, ஆஸ்திரேலியா, நியூசிலாந்து மற்றும் கனடா ஆகிய நாடுகளில் உள்ள நகரங்களில் \"இலங்கை\" புலம்பெயர்ந்தோர் ஒற்றுமையின் தனித்துவமான காட்சியில் அவர்களுக்கு ஆதரவளிக்கப்பட்டனர். ஒரு காலத்தில் சிங்கள-பௌத்த பெரும்பான்மையினரால் போற்றப்பட்ட ராஜபக்ச பெயர், இப்போது கண்டங்கள் முழுவதும் பகிரங்கமாக இழிவுபடுத்தப்படுகிறது. அரசியல் அதிகாரத்தைப் பாதுகாப்பதற்காக ராஜபக்சேவின் இன நல்லிணக்கத்தையும்  இன-தேசியவாதத்தையும் மிகவும் வெற்றிகரமாக ஆயுதமாக்கியது. ஆனால் ஊதா நிற “குரக்கன் சதகயா”, அந்த ஆடம்பரமான ராஜபக்ச குடும்ப பிராண்ட்   தேசத்தின் கழுத்தை நெரித்துவிட்டது. புதிய ராஜபக்ச ஆட்சியின் இரண்டு ஆண்டுகளுக்குள், அதன் பயங்கரமான தவறான ஆட்சியானது பிளவுபட்ட மக்களை ஒரு பொது எதிரியான முதல் குடும்பத்திற்கு எதிராக ஒன்றுபட நிர்ப்பந்தித்தது. பொதுமக்களின் உணர்வுகளைப் பயன்படுத்துவதில் கெட்டிக்காரத்தனமான புத்திசாலித்தனமான குடும்பம், அதே அரசியலில்  பெருகிவரும்  அதிருப்தியை  உணர்வற்றதாக இருந்திருக்கலாம் என்பது புரிந்துகொள்ள முடியாததாகத் தெரிகிறது.",
        "\"டெர்மினேட்டர்\" தனது வெல்லமுடியாத தன்மையை, பயத்தை தூண்டும் திறனை இழந்து, அவர் எப்பொழுதும் இருந்த மனிதனுக்காக பரிதாபமாக நிற்கிறார்; ஒரு சராசரி ராணுவ வீரர், குறைந்த அறிவுத்திறன் கொண்ட, ஆளுமை, மேக்ரோ-பொருளாதாரம், உள் மற்றும் வெளிப்புற  அரசியல் யதார்த்தங்கள்,  கிளர்ச்சியடைந்த  தேசத்தின்  துடிப்பு மற்றும் அவரைத் தேர்ந்தெடுத்த மக்களின் துன்பம் ஆகியவற்றிலிருந்து முற்றிலும் தொடர்பில்லாதவர், மேலும் திறமையற்றவர் துணை ராணுவப் பழிவாங்கல்களுக்குப் பதிலளிக்காத  சிக்கல்களைத் தீர்ப்பது. இயற்கை உரத்திற்கு விவசாயிகள் எதிர்ப்புத் தெரிவித்ததற்கு, அவர் விரும்பினால், இராணுவத்தைப் பயன்படுத்தி விவசாயிகளை தனது கட்டளைக்கு இணங்க நிர்ப்பந்திக்க முடியும் என்று அவர் சமீபத்தில் கூறியதை நினைவுகூருங்கள்!",
        "அரசியல் ஆய்வாளரும், யஹபாலனயா ஆட்சியின் போது,  ராஜபக்ஷ மறுமலர்ச்சியின் தீவிர ஆதரவாளருமான டாக்டர் தயான் ஜயதிலக (அவரது பரவசத்தை நினைவுக மகிந்த ராஜபக்சவின் செய்தி இல்லை) மார்ச் 2017 இல் எழுதப்பட்ட ஒரு எழுத்தில், \"இன மற்றும் மத காரணிகளை ஒரு புதிய இணைப்பில் கடந்து செல்லக்கூடிய ஒரு நியாயமான மற்றும் நீதியான சமூகத்தை நோக்கி நாட்டை வழிநடத்தக்கூடிய ஒரு மனிதனாக........ அலங்கரிக்கப்பட்ட போர்வீரன் தன் உயிரை பணயம் வைத்து தன் நாட்டை காக்க தெரிந்தவன்......நவீனமயமாக்கும் தொலைநோக்கு பார்வை மற்றும் திறன் கொண்ட ஒரு மனிதன்.....போராளி மற்றும் கட்டமைப்பாளர்.....எந்த நாட்டிற்கும் தேவை மற்றும் பெருமைப்பட வேண்டும்\". அவர் எல்லா விஷயங்களிலும் தவறாக நிரூபிக்கப்பட்டுள்ளார், ஆனால், டாக்டர் டி.ஜே போன்ற ஒரு அறிவுஜீவி மிகவும் தவறாக வழிநடத்தப்பட்டிருந்தால், அதே தவறான கருத்துக்களைத் தழுவியதற்காக 6.9 எம்.என் சாதாரண குடிமக்களை ஒருவர் தவறு செய்யக்கூடாது.",
        "சுவாரஸ்யமாக, டாக்டர். டி.ஜே இப்போது எழுதுகிறார் (தீவு-03/04/22- அரசியல் மாற்ற முகவர்களாக வட்டமேசைகள்) “எப்பொழுதும் நோக்கத்தை நினைவில் கொள்ளுங்கள்; பதவியில் இருக்கும் எதேச்சதிகாரியையும் ஆட்சியையும் அகற்றி, ஆளும் குலத்தைச் சுற்றி மையமாக; இலக்கு போட்டி கட்சியோ அதன் ஆதரவாளர்களோ அல்ல. ஆட்சியாளர் மற்றும் அவரது ஒட்டுண்ணி மற்றும் முடக்குதலைத் தூண்டும் குலத்தை ஜனநாயக முறையில் அகற்றுவதே இலக்கு”; ஒரு முழுமையான  வோல்ட்-ஃபேஸ், படிப்படியாக மற்றும் வரவிருக்கும் நீண்ட ஆனால், இருப்பினும்,  புத்துணர்ச்சி.",
        "சங்கத்தின்  முன்னணி உறுப்பினர்கள் ஒரு \"ஹிட்லர்\" என்று சிங்கப்படுத்திய மனிதரும் இவர்தான். அவர் ஒரு புதிய ஒழுங்கைக் கொண்டுவரும் அதே வேளையில் நாட்டின் அதிர்ஷ்டத்தை மாற்றக்கூடியவர். இது ஒரு அடிப்படையில் சிங்கள-பௌத்த மேலாதிக்கமாகவும் இருக்கும் என்பது சொல்லப்படாத ஆனால் மறைமுகமாக இருந்தது, இது  ராஜபக்ஷ  கருத்தாக்கம்                                                                                                           .",
        "சங்கத்தினர், தம்மத்தில் கல்வி கற்றவர்கள், ஆனால் வரலாற்றை அறியாதவர்கள் ,                                                               அதையும்  அவனது கடைசி அடைக்கலத்தை அவனுடைய எதிரிகள் மூடினார்கள். வரலாற்று ரீதியாக, கிட்டத்தட்ட தவிர்க்க முடியாமல், எதேச்சதிகார, கொடுங்கோல்  தலைவர்கள்,  மிருகத்தனமான அல்லது இழிவான முடிவுக்கு வந்துள்ளனர். ஹிட்லரைத் தவிர, முசோலினி, ஃபிராங்கோ,  டுவாலியர்ஸ், தந்தை மற்றும் மகன், பினோசெட், ஷா ரெசா பஹ்லவி, மார்கோஸ், சௌசெஸ்கு, இடி அமீன், கடாபி மற்றும் சதாம் ஆகியோரை ஒரு சில எடுத்துக்காட்டுகளாக நினைவுபடுத்துங்கள். கடந்த ஏழு தசாப்தங்களின் கேப்சூல் வரலாற்றுப் பாடத்தில்  ஜனாதிபதி அவசரமாக ஈடுபட வேண்டும். ஹோஸ்னி முபாரக் மற்றும் \"அரபு வசந்தம்\" பற்றி யாராவது அவருக்குக் கற்பிக்க வேண்டும்.",
        "இரவோடு இரவாக இயற்கை விவசாயத்திற்கு மாற வேண்டும் என்ற முட்டாள்தனமான ஜனாதிபதியின் உத்தரவுக்கு  பதிலடியாக, விரக்தியடைந்த விவசாயிகளால் போராட்டங்கள் முதலில் தொடங்கப்பட்டன. எரிபொருள் நெருக்கடி, மின்வெட்டு, பொதுப் போக்குவரத்தில் இடையூறுகள், வாழ்வாதாரங்கள் சிதைக்கப்படுதல், உணவுப்பொருட்களின் பற்றாக்குறை மற்றும்  வாழ்க்கைச் செலவில் தாங்க முடியாத அதிகரிப்பு போன்றவற்றால், ஆர்ப்பாட்டங்கள்  நாட்டின் அனைத்துப் பகுதிகளிலும் பரவி, அனைத்து சமூக மற்றும் பொருளாதார நிலைகளின் குடிமக்களையும் ஈடுபடுத்துகின்றன. இருப்பினும், போராட்டம் தொடர அனுமதிக்கப்பட்டது.",
        "மிரிஹான விவகாரம் அனைத்தையும் மாற்றியது. கோபமான, ஆனால் வன்முறையற்ற  எதிர்ப்பு, உண்மையான வன்முறைக்கு மாறியதன் தோற்றம் தெளிவாக இல்லை. எவ்வாறாயினும்,  சேதமடைந்த வாகனங்கள் எரிந்துகொண்டிருந்தபோதும், விசாரணை தொடங்குவதற்கு முன்பே, ஜனாதிபதியின் ஊடகப் பிரிவு பொறுப்பானது ஒரு ஒழுங்கமைக்கப்பட்ட \"தீவிரவாதக் குழுவிற்கு\" இருப்பதாக அறிவித்தது, வன்முறை நியாயப்படுத்துவதற்காகத் திட்டமிடப்பட்டது என்ற பிரபலமான பார்வைக்கு நம்பகத்தன்மை அளிக்கிறது. பின் வந்த அடக்குமுறை நடவடிக்கைகள்.",
        "எனவே, ஆட்சியாளரின் புனிதமான தனிப்பட்ட இல்லம் முற்றுகையிடப்பட்ட உடனேயே, பொதுப் பாதுகாப்புச் சட்டம் செயல்படுத்தப்பட்டது, அவசரநிலை அறிவிக்கப்பட்டது,  ஊரடங்கு  விதிக்கப்பட்டது மற்றும் சமூக ஊடகங்கள் மூடப்பட்டன; அனைத்து எதேச்சதிகாரர்களுக்கும் பொதுவான ஒரு பதில், அவர்கள் தங்கள் தனிப்பட்ட அதிகாரத்தின் மீதான எந்தவொரு தாக்குதலுக்கும் ஆழ்ந்த உணர்திறன் உடையவர்கள் மற்றும் சண்டையின் போது, ​​தனிப்பட்ட ஆபத்துக்கான அறிகுறிகளைக் கண்டு பயப்படுவார்கள்; \"அலங்கரிக்கப்பட்ட போர்வீரன்\" அல்லது \"போராளி\"க்கு தகுதியான ஒரு பதில் இல்லை.",
        "“கோட்டா கோ ஹோம்” என்பது  இலங்கை மற்றும் பிற நாடுகளிலும் எதிரொலிக்கும் கோரிக்கையாகும், இது சிங்களம், ஆங்கிலம் மற்றும் தமிழ் மொழிகளில் வெளிப்படுத்தப்படுகிறது. இருப்பினும், மனிதனின் பகுத்தறிவற்ற முடிவுகள் அதிகப்படுத்திய பிரச்சனைகளுக்கான தீர்வு அவ்வளவு எளிதல்ல. நாட்டின் தற்போதைய பொருளாதாரச் சிக்கல்கள், அடுத்தடுத்த ஆட்சிகளில் பொறுப்பற்ற நிதி நிர்வாகத்தின் ஒட்டுமொத்த விளைவுகளாகும். பல தசாப்தங்களாக நாம் நமது சக்திக்கு அப்பாற்பட்டு வாழ்ந்து வருகிறோம். முந்தைய ராஜபக்ச ஆட்சியானது பிரச்சனையை மேலும் சிக்கலாக்கியது,   பாரிய உள்கட்டமைப்பு திட்டங்களில்                                                                                                                                                       வாய்ப்புக்களையும்   நீண்ட கால வருவாயும் .",
        "ஜனாதிபதி ஜி.ஆர்., பதவியேற்ற உடனேயே, ஒரு சிறிய பிரிவினருக்கு ஸ்வீப்பிங் மற்றும் தேவையற்ற வரிச் சலுகைகளை அளித்து, மாநிலத்தின் வருவாயை இழந்தார். கோவிட் தொற்றுநோய் மொத்த உள்நாட்டு உற்பத்தியில் சரிவுக்கு மேலும் பங்களித்தது; கரிம உர ஆணை விவசாயத்தை மண்டியிட்டது; அடிப்படை அறிவு இல்லாததற்கான தெளிவான சான்றுகள் இருந்தபோதிலும், நாட்டின் நிதி   சகோதரர் பசிலிடம் ஒப்படைக்கப்பட்டது. அவருக்கு உதவியவர் நிவார்ட் கப்ரால், முதலில் ஒரு சாதாரண நகர ஹோட்டலில் இருந்து ஒரு பொதுவான அல்லது தோட்டக் கணக்காளர்,  தான் ஒரு பொருளாதார நிபுணர் என்ற மாயையில் உழைத்தவர்,    பணத்தை அதிகமாக அச்சிடுவதால் பணவீக்கம் ஏற்படாது என்று பிரபலமாக அறிவித்தார்! ரூபாய்/டாலர் உறவில் அவர் செய்த கிரிமினல் தவறான நிர்வாகம், உண்மையான பொருளாதார வல்லுநர்களால் மீண்டும் மீண்டும் கொடூரமாக அம்பலப்படுத்தப்பட்டு வருகிறது, அதே நேரத்தில் IMF உடன் அர்த்தமுள்ள வகையில் ஈடுபட மறுத்தது, அது மிகவும் தாமதமாகும் வரை, நாட்டிற்கு சாத்தியமான வாழ்வாதாரத்தை மறுத்தது; ஜனவரியில் 500 மில்லியன் அமெரிக்க டாலர்களை திருப்பிச் செலுத்திய சர்ச்சைக்குரிய பத்திரம், வெளிநாட்டு இருப்புக்களை காலியாக்கியது  சவப்பெட்டியில் கடைசி ஆணியாக இருந்தது. உக்ரைன்-ரஷ்யா மோதலின் வீழ்ச்சி மற்றதைச் செய்தது; கட்டுப்படுத்த முடியாத புறநிலைகள் மற்றும் உள் முட்டாள்தனங்களின் அபாயகரமான கலவையாகும்.",
        "ஒரு திறமையற்ற மற்றும் பிடிவாதமான ஜனாதிபதியைப் போலவே, அடிமையான அமைச்சரவை மற்றும் பாராளுமன்றமும் குற்றம் சாட்டப்படுகிறது. அரசாங்கக் குழுவானது, ஒரு கூட்டு ரப்பர் ஸ்டாம்ப், 20வது திருத்தத்தை பாதுகாப்பாக நிறைவேற்றுவதன் மூலம் ஜனாதிபதிக்கு அதிகாரம் அளித்தது,   நிதி ஒழுக்கம் மற்றும் சட்டத்தை இயற்றுவதைப் புறக்கணித்து,  ஆட்சியாளரின் ஒவ்வொரு விருப்பத்தையும் விருப்பத்தையும் சட்டப்பூர்வமாக்கியது. இன்று பாராளுமன்றத்தில்,  அதே அடியாட்கள், இப்போது கேலி-வருந்துகின்றனர்,  தாங்கள் உருவாக்கிய பிரச்சினைகளுக்குத் தீர்வை வழங்குவதற்கான சீர்திருத்தங்களுக்கு புனிதமான முறையில் அழைப்பு விடுத்தனர்.",
        "\"வியத் மக\"வின் பண்டிதர்கள் மற்றும் \"எலியா மக\"வின் பிரபலங்கள்,  அவர்களில் பலர்  முன்னணி தொழில்முனைவோர், தொழில் வல்லுநர்கள் மற்றும் இணை அறிவுஜீவிகள் என அழைக்கப்படுபவர்கள்,  அதிபரின்   மாயையான “விஸ்டாஸ் ஆஃப் செழிப்பை” ஆர்வத்துடன் ஆமோதித்தவர்கள். ஒருவேளை ஜனாதிபதியின் தனிப்பட்ட சூத்திரதாரியான \"ஞான அக்கா\" தனது பகுத்தறிவற்ற உத்திகளுக்கு தெய்வீக அங்கீகாரத்தைப் பேரம் பேசியதற்காக பழியை சுமக்க வேண்டும்!!",
        "நெருக்கடிக்கு என்ன தீர்வு? இடைக்கால நிர்வாகத்தில் சேரவும், பொருளாதாரத்தை மறுசீரமைப்பதில் உதவவும் எதிர்க்கட்சிகளுக்கு ஜனாதிபதி விடுத்த அழைப்பு நிராகரிக்கப்பட்டது. அமைச்சரவை மற்றும் அமைச்சர்கள் ராஜினாமா செய்துள்ளனர் (??)  மற்றும் ஜனாதிபதி ஒரு சிலரை மீண்டும் நியமித்து, அவர்களுக்கு வெவ்வேறு துறைகளை ஒதுக்கியுள்ளார். எவ்வாறாயினும்,  தேசியப் பட்டியல் நியமனம் பெற்ற அலி சப்ரி, ஜனாதிபதியின் தனிப்பட்ட வழக்கறிஞராக இருந்தும்  நீதி அமைச்சை ஏற்றுக்கொண்டபோது ஒழுக்கம் இல்லாததால்  24 மணி நேரத்திற்குள் நிதி இலாகாவிலிருந்து  ராஜினாமா செய்துள்ளார்.",
        "வெவ்வேறு உடல்களில் உள்ள அதே வெற்றுத் தலைகள்,  இன்னும் ஒரு சக்திவாய்ந்த ஜனாதிபதிக்கு அடிமையாக இருப்பதால்  அத்தியாவசிய மாற்றத்தை  ஏற்படுத்தாது,  அதிகாரமளிக்கப்பட்ட நாடாளுமன்றத்தின் மூலம் இது செயல்படுத்தப்பட வேண்டும், 20வது திருத்தம் ரத்து செய்யப்பட்டு 19வது திருத்தம் மேலும் வலுப்படுத்தப்பட்டால் மட்டுமே சாத்தியமாகும். ஒரு சிக்கலான மற்றும்  நேரத்தைச் செலவழிக்கும் செயல்முறை, ஆனால் இது  சுதந்திரமான கமிஷன்கள், மேற்பார்வைக் குழுக்கள் மற்றும் கவுன்சில்கள், இப்போது செயலற்ற அல்லது செயலிழந்து, திறம்பட செயல்படவும், பொறுப்புணர்வை மீட்டெடுக்கவும், நிர்வாக நடவடிக்கைக்கு பொது ஆய்வு செய்யவும் உதவும். ஜனாதிபதி, அவர் கணிசமான பங்களிப்பைச் செய்த போதிலும், இன்னும் புள்ளியை தவறவிட்டார், மேலும் 20வது திருத்தத்தின் மூலம் அவருக்கு வழங்கப்பட்டுள்ள அதிகாரத்தை விட்டுக்கொடுக்க சில வழிகளில் கட்டாயப்படுத்தப்பட வேண்டும்.",
        "நிச்சயமாக, ஜனாதிபதி தேசத்தின் அழைப்பிற்கு செவிசாய்த்து, அரசியலமைப்பின் மூலம் ராஜினாமா செய்வது, முழுமையான அரசியல் மறுசீரமைப்பிற்கு வழி வகுக்கும். GR ஐ ஜனாதிபதியாகக் கொண்ட பழைய முகங்களைக் கொண்ட புதிய அமைச்சரவை, அதே அதிகாரத்தைப் பயன்படுத்தினால், அது ஒரு முழுமையான கேலிக்கூத்து மற்றும் புதுப்பிக்கப்பட்ட குடிமக்களின் கிளர்ச்சிக்கு வழிவகுக்கும். ராஜபக்ச குடும்பமும் அதன் அடியாட்களும் இப்போது அநாகரீகமாக இருக்கிறார்கள் என்பது தெளிவாகிறது. தற்போதைய பிரச்சனைகளுக்கு உடனடி, இடைக்கால மற்றும் நீண்ட கால தீர்வுகளுக்கான யதார்த்தமான உத்திகளை வகுக்கத் தவறியது, மேலும் அவற்றை திறம்பட மற்றும் நம்பிக்கைக்குரிய வகையில் வெறிபிடித்த பொதுமக்களுக்கு எடுத்துச் செல்வது, நடந்து வரும் போராட்டங்கள் முழு அராஜகத்திற்கு வழிவகுக்கும்.",
        "உள் எரிபொருள் மற்றும் மருந்துத் தேவைகளுக்கு நிதியுதவி, அடிப்படை உணவுப் பொருட்கள், தொழிற்சாலைகளுக்கான மூலப்பொருட்கள் மற்றும் இருதரப்பு மற்றும் பலதரப்புக் கடனைத் திருப்பிச் செலுத்துதல் ஆகியவற்றைத் தவிர,  நாடு  ஜூலை 2022க்குள் ஒரு பில்லியன் அமெரிக்க டாலர் சர்வதேச இறையாண்மைப் பத்திரத்தைத் திருப்பிச் செலுத்த வேண்டும். இந்தக் கடமைகளை நிறைவேற்றத் தவறினால் அல்லது  கடனைத் திருப்பிச் செலுத்துவதை மறுகட்டமைக்கத் தவறினால், நாடு \"ஒழுங்கற்ற இயல்புநிலை\" நிலைக்குச் செல்லும், இந்த சூழ்நிலையில் அனைத்து சர்வதேச உதவி மற்றும் நன்கொடை வழங்கும் முகவர் மற்றும் அரசாங்கங்களால் நாம் புறக்கணிக்கப்படுவோம். இலங்கை ஒரு பாரிய நாடாக மாறும். ஒரு காலத்தில் செழிப்பான லெபனானை நினைவில் கொள்ளுங்கள்,  இப்போது முழு தோல்வியின் உலகளாவிய தொன்மை.",
        "சில நாட்களுக்கு முன்பு, சமூக ஊடக ஆர்வலர் அனுருத்த பண்டார, பொலிஸில் இருந்து வந்ததாகக் கூறிக்கொள்ளும் குழுவினால் கடத்தப்பட்டதாகக் கூறப்பட்டது, பின்னர் அவர் மோதரா காவல் நிலையத்தில் கண்டுபிடிக்கப்பட்டார். அவர் செய்த குற்றம் - “வீட்டிற்குச் செல்லுங்கள், கோதா” என்ற முழக்கத்துடன் சமூக ஊடகங்களில் ஒரு செய்தியை வெளியிடுவது, அதே  அழுகை  சமீப நாட்களில் நாடு மற்றும் கண்டங்கள் முழுவதும் எதிரொலித்தது. நம்பமுடியாத பலத்தை வெளிப்படுத்தும் வகையில் சட்டப்பூர்வ சகோதரத்துவம் அவருக்கு உதவியாக இருந்திருக்காவிட்டால், கடந்த காலங்களில் இதேபோன்ற சூழ்நிலைகளில் பல எதிர்ப்பாளர்கள் செய்தது போல் பண்டாரவும் காணாமல் போயிருக்கலாம். தற்போதைய ஜனாதிபதி பாதுகாப்புச் செயலாளராக இருந்தபோது, ​​மிகவும் கொடூரமான முறையில் செயல்பட்ட, கருத்து வேறுபாடுகளை அடக்குவதற்கான கறுப்பு நடவடிக்கைகள், இனி பலனளிக்காது என்பதற்கான சான்றாகும். அதுவே ஒரு ஊக்கமளிக்கும் அடையாளம்.",
        "என் திருமணத்தில் விரிசல் தோன்றுகிறது, சுசிலுக்கும் எனக்கும் இடையேயான பிரிவு",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}