{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-accused-of-assaulting-protestor-outside-prime-ministers-residence-93657/",
  "time_ut": 1651212660,
  "title": "Sri Lanka police accused of assaulting protestor outside prime minister’s residence",
  "body_lines": [
    "ECONOMYNEXT – A protestor at Sri Lanka’s newly-christened Mynagogama protest site outside Prime Minister Mahinda Rajapaksa’s official residence Temple Trees was assaulted by a police officer Friday (29) morning, eyewitnesses claimed.",
    "Lawyers and other protestors gathered outside Temple Trees told EconomyNext that a police officer with no badges on his uniform and assaulted one of the protestors, injuring him. The injured protestor has been admitted to the accident ward of the Colombo National Hospital.",
    "The police media division when contacted denied any knowledge of the incident. However, the privately-run The Morning reported quoting Police Spokesman SSP Nihal Thalduwa that the police had acted in self defence as the injured protestor had obstructed them when they were trying to remove a flyer posted on a police vehicle.",
    "Witnesses claimed that they had been protesting peacefully when the assault occurred.",
    "“We were protesting peacefully. We agreed to everything they had specified about protesting peacefully,” one protestor said.",
    "Mynagogama, or Myna Go Gama, is a protest site similar to the Occupy Wall Street-style Gota Go Gama site outside the presidential secretariat about a kilometre away by the Galle Face Green demanding the resignation of the president. Myna is a recently established nickname for Prime Minister Rajapaksa. The site, set up right outside the Galle Road entrance of Temple Trees, has seen protestors demand the resignation of the prime minister along with the government.",
    "The new site was opened after police failed to obtain a court order preventing its establishment. A number of luxury hotels and embassies exist on this particular stretch of road. Earlier this week, police had parked four buses and a truck to prevent protesters sitting on the pavement by Temple Trees. Some of the protestors had stuck their anti-Rajapaksa placards on the buses parked nearby.",
    "“Because of all these these police buses and trucks on the pavement, we have to gather at a small area. This morning, as we were protesting, a senior police officer came at around 9.30am and suddenly started tearing the placards on the buses and started making a scene,” said one witness.",
    "“He hit one of hit one of the protestors who is now in hospital. This police officer had no visible badges or a name tag on his uniform.",
    "“After that we sat on the road, but we realised it is our people who would get affected by that. We only ask the police to remove these vehicles to continue our protest peacefully,” he said.",
    "Mynagogama has been attracting crowds over the past few days, but many protesters said they found it difficult to voice their demands because of loud Buddhist pirith chanting coming out of the PM’s residence. The chanting was drowning out the protestors’ voices to the point even their comments to the media were barely audible.",
    "Lawyer Namal Rajapaksha (no relation of the ruling family) told EconomyNext that Temple Trees had violated three laws.",
    "“One is this pavement being blocked by police vehicles. They’re also using audio equipment 24 hours a day which is against the law. According to the law, loudspeakers can be use by a residence only until 10pm. If the prime minister’s residence wants to continue using them, they need special permission from the police.",
    "“When asked, Kollupitiya police said they had not issued a license for this loudspeaker use.",
    "“The third violation is that a deputy inspector general (DIG) has has forcibly taken the protestors’ hut” he said.",
    "A complaint  had been made 48 hours prior to Friday’s incident about the police vehicles parked on the pavement outside Temple Trees but to no avail, said the lawyer.",
    "“They said fax messages had been sent to the relevant officials. We ask them to free these pavements for public use,” said Rajapaksha.",
    "“We ask them not to disrupt this peaceful protest in any way and if they do, as lawyers we will take action against them. If the Kollupitiya police let these unlawful actions continue and do not act on our complaints, we will bring the protest right to the door of the police station, he said.",
    "The senior police officer accused of the assault must apologise publicly, he added. (Colombo/Apr29/2022)"
  ],
  "translate": {
    "si": {
      "title": "අග්‍රාමාත්‍යවරයාගේ නිවස ඉදිරිපිට විරෝධතාකරුවෙකුට පහරදීම සම්බන්ධයෙන් ශ්‍රී ලංකා පොලිසියට චෝදනා එල්ල වී තිබේ",
      "body_lines": [
        "ඉකොනොමිනෙක්ස්ට් - අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතාගේ නිල නිවස වන අරලියගහ මන්දිරයෙන් පිටත ශ්‍රී ලංකාවේ අලුතින් බෞතිස්ම කරන ලද මයිනගෝගම විරෝධතා භූමියේ විරෝධතාකරුවෙකුට සිකුරාදා (29) උදෑසන පොලිස් නිලධාරියෙකු විසින් පහර දුන් බව ඇසින් දුටුවෝ ප්‍රකාශ කළහ.",
        "අරලියගහ මන්දිරයෙන් පිටත රැස්ව සිටි නීතීඥයින් සහ අනෙකුත් විරෝධතාකරුවන් EconomyNext වෙත පැවසුවේ නිල ඇඳුමේ ලාංඡනයක් නොමැති පොලිස් නිලධාරියෙකු විරෝධතාකරුවන්ගෙන් එක් අයෙකුට පහර දී ඔහුට තුවාල කළ බවයි. තුවාල ලැබූ විරෝධතාකරු කොළඹ ජාතික රෝහලේ අනතුරු වාට්ටුවට ඇතුළත් කර ඇත.",
        "පොලිස් මාධ්‍ය කොට්ඨාශය කළ විමසීමකදී සිද්ධිය සම්බන්ධයෙන් කිසිදු තොරතුරක් ප්‍රතික්ෂේප කර තිබේ. කෙසේ වෙතත්, පොලිස් මාධ්‍ය ප්‍රකාශක ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී නිහාල් තල්දූව උපුටා දක්වමින් පුද්ගලිකව පවත්වාගෙන යන The Morning පුවත් පත වාර්තා කළේ, පොලිස් වාහනයක සවිකර තිබූ පත්‍රිකාවක් ඉවත් කිරීමට උත්සාහ කිරීමේදී තුවාල ලැබූ විරෝධතාකරු ඊට බාධා කිරීම නිසා පොලිසිය ආත්මාරක්ෂාව සඳහා ක්‍රියා කළ බවයි.",
        "ප්‍රහාරය එල්ල වන විට සාමකාමීව විරෝධතාවයේ නිරත වූ බව සාක්ෂිකරුවන් ප්‍රකාශ කළා.",
        "“අපි සාමකාමීව උද්ඝෝෂණ කළා. සාමකාමීව විරෝධතා දැක්වීම ගැන ඔවුන් සඳහන් කළ සෑම දෙයකටම අපි එකඟ වුණා,” එක් විරෝධතාකරුවෙක් පැවසීය.",
        "Mynagogama නොහොත් Myna Go Gama යනු ජනාධිපතිවරයාට ඉල්ලා අස්වන ලෙස බලකරමින් ජනාධිපති ලේකම් කාර්යාලයෙන් කිලෝමීටරයක් ​​පමණ දුරින් ගාලුමුවදොර පිටියේ පිහිටි Occupy Wall Street පන්නයේ Gota Go Gama අඩවියට සමාන විරෝධතා අඩවියකි. මයිනා යනු අග්‍රාමාත්‍ය රාජපක්ෂට මෑතක සිට ගොඩනැගුණු අන්වර්ථ නාමයකි. අරලියගහ මන්දිරයේ ගාලු පාරේ පිවිසුමෙන් පිටත පිහිටුවා ඇති එම ස්ථානයේ විරෝධතාකරුවන් රජය සමඟ එක්ව අගමැතිවරයාට ඉල්ලා අස්වන ලෙස බලකරමින් සිටිනු දැකගත හැකි විය.",
        "නව වෙබ් අඩවිය විවෘත කර ඇත්තේ එය පිහිටුවීම වළක්වමින් අධිකරණ නියෝගයක් ලබා ගැනීමට පොලිසිය අපොහොසත් වීමෙන් පසුවය. මෙම විශේෂිත මාර්ගයේ සුඛෝපභෝගී හෝටල් සහ තානාපති කාර්යාල ගණනාවක් පවතී. මේ සතිය මුලදී පොලිසිය අරලියගහ මන්දිරයේ පදික වේදිකාවේ වාඩි වී සිටින විරෝධතාකරුවන් වැළැක්වීම සඳහා බස් රථ හතරක් සහ ට්‍රක් රථයක් නවතා තිබුණි. විරෝධතාකරුවන්ගෙන් ඇතැමෙක් ඒ අසල නවතා තිබූ බස් රථවල රාජපක්ෂ විරෝධී පුවරු අලවාගෙන සිටියහ.",
        "“මේ පොලිස් බස් රථ සහ ට්‍රක් රථ පදික වේදිකාවේ තිබෙන නිසා අපට කුඩා ප්‍රදේශයකට රැස්විය යුතුයි. අද උදේ අපි උද්ඝෝෂණ කරනකොට 9.30 ට විතර උසස් පොලිස් නිලධාරියෙක් ඇවිත් එකපාරටම බස්වල තිබුණු පුවරු ඉරාගෙන සීන් එක කරන්න පටන් ගත්තා.” සාක්ෂිකරුවෙක් පැවසීය.",
        "“ඔහු දැන් රෝහලේ සිටින විරෝධතාකරුවන්ගෙන් එක් අයෙකුට පහර දුන්නේය. මෙම පොලිස් නිලධාරියාගේ නිල ඇඳුමේ පෙනෙන ලාංඡන හෝ නාම ලේඛනයක් නොතිබුණි.",
        "“ඊට පස්සේ අපි පාරේ වාඩි වුණාට අපිට තේරුණා ඒකෙන් පීඩාවට පත් වෙන්නේ අපේ මිනිස්සු කියලා. අපි පොලිසියට කියන්නේ අපේ විරෝධතාව සාමකාමීව කරගෙන යන්න මේ වාහන අයින් කරන්න කියලා විතරයි,” ඔහු පැවසීය.",
        "මයිනගෝගමට පසුගිය දින කිහිපය පුරාවට සෙනඟ ආකර්ශනය වෙමින් පැවති නමුත් බොහෝ විරෝධතාකරුවන් කියා සිටියේ අගමැති නිවසින් පිටවන මහා බෞද්ධ පිරිත් සජ්ඣායනය නිසා තම ඉල්ලීම් ප්‍රකාශ කිරීමට අපහසු වූ බවයි. මාධ්‍ය වෙත ඔවුන් දැක්වූ අදහස් පවා යන්තම් ඇහෙන තරමටම උද්ඝෝෂකයන්ගේ කටහඬ ගිලිහී යමින් පැවති ජප හඬයි.",
        "අරලියගහ මන්දිරය නීති තුනක් උල්ලංඝනය කර ඇති බව නීතීඥ නාමල් රාජපක්ෂ (පාලක පවුලට සම්බන්ධ නැත) EconomyNext වෙත පැවසීය.",
        "“එකක් තමයි මේ පදික වේදිකාව පොලිස් වාහනවලින් අවහිර වීම. ඔවුන් නීතියට පටහැනිව දවසේ පැය 24 පුරාම ශ්‍රව්‍ය උපකරණ භාවිතා කරයි. නීතියට අනුව, ශබ්ද විකාශන යන්ත්‍ර භාවිතා කළ හැක්කේ රාත්‍රී 10 දක්වා පමණි. අගමැතිගේ නිවසට ඒවා දිගටම භාවිතා කිරීමට අවශ්‍ය නම්, ඔවුන්ට පොලිසියෙන් විශේෂ අවසරයක් අවශ්‍ය වේ.",
        "කොල්ලුපිටිය පොලිසියෙන් ඇහුවම කිව්වේ මේ ශබ්ද විකාශන යන්ත්‍රය පාවිච්චි කරන්න බලපත්‍රයක් දීලා නැහැ කියලා.",
        "\"තුන්වන උල්ලංඝනය වන්නේ නියෝජ්‍ය පොලිස්පතිවරයෙකු (ඩීඅයිජී) විරෝධතාකරුවන්ගේ පැල්පත බලහත්කාරයෙන් අල්ලාගෙන තිබීමයි\" ඔහු පැවසීය.",
        "සිකුරාදා සිදුවීමට පැය 48 කට පෙර අරලියගහ මන්දිරයෙන් පිටත පදික වේදිකාවේ නවතා තිබූ පොලිස් වාහන පිළිබඳව පැමිණිල්ලක් ඉදිරිපත් කර තිබුණද පලක් නොවූ බව නීතිඥවරයා පැවසීය.",
        "“ඒ අය කිව්වා අදාළ නිලධාරීන්ට ෆැක්ස් පණිවුඩ යවා තිබෙනවා කියලා. අපි ඔවුන්ගෙන් ඉල්ලා සිටින්නේ මේ පදික වේදිකා මහජන පරිහරණය සඳහා නිදහස් කරන ලෙසයි.” රාජපක්ෂ පැවසීය.",
        "“මෙම සාමකාමී විරෝධතාව කිසිඳු ආකාරයකින් කඩාකප්පල් නොකරන ලෙස අපි ඔවුන්ගෙන් ඉල්ලා සිටින අතර එසේ කළහොත් නීතිඥයින් ලෙස අපි ඔවුන්ට එරෙහිව ක්‍රියාමාර්ගයක් ගන්නා බවයි. කොල්ලුපිටිය පොලිසිය මෙම නීතිවිරෝධී ක්‍රියා දිගටම කරගෙන යාමට ඉඩ දී අපගේ පැමිණිලිවලට ක්‍රියා නොකරන්නේ නම්, අපි විරෝධතාව පොලිසියේ දොරකඩට ගෙන එන බව ඔහු පැවසීය.",
        "පහරදීම සම්බන්ධයෙන් චෝදනා එල්ල වූ ජ්‍යෙෂ්ඨ පොලිස් නිලධාරියා ප්‍රසිද්ධියේ සමාව ගත යුතු බවද ඔහු වැඩිදුරටත් පැවසීය. (කොළඹ/අප්‍රේල්29/2022)"
      ]
    },
    "ta": {
      "title": "பிரதமரின் இல்லத்திற்கு வெளியே போராட்டக்காரர் மீது தாக்குதல் நடத்தியதாக இலங்கை போலீசார் குற்றம் சாட்டியுள்ளனர்",
      "body_lines": [
        "பொருளாதாரம் - பிரதமர் மகிந்த ராஜபக்சவின் உத்தியோகபூர்வ இல்லமான அலரிமாளிகைக்கு வெளியே இலங்கையில் புதிதாகப் பெயர் சூட்டப்பட்ட மைனகோகம எதிர்ப்பு தளத்தில் வெள்ளிக்கிழமை (29) காலை ஒரு பொலிஸ் அதிகாரியால் தாக்கப்பட்டதாக நேரில் கண்ட சாட்சிகள் தெரிவித்தனர்.",
        "அலரிமாளிகைக்கு வெளியே கூடியிருந்த சட்டத்தரணிகள் மற்றும் ஏனைய எதிர்ப்பாளர்கள் EconomyNext இடம், ஒரு பொலிஸ் உத்தியோகத்தர் தனது சீருடையில் பேட்ஜ்கள் ஏதுமின்றி, எதிர்ப்பாளர்களில் ஒருவரைத் தாக்கி, அவரைக் காயப்படுத்தியதாகக் கூறினார். காயமடைந்த ஆர்ப்பாட்டக்காரர் கொழும்பு தேசிய வைத்தியசாலையின் விபத்து பிரிவில் அனுமதிக்கப்பட்டுள்ளார்.",
        "பொலிஸ் ஊடகப்பிரிவை தொடர்பு கொண்டு கேட்டபோது, ​​சம்பவம் தொடர்பில் எதுவுமே தெரியாது என மறுத்துள்ளனர். எவ்வாறாயினும், பொலிஸ் வாகனத்தில் ஒட்டப்பட்டிருந்த ஃபிளையரை அகற்ற முற்பட்ட போது காயமடைந்த ஆர்ப்பாட்டக்காரர் அவர்களைத் தடுத்ததால், பொலிஸார் தற்காப்புக்காகச் செயற்பட்டதாக பொலிஸ் ஊடகப் பேச்சாளர் SSP நிஹால் தல்துவாவை மேற்கோள் காட்டி தனியாரால் நடத்தப்படும் The Morning செய்தி வெளியிட்டுள்ளது.",
        "தாக்குதல் நடந்த போது தாங்கள் அமைதியான முறையில் போராட்டம் நடத்தியதாக சாட்சிகள் கூறியுள்ளனர்.",
        "“நாங்கள் அமைதியான முறையில் போராட்டம் நடத்தினோம். அமைதியான முறையில் போராட்டம் நடத்துவது குறித்து அவர்கள் கூறிய அனைத்தையும் நாங்கள் ஒப்புக்கொண்டோம்,” என்று ஒரு எதிர்ப்பாளர் கூறினார்.",
        "மைனகோகம, அல்லது மைனா கோ காமா, ஜனாதிபதி பதவி விலகக் கோரி காலி முகத்திடலில் ஒரு கிலோமீற்றர் தொலைவில் ஜனாதிபதி செயலகத்திற்கு வெளியே வோல் ஸ்ட்ரீட் பாணியில் கோட்டா கோ காமா தளத்தை ஆக்கிரமித்தல் போன்ற ஒரு போராட்ட தளமாகும். மைனா என்பது பிரதமர் ராஜபக்சேவுக்கு சமீபத்தில் நிறுவப்பட்ட புனைப்பெயர். அலரிமாளிகையின் காலி வீதி நுழைவாயிலுக்கு வெளியே அமைக்கப்பட்டுள்ள தளத்தில், அரசாங்கத்துடன் இணைந்து பிரதமர் பதவி விலகுமாறு ஆர்ப்பாட்டக்காரர்கள் கோரிக்கை விடுத்துள்ளனர்.",
        "புதிய தளம் நிறுவப்படுவதைத் தடுக்கும் நீதிமன்ற உத்தரவைப் பெற காவல்துறை தவறியதை அடுத்து திறக்கப்பட்டது. இந்த குறிப்பிட்ட சாலையில் பல சொகுசு விடுதிகள் மற்றும் தூதரகங்கள் உள்ளன. இந்த வார தொடக்கத்தில், கோவில் மரத்தின் நடைபாதையில் போராட்டக்காரர்கள் அமர்ந்திருப்பதைத் தடுக்க, நான்கு பேருந்துகள் மற்றும் ஒரு டிரக்கை போலீஸார் நிறுத்தினர். ஆர்ப்பாட்டக்காரர்களில் சிலர், அருகில் நிறுத்தப்பட்டிருந்த பேருந்துகளில் ராஜபக்சவுக்கு எதிரான பதாகைகளை ஒட்டியிருந்தனர்.",
        "“இந்த போலீஸ் பஸ்கள் மற்றும் டிரக்குகள் நடைபாதையில் இருப்பதால், நாங்கள் ஒரு சிறிய பகுதியில் கூட வேண்டும். இன்று காலை, நாங்கள் போராட்டம் நடத்திக்கொண்டிருந்தபோது, ​​9.30 மணியளவில் ஒரு மூத்த போலீஸ் அதிகாரி வந்து, திடீரென பேருந்துகளில் இருந்த பிளக்ஸ் கார்டுகளை கிழித்து காட்சியளிக்கத் தொடங்கினார்,” என்று ஒரு சாட்சி கூறினார்.",
        "\"இப்போது மருத்துவமனையில் இருக்கும் எதிர்ப்பாளர்களில் ஒருவரை அவர் அடித்தார். இந்த போலீஸ் அதிகாரியின் சீருடையில் தெரியும் பேட்ஜ்களோ அல்லது பெயர் குறியோ இல்லை.",
        "“அதன் பிறகு நாங்கள் சாலையில் அமர்ந்தோம், ஆனால் அதனால் பாதிக்கப்படுவது எங்கள் மக்கள்தான் என்பதை நாங்கள் உணர்ந்தோம். எங்கள் போராட்டம் அமைதியாக தொடர இந்த வாகனங்களை அகற்றுமாறு போலீசாரை மட்டும் கேட்டுக்கொள்கிறோம்,'' என்றார்.",
        "கடந்த சில நாட்களாக மைனகோகம மக்கள் கூட்டத்தை ஈர்த்து வருகிறது, ஆனால் பல போராட்டக்காரர்கள் பிரதமரின் இல்லத்திலிருந்து வெளிவரும் உரத்த பௌத்த பீரித் கோஷங்கள் காரணமாக தங்கள் கோரிக்கைகளுக்கு குரல் கொடுப்பதில் சிரமம் இருப்பதாக தெரிவித்தனர். இந்த கோஷம் எதிர்ப்பாளர்களின் குரல்களை மூழ்கடித்தது, ஊடகங்களுக்கு அவர்களின் கருத்துக்கள் கூட கேட்க முடியாத அளவிற்கு இருந்தது.",
        "சட்டத்தரணி நாமல் ராஜபக்ஷ (ஆளும் குடும்பத்துடன் தொடர்பில்லாதவர்) EconomyNext இடம், அலரி மாளிகை மூன்று சட்டங்களை மீறியுள்ளதாக தெரிவித்தார்.",
        "“ஒன்று இந்த நடைபாதை போலீஸ் வாகனங்களால் தடுக்கப்பட்டது. அவர்கள் 24 மணிநேரமும் ஆடியோ கருவிகளைப் பயன்படுத்துகிறார்கள், இது சட்டத்திற்கு எதிரானது. சட்டத்தின்படி, இரவு 10 மணி வரை மட்டுமே ஒலிபெருக்கிகளை வீட்டில் பயன்படுத்த முடியும். பிரதமரின் இல்லம் தொடர்ந்து அவற்றைப் பயன்படுத்த விரும்பினால், அவர்களுக்கு காவல்துறையின் சிறப்பு அனுமதி தேவை.",
        "“கொள்ளுப்பிட்டி பொலிஸாரிடம் கேட்டபோது, ​​இந்த ஒலிபெருக்கி பயன்பாட்டிற்கான உரிமம் வழங்கப்படவில்லை என்று கூறினார்.",
        "\"மூன்றாவது மீறல் என்னவென்றால், ஒரு துணை ஆய்வாளர் ஜெனரல் (டிஐஜி) எதிர்ப்பாளர்களின் குடிசையை வலுக்கட்டாயமாக எடுத்துள்ளார்\" என்று அவர் கூறினார்.",
        "வெள்ளிக்கிழமை நடந்த சம்பவத்திற்கு 48 மணி நேரத்திற்கு முன்னதாக, அலரி மாளிகைக்கு வெளியே உள்ள நடைபாதையில் போலீஸ் வாகனங்கள் நிறுத்தப்பட்டிருப்பது குறித்து புகார் அளிக்கப்பட்டது, ஆனால் பலனில்லை என்று வழக்கறிஞர் கூறினார்.",
        "“சம்பந்தப்பட்ட அதிகாரிகளுக்கு தொலைநகல் செய்திகள் அனுப்பப்பட்டதாக அவர்கள் கூறினர். இந்த நடைபாதைகளை பொதுமக்கள் பயன்பாட்டிற்கு விடுவிக்குமாறு கேட்டுக்கொள்கிறோம்” என ராஜபக்ஷ கூறினார்.",
        "\"இந்த அமைதியான போராட்டத்தை எந்த வகையிலும் சீர்குலைக்க வேண்டாம் என்று நாங்கள் அவர்களிடம் கேட்டுக்கொள்கிறோம், அவர்கள் அவ்வாறு செய்தால், வழக்கறிஞர்களாகிய நாங்கள் அவர்களுக்கு எதிராக நடவடிக்கை எடுப்போம். கொள்ளுப்பிட்டி பொலிசார் இந்த சட்டவிரோத செயல்களை தொடர அனுமதித்து எங்களின் முறைப்பாடுகள் மீது நடவடிக்கை எடுக்காவிட்டால், நாங்கள் போராட்டத்தை பொலிஸ் நிலைய வாசலுக்கு கொண்டு செல்வோம் என அவர் தெரிவித்துள்ளார்.",
        "தாக்குதல் தொடர்பாக குற்றம் சாட்டப்பட்ட மூத்த போலீஸ் அதிகாரி பகிரங்கமாக மன்னிப்பு கேட்க வேண்டும், என்றார். (கொழும்பு/ஏப்29/2022)"
      ]
    }
  }
}