{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Global-economic-outlook-has-darkened-business-and-Government-leaders-warn-in-Davos/34-735431",
  "time_ut": 1653681060,
  "title": "Global economic outlook has ‘darkened’, business and Government leaders warn in Davos",
  "body_lines": [
    "DAVOS (Reuters): Multiple threats to the global economy topped the worries of the world’s well-heeled at the annual Davos think-fest on Monday, with some flagging the risk of a worldwide recession.",
    "Political and business leaders gathering for the World Economic Forum (WEF) meet against a backdrop of inflation at its highest level in a generation in major economies including the US, Britain and Europe.",
    "These price rises have undermined consumer confidence and shaken the world’s financial markets, prompting central banks including the US Federal Reserve to raise interest rates.",
    "Meanwhile, the repercussions on oil and food markets of Russia’s invasion of Ukraine in February – which Moscow describes as a “special military operation” – and COVID-19 lockdowns in China with no clear end have compounded the gloom.",
    "“We have at least four crises, which are interwoven. We have high inflation… we have an energy crisis... we have food poverty, and we have a climate crisis. And we can’t solve the problems if we concentrate on only one of the crises,” German Vice Chancellor Robert Habeck said.",
    "“But if none of the problems are solved, I’m really afraid we’re running into a global recession with tremendous effect... on global stability,” Habeck said during a WEF panel discussion.",
    "The International Monetary Fund (IMF) last month cut its global growth outlook for the second time this year, citing the war in Ukraine and singling out inflation as a “clear and present danger” for many countries.",
    "IMF Managing Director Kristalina Georgieva, speaking in Davos on Monday, said the war, tighter financial conditions and price shocks – for food in particular – have clearly “darkened” the outlook in the month since, though she is not yet expecting a recession.",
    "Asked at a panel whether she expected a recession, Georgieva said: “No, not at this point. It doesn’t mean it is out of the question.”",
    "European Central Bank (ECB) President Christine Lagarde, due to speak in Davos yesterday, has warned that growth and inflation are on opposing paths, as mounting price pressures curb economic activity and devastate household purchasing power.",
    "“The Russia-Ukraine war may well prove to be a tipping point for hyper-globalisation,” she said in a blog post on Monday.",
    "“That could lead to supply chains becoming less efficient for a while and, during the transition, create more persistent cost pressures for the economy,” Lagarde added. Still, she essentially promised rate hikes in both July and September to put a brake on inflation, even if rising borrowing costs are bound to weigh on growth.",
    "“We knew, all knew from Day One that this war was bad economic news. Less growth and more inflation,” French policymaker Francois Villeroy de Galhau said. “This is the price we accepted together to pay to protect our values... It was worth paying this price.” “I would play down the idea of a short-term trade-off between inflation and growth,” he said. “In the short run, our priority is clearly... fighting inflation.”",
    "While the economic drag from the Ukraine crisis is being most keenly felt in Europe, it is the US economy that is experiencing the greatest price pressures.",
    "The Consumer Price Index shot from near zero two years ago to a 40-year high of 8.5% in March. The Fed responded earlier this month with its largest rate hike in 22 years, and Chair Jerome Powell has signalled increases of a similar magnitude – half a percentage point – at its next two meetings at least.",
    "The higher rates and expectations for more, though, have yet to weaken consumer spending and a red-hot US job market.",
    "“We’re not seeing it materialise in our business yet,” Marriott International Inc Chief Executive Anthony Capuano said of the threat of recession, adding: “There continues to be pent-up demand.”",
    "Harvard University economist Jason Furman, head of the Council of Economic Advisers under former President Barack Obama, said his baseline probability for a recession in any year is 15%. Now “I’m a little bit higher that 15,” he said, citing the strength of household balance sheets and expectations for more people to return to the workforce in coming months.",
    "Looking beyond that, however, he said he was concerned the Fed may need to lift rates higher than most officials and forecasters currently expect. “But that’s more like a year and a half, two and a half years from now.” Key emerging markets, including China, are still expected to see growth this year, even if at a slower pace than previously estimated.",
    "President of the New Development Bank Marcos Troyjo, set up by Brazil, Russia, India, China and South Africa, said his bank still expects “robust growth” this year in China, India and Brazil."
  ],
  "translate": {
    "si": {
      "title": "ගෝලීය ආර්ථික දැක්ම 'අඳුරු' වී ඇත, ව්‍යාපාරික සහ රජයේ නායකයින් ඩාවෝස්හිදී අනතුරු අඟවයි",
      "body_lines": [
        "ඩාවෝස් (රොයිටර්): සඳුදා වාර්ෂික ඩාවෝස් චින්තන උළෙලේ දී ලෝක ආර්ථිකයට ඇති බහුවිධ තර්ජන, ලෝක ව්‍යාප්ත අවපාතයක අවදානම සලකුණු කරමින් ලෝකයේ හොඳින් සිටින අයගේ කනස්සල්ලට හේතු විය.",
        "එක්සත් ජනපදය, බ්‍රිතාන්‍යය සහ යුරෝපය ඇතුළු ප්‍රධාන ආර්ථිකයන්හි පරම්පරාවක උද්ධමනය ඉහළම මට්ටමේ පවතින පසුබිමකට එරෙහිව ලෝක ආර්ථික සංසදය (WEF) සඳහා රැස්වන දේශපාලන සහ ව්‍යාපාරික නායකයින් හමුවෙයි.",
        "මෙම මිල ඉහල යාම පාරිභෝගික විශ්වාසය පළුදු කර ඇති අතර ලෝක මූල්‍ය වෙලඳපොලවල් සොලවා ඇති අතර, එක්සත් ජනපද ෆෙඩරල් සංචිතය ඇතුළු මහ බැංකු පොලී අනුපාත ඉහල දැමීමට පොළඹවයි.",
        "මේ අතර, පෙබරවාරි මාසයේදී රුසියාව යුක්රේනය ආක්‍රමණය කිරීමේ තෙල් හා ආහාර වෙලඳපොලවල් කෙරෙහි ඇති වූ ප්‍රතිවිපාක - මොස්කව් විස්තර කරන්නේ “විශේෂ මිලිටරි මෙහෙයුමක්” ලෙසයි - සහ පැහැදිලි අවසානයක් නොමැතිව චීනයේ COVID-19 අගුලු දැමීම් අඳුරු වී ඇත.",
        "“අපට අවම වශයෙන් අර්බුද හතරක් ඇත, ඒවා එකිනෙකට බැඳී ඇත. අපට ඉහළ උද්ධමනයක් තිබේ ... අපට බලශක්ති අර්බුදයක් තිබේ ... අපට ආහාර දරිද්‍රතාවයක් ඇත, අපට දේශගුණික අර්බුදයක් ඇත. අපි එක් අර්බුදයක් ගැන පමණක් අවධානය යොමු කළහොත් අපට ගැටලු විසඳිය නොහැක, ”ජර්මානු උපකුලපති රොබට් හැබෙක් පැවසීය.",
        "\"නමුත් ගැටළු කිසිවක් විසඳා නොගන්නේ නම්, ගෝලීය ස්ථාවරත්වය මත දැවැන්ත බලපෑමක් ඇතිව ගෝලීය අවපාතයකට අප ගමන් කරයි කියා මම ඇත්තටම බිය වෙමි,\" WEF කමිටු සාකච්ඡාවකදී හැබෙක් පැවසීය.",
        "යුක්රේනයේ යුද්ධය සහ උද්ධමනය බොහෝ රටවලට “පැහැදිලි සහ වර්තමාන අනතුරක්” ලෙස හුවා දක්වමින් ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) පසුගිය මාසයේ සිය ගෝලීය වර්ධන ඉදිරි දැක්ම මේ වසරේ දෙවන වරටත් කපා හැරියේය.",
        "IMF කළමනාකාර අධ්‍යක්ෂිකා Kristalina Georgieva සඳුදා ඩාවෝස් හි කතා කරමින් කියා සිටියේ යුද්ධය, දැඩි මූල්‍ය තත්වයන් සහ මිල කම්පන - විශේෂයෙන් ආහාර සඳහා - ඇය තවමත් අවපාතයක් අපේක්ෂා නොකරන නමුත් මාසයේ සිට ඉදිරි දැක්ම පැහැදිලිවම “අඳුරු” කර ඇති බවයි.",
        "ඇය අවපාතයක් අපේක්ෂා කරන්නේ දැයි මණ්ඩලයක දී විමසූ විට ජෝර්ජීවා මෙසේ පැවසීය: “නැහැ, මේ මොහොතේ නොවේ. එය ප්‍රශ්නයෙන් බැහැර බව එයින් අදහස් නොවේ. ”",
        "යුරෝපීය මහ බැංකුවේ (ඊසීබී) සභාපති ක්‍රිස්ටීන් ලගාර්ඩ්, ඊයේ ඩාවෝස්හිදී කතා කිරීමට නියමිතව, වර්ධනය සහ උද්ධමනය ප්‍රතිවිරුද්ධ මාවතක ගමන් කරන බවට අනතුරු අඟවා ඇත්තේ, වැඩිවන මිල පීඩනයන් ආර්ථික ක්‍රියාකාරකම් වලක්වන අතර ගෘහස්ථ මිලදී ගැනීමේ ශක්තිය විනාශ කරන බැවිනි.",
        "\"රුසියාව-යුක්රේන යුද්ධය අධි-ගෝලීයකරණය සඳහා ඉඟි ලක්ෂ්‍යයක් බව ඔප්පු විය හැකිය,\" ඇය සඳුදා බ්ලොග් සටහනක පැවසුවාය.",
        "\"එය යම් කාලයක් සඳහා සැපයුම් දාමයන් අඩු කාර්යක්ෂම වීමට හේතු විය හැකි අතර, සංක්රමණය අතරතුර, ආර්ථිකය සඳහා වඩා ස්ථායී පිරිවැය පීඩනයක් ඇති කරයි,\" Lagarde වැඩිදුරටත් පැවසීය. කෙසේ වෙතත්, ඉහල යන ණය ගැනීමේ පිරිවැය වර්ධනය මත බර පැටවීමට බැඳී සිටියත්, උද්ධමනය මත තිරිංග දැමීම සඳහා ජූලි සහ සැප්තැම්බර් යන දෙදින තුල පොලී අනුපාත ඉහල දැමීම් ඇය අත්‍යවශ්‍යයෙන්ම පොරොන්දු විය.",
        "“මෙම යුද්ධය නරක ආර්ථික ප්‍රවෘත්තියක් බව පළමු දිනයේ සිටම අපි දැන සිටියෙමු. අඩු වර්ධනයක් සහ වැඩි උද්ධමනයක්,” ප්‍රංශ ප්‍රතිපත්ති සම්පාදක Francois Villeroy de Galhau පැවසීය. \"අපගේ වටිනාකම් ආරක්ෂා කර ගැනීම සඳහා අපි එකට ගෙවීමට ගත් මිල මෙයයි ... මෙම මිල ගෙවීම වටී.\" \"උද්ධමනය සහ වර්ධනය අතර කෙටි කාලීන වෙළඳාමක් පිළිබඳ අදහස මම පහත හෙලමි,\" ඔහු පැවසීය. \"කෙටි කාලීනව, අපගේ ප්‍රමුඛතාවය පැහැදිලිවම... උද්ධමනයට එරෙහිව සටන් කිරීමයි.\"",
        "යුක්රේන අර්බුදයේ ආර්ථික ඇද ගැනීම යුරෝපයට වඩාත් දැඩි ලෙස දැනෙන අතර, විශාලතම මිල පීඩනය අත්විඳින්නේ එක්සත් ජනපද ආර්ථිකයයි.",
        "පාරිභෝගික මිල දර්ශකය වසර දෙකකට පෙර බිංදුවට ආසන්නයේ සිට මාර්තු මාසයේදී 40 වසරක ඉහළම අගය වන 8.5% දක්වා ඉහළ ගියේය. ෆෙඩරල් මහ බැංකුව මේ මස මුලදී ප්‍රතිචාර දැක්වූයේ වසර 22 තුළ එහි විශාලතම අනුපාත ඉහල දැමීමත් සමඟ වන අතර සභාපති ජෙරොම් පවෙල් අවම වශයෙන් එහි මීළඟ රැස්වීම් දෙකේදී සමාන විශාලත්වයකින් - ප්‍රතිශත ලක්ෂ්‍යයකින් අඩක වැඩිවීමක් ඇඟවුම් කර ඇත.",
        "කෙසේ වෙතත්, ඉහළ අනුපාත සහ තවත් වැඩි අපේක්ෂාවන් තවමත් පාරිභෝගික වියදම් සහ රතු-උණුසුම් එක්සත් ජනපද රැකියා වෙලඳපොල දුර්වල කිරීමට සමත් වී නැත.",
        "\"අපගේ ව්‍යාපාරය තුළ එය තවමත් ක්‍රියාත්මක වන බවක් අපට නොපෙනේ,\" Marriott International Inc හි ප්‍රධාන විධායක ඇන්තනි කපුවානෝ අවපාතයේ තර්ජනය ගැන පැවසුවේ, \"අඛණ්ඩ ඉල්ලුමක් පවතී.\"",
        "හිටපු ජනාධිපති බරක් ඔබාමා යටතේ ආර්ථික උපදේශක කවුන්සිලයේ ප්‍රධානී හාවඩ් විශ්වවිද්‍යාලයේ ආර්ථික විද්‍යාඥ ජේසන් ෆර්මන් පැවසුවේ ඕනෑම වසරක අවපාතයක් සඳහා ඔහුගේ මූලික සම්භාවිතාව 15%ක් බවයි. දැන් \"මම 15 ට වඩා ටිකක් වැඩියි,\" ඔහු පැවසුවේ, ගෘහස්ථ ශේෂ පත්‍රවල ශක්තිය සහ ඉදිරි මාසවලදී වැඩි පිරිසක් නැවත ශ්‍රම බලකායට පැමිණීමේ අපේක්ෂාවන් උපුටා දක්වමිනි.",
        "කෙසේ වෙතත්, ඉන් ඔබ්බට බලන විට, බොහෝ නිලධාරීන් සහ පුරෝකථනය කරන්නන් දැනට අපේක්ෂා කරන ප්‍රමාණයට වඩා ඉහළ අනුපාත ඉහළ නැංවීමට මහ බැංකුවට අවශ්‍ය විය හැකි බව ඔහු සැලකිලිමත් විය. \"නමුත් එය දැන් අවුරුදු එකහමාරක්, අවුරුදු දෙකහමාරක් වගේ.\" චීනය ඇතුළු ප්‍රධාන නැගී එන වෙලඳපොලවල්, කලින් ඇස්තමේන්තු කළ ප්‍රමාණයට වඩා මන්දගාමී වේගයකින් වුවද, මේ වසරේ වර්ධනයක් දැකීමට අපේක්ෂා කෙරේ.",
        "බ්‍රසීලය, රුසියාව, ඉන්දියාව, චීනය සහ දකුණු අප්‍රිකාව විසින් පිහිටුවන ලද නව සංවර්ධන බැංකුවේ සභාපති Marcos Troyjo, චීනය, ඉන්දියාව සහ බ්‍රසීලයේ මෙම වසරේ \"ශක්තිමත් වර්ධනයක්\" තම බැංකුව තවමත් අපේක්ෂා කරන බව පැවසීය."
      ]
    },
    "ta": {
      "title": "உலகளாவிய பொருளாதாரக் கண்ணோட்டம் ‘இருண்டுவிட்டது’, வணிக மற்றும் அரசாங்கத் தலைவர்கள் டாவோஸில் எச்சரிக்கின்றனர்",
      "body_lines": [
        "டாவோஸ் (ராய்ட்டர்ஸ்): திங்களன்று நடந்த வருடாந்திர டாவோஸ் திங்க்-ஃபெஸ்டில், உலகப் பொருளாதாரத்திற்குப் பல அச்சுறுத்தல்கள், உலக அளவில் பொருளாதார மந்தநிலை ஏற்படும் அபாயத்தைக் கொடிகட்டிப் பறக்கவிட்ட உலக நலம் பெற்றவர்களின் கவலைகளில் முதலிடம் பிடித்தன.",
        "உலகப் பொருளாதார மன்றத்தில் (WEF) கூடும் அரசியல் மற்றும் வணிகத் தலைவர்கள், அமெரிக்கா, பிரிட்டன் மற்றும் ஐரோப்பா உள்ளிட்ட முக்கியப் பொருளாதாரங்களில் ஒரு தலைமுறையில் பணவீக்கம் உச்சத்தில் இருக்கும் பின்னணியில் சந்திக்கின்றனர்.",
        "இந்த விலைவாசி உயர்வுகள் நுகர்வோர் நம்பிக்கையை குறைமதிப்பிற்கு உட்படுத்தியுள்ளது மற்றும் உலக நிதிச் சந்தைகளை உலுக்கியது, அமெரிக்க பெடரல் ரிசர்வ் உள்ளிட்ட மத்திய வங்கிகள் வட்டி விகிதங்களை உயர்த்த தூண்டியது.",
        "இதற்கிடையில், பிப்ரவரியில் உக்ரைன் மீதான ரஷ்யாவின் படையெடுப்பின் எண்ணெய் மற்றும் உணவுச் சந்தைகளில் ஏற்பட்ட விளைவுகள் - இது ஒரு \"சிறப்பு இராணுவ நடவடிக்கை\" என்று மாஸ்கோ விவரிக்கிறது - மற்றும் தெளிவான முடிவு இல்லாமல் சீனாவில் COVID-19 பூட்டுதல்கள் இருளை அதிகப்படுத்தியுள்ளன.",
        "\"எங்களிடம் குறைந்தது நான்கு நெருக்கடிகள் உள்ளன, அவை பின்னிப்பிணைந்துள்ளன. எங்களிடம் அதிக பணவீக்கம் உள்ளது... எங்களுக்கு எரிசக்தி நெருக்கடி உள்ளது... உணவு வறுமை உள்ளது, காலநிலை நெருக்கடி உள்ளது. நெருக்கடிகளில் ஒன்றில் மட்டும் கவனம் செலுத்தினால் பிரச்சினைகளைத் தீர்க்க முடியாது” என்று ஜெர்மன் துணைவேந்தர் ராபர்ட் ஹேபெக் கூறினார்.",
        "\"ஆனால் எந்த பிரச்சனையும் தீர்க்கப்படாவிட்டால், உலகளாவிய ஸ்திரத்தன்மையின் மீது மிகப்பெரிய விளைவுகளுடன் உலகளாவிய மந்தநிலையில் நாம் ஓடிக்கொண்டிருப்போம் என்று நான் மிகவும் பயப்படுகிறேன்,\" என்று WEF குழு விவாதத்தின் போது ஹேபெக் கூறினார்.",
        "சர்வதேச நாணய நிதியம் (IMF) கடந்த மாதம் அதன் உலக வளர்ச்சிக் கண்ணோட்டத்தை இந்த ஆண்டு இரண்டாவது முறையாகக் குறைத்தது, உக்ரேனில் நடந்த போரை மேற்கோள் காட்டி, பணவீக்கத்தை பல நாடுகளுக்கு \"தெளிவான மற்றும் தற்போதைய ஆபத்து\" என்று தனிமைப்படுத்தியது.",
        "IMF நிர்வாக இயக்குனர் Kristalina Georgieva, திங்களன்று Davos இல் பேசுகையில், போர், இறுக்கமான நிதி நிலைமைகள் மற்றும் விலை அதிர்ச்சிகள் - குறிப்பாக உணவு - அவர் இன்னும் மந்தநிலையை எதிர்பார்க்கவில்லை என்றாலும், மாதத்தின் பார்வையை தெளிவாக \"இருண்டுவிட்டது\" என்றார்.",
        "மந்தநிலையை எதிர்பார்க்கிறீர்களா என்று ஒரு குழுவில் கேட்டதற்கு, ஜார்ஜீவா கூறினார்: \"இல்லை, இந்த கட்டத்தில் இல்லை. இது கேள்விக்கு அப்பாற்பட்டது என்று அர்த்தமல்ல.",
        "ஐரோப்பிய மத்திய வங்கியின் (ECB) தலைவர் கிறிஸ்டின் லகார்ட் நேற்று டாவோஸில் பேசுகையில், வளர்ச்சியும் பணவீக்கமும் எதிரெதிர் பாதையில் இருப்பதாக எச்சரித்துள்ளார், ஏனெனில் பெருகிவரும் விலை அழுத்தங்கள் பொருளாதார நடவடிக்கைகளைக் கட்டுப்படுத்தி, வீட்டு வாங்கும் சக்தியை நாசமாக்குகின்றன.",
        "\"ரஷ்யா-உக்ரைன் போர் மிகை உலகமயமாக்கலுக்கான ஒரு முக்கிய புள்ளியாக இருக்கலாம்\" என்று திங்களன்று ஒரு வலைப்பதிவு இடுகையில் அவர் கூறினார்.",
        "\"இது விநியோகச் சங்கிலிகள் சிறிது நேரம் செயல்திறன் குறைவாக இருக்க வழிவகுக்கும் மற்றும் மாற்றத்தின் போது, ​​பொருளாதாரத்திற்கு அதிக நிலையான செலவு அழுத்தங்களை உருவாக்கலாம்,\" என்று லகார்ட் மேலும் கூறினார். இருப்பினும், ஜூலை மற்றும் செப்டம்பர் ஆகிய இரு மாதங்களில் பணவீக்கத்திற்கு ஒரு தடையாக விகித உயர்வுகளை அவர் உறுதியளித்தார், அதிகரித்து வரும் கடன் செலவுகள் வளர்ச்சியை எடைபோடினாலும் கூட.",
        "“இந்தப் போர் மோசமான பொருளாதாரச் செய்தி என்பதை முதல் நாளிலிருந்தே அனைவரும் அறிந்திருந்தோம். குறைந்த வளர்ச்சி மற்றும் அதிக பணவீக்கம்,\" என்று பிரெஞ்சு கொள்கை வகுப்பாளர் ஃபிராங்கோயிஸ் வில்லெராய் டி கல்ஹாவ் கூறினார். \"எங்கள் மதிப்புகளைப் பாதுகாக்க நாங்கள் ஒன்றாகச் செலுத்திய விலை இதுதான்... இந்த விலையைச் செலுத்துவது மதிப்புக்குரியது.\" \"பணவீக்கத்திற்கும் வளர்ச்சிக்கும் இடையே ஒரு குறுகிய கால வர்த்தகம் பற்றிய யோசனையை நான் குறைக்கிறேன்,\" என்று அவர் கூறினார். \"குறுகிய காலத்தில், எங்கள் முன்னுரிமை தெளிவாக... பணவீக்கத்தை எதிர்த்துப் போராடுவது.\"",
        "உக்ரைன் நெருக்கடியில் இருந்து பொருளாதார இழுவை ஐரோப்பாவில் மிகவும் கூர்மையாக உணரப்பட்டாலும், அமெரிக்கப் பொருளாதாரம் தான் அதிக விலை அழுத்தங்களை அனுபவித்து வருகிறது.",
        "நுகர்வோர் விலைக் குறியீடு இரண்டு ஆண்டுகளுக்கு முன்பு பூஜ்ஜியத்திற்கு அருகில் இருந்து மார்ச் மாதத்தில் 40 ஆண்டுகளில் 8.5% ஆக உயர்ந்தது. மத்திய வங்கி இந்த மாத தொடக்கத்தில் 22 ஆண்டுகளில் மிகப்பெரிய விகித உயர்வுடன் பதிலளித்தது, மேலும் தலைவர் ஜெரோம் பவல் அதன் அடுத்த இரண்டு கூட்டங்களிலாவது இதே அளவு - அரை சதவீத புள்ளி - அதிகரிப்பை சமிக்ஞை செய்துள்ளார்.",
        "இருப்பினும், அதிக விகிதங்கள் மற்றும் அதிக எதிர்பார்ப்புகள், இன்னும் நுகர்வோர் செலவினத்தை பலவீனப்படுத்தவில்லை மற்றும் அமெரிக்க வேலைச் சந்தையின் தீவிரத்தை குறைக்கவில்லை.",
        "\"எங்கள் வணிகத்தில் இது இன்னும் செயல்படுவதை நாங்கள் காணவில்லை,\" என்று Marriott International Inc இன் தலைமை நிர்வாகி அந்தோனி கபுவானோ மந்தநிலை அச்சுறுத்தலைப் பற்றி கூறினார்: \"தேவை தொடர்ந்து உள்ளது.\"",
        "முன்னாள் ஜனாதிபதி பராக் ஒபாமாவின் கீழ் பொருளாதார ஆலோசகர்கள் கவுன்சிலின் தலைவரான ஹார்வர்ட் பல்கலைக்கழக பொருளாதார நிபுணர் ஜேசன் ஃபர்மன், எந்த வருடத்திலும் மந்தநிலை ஏற்படுவதற்கான அடிப்படை நிகழ்தகவு 15% என்று கூறினார். இப்போது \"நான் 15 ஐ விட சற்று அதிகமாக இருக்கிறேன்,\" என்று அவர் கூறினார், வீட்டு இருப்புநிலைகளின் வலிமை மற்றும் வரவிருக்கும் மாதங்களில் அதிகமான மக்கள் பணியாளர்களுக்கு திரும்புவார்கள் என்ற எதிர்பார்ப்புகளை மேற்கோள் காட்டினார்.",
        "எவ்வாறாயினும், அதற்கு அப்பால் பார்க்கும்போது, ​​பெரும்பாலான அதிகாரிகள் மற்றும் முன்னறிவிப்பாளர்கள் தற்போது எதிர்பார்ப்பதை விட அதிக விகிதங்களை மத்திய வங்கி உயர்த்த வேண்டும் என்று அவர் கவலைப்படுவதாகக் கூறினார். \"ஆனால் அது இப்போது ஒன்றரை, இரண்டரை வருடங்கள் போன்றது.\" சீனா உட்பட வளர்ந்து வரும் முக்கிய சந்தைகள் இந்த ஆண்டு வளர்ச்சியைக் காணும் என்று எதிர்பார்க்கப்படுகிறது, முன்பு மதிப்பிடப்பட்டதை விட மெதுவான வேகத்தில் இருந்தாலும் கூட.",
        "பிரேசில், ரஷ்யா, இந்தியா, சீனா மற்றும் தென்னாப்பிரிக்காவால் அமைக்கப்பட்ட புதிய மேம்பாட்டு வங்கியின் தலைவர் மார்கோஸ் ட்ராய்ஜோ, சீனா, இந்தியா மற்றும் பிரேசில் ஆகிய நாடுகளில் இந்த ஆண்டு \"வலுவான வளர்ச்சியை\" தனது வங்கி இன்னும் எதிர்பார்க்கிறது என்றார்."
      ]
    }
  }
}