{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/05/sri-lanka-navy-marines-to-take-part-in-rimpac-2022-hosted-by-the-us-pacific-fleet/",
  "time_ut": 1654427700,
  "title": "Sri Lanka Navy Marines to take part in RIMPAC 2022, hosted by the US Pacific Fleet",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Navy (SLN) contingent which is expected to take part in the Rim of the Pacific (RIMPAC) Exercise 2022, hosted by the US Pacific Fleet, left for Australia from the Bandaranaike International Airport this morning (04th June 2022) by a special flight arranged by Royal Australian Air Force.",
    "The Sri Lanka Navy contingent comprises 50 naval personnel including both officers and sailors.",
    "In Australia, the SLN contingent will partner with crew of HMAS Canberra of Royal Australian Navy for a two weeks acclimatization programme and the SLN contingent will subsequently be leave for Hawaiian Islands and Southern California, United States onboard HMAS Canberra for RIMPAC 2022.",
    "Held from June to July, the 2022 edition of the exercise will feature surface ships, submarines, aircraft and over 25000 armed force personnel including ground troops from a number of countries.",
    "Meanwhile, Commander of the Navy, Vice Admiral Nishantha Ulugetenne pinned flag patches on the uniforms of RIMPAC-bound SLN contingent on 02nd June 2022 at the Navy Headquarters.",
    "SLN contingent of 50 comprising 48 Marines and 02 Special Boat Squadron personnel are expected to take part in RIMPAC 2022, under the auspices of the governments of Australia and the United States.",
    "The Rim of the Pacific Exercise, conducted for the 28th time, is the world’s largest international maritime warfare exercise.",
    "Taking part in this nature of exercises would enable the Sri Lanka Navy to exchange best practices and foster and sustain cooperative relationships that are critical to ensuring the safety of sea lanes and security on the world’s interconnected oceans, with like-minded partners across from the globe.",
    "Post of PM, Youth in Politics, Economic Crisis : PM’s stance",
    "Sri Lanka Navy Marines to take part in RIMPAC 2022, hosted by the US Pacific Fleet"
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජනපද පැසිෆික් බලඇණිය විසින් සත්කාරකත්වය දරන RIMPAC 2022 සඳහා ශ්‍රී ලංකා නාවික හමුදාවේ මැරීන් භටයින් සහභාගී වීමට නියමිතය.",
      "body_lines": [
        "COLOMBO (News 1st); එක්සත් ජනපද පැසිෆික් බලඇණිය විසින් සත්කාරකත්වය සපයනු ලබන රිම් ඔෆ් ද පැසිෆික් (RIMPAC) අභ්‍යාස 2022 සඳහා සහභාගී වීමට අපේක්ෂා කරන ශ්‍රී ලංකා නාවික හමුදාවේ (SLN) කණ්ඩායම අද (2022 ජූනි 04) උදෑසන බණ්ඩාරනායක ජාත්‍යන්තර ගුවන් තොටුපලෙන් ඕස්ට්‍රේලියාව බලා පිටත් විය. රාජකීය ඕස්ට්‍රේලියානු ගුවන් හමුදාව විසින් ගුවන් යානය සංවිධානය කරන ලදී.",
        "ශ්‍රී ලංකා නාවික හමුදාවේ නිලධාරීන් සහ නාවිකයන් ඇතුළු නාවික පුද්ගලයින් 50 දෙනෙකුගෙන් සමන්විත වේ.",
        "ඕස්ට්‍රේලියාවේදී, SLN කණ්ඩායම, රාජකීය ඕස්ට්‍රේලියානු නාවික හමුදාවේ HMAS Canberra හි කාර්ය මණ්ඩලය සමඟ සති දෙකක හුරුපුරුදු වැඩසටහනක් සඳහා හවුල් වනු ඇති අතර, SLN කණ්ඩායම පසුව RIMPAC 2022 සඳහා HMAS Canberra නෞකාවෙන් එක්සත් ජනපදයේ Hawaiian Islands සහ Southern California වෙත පිටත් වනු ඇත.",
        "ජූනි සිට ජූලි දක්වා පැවැත්වෙන මෙම අභ්‍යාසයේ 2022 සංස්කරණය මතුපිට නැව්, සබ්මැරීන, ගුවන් යානා සහ රටවල් ගණනාවකින් ගොඩබිම් භටයන් ඇතුළු සන්නද්ධ හමුදා සාමාජිකයින් 25000 කට අධික සංඛ්‍යාවක් ඇතුළත් වේ.",
        "මේ අතර, නාවික හමුදාධිපති, වයිස් අද්මිරාල් නිශාන්ත උළුගේතැන්න විසින් 2022 ජූනි මස 02 වන දින නාවික හමුදා මූලස්ථානයේදී RIMPAC වෙත පිටත්ව යන ශ්‍රී ලංකා නාවික හමුදාවේ නිල ඇඳුම් සඳහා ධජ පැච් සවි කරන ලදී.",
        "ඔස්ට්‍රේලියාවේ සහ එක්සත් ජනපදයේ රජයන්ගේ අනුග්‍රහය යටතේ නාවික භටයින් 48 දෙනෙකු සහ විශේෂ යාත්‍රා බලඝණ නිලධාරීන් 02 දෙනෙකුගෙන් සමන්විත 50 දෙනෙකුගෙන් යුත් ශ්‍රී ලංකා නාවික හමුදාව RIMPAC 2022 සඳහා සහභාගී වීමට අපේක්ෂා කෙරේ.",
        "28 වැනි වරටත් පවත්වන ලද පැසිෆික් අභ්‍යාසයේ රිම්, ලොව විශාලතම ජාත්‍යන්තර සමුද්‍ර යුද අභ්‍යාසයයි.",
        "මෙවැනි අභ්‍යාසවලට සහභාගී වීමෙන් ශ්‍රී ලංකා නාවික හමුදාවට හොඳම පරිචයන් හුවමාරු කර ගැනීමටත්, සමුද්‍ර මංතීරුවල ආරක්ෂාව සහ ලෝකයේ අන්තර් සම්බන්ධිත සාගරවල ආරක්ෂාව සහතික කිරීම සඳහා තීරනාත්මක වන සමුපකාර සබඳතා ගොඩනඟා ගැනීමටත්, ලොව පුරා සිටින සමාන අදහස් ඇති හවුල්කරුවන් සමඟින් සහයෝගීතාව පවත්වා ගැනීමටත් හැකි වේ. .",
        "අගමැති තනතුර, තරුණ දේශපාලනයේ, ආර්ථික අර්බුදය: අගමැතිගේ ස්ථාවරය",
        "එක්සත් ජනපද පැසිෆික් බලඇණිය විසින් සත්කාරකත්වය දරන RIMPAC 2022 සඳහා ශ්‍රී ලංකා නාවික හමුදාවේ මැරීන් භටයින් සහභාගී වීමට නියමිතය."
      ]
    },
    "ta": {
      "title": "அமெரிக்க பசிபிக் கடற்படையால் நடத்தப்படும் RIMPAC 2022 இல் இலங்கை கடற்படை கடற்படையினர் பங்கேற்க உள்ளனர்.",
      "body_lines": [
        "COLOMBO (News 1st); அமெரிக்க பசுபிக் கடற்படையால் நடத்தப்படும் ரிம் ஆஃப் தி பசிபிக் (RIMPAC) பயிற்சி 2022 இல் பங்கேற்க எதிர்பார்க்கப்படும் இலங்கை கடற்படை (SLN) குழுவினர் இன்று (ஜூன் 04, 2022) பண்டாரநாயக்க சர்வதேச விமான நிலையத்தில் இருந்து அவுஸ்திரேலியா நோக்கிச் சென்றனர். ராயல் ஆஸ்திரேலிய விமானப்படை ஏற்பாடு செய்த விமானம்.",
        "இலங்கை கடற்படைக் குழுவில் அதிகாரிகள் மற்றும் மாலுமிகள் உட்பட 50 கடற்படை வீரர்கள் உள்ளனர்.",
        "ஆஸ்திரேலியாவில், SLN குழுவானது ராயல் ஆஸ்திரேலிய கடற்படையின் HMAS கான்பெர்ராவின் குழுவினருடன் இரண்டு வார பழக்கவழக்கத் திட்டத்திற்குப் பங்காளியாக இருக்கும், பின்னர் SLN குழுவானது ஹவாய் தீவுகள் மற்றும் அமெரிக்காவின் தெற்கு கலிபோர்னியாவிற்கு RIMPAC 2022 க்காக HMAS கான்பெர்ரா கப்பலில் புறப்படும்.",
        "ஜூன் முதல் ஜூலை வரை நடைபெறும் இந்த பயிற்சியின் 2022 பதிப்பில் மேற்பரப்பு கப்பல்கள், நீர்மூழ்கிக் கப்பல்கள், விமானங்கள் மற்றும் பல நாடுகளைச் சேர்ந்த தரைப்படைகள் உட்பட 25000 க்கும் மேற்பட்ட ஆயுதப்படை வீரர்கள் இடம்பெறுவார்கள்.",
        "இதற்கிடையில், கடற்படைத் தளபதி வைஸ் அட்மிரல் நிஷாந்த உலுகெதென்ன 2022 ஜூன் 02 அன்று கடற்படைத் தலைமையகத்தில் RIMPAC-க்கு செல்லும் SLN குழுவின் சீருடைகளில் கொடி இணைப்புகளை பொருத்தினார்.",
        "48 கடற்படையினர் மற்றும் 02 சிறப்புப் படகுப் படைப் பணியாளர்கள் அடங்கிய 50 பேர் கொண்ட SLN குழுவானது, ஆஸ்திரேலியா மற்றும் அமெரிக்க அரசாங்கங்களின் அனுசரணையில் RIMPAC 2022 இல் பங்குபெறும் என எதிர்பார்க்கப்படுகிறது.",
        "28 வது முறையாக நடத்தப்பட்ட பசிபிக் பயிற்சியின் விளிம்பு, உலகின் மிகப்பெரிய சர்வதேச கடல்சார் போர் பயிற்சியாகும்.",
        "இத்தகைய பயிற்சிகளில் பங்கேற்பதன் மூலம், இலங்கை கடற்படைக்கு சிறந்த நடைமுறைகளைப் பரிமாறிக் கொள்ளவும், கடல் பாதைகளின் பாதுகாப்பையும், உலகின் ஒன்றோடொன்று இணைக்கப்பட்ட பெருங்கடல்களின் பாதுகாப்பையும் உறுதி செய்வதில் முக்கியமான கூட்டுறவு உறவுகளை வளர்க்கவும், பேணவும் உதவும். .",
        "பிரதமர் பதவி, அரசியலில் இளைஞர்கள், பொருளாதார நெருக்கடி: பிரதமரின் நிலைப்பாடு",
        "அமெரிக்க பசிபிக் கடற்படையால் நடத்தப்படும் RIMPAC 2022 இல் இலங்கை கடற்படை கடற்படையினர் பங்கேற்க உள்ளனர்."
      ]
    }
  }
}