{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82039/presidents-reply-letter-to-chief-prelates-of-three-chapters",
  "time_ut": 1650886800,
  "title": "President’s reply letter to Chief Prelates of Three Chapters",
  "body_lines": [
    "President Gotabaya Rajapaksa has replied to the letter sent by the Chief Prelates of the Three Buddhist Chapters dated on 20.04.2022 addressing the President, the Prime Minister, the Leader of the Opposition and all party leaders in Parliament regarding the current situation in the country.",
    "The President’s Media Division has released excerpts of the letter to the media today (25).",
    "The President acknowledged that he has by no means ignored the contents of the set of proposals which the Venerable Theras had previously sent to him.",
    "He said they have already taken a number of immediate steps to address the economic crisis in the country, as the Theras have pointed out.",
    "“I am aware of the dire living conditions the people are facing,” President Rajapaksa said, while also informing that he is working with the Cabinet with expert assistance, based on daily statistics and data.",
    "This is with regard to the set of proposals put forwarded by the Most Ven. Mahanayake Theras of the Three Chapters to immediately resolve the current social, economic and political crises in the country.",
    "This is in connection with the letter sent by the Venerable Theras to myself, the Prime Minister, the Leader of the Opposition and all Leaders of political parties representing the Parliament, and dated on 20.04.2022 to resolve the current social, economic and political crises in the country.",
    "Foremost, I respectfully and kindly acknowledge that I have by no means ignored the contents of the set of proposals which the Venerable Theras have previously sent to me on the 4th of April, 2022.",
    "We have already taken a number of immediate steps to address the economic crisis in the country, as the Theras have pointed out. I am aware of the dire living conditions the people are facing. I beg to inform you that I am working with the Cabinet with expert assistance, based on daily statistics and data.",
    "Accordingly, plans for the supply of essential food, medicine, LP gas and various types of fuel to the public are already being implemented under close supervision.",
    "Accordingly, the new Finance Minister, the new Central Bank Governor and the new Secretary to the Treasury, under the guidance of the international financial experts appointed by me, are already taking the necessary steps in consultation with the relevant international financial institutions and friendly countries.",
    "As a result, the International Monetary Fund and the Government of India have already responded positively, and I firmly believe that a temporary solution to the current economic crisis can be achieved within the next few weeks until a lasting solution is found to the current economic crisis.",
    "As soon as I became the President, a committee of legal experts was appointed to draft a new Constitution. The members of the committee are:",
    "The committee has been holding lengthy consultations with various political parties, various groups and experts over a period of about two years and is preparing a draft for a new Constitution. The Committee has also informed me that the draft is being finalized. I respectfully inform you that the draft prepared in this manner will be submitted to the Cabinet of Ministers as soon as it is received and then will be presented to Parliament upon approval. I would also like to inform you that a copy of that draft will be sent to you Venerable Theras as well.",
    "As the President of the country, I am committed to stabilizing democracy in the country. I would like to mention that I would support the repealing of the 20th Amendment to the Constitution, which you have mentioned, if any action is taken in Parliament in this regard and would like to kindly remind you that such an amendment should be made jointly by the President and Parliament.",
    "It is also regrettable that so far there has been no positive response to the invitation extended to all political parties seeking their contribution to the All-Party Conference to find lasting solution to the present situation in the country, and to the sincere request for assistance in liberating the country from its current position by accepting Ministerial portfolios. Nevertheless, I would like to inform you that my invitation remains the same for all political parties.",
    "No matter what we do, all processes must be constitutional and the aspirations of the people must be realized within the current constitution. Therefore, I stress that neither I nor our Government will at any time disregard your proposals or the aspirations of the people.",
    "Without a Cabinet, the administration of a country cannot be function. Also, the absence of a cabinet is not practical. Accordingly, I had to appoint a Cabinet of Ministers consisting of a majority of young Members, with the assistance of Senior Ministers. I respectfully note that these appointments were made for a short period of time to find a quick solution to the burning issues of the people.",
    "During the two and a half years of my tenure so far, I would like to recall that our Government has not used batons or tear gas or done any act to suppress such protests in general at any of the protests, demonstrations, roadblocks which disrupt public life, etc. organized by various political parties as well as various ethnic groups, university students and social activists. I respectfully remind you that no protest or demonstration in front of my office was repressed by the police or armed forces.",
    "I am deeply saddened by the incident that took place during the public protest on 19.04.2022 and has instructed several teams to conduct a formal inquiry into it. I hope to inform you the results of the inquiry as soon as those investigations are completed.",
    "As you have said, all governments that have ruled the country are responsible for the current economic crisis, and we urge you to give us some time to reap the benefits of a formal approach to provide temporary and sustainable solutions for the prevailing issues. I respectfully look forward to your advice and guidance in the future as well.",
    "I respectfully recall that if you propose to take a certain arrangement to overcome the current political crisis with the assistance of all political parties as well as to provide solutions for the current economic crisis, I will extend my fullest support in this regard."
  ],
  "translate": {
    "si": {
      "title": "ත්‍රිවිධ මහානාහිමිවරුන්ට ජනාධිපතිතුමාගේ පිළිතුරු ලිපිය",
      "body_lines": [
        "රටේ වත්මන් තත්ත්වය සම්බන්ධයෙන් ත්‍රෛනිකායික මහානාහිමිවරුන් විසින් 2022.04.20 වන දින ජනාධිපතිවරයා, අග්‍රාමාත්‍යවරයා, විපක්ෂ නායක සහ පාර්ලිමේන්තුවේ සියලුම පක්ෂ නායකයින් අමතා යවන ලද ලිපියට ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා පිළිතුරු ලබාදී ඇත.",
        "එම ලිපියේ කොටස් ජනාධිපති මාධ්‍ය අංශය අද (25) මාධ්‍ය වෙත නිකුත් කර ඇත.",
        "පූජ්‍ය හිමිවරුන් තමන් වහන්සේ වෙත මීට පෙර එවා තිබූ යෝජනා මාලාවේ අන්තර්ගතය තමන් කිසිසේත් නොසලකා හැර නොමැති බව ජනාධිපතිතුමා පිළිගත්තේය.",
        "උන්වහන්සේලා පෙන්වා දී ඇති පරිදි රටේ පවතින ආර්ථික අර්බුදයට පිළියම් යෙදීම සඳහා කඩිනම් පියවර රැසක් මේ වන විටත් ගෙන ඇති බවද උන්වහන්සේ සඳහන් කළහ.",
        "දෛනික සංඛ්‍යාලේඛන සහ දත්ත මත පදනම්ව විශේෂඥ සහාය ඇතිව තමන් කැබිනට් මණ්ඩලය සමඟ එක්ව කටයුතු කරන බව ද දන්වන අතරම, \"ජනතාව මුහුණ දෙන දරුණු ජීවන තත්ත්වයන් පිළිබඳව මම දනිමි\" යි ජනාධිපතිතුමා පැවසීය.",
        "ඒ, අතිපූජ්‍ය නාහිමිපාණන් වහන්සේ ඉදිරිපත් කළ යෝජනා මාලාවට අදාළවයි. රට තුළ පවතින සමාජ, ආර්ථික, දේශපාලන අර්බුද වහා විසඳා ගැනීමට තුන් පාර්ශවයේ මහානායක හිමිවරුන්.",
        "ඒ, පවතින සමාජ, ආර්ථික, දේශපාලන අර්බුද විසඳා ගැනීම සඳහා පූජ්‍ය නාහිමිපාණන් වහන්සේ මටත්, අගමැතිතුමාටත්, විපක්ෂ නායකතුමාටත්, පාර්ලිමේන්තුව නියෝජනය කරන සියලුම දේශපාලන පක්ෂ නායකයින්ටත් 2022.04.20 වැනි දින එවන ලද ලිපියට අදාළවයි. රට තුල.",
        "ප්‍රධාන වශයෙන්, 2022 අප්‍රේල් මස 04 වැනි දින පූජ්‍ය ස්වාමීන් වහන්සේලා විසින් මා වෙත එවන ලද යෝජනා මාලාවේ අන්තර්ගතය මා කිසිසේත් නොසලකා හැර නොමැති බව ගෞරවයෙන් සහ කාරුණිකව පිළිගනිමි.",
        "රටේ පවතින ආර්ථික අර්බුදයට පිළියම් යෙදීම සඳහා අප නාහිමියන් පෙන්වා දුන් පරිදි කඩිනම් පියවර රැසක් දැනටමත් ගෙන තිබෙනවා. ජනතාව මුහුණ දෙන දුෂ්කර ජීවන තත්ත්වය මම දනිමි. දෛනික සංඛ්‍යාලේඛන සහ දත්ත මත පදනම්ව විශේෂඥ සහාය ඇතිව මම කැබිනට් මණ්ඩලය සමඟ කටයුතු කරන බව ඔබට දන්වා සිටිමි.",
        "ඒ අනුව මහජනතාවට අත්‍යාවශ්‍ය ආහාර, ඖෂධ, LP ගෑස් සහ විවිධ ඉන්ධන වර්ග සැපයීමේ සැලසුම් දැනටමත් දැඩි අධීක්ෂණය යටතේ ක්‍රියාත්මක වෙමින් පවතී.",
        "ඒ අනුව නව මුදල් අමාත්‍යවරයා, නව මහ බැංකු අධිපතිවරයා සහ නව මහා භාණ්ඩාගාර ලේකම්වරයා විසින් මා විසින් පත් කරන ලද ජාත්‍යන්තර මූල්‍ය විශේෂඥයින්ගේ මගපෙන්වීම යටතේ අදාළ ජාත්‍යන්තර මූල්‍ය ආයතන සහ මිත්‍ර රටවල් සමඟ සාකච්ඡා කර අවශ්‍ය පියවර දැනටමත් ගනිමින් සිටී.",
        "එහි ප්‍රතිඵලයක් ලෙස ජාත්‍යන්තර මුල්‍ය අරමුදල සහ ඉන්දීය රජය දැනටමත් ධනාත්මක ප්‍රතිචාර දක්වා ඇති අතර පවතින ආර්ථික අර්බුදයට තිරසාර විසඳුමක් ලැබෙන තෙක් ඉදිරි සති කිහිපය තුළ වත්මන් ආර්ථික අර්බුදයට තාවකාලික විසඳුමක් ලබා ගත හැකි බව මම තරයේ විශ්වාස කරමි. .",
        "මම ජනාධිපති වූ වහාම නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් සම්පාදනය කිරීමට නීති විශාරද කමිටුවක් පත් කළා. කමිටුවේ සාමාජිකයන් වන්නේ:",
        "මෙම කමිටුව වසර දෙකක පමණ කාලයක සිට විවිධ දේශපාලන පක්ෂ, විවිධ කණ්ඩායම් සහ විද්වතුන් සමඟ දීර්ඝ ලෙස සාකච්ඡා කර නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් සඳහා කෙටුම්පතක් සකස් කරමින් සිටියි. කෙටුම්පත සකස් කරමින් පවතින බවද කමිටුව මට දන්වා ඇත. මේ ආකාරයට සකස් කරන ලද කෙටුම්පත ලැබුණු විගස අමාත්‍ය මණ්ඩලයට ඉදිරිපත් කර අනුමැතියෙන් පසු පාර්ලිමේන්තුවට ඉදිරිපත් කරන බව ගෞරවයෙන් දන්වා සිටිමි. එම කෙටුම්පතේ පිටපතක් ඔබ වහන්සේලා වෙත ද එවන බව ද දන්වා සිටිමි.",
        "රටේ ජනාධිපතිවරයා ලෙස මම රටේ ප්‍රජාතන්ත්‍රවාදය ස්ථාවර කිරීමට කැප වෙනවා. මේ සම්බන්ධයෙන් පාර්ලිමේන්තුවේ යම් ක්‍රියාමාර්ගයක් ගන්නේ නම් ඔබ සඳහන් කළ 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය අහෝසි කිරීමට සහය දෙන බව සඳහන් කරන අතර එවැනි සංශෝධනයක් ඒකාබද්ධව සිදු කළ යුතු බව කාරුණිකව මතක් කිරීමට කැමැත්තෙමි. ජනාධිපතිවරයා සහ පාර්ලිමේන්තුව.",
        "රටේ වත්මන් තත්ත්වයට ස්ථීර විසඳුමක් සෙවීම සඳහා සර්ව පාක්ෂික සමුළුවට දායකත්වය ලබා දෙන ලෙස ඉල්ලා සිටින සියලුම දේශපාලන පක්ෂවලට කරන ලද ආරාධනයට සහ සහය ලබා දෙන ලෙස කරන ලද අවංක ඉල්ලීමට මෙතෙක් යහපත් ප්‍රතිචාරයක් නොලැබීම කණගාටුවට කරුණකි. අමාත්‍ය ධූර භාර ගනිමින් රට පවතින තත්ත්වයෙන් මුදා ගැනීම. එසේ වුවද, මාගේ ආරාධනය සියලු දේශපාලන පක්ෂ සඳහා එලෙසම පවතින බව මම ඔබට දන්වා සිටිමි.",
        "අප කුමක් කළත් සියලු ක්‍රියාදාමයන් ව්‍යවස්ථානුකූල විය යුතු අතර වත්මන් ව්‍යවස්ථාව තුළ ජනතා අභිලාෂයන් ඉටු විය යුතුය. ඒ නිසා මම හෝ අපේ රජය කිසිම අවස්ථාවක ඔබේ යෝජනා හෝ ජනතා අභිලාෂයන් නොසලකා හරින්නේ නැති බව අවධාරණය කරනවා.",
        "කැබිනට් මණ්ඩලයක් නොමැතිව රටක පරිපාලනය ක්‍රියාත්මක විය නොහැක. ඒ වගේම කැබිනට් මණ්ඩලයක් නැති එකත් ප් රායෝගික නැහැ. ඒ අනුව ජ්‍යෙෂ්ඨ අමාත්‍යවරුන්ගේ සහය ඇතිව තරුණ මන්ත්‍රීවරුන් බහුතරයකින් සමන්විත අමාත්‍ය මණ්ඩලයක් පත්කිරීමට මට සිදුවුණා. ජනතාවගේ දැවෙන ප්‍රශ්නවලට කඩිනම් විසඳුම් සෙවීම සඳහා කෙටි කාලයකට මෙම පත්වීම් ලබාදුන් බව ගෞරවයෙන් සටහන් කරමි.",
        "මගේ පාලන කාලය තුළ වසර දෙක හමාරක කාලය තුළ මහජනතාවට බාධා කරන කිසිදු විරෝධතාවකදී, උද්ඝෝෂණවලදී, මාර්ග බාධකවලදී පොදුවේ එවැනි විරෝධතා මර්දනය කිරීමට අපේ රජය බැටන් පොලු හෝ කඳුළු ගෑස් හෝ කිසිදු ක්‍රියාවක් නොකළ බව සිහිපත් කිරීමට කැමැත්තෙමි. විවිධ දේශපාලන පක්ෂ මෙන්ම විවිධ ජනවර්ග, විශ්වවිද්‍යාල සිසුන් සහ සමාජ ක්‍රියාකාරීන් විසින් සංවිධානය කරන ලද ජීවිතය ආදිය. මගේ කාර්යාලය ඉදිරිපිට කිසිදු විරෝධතාවක් හෝ උද්ඝෝෂණයක් පොලිසිය හෝ ත්‍රිවිධ හමුදාව විසින් මර්දනය නොකළ බව ගෞරවයෙන් සිහිපත් කරමි.",
        "2022.04.19 වන දින මහජන විරෝධතාව අතරතුර ඇති වූ සිද්ධිය පිළිබඳව මා දැඩි ලෙස කණගාටු වන අතර ඒ පිළිබඳව විධිමත් පරීක්ෂණයක් පවත්වන ලෙස කණ්ඩායම් කිහිපයකට උපදෙස් ලබා දී ඇත. එම පරීක්‍ෂණ අවසන් වූ වහාම පරීක්‍ෂණ ප‍්‍රතිඵල ඔබට දැනුම් දීමට බලාපොරොත්තු වෙමි.",
        "ඔබ කියූ පරිදි වත්මන් ආර්ථික අර්බුදයට රට පාලනය කළ සියලුම රජයන් වගකිව යුතු අතර, පවතින ගැටලු සඳහා තාවකාලික සහ තිරසාර විසඳුම් ලබා දීම සඳහා විධිමත් ප්‍රවේශයක ප්‍රතිලාභ ලබා ගැනීමට අපට යම් කාලයක් ලබා දෙන ලෙස අපි ඔබෙන් ඉල්ලා සිටිමු. ඉදිරියේදීත් ඔබගේ උපදෙස් හා මගපෙන්වීම් ගෞරවයෙන් බලාපොරොත්තු වෙමි.",
        "පවතින දේශපාලන අර්බුදය ජයගැනීමට සියලු දේශපාලන පක්ෂවල සහය ඇතිව යම් වැඩපිළිවෙළක් ගැනීමට මෙන්ම පවතින ආර්ථික අර්බුදයට විසඳුම් ලබාදීමට ඔබ යෝජනා කරන්නේ නම් ඒ සඳහා මගේ උපරිම සහයෝගය ලබාදෙන බව ගෞරවයෙන් සිහිපත් කරමි."
      ]
    },
    "ta": {
      "title": "மூன்று அத்தியாயங்களின் தலைமை பீடாதிபதிகளுக்கு ஜனாதிபதியின் பதில் கடிதம்",
      "body_lines": [
        "நாட்டின் தற்போதைய நிலைமை குறித்து ஜனாதிபதி, பிரதமர், எதிர்க்கட்சித் தலைவர் மற்றும் அனைத்துக் கட்சித் தலைவர்களுக்கு 2022.04.20 ஆம் திகதியன்று முப்பெரும் பீடாதிபதிகள் அனுப்பிவைத்த கடிதத்திற்கு ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பதிலளித்துள்ளார்.",
        "ஜனாதிபதி ஊடகப் பிரிவு இன்று (25) ஊடகங்களுக்கு அனுப்பிய கடிதத்தின் சில பகுதிகளை வெளியிட்டுள்ளது.",
        "வணக்கத்துக்குரிய தேரர்கள் தமக்கு முன்னர் அனுப்பிய பிரேரணைகளின் உள்ளடக்கங்களை தாம் எவ்வகையிலும் புறக்கணிக்கவில்லை என்பதை ஜனாதிபதி ஒப்புக்கொண்டார்.",
        "தேரர்கள் சுட்டிக்காட்டியவாறு நாட்டில் ஏற்பட்டுள்ள பொருளாதார நெருக்கடிக்கு தீர்வு காண்பதற்கு அவர்கள் ஏற்கனவே பல உடனடி நடவடிக்கைகளை மேற்கொண்டுள்ளதாக அவர் தெரிவித்துள்ளார்.",
        "\"மக்கள் எதிர்கொள்ளும் மோசமான வாழ்க்கை நிலைமைகளை நான் அறிவேன்\" என்று கூறிய ஜனாதிபதி ராஜபக்ஷ, தினசரி புள்ளிவிவரங்கள் மற்றும் தரவுகளின் அடிப்படையில் நிபுணர்களின் உதவியுடன் அமைச்சரவையுடன் இணைந்து பணியாற்றுவதாகவும் தெரிவித்தார்.",
        "இது அதி வணக்கத்தால் முன்வைக்கப்பட்ட முன்மொழிவுகளின் தொகுப்பைப் பொறுத்ததாகும். நாட்டில் தற்போது நிலவும் சமூக, பொருளாதார மற்றும் அரசியல் நெருக்கடிகளை உடனடியாக தீர்க்க முப்பெரும் மகாநாயக்க தேரர்கள்.",
        "தற்போதைய சமூக, பொருளாதார, அரசியல் நெருக்கடிகளுக்குத் தீர்வு காண்பதற்காக தேரர்கள் எனக்கும், பிரதமர், எதிர்க்கட்சித் தலைவர் மற்றும் பாராளுமன்றத்தைப் பிரதிநிதித்துவப்படுத்தும் அனைத்து அரசியல் கட்சித் தலைவர்களுக்கும் 20.04.2022 அன்று அனுப்பிய கடிதம் தொடர்பிலேயே இதுவாகும். நாட்டில்.",
        "முதலாவதாக, வணக்கத்திற்குரிய தேரர்கள் 2022 ஆம் ஆண்டு ஏப்ரல் மாதம் 4 ஆம் திகதி எனக்கு முன்னர் அனுப்பிய பிரேரணைகளின் உள்ளடக்கங்களை நான் எவ்வகையிலும் புறக்கணிக்கவில்லை என்பதை நான் மரியாதையுடனும் அன்புடனும் ஒப்புக்கொள்கிறேன்.",
        "தேரர்கள் சுட்டிக்காட்டியவாறு நாட்டில் ஏற்பட்டுள்ள பொருளாதார நெருக்கடிக்கு தீர்வு காண நாம் ஏற்கனவே பல உடனடி நடவடிக்கைகளை எடுத்துள்ளோம். மக்கள் எதிர்கொள்ளும் மோசமான வாழ்க்கை நிலைமைகளை நான் அறிவேன். தினசரி புள்ளிவிவரங்கள் மற்றும் தரவுகளின் அடிப்படையில், நிபுணர்களின் உதவியுடன் நான் அமைச்சரவையுடன் இணைந்து பணியாற்றுகிறேன் என்பதைத் தெரிவித்துக் கொள்கிறேன்.",
        "அதன்படி, பொதுமக்களுக்கு அத்தியாவசிய உணவு, மருந்து, எல்பி எரிவாயு மற்றும் பல்வேறு வகையான எரிபொருள்கள் வழங்குவதற்கான திட்டங்கள் ஏற்கனவே தீவிர கண்காணிப்பில் செயல்படுத்தப்பட்டு வருகின்றன.",
        "அதனடிப்படையில், புதிய நிதியமைச்சர், புதிய மத்திய வங்கி ஆளுநர் மற்றும் புதிய திறைசேரி செயலாளர் ஆகியோர், என்னால் நியமிக்கப்பட்ட சர்வதேச நிதி நிபுணர்களின் வழிகாட்டுதலின் கீழ், சம்பந்தப்பட்ட சர்வதேச நிதி நிறுவனங்கள் மற்றும் நட்பு நாடுகளுடன் கலந்தாலோசித்து தேவையான நடவடிக்கைகளை ஏற்கனவே எடுத்து வருகின்றனர்.",
        "இதன் விளைவாக, சர்வதேச நாணய நிதியம் மற்றும் இந்திய அரசு ஏற்கனவே சாதகமாக பதிலளித்துள்ளன, மேலும் தற்போதைய பொருளாதார நெருக்கடிக்கு நிரந்தர தீர்வு காணப்படும் வரை அடுத்த சில வாரங்களில் தற்போதைய பொருளாதார நெருக்கடிக்கு தற்காலிக தீர்வு எட்டப்படும் என்று நான் உறுதியாக நம்புகிறேன். .",
        "நான் ஜனாதிபதியாக பதவியேற்றவுடன் புதிய அரசியலமைப்பை உருவாக்க சட்ட நிபுணர்கள் கொண்ட குழு ஒன்று நியமிக்கப்பட்டது. குழுவின் உறுப்பினர்கள்:",
        "இந்தக் குழு சுமார் இரண்டு ஆண்டுகளாக பல்வேறு அரசியல் கட்சிகள், பல்வேறு குழுக்கள் மற்றும் நிபுணர்களுடன் நீண்ட ஆலோசனைகளை நடத்தி புதிய அரசியலமைப்புக்கான வரைவைத் தயாரித்து வருகிறது. வரைவு இறுதி செய்யப்பட்டு வருவதாகவும் குழு எனக்கு தெரிவித்துள்ளது. இவ்வாறாக தயாரிக்கப்பட்ட வரைபு கிடைக்கப்பெற்றவுடன் அமைச்சரவைக்கு சமர்ப்பிக்கப்பட்டு, அதன் பின்னர் அங்கீகாரம் பெற்று பாராளுமன்றத்தில் சமர்ப்பிக்கப்படும் என்பதை பணிவுடன் தெரிவித்துக் கொள்கிறேன். அந்த வரைவின் பிரதி வணக்கத் தேரர்களுக்கும் அனுப்பி வைக்கப்படும் என்பதையும் தெரிவித்துக் கொள்கிறேன்.",
        "நாட்டின் ஜனாதிபதி என்ற வகையில், நாட்டில் ஜனநாயகத்தை நிலைநிறுத்துவதில் நான் உறுதியாக உள்ளேன். நீங்கள் குறிப்பிட்டுள்ள அரசியலமைப்பின் 20வது திருத்தச் சட்டத்தை நீக்குவதற்கு நான் ஆதரவளிப்பதாகக் குறிப்பிட விரும்புகின்றேன், இது தொடர்பில் பாராளுமன்றத்தில் ஏதேனும் நடவடிக்கை எடுக்கப்பட்டால், அவ்வாறான திருத்தத்தை கூட்டாகச் செய்ய வேண்டும் என்பதை அன்புடன் நினைவுபடுத்த விரும்புகின்றேன். ஜனாதிபதி மற்றும் பாராளுமன்றம்.",
        "நாட்டின் தற்போதைய நிலைமைக்கு நிரந்தரத் தீர்வு காண அனைத்துக் கட்சி மாநாட்டில் பங்களிக்கக் கோரி அனைத்து அரசியல் கட்சிகளுக்கும் விடுக்கப்பட்ட அழைப்புக்கு இதுவரை சாதகமான பதில் கிடைக்கவில்லை என்பதும் வருத்தமளிக்கிறது. அமைச்சர் பதவிகளை ஏற்றுக்கொள்வதன் மூலம் நாட்டை அதன் தற்போதைய நிலையில் இருந்து விடுவித்தல். இருப்பினும், அனைத்து அரசியல் கட்சிகளுக்கும் எனது அழைப்பு அப்படியே உள்ளது என்பதை தெரிவித்துக் கொள்கிறேன்.",
        "நாம் என்ன செய்தாலும், அனைத்து செயல்முறைகளும் அரசியலமைப்பிற்கு உட்பட்டதாக இருக்க வேண்டும் மற்றும் தற்போதைய அரசியலமைப்பிற்குள் மக்களின் அபிலாஷைகள் நிறைவேற்றப்பட வேண்டும். எனவே, உங்களது முன்மொழிவுகளையோ அல்லது மக்களின் அபிலாஷைகளையோ நானோ அல்லது எமது அரசாங்கமோ எக்காலத்திலும் புறக்கணிக்க மாட்டோம் என்பதை வலியுறுத்துகிறேன்.",
        "அமைச்சரவை இல்லாமல் ஒரு நாட்டின் நிர்வாகம் செயல்பட முடியாது. மேலும், அமைச்சரவை இல்லாதது நடைமுறையில் இல்லை. அதன்படி, மூத்த அமைச்சர்களின் உதவியுடன் பெரும்பான்மையான இளம் உறுப்பினர்களைக் கொண்ட அமைச்சரவையை நான் நியமிக்க வேண்டியிருந்தது. மக்களின் எரியும் பிரச்சினைகளுக்கு விரைவான தீர்வைக் காண்பதற்காக குறுகிய காலத்திற்கு இந்த நியமனங்கள் வழங்கப்பட்டன என்பதை நான் மரியாதையுடன் குறிப்பிடுகிறேன்.",
        "எனது பதவிக் காலத்தில் இரண்டரை வருடங்களில், பொது மக்களுக்கு இடையூறு விளைவிக்கும் எந்தவொரு போராட்டங்களிலும், ஆர்ப்பாட்டங்களிலும், சாலை மறியல்களிலும், பொதுவாக இதுபோன்ற போராட்டங்களை ஒடுக்குவதற்கு, தடியடியோ, கண்ணீர் புகைக் குண்டுகளையோ, எந்தச் செயலையும் நமது அரசு செய்யவில்லை என்பதை நினைவு கூர விரும்புகிறேன். பல்வேறு அரசியல் கட்சிகள் மற்றும் பல்வேறு இனக்குழுக்கள், பல்கலைக்கழக மாணவர்கள் மற்றும் சமூக ஆர்வலர்களால் ஏற்பாடு செய்யப்பட்ட வாழ்க்கை, முதலியன. எனது அலுவலகத்திற்கு முன்பாக எந்த ஒரு போராட்டமும் அல்லது ஆர்ப்பாட்டமும் காவல்துறையினரால் அல்லது ஆயுதப்படைகளால் ஒடுக்கப்படவில்லை என்பதை நான் உங்களுக்கு மரியாதையுடன் நினைவுபடுத்துகிறேன்.",
        "19.04.2022 அன்று பொதுமக்கள் போராட்டத்தின் போது நடந்த சம்பவத்தால் நான் மிகவும் வருத்தமடைந்தேன், இது குறித்து முறையான விசாரணை நடத்த பல குழுக்களுக்கு உத்தரவிட்டுள்ளேன். அந்த விசாரணைகள் முடிவடைந்தவுடன் விசாரணை முடிவுகளை உங்களுக்கு அறிவிப்பேன் என்று நம்புகிறேன்.",
        "நீங்கள் கூறியது போல், தற்போதைய பொருளாதார நெருக்கடிக்கு நாட்டை ஆட்சி செய்த அனைத்து அரசாங்கங்களும் பொறுப்பு, மேலும் நடைமுறையில் உள்ள பிரச்சினைகளுக்கு தற்காலிக மற்றும் நிலையான தீர்வுகளை வழங்குவதற்கான முறையான அணுகுமுறையின் பலனை அறுவடை செய்ய எங்களுக்கு சிறிது கால அவகாசம் வழங்குமாறு கேட்டுக்கொள்கிறோம். எதிர்காலத்திலும் உங்கள் ஆலோசனைகளையும் வழிகாட்டுதலையும் நான் மரியாதையுடன் எதிர்பார்க்கிறேன்.",
        "தற்போதைய அரசியல் நெருக்கடியை சமாளிப்பதற்கு அனைத்து அரசியல் கட்சிகளின் ஒத்துழைப்புடன் தற்போதைய பொருளாதார நெருக்கடிக்கான தீர்வுகளை வழங்குவதற்கு நீங்கள் ஒரு குறிப்பிட்ட ஏற்பாட்டைச் செய்ய முன்வந்தால், அதற்கு எனது முழு ஆதரவையும் வழங்குவேன் என்பதை நான் மரியாதையுடன் நினைவு கூர்கிறேன்."
      ]
    }
  }
}