{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/problems-that-need-addressing-to-right-an-economy-gone-horribly-wrong/",
  "time_ut": 1647005160,
  "title": "Problems that need addressing to right an economy gone horribly wrong",
  "body_lines": [
    "The book “Regional Investment Pioneers in South Asia” by Sanjay Kathuria, Ravindran Yatawara and Xiao’ou zhu published by South Asia Development Forum appears to me to be an appropriate touch point in planning corrections to Sri Lanka’s economic development strategy.",
    "The chapter on the “State of Play in South Asia” is particularly relevant to us as it refers to what needs to be considered to attract foreign investment. This chapter deals with subjects such as intra-regional investment and knowledge connectivity and the reduction in tariffs to encourage trade and investments.",
    "Knowledge transfers are particularly useful to us as it enables better decision making when investing. It informs the reader on production processes, managerial and organizational practices, logistics and exports. Information regarding these features properly implemented will be more than sufficient to direct the Sri Lankan economy on the path to development.Profile of Sri Lanka’s current economic problemA drop in foreign currency reserves has been a significant indicator of the economic problem faced by Sri Lanka. our foreign currency reserves dropped to US$ 1.6 bn in Nov. 2021 triggering fears of possible debt default. To date SL has not defaulted in debt repayment.",
    "This situation is only partly due to the pandemic which caused a sharp drop in tourism earnings and the decline in remittances from the Middle East workers. The pandemic prevented the entry of tourists into Sri Lanka while remittances from those employed in the Middle East that were earlier converted through the banks were diverted to the black market for a better exchange rate. Thus an alternative market had been revived bypassing the banking system.",
    "The above factors made it difficult for the government to maintain the nation’s economic equilibrium. Another reason among many others is overloading the public service with passengers not contributing to economic productivity but paid from public coffers.",
    "The heavy debt service obligations due to short term high cost borrowings and unproductive investments of the recent past like the Hambantota stadium are some of the projects that added to the country’s debt service obligations. Additionally the Central Bank’s insistence in keeping the US $ pegged to an artificial rate has diverted funds from the banks to the unofficial market as illustrated by the case of foreign worker remittances.",
    "The import controls imposed to curb the outflow of foreign exchange have also impacted on export production as well as having a damaging effect on the domestic markets. When imposing import controls, care must be taken to see that it is is better deviced to curtail non essential imports without hurting intermediate and capital goods imports essential specially for the export manufacturing sector.",
    "That would be attractive to the foreign investors who will hopefully enter export manufacturing industries and help develop the economy.",
    "Special emphasis should be placed on the need to review the working of our democratic practices. Their decline can frighten away investor from coming here. Politicians have in recent years held sway over all aspects of the management of the country and the credibility of ‘one country, one law’ for all has eroded. It is frightening that the belief that some are above the law is gaining credence and this has implications for foreign investment.",
    "The Central Bank resorted to uninhibited money creation causing high inflation which resulted in untold misery for the people. This has also contributed to the malfunctioning of society which included the unavailability of jobs as well as the loss of existing jobs. Unemployment in turn has led to suffering without food, medicines, adequate schooling etc. This in the midst of excessive money in the hands of the corrupt few who were able to resort to corrupt practices due to a lack of transparency in the conduct of government business. All this is a deterrent to investment.",
    "In addition to these factors the practice of pluralism as a democratic concept has receded in importance. “Sinhala only” in effective usage since 1956 introduced a division in society where the Sinhala majority considering themselves superior to the rest of the population. Eventually this resulted in the build up of animosities among the different communities that eventually led to the 30-year war for the conduct of which resources and energy that would have otherwise been invested in development was utilized. This further constricted the economy.",
    "It is clear that the entire economy must be restructured to overcome te negatives encountered in the recent past. More attention must be paid to agriculture to make the sector sufficiently attractive for investments in export agriculture. Long term interests should be given precedence over ad hoc measures such as the ban on fertilizer imports at great cost to domestic agriculture.",
    "The rubber industry need to be strengthened with greater value addition utilizing domestic raw material. The development of the dairy sector must be accelerated as milk production and processing have not grown as fast as they should have. This is vital for the import substitution effort as well as the nutritional needs of the people.",
    "Today the value of the rupee against the dollar has dropped to a dangerously low level and the rupee was recently devalued to Rs. 230 to the USD after a futile effort of artificially protecting it against market forces. The govt has imposed power cuts, and the people are facing gas, fuel and food shortages. Due to the forex crisis there is inability to even unload essentials already in port.",
    "Threat of trade union protests are on the rise; so is the threat of other civil commotions that will create social dislocation in the country. Foreign exchange reserves are down to dangerously low levels and this not only endangers essential imports but also has implications for the development effort. The economic development of the country has not been pursued in accordance with a well thought plan in recent decades. Several macro economic weaknesses have been compounded by the adverse effects of COVID -19. Restructuring the economy has become urgent to set right the many things that have already gone wrong with no effective corrective measures in sight.",
    "Nadungamuwe Raja, a prisoner of culture, an ambassador of culture or rather, an ambassador of conservation?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ආර්ථිකය නිවැරදි කිරීමට ආමන්ත්‍රණය කළ යුතු ගැටලු දරුණු ලෙස වැරදී ඇත",
      "body_lines": [
        "දකුණු ආසියා සංවර්ධන සංසදය විසින් ප්‍රකාශයට පත් කරන ලද Sanjay Kathuria, Ravindran Yatawara සහ Xiao'ou zhu විසින් රචිත “දකුණු ආසියාවේ කලාපීය ආයෝජන පුරෝගාමීන්” නම් ග්‍රන්ථය ශ්‍රී ලංකාවේ ආර්ථික සංවර්ධන උපාය මාර්ග නිවැරදි කිරීම් සැලසුම් කිරීමේදී උචිත ස්පර්ශක ලක්ෂ්‍යයක් ලෙස මට පෙනී යයි.",
        "“දකුණු ආසියාවේ ක්‍රීඩාවේ රාජ්‍යය” යන පරිච්ඡේදය අපට විශේෂයෙන් අදාළ වන්නේ එය විදේශ ආයෝජන ආකර්ෂණය කර ගැනීම සඳහා සලකා බැලිය යුතු දේ ගැන සඳහන් කරන බැවිනි. මෙම පරිච්ඡේදය අන්තර් කලාපීය ආයෝජන සහ දැනුම සම්බන්ධ කිරීම සහ වෙළඳාම සහ ආයෝජන දිරිගැන්වීම සඳහා තීරුබදු අඩු කිරීම වැනි විෂයයන් සමඟ කටයුතු කරයි.",
        "ආයෝජනය කිරීමේදී වඩා හොඳ තීරණ ගැනීමේ හැකියාව ඇති බැවින් දැනුම හුවමාරු කිරීම් අපට විශේෂයෙන් ප්‍රයෝජනවත් වේ. නිෂ්පාදන ක්‍රියාවලීන්, කළමනාකරණ සහ ආයතනික භාවිතයන්, සැපයුම් සහ අපනයන පිළිබඳව එය පාඨකයා දැනුවත් කරයි. ශ්‍රී ලංකා ආර්ථිකය සංවර්ධන මාවතට යොමු කිරීමට මෙම අංගයන් පිළිබඳ තොරතුරු නිසි ලෙස ක්‍රියාත්මක කිරීම ප්‍රමාණවත් වේ. ශ්‍රී ලංකාවේ වත්මන් ආර්ථික ගැටලුවේ පැතිකඩ විදේශ මුදල් සංචිතවල පහත වැටීම ශ්‍රී ලංකාව මුහුණ දෙන ආර්ථික ගැටලුවේ කැපී පෙනෙන දර්ශකයක් වී ඇත. අපගේ විදේශ මුදල් සංචිත 2021 නොවැම්බරයේ දී ඇමරිකානු ඩොලර් බිලියන 1.6 දක්වා පහත වැටී ඇති අතර, සිදුවිය හැකි ණය පැහැර හැරීමේ බිය ඇති විය. අද දක්වා ශ්‍රී ලංකාව ණය ආපසු ගෙවීම පැහැර හැර නැත.",
        "සංචාරක ඉපැයීම්වල තියුනු පහත වැටීමක් සහ මැදපෙරදිග ශ්‍රමිකයන්ගෙන් ලැබෙන ප්‍රේෂණ අඩුවීමට හේතු වූ වසංගතය හේතුවෙන් මෙම තත්ත්වය අර්ධ වශයෙන් පමණි. වසංගතය නිසා සංචාරකයින් ශ්‍රී ලංකාවට ඇතුළු වීම වැළැක්වූ අතර මැදපෙරදිග සේවයේ නියුතු අයගේ මුදල් කලින් බැංකු හරහා පරිවර්තනය කරන ලද මුදල් වඩා හොඳ විනිමය අනුපාතයක් සඳහා කළු වෙළඳපොළට හරවා යවන ලදී. මේ අනුව බැංකු ක්‍රමය මගහැර විකල්ප වෙළෙඳපොළක් යළි පණ ගන්වා තිබුණි.",
        "ඉහත සාධක නිසා ජාතියේ ආර්ථික සමතුලිතතාවය පවත්වා ගැනීම රජයට අපහසු විය. තවත් බොහෝ දේ අතර තවත් හේතුවක් වන්නේ ආර්ථික ඵලදායිතාවයට දායක නොවී රාජ්‍ය භාණ්ඩාගාරයෙන් ගෙවන මගීන්ගෙන් රාජ්‍ය සේවය අධික ලෙස පැටවීමයි.",
        "කෙටි කාලීන ඉහළ පිරිවැයක් සහිත ණය ගැනීම් සහ හම්බන්තොට ක්‍රීඩාංගනය වැනි මෑත අතීතයේ ඵලදායී නොවන ආයෝජන හේතුවෙන් අධික ණය සේවා බැඳීම් රටේ ණය සේවා වගකීම්වලට එකතු වූ ව්‍යාපෘති කිහිපයකි. මීට අමතරව, එක්සත් ජනපද ඩොලර් කෘත්‍රිම අනුපාතයකට තබා ගැනීමේ මහ බැංකුවේ අවධාරනය, විදේශීය ශ්‍රමිකයන්ගේ ප්‍රේෂණ සිද්ධියෙන් පැහැදිලි වන පරිදි බැංකුවලින් අරමුදල් නිල නොවන වෙළඳපොළට හරවා යවා ඇත.",
        "විදේශ විනිමය පිටතට ගලා ඒම මැඩපැවැත්වීම සඳහා පනවා ඇති ආනයන පාලනයන් අපනයන නිෂ්පාදනයට මෙන්ම දේශීය වෙළෙඳපොළට ද අහිතකර ලෙස බලපා ඇත. ආනයන පාලනයන් පැනවීමේදී විශේෂයෙන් අපනයන නිෂ්පාදන අංශයට අත්‍යවශ්‍ය වන අතරමැදි සහ ප්‍රාග්ධන භාණ්ඩ ආනයනයට හානියක් නොවන පරිදි අත්‍යවශ්‍ය නොවන ආනයන සීමා කිරීම වඩා හොඳ උපක්‍රමයක් බවට වග බලා ගත යුතුය.",
        "අපනයන නිෂ්පාදන කර්මාන්තවලට ඇතුළු වී ආර්ථිකය දියුණු කිරීමට බලාපොරොත්තු වන විදේශීය ආයෝජකයින්ට එය ආකර්ශනීය වනු ඇත.",
        "අපගේ ප්‍රජාතන්ත්‍රවාදී භාවිතයන්හි ක්‍රියාකාරීත්වය සමාලෝචනය කිරීමේ අවශ්‍යතාවය කෙරෙහි විශේෂ අවධානය යොමු කළ යුතුය. ඔවුන්ගේ පරිහානිය ආයෝජකයින් මෙහි පැමිණීමට බිය විය හැක. දේශපාලකයින් මෑත වසරවලදී රටේ කළමනාකරණයේ සෑම අංශයක්ම පාලනය කර ඇති අතර 'එකම රටක්, එකම නීතියක්' සැමට විශ්වාසනීයත්වය පිරිහී ඇත. ඇතැමුන් නීතියට ඉහළින් සිටින බවට විශ්වාසයක් ගොඩනැගෙමින් පවතින අතර එය විදේශ ආයෝජන සඳහා බලපෑම් ඇති කිරීම බියජනක ය.",
        "මහ බැංකුව අසීමිත ලෙස මුදල් උත්පාදනය කිරීමට යොමු වූ අතර, එමගින් ජනතාවට අප්‍රමාණ දුක්ඛිත තත්ත්වයන් ඇති කළ ඉහළ උද්ධමනයක් ඇති විය. රැකියා නොමැතිකම මෙන්ම පවතින රැකියා අහිමිවීම ද ඇතුළත් සමාජයේ අක්‍රමිකතා සඳහා මෙය දායක වී තිබේ. විරැකියාව නිසා ආහාර, ඖෂධ, ප්‍රමාණවත් පාසල් අධ්‍යාපනය යනාදිය නොමැතිව දුක් විඳීමට සිදුවී ඇත. මෙය රජයේ ව්‍යාපාරවල විනිවිදභාවය නොමැතිකම හේතුවෙන් දූෂිත ක්‍රියාවන්ට යොමු වීමට හැකි වූ දූෂිත අතළොස්සක් අතේ ඇති අධික මුදල් මධ්‍යයේ ය. . මේ සියල්ල ආයෝජනයට බාධාවක්.",
        "මෙම කරුණු වලට අමතරව ප්‍රජාතන්ත්‍රවාදී සංකල්පයක් ලෙස බහුත්වවාදය භාවිතා කිරීම වැදගත්කමෙන් පසු බැස ඇත. 1956 සිට ඵලදායි ලෙස භාවිතා කරන ලද \"සිංහල පමණක්\" සමාජය තුළ බෙදීමක් හඳුන්වා දෙන ලදී, එහිදී සිංහල බහුතරය සෙසු ජනගහනයට වඩා තමන් උසස් යැයි සලකයි. අවසානයේදී මෙය විවිධ ප්‍රජාවන් අතර එදිරිවාදිකම් ගොඩනැංවීමට හේතු වූ අතර එය අවසානයේ 30 වසරක යුද්ධයට තුඩු දුන් අතර සංවර්ධනය සඳහා වෙනත් ආකාරයකින් ආයෝජනය කළ හැකි සම්පත් හා ශක්තිය ප්‍රයෝජනයට ගන්නා ලදී. මේ නිසා ආර්ථිකය තවත් අඩාල විය.",
        "පහුගිය කාලයේ මුහුණ දුන් ඍණාත්මක තත්ත්වයන් මඟහරවා ගැනීම සඳහා සමස්ත ආර්ථිකයම ප්‍රතිව්‍යුහගත කළ යුතු බව පැහැදිලියි. අපනයන කෘෂිකර්මාන්තයේ ආයෝජන සඳහා ප්‍රමාණවත් තරම් ආකර්ශනීය අංශයක් බවට පත් කිරීම සඳහා කෘෂිකර්මාන්තය කෙරෙහි වැඩි අවධානයක් යොමු කළ යුතුය. දේශීය කෘෂිකර්මාන්තයට විශාල වියදමක් දරමින් පොහොර ආනයනය තහනම් කිරීම වැනි තාවකාලික ක්‍රියාමාර්ගවලට වඩා දිගුකාලීන අවශ්‍යතාවලට මුල්තැන දිය යුතුය.",
        "ගෘහස්ථ අමුද්‍රව්‍ය යොදා ගනිමින් වැඩි අගය එකතු කිරීමකින් රබර් කර්මාන්තය ශක්තිමත් කළ යුතුය. කිරි නිෂ්පාදනය සහ සැකසීම අවශ්‍ය තරම් වේගයෙන් වර්ධනය වී නොමැති බැවින් කිරි නිෂ්පාදන අංශයේ සංවර්ධනය වේගවත් කළ යුතුය. ආනයන ආදේශන ප්‍රයත්නයට මෙන්ම ජනතාවගේ පෝෂණ අවශ්‍යතා සඳහාද මෙය ඉතා වැදගත් වේ.",
        "අද ඩොලරයට සාපේක්ෂව රුපියලේ අගය අනතුරුදායක ලෙස පහළ මට්ටමකට වැටී ඇති අතර රුපියල පසුගියදා රු. 230 USD වෙත වෙළඳපල බලවේගවලට එරෙහිව කෘතිමව ආරක්ෂා කිරීමේ නිෂ්ඵල උත්සාහයකින් පසුව. රජය විදුලිය විසන්ධි කර ඇති අතර ජනතාව ගෑස්, ඉන්ධන සහ ආහාර හිඟයකට මුහුණ දී සිටිති. විදේශ විනිමය අර්බුදය හේතුවෙන් දැනටමත් වරාය තුළ අත්‍යවශ්‍ය ද්‍රව්‍ය ගොඩබෑමට පවා නොහැකි වී තිබේ.",
        "වෘත්තීය සමිති විරෝධතා තර්ජනය වැඩි වෙමින් පවතී; රට තුළ සමාජ විස්ථාපනයක් ඇති කරන අනෙකුත් සිවිල් කෝලාහලවල තර්ජනය ද එසේමය. විදේශ විනිමය සංචිත භයානක ලෙස පහළ මට්ටමක පවතින අතර මෙය අත්‍යාවශ්‍ය ආනයනයන් අනතුරේ හෙළනවා පමණක් නොව සංවර්ධන ප්‍රයත්නයට ද බලපෑම් ඇති කරයි. රටේ ආර්ථික සංවර්ධනය පසුගිය දශක කිහිපය තුළ හොඳින් සිතා බලා සැලැස්මකට අනුව සිදු වී නොමැත. COVID-19 හි අහිතකර බලපෑම් නිසා සාර්ව ආර්ථික දුර්වලතා කිහිපයක් එකතු වී ඇත. ඵලදායි නිවැරදි කිරීමේ පියවරක් නොපෙනීමත් සමඟ දැනටමත් වැරදි වී ඇති බොහෝ දේ නිවැරදි කිරීමට ආර්ථිකය ප්‍රතිව්‍යුහගත කිරීම හදිසි වී ඇත.",
        "නදුන්ගමුවේ රාජා, සංස්කෘතියේ සිරකරුවෙක්ද, සංස්කෘතියේ තානාපතිවරයෙක්ද එසේත් නැතිනම්, සංරක්ෂණයේ තානාපතිවරයෙක්ද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பொருளாதாரத்தை சரி செய்ய வேண்டிய பிரச்சனைகள் மிகவும் மோசமாகிவிட்டன",
      "body_lines": [
        "சஞ்சய் கதுரியா, ரவீந்திரன் யாதவார மற்றும் சியாவோ ஜூ ஆகியோரின் தெற்காசிய அபிவிருத்தி மன்றத்தால் வெளியிடப்பட்ட \"தெற்காசியாவில் பிராந்திய முதலீட்டு முன்னோடிகள்\" என்ற புத்தகம் இலங்கையின் பொருளாதார அபிவிருத்தி மூலோபாயத்தில் திருத்தங்களைத் திட்டமிடுவதில் பொருத்தமான தொடு புள்ளியாக எனக்குத் தோன்றுகிறது.",
        "\"தெற்காசியாவில் விளையாட்டின் நிலை\" என்ற அத்தியாயம் நமக்கு மிகவும் பொருத்தமானது, ஏனெனில் இது வெளிநாட்டு முதலீட்டை ஈர்க்க என்ன கருத்தில் கொள்ள வேண்டும் என்பதைக் குறிக்கிறது. இந்த அத்தியாயம் உள்-பிராந்திய முதலீடு மற்றும் அறிவு இணைப்பு மற்றும் வர்த்தகம் மற்றும் முதலீடுகளை ஊக்குவிப்பதற்காக கட்டணங்களைக் குறைத்தல் போன்ற பாடங்களைக் கையாள்கிறது.",
        "முதலீடு செய்யும் போது சிறந்த முடிவெடுப்பதை செயல்படுத்துவதால் அறிவு பரிமாற்றங்கள் நமக்கு மிகவும் பயனுள்ளதாக இருக்கும். இது உற்பத்தி செயல்முறைகள், நிர்வாக மற்றும் நிறுவன நடைமுறைகள், தளவாடங்கள் மற்றும் ஏற்றுமதிகள் குறித்து வாசகருக்கு தெரிவிக்கிறது. இலங்கையின் தற்போதைய பொருளாதாரப் பிரச்சினையின் விவரம் இலங்கையின் தற்போதைய பொருளாதாரப் பிரச்சினையின் விவரம், இலங்கை எதிர்கொள்ளும் பொருளாதாரப் பிரச்சினையின் குறிப்பிடத்தக்க குறிகாட்டியாக வெளிநாட்டு நாணய கையிருப்பு வீழ்ச்சியடைந்துள்ளது. நவம்பர் 2021 இல் நமது வெளிநாட்டு நாணய கையிருப்பு 1.6 பில்லியன் அமெரிக்க டாலர்களாகக் குறைந்துள்ளது. இன்றுவரை SL கடனைத் திருப்பிச் செலுத்துவதில் தவறில்லை.",
        "இந்த நிலைமை சுற்றுலா வருவாயில் கூர்மையான வீழ்ச்சியை ஏற்படுத்திய தொற்றுநோய் மற்றும் மத்திய கிழக்கு தொழிலாளர்களிடமிருந்து பணம் அனுப்புவதில் சரிவை ஏற்படுத்தியதன் காரணமாக மட்டுமே உள்ளது. தொற்றுநோய் இலங்கைக்குள் சுற்றுலாப் பயணிகளின் நுழைவைத் தடுத்தது, அதே நேரத்தில் மத்திய கிழக்கில் பணிபுரிந்தவர்களிடமிருந்து வங்கிகள் மூலம் மாற்றப்பட்ட பணம் சிறந்த மாற்று விகிதத்திற்காக கறுப்பு சந்தைக்கு திருப்பி விடப்பட்டது. இதனால் வங்கி முறையைத் தவிர்த்து மாற்று சந்தை புத்துயிர் பெற்றது.",
        "மேற்கூறிய காரணிகள் நாட்டின் பொருளாதார சமநிலையை பராமரிப்பதில் அரசாங்கத்திற்கு கடினமாக இருந்தது. பலவற்றில் மற்றொரு காரணம், பொருளாதார உற்பத்திக்கு பங்களிக்காமல், பொதுக் கருவூலத்தில் இருந்து பணம் செலுத்தாமல், பயணிகளைக் கொண்டு பொதுச் சேவையில் அதிக சுமை ஏற்றுவது.",
        "அம்பாந்தோட்டை விளையாட்டரங்கம் போன்ற அண்மைக் கால உயர் செலவுக் கடன்கள் மற்றும் உற்பத்தியற்ற முதலீடுகள் போன்றவற்றால் ஏற்பட்ட கடுமையான கடன் சேவைக் கடமைகள் நாட்டின் கடன் சேவைக் கடமைகளுக்குச் சேர்த்த சில திட்டங்களாகும். கூடுதலாக அமெரிக்க டாலர்களை செயற்கையான விகிதத்தில் வைக்க மத்திய வங்கியின் வலியுறுத்தல், வங்கிகளின் நிதியை உத்தியோகபூர்வமற்ற சந்தைக்கு திருப்பியிருக்கிறது.",
        "அந்நியச் செலாவணி வெளியேறுவதைத் தடுக்க விதிக்கப்பட்ட இறக்குமதிக் கட்டுப்பாடுகள் ஏற்றுமதி உற்பத்தியிலும் பாதிப்பை ஏற்படுத்துவதோடு உள்நாட்டுச் சந்தைகளிலும் பாதிப்பை ஏற்படுத்துகின்றன. இறக்குமதிக் கட்டுப்பாடுகளை விதிக்கும்போது, ​​குறிப்பாக ஏற்றுமதி உற்பத்தித் துறைக்கு அவசியமான இடைநிலை மற்றும் மூலதனப் பொருட்களின் இறக்குமதியைப் பாதிக்காமல், அத்தியாவசியமற்ற இறக்குமதிகளைக் குறைப்பது சிறந்த சாதனமாக இருப்பதைக் கவனிக்க வேண்டும்.",
        "ஏற்றுமதி உற்பத்தித் தொழில்களில் நுழைந்து பொருளாதாரத்தை மேம்படுத்த உதவும் வெளிநாட்டு முதலீட்டாளர்களுக்கு இது கவர்ச்சிகரமானதாக இருக்கும்.",
        "நமது ஜனநாயக நடைமுறைகளின் செயல்பாட்டை மறுபரிசீலனை செய்ய வேண்டியதன் அவசியத்திற்கு சிறப்பு முக்கியத்துவம் கொடுக்கப்பட வேண்டும். அவர்களின் சரிவு முதலீட்டாளர்களை இங்கு வரவிடாமல் பயமுறுத்தலாம். அரசியல்வாதிகள் சமீப ஆண்டுகளில் நாட்டின் நிர்வாகத்தின் அனைத்து அம்சங்களிலும் அதிகாரம் செலுத்தி வருகின்றனர், மேலும் அனைவருக்கும் ‘ஒரே நாடு, ஒரே சட்டம்’ என்ற நம்பகத்தன்மை குறைந்து விட்டது. சிலர் சட்டத்திற்கு அப்பாற்பட்டவர்கள் என்ற நம்பிக்கை நம்பகத்தன்மை பெறுவதும், இது அந்நிய முதலீட்டில் தாக்கத்தை ஏற்படுத்துவதும் அச்சமூட்டுவதாக உள்ளது.",
        "மத்திய வங்கி தடையின்றி பணத்தை உருவாக்கி அதிக பணவீக்கத்தை ஏற்படுத்தியது, இதன் விளைவாக மக்களுக்கு சொல்லொணா துயரம் ஏற்பட்டது. இது சமூகத்தின் தவறான செயல்பாட்டிற்கு பங்களித்தது, இதில் வேலைகள் கிடைக்காதது மற்றும் இருக்கும் வேலைகள் இழப்பு ஆகியவை அடங்கும். வேலையில்லாத் திண்டாட்டத்தால் உணவு, மருந்து, போதிய பள்ளிக் கல்வி போன்றவை இல்லாமல் தவிக்கிறார்கள். இது ஊழல்வாதிகளின் கைகளில் அதிகப்படியான பணத்தின் மத்தியில், அரசாங்கத் தொழில் நடத்துவதில் வெளிப்படைத் தன்மையின்மையால் ஊழல் நடவடிக்கைகளில் ஈடுபட முடிந்தது. . இவை அனைத்தும் முதலீட்டைத் தடுக்கின்றன.",
        "இந்தக் காரணிகளுக்கு மேலதிகமாக பன்மைத்துவத்தை ஒரு ஜனநாயகக் கருத்தாக நடைமுறைப்படுத்துவது முக்கியத்துவம் குறைந்துவிட்டது. 1956 ஆம் ஆண்டு முதல் பயனுள்ள பயன்பாட்டில் \"சிங்களம் மட்டும்\" சமூகத்தில் ஒரு பிளவை அறிமுகப்படுத்தியது, அங்கு சிங்கள பெரும்பான்மையினர் தங்களை மற்ற மக்களை விட உயர்ந்தவர்கள் என்று கருதுகின்றனர். இறுதியில் இது பல்வேறு சமூகங்களுக்கிடையில் பகைமையைக் கட்டியெழுப்பியது, இது இறுதியில் 30 ஆண்டுகால யுத்தத்திற்கு வழிவகுத்தது, அபிவிருத்தியில் முதலீடு செய்யப்பட்ட வளங்களும் ஆற்றலும் பயன்படுத்தப்பட்டது. இது பொருளாதாரத்தை மேலும் சுருக்கியது.",
        "சமீப காலங்களில் எதிர்கொண்ட எதிர்மறைகளை சமாளிக்க முழுப் பொருளாதாரமும் மறுசீரமைக்கப்பட வேண்டும் என்பது தெளிவாகிறது. ஏற்றுமதி விவசாயத்தில் முதலீடு செய்வதற்கு போதுமான கவர்ச்சிகரமான துறையை உருவாக்க விவசாயத்தில் அதிக கவனம் செலுத்தப்பட வேண்டும். உள்நாட்டு விவசாயத்திற்கு பெரும் விலை கொடுத்து உர இறக்குமதியை தடை செய்தல் போன்ற தற்காலிக நடவடிக்கைகளுக்கு மேல் நீண்ட கால நலன்களுக்கு முன்னுரிமை அளிக்க வேண்டும்.",
        "உள்நாட்டு மூலப்பொருளைப் பயன்படுத்தி அதிக மதிப்பு கூட்டுதலுடன் ரப்பர் தொழிலை வலுப்படுத்த வேண்டும். பால் உற்பத்தியும், பதப்படுத்துதலும் தேவையான அளவு வேகமாக வளராததால், பால் துறையின் வளர்ச்சியை துரிதப்படுத்த வேண்டும். இறக்குமதி மாற்று முயற்சி மற்றும் மக்களின் ஊட்டச்சத்து தேவைகளுக்கு இது இன்றியமையாதது.",
        "இன்று டாலருக்கு நிகரான ரூபாயின் மதிப்பு அபாயகரமான அளவில் குறைந்துள்ளது மற்றும் சமீபத்தில் ரூபாயின் மதிப்பு ரூ. சந்தை சக்திகளுக்கு எதிராக செயற்கையாகப் பாதுகாக்கும் பயனற்ற முயற்சிக்குப் பிறகு USDக்கு 230. அரசாங்கம் மின்வெட்டை விதித்துள்ளது, மேலும் மக்கள் எரிவாயு, எரிபொருள் மற்றும் உணவு பற்றாக்குறையை எதிர்கொள்கின்றனர். அந்நிய செலாவணி நெருக்கடி காரணமாக ஏற்கனவே துறைமுகத்தில் அத்தியாவசிய பொருட்களை இறக்க முடியாத நிலை உள்ளது.",
        "தொழிற்சங்க போராட்டங்களின் அச்சுறுத்தல் அதிகரித்து வருகிறது; நாட்டில் சமூக சீர்கேட்டை உருவாக்கும் பிற சிவில் கலவரங்களின் அச்சுறுத்தலும் அவ்வாறே. அந்நியச் செலாவணி கையிருப்பு அபாயகரமான அளவில் குறைந்துள்ளது மேலும் இது அத்தியாவசிய இறக்குமதிகளை ஆபத்தில் ஆழ்த்துவது மட்டுமின்றி வளர்ச்சி முயற்சியிலும் தாக்கத்தை ஏற்படுத்துகிறது. நாட்டின் பொருளாதார வளர்ச்சி அண்மைய தசாப்தங்களில் நன்கு சிந்திக்கப்பட்ட திட்டத்தின்படி தொடரப்படவில்லை. கோவிட் -19 இன் பாதகமான விளைவுகளால் பல மேக்ரோ பொருளாதார பலவீனங்கள் சேர்ந்துள்ளன. பொருளாதாரத்தை மறுசீரமைப்பது, ஏற்கனவே பல தவறுகளைச் செய்துள்ள பல விஷயங்களைச் சரிசெய்வதற்கு அவசரமாகிவிட்டது.",
        "நடுங்காமுவே ராஜா, கலாச்சாரக் கைதியா, கலாச்சாரத்தின் தூதரா அல்லது பாதுகாப்பின் தூதரா?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}