{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/caption_story/WishQue-bags-Gold-award/110-232620",
  "time_ut": 1646692860,
  "title": "WishQue bags Gold award",
  "body_lines": [
    "WishQue, Sri Lanka's Premium Online Shop bagged the Gold award for the Online Brand Of The Year 2021 at the SLIM Brand Excellence held on February 9, 2022 at the Grand Monarch Imperial.",
    "Best known for its quality, freshness, and innovation, WishQue has become the most reliable and loved eCommerce brand in Sri Lanka. Their strength has always been the consistency from its inception. WishQue also has the highest customer satisfaction rate in the e-commerce industry.",
    "Speaking about the latest achievement of WishQue, The Managing Director of the company, Chinthaka Jayasekara said,  “SLIM Brand Excellence has been considered the pinnacle of brand success for Sri Lankan marketers. We are thrilled to have won the Best Online Brand of the Year 2021. We believe SLIM Brand Excellence is a great platform for marketers to craft a brand strategy across brand intent and content. And we hope with this recognition WishQue will reach greater heights in future.”",
    "Furthermore, he mentioned  WishQue’s consistent and highest customer satisfaction rating is one of the most decisive factors for them to win this prestigious award.",
    "“We at WishQue intend to provide a service that matches with international standards. The service standards we aim to provide are equal to the service standards in developed countries in terms of quality of services/products, reliability, customer service and luxury at an affordable price,” said the Managing Director.",
    "Focused mainly on Digital advertising for best products and services, their digital strategy and continuous innovation and process automation have played a big role in the growth phase.",
    "“WishQue is experiencing rapid sales growth from 2019. We are currently getting over 100,000 active users per month. Advanced software system helps us to run with lesser staff compared to other competitors and yet deliver best service to the customers,” he said.",
    "Reiterating the fact that the performance of his staff has been beyond excellent throughout the years, Chinthaka expressed his gratitude towards them, “Their hard work and dedication brought us this far and I hope they’ll continue to do so in future too.”",
    "WishQue is at the forefront in offering consumers a wide range of top-quality",
    "",
    "products over 10,000 including freshly made cakes, fresh flowers, perfumes, watches, gift sets, clothing, cosmetics, fashion accessories, soft toys, homeware, electronics, groceries, hampers, party accessories, and stationery.",
    "Product portfolio of WishQue expands for internationally renowned brands including expertly curated product range based on premium international brands. They are the only ecommerce site in the country that accepts multiple currencies for online payments based on the user location and also uses international exchange rates that change real time which benefits Sri Lankans who live overseas with better exchange rates.",
    "WishQue has now launched their own shopping app making it easier for the customers to place orders swiftly, interactive product browsing, easy payments including Apple Pay, online chats and order tracking.",
    "To enhance the customer experience, WishQue is currently integrating AI, tailoring customer experience and implementing long-term sustainable goals. WishQue’s ultimate aim is to become the best service provider in the E-Commerce arena by reinventing the online shopping experience."
  ]
}