{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hatch-makerstudio-creates-a-community-workspace-bringing-ideas-to-life/",
  "time_ut": 1647173760,
  "title": "Hatch Makerstudio creates a community workspace bringing ideas to life",
  "body_lines": [
    "The newly launched Hatch Makerstudio is a community workspace designed for innovators, providing access to state-of-the-art digital fabrication technology and equipment for startups and individuals to prototype and test their innovations. It is an ideal platform for creative thinkers to collaborate and drive innovation in product development and manufacturing aiming at new opportunities for economic growth.",
    "The Makerstudio, located at Hatch, Colombo, was officially declared open by the Deputy German Ambassador to Sri Lanka, HE Olaf Malchow and Co-Founder of Hatch, Ms. Brindha Selvadurai-Gnanam recently.",
    "The Makerstudio is financed by the German Federal Ministry of Economic Cooperation and Development (BMZ),and implemented by the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH Small and Medium Enterpreise (SME) Sector Development Programme in partnership with Hatch.",
    "In his key note address, Deputy Ambassador Olaf Malchow commented on the potential of Sri Lanka’s start-up economy and spoke on the importance of entrepreneurial ecosystems to fester dynamic economic development while enabling significant societal benefits",
    "Brindha Selvadurai-Gnanam, Co-Founder and CEO of Hatch stated that the vision for Hatch was to provide access to a supportive environment, skills, materials, and advanced technology to allow anyone with an idea to innovate and excel. “The Makerstudio embodies this vision,” she said, adding that it was made possible because of a fruitful partnership with GIZ who share a similar passion for creative problem solving by nurturing a Maker-culture in Sri Lanka.",
    "‘The Makerstudio has always provided a safe and affordable space to experiment freely and build prototypes until I perfected my design’, said Safiya Sideek, a Maker who exhibited ‘Elements by Safiya’ at the launch.",
    "Interested community members have the option of joining dedicated classes or programmes, in order to gain knowledge about digital fabrication and product development, and eventually start their own projects.",
    "The Makerstudio offers consultancy services that target businesses and organisations which require assistance in the development of new services and products to address local and export markets.",
    "Hatch Makerstudio is located on the ground floor of Hatch Works, Colombo. All tools and machines can be used independently or assisted by workshop staff, overseen by Florian Manderscheid, Head Maker at Hatch.",
    "AIA announces ‘very strong’ financial results for 2021 with US$ 10 billion share buyback programme",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}