{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/14/fuel-crisis-sri-lanka-wants-another-usd-500-mn-from-india/",
  "time_ut": 1655214660,
  "title": "Fuel Crisis: Sri Lanka wants another USD 500 Mn from India",
  "body_lines": [
    "COLOMBO (News 1st); The Sri Lankan Government currently facing issues locally and diplomatically in sourcing fuel.",
    "The final fuel tanker carrying diesel, under the Indian Line of Credit is scheduled to arrive in the country on Thursday (16), while the Government has another US $ 500 million loan facility to purchase more petroleum from India.",
    "However, the Minister of Education, Susil Premajayantha, assured that although the final fuel tanker from the USD 200 million Line of credit is due to arrive soon, a request has been put forward for another Line of Credit for USD 500 million, to which necessary approval has already been granted.",
    "Therefore, the Minister said that only one fuel tanker is needed to manage the interim period between the Credit Lines.",
    "He stated that the Ministry of Energy is carrying out the necessary arrangements for the relevant Line of Credit.",
    "Although the Cabinet has approved a US $ 500 million loans from the Indian Exim Bank to purchase fuel, it is not clear if India approved the facility.",
    "The Exim Bank of India provided a loan of US $ 500 million to purchase fuel from the last week of March, followed by another US $ 200 million in May.",
    "The final oil tanker under the extended USD 200 million Line of Credit will arrive on the 16th. Prior to the loan facility of US $ 500 million in March, agreements were signed with the Indian Oil Company to implement the Trincomalee Oil Tank Complex Project.",
    "Subsequently, by the time the loan of USD 200 million loan was finalized, agreements were drawn to implement the 500-megawatt Punerin and Mannar Renewable Energy Projects.",
    "Now, another $ 500 million is being requested to purchase fuel from India, yet the question is what will Sri Lanka have to sacrifice for this?",
    "What will happen to our country’s fuel supply if the Exim Bank of India does not provide this $ 500 million loan facility?",
    "Secretary to the Ministry of Power and Energy, Mapa Pathirana stated that efforts are being made to locate suppliers who would entertain Long Term Credit Facilities.",
    "He stated that several companies have already submitted proposals to deliver fuel in accordance with the conditions offered by Sri Lanka.",
    "However, the Ministry has been unable to select a supplier after completing the process.",
    "What will happen in the future due to the non-availability of a supplier on a long-term credit facility and uncertainty of the credit facility from India?",
    "Some parties point out that there was an opportunity to obtain oil on a concessional basis from a deal between Governments with Russia.",
    "However, the Petroleum Corporation took steps to recently purchase a stock of Russian crude oil, of which, the Sapugaskanda refinery was revived after three months of closure.",
    "The deal to award power projects to the Adani Company became a matter of concern last week when the former Chairman of the CEB made a startling revelation at the COPE Committee, which he later retracted citing emotional stress.",
    "However, the question remains as to whether this issue will affect diplomatic relations.",
    "At the same time, concerns are mounting as to whether Sri Lanka will lose benefits by NOT engaging with Russia diplomatically.",
    "If there is no diplomatic engagement, shouldn’t the government elaborate on the company that it will be selecting to deal in Rupees for Fuel, and the process that is adopted?",
    "Attract more tourists, resume Palaly operations: Prime Minister advises tourism stakeholders"
  ]
}