{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-slump-to-one-month-low-foreigners-exit-after-pms-cautioning-95322/",
  "time_ut": 1654606920,
  "title": "Sri Lanka shares slump to one-month low; foreigners exit after PM’s cautioning",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks slipped 2.21 percent on Tuesday (7) to its lowest close in one month as concerns over Prime Minister Ranil Wickremesinghe’s parliament cautioned on further fuel price hike amid fuel and gas shortages in the next three weeks dented investor sentiment, brokers said.",
    "Foreign investors sold a net 112 million rupees’ worth of shares on Tuesday. The market has witnessed a total foreign outflow of 1 billion rupees so far this year.",
    "Prime Minister Wickremesinghe on Tuesday said the next three weeks will be tough  for Sri Lanka with fuel and cooking gas shortages at a “very difficult” low, with the government not ruling out the possibility of a ration system.",
    "“Let’s limit our travels these three weeks as much as possible. I also urge all citizens to refrain from hoarding fuel and gas during this period,” he said.",
    "“At the end of these three difficult weeks, we shall try to supply fuel and gas without disruptions. Negotiations are underway with various parties to ensure this,” he added.",
    "The All Share Price Index (ASPI) closed 2.21 percent or 251.16 points weaker at 7,631.13, its lowest close since May 9.",
    "“Market is moving on the same weak sentiments but it is making driven on the fears of a price hike,” a top market analyst said.",
    "Previously, analysts said that the uncertainties on the 21st Amendment, budget and the IMF discussions were dampening the investor sentiments.",
    "“Bourse closed in the red with investors booking profits over the cautionary comments made by the PM, urging to use fuel and LP gas sparingly while the government rectifies shortages in the same. Moreover, PM commented on a potential food shortage, adding to the woes,” First Capital Market Research said in its market note.",
    "The more liquid S&P SL20 index fell 3.33 percent or 172.48 points to 2,631.13.",
    "Prime Minister Wickramasinghe has already implemented a raft of tax hikes for imports while the country is also experiencing record-high fuel prices. He also raised the value-added tax (VAT) to 12 percent from 8 percent this week.",
    "Though higher taxes are good for state finances and an IMF deal, but they will hit earnings.",
    "The market has so far lost 5.8 percent in June after gaining 6 percent in May. It lost 23 percent in April and 14.5 percent in March.",
    "The market has lost 37.5 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year when large volumes of money were printed.",
    "The daily market turnover was 1.9 billion rupees, around a half of this year’s average daily turnover of 3.8 billion rupees.",
    "Sri Lanka’s sovereign default has already led it to restricted/selective default rating by rating agencies and weighed on investor sentiment.",
    "Investors are also concerned over the steep fall of the rupee from 200 to 370 levels so far in 2022.",
    "All Share Price Index was mainly dragged down by LOLC Holdings, which fell 11.2 percent to 464 rupees a share.",
    "Expolanka fell 6.1 percent to 180.7 rupees a share. Ceylon Tobacco Company lost 6.4 percent to 600 rupees a share.. (Colombo/Jun07/2022)"
  ]
}