{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/JAT-Holdings-posts-best-ever-FY-on-record-delivers-IPO-promise/34-736077",
  "time_ut": 1655058600,
  "title": "JAT Holdings posts best ever FY on record, delivers IPO promise",
  "body_lines": [
    "Revenues up 66% to Rs. 8.897 billion, Gross Profits up 58% to Rs. 2.603 billion",
    "Export revenue share rises to 23%; healthy growth across sectors",
    "Exports to remain focus in present year; revenue share of over 30% forecasted for FY22/23",
    "Bangladesh plant completed, running ahead of schedule; R&D facility on track",
    "JAT Holdings PLC, has posted its best ever financial year on record, doubling its Profit After Tax (PAT) during FY2021/22.",
    "Demonstrating resilient performance amidst the most challenging economic environment ever experienced in Sri",
    "Lanka, the company’s revenues rose by 66% to Rs. 8.897 billion, from Rs. 5.36 billion in the year prior.",
    "Meanwhile, Gross Profits grew 58% to Rs. 2.603 billion, compared with Rs. 1.644 billion in FY2020/21, while Operating Profit rose by 73%. Most notably, JAT Holdings PLC witnessed its Profit After Tax expanding by an admirable 102% to Rs. 1.211 billion, up from Rs. 600 million in the previous year.",
    "The company also witnessed export revenues grow during the year to account for 23% of Group Revenue, from 12% in the year prior, as the business pivots towards more export-oriented activity.",
    "During the year, the company was able to maintain its Gross Profit margins at 29%, while Operating Profit remained constrained at 13% due to input cost inflation and foreign exchange volatility during the period under review. However, the company was able to make two separate interim dividend pay-outs to investors worth Rs. 0.32 and Rs. 0.25 per share, during the year.",
    "An analysis of key sectoral growth further demonstrated that Wood Coatings grew by 61%, Decoratives (which includes WHITE by JAT) grew by 77% and Brushes grew by 43%, during the period under review, reflecting growth in both volume and value.",
    "Discussing the financial performance of the enterprise, Founder and Managing Director Aelian Gunawardene said: “We’re very pleased to state that we’ve lived up to our promise and commitment to our stakeholders, which we made during our IPO. We have delivered, as promised, a profit after tax of 1.2 billion rupees. Furthermore, we have achieved this milestone amidst the most serious economic crisis that Sri Lanka has experienced.",
    "“Therefore, this should stand as testament and reassurance to our investors and other stakeholders, that JAT Holdings PLC is capable of delivering exceptional value, even in the face of adversity, and is supported by a business strategy suitable to the present environment, and will continue to remain resilient for the foreseeable future and beyond.”",
    "JAT Holdings will embrace the present challenges and transform them, where possible, into opportunities, and implement a future focussed business strategy to consolidate its position and remain resilient amidst Sri Lanka’s many evolving crises.",
    "Commenting on the business strategy, CEO Nishal Ferdinando said: “A major component of our resilience focused business strategy will be to pivot towards export-oriented and international business with a view to expanding export revenues as much as possible in the near to medium term.",
    "“Doing so will provide the company with stability and the ability to outperform. In fact, during FY2021/22, export revenues have grown to account for 23% of Group Revenue, which is a significant increase from the previous year, where the figure was only 12%.”",
    "To support this strategy, JAT Holdings has already implemented various initiatives in the Bangladesh market such as the establishment of a new state-of-the-art R&D facility and the commissioning of a manufacturing plant, along with expansion into the retail market. Furthermore, the company is also working to develop its operations in Africa, with discussions underway to commission a plant in the country. Together, these new facilities will further consolidate the company’s position in the regional market, while contributing towards revenue and margin growth.",
    "In terms of the company’s project vertical, JAT has revealed that this division remains unaffected by import restrictions since the company has adequate stocks to ensure completion. Furthermore, projects involving BOI companies are not subject to import controls, and are pegged to the dollar. As such, these operations will continue as normal.",
    "JAT Holdings has taken serious and calculated measures to mitigate the impacts of Sri Lanka’s various crises on the business. Explaining further, Ferdinando said: “Most importantly, we have been able to secure adequate stocks of raw materials for at least six to nine months, and we are working on growing our stocks as and when possible, to ensure zero interruptions due to shortages of raw materials.",
    "“Also, in addition to bolstering the company’s financial stability, the capital we raised at our IPO, approximately 1.5 billion rupees, has helped to significantly reduce our borrowing costs, thus reducing net finance costs, which provides us with considerable relief at this time. Going forward, we’ll be focussing on increasing market share as much as possible to drive revenue growth, while using our R&D facilities to develop better, more cost-effective products and more value-for-money products.",
    "“Crisis mitigation also means looking after our people and, thus, we’ve rolled out a comprehensive relief package to employees, helping to provide a safety cushion for our people at this most difficult time.”",
    "The company is also pleased to note that it has delivered on the promise it made during its IPO, which was to deliver Rs. 1.2 billion in Profits After Tax for FY2021/22. Furthermore, the company has made significant progress on its various IPO objectives. These include the construction and commissioning of its state-of-the-art manufacturing facility in Bangladesh, which has already commenced operations, ahead of schedule. The proposed Research and Development Facility is also progressing well and is expected to be completed by the end of September 2022.",
    "During FY2022/23, JAT Holdings PLC is poised to remain resilient, focussing on export markets and ensuring the complete fulfilment of its IPO objectives during the year. Guided by its competent management team and its future-focused business strategy, the company presently appears to be on track to deliver robust performance in FY2022/23 as well."
  ]
}