{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/in-a-spirit-of-giving-korean-embassy-shares-korean-meal-boxes-to-commemorate-vesak/",
  "time_ut": 1652734380,
  "title": "In a Spirit of Giving, Korean embassy shares Korean meal boxes to commemorate Vesak",
  "body_lines": [
    "As 15th of May 2022 was the Vesak festival, in order to foster Korea-Sri Lanka relations the Korean Embassy together with the Korean Residents in Sri Lanka hosted a Korean Food Sharing event. This was part of Korea Week 2022 which is currently taking place at the Colombo City Centre.",
    "In the spirit of Vesak, the Korean Embassy and Korean Community prepared Korean traditional meal boxes and, spearheaded by Korean Ambassador Santhush Woonjin JEONG, they distributed over 600 meal boxes to those who attended the event. Korean Residents’ Leaders including the Chairman Seongcheol Byeon participated in the event. This occasion was significant as it brought together the respective traditions of the Buddhist cultures of Korea and Sri Lanka by combining the Sri Lankan concept of ‘Dansal’ (giving of alms) with a Korean touch by sharing Korean cuisine with Sri Lankans.",
    "Sri Lankans of all ages who visited the Korea Week event with their friends and families enjoyed the delicious homemade Korean cuisine and were also able to engage in the rest of the festivities which included a Hanji (Korean) lantern exhibition and Korean games shown in the Squid Game drama.This event was organised by the Embassy to introduce aspects of Korean culture and traditions to Sri Lankans with the aim of strengthening Korea-Sri Lanka relations. The lantern exhibition and cultural games will continue at the Colombo City Centre and can be experienced by the public from 14th May until the 17th of May 2022.",
    "SLIIT launches CODE with the country’s first free AI/ML online course",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}