{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82137/prime-ministers-may-day-message",
  "time_ut": 1651376880,
  "title": "Prime Minister’s May Day Message",
  "body_lines": [
    "Prime Minister Mahinda Rajapaksa says that even in the face of the unexpected economic crisis, the example set by the working people for the country by working with great commitment and restraint is not insignificant.",
    "In his May Day message, the PM said it is no secret that the people, who have been facing various economic hardships in the face of the global epidemic for more than two years, have also been affected by this economic crisis faced by the country.",
    "“I have come forward with you for the workers’ struggle and I have not neglected the duties and responsibilities that must be fulfilled for your rights every time I am held accountable,” he said.",
    "However, the prime minister said that in order to overcome this economic crisis faced by the country, everyone must work together and overcome this challenge first.",
    "He said the Government is currently taking all possible measures to manage the economic crisis and is seeking the necessary support at the local and international levels.",
    "The ultimate goal of all these efforts is to create a better country, Rajapaksa said.",
    "I extend my heartfelt congratulations to the dear working people who are working day and night for the betterment of all citizens.",
    "It is no secret that you, who have been facing various economic hardships in the face of the global epidemic for more than two years, have also been affected by this economic crisis faced by the country.",
    "Even in the face of this unexpected economic crisis, the example you set for the country by working with great commitment and restraint is not insignificant.",
    "I have come forward with you for the workers’ struggle and I have not neglected the duties and responsibilities that must be fulfilled for your rights every time I am held accountable.",
    "However, in order to overcome this economic crisis faced by the country, we must all work together and overcome this challenge first.",
    "The Government is currently taking all possible measures to manage the economic crisis and is seeking the necessary support at the local and international levels.",
    "The ultimate goal of all these efforts is to create a better country.  On this International Labour Day, I respectfully recall the immense sacrifices made by the working people in this regard."
  ]
}