{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-government-fights-itself/",
  "time_ut": 1647011220,
  "title": "The government fights itself",
  "body_lines": [
    "After months of saying that they would never do it, the Sri Lankan government has let go of the exchange rate. Once upon a time the dollar fetched five rupees: now it’s nearing 280. Things are becoming more expensive, and corporations and companies are trying to keep profit margins up. Fuel prices have already climbed, with Lanka IOC hiking petrol by LKR 50 and diesel by LKR 75 to a gallon, while importers of pharmaceuticals have conferred with the relevant Minister over similar hikes. CEYPETCO claims to be making a loss of Rs 128 per litre of diesel, a claim which could lead to another spate of hikes.",
    "It’s a testament to how passionately neoliberal think-tanks advocating these changes that while they kept publishing infographic after infographic about the dangers of keeping the rupee up, none of them have come up with a similar analysis about the consequences of letting it come down. Econsult Asia has, and its predictions are utterly devastating: bread prices could hike by up to LKR 30, milk by LKR 400, cement by LKR 600, gas by LKR 1,500. To top it all, external debt might hike by a whopping LKR 1.2 trillion.",
    "Like the mythical and nameless Dutch boy who put his finger in the dike, the government is desperately trying to stop the country from sinking. The problem is that the crises we are seeing today are unfolding not just consecutively, but also concurrently: thus, while dollars are paid for diesel, the government delays payments to three gas ships, leading to another shortage. The situation is so bad that we are rationing not so much dollars as the crises we are enduring: fuel one day, flour on another, and power on yet another.",
    "In that state of affairs, while the Opposition blames the government, the government is engaging with a blame-game within. Wimal Weerawansa’s and Udaya Gammanpila’s exit tells us what we’ve known for a long time, namely that not everyone inside was happy with the way things were going outside. Now that they have been sacked, government MPs are indulging in diatribes against them, with some even suggesting that if it wasn’t for them, we wouldn’t have been seeing these power cuts and diesel queues. That is a ludicrous claim, to be sure, but it resonates with pro-government commentators nevertheless.",
    "The Wimal-Udaya-SLPP breach is significant for at least two reasons. Firstly, it shows that the image of the government’s unity was much exaggerated. Secondly, as key ideological backers of the Bring Back Mahinda Campaign, Wimal and Udaya have effectively ruptured the trajectory of the present administration, by subjecting a government of which Mahinda Rajapaksa is Prime Minister to severe criticism. One can argue that all this is theatre, a long drama scripted by the government. Yet such explanations fail to acknowledge, or even note, the complexities of the unfolding ruptures and their origins.",
    "If it’s difficult to describe the Bring Back Mahinda Campaign today, it’s because the situation under the yahapalana government was, and is, too complex to rationalise. While liberals and left-liberals viewed it as an attempt to restore an authoritarian status quo, others saw it as a symptom of the failures of the yahapalana administration.",
    "Dayan Jayatilleka was one of the few who shared the latter opinion. From encouraging Maithripala Sirisena’s candidacy to opposing it, Dr Jayatilleka cautioned against letting the Sirisena administration be penetrated by the neoliberal right. He argued that the infiltration of such elements would lead to a backlash that would lead to the unravelling of the regime. Dismissed by most, this prediction came true on two occasions: the Local Government polls in February 2018 and the Constitutional fracas nine months later.",
    "I see the Joint Opposition’s campaigns in all this as Populist-Bonapartist. But to claim that is to view it as a monolith, which it was not. It would be more correct to characterise the JO as a movement made up of disparate and contradictory elements, some shifting to the right and others to the centre-left. It opposed not just the government, but the SLFP’s co-option by the UNP. To that end it made use of range of tactics, of which the most memorable was its bicycle-to-parliament protest against the 2018 Budget.",
    "The Bring Back Mahinda Campaign ideologues echoed the contradictions that made up the Joint Opposition. All of them had one thing in common: they hailed from political formations which eventually rallied with, and behind, Mahinda Rajapaksa. This was as true of Wimal Weerawansa as it was of Udaya Gammanpila, and Vasudeva Nanayakkara.",
    "In all fairness, it must be added here that Wimal and Udaya did critique the second Mahinda Rajapaksa administration, with Udaya articulating his criticisms in various columns. Then as now, the brunt of these critiques targeted Basil Rajapaksa and P. B. Jayasundera. However, while they did question these people as Ministers, they set aside such differences when the ineptitude of the yahapalana regime enabled them all to come together.",
    "This is not as unprecedented as it may seem: the SLFP under Chandrika Kumaratunga entered into a provisional coalition with the JVP to checkmate the UNP in 2004. That she was entering into an alliance with a party accused of sponsoring her own husband’s death did seem ironic at the time. Yet for all the disarray that short-lived coalition generated, it achieved much and more importantly ate into the UNP’s electoral prospects. On the other hand, when the contradictions between the SLFP and the JVP got too out of hand, the JVP did not hesitate to walk out, though at the cost of several defections to the Rajapaksas: the most prominent, of course, being Wimal Weerawansa’s.",
    "An important point that often goes unmentioned is that the Joint Opposition was focused less on a Gotabaya Rajapaksa presidency than a Mahinda Rajapaksa premiership. As Dayan Jayatilleka has observed, the initial plan was to make Mahinda an Executive Prime Minister under the 19th Amendment, and his younger brother a presidential figure on par with Raul Castro. In an interview with D. B. S. Jeyaraj in 2016, Jayatilleka called the two brothers “the closest we get, and shall get in the foreseeable future, to a Fidel and Raul.”",
    "Such analogies made sense when the Joint Opposition swayed to the Populist Left. And for a while, it did sway that way. Like the MORENA coalition’s campaign in Mexico last year, the JO targeted the yahapalana regime’s rightward shifts, including its fuel price formula and its frequent invocations of IMF rhetoric, while touting a populist line.",
    "Yet just as the yahapalana government lost its progressive potential once it got enmeshed in what Dr Jayatilleka called the CBK-Ranil-Mangala troika, the JO abandoned its progressive potential by wilfully tilting to the right. By 2018, the government’s embrace of the neoliberal right was echoing the Joint Opposition’s embrace of a neoconservative right.",
    "As a result of all this, the country’s political dynamics changed, never to be reconfigured or restored again. It was here that the Viyathmaga-Eliya conjunction laid the groundwork for Gotabaya Rajapaksa’s presidency, a presidency sealed by the yahapalana regime’s less than stellar handling of national security and sovereignty.",
    "The Bring Back Mahinda Campaign responded ambivalently to these shifts and detours, pushing for Rajapaksa’s presidency and its entrenchment via the 20th Amendment while opposing the latter document’s provisions on dual citizens entering parliament. It was their disagreement with those provisions, incidentally, which pitted them against Basil Rajapaksa: the man they accuse today of holding the country’s economy to ransom.",
    "It’s not entirely accurate to blame Wimal and Udaya, and the rest of the 11 government-allied parties which have now come together against the SLPP, for having voted for the 20th Amendment despite these misgivings. This is because while politics is indeed the art of the possible, it’s also a game of compromise. Alliances are marriages of convenience, and given the nature of the electoral system, they are absolutely vital for stability.",
    "Wimal and Udaya have recounted in interviews that they supported 20A on condition that Basil Rajapaksa not be made MP. That does sound naive, to be sure. Yet consider that in 2015 the JO, barring one MP, voted for the 19th Amendment, despite its anti-Rajapaksist overtones. That sounds incredible too. But it is how politics works.",
    "The crisis facing the government is obvious enough. By destroying the UNP in one go, it destroyed the only possible enemy it could have used to keep itself in check and ensure its unity. Today the CBK-Ranil-Mangala troika is in disarray: Ranil Wickremesinghe is the sole voice and face of the UNP in parliament, Chandrika Kumaratunga is nowhere to be seen, and Mangala Samaraweera is dead. In the face of the crisis or the crises we are now undergoing, the regime finds itself unable to prevent its own fragmentation. It remains to be seen where all this will lead. By all accounts, we are entering a very interesting time.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}