{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83089/new-strategies-need-to-be-formulated-for-industrial-sector-to-earn-foreign-exchange-rapidly-president",
  "time_ut": 1655394900,
  "title": "New strategies need to be formulated for industrial sector to earn foreign exchange rapidly – President",
  "body_lines": [
    "President Gotabaya Rajapaksa has pointed out that opportunities in the industrial sector should be expanded for local and foreign investors to earn foreign exchange expeditiously.",
    "He said long-standing rules and regulations are a serious barrier to investment. President Rajapaksa said that a great deal of work needs to be done for the promotion of the industrial sector by adopting new strategies to encourage investment.",
    "The President made these remarks at progress review meeting of the Ministry of Industries at the President’s House in Colombo, today (16).",
    "President Rajapaksa pointed out the need to identify industries that can earn foreign exchange and to expedite the preparation of future measures for their development. The challenges and solutions faced by the industrialists in the foreign exchange crisis were discussed at length.",
    "The President requested the officials to look into the possibility of using the foreign exchange earned from the export industry directly for the import of raw materials.",
    "Minister Ramesh Pathirana stated that a new policy will be formulated for local industries. The main work has been completed and it is expected to be presented shortly, the Minister said.",
    "The Minister pointed out that although the amount of foreign exchange that can be earned from the gem industry is very high, due to the existing rules and regulations, Sri Lanka does not get a proper profit for the gems.",
    "Secretary to the Ministry of Industry General (retd.) Daya Ratnayake said that the rules and regulations of many state institutions discourage the creation of new industries and the running of existing industries. As a result, the country has lost many foreign investors, he said.",
    "The President pointed out that investors could not be won over if all industry approvals did not work together to find solutions to existing problems. The country’s economy is based on trade. The President also stated that there is an urgent need to transform it into a productive economy.",
    "Chief of Staff to the President Anura Dissanayake and officials of line institutions belonging to the Ministry of Industries were also present at this meeting."
  ]
}