{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-protesters-establish-new-site-to-agitate-for-prime-ministers-removal-93543/",
  "time_ut": 1651060260,
  "title": "Sri Lanka protesters establish new site to agitate for Prime Minister’s removal",
  "body_lines": [
    "ECONOMYNEXT – Protesters in Sri Lanka who have been camping outside the president’s office for 19 days in a row demanding that President Gotabaya Rajapaksa step down have set up a new protest site outside Prime Minister Mahinda Rajapaksa’s official residence Temple Trees demanding his resignation.",
    "Named “Myna Go Gama” – Myna (as in the bird) being a recently established nickname for the PM – the new site takes after the main protest site at the Galle Face Green named Gota Go Gama. The new site was opened after police failed to obtain a court order preventing its establishment near the Galle Road entrance of Temple Trees. A number of luxury hotels and embassies exist on this particular stretch of road.",
    "Police had parked four buses and a truck to prevent protesters sitting on the pavement by Temple Trees. However, the organisers got creative and found a gap between a bus and truck to put up a tent and start their agitation to oust the second-mos powerful Rajapaksa, who was Sri Lanka’s president from 2005 to 2015.",
    "Protesters hung an old picture of Rajapaksa with a Hitleresque toothbrush moustache on a nearby lamp post, with two small white flags hoisted on either side of the picture, presumably signifying death. Some of the protestors stuck their anti-Rajapaksa placards on the buses parked nearby.",
    "Many protesters said they found it difficult to voice their demands because of loud Buddhist pirith chanting coming out of the PM’s residence. The chanting was drowning out the protestors’ voices to the point even their comments to the media were barely audible.",
    "Placards carrying slogans like “you destroyed the feature we dreamt of” and “We need justice for Rambukkana killing”, referring to a police shoot in the central district of Kegalle that left a protestor dead.",
    "Widespread protests started around Sri Lanka following shortages of essentials like milk powder, medicines, fuel, and cooking gas amid extended power cuts. A police attack on a March 31 protest, President Rajapaksa’s declaration of emergency law followed by three-day curfew, and temporary a social media ban aggravated middle class youth who had never been to a protest.",
    "Many people now see the protests as something meaningful because they have already delivered some results which they see as positive.",
    "The protests have forced the resignation of the previous cabinet and central bank governor who had stubbornly resisted seeking IMF assistance in addressing the economic crisis.",
    "They have also precipitated the resignation of all Rajapaksas from their ministerial positions excepts for the president and prime minister so far.",
    "“A couple of us at Gotagogama decided to come and have an organised protest here, because we wanted to show that the protests are not violent or destructive,” Chamara Jayakody, a 29-year old tourism sector employee told EconomyNext.",
    "“The Government wants to create a picture that protesters were causing social instability, but that is not the case. We encourage people to join us in this collective fight. Our problem is not only with Gotabaya Rajapaksa, but this entire system.”",
    "“There are no jobs anymore. People can’t even pluck coconuts because people don’t have the money to hire them. That is how low we have fallen.”",
    "The “MynaGoGama” is just 2.1km away from the main protest site at GotaGoGama.",
    "Prime Minister Rajapaksa, who had been widely respected and almost deified by the majority Sinhala Buddhists for his leadership role in ending Sri Lanka’s 26-year war, is fast losing his appeal, analysts say.",
    "The economic crisis has now turned into a political crisis with the demand for the resignation of both President and Prime Minister Rajapaksa on the rise.",
    "Some protestors shouted “Old Mahinda, go home’ while screamed levelled allegations of corruption under him.",
    "Prime Minister Rajapaksa has responded to his critics and said he can even run with the youth and that he still follows his physical exercise routines. The 76-year old veteran politician on Tuesday (26) said he will not resign unless somebody removes him.",
    "Ven Pussiyankulame Sumanarathana Thera, a monk from Sri Lanka’s Northcentral district of Anuradhapura had travelled to Colombo after he heard that protestors were backed by some parties with vested interest and extremists.",
    "“I came all the way from Anuradhapura because I heard these protests were backed by NGOs and extremists. But what i saw was that the protesters are from all walks of life who are affected by the ongoing economic crisis. I don’t think the Sri Lankan people will let politicians steal in this manner again, or use racism as a tool to gain political power,” he said.",
    "“People are enduring much hardship to be here, they sleep in tents, and the rain often leaks through,the ground gets muddy and it is mostly impossible to sleep. People who see me often offer a comfortable place for me to pass the night, but a revolution has to be done from the site of the struggle, and I and everyone else will be here until the end, enduring all the hardships.”",
    "Most other demonstrators said they were there to support the youth of the country and the people who are going through hardships due to these crisis.",
    "“I used to do import and export business and we have enough meals to eat too but I am here everyday because I want to support the youth. Rajapaksas have stolen our country,” said a mother of two.",
    "Rajapaksas have denied corruption allegations, claiming all charges are fabricated by opposition parties. However, many Rajapaksa critics have said the first family always used the government as their family business. (ColomboApr26/2022)"
  ]
}