{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/International-Women-s-Daycelebrations-at-JEDB/34-731848",
  "time_ut": 1647023400,
  "title": "International Women’s Day celebrations at JEDB",
  "body_lines": [
    "JEDB celebrated International Women’s Day (IWD) in style on 8 March. After morning rituals were observed, all ladies were offered a gift pack by the male staff members under the patronage of JEDB Chairman in the presence of the senior management.",
    "Thereafter a half a day program was organised by a committee headed by the Deputy Chairman to commemorate the development and enhance the skills of the Ladies and staff in general, where the renowned artist, media personality  and scriptwriter Gamini Kumara Withana was invited to conduct the session as the Guest Lecturer.",
    "As IWD is a globally celebrated event that highlights the achievements of women in all spheres which started in the year 1908 where 15,000 women marched to Newyork city demanding various rights including better pay , less working hours and equality in all aspects. Each decade it has found a new meaning and way in interpreting its objectives. In 2020 the theme was defining women’s rights, celebrating female branding,women networking and mentoring.",
    "Gamini Kumara Withana with his vast knowledge,experience and skills on the subject addressed the audience keeping with above objectives and in his presentation he had video presentation, clips and biographies of well- known personalities and elaborated their life achievements where they have reached greater heights from very humble beginnings. In his address he also emphasised the importance of positive thinking at all times which can make our hidden talents unnoticed.",
    "Gamini Kumara also in his program had a practical training session for all woman staff members who were present, by giving them opportunities to show their hidden talents by making them do some role play on a particular topic which they had to perform spontaneously. He also shared his life experience and examples on how to do mentoring and build your character when dealing with people in society.",
    "This was a day totally belongs to JEDB women without whose support and dedication JEDB wouldn’t be where and what it is today. So as quoted by famous Pandits to all women “You are a Dreamer/Believer/Doer/Achiever and that She is You.”",
    "As quoted by Lady Hillary Clinton “Women are the largest untapped reservoir of talent in the world.”",
    "Finally giving meaning to values driven by International Women›s Day incorporates Justice, Dignity, Hope, Equality, Collaboration, Tenacity, Appreciation and Respect. In conclusion, may all women be cherished with all these qualities and make a better world in their respective fields with their countless skill and talent."
  ]
}