{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82113/sri-lanka-to-make-payments-for-imports-through-banking-system-mandatory",
  "time_ut": 1651230480,
  "title": "Sri Lanka to make payments for imports through banking system mandatory",
  "body_lines": [
    "Finance Ministry will issue a new gazette notification under the Import and Export Control Act, making all payments on imports to Sri Lanka through a banking system compulsory, says the Central Bank Governor.",
    "Addressing a special media briefing this evening, Dr. Nandalal Weerasinghe said several measures will be taken by the Finance Ministry and the Central Bank to curb the transactions in foreign exchange outside the banking system.",
    "He noted that the reason for the foreign exchange shortage in the local banking system is the remittance of funds through informal transfer systems such as Hawala and Undiyal.",
    "As the first step against informal fund transfer methods, a gazette notification is expected to be issued either today or tomorrow to make it mandatory that all payments for imports to the island are made through the banking system.",
    "He also assured that the Central Bank would give its best to minimize these informal fund transfers and demand for such transfers.",
    "If the payments are not made through the banking system, the imported items will not be cleared by the Customs, the Central Bank governor added.",
    "In response to a question on the mandatory foreign currency conversion by tourists in order to obtain goods and services, Dr. Weerasinghe said the Central Bank will look into relaxing the directive to encourage all foreign currency remittances to be routed through the banking system. This is not good for the tourism industry and it is an inconvenience for the tourists, he added.",
    "Meanwhile, with regard to the recruitment of debt advisors, Dr. Weerasinghe said the process is in progress and that the Central Bank expects to submit its proposals to the Cabinet of Ministers within a period of one or two weeks."
  ]
}