{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/crysbro-steps-into-leader-slot-in-poultry-meat-production/",
  "time_ut": 1649776260,
  "title": "Crysbro steps into ‘leader slot’ in poultry meat production",
  "body_lines": [
    "Crysbro, after 50 years in poultry meat production is now a leading brand recognised for quality and consistent standards in producing poultry meat.",
    "The end product and its brand carries with it a mechanised process from feed formulation to manufacture. The optimum process involves various stages of poultry growth culminating in a 35-day growth pattern, ensuring 2.1 kilos per bird within this time-frame.Growth process of day-old chicks to finisher levels also includes growth feed within a life span of 35 days.",
    "The grain is stored in silos for eventual dispersion to farm locations. Farm locations are located away from grain mixing units.",
    "Crysbro Public Relations Manager, Nalin Aluthge said that growth of bird stock is also carried out by farmer groups. Approximately 1,500 farmers in an out-grower system are instructed and monitored constantly on the growth standards to ensure standard growth of bird stock within 35 days. Some 300,000 day-old chicks are distributed to farm locations on a daily basis ensuring stringent guidelines. Mature farm broiler stock is transferred to Gampola and Nawalapitiya, on the 35th day for meat processing and preparation for marketing the finished product.",
    "The buy-back system ensures farmer earnings are substantial with no losses being incurred by them. Parent stock of broiler breed is imported and the offspring is carefully propagated to ensure distinct parent standards. The breeding process is carried out to grow adult stock for farm dispersion. The grain mixing plant is located in a distant site. The entire grain plant mechanized at each stage adheres to a well-controlled atmosphere of precision controlled by computer commands at the plant.",
    "Plant manager, Lalith V.K. Wickramasinga, with his support staff Harsha, Ruwan, and Manoj demonstrated to the visiting media team the transitory process culminating in the mechanized bagging process that transfers bags to silos for storage awaiting dispatch to farm sites.",
    "The grain mixing plant is located in a scenic location in Kurunegala within the coconut triangle ensuring efficiency of the plant.",
    "Aluthge said that the entire process is located in different sites to ensure purity of the product and maintain high standards of Crysbro throughout the Island.",
    "He said that the entire production line comprised working staff of some 1,500 workers at farm sites. They oversee farmer locations to ensure standards are constantly maintained and monitored.",
    "However, the company did not divulge information about the quantity of poultry meat produced per day because of its confidential nature.",
    "Notably, the corporate social responsibility (CSR) programmes of the company ensures that workers and their families are benefited by company welfare schemes such as distribution of school books and instruments for their school-going children. Further, the worker families are entitled to welfare measures including medical assistance.",
    "Crysbro chicken products command about 20 percent of the market share.",
    "Aluthge said that the entire process is so meticulous that the finished product is contamination-free at all stages of production.",
    "Govt halts foreign debt repayments pending a programme of IMF",
    "Rohana Shoring and Piling company aims to expand its services",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}