{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/childfund-sri-lanka-promotes-active-teaching-and-learning-approaches/",
  "time_ut": 1647962880,
  "title": "ChildFund Sri Lanka promotes active teaching and learning approaches",
  "body_lines": [
    "Helping students gain a strong foundation during their primary schooling, ChildFund Sri Lanka (CFSL) adapted a concept by International Literacy Association (ILA). The concept of ‘Active Teaching and Learning Approaches in Schools’ (ATLAS) for primary school children were developed and tested in different contexts. The proven concept was further funded by ChildFund Sri Lanka to be tested in central province through T-Field Child development Federation in collaboration with Education Authorities of Central province in the selected schools. The program which began five years ago has to-date benefited 1,520 schools and 10,109 teachers.",
    "Prior to the program launch, research conducted by authorities showed lower educational competencies, impacting students’ interest in school.",
    "To overcomes these challenges, ChildFund conducted a joint-pilot project with T-Field, a non-profit organization working in Central Province, for the development of marginalized tea estate workers’ communities. A model by ILA, an international organization dedicated to promoting high levels of literacy, was adapted. ILA was also engaged in all stages from the initial assessment to curricular development and training of teachers to ensure programme standards were met.",
    "In the pilot intervention, findings revealed that most lessons conducted were traditional, lecture-type sessions, resulting in low interest and less engagement in studies among children. As Sri Lanka’s policy direction moves towards quality education that is student friendly and contributing to a knowledge economy, a reform of the education is essential to provide more child-friendly learning environments where children acquire a range of competencies.",
    "To improve the quality of education, the ATLAS model, pioneered by ILA, funded by ChildFund New Zealand was implemented together with Ministry of Education, to support facilitating classroom activity sessions enhancing analytical, numeracy and literacy skills, confidence, resilience and leadership building.",
    "The success of the pilot project proven through the positive scholarship examination results paved the way for the provincial authorities to adopt the ATLAS model as a teaching delivery method at primary schools in the Central Province.",
    "Thereafter, a customized ATLAS module was developed for the Central Province. ILA and National Institute of Education provided technical assistance to adapt the model with the Provincial Education department to ensure the approach was adopted by all the primary schools in the Central province. The pilot project was launched among 27 schools and 135 teachers in Nuwara Eliya and 12 schools and 60 teachers in Matale.",
    "“By adopting the ATLAS teaching and learning methods, we were able to improve the grade 5 Scholarship exam results in Nuwara Eliya education zone. Compared to 2019, there was 15% improvement in scholarship exam results in 2020, and we believe that adopting the ATLAS method has greatly contributed towards this achievement. We are very pleased that we were able to introduce an effective teaching and learning approach such as ATLAS to central province with the technical and financial support of ChildFund and T-Field Child Development Federation greatly”, stated M.G.A Piyadasa, Provincial Director, Department of Education, Central Province. ATLAS model aligns with policies and the strategic direction of the Government of Sri Lanka and Provincial Education Authorities.",
    "The official event to signify the official adaptation of the ATLAS module by the Department of Education, Central Province was held end last year.",
    "ChildFund Sri Lanka’s Senior Program Manager, Thilakaratne Karunaratne said, “ChildFund Sri Lanka has over the years focused on education program efforts by expanding and improving school infrastructure, facilitating access to school, and supporting capacity building in communities. Supporting T-Field in implementing the ATLAS approach to Central Provincial schools, we were able to provide teachers the opportunity to participate in teacher training sessions and to receive classroom coaching in an ongoing effort to implement best classroom practices. We are pleased to note that the ATLAS approach has now been adopted by the Central Province while the accompanying strategies and approaches will be useful in improving the quality of primary education throughout Sri Lanka.”",
    "ChildFund Sri Lanka understands that intervention which promote successful early learning and skills acquisition help children grow and develop as useful and productive citizens in their communities are also linked to a country’s economic growth. The successful adoption of the ATLAS module among school children demonstrates how implementing strong educational platforms can contribute to these outcomes.",
    "ComBank offers career guidance to female undergraduates of Colombo University",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}