{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stock-index-sees-record-gain-after-select-shares-pumped-91516/",
  "time_ut": 1646927280,
  "title": "Sri Lanka stock index sees record gain after select  shares pumped",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks gained record 6.81 percent on Thursday (10) as select investors pushed handful shares after the central bank allowed the local currency to float from a pegged 200 rupees, brokers said.",
    "The main All Share Price Index (ASPI) gained 692.35 points to close at 10,856.07 after the index plunged 9.6 percent in the previous three sessions of this week. The gain was the historical high in term of points.",
    "“There was no fundamental reason for the market to soar as devaluation and interest rate hike are expected to increase the cost of production and hit the earnings,” a market analyst said.",
    "“The gains were due to a few companies. If somebody is saying that this is due to expectation of super profit due to devaluation, then there are other listed companies which have not moved much today despite they also have high export components and fundamentally sound.”",
    "“So this is something like a select group of investors want to exit from these shares at a high price. We see the market to drop in the next few days because investors are now slowly moving to fixed assets as the interest are on the rise now.”",
    "The rupee has now fallen around 30 percent so far in the last two days after the central bank allowed flexibility in the exchange rate. It was traded at a record low of 260 rupees on Thursday in inter bank trading.",
    "The rupee closed at 255/265, but currency dealers expect more depreciation in the coming days.",
    "S&P SL20 of the most liquid stocks is also rose 9.46 percent or 325.32 points to 3,763.57 points.",
    "Rising oil price, policy rate hike, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts also weighed on the sentiment.",
    "On Friday (04) Sri Lanka’s central bank raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "In March, the market has already lost 6.2 percent after falling 11 percent in the previous month. Overall the market has lost 11.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "The market turnover was 3.5 billion rupees, just above the half of this year’s average turnover of 5.9 billion rupees.",
    "Expolanka, LOLC Holdings and Browns Investment pushed the main index up on Thursday.The market heavyweight gained 19.6 percent to close at 287.25 rupees a share while LOLC Holdings rose 10.2 percent to close at 876.75 rupees a share, market data showed.",
    "Browns Investment closed 17.5 percent up at 11.40 rupees a share. (Colombo/March10/2022)"
  ]
}