{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/dbs-jeyaraj-column/TPA-Seeks-Non-Territorial-Council-for-Hill-Country-Tamils/192-233895",
  "time_ut": 1648237920,
  "title": "TPA Seeks  Non-Territorial Council  for Hill Country Tamils",
  "body_lines": [
    "Tamil Progressive Alliance Leader Mano Ganesan (centre), Deputy Leader Palani Digambaram (left) and Deputy Leader V. Radhakrishnan at a press conference",
    "The total population of Tamils - both Sri Lankan and Indian -is 3,113, 247. Of these 1,611,036 Tamils are living in the Northern and Eastern Provinces. Another 1,502,211 Tamils live outside the Northern and Eastern Provinces",
    "TPA leader Mano Ganesan who is the driving force behind the initiative told this Column that a letter of appeal along with the aspirational document was to be sent to President Gotabaya Rajapaksa, Indian Prime Minister Narendra Modi and British premier Boris Johnson",
    "The Tamil Progressive Alliance (TPA) has taken the initiative in seeking a new representative body for the pre-dominantly Tamil people of recent Indian origin or Indian Origin Tamils(IOT). In recent times the community has become known as the “Malaiyahath Thamizhar” (Hill Country Tamils/Up Country Tamils). Although called Hill Country Tamils because they are mainly concentrated in the Uva,Sabaragamuwa and Central provinces,the “Malaiyahath Thamizhar” community is widely dispersed in all parts of the Island. What the TPA envisages is the creation of a new entity – Non -Territorial Community Council- to represent the interests and aspirations of the hill country Tamils scattered throughout the country. The laudable objective is to facilitate and expedite the comprehensive integration of the community into the mainstream as full-fledged citizens of Sri Lnka while retaining their ethnic identity.",
    "According to the 2012 census, the Indian origin Tamils numbering 839,504 (4.12%) are the fourth-largest ethnicity in Sri Lanka. However this is not entirely accurate as a very large number of the Indian Origin Tamil citizens have been categorized as Sri Lankan Tamils in the official census. This is blatantly visible in the Northern and Eastern districts as well as in Colombo and Gampaha. Even in the Up Country districts the census enumerators have a tendency to classify those living in estate regions as Indian Tamils and those residing in urban areas as Sri Lankan Tamils. The total population of Tamils - both Sri Lankan and Indian -is 3,113, 247. Of these 1,611,036 Tamils are living in the Northern and Eastern Provinces. Another 1,502,211 Tamils live outside the Northern and Eastern Provinces. The harsh reality is  that the Tamils living in the seven Sinhala majority provinces have been deprived of equitable political representation over the years. The majority of these people are those of Indian origin known as Hill Country Tamils. Moreover the community notably the plantation workers are economically under-privileged.",
    "The Tamil Progressive Alliance founded on June 3rd 2015 is the premier political configuration of the Hill Country Tamils as far as Parliamentary representation is concerned.The TPA obtained six seats at the 2015 Parliament poll. The party got three seats in Nuwara- Eliya and one each in Colombo, Badulla and Kandy districts. The TPA repeated its success in 2020 by winning six seats in the exact manner as it did earlier in 2015. Three other Hill Country Tamil MP’s were elected from the Ceylon Workers Congress(CWC) in Nuwara -Eliya and Samagi Jana Balavegaya(SJB) in Badulla. However the TPA’s Badulla district MP violated party discipline by voting for the 20th Constitutional amendment and was expelled.The TPA contested the 2015 election under the UNP’s elephant symbol and the 2020 poll under the SJB telephone symbol.",
    "The TPA comprises the Democratic Peoples Front (DPF) National Union of Workers (NUW)  and Up Country Peoples Front (UCPF) led by Mano Ganesan, Palanyi Thigambaram and Velusamy Radhakrishnan respectively. While the three constituent parties continue to retain their status as separate parties, the TPA was  officially recognized as an Independent political party by the Elections Commission last year and allocated the torchlight as election symbol.",
    "Mano Ganesan is the Tamil Political Alliance leader while Palani Thigambram and V Radhakrishnan are the joint deputy -leaders. Chandra Schafter is the General Secretary. The TPA has a Presidium of 6 Members and a 14 member Politbureau. The TPA’s  name in Tamil is “Tamil Mutpoakku Kootani”.",
    "The current TPA proposal to form a Non - Territorial Community Council(NTCC) is an integral and vital component of a politically important document formulated  by the TPA a few weeks ago. It is titled “Aspirations of Tamil People of Recent Indian Origin Towards Integration with Dignity and Mainstreaming as full Citizens in Sri Lankan Polity and India Sri Lanka Accords”.",
    "Initially the TPA held public discussions on the need for such a document and thereafter called for related submissions from intellectuals, scholars and professionals in the community. A committee was formed to draft the document referred to in brief as the “Aspirational Document”. The final draft was approved and authorized for public dissemination by the TPA politbureau and presidioum. A key element of the aspirational document is the proposal to establish Non -Territorial Community Councils for “Minority Communities of Special Interest (MCoSI) living in dispersed form in the country”.",
    "TPA leader Mano Ganesan who is the driving force behind the initiative told this Column that a letter of appeal along with the aspirational document was to be sent to President Gotabaya Rajapaksa, Indian Prime Minister Narendra Modi and British premier Boris Johnson. The rationale being that of all three countries bearing a responsibility and duty towards the community. India due to the “umbilical cord relationship”, Britain for having re-located the bulk of Indian Tamils to the Island as estate workers and Sri Lanka being of course being their own country and homeland now. Ganesan said that an appointment was sought with President Rajapaksa to present the documents and discuss related issues with him but a date had not been given so far. An appointment with the British envoy would be sought after meeting with the President. However a TPA delegation led by Ganesan met with Indian High Commissioner Gopal Baglay and formally handed over the letter to PM Modi early this week. The TPA leader said a fruitful discussion into the proposals outlined in the letter/document ensued and further talks may be held if and when Indian Foreign Miniser Dr. S. Jaishankar visits Colombo.",
    "Copies of the appeal letter and aspirational document will also be given to diplomatic missions in Colombo. Mano Ganesan also said that the TPA would be meeting the leaders of political parties in Sri Lanka to forge a supportive consensus for the NTCC. Responding to a Question, Ganesan said that discussions would be held and a mutual understanding arrived at with the Ceylon Workers Congress (CWC) soon.",
    "The following is the text of the letter/appeal sent to Indian Prime Minister Shree Narendra Modi-",
    "This is an appeal from the Tamil community of recent Indian Origin in Sri Lanka also known as Malaiyaha Tamils or Hill-country Tamils (hereafter called as Malaiyaha Tamils). This flows from our continued appeals to the successive Sri Lankan governments for recognition and equal treatment as a distinct and integral people of Sri Lanka. This echoes on our community’s struggles for an identity as a constituent people of Sri Lanka in par with Sinhalese, Sri Lankan Tamils and Muslims. They build on representations in previous constitutional reform processes established and recognized by the different governments since the 1980s.",
    "The demands articulated by the political leadership of Malaiyaha Tamils since independence has been for recognition as full-fledged citizens on par with the rights enjoyed by the other communities. The demands have been for equality, non-discrimination, security and for political and administrative arrangements that safeguards the interests and identity of the community. These demands were made so that the community will have the requisite political voice and power to live with dignity, self-respect, peace and security and manage affairs of its people who live in a concentrated manner in Nuwara Eliya and in a dispersed manner in several parts of Sri Lanka.",
    "The Malaiyaha Tamil community were brought to Sri Lanka, then Ceylon, from India since early 1800s by the companies under the British crown.  This community was the second largest ethnic group at the dawn of independence. But they were controversially deprived of citizenship immediately after independence, over-riding the protection for minorities found in article 29(2) of the then constitution of Sri Lanka. Thereafter many were subjected to arbitrary and involuntary repatriation to India. These greatly diminished the political status and socio-economic wellbeing of this community.",
    "Prolonged periods of statelessness, disenfranchisement and declining of the population that followed continue to cast a long shadow to date and have shaped the contours of our demands. The subsequent cycles of structured violence that visited us, the resultant internal and external displacements, discriminatory and unfair treatment and continued marginalization suffered by this community have added greater credence to our appeal.",
    "We recognize India’s sustained interest on the status and welfare of Malaiyaha Tamils",
    "India has played an active role on the citizenship matter as well as on a wide range of development issues including employment, education and housing assistance. This interest was necessitated due to historic ties, international norms and geographic and humanitarian reasons. These have manifested in a number of bilateral deliberations and agreements signed over the years that dealt with the citizenship rights and corresponding legal obligations of signatories. The weakening of political status and socio-economic wellbeing of the Malaiyaha community that ensued from these agreements have also cast a moral obligation on India.",
    "The last major agreement signed between the heads of states of Sri Lanka and India was in 1987. But India had signed three major pacts with the Sri Lankan government before that consisting of mutual obligations regarding citizenship of our community and its subsequent well- being: Nehru-Kotelawala Pact (1954), Sirima-Shasthri Pact (1964) and Sirima-Indira Pact (1974). In addition, Indian Government’s good offices were instrumental in resolving the long lasting citizenship issues of the community through a series of legislative measures spanning 1986 – 2009 enacted under the administrations of Presidents J.R.Jayawardena, R.Premadasa, Chandrika Kumaranatunge and Mahinda Rajapakse.  The Indo-Lanka accord of 1987 was instrumental in bringing both 13th amendment establishing the Provincial Councils as well as the 16th amendment on language use to the constitution of Sri Lanka.",
    "The Provincial Councils brought about a measure of power devolution currently enjoyed by all the people of all nine provinces of Sri Lanka and provided another forum to exercise representative political voice of Malaiyaha Tamil community. The trilingual policy enshrined in the constitution has brought recognition to the Tamil language as one of the official and national languages along with Sinhala and established English as the link language in Sri Lanka.",
    "The current status of the Malaiyaha Tamil Community of recent Indian origin considered to be over 1.5 million strong, has been a result of past history of imposed statelessness, uncertainty around citizenship and lack of franchise. This has also impacted on the community’s socio-economic wellbeing. The most affected segment has been those living and working in the plantation estates. They have become the most marginalized group in the country registering lower measures on almost all human development indices compared to every other community in the country. For them this has impaired their transition from workers - tied to and dependent on their plantation employers – to full-fledged citizens of Sri Lanka with equal rights as others.",
    "In general, the basic premise of the agreements from 1954 – 1974 and the related bilateral deliberations had been the assurance by the Sri Lankan Government that all those it recognized as its citizens would enjoy full citizenship rights on all aspects including voting rights, land rights, public employment and access to government services. This was the spirit in which the leaders of the two countries engaged with the issues. While progress on voting rights in par with other citizens has been ensured, measures on other areas have been slow, limited or stalled. The health indicators show generational lag compared to national averages, health facilities are yet to be mainstreamed, our presence in public sector employment and tertiary education woefully inadequate and access to administrative services remain unequal.",
    "These matters have been and continue to be part of our community’s negotiations with the various Sri Lankan governments. In the present instance we are also apprehensive about the electoral reforms and constitutional reforms processes underway which we fear may roll-back some of the existing arrangement and guarantees which helped overcome certain policy and institutional obstacles and discriminations.",
    "In this background, as constitutional reforms are being contemplated by the Sri Lankan Government we appeal to Your Excellency to urge the Government of Sri Lanka to ensure",
    "full implementation of the Thirteenth Amendment and the holding of the Provincial Council elections without any further delay,",
    "full implementation of the Sixteenth Amendment to the Constitution which introduced parity of status for Tamil and the Sinhala, Tamil, English tri-lingual policy",
    "mainstreaming and structural integration of Malaiyaha Tamil community into national polity, recognition as a constituent people of Sri Lanka with a distinct identity and enabling them to enjoy full and equal citizenship rights as assured through.",
    "a. Establishment of non-territorial community council, as deliberated under previous all-party conference established by President Mahinda Rajapakse, with a mandate on selected affairs of the community that is living in a geographically concentrated basis in Nuwera Eliya and in a dispersed manner in other parts of the country.",
    "b. Measures of power sharing and real devolution at central, provincial and local government tiers and,",
    "c. Equitable and inclusive electoral representation at all levels through proportional representation electoral system and a fair electoral and administrative delimitation process, that give a meaningful role in governance at all tiers of governance.",
    "d. Administrative measures, including affirmative action to catch up lost ground, on land, housing rights, employment, education and health.",
    "e. Demarcation of GN divisions and DS divisions in the plantation areas in par with other rural areas so as to ensure equitable access to decentralized governance institutions and government services at village, district and divisional levels.",
    "The following is the text of the Constitutionl proposal to establish a Non-Territorial Community Council(NTCC) for the Malayaha/Indian Origin Tamil community in Sri Lanka.",
    "Non-Territorial Community Councils (NTCC) shall be established to represent the interests and aspirations of the Minority Communities of Special Interest (MCoSI) living in dispersed form in the country.",
    "There shall be a NTCC established for the Tamil Srilankan community of recent Indian origin living in dispersed form in the country",
    "Legislators elected/nominated to parliament, provincial councils and to the offices of chairpersons to the local government bodies belonging to the particular Minority Community shall be ex-officio members of the NTTC.",
    "A senior Sri Lanka Administrative Services (SLAS) officer, equal to the rank/status of Secretary of a central ministry, shall be the secretary of the NTTC who will head the secretariat the NTCC.",
    "There shall be number of officers drawn from SLAS/Provincial Cadre shall function in the secretariat of NTTC under the Secretary.",
    "A Assembly secretary and a deputy secretary shall be nominated to conduct the business of the council assembly.",
    "All NTCC secretariats shall be established in the national capitol territory, Colombo.",
    "All bills and regulations submitted to the national Parliament and nine PCs shall be refereed to NTTC for its scrutiny.",
    "NTTC shall monitor, scrutinize, propose amendments to the laws and regulations to such submitted to the national Parliament and PCs which are in relevance to the cultural, social, political, economic lives of the relevant MCoSI for which it is established.",
    "The level of authority of NTTC to intervene in the discussions and passing of bills of Parliament and PCs, relevant MCoSI for the NTTC is established, shall be a matter left to Constitutional/Supreme court.",
    "NTTC shall and may exercise monitoring, intervening, engage in development activities on following subjects where the Minority Communities of Special Interest (MCoSI) which the NTTC represents:",
    "The patterns of performances and functions NTTC shall be similar to the performances and functions PCs including the use of official and link languages and their respective simultaneous translations.",
    "A Chairperson and a Vice Chairperson shall be elected from the members of Parliament who are ex-officio-members of the NTTC.",
    "There shall be an advisory board of eminent persons nominated by the NTTC which will function as the advisory arm of the NTTC.",
    "A full house meeting of the NTTC shall be the meeting participated by the members of NTTC and members of advisory board together chaired by the chairperson.",
    "NTTC shall meet as per the fixed agenda decided by the Business Committee of NTTC.",
    "Chairperson shall chair the house meetings and subject committee meetings of the NTTC. In the absence of Chairperson, the Vice Chairperson shall chair.",
    "All recurrent and development funds of the institutions of NTCC shall be obtained from national budgetary allocations by the minister of finance.",
    "Presidential secretariat, Parliament of Sri Lanka, Central and PC ministries, PC administrations, Local Government councils, All the government machinery arms including district secretariats, divisional secretariats and department of Police shall recognise NTCC.",
    "NTTC if necessary, may obtain/receive foreign and local grants and assistances for the purpose of the development and welfare of the communities it represents. All such foreign funds shall be channeled through External Resource Division (ERD) of the central Ministry of Finance.",
    "An internal budget of accounts related to national budgetary allocations, local and foreign grants shall be forwarded to the assembly for approval.",
    "All financial activities related to national budgetary allocations, local and foreign grants shall be subjected to the department of auditor general.",
    "The TPA proposal to establish a Non Territorial Community Council (NTCC)for the Indian Origin Tamils is a novel idea worth pursuing. It is hoped that the NTCC would become a reality after further discussions and possible modification. The  setting up of a NTCC and its ramifications would be delved into in greater detail in a future article."
  ],
  "translate": {
    "si": {
      "title": "TPA කඳුරට දෙමළ ජනතාව සඳහා භෞමික නොවන සභාවක් අපේක්ෂා කරයි",
      "body_lines": [
        "මාධ්‍ය හමුවකදී දෙමළ ප්‍රගතිශීලී සන්ධානයේ නායක මනෝ ගනේෂන් (මැද), නියෝජ්‍ය නායක පලනි දිගම්බරම් (වමේ) සහ නියෝජ්‍ය නායක වී.රාධක්‍රිෂ්ණන්",
        "මුළු දෙමළ ජනගහනය - ශ්‍රී ලාංකික සහ ඉන්දියානු යන දෙඅංශයෙන්ම - 3,113, 247. මෙයින් 1,611,036 දෙමළ ජනතාව ජීවත් වන්නේ උතුරු සහ නැගෙනහිර පළාත්වල ය. තවත් දෙමළ ජාතිකයන් 1,502,211ක් උතුරු සහ නැගෙනහිර පළාත්වලින් පිටත ජීවත් වෙති",
        "මෙම අභිලාෂයේ ලියවිල්ල සමඟ අභියාචනා ලිපියක් ජනාධිපති ගෝඨාභය රාජපක්ෂ, ඉන්දීය අග්‍රාමාත්‍ය නරේන්ද්‍ර මෝදි සහ බ්‍රිතාන්‍ය අගමැති බොරිස් ජොන්සන් වෙත යැවීමට නියමිත බව මෙම වැඩසටහනේ ගාමක බලවේගය වන TPA නායක මනෝ ගනේෂන් මෙම තීරුවට ප්‍රකාශ කළේය.",
        "දෙමළ ප්‍රගතිශීලී සන්ධානය (TPA) මෑත කාලීන ඉන්දියානු සම්භවයක් ඇති හෝ ඉන්දියානු සම්භවයක් ඇති දෙමළ ජනයා (IOT) සඳහා ප්‍රමුඛ දෙමළ ජනතාව සඳහා නව නියෝජිත ආයතනයක් සෙවීමේ මූලිකත්වය ගෙන ඇත. මෑත කාලයේ මෙම ප්‍රජාව \"මලෙයියාහත් තමිසාර්\" (කඳුකරයේ දෙමළ / උඩරට දෙමළ) ලෙස ප්‍රකට වී ඇත. ඌව, සබරගමුව සහ මධ්‍යම පළාත්වල ප්‍රධාන වශයෙන් සංකේන්ද්‍රණය වී සිටින නිසා කඳුකර දෙමළ ජාතිකයන් ලෙස හැඳින්වුවද, \"මලෙයියාහත් තමිෂර්\" ප්‍රජාව දිවයිනේ සෑම ප්‍රදේශයකම බහුලව විසිරී ඇත. TPA අපේක්ෂා කරන්නේ රට පුරා විසිරී සිටින කඳුකරයේ දෙමළ ජනතාවගේ අවශ්‍යතා සහ අභිලාෂයන් නියෝජනය කිරීම සඳහා - භෞමික නොවන ප්‍රජා සභාවක් - නව ආයතනයක් නිර්මාණය කිරීමයි. ප්‍රශංසනීය අරමුණ වන්නේ ඔවුන්ගේ වාර්ගික අනන්‍යතාවය රඳවා ගනිමින් ශ්‍රී ලංකාවේ පූර්ණ පුරවැසියන් ලෙස ප්‍රජාව ප්‍රධාන ධාරාවට පුළුල් ලෙස ඒකාබද්ධ කිරීමට පහසුකම් සැලසීම සහ කඩිනම් කිරීමයි.",
        "2012 සංගණනයට අනුව, ඉන්දියානු සම්භවයක් ඇති දෙමළ ජාතිකයන් 839,504 (4.12%) ශ්‍රී ලංකාවේ හතරවන විශාලතම වාර්ගිකත්වය වේ. කෙසේ වෙතත්, නිල සංගණනයේදී ඉන්දියානු සම්භවයක් ඇති දෙමළ පුරවැසියන්ගෙන් ඉතා විශාල සංඛ්‍යාවක් ශ්‍රී ලාංකික දෙමළ ජාතිකයන් ලෙස වර්ගීකරණය කර ඇති බැවින් මෙය සම්පූර්ණයෙන්ම නිවැරදි නොවේ. මෙය උතුරු හා නැගෙනහිර දිස්ත්‍රික්කවල මෙන්ම කොළඹ සහ ගම්පහ දිස්ත්‍රික්කවල පැහැදිලිව දක්නට ලැබේ. උඩරට දිස්ති‍්‍රක්කවල පවා ජන සංගණනකරුවන් වතුකරයේ වෙසෙන අය ඉන්දීය දෙමළ ලෙසත් නාගරික ප‍්‍රදේශවල පදිංචිකරුවන් ශ‍්‍රී ලාංකික දෙමළ ලෙසත් වර්ග කිරීමේ ප‍්‍රවණතාවක් ඇත. මුළු දෙමළ ජනගහනය - ශ්‍රී ලාංකික සහ ඉන්දියානු යන දෙඅංශයෙන්ම - 3,113, 247. මෙයින් 1,611,036 දෙමළ ජනතාව ජීවත් වන්නේ උතුරු සහ නැගෙනහිර පළාත්වල ය. තවත් දෙමළ ජාතිකයන් 1,502,211ක් උතුරු සහ නැගෙනහිර පළාත්වලින් පිටත ජීවත් වෙති. කටුක යථාර්ථය නම්, වසර ගණනාවක් පුරා සිංහල බහුතරයක් සිටින පළාත් හතේ දෙමළ ජනයාට සාධාරණ දේශපාලන නියෝජනයක් අහිමි වී තිබීමයි. මෙම පිරිසෙන් බහුතරය කඳුකර දෙමළ ලෙස හඳුන්වන ඉන්දීය සම්භවයක් සහිත අයයි. එපමණක් නොව වතු කම්කරුවන් ප්‍රධාන වශයෙන් ප්‍රජාව ආර්ථික වශයෙන් අඩු වරප්‍රසාදවලට ලක්ව සිටිති.",
        "2015 ජූනි 3 වැනි දින පිහිටුවන ලද දෙමළ ප්‍රගතිශීලී සන්ධානය පාර්ලිමේන්තු නියෝජනය සම්බන්ධයෙන් කඳුරට දෙමළ ජනතාවගේ ප්‍රමුඛතම දේශපාලන වින්‍යාසය වේ. 2015 පාර්ලිමේන්තු මැතිවරණයේදී TPA ආසන හයක් ලබා ගත්තේය. පක්ෂයට නුවරඑළිය ආසන තුනක් සහ කොළඹ, බදුල්ල සහ මහනුවර දිස්ත්‍රික්කවලින් එක බැගින් හිමි විය. TPA පක්ෂය 2015 දී මෙන් ම ආසන හයක් දිනා ගනිමින් 2020 දී ද එහි සාර්ථකත්වය යළිත් පුනරුච්චාරණය කළේය. තවත් කඳුරට දෙමළ මන්ත්‍රීවරු තිදෙනෙක් නුවරඑළියේ ලංකා කම්කරු කොංග්‍රසයෙන් (CWC) සහ සමගි ජන බලවේගයෙන් (SJB) තේරී පත් වූහ. බදුල්ල. කෙසේ වෙතත් TPA හි බදුල්ල දිස්ත්‍රික් මන්ත්‍රීවරයා 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයට ඡන්දය දීමෙන් පක්ෂ විනය කඩ කර නෙරපා හරින ලදී. TPA 2015 මැතිවරණයට එක්සත් ජාතික පක්ෂයේ අලියා ලකුණින් සහ 2020 මැතිවරණයට SJB දුරකථන ලකුණ යටතේ තරඟ කළේය.",
        "TPA සමන්විත වන්නේ පිළිවෙළින් මනෝ ගනේෂන්, පලනි තිගාම්බරම් සහ වේලුසාමි රාධක්‍රිෂ්ණන් විසින් නායකත්වය දෙන ප්‍රජාතන්ත්‍රවාදී ජනතා පෙරමුණ (DPF) ජාතික කම්කරු සංගමය (NUW) සහ උඩරට ජනතා පෙරමුණ (UCPF) ය. සංඝටක පක්‍ෂ තුනම වෙන වෙනම පක්‍ෂ ලෙස තම තත්ත්වය දිගටම රඳවාගෙන සිටින අතර, TPA  ස්වාධීන දේශපාලන පක්ෂයක් ලෙස පසුගිය වසරේ මැතිවරණ කොමිෂන් සභාව විසින් නිල වශයෙන් පිළිගෙන මැතිවරණ ලාංඡනය ලෙස පන්දම් එළිය වෙන් කරන ලදී.",
        "මනෝ ගනේෂන් දෙමළ දේශපාලන සන්ධානයේ නායකයා වන අතර පලනි තිගාම්බ්‍රම් සහ වී රාධක්‍රිෂ්ණන් ඒකාබද්ධ නියෝජ්‍ය නායකයෝ වෙති. ප්‍රධාන ලේකම් චන්ද්‍රා ෂාෆ්ටර්ය. TPA හි සාමාජිකයින් 6 දෙනෙකුගෙන් යුත් Presidium සහ සාමාජිකයින් 14 දෙනෙකුගෙන් යුත් දේශපාලන මණ්ඩලයක් ඇත. දෙමළ භාෂාවෙන් TPA හි නම \"දෙමළ මුත්පොක්කු කූටනි\" වේ.",
        "ප්‍රාදේශීය නොවන ප්‍රජා කවුන්සිලයක් (NTCC) පිහිටුවීමේ වත්මන් TPA යෝජනාව සති කිහිපයකට පෙර TPA විසින් සකස් කරන ලද දේශපාලනික වශයෙන් වැදගත් ලියවිල්ලක අත්‍යවශ්‍ය සහ වැදගත් අංගයකි. එය නම් කර ඇත්තේ “ශ්‍රී ලංකා දේශපාලනයේ සහ ඉන්දියාවේ ශ්‍රී ලංකා ගිවිසුම්වල පූර්ණ පුරවැසියන් ලෙස අභිමානය හා ප්‍රධාන ධාරාව සමඟ ඒකාබද්ධ වීම සඳහා මෑත කාලීන ඉන්දියානු සම්භවයක් ඇති දෙමළ ජනතාවගේ අභිලාෂයන්” යන්නයි.",
        "මුලදී TPA විසින් එවැනි ලේඛනයක අවශ්‍යතාවය පිළිබඳව මහජන සාකච්ඡා පැවැත්වූ අතර ඉන් පසුව ප්‍රජාවේ බුද්ධිමතුන්, විද්වතුන් සහ වෘත්තිකයන්ගෙන් අදාළ ඉදිරිපත් කිරීම් කැඳවන ලදී. \"අපේක්ෂාකාරී ලියවිල්ල\" ලෙස කෙටියෙන් සඳහන් කරන ලද ලේඛනය කෙටුම්පත් කිරීම සඳහා කමිටුවක් පිහිටුවන ලදී. අවසාන කෙටුම්පත TPA දේශපාලන මණ්ඩලය සහ සභාපති මණ්ඩලය විසින් මහජන බෙදා හැරීම සඳහා අනුමත කර අවසර දෙන ලදී. අභිලාෂකාමී ලියවිල්ලේ ප්‍රධාන අංගයක් වන්නේ “රට තුළ විසිරුණු ස්වරූපයෙන් ජීවත් වන විශේෂ උනන්දුවක් දක්වන සුළුතර ප්‍රජාවන් (MCoSI)” සඳහා භෞමික නොවන ප්‍රජා සභා පිහිටුවීමේ යෝජනාවයි.",
        "මෙම අභිලාෂයේ ලියවිල්ල සමඟ අභියාචනා ලිපියක් ජනාධිපති ගෝඨාභය රාජපක්ෂ, ඉන්දීය අගමැති නරේන්ද්‍ර මෝදි සහ බ්‍රිතාන්‍ය අගමැති බොරිස් ජොන්සන් වෙත යැවීමට නියමිත බව මෙම වැඩසටහනේ ගාමක බලවේගය වන TPA නායක මනෝ ගනේෂන් මෙම තීරුවට පැවසීය. තාර්කිකත්වය වන්නේ රටවල් තුනම ප්‍රජාව කෙරෙහි වගකීමක් සහ යුතුකමක් දරයි. ඉන්දියාව \"පෙකුම් සම්බන්ධතාව\" හේතුවෙන්, බ්‍රිතාන්‍යය ඉන්දියානු දෙමළ ජනතාවගෙන් වැඩි ප්‍රමාණයක් වතු කම්කරුවන් ලෙස දිවයිනට නැවත ස්ථානගත කර තිබීම සහ ශ්‍රී ලංකාව ඇත්ත වශයෙන්ම දැන් ඔවුන්ගේම රට සහ නිජබිම වීම හේතුවෙන්. ගනේෂන් කියා සිටියේ ලේඛන ඉදිරිපත් කිරීමට සහ අදාළ ගැටළු තමා සමඟ සාකච්ඡා කිරීමට ජනාධිපති රාජපක්ෂ මහතාගෙන් වේලාවක් ඉල්ලා සිටි නමුත් මෙතෙක් දිනයක් ලබා දී නොමැති බවයි. ජනාධිපතිවරයා හමුවීමෙන් පසු බ්‍රිතාන්‍ය නියෝජිතයා සමඟ හමුවීමක් අපේක්ෂා කෙරේ. කෙසේ වෙතත් ගනේසන්ගේ නායකත්වයෙන් යුත් TPA නියෝජිත පිරිසක් ඉන්දීය මහ කොමසාරිස් ගෝපාල් බග්ලේ හමුවී මෙම සතිය මුලදී අගමැති මෝදි වෙත ලිපිය විධිමත් ලෙස භාර දුන්හ. TPA නායකයා පැවසුවේ ලිපියේ/ලේඛනයේ දක්වා ඇති යෝජනා සම්බන්ධයෙන් ඵලදායි සාකච්ඡාවක් සිදු වූ බවත්, ඉන්දීය විදේශ අමාත්‍ය ආචාර්ය එස්. ජයශංකර් කොළඹට ගියහොත් සහ එම අවස්ථාවේදී වැඩිදුර සාකච්ඡා පැවැත්විය හැකි බවත්ය.",
        "අභියාචනා ලිපියේ සහ අභිලාෂ ලියවිල්ලේ පිටපත් කොළඹ රාජ්‍ය තාන්ත්‍රික දූත මණ්ඩල වෙත ද ලබා දීමට නියමිතය. NTCC සඳහා සහයෝගය දක්වන එකඟතාවයක් ඇති කර ගැනීම සඳහා TPA ශ්‍රී ලංකාවේ දේශපාලන පක්ෂ නායකයින් හමුවීමට නියමිත බව ද මනෝ ගනේෂන් පැවසීය. ප්‍රශ්නයකට පිළිතුරු දෙමින් ගනේෂන් පැවසුවේ ලංකා කම්කරු කොංග්‍රසය (සීඩබ්ලිව්සී) සමඟ සාකච්ඡා කර අන්‍යෝන්‍ය අවබෝධයක් ළඟදීම පැමිණෙන බවයි.",
        "පහත දැක්වෙන්නේ ඉන්දීය අග්‍රාමාත්‍ය ශ්‍රී නරේන්ද්‍ර මෝදි වෙත යවන ලද ලිපියේ/අභියාචනයේ පාඨයයි-",
        "මෙය ශ්‍රී ලංකාවේ මෑත කාලීන ඉන්දියානු සම්භවයක් ඇති දෙමළ ප්‍රජාවගේ ආයාචනයකි, එය මලයහ දෙමළ හෝ කඳුකර දෙමළ ලෙසද හැඳින්වේ (මින් ඉදිරියට මලයහ දෙමළ ලෙස හැඳින්වේ). මෙය ගලා එන්නේ ශ්‍රී ලංකාවේ සුවිශේෂී සහ ඒකාග්‍ර ජනතාවක් ලෙස පිළිගැනීම සහ සමාන සැලකීම සඳහා අනුප්‍රාප්තික ශ්‍රී ලංකා රජයන් වෙත අපගේ අඛණ්ඩ ආයාචනා මගිනි. මෙය සිංහල, ශ්‍රී ලාංකීය දෙමළ සහ මුස්ලිම් යන ජාතීන්ට සමානව ශ්‍රී ලංකාවේ සංඝටක ජනතාවක් ලෙස අනන්‍යතාවක් සඳහා වන අපගේ ප්‍රජාවගේ අරගල මත දෝංකාර දෙයි. 1980 ගනන්වල සිට විවිධ ආන්ඩු විසින් පිහිටුවන ලද සහ පිළිගත් පූර්ව ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ ක්‍රියාවලීන්හි නියෝජනයන් මත ඒවා ගොඩනැගෙයි.",
        "නිදහසින් පසු මලයහ දෙමළ ජනයාගේ දේශපාලන නායකත්වය විසින් ප්‍රකාශ කරන ලද ඉල්ලීම් අනෙකුත් ප්‍රජාවන් භුක්ති විඳින අයිතීන් හා සමානව පූර්ණ පුරවැසියන් ලෙස පිළිගැනීමයි. ඉල්ලීම් වී ඇත්තේ සමානාත්මතාවය, වෙනස්කම් නොකිරීම, ආරක්ෂාව සහ ප්‍රජාවගේ අවශ්‍යතා සහ අනන්‍යතාවය ආරක්ෂා කරන දේශපාලන හා පරිපාලන විධිවිධාන සඳහා ය. මෙම ඉල්ලීම් ඉදිරිපත් කරනු ලැබුවේ නුවරඑළිය ප්‍රදේශයේ සංකේන්ද්‍රිතව සහ විවිධ ප්‍රදේශවල විසිරී සිටින තම ජනතාවගේ අභිමානයෙන්, ආත්ම ගෞරවයෙන්, සාමයෙන් සහ ආරක්‍ෂාවෙන් ජීවත්වීමටත් ඔවුන්ගේ කටයුතු කළමනාකරණය කිරීමටත් අවශ්‍ය දේශපාලන හඬ සහ බලය ප්‍රජාවට ලැබෙන පරිදිය. ශ්‍රී ලංකාවේ කොටස්.",
        "1800 ගණන්වල මුල් භාගයේ සිට බ්‍රිතාන්‍ය කිරීටය යටතේ වූ සමාගම් විසින් මලයහ දෙමළ ප්‍රජාව ඉන්දියාවෙන් ශ්‍රී ලංකාවට, පසුව ලංකාව වෙත ගෙන එන ලදී. නිදහස උදාවන විට මෙම ප්‍රජාව දෙවන විශාලතම ජනවාර්ගික කණ්ඩායම විය. එහෙත් නිදහස ලැබූ විගසම ඔවුන් මතභේදාත්මක ලෙස පුරවැසිභාවය අහිමි කරන ලද අතර, එවකට ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 29(2) වගන්තියේ සඳහන් සුළු ජාතීන් සඳහා වන ආරක්ෂාව ඉක්මවා ගියේය. ඉන් පසුව බොහෝ දෙනෙක් අත්තනෝමතික සහ කැමැත්තෙන් තොරව ඉන්දියාවට ආපසු ගෙන්වා ගැනීමට ලක් විය. මේවායින් මෙම ප්‍රජාවේ දේශපාලන තත්ත්වය සහ සමාජ ආර්ථික යහපැවැත්ම බෙහෙවින් අඩු විය.",
        "රට විරහිත භාවය, ඡන්ද අයිතිය අහිමි කිරීම සහ ජනගහනයේ පිරිහීමේ දීර්ඝ කාල පරිච්ඡේදයන් අද දක්වා දිගු සෙවනැල්ලක් විහිදුවන අතර අපගේ ඉල්ලීම්වල සමෝච්ඡයන් හැඩගස්වා ඇත. අප වෙත පැමිණි ව්‍යුහගත ප්‍රචණ්ඩත්වයේ පසුකාලීන චක්‍ර, ප්‍රතිඵලයක් ලෙස අභ්‍යන්තර හා බාහිර අවතැන්වීම්, වෙනස් කොට සැලකීමේ සහ අසාධාරණ සැලකීම් සහ මෙම ප්‍රජාව විසින් අත්විඳින ලද අඛණ්ඩව කොන් කිරීම අපගේ ආයාචනයට වැඩි විශ්වාසයක් එක් කර ඇත.",
        "මලයහා දෙමළ ජනතාවගේ තත්ත්වය සහ සුබසාධනය පිළිබඳ ඉන්දියාවේ තිරසාර උනන්දුව අපි හඳුනා ගනිමු",
        "පුරවැසිභාවය සම්බන්ධයෙන් මෙන්ම රැකියා, අධ්‍යාපනය සහ නිවාස ආධාර ඇතුළු පුළුල් පරාසයක සංවර්ධන ගැටළු සම්බන්ධයෙන් ඉන්දියාව ක්‍රියාකාරී භූමිකාවක් ඉටු කර ඇත. ඓතිහාසික බැඳීම්, ජාත්‍යන්තර සම්මතයන් සහ භූගෝලීය හා මානුෂීය හේතූන් මත මෙම උනන්දුව අවශ්‍ය විය. මේවා වසර ගණනාවක් පුරා අත්සන් කරන ලද ද්විපාර්ශ්වික සාකච්ඡා සහ ගිවිසුම් ගණනාවකින් ප්‍රකාශ වී ඇති අතර අත්සන් කරන්නන්ගේ පුරවැසි අයිතිවාසිකම් සහ ඊට අනුරූප නීතිමය බැඳීම් සම්බන්ධයෙන් කටයුතු කර ඇත. මෙම ගිවිසුම් වලින් ඇති වූ මලයහ ප්‍රජාවගේ දේශපාලන තත්ත්වය සහ සමාජ-ආර්ථික යහපැවැත්ම දුර්වල වීම ද ඉන්දියාවට සදාචාරාත්මක බැඳීමක් ඇති කර තිබේ.",
        "ශ්‍රී ලංකාවේ සහ ඉන්දියාවේ රාජ්‍ය නායකයන් අතර අවසන් වරට අත්සන් කරන ලද ප්‍රධාන ගිවිසුම 1987 දී ය. නමුත් ඉන්දියාව ඊට පෙර ශ්‍රී ලංකා රජය සමඟ අපගේ ප්‍රජාවේ පුරවැසිභාවය සහ එහි පසුකාලීන යහපැවැත්ම සම්බන්ධයෙන් අන්‍යෝන්‍ය බැඳීම් වලින් සමන්විත ප්‍රධාන ගිවිසුම් තුනක් අත්සන් කර තිබුණි: නේරු -කොතලාවල ගිවිසුම (1954), සිරිමා-ශාස්ත්‍රී ගිවිසුම (1964) සහ සිරිමා-ඉන්දිරා ගිවිසුම (1974). මීට අමතරව, J.R. ජයවර්ධන, R. ප්‍රේමදාස, චන්ද්‍රිකා කුමාරණතුංග සහ මහින්ද රාජපක්ෂ යන ජනාධිපතිවරුන්ගේ පාලනය යටතේ 1986 - 2009 දක්වා වූ ව්‍යවස්ථාදායක ක්‍රියාමාර්ග මාලාවක් හරහා ප්‍රජාවගේ දිගුකාලීන පුරවැසි ගැටළු විසඳීමට ඉන්දීය රජයේ යහපත් කාර්යාල මූලික විය. පළාත් සභා පිහිටුවීමේ 13 වැනි සංශෝධනය මෙන්ම භාෂා භාවිතය පිළිබඳ 16 වැනි සංශෝධනයද ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාවට ගෙන ඒම සඳහා 1987 ඉන්දු-ලංකා ගිවිසුම මූලික විය.",
        "ශ්‍රී ලංකාවේ පළාත් නවයේම සියලුම ජනතාව දැනට භුක්ති විඳින බලය බෙදාහැරීමේ ප්‍රමාණයකට පළාත් සභා ගෙන ආ අතර මලයහ දෙමළ ප්‍රජාවගේ නියෝජිත දේශපාලන හඬ ක්‍රියාත්මක කිරීමට තවත් වේදිකාවක් සලසා දී ඇත. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දක්වා ඇති ත්‍රෛභාෂා ප්‍රතිපත්තිය මගින් සිංහල භාෂාව සමඟ රාජ්‍ය සහ ජාතික භාෂාවක් ලෙස දෙමළ භාෂාවට පිළිගැනීමක් ඇති කර ඇති අතර ශ්‍රී ලංකාව තුළ ඉංග්‍රීසි සම්බන්ධක භාෂාව ලෙස ස්ථාපිත කර ඇත.",
        "මෑත කාලීන ඉන්දියානු සම්භවයක් ඇති මලයහ දෙමළ ප්‍රජාවගේ වත්මන් තත්ත්වය මිලියන 1.5කට අධික ප්‍රබල ලෙස සැලකේ, පනවන ලද රාජ්‍ය විරහිතභාවය, පුරවැසිභාවය පිළිබඳ අවිනිශ්චිතභාවය සහ ඡන්ද බලය නොමැතිකම පිළිබඳ අතීත ඉතිහාසයේ ප්‍රතිඵලයකි. මෙය ප්‍රජාවගේ සමාජ-ආර්ථික යහපැවැත්මට ද බලපා ඇත. වැඩිම බලපෑමක් එල්ල වී ඇත්තේ වතුකරයේ ජීවත් වන සහ වැඩ කරන පිරිසයි. ඔවුන් රටේ අනෙකුත් සෑම ප්‍රජාවකටම සාපේක්ෂව මානව සංවර්ධන දර්ශක සියල්ලම පාහේ අඩු අගයන් වාර්තා කරන රටේ වඩාත්ම ආන්තික කණ්ඩායම බවට පත්ව ඇත. ඔවුන් සඳහා මෙය ඔවුන්ගේ වතු හාම්පුතුන් හා බැඳුනු හා ඔවුන් මත යැපෙන කම්කරුවන්ගෙන් - අන් අයට සමාන අයිතිවාසිකම් ඇති ශ්‍රී ලංකාවේ පූර්ණ පුරවැසියන් වෙත ඔවුන්ගේ සංක්‍රමණය අඩාල කර ඇත.",
        "පොදුවේ ගත් කල, 1954 - 1974 දක්වා වූ ගිවිසුම්වල මූලික පදනම වූයේ ශ්‍රී ලංකා රජය තම පුරවැසියන් ලෙස පිළිගත් සියලු දෙනාට ඡන්ද අයිතිය, ඉඩම් අයිතිය, ඇතුළු සියලු අංශවල පූර්ණ පුරවැසි අයිතිය භුක්ති විඳිය හැකි බවට සහතික වීම ය. රාජ්ය රැකියා සහ රාජ්ය සේවා සඳහා ප්රවේශය. දෙරටේ නායකයින් ප්‍රශ්න සමඟ සම්බන්ධ වූ ආත්මය එයයි. අනෙකුත් පුරවැසියන් හා සමානව ඡන්ද අයිතිය පිළිබඳ ප්‍රගතිය සහතික කර ඇති අතර, අනෙකුත් ක්ෂේත්‍රවල ක්‍රියාමාර්ග මන්දගාමී, සීමිත හෝ ඇනහිට ඇත. සෞඛ්‍ය දර්ශක ජාතික සාමාන්‍යයට සාපේක්ෂව පරම්පරා ප්‍රමාදයක් පෙන්නුම් කරයි, සෞඛ්‍ය පහසුකම් තවමත් ප්‍රධාන ධාරාවට පැමිණ නැත, රාජ්‍ය අංශයේ රැකියා සහ තෘතීයික අධ්‍යාපනය තුළ අපගේ පැමිණීම කනගාටුදායක ලෙස ප්‍රමාණවත් නොවන අතර පරිපාලන සේවා සඳහා ප්‍රවේශය අසමාන ලෙස පවතී.",
        "මෙම කාරණා විවිධ ශ්‍රී ලංකා රජයන් සමඟ අපගේ ප්‍රජාවේ සාකච්ඡාවල කොටසක් වී ඇත. වර්තමාන අවස්ථාවෙහිදී, මැතිවරණ ප්‍රතිසංස්කරණ සහ ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ ක්‍රියාවලීන් පිළිබඳව ද අපි බියෙන් පසුවන අතර, ඇතැම් ප්‍රතිපත්ති සහ ආයතනික බාධාවන් සහ වෙනස්කම් කිරීම් මඟහරවා ගැනීමට උපකාරී වූ දැනට පවතින සමහර විධිවිධාන සහ ඇපකරයන් ආපසු හැරවිය හැකි යැයි අපි බිය වෙමු.",
        "මෙම පසුබිම තුළ, ශ්‍රී ලංකා රජය විසින් ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ ගැන කල්පනා කරමින් සිටින බැවින්, සහතික කරන ලෙස ශ්‍රී ලංකා රජයෙන් ඉල්ලා සිටින ලෙස අපි ඔබතුමාගෙන් ඉල්ලා සිටිමු.",
        "දහතුන්වැනි ව්‍යවස්ථා සංශෝධනය සම්පූර්ණයෙන් ක්‍රියාත්මක කිරීම සහ තවදුරටත් ප්‍රමාදයකින් තොරව පළාත් සභා මැතිවරණය පැවැත්වීම,",
        "දෙමළ සහ සිංහල, දෙමළ, ඉංග්‍රීසි ත්‍රිභාෂා ප්‍රතිපත්තිය සඳහා සමානාත්මතාවය හඳුන්වා දුන් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දහසයවන සංශෝධනය සම්පූර්ණයෙන්ම ක්‍රියාත්මක කිරීම",
        "මලයහ දෙමළ ප්‍රජාව ජාතික දේශපාලනයට ප්‍රධාන ප්‍රවාහය සහ ව්‍යුහාත්මක ඒකාබද්ධ කිරීම, සුවිශේෂී අනන්‍යතාවයකින් යුත් ශ්‍රී ලංකාවේ සංඝටක ජනතාවක් ලෙස පිළිගැනීම සහ සහතික කර ඇති පරිදි ඔවුන්ට පූර්ණ හා සමාන පුරවැසි අයිතිවාසිකම් භුක්ති විඳීමට හැකිවීම.",
        "ඒ. භූගෝලීය වශයෙන් සංකේන්ද්‍රණය වූ පදනමකින් නුවරඑළියේ සහ අනෙකුත් ප්‍රදේශවල විසිරී සිටින ප්‍රජාවගේ තෝරාගත් කටයුතු පිළිබඳ ජනවරමක් ඇතිව, ජනාධිපති මහින්ද රාජපක්ෂ විසින් මීට පෙර පිහිටුවන ලද සර්ව පාක්ෂික සමුළුව යටතේ සාකච්ඡා කරන ලද පරිදි භෞමික නොවන ප්‍රජා සභාවක් පිහිටුවීම. රටේ.",
        "බී. මධ්‍යම, පළාත් සහ පළාත් පාලන තරාතිරම්වල බලය බෙදාගැනීම සහ සැබෑ බලය බෙදා හැරීමේ ක්‍රියාමාර්ග සහ,",
        "c. සමානුපාතික නියෝජන මැතිවරණ ක්‍රමය සහ සාධාරණ මැතිවරණ සහ පරිපාලන සීමා නිර්ණය ක්‍රියාවලියක් හරහා සෑම තරාතිරමකම සාධාරණ සහ ඇතුළත් මැතිවරණ නියෝජනයක්, පාලනයේ සෑම තරාතිරමකම පාලනයේ අර්ථවත් කාර්යභාරයක් ලබා දෙයි.",
        "ඈ ඉඩම්, නිවාස හිමිකම්, රැකියා, අධ්‍යාපනය සහ සෞඛ්‍යය පිළිබඳ අහිමි වූ භූමිය අල්ලා ගැනීමට ස්ථිර ක්‍රියාමාර්ග ඇතුළු පරිපාලන පියවර.",
        "ඊ. ග්‍රාමීය, දිස්ත්‍රික් සහ ප්‍රාදේශීය මට්ටමින් විමධ්‍යගත පාලන ආයතන සහ රාජ්‍ය සේවාවන් සඳහා සාධාරණ ප්‍රවේශයක් සහතික කිරීම සඳහා අනෙකුත් ග්‍රාමීය ප්‍රදේශවලට සමානව වතුකරයේ GN කොට්ඨාශ සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශ සීමා නිර්ණය කිරීම.",
        "ශ්‍රී ලංකාවේ මලයහා/ඉන්දියානු සම්භවයක් ඇති දෙමළ ප්‍රජාව සඳහා භෞමික නොවන ප්‍රජා කවුන්සිලයක් (NTCC) පිහිටුවීමේ ව්‍යවස්ථාමය යෝජනාවේ පාඨය පහත දැක්වේ.",
        "දේශභෞමික නොවන ප්‍රජා සභා (NTCC) රට තුළ විසිරුණු ආකාරයෙන් ජීවත් වන විශේෂ උනන්දුවක් දක්වන සුළුතර ප්‍රජාවන්ගේ (MCoSI) අවශ්‍යතා සහ අභිලාෂයන් නියෝජනය කිරීම සඳහා පිහිටුවනු ලැබේ.",
        "මෑත කාලීන ඉන්දියානු සම්භවයක් ඇති දෙමළ ශ්‍රී ලාංකික ප්‍රජාව සඳහා රට තුළ විසිරුණු ස්වරූපයෙන් ජිවත් වන NTCC එකක් පිහිටුවිය යුතුය.",
        "නිශ්චිත සුළුතර ප්‍රජාවට අයත් පළාත් පාලන ආයතන සඳහා පාර්ලිමේන්තුවට, පළාත් සභාවලට සහ සභාපතිවරුන්ගේ කාර්යාලවලට තේරී පත් වූ/නම් කරන ලද ව්‍යවස්ථාදායකයන් NTTC හි නිල බලයෙන් යුත් සාමාජිකයන් විය යුතුය.",
        "මධ්‍යම අමාත්‍යාංශයක ලේකම් තනතුරට/තත්වයට සමාන ජ්‍යෙෂ්ඨ ශ්‍රී ලංකා පරිපාලන සේවා (SLAS) නිලධාරියෙකු NTCC හි ලේකම් කාර්යාලයේ ප්‍රධානියා වන NTTC හි ලේකම් විය යුතුය.",
        "SLAS/පළාත් සේවක සංඛ්‍යාවෙන් ලබාගත් නිලධාරීන් සංඛ්‍යාවක් ලේකම් යටතේ NTTC හි ලේකම් කාර්යාලයේ ක්‍රියා කළ යුතුය.",
        "සභා රැස්වීමේ කටයුතු මෙහෙයවීම සඳහා සභා ලේකම්වරයෙකු සහ නියෝජ්‍ය ලේකම්වරයෙකු නම් කරනු ලැබේ.",
        "සියලුම NTCC ලේකම් කාර්යාල කොළඹ ජාතික අගනුවර ප්‍රදේශයේ ස්ථාපිත කළ යුතුය.",
        "ජාතික පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලද සියලුම පනත් සහ රෙගුලාසි සහ පළාත් සභා නවයක් එහි පරීක්ෂාව සඳහා NTTC වෙත යොමු කරනු ලැබේ.",
        "NTTC විසින් එය ස්ථාපිත කර ඇති අදාළ MCoSI හි සංස්කෘතික, සමාජීය, දේශපාලනික, ආර්ථික ජීවිතයට අදාළ වන ජාතික පාර්ලිමේන්තුවට සහ පළාත් සභා වෙත ඉදිරිපත් කරන ලද එවැනි නීති සහ රෙගුලාසි නිරීක්ෂණය කිරීම, විමර්ශනය කිරීම, සංශෝධන යෝජනා කිරීම කළ යුතුය.",
        "NTTC සඳහා අදාළ MCoSI ස්ථාපිත කර ඇති, පාර්ලිමේන්තුවේ සහ පළාත් සභා වල සාකච්ඡා සහ පනත් සම්මත කිරීම සඳහා මැදිහත් වීමට NTTC හි අධිකාරී මට්ටම ආණ්ඩුක්‍රම ව්‍යවස්ථාමය/ශ්‍රේෂ්ඨාධිකරණයට පැවරෙන කාරණයක් විය යුතුය.",
        "NTTC විසින් NTTC නියෝජනය කරන විශේෂ උනන්දුවක් දක්වන සුළුතර ප්‍රජාවන් (MCoSI) පහත සඳහන් විෂයයන් පිළිබඳ අධීක්‍ෂණය, මැදිහත්වීම, සංවර්ධන ක්‍රියාකාරකම්වල යෙදිය යුතුය.",
        "NTTC කාර්ය සාධන සහ ශ්‍රිතවල රටා නිල සහ සම්බන්ධක භාෂා භාවිතය සහ ඒවාට අදාළ සමගාමී පරිවර්තන ඇතුළු කාර්ය සාධන සහ කාර්යයන් PC වලට සමාන විය යුතුය.",
        "NTTC හි නිල-සාමාජිකයින් වන පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගෙන් සභාපතිවරයෙකු සහ උප සභාපතිවරයෙකු තෝරා පත් කර ගනු ලැබේ.",
        "NTTC හි උපදේශක අංශය ලෙස ක්‍රියා කරන NTTC විසින් නම් කරන ලද කීර්තිමත් පුද්ගලයින්ගේ උපදේශක මණ්ඩලයක් තිබිය යුතුය.",
        "NTTC හි පූර්ණ නිවාස රැස්වීමක් යනු NTTC හි සාමාජිකයින් සහ උපදේශක මණ්ඩලයේ සාමාජිකයින් එක්ව සභාපතිවරයාගේ ප්‍රධානත්වයෙන් සහභාගී වන රැස්වීමයි.",
        "NTTC හි ව්‍යාපාරික කමිටුව විසින් තීරණය කරන ලද ස්ථාවර න්‍යාය පත්‍රයට අනුව NTTC රැස්විය යුතුය.",
        "NTTC හි නිවාස රැස්වීම් සහ විෂය කමිටු රැස්වීම්වල මුලසුන දරන්නේ සභාපතිවරයා විසිනි. සභාපතිවරයා නොමැති විට, උප සභාපතිවරයා මුලසුන දැරිය යුතුය.",
        "NTCC ආයතනවල සියලුම පුනරාවර්තන සහ සංවර්ධන අරමුදල් මුදල් අමාත්‍යවරයා විසින් ජාතික අයවැය ප්‍රතිපාදන වලින් ලබා ගත යුතුය.",
        "ජනාධිපති ලේකම් කාර්යාලය, ශ්‍රී ලංකා පාර්ලිමේන්තුව, මධ්‍යම සහ පළාත් සභා අමාත්‍යාංශ, පළාත් පාලන ආයතන, පළාත් පාලන සභා, දිස්ත්‍රික් ලේකම් කාර්යාල, ප්‍රාදේශීය ලේකම් කාර්යාල සහ පොලිස් දෙපාර්තමේන්තුව ඇතුළු සියලුම රජයේ යන්ත්‍ර සූත්‍ර NTCC පිළිගත යුතුය.",
        "NTTC විසින් අවශ්‍ය නම්, එය නියෝජනය කරන ප්‍රජාවන්ගේ සංවර්ධනය සහ සුභසාධනය සඳහා විදේශීය සහ දේශීය ප්‍රදාන සහ ආධාර ලබා ගැනීමට/ලැබීමට හැකිය. එවැනි සියලුම විදේශ අරමුදල් මධ්‍යම මුදල් අමාත්‍යාංශයේ විදේශ සම්පත් අංශය (ERD) හරහා යොමු කළ යුතුය.",
        "ජාතික අයවැය ප්‍රතිපාදන, දේශීය හා විදේශීය ප්‍රදාන සම්බන්ධ ගිණුම්වල අභ්‍යන්තර අයවැයක් අනුමැතිය සඳහා සභාව වෙත ඉදිරිපත් කරනු ලැබේ.",
        "ජාතික අයවැය ප්‍රතිපාදන, දේශීය හා විදේශීය ප්‍රදාන සම්බන්ධ සියලුම මූල්‍ය කටයුතු විගණකාධිපති දෙපාර්තමේන්තුවට යටත් කළ යුතුය.",
        "ඉන්දියානු සම්භවයක් ඇති දෙමළ ජනතාව සඳහා ප්‍රාදේශීය නොවන ප්‍රජා කවුන්සිලයක් (NTCC) පිහිටුවීමේ TPA යෝජනාව අනුගමනය කිරීම වටී. වැඩිදුර සාකච්ඡා සහ හැකි වෙනස් කිරීම් වලින් පසුව NTCC යථාර්ථයක් බවට පත්වනු ඇතැයි අපේක්ෂා කෙරේ. NTCC පිහිටුවීම සහ එහි ප්‍රතිවිපාක ඉදිරි ලිපියකින් වඩාත් විස්තරාත්මකව සොයා බලනු ඇත."
      ]
    },
    "ta": {
      "title": "TPA மலைநாட்டுத் தமிழர்களுக்கான பிரதேசமற்ற சபையை நாடுகிறது",
      "body_lines": [
        "செய்தியாளர் சந்திப்பில் தமிழ் முற்போக்குக் கூட்டணியின் தலைவர் மனோ கணேசன் (நடுவில்), பிரதித் தலைவர் பழனி திகாம்பரம் (இடது) மற்றும் பிரதித் தலைவர் வி.ராதாகிருஷ்ணன்",
        "தமிழர்களின் மொத்த மக்கள் தொகை - இலங்கை மற்றும் இந்திய - 3,113, 247. இவர்களில் 1,611,036 தமிழர்கள் வடக்கு மற்றும் கிழக்கு மாகாணங்களில் வாழ்கின்றனர். மேலும் 1,502,211 தமிழர்கள் வடக்கு மற்றும் கிழக்கு மாகாணங்களுக்கு வெளியே வாழ்கின்றனர்",
        "இம்முயற்சிக்கு உந்து சக்தியாக விளங்கும் TPA தலைவர் மனோ கணேசன், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, இந்திய பிரதமர் நரேந்திர மோடி மற்றும் பிரித்தானிய பிரதமர் போரிஸ் ஜோன்சன் ஆகியோருக்கு அபிலாஷை ஆவணத்துடன் மேன்முறையீட்டு கடிதம் அனுப்பப்பட உள்ளதாக இந்த பத்தியில் தெரிவித்தார்.",
        "தமிழ் முற்போக்குக் கூட்டணி (TPA) சமீபத்திய இந்திய வம்சாவளி அல்லது இந்திய வம்சாவளி தமிழர்கள் (IOT) ஆதிக்கம் செலுத்தும் தமிழ் மக்களுக்கான புதிய பிரதிநிதித்துவ அமைப்பைத் தேடுவதில் முன்முயற்சி எடுத்துள்ளது. சமீப காலங்களில் இந்த சமூகம் \"மலையகத் தமிழர்\" (மலைநாட்டுத் தமிழர்/மேல்நாட்டுத் தமிழர்) என்று அறியப்படுகிறது. மலையகத் தமிழர்கள் என்று அழைக்கப்பட்டாலும், அவர்கள் முக்கியமாக ஊவா, சப்ரகமுவ மற்றும் மத்திய மாகாணங்களில் குவிந்திருப்பதால், \"மலையஹத் தமிழர்\" சமூகம் தீவின் அனைத்துப் பகுதிகளிலும் பரவலாகக் காணப்படுகிறது. TPA எதிர்பார்ப்பது என்னவென்றால், நாடு முழுவதும் பரவியுள்ள மலையகத் தமிழர்களின் நலன்கள் மற்றும் அபிலாஷைகளைப் பிரதிநிதித்துவப்படுத்தும் வகையில் - பிரதேச சாராத சமூகப் பேரவை - ஒரு புதிய நிறுவனத்தை உருவாக்குவதாகும். இலங்கையின் முழு அளவிலான குடிமக்களாக, அவர்களின் இன அடையாளத்தைத் தக்க வைத்துக் கொண்டு, சமூகத்தை பிரதான நீரோட்டத்தில் விரிவான ஒருங்கிணைப்பை எளிதாக்குவதும் விரைவுபடுத்துவதும் பாராட்டத்தக்க நோக்கமாகும்.",
        "2012 மக்கள்தொகை கணக்கெடுப்பின்படி, 839,504 (4.12%) இந்திய வம்சாவளி தமிழர்கள் இலங்கையில் நான்காவது பெரிய இனமாக உள்ளனர். எவ்வாறாயினும், உத்தியோகபூர்வ மக்கள்தொகை கணக்கெடுப்பில் மிகப் பெரிய எண்ணிக்கையிலான இந்திய வம்சாவளி தமிழ் குடிமக்கள் இலங்கைத் தமிழர்களாக வகைப்படுத்தப்பட்டுள்ளதால் இது முற்றிலும் துல்லியமாக இல்லை. இது வடக்கு மற்றும் கிழக்கு மாவட்டங்களிலும் கொழும்பு மற்றும் கம்பஹாவிலும் அப்பட்டமாகத் தெரியும். மலையக மாவட்டங்களில் கூட மக்கள்தொகை கணக்கெடுப்பாளர்கள் தோட்டப் பகுதிகளில் வசிப்பவர்களை இந்தியத் தமிழர்கள் என்றும் நகர்ப்புறங்களில் வசிப்பவர்களை இலங்கைத் தமிழர்கள் என்றும் வகைப்படுத்தும் போக்கைக் கொண்டுள்ளனர். தமிழர்களின் மொத்த மக்கள் தொகை - இலங்கை மற்றும் இந்திய - 3,113, 247. இவர்களில் 1,611,036 தமிழர்கள் வடக்கு மற்றும் கிழக்கு மாகாணங்களில் வாழ்கின்றனர். மேலும் 1,502,211 தமிழர்கள் வடக்கு மற்றும் கிழக்கு மாகாணங்களுக்கு வெளியே வாழ்கின்றனர். ஏழு சிங்கள பெரும்பான்மை மாகாணங்களில் வாழும் தமிழர்கள் பல ஆண்டுகளாக சமமான அரசியல் பிரதிநிதித்துவத்தை இழந்துள்ளனர் என்பதே கடுமையான யதார்த்தம். இவர்களில் பெரும்பாலோர் மலைநாட்டுத் தமிழர்கள் என அழைக்கப்படும் இந்திய வம்சாவளியைச் சேர்ந்தவர்கள். மேலும் சமூகம் குறிப்பாக தோட்டத் தொழிலாளர்கள் பொருளாதாரத்தில் பின்தங்கிய நிலையில் உள்ளனர்.",
        "ஜூன் 3, 2015 இல் ஸ்தாபிக்கப்பட்ட தமிழ் முற்போக்குக் கூட்டணியே மலையகத் தமிழர்களின் முதன்மையான அரசியல் அமைப்பாகும். பாராளுமன்றப் பிரதிநிதித்துவத்தைப் பொறுத்த வரையில் TPA 2015 நாடாளுமன்றத் தேர்தலில் ஆறு ஆசனங்களைப் பெற்றது. அக்கட்சிக்கு நுவரெலியாவில் மூன்று ஆசனங்களும் கொழும்பு, பதுளை மற்றும் கண்டி மாவட்டங்களில் தலா ஒரு இடமும் கிடைத்தன. 2015 இல் சரியாக ஆறு ஆசனங்களை வென்றதன் மூலம் TPA தனது வெற்றியை 2020 இல் மீண்டும் செய்தது. மேலும் மூன்று மலைநாட்டு தமிழ் பாராளுமன்ற உறுப்பினர்கள் நுவரெலியாவில் இலங்கை தொழிலாளர் காங்கிரஸ் (CWC) மற்றும் சமகி ஜன பலவேகய (SJB) ஆகியவற்றிலிருந்து தேர்ந்தெடுக்கப்பட்டனர். பதுளை. எனினும் TPA இன் பதுளை மாவட்ட பாராளுமன்ற உறுப்பினர் 20வது அரசியலமைப்பு திருத்தத்திற்கு வாக்களித்து கட்சி ஒழுக்கத்தை மீறி வெளியேற்றப்பட்டார். TPA 2015 தேர்தலில் UNP யின் யானை சின்னத்திலும் 2020 தேர்தலில் SJB தொலைபேசி சின்னத்திலும் போட்டியிட்டது.",
        "TPA ஆனது முறையே மனோ கணேசன், பழனி திகாம்பரம் மற்றும் வேலுசாமி ராதாகிருஷ்ணன் தலைமையிலான ஜனநாயக மக்கள் முன்னணி (DPF) தொழிலாளர் தேசிய சங்கம் (NUW) மற்றும் மலையக மக்கள் முன்னணி (UCPF) ஆகியவற்றை உள்ளடக்கியது. மூன்று தொகுதிக் கட்சிகளும் தனித்தனி கட்சிகள் என்ற அந்தஸ்தைத் தொடர்ந்து வைத்திருக்கும் அதே வேளையில், TPA  கடந்த ஆண்டு தேர்தல்கள் ஆணையத்தால் ஒரு சுதந்திர அரசியல் கட்சியாக அதிகாரப்பூர்வமாக அங்கீகரிக்கப்பட்டு, டார்ச்லைட்டை தேர்தல் சின்னமாக ஒதுக்கியது.",
        "தமிழ் அரசியல் கூட்டணியின் தலைவராக மனோ கணேசனும், துணைத் தலைவர்களாக பழனி திகாம்பரம் மற்றும் வி ராதாகிருஷ்ணனும் உள்ளனர். சந்திரா ஷாஃப்டர் பொதுச் செயலாளராக உள்ளார். TPA 6 உறுப்பினர்களைக் கொண்ட பிரசிடியத்தையும், 14 உறுப்பினர்களைக் கொண்ட பொலிட்பீரோவையும் கொண்டுள்ளது. தமிழில் TPA இன் பெயர் “தமிழ் முட்போக்கு கூட்டனி”.",
        "பிராந்தியம் அல்லாத சமூக கவுன்சிலை (NTCC) அமைப்பதற்கான தற்போதைய TPA முன்மொழிவு, சில வாரங்களுக்கு முன்பு TPA ஆல் உருவாக்கப்பட்ட அரசியல் ரீதியாக முக்கியமான ஆவணத்தின் ஒருங்கிணைந்த மற்றும் முக்கிய அங்கமாகும். இது \"இலங்கை அரசியல் மற்றும் இந்திய இலங்கை ஒப்பந்தங்களில் முழு குடிமக்களாக கண்ணியம் மற்றும் பிரதான நீரோட்டத்துடன் ஒருங்கிணைப்பு நோக்கிய சமீபத்திய இந்திய வம்சாவளியைச் சேர்ந்த தமிழ் மக்களின் அபிலாஷைகள்\" என்ற தலைப்பில் உள்ளது.",
        "ஆரம்பத்தில் TPA அத்தகைய ஆவணத்தின் அவசியம் குறித்து பொது விவாதங்களை நடத்தியது, அதன்பின் சமூகத்தில் உள்ள புத்திஜீவிகள், அறிஞர்கள் மற்றும் தொழில் வல்லுநர்களிடமிருந்து இது தொடர்பான சமர்ப்பிப்புகளுக்கு அழைப்பு விடுத்தது. \"அபிலாஷை ஆவணம்\" என்று சுருக்கமாக குறிப்பிடப்படும் ஆவணத்தை உருவாக்க ஒரு குழு உருவாக்கப்பட்டது. இறுதி வரைவு TPA பொலிட்பீரோ மற்றும் பிரீசிடியம் மூலம் பொதுப் பரப்புதலுக்காக அங்கீகரிக்கப்பட்டு அங்கீகரிக்கப்பட்டது. \"நாட்டில் சிதறடிக்கப்பட்ட வடிவத்தில் வாழும் சிறப்பு ஆர்வமுள்ள சிறுபான்மை சமூகங்களுக்கான (MCoSI)\" பிராந்தியம் அல்லாத சமூக கவுன்சில்களை நிறுவுவதற்கான முன்மொழிவு அபிலாஷை ஆவணத்தின் முக்கிய அங்கமாகும்.",
        "இம்முயற்சிக்கு உந்து சக்தியாக விளங்கும் TPA தலைவர் மனோ கணேசன், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, இந்திய பிரதமர் நரேந்திர மோடி மற்றும் பிரித்தானிய பிரதமர் போரிஸ் ஜோன்சன் ஆகியோருக்கு மேன்முறையீட்டு கடிதத்துடன் மேன்முறையீட்டு கடிதம் அனுப்பப்பட உள்ளதாக இந்த பத்தியில் தெரிவித்தார். இந்த மூன்று நாடுகளும் சமூகத்தின் மீது ஒரு பொறுப்பையும் கடமையையும் சுமப்பதுதான் காரணம். \"தொப்புள் கொடி உறவின்\" காரணமாக இந்தியா, பெருந்தொகையான இந்தியத் தமிழர்களைத் தீவில் மீண்டும் தோட்டத் தொழிலாளர்களாகக் குடியமர்த்தியதற்காக பிரிட்டன் மற்றும் இலங்கை இப்போது அவர்களின் சொந்த நாடாகவும் தாயகமாகவும் உள்ளது. ஆவணங்களை சமர்ப்பிப்பதற்கும் அது தொடர்பான விடயங்களை அவருடன் கலந்துரையாடுவதற்கும் ஜனாதிபதி ராஜபக்ஷவிடம் நேரம் கோரப்பட்டதாகவும் ஆனால் இதுவரை திகதி வழங்கப்படவில்லை என்றும் கணேசன் தெரிவித்தார். ஜனாதிபதியைச் சந்தித்த பின்னர் பிரித்தானியத் தூதுவருடனான சந்திப்புக் கோரப்படும். எவ்வாறாயினும், கணேசன் தலைமையிலான TPA தூதுக்குழு இந்திய உயர் ஸ்தானிகர் கோபால் பாக்லேயை சந்தித்து இந்த வார தொடக்கத்தில் முறைப்படி கடிதத்தை பிரதமர் மோடியிடம் கையளித்தது. கடிதம்/ஆவணத்தில் குறிப்பிடப்பட்டுள்ள முன்மொழிவுகள் பற்றிய பயனுள்ள விவாதம் நடந்ததாகவும், இந்திய வெளியுறவுத்துறை அமைச்சர் டாக்டர். எஸ். ஜெய்சங்கர் கொழும்புக்கு வரும்போது மேலும் பேச்சுவார்த்தை நடத்தப்படலாம் என்றும் TPA தலைவர் கூறினார்.",
        "மேன்முறையீட்டு கடிதம் மற்றும் அபிலாஷை ஆவணத்தின் பிரதிகள் கொழும்பில் உள்ள தூதரக அதிகாரிகளுக்கும் வழங்கப்படும். NTCC க்கு ஆதரவான ஒருமித்த கருத்தை உருவாக்குவதற்கு TPA இலங்கையில் உள்ள அரசியல் கட்சிகளின் தலைவர்களை சந்திக்கும் என்றும் மனோ கணேசன் கூறினார். கேள்வி ஒன்றுக்கு பதிலளித்த கணேசன், இலங்கை தொழிலாளர் காங்கிரஸுடன் (CWC) விரைவில் பேச்சுவார்த்தை நடத்தப்பட்டு பரஸ்பர புரிந்துணர்வு எட்டப்படும் என்று கூறினார்.",
        "இந்தியப் பிரதமர் ஸ்ரீ நரேந்திர மோடிக்கு அனுப்பப்பட்ட கடிதம்/முறையீட்டு மனுவின் வாசகம் பின்வருமாறு-",
        "மலையஹா தமிழர்கள் அல்லது மலையகத் தமிழர்கள் (இனிமேல் மலையஹா தமிழர்கள் என்று அழைக்கப்படுபவர்கள்) என அழைக்கப்படும் இலங்கையில் உள்ள சமீபத்திய இந்திய வம்சாவளியைச் சேர்ந்த தமிழ் சமூகத்தின் வேண்டுகோள் இது. இலங்கையின் தனித்துவமான மற்றும் ஒருங்கிணைந்த மக்களாக அங்கீகாரம் மற்றும் சமமாக நடத்தப்பட வேண்டும் என்று அடுத்தடுத்து வரும் இலங்கை அரசாங்கங்களுக்கு நாங்கள் தொடர்ந்து வேண்டுகோள் விடுத்ததில் இருந்து இது பாய்கிறது. இது சிங்களவர்கள், இலங்கைத் தமிழர்கள் மற்றும் முஸ்லீம்களுக்கு இணையாக இலங்கையின் ஒரு அங்கமான மக்கள் என்ற அடையாளத்திற்கான எமது சமூகத்தின் போராட்டங்களில் எதிரொலிக்கிறது. 1980 களில் இருந்து வெவ்வேறு அரசாங்கங்களால் நிறுவப்பட்டு அங்கீகரிக்கப்பட்ட முந்தைய அரசியலமைப்பு சீர்திருத்த செயல்முறைகளில் அவை பிரதிநிதித்துவத்தை உருவாக்குகின்றன.",
        "சுதந்திரம் பெற்றதில் இருந்து மலையகத் தமிழர்களின் அரசியல் தலைமையால் முன்வைக்கப்பட்ட கோரிக்கைகள், பிற சமூகங்கள் அனுபவிக்கும் உரிமைகளுக்கு இணையாக முழு அளவிலான குடிமக்களாக அங்கீகரிக்கப்பட வேண்டும் என்பதுதான். சமத்துவம், பாகுபாடு இல்லாதது, பாதுகாப்பு மற்றும் சமூகத்தின் நலன்கள் மற்றும் அடையாளத்தைப் பாதுகாக்கும் அரசியல் மற்றும் நிர்வாக ஏற்பாடுகள் ஆகியவை கோரிக்கைகளாக உள்ளன. நுவரெலியாவில் பல இடங்களில் செறிவாகவும் சிதறியும் வாழும் மக்களை கௌரவமாகவும், சுயமரியாதையுடனும், சமாதானத்துடனும், பாதுகாப்புடனும் வாழ்வதற்கும், அவர்களின் விவகாரங்களை நிர்வகிப்பதற்கும் தேவையான அரசியல் குரலையும் சக்தியையும் சமூகம் பெற வேண்டும் என்பதற்காகவே இந்தக் கோரிக்கைகள் முன்வைக்கப்பட்டுள்ளன. இலங்கையின் சில பகுதிகள்.",
        "மலையஹா தமிழ் சமூகம் 1800 களின் முற்பகுதியில் இருந்து பிரிட்டிஷ் கிரீடத்தின் கீழ் உள்ள நிறுவனங்களால் இந்தியாவில் இருந்து இலங்கைக்கு, பின்னர் சிலோனுக்கு கொண்டு வரப்பட்டது. இந்த சமூகம் சுதந்திரத்தின் விடியலில் இரண்டாவது பெரிய இனக்குழுவாக இருந்தது. ஆனால் அவர்கள் சுதந்திரம் அடைந்த உடனேயே சர்ச்சைக்குரிய வகையில் குடியுரிமை பறிக்கப்பட்டனர், இலங்கையின் அப்போதைய அரசியலமைப்பின் 29(2) வது பிரிவில் காணப்படும் சிறுபான்மையினருக்கான பாதுகாப்பை மீறினார்கள். அதன்பிறகு பலர் தன்னிச்சையான மற்றும் விருப்பமில்லாமல் இந்தியாவிற்கு திருப்பி அனுப்பப்பட்டனர். இவை இந்த சமூகத்தின் அரசியல் அந்தஸ்தையும் சமூக-பொருளாதார நல்வாழ்வையும் வெகுவாகக் குறைத்தன.",
        "நீண்ட காலமாக நாடற்ற நிலை, உரிமையின்மை மற்றும் மக்கள்தொகைக் குறைவு ஆகியவை தொடர்ந்து இன்றுவரை நீண்ட நிழலைத் தொடர்ந்து எங்கள் கோரிக்கைகளின் வரையறைகளை வடிவமைத்துள்ளன. எங்களைச் சந்தித்த கட்டமைக்கப்பட்ட வன்முறையின் அடுத்தடுத்த சுழற்சிகள், அதன் விளைவாக உள் மற்றும் வெளிப்புற இடப்பெயர்வுகள், பாரபட்சமான மற்றும் நியாயமற்ற நடத்தை மற்றும் இந்த சமூகத்தால் பாதிக்கப்பட்ட தொடர்ச்சியான ஓரங்கட்டுதல் ஆகியவை எங்கள் முறையீட்டிற்கு அதிக நம்பகத்தன்மையைச் சேர்த்துள்ளன.",
        "மலையஹா தமிழர்களின் நிலை மற்றும் நலனில் இந்தியாவின் நீடித்த ஆர்வத்தை நாங்கள் அங்கீகரிக்கிறோம்",
        "குடியுரிமை விவகாரத்திலும், வேலைவாய்ப்பு, கல்வி மற்றும் வீட்டு வசதி உள்ளிட்ட பல்வேறு வளர்ச்சிப் பிரச்சினைகளிலும் இந்தியா தீவிரப் பங்காற்றியுள்ளது. வரலாற்று உறவுகள், சர்வதேச விதிமுறைகள் மற்றும் புவியியல் மற்றும் மனிதாபிமான காரணங்களால் இந்த ஆர்வம் தேவைப்பட்டது. கையொப்பமிட்டவர்களின் குடியுரிமை உரிமைகள் மற்றும் அதனுடன் தொடர்புடைய சட்டப்பூர்வ கடமைகள் தொடர்பாக பல ஆண்டுகளாக கையொப்பமிடப்பட்ட இருதரப்பு விவாதங்கள் மற்றும் ஒப்பந்தங்களில் இவை வெளிப்பட்டுள்ளன. இந்த உடன்படிக்கைகளில் இருந்து உருவான மலையஹா சமூகத்தின் அரசியல் அந்தஸ்து மற்றும் சமூக-பொருளாதார நல்வாழ்வு பலவீனமடைவதும் இந்தியாவின் மீது ஒரு தார்மீகக் கடமையை ஏற்படுத்தியுள்ளது.",
        "இலங்கைக்கும் இந்தியாவுக்கும் இடையிலான முக்கிய ஒப்பந்தம் 1987 ஆம் ஆண்டு கையெழுத்தானது. ஆனால் அதற்கு முன்னர் இலங்கை அரசாங்கத்துடன் இந்தியா மூன்று முக்கிய ஒப்பந்தங்களில் கையெழுத்திட்டது, அதில் நமது சமூகத்தின் குடியுரிமை மற்றும் அதன் பின்னர் நல்வாழ்வு தொடர்பான பரஸ்பர கடமைகள் உள்ளன: நேரு -கொத்தலாவல ஒப்பந்தம் (1954), சிறிமா-சாஸ்திரி ஒப்பந்தம் (1964) மற்றும் சிறிமா-இந்திரா ஒப்பந்தம் (1974). மேலும், ஜே.ஆர்.ஜெயவர்தன, ஆர்.பிரேமதாச, சந்திரிகா குமாரணதுங்க மற்றும் மகிந்த ராஜபக்ச ஆகியோரின் நிர்வாகத்தின் கீழ் 1986 - 2009 வரையிலான சட்டவாக்க நடவடிக்கைகளின் மூலம் சமூகத்தின் நீண்டகால குடியுரிமைப் பிரச்சினைகளைத் தீர்ப்பதில் இந்திய அரசாங்கத்தின் நல்ல அலுவலகங்கள் கருவியாக இருந்தன. 1987 இன் இந்திய-இலங்கை ஒப்பந்தமானது, மாகாண சபைகளை நிறுவுவதற்கான 13 வது திருத்தம் மற்றும் இலங்கையின் அரசியலமைப்பில் மொழிப் பயன்பாடு தொடர்பான 16 வது திருத்தம் ஆகிய இரண்டையும் கொண்டுவருவதில் முக்கிய பங்கு வகித்தது.",
        "இலங்கையின் ஒன்பது மாகாணங்களிலும் உள்ள அனைத்து மக்களும் தற்போது அனுபவிக்கும் அதிகாரப் பகிர்வை மாகாண சபைகள் கொண்டு வந்ததுடன் மலையஹா தமிழ் சமூகத்தின் பிரதிநிதித்துவ அரசியல் குரலைப் பிரயோகிக்க மற்றுமொரு மன்றத்தை வழங்கியது. அரசியலமைப்பில் குறிப்பிடப்பட்டுள்ள மும்மொழிக் கொள்கையானது சிங்களத்துடன் உத்தியோகபூர்வ மற்றும் தேசிய மொழிகளில் ஒன்றாக தமிழ் மொழிக்கு அங்கீகாரம் அளித்தது மற்றும் இலங்கையில் ஆங்கிலம் இணைப்பு மொழியாக நிறுவப்பட்டது.",
        "சமீபத்திய இந்திய வம்சாவளியைச் சேர்ந்த மலையஹா தமிழ் சமூகத்தின் தற்போதைய நிலை, 1.5 மில்லியனுக்கும் அதிகமான பலம் வாய்ந்ததாகக் கருதப்படுகிறது, கடந்த கால வரலாற்றின் விளைவாக திணிக்கப்பட்ட நாடற்ற தன்மை, குடியுரிமை பற்றிய நிச்சயமற்ற தன்மை மற்றும் உரிமையின்மை ஆகியவற்றின் விளைவாகும். இது சமூகத்தின் சமூக-பொருளாதார நலனையும் பாதித்துள்ளது. தோட்டத் தோட்டங்களில் வசிப்பவர்கள் மற்றும் வேலை செய்பவர்கள் மிகவும் பாதிக்கப்பட்டுள்ளனர். நாட்டிலுள்ள மற்ற சமூகங்களுடன் ஒப்பிடும் போது, ​​கிட்டத்தட்ட அனைத்து மனித வளர்ச்சிக் குறியீடுகளிலும் குறைந்த நடவடிக்கைகளைப் பதிவு செய்து, நாட்டில் மிகவும் பின்தங்கிய குழுவாக அவர்கள் மாறிவிட்டனர். அவர்களைப் பொறுத்தவரை, இது தொழிலாளர்களிடமிருந்து - அவர்களின் தோட்ட முதலாளிகளுடன் பிணைக்கப்பட்ட மற்றும் சார்ந்து - இலங்கையின் முழு அளவிலான குடிமக்களுக்கு மற்றவர்களைப் போலவே சம உரிமைகளுடன் அவர்களின் மாற்றத்தை பலவீனப்படுத்தியுள்ளது.",
        "பொதுவாக, 1954 முதல் 1974 வரையான ஒப்பந்தங்களின் அடிப்படைக் கருவும், அது தொடர்பான இருதரப்பு விவாதங்களும், இலங்கை அரசு தனது குடிமக்களாக அங்கீகரித்த அனைவரும் வாக்குரிமை, காணி உரிமைகள் உள்ளிட்ட அனைத்து அம்சங்களிலும் முழுக் குடியுரிமையை அனுபவிப்பார்கள் என்ற உறுதிமொழியாக இருந்தது. பொது வேலைவாய்ப்பு மற்றும் அரசாங்க சேவைகளுக்கான அணுகல். இந்த உணர்வுடன் இரு நாட்டு தலைவர்களும் பிரச்சினைகளில் ஈடுபட்டுள்ளனர். மற்ற குடிமக்களுக்கு இணையாக வாக்களிக்கும் உரிமையில் முன்னேற்றம் உறுதி செய்யப்பட்டாலும், மற்ற பகுதிகளில் நடவடிக்கைகள் மெதுவாக, மட்டுப்படுத்தப்பட்ட அல்லது ஸ்தம்பித்துள்ளன. சுகாதார குறிகாட்டிகள் தேசிய சராசரியுடன் ஒப்பிடுகையில் தலைமுறை பின்னடைவைக் காட்டுகின்றன, சுகாதார வசதிகள் இன்னும் முக்கிய நீரோட்டத்தில் இல்லை, பொதுத்துறை வேலைவாய்ப்பு மற்றும் மூன்றாம் நிலைக் கல்வி ஆகியவற்றில் நமது இருப்பு மிகவும் மோசமாக உள்ளது மற்றும் நிர்வாக சேவைகளுக்கான அணுகல் சமமற்றதாக உள்ளது.",
        "இந்த விடயங்கள் பல்வேறு இலங்கை அரசாங்கங்களுடனான எமது சமூகத்தின் பேச்சுவார்த்தைகளின் ஒரு பகுதியாகவும் தொடர்ந்தும் இருந்து வருகின்றன. தற்போதைய சூழ்நிலையில், தேர்தல் சீர்திருத்தங்கள் மற்றும் அரசியலமைப்பு சீர்திருத்த செயல்முறைகள் குறித்தும் நாங்கள் பயப்படுகிறோம், இது சில கொள்கைகள் மற்றும் நிறுவன தடைகள் மற்றும் பாகுபாடுகளை கடக்க உதவிய ஏற்கனவே உள்ள சில ஏற்பாடுகள் மற்றும் உத்தரவாதங்களை திரும்பப் பெறலாம் என்று நாங்கள் அஞ்சுகிறோம்.",
        "இந்த பின்னணியில், அரசியலமைப்பு சீர்திருத்தங்கள் இலங்கை அரசாங்கத்தால் பரிசீலிக்கப்பட்டு வருவதால், அதை உறுதிப்படுத்துமாறு இலங்கை அரசாங்கத்தை வலியுறுத்துமாறு உங்கள் மாண்புமிகு அவர்களிடம் கேட்டுக்கொள்கிறோம்.",
        "பதின்மூன்றாவது திருத்தத்தை முழுமையாக அமுல்படுத்துதல் மற்றும் மாகாண சபைத் தேர்தலை இனியும் தாமதமின்றி நடத்துதல்,",
        "தமிழுக்கும் சிங்களம், தமிழ், ஆங்கிலம் ஆகிய மூன்று மொழிக் கொள்கைகளுக்கும் சம அந்தஸ்தை அறிமுகப்படுத்திய அரசியலமைப்பின் பதினாறாவது திருத்தத்தை முழுமையாக நடைமுறைப்படுத்துதல்.",
        "மலையஹா தமிழ் சமூகத்தை தேசிய அரசியலில் பிரதான நீரோட்டம் மற்றும் கட்டமைப்பு ரீதியாக ஒருங்கிணைத்தல், ஒரு தனித்துவமான அடையாளத்துடன் இலங்கையின் ஒரு அங்கமான மக்களாக அங்கீகரித்தல் மற்றும் உறுதிசெய்யப்பட்டபடி முழுமையான மற்றும் சமமான குடியுரிமைகளை அனுபவிக்க அவர்களுக்கு உதவுதல்.",
        "அ. ஜனாதிபதி மஹிந்த ராஜபக்ஷவினால் ஸ்தாபிக்கப்பட்ட முன்னைய சர்வகட்சி மாநாட்டின் கீழ் ஆலோசிக்கப்பட்ட பிரதேச சாராத சமூக சபையை நிறுவுதல், நுவரெலியாவில் புவியியல் ரீதியில் செறிவூட்டப்பட்ட அடிப்படையிலும் ஏனைய பகுதிகளில் சிதறியும் வாழும் சமூகத்தின் தெரிவு செய்யப்பட்ட விடயங்கள் தொடர்பான ஆணையுடன். நாட்டின்.",
        "பி. மத்திய, மாகாண மற்றும் உள்ளூராட்சி மட்டங்களில் அதிகாரப் பகிர்வு மற்றும் உண்மையான அதிகாரப் பகிர்வுக்கான நடவடிக்கைகள் மற்றும்,",
        "c. விகிதாச்சாரப் பிரதிநிதித்துவ தேர்தல் முறை மற்றும் நியாயமான தேர்தல் மற்றும் நிர்வாக எல்லை நிர்ணய செயல்முறை மூலம் அனைத்து மட்டங்களிலும் சமமான மற்றும் உள்ளடக்கிய தேர்தல் பிரதிநிதித்துவம், இது நிர்வாகத்தின் அனைத்து அடுக்குகளிலும் நிர்வாகத்தில் அர்த்தமுள்ள பங்கைக் கொடுக்கும்.",
        "ஈ. இழந்த நிலம், நிலம், வீட்டு உரிமைகள், வேலைவாய்ப்பு, கல்வி மற்றும் சுகாதாரம் ஆகியவற்றைப் பெறுவதற்கான உறுதியான நடவடிக்கை உட்பட நிர்வாக நடவடிக்கைகள்.",
        "இ. கிராமம், மாவட்டம் மற்றும் பிரதேச மட்டங்களில் பரவலாக்கப்பட்ட நிர்வாக நிறுவனங்கள் மற்றும் அரசாங்க சேவைகளுக்கு சமமான அணுகலை உறுதி செய்வதற்காக தோட்டப் பகுதிகளில் உள்ள GN பிரிவுகள் மற்றும் DS பிரிவுகளை மற்ற கிராமப்புறங்களுக்கு இணையாக வரையறுத்தல்.",
        "இலங்கையில் உள்ள மலாயா/இந்திய வம்சாவளி தமிழ் சமூகத்தினருக்காக பிரதேசம் அல்லாத சமூக சபையை (NTCC) நிறுவுவதற்கான அரசியலமைப்பு முன்மொழிவின் உரை பின்வருமாறு.",
        "நாட்டில் சிதறிய வடிவத்தில் வாழும் சிறப்பு ஆர்வமுள்ள சிறுபான்மை சமூகங்களின் (எம்சிஓஎஸ்ஐ) நலன்கள் மற்றும் அபிலாஷைகளைப் பிரதிநிதித்துவப்படுத்த, பிராந்தியம் அல்லாத சமூக கவுன்சில்கள் (என்டிசிசி) நிறுவப்படும்.",
        "நாட்டில் சிதறிய வடிவத்தில் வாழும் சமீபத்திய இந்திய வம்சாவளியைச் சேர்ந்த தமிழ் இலங்கை சமூகத்திற்காக ஒரு NTCC நிறுவப்படும்.",
        "குறிப்பிட்ட சிறுபான்மை சமூகத்தைச் சேர்ந்த உள்ளாட்சி அமைப்புகளுக்கான நாடாளுமன்றம், மாகாண சபைகள் மற்றும் தலைவர்களின் அலுவலகங்களுக்குத் தேர்ந்தெடுக்கப்பட்ட/நியமிக்கப்பட்ட சட்டமன்ற உறுப்பினர்கள் NTTC இன் அதிகாரபூர்வ உறுப்பினர்களாக இருக்க வேண்டும்.",
        "ஒரு மூத்த இலங்கை நிர்வாக சேவைகள் (SLAS) அதிகாரி, மத்திய அமைச்சின் செயலாளர் பதவி/அந்தஸ்துக்கு சமமானவர், NTCC இன் செயலாளராக இருப்பார், அவர் NTCC செயலகத்திற்கு தலைமை தாங்குவார்.",
        "SLAS/மாகாண கேடரில் இருந்து பெறப்பட்ட அதிகாரிகள் எண்ணிக்கை NTTC இன் செயலகத்தில் செயலாளரின் கீழ் செயல்படும்.",
        "சபையின் அலுவல்களை நடத்துவதற்கு ஒரு சட்டமன்றச் செயலாளரும், துணைச் செயலாளரும் நியமிக்கப்படுவார்கள்.",
        "அனைத்து NTCC செயலகங்களும் தேசிய தலைநகர் பிரதேசமான கொழும்பில் நிறுவப்படும்.",
        "தேசிய பாராளுமன்றத்தில் சமர்ப்பிக்கப்பட்ட அனைத்து மசோதாக்கள் மற்றும் ஒழுங்குமுறைகள் மற்றும் ஒன்பது பிசிக்கள் NTTC க்கு அதன் ஆய்வுக்கு பரிந்துரைக்கப்படும்.",
        "NTTC, அது நிறுவப்பட்ட தொடர்புடைய MCoSI இன் கலாச்சார, சமூக, அரசியல், பொருளாதார வாழ்க்கையுடன் தொடர்புடைய தேசிய பாராளுமன்றம் மற்றும் PC களுக்கு சமர்ப்பிக்கப்பட்ட சட்டங்கள் மற்றும் ஒழுங்குமுறைகளுக்கான திருத்தங்களை கண்காணிக்கும், ஆய்வு செய்யும், முன்மொழிகிறது.",
        "பாராளுமன்றம் மற்றும் பிசிக்களின் விவாதங்கள் மற்றும் மசோதாக்களை நிறைவேற்றுவதில் தலையிட NTTC யின் அதிகார நிலை, NTTC க்கு தொடர்புடைய MCoSI நிறுவப்பட்டது, இது அரசியலமைப்பு/உச்ச நீதிமன்றத்திற்கு விடப்பட்ட விஷயமாகும்.",
        "NTTC பிரதிநிதித்துவப்படுத்தும் சிறப்பு ஆர்வமுள்ள சிறுபான்மை சமூகங்கள் (MCoSI) பின்வரும் பாடங்களில் கண்காணிப்பு, தலையீடு, வளர்ச்சி நடவடிக்கைகளில் ஈடுபடலாம் மற்றும் மேற்கொள்ளலாம்:",
        "NTTC செயல்திறன் மற்றும் செயல்பாடுகளின் வடிவங்கள், அதிகாரப்பூர்வ மற்றும் இணைப்பு மொழிகளின் பயன்பாடு மற்றும் அவற்றின் ஒரே நேரத்தில் மொழிபெயர்ப்புகள் உட்பட செயல்திறன் மற்றும் செயல்பாடுகள் PC களைப் போலவே இருக்கும்.",
        "என்டிடிசியின் அதிகாரபூர்வ உறுப்பினர்களாக இருக்கும் நாடாளுமன்ற உறுப்பினர்களிடமிருந்து ஒரு தலைவர் மற்றும் துணைத் தலைவர் தேர்ந்தெடுக்கப்படுவார்கள்.",
        "NTTC யின் ஆலோசனைப் பிரிவாகச் செயல்படும் NTTC ஆல் பரிந்துரைக்கப்படும் புகழ்பெற்ற நபர்களின் ஆலோசனைக் குழு இருக்கும்.",
        "NTTC இன் முழு இல்லக் கூட்டம், தலைவர் தலைமையில் NTTC உறுப்பினர்கள் மற்றும் ஆலோசனைக் குழு உறுப்பினர்கள் பங்கேற்கும் கூட்டமாகும்.",
        "NTTC இன் வணிகக் குழுவால் தீர்மானிக்கப்பட்ட நிலையான நிகழ்ச்சி நிரலின்படி NTTC சந்திக்கும்.",
        "NTTC இன் இல்லக் கூட்டங்கள் மற்றும் பாடக் குழுக் கூட்டங்களுக்குத் தலைவர் தலைமை தாங்குவார். தலைவர் இல்லாத நிலையில், துணைத் தலைவர் தலைமை தாங்குவார்.",
        "NTCC இன் நிறுவனங்களின் அனைத்து தொடர்ச்சியான மற்றும் மேம்பாட்டு நிதிகள் நிதி அமைச்சரால் தேசிய பட்ஜெட் ஒதுக்கீடுகளில் இருந்து பெறப்படும்.",
        "ஜனாதிபதி செயலகம், இலங்கை பாராளுமன்றம், மத்திய மற்றும் PC அமைச்சுக்கள், PC நிர்வாகங்கள், உள்ளூராட்சி மன்றங்கள், மாவட்ட செயலகங்கள், பிரதேச செயலகங்கள் மற்றும் பொலிஸ் திணைக்களம் உட்பட அனைத்து அரசாங்க இயந்திர ஆயுதங்களும் NTCC ஐ அங்கீகரிக்கும்.",
        "NTTC தேவைப்பட்டால், அது பிரதிநிதித்துவப்படுத்தும் சமூகங்களின் வளர்ச்சி மற்றும் நலனுக்காக வெளிநாட்டு மற்றும் உள்ளூர் மானியங்கள் மற்றும் உதவிகளைப் பெறலாம்/பெறலாம். அத்தகைய அனைத்து வெளிநாட்டு நிதிகளும் மத்திய நிதி அமைச்சகத்தின் வெளி வளப் பிரிவு (ERD) மூலம் அனுப்பப்படும்.",
        "தேசிய வரவு செலவுத் திட்ட ஒதுக்கீடுகள், உள்ளூர் மற்றும் வெளிநாட்டு மானியங்கள் தொடர்பான கணக்குகளின் உள் வரவுசெலவுத் திட்டம் சட்டசபையின் ஒப்புதலுக்காக அனுப்பப்படும்.",
        "தேசிய வரவு செலவுத் திட்ட ஒதுக்கீடுகள், உள்ளூர் மற்றும் வெளிநாட்டு மானியங்கள் தொடர்பான அனைத்து நிதி நடவடிக்கைகளும் தணிக்கையாளர் பொதுத் துறைக்கு உட்பட்டது.",
        "இந்திய வம்சாவளித் தமிழர்களுக்காக ஒரு பிராந்தியம் அல்லாத சமூக கவுன்சிலை (NTCC) நிறுவுவதற்கான TPA முன்மொழிவு தொடர வேண்டிய ஒரு புதிய யோசனையாகும். மேலும் விவாதங்கள் மற்றும் சாத்தியமான மாற்றங்களுக்குப் பிறகு NTCC உண்மையாகிவிடும் என்று நம்பப்படுகிறது. NTCC அமைப்பது மற்றும் அதன் விளைவுகள் எதிர்கால கட்டுரையில் விரிவாக ஆராயப்படும்."
      ]
    }
  }
}