{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/9-134-persons-vaccinated-against-COVID-19/56-732759",
  "time_ut": 1648593840,
  "title": "9,134 persons vaccinated against COVID-19",
  "body_lines": [
    "COVID-19 vaccines were administered to 9,134 persons on Monday as health officials continue to urge the public to get the booster dose.",
    "At a recently held Ministerial Consultative Committee on Health, Health Minister Keheliya Rambukwella said they will continue to educate and motivate the public to get the COVID-19 booster vaccine, adding that the Ministry has been conducting public awareness campaigns.",
    "The booster dose has been administered to a total of 7,812,148 persons. This includes 6,428 persons vaccinated on Monday.",
    "The first dose of a COVID-19 vaccine has been administered to 17,007,475 persons and the second dose has been administered to 14,416,229 persons.",
    "On Monday, 922 persons received the first dose of Pfizer and 1,470 persons received the second dose of the vaccine. In total, the first dose of Pfizer has been administered to 2,515,905 persons and the second dose has been administered to 880,418 persons.",
    "The first dose of Sinopharm was administered to 17 persons on Monday and a total of 12,048,028 persons have received the first dose of the vaccine. The second dose of Sinopharm has been administered to 11,174,045 persons. This includes 297 persons vaccinated on Monday.",
    "The Epidemiology Unit states that 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose of the vaccine.",
    "The first dose of Moderna has been administered to 804,801 persons and the second dose has been administered to 787,361 persons.",
    "A total of 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 9,134ක් එන්නත් කර ඇත",
      "body_lines": [
        "බූස්ටර මාත්‍රාව ලබා ගන්නා ලෙස සෞඛ්‍ය නිලධාරීන් මහජනතාවගෙන් දිගින් දිගටම ඉල්ලා සිටින බැවින් සඳුදා පුද්ගලයින් 9,134 දෙනෙකුට COVID-19 එන්නත් ලබා දෙන ලදී.",
        "සෞඛ්‍ය අමාත්‍ය කෙහෙළිය රඹුක්වැල්ල පසුගියදා පැවති සෞඛ්‍ය පිළිබඳ අමාත්‍ය උපදේශන කාරක සභාවේදී ප්‍රකාශ කළේ, කොවිඩ්-19 බූස්ටර එන්නත ලබා ගැනීම සඳහා ජනතාව දැනුවත් කිරීම සහ පෙළඹවීම අඛණ්ඩව සිදු කරන බවත්, අමාත්‍යාංශය ජනතාව දැනුවත් කිරීමේ වැඩසටහන් ක්‍රියාත්මක කරන බවත්ය.",
        "බූස්ටර මාත්‍රාව පුද්ගලයන් 7,812,148 දෙනෙකුට ලබා දී ඇත. සඳුදා එන්නත් කළ පුද්ගලයින් 6,428 දෙනෙකු මෙයට ඇතුළත් ය.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,007,475 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,416,229 දෙනෙකුට ලබා දී ඇත.",
        "සඳුදා පුද්ගලයින් 922 දෙනෙකුට ෆයිසර් පළමු මාත්‍රාව සහ පුද්ගලයින් 1,470 දෙනෙකු දෙවන එන්නත ලබා ගත්හ. සමස්තයක් වශයෙන්, Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,515,905 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 880,418 දෙනෙකුට ලබා දී ඇත.",
        "Sinopharm හි පළමු මාත්‍රාව සඳුදා පුද්ගලයින් 17 දෙනෙකුට ලබා දී ඇති අතර පුද්ගලයින් 12,048,028 දෙනෙකුට පළමු එන්නත ලබා දී ඇත. Sinopharm හි දෙවන මාත්‍රාව පුද්ගලයින් 11,174,045 දෙනෙකුට ලබා දී ඇත. සඳුදා දින එන්නත් කළ පුද්ගලයින් 297 දෙනෙකු මෙයට ඇතුළත් ය.",
        "AstraZeneca පළමු මාත්‍රාව පුද්ගලයින් 1,479,631 ක් ද දෙවන එන්නත 1,418,593 ක් ද ලබාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "Moderna පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 787,361 දෙනෙකුට ලබා දී ඇත.",
        "ස්පුට්නික් V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 155,812 ක් දෙවන එන්නත ලබාගෙන ඇත."
      ]
    },
    "ta": {
      "title": "கோவிட்-19க்கு எதிராக 9,134 பேருக்கு தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "கோவிட்-19 தடுப்பூசிகள் திங்களன்று 9,134 நபர்களுக்கு வழங்கப்பட்டன, ஏனெனில் சுகாதார அதிகாரிகள் பூஸ்டர் அளவைப் பெறுமாறு பொதுமக்களை தொடர்ந்து வலியுறுத்தி வருகின்றனர்.",
        "அண்மையில் நடைபெற்ற சுகாதார அமைச்சர்களின் ஆலோசனைக் குழுவில், சுகாதார அமைச்சர் கெஹலிய ரம்புக்வெல்ல, COVID-19 பூஸ்டர் தடுப்பூசியைப் பெறுவதற்கு பொதுமக்களுக்கு தொடர்ந்து கல்வி கற்பிப்பதாகவும், ஊக்குவிப்பதாகவும் தெரிவித்தார்.",
        "பூஸ்டர் டோஸ் மொத்தம் 7,812,148 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் திங்கள்கிழமை 6,428 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 17,007,475 பேருக்கும், இரண்டாவது டோஸ் 14,416,229 பேருக்கும் போடப்பட்டுள்ளது.",
        "திங்களன்று, 922 பேர் ஃபைசரின் முதல் டோஸையும், 1,470 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றனர். மொத்தத்தில், ஃபைசரின் முதல் டோஸ் 2,515,905 பேருக்கும், இரண்டாவது டோஸ் 880,418 பேருக்கும் கொடுக்கப்பட்டது.",
        "சினோபார்மின் முதல் டோஸ் திங்களன்று 17 நபர்களுக்கு வழங்கப்பட்டது மற்றும் மொத்தம் 12,048,028 நபர்கள் தடுப்பூசியின் முதல் டோஸ் பெற்றுள்ளனர். சினோபார்மின் இரண்டாவது டோஸ் 11,174,045 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் திங்கள்கிழமை 297 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "1,479,631 பேர் அஸ்ட்ராஜெனெகா மருந்தின் முதல் டோஸையும், 1,418,593 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளதாக தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "மாடர்னாவின் முதல் டோஸ் 804,801 பேருக்கும், இரண்டாவது டோஸ் 787,361 பேருக்கும் கொடுக்கப்பட்டது.",
        "மொத்தம் 159,110 பேர் ஸ்புட்னிக் V இன் முதல் டோஸையும், 155,812 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்."
      ]
    }
  }
}