{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/putins-invasion-of-ukraine-eclipses-bidens-first-state-of-the-union-speech/",
  "time_ut": 1647003720,
  "title": "Putin’s invasion of Ukraine eclipses Biden’s first State of the Union Speech",
  "body_lines": [
    "The malevolent Russian invasion against Ukraine has had almost exclusive coverage in international, TV and social media. Though the Ukrainians have been fighting fiercely and bravely, it is only a matter of time before Russia’s superior force will subjugate Kiev, Mariupol and other major Ukrainian cities, many of which have already fallen and millions of innocent civilians, men, women and children, suffering intolerable deprivations.",
    "History shows us that the aggression of nations with superior military force against weaker nations, aggression with motives of self-interest cloaked in sanctimonious hypocrisy, will initially meet with success. But in the fullness of time, they will fail, their greed and cruelty exposed to the world. A weaker nation, with its citizens continuing to fight for independence, its leaders willing to die for freedom, will always succeed. Many will die, incredible privations will be endured maybe for decades. But the ultimate rout of the aggressor is inevitable.",
    "Ukraine and its President have shown this fearlessness in extraordinary abundance. In a recent video address to the British Parliament, exhibiting the epitome of defiance, President Zelensky echoed Winston Churchill’s famous speech at that august chamber on the evacuation of Dunkirk during WWII: We shall fight on the beaches …we shall fight in the fields and in the streets…we shall never surrender. He reiterated the determination of the Ukrainian people “to defend their motherland to the end” as the Russian invasion ends its second week of indiscriminate murder and mayhem. An invasion which has already compelled over two million Ukrainians to seek refuge in neighbouring countries like Poland and rendered at least one million more homeless and destitute. Lives and property destroyed in the most brutal invasion in Europe since WWII.",
    "Zelensky’s inspired address was met with a standing ovation from the MPs and the Lords in the Palace of Westminster.",
    "The vast range of financial and import sanctions imposed by the US and the EU against Russia, including personal sanctions against Putin and his billionaire oligarchs, while “they will damage the Russian economy, will not obliterate it”. Unfortunately, it is also likely that these harsh sanctions will make Putin, who cannot afford to lose this war, double down and escalate the violence against Ukraine, with no concern for civilian casualties. Russian targeting of schools, hospitals and churches, war crimes, have become routine. The more desperate Putin gets, the more likely he will threaten the use of chemical, biological, even nuclear weapons. And he may not be bluffing. His erratic behaviour of the past six months, his delusions of grandeur of regaining the glory of the old Soviet Empire, are causing psychiatric suspicions that he is unhinged and losing his mind.",
    "Another real danger is China’s low-profile endorsement of Russian aggression.",
    "If not for the invasion of Ukraine, President Biden’s first State of the Union Speech on Tuesday, March 1, 2022, six days after Russia invaded Ukraine, would have taken centre stage in international media.",
    "For the first time in US history, two women, Vice President Kamala Harris and House Speaker, Nancy Pelosi, second and third in line for the presidency, sat behind the President of the United States during a State of the Union address. A unique and remarkable image of history that has been too long in the making.",
    "Biden spent 12 minutes of the duration of his SOTU address of 61 minutes on the Russian invasion of Ukraine. He reserved his harshest remarks against the aggression of President Putin, and his highest praise for President Zelensky and the heroic determination of the Ukrainian people to fight the aggressor to the death.",
    "Significantly, the Republican section of Congress was not empty, attended as it was by many Republicans, including Mitch McConnell and Kevin McCarthy, minority leaders of the Senate and the House, respectively. The Republican side of the chamber included two radical right QAnon* maniacs, Lauren Boebert and Marjorie Taylor Greene, who, predictably, spent the entire hour of the speech booing and heckling.",
    "The same Taylor Greene who recently slammed the House Committee presently investigating into the January 6 insurrection as being Speaker Pelosi’s “Gazpacho Police”. What the ignorant Congresswoman from Georgia probably meant was “Gestapo Police”. But who can tell? Maybe these Trumpsters feel threatened by the delicious cold tomato Gazpacho soup of Democrats, on the grounds that its red colour is evidence of their espousal of communism. A conspiracy theory no more outlandish than her previous claims that Democrats are “Satanic Pedophile Cannibals” who eat babies, and that the deadly fires in California were caused by Jews (Rothschilds) firing lasers from outer space.",
    "In his address, Biden did not touch on the courageous defiance of 13 Ukrainian soldiers guarding little Snake Island about 50 km. off the southern tip of the Ukrainian mainland on the Black Sea. When warned by a Russian warship that there will be unnecessary deaths unless they surrendered, the response of these brave Ukrainians, which has since gone viral on the Internet, was: “Russian Warship, Go F… Yourselves”.",
    "Initial reports indicated that all 13 soldiers were killed. However, it is now believed that they are alive and well, held as prisoners in Russia, as heroes in Ukraine. Their words, “Russia, Go F… Yourselves” have become the proud Ukrainian rallying war cry.",
    "This defiant response from a completely outnumbered and outgunned army illustrates the courage and patriotism of the Ukrainians. All Ukrainian men and women are now soldiers, being trained for battle. President Zelensky has also joined the army, no trace of bone spurs. He has been photographed on many occasions in military fatigues, talking and eating with Ukrainian soldiers. Perhaps photo ops, but the image of the President of the country, in battle fatigues, mingling with its citizens is pretty inspiring. Much more so than the ridiculous image of a criminal, egomaniacal sociopath holding a Bible upside down outside a church to prove he is a Christian.",
    "Biden continued, “Six days ago, Russia’s Vladimir Putin sought to shake the foundations of the free world. But he badly miscalculated.",
    "“He thought he could roll into Ukraine, and the world would roll over. Instead, he met with a wall of strength he never anticipated or imagined.",
    "“From President Zelensky to every Ukrainian, their fearlessness, their courage, their determination, literally inspires the world”.",
    "Biden also stressed the need for unity in America, when he said, at the beginning of his address, “Tonight, we meet as Democrats, Republicans and Independents. But most importantly, as Americans. With a duty to one another, to America, to the American people, to the Constitution. And an unwavering resolve that freedom will always triumph over tyranny”.",
    "“Always” is an optimistic word in the current context of today’s American politics, with the Republican Party still under the control of a defeated and disgraced wannabe tyrant, whose peddled lies about a rigged election 16 months ago are still believed, against all evidence, by 60% of his Party. The midterms next November are currently predicted to yield control of both the House and the Senate to the Republicans led by Trump. Control that will enable Republicans to rig future elections not only by voter suppression and gerrymandering, but by changing the rules so that any future president will be elected not by the will of the people but by the manipulation of the state legislatures. Significantly, this process has already begun in Republican controlled battleground state legislatures like Texas and Georgia.",
    "Such corruption of the electoral process, the cornerstone of American democracy, will bring to an end Lincoln’s dream of the Grand Experiment of “government of the people, by the people, for the people”.",
    "With his decision to invade Ukraine, Putin counted on taking advantage of an already polarized America and attempt to cause a rift in NATO. He has failed, at least where NATO is concerned, as that organization has shown complete solidarity under the leadership of President Biden.",
    "As for American unity, fingers crossed, but there seems a little light bringing clarity and sanity at the end of the Trump tunnel, a tiny chink in the Republican armour as the former president’s acts of criminal fraud and treason are slowly but surely being uncovered.",
    "Biden stressed that “our forces are not engaged, and will not engage in conflict with Russian forces in Ukrainian soil…Together with our allies we are providing support to the Ukrainians in their fight for freedom. Military assistance. Financial assistance. Humanitarian assistance”.",
    "“When the history of this era is written, Putin’s war against Ukraine will have left Russia weaker and the rest of the world stronger”.",
    "President Biden then addressed the pandemic and the economy. His handling of these crises has seen his approval rates plummet to the 30%s. Unfairly, considering he inherited a failed economy, the challenges of a global pandemic, and now, an illegal invasion of a sovereign ally in Europe.",
    "“The pandemic has been punishing. And so many families are living paycheck to paycheck, struggling to keep up with the rising costs of food, gas, housing and so much more”. Biden talked about the extensive American Rescue Plan that was implemented last year, saying “few pieces of legislation have done more in a critical moment in our history to lift us out of the crisis”.",
    "“And it worked. It created jobs. Lots of jobs, our economy created over 6.5 million new jobs last year, more jobs created in one year than ever before in the history of America”.",
    "Biden talked about the economy which “grew at a rate of 5.7% last year, the strongest growth in nearly 40 years, the first step in bringing fundamental change to an economy which hasn’t worked for the working people of this nation for too long”.",
    "The President said, “Reagan’s ‘trickle-down’ theory has only led to weaker economic growth, lower wages, bigger deficits and the widest income and wealth gaps between those at the top and everyone else in nearly a century”.",
    "He talked about the urgency of the passing of his signature Build Back Better bill, currently stalled in the Senate. Though the Democrats have a wafer-thin majority in the Senate, the legislation has been delayed not just by the intransigence of the Republicans, but obstruction by two Democratic Senators from Red States, Arizona and West Virginia, who are more concerned about their re-election than the welfare of the country. He urged the Senate to pass this bill, which will cost less than Trump’s tax cut of 2017 to billionaires and corporations, so that he could continue with his efforts towards building a socially and economically just America.",
    "Biden touched on his science-based and successful strategy to combat the virus, his plans of reducing health care costs, child care, gun control, funding the police, border control, and many other social programs, which will become a reality after the Build Back Better plan is implemented. Long-delayed legislation which will provide tremendous assistance to working poor, address climate change and rebuild the nation’s crumbling infrastructure.",
    "He concluded by saying that “the State of the Union, is strong, because you, the American people are strong. We are stronger today than we were a year ago. And we will be stronger a year from now than we are today”.",
    "*QAnon is a political conspiracy theory that later evolved into a political movement. It originated in the American far-right political sphere. QAnon centers on false claims made by an anonymous individual or individuals known as “Q”. Wikipedia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පුටින්ගේ යුක්රේනය ආක්‍රමණය කිරීම Biden ගේ පළමු රාජ්‍ය සංගමයේ කතාව ග්‍රහණය කරයි",
      "body_lines": [
        "යුක්රේනයට එරෙහි රුසියන් ආක්‍රමණය ජාත්‍යන්තර, රූපවාහිනී සහ සමාජ මාධ්‍ය තුළ පාහේ තනිකරම ආවරණය කර ඇත. යුක්රේනියානුවන් දරුණු ලෙස සහ නිර්භීතව සටන් කර ඇතත්, රුසියාවේ උසස් හමුදාව කියෙව්, මරියුපෝල් සහ අනෙකුත් ප්‍රධාන යුක්රේන නගර යටත් කර ගැනීමට පෙර කාලය පිළිබඳ ප්‍රශ්නයක් පමණි, ඒවායින් බොහොමයක් දැනටමත් වැටී ඇති අතර මිලියන ගණනක් අහිංසක සිවිල් වැසියන්, පිරිමින්, කාන්තාවන් සහ ළමයින්, නොඉවසිය හැකි අගහිඟකම් විඳිමින්.",
        "දුර්වල ජාතීන්ට එරෙහිව උසස් හමුදා බලයක් ඇති ජාතීන්ගේ ආක්‍රමණ, ශුද්ධ වූ කුහකකමෙන් වැසී ගිය ආත්මාර්ථකාමී චේතනාවන් සහිත ආක්‍රමණ, මුලින් සාර්ථකත්වයට පත්වන බව ඉතිහාසය අපට පෙන්වා දෙයි. නමුත් සම්පූර්ණ කාලය තුළ, ඔවුන් අසාර්ථක වනු ඇත, ඔවුන්ගේ කෑදරකම සහ කෲරත්වය ලෝකයට නිරාවරණය වේ. දුර්වල ජාතියක්, එහි පුරවැසියන් නිදහස සඳහා අඛණ්ඩව සටන් කරන, එහි නායකයින් නිදහස සඳහා මැරීමට කැමති, සැමවිටම සාර්ථක වනු ඇත. බොහෝ දෙනෙක් මිය යනු ඇත, ඇදහිය නොහැකි පෞද්ගලිකත්වය දශක ගණනාවක් තිස්සේ විඳදරාගනු ඇත. නමුත් ආක්‍රමණිකයාගේ අවසාන පරාජය නොවැළැක්විය හැකිය.",
        "යුක්රේනය සහ එහි ජනාධිපතිවරයා මෙම නිර්භීතකම අසාමාන්‍ය බහුලත්වයකින් පෙන්නුම් කර ඇත. විරෝධතාවයේ සාරාංශය ප්‍රදර්ශනය කරමින් බ්‍රිතාන්‍ය පාර්ලිමේන්තුවට මෑතකදී වීඩියෝ දේශනයකදී, ජනාධිපති සෙලෙන්ස්කි WWII සමයේදී ඩන්කර්ක් ඉවත් කිරීම පිළිබඳ එම අගොස්තු කුටියේදී වින්ස්ටන් චර්චිල්ගේ සුප්‍රසිද්ධ කතාව ප්‍රතිරාවය කළේය: අපි වෙරළ තීරයේ සටන් කරමු ... අපි කෙත්වතුවල සහ සටන් කරමු. වීදි... අපි කවදාවත් යටත් වෙන්නේ නැහැ. රුසියානු ආක්‍රමණය විචක්ෂණශීලී මිනීමැරුම් සහ ව්‍යාකූලත්වයේ දෙවන සතිය අවසන් කරන විට යුක්‍රේනියානු ජනතාවගේ “අවසානය දක්වා තම මාතෘ භූමිය ආරක්ෂා කිරීමේ” අධිෂ්ඨානය ඔහු නැවත අවධාරණය කළේය. දැනටමත් මිලියන දෙකකට අධික යුක්රේනියානුවන්ට පෝලන්තය වැනි අසල්වැසි රටවල රැකවරණය ලබා ගැනීමට බල කර ඇති ආක්‍රමණයක් සහ අවම වශයෙන් තවත් මිලියනයක් නිවාස අහිමි හා අනාථයන් බවට පත් කර ඇත. දෙවන ලෝක යුද්ධයෙන් පසු යුරෝපයේ සිදු වූ කුරිරුතම ආක්‍රමණයෙන් ජීවිත හා දේපළ විනාශ විය.",
        "සෙලෙන්ස්කිගේ දේවානුභාවයෙන් කළ දේශනය වෙස්ට්මිනිස්ටර් මාලිගයේ දී මන්ත්‍රීවරුන්ගේ සහ සාමිවරුන්ගේ ප්‍රශංසාවට ලක් විය.",
        "පුටින්ට සහ ඔහුගේ ප්‍රකෝටිපති කතිපයාධිකාරීන්ට එරෙහිව පුද්ගලික සම්බාධක ද ​​ඇතුලුව, රුසියාවට එරෙහිව එක්සත් ජනපදය හා යුරෝපා සංගමය විසින් පනවන ලද මූල්‍ය හා ආනයන සම්බාධකවල දැවැන්ත පරාසය, “ඔවුන් රුසියානු ආර්ථිකයට හානි කරනු ඇතත්, එය මකා නොදමනු ඇත”. අවාසනාවකට මෙන්, මෙම දරුණු සම්බාධක මෙම යුද්ධය පරාජය කිරීමට නොහැකි පුටින්, සිවිල් ජීවිත හානි ගැන කිසිදු සැලකිල්ලක් නොදක්වා යුක්රේනයට එරෙහි ප්‍රචණ්ඩත්වය දෙගුණ තෙගුණ කර උත්සන්න කිරීමට ද ඉඩ ඇත. රුසියානු පාසල්, රෝහල් සහ පල්ලි ඉලක්ක කර ගැනීම, යුද අපරාධ, සාමාන්‍ය දෙයක් බවට පත්ව ඇත. පුටින් වඩාත් මංමුලා සහගත වන තරමට, ඔහු රසායනික, ජීව විද්‍යාත්මක, න්‍යෂ්ටික අවි පවා භාවිතා කිරීමට තර්ජනය කරනු ඇත. ඒ වගේම ඔහු බොරු නොකියන්නත් පුළුවන්. පසුගිය මාස හය තුළ ඔහුගේ අවිනිශ්චිත හැසිරීම, පැරණි සෝවියට් අධිරාජ්‍යයේ කීර්තිය නැවත ලබා ගැනීමේ ශ්‍රේෂ්ඨත්වය පිළිබඳ ඔහුගේ මිත්‍යාවන්, ඔහු නොසැලී සිටින බවට සහ ඔහුගේ මනස නැති වී යන බවට මනෝචිකිත්සක සැකයන් ඇති කරයි.",
        "තවත් සැබෑ අනතුරක් වන්නේ රුසියානු ආක්‍රමණශීලීත්වය චීනයේ පහත් මට්ටමේ අනුමත කිරීමයි.",
        "යුක්රේනය ආක්‍රමණය නොවන්නට, රුසියාව යුක්‍රේනය ආක්‍රමණය කර දින හයකට පසු, 2022 මාර්තු 1 වන අඟහරුවාදා ජනාධිපති බිඩෙන් ගේ ප්‍රථම රාජ්‍ය සංගමයේ කතාව ජාත්‍යන්තර මාධ්‍යවල ප්‍රධාන තැනක් ගනු ඇත.",
        "එක්සත් ජනපද ඉතිහාසයේ ප්‍රථම වතාවට, කාන්තාවන් දෙදෙනෙක්, උප ජනාධිපති කමලා හැරිස් සහ සභා කථානායක, නැන්සි පෙලෝසි, ජනාධිපති පදවියේ දෙවන සහ තුන්වන, යූනියන් රාජ්‍ය දේශනය අතරතුර එක්සත් ජනපදයේ ජනාධිපතිවරයා පිටුපස අසුන් ගත්හ. දිගු කාලයක් තිස්සේ නිර්මාණය වෙමින් පවතින ඉතිහාසයේ අද්විතීය හා කැපී පෙනෙන රූපයක්.",
        "බිඩෙන් ඔහුගේ SOTU ලිපිනයේ මිනිත්තු 61 ක කාලයෙන් මිනිත්තු 12 ක් යුක්රේනය රුසියානු ආක්‍රමණය සඳහා ගත කළේය. ඔහු ජනාධිපති පුටින්ගේ ආක්‍රමණශීලීත්වයට එරෙහිව ඔහුගේ දරුණු ප්‍රකාශයන් වෙන් කර තැබූ අතර, ජනාධිපති සෙලෙන්ස්කිට ඔහුගේ ඉහළම ප්‍රශංසාව සහ ආක්‍රමණිකයාට මරණය දක්වා සටන් කිරීමට යුක්‍රේනියානු ජනතාවගේ වීරෝදාර අධිෂ්ඨානය.",
        "සැලකිය යුතු කරුණක් නම්, කොංග්‍රසයේ රිපබ්ලිකන් අංශය හිස් නොවීය, එයට බොහෝ රිපබ්ලිකානුවන් සහභාගී වූ අතර, එයට පිලිවෙලින් සෙනෙට් සභාවේ සහ සභාවේ සුළුතර නායකයින් වන මිච් මැක්කොනෙල් සහ කෙවින් මැකාති ඇතුළු වූහ. කුටියේ රිපබ්ලිකන් පාර්ශ්වයට රැඩිකල් දක්ෂිණාංශික QAnon* උන්මන්තකයින් දෙදෙනෙකු වන ලෝරන් බෝබර්ට් සහ මාජෝරි ටේලර් ග්‍රීන් ඇතුළත් වූ අතර, ඔවුන් පුරෝකථනය කළ හැකි පරිදි, කතාවේ මුළු පැයම ඝෝෂා කරමින් හා ඝෝෂා කරමින් ගත කළහ.",
        "කථානායක පෙලෝසිගේ \"ගස්පචෝ පොලිසිය\" ලෙස දැනට ජනවාරි 6 කැරැල්ල ගැන විමර්ශනය කරන සභා කාරක සභාවට මෑතක දී මඩ ගැසූ ටේලර් ග්‍රීන් ම ය. ජෝර්ජියාවේ නූගත් කොංග්‍රස් මන්ත්‍රීවරිය අදහස් කළේ “ගෙස්ටාපෝ පොලිසිය” යන්නයි. නමුත් කාටද කිව හැක්කේ? සමහර විට මෙම ට්‍රම්ප්ස්ටර්වරුන්ට ඩිමොක්‍රටික් පාක්ෂිකයන්ගේ ප්‍රණීත සීතල තක්කාලි ගැස්පචෝ සුප් නිසා තර්ජනයක් දැනෙනු ඇත, එහි රතු පැහැය ඔවුන්ගේ කොමියුනිස්ට්වාදයට අනුබල දෙන බවට සාක්ෂි වේ. ඩිමොක්‍රටික් පාක්ෂිකයින් ළදරුවන් අනුභව කරන “සාතනික පීඩොෆිල් මිනීමරුවන්” බවත්, කැලිෆෝනියාවේ මාරාන්තික ගිනි හටගත්තේ යුදෙව්වන් (රොත්ස්චයිල්ඩ්ස්) අභ්‍යවකාශයේ සිට ලේසර් විදින නිසා බවත් ඇය කලින් කළ ප්‍රකාශයන්ට වඩා කුමන්ත්‍රණ න්‍යාය අමුතු දෙයක් නොවේ.",
        "ඔහුගේ දේශනයේදී, බයිඩෙන් කුඩා සර්ප දූපත කිලෝමීටර 50 ක් පමණ ආරක්ෂා කරන යුක්රේන සොල්දාදුවන් 13 දෙනෙකුගේ නිර්භීත විරෝධය ස්පර්ශ කළේ නැත. කළු මුහුදේ යුක්රේන ප්රධාන භූමියේ දකුණු කෙළවරේ. ඔවුන් යටත් නොවන්නේ නම් අනවශ්‍ය මරණ සිදුවනු ඇති බවට රුසියානු යුද නෞකාවක් විසින් අනතුරු ඇඟවූ විට, එතැන් සිට අන්තර්ජාලය පුරා පැතිර ගිය මෙම නිර්භීත යුක්රේනියානුවන්ගේ ප්‍රතිචාරය වූයේ: \"රුසියානු යුද නෞකාව, යන්න F... ඔබම\" යන්නයි.",
        "මුලික වාර්තා පෙන්වා දුන්නේ සෙබළුන් 13 දෙනාම මිය ගිය බවයි. කෙසේ වෙතත්, ඔවුන් දැන් ජීවත්ව සිටින බව විශ්වාස කෙරේ, ඔවුන් රුසියාවේ සිරකරුවන් ලෙස, යුක්රේනයේ වීරයන් ලෙස රඳවා ඇත. ඔවුන්ගේ වදන්, \"රුසියාව, ගෝ එෆ්... ඔබම යන්න\" සාඩම්බර යුක්රේනියානු සටන් හඬ බවට පත්ව ඇත.",
        "සම්පුර්ණයෙන්ම අභිබවා ගිය සහ අවිනිශ්චිත හමුදාවක මෙම නොහොබිනා ප්‍රතිචාරය යුක්රේනියානුවන්ගේ ධෛර්යය සහ දේශප්‍රේමය විදහා දක්වයි. යුක්රේනියානු පිරිමින් සහ ගැහැනුන් සියල්ලෝම දැන් යුද පුහුණුව ලබන සොල්දාදුවන් වෙති. ජනාධිපති සෙලෙන්ස්කි ද හමුදාවට බැඳී ඇති අතර, අස්ථිවල කිසිදු හෝඩුවාවක් නොමැත. ඔහු යුක්රේන සොල්දාදුවන් සමඟ කතා කරමින් හා ආහාර ගනිමින් සිටින බොහෝ අවස්ථාවලදී හමුදා විඩාපත්ව ඡායාරූප ගත කර ඇත. සමහර විට ෆොටෝ ඔප්ස්, නමුත් රටේ ජනාධිපතිවරයාගේ ප්‍රතිරූපය, සටන් විඩාවේදී, එහි පුරවැසියන් සමඟ මිශ්‍ර වීම ඉතා ප්‍රබෝධමත් ය. තමා කිතුනුවකු බව ඔප්පු කිරීමට පල්ලියකින් පිටත බයිබලයක් උඩු යටිකුරු කරගෙන සිටින අපරාධකාර, ආත්මාර්ථකාමී සමාජ විරෝධියෙකුගේ හාස්‍යජනක ප්‍රතිරූපයට වඩා බොහෝ සෙයින් වැඩි ය.",
        "බිඩෙන් තවදුරටත් කියා සිටියේ, “දින හයකට පෙර රුසියාවේ ව්ලැඩිමීර් පුටින් නිදහස් ලෝකයේ අත්තිවාරම් සොලවන්නට උත්සාහ කළේය. නමුත් ඔහු වැරදි ලෙස ගණනය කළේය.",
        "\"ඔහු සිතුවේ ඔහුට යුක්රේනයට පෙරළිය හැකි බවත්, ලෝකය පෙරළෙනු ඇති බවත්ය. ඒ වෙනුවට ඔහුට මුණගැසුණේ ඔහු කිසිදා නොසිතූ හෝ නොසිතූ ශක්තියේ පවුරක් ය.",
        "\"ජනාධිපති සෙලෙන්ස්කිගේ සිට සෑම යුක්රේන ජාතිකයෙකුටම, ඔවුන්ගේ නිර්භීතකම, ඔවුන්ගේ ධෛර්යය, ඔවුන්ගේ අධිෂ්ඨානය, වචනාර්ථයෙන් ලෝකයට ආස්වාදයක් ලබා දෙයි\".",
        "ඔහුගේ දේශනය ආරම්භයේදීම, “අද රාත්‍රියේ, අපි ඩිමොක්‍රටික්, රිපබ්ලිකානුවන් සහ ස්වාධීනව හමුවෙමු. නමුත් වඩාත්ම වැදගත් වන්නේ ඇමරිකානුවන් ලෙසය. එකිනෙකාට, ඇමරිකාවට, ඇමරිකානු ජනතාවට, ආණ්ඩුක්‍රම ව්‍යවස්ථාවට යුතුකමක් ඇතුව. නිදහස සෑම විටම කුරිරු පාලනයෙන් ජය ගන්නා බවට නොසැලෙන අධිෂ්ඨානයක්\".",
        "\"සැමවිටම\" යනු වර්තමාන ඇමරිකානු දේශපාලනයේ වත්මන් සන්දර්භය තුළ සුභවාදී වචනයකි, රිපබ්ලිකන් පක්ෂය තවමත් පරාජිත සහ අපකීර්තියට පත් වන්නාබේ කුරිරු පාලකයෙකුගේ පාලනය යටතේ සිටින අතර, මාස 16 කට පෙර පැවති දූෂිත මැතිවරණයක් ගැන තවමත් විශ්වාස කරන, සියලු සාක්ෂි වලට එරෙහිව, ඔහුගේ පක්ෂයේ 60% කින්. ලබන නොවැම්බරයේ පැවැත්වෙන මධ්‍ය වාර මැතිවරණය ට්‍රම්ප්ගේ නායකත්වයෙන් යුත් රිපබ්ලිකානුවන්ට සභාව සහ සෙනෙට් සභාව යන දෙකෙහිම පාලනය ලබා දෙනු ඇතැයි දැනට පුරෝකථනය කර ඇත. රිපබ්ලිකානුවන්ට අනාගත මැතිවරනයන් රිපබ්ලිකානුවන්ට ඡුන්දදායකයන් මර්දනය කිරීම සහ ගර්රිමැන්ඩරින් කිරීම මගින් පමණක් නොව, අනාගත ජනාධිපතිවරයෙකු මහජන කැමැත්තෙන් නොව රාජ්‍ය ව්‍යවස්ථාදායකයන් හැසිරවීමෙන් තේරී පත්වන පරිදි නීති වෙනස් කිරීමෙන් හැකිවනු ඇත. සැලකිය යුතු කරුණක් නම්, මෙම ක්‍රියාවලිය දැනටමත් ටෙක්සාස් සහ ජෝර්ජියා වැනි රිපබ්ලිකන් පාලිත යුධ බිමේ ප්‍රාන්ත ව්‍යවස්ථාදායකයන්හි ආරම්භ වී ඇත.",
        "ඇමරිකානු ප්‍රජාතන්ත්‍රවාදයේ මූලික ගල වන මැතිවරණ ක්‍රියාවලියේ එවැනි දූෂණය, \"ජනතාව විසින්, ජනතාව විසින්, ජනතාව වෙනුවෙන්\" යන මහා අත්හදා බැලීමේ ලින්කන්ගේ සිහිනය අවසන් කරනු ඇත.",
        "යුක්රේනය ආක්‍රමණය කිරීමට ගත් තීරණයත් සමඟ පුටින් දැනටමත් ධ්‍රැවීකරණය වී ඇති ඇමරිකාවේ වාසිය ලබාගෙන නේටෝව තුළ භේදයක් ඇති කිරීමට උත්සාහ කළේය. එම සංවිධානය ජනාධිපති බිඩෙන්ගේ නායකත්වය යටතේ පූර්ණ සහයෝගීතාවය පෙන්නුම් කර ඇති බැවින්, අවම වශයෙන් නේටෝව සම්බන්ධ තැනදී ඔහු අසාර්ථක වී ඇත.",
        "ඇමරිකානු එකමුතුව සම්බන්ධයෙන් ගත් කල, ඇඟිලි ගැසී ඇත, නමුත් ට්‍රම්ප් උමග අවසානයේ පැහැදිලි බවක් සහ සිහිබුද්ධියක් ගෙන එන කුඩා ආලෝකයක් ඇති බව පෙනේ, රිපබ්ලිකන් සන්නාහයේ කුඩා තුණ්ඩයක් ලෙස හිටපු ජනාධිපතිවරයාගේ සාපරාධී වංචා සහ දේශද්‍රෝහී ක්‍රියාවන් සෙමෙන් නමුත් නිසැකවම අනාවරණය වෙමින් පවතී.",
        "බිඩෙන් අවධාරනය කලේ, “අපගේ හමුදා යුක්රේන භූමියේ රුසියානු හමුදා සමග ගැටුමක නොයෙදෙන අතර, ගැටුමක නොයෙදෙනු ඇත...අපගේ සහචරයින් සමග එක්ව අපි යුක්රේනියානුවන්ට නිදහස සඳහා වන අරගලයේදී සහයෝගය ලබා දෙන්නෙමු. හමුදා ආධාර. මූල්ය ආධාර. මානුෂීය ආධාර\".",
        "\"මෙම යුගයේ ඉතිහාසය ලියා ඇති විට, යුක්රේනයට එරෙහි පුටින්ගේ යුද්ධය රුසියාව දුර්වල වන අතර සෙසු ලෝකය ශක්තිමත් වනු ඇත.\"",
        "ජනාධිපති බිඩෙන් පසුව වසංගතය සහ ආර්ථිකය ඇමතීය. ඔහු මෙම අර්බුද හැසිරවීම නිසා ඔහුගේ අනුමත අනුපාත 30% දක්වා පහත වැටී ඇත. අසාධාරණ ලෙස, ඔහුට උරුම වූයේ අසාර්ථක ආර්ථිකයක්, ගෝලීය වසංගතයක අභියෝග සහ දැන් යුරෝපයේ ස්වෛරී මිත්‍රයෙකුගේ නීති විරෝධී ආක්‍රමණයක් ලෙස සලකමිනි.",
        "“වසංගතය දඬුවම් කර ඇත. තවද බොහෝ පවුල් ආහාර, ගෑස්, නිවාස සහ තවත් බොහෝ දේවල ඉහළ යන වියදම් සමඟ කටයුතු කිරීමට අරගල කරමින් පඩියෙන් ගෙවීමට ජීවත් වෙති. බිඩෙන් පසුගිය වසරේ ක්‍රියාත්මක කරන ලද පුළුල් ඇමරිකානු ගලවා ගැනීමේ සැලැස්ම ගැන කතා කළේ, “අපගේ ඉතිහාසයේ තීරණාත්මක මොහොතක අපව අර්බුදයෙන් ගොඩ ගැනීමට නීති කිහිපයක් බොහෝ දේ කර ඇති” බව පවසමිනි.",
        "“ඒ වගේම වැඩ කළා. එය රැකියා ඇති කළා. රැකියා විශාල ප්‍රමාණයක්, අපේ ආර්ථිකය පසුගිය වසරේ නව රැකියා මිලියන 6.5කට අධික ප්‍රමාණයක් නිර්මාණය කර ඇත, ඇමරිකානු ඉතිහාසයේ වෙන කවරදාටත් වඩා එක් වසරක් තුළ වැඩි රැකියා ප්‍රමාණයක් නිර්මාණය විය.",
        "“පසුගිය වසරේ 5.7% ක වේගයකින් වර්ධනය වූ, වසර 40 කට ආසන්න කාලයක් තුළ ඇති ශක්තිමත්ම වර්ධනය, මේ ජාතියේ වැඩ කරන ජනතාව වෙනුවෙන් දිගු කලක් වැඩ නොකළ ආර්ථිකයකට මූලික වෙනසක් ගෙන ඒමේ පළමු පියවර” ගැන Biden කතා කළේය. ”.",
        "\"රේගන්ගේ 'ට්‍රික්ල්-ඩවුන්' න්‍යාය හේතු වී ඇත්තේ දුර්වල ආර්ථික වර්ධනයක්, අඩු වැටුප්, විශාල හිඟයක් සහ ඉහළම තැනැත්තන් සහ අනෙක් සියල්ලන් අතර පුළුල්ම ආදායම් හා ධන පරතරය සියවසකට ආසන්න කාලයක් තුළ ඇති කිරීමට පමණක් බව ජනාධිපතිවරයා පැවසීය.",
        "දැනට සෙනෙට් සභාව තුළ ඇනහිට ඇති ඔහුගේ අත්සනින් යුත් බිල්ඩ් බැක් බෙටර් පනත සම්මත කිරීමේ හදිසි අවශ්‍යතාව ගැන ඔහු කතා කළේය. ඩිමොක්‍රටික් පක්ෂයට සෙනෙට් සභාව තුළ ඉතා තුනී බහුතරයක් ඇතත්, නීති සම්පාදනය ප්‍රමාද වී ඇත්තේ රිපබ්ලිකානුවන්ගේ නොසැලකිලිමත්කම නිසා පමණක් නොව, ඔවුන්ගේ නැවත-පිළිබඳව වඩාත් සැලකිලිමත් වන රතු ජනපද, ඇරිසෝනා සහ බටහිර වර්ජිනියාවේ ඩිමොක්‍රටික් සෙනෙට් සභිකයින් දෙදෙනෙකුගේ බාධාවකි. රටේ සුබසිද්ධියට වඩා මැතිවරණය. ඔහු සෙනෙට් සභාවෙන් ඉල්ලා සිටියේ, 2017 දී ට්‍රම්ප් විසින් ප්‍රකෝටිපතියන්ට සහ සංගතවලට කරන ලද බදු කප්පාදුවට වඩා අඩු වියදමක් දරන මෙම පනත සම්මත කරන ලෙසයි, එවිට ඔහුට සමාජීය හා ආර්ථික වශයෙන් සාධාරණ ඇමරිකාවක් ගොඩනැගීම සඳහා ඔහුගේ ප්‍රයත්නයන් දිගටම කරගෙන යාමට හැකි වනු ඇත.",
        "Biden වෛරසයට එරෙහිව සටන් කිරීම සඳහා ඔහුගේ විද්‍යාව පදනම් වූ සහ සාර්ථක උපාය මාර්ගය, සෞඛ්‍ය සේවා වියදම් අඩු කිරීමේ සැලසුම්, ළමා රැකවරණය, තුවක්කු පාලනය, පොලිසියට අරමුදල් සැපයීම, දේශසීමා පාලනය සහ තවත් බොහෝ සමාජ වැඩසටහන් ස්පර්ශ කළේය, එය ගොඩනැගීමෙන් පසු යථාර්ථයක් වනු ඇත. Back Better සැලැස්ම ක්‍රියාත්මක වේ. වැඩ කරන දුප්පතුන්ට ඉමහත් ආධාරයක් ලබා දෙන, දේශගුණික විපර්යාසවලට විසඳුම් ලබා දෙන සහ ජාතියේ ගරාවැටෙන යටිතල පහසුකම් නැවත ගොඩනඟන දිගුකාලීන ප්‍රමාද වූ නීති.",
        "ඔහු අවසන් කළේ “යුනියන් රාජ්‍යය ශක්තිමත් ය, මන්ද ඔබ, ඇමරිකානු ජනතාව ශක්තිමත් ය. අපි මීට වසරකට පෙර සිටියාට වඩා අද ශක්තිමත්. ඒ වගේම අපි අදට වඩා අවුරුද්දකින් ශක්තිමත් වනු ඇත.\"",
        "*QAnon යනු දේශපාලන කුමන්ත්‍රණ න්‍යායක් වන අතර එය පසුව දේශපාලන ව්‍යාපාරයක් දක්වා වර්ධනය විය. එය ආරම්භ වූයේ ඇමරිකානු අන්ත දක්ෂිනාංශික දේශපාලන ක්ෂේත්‍රය තුළ ය. QAnon නිර්නාමික පුද්ගලයෙකු හෝ \"Q\" ලෙස හඳුන්වන පුද්ගලයන් විසින් කරන ලද ව්‍යාජ හිමිකම් පෑම් මත කේන්ද්‍රගත වේ. විකිපීඩියා",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "உக்ரைன் மீதான புட்டின் படையெடுப்பு பிடனின் முதல் மாநில யூனியன் உரையை மறைக்கிறது",
      "body_lines": [
        "உக்ரேனுக்கு எதிரான கொடூரமான ரஷ்ய படையெடுப்பு சர்வதேச, தொலைக்காட்சி மற்றும் சமூக ஊடகங்களில் கிட்டத்தட்ட பிரத்தியேகமான கவரேஜைக் கொண்டுள்ளது. உக்ரேனியர்கள் கடுமையாகவும் துணிச்சலாகவும் போரிட்டாலும், ரஷ்யாவின் உயர்மட்டப் படைகள் கீவ், மரியுபோல் மற்றும் பிற முக்கிய உக்ரேனிய நகரங்களை அடிபணிய வைப்பதற்கு சிறிது நேரம் ஆகும், அவற்றில் பல ஏற்கனவே விழுந்துவிட்டன மற்றும் மில்லியன் கணக்கான அப்பாவி பொதுமக்கள், ஆண்கள், பெண்கள் மற்றும் குழந்தைகள், தாங்க முடியாத பற்றாக்குறைகளை அனுபவிக்கிறது.",
        "பலவீனமான நாடுகளுக்கு எதிராக உயர்ந்த இராணுவ பலம் கொண்ட நாடுகளின் ஆக்கிரமிப்பு, புனிதமான பாசாங்குத்தனத்தில் சுயநல நோக்கங்களுடன் ஆக்கிரமிப்பு, ஆரம்பத்தில் வெற்றியை சந்திக்கும் என்பதை வரலாறு நமக்கு காட்டுகிறது. ஆனால் காலத்தின் முழுமையில், அவர்கள் தோல்வியடைவார்கள், அவர்களின் பேராசை மற்றும் கொடூரம் உலகிற்கு அம்பலப்படுத்தப்படும். ஒரு பலவீனமான தேசம், அதன் குடிமக்கள் சுதந்திரத்திற்காக தொடர்ந்து போராடுகிறார்கள், அதன் தலைவர்கள் சுதந்திரத்திற்காக இறக்க தயாராக இருக்கிறார்கள், எப்போதும் வெற்றி பெறுவார்கள். பலர் இறந்துவிடுவார்கள், நம்பமுடியாத தனிமைகள் பல தசாப்தங்களாக தாங்கப்படும். ஆனால் ஆக்கிரமிப்பாளரின் இறுதி தோல்வி தவிர்க்க முடியாதது.",
        "உக்ரைனும் அதன் ஜனாதிபதியும் இந்த அச்சமற்ற தன்மையை அசாதாரணமான அளவில் வெளிப்படுத்தியுள்ளனர். பிரித்தானிய பாராளுமன்றத்தில் சமீபத்திய வீடியோ உரையில், எதிர்ப்பின் உருவகத்தை வெளிப்படுத்தும் வகையில், ஜனாதிபதி ஜெலென்ஸ்கி WWII இன் போது டன்கிர்க்கை வெளியேற்றுவது குறித்து வின்ஸ்டன் சர்ச்சிலின் புகழ்பெற்ற உரையை எதிரொலித்தார்: நாங்கள் கடற்கரைகளில் போராடுவோம் ... தெருக்கள்... நாங்கள் ஒருபோதும் சரணடைய மாட்டோம். ரஷ்யப் படையெடுப்பு கண்மூடித்தனமான கொலை மற்றும் கலவரத்தின் இரண்டாவது வாரத்தை முடிவுக்குக் கொண்டு வரும் நிலையில், உக்ரேனிய மக்கள் \"தங்கள் தாய்நாட்டை இறுதிவரை பாதுகாக்க வேண்டும்\" என்ற உறுதியை அவர் மீண்டும் வலியுறுத்தினார். ஒரு படையெடுப்பு ஏற்கனவே இரண்டு மில்லியனுக்கும் அதிகமான உக்ரேனியர்களை போலந்து போன்ற அண்டை நாடுகளில் தஞ்சம் அடைய நிர்ப்பந்தித்தது மற்றும் குறைந்தது ஒரு மில்லியனுக்கும் அதிகமான வீடற்ற மற்றும் ஆதரவற்றவர்களை ஆக்கியுள்ளது. இரண்டாம் உலகப் போருக்குப் பிறகு ஐரோப்பாவில் நடந்த மிகக் கொடூரமான படையெடுப்பில் உயிர்கள் மற்றும் உடைமைகள் அழிக்கப்பட்டன.",
        "வெஸ்ட்மின்ஸ்டர் அரண்மனையில் உள்ள எம்.பி.க்கள் மற்றும் பிரபுக்களிடமிருந்து ஜெலென்ஸ்கியின் ஊக்கமளிக்கும் உரைக்கு எழுந்து நின்றது.",
        "புடின் மற்றும் அவரது பில்லியனர் தன்னலக்குழுக்களுக்கு எதிரான தனிப்பட்ட தடைகள் உட்பட ரஷ்யாவிற்கு எதிராக அமெரிக்கா மற்றும் ஐரோப்பிய ஒன்றியத்தால் விதிக்கப்பட்ட பரந்த அளவிலான நிதி மற்றும் இறக்குமதி தடைகள், \"அவர்கள் ரஷ்ய பொருளாதாரத்தை சேதப்படுத்தும், அதை அழிக்க முடியாது\". துரதிர்ஷ்டவசமாக, இந்த கடுமையான தடைகள், இந்தப் போரை இழக்க முடியாத புடினை, உக்ரைனுக்கு எதிரான வன்முறையை இரட்டிப்பாக்கி, பொதுமக்களின் உயிரிழப்புகளைப் பற்றி கவலைப்படாமல், அதிகரிக்கச் செய்யும். பள்ளிகள், மருத்துவமனைகள் மற்றும் தேவாலயங்களை ரஷ்ய இலக்கு வைப்பது, போர்க்குற்றங்கள், வாடிக்கையாகிவிட்டன. புடின் எவ்வளவு அவநம்பிக்கை அடைகிறாரோ, அவ்வளவு அதிகமாக அவர் இரசாயன, உயிரியல், அணு ஆயுதங்களைப் பயன்படுத்துவதை அச்சுறுத்துவார். மேலும் அவர் வெட்கப்படாமல் இருக்கலாம். கடந்த ஆறு மாதங்களாக அவரது ஒழுங்கற்ற நடத்தை, பழைய சோவியத் பேரரசின் பெருமையை மீண்டும் பெறுவதற்கான அவரது பிரமைகள், மனநல சந்தேகங்களை ஏற்படுத்துகின்றன, மேலும் அவர் தனது மனதை இழக்கிறார்.",
        "மற்றொரு உண்மையான ஆபத்து, ரஷ்ய ஆக்கிரமிப்புக்கு சீனாவின் கீழ்த்தரமான ஒப்புதல்.",
        "உக்ரைன் மீதான படையெடுப்பு இல்லாவிட்டால், ரஷ்யா உக்ரைனை ஆக்கிரமித்த ஆறு நாட்களுக்குப் பிறகு, மார்ச் 1, 2022 செவ்வாயன்று ஜனாதிபதி பிடனின் முதல் யூனியன் உரை, சர்வதேச ஊடகங்களில் முக்கிய இடத்தைப் பிடித்திருக்கும்.",
        "அமெரிக்க வரலாற்றில் முதன்முறையாக, இரண்டு பெண்கள், துணை ஜனாதிபதி கமலா ஹாரிஸ் மற்றும் ஹவுஸ் சபாநாயகர், நான்சி பெலோசி, ஜனாதிபதி பதவிக்கான வரிசையில் இரண்டாவது மற்றும் மூன்றாவது, ஸ்டேட் ஆஃப் யூனியன் உரையின் போது அமெரிக்க ஜனாதிபதிக்கு பின்னால் அமர்ந்தனர். மிக நீண்ட காலமாக உருவாக்கப்பட்ட வரலாற்றின் தனித்துவமான மற்றும் குறிப்பிடத்தக்க படம்.",
        "பிடென் தனது SOTU முகவரியின் 12 நிமிடங்களை 61 நிமிடங்கள் உக்ரைன் மீதான ரஷ்ய படையெடுப்பில் செலவிட்டார். ஜனாதிபதி புடினின் ஆக்கிரமிப்புக்கு எதிராக அவர் தனது கடுமையான கருத்துக்களை ஒதுக்கினார், மேலும் ஜனாதிபதி ஜெலென்ஸ்கி மற்றும் ஆக்கிரமிப்பாளருடன் மரணம் வரை போராட உக்ரேனிய மக்களின் வீர உறுதிப்பாட்டிற்கு அவரது மிக உயர்ந்த பாராட்டு.",
        "குறிப்பிடத்தக்க வகையில், காங்கிரஸின் குடியரசுக் கட்சி காலியாக இல்லை, அதில் பல குடியரசுக் கட்சியினர் கலந்துகொண்டனர், இதில் செனட் மற்றும் ஹவுஸின் சிறுபான்மைத் தலைவர்களான மிட்ச் மெக்கானெல் மற்றும் கெவின் மெக்கார்த்தி ஆகியோர் இருந்தனர். அறையின் குடியரசுக் கட்சியின் பக்கத்தில் இரண்டு தீவிர வலதுசாரி QAnon* வெறி பிடித்த லாரன் போபெர்ட் மற்றும் மார்ஜோரி டெய்லர் கிரீன் ஆகியோர் அடங்குவர், அவர்கள் கணிக்கக்கூடிய வகையில், பேச்சின் முழு நேரத்தையும் கூச்சலிடவும் கூச்சலிடவும் செலவிட்டனர்.",
        "அதே டெய்லர் கிரீன், சபாநாயகர் பெலோசியின் \"காஸ்பச்சோ போலீஸ்\" என்று ஜனவரி 6 கிளர்ச்சியை தற்போது விசாரிக்கும் ஹவுஸ் கமிட்டியை சமீபத்தில் சாடினார். ஜார்ஜியாவைச் சேர்ந்த அறியாத காங்கிரஸ் பெண்மணி ஒருவேளை \"கெஸ்டபோ போலீஸ்\" என்று அர்த்தம். ஆனால் யாரால் சொல்ல முடியும்? இந்த ட்ரம்ப்ஸ்டர்கள் ஜனநாயகக் கட்சியினரின் சுவையான குளிர்ந்த தக்காளி காஸ்பாச்சோ சூப்பால் அச்சுறுத்தப்பட்டதாக உணரலாம், அதன் சிவப்பு நிறம் அவர்கள் கம்யூனிசத்தை ஆதரித்ததற்கான சான்றாகும். ஜனநாயகக் கட்சியினர் குழந்தைகளை உண்ணும் \"சாத்தானிய பெடோஃபில் நரமாமிசவாதிகள்\" என்றும், கலிஃபோர்னியாவில் கொடிய தீ விபத்துகள் யூதர்கள் (ரோத்ஸ்சைல்ட்ஸ்) விண்வெளியில் இருந்து ஒளிக்கதிர்களை வீசியதால் ஏற்பட்டதாகவும் அவரது முந்தைய கூற்றுக்களை விட ஒரு சதி கோட்பாடு மிகவும் அசாதாரணமானது அல்ல.",
        "அவரது உரையில், சிறிய பாம்பு தீவை சுமார் 50 கிலோமீட்டர் தொலைவில் பாதுகாக்கும் 13 உக்ரேனிய வீரர்களின் தைரியமான எதிர்ப்பை பிடன் தொடவில்லை. கருங்கடலில் உக்ரேனிய நிலப்பரப்பின் தெற்கு முனையிலிருந்து. சரணடையாவிட்டால் தேவையற்ற உயிரிழப்புகள் ஏற்படும் என்று ரஷ்ய போர்க்கப்பல் எச்சரித்தபோது, ​​இந்த துணிச்சலான உக்ரேனியர்களின் பதில், இணையத்தில் வைரலாகி வருகிறது: \"ரஷ்ய போர்க்கப்பல், போ எஃப்... யுவர்செல்வ்ஸ்\".",
        "13 ராணுவ வீரர்களும் கொல்லப்பட்டதாக முதல்கட்ட தகவல்கள் தெரிவிக்கின்றன. இருப்பினும், அவர்கள் உயிருடன் இருப்பதாகவும், ரஷ்யாவில் கைதிகளாகவும், உக்ரைனில் ஹீரோக்களாகவும் இருப்பதாக இப்போது நம்பப்படுகிறது. அவர்களின் வார்த்தைகள், \"ரஷ்யா, போ எஃப்... யுவர்செல்வ்ஸ்\" உக்ரேனியர்களின் போர் முழக்கத்தின் பெருமையாக மாறியுள்ளது.",
        "முற்றிலும் எண்ணிக்கையில் இல்லாத மற்றும் ஆயுதம் ஏந்திய இராணுவத்தின் இந்த எதிர்மறையான பதில் உக்ரேனியர்களின் தைரியத்தையும் தேசபக்தியையும் விளக்குகிறது. அனைத்து உக்ரேனிய ஆண்களும் பெண்களும் இப்போது போர்ப் பயிற்சி பெற்ற வீரர்கள். ஜனாதிபதி ஜெலென்ஸ்கியும் இராணுவத்தில் சேர்ந்துள்ளார், எலும்பு முளைத்ததற்கான எந்த தடயமும் இல்லை. அவர் பல சந்தர்ப்பங்களில் இராணுவ சோர்வில் புகைப்படம் எடுத்துள்ளார், உக்ரேனிய வீரர்களுடன் பேசுகிறார் மற்றும் சாப்பிடுகிறார். ஒருவேளை புகைப்படம் எடுக்கலாம், ஆனால் நாட்டின் ஜனாதிபதியின் உருவம், போர் சோர்வுகளில், அதன் குடிமக்களுடன் கலந்திருப்பது மிகவும் ஊக்கமளிக்கிறது. ஒரு கிரிமினல், தன்னலமற்ற சமூகவிரோதி, தான் ஒரு கிறிஸ்தவர் என்பதை நிரூபிக்க தேவாலயத்திற்கு வெளியே பைபிளை தலைகீழாக வைத்திருக்கும் கேலிக்குரிய உருவத்தை விட அதிகம்.",
        "பிடன் தொடர்ந்தார், “ஆறு நாட்களுக்கு முன்பு, ரஷ்யாவின் விளாடிமிர் புடின் சுதந்திர உலகின் அடித்தளத்தை அசைக்க முயன்றார். ஆனால் அவர் தவறாகக் கணக்கிட்டார்.",
        "\"அவர் உக்ரைனுக்குள் செல்ல முடியும் என்று அவர் நினைத்தார், மேலும் உலகம் உருளும். மாறாக, அவர் எதிர்பார்க்காத அல்லது கற்பனை செய்யாத வலிமையின் சுவரைச் சந்தித்தார்.",
        "\"ஜனாதிபதி ஜெலென்ஸ்கி முதல் ஒவ்வொரு உக்ரேனியர் வரை, அவர்களின் அச்சமின்மை, அவர்களின் தைரியம், அவர்களின் உறுதிப்பாடு, உண்மையில் உலகை ஊக்குவிக்கிறது.\"",
        "பிடென் தனது உரையின் தொடக்கத்தில், \"இன்றிரவு, ஜனநாயகக் கட்சியினர், குடியரசுக் கட்சியினர் மற்றும் சுயேச்சைகளாகச் சந்திக்கிறோம். ஆனால் மிக முக்கியமாக, அமெரிக்கர்களாக. ஒருவருக்கொருவர், அமெரிக்காவிற்கு, அமெரிக்க மக்களுக்கு, அரசியலமைப்பிற்கு ஒரு கடமையுடன். மேலும் சுதந்திரம் எப்போதும் கொடுங்கோன்மையின் மீது வெற்றி பெறும் என்ற அசைக்க முடியாத உறுதி.",
        "\"எப்போதும்\" என்பது இன்றைய அமெரிக்க அரசியலின் தற்போதைய சூழலில் ஒரு நம்பிக்கையான வார்த்தையாகும், குடியரசுக் கட்சி இன்னும் தோற்கடிக்கப்பட்ட மற்றும் அவமானப்படுத்தப்பட்ட வன்னாபே கொடுங்கோலரின் கட்டுப்பாட்டில் உள்ளது, 16 மாதங்களுக்கு முன்பு ஒரு மோசடியான தேர்தல் பற்றி அவர் பரப்பிய பொய்கள் எல்லா ஆதாரங்களுக்கும் எதிராக இன்னும் நம்பப்படுகின்றன. அவரது கட்சியில் 60%. எதிர்வரும் நவம்பரில் நடைபெறவுள்ள இடைக்காலத் தேர்தல், டிரம்ப் தலைமையிலான குடியரசுக் கட்சியினருக்கு ஹவுஸ் மற்றும் செனட் ஆகிய இரண்டின் கட்டுப்பாட்டையும் அளிக்கும் என தற்போது கணிக்கப்பட்டுள்ளது. வருங்காலத் தேர்தல்களில் குடியரசுக் கட்சியினரை வாக்காளர்களை அடக்குதல் மற்றும் கெர்ரிமாண்டரிங் செய்வது மட்டுமல்லாமல், விதிகளை மாற்றியமைக்கும் கட்டுப்பாடு, எந்த எதிர்கால ஜனாதிபதியும் மக்களின் விருப்பத்தால் அல்ல, மாறாக மாநில சட்டமன்றங்களின் கையாளுதலால் தேர்ந்தெடுக்கப்படுவார். குறிப்பிடத்தக்க வகையில், டெக்சாஸ் மற்றும் ஜார்ஜியா போன்ற குடியரசுக் கட்சியின் கட்டுப்பாட்டில் உள்ள போர்க்கள மாநில சட்டமன்றங்களில் இந்த செயல்முறை ஏற்கனவே தொடங்கியுள்ளது.",
        "அமெரிக்க ஜனநாயகத்தின் அடிப்படைக் கல்லான தேர்தல் செயல்முறையின் இத்தகைய ஊழல், \"மக்களால், மக்களால், மக்களுக்காக\" என்ற மாபெரும் சோதனையின் லிங்கனின் கனவை முடிவுக்குக் கொண்டுவரும்.",
        "உக்ரைன் மீது படையெடுப்பதற்கான தனது முடிவின் மூலம், புடின் ஏற்கனவே துருவப்படுத்தப்பட்ட அமெரிக்காவைப் பயன்படுத்தி நேட்டோவில் பிளவை ஏற்படுத்த முயற்சித்தார். குறைந்தபட்சம் நேட்டோவைப் பொறுத்தமட்டில், அந்த அமைப்பு ஜனாதிபதி பிடனின் தலைமையில் முழுமையான ஒற்றுமையைக் காட்டியதால், அவர் தோல்வியடைந்தார்.",
        "அமெரிக்க ஐக்கியத்தைப் பொறுத்தவரை, விரல்கள் குறுக்கிடப்பட்டன, ஆனால் டிரம்ப் சுரங்கப்பாதையின் முடிவில் ஒரு சிறிய வெளிச்சம் தெரிகிறது, குடியரசுக் கட்சியின் கவசத்தில் ஒரு சிறிய கன்னம், முன்னாள் ஜனாதிபதியின் குற்றவியல் மோசடி மற்றும் தேசத்துரோகச் செயல்கள் மெதுவாக ஆனால் நிச்சயமாக வெளிவருகின்றன.",
        "\"எங்கள் படைகள் ஈடுபடவில்லை, உக்ரேனிய மண்ணில் ரஷ்யப் படைகளுடன் மோதலில் ஈடுபடாது...எங்கள் நட்பு நாடுகளுடன் சேர்ந்து உக்ரேனியர்களின் சுதந்திரப் போராட்டத்தில் நாங்கள் ஆதரவை வழங்குகிறோம்\" என்று பிடென் வலியுறுத்தினார். இராணுவ உதவி. நிதி உதவி. மனிதாபிமான உதவி”.",
        "\"இந்த சகாப்தத்தின் வரலாறு எழுதப்பட்டால், உக்ரைனுக்கு எதிரான புடினின் போர் ரஷ்யாவை பலவீனமாகவும், மற்ற உலகத்தை வலுவாகவும் ஆக்கியிருக்கும்.\"",
        "ஜனாதிபதி பிடன் பின்னர் தொற்றுநோய் மற்றும் பொருளாதாரம் குறித்து உரையாற்றினார். இந்த நெருக்கடிகளை அவர் கையாள்வது அவரது ஒப்புதல் விகிதங்கள் 30% ஆக சரிந்துள்ளது. நியாயமற்ற முறையில், அவர் தோல்வியுற்ற பொருளாதாரம், உலகளாவிய தொற்றுநோய்களின் சவால்கள் மற்றும் இப்போது ஐரோப்பாவில் ஒரு இறையாண்மை கொண்ட கூட்டாளியின் சட்டவிரோத படையெடுப்பு ஆகியவற்றைக் கருத்தில் கொண்டார்.",
        "“தொற்றுநோய் தண்டிக்கிறது. மேலும் பல குடும்பங்கள் சம்பளத்திற்கு காசோலையாக வாழ்கின்றன, உணவு, எரிவாயு, வீட்டுவசதி மற்றும் பலவற்றின் உயரும் செலவுகளைத் தக்கவைக்க போராடுகின்றன. கடந்த ஆண்டு செயல்படுத்தப்பட்ட விரிவான அமெரிக்க மீட்புத் திட்டத்தைப் பற்றி பிடென் பேசினார், \"எங்கள் வரலாற்றில் ஒரு முக்கியமான தருணத்தில் சில சட்டங்கள் நம்மை நெருக்கடியிலிருந்து மீட்டெடுக்க அதிகம் செய்துள்ளன\" என்று கூறினார்.",
        "\"அது வேலை செய்தது. வேலைகளை உருவாக்கியது. நிறைய வேலைகள், நமது பொருளாதாரம் கடந்த ஆண்டு 6.5 மில்லியனுக்கும் அதிகமான புதிய வேலைகளை உருவாக்கியது, அமெரிக்காவின் வரலாற்றில் முன்பை விட ஒரு வருடத்தில் அதிக வேலைகள் உருவாக்கப்பட்டன.",
        "\"கடந்த ஆண்டு 5.7% என்ற விகிதத்தில் வளர்ந்த பொருளாதாரத்தைப் பற்றி பிடன் பேசினார், கிட்டத்தட்ட 40 ஆண்டுகளில் வலுவான வளர்ச்சி, இந்த நாட்டின் உழைக்கும் மக்களுக்காக நீண்ட காலமாக உழைக்காத பொருளாதாரத்தில் அடிப்படை மாற்றத்தைக் கொண்டுவருவதற்கான முதல் படியாகும். ”.",
        "\"ரீகனின் 'டிரிக்கிள்-டவுன்' கோட்பாடு பலவீனமான பொருளாதார வளர்ச்சி, குறைந்த ஊதியங்கள், பெரிய பற்றாக்குறைகள் மற்றும் ஏறக்குறைய ஒரு நூற்றாண்டில் உயர்மட்டத்தில் இருப்பவர்களுக்கும் மற்ற அனைவருக்கும் இடையே பரந்த வருமானம் மற்றும் செல்வ இடைவெளிகளுக்கும் வழிவகுத்தது\" என்று ஜனாதிபதி கூறினார்.",
        "தற்போது செனட்டில் ஸ்தம்பித்துள்ள தனது கையொப்பமான பில்ட் பேக் பெட்டர் மசோதா நிறைவேற்றப்பட வேண்டிய அவசரம் குறித்து அவர் பேசினார். செனட்டில் ஜனநாயகக் கட்சியினர் மெலிதான பெரும்பான்மையைப் பெற்றிருந்தாலும், குடியரசுக் கட்சியினரின் விடாமுயற்சியால் மட்டும் இந்தச் சட்டம் தாமதமானது, ஆனால் அவர்களின் மறுசீரமைப்பில் அதிக அக்கறை கொண்ட ரெட் ஸ்டேட்ஸ், அரிசோனா மற்றும் மேற்கு வர்ஜீனியாவைச் சேர்ந்த இரண்டு ஜனநாயகக் கட்சி செனட்டர்கள் இடையூறு செய்தனர். நாட்டின் நலனை விட தேர்தல். 2017 ஆம் ஆண்டு பில்லியனர்கள் மற்றும் பெருநிறுவனங்களுக்கு ட்ரம்பின் வரிக் குறைப்பைக் காட்டிலும் குறைவாக செலவாகும் இந்த மசோதாவை செனட் நிறைவேற்ற வேண்டும் என்று அவர் வலியுறுத்தினார்.",
        "வைரஸை எதிர்த்துப் போராடுவதற்கான தனது அறிவியல் அடிப்படையிலான மற்றும் வெற்றிகரமான உத்தி, சுகாதாரச் செலவுகளைக் குறைத்தல், குழந்தை பராமரிப்பு, துப்பாக்கி கட்டுப்பாடு, காவல்துறைக்கு நிதியளித்தல், எல்லைக் கட்டுப்பாடு மற்றும் பல சமூகத் திட்டங்கள் ஆகியவற்றை பிடன் தொட்டார், இது கட்டத்திற்குப் பிறகு யதார்த்தமாக மாறும். பேக் பெட்டர் திட்டம் செயல்படுத்தப்படுகிறது. உழைக்கும் ஏழைகளுக்கு மகத்தான உதவியை வழங்கும், காலநிலை மாற்றத்தை நிவர்த்தி செய்யும் மற்றும் நாட்டின் சிதைந்து வரும் உள்கட்டமைப்பை மீண்டும் கட்டமைக்கும் நீண்ட கால தாமதமான சட்டம்.",
        "\"அமெரிக்க மக்களாகிய நீங்கள் வலுவாக இருப்பதால் யூனியன் மாநிலம் வலுவாக உள்ளது\" என்று கூறி முடித்தார். ஒரு வருடத்திற்கு முன்பு இருந்ததை விட இன்று நாம் பலமாக இருக்கிறோம். மேலும் இன்று இருப்பதை விட இன்னும் ஒரு வருடம் கழித்து நாம் பலமாக இருப்போம்”.",
        "*QAnon என்பது ஒரு அரசியல் சதி கோட்பாடு, பின்னர் அது ஒரு அரசியல் இயக்கமாக உருவானது. இது அமெரிக்க தீவிர வலதுசாரி அரசியல் வட்டாரத்தில் உருவானது. QAnon ஒரு அநாமதேய தனிநபர் அல்லது \"Q\" எனப்படும் தனிநபர்களால் செய்யப்பட்ட தவறான உரிமைகோரல்களை மையமாகக் கொண்டுள்ளது. விக்கிபீடியா",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}