{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Do-not-misuse-curfew-and-stay-home-warns-army-chief/155-218704",
  "time_ut": 1629532740,
  "title": "Do not misuse curfew and stay home, warns army chief",
  "body_lines": [
    "Army Commander General Shavendra Silva yesterday warned people not to misuse the 10-day quarantine curfew which came into effect from 10 pm last night and to remain at home as health workers and authorities rushed against time to stop a further spread of the contagious Delta variant.",
    "Silva told Daily Mirror that only essential services, apparel, construction workers, agriculture, health workers, pharmaceuticals and media would be allowed to operate and industries could decide who they want to call in for work.",
    "However even these sectors should operate on a minimum staff as the situation was quite grave presently, Silva said.",
    "All other services including supermarkets, restaurant deliveries and banks would remain closed and people were urged not to leave their homes.",
    "Silva said that special emphasis will be given to continue the vaccination drive during these 10 days and mobile teams including the army teams would prioritize vaccinating all those above 60 years.",
    "Silva said the government agents of each area were informed to draw up a list of people, especially those above 60 years, who were yet to be vaccinated and submit it to the Health authorities and army.",
    "Based on this list, the mobile teams will be visiting these homes and encouraging people to take their jabs.",
    "“We have been informed that over 75% of deaths have been those over 65 years and over 90% were unvaccinated. Our priority is to vaccinate all these people, including those with comorbidities as soon as possible,” Silva said.",
    "Vaccination centres will also continue to operate islandwide and those who have to get their first and second doses can visit the centres closest to them.they should carry their NIC cards.",
    "President Gotabaya Rajapaksa in the meantime has already informed the Police Chief to take strict action against those violating the quarantine curfew.",
    "Although the quarantine curfew is expected to be lifted on Monday, August 30 at 4 am, the Daily Mirror learns that the situation will be assessed closer to the date and a decision will be taken whether to lift the curfew or extend it further.(JAMILA HUSAIN)"
  ]
}