{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/French-Ambassador-BOI-discusses-ways-to-boost-FDI-investor-facilitation/34-731276",
  "time_ut": 1646104740,
  "title": "French Ambassador, BOI discusses ways to boost FDI investor facilitation",
  "body_lines": [
    "Ambassador of France Eric Lavertu (centre) with BOI Chairman Eng. Raja Edirisuriya (right) and EGEA Economic Counsellor of French Embassy Jean Alexandre",
    "",
    "",
    "Ambassador of France Eric Lavertu and EGEA Economic Counsellor Jean Alexandre recently met with Board of Investment Chairman Eng. Raja Edirisuriya and Director General Renuka Weerakone to discuss measures to increase more French investments to Sri Lanka.",
    "The meeting also focused on the facilitation provided for existing investors to encourage them to re-invest and expand their operations in Sri Lanka.  BOI Director (Investment Promotion) Nilupul De Silva was also associated at the meeting.",
    "During the discussion French Ambassador stated that the EU-Sri Lanka Investor Dialogue that was held on 31 January 2022, chaired by Minister of Finance Basil Rajapaksa was an effective facilitation forum for existing investors from the EU.  The Ambassador thanked the Chairman and the BOI team for a well-coordinated event and expressed his appreciation.",
    "The BOI Chairman briefed the Ambassador regarding the Pharmaceutical Zone that is currently being developed at Hambantota, as well as the structured projects within the Colombo Port City and the Chairman invited French investors to consider investing in the Pharmaceutical Zone and Colombo Port City, especially in tourism and hospitality.",
    "During the meeting the follow up of the BOI Investment Promotion Mission to Paris in October 2021 was also discussed and the Chairman mentioned that the BOI will continue to work closely with the French Embassy in Sri Lanka to attract more FDI from France. Ambassador assured their fullest co-operation in attracting more FDI to Sri Lanka."
  ]
}