{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Pelwatte-excels-3-years-in-a-row-at-the-CNCI-Achiever-Awards-2021/34-731283",
  "time_ut": 1646105100,
  "title": "Pelwatte excels 3 years in a row at the CNCI Achiever Awards 2021",
  "body_lines": [
    "From left: Human Resources Manager Harshan Jeewakumara, Deputy General Manager Susantha Malwatte and Research and Development Manager Suneth Gunathilake",
    "",
    "",
    "Pelwatte Dairy, the leading dairy name at the tip of everyone’s tongue in the country came out victorious once again for the 3rd consecutive year in its running for the Achiever Awards organised by the Ceylon National Chamber of Industries. The award ceremony which has been running for over 20 years took place at the Galadari Hotel on 12 January after a brief pause due to the COVID-19 Pandemic and hence the awards for the 2021 year were awarded.s",
    "Pelwatte Dairy, a name that now rhymes with industry success received one of the greatest honours a manufacturing enterprise could receive at this ceremony which was the National Merit award in the Extra Large category. Pelwatte Dairy further went on to receive the provincial bronze award as well, bringing in success from over 8 provinces. To top it all off to a successful evening for Pelwatte Dairy, they were also honoured with the Business Excellence Award as well.",
    "The Managing Director, Akmal Wickramanayake commenting on the achievement said: “The CNCI Achiever awards are based on how much a responsible corporation contributes towards the economy and its stakeholders in a way that exceeds industrial standards. All of which are quite the challenge given uncertain times due to COVID-19. However, I am extremely proud of this organisation and the people behind it for being able to bag these tremendous feats for three years in a row”.",
    "He also added: “These awards are a testimony towards Pelwatte’s goals as a home-grown brand that strives to excel in industrial standards and of course, being the community favourite”.",
    "The CNCI Awards are a set of strict standards and criteria that organisations need to follow which look towards an organisation\u0092s overall contributions towards socio economic factors such as GDP contribution, sustainability, environmental conservation and sustainable industrialisation.  In line with this, many corporations from both public and private sectors were assessed and were honoured for their work.",
    "Pelwatte Dairy were represented at the Ceremony by the Deputy General Manager Susantha Malwatte, Research and Development Manager Suneth Gunathilake and Human Resources Manager Harshan Jeewakumara.",
    "The company pushing on its 3rd year at the CNCI awards looks forward to continuing the streak for a 4th year and forecasts more accolades in the coming year as it looks to make its position as the leading domestic dairy producer in the country, set in stone. All of which is to be done whilst giving the nation the highest of standards in dairy products and giving local industries and farmers a platform to stand on both domestically and internationally."
  ]
}