{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Foreconns-Canneries-bags-Export-Excellence-Gold-Award/34-731282",
  "time_ut": 1646105100,
  "title": "Foreconns Canneries bags Export Excellence Gold Award",
  "body_lines": [
    "Managing Director Nimal Jayasuriya and Director Thilini Jayasuriya with the award",
    "",
    "",
    "Foreconns Canneries, a leading exporter in food items with authentic Sri Lankan delicacies, was recently bestowed the Gold Award in value added agriculture sector, canned and processed food category at NCE Awards – 2021 ceremony at Shangri la Colombo organized by the National Chamber of Exporters.",
    "With exports to many countries including Australia, Germany, Italy, Japan and UK under the trusted brand name Foreconns, the company is the first fish canning factory in Sri Lanka approved by the European Union to export fish based products. They possess SLS, ISO 22000, HACCP and US:FDA standards certifications. Foreconns Canneries has been one of the proud recipients of NCE awards continuously since 1998.",
    "Foreconns offers a range of local dishes including Fish Ambulthiyal, Fried Dryfish and Sri Lankan curries and dishes such as Jack, Polos, Breadfruit, Cashew, Katta sambol, Seeni Sambol, Brinjal Pehi and Chutney etc. Precooked and Canned Fried Rice (Chicken, Fish and Vegetable) is also within their product portfolio. With global standard food processing in place, these products have a shelf life up to 2 years.",
    "“The rapid progress and popularity of Foreconns resulted in maintaining high quality with hygiene and safety on top priorities. It is a pride to have taken Sri Lankan food items to international markets and earned a name. This prestigious award reflects the dedication, courage and tireless efforts of our staff,” stated Foreconns Canneries Managing Director Nimal Jayasuriya.",
    "Founded in 1989, Foreconns Canneries (www.foreconns.com) is committed to customer satisfaction by offering high quality products and continuously focusing on researches in product development. Foreconns products are available at their sales outlet in Colombo 5. For inquiries contact 0718466001 or 0112599176."
  ]
}