{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Peace-is-the-solution-as-the-world-faces-its-worst-ever-famine/231-237798",
  "time_ut": 1653595740,
  "title": "Peace is the solution as the world faces its worst-ever famine",
  "body_lines": [
    "People shout anti-Government slogans outside the Presidential Secretariat during a protest against the worsening economic crisis that has brought about fuel shortages and spiralling food prices. Reuters",
    "The way the global powers behave indicates that they care less for the well-being of humanity. Instead of moving towards world peace, which is certainly the way to go in view of a global food crisis just months away, they are drawing the sword and throwing away the scabbard in readiness for self-destructive conflicts one after another.",
    "As though the Ukraine war and other conflicts happening all over the world, especially in the Middle East, are not enough, the big powers are itching for more conflicts in the Asia-Pacific regions. This week, gathering for a summit in Tokyo, four Quad nations – the United States, Japan, Australia and India -- sent a powerful warning to nations that seek to “change the status quo by force”.  Though the Quad, which is being touted as Asia’s Nato, did not name Russia or China, the reference was obvious.",
    "While the summit was in session, Russian and Chinese fighter jets took part in what they called a joint petrol in the seas near Japan. Though the jets did not breach Japan’s territorial airspace, Tokyo saw it as a provocation.",
    "The show of strength prompted Japan to scramble its jets to protect its airspace and convey through diplomatic channels Tokyo’s grave concerns to both Russia and China. The tense situation came against the backdrop of China’s angry reaction to the United States President Joe Biden’s Tuesday statement that he would use force to defend the “democratic island of Taiwan”.",
    "Then on Wednesday, a day after Biden left Seoul where he vowed to bolster South Korea’s defence, North Korea fired three ballistic missiles in the direction of Japan, which hosted the Quad summit on Tuesday. In response, South Korea test-fired two missiles.",
    "Needless to say, the Quad summit, the Russia-China joint military exercise, Biden’s Taiwan comments and the rising tension in the Korean peninsula are movements away from world peace.",
    "Common sense demands that world leaders come together to prop up the vulnerable segments of the global population when the planet is struggling to recover from the COVID-19 pandemic. Alas, instead of cooperation, big powers are fortifying their defences for a long battle. The relative peace prevalent in the pre-Covid era has been shattered in the post-Covid era.",
    "The Ukrainian conflict is not merely a war between Ukraine and Russia. It is a war between Russia and the Western powers led by the United States. The conflict is directly responsible for the global price hikes in gas, fuel, fertilizer, wheat, rice, medicines, and other essential items. It is naïve to assume that Russian President Vladimir Putin, US President Biden, and other world leaders did not know that Russia’s invasion of Ukraine would lead to a global food crisis. Yet, instead of intensifying efforts to avert the conflict, they allowed it to happen, to hell with the world’s poor. Their action has upended the progress the United Nations’ Millennium Development Goals and Sustainable Development Goals programmes have achieved in alleviating world poverty.",
    "Russia, the US, and other global powers that drive the conflict are well equipped to survive a global food crisis, but Sri Lanka which is crashing down a precipice to penury certainly will not survive.",
    "The UN estimates some 200 million people are facing acute hunger, double the figure of five years ago.",
    "The UN says that during the past 12 months, global food prices have risen by almost one third, fertilizer by more than half and oil prices by almost two thirds.",
    "Some 50 economists surveyed by the World Economic Forum have said the world is heading for its worst food crisis on record, with countries in sub-Saharan Africa, the Middle East and North Africa likely to be the worst affected.",
    "Last week, issuing a dire warning about a food crisis in bankrupt Sri Lanka in three months, Prime Minister Ranil Wickremesinghe urged the people to immediately start growing food wherever they could find land. But it appears no major state-led programme has been launched so far to grow more food, as happened in the 1970s during a food crisis.",
    "The warning of an imminent food crisis also resonated at the World Economic Forum in Davos. Speaking at the Forum, International Monetary Fund Chief Kristalina Georgieva said the world would face a food crisis because of supply disruption caused by the Ukraine war. She said global “anxiety around access to food at reasonable prices is hitting the roof”.",
    "“We have had commodity price shocks in many countries. We have seen oil prices decline, but food prices continue to go up and up. We can shrink our use of petrol when [economic] growth slows, but we have to eat every day,” she said.",
    "Expressing similar concerns, the United Nations Development Programme (UNDP) Administrator Achim Steiner said, “We are in trouble. The war in Ukraine is dramatic in so many ways. There is an acute crisis in food, fuel and finance. As of today, there is no reason to believe this is a short-term challenge. We are in the middle of a series of unfolding crises and the world is not prepared for it.”",
    "There are few measures the world leaders can take even at this late stage to mitigate the deadly sting of the coming food crisis. First of all, under the UN auspices, Western powers and Russia should engage themselves in efforts to bring about an urgent ceasefire in Ukraine, requiring Russia to withdraw its troops. At least for a limited period, the US and the West should lift sanctions imposed on Russia and other countries. The removal of sanctions will immediately bring down the world’s fuel and food prices. The Ukrainian crisis has, well and truly, proved that sanctions are counterproductive. With effective countermeasures, Russia has overcome the sanctions. But for countries like Sri Lanka, these sanctions have dealt a deadly blow to their economies, just as the pandemic has.",
    "If only the US could lift the sanctions on Iran, the world’s third largest gas producer and fifth largest crude oil producer, the global supplies will increase, leading to a price drop. When prices drop, poor countries will be able to buy extra food and medicine using the dollars they will save from fuel purchases.",
    "The European Commission President Ursula von der Leyen told Reuters at Davos that Europe should talk to Russia about the possibility of reviving the exports of wheat and other food supplies out of Ukraine to prevent the food crisis.",
    "The IMF, the World Bank and a host of aid agencies have spoken about the need for developing a multibillion-dollar “action plan” to address food security, particularly in developing countries. But what will be more effective than throwing some crumbs from the rich man’s table is taking immediate measures to bring about world peace through confidence-building measures rather than indulging alliance formations and in a cruel competition for power and pursuing geopolitical and geo-economics goals that smack of backstabbing and mutual mistrust. But when have big powers given more importance to the eradication of global hunger than their geostrategic interests?"
  ],
  "translate": {
    "si": {
      "title": "ලෝකය එහි දරුණුතම සාගතයට මුහුණ දෙන විට විසඳුම සාමයයි",
      "body_lines": [
        "ඉන්ධන හිඟය සහ ආහාර ද්‍රව්‍ය මිල ඉහළ යාම හේතුවෙන් උග්‍රවන ආර්ථික අර්බුදයට එරෙහිව ජනතාව ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට විරෝධතාවයේ දී රජයට එරෙහි සටන් පාඨ කියමින් කෑ ගසති. රොයිටර්",
        "ගෝලීය බලවතුන් හැසිරෙන ආකාරය පෙන්නුම් කරන්නේ ඔවුන් මනුෂ්‍යත්වයේ යහපැවැත්ම කෙරෙහි අඩු සැලකිල්ලක් දක්වන බවයි. මාස කිහිපයකින් ගෝලීය ආහාර අර්බුදයක් හමුවේ නිසැකවම යා යුතු මාර්ගය වන ලෝක සාමය කරා ගමන් කරනවා වෙනුවට, ඔවුන් කරන්නේ ස්වයං-විනාශකාරී ගැටුම් සඳහා කඩුව අඳිමින් කොපුව ඉවතට විසි කිරීමයි.",
        "යුක්රේන යුද්ධය සහ ලොව පුරා, විශේෂයෙන් මැද පෙරදිග සිදුවෙමින් පවතින අනෙකුත් ගැටුම් ප්රමාණවත් නොවූවත්, ආසියා-පැසිෆික් කලාපවල තවත් ගැටුම් සඳහා විශාල බලවතුන් කැසීම ඇති කරයි. මෙම සතියේ, ටෝකියෝවේ සමුළුවක් සඳහා එක්රැස් වෙමින්, Quad රටවල් හතරක් - එක්සත් ජනපදය, ජපානය, ඕස්ට්‍රේලියාව සහ ඉන්දියාව -- “බලහත්කාරයෙන් පවතින තත්ත්වය වෙනස් කිරීමට” උත්සාහ කරන ජාතීන්ට ප්‍රබල අනතුරු ඇඟවීමක් යවන ලදී. ආසියාවේ නේටෝ ලෙස හුවා දක්වන Quad, රුසියාව හෝ චීනය නම් නොකළද, සඳහන පැහැදිලි විය.",
        "සමුළුව පැවැත්වෙන අතරතුර, රුසියානු සහ චීන ප්‍රහාරක ජෙට් යානා ජපානය අසල මුහුදේ ඒකාබද්ධ පෙට්‍රල් ලෙස හැඳින්වූ දෙයට සහභාගී විය. ජෙට් යානා ජපානයේ භෞමික ගුවන් සීමාව උල්ලංඝනය නොකළද, ටෝකියෝ එය දුටුවේ ප්‍රකෝප කිරීමක් ලෙසය.",
        "ශක්තිය පෙන්වීම ජපානය තම ගුවන් අවකාශය ආරක්ෂා කර ගැනීම සඳහා සිය ජෙට් යානා පොරබැදීමට සහ රාජ්‍ය තාන්ත්‍රික නාලිකා හරහා ටෝකියෝවේ බරපතල කනස්සල්ල රුසියාවට සහ චීනයට ප්‍රකාශ කිරීමට පෙලඹුණි. “තායිවානයේ ප්‍රජාතන්ත්‍රවාදී දූපත” ආරක්ෂා කිරීමට බලය පාවිච්චි කරන බවට එක්සත් ජනපද ජනාධිපති ජෝ බයිඩෙන් අඟහරුවාදා කළ ප්‍රකාශය සම්බන්ධයෙන් චීනයේ කෝපයෙන් ප්‍රතිචාර දැක්වීමේ පසුබිමට එරෙහිව නොසන්සුන්කාරී තත්ත්වය ඇති විය.",
        "ඉන්පසු බදාදා, දකුණු කොරියාවේ ආරක්ෂාව තර කිරීමට පොරොන්දු වූ Biden සෝල් නුවරින් පිටත්ව දිනකට පසු, උතුරු කොරියාව අඟහරුවාදා Quad සමුළුවට සත්කාරකත්වය දැක්වූ ජපානය දෙසට බැලස්ටික් මිසයිල තුනක් එල්ල කළේය. ඊට ප්‍රතිචාර වශයෙන් දකුණු කොරියාව මිසයිල දෙකක් අත්හදා බලා ඇත.",
        "Quad සමුළුව, රුසියාව-චීන ඒකාබද්ධ හමුදා අභ්‍යාසය, Biden ගේ තායිවාන අදහස් දැක්වීම් සහ කොරියානු අර්ධද්වීපයේ නැගී එන ආතතිය ලෝක සාමයෙන් ඈත් වන චලනයන් බව අමුතුවෙන් කිව යුතු නැත.",
        "සාමාන්‍ය බුද්ධියෙන් ඉල්ලා සිටින්නේ පෘථිවිය COVID-19 වසංගතයෙන් ගොඩ ඒමට අරගල කරන විට ගෝලීය ජනගහනයේ අවදානමට ලක්විය හැකි කොටස්වලට මුක්කු ගැසීමට ලෝක නායකයින් එකතු විය යුතු බවයි. අහෝ, සහයෝගීතාව වෙනුවට, විශාල බලවතුන් දිගු සටනක් සඳහා ඔවුන්ගේ ආරක්ෂාව ශක්තිමත් කරයි. පූර්ව කොවිඩ් යුගයේ පැවති සාපේක්ෂ සාමය පශ්චාත් කොවිඩ් යුගයේදී බිඳ වැටී ඇත.",
        "යුක්රේන ගැටුම යුක්රේනය සහ රුසියාව අතර යුද්ධයක් පමණක් නොවේ. එය රුසියාව සහ එක්සත් ජනපදය ප්‍රමුඛ බටහිර බලවතුන් අතර යුද්ධයකි. ගෑස්, ඉන්ධන, පොහොර, තිරිඟු, සහල්, ඖෂධ සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍යවල ගෝලීය මිල ඉහළ යාම සඳහා ගැටුම සෘජුවම වගකිව යුතුය. රුසියාව යුක්රේනය ආක්‍රමණය කිරීම ගෝලීය ආහාර අර්බුදයකට තුඩු දෙන බව රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින්, එක්සත් ජනපද ජනාධිපති බිඩෙන් සහ අනෙකුත් ලෝක නායකයින් නොදැන සිටි බව උපකල්පනය කිරීම බොළඳ ය. එහෙත්, ගැටුම වැලැක්වීමේ උත්සාහයන් තීව්‍ර කරනවා වෙනුවට, ඔවුන් එය සිදුවීමට ඉඩ හැරියේය, ලෝකයේ දුප්පතුන් සමඟ අපායට. ඔවුන්ගේ ක්‍රියාව එක්සත් ජාතීන්ගේ සහස්‍ර සංවර්ධන ඉලක්ක සහ තිරසාර සංවර්ධන ඉලක්ක වැඩසටහන් මගින් ලෝක දරිද්‍රතාවය පිටුදැකීමේ ප්‍රගතිය ඉහළ නංවා ඇත.",
        "රුසියාව, එක්සත් ජනපදය සහ ගැටුම මෙහෙයවන අනෙකුත් ගෝලීය බලවතුන් ගෝලීය ආහාර අර්බුදයකින් බේරීමට හොඳින් සන්නද්ධව සිටින නමුත්, ප්‍රපාතයකට කඩා වැටෙන ශ්‍රී ලංකාව නිසැකවම නොනැසී පවතිනු ඇත.",
        "එක්සත් ජාතීන්ගේ ඇස්තමේන්තු වලට අනුව මිලියන 200 ක ජනතාවක් උග්‍ර සාගින්නෙන් පෙළෙන අතර එය වසර පහකට පෙර පැවති සංඛ්‍යාව මෙන් දෙගුණයකි.",
        "එක්සත් ජාතීන්ගේ සංවිධානය පවසන්නේ පසුගිය මාස 12 තුළ ගෝලීය ආහාර මිල තුනෙන් එකකින්, පොහොර අඩකට වඩා සහ තෙල් මිල තුනෙන් දෙකකින් පමණ ඉහළ ගොස් ඇති බවයි.",
        "ලෝක ආර්ථික සංසදය විසින් සමීක්ෂණය කරන ලද ආර්ථික විද්‍යාඥයින් 50ක් පමණ පවසා ඇත්තේ ලෝකය වාර්තාගත ලෙස එහි දරුණුතම ආහාර අර්බුදය කරා ගමන් කරමින් සිටින බවත්, උප සහරානු අප්‍රිකාව, මැදපෙරදිග සහ උතුරු අප්‍රිකාවේ රටවල් දරුණුතම බලපෑමට ලක්විය හැකි බවත්ය.",
        "මාස තුනකින් බංකොලොත් වූ ශ්‍රී ලංකාව තුළ ආහාර අර්බුදයක් ඇති විය හැකි බවට පසුගිය සතියේ දරුණු අනතුරු ඇඟවීමක් නිකුත් කරමින් අගමැති රනිල් වික්‍රමසිංහ ජනතාවගෙන් ඉල්ලා සිටියේ ඉඩම් සොයාගත හැකි සෑම තැනකම වහාම ආහාර වගා කිරීම ආරම්භ කරන ලෙසයි. එහෙත්, 1970 ගණන්වල ආහාර අර්බුදයකදී සිදු වූවාක් මෙන්, වැඩි වැඩියෙන් ආහාර වගා කිරීම සඳහා රාජ්‍ය නායකත්වයෙන් යුත් ප්‍රධාන වැඩසටහනක් මෙතෙක් දියත් කර නොමැති බව පෙනේ.",
        "ආසන්න ආහාර අර්බුදයක් පිළිබඳ අනතුරු ඇඟවීම ඩාවෝස් හි පැවති ලෝක ආර්ථික සමුළුවේදී ද අනුනාද විය. සංසදයේදී අදහස් දක්වමින් ජාත්‍යන්තර මුල්‍ය අරමුදලේ ප්‍රධානී Kristalina Georgieva කියා සිටියේ යුක්රේන යුද්ධය හේතුවෙන් සැපයුම් කඩාකප්පල් වීම හේතුවෙන් ලෝකය ආහාර අර්බුදයකට මුහුණ දෙන බවයි. \"සාධාරණ මිලකට ආහාර සඳහා ප්‍රවේශය පිළිබඳ ගෝලීය කනස්සල්ල වහලයට පහර දෙන\" බව ඇය පැවසුවාය.",
        "“අපි බොහෝ රටවල භාණ්ඩ මිල කම්පනය ඇති කර තිබෙනවා. තෙල් මිල පහත වැටෙනු අපි දුටුවෙමු, නමුත් ආහාර ද්‍රව්‍යවල මිල දිගටම ඉහළ යමින් පවතී. [ආර්ථික] වර්ධනය මන්දගාමී වන විට අපට පෙට්‍රල් භාවිතය හැකිලීමට හැකිය, නමුත් අපට සෑම දිනකම ආහාර ගැනීමට සිදුවේ,” ඇය පැවසුවාය.",
        "සමාන උත්සුකයන් ප්‍රකාශ කරමින්, එක්සත් ජාතීන්ගේ සංවර්ධන වැඩසටහනේ (UNDP) පරිපාලක අචිම් ස්ටේනර් පැවසුවේ, “අපි අමාරුවේ වැටිලා. යුක්රේනයේ යුද්ධය බොහෝ ආකාරවලින් නාටකාකාර ය. ආහාර, ඉන්ධන සහ මූල්‍ය ක්ෂේත්‍රයේ උග්‍ර අර්බුදයක් පවතී. අද වන විට, මෙය කෙටි කාලීන අභියෝගයක් යැයි විශ්වාස කිරීමට හේතුවක් නැත. අප සිටින්නේ දිග හැරෙන අර්බුද මාලාවක් මැද වන අතර ලෝකය එයට සූදානම් නැත. ”",
        "එළඹෙන ආහාර අර්බුදයේ මාරාන්තික දෂ්ට කිරීම අවම කිරීම සඳහා ලෝක නායකයින්ට මෙම අවසාන අදියරේදී පවා ගත හැකි පියවර කිහිපයක් තිබේ. පළමුවෙන්ම, එක්සත් ජාතීන්ගේ අනුග්‍රහය යටතේ, බටහිර බලවතුන් සහ රුසියාව යුක්රේනයේ හදිසි සටන් විරාමයක් ගෙන ඒමේ උත්සාහයක නිරත විය යුතු අතර, රුසියාවට සිය හමුදා ඉවත් කර ගත යුතුය. අඩුම තරමින් සීමිත කාලයකට ඇමරිකාව සහ බටහිර රටවල් රුසියාවට සහ අනෙකුත් රටවලට පනවා ඇති සම්බාධක ඉවත් කළ යුතුය. සම්බාධක ඉවත් කිරීම වහාම ලෝකයේ ඉන්ධන සහ ආහාර මිල පහත හෙළනු ඇත. සම්බාධක ප්‍රතිපලදායක බව යුක්‍රේන අර්බුදය හොඳින් හා සත්‍ය වශයෙන්ම ඔප්පු කර ඇත. ඵලදායී ප්රතිවිරෝධතා සමඟ රුසියාව සම්බාධක ජයගෙන ඇත. නමුත් ශ්‍රී ලංකාව වැනි රටවලට, මෙම සම්බාධක මගින් ඔවුන්ගේ ආර්ථිකයට මාරාන්තික පහරක් එල්ල කර ඇත, වසංගතය මෙන්.",
        "ලෝකයේ තුන්වන විශාලතම ගෑස් නිෂ්පාදකයා සහ පස්වන විශාලතම බොරතෙල් නිෂ්පාදකයා වන ඉරානයට පනවා ඇති සම්බාධක ඉවත් කිරීමට එක්සත් ජනපදයට පමණක් හැකි නම්, ගෝලීය සැපයුම් වැඩි වන අතර එය මිල පහත වැටීමකට තුඩු දෙනු ඇත. මිල පහත වැටෙන විට, දුප්පත් රටවලට ඉන්ධන මිලදී ගැනීමෙන් ඉතිරි කරන ඩොලර් භාවිතා කර අමතර ආහාර සහ ඖෂධ මිලදී ගැනීමට හැකි වනු ඇත.",
        "ආහාර අර්බුදය වැලැක්වීම සඳහා යුක්රේනයෙන් පිටවන තිරිඟු සහ අනෙකුත් ආහාර සැපයුම් නැවත පණ ගැන්වීමේ හැකියාව පිළිබඳව යුරෝපය රුසියාව සමඟ කතා කළ යුතු බව යුරෝපීය කොමිසමේ සභාපති Ursula von der Leyen Davos හි රොයිටර් පුවත් සේවයට පැවසීය.",
        "IMF, ලෝක බැංකුව සහ ආධාර ආයතන රාශියක් විශේෂයෙන්ම සංවර්ධනය වෙමින් පවතින රටවල ආහාර සුරක්ෂිතතාවය ආමන්ත්‍රණය කිරීම සඳහා ඩොලර් බිලියන ගණනක “ක්‍රියාකාරී සැලැස්මක්” සංවර්ධනය කිරීමේ අවශ්‍යතාවය ගැන කතා කර ඇත. එහෙත් ධනවතුන්ගේ මේසයෙන් කෑලි ටිකක් විසි කරනවාට වඩා වඩාත් ඵලදායී වනුයේ සන්ධාන ගොඩනැංවීම සහ බලය සඳහා කුරිරු තරඟයක් සහ භූ දේශපාලනික හා භූ-ආර්ථික ඉලක්ක හඹා යෑම වෙනුවට විශ්වාසය ගොඩනැගීමේ ක්‍රියාමාර්ග හරහා ලෝක සාමය ඇති කිරීමට වහා පියවර ගැනීමයි. පිටුපස පිහියෙන් ඇනීම සහ අන්‍යෝන්‍ය අවිශ්වාසය. නමුත් මහා බලවතුන් ඔවුන්ගේ භූ මූලෝපායික අවශ්‍යතාවලට වඩා ගෝලීය කුසගින්න තුරන් කිරීම සඳහා වැඩි වැදගත්කමක් ලබා දී ඇත්තේ කවදාද?"
      ]
    },
    "ta": {
      "title": "உலகம் அதன் மோசமான பஞ்சத்தை எதிர்கொள்ளும் போது அமைதியே தீர்வு",
      "body_lines": [
        "எரிபொருள் தட்டுப்பாடு மற்றும் உணவுப் பொருட்களின் விலையேற்றம் போன்ற மோசமான பொருளாதார நெருக்கடிக்கு எதிராக மக்கள் ஜனாதிபதி செயலகத்திற்கு வெளியே அரசாங்கத்திற்கு எதிராக கோஷங்களை எழுப்பினர். ராய்ட்டர்ஸ்",
        "உலக வல்லரசுகள் நடந்துகொள்ளும் விதம், மனிதகுலத்தின் நலனில் அக்கறை குறைவாக இருப்பதையே காட்டுகிறது. உலக அமைதியை நோக்கிச் செல்வதற்குப் பதிலாக, உலக உணவு நெருக்கடி இன்னும் சில மாதங்களே உள்ள நிலையில், அவர்கள் வாளை உருவி, சுய-அழிவுப் பூசல்களுக்கு ஆயத்தமாகத் துவண்டு விடுகிறார்கள்.",
        "உலகம் முழுவதும், குறிப்பாக மத்திய கிழக்கில் நடக்கும் உக்ரைன் போர் மற்றும் பிற மோதல்கள் போதுமானதாக இல்லை என்றாலும், ஆசிய-பசிபிக் பிராந்தியங்களில் அதிக மோதல்களுக்கு பெரும் சக்திகள் அரிப்பு காட்டுகின்றன. இந்த வாரம், டோக்கியோவில் ஒரு உச்சிமாநாட்டிற்காக ஒன்றுகூடி, நான்கு குவாட் நாடுகள் - அமெரிக்கா, ஜப்பான், ஆஸ்திரேலியா மற்றும் இந்தியா -- \"நிலையை வலுக்கட்டாயமாக மாற்ற\" முயலும் நாடுகளுக்கு ஒரு சக்திவாய்ந்த எச்சரிக்கையை அனுப்பியது. ஆசியாவின் நேட்டோ என்று கூறப்படும் குவாட், ரஷ்யா அல்லது சீனா என்று பெயரிடவில்லை என்றாலும், குறிப்பு தெளிவாக இருந்தது.",
        "உச்சிமாநாடு அமர்வின் போது, ​​ரஷ்ய மற்றும் சீன போர் விமானங்கள் ஜப்பானுக்கு அருகில் உள்ள கடலில் கூட்டு பெட்ரோல் என்று அழைக்கப்பட்டதில் பங்கேற்றன. ஜெட் விமானங்கள் ஜப்பானின் பிராந்திய வான்வெளியை மீறவில்லை என்றாலும், டோக்கியோ அதை ஒரு ஆத்திரமூட்டலாக பார்த்தது.",
        "வலிமையின் வெளிப்பாடு ஜப்பானை அதன் வான்வெளியைப் பாதுகாக்க அதன் ஜெட் விமானங்களைத் துரத்தத் தூண்டியது மற்றும் டோக்கியோவின் கடுமையான கவலைகளை ரஷ்யா மற்றும் சீனா ஆகிய இரு நாடுகளுக்கும் இராஜதந்திர சேனல்கள் மூலம் தெரிவிக்கத் தூண்டியது. \"தைவானின் ஜனநாயக தீவை\" காக்க பலத்தை பயன்படுத்தப்போவதாக அமெரிக்க ஜனாதிபதி ஜோ பிடனின் செவ்வாய் அறிக்கைக்கு சீனாவின் கோபமான எதிர்வினையின் பின்னணியில் பதட்டமான சூழ்நிலை ஏற்பட்டது.",
        "பின்னர் புதன்கிழமை, பிடென் தென் கொரியாவின் பாதுகாப்பை வலுப்படுத்த சபதம் செய்த சியோலை விட்டு வெளியேறிய ஒரு நாள் கழித்து, செவ்வாயன்று குவாட் உச்சிமாநாட்டை நடத்திய ஜப்பானின் திசையில் வட கொரியா மூன்று பாலிஸ்டிக் ஏவுகணைகளை வீசியது. இதற்கு பதிலடியாக தென்கொரியா இரண்டு ஏவுகணைகளை சோதனை செய்தது.",
        "குவாட் உச்சிமாநாடு, ரஷ்யா-சீனா கூட்டு இராணுவப் பயிற்சி, பிடனின் தைவான் கருத்துக்கள் மற்றும் கொரிய தீபகற்பத்தில் அதிகரித்து வரும் பதற்றம் ஆகியவை உலக அமைதியிலிருந்து விலகிச் செல்லும் நகர்வுகள் என்று சொல்லத் தேவையில்லை.",
        "கோவிட்-19 தொற்றுநோயிலிருந்து கிரகம் மீளப் போராடும் போது, ​​உலக மக்கள்தொகையில் பாதிக்கப்படக்கூடிய பிரிவுகளுக்கு முட்டுக்கட்டை போட உலகத் தலைவர்கள் ஒன்றிணைய வேண்டும் என்று பொது அறிவு கோருகிறது. ஐயோ, ஒத்துழைப்புக்கு பதிலாக, பெரிய சக்திகள் ஒரு நீண்ட போருக்காக தங்கள் பாதுகாப்பை பலப்படுத்துகின்றன. கோவிட் சகாப்தத்திற்கு முந்தைய காலத்தில் நிலவிய ஒப்பீட்டளவில் அமைதி, கோவிட் காலத்திற்குப் பிந்தைய காலத்தில் சிதைந்துவிட்டது.",
        "உக்ரேனிய மோதல் என்பது உக்ரைனுக்கும் ரஷ்யாவுக்கும் இடையிலான போர் மட்டுமல்ல. இது ரஷ்யாவிற்கும் அமெரிக்கா தலைமையிலான மேற்கத்திய நாடுகளுக்கும் இடையிலான போர். எரிவாயு, எரிபொருள், உரம், கோதுமை, அரிசி, மருந்துகள் மற்றும் பிற அத்தியாவசியப் பொருட்களின் உலகளாவிய விலை உயர்வுக்கு இந்த மோதல் நேரடியாகப் பொறுப்பாகும். உக்ரைன் மீதான ரஷ்யாவின் படையெடுப்பு உலகளாவிய உணவு நெருக்கடிக்கு வழிவகுக்கும் என்பதை ரஷ்ய ஜனாதிபதி விளாடிமிர் புடின், அமெரிக்க ஜனாதிபதி பிடன் மற்றும் பிற உலகத் தலைவர்கள் அறிந்திருக்கவில்லை என்று கருதுவது அப்பாவியாக உள்ளது. ஆயினும்கூட, மோதலைத் தவிர்ப்பதற்கான முயற்சிகளைத் தீவிரப்படுத்துவதற்குப் பதிலாக, அவர்கள் அதை உலக ஏழைகளுடன் நரகத்திற்குச் செல்ல அனுமதித்தனர். உலக வறுமையை ஒழிப்பதில் ஐக்கிய நாடுகளின் மில்லினியம் வளர்ச்சி இலக்குகள் மற்றும் நிலையான வளர்ச்சி இலக்குகள் திட்டங்கள் அடைந்துள்ள முன்னேற்றத்தை அவர்களின் நடவடிக்கை உயர்த்தியுள்ளது.",
        "ரஷ்யா, அமெரிக்கா மற்றும் மோதலைத் தூண்டும் மற்ற உலக வல்லரசுகள் உலகளாவிய உணவு நெருக்கடியைத் தக்கவைக்க நன்கு தயாராக உள்ளன, ஆனால் ஒரு பள்ளத்தாக்கில் வீழ்ச்சியடைந்து வரும் இலங்கை நிச்சயமாக உயிர்வாழாது.",
        "சுமார் 200 மில்லியன் மக்கள் கடுமையான பட்டினியை எதிர்கொள்வதாக ஐ.நா மதிப்பிட்டுள்ளது, இது ஐந்து ஆண்டுகளுக்கு முன்பு இருந்த எண்ணிக்கையை விட இரு மடங்காகும்.",
        "கடந்த 12 மாதங்களில், உலகளாவிய உணவுப் பொருட்களின் விலை கிட்டத்தட்ட மூன்றில் ஒரு பங்கும், உரத்தின் விலை பாதிக்கும் மேல் மற்றும் எண்ணெய் விலை கிட்டத்தட்ட மூன்றில் இரண்டு பங்கும் உயர்ந்துள்ளது என்று ஐ.நா.",
        "உலகப் பொருளாதார மன்றத்தால் கணக்கெடுக்கப்பட்ட சுமார் 50 பொருளாதார வல்லுநர்கள், உலகம் அதன் மிக மோசமான உணவு நெருக்கடியை நோக்கிச் செல்கிறது, துணை-சஹாரா ஆப்பிரிக்கா, மத்திய கிழக்கு மற்றும் வட ஆபிரிக்கா ஆகிய நாடுகள் மிக மோசமாகப் பாதிக்கப்படக்கூடும் என்று கூறியுள்ளனர்.",
        "மூன்று மாதங்களில் திவாலான இலங்கையில் உணவு நெருக்கடி ஏற்படும் என கடந்த வாரம் கடும் எச்சரிக்கை விடுத்த பிரதமர் ரணில் விக்கிரமசிங்க, நிலம் கிடைக்கும் இடங்களில் உடனடியாக உணவுப் பயிரிடத் தொடங்குமாறு மக்களை வலியுறுத்தினார். ஆனால் 1970 களில் உணவு நெருக்கடியின் போது நடந்ததைப் போல, அதிக உணவுப் பொருட்களை வளர்ப்பதற்கு இதுவரை எந்த ஒரு பெரிய அரசுத் தலைமையிலான திட்டம் தொடங்கப்படவில்லை என்று தோன்றுகிறது.",
        "உடனடி உணவு நெருக்கடி பற்றிய எச்சரிக்கை டாவோஸில் நடந்த உலகப் பொருளாதார மன்றத்திலும் எதிரொலித்தது. மன்றத்தில் பேசிய சர்வதேச நாணய நிதியத்தின் தலைவர் கிறிஸ்டலினா ஜார்ஜீவா, உக்ரைன் போரினால் ஏற்படும் விநியோகத் தடையால் உலகம் உணவு நெருக்கடியை எதிர்கொள்ளும் என்றார். உலகளாவிய \"நியாயமான விலையில் உணவு கிடைப்பது பற்றிய கவலை கூரையைத் தாக்குகிறது\" என்று அவர் கூறினார்.",
        "\"பல நாடுகளில் பொருட்களின் விலை அதிர்ச்சியை நாங்கள் சந்தித்துள்ளோம். எண்ணெய் விலை குறைவதை நாம் பார்த்திருக்கிறோம், ஆனால் உணவுப் பொருட்களின் விலைகள் தொடர்ந்து ஏறிக்கொண்டே இருக்கின்றன. [பொருளாதார] வளர்ச்சி குறையும் போது நாம் பெட்ரோலின் பயன்பாட்டைக் குறைக்கலாம், ஆனால் நாம் ஒவ்வொரு நாளும் சாப்பிட வேண்டும்,\" என்று அவர் கூறினார்.",
        "இதேபோன்ற கவலைகளை வெளிப்படுத்தும் ஐக்கிய நாடுகளின் வளர்ச்சித் திட்டத்தின் (UNDP) நிர்வாகி அச்சிம் ஸ்டெய்னர், “நாங்கள் சிக்கலில் இருக்கிறோம். உக்ரைனில் போர் பல வழிகளில் வியத்தகுது. உணவு, எரிபொருள் மற்றும் நிதி ஆகியவற்றில் கடுமையான நெருக்கடி உள்ளது. இன்றைய நிலையில், இது ஒரு குறுகிய கால சவால் என்று நம்புவதற்கு எந்த காரணமும் இல்லை. தொடர்ச்சியான நெருக்கடிகளின் மத்தியில் நாங்கள் இருக்கிறோம், உலகம் அதற்குத் தயாராக இல்லை.",
        "வரவிருக்கும் உணவு நெருக்கடியின் கொடிய ஸ்டிங்கைத் தணிக்க இந்த தாமதமான கட்டத்தில் கூட உலகத் தலைவர்கள் எடுக்கக்கூடிய சில நடவடிக்கைகள் உள்ளன. முதலாவதாக, ஐ.நா.வின் அனுசரணையில், மேற்கத்திய சக்திகளும் ரஷ்யாவும் உக்ரைனில் அவசர யுத்த நிறுத்தத்தைக் கொண்டுவருவதற்கான முயற்சிகளில் தங்களை ஈடுபடுத்திக் கொள்ள வேண்டும், ரஷ்யா தனது படைகளை திரும்பப் பெற வேண்டும். குறைந்த பட்சம் ஒரு குறிப்பிட்ட காலத்திற்கு, அமெரிக்காவும் மேற்கு நாடுகளும் ரஷ்யா மற்றும் பிற நாடுகள் மீது விதிக்கப்பட்டுள்ள தடைகளை நீக்க வேண்டும். பொருளாதாரத் தடைகளை நீக்குவது உலகின் எரிபொருள் மற்றும் உணவுப் பொருட்களின் விலைகளை உடனடியாகக் குறைக்கும். உக்ரேனிய நெருக்கடி, பொருளாதாரத் தடைகள் எதிர்மறையானவை என்பதை நிரூபித்துள்ளது. திறமையான எதிர் நடவடிக்கைகளால், ரஷ்யா பொருளாதாரத் தடைகளை முறியடித்துள்ளது. ஆனால் இலங்கை போன்ற நாடுகளுக்கு, இந்தத் தடைகள் தொற்றுநோயைப் போலவே அவர்களின் பொருளாதாரங்களுக்கும் ஒரு கொடிய அடியைக் கொடுத்துள்ளன.",
        "உலகின் மூன்றாவது பெரிய எரிவாயு உற்பத்தியாளரும் ஐந்தாவது பெரிய கச்சா எண்ணெய் உற்பத்தியாளருமான ஈரான் மீதான பொருளாதாரத் தடைகளை அமெரிக்கா மட்டும் நீக்கினால், உலகளாவிய விநியோகம் அதிகரித்து, விலை வீழ்ச்சிக்கு வழிவகுக்கும். விலை குறையும் போது, ​​ஏழை நாடுகள் எரிபொருள் வாங்குவதில் இருந்து சேமிக்கும் டாலர்களைப் பயன்படுத்தி கூடுதல் உணவு மற்றும் மருந்துகளை வாங்க முடியும்.",
        "உணவு நெருக்கடியைத் தடுக்க உக்ரைனில் இருந்து கோதுமை மற்றும் பிற உணவுப் பொருட்களை ஏற்றுமதி செய்வதை மீண்டும் தொடங்குவதற்கான சாத்தியக்கூறுகள் குறித்து ஐரோப்பா ரஷ்யாவுடன் பேச வேண்டும் என்று ஐரோப்பிய ஆணையத் தலைவர் உர்சுலா வான் டெர் லேயன் டாவோஸில் ராய்ட்டர்ஸிடம் கூறினார்.",
        "IMF, உலக வங்கி மற்றும் பல உதவி நிறுவனங்கள் உணவுப் பாதுகாப்பிற்கு, குறிப்பாக வளரும் நாடுகளில் பல பில்லியன் டாலர் \"செயல் திட்டத்தை\" உருவாக்க வேண்டியதன் அவசியத்தைப் பற்றி பேசியுள்ளன. ஆனால் பணக்காரர்களின் மேசையில் இருந்து சில துண்டுகளை வீசுவதை விட, கூட்டணி அமைப்பில் ஈடுபடுவதை விட நம்பிக்கையை வளர்க்கும் நடவடிக்கைகள் மூலம் உலக அமைதியை ஏற்படுத்த உடனடி நடவடிக்கைகளை எடுப்பது மற்றும் அதிகாரத்திற்கான கொடூரமான போட்டி மற்றும் புவிசார் அரசியல் மற்றும் புவி-பொருளாதார இலக்குகளைப் பின்தொடர்வது மிகவும் பயனுள்ளதாக இருக்கும். முதுகில் குத்துதல் மற்றும் பரஸ்பர அவநம்பிக்கை. ஆனால் பெரும் சக்திகள் எப்போது தங்கள் புவிசார் மூலோபாய நலன்களை விட உலகளாவிய பசியை ஒழிக்க அதிக முக்கியத்துவம் கொடுத்தன?"
      ]
    }
  }
}