{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-axe-falls/",
  "time_ut": 1647011700,
  "title": "The axe falls",
  "body_lines": [
    "The signs have been ominous for the past several weeks and finally the axe has fallen. Plagued by both mismanagement and bad governance by the ruling Rajapaksas, aggravated by an ineffective opposition, the bad news is now very much here and the people have to face the harsh reality. Last week’s sharp devaluation of the rupee against the dollar, long resisted by the Central Bank and its Governor, has been forced upon the Sri Lanka economy and a population that moved from gas queues to milk powder queues and then to long lines to refuel their vehicles interspersed by blackouts and power outages countrywide will, hopefully, be spared such torment in the near term. But at a price and a very heavy price at that, that most people would not be able to afford. But for how long? We can only hope that a benevolent deity will smile down on this tormented land.",
    "The economic indicators are grim. The foreign exchange liabilities of the Central Bank exceeded its reserve assets by Rs. 662 billion (USD 3.29 bn.) in January this year, up from Rs. 386 billion (USD 1.9 bn.) a month earlier. The situation today must necessarily be worse with the country struggling to repay debt and being compelled to utilize reserves to pay for vital imports. We have been printing money as though there is no tomorrow and this has been going on for a long time. Cash savings of people have been wiped out in value terms in a country that had long been advocating savings as a means of strengthening the economy. Those who held what funds they had in fixed income instruments like fixed deposits have taken a heavy blow while those who invested in real assets like land and property or even a vehicle have been relatively unscathed. However, it is still too early to say whether capital appreciation of real estate in the current scenario will continue as in the past.",
    "Government leaders have been urging patience on a population that is running out of that, or more correctly, already run out of it. No less than the president assured that the power problem will be over by March 5. But that was not to be. Ministers Lokuge and Gammanpila kept making contradictory statement with the ground situation proving Gammanpila right. The Lanka Indian Oil Company (LIOC), the Indian player in Sri Lanka’s oil import and distribution market, raised prices four times since Dec. 21 last year. The Ceylon Petroleum Corporation (CPC) which controls the larger market share did not follow suit though both players have been stridently claiming that they are selling below procurement cost. The obvious result of LIOC fuel, both petrol and diesel, being much more expensive than CPC’s, consumers tanked-up at CPC filling stations unless they were forced to do otherwise. The net result is that already high CPC losses swelled further.",
    "The grim reality is that CPC must raise its prices sooner than later. The government, obviously, is all too aware of the ramifications of a fuel price increase which is all encompassing. Public transport fares must go up; so also the price of produce that must be moved to markets. The implications are far and wide but the evil day will soon be with us. The CPC, initially, would hike prices to be on par with LIOC, and thereafter both companies needing to match their sale prices with the cost of procuring supplies will demand further price increases. These no doubt will be granted. There is a Tamil proverb that the man who is already wet does not feel the rain. People hit with price rises for all essentials, leave apart the few luxuries that makes life tolerant, may (hopefully from the rulers’ viewpoint) like the man who got wet in the rain not feel the effect of this one too badly. We need not labour the fact that the impact of the devaluation will be all pervading.",
    "There have been indication that the hard line resistance towards going to the IMF for assistance is weakening. A structural adjustment facility (SAF) from the Fund in 1978 greatly assisted President J.R. Jayewardene’s big bold stroke of freeing the economy shackled for decades by state controls. There were conditions for that including a sharp depreciation of the rupee from then prevailing exchange rates. Older readers may remember that the National Savings Bank (NSB) at that time paid as much as 22% for one-year fixed deposits. There was a surge in imports and demand pent-up over several years was satisfied. So much so that Mr. Lalith Athulathmudali, then minister of trade and shipping, once declared that people may tolerate high prices up to a point, but never again scarcities. Fifty years later they have been forced to tolerate both.",
    "The IMF has warned that the Central Bank may lose control of money and the economy could implode unless money printing was stopped. There are signs that this advice is now being taken, although late. It said in a statement that Sri Lanka’s public debt, including Central Bank liabilities, has risen to 119 percent of gross domestic product (GDP). The bank is yet carrying debts to the tune of USD 1.2 billion to the IMF from previous currency crises. The president will chair an All Party Conference, something it was hitherto reluctant to do, within the next few days. As SJB front-liner Harsha de Silva, a knowledgeable economist recently said, “We’re all in this together.” Now is not the time for the cheap politics that has long plagued this country. The right thing must be done. But do we have the leaders to do it? That is the question.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පොරව වැටෙනවා",
      "body_lines": [
        "පසුගිය සති කිහිපය තුළ සංඥා අසුබ වූ අතර අවසානයේ පොරොව වැටී ඇත. පාලක රාජපක්ෂලාගේ වැරදි කළමනාකරණයෙන් සහ අයහපත් පාලනයෙන් පීඩා විඳිමින්, අකාර්යක්ෂම විපක්ෂයකින් උග්‍ර වූ නරක ආරංචිය දැන් බොහෝ දුරට මෙහි පැමිණ ඇති අතර ජනතාවට කටුක යථාර්ථයට මුහුණ දීමට සිදුවී තිබේ. මහ බැංකුවේ සහ එහි අධිපතිගේ දිගුකාලීන විරෝධයට ලක්වූ පසුගිය සතියේ ඩොලරයට සාපේක්ෂව රුපියල තියුනු ලෙස අවප්‍රමාණය වීම, ශ්‍රී ලංකා ආර්ථිකයට සහ ගෑස් පෝලිමේ සිට කිරිපිටි පෝලිම්වලට ගොස් වාහනවලට ඉන්ධන පුරවා ගැනීමට දිගු පෝලිම්වලට ගිය ජනතාවකට බලකර තිබේ. රටපුරා විදුලිය ඇනහිටීම් සහ විදුලිය ඇනහිටීම් හේතුවෙන් නුදුරු කාලීනව එවැනි වධ හිංසාවලින් බේරෙනු ඇතැයි අපේක්ෂා කෙරේ. නමුත් මිලකට සහ ඉතා අධික මිලකට, බොහෝ දෙනෙකුට දරාගත නොහැකි වනු ඇත. ඒත් කොච්චර කාලෙකටද? මේ වධ හිංසාවට ලක් වූ භූමියේ කරුණාවන්ත දෙවියෙකු සිනාසෙනු ඇතැයි අපට බලාපොරොත්තු විය හැකිය.",
        "ආර්ථික දර්ශක දරුණු ය. මහ බැංකුවේ විදේශ විනිමය වගකීම් එහි සංචිත වත්කම් රු. බිලියන 662 (USD බිලියන 3.29) මෙම වසරේ ජනවාරි මාසයේදී රු. බිලියන 386 (USD bn. 1.9) මාසයකට පෙර. ණය ආපසු ගෙවීමට අරගල කරමින් සිටින රට සහ අත්‍යවශ්‍ය ආනයන සඳහා ගෙවීමට සංචිත යොදා ගැනීමට බල කිරීමත් සමඟ අද තත්ත්වය වඩාත් නරක අතට හැරිය යුතුය. හෙටක් නෑ කියලා අපි සල්ලි අච්චු ගහනවා මේක කාලයක් තිස්සේ කරගෙන යනවා. ආර්ථිකය ශක්තිමත් කිරීමේ මාධ්‍යයක් ලෙස දිගු කලක් තිස්සේ ඉතුරුම් වෙනුවෙන් පෙනී සිටි රටක මිනිසුන්ගේ මුදල් ඉතුරුම් අගය අනුව අතුගා දමා ඇත. ස්ථාවර තැන්පතු වැනි ස්ථාවර ආදායම් උපකරනවල තිබූ මුදල් තැන්පත් කළ අයට දැඩි පහරක් එල්ල වී ඇති අතර ඉඩම, දේපළ හෝ වාහනයක් වැනි සැබෑ වත්කම්වල ආයෝජනය කළ අය සාපේක්‍ෂව හානියට පත් වී නැත. කෙසේ වෙතත්, වර්තමාන තත්ත්වය තුළ නිශ්චල දේපල ප්‍රාග්ධන අගය කිරීම අතීතයේ දී මෙන් දිගටම පවතිනු ඇත්දැයි කීමට තවමත් කල් වැඩිය.",
        "එය අවසන් වෙමින් පවතින, හෝ වඩාත් නිවැරදිව, දැනටමත් එය අවසන් වී ඇති ජනගහනයක් සඳහා රජයේ නායකයින් ඉවසිලිවන්තව ඉල්ලා සිටිති. මාර්තු 5 වැනිදා වනවිට විදුලිබල ප්‍රශ්නය අවසන් කරන බවට ජනාධිපතිවරයා සහතික වූවාට වඩා අඩුවක් නැත.එහෙත් එය එසේ නොවීය. ලොකුගේ සහ ගම්මන්පිල ඇමැතිවරු දිගින් දිගටම පරස්පර ප්‍රකාශ කළේ ගම්මන්පිලගේ නිවැරදි බව ඔප්පු කරමිනි. ලංකා ඉන්දියන් ඔයිල් සමාගම (LIOC), ශ්‍රී ලංකාවේ තෙල් ආනයනය සහ බෙදාහැරීමේ වෙළෙඳපොළේ ඉන්දීය ක්‍රීඩකයා, පසුගිය වසරේ දෙසැම්බර් 21 වැනිදා සිට හතර වතාවක් මිල ඉහළ නැංවීය. ප්‍රසම්පාදන පිරිවැයට වඩා අඩුවෙන් අලෙවි කරන බවට ක්‍රීඩකයන් දෙදෙනාම දැඩි ලෙස ප්‍රකාශ කළද විශාල වෙළෙඳපොළ කොටස පාලනය කරන ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව (CPC) එය අනුගමනය කළේ නැත. LIOC ඉන්ධනවල පැහැදිලි ප්‍රතිඵලය, පෙට්‍රල් සහ ඩීසල් යන දෙකම, CPCවලට වඩා බෙහෙවින් මිල අධික වීම, වෙනත් ආකාරයකින් කිරීමට බල නොකළහොත් පාරිභෝගිකයන් CPC පිරවුම්හල් වෙත ඇදී යෑමයි. ශුද්ධ ප්‍රතිඵලය වන්නේ දැනටමත් ඉහළ CPC පාඩු තවදුරටත් වර්ධනය වීමයි.",
        "කටුක යථාර්ථය නම්, CPC එහි මිල වැඩි කළ යුත්තේ වඩා ඉක්මනින් බව ය. ඉන්ධන මිල ඉහළ යාමේ ප්‍රතිවිපාක සියල්ල ඇතුළත් වන බව පැහැදිලිවම රජය හොඳින් දනී. පොදු ප්‍රවාහන ගාස්තු ඉහළ යා යුතුයි; එසේ ම වෙළෙඳපොළට ගෙන යා යුතු නිෂ්පාදනවල මිල ද. ඇඟවුම් බොහෝ දුර ඈත නමුත් නරක දවස ඉක්මනින් අප සමඟ පැමිණෙනු ඇත. CPC, මුලදී, LIOC හා සමානව මිල ගණන් ඉහළ නංවනු ඇති අතර, ඉන් පසුව සමාගම් දෙකම තම විකුණුම් මිල සැපයුම් ප්‍රසම්පාදන පිරිවැය සමඟ ගැලපීමට අවශ්‍ය නම්, තවදුරටත් මිල වැඩි කිරීම් ඉල්ලා සිටී. මේවා නිසැකවම ලබා දෙනු ඇත. දැනටමත් තෙමුණු මිනිසාට වැස්ස දැනෙන්නේ නැතැයි දෙමළ හිතෝපදේශයක් තිබේ. මිනිසුන්ට අත්‍යවශ්‍ය සියලු දේ සඳහා මිල ඉහළ යාමෙන් පීඩා විඳිති, ජීවිතයට ඔරොත්තු දෙන සුඛෝපභෝගි දේවල් කිහිපයක් හැර දමා, වැස්සේ තෙමුණු මිනිසාට මෙන් (පාලකයන්ගේ දෘෂ්ටි කෝණයෙන් බලාපොරොත්තු වේ) මෙහි බලපෑම එතරම් නරක ලෙස දැනෙන්නේ නැත. අවප්‍රමාණය කිරීමේ බලපෑම සෑම තැනකම පැතිරෙනු ඇතැයි අප වෙහෙසිය යුතු නැත.",
        "ආධාර පතා ජාමූඅ වෙත යෑමේ දැඩි ප්‍රතිරෝධය දුර්වල වෙමින් පවතින බවට ඉඟි පළ වී තිබේ. 1978 දී අරමුදලෙන් ව්‍යුහාත්මක ගැලපුම් පහසුකමක් (SAF) රාජ්‍ය පාලනයෙන් දශක ගණනාවක් තිස්සේ විලංගු දමා තිබූ ආර්ථිකය මුදා ගැනීමේ ජනාධිපති ජේ.ආර්. ඒ සඳහා එවකට පැවති විනිමය අනුපාතවලට වඩා රුපියල තියුනු ලෙස අවප්‍රමාණය වීම ඇතුළු කොන්දේසි තිබුණි. එකල ජාතික ඉතිරිකිරීමේ බැංකුව (NSB) වසරක ස්ථාවර තැන්පතු සඳහා 22% ක් තරම් මුදලක් ගෙවූ බව පැරණි පාඨකයන්ට මතක ඇති. ආනයනවල ඉහළ යාමක් ඇති වූ අතර වසර ගණනාවක් පුරා පැවති ඉල්ලුම තෘප්තිමත් විය. කෙතරම්ද යත් එවකට වෙළෙඳ හා නාවික කටයුතු අමාත්‍යවරයාව සිටි ලලිත් ඇතුලත්මුදලි මහතා වරක් ප්‍රකාශ කළේ ඉහළ මිල ගණන් ජනතාවට ඉවසා සිටිය හැකි නමුත් නැවත කිසිදා හිඟයක් ඇති නොවන බවයි. අවුරුදු පනහකට පසු ඒ දෙකම ඉවසා සිටීමට ඔවුන්ට සිදු වී ඇත.",
        "මුදල් මුද්‍රණය නතර නොකළහොත් මහ බැංකුවට මුදල් පාලනය අහිමි විය හැකි බවත් ආර්ථිකය කඩාවැටිය හැකි බවත් IMF අනතුරු අඟවා තිබේ. ප්‍රමාද වූවත් මේ උපදෙස දැන් ලැබෙන බවට ලකුණු පහළ වී තිබේ. මහ බැංකු බැරකම් ද ඇතුළුව ශ්‍රී ලංකාවේ රාජ්‍ය ණය දල දේශීය නිෂ්පාදිතයෙන් (GDP) සියයට 119 දක්වා ඉහළ ගොස් ඇති බව නිවේදනයක් නිකුත් කරමින් එය පවසයි. පෙර මුදල් අර්බුදවලින් බැංකුව තවමත් ජාමූඅ වෙත ඩොලර් බිලියන 1.2 ක ණය ගෙන යමින් සිටී. ඉදිරි දින කිහිපය තුළ ජනාධිපතිවරයා විසින් සර්ව පාක්ෂික සමුළුවක මුලසුන හොබවනු ඇත. SJB පෙරටුගාමී හර්ෂ ද සිල්වා, දැනුමැති ආර්ථික විද්‍යාඥයෙකු මෑතකදී පැවසූ පරිදි, \"අපි හැමෝම එකට ඉන්නවා.\" මේ රට දිගු කලක් තිස්සේ වැනසූ ලාභ දේශපාලනයට දැන් කාලය නොවේ. හරි දේ කළ යුතුයි. නමුත් එය කිරීමට නායකයන් අපට සිටිනවාද? ප්‍රශ්නය එයයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கோடாரி விழுகிறது",
      "body_lines": [
        "கடந்த பல வாரங்களாக அச்சுறுத்தலாக இருந்த அறிகுறிகள் இறுதியாக கோடாரி விழுந்தது. ஆளும் ராஜபக்சக்களின் தவறான நிர்வாகம் மற்றும் மோசமான நிர்வாகம் ஆகிய இரண்டாலும் பாதிக்கப்பட்டு, பயனற்ற எதிர்க்கட்சியினால் மோசமடைந்து, மோசமான செய்திகள் இப்போது இங்கு அதிகம் வந்துள்ளன, மேலும் மக்கள் கடுமையான யதார்த்தத்தை எதிர்கொள்ள வேண்டியுள்ளது. மத்திய வங்கி மற்றும் அதன் ஆளுநரால் நீண்டகாலமாக எதிர்க்கப்பட்ட டாலருக்கு நிகரான ரூபாவின் கடந்த வாரம் கூர்மையான மதிப்பிழப்பு, இலங்கைப் பொருளாதாரம் மற்றும் எரிவாயு வரிசையில் இருந்து பால் மா வரிசைகளுக்கும் பின்னர் நீண்ட வரிசையில் நின்று வாகனங்களுக்கு எரிபொருள் நிரப்புவதற்கும் தள்ளப்பட்டது. நாடுமுழுவதும் மின்தடை மற்றும் மின்வெட்டு போன்றவற்றால் குறுக்கிடப்பட்டிருக்கும், இது போன்ற வேதனைகள் விரைவில் தவிர்க்கப்படும். ஆனால் ஒரு விலை மற்றும் மிக அதிக விலையில், பெரும்பாலான மக்களால் வாங்க முடியாது. ஆனால் எவ்வளவு காலம்? இந்த துன்புறுத்தும் நிலத்தில் கருணையுள்ள தெய்வம் புன்னகைக்கும் என்று நம்பலாம்.",
        "பொருளாதார குறிகாட்டிகள் மோசமானவை. மத்திய வங்கியின் அந்நிய செலாவணி பொறுப்புகள் அதன் இருப்பு சொத்துக்களை விட ரூ. 662 பில்லியன் (USD 3.29 பில்லியன்) இந்த ஆண்டு ஜனவரியில், ரூ. ஒரு மாதத்திற்கு முன்பு 386 பில்லியன் (USD 1.9 bn.). கடனைத் திருப்பிச் செலுத்துவதற்குப் போராடும் நாடு மற்றும் முக்கிய இறக்குமதிகளுக்குச் செலுத்த கையிருப்புகளைப் பயன்படுத்த நிர்பந்திக்கப்படுவதால், இன்றைய நிலைமை மோசமாக இருக்க வேண்டும். நாளை இல்லை என்பது போல் பணத்தை அச்சடித்து வருகிறோம், இது காலம் காலமாக நடந்து வருகிறது. பொருளாதாரத்தை வலுப்படுத்தும் வழிமுறையாக நீண்ட காலமாக சேமிப்பை பரிந்துரைத்து வந்த நாட்டில் மக்களின் பணச் சேமிப்பு மதிப்பு அடிப்படையில் அழிக்கப்பட்டு விட்டது. நிலம், சொத்து அல்லது வாகனம் போன்ற உண்மையான சொத்துக்களில் முதலீடு செய்தவர்கள் ஒப்பீட்டளவில் பாதிக்கப்படாத நிலையில், ஃபிக்ஸட் டெபாசிட் போன்ற நிலையான வருமானக் கருவிகளில் தங்களிடம் இருந்த நிதியை வைத்திருப்பவர்கள் பலத்த அடியைப் பெற்றுள்ளனர். இருப்பினும், தற்போதைய சூழ்நிலையில் ரியல் எஸ்டேட்டின் மூலதன மதிப்பீடு கடந்த காலத்தைப் போலவே தொடருமா என்று கூறுவது இன்னும் தாமதமானது.",
        "அரசாங்கத் தலைவர்கள் மக்கள் தொகையில் பொறுமையாக இருக்குமாறு வலியுறுத்தி வருகின்றனர், அல்லது இன்னும் சரியாகச் சொன்னால், அது ஏற்கனவே முடிந்துவிட்டது. மார்ச் 5ம் தேதிக்குள் மின் பிரச்னை தீர்ந்துவிடும் என்று ஜனாதிபதி உறுதியளித்தார். ஆனால் அது நடக்கவில்லை. அமைச்சர்களான லொகேவும், கம்மன்பிலவும் முரண்பட்ட கருத்துக்களை வெளியிட்டு வருவதுடன், கம்மன்பிலவின் உண்மை நிலை நிரூபணமாகியுள்ளது. இலங்கையின் எண்ணெய் இறக்குமதி மற்றும் விநியோக சந்தையில் இந்திய நிறுவனமான லங்கா இந்தியன் ஆயில் நிறுவனம் (எல்ஐஓசி) கடந்த ஆண்டு டிச.21 முதல் நான்கு முறை விலையை உயர்த்தியது. பெரிய சந்தைப் பங்கைக் கட்டுப்படுத்தும் இலங்கை பெற்றோலியக் கூட்டுத்தாபனம் (CPC) இரண்டு வீரர்களும் தாங்கள் கொள்முதல் விலைக்குக் குறைவாக விற்பனை செய்வதாகக் கடுமையாகக் கூறி வந்தாலும் அதைப் பின்பற்றவில்லை. LIOC எரிபொருளின் வெளிப்படையான விளைவு, பெட்ரோல் மற்றும் டீசல் இரண்டும், CPC-யை விட மிகவும் விலை உயர்ந்ததாக இருப்பதால், நுகர்வோர் வேறுவிதமாகச் செய்ய வேண்டிய கட்டாயம் இல்லாவிட்டால், CPC நிரப்பு நிலையங்களில் குவிந்தனர். நிகர முடிவு என்னவென்றால், ஏற்கனவே அதிக CPC இழப்புகள் மேலும் அதிகரித்தன.",
        "கசப்பான உண்மை என்னவென்றால், CPC அதன் விலைகளை விரைவில் உயர்த்த வேண்டும். அரசாங்கம், வெளிப்படையாக, எரிபொருள் விலை அதிகரிப்பின் விளைவுகள் அனைத்தையும் உள்ளடக்கியதாக உள்ளது. பொது போக்குவரத்து கட்டணம் உயர வேண்டும்; அதே போல் விளைபொருட்களின் விலையும் சந்தைக்கு மாற்றப்பட வேண்டும். தாக்கங்கள் வெகு தொலைவில் உள்ளன ஆனால் தீய நாள் விரைவில் நம்முடன் வரும். CPC, ஆரம்பத்தில், LIOC க்கு இணையாக விலைகளை உயர்த்தும், அதன்பின் இரு நிறுவனங்களும் தங்கள் விற்பனை விலைகளை பொருட்களை வாங்குவதற்கான விலையுடன் பொருத்த வேண்டும் என்றால், மேலும் விலை உயர்வுகளைக் கோரும். இவை வழங்கப்படும் என்பதில் சந்தேகமில்லை. ஏற்கனவே நனைந்தவன் மழையை உணர்வதில்லை என்பது தமிழ் பழமொழி. அனைத்து அத்தியாவசியப் பொருட்களின் விலைவாசி உயர்வால் பாதிக்கப்படும் மக்கள், வாழ்க்கையை சகித்துக்கொள்ளும் சில ஆடம்பரங்களைத் தவிர்த்துவிட்டு, மழையில் நனைந்த மனிதனைப் போல (ஆட்சியாளர்களின் பார்வையில்) இதன் விளைவை மோசமாக உணரமாட்டார்கள். பணமதிப்பிழப்பு நடவடிக்கையின் தாக்கம் எல்லா இடங்களிலும் இருக்கும் என்று நாம் உழைக்க வேண்டியதில்லை.",
        "உதவிக்காக சர்வதேச நாணய நிதியத்திடம் செல்வதற்கான கடுமையான எதிர்ப்பு வலுவிழந்து வருவதற்கான அறிகுறி உள்ளது. 1978 ஆம் ஆண்டு நிதியத்தில் இருந்து ஒரு கட்டமைப்பு சரிசெய்தல் வசதி (SAF) ஜனாதிபதி ஜே.ஆர். ஜெயவர்த்தனவின் பெரிய துணிச்சலான பக்கவாதத்தால் பல தசாப்தங்களாக அரச கட்டுப்பாடுகளால் கட்டுக்குள் வைக்கப்பட்டிருந்த பொருளாதாரத்தை விடுவிக்க பெரிதும் உதவியது. அப்போதைய நடைமுறையில் இருந்த மாற்று விகிதங்களில் இருந்து ரூபாயின் மதிப்பு கடுமையாக சரிவது உள்ளிட்ட நிபந்தனைகள் இருந்தன. அந்த நேரத்தில் தேசிய சேமிப்பு வங்கி (NSB) ஓராண்டு நிலையான வைப்புத்தொகைக்கு 22% வரை செலுத்தியது பழைய வாசகர்களுக்கு நினைவிருக்கலாம். இறக்குமதியில் ஒரு எழுச்சி இருந்தது மற்றும் பல ஆண்டுகளாகத் தேங்கியிருந்த தேவை திருப்திகரமாக இருந்தது. அப்போதைய வர்த்தகம் மற்றும் கப்பல் போக்குவரத்து அமைச்சராக இருந்த திரு.லலித் அத்துலத்முதலி, மக்கள் ஒரு கட்டம் வரை அதிக விலையை பொறுத்துக்கொள்ளலாம், ஆனால் மீண்டும் தட்டுப்பாடு ஏற்படாது என்று ஒருமுறை அறிவித்தார். ஐம்பது ஆண்டுகளுக்குப் பிறகு அவர்கள் இரண்டையும் பொறுத்துக்கொள்ள வேண்டிய கட்டாயத்தில் உள்ளனர்.",
        "பணம் அச்சிடுவதை நிறுத்தாவிட்டால், மத்திய வங்கி பணத்தின் கட்டுப்பாட்டை இழக்க நேரிடும் என்றும், பொருளாதாரம் சீர்குலைந்துவிடும் என்றும் IMF எச்சரித்துள்ளது. தாமதமானாலும் இந்த அறிவுரை இப்போது எடுக்கப்படுவதற்கான அறிகுறிகள் தென்படுகின்றன. இலங்கையின் பொதுக் கடன், மத்திய வங்கி பொறுப்புகள் உட்பட, மொத்த உள்நாட்டு உற்பத்தியில் (GDP) 119 சதவீதமாக உயர்ந்துள்ளது என்று அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது. முந்தைய நாணய நெருக்கடிகளிலிருந்து IMF க்கு 1.2 பில்லியன் அமெரிக்க டாலர்கள் கடனை வங்கி இன்னும் சுமந்து கொண்டிருக்கிறது. இதுவரையில் செய்யத் தயங்கிய சர்வகட்சி மாநாட்டை அடுத்த சில நாட்களுக்குள் ஜனாதிபதி நடத்துவார். SJB முன்னணியில் இருப்பவர் ஹர்ஷ டி சில்வா, ஒரு அறிவுள்ள பொருளாதார நிபுணர் சமீபத்தில் கூறியது போல், \"நாங்கள் அனைவரும் ஒன்றாக இருக்கிறோம்.\" இந்த நாட்டை நீண்டகாலமாக ஆட்டிப்படைக்கும் மலிவான அரசியலுக்கான நேரம் இதுவல்ல. சரியானதைச் செய்ய வேண்டும். ஆனால் அதைச் செய்ய நமக்குத் தலைவர்கள் இருக்கிறார்களா? அது தான் கேள்வி.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}