{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-food-importers-need-us200mn-a-month-await-india-credit-line-93434/",
  "time_ut": 1650802140,
  "title": "Sri Lanka food importers need US$200mn a month, await India credit line",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s essential food importers are still waiting for money from the Indian credit lines, and industry official said as banks were short of dollars due to money printing and high domestic credit.",
    "“Several round of discussion have been held with the Trade Ministry,” spokesman for Essential Food Importers and Traders Association (EFITA) Spokesperson Nihal Seneviratne said.",
    "The Association represents about 90 percent of the essential food importers of the country he told reporters in earlier in April at a forum of joint chambers.",
    "Sri Lanka needs 200 million dollars a month for food imports, he said. After 1978 almost all the foods are imported to the country by the private sector.",
    "Other than milk powder most items were available up to now though prices are rising, he said.",
    "Food importers had brought good to feed the people on credit since banks were not giving enough dollars and many companies were in trouble after the rupee fell in March in a botched float.",
    "“The suppliers just trust us and send the goods to Sri Lanka (without LCs),” Senevirtne said. “That has been hampered for the last six months and there is a problem of continued supply.”",
    "He said suppliers are reluctant to ship and are asking for money upfront.",
    "“We can do it up to a certain extent. But there is a crisis. Up to now other than milk powder we have managed to bring food.”",
    "He said firms which imported goods under credit were facing massive losses after the rupee fell in March.",
    "“Some will even bring under credit terms. What we brought under credit terms, has already been sold calculating the dollar at 203 rupees.",
    "“Now importers are faced with 50 million dollars (of supplies credit) which we have already sold. So they are facing banktruptcy.”  (Colombo/April24/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ආහාර ආනයනකරුවන්ට මසකට ඇමෙරිකානු ඩොලර් මිලියන 200ක් අවශ්‍ය වේ, ඉන්දීය ණය මාර්ගයක් බලාපොරොත්තුවෙන්",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ අත්‍යවශ්‍ය ආහාර ආනයනකරුවන් තවමත් ඉන්දියානු ණය මාර්ගවලින් මුදල් බලාපොරොත්තුවෙන් සිටින අතර, මුදල් මුද්‍රණය සහ ඉහළ දේශීය ණය හේතුවෙන් බැංකුවලට ඩොලර් හිඟයක් පවතින බැවින් කර්මාන්ත නිලධාරියා පැවසීය.",
        "අත්‍යාවශ්‍ය ආහාර ආනයනකරුවන්ගේ සහ වෙළඳුන්ගේ සංගමයේ (EFITA) ප්‍රකාශක නිහාල් සෙනෙවිරත්න මහතා පැවසුවේ “වෙළඳ අමාත්‍යාංශය සමඟ සාකච්ඡා වට කිහිපයක් පවත්වා තිබේ.",
        "සංගමය රටේ අත්‍යවශ්‍ය ආහාර ආනයනය කරන්නන්ගෙන් සියයට 90 ක් පමණ නියෝජනය කරන බව ඔහු අප්‍රේල් මස මුලදී ඒකාබද්ධ සභා රැස්වීමකදී වාර්තාකරුවන්ට පැවසීය.",
        "ශ්‍රී ලංකාවට ආහාර ආනයනය සඳහා මසකට ඩොලර් මිලියන 200ක් අවශ්‍ය බවද ඔහු පැවසීය. 1978 න් පසු මෙරටට සියලුම ආහාර ද්‍රව්‍ය පාහේ ආනයනය කරනු ලබන්නේ පෞද්ගලික අංශය විසිනි.",
        "කිරිපිටි හැර අනෙකුත් බොහෝ ද්‍රව්‍ය මේ වන විට මිල ඉහළ යමින් තිබුණද ලබා ගත හැකි බව ඔහු පැවසීය.",
        "බැංකු ප්‍රමාණවත් තරම් ඩොලර් ලබා නොදීම නිසාත්, මාර්තු මාසයේදී රුපියල කඩා වැටීමෙන් පසු බොහෝ සමාගම් අමාරුවේ වැටී ඇති නිසාත් ණය මත ජනතාවට ආහාර සැපයීම සඳහා ආහාර ආනයනකරුවන් භාණ්ඩ ගෙනවිත් තිබුණි.",
        "\"සැපයුම්කරුවන් අපව විශ්වාස කර ශ්‍රී ලංකාවට (LC නොමැතිව) භාණ්ඩ එවනවා\" සෙනෙවිරත්න පැවසීය. \"පසුගිය මාස හය තුළ එය අඩාල වී ඇති අතර අඛණ්ඩව සැපයීමේ ගැටලුවක් පවතී.\"",
        "සැපයුම්කරුවන් නැව්ගත කිරීමට අකමැත්තක් දක්වන බවත්, කලින් මුදල් ඉල්ලා සිටින බවත් ඔහු පැවසීය.",
        "“අපිට ඒක යම් ප්‍රමාණයකට කරන්න පුළුවන්. නමුත් අර්බුදයක් තිබේ. මේ දක්වා කිරිපිටි හැර ආහාර ගෙන ඒමට කටයුතු කළා.”",
        "ණය යටතේ භාණ්ඩ ආනයනය කළ සමාගම් මාර්තු මාසයේ රුපියල කඩාවැටීමෙන් පසු දැවැන්ත අලාභයකට මුහුණ පා සිටින බව ඔහු පැවසීය.",
        "“සමහරු ණය කොන්දේසි යටතේ පවා ගෙන එනු ඇත. අපි ණය කොන්දේසි යටතේ ගෙනා දේ දැනටමත් ඩොලරය රුපියල් 203 ට ගණන් කරමින් විකුණා අවසන්.",
        "“දැන් ආනයනකරුවන්ට ඩොලර් මිලියන 50 ක (සැපයුම් ණය) අප දැනටමත් විකුණා ඇත. එබැවින් ඔවුන් බංකොලොත්භාවයට මුහුණ දී සිටිති. (කොළඹ/අප්‍රේල්24/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை உணவு இறக்குமதியாளர்களுக்கு மாதாந்தம் 200 மில்லியன் அமெரிக்க டொலர்கள் தேவை, இந்தியாவின் கடன் வரிக்காக காத்திருக்கின்றனர்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் அத்தியாவசிய உணவு இறக்குமதியாளர்கள் இன்னும் இந்திய கடன் வரிகளிலிருந்து பணத்திற்காக காத்திருக்கின்றனர், மேலும் பணம் அச்சிடுதல் மற்றும் அதிக உள்நாட்டு கடன் காரணமாக வங்கிகளுக்கு டாலர்கள் பற்றாக்குறையாக இருப்பதால் தொழில்துறை அதிகாரி கூறினார்.",
        "அத்தியாவசிய உணவு இறக்குமதியாளர்கள் மற்றும் வர்த்தகர்கள் சங்கத்தின் (EFITA) செய்தித் தொடர்பாளர் நிஹால் செனவிரத்ன, “வர்த்தக அமைச்சுடன் பல சுற்று கலந்துரையாடல்கள் நடத்தப்பட்டுள்ளன.",
        "சங்கம் நாட்டின் அத்தியாவசிய உணவு இறக்குமதியாளர்களில் 90 சதவீதத்தை பிரதிநிதித்துவப்படுத்துகிறது என்று அவர் ஏப்ரல் மாதம் முன்னதாக கூட்டு அறைகளின் மன்றத்தில் செய்தியாளர்களிடம் கூறினார்.",
        "உணவு இறக்குமதிக்காக இலங்கைக்கு மாதாந்தம் 200 மில்லியன் டொலர்கள் தேவைப்படுவதாக அவர் தெரிவித்துள்ளார். 1978 க்குப் பிறகு கிட்டத்தட்ட அனைத்து உணவுகளும் தனியார் துறையால் நாட்டிற்கு இறக்குமதி செய்யப்படுகின்றன.",
        "பால் மாவைத் தவிர பெரும்பாலான பொருட்கள் தற்போது வரை கிடைத்து வந்தாலும் விலை உயர்ந்து வருகிறது என்றார்.",
        "வங்கிகள் போதிய டாலர்களை வழங்காததாலும், மார்ச் மாதத்தில் ரூபாய் மதிப்பு சரிந்த பிறகு பல நிறுவனங்கள் சிக்கலில் இருந்ததாலும், உணவு இறக்குமதியாளர்கள் கடனில் மக்களுக்கு உணவளிக்க நல்லதைக் கொண்டு வந்தனர்.",
        "\"சப்ளையர்கள் எங்களை நம்பி பொருட்களை இலங்கைக்கு அனுப்புகிறார்கள் (எல்சி இல்லாமல்)\" என்று செனவிர்த்னே கூறினார். \"அது கடந்த ஆறு மாதங்களாக தடைபட்டுள்ளது மற்றும் தொடர்ந்து வழங்குவதில் சிக்கல் உள்ளது.\"",
        "சப்ளையர்கள் அனுப்ப தயங்குவதாகவும், முன்பணமாக பணம் கேட்பதாகவும் அவர் கூறினார்.",
        "“ஒரு குறிப்பிட்ட அளவிற்கு நம்மால் முடியும். ஆனால் ஒரு நெருக்கடி உள்ளது. இதுவரை பால் பவுடர் தவிர மற்ற உணவுகளை எடுத்து வருகிறோம்.",
        "கடந்த மார்ச் மாதத்தில் ரூபாய் மதிப்பு வீழ்ச்சியடைந்ததையடுத்து, கடனின் கீழ் பொருட்களை இறக்குமதி செய்த நிறுவனங்கள் பாரிய இழப்பை எதிர்கொண்டுள்ளதாக அவர் கூறினார்.",
        "“சிலர் கடன் விதிமுறைகளின் கீழும் கொண்டு வருவார்கள். நாங்கள் கடன் விதிமுறைகளின் கீழ் கொண்டுவந்தது, ஏற்கனவே டாலரின் மதிப்பு 203 ரூபாய்க்கு விற்கப்பட்டது.",
        "\"இப்போது இறக்குமதியாளர்கள் 50 மில்லியன் டாலர்களை (சப்ளைக் கடன்) எதிர்கொள்கிறோம், அதை நாங்கள் ஏற்கனவே விற்றுள்ளோம். அதனால் அவர்கள் திவால்நிலையை எதிர்கொள்கிறார்கள்” என்று கூறினார். (கொழும்பு/ஏப்ரல்24/2022)"
      ]
    }
  }
}