{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/STF-Corporate-Advisory-help-source-15m-loan-from-US-Govt-for-BPPLHoldings/34-735330",
  "time_ut": 1653515280,
  "title": "STF Corporate Advisory help source $ 15 m loan from US Govt. for BPPL Holdings",
  "body_lines": [
    "STF Corporate Advisory has successfully managed to source and secure a $ 15 million loan from Washington-based United States International Development Finance Corporation (US DFC), America’s development finance institution and agency of the United States Federal Government, for Sri Lanka-based Colombo Stock Exchange listed company, BPPL Holdings PLC.",
    "BPPL Holdings PLC is one of Sri Lanka’s leading Environmental, Social and Governance (ESG) compliant companies. BPPL collects waste plastic bottles, which would otherwise end up polluting the oceans, and converts them to recycled polyester, which are in turn used by international sportswear brands such as Nike and Decathlon. The Sri Lankan company was also recently ranked by the prestigious Forbes Asia, as one of the top 200 companies in Asia under $ 1 billion revenue in 2021.",
    "“We saw BPPL as a hidden gem in Sri Lanka, an icon of an ESG Company and a very well-run business silently doing a lot of good for the environment while also bringing in much-needed dollars into the Sri Lankan economy by exporting the recycled polyester yarn. We wanted to help grow the business and took on the mandate to source and secure the capital funding required for its growth. We are glad to have helped BPPL finally secure a commitment of a $ 15 million loan from US DFC despite the very challenging dollar-crunch crisis environment in Sri Lanka,” said STF Corporate Advisory Managing Director Sanjana T. Fernando.",
    "“STF Corporate Advisory came to us about a year ago with several ideas and strategies on capital raising for the growth of our company. We were very impressed with their ability to very quickly bring a considerable number of high-profile international investors and lenders to the negotiation table, including sovereign wealth fund backed equity investors and several international government backed Development Finance Corporations. STF understood the importance of Cost of Capital to the company and always worked towards the best long-term interest of the company. They negotiated and executed the transaction in a very professional manner. We are delighted to have had STF advise us on this transaction in these very challenging times, where international experience, execution and completion ability is key for a good debt advisor,” said BPPL Holdings PLC Managing Director and Chief Executive Officer Dr. Anush Amarasinghe.",
    "The loan provided by DFC has a 10-year tenure with a three-year grace period and is subject to regulatory approvals.",
    "STF Corporate Advisory is a Melbourne-based Investment Banking Advisory firm with a focus on advising Sri Lankan-based listed companies, mainly on M&A and debt and equity capital raising. In the past STF Corporate Advisory has worked with several Sri Lankan listed conglomerates including John Keells Holdings, Hayleys, LOLC Holdings and Browns Investments. Most recently it sourced and advised LOLC Holdings’ Browns Investments on raising equity investment of $ 30 million from Spanish hospitality giant Barcelo Hotel Group."
  ],
  "translate": {
    "si": {
      "title": "STF ආයතනික උපදේශන උපකාර මූලාශ්‍ර $ 15 M ණයක් එක්සත් ජනපද රජයෙන්. BPPL හෝල්ඩින්ග්ස් සඳහා",
      "body_lines": [
        "ශ්‍රී ලංකාව පදනම් කරගත් Colombo Stock සඳහා ඇමරිකාවේ සංවර්ධන මූල්‍ය ආයතනය සහ එක්සත් ජනපද ෆෙඩරල් රජයේ නියෝජිතායතනය වන වොෂින්ටනය පදනම් කරගත් United States International Development Finance Corporation (US DFC) වෙතින් ඩොලර් මිලියන 15 ක ණයක් ලබා ගැනීමට STF ආයතනික උපදේශනය සාර්ථකව සමත් වී ඇත. Exchange ලැයිස්තුගත සමාගම, BPPL Holdings PLC.",
        "BPPL Holdings PLC යනු ශ්‍රී ලංකාවේ ප්‍රමුඛතම පාරිසරික, සමාජීය සහ පාලන (ESG) අනුකූල සමාගමකි. BPPL විසින් අපද්‍රව්‍ය ප්ලාස්ටික් බෝතල් එකතු කරන අතර, එය එසේ නොවුවහොත් සාගර දූෂණයට තුඩු දෙනු ඇත, ඒවා ප්‍රතිචක්‍රීකරණය කරන ලද පොලියෙස්ටර් බවට පරිවර්තනය කරයි, ඒවා Nike සහ Decathlon වැනි ජාත්‍යන්තර ක්‍රීඩා සන්නාමයන් විසින් භාවිතා කරනු ලැබේ. 2021 වසරේ ඩොලර් බිලියනයකට අඩු ආදායමක් ලබන ආසියාවේ හොඳම සමාගම් 200 අතරට ශ්‍රී ලාංකේය සමාගම ද කීර්තිමත් Forbes Asia විසින් මෑතකදී ශ්‍රේණිගත කරන ලදී.",
        "“අපි BPPL ශ්‍රී ලංකාවේ සැඟවුණු මැණිකක් ලෙසත්, ESG සමාගමක නිරූපකයක් ලෙසත්, ඉතා හොඳින් පවත්වාගෙන යන ව්‍යාපාරයක් ලෙසත් පරිසරයට නිශ්ශබ්දව බොහෝ යහපතක් කරන අතරම අපනයනය කිරීමෙන් ශ්‍රී ලංකා ආර්ථිකයට අත්‍යවශ්‍ය ඩොලර් ගෙන එනු දුටුවෙමු. ප්රතිචක්රීකරණය කරන ලද පොලියෙස්ටර් නූල්. අපට ව්‍යාපාරය වර්ධනය කිරීමට උදවු කිරීමට අවශ්‍ය වූ අතර එහි වර්ධනය සඳහා අවශ්‍ය ප්‍රාග්ධන අරමුදල් මූලාශ්‍ර සහ සුරක්ෂිත කිරීමේ වරම භාර ගත්තෙමු. ශ්‍රී ලංකාවේ ඉතා අභියෝගාත්මක ඩොලර් අර්බුදයක අර්බුදකාරී වාතාවරණය මධ්‍යයේ වුවද අවසානයේ BPPL වෙත US DFC වෙතින් ඩොලර් මිලියන 15 ක ණයක් ලබා දීමට උපකාර කිරීමට ලැබීම ගැන අපි සතුටු වෙනවා,” STF ආයතනික උපදේශක කළමනාකාර අධ්‍යක්ෂ සංජන ටී.",
        "“අපගේ සමාගමේ වර්ධනය සඳහා ප්‍රාග්ධන රැස්කිරීම පිළිබඳ අදහස් සහ උපාය මාර්ග කිහිපයක් සමඟින් STF ආයතනික උපදේශනය මීට වසරකට පමණ පෙර අප වෙත පැමිණියේය. ස්වෛරී ධන අරමුදල් අනුග්‍රහය ලබන කොටස් ආයෝජකයින් සහ ජාත්‍යන්තර රජයේ අනුග්‍රහය දක්වන සංවර්ධන මූල්‍ය සංස්ථා කිහිපයක් ඇතුළුව ඉහළ මට්ටමේ ජාත්‍යන්තර ආයෝජකයින් සහ ණය දෙන්නන් සැලකිය යුතු සංඛ්‍යාවක් ඉතා ඉක්මනින් සාකච්ඡා මේසයට ගෙන ඒමට ඔවුන්ට ඇති හැකියාව පිළිබඳව අපි ඉතා පැහැදී සිටිමු. STF සමාගමට ප්‍රාග්ධන පිරිවැයේ වැදගත්කම අවබෝධ කරගත් අතර සෑම විටම සමාගමේ හොඳම දිගුකාලීන අවශ්‍යතා සඳහා කටයුතු කළේය. ඔවුන් ඉතා වෘත්තීයමය ආකාරයෙන් ගනුදෙනුව සාකච්ඡා කර ක්‍රියාත්මක කළහ. හොඳ ණය උපදේශකයෙකු සඳහා ජාත්‍යන්තර අත්දැකීම්, ක්‍රියාත්මක කිරීමේ සහ සම්පූර්ණ කිරීමේ හැකියාව ප්‍රධාන වන මෙම අභියෝගාත්මක කාලවලදී මෙම ගනුදෙනුව සම්බන්ධයෙන් STF අපට උපදෙස් දීමට ලැබීම ගැන අපි සතුටු වෙනවා, ”BPPL Holdings PLC කළමනාකාර අධ්‍යක්ෂ සහ ප්‍රධාන විධායක නිලධාරී ආචාර්ය අනුෂ් අමරසිංහ මහතා පැවසීය.",
        "DFC විසින් සපයනු ලබන ණය සඳහා වසර තුනක සහන කාලයක් සහිත වසර 10ක ධුර කාලයක් ඇති අතර එය නියාමන අනුමැතියට යටත් වේ.",
        "STF Corporate Advisory යනු M&A සහ ණය සහ කොටස් ප්‍රාග්ධන රැස්කිරීම් සම්බන්ධයෙන් ශ්‍රී ලංකාව පදනම් කරගත් ලැයිස්තුගත සමාගම්වලට උපදෙස් දීම කෙරෙහි අවධානය යොමු කරන මෙල්බර්න් පදනම් කරගත් ආයෝජන බැංකු උපදේශක සමාගමකි. පසුගිය කාලයේ STF ආයතනික උපදේශනය John Keells Holdings, Hayleys, LOLC Holdings සහ Browns Investments ඇතුළු ශ්‍රී ලංකාවේ ලැයිස්තුගත සමාගම් කිහිපයක් සමඟ කටයුතු කර ඇත. ඉතා මෑතක දී එය ස්පාඤ්ඤ ආගන්තුක සත්කාර දැවැන්තයා වන Barcelo Hotel Group වෙතින් ඩොලර් මිලියන 30 ක කොටස් ආයෝජනයක් රැස් කර ගැනීම සඳහා LOLC හෝල්ඩිංග්ස් බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් වෙත උපදෙස් ලබා දුන්නේය."
      ]
    },
    "ta": {
      "title": "எஸ்டிஎஃப் கார்ப்பரேட் அட்வைசரி உதவி மூலம் அமெரிக்க அரசாங்கத்திடம் இருந்து $ 15 மி. பிபிபிஎல் ஹோல்டிங்குகளுக்கு",
      "body_lines": [
        "வாஷிங்டனை தளமாகக் கொண்ட யுனைடெட் ஸ்டேட்ஸ் இன்டர்நேஷனல் டெவலப்மென்ட் ஃபைனான்ஸ் கார்ப்பரேஷன் (யுஎஸ் டிஎஃப்சி), அமெரிக்காவின் வளர்ச்சி நிதி நிறுவனமும், அமெரிக்காவின் பெடரல் அரசாங்கத்தின் ஏஜென்சியும், இலங்கையை தளமாகக் கொண்ட கொழும்பு ஸ்டாக் நிறுவனத்திடமிருந்து 15 மில்லியன் டாலர் கடனை STF கார்ப்பரேட் அட்வைசரி வெற்றிகரமாகப் பெற்றுள்ளது. எக்ஸ்சேஞ்ச் பட்டியலிடப்பட்ட நிறுவனம், பிபிபிஎல் ஹோல்டிங்ஸ் பிஎல்சி.",
        "BPPL ஹோல்டிங்ஸ் PLC என்பது இலங்கையின் முன்னணி சுற்றுச்சூழல், சமூக மற்றும் ஆளுகை (ESG) இணக்க நிறுவனங்களில் ஒன்றாகும். BPPL கழிவு பிளாஸ்டிக் பாட்டில்களை சேகரிக்கிறது, இல்லையெனில் அவை கடல்களை மாசுபடுத்தும், மேலும் அவற்றை மறுசுழற்சி செய்யப்பட்ட பாலியஸ்டராக மாற்றுகிறது, அவை நைக் மற்றும் டெகாத்லான் போன்ற சர்வதேச விளையாட்டு ஆடை பிராண்டுகளால் பயன்படுத்தப்படுகின்றன. இலங்கை நிறுவனம், 2021 இல் $1 பில்லியன் வருமானத்திற்கு கீழ் ஆசியாவின் சிறந்த 200 நிறுவனங்களில் ஒன்றாக, புகழ்பெற்ற Forbes Asiaவினால் அண்மையில் தரப்படுத்தப்பட்டது.",
        "\"BPPL ஐ இலங்கையில் ஒரு மறைக்கப்பட்ட ரத்தினமாகவும், ESG கம்பனியின் அடையாளமாகவும், மிகச் சிறப்பாக இயங்கும் வணிகமாகவும், சுற்றுச்சூழலுக்கு நிறைய நன்மைகளைச் செய்து வருகிறது, அதே நேரத்தில் இலங்கையின் பொருளாதாரத்திற்கு மிகவும் தேவையான டாலர்களை ஏற்றுமதி செய்வதன் மூலம் கொண்டு வருகிறது. மறுசுழற்சி செய்யப்பட்ட பாலியஸ்டர் நூல். வணிகத்தை வளர்ப்பதற்கு உதவ நாங்கள் விரும்பினோம், மேலும் அதன் வளர்ச்சிக்குத் தேவையான மூலதன நிதியை ஆதாரமாகவும் பாதுகாக்கவும் ஆணையை ஏற்றுக்கொண்டோம். இலங்கையில் மிகவும் சவாலான டாலர் நெருக்கடி நெருக்கடியான சூழலிலும் BPPL இறுதியாக US DFC இலிருந்து $15 மில்லியன் கடனைப் பெறுவதற்கு உதவியதில் நாங்கள் மகிழ்ச்சியடைகிறோம்,\" என STF நிறுவன ஆலோசனை முகாமைத்துவப் பணிப்பாளர் சஞ்சனா டி.பெர்னாண்டோ தெரிவித்தார்.",
        "“எஸ்டிஎஃப் கார்ப்பரேட் அட்வைசரி எங்கள் நிறுவனத்தின் வளர்ச்சிக்காக மூலதனத்தை திரட்டுவது குறித்த பல யோசனைகள் மற்றும் உத்திகளுடன் சுமார் ஒரு வருடத்திற்கு முன்பு எங்களிடம் வந்தது. இறையாண்மைச் செல்வ நிதி ஆதரவு ஈக்விட்டி முதலீட்டாளர்கள் மற்றும் பல சர்வதேச அரசாங்க ஆதரவுடன் கூடிய டெவலப்மென்ட் ஃபைனான்ஸ் கார்ப்பரேஷன்கள் உட்பட, கணிசமான எண்ணிக்கையிலான உயர்மட்ட சர்வதேச முதலீட்டாளர்கள் மற்றும் கடன் வழங்குபவர்களை பேச்சுவார்த்தை மேசைக்கு மிக விரைவாகக் கொண்டுவரும் அவர்களின் திறனால் நாங்கள் மிகவும் ஈர்க்கப்பட்டோம். STF நிறுவனத்திற்கு மூலதனச் செலவின் முக்கியத்துவத்தைப் புரிந்துகொண்டது மற்றும் நிறுவனத்தின் சிறந்த நீண்டகால நலனுக்காக எப்போதும் உழைத்தது. அவர்கள் மிகவும் தொழில்முறை முறையில் பேச்சுவார்த்தை நடத்தி பரிவர்த்தனையை நிறைவேற்றினர். ஒரு நல்ல கடன் ஆலோசகருக்கு சர்வதேச அனுபவம், செயல்படுத்துதல் மற்றும் நிறைவு செய்யும் திறன் ஆகியவை முக்கியமாக இருக்கும் இந்த சவாலான காலங்களில் STF இந்த பரிவர்த்தனை குறித்து எங்களுக்கு ஆலோசனை வழங்கியதில் நாங்கள் மகிழ்ச்சியடைகிறோம்,\" என்று BPPL ஹோல்டிங்ஸ் பிஎல்சியின் முகாமைத்துவப் பணிப்பாளரும் பிரதம நிறைவேற்று அதிகாரியுமான கலாநிதி அனுஷ் அமரசிங்க தெரிவித்தார்.",
        "DFC வழங்கும் கடனுக்கு 10 ஆண்டு கால அவகாசம் மற்றும் மூன்று ஆண்டு கால அவகாசம் மற்றும் ஒழுங்குமுறை அனுமதிகளுக்கு உட்பட்டது.",
        "STF கார்ப்பரேட் அட்வைசரி என்பது மெல்போர்னை தளமாகக் கொண்ட முதலீட்டு வங்கி ஆலோசனை நிறுவனமாகும், இது இலங்கையை தளமாகக் கொண்ட பட்டியலிடப்பட்ட நிறுவனங்களுக்கு ஆலோசனை வழங்குவதில் கவனம் செலுத்துகிறது, முக்கியமாக M&A மற்றும் கடன் மற்றும் பங்கு மூலதனம் திரட்டுதல். கடந்த காலத்தில், STF கார்ப்பரேட் அட்வைசரி, John Keells Holdings, Hayleys, LOLC Holdings மற்றும் Browns Investments உட்பட பல இலங்கை பட்டியலிடப்பட்ட கூட்டு நிறுவனங்களுடன் இணைந்து பணியாற்றியுள்ளது. ஸ்பானிய விருந்தோம்பல் நிறுவனமான பார்சிலோ ஹோட்டல் குழுமத்திடமிருந்து $ 30 மில்லியன் ஈக்விட்டி முதலீட்டை உயர்த்துவது குறித்து LOLC ஹோல்டிங்ஸின் பிரவுன்ஸ் இன்வெஸ்ட்மென்ட் நிறுவனத்திற்கு மிக சமீபத்தில் ஆதாரம் மற்றும் ஆலோசனை வழங்கியது."
      ]
    }
  }
}