{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-singer-finance-downgraded-four-on-rating-watch-fitch-94801/",
  "time_ut": 1653632340,
  "title": "Sri Lanka Singer Finance downgraded, four on rating watch: Fitch",
  "body_lines": [
    "ECONOMYNEXT – Fitch Ratings has downgraded Singer Finance and put four other finance companies on rating watch negative as interest rates went up and the rupee fell.",
    "Fitch some rated Sri Lankan corporates are more affected by the macroeconomic environment stemming from the sovereign’s distressed credit profile.",
    "“We believe there is significant downside risk to our assessment of the corporate parents’ ability to extend timely support to their Fitch-rated finance and leasing subsidiaries amid the additional pressure on the economy,” Fitch said.",
    "The National Long-Term Ratings of Abans Finance PLC (AF), AMW Capital Leasing and Finance PLC (AMWCL) and Richard Pieris Finance Limited (RPF) on Rating Watch Negative.",
    "Fitch Downgrades Singer Finance, Places Four Sri Lankan Finance and Leasing Companies on RWN",
    "Fitch Ratings – Colombo – 26 May 2022: Fitch Ratings has downgraded Singer Finance (Lanka) PLC’s (SFL) National Long-Term Rating to ‘A-(lka)’ from ‘A(lka)’ and placed the rating on Rating Watch Negative (RWN). We have also placed the National Long-Term Ratings of three other Fitch-rated Sri Lankan finance and leasing companies (FLCs) – Abans Finance PLC (AF), AMW Capital Leasing and Finance PLC (AMWCL) and Richard Pieris Finance Limited (RPF) – on RWN.",
    "Fitch thinks some rated Sri Lankan corporates are more affected by the challenging macroeconomic environment stemming from the sovereign’s distressed credit profile. We believe there is significant downside risk to our assessment of the corporate parents’ ability to extend timely support to their Fitch-rated finance and leasing subsidiaries amid the additional pressure on the economy.",
    "Fitch previously placed 13 Sri Lankan banks and 12 Sri Lankan non-bank financial institutions on RWN.",
    "SFL’s downgrade follows the downgrade of the National Long-Term Rating of its parent, Singer (Sri Lanka) PLC, to ‘A+(lka)’, from ‘AA-(lka)’, on 29 April 2022; see our commentary, Fitch Downgrades Singer (Sri Lanka) to ‘A+(lka)’; Outlook Negative. Singer’s ability to support SFL has weakened due to its deteriorating credit profile, which is based on its standalone strength.",
    "The RWN on AF, AMWCL, RPF and SFL reflects heightened downside risks to these financial institutions’ ratings from the potentially weaker ability of their parents to provide timely liquidity support to these subsidiaries should there be a liquidity crunch in the financial system.",
    "We believe these entities, similar to other peers in the sector, are prone to the risk of a change in creditor and market sentiment due to their high deposit concentration and significant reliance on wholesale funding. This, in turn, could put pressure on their parents to provide timely liquidity support, which is likely to be challenging in the weak operating environment and the stresses building up in the banking system.",
    "This risk is exacerbated by the deteriorating sovereign credit profile (Long-Term Foreign-Currency Issuer Default Rating (IDR): RD, Long-Term Local-Currency IDR: CCC) and the ensuing risks to the stability of the financial system.",
    "We aim to resolve the RWN in the next six months, depending on developments in the operating environment and the evolution of the FLCs’ funding and liquidity positions, which could result in multiple notch downgrades.",
    "These four entities’ National Long-Term Ratings are driven by Fitch’s expectation of support from their parents, underpinned by the parents’ stake in the finance subsidiaries, sharing of brand names and the degree of integration and role in the group.",
    "Unless noted above, the key rating drivers are those outlined in our previous published RACs for these four entities as follows.",
    "Abans Finance PLC: Fitch Downgrades Abans Finance to ‘A-(lka)’; Outlook Evolving, published on 10 February 2022;",
    "AMW Capital Leasing and Finance PLC: Fitch Downgrades AMW Capital Leasing And Finance to ‘BBB+(lka)’; Outlook Negative, published on 10 February 2022;",
    "Richard Pieris Finance Limited: Fitch Affirms Richard Pieris Finance’s National Rating at ‘AA-(lka)’; Outlook Stable, published on 25 February 2022; and",
    "Singer Finance (Lanka) PLC: Fitch Downgrades Singer Finance to ‘A(lka)’; Outlook Negative, published on 31 January 2022.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "The parents’ weaker ability to provide support to their finance subsidiaries, as signaled through a downgrade of the parents’ National Long-Term Ratings or delay in providing required support on a timely manner due to an economy-wide issue, for example, liquidity drying up in the banking system, could lead to negative action.",
    "The ratings may also be downgraded if we perceive a deterioration in the parents’ propensity to support their finance subsidiaries due to weakening links.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "There is limited scope for upward rating action given the RWN in the near term. In the longer run, an improvement in the parents’ credit profiles could lead to an upgrade on these support-driven financial institutions’ National Long-Term Ratings.",
    "The rating on SFL’s senior unsecured debt is in line with its National Long-Term Rating, as the debt constitutes unsubordinated obligations of the company.",
    "SFL’s Sri Lankan rupee-denominated subordinated debentures are rated two notches below its National Long-Term Rating to reflect their subordination to senior unsecured obligations. Fitch’s baseline notching of two notches for loss severity reflects our expectation of poor recovery. There is no additional notching for non-performance risk.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "SFL’s senior unsecured debt and subordinated unsecured debt ratings will move in tandem with the National Long-Term Rating.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "SFL’s senior unsecured debt and subordinated unsecured debt ratings will move in tandem with the National Long-Term Rating.",
    "As at 30 April 2022, Abans Finance’s deposit base stood at LKR4.48 billion. The Central Bank of Sri Lanka (CBSL) has granted approval to Abans Finance to accept up to LKR5 billion of deposits, which will be reviewed when Abans Finance reaches the core capital requirement of LKR2.5 billion.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "The ratings of AF, AMWCL, RPF and SFL are driven by institutional support from their parents."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා සිංගර් ෆිනෑන්ස් ශ්‍රේණිගත කිරීම් පහත වැටේ, ශ්‍රේණිගත කිරීම් ඔරලෝසුව මත හතරක්: ෆිච්",
      "body_lines": [
        "ඉකොනොමිනෙක්ස්ට් - ෆිච් රේටින්ග්ස් විසින් සිංගර් ෆිනෑන්ස් ශ්‍රේණිගත කිරීම පහත දමා ඇති අතර පොලී අනුපාත ඉහළ යාම සහ රුපියල පහත වැටීම හේතුවෙන් තවත් මූල්‍ය සමාගම් හතරක් ශ්‍රේණිගත කිරීම් සෘණාත්මක තත්ත්වයට පත් කර ඇත.",
        "Fitch සමහර ශ්‍රේණිගත ශ්‍රී ලාංකේය ආයතනික ස්වාධිපත්‍යයාගේ පීඩාවට පත් වූ ණය පැතිකඩෙන් පැන නගින සාර්ව ආර්ථික පරිසරයෙන් වැඩි බලපෑමක් ඇති කරයි.",
        "\"ආර්ථිකය මත පවතින අමතර පීඩනය මධ්‍යයේ ඔවුන්ගේ Fitch ශ්‍රේණිගත මූල්‍ය සහ ලීසිං අනුබද්ධිත ආයතන වෙත කාලෝචිත සහයෝගයක් ලබා දීමට ආයතනික දෙමාපියන්ගේ හැකියාව පිළිබඳ අපගේ තක්සේරුවට සැලකිය යුතු අවාසි සහගත අවදානමක් පවතින බව අපි විශ්වාස කරමු,\" Fitch පැවසීය.",
        "Abans Finance PLC (AF), AMW Capital Leasing and Finance PLC (AMWCL) සහ Richard Pieris Finance Limited (RPF) හි ජාතික දිගුකාලීන ශ්‍රේණිගත කිරීම් වොච් නෙගටිව්.",
        "ෆිච් විසින් සිංගර් ෆිනෑන්ස්, ශ්‍රී ලංකා ෆිනෑන්ස් සහ ලීසිං සමාගම් හතරක් RWN හි ස්ථානගත කරයි",
        "ෆිච් ශ්‍රේණිගත කිරීම් – කොළඹ – 26 මැයි 2022: ෆිච් රේටින්ග්ස් විසින් සිංගර් ෆිනෑන්ස් (ලංකා) පීඑල්සී (එස්එෆ්එල්) ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම 'A(lka)' සිට 'A-(lka)' දක්වා පහත හෙළා ශ්‍රේණිගත කිරීම වොච් නෙගටිව් ලෙස ශ්‍රේණිගත කර ඇත. (RWN). අපි තවත් Fitch ශ්‍රේණිගත කරන ලද ශ්‍රී ලාංකේය මූල්‍ය සහ කල්බදු සමාගම් තුනක (FLCs) ජාතික දිගුකාලීන ශ්‍රේණිගත කිරීම් ද ලබා දී ඇත්තෙමු - Abans Finance PLC (AF), AMW Capital Leasing and Finance PLC (AMWCL) සහ Richard Pieris Finance Limited (RPF) - RWN මත.",
        "ෆිච් සිතන්නේ සමහර ශ්‍රේණිගත ශ්‍රී ලාංකේය ආයතනික ස්වෛරීත්වයේ පීඩාවට පත් වූ ණය පැතිකඩෙන් පැන නගින අභියෝගාත්මක සාර්ව ආර්ථික පරිසරයෙන් වඩාත් බලපාන බවයි. ආර්ථිකය මත පවතින අමතර පීඩනය මධ්‍යයේ ඔවුන්ගේ Fitch ශ්‍රේණිගත මූල්‍ය සහ ලීසිං අනුබද්ධිත ආයතන වෙත කාලෝචිත සහයෝගයක් ලබාදීමට ආයතනික දෙමාපියන්ට ඇති හැකියාව පිළිබඳ අපගේ තක්සේරුවට සැලකිය යුතු අවාසි සහගත අවදානමක් ඇතැයි අපි විශ්වාස කරමු.",
        "ෆිච් විසින් ශ්‍රී ලංකාවේ බැංකු 13ක් සහ ශ්‍රී ලංකා බැංකු නොවන මූල්‍ය ආයතන 12ක් RWN වෙත මින් පෙර තැබීය.",
        "2022 අප්‍රේල් 29 වන දින, SFL හි පහත හෙලීම එහි මව්, Singer (Sri Lanka) PLC හි ජාතික දිගුකාලීන ශ්‍රේණිගත කිරීම 'AA-(lka)' සිට 'A+(lka)' දක්වා පහත හෙලීමෙන් පසුවය; අපගේ විවරණ බලන්න, ෆිච් ගායකයා (ශ්‍රී ලංකාව) ‘A+(lka)’ දක්වා පහත හෙළයි; Outlook Negative. හුදකලා ශක්තිය මත පදනම් වූ එහි පිරිහෙන ණය පැතිකඩ හේතුවෙන් SFL සඳහා සහය දැක්වීමේ Singer සතු හැකියාව දුර්වල වී ඇත.",
        "AF, AMWCL, RPF සහ SFL හි RWN මගින් මූල්‍ය පද්ධතියේ ද්‍රවශීලතා අර්බුදයක් ඇති වුවහොත්, මෙම අනුබද්ධිත සමාගම්වලට කාලෝචිත ද්‍රවශීලතා සහය ලබා දීමට ඔවුන්ගේ දෙමාපියන්ට ඇති දුර්වල හැකියාවෙන් මෙම මූල්‍ය ආයතනවල ශ්‍රේණිගත කිරීම්වලට ඇති ඉහළ අවධානම් අවදානම් පිළිබිඹු කරයි.",
        "ඉහළ තැන්පතු සාන්ද්‍රණය සහ තොග අරමුදල් මත සැලකිය යුතු ලෙස රඳා පැවතීම හේතුවෙන් මෙම අංශයේ අනෙකුත් සම වයසේ මිතුරන්ට සමාන මෙම ආයතන ණයහිමියාගේ සහ වෙළඳපල මනෝභාවයේ වෙනසක් ඇතිවීමේ අවදානමට ගොදුරු වන බව අපි විශ්වාස කරමු. මෙය අනෙක් අතට, දුර්වල මෙහෙයුම් පරිසරය සහ බැංකු පද්ධතිය තුළ ගොඩනැගෙන ආතතීන් තුළ අභියෝගාත්මක විය හැකි, නියමිත වේලාවට ද්‍රවශීලතා සහාය ලබා දීම සඳහා ඔවුන්ගේ දෙමාපියන්ට පීඩනයක් එල්ල කළ හැකිය.",
        "පිරිහෙන ස්වෛරී ණය පැතිකඩ (දිගු කාලීන විදේශ-මුදල් නිකුත් කරන්නාගේ පෙරනිමි ශ්‍රේණිගත කිරීම (IDR): RD, දිගු කාලීන දේශීය-මුදල් IDR: CCC) සහ මූල්‍ය පද්ධතියේ ස්ථායීතාවයට ඇති වන අවදානම් හේතුවෙන් මෙම අවදානම උග්‍ර වේ.",
        "අපි ඉදිරි මාස හය තුළ RWN විසඳීමට ඉලක්ක කරමු, මෙහෙයුම් පරිසරයේ වර්ධනයන් සහ FLC හි අරමුදල් සහ ද්‍රවශීලතා තත්ත්වයන්හි පරිණාමය මත පදනම්ව, බහුවිධ පහත වැටීම් ඇති විය හැක.",
        "මෙම ආයතන හතරේ ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම් මෙහෙයවනු ලබන්නේ Fitch හි ඔවුන්ගේ දෙමව්පියන්ගේ සහය අපේක්ෂාවෙන් වන අතර, මූල්‍ය අනුබද්ධිත ආයතනවල දෙමාපියන්ගේ කොටස්, වෙළඳ නාම බෙදාගැනීම සහ සමූහයේ ඒකාබද්ධතාවයේ සහ භූමිකාව යන කරුණු මත පදනම් වේ.",
        "ඉහත සඳහන් කර නොමැති නම්, ප්‍රධාන ශ්‍රේණිගත කිරීමේ ධාවක වන්නේ පහත දැක්වෙන පරිදි මෙම ආයතන හතර සඳහා අපගේ පෙර ප්‍රකාශිත RAC වල දක්වා ඇති ඒවා වේ.",
        "අබාන්ස් ෆිනෑන්ස් පීඑල්සී: ෆිච් අබාන්ස් ෆිනෑන්ස් 'A-(lka)' දක්වා පහත හෙළයි; Outlook Evolving, 10 පෙබරවාරි 2022 දින ප්‍රකාශයට පත් කරන ලදී;",
        "AMW කැපිටල් ලීසිං ඇන්ඩ් ෆිනෑන්ස් පීඑල්සී: ෆිච් විසින් AMW කැපිටල් ලීසිං ඇන්ඩ් ෆිනෑන්ස් ‘BBB+(lka)’ වෙත පහත හෙළයි; Outlook Negative, 2022 පෙබරවාරි 10 දින ප්‍රකාශයට පත් කරන ලදී;",
        "Richard Pieris Finance Limited: Fitch Richard Pieris Finance හි ජාතික ශ්‍රේණිගත කිරීම 'AA-(lka)' හිදී තහවුරු කරයි; Outlook Stable, 25 පෙබරවාරි 2022 ප්‍රකාශයට පත් කරන ලදී; හා",
        "සිංගර් ෆිනෑන්ස් (ලංකා) පීඑල්සී: ෆිච් විසින් සිංගර් ෆිනෑන්ස් 'A(lka)' දක්වා පහත හෙළයි; Outlook Negative, 2022 ජනවාරි 31 දින ප්‍රකාශයට පත් කරන ලදී.",
        "තනි තනිව හෝ සාමූහිකව, සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාව/අඩු ශ්‍රේණිගත කිරීම් වලට තුඩු දිය හැකි සාධක:",
        "දෙමව්පියන්ගේ ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම් පහත හෙලීම හෝ ආර්ථිකය පුරා ඇති ගැටලුවක් හේතුවෙන් නියමිත වේලාවට අවශ්‍ය සහය ලබා දීම ප්‍රමාද වීම, උදාහරණයක් ලෙස ද්‍රවශීලතා වියළීම හරහා සංඥා කරන ලද පරිදි, ඔවුන්ගේ මූල්‍ය අනුබද්ධිත ආයතනවලට සහයෝගය ලබා දීමට දෙමාපියන්ගේ දුර්වල හැකියාව. බැංකු පද්ධතිය තුළ, සෘණාත්මක ක්‍රියාමාර්ගවලට තුඩු දිය හැකිය.",
        "සබඳතා දුර්වල වීම හේතුවෙන් දෙමාපියන්ගේ මූල්‍ය අනුබද්ධිත ආයතනවලට සහයෝගය දැක්වීමේ ප්‍රවණතාවේ පිරිහීමක් අප දුටුවහොත් ශ්‍රේණිගත කිරීම් ද පහත හෙළීමට ඉඩ ඇත.",
        "තනි තනිව හෝ සාමූහිකව ධනාත්මක ශ්‍රේණිගත කිරීමේ ක්‍රියාවකට/උත්ශ්‍රේණිගත කිරීමට හේතු විය හැකි සාධක:",
        "ආසන්න කාලීනව RWN ලබා දී ඇති ඉහළ ශ්‍රේණිගත කිරීමේ ක්‍රියාව සඳහා සීමිත ඉඩ ප්‍රමාණයක් ඇත. දිගු කාලීනව, දෙමාපියන්ගේ ණය පැතිකඩ වැඩිදියුණු කිරීම මෙම ආධාරය මත පදනම් වූ මූල්‍ය ආයතනවල ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම් ඉහළ නැංවීමට හේතු විය හැක.",
        "SFL හි ජ්‍යෙෂ්ඨ අනාරක්ෂිත ණය පිළිබඳ ශ්‍රේණිගත කිරීම එහි ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම සමඟ අනුකූල වේ, ණය සමාගමෙහි යටත් නොවූ වගකීම් වලින් සමන්විත වේ.",
        "ජ්‍යෙෂ්ඨ අනාරක්ෂිත වගකීම්වලට යටත් වීම පිළිබිඹු කිරීම සඳහා SFL හි ශ්‍රී ලංකා රුපියල්වලින් නියම කරන ලද යටත් ණයකර එහි ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම්වලට වඩා ලකුණු දෙකක් පහළින් ශ්‍රේණිගත කර ඇත. අලාභයේ බරපතලකම සඳහා ෆිච් හි මූලික ලකුණු දෙකක් සටහන් කිරීම දුර්වල ප්‍රකෘතියක් පිළිබඳ අපගේ අපේක්ෂාව පිළිබිඹු කරයි. කාර්ය සාධනය නොවන අවදානම සඳහා අමතර සටහන් නොමැත.",
        "තනි තනිව හෝ සාමූහිකව, සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාව/අඩු ශ්‍රේණිගත කිරීම් වලට තුඩු දිය හැකි සාධක:",
        "SFL හි ජ්‍යෙෂ්ඨ අනාරක්ෂිත ණය සහ යටත් වූ අනාරක්ෂිත ණය ශ්‍රේණිගත කිරීම් ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම හා සමගාමීව ගමන් කරනු ඇත.",
        "තනි තනිව හෝ සාමූහිකව ධනාත්මක ශ්‍රේණිගත කිරීමේ ක්‍රියාවකට/උත්ශ්‍රේණිගත කිරීමට හේතු විය හැකි සාධක:",
        "SFL හි ජ්‍යෙෂ්ඨ අනාරක්ෂිත ණය සහ යටත් වූ අනාරක්ෂිත ණය ශ්‍රේණිගත කිරීම් ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම හා සමගාමීව ගමන් කරනු ඇත.",
        "2022 අප්‍රේල් 30 වන විට අබාන්ස් ෆිනෑන්ස් හි තැන්පතු පදනම රුපියල් බිලියන 4.48 ක් විය. ශ්‍රී ලංකා මහ බැංකුව (CBSL) අබාන්ස් ෆිනෑන්ස් වෙත රුපියල් බිලියන 5ක් දක්වා තැන්පතු භාර ගැනීමට අනුමැතිය ලබා දී ඇති අතර, අබාන්ස් ෆිනෑන්ස් මූලික ප්‍රාග්ධන අවශ්‍යතාවය වන රුපියල් බිලියන 2.5ට ළඟා වූ විට එය සමාලෝචනය කෙරේ.",
        "ශ්‍රේණිගත කිරීමේ ප්‍රධාන ධාවකය ලෙස දක්වා ඇති සැලකිය යුතු ද්‍රව්‍ය ප්‍රභවයක් සඳහා යොමු කිරීම්",
        "විශ්ලේෂණයේදී භාවිතා කරන ලද ප්‍රධාන තොරතුරු මූලාශ්‍ර අදාළ නිර්ණායකවල විස්තර කර ඇත.",
        "AF, AMWCL, RPF සහ SFL ශ්‍රේණිගත කිරීම් මෙහෙයවනු ලබන්නේ ඔවුන්ගේ දෙමාපියන්ගේ ආයතනික සහයෝගය මතය."
      ]
    },
    "ta": {
      "title": "ஸ்ரீலங்கா சிங்கர் ஃபைனான்ஸ் தரமிறக்கப்பட்டது, நான்கு மதிப்பீட்டில் கண்காணிப்பு: ஃபிட்ச்",
      "body_lines": [
        "ECONOMYNEXT – Fitch Ratings ஆனது சிங்கர் ஃபைனான்ஸின் தரத்தை குறைத்துள்ளது மற்றும் வட்டி விகிதங்கள் அதிகரித்து ரூபாய் வீழ்ச்சியடைந்ததால் மற்ற நான்கு நிதி நிறுவனங்களை மதிப்பீட்டில் எதிர்மறையாக பார்க்க வைத்துள்ளது.",
        "ஃபிட்ச் சில மதிப்பிடப்பட்ட இலங்கை கார்ப்பரேட்டுகள் இறையாண்மையின் நெருக்கடியான கடன் சுயவிவரத்திலிருந்து உருவாகும் பெரிய பொருளாதார சூழலால் அதிகம் பாதிக்கப்பட்டுள்ளன.",
        "\"பொருளாதாரத்தின் மீதான கூடுதல் அழுத்தத்திற்கு மத்தியில் ஃபிட்ச்-மதிப்பிடப்பட்ட நிதி மற்றும் குத்தகை துணை நிறுவனங்களுக்கு சரியான நேரத்தில் ஆதரவை வழங்குவதற்கான பெருநிறுவன பெற்றோரின் திறனைப் பற்றிய எங்கள் மதிப்பீட்டில் குறிப்பிடத்தக்க எதிர்மறையான ஆபத்து இருப்பதாக நாங்கள் நம்புகிறோம்\" என்று ஃபிட்ச் கூறினார்.",
        "Abans Finance PLC (AF), AMW Capital Leasing and Finance PLC (AMWCL) மற்றும் Richard Pieris Finance Limited (RPF) ஆகியவற்றின் தேசிய நீண்ட கால மதிப்பீடுகள் ரேட்டிங் வாட்ச் நெகடிவ்.",
        "ஃபிட்ச் சிங்கர் ஃபைனான்ஸ், நான்கு இலங்கை நிதி மற்றும் குத்தகை நிறுவனங்களை RWN இல் தரமிறக்குகிறது",
        "ஃபிட்ச் மதிப்பீடுகள் – கொழும்பு – 26 மே 2022: ஃபிட்ச் ரேட்டிங்ஸ், சிங்கர் ஃபைனான்ஸ் (லங்கா) பிஎல்சியின் (எஸ்எஃப்எல்) தேசிய நீண்ட கால மதிப்பீட்டை 'ஏ(எல்கா)' இலிருந்து 'ஏ-(எல்கா)' ஆகக் குறைத்து, ரேட்டிங் வாட்ச் நெகடிவ் மதிப்பீட்டை வைத்துள்ளது. (RWN). அபான்ஸ் ஃபைனான்ஸ் பிஎல்சி (ஏஎஃப்), ஏஎம்டபிள்யூ கேபிடல் லீசிங் அண்ட் ஃபினான்ஸ் பிஎல்சி (ஏஎம்டபிள்யூசிஎல்) மற்றும் ரிச்சர்ட் பீரிஸ் ஃபைனான்ஸ் லிமிடெட் (ஆர்பிஎஃப்) ஆகிய மூன்று ஃபிட்ச் தரமதிப்பீடு பெற்ற இலங்கை நிதி மற்றும் குத்தகை நிறுவனங்களின் (எஃப்எல்சி) தேசிய நீண்ட கால மதிப்பீடுகளையும் நாங்கள் வைத்துள்ளோம். – RWN இல்.",
        "சில மதிப்பிடப்பட்ட இலங்கை பெருநிறுவனங்கள் இறையாண்மையின் நெருக்கடியான கடன் விவரத்தில் இருந்து உருவாகும் சவாலான பெரிய பொருளாதார சூழலால் அதிகம் பாதிக்கப்பட்டுள்ளதாக ஃபிட்ச் கருதுகிறது. பொருளாதாரத்தின் மீதான கூடுதல் அழுத்தத்திற்கு மத்தியில் ஃபிட்ச்-மதிப்பிடப்பட்ட நிதி மற்றும் குத்தகை துணை நிறுவனங்களுக்கு சரியான நேரத்தில் ஆதரவை வழங்குவதற்கான பெருநிறுவன பெற்றோரின் திறனைப் பற்றிய எங்கள் மதிப்பீட்டில் குறிப்பிடத்தக்க எதிர்மறையான ஆபத்து இருப்பதாக நாங்கள் நம்புகிறோம்.",
        "ஃபிட்ச் முன்பு 13 இலங்கை வங்கிகள் மற்றும் 12 இலங்கை வங்கி அல்லாத நிதி நிறுவனங்களை RWN இல் வைத்திருந்தது.",
        "29 ஏப்ரல் 2022 அன்று, அதன் பெற்றோரான சிங்கர் (ஸ்ரீலங்கா) பிஎல்சியின் தேசிய நீண்ட கால மதிப்பீட்டை ‘AA-(lka)’ இலிருந்து ‘A+(lka)’ ஆகக் குறைத்ததைத் தொடர்ந்து SFL இன் தரமிறக்கம்; எங்கள் வர்ணனையைப் பார்க்கவும், ஃபிட்ச் பாடகரை (இலங்கை) ‘A+(lka)’ ஆக தரமிறக்குகிறது; அவுட்லுக் எதிர்மறை. SFL ஐ ஆதரிக்கும் சிங்கரின் திறன் பலவீனமடைந்து வரும் கடன் விவரத்தின் காரணமாக பலவீனமடைந்துள்ளது, இது அதன் முழுமையான பலத்தை அடிப்படையாகக் கொண்டது.",
        "AF, AMWCL, RPF மற்றும் SFL இல் உள்ள RWN ஆனது, நிதி அமைப்பில் பணப்புழக்க நெருக்கடி ஏற்பட்டால், இந்த துணை நிறுவனங்களுக்கு சரியான நேரத்தில் பணப்புழக்க ஆதரவை வழங்குவதற்கு அவர்களின் பெற்றோரின் பலவீனமான திறனில் இருந்து இந்த நிதி நிறுவனங்களின் மதிப்பீடுகளுக்கு ஏற்படும் எதிர்மறையான அபாயங்களை பிரதிபலிக்கிறது.",
        "இந்தத் துறையில் உள்ள மற்ற சகாக்களைப் போலவே, இந்த நிறுவனங்களும் அதிக டெபாசிட் செறிவு மற்றும் மொத்த விற்பனை நிதியில் குறிப்பிடத்தக்க அளவில் தங்கியிருப்பதன் காரணமாக கடன் வழங்குபவர் மற்றும் சந்தை உணர்வில் மாற்றத்திற்கு ஆளாக நேரிடும் என்று நாங்கள் நம்புகிறோம். இது, அவர்களின் பெற்றோருக்கு சரியான நேரத்தில் பணப்புழக்க ஆதரவை வழங்க அழுத்தம் கொடுக்கலாம், இது பலவீனமான இயக்க சூழல் மற்றும் வங்கி அமைப்பில் உருவாகும் அழுத்தங்களில் சவாலாக இருக்கலாம்.",
        "இந்த அபாயம் மோசமடைந்து வரும் இறையாண்மைக் கடன் விவரம் (நீண்ட கால வெளிநாட்டு நாணயம் வழங்குபவர் இயல்புநிலை மதிப்பீடு (IDR): RD, நீண்ட கால உள்ளூர் நாணய IDR: CCC) மற்றும் நிதி அமைப்பின் ஸ்திரத்தன்மைக்கு ஏற்படும் அபாயங்களால் அதிகரிக்கிறது.",
        "அடுத்த ஆறு மாதங்களில் RWN ஐத் தீர்ப்பதை நோக்கமாகக் கொண்டுள்ளோம், இது இயக்கச் சூழலில் ஏற்படும் முன்னேற்றங்கள் மற்றும் FLCகளின் நிதி மற்றும் பணப்புழக்க நிலைகளின் பரிணாம வளர்ச்சியைப் பொறுத்து பல தரமிழக்கங்களை ஏற்படுத்தலாம்.",
        "இந்த நான்கு நிறுவனங்களின் தேசிய நீண்ட கால மதிப்பீடுகள், நிதி துணை நிறுவனங்களில் பெற்றோரின் பங்கு, பிராண்ட் பெயர்களின் பகிர்வு மற்றும் குழுவில் உள்ள ஒருங்கிணைப்பு மற்றும் பங்கு ஆகியவற்றின் அடிப்படையில் ஃபிட்ச் அவர்களின் பெற்றோரின் ஆதரவின் எதிர்பார்ப்பால் இயக்கப்படுகிறது.",
        "மேலே குறிப்பிடாத வரை, இந்த நான்கு நிறுவனங்களுக்கான எங்கள் முந்தைய வெளியிடப்பட்ட RAC களில் பின்வரும் முக்கிய மதிப்பீடு இயக்கிகள் கோடிட்டுக் காட்டப்பட்டுள்ளன.",
        "அபான்ஸ் ஃபைனான்ஸ் பிஎல்சி: ஃபிட்ச் அபான்ஸ் ஃபினான்ஸை ‘A-(lka)’ ஆக தரமிறக்குகிறது; Outlook Evolving, 10 பிப்ரவரி 2022 அன்று வெளியிடப்பட்டது;",
        "AMW கேபிடல் லீசிங் மற்றும் ஃபைனான்ஸ் பிஎல்சி: ஃபிட்ச் AMW கேபிட்டல் லீசிங் மற்றும் ஃபைனான்ஸை ‘BBB+(lka)’க்கு தரமிறக்குகிறது; அவுட்லுக் நெகடிவ், 10 பிப்ரவரி 2022 அன்று வெளியிடப்பட்டது;",
        "ரிச்சர்ட் பீரிஸ் ஃபைனான்ஸ் லிமிடெட்: ரிச்சர்ட் பீரிஸ் ஃபினான்ஸின் தேசிய மதிப்பீட்டை ‘AA-(lka)’ இல் Fitch உறுதிப்படுத்துகிறது; அவுட்லுக் ஸ்டேபிள், 25 பிப்ரவரி 2022 அன்று வெளியிடப்பட்டது; மற்றும்",
        "சிங்கர் ஃபைனான்ஸ் (லங்கா) பிஎல்சி: ஃபிட்ச் சிங்கர் ஃபைனான்ஸை ‘A(lka)’ ஆக தரமிறக்குகிறது; அவுட்லுக் நெகடிவ், 31 ஜனவரி 2022 அன்று வெளியிடப்பட்டது.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ எதிர்மறை மதிப்பீடு நடவடிக்கை/தரமிறக்கத்திற்கு வழிவகுக்கும் காரணிகள்:",
        "பெற்றோரின் தேசிய நீண்ட கால மதிப்பீடுகளின் தரமிறக்கம் அல்லது பொருளாதாரம் முழுவதிலும் உள்ள பிரச்சினையின் காரணமாக சரியான நேரத்தில் தேவையான ஆதரவை வழங்குவதில் தாமதம், எடுத்துக்காட்டாக, பணப்புழக்கம் உலர்த்துதல் ஆகியவற்றின் மூலம் அவர்களின் நிதி துணை நிறுவனங்களுக்கு ஆதரவை வழங்குவதற்கான பெற்றோரின் பலவீனமான திறன். வங்கி அமைப்பில், எதிர்மறையான நடவடிக்கைக்கு வழிவகுக்கும்.",
        "பலவீனமான இணைப்புகள் காரணமாக அவர்களின் நிதி துணை நிறுவனங்களுக்கு ஆதரவளிக்கும் பெற்றோரின் முனைப்பில் சரிவை நாம் உணர்ந்தால் மதிப்பீடுகள் குறைக்கப்படலாம்.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ நேர்மறை மதிப்பீடு நடவடிக்கை/மேம்படுத்தலுக்கு வழிவகுக்கும் காரணிகள்:",
        "அருகிலுள்ள காலத்தில் RWN கொடுக்கப்பட்ட மேல்நோக்கிய மதிப்பீடு நடவடிக்கைக்கு வரையறுக்கப்பட்ட வாய்ப்பு உள்ளது. நீண்ட காலத்திற்கு, பெற்றோரின் கடன் சுயவிவரங்களில் முன்னேற்றம் இந்த ஆதரவால் இயக்கப்படும் நிதி நிறுவனங்களின் தேசிய நீண்ட கால மதிப்பீடுகளை மேம்படுத்த வழிவகுக்கும்.",
        "SFL இன் மூத்த பாதுகாப்பற்ற கடனுக்கான மதிப்பீடு அதன் தேசிய நீண்ட கால மதிப்பீட்டிற்கு இணங்குகிறது, ஏனெனில் கடன் என்பது நிறுவனத்தின் கட்டுப்பாடற்ற கடமைகளை உருவாக்குகிறது.",
        "SFL இன் இலங்கை ரூபாய் மதிப்பிலான கீழ்ப்படுத்தப்பட்ட கடனீட்டுப் பத்திரங்கள், மூத்த பாதுகாப்பற்ற கடமைகளுக்குக் கீழ்ப்படிவதைப் பிரதிபலிக்கும் வகையில், அதன் தேசிய நீண்ட கால மதிப்பீட்டை விட இரண்டு புள்ளிகள் குறைவாக மதிப்பிடப்படுகின்றன. ஃபிட்ச்சின் அடிப்படை இழப்பின் தீவிரத்தன்மைக்கான இரண்டு குறிப்புகள், மோசமான மீட்புக்கான நமது எதிர்பார்ப்பை பிரதிபலிக்கிறது. செயல்திறன் இல்லாத ஆபத்துக்கான கூடுதல் குறிப்பு எதுவும் இல்லை.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ எதிர்மறை மதிப்பீடு நடவடிக்கை/தரமிறக்கத்திற்கு வழிவகுக்கும் காரணிகள்:",
        "SFL இன் மூத்த பாதுகாப்பற்ற கடன் மற்றும் துணை பாதுகாப்பற்ற கடன் மதிப்பீடுகள் தேசிய நீண்ட கால மதிப்பீட்டுடன் இணைந்து நகரும்.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ நேர்மறை மதிப்பீடு நடவடிக்கை/மேம்படுத்தலுக்கு வழிவகுக்கும் காரணிகள்:",
        "SFL இன் மூத்த பாதுகாப்பற்ற கடன் மற்றும் துணை பாதுகாப்பற்ற கடன் மதிப்பீடுகள் தேசிய நீண்ட கால மதிப்பீட்டுடன் இணைந்து நகரும்.",
        "ஏப்ரல் 30, 2022 நிலவரப்படி, அபான்ஸ் ஃபினான்ஸின் வைப்புத் தளம் 4.48 பில்லியன் ரூபாயாக இருந்தது. இலங்கை மத்திய வங்கி (CBSL) அபான்ஸ் ஃபினான்ஸுக்கு 5 பில்லியன் ரூபா வரையிலான வைப்புத்தொகையை ஏற்றுக்கொள்வதற்கு அனுமதி வழங்கியுள்ளது, அபான்ஸ் ஃபைனான்ஸ் 2.5 பில்லியன் ரூபாவின் முக்கிய மூலதனத் தேவையை அடைந்ததும் மீளாய்வு செய்யப்படும்.",
        "மதிப்பீட்டின் முக்கிய இயக்கியாகக் குறிப்பிடப்பட்ட கணிசமான பொருள் மூலத்திற்கான குறிப்புகள்",
        "பகுப்பாய்வில் பயன்படுத்தப்படும் தகவல்களின் முக்கிய ஆதாரங்கள் பொருந்தக்கூடிய அளவுகோல்களில் விவரிக்கப்பட்டுள்ளன.",
        "AF, AMWCL, RPF மற்றும் SFL ஆகியவற்றின் மதிப்பீடுகள் அவர்களின் பெற்றோரின் நிறுவன ஆதரவால் இயக்கப்படுகின்றன."
      ]
    }
  }
}