{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/PUCSL-announce-power-cuts-for-weekend/56-733188",
  "time_ut": 1649356200,
  "title": "PUCSL announce power cuts for weekend",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) yesterday said a two-hour power cut will be enforced on Saturday and a one-hour power cut on Sunday.",
    "As per the weekend power cut schedule, on Saturday, areas A to L will experience a two-hour power disruption between 3 p.m. and 9 p.m., while areas P to W will face a two-hour power disruption between 3 p.m. and 10 p.m.",
    "Area of CC1 will experience a three hour and 30-minute disruption from 6 p.m. to 9 p.m.",
    "On Sunday, areas A to L and P to W will experience a one-hour power cut from 6 p.m. to 10 p.m.",
    "Area CC1 will face a three hour and 30-minute power cut from 6 p.m. to 9:30 a.m."
  ],
  "translate": {
    "si": {
      "title": "PUCSL සති අන්තයේ විදුලි කප්පාදුවක් නිවේදනය කරයි",
      "body_lines": [
        "ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) ඊයේ ප්‍රකාශ කළේ සෙනසුරාදා පැය දෙකක විදුලි කප්පාදුවක් සහ ඉරිදා පැයක විදුලි කප්පාදුවක් ක්‍රියාත්මක කරන බවයි.",
        "සති අන්තයේ විදුලි කප්පාදු කාලසටහනට අනුව, සෙනසුරාදා, A සිට L දක්වා ප්‍රදේශවල සවස 3.00 දක්වා පැය දෙකක විදුලිය විසන්ධි වේ. සහ රාත්‍රී 9 ට, P සිට W දක්වා ප්‍රදේශවලට සවස 3 ත් අතර පැය දෙකක විදුලිය විසන්ධි වනු ඇත. සහ ප.ව.",
        "CC1 ප්‍රදේශය සවස 6 සිට පැය තුනයි මිනිත්තු 30ක බාධාවක් අත්විඳිනු ඇත. 9 දක්වා.",
        "ඉරිදා A සිට L සහ P සිට W දක්වා ප්‍රදේශවල සවස 6 සිට පැයක කාලයක් විදුලිය විසන්ධි වේ. 10 දක්වා.",
        "CC1 ප්‍රදේශය සවස 6 සිට පැය තුනයි මිනිත්තු 30ක විදුලි කප්පාදුවකට මුහුණ දෙනු ඇත. දක්වා 9:30 a.m."
      ]
    },
    "ta": {
      "title": "PUCSL வார இறுதியில் மின்வெட்டுகளை அறிவிக்கிறது",
      "body_lines": [
        "சனிக்கிழமை இரண்டு மணி நேர மின்வெட்டு மற்றும் ஞாயிற்றுக்கிழமை ஒரு மணி நேர மின்வெட்டு அமுல்படுத்தப்படும் என இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) நேற்று தெரிவித்துள்ளது.",
        "வார இறுதி மின்வெட்டு அட்டவணையின்படி, சனிக்கிழமை, ஏ முதல் எல் வரையிலான பகுதிகளில் பிற்பகல் 3 மணி வரை இரண்டு மணி நேரம் மின் தடை ஏற்படும். மற்றும் இரவு 9 மணி, அதே சமயம் பி முதல் டபிள்யூ பகுதிகளில் பிற்பகல் 3 மணி வரை இரண்டு மணி நேர மின் தடை ஏற்படும். மற்றும் 10 மணி.",
        "CC1 பகுதியில் மாலை 6 மணி முதல் மூன்று மணி நேரம் 30 நிமிட இடையூறு ஏற்படும். இரவு 9 மணி வரை",
        "ஞாயிற்றுக்கிழமை, A முதல் L மற்றும் P முதல் W வரையிலான பகுதிகளில் மாலை 6 மணி முதல் ஒரு மணி நேரம் மின்வெட்டு ஏற்படும். இரவு 10 மணி வரை",
        "ஏரியா CC1 மாலை 6 மணி முதல் மூன்று மணி நேரம் 30 நிமிட மின்வெட்டை எதிர்கொள்ளும். காலை 9:30 மணி வரை"
      ]
    }
  }
}