{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/china-hopeful-of-fta-talk-resumption-with-sri-lanka-93475/",
  "time_ut": 1650887640,
  "title": "China hopeful of FTA talk resumption with Sri Lanka",
  "body_lines": [
    "ECONOMYNEXT – China is hopeful of resumption of stalled free trade agreement (FTA) with Sri Lanka in the near future with the island nation has appointed a chief negotiator for Colombo, Chinese Ambassador Qi Zhenhong said on Monday.",
    "China has signaled the desire to re-start a stalled Free Trade Agreement talks with Sri Lanka to boost exports and come out of an economic crisis, during a visit of Foreign Minister Wang Yi in January. However, Sri Lanka has yet to give a strong signal, Colombo government officils have said.",
    "“To be frank, since January the situation I Sri Lanka is changing very fast and it has an impact on internal process of the Sri Lanka government. It is unavoidable and it is very regret to see that,” Qi told reporters in Colombo.",
    "“But we notice that in the recent week there are some positive response from Sri Lanka’s side.”",
    "“As far as we learned, the secretary to the prime minister has already ben nominated as chief negotiator and he has conducted several rounds of discussions with the chambers and some internal departments. Hopefully the FTA could be resumed the dialogue.”",
    "Free trade talks with between China and Sri Lanka hit a hurdle in 2018 after six rounds of talks under the last administration because Beijing disagreed with Colombo’s demand for a review of the deal after 10 years according to officials familiar with the issue.",
    "China has invested billions of dollars building ports, airports, roads and power stations in the Indian Ocean island nation just off the southern toe of India as part of its Belt and Road Initiative to increase its trade and other connections across Asia and beyond.",
    "Under the last administration, which tried to neutralize a pro-Chinese investment policy, concerns were raised that such investments were driving the country of 22 million people deeper into debt and undermining its sovereignty, prompting greater scrutiny of deals with China.",
    "Sri Lanka consumers and businesses import more goods from China than it at the moment, some of which are inputs for exports to third countries.",
    "Ministerial level discussions about an FTA agreement have not been held since March 2017 while lower-level discussions between officials have made little progress after the deadlock over a 10 year review, Colombo officials have said.",
    "Free trade benefits the poor, but can hurt the profits and revenues of companies which previously charged higher than world prices from consumers under tariff protection.",
    "The review clause that Sri Lanka requested in 2017 would allow it to change some of the deal terms if they were hurting the island nation’s businesses.",
    "“China will not dominate in FTA because Sri Lanka’s portion is very very minutes compared to Chinese trade globally,” Qi said.",
    "Officials from the last government had said that China wanted zero tariffs on 90 percent of goods the two countries sold to each other as soon as an agreement was signed while Sri Lanka wanted it to start with zero tariffs on only half of the products concerned and expand gradually over 20 years.",
    "China’s push for free trade pacts with the Maldives in 2017 drew criticism from opposition political groups who said it had been rushed through parliament with less than an hour of debate.",
    "Sri Lanka in 2018 has wanted more time to negotiate the deal as it was not sure about the economic impact of a rushed deal on its economy.",
    "China has overtaken India as the top importer since 2019, the official data showed.",
    "Sri Lanka imported $3.5 billion worth of Chinese goods in 2020 which is 22 percent of the total imports, mostly raw materials for garments, machines and electronics, metals, transport equipment and chemicals, followed by India which accounted for 19.2 percent of the total imports in the same year. (Colombo/Apr25/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව සමඟ නිදහස් වෙළඳ ගිවිසුමේ සාකච්ඡාව යළි ආරම්භ කිරීමට චීනය බලාපොරොත්තු වෙයි",
      "body_lines": [
        "ECONOMYNEXT - නුදුරු අනාගතයේ දී ශ්‍රී ලංකාව සමඟ ඇනහිට ඇති නිදහස් වෙළඳ ගිවිසුම (FTA) නැවත ආරම්භ කිරීමට චීනය බලාපොරොත්තු වන බව දිවයින ජාතිය සමඟ කොළඹ සඳහා ප්‍රධාන සාකච්ඡාකරුවෙකු පත් කර ඇති බව චීන තානාපති Qi Zhenhong සඳුදා පැවසීය.",
        "අපනයන ඉහළ නැංවීමට සහ ආර්ථික අර්බුදයෙන් මිදීමට ශ්‍රී ලංකාව සමඟ ඇනහිට ඇති නිදහස් වෙළඳ ගිවිසුම් සාකච්ඡා නැවත ආරම්භ කිරීමේ අභිලාෂය චීනය ජනවාරි මාසයේදී විදේශ අමාත්‍ය වැන්ග් යීගේ සංචාරයේදී ඇඟවුම් කර තිබේ. කෙසේ වෙතත්, ශ්‍රී ලංකාව තවමත් ප්‍රබල සංඥාවක් ලබා දී නොමැති බව කොළඹ රජයේ නිලධාරීන් පවසා තිබේ.",
        "“ඇත්ත වශයෙන්ම, ජනවාරි මාසයේ සිට I Sri Lanka තත්ත්වය ඉතා වේගයෙන් වෙනස් වෙමින් පවතින අතර එය ශ්‍රී ලංකා රජයේ අභ්‍යන්තර ක්‍රියාවලියට බලපෑමක් ඇති කරයි. එය නොවැළැක්විය හැකි අතර එය දැකීම ඉතා කණගාටුවට කරුණකි, ”Qi කොළඹදී වාර්තාකරුවන්ට පැවසීය.",
        "\"නමුත් පසුගිය සතියේ ශ්‍රී ලංකාව පැත්තෙන් යම් ධනාත්මක ප්‍රතිචාරයක් ලැබුණු බව අපි දකිමු.\"",
        "“අපට දැනගන්නට ලැබුණු පරිදි, අග්‍රාමාත්‍ය ලේකම්වරයා ප්‍රධාන සාකච්ඡාකරු ලෙස මේ වන විටත් නම් කර ඇති අතර ඔහු සභා ගර්භ සහ සමහර අභ්‍යන්තර දෙපාර්තමේන්තු සමඟ සාකච්ඡා වට කිහිපයක් පවත්වා ඇත. නිදහස් වෙළඳ ගිවිසුම සංවාදය නැවත ආරම්භ කළ හැකි යැයි බලාපොරොත්තු වෙනවා.”",
        "පසුගිය පරිපාලනය යටතේ පැවති සාකච්ඡා වට හයකින් පසු චීනය සහ ශ්‍රී ලංකාව අතර නිදහස් වෙළඳ සාකච්ඡා 2018 දී බාධාවක් වූයේ ගැටලුව සම්බන්ධයෙන් හුරුපුරුදු නිලධාරීන්ට අනුව වසර 10 කට පසු ගනුදෙනුව සමාලෝචනය කරන ලෙස කොළඹ කළ ඉල්ලීමට බීජිනය එකඟ නොවීමයි.",
        "චීනය ආසියාවේ සහ ඉන් ඔබ්බෙහි වෙළඳාම සහ අනෙකුත් සම්බන්ධතා වැඩි කර ගැනීම සඳහා එහි තීරය සහ මාර්ග මුලපිරීමේ කොටසක් ලෙස ඉන්දියාවේ දකුණු ඇඟිල්ලට ඔබ්බෙන් පිහිටි ඉන්දියානු සාගර දූපත් රාජ්‍යයේ වරාය, ගුවන් තොටුපළ, මාර්ග සහ බලාගාර ඉදිකිරීම සඳහා ඩොලර් බිලියන ගණනක් ආයෝජනය කර ඇත.",
        "චීන ගැති ආයෝජන ප්‍රතිපත්තියක් උදාසීන කිරීමට උත්සාහ කළ පසුගිය පරිපාලනය යටතේ, එවැනි ආයෝජන මිලියන 22 ක ජනතාවක් සිටින රට ණයට ගැඹුරට තල්ලු කරමින් එහි ස්වෛරීභාවය යටපත් කරමින් චීනය සමඟ ඇති ගනුදෙනු පිළිබඳ දැඩි විමර්ශනයක් පොළඹවන බවට කනස්සල්ල මතු විය.",
        "ශ්‍රී ලංකාවේ පාරිභෝගිකයින් සහ ව්‍යාපාර මේ මොහොතේ චීනයෙන් භාණ්ඩ ආනයනය කරනවාට වඩා වැඩි ප්‍රමාණයක් ආනයනය කරන අතර, ඒවායින් සමහරක් තුන්වන රටවලට අපනයනය සඳහා යෙදවුම් වේ.",
        "2017 මාර්තු මාසයේ සිට FTA ගිවිසුමක් පිළිබඳ අමාත්‍ය මට්ටමේ සාකච්ඡා පවත්වා නොමැති අතර, වසර 10 ක සමාලෝචනයක් පුරා පැවති අවහිරයෙන් පසු නිලධාරීන් අතර පහළ මට්ටමේ සාකච්ඡා සුළු ප්‍රගතියක් ලබා ඇති බව කොළඹ බලධාරීහු පවසති.",
        "නිදහස් වෙළඳාම දුප්පතුන්ට ප්‍රතිලාභ ලබා දෙයි, නමුත් තීරුබදු ආරක්ෂාව යටතේ පාරිභෝගිකයින්ගෙන් මීට පෙර ලෝක මිලට වඩා වැඩි මුදලක් අය කළ සමාගම්වල ලාභ සහ ආදායමට හානි කළ හැකිය.",
        "2017 දී ශ්‍රී ලංකාව ඉල්ලා සිටි සමාලෝචන වගන්තිය දිවයිනේ ව්‍යාපාරවලට හානියක් කරන්නේ නම් සමහර ගනුදෙනු නියමයන් වෙනස් කිරීමට ඉඩ දෙනු ඇත.",
        "\"ගෝලීය වශයෙන් චීන වෙළඳාමට සාපේක්ෂව ශ්‍රී ලංකාවේ කොටස ඉතා මිනිත්තු බැවින් FTA තුළ චීනය ආධිපත්‍යය දරන්නේ නැත,\" Qi පැවසීය.",
        "ගිවිසුමක් අත්සන් කළ විගස රටවල් දෙක එකිනෙකාට විකුණන භාණ්ඩවලින් සියයට 90ක් සඳහා ශුන්‍ය තීරුබදු චීනයට අවශ්‍ය බව පසුගිය රජයේ නිලධාරීන් පවසා තිබූ අතර ශ්‍රී ලංකාවට අවශ්‍ය වූයේ අදාළ නිෂ්පාදනවලින් අඩකට පමණක් තීරු බදු ශුන්‍යයකින් ආරම්භ කර පුළුල් කිරීමටයි. වසර 20 කට වැඩි කාලයක් ක්‍රමයෙන්.",
        "2017 දී මාලදිවයින සමඟ නිදහස් වෙළඳ ගිවිසුම් සඳහා චීනයේ තල්ලුව පැයකට අඩු විවාදයකින් පාර්ලිමේන්තුව හරහා ඉක්මන් කළ බව පැවසූ විපක්ෂ දේශපාලන කණ්ඩායම්වල විවේචන එල්ල විය.",
        "2018 දී ශ්‍රී ලංකාව සිය ආර්ථිකයට හදිසි ගනුදෙනුවක ආර්ථික බලපෑම ගැන විශ්වාස නැති බැවින් ගනුදෙනුව සාකච්ඡා කිරීමට වැඩි කාලයක් අවශ්‍ය වී තිබේ.",
        "2019 වසරේ සිට ප්‍රමුඛතම ආනයනකරුවා ලෙස චීනය ඉන්දියාව අභිබවා ගොස් ඇති බව නිල දත්ත පෙන්වා දෙයි.",
        "2020 දී ශ්‍රී ලංකාව ඩොලර් බිලියන 3.5 ක් වටිනා චීන භාණ්ඩ ආනයනය කර ඇති අතර එය සමස්ත ආනයනවලින් සියයට 22 ක් වන අතර එය බොහෝ දුරට ඇඟලුම්, යන්ත්‍ර සහ ඉලෙක්ට්‍රොනික උපකරණ, ලෝහ, ප්‍රවාහන උපකරණ සහ රසායනික ද්‍රව්‍ය සඳහා වන අමුද්‍රව්‍ය, පසුව ඉන්දියාව මුළු ආනයනයෙන් සියයට 19.2 ක් විය. එම වසරේම. (කොළඹ/අප්‍රේල් 25/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையுடனான சுதந்திர வர்த்தக உடன்படிக்கையை மீள ஆரம்பிக்கும் என சீனா நம்புகிறது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையுடனான தடைப்பட்ட சுதந்திர வர்த்தக உடன்படிக்கையை (FTA) எதிர்காலத்தில் மீண்டும் தொடங்குவதற்கு சீனா நம்பிக்கை கொண்டுள்ளது என்று சீனத் தூதுவர் Qi Zhenhong திங்கட்கிழமை தெரிவித்தார்.",
        "ஜனவரி மாதம் வெளிவிவகார அமைச்சர் வாங் யீயின் விஜயத்தின் போது, ​​ஏற்றுமதியை அதிகரிக்கவும் பொருளாதார நெருக்கடியிலிருந்து மீளவும் இலங்கையுடனான தடைப்பட்ட சுதந்திர வர்த்தக உடன்படிக்கை பேச்சுவார்த்தையை மீண்டும் ஆரம்பிக்கும் விருப்பத்தை சீனா வெளிப்படுத்தியுள்ளது. எவ்வாறாயினும், இலங்கை இன்னும் வலுவான சமிக்ஞையை வழங்கவில்லை என்று கொழும்பு அரசாங்க அதிகாரிகள் தெரிவித்துள்ளனர்.",
        "“வெளிப்படையாகச் சொல்வதானால், ஜனவரி முதல் இலங்கையின் நிலைமை மிக வேகமாக மாறிவருவதுடன் அது இலங்கை அரசாங்கத்தின் உள்ளகச் செயல்பாட்டில் தாக்கத்தை ஏற்படுத்துகிறது. இது தவிர்க்க முடியாதது மற்றும் அதைப் பார்க்க மிகவும் வருத்தமாக இருக்கிறது, ”என்று குய் கொழும்பில் செய்தியாளர்களிடம் கூறினார்.",
        "\"ஆனால் சமீபத்திய வாரத்தில் இலங்கை தரப்பிலிருந்து சில சாதகமான பதில்கள் இருப்பதை நாங்கள் கவனிக்கிறோம்.\"",
        "\"நாங்கள் அறிந்த வரையில், பிரதமரின் செயலாளர் ஏற்கனவே தலைமை பேச்சுவார்த்தையாளராக நியமிக்கப்பட்டுள்ளார், மேலும் அவர் அறைகள் மற்றும் சில உள் துறைகளுடன் பல சுற்று விவாதங்களை நடத்தியுள்ளார். FTA உரையாடலை மீண்டும் தொடங்க முடியும் என்று நம்புகிறேன்.",
        "கடந்த நிர்வாகத்தின் கீழ் 6 சுற்று பேச்சு வார்த்தைகளுக்குப் பிறகு 2018 இல் சீனாவுக்கும் இலங்கைக்கும் இடையிலான சுதந்திர வர்த்தகப் பேச்சுக்கள் தடையை ஏற்படுத்தியது, ஏனெனில் 10 ஆண்டுகளுக்குப் பிறகு இந்த ஒப்பந்தத்தை மறுபரிசீலனை செய்ய வேண்டும் என்ற கொழும்பின் கோரிக்கையை பெய்ஜிங் ஏற்கவில்லை.",
        "சீனா தனது பெல்ட் அண்ட் ரோடு முன்முயற்சியின் ஒரு பகுதியாக, ஆசியா மற்றும் அதற்கு அப்பால் உள்ள அதன் வர்த்தகம் மற்றும் பிற இணைப்புகளை அதிகரிக்க, இந்தியாவின் தெற்குப் பகுதியில் உள்ள இந்தியப் பெருங்கடல் தீவு நாட்டில் துறைமுகங்கள், விமான நிலையங்கள், சாலைகள் மற்றும் மின் நிலையங்களை கட்டுவதற்கு பில்லியன் டாலர்களை முதலீடு செய்துள்ளது.",
        "சீன-சார்பு முதலீட்டுக் கொள்கையை நடுநிலையாக்க முயன்ற கடைசி நிர்வாகத்தின் கீழ், இத்தகைய முதலீடுகள் 22 மில்லியன் மக்களைக் கடனில் ஆழமாகத் தள்ளுவதாகவும், அதன் இறையாண்மையைக் குறைமதிப்பிற்கு உட்படுத்துவதாகவும் கவலைகள் எழுப்பப்பட்டன.",
        "இலங்கையின் நுகர்வோர் மற்றும் வணிகங்கள் தற்போது சீனாவில் இருந்து அதிக பொருட்களை இறக்குமதி செய்கின்றன, அவற்றில் சில மூன்றாம் நாடுகளுக்கு ஏற்றுமதி செய்வதற்கான உள்ளீடுகளாகும்.",
        "2017 மார்ச் மாதத்திலிருந்து FTA உடன்படிக்கை தொடர்பான அமைச்சர்கள் மட்ட விவாதங்கள் நடத்தப்படவில்லை அதேவேளையில் 10 வருட மீளாய்வின் முட்டுக்கட்டைக்குப் பின்னர் அதிகாரிகளுக்கிடையிலான கீழ்மட்ட கலந்துரையாடல்கள் சிறிதளவு முன்னேற்றம் கண்டுள்ளதாக கொழும்பு அதிகாரிகள் தெரிவித்துள்ளனர்.",
        "தடையற்ற வர்த்தகம் ஏழைகளுக்குப் பயனளிக்கும், ஆனால் வரிப் பாதுகாப்பின் கீழ் நுகர்வோரிடமிருந்து உலக விலையை விட அதிகமாக வசூலித்த நிறுவனங்களின் லாபம் மற்றும் வருவாயைப் பாதிக்கலாம்.",
        "2017 இல் இலங்கை கோரிய மறுஆய்வுச் சரத்து, தீவு நாட்டின் வணிகங்களுக்கு பாதிப்பை ஏற்படுத்தினால், ஒப்பந்த விதிமுறைகளில் சிலவற்றை மாற்ற அனுமதிக்கும்.",
        "\"உலக அளவில் சீன வர்த்தகத்துடன் ஒப்பிடுகையில் இலங்கையின் பங்கு மிக மிக மிக நிமிடங்கள் என்பதால், சுதந்திர வர்த்தகத்தில் சீனா ஆதிக்கம் செலுத்தாது\" என்று குய் கூறினார்.",
        "ஒப்பந்தம் கைச்சாத்திடப்பட்டவுடன் இரு நாடுகளும் பரஸ்பரம் விற்கும் 90 சதவீத பொருட்களுக்கு பூஜ்ஜிய வரி விதிக்க வேண்டும் என்று சீனா விரும்புவதாகவும், அதே சமயம் சம்பந்தப்பட்ட பொருட்களில் பாதிக்கு மட்டும் பூஜ்ஜிய வரி விதித்து விரிவுபடுத்த இலங்கை விரும்புவதாகவும் கடந்த அரசாங்கத்தின் அதிகாரிகள் கூறியுள்ளனர். படிப்படியாக 20 ஆண்டுகள்.",
        "2017 இல் மாலத்தீவுடனான சுதந்திர வர்த்தக உடன்படிக்கைகளுக்கான சீனாவின் உந்துதல் எதிர்க்கட்சி அரசியல் குழுக்களிடமிருந்து விமர்சனத்தை ஈர்த்தது, அவை ஒரு மணி நேரத்திற்கும் குறைவான விவாதத்துடன் பாராளுமன்றத்தில் அவசரப்படுத்தப்பட்டதாகக் கூறியது.",
        "2018 இல் இலங்கை தனது பொருளாதாரத்தில் அவசர ஒப்பந்தத்தின் பொருளாதார தாக்கம் குறித்து உறுதியாக தெரியாததால், ஒப்பந்தம் குறித்து பேச்சுவார்த்தை நடத்த கூடுதல் கால அவகாசம் தேவைப்பட்டது.",
        "2019 ஆம் ஆண்டிலிருந்து சீனா இந்தியாவை முந்தி முதலிடம் பிடித்துள்ளதாக அதிகாரப்பூர்வ தகவல்கள் தெரிவிக்கின்றன.",
        "இலங்கை 2020 ஆம் ஆண்டில் 3.5 பில்லியன் டொலர் பெறுமதியான சீனப் பொருட்களை இறக்குமதி செய்துள்ளது, இது மொத்த இறக்குமதியில் 22 வீதமாகும், பெரும்பாலும் ஆடைகள், இயந்திரங்கள் மற்றும் இலத்திரனியல், உலோகங்கள், போக்குவரத்து உபகரணங்கள் மற்றும் இரசாயனங்களுக்கான மூலப்பொருட்கள், அதனைத் தொடர்ந்து இந்தியா மொத்த இறக்குமதியில் 19.2 வீதமாகும். அதே ஆண்டு. (கொழும்பு/ஏப்25/2022)"
      ]
    }
  }
}