{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fresh-welcome-accent-on-regional-cooperation/",
  "time_ut": 1648658280,
  "title": "Fresh, welcome accent on regional cooperation",
  "body_lines": [
    "Before Indian External Affairs Minister Dr. Subrahmanyam Jaishankar arrived in Sri Lanka a couple of days ago to participate in the BIMSTEC Summit, he paid a visit to the Maldives where he finalized a range of India-Maldives bilateral cooperation agreements. This was a fresh underscoring of the high importance the countries attach to both bilateral and regional cooperation, since some of the agreements which were finalized have a close bearing on the wellbeing of South Asia as well.",
    "Among these agreements security and defense cooperation took top priority. For instance, there is the Coastal Radar System, comprising 10 radar stations, which was handed over by India to the Maldives. It is reported that this system would enhance the security of the Maldives and that of the region. There is also the National College for Policing and Law Enforcement of the Maldives, which was inaugurated by the Indian External Affairs Minister. This is said to be one of India’s largest grant-funded projects in the archipelago. It too has the potential to contribute significantly to the security of the region.",
    "The above and many more cooperative ventures point to the pragmatic accent in the regional policy of the Maldives. There is no evidence here that the archipelago too is suffering from the ‘Big Brother’ fixation, which tends to get in the way of some of India’s smaller neighbours relating to her cordially with a degree of consistency. Besides, the importance of interacting amicably with India has been apparently impressed on the Maldivian public by the country’s political leadership quite effectively. This is because there is no evidence thus far of a widespread anti-India phobia among Maldivians.",
    "Unfortunately, in the collective psyche of some of India’s smaller neighbours there is this subconscious resentment towards India which surfaces time and again even while sections of their political and social elites claim ‘kinship’ with India in the most flowery terms. Apparently, the roots of these contradictory pulls in minds could only be disclosed and made sense of by the psychiatrist.",
    "The Indian External Affair’s Minister’s next stop-over was Sri Lanka and here too, a number of bilateral cooperative agreements in a range of areas were finalized, with the accent falling on economic assistance, security, energy and fisheries issues. Since Sri Lanka is today in dire need of financial and material help, the economic assistance project has not proved controversial but the same could not be said of some of the accords which come under the category of security.",
    "For example, there are the MOUs relating to the setting up with Indian grant assistance of a Maritime Rescue Coordination Centre, the launching of a Unique Digital Identity program for Sri Lanka and the carrying out of hybrid power projects in some islands off Jaffna, which are being seen as controversial by sections of Sri Lankan opinion.",
    "There may or may not be grounds for the airing of these reservations but it is up to the Sri Lankan side to ensure through skilled and foresightful diplomacy that vital local interests are not compromised through the finalization and implementation of these agreements. If some harm happens to be inflicted on Sri Lankan interests in the working out of these programs, Sri Lankan negotiators would have only themselves to blame for it. However, perceived pitfalls in these agreements should not be seen by the Sri Lankan side as calling in question the validity of the principles of bilateral and regional cooperation. These are matters that should be kept entirely separate from each other.",
    "Fortunately, for the South Asian region and those adjacent to it, the BIMSTEC process is being carried forward. It is up to the states concerned to ensure that the regions figuring in the grouping gain substantially from their interactions. A BIMSTEC Charter is being formulated and it is vitally important to ensure through this document that thorny bilateral political issues in particular are not allowed to negatively impact the cooperation effort.",
    "Unfortunately, the SAARC Charter and its institutions have proved incapable of insulating the cooperative process from vexatious bilateral political questions and this has led to the near incapacitation of SAARC. Hopefully, BIMSTEC would be spared this unhappy situation. However, there is no denying the importance of rejuvenating SAARC, considering its potential to contribute towards the general wellbeing of South Asia. BIMSTEC and SAARC need to be seen as complementing each other and should not be perceived as mutually exclusive processes.",
    "It is important to note that the basic vision informing the Bay of Bengal Initiative for Multi-sectoral Technical and Economic Cooperation (BIMSTEC) and kindred groupings, such as the Bangladesh-China-India-Myanmar Forum for Regional Cooperation (BCIM), is the need for increasing economic connectivity and complementarity among the Asian countries concerned, which are mainly geographically contiguous. The relevant regions are seen as rich in resources, such as oil and petroleum, hydro power, forest products, horticulture and floriculture, besides being attractive to the tourist. It will be in the best interests of the regions and countries concerned for these resources to be explored and tapped collectively and cooperatively, with an eye on the equitable distribution of the economic benefits that these initiatives yield. Such efforts are central to the BIMSTEC vision.",
    "Moreover, there is a growing consumer market in the areas in focus. Researchers point out, for instance, that, ‘A market of 400 million people is emerging, including neighbouring countries, such as Bangladesh, Bhutan, China, Myanmar and Nepal which can be tapped.’ (‘India, China and Sub-regional Connectivities in South Asia’, edited by D. Suba Chandran and Bhavna Singh, a SAGE Publications India Pvt. Ltd. work).",
    "Tapping the development potential outlined above hinges of course on continued cooperative efforts by groupings such as BIMSTEC. This is an exacting challenge, considering that the regions and countries concerned are lacking in some major infrastructure facilities that could facilitate trade, investment and people-to-people contact. Accordingly, a strong, ready coming together of states to address these problems emerges as an imperative at this juncture.",
    "Much will depend on India and China resolving their differences quickly and working consensually to take the ‘Asian Century’ to its logical conclusion. There are strong economic complementarities between, for example, India’s Northeast and the Southwest of China. While these positives must be judiciously tapped by these Asian giants, groupings such as BIMSTEC need to explore as to how they could make good use of these synergies.",
    "SL in world news! No thanks to handouts; just rectify; if not, overhaul",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කලාපීය සහයෝගීතාව පිළිබඳ නැවුම්, පිළිගැනීමේ උච්චාරණය",
      "body_lines": [
        "ඉන්දීය විදේශ කටයුතු අමාත්‍ය ආචාර්ය සුබ්‍රමනියම් ජයශංකර් බිම්ස්ටෙක් සමුළුවට සහභාගි වීම සඳහා දින කිහිපයකට පෙර ශ්‍රී ලංකාවට පැමිණීමට පෙර, ඔහු මාලදිවයිනේ සංචාරයක නිරත වූ අතර එහිදී ඔහු ඉන්දු-මාලදිවයින ද්විපාර්ශ්වික සහයෝගීතා ගිවිසුම් මාලාවක් අවසන් කළේය. අවසන් කරන ලද සමහර ගිවිසුම් දකුණු ආසියාවේ යහපැවැත්ම කෙරෙහි ද සමීප බලපෑමක් ඇති කරන බැවින්, ද්විපාර්ශ්වික සහ කලාපීය සහයෝගීතාවයට රටවල් ලබා දෙන ඉහළ වැදගත්කම මෙය නැවුම් ලෙස අවධාරණය කිරීමකි.",
        "මෙම ගිවිසුම් අතරින් ආරක්‍ෂාව සහ ආරක්‍ෂක සහයෝගීතාව ප‍්‍රමුඛත්වය ගෙන ඇත. නිදසුනක් වශයෙන්, ඉන්දියාව විසින් මාලදිවයිනට භාර දුන් රේඩාර් මධ්‍යස්ථාන 10 කින් සමන්විත වෙරළබඩ රේඩාර් පද්ධතිය ඇත. මෙම ක්‍රමය මාලදිවයිනේ සහ කලාපයේ ආරක්‍ෂාව ඉහළ නංවනු ඇතැයි වාර්තා වේ. ඉන්දීය විදේශ කටයුතු අමාත්‍යවරයා විසින් විවෘත කරන ලද මාලදිවයිනේ පොලිස් සහ නීතිය බලාත්මක කිරීමේ ජාතික විද්‍යාලය ද ඇත. මෙය ඉන්දියාවේ විශාලතම ප්‍රදාන අරමුදල් සහිත දූපත් සමූහයේ ව්‍යාපෘතියක් බව පැවසේ. කලාපයේ ආරක්ෂාවට සැලකිය යුතු දායකත්වයක් ලබාදීමේ හැකියාවද එයට ඇත.",
        "ඉහත සහ තවත් බොහෝ සමුපකාර ව්‍යාපාර මාලදිවයිනේ කලාපීය ප්‍රතිපත්තියේ ප්‍රායෝගික උච්චාරණය පෙන්වා දෙයි. මෙම දූපත් සමූහය ද 'බිග් බ්‍රදර්' සවිකිරීමෙන් පෙළෙන බවට කිසිදු සාක්ෂියක් මෙහි නොමැත, එය ඉන්දියාවේ සමහර කුඩා අසල්වැසියන් ඇය සමඟ සුහදශීලීව සම්බන්ධ වීමට බාධා කරයි. ඊට අමතරව, ඉන්දියාව සමඟ සුහදව කටයුතු කිරීමේ වැදගත්කම, රටේ දේශපාලන නායකත්වය විසින් මාලදිවයින් මහජනතාවට ඉතා ඵලදායි ලෙස කාවැදී ඇත. මක්නිසාද යත් මාලදිවයින් ජාතිකයන් අතර පුලුල්ව පැතිරුනු ඉන්දීය විරෝධී භීතිකාවක් පිලිබඳ මෙතෙක් කිසිදු සාක්ෂියක් නොමැති බැවිනි.",
        "අවාසනාවකට මෙන්, ඉන්දියාවේ කුඩා අසල්වැසියන් කිහිප දෙනෙකුගේ සාමූහික මනෝභාවය තුළ ඉන්දියාව කෙරෙහි මෙම යටි සිතේ අමනාපය ඇත, එය ඔවුන්ගේ දේශපාලන සහ සමාජ ප්‍රභූන්ගේ කොටස් වඩාත් මල් පිපෙන වචන වලින් ඉන්දියාව සමඟ 'ඥාතිත්වය' ප්‍රකාශ කරන අතරතුර පවා නැවත නැවතත් මතු වේ. පෙනෙන විදිහට, මනස තුළ ඇති මෙම පරස්පර විරෝධී ඇදී යාමේ මූලයන් හෙළිදරව් කළ හැක්කේ මනෝ වෛද්‍යවරයාට පමණි.",
        "ඉන්දීය විදේශ කටයුතු අමාත්‍යවරයාගේ මීළඟ නැවතුම ශ්‍රී ලංකාව වූ අතර මෙහිදී ද ආර්ථික සහය, ආරක්‍ෂාව, බලශක්ති සහ ධීවර ගැටලු කෙරෙහි අවධානය යොමු කරමින් ක්ෂේත්‍ර ගණනාවක ද්විපාර්ශ්වික සමුපකාර ගිවිසුම් ගණනාවක් අවසන් කරන ලදී. ශ්‍රී ලංකාව අද මූල්‍යමය සහ ද්‍රව්‍යමය ආධාර අවශ්‍යව සිටින බැවින්, ආර්ථික ආධාර ව්‍යාපෘතිය මතභේදාත්මක බව ඔප්පු වී නැතත්, ආරක්‍ෂක ගණයට අයත් වන සමහර ගිවිසුම් සම්බන්ධයෙන්ද එයම කිව නොහැක.",
        "උදාහරණයක් වශයෙන්, ඉන්දියානු ආධාර යටතේ සමුද්‍ර ගලවා ගැනීමේ සම්බන්ධීකරණ මධ්‍යස්ථානයක් පිහිටුවීම, ශ්‍රී ලංකාව සඳහා අනන්‍ය ඩිජිටල් හැඳුනුම් වැඩසටහනක් දියත් කිරීම සහ යාපනයෙන් ඔබ්බෙන් වූ සමහර දූපත් වල දෙමුහුන් බලාගාර ව්‍යාපෘති ක්‍රියාත්මක කිරීම සම්බන්ධ අවබෝධතා ගිවිසුම් ඇත. ශ්‍රී ලංකා මතයේ කොටස් විසින් මතභේදාත්මක ලෙස සැලකීම.",
        "මෙම වෙන් කිරීම් විකාශනය කිරීම සඳහා හේතු තිබිය හැකි හෝ නොතිබිය හැකි නමුත් මෙම ගිවිසුම් අවසන් කිරීම සහ ක්‍රියාත්මක කිරීම තුළින් අත්‍යවශ්‍ය දේශීය අවශ්‍යතා සම්මුතියකට නොපැමිණෙන බව දක්ෂ හා දූරදර්ශී රාජ්‍ය තාන්ත්‍රිකභාවය තුළින් සහතික කිරීම ශ්‍රී ලංකා පාර්ශ්වය සතු ය. මෙම වැඩසටහන් ක්‍රියාත්මක කිරීමේදී ශ්‍රී ලාංකීය අවශ්‍යතාවලට යම් හානියක් සිදු වුවහොත්, ශ්‍රී ලාංකික සාකච්ඡාකරුවන්ට එහි වරද පැටවිය යුත්තේ තමන්ම පමණි. කෙසේ වෙතත්, මෙම ගිවිසුම්වල ඇති වැටහීම් ද්වීපාර්ශ්වික සහ කලාපීය සහයෝගීතාවයේ මූලධර්මවල වලංගු භාවය ප්‍රශ්න කරන බව ශ්‍රී ලංකා පාර්ශ්වය විසින් නොසැලකිය යුතුය. මේවා සම්පූර්ණයෙන්ම එකිනෙකින් වෙන්ව තබා ගත යුතු කරුණු වේ.",
        "වාසනාවකට මෙන්, දකුණු ආසියානු කලාපයට සහ ඊට යාබදව සිටින අයට, බිම්ස්ටෙක් ක්‍රියාවලිය ඉදිරියට ගෙන යනු ලැබේ. සමූහකරණයේ සිටින කලාප ඔවුන්ගේ අන්තර්ක්‍රියාවලින් සැලකිය යුතු ප්‍රතිලාභයක් ලබා ගැනීම සහතික කිරීම අදාළ රාජ්‍යයන්ට භාරයි. බිම්ස්ටෙක් ප්‍රඥප්තියක් සකස් වෙමින් පවතින අතර, විශේෂයෙන්ම කටුක ද්විපාර්ශ්වික දේශපාලන ගැටලු සහයෝගිතා ප්‍රයත්නයට අහිතකර ලෙස බලපෑමට ඉඩ නොතබන බව මෙම ලේඛනය හරහා සහතික කිරීම ඉතා වැදගත් වේ.",
        "අවාසනාවන්ත ලෙස, සාර්ක් ප්‍රඥප්තිය සහ එහි ආයතන, ද්වීපාර්ශ්වික දේශපාලන ප්‍රශ්නවලින් සමුපකාර ක්‍රියාවලිය හුදකලා කිරීමට නොහැකි බව ඔප්පු වී ඇති අතර, මෙය සාක් සංවිධානයේ අකර්මන්‍යතාවයට ආසන්න වීමට හේතු වී තිබේ. මෙම අවාසනාවන්ත තත්ත්වයෙන් බිම්ස්ටෙක් බේරෙනු ඇතැයි බලාපොරොත්තු වෙමු. කෙසේ වෙතත්, දකුණු ආසියාවේ සාමාන්‍ය යහපැවැත්ම සඳහා දායක වීමට ඇති හැකියාව සැලකිල්ලට ගනිමින් සාර්ක් සංවිධානය පුනර්ජීවනය කිරීමේ වැදගත්කම ප්‍රතික්ෂේප කළ නොහැකිය. බිම්ස්ටෙක් සහ සාර්ක් එකිනෙකාට අනුපූරක ලෙස දැකිය යුතු අතර අන්‍යෝන්‍ය වශයෙන් බැහැර ක්‍රියාවලීන් ලෙස නොසැලකිය යුතුය.",
        "බහු-ආංශික තාක්ෂණික සහ ආර්ථික සහයෝගීතාව සඳහා බෙංගාල බොක්ක මුලපිරීම (BIMSTEC) සහ කලාපීය සහයෝගීතාවය සඳහා වන බංග්ලාදේශය-චීනය-ඉන්දියාව-මියන්මාර සංසදය (BCIM) වැනි ඥාති කණ්ඩායම් වෙත දැනුම් දීමේ මූලික දැක්ම බව සැලකිල්ලට ගැනීම වැදගත්ය. ප්‍රධාන වශයෙන් භූගෝලීය වශයෙන් සමීප වන ආසියාතික රටවල් අතර ආර්ථික සම්බන්ධතාව සහ අනුපූරකතාව වැඩි කිරීමේ අවශ්‍යතාවය. අදාළ ප්‍රදේශ සංචාරකයින් ආකර්ෂණය කර ගැනීමට අමතරව තෙල් හා ඛනිජ තෙල්, ජල විදුලිය, වන නිෂ්පාදන, උද්‍යාන විද්‍යාව සහ මල් වගාව වැනි සම්පත් වලින් පොහොසත් ලෙස සැලකේ. මෙම මූලාරම්භයන් ලබා දෙන ආර්ථික ප්‍රතිලාභ සාධාරණ ලෙස බෙදා හැරීම කෙරෙහි අවධානය යොමු කරමින්, සාමූහිකව සහ සහයෝගීව ගවේෂණය කිරීම සහ ඒවා ලබා ගැනීම සඳහා අදාළ කලාපවල සහ රටවලට යහපතක් වනු ඇත. එවැනි උත්සාහයන් බිම්ස්ටෙක් දැක්ම සඳහා කේන්ද්‍රීය වේ.",
        "එපමනක් නොව, අවධානය යොමු කරන ප්රදේශ වල වර්ධනය වන පාරිභෝගික වෙළඳපොළක් පවතී. නිදසුනක් වශයෙන්, පර්යේෂකයන් පෙන්වා දෙන්නේ, 'බංග්ලාදේශය, භූතානය, චීනය, මියන්මාරය සහ නේපාලය වැනි අසල්වැසි රටවල් ඇතුළුව මිලියන 400 ක ජනතාවකගේ වෙළඳපොළක් මතුවෙමින් පවතී. in South Asia', සංස්කරණය කළේ D. Suba Chandran සහ Bhavna Singh, SAGE Publications India Pvt. Ltd. කෘතියකි.",
        "ඉහත දක්වා ඇති සංවර්ධන විභවයන් තට්ටු කිරීම, බිම්ස්ටෙක් වැනි කණ්ඩායම් විසින් අඛණ්ඩ සමුපකාර ප්‍රයත්නයන් මත රඳා පවතී. වෙළෙඳාම, ආයෝජනය සහ මිනිසුන් අතර සම්බන්ධතා සඳහා පහසුකම් සැලසිය හැකි සමහර ප්‍රධාන යටිතල පහසුකම්වලින් අදාළ කලාප සහ රටවල් හිඟ බව සලකන විට මෙය ඉතා දැඩි අභියෝගයකි. ඒ අනුව, මෙම ගැටලු විසඳීම සඳහා ශක්තිමත්, සූදානම් රාජ්‍ය ඒකරාශීවීමක් මේ මොහොතේ අත්‍යවශ්‍ය කරුණක් ලෙස මතු වේ.",
        "ඉන්දියාව සහ චීනය ඔවුන්ගේ මතභේද ඉක්මනින් විසඳා ගැනීම සහ ‘ආසියානු සියවස’ එහි තාර්කික අවසානය කරා ගෙන යාමට එකඟතාවයෙන් කටයුතු කිරීම මත බොහෝ දේ රඳා පවතිනු ඇත. නිදසුනක් වශයෙන්, ඉන්දියාවේ ඊසානදිග සහ චීනයේ නිරිතදිග අතර ශක්තිමත් ආර්ථික අනුපූරකතා ඇත. මෙම ධනාත්මක කරුණු මෙම ආසියාතික දැවැන්තයින් විසින් විචක්ෂණශීලීව ප්‍රයෝජනයට ගත යුතු අතර, බිම්ස්ටෙක් වැනි කණ්ඩායම් මෙම සහයෝගීතාවයන් හොඳින් භාවිතා කරන්නේ කෙසේද යන්න ගවේෂණය කළ යුතුය.",
        "ලෝක ප්‍රවෘත්ති වල SL! අත් පත්‍රිකා වලට ස්තුති වන්නට නැත; යන්තම් නිවැරදි කරන්න; එසේ නොවේ නම්, නැවත සකස් කරන්න",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பிராந்திய ஒத்துழைப்புக்கான புதிய, வரவேற்பு உச்சரிப்பு",
      "body_lines": [
        "இந்திய வெளிவிவகார அமைச்சர் கலாநிதி சுப்ரமணியம் ஜெய்சங்கர் பிம்ஸ்டெக் உச்சிமாநாட்டில் பங்கேற்பதற்காக சில நாட்களுக்கு முன்னர் இலங்கை வருவதற்கு முன்னர், அவர் மாலைதீவுக்கு விஜயம் செய்தார். இறுதி செய்யப்பட்ட சில ஒப்பந்தங்கள் தெற்காசியாவின் நல்வாழ்விலும் நெருக்கமான தாக்கத்தை ஏற்படுத்துவதால், இருதரப்பு மற்றும் பிராந்திய ஒத்துழைப்புக்கு நாடுகள் அளிக்கும் உயர் முக்கியத்துவத்தை இது ஒரு புதிய அடிக்கோடிட்டுக் காட்டுகிறது.",
        "இந்த ஒப்பந்தங்களில் பாதுகாப்பு மற்றும் பாதுகாப்பு ஒத்துழைப்புக்கு முன்னுரிமை அளிக்கப்பட்டது. உதாரணமாக, 10 ரேடார் நிலையங்களை உள்ளடக்கிய கடலோர ரேடார் அமைப்பு உள்ளது, இது மாலத்தீவிற்கு இந்தியாவால் ஒப்படைக்கப்பட்டது. இந்த அமைப்பு மாலைதீவு மற்றும் பிராந்தியத்தின் பாதுகாப்பை மேம்படுத்தும் என்று தெரிவிக்கப்பட்டுள்ளது. மாலத்தீவின் காவல்துறை மற்றும் சட்ட அமலாக்கத்திற்கான தேசிய கல்லூரியும் உள்ளது, இது இந்திய வெளியுறவு அமைச்சரால் திறந்து வைக்கப்பட்டது. இது தீவுக்கூட்டத்தில் இந்தியாவின் மிகப்பெரிய மானிய நிதியளிக்கப்பட்ட திட்டங்களில் ஒன்றாகக் கூறப்படுகிறது. இது பிராந்தியத்தின் பாதுகாப்பிற்கு குறிப்பிடத்தக்க பங்களிப்பை வழங்கும் ஆற்றலையும் கொண்டுள்ளது.",
        "மேற்கூறிய மற்றும் பல கூட்டுறவு முயற்சிகள் மாலத்தீவின் பிராந்திய கொள்கையில் நடைமுறை உச்சரிப்பை சுட்டிக்காட்டுகின்றன. தீவுக்கூட்டமும் 'பிக் பிரதர்' நிர்ணயத்தால் பாதிக்கப்பட்டுள்ளது என்பதற்கு இங்கு எந்த ஆதாரமும் இல்லை, இது இந்தியாவின் சில சிறிய அண்டை நாடுகளின் வழியில் அவளுடன் இணக்கமாக நட்புடன் தொடர்புகொள்வதற்கு வழிவகுக்க முனைகிறது. தவிர, இந்தியாவுடன் நட்புறவுடன் தொடர்புகொள்வதன் முக்கியத்துவம், மாலத்தீவு மக்களிடையே அந்நாட்டின் அரசியல் தலைமையால் மிகவும் திறம்பட ஈர்க்கப்பட்டுள்ளது. ஏனென்றால், மாலத்தீவு மக்களிடையே பரவலான இந்திய எதிர்ப்புப் பயம் இருந்ததற்கான எந்த ஆதாரமும் இதுவரை இல்லை.",
        "துரதிர்ஷ்டவசமாக, இந்தியாவின் சில சிறிய அண்டை நாடுகளின் கூட்டு ஆன்மாவில் இந்தியா மீதான இந்த ஆழ் மனக்கசப்பு உள்ளது, இது அவர்களின் அரசியல் மற்றும் சமூக உயரடுக்கின் பிரிவுகள் இந்தியாவுடன் மிகவும் மலர்ந்த சொற்களில் ‘உறவு’ என்று கூறும்போதும் மீண்டும் மீண்டும் வெளிப்படுகிறது. வெளிப்படையாக, மனதில் உள்ள இந்த முரண்பாடான இழுப்புகளின் வேர்களை மனநல மருத்துவரால் மட்டுமே வெளிப்படுத்த முடியும் மற்றும் உணர முடியும்.",
        "இந்திய வெளிவிவகார அமைச்சரின் அடுத்த நிறுத்தம் ஸ்ரீலங்காவாகும், இங்கும் பொருளாதார உதவி, பாதுகாப்பு, எரிசக்தி மற்றும் மீன்பிடி விவகாரங்களில் உச்சரிப்பு விழும் வகையில், பல்வேறு பகுதிகளில் பல இருதரப்பு கூட்டுறவு ஒப்பந்தங்கள் இறுதி செய்யப்பட்டன. இலங்கைக்கு இன்று நிதி மற்றும் பொருள் உதவி தேவைப்படுவதால், பொருளாதார உதவித் திட்டம் சர்ச்சைக்குரியதாக நிரூபிக்கப்படவில்லை, ஆனால் பாதுகாப்பு வகையின் கீழ் வரும் சில உடன்படிக்கைகள் குறித்தும் அவ்வாறு கூற முடியாது.",
        "எடுத்துக்காட்டாக, கடல்சார் மீட்பு ஒருங்கிணைப்பு மையத்தின் இந்திய மானிய உதவியுடன் அமைப்பது தொடர்பான புரிந்துணர்வு ஒப்பந்தங்கள், இலங்கைக்கான தனித்துவமான டிஜிட்டல் அடையாளத் திட்டத்தைத் தொடங்குதல் மற்றும் யாழ்ப்பாணத்திற்கு அப்பாற்பட்ட சில தீவுகளில் கலப்பின மின் திட்டங்களை மேற்கொள்வது தொடர்பான புரிந்துணர்வு ஒப்பந்தங்கள் உள்ளன. இலங்கையின் கருத்துப் பிரிவுகளால் சர்ச்சைக்குரியதாக பார்க்கப்படுகிறது.",
        "இந்த இடஒதுக்கீடுகளை ஒளிபரப்புவதற்கான காரணங்கள் இருக்கலாம் அல்லது இல்லாமல் இருக்கலாம், ஆனால் இந்த ஒப்பந்தங்களை இறுதி செய்து செயல்படுத்துவதன் மூலம் முக்கிய உள்ளூர் நலன்கள் சமரசம் செய்யப்படாமல் இருப்பதை திறமையான மற்றும் தொலைநோக்கு இராஜதந்திரத்தின் மூலம் உறுதிப்படுத்துவது இலங்கை தரப்பைப் பொறுத்தது. இந்த வேலைத்திட்டங்களைச் செயல்படுத்துவதில் இலங்கையின் நலன்களுக்கு ஏதேனும் பாதிப்புகள் ஏற்பட்டால், இலங்கைப் பேரம் பேசுபவர்கள் அதற்குத் தாங்களே குற்றம் சொல்ல வேண்டியிருக்கும். எவ்வாறாயினும், இருதரப்பு மற்றும் பிராந்திய ஒத்துழைப்புக் கொள்கைகளின் செல்லுபடியாகும் தன்மையை கேள்விக்குள்ளாக்குவதாக இலங்கை தரப்பினால் இந்த உடன்படிக்கைகளில் காணப்படுகின்ற குழப்பங்கள் காணப்படக்கூடாது. இவை முற்றிலும் தனித்தனியாக இருக்க வேண்டிய விஷயங்கள்.",
        "அதிர்ஷ்டவசமாக, தெற்காசிய பிராந்தியம் மற்றும் அதை ஒட்டிய பகுதிகளுக்கு, BIMSTEC செயல்முறை முன்னோக்கி கொண்டு செல்லப்படுகிறது. குழுவாக்கத்தில் உள்ள பகுதிகள் அவற்றின் தொடர்புகளிலிருந்து கணிசமாகப் பெறுவதை உறுதி செய்வது சம்பந்தப்பட்ட மாநிலங்களின் பொறுப்பாகும். ஒரு BIMSTEC சாசனம் உருவாக்கப்படுகிறது மற்றும் இந்த ஆவணத்தின் மூலம் குறிப்பாக இருதரப்பு அரசியல் பிரச்சினைகள் ஒத்துழைப்பு முயற்சியில் எதிர்மறையான தாக்கத்தை ஏற்படுத்த அனுமதிக்கப்படுவதில்லை என்பதை உறுதிப்படுத்துவது மிகவும் முக்கியமானது.",
        "துரதிர்ஷ்டவசமாக, சார்க் சாசனமும் அதன் நிறுவனங்களும் கூட்டுறவு செயல்முறையை எரிச்சலூட்டும் இருதரப்பு அரசியல் கேள்விகளிலிருந்து பாதுகாக்க இயலாது என்பதை நிரூபித்துள்ளன, இது சார்க்கின் கிட்டத்தட்ட இயலாமைக்கு வழிவகுத்தது. இந்த மகிழ்ச்சியற்ற சூழ்நிலையை பிம்ஸ்டெக் தவிர்க்கும் என்று நம்புகிறோம். எவ்வாறாயினும், தெற்காசியாவின் பொது நல்வாழ்வுக்கு பங்களிக்கும் திறனைக் கருத்தில் கொண்டு, சார்க்கை புத்துயிர் பெறுவதன் முக்கியத்துவத்தை மறுப்பதற்கில்லை. BIMSTEC மற்றும் SAARC ஆகியவை ஒன்றையொன்று பூர்த்தி செய்வதாகக் கருதப்பட வேண்டும் மற்றும் பரஸ்பர பிரத்தியேக செயல்முறைகளாக கருதப்படக்கூடாது.",
        "பல்துறை தொழில்நுட்ப மற்றும் பொருளாதார ஒத்துழைப்புக்கான வங்காள விரிகுடா முன்முயற்சி (BIMSTEC) மற்றும் வங்காளதேசம்-சீனா-இந்தியா-மியான்மர் பிராந்திய ஒத்துழைப்புக்கான மன்றம் (பிசிஐஎம்) போன்ற உறவுக் குழுக்களுக்குத் தெரிவிக்கும் அடிப்படைக் கண்ணோட்டம் என்பது குறிப்பிடத்தக்கது. முக்கியமாக புவியியல் ரீதியாக இணைந்த ஆசிய நாடுகளுக்கு இடையே பொருளாதார இணைப்பு மற்றும் நிரப்புத்தன்மையை அதிகரிப்பதற்கான தேவை. எண்ணெய் மற்றும் பெட்ரோலியம், நீர் மின்சாரம், வனப் பொருட்கள், தோட்டக்கலை மற்றும் மலர் வளர்ப்பு போன்ற வளங்கள் நிறைந்ததாக தொடர்புடைய பகுதிகள் காணப்படுகின்றன, மேலும் சுற்றுலாப் பயணிகளை ஈர்க்கின்றன. இந்த முன்முயற்சிகள் அளிக்கும் பொருளாதாரப் பலன்களின் சமமான பங்கீட்டைக் கருத்தில் கொண்டு, இந்த வளங்களை ஆராய்ந்து, கூட்டாகவும், ஒத்துழைப்பாகவும் ஆய்வு செய்வதும், தட்டுவதும் சம்பந்தப்பட்ட பிராந்தியங்கள் மற்றும் நாடுகளின் நலன்களுக்காகவே இருக்கும். இத்தகைய முயற்சிகள் பிம்ஸ்டெக் பார்வைக்கு மையமாக உள்ளன.",
        "மேலும், கவனம் செலுத்தும் பகுதிகளில் வளர்ந்து வரும் நுகர்வோர் சந்தை உள்ளது. உதாரணமாக, 'பங்களாதேஷ், பூட்டான், சீனா, மியான்மர் மற்றும் நேபாளம் போன்ற அண்டை நாடுகளை உள்ளடக்கிய 400 மில்லியன் மக்களின் சந்தை உருவாகி வருகிறது.' ('இந்தியா, சீனா மற்றும் துணை பிராந்திய இணைப்புகள் தெற்காசியாவில்', டி. சுபா சந்திரன் மற்றும் பாவனா சிங் ஆகியோரால் தொகுக்கப்பட்டது, ஒரு SAGE பப்ளிகேஷன்ஸ் இந்தியா பிரைவேட் லிமிடெட் பணி).",
        "மேலே கோடிட்டுக் காட்டப்பட்டுள்ள வளர்ச்சித் திறனைத் தட்டுவது நிச்சயமாக BIMSTEC போன்ற குழுக்களின் தொடர்ச்சியான கூட்டு முயற்சிகளில் உள்ளது. வர்த்தகம், முதலீடு மற்றும் மக்களிடையேயான தொடர்பை எளிதாக்கக்கூடிய சில முக்கிய உள்கட்டமைப்பு வசதிகள் சம்பந்தப்பட்ட பிராந்தியங்கள் மற்றும் நாடுகளில் இல்லை என்பதைக் கருத்தில் கொண்டு, இது ஒரு துல்லியமான சவாலாகும். அதன்படி, இந்தப் பிரச்சனைகளுக்குத் தீர்வு காண மாநிலங்களின் வலுவான, தயாராக ஒன்றிணைவது இந்தத் தருணத்தில் ஒரு இன்றியமையாததாக வெளிப்படுகிறது.",
        "இந்தியாவும் சீனாவும் தங்களுடைய கருத்து வேறுபாடுகளை விரைவாகத் தீர்த்து, ‘ஆசிய நூற்றாண்டை’ அதன் தர்க்கரீதியான முடிவுக்குக் கொண்டு செல்வதற்கு ஒருமித்த கருத்துடன் செயல்படுவதைப் பொறுத்தது அதிகம். எடுத்துக்காட்டாக, இந்தியாவின் வடகிழக்கு மற்றும் சீனாவின் தென்மேற்கு இடையே வலுவான பொருளாதார நிரப்புதல்கள் உள்ளன. இந்த நேர்மறைகள் இந்த ஆசிய ஜாம்பவான்களால் நியாயமான முறையில் தட்டியெழுப்பப்பட வேண்டும் என்றாலும், BIMSTEC போன்ற குழுக்கள் இந்த ஒருங்கிணைப்புகளை எவ்வாறு சரியாகப் பயன்படுத்த முடியும் என்பதை ஆராய வேண்டும்.",
        "உலக செய்திகளில் SL! கையேடுகளுக்கு நன்றி இல்லை; சரி செய்ய; இல்லையென்றால், மாற்றியமைக்கவும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}