{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/CB-sends-shockwaves-with-700bps-policy-rate-hike-to-arrest-inflation/245-234866",
  "time_ut": 1649443320,
  "title": "CB sends shockwaves with 700bps policy rate hike to arrest inflation",
  "body_lines": [
    "CB says “substantial policy response is imperative” to address inflationary pressures and stabilise exchange rate",
    "CB’s SDFR and SLFR now stand at 13.50% and 14.50%, respectively",
    "However, analysts fear policy rate move could result in mass-scale defaults and even push economy towards a recession",
    "The Monetary Board of the Central Bank under the newly-appointed Governor Dr. Nanadalal Weerasinghe yesterday delivered a whopping 700 basis point policy rate hike, though many expected a milder hike in the range of 200 to 300 basis points.",
    "“The Monetary Board of the Central Bank of Sri Lanka, at its meeting held on April 8, 2022, decided to increase the Standing Deposit Facility Rate (SDFR) and Standing Lending Facility Rate (SLFR) of the Central Bank by 700 basis points to 13.50 percent and 14.50 percent, respectively, effective from the close of business on April 8, 2022,” a brief press release issued by the Central Bank said.",
    "Citing the reasons for such a drastic policy rate action, the Central Bank said the Monetary Board’s decision was largely driven by the inflationary pressures that could further exacerbate in the period ahead.",
    "“The Board, having noted the inflationary pressures that could further intensify in the period ahead, driven by the build-up of aggregate demand, domestic supply disruptions, exchange rate depreciation and the elevated prices of commodities globally, was of the view that a substantial policy response is imperative to arrest the buildup of added demand-driven inflationary pressures in the economy and pre-empt the escalation of adverse inflationary expectations, to provide the required impetus to stabilise the exchange rate and also to correct anomalies observed in the market interest rate structure,” the press release stated.",
    "The Central Bank said a detailed press release would be issued in due course.",
    "First Capital Research this week successfully forecasted the Central Bank’s policy rate direction when it said the Monetary Board was likely to raise policy rates by 500-750 basis points, while many other bet on a maximum 300 basis point hike.",
    "Although the aggressive monetary policy could tame the demand-driven inflationary pressures by cutting into aggregate demand largely by reducing imports and thereby stabilising the exchange rate, such a move could send ripple effects through financial markets by way of mass-scale defaults and even push the economy towards a recession.",
    "The massive increase in policy rates could also send banks’ lending rates through the roof, inflicting massive pain on borrowers, who are already struggling with two years of the pandemic and economic slowdown that followed."
  ],
  "translate": {
    "si": {
      "title": "උද්ධමනය නැවැත්වීම සඳහා CB 700bps ප්‍රතිපත්ති අනුපාත ඉහල දැමීමක් සමඟ කම්පන තරංග යවයි",
      "body_lines": [
        "උද්ධමන පීඩන ආමන්ත්‍රණය කිරීමට සහ විනිමය අනුපාතිකය ස්ථාවර කිරීමට \"සැලකිය යුතු ප්‍රතිපත්ති ප්‍රතිචාරයක් අත්‍යවශ්‍ය\" බව CB පවසයි",
        "CB හි SDFR සහ SLFR දැන් පිළිවෙළින් 13.50% සහ 14.50% ලෙස පවතී.",
        "කෙසේ වෙතත්, විශ්ලේෂකයින් බිය වන්නේ ප්‍රතිපත්ති අනුපාත චලනය මහා පරිමාණ පැහැර හැරීම්වලට හේතු විය හැකි අතර ආර්ථිකය අවපාතයකට තල්ලු කළ හැකි බවයි",
        "අලුතින් පත් වූ අධිපති ආචාර්ය නානදලාල් වීරසිංහ මහතා යටතේ මහ බැංකුවේ මුදල් මණ්ඩලය ඊයේ පදනම් ලකුණු 700 ක දැවැන්ත ප්‍රතිපත්ති පොලී අනුපාත ඉහළ නැංවීමක් සිදු කර ඇතත්, බොහෝ දෙනෙක් පදනම් අංක 200 සිට 300 දක්වා පරාසයක මෘදු වැඩිවීමක් අපේක්ෂා කළත්.",
        "“ශ්‍රී ලංකා මහ බැංකුවේ මුදල් මණ්ඩලය, 2022 අප්‍රේල් 8 වැනි දින පැවති රැස්වීමේදී, මහ බැංකුවේ නිත්‍ය තැන්පතු පහසුකම් අනුපාතිකය (SDFR) සහ නිත්‍ය ණය පහසුකම් අනුපාතිකය (SLFR) පදනම් ලකුණු 700 කින් වැඩි කිරීමට තීරණය කළේය. 2022 අප්‍රේල් 8 වැනි දින ව්‍යාපාර අවසන් වූ දින සිට ක්‍රියාත්මක වන පරිදි පිළිවෙලින් සියයට 13.50 සහ සියයට 14.50” යනුවෙන් මහ බැංකුව විසින් නිකුත් කරන ලද කෙටි මාධ්‍ය නිවේදනයක දැක්වේ.",
        "එවැනි දැඩි ප්‍රතිපත්ති අනුපාත ක්‍රියාමාර්ගයක් සඳහා හේතු සඳහන් කරමින් මහ බැංකුව පැවසුවේ, ඉදිරි කාලය තුළ තවදුරටත් උග්‍ර විය හැකි උද්ධමන පීඩනය හේතුවෙන් මුදල් මණ්ඩලයේ තීරණය බොහෝ දුරට මෙහෙයවනු ලැබූ බවයි.",
        "“සමස්ත ඉල්ලුම ගොඩනැගීම, දේශීය සැපයුම් කඩාකප්පල් වීම, විනිමය අනුපාතිකය ක්ෂය වීම සහ ගෝලීය වශයෙන් භාණ්ඩවල මිල ඉහළ යාම හේතුවෙන් ඉදිරි කාලය තුළ උද්ධමන පීඩනය තවදුරටත් තීව්‍ර විය හැකි බව අධ්‍යක්ෂ මණ්ඩලයේ අදහස විය. ප්‍රතිපත්තිමය ප්‍රතිචාරය ආර්ථිකය තුළ එකතු කරන ලද ඉල්ලුම මත පදනම් වූ උද්ධමන පීඩනයන් නැවැත්වීම සහ අහිතකර උද්ධමන අපේක්ෂාවන් තීව්‍ර කිරීම පූර්ව නිරාකරණය කිරීම, විනිමය අනුපාතිකය ස්ථාවර කිරීමට අවශ්‍ය පෙළඹවීම සැපයීම සහ වෙළඳපොල පොලී අනුපාතිකයේ නිරීක්ෂණය වූ විෂමතා නිවැරදි කිරීම සඳහා අත්‍යවශ්‍ය වේ ව්යුහය,\" මාධ්ය නිවේදනයේ සඳහන් විය.",
        "සවිස්තරාත්මක මාධ්‍ය නිවේදනයක් ඉදිරියේදී නිකුත් කරන බව මහ බැංකුව පවසයි.",
        "පළමු ප්‍රාග්ධන පර්යේෂණය මේ සතියේ මහ බැංකුවේ ප්‍රතිපත්ති අනුපාත දිශානතිය සාර්ථකව පුරෝකථනය කළේ මුදල් මණ්ඩලය විසින් ප්‍රතිපත්ති පොලී අනුපාත 500-750 කින් ඉහළ නැංවීමට ඉඩ ඇති අතර තවත් බොහෝ අය උපරිම පදනම් ලක්ෂ්‍ය 300 ක ඉහළ නැංවීමක් සඳහා ඔට්ටු අල්ලන බවයි.",
        "ආක්‍රමණශීලී මූල්‍ය ප්‍රතිපත්තියට ආනයනය අඩු කිරීම සහ එමගින් විනිමය අනුපාතිකය ස්ථාවර කිරීම මගින් විශාල වශයෙන් සමස්ථ ඉල්ලුමට කපා හැරීමෙන් ඉල්ලුම මත පදනම් වූ උද්ධමන පීඩනය හීලෑ කළ හැකි වුවද, එවැනි පියවරක් මහා පරිමාණ පැහැර හැරීම් මගින් මූල්‍ය වෙලඳපොලවල් හරහා රැළි බලපෑම් එවිය හැකි අතර එය තල්ලු කරයි. ආර්ථිකය අවපාතයක් කරා.",
        "ප්‍රතිපත්ති පොලී අනුපාතවල දැවැන්ත වැඩිවීම, වසර දෙකක වසංගත හා ආර්ථික මන්දගාමිත්වය සමඟ දැනටමත් පොරබදමින් සිටින ණය ගැතියන්ට දැවැන්ත වේදනාවක් ගෙන දෙමින්, බැංකු ණය දීමේ අනුපාත වහලය හරහා යැවිය හැකිය."
      ]
    },
    "ta": {
      "title": "பணவீக்கத்தைக் கட்டுப்படுத்த CB 700bps கொள்கை விகித உயர்வுடன் அதிர்ச்சி அலைகளை அனுப்புகிறது",
      "body_lines": [
        "பணவீக்க அழுத்தங்களை நிவர்த்தி செய்வதற்கும் மாற்று விகிதத்தை நிலைப்படுத்துவதற்கும் \"கணிசமான கொள்கை பதில் அவசியம்\" என்று CB கூறுகிறது",
        "CB இன் SDFR மற்றும் SLFR இப்போது முறையே 13.50% மற்றும் 14.50% ஆக உள்ளது.",
        "இருப்பினும், கொள்கை விகித நகர்வு வெகுஜன அளவிலான இயல்புநிலைக்கு வழிவகுக்கும் மற்றும் பொருளாதாரத்தை மந்தநிலையை நோக்கி தள்ளக்கூடும் என்று ஆய்வாளர்கள் அஞ்சுகின்றனர்",
        "புதிதாக நியமிக்கப்பட்ட ஆளுநரான கலாநிதி நானடலால் வீரசிங்கவின் கீழ் மத்திய வங்கியின் நாணயச் சபை நேற்று 700 அடிப்படைப் புள்ளிகளின் கொள்கை விகித உயர்வை வழங்கியது, ஆனால் பலர் 200 முதல் 300 அடிப்படை புள்ளிகள் வரை மிதமான உயர்வை எதிர்பார்த்தனர்.",
        "“இலங்கை மத்திய வங்கியின் நாணயச் சபை, ஏப்ரல் 8, 2022 அன்று நடைபெற்ற கூட்டத்தில், மத்திய வங்கியின் நிலையான வைப்பு வசதி வீதம் (SDFR) மற்றும் நிலையான கடன் வசதி வீதம் (SLFR) ஆகியவற்றை 700 அடிப்படை புள்ளிகளால் அதிகரிக்க தீர்மானித்தது. முறையே 13.50 சதவீதம் மற்றும் 14.50 சதவீதம், ஏப்ரல் 8, 2022 அன்று வணிகம் முடிவடைந்ததில் இருந்து நடைமுறைக்கு வரும், ”என்று மத்திய வங்கி வெளியிட்ட ஒரு சுருக்கமான செய்திக்குறிப்பில் தெரிவிக்கப்பட்டுள்ளது.",
        "இத்தகைய கடுமையான கொள்கை விகித நடவடிக்கைக்கான காரணங்களை மேற்கோள் காட்டிய மத்திய வங்கி, பணவீக்கச் சபையின் முடிவு பெரும்பாலும் பணவீக்க அழுத்தங்களால் உந்தப்பட்டதாகக் கூறியது.",
        "\"ஒட்டுமொத்த தேவை, உள்நாட்டு விநியோக தடைகள், மாற்று விகித தேய்மானம் மற்றும் உலகளவில் உயர்ந்த பொருட்களின் விலைகள் ஆகியவற்றால் உந்தப்படும் பணவீக்க அழுத்தங்கள், எதிர்காலத்தில் மேலும் தீவிரமடையக்கூடும் என்பதை வாரியம் குறிப்பிட்டது. பொருளாதாரத்தில் கூடுதல் தேவை-உந்துதல் பணவீக்க அழுத்தங்களை உருவாக்குவதைத் தடுக்கவும் மற்றும் பாதகமான பணவீக்க எதிர்பார்ப்புகளின் அதிகரிப்பை முன்கூட்டியே தடுக்கவும், மாற்று விகிதத்தை நிலைப்படுத்துவதற்கு தேவையான உத்வேகத்தை வழங்கவும் மற்றும் சந்தை வட்டி விகிதத்தில் காணப்படும் முரண்பாடுகளை சரிசெய்யவும் கொள்கை பதில் இன்றியமையாதது. கட்டமைப்பு,” என்று செய்திக்குறிப்பில் கூறப்பட்டுள்ளது.",
        "விரிவான வர்த்தமானி அறிவித்தல் விரைவில் வெளியிடப்படும் என மத்திய வங்கி தெரிவித்துள்ளது.",
        "முதல் மூலதன ஆராய்ச்சி இந்த வாரம் மத்திய வங்கியின் கொள்கை விகித திசையை வெற்றிகரமாக முன்னறிவித்தது, நாணய வாரியம் கொள்கை விகிதங்களை 500-750 அடிப்படை புள்ளிகளால் உயர்த்த வாய்ப்புள்ளது என்று கூறியது, அதே நேரத்தில் மற்றவை அதிகபட்சமாக 300 அடிப்படை புள்ளி உயர்வுக்கு பந்தயம் கட்டும்.",
        "ஆக்கிரோஷமான பணவியல் கொள்கையானது, இறக்குமதியைக் குறைப்பதன் மூலமும், அதன் மூலம் மாற்று விகிதத்தை நிலைப்படுத்துவதன் மூலமும், மொத்தத் தேவையைக் குறைப்பதன் மூலம், தேவை-உந்துதல் பணவீக்க அழுத்தங்களைக் கட்டுப்படுத்த முடியும் என்றாலும், அத்தகைய நடவடிக்கை நிதிச் சந்தைகள் மூலம் வெகுஜன அளவிலான இயல்புநிலைகள் மூலம் சிற்றலை விளைவுகளை அனுப்பலாம். பொருளாதாரம் மந்தநிலையை நோக்கி.",
        "பாலிசி விகிதங்களின் பாரிய அதிகரிப்பு வங்கிகளின் கடன் விகிதங்களை கூரை வழியாக அனுப்பலாம், கடன் வாங்குபவர்களுக்கு பாரிய வலியை ஏற்படுத்தலாம், அவர்கள் ஏற்கனவே இரண்டு வருட தொற்றுநோய் மற்றும் பொருளாதார மந்தநிலையால் போராடி வருகின்றனர்."
      ]
    }
  }
}