{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-and-india-inks-deals-after-minister-jaishankar-visit-92176/",
  "time_ut": 1648508160,
  "title": "Sri Lanka and India inks deals after Minister Jaishankar visit",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka and India has inked several agreements on the first day of a visit by India foreign minister S Jaishankar including a controversial digital identity plan, in the style of a previous one which has led to opposition by freedom activists on the island.",
    "Sri Lanka already has a unique identity (national identity card) which has been in use for decades for every citizen but a digital database will allow the island’s usually authoritative rulers to track minorities and pro-democracy workers, activists have warned.",
    "A memorandum of understanding on the “implementation of Sri Lanka Unique Digital Identity (SL-UDI) programme with GOI’s grant assistance” has been signed, a statement from the Indian High Commission said.",
    "The so-called ‘Indian big brother’ can undermine the hard-fought freedoms of citizens and may lead to a loss of goodwill built by India among the public in recent years, especially with the emergency ambulance projects, observers warn.",
    "Opposition legislator Haren Fernando had already warned that attempts are underway to also set up a biometric database of citizens with Indian grant aid.",
    "Sri Lank activists had previously gone to court against attempts to build a database of citizens and track their movements through financial or other transactions.",
    "India is however helping Sri Lanka with credit lines after the country’s soft-peg (flexible exchange rate) got into its latest crisis after money was printed to keep interest rates down.",
    "India is also wrapping up several agreements on which the island has given commitments and is also making sure that Chinese involvement in Sri Lanka does not threaten its defence interests and open a southern flank, political analysts say.",
    "India has fought several border wars with China though bi-lateral trade has soared in recent years.",
    "Among the agreements signed was to set up a Maritime Rescue Coordination Center which has also drawn some controversy.",
    "An agreement was also signed on the “implementation of Hybrid Power Projects in three Islands off Jaffna,” the Indian High Commission said.",
    "Visit of External Affairs Minister Dr. S.Jaishankar to Sri Lanka",
    "External Affairs Minister (EAM) Dr. S.Jaishankar concluded his first day of discussions during his visit to Sri Lanka on 28 March 2022. He is accompanied by a five-member official delegation from Ministry of External Affairs, New Delhi for the bilateral and BIMSTEC engagements.",
    "2. EAM called on H.E President Gotabaya Rajapaksa and conveyed personal greetings from Prime Minister Narendra Modi. President of Sri Lanka thanked Government of India (GOI) for economic assistance amounting to around USD 2.5 billion extended to Sri Lanka in 2022. Dr. S. Jaishankar assured India’s continued support in Sri Lanka’s economic recovery process. The discussions also covered the recent Government-TNA talks, defence and energy cooperation and fishermen’s issues. It was agreed to deepen economic and commercial linkages with special emphasis on Indian investments.",
    "3. EAM joined H.E Prime Minister Mahinda Rajapaksa at a special event held in Temple Trees to virtually inaugurate the Jaffna Cultural Center. They watched a cultural performance at the Center – a Bharatnatyam rendition, a prayer dedicated to the peoples of India and Sri Lanka and their eternal friendship. They also had a virtual tour of the Artificial Limb Fitment Camp in Jaffna which is supported by GOI. In addition, they also witnessed signing of MoU on implementation of grant assistance from India to promote Buddhist ties between India and Sri Lanka. Further, there was an exchange of notes on the amendment to Article IX of the MoU on construction of Jaffna Cultural Center.",
    "4. EAM met Finance Minister Hon. Basil Rajapaksa in the morning, who stressed the significance of deeper economic engagement between the two neighbours at a time when the impact of COVID-19 is still being strongly felt. EAM reiterated that India’s partnership with Sri Lanka was rooted in the ‘Neighbourhood First’ approach and S.A.G.A.R (Security And Growth for All in the Region) doctrine. India has stood by Sri Lanka in the hour of its need.",
    "5. Foreign Minister Prof. G.L Peiris held talks with EAM in the evening. They covered the entire gamut of bilateral engagement. Attesting to the comprehensive nature of bilateral ties, they also witnessed the signing of bilateral documents in diverse areas:",
    "i) MOU on implementation of Sri Lanka Unique Digital Identity (SL-UDI) programme with GOI’s grant assistance;",
    "iii) MOU on implementation of Hybrid Power Projects in three Islands off Jaffna;",
    "iv) MOU on cooperation in development of Fisheries Harbours in Sri Lanka;",
    "v) MOU for the establishment of Modern Computer Labs and smart boards with customized curriculum software in 200 schools in Galle District; &",
    "vi) MOU between Sushma Swaraj Institute of Foreign Service and the Bandaranaike International Diplomatic Training Institute.",
    "6. EAM separately met Minister of Fisheries and Aquatic Resources Hon. Douglas Devananda. They discussed issues pertaining to fishermen and exchanged views on devolution.",
    "7. EAM’s other engagements included a visit to HCL Technologies, an LIOC petrol station, and discussions with leaders representing various Tamil political parties. It may be recalled that HCL Technologies has created more than 1,800 jobs locally. LIOC has been at the forefront of energy cooperation between the two countries since its incorporation as a Sri Lankan Company two decades back.",
    "8. Jaffna Cultural Center is a glowing example of India-Sri Lanka development partnership. It was conceived as a reconciliation project primarily aimed at expanding cultural infrastructure for people of Northern Province. This state-of-the-art facility, constructed with grant assistance from GOI, consists of multiple facilities such as a museum of two floors; an advanced theatre style auditorium for more than 600 people; a 11-storeyed learning tower; a public square which could also act as an amphitheater; etc.",
    "9. EAM will be attending the BIMSTEC Ministerial Meeting on 29 March 2022."
  ],
  "translate": {
    "si": {
      "title": "ජයිශංකර් අමාත්‍යවරයාගේ සංචාරයෙන් පසු ශ්‍රී ලංකාව සහ ඉන්දියාව ගිවිසුම් අත්සන් කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව සහ ඉන්දියාව, දිවයිනේ නිදහස් ක්‍රියාකාරීන්ගේ විරෝධයට තුඩු දී ඇති පෙර පැවති ආකාරයේ මතභේදාත්මක ඩිජිටල් අනන්‍යතා සැලැස්මක් ඇතුළුව, ඉන්දීය විදේශ අමාත්‍ය S Jaishankar ගේ සංචාරයක පළමු දිනයේ දී ගිවිසුම් කිහිපයක් අත්සන් කර ඇත.",
        "ශ්‍රී ලංකාව සතුව දැනටමත් අනන්‍ය අනන්‍යතාවයක් (ජාතික හැඳුනුම්පතක්) සෑම පුරවැසියෙකුටම දශක ගනනාවක් තිස්සේ භාවිතා වන නමුත් ඩිජිටල් දත්ත සමුදායක් දිවයිනේ සාමාන්‍යයෙන් බලධාරී පාලකයින්ට සුළු ජාතීන් සහ ප්‍රජාතන්ත්‍රවාදී ගැති සේවකයින් සොයා ගැනීමට ඉඩ සලසයි, ක්‍රියාකාරීන් අනතුරු අඟවා ඇත.",
        "\"GOI හි ප්‍රදාන ආධාර ඇතිව ශ්‍රී ලංකා අනන්‍ය ඩිජිටල් අනන්‍යතා (SL-UDI) වැඩසටහන ක්‍රියාත්මක කිරීම\" පිළිබඳ අවබෝධතා ගිවිසුමක් අත්සන් කර ඇති බව ඉන්දීය මහ කොමසාරිස් කාර්යාලයේ ප්‍රකාශයක් පවසයි.",
        "ඊනියා ‘ඉන්දියානු ලොකු සහෝදරයා’ පුරවැසියන්ගේ දැඩි අරගලයක නිදහසට හානි කළ හැකි අතර මෑත වසරවලදී, විශේෂයෙන් හදිසි ගිලන්රථ ව්‍යාපෘති සමඟ ඉන්දියාව විසින් මහජනයා අතර ගොඩනඟා ඇති හොඳ හිත නැති වීමට හේතු විය හැකි බව නිරීක්ෂකයින් අනතුරු අඟවයි.",
        "ඉන්දීය ප්‍රදාන ආධාර සහිත පුරවැසියන්ගේ ජෛවමිතික දත්ත ගබඩාවක් ද පිහිටුවීමට උත්සාහ කරමින් සිටින බවට විපක්ෂ ව්‍යවස්ථාදායකය හරේන් ප්‍රනාන්දු දැනටමත් අනතුරු අඟවා තිබුණි.",
        "පුරවැසියන්ගේ දත්ත සමුදායක් ගොඩනැගීමට සහ මූල්‍ය හෝ වෙනත් ගනුදෙනු හරහා ඔවුන්ගේ චලනයන් නිරීක්ෂණය කිරීමට දරන උත්සාහයට එරෙහිව ශ්‍රී ලංකා ක්‍රියාකාරීන් මීට පෙර අධිකරණයට ගොස් තිබුණි.",
        "කෙසේ වෙතත්, පොලී අනුපාත පහත හෙළීම සඳහා මුදල් මුද්‍රණය කිරීමෙන් පසු රටේ soft-peg (නම්‍යශීලී විනිමය අනුපාතිකය) එහි නවතම අර්බුදයට පත්වීමෙන් පසුව ඉන්දියාව ශ්‍රී ලංකාවට ණය මාර්ග සඳහා උපකාර කරයි.",
        "ඉන්දියාව ද දිවයින කැපවී ඇති ගිවිසුම් කිහිපයක් අවසන් කරමින් සිටින අතර, ශ්‍රී ලංකාව තුළ චීන මැදිහත්වීම තම ආරක්ෂක අවශ්‍යතාවලට තර්ජනයක් නොවන පරිදි සහ දකුණු පැත්තක් විවෘත කිරීමට ද වග බලා ගන්නා බව දේශපාලන විශ්ලේෂකයෝ පවසති.",
        "මෑත වසරවලදී ද්විපාර්ශ්වික වෙළඳාම ඉහළ ගියද ඉන්දියාව චීනය සමඟ දේශසීමා යුද්ධ කිහිපයක්ම කර ඇත.",
        "අත්සන් කරන ලද ගිවිසුම් අතර සමුද්‍ර ගලවා ගැනීමේ සම්බන්ධීකරණ මධ්‍යස්ථානයක් පිහිටුවීම ද යම් මතභේදයට තුඩු දී තිබේ.",
        "“යාපනයට ඔබ්බෙන් වූ දූපත් තුනක හයිබ්‍රිඩ් බල ව්‍යාපෘති ක්‍රියාත්මක කිරීම” පිළිබඳ ගිවිසුමකට ද අත්සන් තැබූ බව ඉන්දීය මහ කොමසාරිස් කාර්යාලය පවසයි.",
        "විදේශ කටයුතු අමාත්‍ය ආචාර්ය එස්.ජයිශංකර් මහතාගේ ශ්‍රී ලංකා සංචාරය",
        "විදේශ කටයුතු අමාත්‍ය (EAM) Dr. S.Jaishankar 2022 මාර්තු 28 වැනි දින ශ්‍රී ලංකාවට කරන ලද සංචාරයේදී ඔහුගේ පළමු සාකච්ඡාව අවසන් කළේය. ඔහු සමඟ නවදිල්ලියේ විදේශ කටයුතු අමාත්‍යාංශයේ ද්විපාර්ශ්වික සහ ද්විපාර්ශ්වික සහ බිම්ස්ටෙක් සම්බන්ධවීම්.",
        "2. EAM විසින් H.E ජනාධිපති ගෝඨාභය රාජපක්ෂ හමුවී අගමැති නරේන්ද්‍ර මෝදිගෙන් පුද්ගලික සුබ පැතුම් පිරිනැමීය. 2022 දී ශ්‍රී ලංකාවට ලබා දුන් ඩොලර් බිලියන 2.5 ක පමණ ආර්ථික ආධාර සඳහා ශ්‍රී ලංකා ජනාධිපතිවරයා ඉන්දියානු රජයට (GOI) ස්තුතිය පුද කළේය. ශ්‍රී ලංකාවේ ආර්ථික ප්‍රකෘතිමත් ක්‍රියාවලිය සඳහා ඉන්දියාවේ අඛණ්ඩ සහාය ආචාර්ය එස්. ජයශංකර් සහතික විය. මෑත කාලීන රජය-ටීඑන්ඒ සාකච්ඡා, ආරක්ෂක සහ බලශක්ති සහයෝගීතාව සහ ධීවර ගැටළු ද මෙම සාකච්ඡාවලදී ආවරණය විය. ඉන්දියානු ආයෝජන කෙරෙහි විශේෂ අවධානයක් යොමු කරමින් ආර්ථික හා වාණිජ සබඳතා ගැඹුරු කිරීමට එකඟ විය.",
        "3. යාපනය සංස්කෘතික මධ්‍යස්ථානය ප්‍රායෝගිකව විවෘත කිරීම සඳහා අරලියගහ මන්දිරයේ පැවති විශේෂ උත්සවයකට අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා සමඟ EAM එක් විය. ඔවුන් මධ්‍යස්ථානයේ සංස්කෘතික ප්‍රසංගයක් නැරඹූහ - භාරතනාට්‍ය ගායනාවක්, ඉන්දියාවේ සහ ශ්‍රී ලංකාවේ ජනතාව සහ ඔවුන්ගේ සදාකාලික මිත්‍රත්වය වෙනුවෙන් කැප වූ යාඥාවක්. ඔවුන් GOI විසින් සහාය දක්වන යාපනයේ කෘතිම අත් පා සවි කිරීමේ කඳවුරේ අතථ්‍ය සංචාරයක් ද පැවැත්වීය. මීට අමතරව, ඉන්දියාව සහ ශ්‍රී ලංකාව අතර බෞද්ධ සබඳතා ප්‍රවර්ධනය කිරීම සඳහා ඉන්දියාවෙන් ආධාර ආධාර ක්‍රියාවට නැංවීම පිළිබඳ අවබෝධතා ගිවිසුමට අත්සන් තැබීම ද ඔවුන් දුටුවා. තවද, යාපනය සංස්කෘතික මධ්‍යස්ථානය ඉදිකිරීම පිළිබඳ අවබෝධතා ගිවිසුමේ IX වගන්තියට සංශෝධන කිරීම පිළිබඳ සටහන් හුවමාරුවක් ද සිදු විය.",
        "4. EAM ගරු මුදල් අමාත්‍යවරයා හමු විය. COVID-19 හි බලපෑම තවමත් ප්‍රබල ලෙස දැනෙමින් පවතින මොහොතක අසල්වැසියන් දෙදෙනා අතර ගැඹුරු ආර්ථික බැඳීමේ වැදගත්කම බැසිල් රාජපක්ෂ මහතා උදෑසන අවධාරණය කළේය. ශ්‍රී ලංකාව සමඟ ඉන්දියාවේ හවුල්කාරිත්වය මුල් බැස ඇත්තේ 'අසල්වැසි ප්‍රථම' ප්‍රවේශය සහ S.A.G.A.R (කලාපයේ සැමට ආරක්ෂාව සහ වර්ධනය) මූලධර්මය මත බව EAM නැවත අවධාරණය කළේය. ඉන්දියාව ශ්‍රී ලංකාවට අවශ්‍ය මොහොතේදී ශ්‍රී ලංකාව සමඟ සිට ඇත.",
        "5. විදේශ අමාත්‍ය මහාචාර්ය ජී.එල් පීරිස් සවස EAM සමඟ සාකච්ඡා පැවැත්වීය. ඔවුන් ද්විපාර්ශ්වික නියැලීමේ සමස්ත පරාසයම ආවරණය කළහ. ද්විපාර්ශ්වික සබඳතාවල විස්තීර්ණ ස්වභාවය සනාථ කරමින්, විවිධ ක්ෂේත්‍රවල ද්විපාර්ශ්වික ලියකියවිලි අත්සන් කිරීම ද ඔවුන් දුටුවේය.",
        "i) GOI හි ප්‍රදාන සහාය ඇතිව ශ්‍රී ලංකා අනන්‍ය ඩිජිටල් අනන්‍යතා (SL-UDI) වැඩසටහන ක්‍රියාත්මක කිරීම පිළිබඳ අවබෝධතා ගිවිසුම;",
        "iii) යාපනයට ඔබ්බෙන් වූ දූපත් තුනක දෙමුහුන් බලාගාර ව්‍යාපෘති ක්‍රියාත්මක කිරීම පිළිබඳ අවබෝධතා ගිවිසුම;",
        "iv) ශ්‍රී ලංකාවේ ධීවර වරායන් සංවර්ධනය කිරීමේ සහයෝගීතාව පිළිබඳ අවබෝධතා ගිවිසුම;",
        "v) ගාල්ල දිස්ත්‍රික්කයේ පාසල් 200 ක අභිරුචි කළ විෂයමාලා මෘදුකාංග සහිත නවීන පරිගණක විද්‍යාගාර සහ ස්මාර්ට් පුවරු පිහිටුවීම සඳහා අවබෝධතා ගිවිසුම; &",
        "vi) සුෂ්මා ස්වරාජ් විදේශ සේවා ආයතනය සහ බණ්ඩාරනායක ජාත්‍යන්තර රාජ්‍යතාන්ත්‍රික පුහුණු ආයතනය අතර අවබෝධතා ගිවිසුම.",
        "6. EAM විසින් ධීවර හා ජලජ සම්පත් අමාත්‍යවරයා වෙන වෙනම හමුවිය. ඩග්ලස් දේවානන්ද. එහිදී ධීවරයින්ට අදාළ ගැටළු පිළිබඳව සාකච්ඡා කළ අතර බලය බෙදීම සම්බන්ධයෙන් අදහස් හුවමාරු කර ගත්හ.",
        "7. EAM හි අනෙකුත් කටයුතුවලට LIOC ඉන්ධන පිරවුම්හලක් වන HCL ටෙක්නොලොජීස් වෙත පැමිණීම සහ විවිධ දෙමළ දේශපාලන පක්ෂ නියෝජනය කරන නායකයින් සමඟ සාකච්ඡා ඇතුළත් විය. HCL ටෙක්නොලොජීස් විසින් දේශීය වශයෙන් රැකියා 1,800 කට වැඩි ප්‍රමාණයක් නිර්මාණය කර ඇති බව මතක තබා ගත හැකිය. LIOC දශක දෙකකට පෙර ශ්‍රී ලාංකේය සමාගමක් ලෙස සංස්ථාගත කිරීමේ සිට දෙරට අතර බලශක්ති සහයෝගීතාවයේ ඉදිරියෙන්ම සිටී.",
        "8. යාපනය සංස්කෘතික මධ්‍යස්ථානය ඉන්දීය-ශ්‍රී ලංකා සංවර්ධන හවුල්කාරිත්වයේ දීප්තිමත් උදාහරණයකි. එය මූලික වශයෙන් උතුරු පළාතේ ජනතාව සඳහා සංස්කෘතික යටිතල පහසුකම් පුළුල් කිරීම අරමුණු කරගත් ප්‍රතිසන්ධාන ව්‍යාපෘතියක් ලෙස සංකල්පනය කරන ලදී. GOI හි ප්‍රදාන ආධාර ඇතිව ඉදිකරන ලද මෙම අති නවීන පහසුකම තට්ටු දෙකකින් යුත් කෞතුකාගාරයක් වැනි බහුවිධ පහසුකම් වලින් සමන්විත වේ. 600 කට වැඩි පිරිසක් සඳහා උසස් නාට්‍ය ශෛලියේ ශ්‍රවණාගාරයක්; 11-මහල් ඉගෙනුම් කුළුණක්; amphitheatre ලෙසද ක්‍රියා කළ හැකි පොදු චතුරශ්‍රයක්; ආදිය",
        "9. EAM 2022 මාර්තු 29 වන දින බිම්ස්ටෙක් අමාත්‍ය රැස්වීමට සහභාගී වනු ඇත."
      ]
    },
    "ta": {
      "title": "அமைச்சர் ஜெய்சங்கர் வருகைக்குப் பிறகு இலங்கைக்கும் இந்தியாவுக்கும் இடையே ஒப்பந்தங்கள் கையெழுத்தானது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை மற்றும் இந்தியா இந்திய வெளியுறவு அமைச்சர் எஸ் ஜெய்சங்கரின் விஜயத்தின் முதல் நாளில் பல ஒப்பந்தங்களில் கையெழுத்திட்டுள்ளன, இதில் சர்ச்சைக்குரிய டிஜிட்டல் அடையாளத் திட்டம் உள்ளது, இது தீவில் உள்ள சுதந்திர ஆர்வலர்களின் எதிர்ப்பிற்கு வழிவகுத்தது.",
        "இலங்கையில் ஏற்கனவே தனிப்பட்ட அடையாள அட்டை (தேசிய அடையாள அட்டை) உள்ளது, இது ஒவ்வொரு குடிமகனுக்கும் பல தசாப்தங்களாக பயன்பாட்டில் உள்ளது, ஆனால் ஒரு டிஜிட்டல் தரவுத்தளம் தீவின் பொதுவாக அதிகாரமுள்ள ஆட்சியாளர்களை சிறுபான்மையினர் மற்றும் ஜனநாயகத்திற்கு ஆதரவான பணியாளர்களை கண்காணிக்க அனுமதிக்கும் என்று ஆர்வலர்கள் எச்சரித்துள்ளனர்.",
        "\"GOI இன் மானிய உதவியுடன் இலங்கை தனித்துவ டிஜிட்டல் அடையாள (SL-UDI) திட்டத்தை செயல்படுத்துதல்\" தொடர்பான புரிந்துணர்வு ஒப்பந்தம் கையெழுத்தாகியுள்ளதாக இந்திய உயர்ஸ்தானிகராலயத்தின் அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "'இந்தியப் பெரிய சகோதரர்' என்று அழைக்கப்படுபவர், குடிமக்களின் கடினப் போராடும் சுதந்திரத்தை குறைமதிப்பிற்கு உட்படுத்தலாம் மற்றும் சமீபத்திய ஆண்டுகளில், குறிப்பாக அவசரகால ஆம்புலன்ஸ் திட்டங்களால், இந்திய மக்களிடையே கட்டியெழுப்பப்பட்ட நன்மதிப்பை இழக்க நேரிடலாம், பார்வையாளர்கள் எச்சரிக்கின்றனர்.",
        "இந்திய மானிய உதவியுடன் குடிமக்களின் பயோமெட்ரிக் தரவுத்தளத்தையும் அமைக்க முயற்சிகள் நடந்து வருவதாக எதிர்க்கட்சி சட்டமன்ற உறுப்பினர் ஹரன் பெர்னாண்டோ ஏற்கனவே எச்சரித்திருந்தார்.",
        "பிரஜைகளின் தரவுத்தளத்தை உருவாக்குவதற்கும் நிதி அல்லது பிற பரிவர்த்தனைகள் மூலம் அவர்களின் நடமாட்டங்களைக் கண்காணிப்பதற்கும் எதிராக இலங்கை செயற்பாட்டாளர்கள் முன்னர் நீதிமன்றத்திற்குச் சென்றிருந்தனர்.",
        "எவ்வாறாயினும், வட்டி விகிதங்களைக் குறைப்பதற்காக பணம் அச்சிடப்பட்ட பின்னர், நாட்டின் சாஃப்ட்-பெக் (நெகிழ்வான மாற்று விகிதம்) அதன் சமீபத்திய நெருக்கடியில் சிக்கிய பின்னர், கடன் வரிகளுடன் இலங்கைக்கு இந்தியா உதவுகிறது.",
        "இலங்கையில் சீனாவின் தலையீடு அதன் பாதுகாப்பு நலன்களுக்கு அச்சுறுத்தல் ஏற்படாதவாறும், தென்பகுதியை திறக்கும் வகையில் தீவு உறுதியளித்துள்ள பல ஒப்பந்தங்களை இந்தியாவும் செய்து வருகிறது என்று அரசியல் ஆய்வாளர்கள் கூறுகின்றனர்.",
        "சமீபத்திய ஆண்டுகளில் இருதரப்பு வர்த்தகம் உயர்ந்திருந்தாலும், இந்தியா சீனாவுடன் பல எல்லைப் போர்களில் ஈடுபட்டுள்ளது.",
        "கையெழுத்திடப்பட்ட ஒப்பந்தங்களில் கடல்சார் மீட்பு ஒருங்கிணைப்பு மையத்தை அமைப்பது சில சர்ச்சைகளையும் ஏற்படுத்தியுள்ளது.",
        "\"யாழ்ப்பாணத்திற்கு அப்பால் உள்ள மூன்று தீவுகளில் கலப்பின மின் திட்டங்களை செயல்படுத்துவது\" தொடர்பான ஒப்பந்தமும் கையெழுத்தானது என்று இந்திய உயர்ஸ்தானிகராலயம் தெரிவித்துள்ளது.",
        "வெளிவிவகார அமைச்சர் டாக்டர் எஸ்.ஜெய்சங்கரின் இலங்கை பயணம்",
        "வெளிவிவகார அமைச்சர் (EAM) Dr. S. ஜெய்சங்கர் 28 மார்ச் 2022 அன்று இலங்கைக்கான தனது விஜயத்தின் போது தனது முதல் நாள் கலந்துரையாடலை முடித்தார். அவருடன் இருதரப்பு மற்றும் இருதரப்பு மற்றும் புதுடெல்லியின் வெளிவிவகார அமைச்சின் ஐந்து பேர் கொண்ட உத்தியோகபூர்வ தூதுக்குழுவும் உடன் சென்றுள்ளார். BIMSTEC ஈடுபாடுகள்.",
        "2. EAM H.E ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை சந்தித்து பிரதமர் நரேந்திர மோடியின் தனிப்பட்ட வாழ்த்துக்களை தெரிவித்தார். 2022 ஆம் ஆண்டில் இலங்கைக்கு வழங்கப்பட்ட சுமார் 2.5 பில்லியன் அமெரிக்க டாலர்கள் பொருளாதார உதவிக்காக இந்திய அரசாங்கத்திற்கு (GOI) இலங்கை ஜனாதிபதி நன்றி தெரிவித்தார். இலங்கையின் பொருளாதார மீட்சி செயல்பாட்டில் இந்தியாவின் தொடர்ச்சியான ஆதரவை டாக்டர் எஸ் ஜெய்சங்கர் உறுதியளித்தார். அண்மைய அரசாங்க-தமிழ் தேசியக் கூட்டமைப்பு பேச்சுவார்த்தைகள், பாதுகாப்பு மற்றும் எரிசக்தி ஒத்துழைப்பு மற்றும் மீனவர்களின் பிரச்சினைகள் குறித்தும் கலந்துரையாடல்கள் இடம்பெற்றன. இந்திய முதலீடுகளுக்கு சிறப்பு முக்கியத்துவம் கொடுத்து பொருளாதார மற்றும் வர்த்தக தொடர்புகளை ஆழப்படுத்த ஒப்புக்கொள்ளப்பட்டது.",
        "3. யாழ் கலாசார நிலையத்தை கிட்டத்தட்ட திறந்துவைப்பதற்காக அலரிமாளிகையில் நடைபெற்ற விசேட நிகழ்வில் H.E பிரதமர் மஹிந்த ராஜபக்ஷவுடன் EAM இணைந்துகொண்டார். அவர்கள் மையத்தில் ஒரு கலாச்சார நிகழ்ச்சியைப் பார்த்தார்கள் - ஒரு பரதநாட்டிய இசை, இந்தியா மற்றும் இலங்கை மக்களுக்கு அர்ப்பணிக்கப்பட்ட பிரார்த்தனை மற்றும் அவர்களின் நித்திய நட்பு. அவர்கள் யாழ்ப்பாணத்தில் GOI ஆல் ஆதரிக்கப்படும் செயற்கை மூட்டு பொருத்துதல் முகாமின் மெய்நிகர் சுற்றுப்பயணத்தையும் மேற்கொண்டனர். மேலும், இந்தியாவுக்கும் இலங்கைக்கும் இடையிலான பௌத்த உறவுகளை மேம்படுத்துவதற்காக இந்தியாவிடமிருந்து மானிய உதவியை அமுல்படுத்துவது தொடர்பான புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டதையும் அவர்கள் கண்டனர். மேலும், யாழ் கலாசார நிலையத்தை நிர்மாணிப்பது தொடர்பான புரிந்துணர்வு உடன்படிக்கையின் உறுப்புரை IX இன் திருத்தம் தொடர்பான குறிப்புகள் பரிமாறப்பட்டன.",
        "4. EAM நிதியமைச்சர் கௌரவ. கோவிட்-19 இன் தாக்கம் இன்னும் வலுவாக உணரப்பட்டு வரும் இவ்வேளையில், இரு அண்டை நாடுகளுக்கிடையில் ஆழமான பொருளாதார ஈடுபாட்டின் முக்கியத்துவத்தை காலை பசில் ராஜபக்ச வலியுறுத்தினார். இலங்கையுடனான இந்தியாவின் கூட்டாண்மை ‘அண்டை நாடுகளுக்கு முதலில்’ அணுகுமுறை மற்றும் S.A.G.A.R (பிராந்தியத்தில் உள்ள அனைவருக்கும் பாதுகாப்பு மற்றும் வளர்ச்சி) கோட்பாட்டில் வேரூன்றியுள்ளது என்பதை EAM மீண்டும் வலியுறுத்தியது. இந்தியா இலங்கைக்குத் தேவையான நேரத்தில் துணை நின்றது.",
        "5. வெளிவிவகார அமைச்சர் பேராசிரியர் ஜி.எல் பீரிஸ் மாலை EAM உடன் பேச்சுவார்த்தை நடத்தினார். அவர்கள் இருதரப்பு நிச்சயதார்த்தத்தின் முழு வரம்பையும் உள்ளடக்கினர். இருதரப்பு உறவுகளின் விரிவான தன்மைக்கு சான்றளித்து, பல்வேறு பகுதிகளில் இருதரப்பு ஆவணங்களில் கையெழுத்திடுவதையும் அவர்கள் கண்டனர்:",
        "i) GOI இன் மானிய உதவியுடன் இலங்கை தனித்துவ டிஜிட்டல் அடையாள (SL-UDI) திட்டத்தை செயல்படுத்துவது பற்றிய புரிந்துணர்வு ஒப்பந்தம்;",
        "iii) யாழ்ப்பாணத்திற்கு அப்பால் உள்ள மூன்று தீவுகளில் கலப்பின மின் திட்டங்களை செயல்படுத்துவதற்கான புரிந்துணர்வு ஒப்பந்தம்;",
        "iv) இலங்கையில் மீன்பிடி துறைமுகங்களை அபிவிருத்தி செய்வதில் ஒத்துழைப்பு தொடர்பான புரிந்துணர்வு ஒப்பந்தம்;",
        "v) காலி மாவட்டத்தில் உள்ள 200 பாடசாலைகளில் தனிப்பயனாக்கப்பட்ட பாடத்திட்ட மென்பொருளுடன் கூடிய நவீன கணினி ஆய்வகங்கள் மற்றும் ஸ்மார்ட் போர்டுகளை நிறுவுவதற்கான புரிந்துணர்வு ஒப்பந்தம்; &",
        "vi) சுஷ்மா ஸ்வராஜ் வெளிநாட்டு சேவை நிறுவனம் மற்றும் பண்டாரநாயக்க சர்வதேச இராஜதந்திர பயிற்சி நிறுவனம் இடையே புரிந்துணர்வு ஒப்பந்தம்.",
        "6. EAM தனித்தனியாக மீன்பிடி மற்றும் நீரியல் வள அமைச்சர் கௌரவ. டக்ளஸ் தேவானந்தா. மீனவர்கள் தொடர்பான பிரச்சினைகள் குறித்தும், அதிகாரப்பகிர்வு குறித்தும் கருத்துகளை பரிமாறிக் கொண்டனர்.",
        "7. EAM இன் மற்ற ஈடுபாடுகளில் HCL Technologies, LIOC பெட்ரோல் நிலையத்திற்குச் சென்றது மற்றும் பல்வேறு தமிழ் அரசியல் கட்சிகளைப் பிரதிநிதித்துவப்படுத்தும் தலைவர்களுடன் கலந்துரையாடல் ஆகியவை அடங்கும். HCL டெக்னாலஜிஸ் உள்நாட்டில் 1,800 க்கும் மேற்பட்ட வேலைகளை உருவாக்கியுள்ளது என்பது நினைவிருக்கலாம். LIOC இரண்டு தசாப்தங்களுக்கு முன்னர் இலங்கை நிறுவனமாக இணைக்கப்பட்டதில் இருந்து இரு நாடுகளுக்கும் இடையிலான எரிசக்தி ஒத்துழைப்பில் முன்னணியில் உள்ளது.",
        "8. யாழ் கலாசார நிலையம் இந்தியா-இலங்கை அபிவிருத்தி கூட்டுறவிற்கு ஒரு சிறந்த உதாரணமாகும். இது ஒரு நல்லிணக்கத் திட்டமாக முதன்மையாக வட மாகாண மக்களுக்கான கலாச்சார உள்கட்டமைப்பை விரிவுபடுத்துவதை நோக்கமாகக் கொண்டது. இந்த அதிநவீன வசதி, GOI இன் மானிய உதவியுடன் கட்டப்பட்டது, இரண்டு மாடிகள் கொண்ட அருங்காட்சியகம் போன்ற பல வசதிகளைக் கொண்டுள்ளது; 600 க்கும் மேற்பட்ட மக்கள் தங்கக்கூடிய மேம்பட்ட நாடக பாணி அரங்கம்; ஒரு 11 மாடி கற்றல் கோபுரம்; ஒரு ஆம்பிதியேட்டராகவும் செயல்படக்கூடிய ஒரு பொது சதுக்கம்; முதலியன",
        "9. 29 மார்ச் 2022 அன்று பிம்ஸ்டெக் மந்திரி கூட்டத்தில் EAM கலந்து கொள்கிறது."
      ]
    }
  }
}