{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Journalism-Awards-for-Excellence-today/56-732355",
  "time_ut": 1647901140,
  "title": "Journalism Awards for Excellence today",
  "body_lines": [
    "The 19 and 20 Editions of the Journalism Awards for Excellence program will culminate with the presentation of Awards today at the ‘Blue’, Colombo Hilton Hotel.",
    "The annual Awards Night for the years 2020 and 2021 had to be postponed due to the prevailing COVID-19 pandemic.",
    "Over fifty awards and merit certificates will be given out for the two years at today’s presentations under restricted conditions and health protocols.",
    "An independent panel of judges comprising media practitioners and academics picked the recipients from a total of 18 dailies and 18 weeklies in the three language streams, Sinhala, Tamil, and English.",
    "The event which was launched in 1999 by The Editors’ Guild of Sri Lanka (TEGOSL) is now organised by The Guild in partnership with the Sri Lanka Press Institute (SLPI). This year’s event is held under the auspices of the SLPI’s Press Club with the Colombo Hilton as the host hotel.",
    "The aim of the program is to recognise professionalism in the print media and reward excellence over a particular year.",
    "In recent years, awards are also given to web journalists from recognised websites. The Guild also presents awards for Lifetime Achievements and those defending press freedom.",
    "The five recipients of the Lifetime Achievement Awards for 2019 and 2020 are Upali Fonseka, D.P. Wickramasinghe, Pushpa Rowel, V.Thevaraj, and S.C. Weerasinghe.",
    "Upali Fonseka is a senior photographer with the Associated Newspapers of Ceylon (Lake House). He started his career with Lake House in 1973 as a freelance photographer for the Central News Bureau. In 1977, he was confirmed and worked for the Tharunee and later the Sarasaviya newspaper.",
    "He was promoted as Deputy Pictures Editor in 1995 and rose to be Associate Editor (Pictures) in 2000. He retired in 2010. He is an old boy from St. Lucia’s School, Kotahena.",
    "D.P. Wickramasinghe serves at the Associated Newspapers of Ceylon (Lake House). Known to his colleagues as ‘Wicky’, he joined Independent Newspapers Ltd., as a translator and worked on the Sun newspaper in the late 1960s.",
    "Following its closure in 1974, he joined the UNP Publications Unit, and it was there that he came into contact with former Lake House Managing Director Esmond Wickremesinghe. He did some translations for Wickremesinghe and after the August 1977 General Elections, he joined the Daily News as a translator.  He has worked under 14 Editors starting with E.D. Wettasinghe. He was promoted Assistant News Editor in 2000 and later Deputy Provincial News Editor until his retirement in 2007.",
    "He studied at Richmond College, Galle, and entered the University as an External Student before graduating with a BCom. He is a Justice of the Peace.",
    "Pushpa Rowel has 42-years of service with the Associated Newspapers of Ceylon Limited (Lake House). She started her career in journalism in 1977 at the Associated Newspapers of Ceylon Limited in the Central News Bureau.",
    "In 1979, she joined Dinamina as a Sub Editor. She rose to the post of Deputy Chief Sub Editor, Chief Sub Editor, Associate Editor, and finally, in 2015 she was appointed Editor of Dinamina.",
    "She studied at Presbyterian Girls’ School in Colombo and completed her studies at Stafford Ladies College, Colombo. She passed out from Kelaniya University with a BA in 1972. She was the recipient of the Lifetime Award given by the Catholic Writers’ Association in 2018.",
    "Voice of World Media Network Ltd. Director/Editor-in-Chief since 2019 and Human Voice International Chairman since 2015 Vadivel Thevaraj was Editor of Virakesari Weekly from 2005 to 2012.",
    "Prior to becoming Editor, he served as Associate Editor on several publications of Express Newspapers. He started his journalistic career in 1987 in Virakesari and left in 2015 after 28-years. His early education was at Saraswathy M.V., Badulla from where he moved to Kandegedera M.V., Kandegedera and completed his secondary education at the Tamil Mixed School, Narangalla.",
    "He has attended several local and international workshops and seminars as a participant and as a resource person presenting papers.",
    "He has also written extensively on the Upcountry Tamils, Indian Tamils, Trade Unions, Tea Estates, and the Caste system.",
    "He is also a Guest Lecturer at the University of Jaffna and the Eastern University in Mass Communication. He has a MA from Mysore University, Karnataka, India, a Post Graduate Diploma in International Affairs from BCIS, and a BA in Modern History from the University of Jaffna.",
    "Posthumous, Saman Chandranath Weerasinghe is a veteran journalist who passed away recently leaving an indelible imprint in journalism. He was a hugely respected journalist whose work ranged from news and feature writing to the art of writing lyrics that he went on to specialise in.",
    "He was a remarkably talented and versatile journalist who possessed a vast knowledge of many subjects and built his own identity in the field.",
    "As a lyricist, he has composed more than 1500 songs. He started his career as a journalist with the Lankadeepa. Later, he held a number of positions in the Dinamina. He was the Consultant Editor of Dinamina at the time of his retirement. The late Weerasinghe is the son of late Lankadeepa Editor Wimal Weerasinghe and the brother of journalist and creative writer Bharathi Weerasinghe."
  ],
  "translate": {
    "si": {
      "title": "විශිෂ්ටත්වය සඳහා ජනමාධ්‍ය සම්මාන අද",
      "body_lines": [
        "විශිෂ්ඨත්වය සඳහා වූ ජනමාධ්‍ය සම්මාන උළෙලේ 19 සහ 20 සංස්කරණයන් අද කොළඹ හිල්ටන් හෝටලයේ ‘බ්ලූ’ හි දී සම්මාන පිරිනැමීමෙන් අවසන් වේ.",
        "පවතින COVID-19 වසංගතය හේතුවෙන් 2020 සහ 2021 වසර සඳහා වාර්ෂික සම්මාන රාත්‍රිය කල් දැමීමට සිදු විය.",
        "සීමිත කොන්දේසි සහ සෞඛ්‍ය ප්‍රොටෝකෝල යටතේ අද ඉදිරිපත් කිරීම් වලදී වසර දෙක සඳහා සම්මාන සහ කුසලතා සහතික පනහකට වඩා ප්‍රදානය කෙරේ.",
        "මාධ්‍ය වෘත්තිකයන් සහ විද්වතුන්ගෙන් සමන්විත ස්වාධීන විනිසුරු මඩුල්ලක් විසින් සිංහල, දෙමළ සහ ඉංග්‍රීසි යන භාෂා ත්‍රිවිධ ධාරාවලින් දිනපතා පුවත්පත් 18 කින් සහ සතිපතා 18 කින් ප්‍රතිලාභීන් තෝරා ගන්නා ලදී.",
        "ශ්‍රී ලංකා කර්තෘ සංසදය (TEGOSL) විසින් 1999 දී දියත් කරන ලද මෙම උත්සවය දැන් ශ්‍රී ලංකා පුවත්පත් ආයතනය (SLPI) සමඟ එක්ව The Guild විසින් සංවිධානය කරනු ලැබේ. මෙවර උත්සවය පැවැත්වෙන්නේ SLPI හි පුවත්පත් සමාජයේ අනුග්‍රහය යටතේ කොළඹ හිල්ටන් හෝටලය සත්කාරකත්වය දරයි.",
        "වැඩසටහනේ අරමුණ වන්නේ මුද්‍රිත මාධ්‍යයේ වෘත්තීයභාවය හඳුනාගෙන යම් වසරක් තුළ විශිෂ්ටත්වයට ප්‍රතිලාභ ලබා දීමයි.",
        "මෑත වසරවලදී පිළිගත් වෙබ් අඩවිවලින් වෙබ් මාධ්‍යවේදීන්ට ද සම්මාන පිරිනැමේ. Guild විසින් ජීවිත කාලය සඳහා වූ ජයග්‍රහණ සහ මාධ්‍ය නිදහස ආරක්ෂා කරන අය සඳහා ද සම්මාන පිරිනමයි.",
        "2019 සහ 2020 වසර සඳහා ජීවිත කාලීන ජයග්‍රහණ සම්මානයෙන් පිදුම් ලැබූ පස්දෙනා වන්නේ උපාලි ෆොන්සේකා, ඩී.පී. වික්‍රමසිංහ, පුෂ්පා රොවෙල්, වී.තේවරාජ්, සහ එස්.සී.වීරසිංහ.",
        "උපාලි ෆොන්සේකා යනු ලංකාවේ එක්සත් ප්‍රවෘත්ති පත්‍ර (ලේක්හවුස්) හි ජ්‍යෙෂ්ඨ ඡායාරූප ශිල්පියෙකි. ඔහු 1973 දී ලේක්හවුස් ආයතනයෙන් සිය වෘත්තීය ජීවිතය ආරම්භ කළේ මධ්‍යම ප්‍රවෘත්ති කාර්යාංශයේ නිදහස් ඡායාරූප ශිල්පියෙකු ලෙසිනි. 1977 දී ඔහු ස්ථිර වී තරුණී පුවත්පතේ ද පසුව සරසවිය පුවත්පතේ ද සේවය කළේය.",
        "ඔහු 1995 දී නියෝජ්‍ය පින්තූර කර්තෘ ලෙස උසස් වී 2000 දී සහකාර කර්තෘ (පින්තූර) දක්වා උසස් වූ ඔහු 2010 දී විශ්‍රාම ගියේය. ඔහු කොටහේන ශාන්ත ලුසියා පාසලේ ආදි ශිෂ්‍යයෙකි.",
        "ඩී.පී. වික්‍රමසිංහ ලංකාවේ එක්සත් ප්‍රවෘත්ති පත්‍ර (ලේක්හවුස්) හි සේවය කරයි. ඔහුගේ සගයන් විසින් ‘විකී’ ලෙස හඳුන්වනු ලැබූ ඔහු සීමාසහිත ස්වාධීන පුවත්පත් සමාගමට පරිවර්තකයෙකු ලෙස සම්බන්ධ වූ අතර 1960 ගණන්වල අගභාගයේදී හිරු පුවත්පතේ සේවය කළේය.",
        "1974 දී එය වසා දැමීමෙන් පසු ඔහු එක්සත් ජාතික පක්ෂ ප්‍රකාශන අංශයට සම්බන්ධ වූ අතර, ලේක්හවුස් ආයතනයේ හිටපු කළමනාකාර අධ්‍යක්ෂ එස්මන්ඩ් වික්‍රමසිංහ මහතා හා සම්බන්ධ වූයේ එහිදීය. වික්‍රමසිංහ වෙනුවෙන් පරිවර්තන කිහිපයක් කළ ඔහු 1977 අගෝස්තු මහ මැතිවරණයෙන් පසු ඩේලි නිව්ස් පුවත්පතට පරිවර්තකයකු ලෙස සම්බන්ධ විය. ඔහු E.D වලින් පටන් ගෙන සංස්කාරකවරුන් 14 දෙනෙකු යටතේ වැඩ කර ඇත. වෙත්තසිංහ. 2000 වසරේ සහකාර ප්‍රවෘත්ති කර්තෘ ලෙසත් පසුව නියෝජ්‍ය පළාත් ප්‍රවෘත්ති කර්තෘ ලෙසත් 2007 විශ්‍රාම යන තෙක් උසස්වීම් ලබා ඇත.",
        "ඔහු ගාල්ල රිච්මන්ඩ් විද්‍යාලයේ ඉගෙනුම ලැබූ අතර BCom උපාධිය ලබා ගැනීමට පෙර බාහිර ශිෂ්‍යයෙකු ලෙස විශ්වවිද්‍යාලයට ඇතුළත් විය. ඔහු සාම විනිසුරුවරයෙකි.",
        "පුෂ්පා රොවෙල් සීමාසහිත එක්සත් ප්‍රවෘත්ති පත්‍ර සමාගම (ලේක්හවුස්) සමඟ වසර 42 ක සේවා කාලයක් ලබා ඇත. ඇය 1977 දී මධ්‍යම ප්‍රවෘත්ති කාර්යාංශයේ සීමාසහිත එක්සත් ප්‍රවෘත්ති පත්‍ර ආයතනයෙන් පුවත්පත් කලාවේ සිය වෘත්තීය ජීවිතය ආරම්භ කළාය.",
        "1979 දී ඇය උප කර්තෘවරියක් ලෙස දිනමිණට සම්බන්ධ වූවාය. නියෝජ්‍ය ප්‍රධාන උප කර්තෘ, ප්‍රධාන උප කර්තෘ, සහකාර කර්තෘ යන තනතුරු දක්වා ඉහළ ගිය ඇය අවසානයේ 2015 දී දිනමිණ කර්තෘ තනතුරට පත් වූවාය.",
        "ඇය කොළඹ ප්‍රෙස්බිටේරියන් බාලිකා විද්‍යාලයේ ඉගෙනුම ලැබූ අතර කොළඹ ස්ටැෆර්ඩ් කාන්තා විද්‍යාලයෙන් අධ්‍යාපනය සම්පූර්ණ කළාය. ඇය 1972 දී කැලණිය විශ්වවිද්‍යාලයෙන් BA සාමාර්ථයක් සහිතව සමත් වූවාය. 2018 දී කතෝලික ලේඛක සංගමය විසින් පිරිනමනු ලබන යාවජීව සම්මානයෙන් ඇය පිදුම් ලැබුවාය.",
        "Voice of World Media Network Ltd. 2019 සිට අධ්‍යක්ෂ/ප්‍රධාන කර්තෘ සහ 2015 සිට Human Voice International සභාපති වඩිවෙල් තේවරාජ් 2005 සිට 2012 දක්වා Virakesari Weekly හි කර්තෘවරයා විය.",
        "කර්තෘ වීමට පෙර ඔහු එක්ස්ප්‍රස් පුවත්පත් ප්‍රකාශන කිහිපයක සහකාර කර්තෘ ලෙස සේවය කළේය. 1987 දී වීරකේසරියෙන් සිය මාධ්‍ය ජීවිතය ආරම්භ කළ ඔහු වසර 28 කට පසු 2015 දී නික්ම ගියේය. ඔහුගේ මුල් අධ්‍යාපනය බදුල්ල සරස්වතී ම.වි., එතැන් සිට කන්දෙගෙදර ම.වි. වෙත ගොස් නාරංගල්ල දෙමළ මිශ්‍ර පාසලෙන් ද්විතීයික අධ්‍යාපනය සම්පූර්ණ කළේය.",
        "දේශීය හා ජාත්‍යන්තර වැඩමුළු සහ සම්මන්ත්‍රණ කිහිපයකට සහභාගිවන්නෙකු ලෙසත් ලිපි ලේඛන ඉදිරිපත් කරන සම්පත් දායකයෙකු ලෙසත් ඔහු සහභාගී වී ඇත.",
        "ඔහු උඩරට දෙමළ, ඉන්දියානු දෙමළ, වෘත්තීය සමිති, තේ වතු සහ කුල ක්‍රමය පිළිබඳව ද පුළුල් ලෙස ලියා ඇත.",
        "ඔහු යාපනය විශ්වවිද්‍යාලයේ සහ නැගෙනහිර විශ්වවිද්‍යාලයේ ජන සන්නිවේදනය පිළිබඳ ආරාධිත කථිකාචාර්යවරයෙකි. ඔහු ඉන්දියාවේ කර්නාටක ප්‍රාන්තයේ මයිසූර් විශ්වවිද්‍යාලයෙන් MA උපාධියක් ද, BCIS වෙතින් ජාත්‍යන්තර කටයුතු පිළිබඳ පශ්චාත් උපාධි ඩිප්ලෝමාවක් ද, යාපනය විශ්වවිද්‍යාලයෙන් නූතන ඉතිහාසය පිළිබඳ ශාස්ත්‍රපති උපාධියක් ද ලබා ඇත.",
        "මරණින් පසු සමන් චන්ද්‍රනාත් වීරසිංහ යනු පුවත්පත් කලාවේ නොමැකෙන සටහනක් තබමින් පසුගියදා අභාවප්‍රාප්ත වූ ප්‍රවීණ මාධ්‍යවේදියෙකි. ඔහු අතිශයින් ගෞරවාදරයට පාත්‍ර වූ මාධ්‍යවේදියෙකු වූ අතර ඔහුගේ කාර්යයන් ප්‍රවෘත්ති සහ විශේෂාංග ලිවීමේ සිට ගී පද රචනා කලාව දක්වා ඔහු විශේෂීකරණය විය.",
        "ඔහු විෂය ක්ෂේත්‍රය තුළ තමාගේම අනන්‍යතාවයක් ගොඩනඟා ගත්, විෂයයන් රැසක් පිළිබඳ අසීමිත දැනුමක් තිබූ, කැපී පෙනෙන දක්ෂ බහුවිධ මාධ්‍යවේදියෙකි.",
        "ගේය පද රචකයෙකු ලෙස ඔහු ගීත 1500කට අධික සංඛ්‍යාවක් නිර්මාණය කර ඇත. ඔහු මාධ්‍යවේදියකු ලෙස සිය වෘත්තීය ජීවිතය ආරම්භ කළේ ලංකාදීප පුවත්පතෙනි. පසුව දිනමිණ පත්‍රයේ තනතුරු රැසක් දැරීය. ඔහු විශ්‍රාම යන විට දිනමිණ උපදේශක කර්තෘවරයා විය. අභාවප්‍රාප්ත වීරසිංහ මහතා දිවංගත ලංකාදීප කර්තෘ විමල් වීරසිංහ මහතාගේ පුත්‍රයා වන අතර මාධ්‍යවේදිනියක සහ නිර්මාණ ලේඛිකාවක වන භාරතී වීරසිංහගේ සොහොයුරා වේ."
      ]
    },
    "ta": {
      "title": "இன்று சிறப்பான பத்திரிகையாளர் விருதுகள்",
      "body_lines": [
        "19 மற்றும் 20 பதிப்புகள் கொண்ட சிறந்த பத்திரிகையாளர் விருதுகள் நிகழ்ச்சி இன்று கொழும்பு ஹில்டன் ஹோட்டலில் ‘புளூ’வில் விருதுகள் வழங்கும் நிகழ்ச்சியுடன் நிறைவுபெறும்.",
        "நிலவும் கோவிட்-19 தொற்றுநோய் காரணமாக 2020 மற்றும் 2021 ஆம் ஆண்டுகளுக்கான வருடாந்திர விருதுகள் இரவு ஒத்திவைக்கப்பட்டது.",
        "தடைசெய்யப்பட்ட நிலைமைகள் மற்றும் சுகாதார நெறிமுறைகளின் கீழ் இன்றைய விளக்கக்காட்சிகளில் இரண்டு ஆண்டுகளுக்கு ஐம்பதுக்கும் மேற்பட்ட விருதுகள் மற்றும் தகுதிச் சான்றிதழ்கள் வழங்கப்படும்.",
        "ஊடகப் பயிற்சியாளர்கள் மற்றும் கல்வியாளர்களை உள்ளடக்கிய ஒரு சுயாதீன நீதிபதிகள் குழு, சிங்களம், தமிழ் மற்றும் ஆங்கிலம் ஆகிய மூன்று மொழி நீரோடைகளில் மொத்தம் 18 நாளிதழ்கள் மற்றும் 18 வார இதழ்களில் இருந்து பெறுநர்களைத் தேர்ந்தெடுத்தது.",
        "1999 ஆம் ஆண்டு The Editors' Guild of Sri Lanka (TEGOSL) மூலம் ஆரம்பிக்கப்பட்ட இந்நிகழ்வு தற்போது The Guild ஆல் ஸ்ரீலங்கா பிரஸ் இன்ஸ்டிட்யூட் (SLPI) உடன் இணைந்து ஏற்பாடு செய்துள்ளது. SLPI இன் பிரஸ் கிளப்பின் அனுசரணையில் கொழும்பு ஹில்டனை ஹோட்டலாக இந்த வருட நிகழ்வு நடத்துகிறது.",
        "அச்சு ஊடகத்தில் நிபுணத்துவத்தை அங்கீகரிப்பதும், குறிப்பிட்ட ஆண்டில் சிறந்து விளங்குபவர்களுக்கு வெகுமதி அளிப்பதும் இந்த திட்டத்தின் நோக்கமாகும்.",
        "சமீபத்திய ஆண்டுகளில், அங்கீகரிக்கப்பட்ட இணையதளங்களில் இருந்து இணையப் பத்திரிகையாளர்களுக்கும் விருதுகள் வழங்கப்படுகின்றன. கில்ட் வாழ்நாள் சாதனைகள் மற்றும் பத்திரிகை சுதந்திரத்தைப் பாதுகாப்பவர்களுக்கான விருதுகளையும் வழங்குகிறது.",
        "2019 மற்றும் 2020 ஆம் ஆண்டிற்கான வாழ்நாள் சாதனையாளர் விருதுகளைப் பெற்ற ஐந்து பேர் உபாலி பொன்சேகா, டி.பி. விக்கிரமசிங்க, புஷ்பா ரோவல், வி.தேவராஜ், மற்றும் எஸ்.சி.வீரசிங்க.",
        "உபாலி பொன்சேகா அசோசியேட்டட் நியூஸ்பேப்பர்ஸ் ஆஃப் சிலோனின் (லேக் ஹவுஸ்) மூத்த புகைப்படக் கலைஞர் ஆவார். அவர் 1973 இல் லேக் ஹவுஸில் தனது வாழ்க்கையைத் தொடங்கினார், மத்திய செய்திப் பணியகத்தின் ஃப்ரீலான்ஸ் புகைப்படக் கலைஞராக. 1977 இல், அவர் உறுதிப்படுத்தப்பட்டு தருணி மற்றும் பின்னர் சரசவிய பத்திரிகையில் பணியாற்றினார்.",
        "அவர் 1995 இல் பிரதிப் பட ஆசிரியராகப் பதவி உயர்வு பெற்று 2000 இல் இணை ஆசிரியராக (படங்கள்) உயர்ந்தார். 2010 இல் ஓய்வு பெற்றார். கொட்டாஞ்சேனை புனித லூசியா பள்ளியின் பழைய பையன்.",
        "டி.பி. விக்கிரமசிங்க அசோசியேட்டட் நியூஸ்பேப்பர்ஸ் ஆஃப் சிலோனில் (லேக் ஹவுஸ்) பணியாற்றுகிறார். அவரது சகாக்களால் 'விக்கி' என்று அறியப்பட்ட அவர், இன்டிபென்டன்ட் நியூஸ்பேப்பர்ஸ் லிமிடெட் நிறுவனத்தில் மொழிபெயர்ப்பாளராக சேர்ந்தார் மற்றும் 1960 களின் பிற்பகுதியில் சன் செய்தித்தாளில் பணியாற்றினார்.",
        "1974 இல் மூடப்பட்டதைத் தொடர்ந்து, அவர் UNP வெளியீடுகள் பிரிவில் இணைந்தார், அங்குதான் அவர் முன்னாள் லேக் ஹவுஸ் நிர்வாகப் பணிப்பாளர் எஸ்மன்ட் விக்கிரமசிங்கவுடன் தொடர்பு கொண்டார். விக்கிரமசிங்கவிற்கு சில மொழிபெயர்ப்புகளை செய்த அவர் ஆகஸ்ட் 1977 பொதுத் தேர்தலுக்குப் பிறகு டெய்லி நியூஸில் மொழிபெயர்ப்பாளராக சேர்ந்தார். E.D இல் தொடங்கி 14 ஆசிரியர்களின் கீழ் பணியாற்றியுள்ளார். வெத்தசிங்க. அவர் 2000 இல் உதவி செய்தி ஆசிரியராகவும், பின்னர் 2007 இல் ஓய்வு பெறும் வரை துணை மாகாண செய்தி ஆசிரியராகவும் பதவி உயர்வு பெற்றார்.",
        "அவர் காலி ரிச்மண்ட் கல்லூரியில் பயின்றார், மேலும் BCom உடன் பட்டம் பெறுவதற்கு முன்பு பல்கலைக்கழகத்தில் வெளி மாணவராக நுழைந்தார். அவர் சமாதான நீதியரசர்.",
        "புஷ்பா ரோவல் அசோசியேட்டட் நியூஸ்பேப்பர்ஸ் ஆஃப் சிலோன் லிமிடெட் (லேக் ஹவுஸ்) உடன் 42 வருடங்கள் சேவையாற்றியுள்ளார். அவர் 1977 ஆம் ஆண்டு மத்திய செய்திப் பணியகத்தில் உள்ள அசோசியேட்டட் நியூஸ்பேப்பர்ஸ் ஆஃப் சிலோன் லிமிடெட்டில் பத்திரிகைத் துறையில் தனது வாழ்க்கையைத் தொடங்கினார்.",
        "1979ஆம் ஆண்டு தினமின துணை ஆசிரியராகச் சேர்ந்தார். துணைப் பிரதம உப ஆசிரியர், பிரதம உப ஆசிரியர், இணை ஆசிரியர் ஆகிய பதவிகளுக்கு உயர்ந்து, இறுதியாக 2015 இல் தினமின ஆசிரியராக நியமிக்கப்பட்டார்.",
        "கொழும்பில் உள்ள Presbyterian பெண்கள் பாடசாலையில் கல்வி கற்ற அவர், கொழும்பு Stafford Ladies College இல் தனது படிப்பை முடித்தார். அவர் 1972 இல் களனி பல்கலைக்கழகத்தில் BA பட்டம் பெற்றார். 2018 இல் கத்தோலிக்க எழுத்தாளர்கள் சங்கம் வழங்கிய வாழ்நாள் விருதைப் பெற்றவர்.",
        "Voice of World Media Network Ltd. 2019 முதல் இயக்குனர்/தலைமை ஆசிரியர் மற்றும் 2015 முதல் மனித குரல் சர்வதேச தலைவர் வடிவேல் தேவராஜ் 2005 முதல் 2012 வரை வீரகேசரி வார இதழின் ஆசிரியராக இருந்தார்.",
        "ஆசிரியராவதற்கு முன்பு, அவர் எக்ஸ்பிரஸ் செய்தித்தாள்களின் பல வெளியீடுகளில் இணை ஆசிரியராகப் பணியாற்றினார். 1987 ஆம் ஆண்டு வீரகேசரியில் தனது ஊடகவியலாளர் வாழ்க்கையை ஆரம்பித்த அவர் 28 வருடங்களின் பின்னர் 2015 ஆம் ஆண்டு வெளியேறினார். அவரது ஆரம்பக் கல்வியானது பதுளை சரஸ்வதி எம்.வி.யில் இருந்தது, அங்கிருந்து கந்தேகெதர எம்.வி., கந்தேகெதரவுக்குச் சென்று தனது இடைநிலைக் கல்வியை நாரங்கல்ல தமிழ் கலப்புப் பள்ளியில் முடித்தார்.",
        "அவர் பல உள்ளூர் மற்றும் சர்வதேச பட்டறைகள் மற்றும் கருத்தரங்குகளில் பங்கேற்பாளராகவும், கட்டுரைகளை வழங்கும் வளவாளராகவும் கலந்துகொண்டார்.",
        "மலையகத் தமிழர்கள், இந்தியத் தமிழர்கள், தொழிற்சங்கங்கள், தேயிலைத் தோட்டங்கள், சாதிய அமைப்பு போன்றவற்றையும் விரிவாக எழுதியுள்ளார்.",
        "யாழ்ப்பாணப் பல்கலைக்கழகம் மற்றும் கிழக்குப் பல்கலைக்கழக மக்கள் தொடர்பாடல் ஆகியவற்றில் விருந்தினர் விரிவுரையாளராகவும் உள்ளார். அவர் இந்தியாவின் கர்நாடகாவில் உள்ள மைசூர் பல்கலைக்கழகத்தில் எம்.ஏ பட்டமும், BCIS இலிருந்து சர்வதேச விவகாரங்களில் முதுகலை டிப்ளோமாவும், யாழ்ப்பாணப் பல்கலைக்கழகத்தில் நவீன வரலாற்றில் பி.ஏ.",
        "சமன் சந்திரநாத் வீரசிங்க அவர்களின் மறைவுக்குப் பின், பத்திரிகைத் துறையில் அழியாத முத்திரையைப் பதித்து, அண்மையில் காலமானார். அவர் மிகவும் மரியாதைக்குரிய பத்திரிகையாளர் ஆவார், அவருடைய பணி செய்தி மற்றும் அம்சம் எழுதுவது முதல் பாடல் எழுதும் கலை வரை அவர் நிபுணத்துவம் பெற்றது.",
        "அவர் ஒரு குறிப்பிடத்தக்க திறமையான மற்றும் பல்துறை ஊடகவியலாளர் ஆவார், அவர் பல பாடங்களில் பரந்த அறிவைக் கொண்டிருந்தார் மற்றும் துறையில் தனது சொந்த அடையாளத்தை உருவாக்கினார்.",
        "பாடலாசிரியராக 1500க்கும் மேற்பட்ட பாடல்களை இயற்றியுள்ளார். லங்காதீப பத்திரிகையில் ஊடகவியலாளராக தனது வாழ்க்கையை ஆரம்பித்தார். பின்னர் தினமினவில் பல பதவிகளை வகித்தார். ஓய்வுபெறும் போது தினமினவின் ஆலோசகர் ஆசிரியராக இருந்தார். மறைந்த வீரசிங்க, மறைந்த லங்காதீப ஆசிரியர் விமல் வீரசிங்கவின் மகனும், ஊடகவியலாளரும் படைப்பாளியுமான பாரதி வீரசிங்கவின் சகோதரரும் ஆவார்."
      ]
    }
  }
}