{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/samsung-partners-with-slt-mobitel-for-an-exclusive-data-bundle-offer-this-avurudu-season/",
  "time_ut": 1649691660,
  "title": "Samsung partners with SLT-MOBITEL for an exclusive Data Bundle Offer this Avurudu Season",
  "body_lines": [
    "Samsung, Sri Lanka’s No. 1 smartphone brand, has recently partnered with SLT-Mobitel, The National ICT Solutions Provider, to provide customers an exclusive Data and Voice Bundle offer with a selected range of the Galaxy A series smartphones and Galaxy Tab series.",
    "Starting from the 8th April 2022, Samsung and SLT-Mobitel customers can avail this unprecedented offer of free Anytime data up to 30 GB for three months and voice up to Rs. 750 talk time for three months by purchasing a new Samsung Galaxy A smartphone or a Galaxy Tab A along with a SLT-Mobitel Mobile new prepaid connection.",
    "Samsung and SLT-Mobitel, offer a free data bundle of 7GB/5GB/2GB every month up to three months and a voice bundle of Rs. 100 talk time every month up to three months for selected Galaxy smartphones. Further, 10GB free data bundle every month up to three months and a voice bundle of Rs. 250 talk time up to three months for Galaxy Tabs, are the perfect complements for the selected range of Samsung Galaxy A, alongside the Tab series of Samsung Galaxy Tab A, built for the era of spontaneity, creativity, and live content. Customers can enjoy a wide variety of entertaining and educational content while enjoying high internet speeds through SLT-Mobitel and utilizing Samsung’s cutting-edge technology.",
    "Commenting on the offer, Kevin SungSu YOU, Managing Director, Samsung Sri Lanka, said, “The younger generation needs a boost to be exposed to the latest technologies provided by Samsung, while building trusts with brands. This offer allows consumers to build their customer experience through free data, in addition to being exposed to the latest technology provided by Samsung. In an increasingly data-happy world, we are happy to contribute to the masses by providing free data, while bringing to our valued customers the latest and most advanced technology facilitated by Samsung.”",
    "The offer allows 5GB monthly for three months alongside the purchase of A03 Core 2+32GB, A03 LTE 3+32GB, A03 LTE 4+64GB, A03 LTE 4+128GB, 7GB monthly for 3 months for the A12 4+64GB, Galaxy A12 4+128GB and A12 6+128GB. Further, the purchase of a Galaxy Tab A7, Tab A7 Lite 3+32GB and Tab A8 (2019) will allow free data of up to 2GB monthly for three months. The purchases of Galaxy Tab A8 2022(3+32GB), A8 2022(4+64GB) series and Tab S7 FE(4+64GB) will be eligible for 10GB monthly for 3 months on the offer. The talk time offer extends up to Rs. 250 and Rs 100 worth of talk time valid for 3 months depending on the model selected.",
    "For activation, customers simply need to insert their newly activated SLT-Mobitel Prepaid SIM into the Samsung device and type ‘SLTM’ and send to 180. Customers will receive an SMS confirmation upon activation and can then proceed to enjoy this exciting offer of free data and voice from SLT-Mobitel on their Galaxy smartphone or tablet. This Bundle Offer is only valid for newly connected SLT-Mobitel Prepaid customers with a 4G SIM and will be provided in addition to the current data package subscribed by the customer.",
    "The Samsung Galaxy smartphones and Galaxy Tabs can be purchased from both online and offline channels, through selected authorized partners at select locations. Consumers in Sri Lanka can purchase Samsung devices at island-wide authorized dealers of John Keells Office Automation and Softlogic Mobile Distribution which can be easily identified by the Samsung logo placed outside the shop. It is also available at authorized partners; Softlogic Max, Softlogic Retail, Singer, Singhagiri and Damro, Network Partner SLT-Mobitel, and via the online portals; Samsung EStore (samsungsrilanka.lk), MySoftlogic.lk, Keellssuper.com and Kapruka.com.",
    "Samsung has been recognized in Sri Lanka as the ‘Most Loved Electronics Brand’ for three consecutive years by Brand Finance Lanka’s review of the country’s most valuable brands. As Sri Lanka’s No.1 smartphone brand, Samsung’s customer base in the country spans across all age groups, particularly the Gen Z and Millennial segments.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Samsung මෙම අවුරුදු සමයේ සුවිශේෂී Data Bundle පිරිනැමීමක් සඳහා SLT-MOBITEL සමඟ හවුල් වේ",
      "body_lines": [
        "ශ්‍රී ලංකාවේ අංක 1 ස්මාර්ට්ෆෝන් සන්නාමය වන Samsung, මෑතකදී Galaxy A ශ්‍රේණියේ ස්මාර්ට්ෆෝන් සහ Galaxy Tab ශ්‍රේණිවල තෝරාගත් පරාසයක් සමඟින් පාරිභෝගිකයින්ට සුවිශේෂී දත්ත සහ හඬ බණ්ඩල් දීමනාවක් ලබා දීම සඳහා ජාතික ICT විසඳුම් සපයන SLT-Mobitel සමඟ හවුල් වී ඇත.",
        "2022 අප්‍රේල් 8 වන දින සිට Samsung සහ SLT-Mobitel පාරිභෝගිකයින්ට මෙම පෙර නොවූ විරූ දීමනාවක් ලබා ගත හැක ඕනෑම වේලාවක දත්ත මාස තුනක් සඳහා 30 GB දක්වා සහ හඬ රු. SLT-Mobitel Mobile නව පෙරගෙවුම් සම්බන්ධතාවයක් සමඟින් නව Samsung Galaxy A ස්මාර්ට් ජංගම දුරකතනයක් හෝ Galaxy Tab A එකක් මිලදී ගැනීමෙන් මාස තුනක කතා කාලය 750 කි.",
        "Samsung සහ SLT-Mobitel, මාස තුනක් දක්වා සෑම මසකම 7GB/5GB/2GB ප්‍රමාණයේ නොමිලේ දත්ත මිටියක් සහ රු. තෝරාගත් Galaxy ස්මාර්ට්ෆෝන් සඳහා මාස තුනක් දක්වා සෑම මසකම කතා කාලය 100ක්. තවද, මාස තුනක් දක්වා සෑම මසකම 10GB නොමිලේ දත්ත මිටියක් සහ රු. Galaxy Tabs සඳහා මාස තුනක් දක්වා කතා කාලය 250, ස්වයංසිද්ධත්වය, නිර්මාණශීලිත්වය සහ සජීවී අන්තර්ගතයේ යුගය සඳහා ගොඩනගා ඇති Samsung Galaxy Tab A හි Tab මාලාව සමඟින්, Samsung Galaxy A හි තෝරාගත් පරාසය සඳහා පරිපූර්ණ අනුපූරක වේ. SLT-Mobitel හරහා ඉහළ අන්තර්ජාල වේගයක් භුක්ති විඳිමින් සහ Samsung හි අති නවීන තාක්‍ෂණය භාවිතා කරමින් පාරිභෝගිකයින්ට විවිධාකාර විනෝදාත්මක සහ අධ්‍යාපනික අන්තර්ගතයන් භුක්ති විඳිය හැකිය.",
        "මෙම පිරිනැමීම පිළිබඳව අදහස් දක්වමින් Samsung ශ්‍රී ලංකා හි කළමනාකාර අධ්‍යක්ෂ Kevin SungSu YOU මහතා පැවසුවේ, “තරුණ පරම්පරාවට සන්නාම සමඟ විශ්වාසය ගොඩනඟා ගනිමින් Samsung විසින් සපයනු ලබන නවතම තාක්‍ෂණයන් වෙත නිරාවරණය වීමට තල්ලුවක් අවශ්‍ය වේ. මෙම දීමනාව මගින් පාරිභෝගිකයින්ට Samsung විසින් සපයනු ලබන නවතම තාක්‍ෂණයට නිරාවරණය වීමට අමතරව නොමිලේ දත්ත හරහා තම පාරිභෝගික අත්දැකීම ගොඩනගා ගැනීමට ඉඩ සලසයි. වැඩි වැඩියෙන් දත්ත-ප්‍රීතිමත් ලෝකයක, සැම්සුන් විසින් පහසුකම් සපයන නවතම සහ වඩාත්ම දියුණු තාක්‍ෂණය අපගේ වටිනා පාරිභෝගිකයින් වෙත ගෙන එන අතරම, නොමිලේ දත්ත ලබා දීමෙන් මහජනතාවට දායක වීමට අපි සතුටු වෙමු. ”",
        "A03 Core 2+32GB, A03 LTE 3+32GB, A03 LTE 4+64GB, A03 LTE 4+128GB, 7GB මාසිකව A12 4+64GB, Galaxy A12 සඳහා මාස 3ක් සඳහා මාස තුනකට 5GB මාසිකව පිරිනැමීමට මෙම දීමනාව ඉඩ දෙයි. 4+128GB සහ A12 6+128GB. තවද, Galaxy Tab A7, Tab A7 Lite 3+32GB සහ Tab A8 (2019) මිලදී ගැනීමෙන් මාස තුනක් සඳහා මාසිකව 2GB දක්වා නොමිලේ දත්ත ලබා දේ. Galaxy Tab A8 2022(3+32GB), A8 2022(4+64GB) ශ්‍රේණි සහ Tab S7 FE(4+64GB) හි මිලදී ගැනීම් පිරිනැමීම මත මාස 3ක් සඳහා මාසිකව 10GB සඳහා සුදුසුකම් ලබයි. කතා කාල දීමනාව රු. 250 සහ රුපියල් 100 ක කතා කාලය තෝරා ගත් මාදිලිය අනුව මාස 3 ක් සඳහා වලංගු වේ.",
        "සක්‍රිය කිරීම සඳහා, ගනුදෙනුකරුවන්ට ඔවුන්ගේ අලුතින් සක්‍රිය කළ SLT-Mobitel පෙරගෙවුම් සිම්පත Samsung උපාංගයට ඇතුළත් කර 'SLTM' ලෙස ටයිප් කර 180 ට යැවිය යුතුය. සක්‍රිය කිරීමෙන් පසු පාරිභෝගිකයින්ට SMS තහවුරු කිරීමක් ලැබෙනු ඇති අතර පසුව මෙම නොමිලේ ලබා දෙන මෙම ආකර්ෂණීය දීමනාව භුක්ති විඳීමට ඔබට ඉදිරියට යා හැකිය. සහ ඔවුන්ගේ Galaxy ස්මාර්ට් ජංගම දුරකථනය හෝ ටැබ්ලටයේ SLT-Mobitel වෙතින් හඬ. මෙම Bundle පිරිනැමීම වලංගු වන්නේ 4G SIM පතක් සහිත අලුතින් සම්බන්ධ වූ SLT-Mobitel පෙරගෙවුම් පාරිභෝගිකයින් සඳහා පමණක් වන අතර පාරිභෝගිකයා විසින් දායක වී ඇති වත්මන් දත්ත පැකේජයට අමතරව ලබා දෙනු ඇත.",
        "Samsung Galaxy ස්මාර්ට්ෆෝන් සහ Galaxy Tabs තෝරාගත් ස්ථානවලදී තෝරාගත් බලයලත් හවුල්කරුවන් හරහා මාර්ගගත සහ නොබැඳි නාලිකා දෙකෙන්ම මිලදී ගත හැක. ශ්‍රී ලංකාවේ පාරිභෝගිකයින්ට John Keells Office Automation සහ Softlogic Mobile Distribution හි දීපව්‍යාප්ත බලයලත් අලෙවි නියෝජිතයින් වෙතින් Samsung උපාංග මිලදී ගත හැකි අතර ඒවා වෙළඳසැලෙන් පිටත තබා ඇති Samsung ලාංඡනය මගින් පහසුවෙන් හඳුනාගත හැකිය. එය බලයලත් හවුල්කරුවන්ගෙන් ද ලබා ගත හැකිය; Softlogic Max, Softlogic Retail, Singer, Singhagiri සහ Damro, Network Partner SLT-Mobitel, සහ අන්තර්ජාල ද්වාර හරහා; Samsung EStore (samsungsrilanka.lk), MySoftlogic.lk, Keellssuper.com සහ Kapruka.com.",
        "බ්‍රෑන්ඩ් ෆිනෑන්ස් ලංකා හි රටේ වටිනාම සන්නාම පිළිබඳ සමාලෝචනය මගින් Samsung ශ්‍රී ලංකාව තුළ ‘වඩාත් ආදරය කරන ඉලෙක්ට්‍රොනික සන්නාමය’ ලෙස අඛණ්ඩව වසර තුනක් හඳුනාගෙන ඇත. ශ්‍රී ලංකාවේ අංක 1 ස්මාට්ෆෝන් සන්නාමය ලෙස, රට තුළ Samsung හි පාරිභෝගික පදනම සියලුම වයස් කාණ්ඩවලට, විශේෂයෙන්ම Gen Z සහ Millennial අංශවලට විහිදේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சாம்சங் SLT-MOBITEL உடன் இணைந்து இந்த அவுருது சீசனில் பிரத்தியேகமான டேட்டா பண்டில் சலுகையை வழங்குகிறது",
      "body_lines": [
        "இலங்கையின் நம்பர் 1 ஸ்மார்ட்ஃபோன் பிராண்டான Samsung, Galaxy A தொடர் ஸ்மார்ட்போன்கள் மற்றும் Galaxy Tab தொடர்களின் தேர்ந்தெடுக்கப்பட்ட வரம்பில் வாடிக்கையாளர்களுக்கு பிரத்யேக தரவு மற்றும் குரல் தொகுப்பு சலுகையை வழங்குவதற்காக, SLT-Mobitel, The National ICT Solutions Provider உடன் சமீபத்தில் கூட்டு சேர்ந்துள்ளது.",
        "ஏப்ரல் 8, 2022 முதல், Samsung மற்றும் SLT-Mobitel வாடிக்கையாளர்கள் இந்த முன்னோடியில்லாத சலுகையைப் பெறலாம், மூன்று மாதங்களுக்கு 30 ஜிபி வரையிலான இலவச எப்பொழுதும் டேட்டா மற்றும் ரூ. SLT-Mobitel மொபைல் புதிய ப்ரீபெய்ட் இணைப்புடன் புதிய Samsung Galaxy A ஸ்மார்ட்போன் அல்லது Galaxy Tab A ஐ வாங்குவதன் மூலம் மூன்று மாதங்களுக்கு 750 பேச்சு நேரம்.",
        "Samsung மற்றும் SLT-Mobitel, மூன்று மாதங்கள் வரை ஒவ்வொரு மாதமும் 7ஜிபி/5ஜிபி/2ஜிபி அளவிலான இலவச டேட்டா பேண்டலையும், ரூ. தேர்ந்தெடுக்கப்பட்ட கேலக்ஸி ஸ்மார்ட்போன்களுக்கு மூன்று மாதங்கள் வரை ஒவ்வொரு மாதமும் 100 பேச்சு நேரம். மேலும், மூன்று மாதங்கள் வரை ஒவ்வொரு மாதமும் 10ஜிபி இலவச டேட்டா பண்டில் மற்றும் ரூ. கேலக்ஸி டேப்களுக்கு மூன்று மாதங்கள் வரை 250 பேச்சு நேரம், சாம்சங் கேலக்ஸி ஏயின் தேர்ந்தெடுக்கப்பட்ட வரம்பிற்கு, சாம்சங் கேலக்ஸி டேப் ஏ இன் டேப் சீரிஸுடன் இணைந்து, தன்னிச்சையான, படைப்பாற்றல் மற்றும் நேரடி உள்ளடக்கத்தின் சகாப்தத்திற்காக உருவாக்கப்பட்டுள்ளது. வாடிக்கையாளர்கள் SLT-Mobitel மூலம் அதிக இணைய வேகத்தை அனுபவிக்கும் போது மற்றும் Samsung இன் அதிநவீன தொழில்நுட்பத்தைப் பயன்படுத்தி பல்வேறு வகையான பொழுதுபோக்கு மற்றும் கல்வி உள்ளடக்கத்தை அனுபவிக்க முடியும்.",
        "இந்தச் சலுகை குறித்து, Samsung Sri Lanka இன் முகாமைத்துவப் பணிப்பாளர் Kevin SungSu YOU கருத்துத் தெரிவிக்கையில், \"இளைய தலைமுறையினர் சாம்சங் வழங்கும் சமீபத்திய தொழில்நுட்பங்களை வெளிக்கொணரும் அதே வேளையில், வர்த்தக நாமங்களுடன் நம்பிக்கையை உருவாக்குவதற்கும் ஊக்கம் தேவை. இந்தச் சலுகையானது, சாம்சங் வழங்கும் சமீபத்திய தொழில்நுட்பத்தை வெளிப்படுத்துவதுடன், இலவச டேட்டா மூலம் வாடிக்கையாளர் அனுபவத்தை உருவாக்க வாடிக்கையாளர்களை அனுமதிக்கிறது. பெருகிய முறையில் டேட்டா-மகிழ்ச்சியான உலகில், சாம்சங் வழங்கும் சமீபத்திய மற்றும் மிகவும் மேம்பட்ட தொழில்நுட்பத்தை எங்கள் மதிப்புமிக்க வாடிக்கையாளர்களுக்குக் கொண்டு வரும் அதே வேளையில், இலவச டேட்டாவை வழங்குவதன் மூலம் மக்களுக்குப் பங்களிப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம்.",
        "A03 Core 2+32GB, A03 LTE 3+32GB, A03 LTE 4+64GB, A03 LTE 4+128GB, A12 4+64GB, Galaxy A12 ஆகியவற்றை 3 மாதங்களுக்கு 7GB மாதத்திற்கு வாங்கும் போது, ​​மூன்று மாதங்களுக்கு 5GB மாதத்திற்கு இந்த சலுகை அனுமதிக்கிறது. 4+128GB மற்றும் A12 6+128GB. மேலும், Galaxy Tab A7, Tab A7 Lite 3+32GB மற்றும் Tab A8 (2019) ஆகியவற்றை வாங்கினால், மூன்று மாதங்களுக்கு மாதந்தோறும் 2GB வரை இலவச டேட்டா கிடைக்கும். Galaxy Tab A8 2022(3+32GB), A8 2022(4+64GB) தொடர் மற்றும் Tab S7 FE(4+64GB) ஆகியவற்றின் வாங்குதல்கள் 3 மாதங்களுக்கு மாதந்தோறும் 10ஜிபி பெறுவதற்குத் தகுதிபெறும். டாக் டைம் சலுகை ரூ. 250 மற்றும் ரூ.100 மதிப்புள்ள பேச்சு நேரம் தேர்ந்தெடுக்கப்பட்ட மாடலைப் பொறுத்து 3 மாதங்களுக்கு செல்லுபடியாகும்.",
        "செயல்படுத்துவதற்கு, வாடிக்கையாளர்கள் சாம்சங் சாதனத்தில் புதிதாகச் செயல்படுத்தப்பட்ட SLT-Mobitel ப்ரீபெய்டு சிம்மைச் செருக வேண்டும் மற்றும் 'SLTM' என டைப் செய்து 180க்கு அனுப்ப வேண்டும். வாடிக்கையாளர்கள் செயல்படுத்தியவுடன் SMS உறுதிப்படுத்தலைப் பெறுவார்கள், அதன்பின் இந்த அற்புதமான இலவச டேட்டா சலுகையை அனுபவிக்க முடியும். மற்றும் அவர்களின் Galaxy ஸ்மார்ட்போன் அல்லது டேப்லெட்டில் SLT-Mobitel இலிருந்து குரல். புதிதாக இணைக்கப்பட்ட SLT-Mobitel ப்ரீபெய்ட் வாடிக்கையாளர்களுக்கு 4G சிம்முடன் மட்டுமே இந்தத் தொகுப்புச் சலுகை செல்லுபடியாகும், மேலும் வாடிக்கையாளர் குழுசேர்ந்த தற்போதைய டேட்டா பேக்கேஜுடன் கூடுதலாக வழங்கப்படும்.",
        "Samsung Galaxy ஸ்மார்ட்போன்கள் மற்றும் Galaxy Tabs ஆகியவற்றை ஆன்லைன் மற்றும் ஆஃப்லைன் சேனல்களில் இருந்து, தேர்ந்தெடுக்கப்பட்ட இடங்களில் தேர்ந்தெடுக்கப்பட்ட அங்கீகரிக்கப்பட்ட பார்ட்னர்கள் மூலம் வாங்கலாம். இலங்கையில் உள்ள நுகர்வோர்கள், நாடளாவிய ரீதியில் உள்ள அங்கீகரிக்கப்பட்ட ஜோன் கீல்ஸ் ஆபீஸ் ஆட்டோமேஷன் மற்றும் Softlogic Mobile Distribution ஆகியவற்றின் விநியோகஸ்தர்களிடம் Samsung சாதனங்களை கொள்வனவு செய்யலாம். இதனை கடைக்கு வெளியே வைக்கப்பட்டுள்ள Samsung லோகோ மூலம் இலகுவாக அடையாளம் காண முடியும். இது அங்கீகரிக்கப்பட்ட கூட்டாளர்களிடமும் கிடைக்கிறது; Softlogic Max, Softlogic Retail, Singer, Singhagiri மற்றும் Damro, Network Partner SLT-Mobitel மற்றும் ஆன்லைன் போர்ட்டல்கள் வழியாக; Samsung EStore (samsungsrilanka.lk), MySoftlogic.lk, Keellssuper.com மற்றும் Kapruka.com.",
        "பிராண்ட் ஃபைனான்ஸ் லங்காவின் நாட்டின் மிகவும் பெறுமதியான வர்த்தக நாமங்களின் மீளாய்வின் மூலம் தொடர்ச்சியாக மூன்று வருடங்களாக இலங்கையில் Samsung ஆனது ‘அதிக விரும்பப்படும் இலத்திரனியல் வர்த்தக நாமமாக’ அங்கீகரிக்கப்பட்டுள்ளது. இலங்கையின் நம்பர்.1 ஸ்மார்ட்ஃபோன் வர்த்தக நாமமாக, நாட்டில் Samsung இன் வாடிக்கையாளர் தளம் அனைத்து வயதினருக்கும், குறிப்பாக Gen Z மற்றும் Millennial பிரிவுகளில் பரவியுள்ளது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}