{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/this-land-like-no-other/",
  "time_ut": 1654867920,
  "title": "This land like no other",
  "body_lines": [
    "Samagi Jana Balavegaya MP Hector Appuhamy noted in a parliamentary speech on Thursday that Mahinda Rajapaksa resigned on May 9 and Basil Rajapaksa quit exactly a month later on June 9. He then posed the rhetorical question: Will Gotabaya Rajapaksa step down on July 9? Apparently not. The president was very clear on this in what was described as a “wide-ranging” interview he granted the Bloomberg news agency last week. This was the first such since the smelly stuff hit the fan several weeks ago, bringing not only the Rajapaksas but the whole country to their knees. GR said clearly and unequivocally that he can’t (or won’t?) quit as “a failed president” adding that he will not run again. He is determined, at least right now, to complete his two remaining years.",
    "The ‘Gota Go Home’ demand remains alive and kicking. The queues for fuel and gas are as interminable as they ever were. The power cuts are very much a fact of life. The prices of essentials continue to go through the roof and many everyday needs are either scarce or simply unobtainable. Though we hear, particularly from Prime Minister Ranil Wickremesinghe, that the situation remains grim and will become worse, there are no solutions on the table. The only pluses are generous assistance from India and engagement with the IMF. Most people will not buy JVP leader Anura Kumara Dissanayake’s claim that Wickremesinghe is exaggerating the economic crisis “to cover up his own failure.” Wickremesinghe did not come into office with a magic wand. He was invited to takeover when the Rajapaksas were at the end of their tether. Dissanayake is right to the extent that the PM’s statements may add to the queues on the fear of worse to come.",
    "Also in Parliament on Thursday, Wimal Weerawansa said that the events of May 9 were only a rehearsal of what will follow. Next time it will not only be the property and businesses of politicians that will be attacked. The whole affluent class is at risk, he darkly predicted. If hunger – or worse famine – hits, that is more probable than possible. He further asked what would happen if we are unable to feed our security forces. But as regular columnist Rajan Philips says on this page, the country picture appears very much to be “business as usual.” Unfortunately nobody asked Basil Rajapaksa whether he has plans to renounce his U.S. citizenship. It was as clear as daylight when the 20th Amendment was enacted, that the clause enabling dual citizen to hold public office was intended for Basil’s return to Parliament where he succeeded brother Mahinda as finance minister. Admitting that the Rajapaksas were better at politics than at government, BR answered in the affirmative when asked whether he’d be visiting the U.S. saying his family, including a grandson, were in that country.",
    "Granting that the president is serious about an All Party government to tide over the crisis, why did the government elect its own nominee to chair the Public Finance Committee when the SJB wanted Dr. Harsha de Silva, who’s ability to do the job is unquestionable, to be given the job. If the SJB is ironclad on its decision to stay out of the government unless there’s a definite timeline set for GR’s departure, at least competent opposition politicians could be appointed to parliamentary watchdog committees where they can make useful contributions. Fending accusations of “underhand” tactics to have a government parliamentarian elected to chair the committee, Speaker Abeywardene said that the matter could be raised by the party leaders and a replacement agreed upon. It remains to be seen whether the SLPP will relent and permit an opposition nominee to serve as committee chair. The prime minister who owes his position to the SLPP is said to have preferred an opposition chair. But what influence does he have over the MPs who enthroned him? The recent election of the deputy speaker is sorry evidence of the papadam is crumbling.",
    "At Basil Rajapaksa’s farewell press conference, the question on whether business tycoon Dhammika Perera would take his National List vacancy was fired. Rumours to this effect were swirling and a report that Perera had obtained SLPP membership remained uncontradicted. BR didn’t say ‘yes’ or ‘no’ but looked at SLPP General Secretary Sagara Kariyawasam flanking him and said it was a matter for the party. Readers may remember that Mahinda Rajapaksa appointed Dhammika Perera Secretary to the Transport Ministry some years ago. He didn’t make any waves in that job and eased out of the position seemingly on his own volition. But he’s gone public with the opinion that much can be done from seat of the Secretary Finance implying that’s a job he’d like to take. Obviously finance minister would be even better.",
    "The country will soon know what’s in store through the forthcoming constitutional amendment. Though Justice Minister Wijeyadasa Rajapakshe calls it 21A, the TNA’s M.A. Sumanthiran says ‘No.’ 21A is what the SJB has already tabled in the House. As he said in a well received parliamentary speech we run today, ours now is a peculiar Parliament with big chunks of the government sitting as “Independents” in the opposition. These MPs are neither fish, flesh or fowl and acting on their own personal agendas. The prospects of any solution to the horrific crisis gripping the nation being delivered by the incumbent Parliament seems remote and an election far off. This, after all, is a land like no other where a prime minister who resigned attends cabinet meetings. And a minister sentenced to jail by a competent court continues to sit in the cabinet.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මේ ඉඩම වෙන කිසිම රටක නැති තරම්",
      "body_lines": [
        "සමගි ජන බලවේගයේ පාර්ලිමේන්තු මන්ත්‍රී හෙක්ටර් අප්පුහාමි බ්‍රහස්පතින්දා පාර්ලිමේන්තු කතාවකදී සඳහන් කළේ මහින්ද රාජපක්ෂ මැයි 9 දා ඉල්ලා අස් වූ බවත් හරියටම මාසයකට පසු ජුනි 9 වැනි දින බැසිල් රාජපක්ෂ ඉල්ලා අස් වූ බවත්ය. ඉන්පසු ඔහු වාචාල ප්‍රශ්නය ඉදිරිපත් කළේය: ගෝඨාභය රාජපක්ෂ ජූලි 9 දා ඉවත් වෙයිද? පෙනෙන විදිහට නැහැ. පසුගිය සතියේ ඔහු බ්ලූම්බර්ග් ප්‍රවෘත්ති ඒජන්සියට ලබා දුන් “පුළුල් පරාසයක” සම්මුඛ සාකච්ඡාවක් ලෙස විස්තර කරන ලද දේ තුළ ජනාධිපතිවරයා මේ පිළිබඳව ඉතා පැහැදිලි විය. රාජපක්ෂලා පමණක් නොව මුළු රටම දණ ගැස්වමින් සති කිහිපයකට පෙර රසික රසිකාවියට ​​ගඳ ගැසීමෙන් පසු එවැන්නක් සිදු වූ පළමු අවස්ථාව මෙය විය. \"අසාර්ථක ජනාධිපතිවරයෙකු\" ලෙස තමාට ඉවත් විය නොහැකි බව (නැතහොත් නොවේද?) ජීආර් පැහැදිලිවම සහ අවිවාදයෙන් කියා සිටියේ ඔහු නැවත තරඟ නොකරන බවත් ය. අඩුම තරමින් මේ මොහොතේ හෝ ඔහුගේ ඉතිරි වසර දෙක සම්පූර්ණ කිරීමට ඔහු අධිෂ්ඨාන කරගෙන සිටී.",
        "‘ගෝඨා ගෙදර යන්න’ ඉල්ලීම ජීවමානව පවතී. ඉන්ධන සහ ගෑස් සඳහා පෝලිම් වෙන කවරදාටත් වඩා නොනැසී පවතී. විදුලිය විසන්ධි කිරීම ජීවිතයේ බොහෝ සත්‍යයකි. අත්‍යවශ්‍ය ද්‍රව්‍යවල මිල දිගටම වහලය හරහා යන අතර බොහෝ එදිනෙදා අවශ්‍යතා හිඟ හෝ සරලව ලබාගත නොහැක. විශේෂයෙන්ම අගමැති රනිල් වික්‍රමසිංහ මහතාගෙන් මේ තත්ත්වය දරුණු ලෙස පවතින බවත් තවත් නරක අතට හැරෙනු ඇති බවත් අපට අසන්නට ලැබුණද ඊට විසඳුම් මේසය මත නැත. එකම ප්ලස් වන්නේ ඉන්දියාවෙන් නොමසුරුව උපකාර සහ IMF සමඟ සම්බන්ධ වීමයි. වික්‍රමසිංහ \"තමන්ගේම අසාර්ථකත්වය වසා ගැනීමට\" ආර්ථික අර්බුදය අතිශයෝක්තියට නංවන බවට ජවිපෙ නායක අනුර කුමාර දිසානායක කරන ප්‍රකාශය බොහෝ දෙනා මිලට නොගනු ඇත. වික්‍රමසිංහ මන්ත්‍රීවරයා කාර්යාලයට පැමිණියේ මන්ත්‍ර යෂ්ටියක් රැගෙන නොවේ. ඔහුට බලය පවරා ගන්නා ලෙස ආරාධනා කරනු ලැබුවේ රාජපක්ෂලාගේ බන්ධනය අවසන් වන විටය. අගමැතිවරයාගේ ප්‍රකාශ තවත් නරක අතට හැරේ යැයි බියෙන් පෝලිම්වලට එකතු විය හැකි තරමට දිසානායක නිවැරදිය.",
        "එසේම බ්‍රහස්පතින්දා පාර්ලිමේන්තුවේදී විමල් වීරවංශ කියා සිටියේ මැයි 9 වැනි දින සිදුවීම් ඊළඟට සිදුවන දේ පිළිබඳ පෙරහුරුවක් පමණක් බවයි. ඊළඟ වතාවේ පහර දෙන්නේ දේශපාලකයන්ගේ දේපළ හා ව්‍යාපාර පමණක් නොවේ. මුළු ධනවත් පන්තියම අවදානමට ලක්ව ඇති බව ඔහු අඳුරු ලෙස අනාවැකි පළ කළේය. කුසගින්න හෝ දරුණු සාගතයක් ඇති වුවහොත්, එය හැකි තරම් වැඩි විය හැකිය. අපේ ආරක්‍ෂක අංශවලට කන්න දෙන්න බැරි වුණොත් මොකද වෙන්නේ කියලා ඔහු වැඩිදුරටත් ප්‍රශ්න කළා. නමුත් නිත්‍ය තීරු ලිපි රචක රාජන් ෆිලිප්ස් මෙම පිටුවේ පවසන පරිදි, රටේ පින්තූරය “සාමාන්‍ය පරිදි ව්‍යාපාරයක්” ලෙස පෙනේ. අවාසනාවන්ත ලෙස කිසිවකු බැසිල් රාජපක්‍ෂගෙන් ඇමෙරිකානු පුරවැසිභාවය අත්හැරීමට අදහස් කරන්නේ දැයි විමසුවේ නැත. ද්විත්ව පුරවැසියෙකුට රාජ්‍ය නිලතල දැරීමට හැකිවන වගන්තිය, මහින්ද සහෝදරයාගෙන් පසු මුදල් ඇමති ධුරයට පත් වූ බැසිල් නැවත පාර්ලිමේන්තුවට පැමිණීම අරමුණු කර ගත් බව 20 වැනි සංශෝධනය පනවන විට දවල් එළිය මෙන් පැහැදිලි විය. රාජපක්ෂලා ආණ්ඩුවට වඩා දේශපාලනයේ දක්ෂ බව පිළිගත් බීආර් එක්සත් ජනපදයට යන්නේ ඔහුගේ මුනුබුරෙකු ඇතුළු පවුලේ අය එම රටේ සිටින බව පවසමින් ඇසූ විට එය ස්ථිර ලෙස පිළිතුරු දුන්නේය.",
        "අර්බුදය සමනය කිරීම සඳහා සර්ව පාක්ෂික රජයක් ගැන ජනාධිපතිවරයා බැරෑරුම් ලෙස සලකන බව ලබා දෙමින්, SJB ට එම කාර්යය කිරීමට ඇති හැකියාව ප්‍රශ්න කළ නොහැකි ආචාර්ය හර්ෂ ද සිල්වා මහතාට අවශ්‍ය වූ විට, රාජ්‍ය මූල්‍ය කමිටුවේ සභාපතිත්වය සඳහා රජය තමන්ගේම නාමිකයෙකු තෝරා ගත්තේ ඇයි? රස්සාව දෙන්න කියලා. ජීආර් ගේ ඉවත්වීම සඳහා නිශ්චිත කාලසීමාවක් නියම කර නොමැති නම් මිස ආණ්ඩුවෙන් ඉවත්ව සිටීමට SJB ගත් තීරණය ගැන උමතුවෙන් සිටින්නේ නම්, අවම වශයෙන් දක්ෂ විපක්ෂ දේශපාලනඥයන් පාර්ලිමේන්තු නිරීක්ෂණ කමිටුවලට පත් කළ හැකි අතර එහිදී ඔවුන්ට ප්‍රයෝජනවත් දායකත්වයක් ලබා දිය හැකිය. ආණ්ඩුවේ පාර්ලිමේන්තු මන්ත්‍රීවරයකු කමිටුවේ සභාපතිත්වයට පත් කර ගැනීමේ “යටි” උපක්‍රම පිළිබඳ චෝදනාව වැලැක්වීමට කථානායක අබේවර්ධන මහතා පැවසුවේ, එම කරුණ පක්ෂ නායකයින්ට ඉදිරිපත් කළ හැකි බවත්, ඒ වෙනුවට එකඟ විය හැකි බවත්ය. ශ්‍රී ලංකා පොදුජන පෙරමුණ පසුතැවිලි වී විපක්‍ෂයේ නාමිකයකුට කමිටු සභාපතිවරයා ලෙස කටයුතු කිරීමට ඉඩ දෙන්නේ දැයි බලා සිටිය යුතුය. ශ්‍රී ලංකා පොදුජන පෙරමුණට තම තනතුර ලැබිය යුතු අගමැතිවරයා විපක්ෂ පුටුවකට වැඩි කැමැත්තක් දැක්වූ බව පැවසේ. එහෙත් ඔහුව සිංහාසනාරූඪ කළ මන්ත්‍රීවරුන් කෙරෙහි ඔහුට ඇති බලපෑම කුමක්ද? පසුගියදා පැවති නියෝජ්‍ය කථානායක නිලවරණය පපඩම ගරාවැටී ඇති බවට කණගාටුදායක සාක්ෂියකි.",
        "බැසිල් රාජපක්ෂගේ සමුගැනීමේ මාධ්‍ය හමුවේදී ඔහුගේ ජාතික ලැයිස්තු පුරප්පාඩුව ව්‍යාපාරික ධම්මික පෙරේරාට හිමිවන්නේද යන ප්‍රශ්නය දොට්ට දැම්මේය. මේ සම්බන්ධයෙන් කටකතා පැතිර යමින් තිබූ අතර පෙරේරා ශ්‍රී ලංකා පොදුජන පෙරමුණේ සාමාජිකත්වය ලබාගෙන ඇති බවට පළ වූ වාර්තාවක් පරස්පර විරෝධී විය. බීආර් ‘ඔව්’ හෝ ‘නැහැ’ නොකියා ඔහු දෙසට වී සිටින ශ්‍රී ලංකා පොදුජන පෙරමුණේ මහලේකම් සාගර කාරියවසම් දෙස බලා එය පක්ෂයට අදාළ කරුණක් බව කීවේය. මහින්ද රාජපක්ෂ මහතා ප්‍රවාහන අමාත්‍යාංශයේ ලේකම් ධම්මික පෙරේරා මහතා පත් කළේ මීට වසර කිහිපයකට පෙර බව පාඨකයන්ට මතක ඇති. ඔහු එම කාර්යයේ කිසිදු රැල්ලක් ඇති නොකළ අතර ඔහුගේම කැමැත්ත මත එම තනතුරෙන් ඉවත් විය. නමුත් ඔහු ප්‍රසිද්ධියේ කියා සිටියේ මුදල් ලේකම්වරයාගේ අසුනෙන් බොහෝ දේ කළ හැකි බවයි, එයින් ඇඟවෙන්නේ එය තමා කිරීමට කැමති කාර්යයක් බවයි. පැහැදිලිවම මුදල් ඇමති මීට වඩා හොඳ වනු ඇත.",
        "ඉදිරියේදී ගෙන ඒමට නියමිත ව්‍යවස්ථා සංශෝධන හරහා කුමක් සිදුවේදැයි රටට ඉක්මනින්ම දැනගත හැකි වනු ඇත. අධිකරණ අමාත්‍ය විජයදාස රාජපක්ෂ මහතා එය 21A ලෙස හැඳින්වුවද දෙමළ ජාතික සන්ධානයේ එම්.ඒ.සුමන්තිරන් පවසන්නේ ‘නැහැ’ 21A යනු SJB දැනටමත් සභාගත කර ඇති බවයි. අද අප පවත්වන පාර්ලිමේන්තු කතාවකදී ඔහු පැවසූ පරිදි, දැන් අපේ පාර්ලිමේන්තුව විපක්ෂයේ “ස්වාධීන” ලෙස වාඩි වී සිටින ආණ්ඩුවේ විශාල කොටස් සහිත සුවිශේෂී පාර්ලිමේන්තුවකි. මේ මන්ත‍්‍රීවරු මාළු, මස්, කුකුල්ලු නෙවෙයි තමන්ගේ පුද්ගලික න්‍යාය පත‍්‍රවලට අනුව කටයුතු කරනවා. ජාතිය ග්‍රහණය කර ගෙන ඇති බිහිසුණු අර්බුදයට වත්මන් පාර්ලිමේන්තුව විසින් ලබා දෙන ඕනෑම විසඳුමක අපේක්ෂාවන් දුරස්ථ හා මැතිවරණයක් බව පෙනේ. කොහොමත් මේක, ඉල්ලා අස් වූ අගමැතිවරයෙක් කැබිනට් රැස්වීම්වලට යන වෙන කිසිම රටක නැති දේශයක්. එමෙන්ම නිසි අධිකරණයකින් සිර දඬුවම් නියම වූ ඇමතිවරයෙකු තවදුරටත් කැබිනට් මණ්ඩලයේ අසුන්ගෙන සිටියි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இந்த நிலம் வேறு எங்கும் இல்லை",
      "body_lines": [
        "வியாழன் அன்று சமகி ஜன பலவேகய எம்.பி ஹெக்டர் அப்புஹாமி பாராளுமன்ற உரையில் மகிந்த ராஜபக்ச மே 9 அன்று ராஜினாமா செய்தார் மற்றும் பசில் ராஜபக்ஷ சரியாக ஒரு மாதத்திற்குப் பிறகு ஜூன் 9 அன்று ராஜினாமா செய்தார். பின்னர் அவர் வாய்மொழி கேள்வியை முன்வைத்தார்: கோட்டாபய ராஜபக்ச ஜூலை 9 அன்று பதவி விலகுவாரா? வெளிப்படையாக இல்லை. கடந்த வாரம் ப்ளூம்பெர்க் செய்தி நிறுவனத்திற்கு வழங்கிய \"பரந்த அளவிலான\" நேர்காணலில் ஜனாதிபதி இது குறித்து மிகவும் தெளிவாக இருந்தார். பல வாரங்களுக்கு முன்னர் ரசிகரை துர்நாற்றம் வீசியதில் இருந்து, ராஜபக்சவை மட்டுமல்ல, முழு நாட்டையும் மண்டியிட்ட பிறகு இதுவே முதல்முறை. GR, \"தோல்வியுற்ற ஜனாதிபதியாக\" இருந்து விலக முடியாது (அல்லது முடியாது?) மீண்டும் போட்டியிட மாட்டேன் என்று தெளிவாகவும் சந்தேகத்திற்கு இடமின்றி கூறினார். எஞ்சியிருக்கும் இரண்டு ஆண்டுகளை இப்போதே முடிக்க வேண்டும் என்பதில் அவர் உறுதியாக இருக்கிறார்.",
        "‘கோட்டா கோ ஹோம்’ என்ற கோரிக்கை இன்னும் உயிர்ப்புடன் உள்ளது. எரிபொருள் மற்றும் எரிவாயுக்கான வரிசைகள் எப்போதும் இருந்ததைப் போலவே முடிவற்றவை. மின்வெட்டு என்பது வாழ்க்கையின் உண்மை. அத்தியாவசியப் பொருட்களின் விலைகள் தொடர்ந்து கூரை வழியாகச் செல்கின்றன மற்றும் பல அன்றாடத் தேவைகள் பற்றாக்குறையாகவோ அல்லது வெறுமனே பெற முடியாததாகவோ உள்ளன. குறிப்பாக பிரதமர் ரணில் விக்கிரமசிங்கவிடம் இருந்து, நிலைமை இன்னும் மோசமாக உள்ளது என்றும், இன்னும் மோசமாகிவிடும் என்றும் கேள்விப்பட்டாலும், அதற்கான தீர்வுகள் மேசையில் இல்லை. இந்தியாவின் தாராளமான உதவி மற்றும் IMF உடனான ஈடுபாடு மட்டுமே ப்ளஸ். விக்கிரமசிங்க \"தனது தோல்வியை மறைப்பதற்காக\" பொருளாதார நெருக்கடியை பெரிதுபடுத்துகிறார் என்ற ஜேவிபி தலைவர் அனுரகுமார திஸாநாயக்கவின் கூற்றை பெரும்பாலான மக்கள் வாங்க மாட்டார்கள். விக்கிரமசிங்க மந்திரக்கோலுடன் பதவிக்கு வரவில்லை. ராஜபக்சக்கள் தங்கள் பந்தயத்தின் முடிவில் இருந்தபோது அவர் பதவியேற்க அழைக்கப்பட்டார். திஸாநாயக்க, பிரதமரின் அறிக்கைகள், இன்னும் மோசமாகப் போகும் என்ற அச்சத்தில் வரிசைகளில் சேர்க்கும் அளவுக்குச் சரிதான்.",
        "மேலும், வியாழன் அன்று பாராளுமன்றத்தில் விமல் வீரவன்ச, மே 9ம் திகதி நிகழ்வுகள் அடுத்ததாக என்ன நடக்கப்போகின்றன என்பதற்கான ஒத்திகை மட்டுமே என்று கூறினார். அடுத்த முறை தாக்கப்படுவது அரசியல்வாதிகளின் சொத்துக்கள் மற்றும் வணிகங்கள் மட்டும் அல்ல. முழு வசதி படைத்த வர்க்கமும் ஆபத்தில் உள்ளது, அவர் இருட்டாக கணித்தார். பசி - அல்லது மோசமான பஞ்சம் - தாக்கினால், அது சாத்தியத்தை விட அதிகமாக இருக்கும். நமது பாதுகாப்புப் படையினருக்கு உணவளிக்க முடியாவிட்டால் என்ன நடக்கும் என்றும் அவர் கேள்வி எழுப்பினார். ஆனால் இந்த பக்கத்தில் வழக்கமான கட்டுரையாளர் ராஜன் பிலிப்ஸ் சொல்வது போல், நாட்டின் படம் \"வழக்கம் போல்\" இருக்கும். துரதிஷ்டவசமாக பசில் ராஜபக்சவின் அமெரிக்க குடியுரிமையை கைவிடும் திட்டம் உள்ளதா என்று யாரும் அவரிடம் கேட்கவில்லை. 20வது திருத்தச் சட்டம் நிறைவேற்றப்பட்டபோது, ​​இரட்டைக் குடியுரிமை பெற்றவர்கள் அரசுப் பதவியை வகிக்கும் ஷரத்து, அண்ணன் மகிந்தவுக்குப் பின் நிதி அமைச்சராகப் பதவியேற்ற பசிலின் நாடாளுமன்றத்திற்குத் திரும்புவதை நோக்கமாகக் கொண்டது என்பது பகல் போல் தெளிவாகத் தெரிந்தது. அரசாங்கத்தை விட ராஜபக்சக்கள் அரசியலில் சிறந்தவர்கள் என்பதை ஒப்புக்கொண்ட பி.ஆர், தனது பேரன் உட்பட அவரது குடும்பம் அந்நாட்டில் இருப்பதாகக் கூறி அமெரிக்காவிற்கு வருவீர்களா என்று கேட்டதற்கு உறுதிமொழியாக பதிலளித்தார்.",
        "நெருக்கடியை சமாளிப்பதற்கு அனைத்துக் கட்சி அரசாங்கத்தின் மீது ஜனாதிபதி தீவிரம் காட்டுகிறார் என்பதை ஏற்றுக்கொண்டு, SJB டொக்டர் ஹர்ஷ டி சில்வாவை விரும்பியபோது, ​​பொது நிதிக் குழுவின் தலைவராக அரசாங்கம் ஏன் தனது சொந்த வேட்பாளரைத் தேர்ந்தெடுத்தது, அவர் அந்த வேலையைச் செய்யும் திறன் சந்தேகத்திற்கு இடமில்லை. வேலை கொடுக்க வேண்டும். GR வெளியேறுவதற்கு ஒரு திட்டவட்டமான காலக்கெடு அமைக்கப்படாவிட்டால், SJB அரசாங்கத்தில் இருந்து விலகி இருப்பதில் உறுதியாக இருந்தால், குறைந்த பட்சம் திறமையான எதிர்க்கட்சி அரசியல்வாதிகள் பாராளுமன்ற கண்காணிப்புக் குழுக்களில் நியமிக்கப்படலாம், அங்கு அவர்கள் பயனுள்ள பங்களிப்புகளைச் செய்யலாம். குழுவின் தலைவராக அரசாங்கத்தின் பாராளுமன்ற உறுப்பினர் ஒருவரைத் தெரிவுசெய்வதற்கு \"தலைகீழ்\" தந்திரோபாயங்கள் இருப்பதாக எழுந்துள்ள குற்றச்சாட்டுகளைத் தடுக்கும் சபாநாயகர் அபேவர்தன, இந்த விடயத்தை கட்சித் தலைவர்கள் எழுப்பி அதற்கு மாற்றாக உடன்படலாம் என்றார். SLPP மனந்திரும்புமா மற்றும் எதிர்க்கட்சி வேட்பாளர் ஒருவரை குழுத் தலைவராக பணியாற்ற அனுமதிக்குமா என்பதைப் பார்க்க வேண்டும். ஸ்ரீலங்கா பொதுஜன பெரமுனவிற்கு தனது பதவிக்கு கடன்பட்டுள்ள பிரதமர் எதிர்க்கட்சி நாற்காலியை விரும்புவதாக கூறப்படுகிறது. ஆனால், அவரை அரியணையில் அமர்த்திய எம்.பி.க்கள் மீது அவருக்கு என்ன செல்வாக்கு? சமிபத்தில் நடந்த துணை சபாநாயகர் தேர்தல், பாப்பாரம் சிதைந்து கிடப்பது வருத்தம் அளிக்கிறது.",
        "பசில் ராஜபக்சவின் பிரியாவிடை செய்தியாளர் மாநாட்டில், வர்த்தக அதிபர் தம்மிக்க பெரேரா அவரது தேசியப்பட்டியல் வெற்றிடத்தை எடுப்பாரா என்ற கேள்வி நீக்கப்பட்டது. இது தொடர்பான வதந்திகள் பரவி, பெரேரா SLPP உறுப்புரிமையைப் பெற்றுக்கொண்டார் என்ற தகவல் ஒன்றுக்கு முரணாக இருந்தது. BR 'ஆம்' அல்லது 'இல்லை' என்று கூறவில்லை, ஆனால் SLPP பொதுச்செயலாளர் சாகர காரியவசம் அவரைப் பார்த்து, அது கட்சியின் விஷயம் என்று கூறினார். மஹிந்த ராஜபக்ஷ சில வருடங்களுக்கு முன்னர் தம்மிக்க பெரேராவை போக்குவரத்து அமைச்சின் செயலாளராக நியமித்தது வாசகர்களுக்கு நினைவிருக்கலாம். அவர் அந்த வேலையில் எந்த அலையும் செய்யவில்லை மற்றும் அவரது சொந்த விருப்பத்தின் பேரில் பதவியில் இருந்து எளிதாக்கினார். ஆனால், நிதிச் செயலாளர் இருக்கையில் இருந்து அதிகம் செய்ய முடியும் என்ற கருத்துடன் அவர் பகிரங்கமாகச் சென்றுவிட்டார். வெளிப்படையாக நிதி அமைச்சர் இன்னும் சிறப்பாக இருப்பார்.",
        "வரவிருக்கும் அரசியலமைப்புத் திருத்தத்தின் மூலம் என்ன இருக்கிறது என்பதை நாடு விரைவில் அறியும். நீதியமைச்சர் விஜயதாச ராஜபக்ஷ இதனை 21A என அழைத்தாலும், தமிழ் தேசியக் கூட்டமைப்பின் எம்.ஏ.சுமந்திரன், ‘இல்லை’ 21A என்பது SJB ஏற்கனவே சபையில் முன்வைத்துள்ளது. இன்று நாம் நடத்தும் நல்ல வரவேற்பைப் பெற்ற பாராளுமன்ற உரையில் அவர் கூறியது போல், எங்களுடையது இப்போது எதிர்க்கட்சியில் \"சுயேட்சைகளாக\" அமர்ந்திருக்கும் அரசாங்கத்தின் பெரும் பகுதிகளைக் கொண்ட ஒரு விசித்திரமான பாராளுமன்றம். இந்த எம்.பி.க்கள் மீனோ, இறைச்சியோ, கோழியோ அல்ல, அவர்கள் தங்கள் சொந்த நிகழ்ச்சி நிரலில் செயல்படுகிறார்கள். தேசத்தை வாட்டி வதைக்கும் கொடூரமான நெருக்கடிக்கு தற்போதைய பாராளுமன்றம் மூலம் தீர்வு காண்பதற்கான வாய்ப்புகள் தொலைவில் உள்ளது மற்றும் தேர்தல் வெகு தொலைவில் உள்ளது. எல்லாவற்றிற்கும் மேலாக, ராஜினாமா செய்த ஒரு பிரதமர் அமைச்சரவைக் கூட்டங்களில் கலந்துகொள்ளும் வேறு எங்கும் இல்லாத பூமி இது. தகுதிவாய்ந்த நீதிமன்றத்தால் சிறைத்தண்டனை விதிக்கப்பட்ட அமைச்சர் தொடர்ந்து அமைச்சரவையில் அமர்ந்துள்ளார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}