{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/loss-making-srilankan-completes-mro-service-for-omans-salam-air-95141/",
  "time_ut": 1654280100,
  "title": "Loss making SriLankan completes MRO service for Oman’s Salam Air",
  "body_lines": [
    "ECONOMYNEXT – State-run SriLankan Airlines’ Engineering unit completed a Maintenance, Repair and Operations (MRO) project to Salam Air, the budget airline of Oman, the local carrier said on Friday.",
    "“The heavy maintenance C check was performed on a Salam Air A320 neo aircraft at SriLankan",
    "Engineering’s dedicated European Aviation Safety Agency (EASA) approved A320 hangar, as part of",
    "a series of C checks that has been awarded to SriLankan Engineering,” SriLankan said in a statement.",
    "“Over the years, SriLankan Engineering has etched a solid track record for providing high quality",
    "“Having the necessary human and technical resources; the airline’s hub strategically located in the Indian Ocean; and necessary international certifications and approvals have given the impetus to secure new high-value contracts from the region and beyond.”",
    "The loss-making SriLankan Airlines has been resolute in building strategic partnerships and acquiring MRO projects from other airlines since 2020, the company said.",
    "The Airlines, which was a profitable venture under Emirates management from 1998-2007,  has includes signed five new contracts with other airlines and leasing companies in Asia and the Middle East to",
    "provide services in relation to aircraft MRO activities in the past 12 months, it said.",
    "However, it did not provide any information on the revenue it earned so far since it started MRO projects.",
    "Prime Minister Ranil Wickremesinghe last month proposed SriLankan to be privatised though its losses should have to be borne by the 22 million people of the country.",
    "He said the national carrier’s loss was 45 billion rupees in the financial year 2020/20 while its total losses were 372 billion rupees by March 31 last year. (Colombo/June 03/2022)"
  ]
}