{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/07/stop-attempts-to-remove-cbsl-governor-cbsl-retired-executive-officers-write-to-president/",
  "time_ut": 1654601280,
  "title": "Stop attempts to remove CBSL Governor, CBSL Retired Executive Officer’s write to President",
  "body_lines": [
    "COLOMBO (News 1st); The Central Bank Retired Executive Officer’s Association has expressed grave concern about reports on efforts to remove Dr. Nandalal Weerasinghe from the post of Central Bank Governor.",
    "The Central Bank Retired Executive Officer’s Association in a letter to the President request that he take all possible measures to prevent such sinister efforts if any which will expose the whole nation to a disastrous catastrophe.",
    "This is not a time to experiment as the situation is grave, the letter added.",
    "Noting that Dr. Weerasinghe was appointed to the Governor post on 07 th April 2022 for the balance period of this term after the resignation of the previous Governor, as per Rule 13. (2) of the Monetary Law Act, the Central Bank Retired Executive Officer’s Association request the President to re-appoint Dr. Weerasinghe to the post of Governor of the Central Bank for the coming six-year period commencing from the 1st of July 2022.",
    "The Central Bank Retired Executive Officer’s Association strongly believed in the competency and commitment of Dr. Weerasinghe to restore the confidence on the CBSL for an independent and professional discharge of its responsibilities at this critical juncture.",
    "If anyone is contemplating to remove him from his position as the Governor of the Central Bank of Sri Lanka, we see it as a highly unpatriotic move with entirely ulterior motives. We categorically condemn such efforts in all counts, the letter added.",
    "Commercial HC Fiscal Officer suspended over conduct in enforcing order on Aeroflot Case",
    "Stop attempts to remove CBSL Governor, CBSL Retired Executive Officer’s write to President"
  ]
}