{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-crisis-in-social-sciences-education-or-a-crisis-of-social-sciences-education/",
  "time_ut": 1647272100,
  "title": "A crisis ‘in’ Social Sciences education or a crisis ‘of’ Social Sciences education?",
  "body_lines": [
    "A month ago, the University I am attached to, circulated an email to the faculty academics asking them to submit details of their research and publications for 2017-2021. The email mentioned that these details were required by the National Audit Office of Sri Lanka. The purpose was to collect information to quantify the research output of the Faculty of Humanities and Social Sciences. The email simply asked for numbers of works rather than what they were about or their contribution.",
    "This narrative is emblematic of a deep-seated methodological tension surrounding defining and analysing the outcomes of teaching and learning Social Sciences. George Stephenson Brown, a professor of Education from Australia, has asserted that the objectives of social sciences are to “foster in the pupils an active interest in everything affecting the community in which they live, to train them in clear thinking on public questions and to equip them for sound judgement in the future by a full study of their environment”. By definition, then, the contributions of the social sciences are not easily measurable. Yet, currently, our administrative bodies in higher education require us to analyse the outcomes of Social Sciences education quantitatively, that is by the number undergraduates “produced” (for the labour market) or research publications.",
    "This experience led me to recall the two challenges discussed by Sivamohan Sumathy in the very first Kuppi article in The Island just over a year ago, on 03/02/2021: the crisis in education and the crisis of education. This article will revisit Sumathy’s argument and will build on it to present a new reading of these two challenges. I intentionally limit my argument to the Social Sciences because of my knowledge and work experiences as an academic in Political Science.",
    "I agree with Sumathy that “the crisis in education is the disempowerment of education itself, its institutions, its subjects, teachers and students, and the erosion of its principles by forces that are quite external to it, market forces”. As proposed by Brown, undergraduates in the social sciences must be able to identify social problems and propose solutions for them. Today in Sri Lanka, however, learning and teaching social sciences at the university seems to have veered in other directions due to the impact of neoliberal market forces.",
    "The policy of transforming public assets, i.e. universities, into market-driven profit-making institutions—elaborated previously in this Column—challenges the Social Sciences in at least two ways; by making “employability skills” the primary objective of teaching and learning social sciences and designing social science courses for market needs.",
    "The neoliberal supporters from non-social science backgrounds, who dominate decision- making at higher education institutions, support curriculum revisions to putatively enhance the employability skills of social sciences graduates. Fluency in the English language and commanding information communication technology are identified by the administration as the most necessary skills of social scientists. Therefore, English Hubs and ICT camps—funded through World Bank projects—are being implemented to develop the “skills” of social science undergraduates to enable them to become a part of the labour force.",
    "A larger question is where, even after these trainings, these graduates can find employment opportunities in the Sri Lankan economy. The World Bank projects are designed to train undergraduates for an aspiring upper-middle economy, despite the dire economic situation in Sri Lanka where the government is now struggling to provide even basic human needs. A more sinister result of these trainings, and the general direction of higher education, is that the vision of education as a democratic process that empowers the people is obscured, which brings me to Sumathy’s notion of “a crisis of education.”",
    "What is the crisis of Education? Sumathy mentions in her article that “the crisis of education is that of losing sight of its democratic potential, the twin task of empowering the socially marginalised and rearticulating a view of the world within a mobilisation for greater democratisation. It is about the content of our education and its objectives. Whom do we serve as educators?”.",
    "What reflections can we see today in our Social Science undergraduates or graduates? Have we taught them to think about public concerns? What activities do they engage in within their communities? Do Social Science degree programmes empower the citizens to think critically; to stand up for themselves, to speak out against violence, the killings of ethnic other communities; to respect the cultural diversities; to oppose nationalism?",
    "In our universities, undergraduates confine their knowledge to textbooks and exam papers, leaving little time for building solidarity with the other or respecting diversity.",
    "Solidarity is further weakened by ranking schemes that adjudicate the “best” learner/ reader/ student. In this way, universities are creating compliant workers for the labour market who do not have the capacity to organise as a powerful labour force who can stand for rights, equality and justice.",
    "When these graduates join the labour market, they would wish to be excellent performers, not critical thinkers. When these high-performers or ‘credit holders’ enter the university administration bodies, they too may focus on increasing the quantity of university outputs i. e. numbers of graduates, numbers of works, rather than the quality of undergraduate programmes. They may encourage competition among the undergraduates, intensifying isolation and alienation, leaving little time for solidarity work.",
    "Are universities creating spaces for undergraduates to think critically about nationalism? Or to propose answers to difficult questions, for example the national question? When I joined the university as a temporary lecturer in 2010, I experienced the events organised by the undergraduates and lecturers in the Social Science stream at my university to celebrate the war victory over the uncounted deaths of civilians in the North and East. The first thing that crossed my mind was how any human could celebrate the killing of another human being? However, some of the university academics went to congratulate the President over the war victory.",
    "After a decade of war victory, still, some of my senior colleagues are convinced that war was the only solution to resolve the national question in Sri Lanka. In 2019, on a field visit to Jaffna, one of my senior colleagues said in public that the Tamil National Alliance had no intention of calling for a unitary state. These prejudices among academic staff could well provoke nationalist thoughts among the undergraduates and breed distrust toward other communities. Measuring social sciences education by numbers elides what is really happening in our universities.",
    "In conclusion, quality and quantity are two different analytical elements. One cannot use quantitative analytical elements to analyse the teaching and learning outcomes of qualitative subjects like the Social Sciences. Today, our undergraduates are not being equipped to think critically about the society owing to the crisis in education that has unfolded into a crisis of education. Measuring output or the number of “products” for the labour market will not democratise society or address national issues. Having a degree will not create jobs in a country where people are struggling for their daily bread. What we need are decent citizens who are sensitive to community issues or the interests of diverse ethnic and other groups.",
    "(The author is attached to the Department of Public Policy, University of Ruhuna)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}