{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/promoted-senior-brigadiers-meet-commander/",
  "time_ut": 1653052080,
  "title": "Promoted Senior Brigadiers meet Commander",
  "body_lines": [
    "COLOMBO (News 1st); Eight more Senior Brigadiers of the Army, just promoted to the rank of Major General to coincide with the 13th War Heroes’ Commemoration Day aka Victory Day called at the office of General Shavendra Silva, Chief of Defence Staff and Commander of the Army at Sri Jayawardenepura on Thursday (19) in order to pay courtesies and receive their rank insignia.",
    "Those eight Senior Brigadiers thus promoted to their next rank include;",
    "Major General Prasanna Gunarathne of Sri Lanka Artillery, General Officer Commanding 55 Division,",
    "Major General Sugath Rathnayake of Sri Lanka Signal Corps, Commander Forward Maintenance Area – East,",
    "Major General Rohan Ponnamperuma of Sri Lanka Sinha Regiment, General Officer Commanding 68 Division,",
    "Major General Lanka Amarapala of Sri Lanka Engineers, General Officer Commanding 12 Division,",
    "Major General Saliya Amunugama of Gajaba Regiment, General Officer Commanding 24 Division,",
    "Major General Kanishka Heiyanthuduwa of Sri Lanka Sinha Regiment, presently, attached to the Sri Lanka High Commission in Pakistan as Defence Attaché,",
    "Major General Udaya Herath of Mechanized Infantry Regiment, General Officer Commanding 52 Division and",
    "Major General Shen Gunawardhane of Gajaba Regiment, Deputy Commandant of Sri Lanka Volunteer Force Headquarters.",
    "General Shavendra Silva extending congratulations, greetings and best wishes to all of them pinned their new Major General insignia separately and simultaneously handed over the symbolic sword of authority to each of them.",
    "Giving a piece of advice, General Shavendra Silva told the group of new rankers that elevation to this prestigious two-star rank is reflective of their hard work, dedication and sustained performance of high quality throughout the ladder of command.",
    "“This bonanza of promotion is awarded not only based on your seniority or being a batch top, but also closely considering your dedicated commitment to the Humanitarian Operations before May 2009, accomplishment of demanding duty roles and responsibilities as ground Commanders, Instructors, Directors, Staff Duties, etc. This ‘Major General’ rank, being one of the highest gestures of recognition in the career should be maintained well to suit its due dignity, recognition and authority since only the capable are able to reach this rank,” General Shavendra Silva added.",
    "Distribute 60% of daily gas output to Colombo & Gampaha; COPE recommends to Litro",
    "Sri Lanka can settle USD1Bn loan in INR, says Reserve Bank of India"
  ]
}