{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-search-for-a-finance-minister-for-imf-talks-appointed-resigned-resignation-declined-92847/",
  "time_ut": 1649419740,
  "title": "Sri Lanka’s search for a finance minister for IMF talks: appointed, resigned, resignation declined",
  "body_lines": [
    "ECONOMYNEXT –Sri Lanka ruling party MP Ali Sabry, who on Monday (04) was sworn in as Finance Minister only to resign the next day amid an intensifying political crisis, told parliament on Friday (08) that he still holds the portfolio as President Gotabaya Rajapaksa has declined to accept his resignation.",
    "Sri Lanka is expected to begin talks with the International Monetary Fund (IMF) next week as the island nation sinks deeper into an economic meltdown which has now precipitated a worsening political crisis.",
    "Thousands of protesters are up in arms against President Rajapaksa’s failure to address the economic crisis brought about by a severe dollar shortage as long queues for essentials such as fuel, cooking gas, and milk powder continue to line the streets along with the placard-carrying protestors.",
    "Extended power cuts due to lack of fuel imports and around 60 percent depreciation in the rupee have brought people to the streets. At least one protest turned violent on March 31, right outside the president’s private residence.",
    "Sabry was appointed as finance minister on Monday, a day after the entire cabinet was asked to resign by President Rajapaksa after public pressure mounted for him to step down.",
    "However, Sabry resigned on Tuesday (05) claiming that he was even ready to vacate his parliamentary seat to allow a person outside the legislature to be appointed to handle the economy.",
    "Speaking in parliament during a debate over the IMF Article VI report on Sri Lanka, the opposition in what capacity he was speaking about the report.",
    "“I speak today as finance minister. The president chose me for the post because of the requests at that time. But later I thought this should be given to a more capable person,” he told parliament.",
    "“The international community including the European Union say the current instability is harmful for the country’s future. We offered this post to the others, but nobody came forward. So on behalf of the country, I accepted this.”",
    "He said a “hard default” was unimaginable and it will be hard to digest.",
    "Kanchana Wijesekera, a ruling Sri Lanka Podujana Peramuna (SLPP) MP said President Rajapaksa has not accepted Ali Sabry’s resignation letter.",
    "Sabry was President Rajapaksa’s lawyer in a number of misappropriation cases.  (Colombo/Apr08/2022)"
  ]
}