{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ceb-ex-chairs-letter-to-be-tabled-for-discussion-at-next-cope-meeting-95807/",
  "time_ut": 1655274480,
  "title": "Sri Lanka CEB ex chair’s letter to be tabled for discussion at next COPE meeting",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Committee on Public Enterprises (COPE) Chairman Charitha Herath on Wednesday (15) acknowledged receipt of a letter by former Ceylon Electricity Board (CEB) Chairman M M C Ferdinando withdrawing a controversial statement he had made at a COPE hearing on June 10.",
    "Herath tweeted Wednesday morning that he will table the letter, dated June 11, for discussion at the next COPE meeting.",
    "Today I've received a letter dated 06/11 from Mr. Ferdinando (Ex-Chairman of CEB) apologizing & requesting to withdraw certain comments made during the #COPE summon on 10th June. It'll be tabled & discussed at the next #COPE meeting. The decision will be notified thereafter. #lka",
    "Ferdinando resigned as CEB chairman on Monday (13) after contradictory statements he had made about a renewable energy deal with India’s Adani group made headlines and almost caused an international incident.",
    "He went on record at the June 10 COPE meeting that President Gotabaya Rajapaksa had told him that Prime Minister Narendra Modi had pressured him to hand over a wind power project to Adani, a claim that was swiftly denied by President Rajapaksa.",
    "The statement was widely publicised both in Sri Lanka and India, where Congress member Rahul Gandhi criticised Modi and claimed that the ruling Bharatiya Janatha Party (BJP)’s cronyism has “crossed the Palk Strait”.",
    "Following the president’s denial of Ferdinando’s claim, the ex-CEB chief withdrew his statement to COPE, claiming that he had made the remark in a moment of pressure and emotion.",
    "“I have accepted the letter of resignation tendered to me by the CEB Chairman Mr M M C Ferdinando. Vice Chairman Nalinda Ilangaokoon will take over as the New Chairman CEB,” Energy Minister Kanchana Wijesekara tweeted Monday afternoon.",
    "The Adani project is one of several which authorities were trying to approve without competitive tender.",
    "Last week the government changed the governing law of state-run Ceylon Electricity Board to end competitive tendering, as opposition protested it will lead to widespread procurement scams.",
    "Opposition leader Sajith Premadasa charged that making false statements to COPE was a violation of parliamentary privilege and he hoped to bring it up in parliament.",
    "“I will bring a proposal in parliament over the violation of priviledge,” Premadasa said. (Colombo/Jun15/2022)"
  ]
}