{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SL-in-talks-to-get-another-1-b-credit-line-from-India-Trade-Minister/56-732803",
  "time_ut": 1648671180,
  "title": "SL in talks to get another $ 1 b  credit line from India: Trade Minister",
  "body_lines": [
    "Trade Minister Bandula Gunawardana yesterday confirmed that the Government is negotiating with India for another $ 1 billion credit line, given the weakening economic status.",
    "He made these remarks during a discussion titled ‘Essential Goods and Services” organised by the Presidential Media Centre (PMC) yesterday.",
    "“Discussions are being held between the Trade Ministry, Indian High Commission and Treasury over the impending loan, which is expected to be paid over a three-year period,” the Trade Minister said.",
    "As per the Minister, the key objective of obtaining the loan is to provide economic relief announced by the Government to the masses in the upcoming Sinhala and Tamil New Year.",
    "He also said that a four-member committee including Foreign Affairs Minster Prof. G. L. Pieris, Justice Minster Ali Sabry, the Central Bank Governor and Secretary Treasurer has been appointed to assist the Government with technicalities in obtaining the assistance from the International Monetary Fund (IMF).",
    "He also spoke at length on the possible solutions for larger economic crisis that the country might have to face including the international ratings.",
    "“The downgrades by rating agencies have impacted adversely. In the latest Fitch rating iSri Lanka’s Long Term foreign currency issuer default rating has been downgraded from ‘CCC’ to ‘CC’. These international rating have long-term implications for the support the country can receive and paints the economic crisis in a negative light,” Gunawardena added.",
    "He said that essential items mainly fuel, food and medicine are imported at present via Letter of Credit (LCs). “In the event, we cannot open LCs and does not recognise Sri Lanka, a great problem could be created,” the Trade Minister warned."
  ]
}