{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/UNESCAP-calls-on-Asia-Pacific-to-prioritise-beyond-mere-economic-revival-to-build-fairer-and-inclusive-development/34-733491",
  "time_ut": 1650225960,
  "title": "UNESCAP calls on Asia-Pacific to prioritise beyond mere economic revival to build fairer and inclusive development",
  "body_lines": [
    "Estimates 7.1% regional economic growth in 2021, which is projected to drop to 4.5% this year, while anticipating pick up to 5% next year",
    "Economic and Social Survey of Asia-Pacific 2022 report flags of concern on rising inequalities will derail countries’ effort to achieve SDGs by 2030",
    "Projects 3.7% economic growth for Sri Lanka, with signs of core inflation rising above 10% coupled with depreciation concerns leading to interest rate hikes",
    "UNESCAP Executive Secretary Armida Salsiah Alisjahbana says region facing a pandemic in economic inequality now",
    "Underscores need to ‘spend smart’, complimented with a ‘tax fair’ policy to steer through the squeezed fiscal space",
    "Highlights rapid creation of productive jobs, equal access to economic opportunities, empowerment of workers in a market distribution income are key to inclusive development",
    "Calls on Central Banks to play a bigger role in tackling inequality",
    "Although some of the economies in the region have rebounded somewhat from the worst, the UNESCAP ‘Economic and Social Survey of Asia and the Pacific 2022’ called on the countries to prioritise beyond mere economic revival to build forward a fairer and inclusive recovery and development via smart spending into education, universal healthcare and social protection complemented with fair taxation mechanism.",
    "The survey by UNESCAP released last week provides the direction for macroeconomic policies for Asia and the Pacific counties to tackle the rising inequalities, worsening geopolitical situations and to promote financial inclusion via Central Banks for an inclusive recovery and development.",
    "As per the report, the overall economic growth in developing countries in Asia-Pacific is estimated at 7.1% in 2021, whilst it is projected to moderate to 4.5% this year and improve to 5% in 2023.",
    "“Just two years back when COVID hit the world, it was not clear how it would impact people and economies. Today, while we are still far from another pandemic, we have to deal with yet another crisis — the impact of a worsening geopolitical situation. Since the start of the pandemic about 85 million in the region have been pushed into extreme poverty, while millions more suffered proportionately from its effects. As a result, economists and policymakers are focusing again on the ever existing threat to economic growth, prosperity and 2030 agenda for Sustainable Development Goals (SDGs),” UNESCAP Executive Secretary Armida Salsiah Alisjahbana said addressing the virtual launch event of the survey last week.",
    "‘Leaving no one behind’ is a core ESCAP strategic priority for 2022 and this year’s edition of the flagship Economic and Social Survey of Asia and the Pacific revisits macroeconomic and structural policies and lays out a roadmap for inclusive post-pandemic recovery and development – a “Building Forward Fairer” policy agenda.",
    "In terms of Sri Lanka, it projects the economy will grow at 3.7% this year, whilst also noting there are signs of inflation becoming more broad-based with core inflation rising above 10% coupled with depreciation concerns, also leading to interest rate hikes. It explained that Sri Lanka raised interest rates to check rising inflation, despite the fact that economic recovery was not yet stable. The survey also pointed out that the inflation in the sub region increased slightly in 2021 reflecting supply chain bottlenecks and higher food prices, with larger impacts on Sri Lanka due to weak currencies. The increase in debt since the onset of the pandemic ranges from 17% to 38% of GDP in Bhutan, Fiji, India and Sri Lanka.",
    "The survey recommends the continuation of targeted public expenditures amid likely fiscal consolidations that tend to increase inequality and calls for efficiency in fiscal spending. It also suggests that investments in health care, education and social protection significantly reduce inequality; however, there is much room for improvement in beneficiary targeting and spending efficiency. To ensure fiscal and debt sustainability, the survey also highlights the importance of enhancing domestic fiscal revenues in a fair manner.",
    "Alisjahbana pointed out that investment in people through spending on education, healthcare and social protection have been far too low in the Asia Pacific region, whilst claiming that the Central Banks have not promoted financial inclusion and financial equality strongly enough.",
    "“People centric policy making has not been a priority. Even currently, around 820 million workers remain in the informal sector economy, as the economic growth model did not prioritise their inclusion and long-term wellbeing. As per the survey it has identified that there is potential for massive change towards a fairer and inclusive future. This year’s survey provides the direction for macroeconomic policies to do so,” she added.",
    "Taking a new perspective, the survey highlights the role of central banking policies and argues that it can and should tilt their traditional monetary policy and official reserve management towards promoting inclusive development.",
    "“In many ways what we are facing now, is pandemic in economic inequality. It is not enough to merely recover from this pandemic — but what we would like to see is a better and more inclusive future for all. Tackling inequality should not be the job of the Governments alone, as it is often assumed. The Central Banks should and play a bigger role as they can foster with society in many ways,” she pointed out.",
    "Alisjahbana also said that the two years of pandemic has also squeezed the fiscal space, pushing Governments towards consolidations that challenge multiple fiscal revenues, which are not growing fast enough to match the mounting expenditure needs.",
    "“The survey reminds us that we need to ‘spend smart’, we need to preserve expenditure in three areas to secure an inclusive future and those are; investments into education, universal healthcare for all, social protection floors. At the same time, these measures need to be complemented with a ‘tax fair’ policy. Tax revenues in our region are among the lowest in the world. However, tapping into these resources will require a strong push towards tax compliance, cutting tax evasion and avoidance as well as formalisation of the economy,” she explained.",
    "The survey also explores how a central bank digital currency can improve financial access as well as the role of innovative financial instruments in promoting inclusiveness.",
    "“On official reserves management, instead of putting all its reserves in short term financial instruments, she said part of that can be invested in social bonds. The Central bank’s digital currency also presents potential to improve financial inclusion,” she said.",
    "The Government’s proactive guiding, shaping and managing the structural transformation and technological innovation process for more inclusive outcomes is also highlighted as a key pillar. Economic structure determines inequality dynamics and the survey outlines the path to ‘growing with equity’.",
    "“These fiscal policy recommendations have benefited greatly from accelerated digitisation especially in the past two years. It has accelerated the needed change in fiscal policy management on the expenditure and revenue sides ensuring efficiency, transparency and delivery of the data for evidence driven policy making. This requires us to reflect us back on what we have and how to set it in a better direction,” she added.",
    "UNESCAP Executive Secretary pointed out that inclusive development relies on rapid creation of more productive jobs, equal access to economic opportunities, and empowerment of workers in a market distribution income.",
    "“On the verge of the fourth industrial revolution, the new technologies are merely shifting the entire economy at an unprecedented depth and pace. It is time to ensure that inclusiveness is interwoven into the fabric of structural changes such as labour friendly transformations, empowering workers, investing in re-skills, lifelong learning and job market intermediation.”",
    "She said the efforts of the Asia-Pacific region towards building an inclusive future must also be based on a new social contract.",
    "“The survey reminds us that inequality is closely linked to structural changes in the economy. The pandemic has given us an opportunity to rethink our future and let us make the most out of it,” she added."
  ]
}