{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/tea-production-plummets-prices-remain-high/",
  "time_ut": 1654608660,
  "title": "Tea production plummets; prices remain high",
  "body_lines": [
    "Asia Siyaka (AS) tea market report for sale no. 21, covering the period May 31- June 1, indicates a production drop of nearly 10 million kilos compared to 2021.",
    "Results for the year up to the above dates, the report said, was 111.5 million kilos. Comparatively, for the same period in 2021, production recorded was 122.25 million kilos, indicating a minus variant for the comparative period of about 10 million kilos.",
    "The formalized plantation sector was not on hand to corroborate these results. However, tea smallholders and private tea factory owners, when contacted, confirmed a drop in production. It should also be noted that tea smallholders are responsible for 75 per cent tea production.",
    "Among the major factors that accounted for these results was the ill- advised decision by the current administration to ban imported fertilizer and the lack of weedicides. The above sources said fertilizer when available could not be applied because of the noxious weed growth. Additionally, as disclosed by the plantation sector, the lack of workers was also beginning to tell, because youngsters, both men and women, sought employment in urban locations.",
    "Smallholders said, previously, each field on estates or holdings was harvested on 7- day plucking round, thereby ensuring high standards of leaf harvested. However, because of the lack of workers, harvests were done once in 14 days, thus bringing down leaf standards.",
    "Irrespective of these debilitating influences, brokers’ reports said prices remained high.",
    "Forbes and Walker confirmed these results. They said Western BOP’s (Broken Orange Pekoe, the marketed leaf size), sold at Rs. 50 to Rs. 100 per kilo, recording comparative gains, same as the BOPF grade (Fannings). They also confirmed teas from Nuwara Eliya were substantially more expensive.",
    "Irrespective of leaf standards both brokers’ reports confirmed prices did not dip.",
    "The Ukraine factor was featured in the AS market report as well. It said Russia invading Ukraine meant that the tea industry was ‘back in a heap of trouble’. For tea, the two factors that count are fuel and fertilizer. Oil price increases are causing tea factories to stop manufacturing. The end result is that smallholder leaf is not produced, resulting in the relevant group of workers being deprived of their livelihood.",
    "There are about 400,000 tea smallholders who are affected by fuel restrictions. Besides, the power cuts for a number of hours each day seriously affect manufacturing processes and factories are unable to cope with the influx of green leaf.",
    "Russia and Belarus represent about 25 per cent of the global potash market, and fertilizer rates have already reacted to increased costs. This adds further costs to tea production.",
    "In a further comment the AS report said the tourism sector and foreign remittances are seriously affected, aggravating an already hopeless situation.",
    "From a demand standpoint, the report said Russia consumes an extraordinary amount of tea (140 million kilos) yearly.",
    "However, apart from Russia, Iraq, the UAE, Turkey, Iran and Azerbaijan, are all recorded markets for Ceylon Tea, besides Germany and the US.",
    "CSE gains over I per cent as a semblance of political stability emerges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}