{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Lakvijaya-Power-Plant-faces-difficulty-unloading-two-coal-shipments-due-to-lack-of-funds-CEBEU/342-235108",
  "time_ut": 1650181560,
  "title": "Lakvijaya Power Plant faces difficulty unloading two coal shipments due to lack of funds: CEBEU",
  "body_lines": [
    "Lakvijaya Power Plant in Norochcholai is currently facing difficulties in unloading two shipments of coal with a cumulative capacity of 120,000 MT due to lack of funds (US$ 34 million), Ceylon Electricity Board Engineers Union (CEBEU) said.",
    "They said the two shipments are anchored off the coast of Norochcholai since April 12.",
    "If the relevant payment is not made by April 18, the ship owners have informed that they would sail off without unloading the cargo.",
    "Thus, the CEB will be liable to pay the demurrages for six days in addition to a hefty penalty.",
    "While the existing stocks of coal is not sufficient for power generation, the union said.",
    "“As per the terms of the contract, 80% of the payment has to be released upon the submission of shipping documents. This payment has not been made so far. All unloading operations of the Lakvijaya Power Plant need to be completed by the fourth week of April due to onset of the monsoon winds. Further, it is not possible to unload any other cargo until the next unloading season starting from September 2022,” the union said.",
    "The existing stock is adequate only up to mid September 2022. If two coal shipments return without unloading the coal consignment before end of April, even with the already planned 75 days outage of unit 2 from June 2022.",
    "Therefore, the CEB will be compelled to shut down one unit of 300 MW at Lakvijaya Power Plant at least for 25 days to utilize the available coal in hand till next coal unloading season commences.",
    "This will severely affect the generating capacity and therefore, extending the existing duration of power cuts would then become inevitable, the union added. (Chaturanga Samarawickrama)"
  ]
}