{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dysfunctional-govt/",
  "time_ut": 1649349000,
  "title": "Dysfunctional govt.",
  "body_lines": [
    "Power is not only corruptive but also divisive. It nurtures the base instincts ingrained in human psyche, such as insatiable greed and irrepressible urge to control and dominate others. Humans are no different from animals where their intense, selfish desires, and perverse tendencies are concerned. So, the saying that blood is thicker than water does not necessarily hold true for those who are pursuing or savouring power. What has befallen the current government may serve as an example. One may recall that Sri Lanka’s history is replete with instances of patricide, fratricide, parricide, amicicide, etc., among rulers.",
    "In 2018, we likened the yahapalana government to Miracle Mike, the chicken, which refused to die, as it were, and lived for 18 months after being beheaded, in the US in 1945. The same could be said of the present dispensation. Its failure is mainly due to the arrogance of power, inefficiency and ineptitude, but politically speaking, what has made it as dysfunctional as the yahapalana government is a clash of three competing power centres in the ruling SLPP; they are represented by President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa and Basil Rajapaksa. A government’s dysfunctionality is a threat to the country, as pointed out by Presidential Commission of Inquiry, which probed the Easter Sunday terror attacks (April 2019).",
    "President Gotabaya Rajapaksa may have thought it would be plain sailing for him after he had the executive powers of the presidency restored through the 20th Amendment. All his predecessors were party leaders, and, therefore, they ‘reigned supreme’ when their parties had control over Parliament; the Prime Ministers under them were powerless. Usually, it is the leader of the party that emerges victorious at a general election who becomes the Prime Minister when the President happens to be elected from a different party, as we saw in 1994, 2001 and 2015. Today, neither the President nor the Prime Minister has control over the SLPP, which is at the beck and call of their brother Basil, who controls the SLPP; the government MPs are wary of antogonising Basil lest they should be denied nominations to contest the next general election.",
    "There are some SLPP MPs who understood the group dynamics of the SLPP well and sought to strengthen the hands of the President in a bid to prevent him from being undermined; they strove to have him appointed the leader of the SLPP in keeping with Sri Lanka’s political tradition, where the person who is elected President automatically becomes the leader of his or her party. In the clash among the three power centres in the SLPP, the PM has already given up the fight much to the consternation of his loyalists, most of whom have turned against the government.",
    "President Rajapaksa’s position in the SLPP is no better than President Sirisena’ in the yahapalana government from 2015 to 2019, or Chandrika’s during the UNP-led UNF government from 2001 to 2004, the only difference being that Ranil Wickremesinghe, who was the Prime Minister from 2001 to 2004 and from 2015 to 2019, rode roughshod over Chandrika and Sirisena so much so that Chandrika sacked him in 2004 and Sirisena sought to do likewise only to suffer a grand pratfall in October 2018. Interestingly, both Chandrika and Sirisena took on Ranil and appointed Mahinda Rajapaksa Prime Minister. President Rajapaksa, as the SLPP rebels have rightly pointed out, is playing second fiddle to Basil, to all intents and purposes. He has not even been able to find an SLPP MP to take over the finance portfolio, which was previously held by Basil! It looks as if nobody in the SLPP dared accept it for obvious reasons. Since none of the government MPs is apparently willing to take over the Finance Ministry, the government ought to bring in an expert of integrity as an MP via the National List and appoint him to the Minister of Finance so that he or she will be able to rise above party politics and act professionally to help hoist the country from the present economic mire.",
    "Now that President Rajapaksa has rejected calls for his resignation, he will have to straighten up the economy and make good on his key promises—easier said than done—if he is not to provoke the irate masses further. The SLPP is apparently left with no alternative but to hand over its reins to the President and help him try to be a success.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}