{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/COPA-wants-detailed-report-on-ethanol-imports-into-country/56-736238",
  "time_ut": 1655317800,
  "title": "COPA wants detailed report on ethanol imports into country",
  "body_lines": [
    "Committee on Public Accounts seeks details of companies importing ethanol; quantities and procedure followed for issuing licenses",
    "Committee also seeks clarification on issuance of licenses for the importation of vehicles and spare parts",
    "The Import and Export Control Department officials were instructed to submit a report to the Committee on Public Accounts within two-week outlining the procedure for issuing licenses for the importation of ethanol into the country by various companies.",
    "The Committee also sought details on each of these companies and the quantity of ethanol imported by those companies.",
    "The Committee which met yesterday also inquired into the issuance of licenses for the importation of vehicles and spare parts to Sri Lanka.",
    "Although it had previously been instructed to take the necessary steps to formulate a proper procedure in coordination with the Department of Motor Traffic, the Committee expressed its displeasure that no action had been taken in this regard.",
    "The Committee requested that a suitable methodology be prepared to maintain the relevant activities in a more efficient and transparent manner and submit it within four months.",
    "The Committee also noted the lack of a standardised computer system to carry out the activities of the Department of Import and Export Control.",
    "The Committee pointed out that the lack of proper coordination with the Direct Liaison Institutions such as the Excise Department, the Department of Motor Traffic and the Sri Lanka Customs is very problematic in conducting the activities of the Department and was instructed to take the necessary steps to do computer networking immediately.",
    "To this end, the importance of liaising with institutions such as the Information and Communication Technology Agency of Sri Lanka (ICTA) and the Telecommunications Regulatory Commission, the Committee emphasised.",
    "Although the officials of the Department of Import and Export Control were informed about this matter in the year 2016, the Committee expressed its displeasure that this work has not been done so far and considering the importance of this, the Chairman of the Committee decided to appoint a Sub-Committee to inquire into its progress. Also, attention was drawn to the subsequent transfer of vehicles imported under the prize scheme to various parties.",
    "Accordingly, after the vehicles were imported under the gift scheme, the officers present were asked about the transfer of the vehicles to other parties.",
    "The officials informed the Committee that the vehicles so imported on a tax concession basis could not be transferred to another party until five years have elapsed. They stated that even after five years of such transfers, the necessary procedures have been put in place to recover the normal tax value of the relevant vehicles.",
    "The Committee also emphasised the importance of proper follow-up and regulation of licenses for vehicles imported under the gift scheme.",
    "The Committee also discussed the report of a special audit to study the reduction in the excise duty on a kilogram of sugar from Rs. 50 to Rs. 25 cents and recently discussed the report of the special audit report to study the non-receipt of the expected relief by the consumers by reducing it to 25 cents.",
    "The introduction of a licensing system for the importation of sugar and the failure to introduce the criteria required to control the import of sugar and the loss incurred by the government due to the delay in issuing licenses will be taken up for discussion in the Committee on the 21st of this month.",
    "MPs Lasantha Alagiyawanna, Tissa Attanayake, Duminda Dissanayake, Udaya Gammanpila, Sudarshini Fernandopulle,  Mohomad Muzammil, Niroshan Perera,  Ashok Abeysinghe,  Hesha Withanage, Sivagnanam Shritharan, Weerasumana Weerasinghe,  Ranjith Bandara,  B.Y.G. Rathnasekara and Upul Galappaththi were present at the Committee meeting held."
  ]
}