{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81760/sri-lankan-doctors-seek-urgent-medical-supplies-to-save-newborn-babies",
  "time_ut": 1649650020,
  "title": "Sri Lankan doctors seek urgent medical supplies to save newborn babies",
  "body_lines": [
    "Sri Lanka’s neonatologists have made a desperate call for urgent medical supplies to treat and save newborns needing emergency care, amid a severe shortage of essentials gripping the country that is battling an unprecedented economic crisis.",
    "In a message to colleagues elsewhere, they have sought immediate donations such as Endotracheal (ET) tubes, among other crucial drugs and medical equipment.",
    "“This is a critical message for colleagues overseas.Many things are lacking in our hospital set up, and we pediatricians and neonatologists are especially worried about the shortage of ET Tubes to ventilate newborn babies. Stocks would very soon run out,” said Dr. Saman Kumara, senior neonatologist practising in the government sector. In a YouTube message released on Sunday, he appealed to colleagues abroad to dispatch supplies for emergency neonatal care. “We have come to the stage of reusing ET tubes,” said Dr. Saman Kumara, who is also the President of the Perinatal Society of Sri Lanka, describing the situation as “pathetic”.",
    "A statement from the Society said Sri Lanka had been maintaining an “outstanding” neonatal mortality rate in South East Asia, but due to the current economic and political crisis, “most of the essential consumables are not available in hospitals”.",
    "The disruption in supply of essentials has put Sri Lanka’s enviable public health system in distress, as doctors across the country flag a severe shortage of vital medicines. Reports said the Kandy hospital had run out of anesthesia recovery drugs. A few days ago, doctors in Mullaitivu District General Hospital took to the streets carrying posters with messages such as “no medicines here”.",
    "The Sri Lanka Medical Association (SLMA) said on Sunday that all hospitals in the country no longer had access to imported medical tools and vital drugs. “We are made to make very difficult choices. We have to decide who gets treatment and who will not,” the professional body said, after releasing a letter it had sent President Gotabaya Rajapaksa, warning him of the situation days ago."
  ]
}