{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/Sri-Lanka-returns-to-fuel-pricing-formula-partially-ending-subsidy-regime/245-237675",
  "time_ut": 1653425640,
  "title": "Sri Lanka returns to fuel pricing formula partially ending subsidy regime",
  "body_lines": [
    "Fuel prices to be adjusted bi-monthly or monthly basis to reflect input costs",
    "Formula based on six factors including unloading costs, taxation and contribution to Stabilisation Fund",
    "Kerosene prices will soon come under formula; vulnerable communities to be given cash allowances",
    "Awaiting response from Russian government to purchase crude oil directly at lower prices",
    "With State-owned Ceylon Petroleum Corporation (CPC) struggling to finance fuel imports amid steep losses, Sri Lanka has returned to a cost-reflective fuel pricing formula partially ending an uneven subsidy regime after over two years, resulting in a record increase in fuel prices. Based on Central Bank (CB) recommendations, Power and Energy Minister Kanchana Wijesekera on Monday secured approval of the Cabinet of Ministers to reintroduce a fuel pricing formula to adjust fuel prices on a bi-monthly or monthly basis to reflect input costs.",
    "According to Wijesekera, the new formula is based on six factors, which includes costs related to unloading, taxation, production, operational & administration as well as profit margin, and contribution to the Fuel Price Stabilization Fund.",
    "However, the steep fuel price increase came into effect early morning yesterday was calculated excluding the latter two factors.",
    "Accordingly, the price of widely-used Octane 92 petrol was increased by 24.3 percent to Rs.420/ltr while diesel was increased by 38.4 percent to Rs.400/ltr by the CPC—the highest ever price increases in the utility’s history.",
    "The imposed fuel quotas for motorbikes, three-wheelers and other vehicles were also increased to Rs.2500, Rs.3000 and Rs.10,000 respectively.",
    "Defending the price hike, Wijesekera pointed out that CPC was making losses of Rs.83.71 and 111.60 per litre of Octane 92 petrol and Lanka Auto Diesel prior to the price revision, and even after the price increase, CPC would be making marginal losses up to one rupee per litre.",
    "With the country’s fuel import bill estimated at US$ 530 million (Rs.200 billion) for June, the Minister noted that CPC is currently short of Rs.125 billion to import the fuel requirement for the month.",
    "Therefore, he shared that CB has insisted on increasing fuel prices instead of financing the import bill via money printing, which further adds fuel to the rising inflation.",
    "However, the Cabinet approval was not granted yesterday to increase prices of Kerosene due to potential impact on vulnerable communities in fishing and estate sectors as well as low-income families, who increasingly rely on Kerosene to maintain their livelihoods and as a main source of fuel for cooking amid shortages of LPG in the market.",
    "Kerosene remains one of the key contributors to losses incurred by the CPC, as it is sold at Rs.275.26 per litre.",
    "The Minister shared that efforts are underway to setup a mechanism to distribute kerosene to these communities directly via respective ministries and other State agencies as others such as bus owners unduly benefit from low kerosene prices.",
    "Moving forward, the government plans to bring kerosene also under the fuel pricing regime, while providing cash allowances to vulnerable communities that depend on kerosene.",
    "Meanwhile, Wijesekera is awaiting response from the Russian government to purchase crude oil directly at lower prices.",
    "“Although, we have approached the Russian embassy in Colombo in this regard, they were yet to respond to us with a mechanism to proceed with it.  Currently, there are no restrictions for us to purchase petroleum from Russia or any other country. We are open to purchase petroleum from any country that offers the lowest prices,” he stressed.",
    "Further, CPC is awaiting US$ 75 million from the Treasury and CB to secure a crude oil shipment which is currently in the country’s territorial waters."
  ]
}