{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-suffering-reduced-if-imf-decision-was-made-earlier-harsha-91769/",
  "time_ut": 1647559560,
  "title": "Sri Lanka suffering reduced if IMF decision was made earlier: Harsha",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s current economic troubles would have been avoided if a decision has been made to approach the International Monetary Fund earlier and authorities cannot disclaim responsibility, opposition legislator Harsha de Silva said.",
    "De Silva said President Rajapaksa in a national address indicated that he will work with the IMF to solve the economic and debt crisis.",
    "“It is a good thing, but the problem is if the problem was anticipated, why the discussions with the IMF was delayed up to now,” de Silva said.",
    "“That this country was heading for a crisis was warned by independent economists about 18 months earlier.",
    "“If the current decision was taken then, people will not suffer as they are doing now.”",
    "Sri Lanka’s rupee has so far fallen from 203 to around 275 after an attempt was made to float the currency and end dual anchor conflicts (a too low policy rate enforced by liquidity injections which made the peg non-credible), but the float has not yet got established.",
    "De Silva was one of the first legislators who wanted the government to re-profile debt (extent maturity) as the central bank started to print money (monetary stimulus) after cutting taxes (fiscal stimulus) based on Cambridge economics/Keynesian style ideology, torpedoing Sri Lanka’s exchange rate peg.",
    "An exchange rate peg with a stable currency (and external anchor for reserve money) is the simplest monetary regime imaginable and has been followed by East Asia during their fastest growth phase and is also followed by Dubai and other GCC countries.",
    "Sri Lanka had such a regime from 1885 to 1950 where foreign reserves of 11 month of imports were collected until a Latin America style soft-peg (a regime with conflicting external and internal anchors) was set up styled on the Argentina central bank of Raul Prebisch in 1950.",
    "Legislators have the power to eliminate the sufferings of the people with one act of parliament which will take away the discretionary independence of the Monetary Board of Sri Lanka to print money under various pretexts based on failed Anglo-American ideology and commit them to a rule of law.",
    "In South Asia itself the Maldives has a partly credible peg which had broken only once or twice while Bhutan and Nepal have pegs with the Indian rupee which have lasted even longer.",
    "However the Indian rupee is not a stable external anchor and its policy errors and inflation de-stabilizes both nations.",
    "Both the public and legislators can take away the ability of the economists to destroy currencies by outlawing discretionary monetary policy.",
    "Credible external anchor/East Asia currency board: Exchange rate fixed, short term rates floats, domestic operations curtailed by law, reserve money driven by the balance of payments i.e. the foreign reserves.",
    "Credible domestic anchor: Interest rates are targeted by open market operations. Exchange rate interventions barred, no reserves are collected. The government manages both domestic and foreign debt by buying dollars in the open market.",
    "East Asia currency board plus or a peg with high degree of credibility: Wide policy corridor with two way liquidity auctions. Policy ceiling linked to anchor currency policy rate plus 100bp margin.",
    "May end up collecting un-necessary volumes of foreign reserves (Asian savings glut), and subject to risk from Keynesian/Cambridge economics economists coming into senior positions and changing domestic operations.",
    "Currency board plus with excessive reserves are at risk from the US Treasury for false charges of ‘undervaluing’ and a push by the IMF for flexible inflation targeting, which is also an oxymoron dual anchor conflicting regime which can trigger social unrest and unseat governments. (Colombo/Mar18/2022)"
  ]
}