{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-mps-death-not-a-suicide-but-brutal-murder-police-94178/",
  "time_ut": 1652383920,
  "title": "Sri Lanka MP’s death not a suicide, but brutal murder – Police",
  "body_lines": [
    "ECONOMYNEXT – A former ruling party legislator who died in violent clash in Sri Lanka was beaten to death by a mob and it was not a suicide as claimed earlier, Police Spokesman Nihal Thalduwa said on Thursday.",
    "Amarakeerthi Athukorala, an MP in former Prime Minister Mahinda Rajapaksa-led Sri Lanka Podujana Peramuna (SLPP) administration died on Monday in the country’s Western town of Nittambuwa after a clash with an angry mob.",
    "Earlier it was claimed that the 57-year legislator from Sri Lanka’s North Central district of Polannaruwa committed suicide by shooting himself after he opened fire at two members of the a group which had clocked his vehicle on Monday.",
    "“The MP who was killed was actually murdered,” Nihal Thalduwa told Economy Next.",
    "“He was not shot at. He was murdered by the protesters. He was killed by beating. He was escaping, but he got caught and was beaten to death. It was not a suicide.”",
    "President Gotabaya Rajapaksa has ordered an investigation into the violent clashes that killed at least 9 including Athukorala while left nearly 300 injured.",
    "The clashes started after supporters of then Prime Minister Mahinda Rajapaksa attacked unarmed and peaceful protesters with iron rods and wooden poles near Rajapaksa’s official residence and the presidential secretariat on Monday. Rajapaksa resigned soon after the attack.",
    "Rajapaksa supporters brutal attack came after a meeting with him and his political allies who were mostly legislators.",
    "On Thursday, a court imposed travel ban on Rajapaksa, his son and former Sport Minister Namal Rajapaksa, and several former ministers.",
    "Rajapaksa escaped a public mishandling when thousands of protesters surrounded his official residence late on Monday to express their anger. He was taken away with heavily guarded military early Tuesday and defence secretary has said the former prime minister had kept in the Eastern naval base of Trincomalee for his protection.",
    "After the Monday attack, anti-government protesters also burnt and damaged hundreds of houses and vehicles mostly owned by SLPP parliamentarians across the country. (Colombo/May12/2022)"
  ]
}