{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/JASTECA-JLEA-conducts-Japanese-speech-contest-to-mark-70th-anniversary-of-SL-Japan-diplomatic-relations/56-734261",
  "time_ut": 1651519800,
  "title": "JASTECA, JLEA conducts Japanese speech contest to mark 70th anniversary of SL, Japan diplomatic relations",
  "body_lines": [
    "Japanese Ambassador and Madam Hideaki with the panel of judges and the winners of the contest",
    "As a special event to commemorate the 70th anniversary of diplomatic relations between Japan and Sri Lanka, the 33rd Japanese Language Speech Contest of the Japanese Language Education Association (JLEA) and the Japan Sri Lanka Technical and Cultural Association (JASTECA) was held recently at the Sasakawa Hall with Ambassador for Japan in Sri Lanka Mizukoshi Hideaki as the Chief Guest.",
    "The objective of this contest conducted in collaboration with the Embassy of Japan and Japan Foundation is to encourage and promote Japanese language education among young people in Sri Lanka.",
    "Ambassador Mizukoshi acknowledged the efforts made by JASTECA and JLEA during the past 33 years under the guidance of JLEA President Dayasairi Warnakulasooriya. The Ambassador stated that he was pleasantly surprised to note the talent displayed by Sri Lankan students in acquiring speaking and expression skills in Japanese Language. He paid a tribute to Sri Lankan teachers, who have mastered the Japanese Language over a long period of time, for assisting Sri Lankan Youth to gain Japanese Language skills to such a high standard.",
    "Warankulasooriya stated that the Speech Contest not only provides an opportunity to showcase the contestants’ language ability, but also contributes to understanding the Japanese culture and to promote further friendship and mutual understanding between Sri Lanka and Japan. He thanked all the contestants who took part at the contest arriving from many provinces of Sri Lanka. The participants were judged based on the content, expression and grammar of their speeches and a Question and Answer session by an eminent panel of Judges comprising Information and Cultural Affairs Embassy of Japan First Secretary Takayuki Kawakami, JLEA President Dayasairi Warnakulasooriya, JICA Sri Lanka Chief Representative Tetsuya Yamada, JICA retired Senior Adviser Dr. S.M. Punchi Banda and JLEA Pioneer Japanese Language Teacher University of Kelaniya Modern Languages Dept. Head Dr. Dilrukshi Rathnayake. The prize for the winners were awarded by the Chief Guest Ambassador for Japan in Sri Lanka H.E. Mizukoshi Hideaki."
  ]
}