{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-health-official-defends-debunked-covid-19-cremation-mandate-91414/",
  "time_ut": 1646722680,
  "title": "Sri Lanka health official defends debunked COVID-19 cremation mandate",
  "body_lines": [
    "ECONOMYNEXT – A health ministry official on Monday (07) defended Sri Lanka’s highly controversial and now-reversed requirement to cremate all victims of COVID-19 irrespective of religious beliefs, blaming the earlier decision on inadequate knowledge of SARS-CoV-2, the virus that causes the disease.",
    "“Due to not having a clear idea about how the virus works, the health authorities had to take certain measures to safeguard the community. That is why we were told to cremate the body if the patient who died had COVID-19,” director of the COVID-19 deaths management committee Dr Channa Perera told reporters on Monday.",
    "Perera is a Consultant Judicial Medical Officer (Specialist in Forensic Medicine) at the Ministry of Health.",
    "The government of Sri Lanka came into harsh criticism from rights activists both local and international when it banned the burial of COVID-19 victims citing fears of contamination, which many experts said went against scientific consensus and some activists said was tantamount to forced cremation. The ban drew a storm of protests from various corners, with the Muslim community being particularly vocal against it.",
    "The ban was eventually lifted in early 2021 but burials were strictly limited to a site in Ottamavadi in the Eastern district of Batticaloa.",
    "The government finally ended this limit last Friday (04), with the health ministry announcing that permission has been granted to bury bodies of those who died of the disease at any cemetery or burial ground effective Saturday (05).",
    "A circular from the health ministry said the body of a COVID-19 victim can be handed over to relatives, but it should be disposed of within 24 hours. The body cannot be transported to any location other than the burial site.",
    "The circular further said the government will no longer facilitate transporting deceased COVID-19 patients to cemeteries.",
    "Until Friday’s announcement, COVID-19 bodies buried in Ottamavadi had been kept in mortuary freezers until their burial. The announcement came in the midst of the 49th session of the United Nations Human Rights Council (UNHRC) now taking place in Geneva, where Sri Lanka’s human rights records and its treatment of minorities were taken up.",
    "As per the new regulations, the method of disposal of the body at the cemetery or burial grounds will be at the discretion of the relatives. However, bodies of those who died of unknown causes will have to undergo an inquest procedure where the disposal will be decided by the magistrate according to the criminal procedure code of Sri Lanka.",
    "Dr Perera said deaths that occur within seven days after the first PCR or rapid antigen tests will be considered COVID-19 deaths.",
    "“If the deaths occur from the eighth date after the first PCR or RAT , it will be considered a normal death and will be issued to the relatives for final rites,” Perera said.",
    "This is due to the decline of the virus’ ability to transmit from the body to the environment.",
    "“For the deaths that happened within the first seven days after the PCR/ RAT, we give the opportunity to 10 close relatives to pay their final respects at the hospital before we seal the body,” he said.",
    "According to the guidelines issued by the ministry of health, the body will be sealed within a body bag and the coffin that needs to be provided by relatives will also be sealed.",
    "“It can only be taken to the place of burial and the body should be cremated or buried within 24 hours after releasing the body from the hospital,” Perera said.",
    "For almost two years the bodies were transported by the Ministry of Health and it will no longer be facilitated by the government, he added.",
    "“The transportation should be arranged by the relatives of the deceased person.”",
    "Muslim and Burgher communities can perform the final rites at the hospital while Buddhist and Hindu families can perform their rites without the deceased person’s body, he said. (Colombo/Mar07/2022)"
  ]
}