{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-converted-near-230-to-the-us-dollar-no-float-yet-91417/",
  "time_ut": 1646728860,
  "title": "Sri Lanka rupee converted near 230 to the US dollar, no float yet",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee is bid at 230 to the US dollar in the interbank market with no offers despite a float being allowed by the central bank amid mandatory conversions and surrender requirements.",
    "There were no two way quotes in the interbank market by 1400hours of on March 08, for the exchange rate to float, despite Central Bank Governor Nivard Cabraal saying the rupee had been allowed to float.",
    "Without a float the same problems of forex shortages, fuel shortages will remain at a weaker exchange rate.",
    "Exporters who converted dollar at around 202 on Monday are converting from around 224 to just under 230 on Tuesday, based on mandatory conversion rules, market participants said.",
    "“There is no direct central bank pressure to maintain the 230 rate,” a market participant   said. “But banks are too nervous to bid higher, due to certain reasons.”",
    "Central Bank Governor Nivard Cabraal told EconomyNext the 230 to the dollar rate was “guidance” and the rupee was floated.",
    "In past floats after money printing crises, there had been offers at higher levels and some moral suasion had come when bids completed the transaction. During the current crisis however there are bids but no offers.",
    "On Tuesday banking and exporter circles were scrambling to find money for an oil ship anchored off Colombo Port.",
    "Former Deputy Governor W A Wijewardene said the rupee had to be floated for forex market to return to normal and if it is re-pegged at 230 the market will not solve the problem.",
    "“In principle allowing the exchange rate is the right move,” Wijewardena said. “But if this is a devaluation and they try to keep at 230 it will not eliminate the parallel exchange rates. The kerb rate will simply go up.”",
    "Wijewardena said monetary policy has to be further tightened and the recent 100bp hike to 7.50 percent was not enough.",
    "Analysts had warned that existing surrender rules may also continue to hurt the rupee. Surrender rules expands reserve money.",
    "Countries with soft-pegged central banks have forex shortages due to liquidity injected for multiple reasons.",
    "The central bank is now printing money to re-expand reserve money after interventions, (sterilize reserves for imports), which will stop if a float takes hold and also to give subsidies to expatriate workers. (Colombo/Mar08/2022)"
  ]
}