{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/inadequate-foreign-funds-inflow-having-cse-investors-worried/",
  "time_ut": 1647013620,
  "title": "Inadequate foreign funds inflow having CSE investors worried",
  "body_lines": [
    "CSE investor sentiment was negative yesterday because investors were worried over the fact that loans and foreign funds expected by the country have not materialized fully to date. However, on the previous day investor mood was upbeat because the CSE recovered dramatically by registering the highest single-day points gain, stock market analysts said.",
    "Sri Lanka printed large volumes of money to keep interest rates low from early 2020, which has resulted in forex shortages and high inflation, besides other issues. These problems have resulted in investor confidence eroding in a big way, market analysts said.",
    "The CSE started on a positive note but later turned negative due to the country’s external and internal environmental issues. Both indices declined. The All- Share Price Index went down by 193 points and S and P SL20 declined by 72.4 points. Turnover stood at Rs 3 billion which was below last year’s average level of Rs. 3.5 billion. But two crossings were reported. Those crossings were reported in Asia Capital, which crossed 12.7 million shares to the tune of Rs 88.9 million; its share price was Rs 67 and Browns Investments 7.6 million shares crossed to the tune of Rs 83.6 million, and its shares traded at Rs 11.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Rs 792 million (2.7 million shares traded), Browns Investments Rs 265 million (23.2 million shares traded), Lanka IOC Rs 259 million (4.5 million shares traded), LOLC Finance Rs 152 million (8.4 million shares traded), Royal Ceramic Rs 109 million (two million shares traded), LOLC Holdings Rs 81 million (94000 shares traded) and Softlogic Capital Rs 74.6 million (six million shares traded). During the day, 143 million share volumes changed hands in 36000 share transactions.",
    "It is said that high net worth and institutional investor participation was noted in Hayleys, Sunshine Holdings and ACL Cables. Mixed interest was observed in Expolanka Holdings, LOLC Holdings and Royal Ceramics, while retail interest was noted in Browns Investments, LOLC Finance and SMB Leasing non-voting.",
    "With the Central Bank deciding to free float the currency, the majority of the dollar earning companies gained significantly enjoying higher investor confidence, although turnover and retail participation were at a low level. Yesterday the US dollar parity rate was Rs 251.96.",
    "ComBank supports VTA’s Apparel Technician Course with donation of computers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}