{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82180/anura-kumara-spills-the-beans-on-past-corrupt-deals",
  "time_ut": 1651579080,
  "title": "Anura Kumara spills the beans on past corrupt deals",
  "body_lines": [
    "Leader of Janatha Vimukthi Peramuna (JVP) MP Anura Kumara Dissanayake says the majority of the properties of former Minister Basil Rajapaksa are listed under Thirukumar Nadesan, the husband of former Minister Nirupama Rajapaksa who was named in Pandora Papers.",
    "He mentioned this at a special media briefing convened today (May 03) to spill the beans on the corruption and frauds committed by politicians in Sri Lanka within the past two decades.",
    "Speaking of Gin Nilwala Diversion Project, MP Dissanayake said the Irrigation Ministry had paid a total of Rs. 4,100 million to a China-based company named China CAMC Engineering Co. Ltd. as several tranches between December 24, 2014 and January 06, 2015, prior to the election for the said project.",
    "He disclosed that this Chinese firm had later wired USD 5 million to a company owned by Nadesan, on several occasions. The company in question then transferred money to a local bank in Kollupitiya and the money deposited in this account was used to purchase the infamous piece of land in Malwana, the JVP leader continued.",
    "With regard to the financial irregularities allegedly committed during the multi-billion dollar aircraft purchase involving the national carrier and Europe-based Airbus, the parliamentarian said the meeting of the SriLankan Airlines board of directors on signing the deal was held at the official residence of then-Speaker of Parliament Chamal Rajapaksa in Battaramulla, whose son was a also member of the SriLankan board of directors.",
    "He said a total procurement value is USD 2.2 billion and that it was the largest procurement in the history of Sri Lanka, surpassing the USD 1.3 billion for the construction of Hambantota Port.",
    "Addressing the media briefing further, MP Dissanakaye said Airbus had agreed to pay over USD 16 million in bribes, however, only a sum of USD 2 million of the agreed amount was paid as an advance, as the government changed, according to the parliamentarian.",
    "The money, which was initially paid to an account in Brunei, belonging to the wife of then- SriLankan CEO Kapila Chandrasena, was then moved to an account in Australia and a tranche of it was later deposited to three accounts in Sri Lanka owned by a local businessman named Nimal Perera, he added.",
    "After the governments changed, a new CEO was appointed to the national carrier, however, during the period of 52-day government, Mahinda Rajapaksa, who was appointed the prime minister after Ranil Wickremesinghe was ousted by then-President Maithripala Sirisena during the 2018 constitutional crisis, brought back Kapila Chandrasena as the SriLankan’s CEO, the JVP leader continued.",
    "He also stressed that the Yahapalana Government had later attempted to cancel the Airbus deal at a cost of USD 115 million, the cost of approximately four fuel tankers, without seeking the approval of the Cabinet of Ministers.",
    "The parliamentarian further revealed that former Sri Lankan ambassador to the United States, Jaliya Wickramasuriya, who recently pleaded guilty to diverting and attempting to embezzle USD 332,027 from the Sri Lankan government during its 2013 purchase of a new embassy building in Washington, D.C., is a relative of Mahinda Rajapaksa.",
    "Jaliya Wickramasuriya served as ambassador for the Democratic Socialist Republic of Sri Lanka to the United States and to Mexico from 2008 to 2014.",
    "The JVP leader also spoke of the involvement of former Central Bank Governor Ajith Nivard Cabraal with U.S. lobbyist Imaad Shah Zuberi who was sentenced to 12 years in prison for lobbying and campaign contribution crimes, tax evasion, and obstruction of justice.",
    "Zuberi had been hired in 2014 to rehabilitate Sri Lanka’s image in the United States. According tothe U.S. State Department Zuberi had promised to make substantial expenditures on lobbying efforts, legal expenses, and media buys, which prompted Sri Lanka to agree to pay Zuberi a total of USD 8.5 million over the course of six months in 2014. Days after Sri Lanka made an initial payment of USD 3.5 million, Zuberi transferred USD 1.6 million into his personal brokerage accounts and used another USD 1.5 million to purchase real estate.",
    "MP Dissanayake alleged that Cabraal, who was serving as the Central Bank Governor at the time, had wired USD 6.5 million in total to Zuberi."
  ]
}