{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-insurance-shines-at-brand-finances-most-valuable-and-most-loved-brand-index/",
  "time_ut": 1654271100,
  "title": "Sri Lanka Insurance shines at Brand Finance’s Most Valuable and Most Loved Brand Index",
  "body_lines": [
    "The national insurer, Sri Lanka Insurance (SLIC), yet again affirms its superiority in the insurance industry here being the Most Loved Brand in the Life Insurance and General Insurance categories and Most Valuable General Insurance Brand at the Brand Finance’s Most Valuable and Most Loved brand index for the fifth consecutive year. SLIC said in a news release.",
    "“Amidst present difficulties, SLIC continues to extend its effort to inculcate the importance of having insurance and has been at the forefront of propelling national development. The same business values cascaded through product and market development initiatives,” it said.",
    "Sri Lanka Insurance General, the market leader in the category has carefully curated insurance solutions to fit different market segments. The flagship brand SLIC Motor Plus dominates the vehicle insurance market with a set of sub-product under the main brand. The claim intimation process has been further enhanced to deliver efficiency and convenience to customers as the Bee Express claim system settles up to Rs. 75,000 claims within three working hours, the release said.",
    "“Further the insurer has the most advanced technical knowledge base in the industry with necessary expertise to provide accurate assessment and exceptional service to policyholders. Our ‘Motor Plus Road Safety Heroes’ in parallel to the United Nations Global Road Safety Week to help raise awareness on road safety considering the alarming rate of road accidents and deaths in Sri Lanka.",
    "Sri Lanka Insurance Life boasts a product portfolio consisting of an array of insurance solutions that cater to different insurance needs of the market and has revamped its core insurance solutions to ensure life insurance is more accessible to the mainstream market, the release said. Also, Sri Lanka Insurance Life continuously declared the largest life insurance bonuses ever to be declared in the insurance industry of Sri Lanka.",
    "SLIC has been making steady progress transforming the operational architecture and front end customer interfaces to ensure the digital integration. The SLIC mobile app introduced many enhanced features to constantly evolve with customer needs and ensure seamless insurance. SLIC expedited the digitization agenda to focus on strengthening our internal process architecture to support our employees and empower our sales agents making a greater impact on the service excellence, the release added.",
    "“Further Sri Lanka Insurance has conducted many ground level consumer engaging activities to work closely with the general public and raise awareness about the insurance services offered by Sri Lanka Insurance.”",
    "Rising to New Norm is one such initiative launched with a series of awareness programmes across the country to educate general masses on the importance of following good health practices against Covid 19 during the new normal condition.",
    "The background to the International Sovereign Bond (ISB) settlement of USD 500 million on January 18, 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}