{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/BASL-raises-concerns-over-indiscriminate-arrests/56-735733",
  "time_ut": 1654284360,
  "title": "BASL raises concerns over indiscriminate arrests",
  "body_lines": [
    "BASL writes to IGP, AG over alleged indiscriminate arrests by the Police in relation to the violence which occurred on 9 May",
    "Raises serious concerns over the partiality of the Police Department",
    "Says arrests being made according to lists provided by political parties",
    "Urges IGP to take urgent measures to advise subordinate officers to ensure that all investigations take place within the parameters of the law",
    "The Bar Association of Sri Lanka (BASL) has written to the Inspector General of Police (IGP) and the Attorney General (AG) raising concerns over the indiscriminate arrests by the Police in relation to the violence which occurred in the aftermath of the attacks on the protesters at Galle Face on 9 May.",
    "In the letters sent to IGP C.D. Wickremeratne and AG Sanjay Rajaratnam, the BASL said its members have drawn attention to instances of indiscriminate arrests by the Police as well as, in carrying out investigations and making arrests over incidents of violence across the country.",
    "The BASL President Saliya Peiris said that the gravity of these allegations is compounded by the recent revelations attributed to statements to the IGP of political bias on the part of many Officers-in-Charge of Police Stations and the manner of their selection.",
    "The BASL has pointed out several instances of partiality as alleged by its members. These include arrests being carried out without verifying claims that the suspects were not at the scene of the crime but were elsewhere at that time and without any credible material, but solely on the basis of lists provided by interested parties, including politicians. The BASL also said that arrests being done solely on the basis that persons had participated in peaceful protests against the Government between March and May 2022 and applications for holding identification parades are being made without any material against certain individuals merely for the purpose of having them remanded in custody until the conclusion of the parade.",
    "BASL also called there were instances of photographing suspects prior to identification parades leading to suspicions of such photographs being shown to witnesses prior to such parades, as well as the indiscriminate use of Emergency Regulations which have now lapsed to keep persons in remand custody.",
    "“We hardly need to emphasis on the need for police investigations to be independent and impartial and to be free from unlawful interference. Allegations of bias against the law enforcement authorities will lead to a serious loss of public confidence and will worsen the law-and-order situation in the country,” BASL said.",
    "It added that such allegations will also impact on the human rights situation in the country and could also lead to other consequences which may well affect moves to restore political, economic, and social stability in Sri Lanka.",
    "“We urge you to take note on the above and take urgent measures to immediately advise your subordinate officers to ensure that all investigations take place within the parameters of the law and are conducted in an independent and impartial manner,” the BASL said in the letter signed by its President Saliya Pieris PC and Secretary Isuru Balapatabend"
  ]
}