{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-sets-record-straight-on-Easter-day-terror-attacks-investigations/56-733419",
  "time_ut": 1649788200,
  "title": "Govt. sets record straight on Easter day terror attacks investigations",
  "body_lines": [
    "Says investigations completed painstakingly examining thousands of pieces of evidence",
    "Police spokesman discloses US Justice Dept. has charged 3 Lankans for links to attacks",
    "Says 71-page report submitted to US court gives details of masterminds behind attacks",
    "The Government yesterday sought to set the  record straight on the investigations into the Easter Sunday terror attacks, and dismissed allegations that the law enforcement authorities have not carried out a proper investigation.",
    "Defence Secretary Kamal Gunaratna said that the Police had worked around the clock to complete a comprehensive investigation, and as a result the Attorney General’s Department has been able to prosecute a number of persons who were part of the conspiracy to carry out the attacks.",
    "He said that so far 735 persons have been taken into custody in connection with the Easter Sunday attacks and 27 cases have been filed against 79 persons who are facing a total of 25,653 charges. Some of the suspects are out on bail while others are still in custody pending investigations against them, he said.",
    "Gunaratna told reporters at a press briefing  that officer of the Criminal Investigations Department (CID) and the Terrorist Investigations Division (TID) had worked countless hours to piece together the sequence of events that culminated in the attacks as well as identified suspects.",
    "He also dismissed allegations that the Easter attacks were engineered to ensure an election victory for Gotabaya Rajapaksa, saying they are unfounded.",
    "Police Spokesman Senior DIG Ajith Rohana  said that the Police Department which spearheaded the investigations were assisted by the Federal Bureau of Investigations (FBI) in the USA as well as the Australasian law informant authorities as  their nationals too were killed in the attacks.",
    "He said the US Justice Department in January, 2021  charged three Sri Lankan citizens liked to the terror attacks  with  terrorism offenses, including conspiring to provide material support to a designated foreign terrorist organisation (ISIS).",
    "The U.S  authorities  said the men , who are in the custody of the Sri Lankan authorities, were part of a group of ISIS supporters which called itself “ISIS in Sri Lanka.”  They were changed on nine counts including  creating, maintaining, and serving as members of a group of ISIS supporters in Sri Lanka devoted to ISIS, its ideology, and to planning and encouraging violent attacks to advance ISIS’s goals;  obtaining explosive materials and IED components and  manufacturing and testing IEDs, including the types of IEDs ultimately used in the attack.",
    "The other charges against them incldue3d recruiting other ISIS in Sri Lanka members; using ISIS-created training materials to instruct and train the attackers and their co-conspirators in the use of firearms and explosives; procuring safe houses for the group to prepare for attacks in the name of ISIS, including the Easter Attacks, while avoiding law enforcement detection; following ISIS directives to use specific end-to-end encrypted messaging applications to conceal the criminal conspiracy;  murdering two Sri Lankan police offers to obtain the officers’ firearms; and  shooting a suspected police informant.",
    "DIG Rohana said that the US Justice Department has clearly stated in its 71-page investigation report that the men involved in the attacks were influenced e by ISIS ideology  and names those who were behind the planning of these  attacks."
  ]
}