{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/On-World-Water-Day-let-s-speak-about-wastewater-too/56-732582",
  "time_ut": 1648234260,
  "title": "On World Water Day, let’s speak about wastewater too",
  "body_lines": [
    "A clogged open sewer runs along a residential area of Ratmalana. Children and adults are at risk of mosquito, water and airborne diseases due to the lack of sewage disposal in these densely populated areas – Reza Akram/AFD",
    "As Sri Lanka is undergoing power cuts, gas and diesel shortages, as well as various other import restrictions and critical price increases, urban residents may ask themselves: “What if my tap ran dry? Or my flushing toilet? How would it impact my daily life and how much do I valuate this service?”",
    "Strangely enough, the budget allocated by households to such basic human needs as water and sewerage services is not at all aligned with how badly we need it: While food expenses represented 35% of the average monthly household expenditures according to a nationwide survey conducted in 2016, the monthly water bill in the Western Province only represented 2.3% of such food expenditure in the same year. Accordingly, the 2019 Gross National Income generated by the water sector represented only 17% of that of the electricity, gas, steam and air conditioning sector1. This situation is not specific to Sri Lanka: In Bangladesh for instance, where people tend to say “it’s cheap as water!”, the average water bill represents 2% of an urban household’s monthly consumption.",
    "Within this paradox, there is also unfairness, as the water tariff can be significantly higher outside of urban areas and NWSDB’s jurisdiction (National Water Supply and Drainage Board, the state-owned entity operating water networks), while the residents there often belong to lower income categories.",
    "Sri Lankan civilisation was built on water management, has mastered it for thousands of years, and nowadays more than 92%2 of the total population benefit from basic water services3 at least. The priority granted by the Government to the “Water for all” social program will further improve the coverage and quality of service, which will in turn result in increased volumes of water consumed and wastewater released in the environment. As economic activities and cities develop, Sri Lanka is indeed facing growing pressure on its natural resources and has to counter threats to its biodiversity and landscapes, which are among the country’s main assets.",
    "Safely managing wastewater through urban sewerage is one of such mitigation measures, but while almost 94% of Sri Lanka population benefits from basic sanitation services4, only 2.1% are connected to a sewerage network, whose development provides undeniable benefits from both an environmental and public health perspective – and is also associated with huge investment costs. Unfortunately, the present sewerage service fees are not aligned with such investment or operating costs, putting the burden on the taxpayer rather than on the actual polluter.",
    "This tariff also fails to achieve the necessary transfer mechanisms from high- to low-income groups. Indeed, the present sewerage tariff for domestic customers includes a fixed service charge of Rs. 200/month as well as a proportional charge between Rs. 1 and Rs. 2 only per m3 of water consumed. In other words, your sewer bill will essentially be the same whether you use little water for your basic needs only, or use plenty of it to wash your car or fill your swimming pool.",
    "A draft National Sanitation Policy recently validated introduces a number of principles – such as cost recovery, polluter pays, cheaper for the poorest – that should alleviate these shortcomings in the sewerage tariff structure. As Sri Lanka plans to double its sewer coverage to 4% by 2030, the opportunity should be seized to introduce fairer tariffs for sewerage – i.e. cheaper for most of the population – in all existing and newly developed schemes.",
    "The French Agency for Development (AFD) and NWSDB have developed since 2014 a strategic partnership covering both water and sewerage projects. AFD and the European Union support NWSDB’s activities through subsidised loans at reduced rates covering infrastructure costs and grants addressing improvements in governance, operation and maintenance. These projects, now at implementation stage, should provide full sewerage services (from household connection to release of treated effluents in the environment) for 73,000 residents in Negombo and another 44,500 residents in Ratmalana/Moratuwa.",
    "NWSDB and AFD are looking forward to seeing entire districts getting upgraded within the next years, and trust that, as new sewer networks develop throughout busy city streets, so will citizens’ awareness of the actual service provided and the resulting improvement in their living environment. Moving towards offsite sanitation in densely populated areas (i.e. climbing up the “sanitation ladder”) is inherent to development, and the public health benefits are worth the costs. Particularly for Sri Lanka, this represents a profitable investment that further preserves nature, tourism and the economy.",
    "1Data extracted from Economic and Social Statistics of Sri Lanka, Central Bank of Sri Lanka, 2020",
    "22020 data, from WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (washdata.org)",
    "3“Basic drinking water services” are defined as drinking water from an improved source (piped water, boreholes or tubewells, protected dug wells, protected springs, and packaged or delivered water), provided collection time is not more than 30 minutes for a round trip.",
    "4“Basic sanitation services” correspond to improved facilities (flush/pour flush toilets connected to piped sewer systems, septic tanks or pit latrines) which are not shared with other households, but where excreta are not safely disposed of in situ or removed and treated offsite."
  ]
}