{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-considers-incentives-for-expatriate-workers-not-using-undiyal-or-hawala-95286/",
  "time_ut": 1654587540,
  "title": "Sri Lanka considers incentives for expatriate workers not using undiyal or hawala",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka is considering to grant tax relief and other benefits like housing loans for expatriate workers who sends their earnings through the official bank network Minister of Labour and Foreign Employment said.",
    "Money is moving to unofficial channels such as Undiyal at higher premiums because the central bank is printing money creating forex shortages in the official banking system and exchange controls have been placed forcing them to go a free market at higher rates.",
    "Sri Lanka’s official remittances have fell 52 percent in April to 249 million US dollars, compared to a year ago while they have fallen by 57 percent to 1 billion US dollars in the first four months of 2022, compared to the same period last year.",
    "Manusha Nanayakkara, the newly appointed Minister of Labour and Foreign Employment has planned ambitious 500 million US dollar per month to boost foreign currency liquidity in the country.",
    "“If we can increase it back up to 500 million US dollars, with these expatriate workers sending the money legally, we can solve some fundamental problems in the country,” Nanayakkara told a weekly cabinet briefing.",
    "Nanayakkara said, the discussion is being held to give expatriate workers tax reliefs, duty relief, interest free housing loans to encourage them.",
    "“And we will also start giving them discount cards to increase their trust and send money through legal procedures,”Nanayakkara said.",
    "Sri Lanka is grappling with its worst economic crisis in the history. The dollar shortages have led to long queues for fuel and cooking gas. The dollar shortage has also deprived people of adequate medicines, cement, milk powders, and some foods which are imported.",
    "“To solve the economic crisis we have at the moment, while getting the income of exports, one of the main ways to increase the foreign currency without taking loans is by increasing the foreign remittances,” Nanayakkara said.",
    "“Due to various reasons, with these remittances not coming through legal channels. The remittances we had around 600 – 700 million US dollars has gone down to around 230 million US dollars by March, 2022.”",
    "Until this month, a part of the unofficial remmittances were going for open account imports including for imports of oil. However buraucrats prefer money to come through the monopoly of the banking system.",
    "Banking system also has a high transactions costs of about 10 to 15 rupees between buy and selling rates. (Colombo. June 07/2022)"
  ]
}