{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82141/tamil-nadu-passes-resolution-seeking-centres-permission-to-send-aid-to-sri-lanka",
  "time_ut": 1651392360,
  "title": "Tamil Nadu passes resolution seeking Centre’s permission to send aid to Sri Lanka",
  "body_lines": [
    "To assist Sri Lanka amid the ongoing economic crisis, the Tamil Nadu Assembly passed a resolution piloted by Chief Minister MK Stalin seeking permission from India’s Ministry of External Affairs to supply rice and essential medicines to the island country.",
    "The state unit of the BJP has welcomed the resolution passed in the Tamil Nadu assembly and also the help being provided by the people of Tamil Nadu to Sri Lanka.",
    "The resolution was unanimously passed by the house, including the opposition AIADMK and the BJP.",
    "Interestingly, apart from extending support to the government’s resolution, Deputy Leader of the Opposition AIADMK O Panneerselvam also pledged Indian rupees 50 lakh in his personal capacity, to be extended as an aid to Sri Lankan Tamils.",
    "The chief minister, in the Assembly, underscored that Tamil Nadu has not received any official communication on its earlier requests seeking the Centre’s nod to send the supplies.",
    "Tamil Nadu BJP chief K Annamalai thanked the Tamil Nadu chief Minister by saying, “The Central Government had followed the ‘Neighbourhood First policy’ to cement bonds with its neighbours. It is ready to walk that extra mile to help Sri Lanka out of the current crisis, well before the resolution in the Tamil Nadu assembly was passed. We are hopeful that the Government of Tamil Nadu will now hand over the aid package as in the resolution passed in the Tamil Nadu Assembly on behalf of the people of Tamil Nadu to the Ministry of External Affairs to ensure smooth passage to Sri Lanka without insisting on delivering it directly politicising the standard protocols.”",
    "The State BJP chief further mentioned in his official communique, “Despite being in power and a position of command, they put no effort into rescuing the Tamil people from the war zone. Our concern is that this resolution passed yesterday should not be another record ‘2-hour fast-type situation’ orchestrated to create a mirage that the DMK worked hard for ensuring ceasefire during the Civil War in Sri Lanka.”",
    "Highlighting the discrepancies in the resolution, the Tamil Nadu BJP chief said, “It was rather unfortunate that the resolution passed in the Tamil Nadu Assembly did not have the information about what the Centre has already provided to Sri Lanka and is providing.”",
    "On April 30, Tamil Nadu BJP president K Annamalai began his four-day visit to Sri Lanka. During his visit, he will meet Tamil leaders, and NGOs and will also take part in the May Day celebrations organised by the Ceylon Workers Congress (CWC).",
    "This visit is crucial given the importance of the Sri Lankan Tamils issue in Tamil Nadu politics. Mr Annamalai would submit a report of his visit to Indian Home Minister Amit Shah and BJP chief JP Nadda.",
    "This visit by the BJP chief comes after Tamil Nadu Chief Minister MK Stalin on Friday wrote a letter to Indian Prime Minister Narendra Modi urging him to grant permission to send food, essential goods and lifesaving medicines to the people of Sri Lanka."
  ]
}