{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/union-assurance-is-a-most-loved-life-insurance-brand-in-sri-lanka/",
  "time_ut": 1653824940,
  "title": "Union Assurance is a most loved life insurance brand in Sri Lanka",
  "body_lines": [
    "Union Assurance PLC, has been ranked among the top three most loved Life Insurance brands in Sri Lanka. This recognition was from the business magazine LMD in association with the world’s leading brand valuation consultancy Brand Finance. The listing is renowned for its credibility and impartiality in the process of selection and evaluation of brands.Chief Marketing Officer of Union Assurance, Mahen Gunarathna stated that he is truly proud and delighted that the Company has been recognised as a most loved Life Insurance brand in the country. “Our brand ethos is built around our connection with customers, and we have always evolved in line with customer expectations. He noted that innovation and digitisation are driving the Company’s customer-centricity. He added, “The seamless digital experience, which offers much ease and convenience, has been crucial to Union Assurance being recognised as a most loved brand.”",
    "According to Gunarathna, the true value of a brand is based on how it makes customers feel. “What really matters is the experience offered and how it engages with their lives,” he stated. He stressed that brand loyalty arises from fulfilling a customer’s needs at an emotional level, and this has been a key factor driving their success. “Our brand promise, after all, revolves around offering policyholders more fulfilling lives while empowering the Sri Lankan dream,” he added.",
    "The Company’s customer-centric approach and service excellence have been taken to new heights through the Company’s innovative digital strategy. The Clicklife App is one of the Company’s digital initiatives to bring Life insurance closer to the consumer. It is the first comprehensive app to enter the market, and it has revolutionised Life Insurance servicing in Sri Lanka, boosting customer engagement by enabling them to conveniently manage their insurance from any location. The Clicklife App facilitated the acquisition of insurance products, and digitised policy servicing and claims interactions while providing a holistic health and lifestyle ecosystem. Through the App, the Company initiates fitness challenges and rewards its customers, while the Lifestyle Bonus promotion offers new policyholders the chance to win an array of attractive lifestyle rewards annually. Thus the product, service, and incentives are all included in a complete package, enhancing its appeal as a much-loved brand.",
    "Aitken Spence creates history by recording its highest ever profit of Rs 14.2 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}