{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/china-resumes-sri-lanka-fta-push-amid-indian-tactics-over-loans-energy-deals-91873/",
  "time_ut": 1647831420,
  "title": "China resumes Sri Lanka FTA push amid Indian tactics over loans, energy deals",
  "body_lines": [
    "ECONOMYNEXT – China has pushed Sri Lanka to complete a Free Trade Agreement saying the deal “would immensely benefit” the island as India is strategically wrapping up energy deals while offering credit lines to the nations strapped for dollars due to money printed to keep rates low.",
    "Free trade talks between China and Sri Lanka hit a hurdle in 2018 under the last administration because Beijing disagreed with Colombo’s demand for a review of the FTA after 10 years according to officials familiar with the issue.",
    "Qi Zhenhong, the Chinese Ambassador to Sri Lanka has discussed the ongoing FTA negotiations when he met Foreign Minister G L Peiris a statement said.",
    "“Ambassador Qi while stating that China had signed over 26 FTAs, expressed that finalising the proposed FTA between Sri Lanka and China would immensely benefit the Sri Lankan local market and products,” Sri Lanka’s Foreign Ministry said in a statement on Sunday (20).",
    "“He also urged the Sri Lankan authorities to resume the 7th round of FTA negotiations at the earliest.”",
    "“Minister Peiris highlighted that the 7th round of FTA negotiations will soon commence with the support of the respective line agencies in Sri Lanka.”",
    "China has invested billions of dollars building ports, airports, roads and power stations in the Indian Ocean island nation just off the southern toe of India as part of its Belt and Road Initiative (BRI) to increase its trade and other connections across Asia and beyond.",
    "However, since the last quarter of 2021, Sri Lanka has strengthened its diplomatic relations with neighbor India, which has strategic investment and security interests in the island nation.",
    "Sri Lanka is facing severe shortage of foreign currency and risks of sovereign debt default due to low interest rates enforced by money printing.",
    "As a result, the President Gotabaya Rajapaksa’s administration was compelled to ask for loans and swaps to prevent a sovereign debt default and a growing shortage of fuel, food, medicines, and other essential items.",
    "India has agreed to extend a billion dollar credit line to import food, medicines, and other essential items, a 500 million US dollar credit line to import fuel, a 400-million-dollar swap, and deferment of around 912 million US dollars until May.",
    "In return, Sri Lanka finalized nearly two-decade dragged oil tank farm deal in its Eastern port district of Trincomalee, agreed on a government-to-government deal to build a 100 MW solar power plant in Trincomalee’s Sampur area.",
    "India’s leap on lending and inking the deal within shorter period comes as it along with the United States and Japan had raised concerns over increasing Chinese influence in Sri Lanka.",
    "Sri Lanka’s Foreign Ministry said “both parties expressed great satisfaction over strong bilateral relations, including government to government contacts, people to people contacts as well as Party to Party contacts between the Chinese Communist Party and the island nation’s ruling Sri Lanka Podujana Peramuna (SLPP).",
    "Sri Lanka consumers and businesses import more goods from China than it at the moment, some of which are inputs for exports to third countries and also products made for the domestic market.",
    "China has already overtaken India as the top importer since 2019, the official data showed.",
    "Sri Lanka imported $3.5 billion worth of Chinese goods in 2020 which is 22 percent of the total imports, mostly raw materials for garments, machines and electronics, metals, transport equipment and chemicals, followed by India which accounted for 19.2 percent of the total imports in the same year.",
    "Ministerial level discussions about an FTA agreement have not been held since March 2017 while lower-level discussions between officials have made little progress after the deadlock over a 10-year review, Colombo officials have said.",
    "Free trade benefits the poor and makes the country export efficient, but can hurt the profits and revenues of companies run by so-called import substation oligarchs and other firms which overcharge the public under tariff protection.",
    "The review clause that Sri Lanka requested in 2017 would allow it to change some of the deal terms if firms that were overcharging the public faced more competition.",
    "So-called ‘sunset clauses’ can increase uncertainty and put businesses that invest on the basis of a free trade deal at risk.",
    "China in January signaled the desire to resume the stalled FTA talks to boost exports and come out of an economic crisis during a visit of Foreign Minister Wang Yi.",
    "Officials from the last government had said that China wanted zero tariffs on 90 percent of goods the two countries sold to each other as soon as the FTA is signed while Sri Lanka wanted it to start with zero tariffs on only half of the products concerned and expand gradually over 20 years.",
    "China’s push for free trade pacts with the Maldives in 2017 drew criticism from opposition political groups who said it had been rushed through parliament with less than an hour of debate.",
    "Sri Lanka in 2018 has wanted more time to negotiate the deal as it was not sure about the economic impact of a rushed deal on its economy.",
    "Though a leader in free trade in the region at one time, Sri Lanka has seen import tariffs go up over the last 15 or so years with protectionist oligarchs gaining more political clout, critics say.",
    "India has tried to expand its existing FTA to a comprehensive economic partnership for more than a decade.",
    "However, it has met with resistance from the protectionists who want to charge higher than world prices from consumers.",
    "Exports to India under the free trade deal has grown making the country the third highest buyer of Sri Lanka goods after the US and EU.",
    "Sri Lanka’s imports from India, some of which such as cars are heavily taxed, have also grown, as Indian products are cheaper for consumers than European or Japanese products, leaving more disposable income in the hands of consumers.",
    "Money saved by the purchase of cheaper Indian or Chinese goods, can be spent on domestic services such as education, domestic tourism, or other products, raising living standards, expanding jobs, gross domestic product and tax revenues, analysts say.",
    "An FTA with Singapore by the last administration was strongly resisted by the current ruling SLPP when it was in the opposition with doctors in particular making claims.",
    "Government officials have said that some political parties resist such agreements without any knowledge but just to make sure it is not implemented under their rival government. (Colombo/March21/2022)"
  ]
}