{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/skills-for-inclusive-growth-programme-mou-signed-between-naita-and-australian-govt/",
  "time_ut": 1653851280,
  "title": "Skills for inclusive growth programme: MoU signed between NAITA and Australian govt.",
  "body_lines": [
    "A Memorandum of Understanding (MOU) was signed by National Apprentice and Industrial Training Authority (NAITA) and the Australian Government-funded Skills for Inclusive Growth Program (S4IG) managed by Palladium.The MOU was signed by Tharanga Naleen Gamlath, Chairman, National Apprentice and Industrial Training Authority and David Ablett, Team Leader, Skills for Inclusive Growth, a release said.",
    "It said: The parties agree to cooperate and work towards improving the tourism and hospitality enterprises through quality skills development. Initial priorities include Foundational Hospitality Skills (FHS), which is a trilingual, work-based training program for new entrants to the industry as well as for up-skilling the existing workforce to international hospitality standards. NAITA has already launched the training online and will work with smaller businesses to ensure they can access quality skills development that improves their business to deliver better services to visitors.  The FHS has been designed and supported by tourism industry employers particularly targeting small and medium-sized enterprises. Additionally, a Professional Cookery Course will be introduced with the aim to uplifting culinary skills to facilitate employment with star class hotels and restaurants. This training is supported by Chef Guild Lanka and provides a training and career pathway for those passionate about food and celebrates unique and authentic Sri Lankan and international cuisine.  At the event, special mention was made to Recognition of Prior Learning (RPL) and up skilling which is essential to recognizing skills and supporting workforce development across the tourism and hospitality sectors. RPL was referred to as an assessment process that assesses the persons competencies acquired through informal, non-institutional learning to determine the extent to which that person has achieved the required competencies as set out in the relevant National Skills Standard leading to a qualification of the NVQ framework.",
    "Through this partnership, NAITA will accredit FHS as an Award of National Vocational Qualification, (NVQ 3), and accredit the Professional Cookery Course as NVQ 4/5. Under the MOU, NAITA will be equipped with industry standard kitchens to provide world class training, an RPL toolkit, train industry trainers to provide certification services, nominate recommend industry assessors to TVEC training and provide mobile training and assessment services throughout Sri Lanka. A mobile training and assessment service will also be launched to support NAITA to outreach rural and remote communities to access high quality training and access employment opportunities available cross the tourism and hospitality value chain. Further, an online component was referred to where S4IG shall provide technical assistance towards development of training courses and flexible delivery systems in relation to tourism and hospitality related courses including E-Tourism, Foundational Hospitality Skills, Professional Cookery and Wellness Tourism. These learning modules are intended to be developed with NAITA and converted into the online courses to be uploaded and implemented through the NAITA Learning Management System (LMS).",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}