{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/People-will-hardly-vote-for-any-Rajapaksa-again-Wimal-Weerawansa/231-234065",
  "time_ut": 1648597140,
  "title": "“People will hardly vote for any Rajapaksa again” - Wimal Weerawansa",
  "body_lines": [
    "This crisis will unite people together to form a different mandate",
    "The JVP appears to be an attractive party prior to an election",
    "Neither the SJB nor JVP could show a new direction to the people",
    "We have been executing a model where senior generations take loans and prosper while younger generations have to sacrifice their future",
    "If there’s a certain kind of extremism within the Sinhala community we will stand against that as well",
    "National Freedom Front Leader Wimal Weerawansa recently claimed that he would ensure that the government would soon lose its majority. He made this statement weeks after the Gotabaya Rajapaksa government sacked him and Udaya Gammanpila for criticising Finance Minister Basil Rajapaksa as the main reason behind the prevailing crisis in the country and while even going to the extent of calling him the ‘ugly American’. Weerawansa played a pivotal role in forming the incumbent government and is infamous for his hunger strikes that were staged against ‘imperialist forces’. In a candid interview with the Daily Mirror, Weerawansa spoke about Basil Rajapaksa and his ulterior motives, his intention of promoting nationalist ideologies and the failures on the part of the President while hinting at what they intend to do in the near future.",
    "Q   The country has plunged into a severe crisis and you continue to blame Basil Rajapaksa. But he was appointed by Gotabaya Rajapaksa and Mahinda Rajapaksa. Shouldn’t all Rajapaksas be blamed for this situation?",
    "They are collectively responsible. But everybody who ruled the country has also contributed. We have been executing a model where senior generations take loans and prosper while younger generations have to sacrifice their future. This model doesn’t suit this country. Crises can happen. But the incumbent government doesn’t manage the crisis nor does it have a plan to control it. I also believe that Basil Rajapaksa has a different political agenda at this point.",
    "While people languish in fuel and gas queues they forget about other issues. The entire country becomes a victim of the crisis and it could be used to fulfill their agendas that couldn’t have been executed under normal circumstances. For example if they want to give away a company to India they can do that in this situation. They can ink agreements and deals with other countries because people are too occupied to raise their voices against these deals. Upon his retirement, Basil Rajapaksa will return to US and he needs to ensure that he activates the US agenda beforehand.",
    "Q   This government sought loans from India and China and did currency swaps with Bangladesh etc. Don’t you think that these too are ‘imperialist forces’?",
    "We won’t say that everybody who gives us loans is an imperialist force. Japan has given us more loans than China. But we won’t say that Japan has an ulterior motive of colonizing this country. Some give loans in the form of a business and some others give loans to spread their dominance. We need to distinguish between both of these factors when we deal with them.",
    "Q   You have been promoting nationalist ideologies even when you were a member of the People’s Liberation Front (JVP). Do you think that we have been able to establish peace and reconciliation as a result of the spread of nationalism?",
    "We are nationalist because our love towards this country is the main priority. We are ready to fight against any force in the event of prejudice. But we have no intention of creating any differences between Sinhalese, Tamils, Muslims and Christians/Catholics. We stood against separatist agendas executed by the LTTE and we are against Islam extremism. If there’s a certain kind of extremism within the Sinhala community we will stand against that as well.",
    "Q   But wasn’t President Gotabaya Rajapaksa elected by a majority of Sinhala-Buddhist votes?",
    "It was not only Sinhala-Buddhist votes. There were votes from Tamils, Muslims and other ethnicities as well. But since the majority of the population is Sinhala Buddhist its members cast their votes in favour of him.",
    "Q   Will the Rajapaksa clan be elected to power by a Sinhala-Buddhist voter base again?",
    "The Easter Sunday attack put people in all ethnicities in a state of shock. Thereafter people wanted a ruler who would establish national security and people thought Gotabaya Rajapaksa was eligible for this task. This is how the mandate grew to 6.9 million votes. Everybody irrespective of ethnicity felt insecure and people looked for a leader who could make them feel secure. But whether he stood by the people’s mandate or not is a different story. But whatever happens once doesn’t get repeated. Today we’re facing an economic crisis that is aggravating to a political crisis. A solution to the economic crisis will favour people in all ethnicities. Therefore this crisis will unite people together and will create a different mandate.",
    "Yes. It is a country that has been fed by Buddhism. King Dutugemunu declared war against Elara in order to protect the Dhamma and this country. This Dhamma has been a relief to all people. When Portuguese converted Dutch into their religion, it was the temples that provided them with shelter to hold their services. Nowhere in Buddhism does it say that there should be differences among people or to ill-treat someone of another faith. Historically, we have been a Sinhala-Buddhist nation and it hasn’t affected this country in any way. In the US for example, they swear in someone to a new position after taking oaths on the Bible. But in Sri Lanka there’s no rule to take oaths on any book of Buddhist philosophy or teachings. That shows we’re more progressive than those countries.",
    "Q   Are you trying to say that people will not vote for the Rajapaksas again?",
    "I don’t think there’ll be any point in them (Rajapaksas) contesting for an election again. The detrimental impact caused by Basil Rajapaksa’s interventions has shattered the trust among people. Therefore people will hardly vote for any Rajapaksa again, given the circumstances.",
    "Q   People loved Gotabaya Rajapaksa’s and Mahinda Rajapaksa’s persona. But today people are cursing them in public. Any comments?",
    "This is something they should think for themselves. People are aware that this crisis hasn’t been created by just one regime. Besides, the prevailing global economic crisis has an impact on smaller economies like that of Sri Lanka. There are gas shortages in US as well. Therefore people expect the leader to resolve the crisis with minimum impact. Anybody could have foreseen a forex crisis and in that case they should have been prepared around 10 months ago. The highest amount of imports in record history of Sri Lanka was recorded during last November. The highest amount of tar to be used for the 100,000 km highway project was imported last month. People are deprived of essential medicines, fuel and gas, but they import tar instead! Such shortsighted decisions have been heavily criticized by the public.",
    "Q   We saw how the government handled the COVID burials issue for instance. Last year, the government was adamant that bodies need to be cremated and earlier this year they lifted the ban on COVID burials. Wasn’t this done with an ulterior nationalist motive?",
    "There of course we listened to the Muslim community and decided to bury bodies at a faraway place. I don’t think there was an issue. There are instances where we need to arrange a mechanism to continue what they have been doing in their respective faiths rather than providing solutions in an aggressive manner. We shouldn’t come into conflict with their faiths and beliefs.",
    "The fact that Gotabaya Rajapaksa didn’t have any background in politics was an advantage to him. Therefore, we thought he would work in sync with other politicians and take decisions thereafter. The brothers may be having their own discussions. Implementing 100% organic fertiliser usage was a serious decision. But this had to be done after a thorough research on commercial agriculture, consider the impacts, educate farmers and execute accordingly. I don’t believe that we can become a nation that fully thrives on organic fertiliser. But this decision was taken during the COVID lockdown period where not even 10 people could attend a meeting. There was no way of communicating these strategies to the farmers. The agriculture officers couldn’t travel due to restrictions. So would you take a decision during such a challenging period? Some decisions have been taken without any discussion whatsoever and important decisions that need to be given priority have been ignored. This is something we didn’t expect.",
    "I am not supporting the government. We are being called 11 Partner alliances of the government and we still haven’t gotten rid of the partner label as yet. But we will get rid of it soon along with a few others. It’s just a matter of time.",
    "Q   But even though you claimed that you will not be present at the All Party Conference, one of the ‘partnering alliances’ participated in it. Your comments?",
    "They had already decided to participate in it despite the decision taken by the 11 parties. So it was their democratic right to participate in it and we didn’t question them further.",
    "Q   The punch line of this government was establishing national security, but it has failed to apprehend perpetrators of the Easter Sunday carnage. What are your thoughts?",
    "The Yahapalana Government appointed a committee to probe into the incident and they produced a report. A cabinet paper was later issued with recommendations of this report and it was signed by the President. But to date, none of these has been implemented and he is not aware of it either. There were no progress review meetings or anything of that sort. Except for the cases that are still being heard, there were no impactful decisions taken regarding this matter.",
    "Q   People seem to be showing an interest towards your former party, the JVP or rather the National People’s Power as it is now being called. Do you have any intention of joining them again?",
    "The JVP appears to be an attractive party prior to an election. But the extent of their attractiveness can be witnessed when counting votes after the election. During the days of comrade Rohana Wijeweera they had a strategic plan. But they shifted directions thereafter. If product positioning goes wrong there’s no way of marketing the product. The JVP’s product positioning went so wrong that they even tried to form an alliance with Ranil Wickremesinghe.",
    "Q   Political critics claim that the fact that you and Udaya Gammanpila left the government is something similar to rats escaping a sinking ship. What are your comments?",
    "Not at all. The ship in 2015 was also sinking and it prompted Champika Ranawaka and his people to leave. We are not the kind to escape sinking ships. In fact we were thrown out. When there were no internal discussions we exposed the details and in turn they sacked us. We are the type to remain if the ship’s captain went to unimaginable extents to save the ship from sinking. We have been instrumental in reviving the JVP when it was going on all fours. But if the captain and the crew are allowing the ship to sink then there’s no point in staying back.",
    "Q   Some also claim that you and Udaya Gammanpila robbed the Opposition of their role and that this is a political conspiracy. Your thoughts?",
    "The government is engaging in a sinful act of aggravating the crises and burdening people further. Since we have taken the frontline in forming this government we have a duty to raise our voices against these actions and put it back on track. But as a result we are not with the government. We now have a responsibility to show a new direction to the public and I don’t think either the Samagi Jana Balawegaya or the JVP could do that.",
    "Q   There are many Rajapaksa family members involved in active politics and many more are in line to be elected to power. Do you plan to have any deals with them in future?",
    "Q   You said that you will deprive the government of its 113 majority. How do you intend to do this?",
    "I haven’t thought about that as yet. I don’t do politics with such expectations. But if I get the opportunity, I know how it should be done in a proper way.",
    "“For example if they want to give away a company to India they can do that in this situation. They can ink agreements and deals with other countries because people are too occupied to raise their voices against these deals. Upon his retirement, Basil Rajapaksa will return to US”",
    "Japan has given us more loans than China. But we won’t say that Japan has an ulterior motive of colonizing this country. Some give loans in the form of a business and some others give loans to spread their dominance. We need to distinguish between both of these factors when we deal with them"
  ]
}