{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/07/sc-permits-examination-of-frs-against-emergency-curfew-sm-ban/",
  "time_ut": 1649349720,
  "title": "SC permits examination of FRs against Emergency, Curfew, & SM Ban",
  "body_lines": [
    "COLOMBO (News 1st); Political parties in Parliament this week did not back calls by opposition Parliamentarian M.A. Sumanthiran for a vote on the emergency laws.",
    "Against such a backdrop, the Supreme Court today (07) granted leave to proceed with four petitions challenging the state of emergency and the curfew imposed recently.",
    "Four petitions had been filed challenging the state of emergency and the curfew that was imposed in the country.",
    "The petitions were filed by Journalists Roel Raymond and Rasika Jayakody, human rights activist Shashi Vincent, and Moratuwa Municipal Councillor Lihini Fernando.",
    "They were taken up in the presences of Justices Murdhu Fernando, L. T. Dehideniya, and Mahinda Samayawardana today (07).",
    "Subsequently, the Supreme Court granted leave to proceed with the petitions to examine whether the regulations had violated the fundamental rights guaranteed by the constitution, and the petitions are to be taken up from the 15th of July.",
    "Making submissions in court, counsel for the petitioners including President’s Counsel M.A. Sumanthiran argued that the fundamental rights of the people had been violated.",
    "The President’s Counsel pointed out that the decision to impose a state of emergency was arbitrary and that it must be imposed for the welfare of the people and not to suppress public opinion.",
    "He argued that the decision to impose a state of emergency, curfew, and also ban social media had been withdrawn as these measures had failed.",
    "The President’s Counsel told the court that using a powerful provision of the law for a failed cause does not set a good precedent.",
    "M.A. Sumanthiran PC, the Counsel for the Petitioners stated that the President’s promulgation of emergency on the first of April, the declaration of making an order of curfew for the 3rd of April, and the blocking of social media sites on the 3rd of April were challenged by a number of petitioners in court today.",
    "The President’s Secretary, Defence Secretary, Telecommunications Regulatory Authority, IGP, and the Attorney General are among the respondents named in the petition.",
    "Ali Sabry is STILL the Finance Minister as President did not accept resignation",
    "Ranjith Siyambalapitiya to continue as Deputy Speaker subject to conditions"
  ]
}