{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-tourism-arrivals-dip-40-percent-in-april-93764/",
  "time_ut": 1651504080,
  "title": "Sri Lanka tourism arrivals dip 40 percent in April",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka tourism arrivals dipped 40 percent in April resulting in the lowest number of arrivals in the last three months of 2022, official data showed.",
    "According to data shared by the Sri Lanka Tourism Development Authority (SLTDA,) only 62,980 tourists had arrived in April compared to 106,500 the previous month.",
    "March was also the month Sri Lanka had welcomed the highest number of travellers since August 2021 when the country fully opened its doors since the pandemic.",
    "A market analysis published by SLTDA on April 30 said the repercussions of Sri Lanka’s ongoing economic crisis have started to spread and posed challenges to the industry and its supply chains.",
    "“The full supply chain of the industry has been affected, with businesses grappling to keep up their daily operations,” it said.",
    "SLTDA further said import restrictions have caused disruptions in delivering products, services and experiences to tourists.",
    "“Due to lower supply of goods and high consumer demand, inflation has ensued with prices for essential goods much higher. These issues are compounded by rolling power outages.”",
    "The top source market for tourists in April was the UK, India, and Germany.",
    "Countries such as the UK, New Zealand and Canada have also issued travel advisories to their citizens over Sri Lanka’s crisis.",
    "The SLTDA forecast shows a dip in April followed by the market picking up from thereon reaching the peak August and then November.",
    "From April 10, daily tourist arrivals had dropped below 2,000.",
    "However, the authority says its unable to estimate the impact of the crisis on the economy just yet.",
    "Historically, from April to June is the off-season for Sri Lanka tourism, after which numbers pick up from July for the winter season travel.",
    "However, an SLTDA analysis said that the country’s economic crisis has affected the market. (Colombo/May02/2022)"
  ]
}