{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/South-Asia-Textiles-on-par-with-global-standards-in-employee-safety-and-environmental-sustainability/34-732869",
  "time_ut": 1648751400,
  "title": "South Asia Textiles on par with global standards in employee safety and environmental sustainability",
  "body_lines": [
    "South Asia Textiles and Hayleys Fabric CEO/MD Rohan Goonetilleke receives the certifications from SGS Lanka Ltd., Business Manager Knowledge Chamika Wimalasiri (left). Goonetilleke and Wimalasiri with the South Asia Textiles Ltd., Executive Directors, engineering teams, and EHS teams",
    "Obtains ISO 14001 and ISO 45001 certifications for Environmental Management and Occupational Health and Safety Management",
    "South Asia Textiles (SAT), a leading manufacturer and exporter of textiles, has received ISO 14001 and ISO 45001 certifications for elevating its environmental sustainability and employee health and safety systems on par with global standards.",
    "South Asia Textiles, a fully owned subsidiary of Hayleys Fabric PLC, made significant investments to upgrade its effluent water treatment plant including installation of a high-quality raw water filtration unit.",
    "Moreover, the company formed environment, health and safety (EHS) teams representing all departments, to update and enhance EHS protocols and standard operating procedures (SOPs), and conduct comprehensive training and awareness sessions.",
    "Reflecting the success of these concerted initiatives, following rigorous audits by SGS Lanka Ltd., South Asia Textiles was recently awarded the ISO1 4001 Environment Management System and ISO 45001 Occupational Health and Safety Management System certifications.",
    "“Today, a high degree of ethical and sustainable business practices and management systems are required by leading apparel buyers. Since becoming part of Hayleys Fabric and the Hayleys Group in April 2021, South Asia Textiles has fast-tracked improvements across all operations,” South Asia Textiles and Hayleys Fabric Managing Director/ CEO Rohan Goonetilleke said.",
    "“I am pleased that South Asia Textiles has now further enhanced its competitive export positioning and strengthened its degree of responsibility with these two global ISO certifications.”",
    "South Asia Textiles, a subsidiary of Hayleys Fabric PLC, is a leading manufacturer and exporter of textiles. The company, which commenced its commercial operations in 2004, specialises in knitting, dyeing, finishing, printing, bushing, and sueding pre-shrunk fabric for leading global brands such as Victoria Secret, Next, Marks & Spencer, Tesco, Calvin Klein, Decathlon and Adidas."
  ]
}