{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82589/australia-ousts-scott-morrison-govt-after-decade-in-power-elects-new-pm",
  "time_ut": 1653157740,
  "title": "Australia ousts Scott Morrison govt after decade in power, elects new PM",
  "body_lines": [
    "Australia’s center-left opposition party toppled the conservative government after almost a decade in power, and Prime Minister-elect Anthony Albanese in his Saturday election victory speech promised sharper reductions in greenhouse gas emissions while he faces an early foreign policy test.",
    "Prime Minister Scott Morrison said he quickly conceded defeat despite millions of votes yet to be counted because an Australian leader must attend a Tokyo summit on Tuesday with U.S. President Joe Biden, Japanese Prime Minister Fumio Kishida and Indian Prime Minister Narendra Modi.",
    "Albanese, who has described himself as the only candidate with a “non-Anglo Celtic name” to run for prime minister in the 121 years that the office has existed, referred to his own humble upbringing in the Sydney suburb of Camperdown.",
    "“It says a lot about our great country that a son of a single mom who was a disability pensioner, who grew up in public housing down the road in Camperdown can stand before you tonight as Australia’s prime minister,” Albanese said.",
    "“Every parent wants more for the next generation than they had. My mother dreamt of a better life for me. And I hope that my journey in life inspires Australians to reach for the stars,” he added.",
    "Albanese will be sworn in as prime minister after his Labor party clinched its first electoral win since 2007.",
    "Labor has promised more financial assistance and a robust social safety net as Australia grapples with the highest inflation since 2001 and soaring housing prices.",
    "The party also plans to increase minimum wages, and on the foreign policy front, it proposed to establish a Pacific defense school to train neighboring armies in response to China’s potential military presence on the Solomon Islands on Australia’s doorstep.",
    "It also wants to tackle climate change with a more ambitious 43% reduction in greenhouse gas emissions by 2030 and net zero emissions by 2050.",
    "Morrison’s Liberal party-led coalition was seeking a fourth three-year term. It held the narrowest of majorities — 76 seats in the 151-member House of Representatives, where parties need a majority to form a government. In early counting on Saturday, the coalition was on track to win 51 seats, Labor 72, 10 were unaligned lawmakers and 18 were too close to call.",
    "The major parties bled votes to fringe parties and independents, which increases the likelihood of a hung parliament and a minority government.",
    "Australia most recent hung parliaments were from 2010-13, and during World War II.",
    "The minor Australian Greens party appeared to have increased its representation from a single seat to three.",
    "The Greens supported a Labor minority government in 2010, and will likely support a Labor administration again if the party falls short of a 76-seat majority.",
    "As well as campaigning against Labor, Morrison’s conservative Liberals fought off a new challenge from so-called teal independent candidates to key government lawmakers’ reelection in party strongholds.",
    "At least four Liberal lawmakers appeared to have lost their seats to teal independents including Liberal Party deputy leader Josh Frydenberg, who had been considered Morrison’s most likely successor.",
    "“What we have achieved here is extraordinary,” teal candidate and former foreign correspondent Zoe Daniels said in her victory speech. “Safe Liberal seat. Two-term incumbent. Independent,” she added.",
    "The teal independents are marketed as a greener shade than the Liberal Party’s traditional blue color and want stronger government action on reducing Australia’s greenhouse gas emissions than either the government or Labor are proposing.",
    "The government’s Senate leader Simon Birmingham was concerned by big swings toward several teal candidates.",
    "“It is a clear problem that we are losing seats that are heartland seats, that have defined the Liberal Party for generations,” Birmingham said.",
    "“If we lose those seats — it is not certain that we will — but there is clearly a big movement against us and there is clearly a big message in it,” Birmingham added.",
    "Due to the pandemic, around half of Australia’s 17 million electors have voted early or applied for postal votes, which will likely slow the count.",
    "Early polling for reasons of travel or work began two weeks ago and the Australian Electoral Commission will continue collecting postal votes for another two weeks."
  ]
}