{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/idiocy-at-its-worst/",
  "time_ut": 1651766880,
  "title": "Idiocy at its worst",
  "body_lines": [
    "The so-called lawmakers do not seem to have realised the magnitude of the crisis the country is beset with. Perhaps, they are intellectually challenged despite being horizontally gifted. People are out there in the streets, calling for action to save the economy and ameliorate their suffering, but their MPs are busy playing different political games instead of making a concerted effort to clean up the mess they have created jointly and severally over the past several decades. Why irate protesters are trying to march on Parliament is understandable.",
    "Ranjith Siyambalapitiya, who recently resigned as the Deputy Speaker, was re-elected to the same post, yesterday. There was no reason for his resignation. True, the SLFP, which he represents, pulled out of the government, but he need not have resigned. What he was holding was not a government position. Nobody asked him to resign. In fact, President Gotabaya Rajapaksa asked him to continue as the Deputy Speaker and help maintain political stability.",
    "Yesterday, Parliament wasted several hours on the election of the Deputy Speaker at a time when it must remain maniacally focused on finding ways and means of steering the country out of its worst-ever economic crisis, and granting relief to the public. No politicians are undergoing the same suffering as the ordinary people; neither they nor their family members have ever been sighted in winding queues near filling stations or elsewhere.",
    "The Opposition, in its wisdom, yesterday, sought to make the most of the situation by fielding a candidate, but could muster only 65 votes for its MP Imtiaz Bakeer Marker (SJB) while Siyambalapitiya received 148 votes. These numbers are deceptive, though. The outcome of yesterday’s contest does not mean the government is stable with a huge majority; the SLPP MPs including the dissidents chose to back the SLFPer. There would have been a different result if a member of the Rajapaksa family or someone close to it had been in the fray.",
    "Now, the Opposition had better realise that it is left with no alternative but to do as the dissident SLPP MPs say if it is to secure the passage of its no-confidence motion against the government; it will have to spell out who the PM and the members of the next government to be formed will be and how it proposes to tackle the present crises in the event of the incumbent regime being dislodged. Rhetoric will not do, and the Opposition ought to refrain from political adventurism.",
    "On Wednesday, the police crushed a protest near Parliament, and arrested 13 persons. Let the government be warned that such coercive methods are bound to fail in the long run. The riot police and the military will not be equal to the task of holding the desperate masses at bay if the MPs continue to neglect their legislative duties, and the government does not heed the people’s call for its ouster, and relief.",
    "What we are witnessing are the early warning signs of a tsunami of public anger about to make landfall. It behoves the MPs who have been living off the masses to get their act together and assuage public anger, which is welling up.",
    "SJB MP Mujibur Rahman has warned that the people are so incensed that they might even set Parliament on fire unless it finds solutions to their problems. He seems to have read the public mood accurately. If the people ever sought to do what MP Rahman has warned of—absit omen—Sri Lankans would converge on Kotte from the four corners of the earth, carrying cans of precious fuel. The lawmakers should heed the message that the youth in the depths of despair, wearing Guy Fawkes masks, have sent, and mend their ways. The day may not be far off when these MPs realise that the non-availability of their favourite dairy products, etc., in the parliamentary canteen is the least of their problems.",
    "Protesters are demanding that the President and all 225 MPs including the Prime Minister go home. What we are witnessing is the rise of anti-politics stoked by politicians’ callous disregard for people’s woes.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}