{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/massive-hartal-brings-sri-lanka-to-standstill-as-workers-demand-governments-resignation-93922/",
  "time_ut": 1651847400,
  "title": "Massive hartal brings Sri Lanka to standstill as workers demand government’s resignation",
  "body_lines": [
    "ECONOMYNEXT – A massive 24-hour hartal campaign launched in Sri Lanka on Friday (06) brought the country to a standstill as workers across a number of sectors including transport, health, education and banking went on strike and private businesses and government offices shut down demanding the government’s resignation.",
    "Businesses closed shop for the day in some of the busiest towns across the island including the commercial capital of Colombo disrupting economic activity, while schools, banks and other institutes both state and private around the country stayed closed and trains and some 18,000 private buses stayed put the entire day.",
    "Workers on strike took part in protests around the country, joining ordinary citizens in their demand for the government’s resignation. Workers at Sri Lanka’s free trade zones also were seen protesting, angrily demanding solutions to Sri Lanka’s worst economic crisis yet.",
    "Protest marches were held in Colombo Fort, and at the Borella junction, in addition to demonstrations around the city organised by unions representing various government bodies.",
    "Chairman of the Independent Port Services Union Lal Bangamuwage told reporters that Friday’s hartal and protests were a sign of things to come. If President Gotabaya Rajapaksa doesn’t resign by May 11, some 2,000 unions in Sri Lanka will get together to cripple the country with continuous strikes.",
    "Secretary of the Sri Lanka Free Workers’ Association Ariyadasa Pathirana said: “The people of this country have confined President Rajapaksa and Prime Minister Mahinda Rajapaksa to a bunker. We tell Gotabaya that if he doesn’t step down after today’s message, be ready on the 11th to be dragged out by the ear.”",
    "Upul Rohana, President of the Public Health Inspectors (PHI) Union told EconomyNext 3,200 PHIs around the country also took part in the strike.",
    "Hundreds of trade unions in Sri Lanka took part in the hartal campaign in what has now become country’s biggest general strike in decades. Sri Lanka’s last biggest hartal – an Indian word for a total shutdown of business and workplaces – was in 1953 against the then United National Party (UNP) government.",
    "Convenor of the union alliance that organised the Friday hartal Ravi Kumudesh told reporters that President Rajapaksa is morally obligated to give into the citizen’s final demand.",
    "“But we can see that he’s still scheming. Political games are under way. You have proven that you’re incapable,” he said. (Colombo/May06/2022)"
  ]
}