{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82600/tisls-15-points-on-essential-anti-corruption-reforms-to-revive-sri-lanka8239",
  "time_ut": 1653217680,
  "title": "TISL’s 15-points on essential anti-corruption reforms to revive Sri Lanka",
  "body_lines": [
    "Transparency International Sri Lanka (TISL) has presented a set of recommendations that lays down the main anti-corruption reforms that are crucial immediately and in the medium / long terms, if Sri Lanka is to rise above the present crisis and bring about a real change.",
    "Issuing a statement today, it said that 2022 has so far been a tumultuous year for Sri Lanka with the country teetering dangerously close to defaulting, economists have noted that the situation will only get worse before it can get better.",
    "TISL said it maintains its stance that the prevailing crisis has been caused by decades of misuse and mismanagement of public resources, kleptocracy, systemic corruption and an overall lack of transparency and accountability in both governance as well as in the public service sector.",
    "“At this important juncture, the decisions taken and the action or inaction of the leaders of the country will determine the uplifting or complete breakdown of the economy, with direct consequences to the lives of citizens. Therefore, ensuring maximum transparency and accountability of decisions at the highest level and taking immediate action to curb ongoing and possible corruption are essential if the country is to effectively implement any economic recovery plan. Hence, it is paramount that loopholes within the Constitution, national policies, laws, structures and systems are addressed in a manner that would minimize opportunities for corruption.”",
    "While a robust economic recovery plan is the need of the hour, if the people and systems that are entrusted with implementing such a plan are corrupt or perceived to be corrupt, there will be little to no acceptance from the people, who will have to bear the burden of this recovery plan, it said.",
    "In the light of the above, TISL presents a set of recommendations that lays down the main anti-corruption reforms that are crucial immediately and in the medium / long terms, if Sri Lanka is to rise above the present crisis and bring about a real change:",
    "1. Set the tone from the top – It is paramount that those who take leadership must have a clean track record that demonstrates their integrity and genuine commitment to serve the country, coupled with the required basic knowledge and expertise for their roles. A strong “zero-tolerance policy for corruption” needs to be adopted by the leaders, where they go beyond their word and reflect such principles in their action.",
    "2. Ensure transparency of all decisions taken with regard to solving the present crisis –",
    "Introduce an open digital platform to share all information related to the foreign donations and loans obtained, along with detailed information on how such funds are utilized and on decisions made by the Finance and other relevant Ministries and the Central Bank. It is essential to have frequent and regular press conferences to keep the people informed of the actions being taken on economic recovery and to conduct open consultations with relevant stakeholders prior to making important decisions.",
    "This amendment that removed essential accountability measures in governance should be repealed in order to bring back the checks and balances in governance that were brought in by the 19th Amendment.",
    "4. Introduce provisions to strengthen Parliament’s oversight on Public Finance –",
    "It is crucial to tighten the controls on public finance by converting the outdated financial regulations into a comprehensive Finance Law that will cater to the present times and ensure parliamentary oversight as well. In addition, Constitutional recognition and empowerment is required for watchdogs on public finance – the COPE (Committee on Public Enterprise), COPA (Committee on Public Accounts) and CPF (Committee on Public Finance), to enhance their effectiveness.",
    "As public procurement is a process that is heavily targeted for grand corruption, it is essential to convert the existing National Procurement Guidelines to a law, and to establish mandatory procedures to follow in case of unsolicited proposals. Re-establishment and empowerment of the National Procurement Commission to oversee public procurement is also important.",
    "The Executive Presidency as designed in our Constitution has proven to be an avenue that leads to the concentration of great power on one individual, often leading to the abuse of such entrusted power to the detriment of the country. Therefore, it is important to create a mechanism with a Prime Minister and Cabinet that is accountable to the parliament.",
    "7. Empower the law enforcement authorities and ensure their independence, so that they can take action to end impunity, by fearlessly, proactively and vigorously pursuing the perpetrators of corruption, irrespective of their political power or social status.",
    "8. Begin the process to de-politicize the public service, by introducing required Constitutional amendments that would enhance the independence of the public officials.",
    "9. Act Immediately on the findings of COPE, COPA, COPF, which have continuously unraveled massive abuse of public resources within public institutions.",
    "A financial audit and an overall review of all State-Owned Enterprises (SOEs) need to be conducted to ascertain losses and misuse of public resources and to take immediate action to stop ongoing corruption. These savings will help the Government to channel more public funds to secure essential goods and services.",
    "Law enforcement officials need to take steps to immediately commence investigations, asset tracing and the asset recovery process in relation to questionable assets of public representatives and public officials held within and outside of the country.",
    "Political parties need to respect the call of the people to demonstrate their commitment to transparency and accountability and make relevant policy decisions to voluntarily disclose their Asset Declarations to the general public, thereby paving way for a social audit of their assets. Steps need to also be taken to Amend the law on Asset Declarations, making public disclosure of asset declarations mandatory and introducing provisions to centralize the record maintenance and for regular review and proactive investigations on discrepancies.",
    "Public Officials, Big businesses, Banks and Financial Institutions, lawyers, accountants, real estate agents etc. are all part of the kleptocracy circle that pave way for, facilitate, support and benefit from grand corruption. Oversight entities such as the Public Service Commission, Financial Intelligence Unit of the Central Bank, the Chamber of Commerce, The Bar Association, Chartered Institute of Management Accountants etc. and the citizens need to act as watchdogs and demand greater transparency and accountability from these parties as well.",
    "14. Introduce the proposed composite law on Proceeds of Crime –",
    "Through this law Sri Lanka could establish an independent Asset Management Authority to manage recovered assets. This law will deal with all matters relating to recovery of stolen assets held overseas.",
    "15. Introduce legislation to regulate election campaign financing, which is a starting point of corruption of public representatives.",
    "Commenting on the current situation, TISL’s Executive Director Nadishani Perera stated “We urge the citizens to continue to actively seek information and knowledge on the types and impact of corruption and to be informed of the essential systemic and cultural changes needed to uplift the country.",
    "“We stand with the citizens in demanding accountability and corrective action from our public representatives in a peaceful manner. Together we can weather this storm and create the change we thought may not be possible in our lifetime.”"
  ]
}