{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-teachers-principals-go-on-token-strike-protesting-fuel-price-hike-93462/",
  "time_ut": 1650872820,
  "title": "Sri Lanka teachers, principals go on token strike protesting fuel price hike",
  "body_lines": [
    "ECONOMYNEXT – A collective of Sri Lanka’s government school teacher and principal unions declared applied for sick leave on Monday (25) in a one-day token strike protesting a sharp increase in fuel prices which they said has affected student attendance.",
    "The unions said on Monday that all teachers and students have been affected and are unable to bear the increase in transports costs brought about by the fuel price hike, which has led to countless protests islandwide on top of other ongoing protests demanding the resignation of President Gotabaya Rajapaksa and his government.",
    "The teachers’ unions have asked the Ministry of Education to allow teachers and students to go to their nearest school as a temporary relief measure, a union leader said, noting however that this request was rejected by the ministry secretary.",
    "“Teachers cannot come in to work today. If it took 500 rupees worth of fuel for them to go to school, they now need to spend at least 2,000. The teachers are facing a crisis,” Sri Lanka Teachers’ Union General Secretary Joseph Stalin said.",
    "“Bus fare and private transport coach fees have increased. We asked the education ministry to let teachers shift to the school nearest to them as a temporary relief, but this request was rejected by the ministry,” said Stalin.",
    "Secretary of the National Principals Union Parakrama Weerasinghe said student attendance has dropped due to the prevailing economic crisis in the country.",
    "“When asked why they can’t come, they say their parents are in a gas queue or don’t have enough fuel for transport,” said Weerasinghe.",
    "“Only teachers and principals are even aware of this problem; not ministry officials,” he added.",
    "Weerasinghe said, in order to pressure the authorities to solve the country’s economic and political crises, teachers and principals decided to go for a one-day token strike by applying for sick leave.",
    "However, newly appointed Education Minister Ramesh Pathirana issuing a statement said he believes teachers and principals will report to work for the sake of children.",
    "“I believe even though several unions have decided to apply sick leaves and go on strike, other teachers will report to school as usual,” Pathirana said.",
    "He said, even though it is a right of the teachers to strike, teachers will come to school and resume their teaching activities with the country’s children in mind. (Colombo/April25/2022)"
  ]
}