{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Kitchen-Bedroom-Group-CEO-inducted-as-an-Ambassador-for-Peace/34-735928",
  "time_ut": 1654721340,
  "title": "Kitchen & Bedroom Group CEO inducted as an Ambassador for Peace",
  "body_lines": [
    "Dr. Mohammed Rushmi Sacquaff, Group CEO of Kitchen & Bedroom, one of the leading names in interior designing and manufacturing of contemporary kitchenette and bedroom furniture, was recently recognised as an Ambassador for Peace by the Centre for Peace Studies (CPS), an institution engaged in activities such as conflict resolution, mediation, peace keeping, human security and peacebuilding.",
    "Dr. Sacquaff was bestowed with this influential title at the 17th International Educational Tourism Research Conference also coinciding with the 17th year anniversary of CPS. An Ambassador for Peace are individuals whose lives exemplify the ideal of living for the sake of others, indulging in practices that promote universal moral values, inter-religious cooperation, national and international harmony, respecting UN Rights Charter, responsible public media, and establishing a culture of peace.",
    "They are also those who contribute to fulfil hope of all ages, aiming to create a unified world of peace harmonising both spiritual and material dimensions of life. Dr. Sacquaff is one of the most sought-after interior designers in the country, and a leading business personality with a visionary and strategic mindset well-balanced with the utmost need to also be morally and socially responsible.",
    "Under his leadership, Kitchen & Bedroom saw tremendous growth including the establishment of a new state-of-the-art, sustainable-centric manufacturing facility to further strengthen its presence in Sri Lanka and to expand into key export markets and showcase the country’s talent and capabilities in designing and developing modern and impactful furniture to the global stage.",
    "Dr. Sacquaff was also instrumental in shortening project delivery timelines, improving operational efficiencies, and steering innovation and sustainability in all aspects of the business.",
    "Dr. Sacquaff was named ‘Best CEO of the Year’ under the Platinum- Medium Category at BIO Awards, and earlier this year was conferred the Master Project Manager (MPM) certification and designated as a Fellow of the American Academy of Project Management (FAAPM).",
    "Established in 2004 with the aim of promoting reconciliation and social harmony among communities living in Sri Lanka, CPS is at the forefront of addressing deep and underlying causes of conflict, to enhance the roles of UN peacekeeping operations as conflict resolution interventions and to work in post conflict situations to sustain cultures of peace through peace education and conflict resolution training.",
    "Kitchen & Bedroom continues to grow resilient and stronger, with an expanding portfolio of quality, elegant, and functional furniture and accessories backed by professional with a wealth of expertise in interior designing solutions. It was awarded as the Best Manufacturing Business and named Outstanding Customer Service Organisation at ADFFA this year."
  ]
}