{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/jet-fuel-shortage-forces-srilankan-airlines-to-refuel-in-india-uae-singapore-sources-94708/",
  "time_ut": 1653479400,
  "title": "Jet fuel shortage forces SriLankan Airlines to refuel in India, UAE, Singapore – sources",
  "body_lines": [
    "ECONOMYNEXT – Sri Lankan Airlines has started refuelling its aircraft from Chennai, Dubai, and Singapore due to a shortage of jet fuel in Colombo amid a foreign currency scarcity, sources said.",
    "The shortage also has led the Airport and Aviation Services (Sri Lanka) (Private) Limited (AASL) to inform foreign flights to take necessary steps in refuelling.",
    "“There is less jet fuel in Colombo. So we have been using Chennai, Dubai, and Singapore to refuel Sri Lankan Airlines’ flights,” a source from the state-run SriLankan Airlines under anonymity confirmed to Economy Next.",
    "The island’s main Bandaranaike International Airport has a 7.8 million liter capacity fuel tank while Mattala International airport has a 3 million liter fuel tank.",
    "However, Sri Lanka’s economic crisis with a severe shortage of dollars has led to a scarcity of fuel as the Indian Ocean island nation has no dollars to import oil.  Sri Lanka has been sourcing fuel from an Indian credit line.",
    "“We informed the (foreign) airlines 10-days ago that the airport is running on limited fuel, so to take necessary measures,” another source from Sri Lanka’s airports said.",
    "“We do have fuel for emergency purposes but this matter is entirely handled by CPC (Ceylon Petroleum Corporation). They are the ones who supply the fuel to the airports.”",
    "Experts say there is a possibility of air carriers cancelling their flights to Sri Lanka as using an alternative route just to refuel is an added cost to the airlines unless the is adequate traffic.",
    "AASL Officials told Economy Next late in April that their daily consumption was around 1.3 million liters amid a drop in air traffic to the country with the onset of the off tourism season and the Ukraine-Russia war. (Colombo/May25/2022)"
  ]
}