{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81103/wizz-air-abu-dhabi-launches-low-cost-flights-to-mattala",
  "time_ut": 1646906940,
  "title": "Wizz Air Abu Dhabi launches low-cost flights to Mattala",
  "body_lines": [
    "Wizz Air Abu Dhabi, the ultra-low-cost national airline of the UAE, has launched an exciting new route from Abu Dhabi to Mattala, Sri Lanka.",
    "The new destination provides affordable, hassle-free travel for tourists and residents in both the UAE and Sri Lanka with unique travel opportunities and a convenient WIZZ flight schedule on Monday, Wednesday and Friday.",
    "Tickets are already on sale on wizzair.com and the airline’s mobile app with fares starting as low as AED 179, the airline said.",
    "The airline introduces a new segment of travel by adding its first destination to South Asia which will allow customers from across the broader Wizz Air network to travel via Abu Dhabi to the exotic destination of Sri Lanka, the statement said.",
    "Mattala, nestled in pristine natural beauty, enjoys a tropical climate with easy access to neighbouring wildlife. Ideally located with easy access to Sri Lanka’s most famous tourist attractions, including stunning coastlines and abundant nature, adventurous travellers can sample the best of the famed attractions.",
    "CNN voted Sri Lanka one of the best destinations to visit in 2020 and Mattala is the gateway to the island’s ancient, beautifully complex civilization with over 2,000 years of history.",
    "Michael Berlouis, Managing Director of Wizz Air Abu Dhabi said: “Sri Lanka is an exciting destination that has everything; beautiful beaches, a diverse cultural heritage, historical sites dating back 1000s of years and even a UNESCO listed World Heritage Site. It is truly a must-see travel destination.  We are proud to be providing our customers ever more convenient, affordable opportunities for relaxation and adventure and look forward to seeing you on board our aircraft to the island paradise soon.”",
    "D. V. Chanaka, State Minister of Aviation and Export Zones Development, said: “It is indeed a happy occasion as Wizz air announces its 3 times a week scheduled operations to Mattala Rajapaksa International Airport. The airport is strategically surrounded by the most preferred tourist attractions in the island which makes it easy for the tourists to get about be it the sandy beaches, hill country, wildlife parks, etc. With Wizz Air’s low airfare rates we also anticipate the Sri Lankan employee market in UAE to vastly benefit from travel between the two regions which is expected to be extremely economical. Further, the tourism sector in Sri Lanka will vastly grow with short and long-stay tourists arriving to the island while increasing connectivity between cities and other airlines around Wizz Air schedules. I am positive that the route will be a success and wish Wizz Air a successful air operation here in Sri Lanka.”",
    "Strategically located within the UAE, the Wizz Air Abu Dhabi network also provides ultra-low fare, hassle-free and efficient travel options to Alexandria (Egypt), Amman (Jordan), Aqaba (Jordan), Athens (Greece), Baku (Azerbaijan), Belgrade (Serbia), Kutaisi (Georgia), Manama (Bahrain), Muscat (Oman), Sarajevo (Bosnia), Sohag (Egypt), Tel-Aviv (Israel), Tirana (Albania) and Yerevan (Armenia) among others.",
    "The ease of COVID-19 restrictions and the removal of PCR test requirements has made travel simpler again allowing for more spontaneous travel opportunities.",
    "The airline has a young fleet composed of four brand new state-of-the-art Airbus A321neo aircraft, offering the lowest fuel burn, emissions and noise footprint. Wizz Air Abu Dhabi has the lowest environmental footprint among its competitors in the region, supporting the airline’s long-term commitment to sustainability."
  ]
}