{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cardinal-off-to-vatican-with-easter-sunday-victims-families-to-meet-pope-93320/",
  "time_ut": 1650616080,
  "title": "Sri Lanka Cardinal off to Vatican with Easter Sunday victims’ families to meet Pope",
  "body_lines": [
    "ECONOMYNEXT – The head of Sri Lanka’s Catholic Church Malcolm Cardinal Ranjith left to the Vatican Friday (22) morning with a 60-member delegation including families of the 2019 Easter attack victims upon invitation by Pope Francis.",
    "Spokesman of the Archdiocese of Colombo Fr Cyril Gamini told EconomyNext on Friday that the Pope had conveyed to the Cardinal his solidarity with the community in Sri Lanka’s moment of crisis.",
    "The Pope had proposed to the Cardinal that he arrive at the Vatican with families of the Easter Sunday victims for a holy mass at the St Peter’s basilica where they would be blessed by Pope Francis. He was also scheduled to hold discussions with the Sri Lankan delegation regarding the tragedy and the progress of investigations into it, said Fr Gamini.",
    "Thursday (21) marked the third anniversary of the Easter bombings that killed 269 and injured over 500. At a ceremony commemorating the event, the Cardinal suggested that President Gotabaya Rajapaksa’s ascendency to power was a plot backed by military intelligence officials.",
    "Sri Lanka Cardinal puts Rajapaksa in the dock over Easter attacks",
    "Cardinal Ranjith and Sri Lanka’s opposition have been crying foul over what they claim is delayed justice for the victims and their families. The former has on several occasions alleged a politically motivated conspiracy.",
    "“We are pushing the government through international communications and organisations like the United Nations Human Rights Council (UNHRC) to carry out a proper investigation and unveil the truth,” said Fr Gamini.",
    "Protestors at the Galle Face green in Colombo, who have been demanding the resignation of President Rajapaksa and his government over Sri Lanka’s worsening economic crisis, have also joined the chorus of voices demanding justice for the Easter victims.",
    "The belief that the incumbent administration came to power on “the blood of the victims” is becoming increasingly entrenched, with or without evidence to support it, analysts say. (Colombo/Apr22/2022)"
  ]
}