{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-down-on-fuel-price-hike-cb-chiefs-worst-growth-comment-94669/",
  "time_ut": 1653415380,
  "title": "Sri Lanka stocks down on fuel price hike, CB chief’s worst growth comment",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stock market slipped nearly 1 percent on Tuesday (24) following a fuel hike and the comments by the central bank governor, who said the island nation will see the worst ever contraction this year, dealers said.",
    "“The sharp increase in fuel price hike is a deterrent for the growth of manufacturing and service sector with the electricity price is also expected to rise,” a market analyst said.",
    "“The central bank governor comment also was negative for the sentiment.”",
    "Central Bank Governor Nandalal Weerasinghe late on Monday said the country’s growth could see its worst ever contraction this year due to the economic crisis.",
    "The main All Share Price Index (ASPI) fell 81.02 points or 0.96 percent to close at 8,393.47.",
    "Amidst the already skyrocketing prices on the island, the state-owned Ceylon Petroleum Corporation (Ceypetco) under a new price formula raised the fuel prices to a record high.",
    "Following this many transport sector entities too announced price hikes.",
    "However the country’s Power and Energy Minister said under the price formula, other than petrol, all the other fuel were still making a loss.",
    "The most liquid index S&P SL20 fell 1.38 percent or 39.35 points to 2,805.62.",
    "The day’s turnover was 2.3 billion rupees, more than half of this year’s average daily turnover of 4.1 billion rupees.",
    "Sri Lanka’s sovereign default has already led it to restricted/selective default rating by rating agencies. The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars.",
    "The Prime Minister has promised to announce the country’s economic policy this week after getting the statistics on the debt repayment.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "The market has gained 10 percent in May so far following a loss of 23 percent in April and 14.5 percent in March.",
    "The market has lost 31 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bought a net 21.6 million rupees worth of shares. The market has witnessed a total foreign outflow of 1.2 billion rupees so far this year.",
    "Tuesday’s fell wiped out the market capitalization by 46.4 billion rupees.",
    "ASPI was dragged down mainly by Expolanka, Melstacorp and LOLC.",
    "Expolanka was down 2.8 percent to 232.75 rupees a share, Melstacorp fell 3.6 percent to 40.00 rupees a share while down 1.5 percent to 607.00 rupees a share. (Colombo/May24/2022)"
  ]
}