{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/LAN-channels-Rs-150-m-into-tech-start-ups/34-732716",
  "time_ut": 1648498020,
  "title": "LAN channels Rs. 150 m into tech start-ups",
  "body_lines": [
    "Sri Lanka’s first Angel Fund has, to date, channelled investments up to Rs. 150 million cumulatively into four home-grown start-ups – Niftron, Magicbit, Mintpay and Chakra Suthra – while also helping these companies scale and access new markets both at home and abroad.",
    "“Since August 2020, our team has evaluated over 400 start-ups from across the country. It’s important to note that most of these start-ups come from outside the Colombo District. And over a period leading up to the end of last year, the prevalence of women-led start-ups has increased from 8% in 2020, to 15% in 2021. Currently, we’re monitoring and doing the final due diligence on 5-10 start-ups. We hope to back a few more before September,” commented Lankan Angel Network (LAN) Chairperson Chandi Dharmaratne.",
    "Established in 2020 by LAN, and supported by ecosystem development partner the Ford Foundation, the Angel Fund aims to catalyse the growth of Sri Lanka’s start-up ecosystem. The Angel Fund is currently still open, and prioritises evaluating opportunities for investments across the island. Interested parties are encouraged to learn more by visiting www.lankanangelnetwork.com/angel-fund, to discover funding and mentorship opportunities.",
    "The Angel Fund portfolio comprises Niftron, a blockchain-as-a-service (BaaS) platform, and Magicbit, an easy-to-use STEM education platform. Further, ‘Buy Now, Pay Later’ platform Mintpay was added recently, while circular economy recycling concept Chakra Suthra is in the process of being added to the Fund’s portfolio.",
    "Along with its investment, the Fund has supported Niftron in securing customers in Africa and Japan. Meanwhile, Magicbit has been assisted in forming partnerships in Sri Lanka and Nepal, while also working towards helping Magicbit’s launch in China and USA. At the same time, the Fund has helped Mintpay expand into other vertices covering dining, travel and entertainment, and Chakra Suthra has been supported in strengthening its expansion strategy.",
    "Evaluating start-ups on a monthly basis, the Angel Fund is dedicated to backing early-stage start-ups across multiple sectors. It supports them in various ways, from making investments, to even helping start-ups identify sources for future funding. It also provides centralised services such as company secretaries, accounting and auditing for all its start-ups. This ensures all start-ups meet proper governance standards, which will certainly help their future funding rounds.",
    "Additionally, for 2022, the Fund is planning a series of matching events to connect its start-ups with potential customers as well as international partners.",
    "Investment decisions are made by an Investment Committee (IC) with experience in building, running, scaling and exiting businesses locally, as well as globally. The IC meets once a month to evaluate potential start-ups for funding.",
    "The IC includes LAN Board Member Anarkali Moonesinghe and Business Consultant Dumindra Ratnayake, as well as Hatch Works Co-Founder Nathan Sivagananathan, Calcey Technologies Founder/CEO Mangala Karunaratne, NCINGA Founder/CEO Imal Kalutotage, and KPMG Principal for Deal Advisory Shiluka Goonewardene.",
    "Created by LAN, which started this journey by funding and mentoring start-ups in 2012, the Angel Fund supports high potential start-ups that can be scaled across the country, and even regionally and globally. LAN is a platform for angel and private investors who invest in high growth early-stage Sri Lankan ventures with the aim of creating an impact by reducing inequality.",
    "Comprising 100 local and global angel investors, many of whom were attracted via LAN’s extensive global partnerships, the Angel Fund is unprecedented in Sri Lanka because 20% of its investments come from members based out of Canada, Dubai, Hong Kong, Qatar, UK and USA.",
    "LAN and the Angel Fund are led by LAN Chairperson Chandi Dharmaratne, who is Vice President for HR at Virtusa. The Fund’s Board also comprises 99X Founder/CEO Mano Sekaram, CIMB Sri Lanka former CEO Anarkali Moonesinghe, BOV Capital Co-Founder/Managing Partner Prajeeth Balasubramanium, Business Consultant Dumindra Ratnayake, Wavenet Group Founder/CEO Suren Pinto, and PwC Sri Lanka COO/Advisory Leader Channa Manoharan."
  ],
  "translate": {
    "si": {
      "title": "LAN නාලිකා රු. තාක්ෂණික ආරම්භය සඳහා මීටර් 150 කි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ප්‍රථම ඒන්ජල් අරමුදල අද වන විට රු. නිෆ්ට්‍රොන්, මැජික්බිට්, මින්ට්පේ සහ චක්‍ර සූත්‍ර යන ස්වදේශීය ආරම්භක ව්‍යාපාර හතරක් වෙත සමුච්චිතව මිලියන 150 ක් එකතු කර ඇති අතර, මෙම සමාගම්වලට දේශීය හා විදේශීය වශයෙන් නව වෙළඳපොළවල් පරිමාණය කිරීමට සහ ප්‍රවේශ වීමට උපකාර කරයි.",
        "“2020 අගෝස්තු මාසයේ සිට, අපගේ කණ්ඩායම රට පුරා ආරම්භක ව්‍යාපාර 400 කට අධික ප්‍රමාණයක් ඇගයීමට ලක් කර ඇත. මෙම ආරම්භකයින් බොහොමයක් කොළඹ දිස්ත්‍රික්කයෙන් පිටත සිට පැමිණෙන බව සැලකිල්ලට ගැනීම වැදගත්ය. තවද පසුගිය වසර අවසානය දක්වා කාලය තුළ, කාන්තාවන් විසින් මෙහෙයවනු ලබන ආරම්භක ව්‍යාප්තිය 2020 දී 8% සිට 2021 දී 15% දක්වා ඉහළ ගොස් ඇත. දැනට, අපි 5 වන දින නිරීක්ෂණය කර අවසන් කටයුතු සිදු කරමින් සිටිමු. -10 ආරම්භක. අපි සැප්තැම්බරයට පෙර තවත් කිහිප දෙනෙකුට සහයෝගය දැක්වීමට බලාපොරොත්තු වෙනවා,” Lanka Angel Network (LAN) සභාපති චන්දි ධර්මරත්න අදහස් දැක්වූවාය.",
        "2020 දී LAN විසින් පිහිටුවන ලද සහ පරිසර පද්ධති සංවර්ධන හවුල්කරු ෆෝඩ් පදනමේ සහාය ඇතිව, ඒන්ජල් අරමුදල ශ්‍රී ලංකාවේ ආරම්භක පරිසර පද්ධතියේ වර්ධනය උත්ප්‍රේරණය කිරීම අරමුණු කරයි. Angel Fund දැනට තවමත් විවෘතව පවතින අතර, දිවයින පුරා ආයෝජන සඳහා ඇති අවස්ථා ඇගයීමට ප්‍රමුඛත්වය දෙයි. අරමුදල් සහ උපදේශන අවස්ථා සොයා ගැනීම සඳහා www.lankanangelnetwork.com/angel-fund වෙත පිවිසීමෙන් වැඩිදුර ඉගෙන ගැනීමට උනන්දුවක් දක්වන පාර්ශ්වයන් දිරිමත් කරනු ලැබේ.",
        "Angel Fund portfolio සමන්විත වන්නේ Niftron, blockchain-as-a-service (BaaS) වේදිකාවක් සහ Magicbit, භාවිතයට පහසු STEM අධ්‍යාපන වේදිකාවකි. තවද, ‘දැන් මිලදී ගන්න, පසුව ගෙවන්න’ වේදිකාව Mintpay මෑතකදී එක් කරන ලද අතර, චක්‍ර ආර්ථික ප්‍රතිචක්‍රීකරණ සංකල්පය චක්‍ර සූත්‍රය අරමුදලේ කළඹට එක් කිරීමේ ක්‍රියාවලියක පවතී.",
        "එහි ආයෝජනය සමඟින්, අරමුදල අප්‍රිකාවේ සහ ජපානයේ ගනුදෙනුකරුවන් සුරක්ෂිත කිරීම සඳහා Niftron වෙත සහාය ලබා දී ඇත. මේ අතර, මැජික්බිට් ශ්‍රී ලංකාවේ සහ නේපාලයේ හවුල්කාරිත්වයන් ඇති කර ගැනීමට සහාය වී ඇති අතර, චීනයේ සහ ඇමරිකා එක්සත් ජනපදයේ Magicbit දියත් කිරීමට උදව් කිරීමට ද කටයුතු කරයි. ඒ අතරම, ආහාර ගැනීම, සංචාර සහ විනෝදාස්වාදය ආවරණය වන අනෙකුත් ශීර්ෂයන් වෙත ව්‍යාප්ත කිරීමට අරමුදල Mintpay හට උපකාර කර ඇති අතර, එහි ව්‍යාප්ති උපාය මාර්ගය ශක්තිමත් කිරීම සඳහා චක්‍ර සූත්‍රය සහාය වී ඇත.",
        "මාසික පදනමින් ආරම්භ කිරීම් ඇගයීම, ඒන්ජල් අරමුදල විවිධ අංශ හරහා මුල්-අදියර ආරම්භ කිරීම්වලට සහාය වීමට කැපවී සිටී. එය ආයෝජන සිදුකිරීමේ සිට, අනාගත අරමුදල් සඳහා මූලාශ්‍ර හඳුනා ගැනීමට ආරම්භකයින්ට උපකාර කිරීම දක්වා විවිධ ආකාරවලින් ඔවුන්ට සහාය වේ. එය එහි සියලුම ආරම්භකයින් සඳහා සමාගම් ලේකම්වරුන්, ගිණුම්කරණය සහ විගණනය වැනි මධ්‍යගත සේවාවන් සපයයි. මෙමගින් සියලුම ආරම්භකයින් නිසි පාලන ප්‍රමිතීන් සපුරාලීම සහතික කරයි, එය නිසැකවම ඔවුන්ගේ අනාගත අරමුදල් වටයට උපකාරී වනු ඇත.",
        "මීට අමතරව, 2022 සඳහා, අරමුදල එහි ආරම්භකයින් අනාගත ගනුදෙනුකරුවන් මෙන්ම ජාත්‍යන්තර හවුල්කරුවන් සමඟ සම්බන්ධ කිරීම සඳහා ගැලපෙන සිදුවීම් මාලාවක් සැලසුම් කරයි.",
        "ආයෝජන තීරණ ගනු ලබන්නේ දේශීයව මෙන්ම ගෝලීය වශයෙන් ව්‍යාපාර ගොඩනැගීම, පවත්වාගෙන යාම, පරිමාණය කිරීම සහ පිටවීම පිළිබඳ අත්දැකීම් ඇති ආයෝජන කමිටුවක් (IC) විසිනි. අරමුදල් සඳහා විභව ආරම්භකයින් ඇගයීමට IC මසකට වරක් රැස්වේ.",
        "IC හි LAN අධ්‍යක්ෂ මණ්ඩල සාමාජිකා අනර්කලී මුණසිංහ සහ ව්‍යාපාරික උපදේශක දුමින්ද්‍ර රත්නායක මෙන්ම Hatch Works හි සම-නිර්මාතෘ නේතන් සිවගනාදන්, Calcey Technologies නිර්මාතෘ/ප්‍රධාන විධායක නිලධාරී මංගල කරුණාරත්න, NCINGA නිර්මාතෘ/ප්‍රධාන විධායක නිලධාරී ඉමල් කළුතොටගේ සහ ඩීල් සඳහා KPMG විදුහල්පති ශිලුකා ගෝනවර්ධන යන අය ඇතුළත් වේ.",
        "2012 දී ආරම්භක ව්‍යාපාර සඳහා අරමුදල් සැපයීම සහ උපදේශකත්වය ලබා දීමෙන් මෙම ගමන ආරම්භ කළ LAN විසින් නිර්මාණය කරන ලද, Angel Fund රට පුරා සහ කලාපීය සහ ගෝලීය වශයෙන් පවා පරිමාණය කළ හැකි ඉහළ විභව ආරම්භක ව්‍යාපාර සඳහා සහය දක්වයි. LAN යනු අසමානතාවය අවම කිරීම මගින් බලපෑමක් ඇති කිරීමේ අරමුණින් ඉහළ වර්ධනයක් ඇති මුල් කාලීන ශ්‍රී ලාංකීය ව්‍යාපාර සඳහා ආයෝජනය කරන දේවදූතයන් සහ පුද්ගලික ආයෝජකයින් සඳහා වේදිකාවකි.",
        "දේශීය හා ගෝලීය දේවදූත ආයෝජකයින් 100 දෙනෙකුගෙන් සමන්විත වන අතර, ඔවුන්ගෙන් බොහෝ දෙනෙක් LAN හි පුළුල් ගෝලීය හවුල්කාරිත්වයන් හරහා ආකර්ෂණය වූ අතර, Angel අරමුදල ශ්‍රී ලංකාව තුළ පෙර නොවූ විරූ දෙයක් වන්නේ එහි ආයෝජනවලින් 20% ක් පැමිණෙන්නේ කැනඩාව, ඩුබායි, හොංකොං, කටාර්, එක්සත් රාජධානිය සහ එක්සත් රාජධානියේ සාමාජිකයින් විසිනි. ඇඑජ.",
        "LAN සහ Angel අරමුදල මෙහෙයවනු ලබන්නේ Virtusa හි HR හි උප සභාපති වන LAN සභාපති චන්දි ධර්මරත්න විසිනි. අරමුදලේ මණ්ඩලයට 99X නිර්මාතෘ/ප්‍රධාන විධායක නිලධාරී මනෝ සේකරම්, CIMB ශ්‍රී ලංකා හි හිටපු ප්‍රධාන විධායක නිලධාරිනී අනර්කලී මූණසිංහ, BOV කැපිටල් සම-නිර්මාතෘ/කළමනාකාර සහකරු ප්‍රජීත් බාලසුබ්‍රමනියම්, ව්‍යාපාරික උපදේශක දුමින්ද්‍ර රත්නායක, Wavenet සමූහ නිර්මාතෘ/ප්‍රධාන විධායක නිලධාරී සුරේන් පින්ටෝ සහ PCO/Pinto යන අයගෙන්ද සමන්විත වේ. උපදේශක නායක චන්න මනෝහරන්."
      ]
    },
    "ta": {
      "title": "லேன் சேனல்கள் ரூ. டெக் ஸ்டார்ட்-அப்களில் 150 மீ",
      "body_lines": [
        "இலங்கையின் முதல் ஏஞ்சல் ஃபண்ட், இன்றுவரை, ரூ. நிஃப்ட்ரான், மேஜிக்பிட், மின்ட்பே மற்றும் சக்ரா சூத்ரா ஆகிய நான்கு உள்நாட்டு தொடக்க நிறுவனங்களாக 150 மில்லியனை திரட்டுகிறது.",
        "“ஆகஸ்ட் 2020 முதல், எங்கள் குழு நாடு முழுவதும் இருந்து 400 ஸ்டார்ட் அப்களை மதிப்பீடு செய்துள்ளது. இந்த ஸ்டார்ட் அப்களில் பெரும்பாலானவை கொழும்பு மாவட்டத்திற்கு வெளியே இருந்து வந்தவை என்பது குறிப்பிடத்தக்கது. கடந்த ஆண்டு இறுதி வரையிலான காலகட்டத்தில், பெண்கள் தலைமையிலான ஸ்டார்ட்-அப்களின் பாதிப்பு 2020ல் 8% ஆக இருந்து 2021ல் 15% ஆக அதிகரித்துள்ளது. -10 தொடக்க நிறுவனங்கள். செப்டெம்பர் மாதத்திற்கு முன்னர் இன்னும் சிலரை ஆதரிப்போம் என நம்புகிறோம்,” என லங்கா ஏஞ்சல் நெட்வொர்க் (LAN) தலைவர் சண்டி தர்மரத்ன கருத்து தெரிவித்தார்.",
        "LAN ஆல் 2020 இல் ஸ்தாபிக்கப்பட்டது மற்றும் சுற்றுச்சூழல் மேம்பாட்டு பங்காளியான ஃபோர்டு அறக்கட்டளையின் ஆதரவுடன், ஏஞ்சல் ஃபண்ட் இலங்கையின் ஸ்டார்ட்-அப் சுற்றுச்சூழல் அமைப்பின் வளர்ச்சியை ஊக்குவிப்பதை நோக்கமாகக் கொண்டுள்ளது. ஏஞ்சல் ஃபண்ட் தற்போது திறக்கப்பட்டுள்ளது, மேலும் தீவு முழுவதும் முதலீடு செய்வதற்கான வாய்ப்புகளை மதிப்பிடுவதற்கு முன்னுரிமை அளிக்கிறது. ஆர்வமுள்ள தரப்பினர் நிதியுதவி மற்றும் வழிகாட்டல் வாய்ப்புகளை கண்டறிய www.lankanangelnetwork.com/angel-fund ஐப் பார்வையிடுவதன் மூலம் மேலும் அறிய ஊக்குவிக்கப்படுகிறார்கள்.",
        "ஏஞ்சல் ஃபண்ட் போர்ட்ஃபோலியோ நிஃப்ட்ரான், ஒரு பிளாக்செயின்-ஆஸ்-எ-சர்வீஸ் (BaaS) தளம் மற்றும் எளிதாக பயன்படுத்தக்கூடிய STEM கல்வி தளமான Magicbit ஆகியவற்றை உள்ளடக்கியது. மேலும், 'இப்போது வாங்குங்கள், பின்னர் பணம் செலுத்துங்கள்' தளமான Mintpay சமீபத்தில் சேர்க்கப்பட்டது, அதே நேரத்தில் வட்ட பொருளாதார மறுசுழற்சி கருத்து சக்ரா சூத்ரா நிதியின் போர்ட்ஃபோலியோவில் சேர்க்கப்படும் செயல்பாட்டில் உள்ளது.",
        "அதன் முதலீட்டுடன், ஆப்பிரிக்கா மற்றும் ஜப்பானில் வாடிக்கையாளர்களைப் பாதுகாப்பதில் Niftron க்கு நிதி ஆதரவு அளித்துள்ளது. இதற்கிடையில், மேஜிக்பிட் இலங்கை மற்றும் நேபாளத்தில் கூட்டாண்மைகளை உருவாக்குவதற்கு உதவியது, அதே நேரத்தில் சீனா மற்றும் அமெரிக்காவில் Magicbit இன் வெளியீட்டிற்கு உதவுவதற்கும் உதவுகிறது. அதே நேரத்தில், உணவு, பயணம் மற்றும் பொழுதுபோக்கு ஆகியவற்றை உள்ளடக்கிய பிற முனைகளில் Mintpay விரிவடைவதற்கு நிதி உதவியது, மேலும் அதன் விரிவாக்க உத்தியை வலுப்படுத்துவதில் சக்ரா சூத்ரா ஆதரிக்கப்படுகிறது.",
        "மாதாந்திர அடிப்படையில் ஸ்டார்ட்-அப்களை மதிப்பீடு செய்து, ஏஞ்சல் ஃபண்ட் பல துறைகளில் ஆரம்ப கட்ட ஸ்டார்ட்-அப்களை ஆதரிக்க அர்ப்பணிக்கப்பட்டுள்ளது. முதலீடு செய்வதிலிருந்து, எதிர்கால நிதியுதவிக்கான ஆதாரங்களைக் கண்டறிய ஸ்டார்ட்-அப்களுக்கு உதவுவது வரை பல்வேறு வழிகளில் இது அவர்களுக்கு ஆதரவளிக்கிறது. நிறுவனச் செயலாளர்கள், கணக்கியல் மற்றும் தணிக்கை போன்ற மையப்படுத்தப்பட்ட சேவைகளை அதன் அனைத்து தொடக்கங்களுக்கும் வழங்குகிறது. இது அனைத்து ஸ்டார்ட்-அப்களும் முறையான நிர்வாக தரநிலைகளை பூர்த்தி செய்வதை உறுதி செய்கிறது, இது அவர்களின் எதிர்கால நிதி சுற்றுகளுக்கு நிச்சயமாக உதவும்.",
        "கூடுதலாக, 2022 ஆம் ஆண்டில், ஃபண்ட் அதன் ஸ்டார்ட்-அப்களை சாத்தியமான வாடிக்கையாளர்கள் மற்றும் சர்வதேச கூட்டாளர்களுடன் இணைக்க தொடர்ச்சியான பொருத்தமான நிகழ்வுகளைத் திட்டமிடுகிறது.",
        "முதலீட்டு முடிவுகள், உள்நாட்டிலும், உலக அளவிலும் வணிகங்களை உருவாக்குதல், நடத்துதல், அளவிடுதல் மற்றும் வெளியேறுதல் ஆகியவற்றில் அனுபவமுள்ள முதலீட்டுக் குழுவால் (IC) எடுக்கப்படுகின்றன. நிதியுதவிக்கான சாத்தியமான ஸ்டார்ட்-அப்களை மதிப்பீடு செய்ய IC மாதம் ஒருமுறை கூடுகிறது.",
        "IC ஆனது LAN சபை உறுப்பினர் அனார்கலி மூனசிங்க மற்றும் வர்த்தக ஆலோசகர் துமிந்திர ரத்நாயக்க, அத்துடன் Hatch Works இன் இணை நிறுவனர் நாதன் சிவகணநாதன், Calcey Technologies நிறுவனர்/CEO மங்கள கருணாரத்ன, NCINGA ஸ்தாபகர்/CEO இமால் களுதோடகே மற்றும் டீல் அட்வைஸிற்கான KPMG அதிபர் ஷிலுகா கோனேவர்தன ஆகியோர் அடங்குவர்.",
        "2012 இல் ஸ்டார்ட்-அப்களுக்கு நிதியுதவி மற்றும் வழிகாட்டுதலின் மூலம் இந்தப் பயணத்தைத் தொடங்கிய LAN ஆல் உருவாக்கப்பட்டது, ஏஞ்சல் ஃபண்ட் நாடு முழுவதும் மற்றும் பிராந்திய ரீதியாகவும் உலகளவில் கூட அளவிடக்கூடிய உயர் திறன் கொண்ட ஸ்டார்ட்-அப்களை ஆதரிக்கிறது. சமத்துவமின்மையை குறைப்பதன் மூலம் தாக்கத்தை உருவாக்கும் நோக்கில் உயர் வளர்ச்சி ஆரம்ப கட்ட இலங்கை முயற்சிகளில் முதலீடு செய்யும் ஏஞ்சல் மற்றும் தனியார் முதலீட்டாளர்களுக்கான தளம் LAN ஆகும்.",
        "100 உள்ளூர் மற்றும் உலகளாவிய ஏஞ்சல் முதலீட்டாளர்களை உள்ளடக்கியது, அவர்களில் பலர் LAN இன் விரிவான உலகளாவிய கூட்டாண்மை மூலம் ஈர்க்கப்பட்டனர், ஏஞ்சல் ஃபண்ட் இலங்கையில் முன்னோடியில்லாதது, ஏனெனில் அதன் முதலீடுகளில் 20% கனடா, துபாய், ஹொங்கொங், கத்தார், யுகே மற்றும் ஐக்கிய இராச்சியம் ஆகிய நாடுகளில் இருந்து வந்துள்ளது. அமெரிக்கா.",
        "LAN மற்றும் ஏஞ்சல் ஃபண்ட் ஆகியவை LAN தலைவர் சண்டி தர்மரத்னவால் வழிநடத்தப்படுகின்றன, அவர் Virtusa இல் HR இன் துணைத் தலைவராக உள்ளார். 99X நிறுவனர்/CEO மனோ சேகரம், CIMB இலங்கையின் முன்னாள் CEO அனார்கலி மூனசிங்க, BOV கேப்பிட்டல் இணை நிறுவனர்/நிர்வாக பங்குதாரர் பிரஜீத் பாலசுப்ரமணியம், வர்த்தக ஆலோசகர் துமிந்திர ரத்நாயக்க, Wavenet குழும நிறுவனர்/CEO சுரேன் பின்டோ, இலங்கை PCOOC ஸ்ரீலங்கா ஆகியோரையும் இந்த நிதியத்தின் குழு கொண்டுள்ளது. ஆலோசனை தலைவர் சன்ன மனோகரன்."
      ]
    }
  }
}