{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-zte-blade-a71-probably-the-best-value-all-round-smartphone-in-sri-lanka/",
  "time_ut": 1651853340,
  "title": "‘The ZTE Blade A71 – Probably the Best Value All-Round Smartphone in Sri Lanka’",
  "body_lines": [
    "Having established an exceptional track record in the telecommunications industry since 1985, ZTE has helped to create, support and maintain global telecom networks, including in Sri Lanka for over 20 years. Backed by this extensive industry experience and recognition, ZTE has now stepped into the arena of smartphones with its snazzy, snappy and cutting-edge ZTE Blade series of phones. As a new entrant to the smartphone market, the ZTE Blade range presents unbeatable value for consumers, particularly in the midrange category, providing comparable features and reliability as other popular brands, but at a much lower price point.",
    "Sitting right smack in the middle of the mid-range, offering exceptional all-round performance, is the ZTE Blade A71. This gorgeous device, which looks much more expensive than it is, comes in blue, grey and green to match any style. The smooth curves also add to the attractiveness of the ZTE Blade A71, along with its very capable triple rear camera module, which features a 16MP main camera, an 8MP ultrawide lens and a 2MP depth sensing camera. On the front of the phone, you will find a 8MP front camera, so you will never miss an important moment.",
    "With an abundant 64GB of storage and 3GB of RAM, backed by an octa-core chipset, the ZTE Blade A71 is fast and snappy for everyday tasks, while also being no slouch for gaming. The IMG GE8322 GPU built into the chipset is a capable, gaming-ready GPU and, coupled with the phone’s gorgeous and immersive 6.5-inch IPS display, means that games will look vibrant, smooth and amazing. A large 4,000mAh battery, also means that you will be good to go for all-day regular use and long gaming sessions.",
    "The ZTE Corporation is a major global leader in telecommunications and information technology, founded in 1985 and listed on both the Hong Kong and Shenzhen Stock Exchanges. While a relatively new entrant to the consumer electronics space, ZTE has a history spanning 20 years in Sri Lanka, supplying and providing leading telcos and other organizations with the equipment they require to maintain and expand telecommunication networks and services. The Company serves operators, enterprises and consumers in over 160 countries to enable better connectivity and trust, with a vision of creating a brighter future for all.",
    "SLIM praises resilience of Sri Lankans, announces will not increase fees as a supportive measure",
    "AIA Insurance hosts first hackathon challenge for local and international IT companies and start-ups",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "‘The ZTE Blade A71 – ශ්‍රී ලංකාවේ හොඳම වටිනාකමින් යුත් සර්ව රවුම් ස්මාර්ට් ජංගම දුරකථනය විය හැකියි’",
      "body_lines": [
        "1985 සිට විදුලි සංදේශ ක්‍ෂේත්‍රයේ සුවිශේෂී වාර්තාවක් ස්ථාපිත කර ඇති ZTE වසර 20 කට වැඩි කාලයක් ශ්‍රී ලංකාව ඇතුළු ගෝලීය ටෙලිකොම් ජාල නිර්මාණය කිරීමට, සහාය වීමට සහ නඩත්තු කිරීමට උපකාර කර ඇත. මෙම පුළුල් කර්මාන්තයේ අත්දැකීම් සහ පිළිගැනීමේ පිටුබලය ඇතිව, ZTE දැන් ස්මාර්ට්ෆෝන් ක්ෂේත්‍රයට එහි සියුම්, වේගවත් සහ අති නවීන ZTE Blade දුරකථන මාලාවක් සමඟින් පිවිස ඇත. ස්මාර්ට්ෆෝන් වෙළඳපොළට නව ප්‍රවේශයක් ලෙස, ZTE Blade පරාසය පාරිභෝගිකයින් සඳහා අසමසම වටිනාකමක් ලබා දෙයි, විශේෂයෙන් මිඩ්‍රේන්ජ් කාණ්ඩයේ, අනෙකුත් ජනප්‍රිය සන්නාමයන් මෙන් සංසන්දනාත්මක විශේෂාංග සහ විශ්වසනීයත්වය සපයන නමුත් ඉතා අඩු මිලකට.",
        "ZTE Blade A71 යනු සුවිශේෂී තුන් ඉරියව් කාර්ය සාධනයක් ලබා දෙමින් මධ්‍යම පරාසයේ මැද හරියේ හිඳගෙනයි. බැලූ බැල්මට වඩා මිල අධික බව පෙනෙන මෙම අලංකාර උපාංගය ඕනෑම මෝස්තරයකට ගැලපෙන පරිදි නිල්, අළු සහ කොළ වර්ණවලින් යුක්ත වේ. 16MP ප්‍රධාන කැමරාවක්, 8MP ultrawide කාචයක් සහ 2MP ගැඹුර සංවේදී කැමරාවකින් සමන්විත එහි ඉතා දක්ෂ ත්‍රිත්ව පසුපස කැමරා මොඩියුලය සමඟින් ZTE Blade A71 හි ආකර්ශනීය බව සුමට වක්‍ර ද එක් කරයි. දුරකථනයේ ඉදිරිපස, ඔබට 8MP ඉදිරිපස කැමරාවක් හමුවනු ඇත, එබැවින් ඔබට කිසිදා වැදගත් මොහොතක් මග හැරෙන්නේ නැත.",
        "64GB ආචයනය සහ 3GB RAM සහිත, octa-core චිප්සෙට් එකකින් අනුග්‍රහය දක්වන ZTE Blade A71 එදිනෙදා කාර්යයන් සඳහා වේගවත් සහ වේගවත් වන අතර ක්‍රීඩා සඳහා ද කිසිදු බාධාවක් නොමැත. චිප්සෙට් එක තුළ ගොඩනගා ඇති IMG GE8322 GPU දක්ෂ, ක්‍රීඩා කිරීමට සූදානම් GPU එකක් වන අතර, දුරකථනයේ අලංකාර සහ ගිලී යන අඟල් 6.5 IPS සංදර්ශකය සමඟ සම්බන්ධ වී ඇති අතර, එයින් අදහස් වන්නේ ක්‍රීඩා විචිත්‍රවත්, සුමට හා විශ්මයජනක ලෙස පෙනෙනු ඇති බවයි. විශාල 4,000mAh බැටරියක්, එයින් අදහස් කරන්නේ ඔබ දවස පුරා නිතිපතා භාවිතය සහ දිගු ක්‍රීඩා සැසි සඳහා යාමට හොඳ වනු ඇති බවයි.",
        "ZTE සංස්ථාව 1985 දී ආරම්භ කරන ලද සහ හොංකොං සහ ෂෙන්සෙන් කොටස් හුවමාරු දෙකෙහිම ලැයිස්තුගත කර ඇති විදුලි සංදේශ සහ තොරතුරු තාක්ෂණයේ ප්‍රධාන ගෝලීය ප්‍රමුඛයා වේ. පාරිභෝගික ඉලෙක්ට්‍රොනික ක්ෂේත්‍රයට සාපේක්ෂව නවකයෙකු වන අතර, ZTE හට ශ්‍රී ලංකාව තුළ වසර 20ක ඉතිහාසයක් ඇත, ප්‍රමුඛ පෙළේ ටෙලිකොම් සහ අනෙකුත් ආයතනවලට විදුලි සංදේශ ජාල සහ සේවා පවත්වාගෙන යාමට සහ පුළුල් කිරීමට අවශ්‍ය උපකරණ සැපයීම සහ සැපයීම. සැමට දීප්තිමත් අනාගතයක් නිර්මාණය කිරීමේ දැක්මක් ඇතිව, වඩා හොඳ සම්බන්ධතාවයක් සහ විශ්වාසයක් ඇති කිරීමට සමාගම රටවල් 160 කට අධික සංඛ්‍යාවක ක්‍රියාකරුවන්, ව්‍යවසායන් සහ පාරිභෝගිකයින්ට සේවය කරයි.",
        "SLIM ශ්‍රී ලාංකිකයන්ගේ ඔරොත්තු දීමේ හැකියාව ප්‍රශංසා කරයි, ආධාරක පියවරක් ලෙස ගාස්තු වැඩි නොකරන බව නිවේදනය කරයි",
        "AIA ඉන්ෂුවරන්ස් විසින් දේශීය සහ ජාත්‍යන්තර තොරතුරු තාක්ෂණ සමාගම් සහ ආරම්භකයින් සඳහා පළමු හැකතන් අභියෝගය සත්කාරකත්වය සපයයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "‘The ZTE Blade A71 – ஒருவேளை இலங்கையின் சிறந்த பெறுமதியான ஆல்ரவுண்ட் ஸ்மார்ட்ஃபோன்’",
      "body_lines": [
        "1985 ஆம் ஆண்டு முதல் தொலைத்தொடர்பு துறையில் விதிவிலக்கான சாதனையை நிறுவிய ZTE ஆனது 20 ஆண்டுகளுக்கும் மேலாக இலங்கை உட்பட உலகளாவிய தொலைத்தொடர்பு வலையமைப்புகளை உருவாக்கவும், ஆதரிக்கவும் மற்றும் பராமரிக்கவும் உதவியது. இந்த விரிவான தொழில் அனுபவம் மற்றும் அங்கீகாரத்தின் ஆதரவுடன், ZTE இப்போது ஸ்மார்ட்போன்களின் அரங்கில் அதன் ஸ்னாஸி, ஸ்னாப்பி மற்றும் அதிநவீன ZTE பிளேட் தொடர் ஃபோன்களுடன் அடியெடுத்து வைத்துள்ளது. ஸ்மார்ட்ஃபோன் சந்தையில் ஒரு புதிய நுழைவாயிலாக, ZTE பிளேட் வரம்பு நுகர்வோருக்கு, குறிப்பாக மிட்ரேஞ்ச் பிரிவில், மற்ற பிரபலமான பிராண்டுகளைப் போலவே ஒப்பிடக்கூடிய அம்சங்களையும் நம்பகத்தன்மையையும் வழங்குகிறது, ஆனால் மிகக் குறைந்த விலையில்.",
        "மிட்-ரேஞ்சின் நடுவில் வலது ஸ்மாக் உட்கார்ந்து, விதிவிலக்கான ஆல்ரவுண்ட் செயல்திறனை வழங்குகிறது, இது ZTE பிளேட் A71 ஆகும். இந்த அழகான சாதனம், அதை விட மிகவும் விலை உயர்ந்ததாகத் தெரிகிறது, எந்த பாணிக்கும் பொருந்தக்கூடிய நீலம், சாம்பல் மற்றும் பச்சை நிறத்தில் வருகிறது. மென்மையான வளைவுகள் ZTE பிளேட் A71 இன் கவர்ச்சியையும், அதன் மிகவும் திறமையான டிரிபிள் ரியர் கேமரா தொகுதியையும் சேர்க்கிறது, இதில் 16MP பிரதான கேமரா, 8MP அல்ட்ராவைடு லென்ஸ் மற்றும் 2MP டெப்த் சென்சிங் கேமரா ஆகியவை உள்ளன. ஃபோனின் முன்பக்கத்தில், 8MP முன்பக்கக் கேமராவைக் காண்பீர்கள், எனவே நீங்கள் ஒரு முக்கியமான தருணத்தைத் தவறவிட மாட்டீர்கள்.",
        "ஏராளமான 64ஜிபி சேமிப்பகம் மற்றும் 3ஜிபி ரேம், ஆக்டா-கோர் சிப்செட் மூலம், ZTE பிளேட் A71 வேகமானது மற்றும் அன்றாடப் பணிகளுக்குச் சுறுசுறுப்பானது, அதே நேரத்தில் கேமிங்கிற்கு எந்தத் தொய்வும் இல்லை. சிப்செட்டில் உள்ளமைக்கப்பட்ட IMG GE8322 GPU ஆனது ஒரு திறமையான, கேமிங்கிற்குத் தயாரான GPU ஆகும், மேலும் ஃபோனின் அழகான மற்றும் அதிவேகமான 6.5-inch IPS டிஸ்ப்ளேவுடன், கேம்கள் துடிப்பானதாகவும், மென்மையாகவும், அற்புதமாகவும் இருக்கும். ஒரு பெரிய 4,000mAh பேட்டரி, நாள் முழுவதும் வழக்கமான பயன்பாடு மற்றும் நீண்ட கேமிங் அமர்வுகளுக்குச் செல்வது நல்லது.",
        "ZTE கார்ப்பரேஷன் தொலைத்தொடர்பு மற்றும் தகவல் தொழில்நுட்பத்தில் உலகளாவிய முன்னணியில் உள்ளது, இது 1985 இல் நிறுவப்பட்டது மற்றும் ஹாங்காங் மற்றும் ஷென்சென் பங்குச் சந்தைகளில் பட்டியலிடப்பட்டது. நுகர்வோர் இலத்திரனியல் துறையில் ஒப்பீட்டளவில் புதிதாக நுழைந்துள்ள அதேவேளை, ZTE ஆனது இலங்கையில் 20 வருட கால வரலாற்றைக் கொண்டுள்ளது, முன்னணி தொலைத்தொடர்பு நிறுவனங்கள் மற்றும் பிற நிறுவனங்களுக்கு தொலைத்தொடர்பு வலையமைப்புகள் மற்றும் சேவைகளை பராமரிக்கவும் விரிவுபடுத்தவும் தேவையான உபகரணங்களை வழங்குதல் மற்றும் வழங்குதல். நிறுவனம் 160 க்கும் மேற்பட்ட நாடுகளில் உள்ள ஆபரேட்டர்கள், நிறுவனங்கள் மற்றும் நுகர்வோருக்கு சிறந்த இணைப்பு மற்றும் நம்பிக்கையை செயல்படுத்த உதவுகிறது, அனைவருக்கும் பிரகாசமான எதிர்காலத்தை உருவாக்கும் நோக்கத்துடன்.",
        "SLIM இலங்கையர்களின் சகிப்புத்தன்மையை பாராட்டுகிறது, ஆதரவு நடவடிக்கையாக கட்டணத்தை அதிகரிக்காது என அறிவித்துள்ளது.",
        "ஏஐஏ இன்சூரன்ஸ் உள்ளூர் மற்றும் சர்வதேச தகவல் தொழில்நுட்ப நிறுவனங்கள் மற்றும் ஸ்டார்ட் அப்களுக்கு முதல் ஹேக்கத்தான் சவாலை வழங்குகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}