{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Drug-shortage-Whose-fault-is-it/131-238565",
  "time_ut": 1654541040,
  "title": "Drug shortage: Whose fault is it?",
  "body_lines": [
    "National Medicines Regulatory Authority does not directly buy medicines, says Dr Ananda Wijewickrama",
    "Picture shows two medical officers protesting over shortages of medicines at a Govt. hospital. Who is responsible ?",
    "While a catastrophe looms, essential medicines on shelves are disappearing in Sri Lanka while doctors turn to prayer and politicians turn to wishful thinking.",
    "Prime Minister Ranil Wickremesinghe last Wednesday (May 25) called a meeting with essential stakeholders and instructed the authorities of the Health Ministry to submit an immediate report on the availability of essential medicines. The meeting was attended by, among others, Minister of Health Keheliya Rambukwella, Minister of Ports, Shipping and Aviation Nimal Siripala de Silva, Member of Parliament Nimal Lansa, Former Member of Parliament Ruwan Wijewardena, Saman Ratnapriya and trade unionist Ravi Kumudesh.",
    "To expedite the supply of critical medical supplies, an independent committee led by Minister of Health Keheliya Rambukwella was also created to revise the National Medicines Regulatory Authority Act. However, the creation of the independent committee to revise the NMRA has resulted in conflicting opinions and accusations. The NMRA and the Health Minister are at the forefront of this controversy.",
    "Daily Mirror sat down with Consultant Physician at Infectious Disease Hospital Colombo, Dr Ananda Wijewickrama, to discuss the matter further as he alleges that Minister Rambukwella has misled Premier Wickremesinghe.",
    "Dr Wijewickrama, from the very beginning, underscored that the government health services accounting for about half of all outpatient care and over 90 per cent of inpatient care, are a critical investment for the progress of the country.",
    "“When the citizens of the country are healthy, it overall benefits the country in its development process. If you are healthy, your output increases, and it is of great value to the country,” he said.",
    "It seems that some people are trying to use this situation to suppress the NMRA. This will invariably lead to corruption and Sri Lankans will have substandard medicines, which will endanger lives,",
    "Dr Wijewickrama alleged that Minister Rambukwella and Minister Nimal Siripala de Silva, on May 25, at the meeting called by the Prime Minister, blamed the National Medicines Regulatory Authority (NMRA) for the shortage of medicines in the country.",
    "In addition, the Minister claimed that the NMRA was delaying the registration of local manufacturers and the approval for donations.",
    "Dr Wijewickrama explained that there were three main agencies involved in ensuring the regular availability of medicines in the State health sector, and those agencies are the State Pharmaceutical Corporation (SPC), State Pharmaceutical Manufacturing Corporation (SPMC), and the Medical Supplies Division (MSD).",
    "The State Pharmaceutical Corporation (SPC) is responsible for the purchase of medicine, while the SPMC is responsible for the manufacture of certain medicines, primarily for the MOH. The Medical Supplies Division (MSD) is responsible for the distribution. The NMRA functions as the central regulatory authority of medicines, medical devices, borderline products, clinical trials, and cosmetics and is not involved in purchasing.",
    "Dr Wijewickrama stated that the medicines required for 2022 should have been ordered by the SPC in 2021. However, orders were never placed due to the dollar crisis, and this is the primary cause of the shortage of medicines.",
    "In addition, the local manufacturers capable of producing drugs could not meet the demand as they could not import the required raw materials.",
    "Exacerbating the problem is the shortage of medical equipment. As per Dr Wijewickrama, even if the orders are placed now, it can take a minimum of 8-12 weeks for drugs to be supplied, as manufacturing starts only when the order has been placed.",
    "Compounding the problem are the arrears to be settled by the SPC to manufacturers. Until the SPC settles the outstanding payments to manufacturers, it would be virtually impossible to place new orders with some manufacturers.",
    "Dr Wijewickrama also alleged that at the meeting chaired by the Prime Minister, several participants had accused the NMRA of delaying approvals for donations.",
    "He said nothing could be further away from the truth, as the NMRA had done everything possible within its purview to ensure swift approvals for donations.",
    "For instance, many donations are waived off of registration by the NMRA (Provided those are essential medicines and coming from established suppliers), and it takes less than 48 hours.",
    "He said that donations, even though vital, provide only temporary relief. “Purchasing mechanisms need to be re-established with the necessary financial assistance to resolve the shortage of essential medicines,” he said.",
    "Before the NRMA Act in 2015, the regulation of drugs was under the purview of a single person, the Director-General of Health Services (DGHS).",
    "With the passing of the Act, it is currently handled by a group of professionals that has drastically reduced irregularities and corruption that plagued the regulation of drugs.",
    "The NMRA (referred to as the Authority) is managed by a board comprising four nominees of the Minister of Health, four specialists nominated by professional colleges, two nominees from Universities, the Director-General of Health Services, a nominee from the Treasury and the CEO of the NMRA.",
    "The primary responsibilities of the NMRA consist of the regulation of medicines and assessing the quality, efficacy, need and price. (Generally, a medicine should be registered in Sri Lanka by the NMRA for it to be brought into the country. In special circumstances, a waiver of registration is given)",
    "NMRA only does the regulatory activity, and NMRA does not directly purchase drugs. The National Medicines Regulatory Authority (NMRA) plays a leading role in protecting and improving public health by ensuring medicinal products available in the country meet applicable safety, quality, and efficacy standards.",
    "Dr Wijewickrama says, on suspending the NMRA and taking over its function by the Ministry, that there have been various instances where politicians tried to interfere with the NMRA.",
    "“I feel this is a similar incident. I do not know whether the Minister has been misled or whether it is intentional. What’s important is that the proposed suspension of the NMRA is detrimental to the health service of Sri Lanka,” he said.",
    "“If regulatory mechanisms are abolished, patients will receive substandard drugs. The independence of the NMRA ensures a just system for regulating medicines and should be strengthened. In this crisis of medicines, what is important is to improve the efficiency and the effectiveness of the SPC and the MSD,” he said.",
    "He said that the NMRA played a vital role in protecting and improving public health by ensuring medicinal products available in the country meet applicable safety, quality and efficacy standards.",
    "For instance, a drug to be imported should be registered in the NMRA; We then check who the manufacturers are, whether they possess the relevant certificates and several other factors to approve the registration. For emergency drugs, a quick assessment is given. A similar process is followed when we receive a donation. We check only specific criteria, and approval is given to ensure greater efficiency,” he added.",
    "In addition, he said that politicians should not interfere with the NMRA as it was a regulatory institution.",
    "“The main issue discussed in the meeting called by the Prime Minister seems to be the NMRA. Nothing was reported as an outcome of the meeting on the drug shortage and how to improve the MSD and SPC. Instead, they discuss the NMRA, which is not at all responsible for the drug shortage,” he said.",
    "Many important and positive steps can be and should be taken in this crisis of medicines, other than getting drugs through loans and donations. Problems faced by the SPC and MSD should be addressed, and purchasing should be streamlined, Dr Wijewickrama added.",
    "“This opportunity should be used to stop purchasing unnecessary medicines for the country, thereby saving dollars for the country. Instead of taking such decisions, it seems that some people are trying to use this situation to suppress the NMRA. This will invariably lead to corruption and Sri Lankans will have substandard medicines, which will endanger lives,” he said.",
    "Earlier the NMRA issued a media release on NMRA’s role and thereby rejected the allegations.",
    "“It is clear that it is the dollar deficit that has contributed to the shortage of essential commodities in the country, including fuel, gas, food and medicine. The relevant regulatory authorities are not responsible as the above do not fall under the scope of the authorities.",
    "“The dollar shortage has also directly affected the import of raw materials for pharmaceutical products. Also, the pharmaceutical industry has been crippled due to the interrupted supply of essential commodities such as electricity, energy and transportation. All of the above are matters outside the purview of the National Medicines Regulatory Authority. However, we responsibly state that in the current difficult situation in the country, all possible steps have already been taken within the purview of the National Drug Regulatory Authority to prevent a shortage of drugs,” the statement read.",
    "NMRA denied the allegation of delays in releasing drugs donated to the country and stated that a separate unit has been set up to test the quality and issue such medicines and medical equipment without any delay.",
    "NMRA also denied the allegation of discouraging local manufacturers of pharmaceuticals and medical devices. “A separate unit was set up within the National Drug Regulatory Authority to encourage local manufacturers, and 150 drugs were certified and registered as part of a special project within the last two months. In addition, about 20 pharmaceutical companies that have been proven to be safe have been inspected and approved within the last two months.",
    "Among them are four new pharmaceutical companies. Furthermore, in the face of the current crisis in the country, a committee of experts has been appointed to give immediate approval for unregistered imports. As a result, 30 approvals have been given for medicines and 36 for medical equipment in the last two months. In addition, about 300 medicines and 48 pieces of medical equipment have been issued within the last two months for immediate clearance approval for importation.",
    "Unlike other consumer goods, the quality and effectiveness of drugs cannot be determined by the consumer by their appearance or nature.",
    "The use of substandard drugs can end in death and massive complications for the people. A push by the drug mafia can be seen to exploit the current medicine crisis to produce or import substandard drugs.",
    "“We also strongly condemn the actions taken to undermine the existing regulatory system while aiming for ill-gotten gains in the future.",
    "“We emphasise that by making absurd allegations at the Drug Regulatory Authority about the shortage of drugs or by deliberately concealing facts without understanding the fundamental nature of the problem, the crisis will only worsen. Therefore, we hope that the people of the country will act with understanding and responsibility regarding these absurd allegations”, the statement read.",
    "To expedite the supply of critical medical supplies, an independent committee led by Minister of Health Keheliya Rambukwella was also created to revise the National Medicines Regulatory Authority Act. However, the creation of the independent committee to revise the NMRA has resulted in conflicting opinions and accusations. The NMRA and the Health Minister are at the forefront of this controversy",
    "Meanwhile, Minister of Health Keheliya Rambukwella has Tweeted a statement on the issue and mentioned that the meeting held on May 25 was to discuss the current economic crisis and its effects on the health sector with solutions as to how to overcome these issues.",
    "“The Prime Minister invited Nimal Siripala de Silva to make the opening address of the meeting, given his vast experience in the Health Sector, having held the portfolio as Minister in charge three times in his career. The Minister critically assessed all institutions within the health sector, the NMRA being one of them,” the statement read.",
    "The statement further read that certain institutions within the purview of the Health Ministry were discussed, including the NMRA and issues of manpower shortages and delays in the process were also discussed. In addition, the administrative restructuring of institutions had also been a topic of discussion.",
    "“It is, therefore, regrettable that personalities that ought to be assisting the country during this critical juncture are instead engaged in misguiding the public and health sector communities. In light of the above, I find it interesting that of all the institutions discussed on the day, only the NMRA seems to have taken issue and proceeded to be defensive about the critical assessment and the measures proposed for increased efficiency”, the statement added.",
    "Daily Mirror reached out to Ravi Kumudesh, trade unionist and the President of the Association of Health Professionals, who was present at the meeting called by the premier for clarification.",
    "He is of the view that the NMRA is partially responsible for the medicine shortages experienced by the country. He says since the NMRA is the sole authority under the Ministry of Health that functions as a revenue-generating authority, it is obligated to provide a highly efficient and effective service to its stakeholders.",
    "Mr Kumudesh claimed that there had been several delays in recent times for the approval of essential medicines and laboratory equipment due to the archaic and bureaucratic practices of the NMRA",
    "However, the NMRA, as per Mr Kumudesh, is not sensitive to the current medicine shortages, and the administration has not taken progressive steps to mitigate the inefficiencies that have plagued the authority over the years. For instance, Mr Kumudesh claimed that there had been several delays in recent times for the approval of essential medicines and laboratory equipment due to the archaic and bureaucratic practices of the NMRA.",
    "He claimed that the abolition of the NMRA was not discussed, but rather, the reforms required were the focus of the discussion.",
    "Mr Kumudesh said the NMRA should remain an independent authority regardless of the current situation but questions the independence of the current board as the relevant procedure was not followed in appointing certain members of the board. Therefore he claimed that the allegations levelled at the NMRA are without merit as they too stand for an independent regulatory body for medicines in Sri Lanka that is highly efficient and effective in serving its stakeholders.",
    "Meanwhile, several attempts by the Daily Mirror to contact Health Minister Keheliya Rambukwella went unanswered. The Secretary to the Ministry of Health S. Janaka Sri Chandraguptha speaking said that there were no discussions to abolish the NMRA and he could not further comment on the topic as he was unaware of the subject and new to the post."
  ],
  "translate": {
    "si": {
      "title": "ඖෂධ හිඟය: වරද කාගේද?",
      "body_lines": [
        "ජාතික ඖෂධ නියාමන අධිකාරිය ඍජුව ඖෂධ මිලදී නොගන්නා බව වෛද්‍ය ආනන්ද විජේවික්‍රම මහතා පවසයි.",
        "ඡායාරූපයේ දැක්වෙන්නේ රජයක ඖෂධ හිඟය සම්බන්ධයෙන් වෛද්‍ය නිලධාරීන් දෙදෙනෙකු විරෝධතාවයේ නිරත වන ආකාරයයි. රෝහල. වගකිවයුත්තේ කවුද?",
        "ව්‍යසනයක් අත්විඳින අතරතුර, ශ්‍රී ලංකාවේ රාක්කවල අත්‍යවශ්‍ය ඖෂධ අතුරුදහන් වෙමින් පවතින අතර, වෛද්‍යවරුන් යාඥාවට යොමු වන අතර දේශපාලඥයන් ප්‍රාර්ථනා කිරීමට යොමු වෙති.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා පසුගිය බදාදා (මැයි 25) අත්‍යාවශ්‍ය පාර්ශවකරුවන් සමඟ සාකච්ඡාවක් කැඳවා අත්‍යාවශ්‍ය ඖෂධ තිබේද යන්න පිළිබඳ කඩිනම් වාර්තාවක් ලබාදෙන ලෙස සෞඛ්‍ය අමාත්‍යාංශයේ බලධාරීන්ට උපදෙස් දුන්නේය. මෙම රැස්වීමට සෞඛ්‍ය අමාත්‍ය කෙහෙළිය රඹුක්වැල්ල, වරාය, නාවික හා ගුවන් සේවා අමාත්‍ය නිමල් සිරිපාල ද සිල්වා, පාර්ලිමේන්තු මන්ත්‍රී නිමල් ලංසා, හිටපු පාර්ලිමේන්තු මන්ත්‍රී රුවන් විජේවර්ධන, සමන් රත්නප්‍රිය, වෘත්තීය සමිති ක්‍රියාකාරී රවී කුමුදේශ් යන මහත්වරුන් ඇතුළු පිරිසක් එක්ව සිටියහ.",
        "අත්‍යවශ්‍ය වෛද්‍ය සැපයුම් කඩිනම් කිරීම සඳහා ජාතික ඖෂධ නියාමන අධිකාරී පනත සංශෝධනය කිරීම සඳහා සෞඛ්‍ය අමාත්‍ය කෙහෙළිය රඹුක්වැල්ල මහතාගේ ප්‍රධානත්වයෙන් ස්වාධීන කමිටුවක් ද පිහිටුවන ලදී. කෙසේ වෙතත්, NMRA ප්‍රතිශෝධනය කිරීම සඳහා ස්වාධීන කමිටුවක් නිර්මාණය කිරීම පරස්පර මත සහ චෝදනාවලට තුඩු දී තිබේ. NMRA සහ සෞඛ්‍ය අමාත්‍යවරයා මෙම මතභේදයේ ඉදිරියෙන්ම සිටී.",
        "අමාත්‍ය රඹුක්වැල්ල මහතා අගමැති වික්‍රමසිංහ මහතා නොමග යවා ඇති බවට චෝදනා කරන බැවින් ඩේලි මිරර්, කොළඹ බෝවන රෝග රෝහලේ විශේෂඥ වෛද්‍ය ආනන්ද විජේවික්‍රම මහතා සමඟ මේ පිළිබඳව වැඩිදුර සාකච්ඡා කිරීමට අසුන් ගත්තේය.",
        "වෛද්‍ය විජේවික්‍රම මුල සිටම අවධාරනය කලේ රජයේ සෞඛ්‍ය සේවාවන් බාහිර රෝගී ප්‍රතිකාර වලින් අඩක් පමණ සහ නේවාසික ප්‍රතිකාර වලින් සියයට 90 කට වඩා වැඩි ප්‍රමාණයක් රටේ ප්‍රගතිය සඳහා තීරණාත්මක ආයෝජනයක් බවයි.",
        "“රටේ පුරවැසියන් නිරෝගීව සිටින විට, එය රටේ සංවර්ධන ක්‍රියාවලියේදී සමස්තයක් ලෙස ප්‍රතිලාභ ලබයි. ඔබ සෞඛ්‍ය සම්පන්න නම්, ඔබේ නිෂ්පාදනය වැඩි වන අතර, එය රටට විශාල වටිනාකමක් ඇති බව ඔහු පැවසීය.",
        "මෙම තත්ත්වය යොදා ගනිමින් ඇතැම් පිරිස් NMRA මර්දනය කිරීමට උත්සාහ කරන බව පෙනේ. මෙය නිරන්තරයෙන් දූෂණයට තුඩු දෙනු ඇති අතර ශ්‍රී ලාංකිකයන් සතුව ප්‍රමිතියෙන් තොර ඖෂධ තිබීම ජීවිත අනතුරේ හෙළනු ඇත.",
        "මැයි 25 වැනි දින අගමැතිවරයා විසින් කැඳවා තිබූ රැස්වීමේදී අමාත්‍ය රඹුක්වැල්ල සහ නිමල් සිරිපාල ද සිල්වා අමාත්‍යවරයා විසින් රටේ ඖෂධ හිඟය සම්බන්ධයෙන් ජාතික ඖෂධ නියාමන අධිකාරියට (NMRA) දොස් පැවරූ බවට වෛද්‍ය විජේවික්‍රම චෝදනා කළේය.",
        "ඊට අමතරව, දේශීය නිෂ්පාදකයින් ලියාපදිංචි කිරීම සහ පරිත්‍යාග සඳහා අනුමැතිය ලබා දීම NMRA විසින් ප්‍රමාද කරන බව අමාත්‍යවරයා කියා සිටියේය.",
        "වෛද්‍ය විජේවික්‍රම පැහැදිලි කළේ රාජ්‍ය සෞඛ්‍ය අංශයේ ඖෂධ නිත්‍ය වශයෙන් ලබා ගැනීම සහතික කිරීම සඳහා ප්‍රධාන ආයතන තුනක් සම්බන්ධ වී ඇති අතර එම ආයතන වන්නේ රාජ්‍ය ඖෂධ නීතිගත සංස්ථාව (SPC), රාජ්‍ය ඖෂධ නිෂ්පාදන සංස්ථාව (SPMC) සහ වෛද්‍ය සැපයුම් අංශය (MSD) බවයි. )",
        "ඖෂධ මිලදී ගැනීම සඳහා රාජ්‍ය ඖෂධ නීතිගත සංස්ථාව (SPC) වගකිව යුතු අතර, ඇතැම් ඖෂධ නිෂ්පාදනය සඳහා SPMC වගකීම දරයි, මූලික වශයෙන් MOH සඳහා. වෛද්‍ය සැපයුම් අංශය (MSD) බෙදා හැරීමේ වගකීම දරයි. NMRA ඖෂධ, වෛද්‍ය උපකරණ, මායිම් නිෂ්පාදන, සායනික අත්හදා බැලීම් සහ රූපලාවන්‍ය ද්‍රව්‍යවල මධ්‍යම නියාමන අධිකාරිය ලෙස ක්‍රියා කරන අතර එය මිලදී ගැනීමට සම්බන්ධ නොවේ.",
        "2022 වසර සඳහා අවශ්‍ය ඖෂධ SPC මගින් ඇණවුම් කළ යුතුව තිබුණේ 2021 වසරේදී බවත් කෙසේ වෙතත් ඩොලර් අර්බුදය හේතුවෙන් කිසිවිටෙකත් ඇණවුම් නොකළ බවත් ඖෂධ හිඟයට මූලික හේතුව මෙය බවත් වෛද්‍ය විජේවික්‍රම ප්‍රකාශ කළා.",
        "මීට අමතරව ඖෂධ නිෂ්පාදනය කළ හැකි දේශීය නිෂ්පාදකයන්ට අවශ්‍ය අමුද්‍රව්‍ය පිටරටින් ගෙන්වා ගැනීමට නොහැකි වීම නිසා ඉල්ලුම සපුරාලීමට නොහැකි විය.",
        "ප්‍රශ්නය උග්‍ර කරන්නේ වෛද්‍ය උපකරණ හිඟය. වෛද්‍ය විජේවික්‍රම පවසන පරිදි, දැන් ඇණවුම් කළත්, ඖෂධ සැපයීමට අවම වශයෙන් සති 8-12 ක් ගතවනු ඇත, මන්ද නිෂ්පාදනය ආරම්භ වන්නේ ඇණවුම ලබා දුන් පසුව පමණි.",
        "ගැටලුව උග්‍ර කරන්නේ SPC විසින් නිෂ්පාදකයින්ට ගෙවීමට ඇති හිඟ මුදල් ය. SPC විසින් නිෂ්පාදකයින් වෙත හිඟ ගෙවීම් පියවන තුරු, සමහර නිෂ්පාදකයින් සමඟ නව ඇණවුම් කිරීම පාහේ කළ නොහැක්කකි.",
        "අග්‍රාමාත්‍යවරයාගේ ප්‍රධානත්වයෙන් පැවති රැස්වීමේදී NMRA පරිත්‍යාග සඳහා අනුමැතිය ලබාදීම ප්‍රමාද කරන බවට සහභාගී වූ කිහිප දෙනෙකු චෝදනා කළ බවද ආචාර්ය විජේවික්‍රම චෝදනා කළේය.",
        "පරිත්‍යාග සඳහා කඩිනම් අනුමැතිය සහතික කිරීම සඳහා NMRA සිය විෂය පථය තුළ කළ හැකි සෑම දෙයක්ම කර ඇති බැවින්, සත්‍යයෙන් ඔබ්බට කිසිවක් කළ නොහැකි බව ඔහු පැවසීය.",
        "නිදසුනක් වශයෙන්, NMRA විසින් බොහෝ පරිත්‍යාග ලියාපදිංචියෙන් ඉවත් කරනු ලැබේ (ඒවා අත්‍යාවශ්‍ය ඖෂධ සහ ස්ථාපිත සැපයුම්කරුවන්ගෙන් ලැබෙන ඒවා නම්), එය පැය 48කට වඩා අඩු කාලයක් ගතවේ.",
        "පරිත්‍යාග කිරීම අත්‍යාවශ්‍ය වුවත් එය තාවකාලික සහනයක් පමණක් බව ඔහු පැවසීය. \"අත්‍යවශ්‍ය ඖෂධ හිඟය විසඳීම සඳහා අවශ්‍ය මූල්‍ය ආධාර සමඟින් මිලදී ගැනීමේ යාන්ත්‍රණයන් නැවත ස්ථාපිත කළ යුතුයි,\" ඔහු පැවසීය.",
        "2015 NRMA පනතට පෙර, ඖෂධ නියාමනය තනි පුද්ගලයෙකුගේ විෂය පථය යටතේ පැවතුනි, සෞඛ්ය සේවා අධ්යක්ෂ ජනරාල් (DGHS).",
        "පනත සම්මත වීමත් සමඟ එය දැනට හසුරුවන්නේ ඖෂධ නියාමනයට බලපෑ අක්‍රමිකතා සහ දූෂණ විශාල ලෙස අඩු කළ වෘත්තිකයන් පිරිසක් විසිනි.",
        "NMRA (අධිකාරිය ලෙස හැඳින්වේ) කළමනාකරණය කරනු ලබන්නේ සෞඛ්‍ය අමාත්‍යවරයාගේ නම් කරන ලද හතර දෙනෙකු, වෘත්තීය විද්‍යාල විසින් නම් කරන ලද විශේෂඥයින් හතර දෙනෙකු, විශ්ව විද්‍යාල වලින් නම් කරන ලද දෙදෙනෙකු, සෞඛ්‍ය සේවා අධ්‍යක්ෂ ජනරාල්, මහා භාණ්ඩාගාරයෙන් නම් කරන ලද සහ NMRA හි ප්‍රධාන විධායක නිලධාරී.",
        "NMRA හි මූලික වගකීම් ඖෂධ නියාමනය කිරීම සහ ගුණාත්මකභාවය, කාර්යක්ෂමතාව, අවශ්යතාව සහ මිල තක්සේරු කිරීම සමන්විත වේ. (සාමාන්‍යයෙන්, ඖෂධයක් රට තුළට ගෙන ඒම සඳහා NMRA විසින් ශ්‍රී ලංකාවේ ලියාපදිංචි කළ යුතුය. විශේෂ අවස්ථා වලදී, ලියාපදිංචිය අත්හැරීමක් ලබා දෙනු ලැබේ)",
        "NMRA විසින් නියාමන ක්‍රියාකාරකම් පමණක් සිදු කරන අතර NMRA සෘජුවම ඖෂධ මිලදී නොගනී. ජාතික ඖෂධ නියාමන අධිකාරිය (NMRA) රටෙහි පවතින ඖෂධීය නිෂ්පාදන අදාළ වන ආරක්ෂාව, ගුණාත්මකභාවය සහ කාර්යක්ෂමතාව ප්‍රමිතීන්ට අනුකූල බව සහතික කිරීම මගින් මහජන සෞඛ්‍යය ආරක්ෂා කිරීම සහ වැඩිදියුණු කිරීම සඳහා ප්‍රමුඛ කාර්යභාරයක් ඉටු කරයි.",
        "වෛද්‍ය විජේවික්‍රම පවසන්නේ NMRA අත්හිටුවීම සහ එහි කටයුතු අමාත්‍යාංශයට පවරා ගැනීමේදී දේශපාලනඥයින් NMRA වලට ඇඟිලි ගැසීමට විවිධ අවස්ථා ඇති බවයි.",
        "“මේකත් ඒ වගේ සිද්ධියක් කියලා මට හිතෙනවා. ඇමතිතුමා නොමග යවලාද, හිතාමතා කරපු දෙයක්ද කියලා මම දන්නේ නැහැ. වැදගත් වන්නේ NMRA හි යෝජිත අත්හිටුවීම ශ්‍රී ලංකාවේ සෞඛ්‍ය සේවයට අහිතකර වීමයි, ”ඔහු පැවසීය.",
        "“නියාමන යාන්ත්‍රණ අහෝසි කළොත් රෝගීන්ට ලැබෙන්නේ ප්‍රමිතියෙන් තොර ඖෂධ. NMRA හි ස්වාධීනත්වය ඖෂධ නියාමනය සඳහා සාධාරණ පද්ධතියක් සහතික කරන අතර එය ශක්තිමත් කළ යුතුය. මෙම ඖෂධ අර්බුදය තුළ, වැදගත් වන්නේ SPC සහ MSD හි කාර්යක්ෂමතාව සහ ඵලදායීතාවය වැඩිදියුණු කිරීමයි,\" ඔහු පැවසීය.",
        "රට තුළ පවතින ඖෂධ නිෂ්පාදන අදාළ වන ආරක්‍ෂාව, ගුණාත්මකභාවය සහ කාර්යක්‍ෂමතා ප්‍රමිතීන් සපුරාලීම සහතික කරමින් මහජන සෞඛ්‍ය ආරක්‍ෂා කිරීම සහ වැඩිදියුණු කිරීම සඳහා NMRA ඉතා වැදගත් කාර්යභාරයක් ඉටු කළ බව ඔහු පැවසීය.",
        "නිදසුනක් වශයෙන්, ආනයනය කළ යුතු ඖෂධයක් NMRA හි ලියාපදිංචි විය යුතුය; පසුව අපි නිෂ්පාදකයින් කවුරුන්ද, ඔවුන් සතුව අදාළ සහතික තිබේද යන්න සහ ලියාපදිංචිය අනුමත කිරීමට තවත් සාධක කිහිපයක් අපි පරීක්ෂා කරමු. හදිසි ඖෂධ සඳහා, ඉක්මන් තක්සේරුවක් ලබා දෙනු ලැබේ. අපට පරිත්‍යාගයක් ලැබෙන විටත් ඒ හා සමාන ක්‍රියාවලියක් අනුගමනය කරනවා. අපි නිශ්චිත නිර්ණායක පමණක් පරීක්ෂා කරන අතර, වැඩි කාර්යක්ෂමතාවයක් සහතික කිරීම සඳහා අනුමැතිය ලබා දෙනු ලැබේ, ”ඔහු වැඩිදුරටත් පැවසීය.",
        "ඊට අමතරව NMRA ආයතනය නියාමන ආයතනයක් බැවින් දේශපාලනඥයින් ඊට මැදිහත් නොවිය යුතු බවද ඔහු පැවසීය.",
        "“අගමැතිතුමා කැඳවා තිබූ රැස්වීමේ සාකච්ඡා වූ ප්‍රධාන කාරණය ලෙස පෙනෙන්නේ එන්.එම්.ආර්.ඒ. ඖෂධ හිඟය සහ MSD සහ SPC වැඩිදියුණු කරන්නේ කෙසේද යන්න පිළිබඳ රැස්වීමේ ප්රතිඵලයක් ලෙස කිසිවක් වාර්තා කර නැත. ඒ වෙනුවට ඔවුන් සාකච්ඡා කරන්නේ ඖෂධ හිඟයට කිසිසේත්ම වගකිව යුතු නැති NMRA ගැනයි.",
        "ණය සහ පරිත්‍යාග මගින් ඖෂධ ලබා ගැනීම හැර මෙම ඖෂධ අර්බුදය තුළ බොහෝ වැදගත් සහ සාධනීය පියවර ගත හැකි සහ ගත යුතු ය. SPC සහ MSD මුහුණ දෙන ගැටලු විසඳා ගත යුතු අතර, මිලදී ගැනීම් විධිමත් කළ යුතු බව ආචාර්ය විජේවික්‍රම මහතා වැඩිදුරටත් පැවසීය.",
        "“රටට අනවශ්‍ය ඖෂධ මිලදී ගැනීම නැවැත්වීමටත්, එමගින් රටට ඩොලර් ඉතිරි කිරීමටත් මේ අවස්ථාව යොදා ගත යුතුයි. එවැනි තීන්දු තීරණ ගන්නවා වෙනුවට ඇතැම් පිරිස් මේ තත්ත්වය යොදා ගනිමින් NMRA මර්දනය කිරීමට උත්සාහ කරන බවක් පෙනෙන්නට තිබේ. මෙය නොවරදවාම දූෂණයට තුඩු දෙන අතර ශ්‍රී ලාංකිකයන් සතුව ප්‍රමිතියෙන් තොර ඖෂධ තිබීම ජීවිත අනතුරේ හෙළනු ඇත,” ඔහු පැවසීය.",
        "මීට පෙර NMRA හි භූමිකාව පිළිබඳව NMRA මාධ්‍ය නිවේදනයක් නිකුත් කළ අතර එමඟින් එම චෝදනා ප්‍රතික්ෂේප කළේය.",
        "“රටේ ඉන්ධන, ගෑස්, ආහාර, ඖෂධ ඇතුළු අත්‍යාවශ්‍ය භාණ්ඩ හිඟයට බලපා තිබෙන්නේ ඩොලර් හිඟය බව පැහැදිලියි. ඉහත කරුණු බලධාරීන්ගේ විෂය පථයට අයත් නොවන බැවින් අදාළ නියාමන බලධාරීන් වගකිව යුතු නොවේ.",
        "“ඖෂධ නිෂ්පාදන සඳහා අවශ්‍ය අමුද්‍රව්‍ය ආනයනය කිරීමට ද ඩොලර් හිඟය සෘජුව බලපා තිබෙනවා. එමෙන්ම විදුලිය, බලශක්තිය, ප්‍රවාහනය වැනි අත්‍යාවශ්‍ය භාණ්ඩ සැපයුම අඩාල වීම නිසා ඖෂධ කර්මාන්තය අඩාල වී ඇත. ඉහත සියල්ල ජාතික ඖෂධ නියාමන අධිකාරියේ විෂය පථයට පරිබාහිර කරුණු වේ. කෙසේ වෙතත්, රට තුළ පවතින දුෂ්කර තත්ත්වය තුළ ඖෂධ හිඟයක් ඇතිවීම වැළැක්වීම සඳහා ජාතික ඖෂධ නියාමන අධිකාරියේ විෂය පථය තුළ ගත හැකි සෑම පියවරක්ම මේ වන විටත් ගෙන ඇති බව අපි වගකීමෙන් යුතුව ප්‍රකාශ කරනවා.",
        "මෙරටට පරිත්‍යාග කරන ලද ඖෂධ නිකුත් කිරීමේ ප්‍රමාදය පිළිබඳ චෝදනාව ප්‍රතික්ෂේප කරන NMRA ප්‍රකාශ කළේ ප්‍රමිතිය පරීක්ෂා කර එම ඖෂධ සහ වෛද්‍ය උපකරණ ප්‍රමාදයකින් තොරව නිකුත් කිරීමට වෙනම ඒකකයක් පිහිටුවා ඇති බවයි.",
        "දේශීය ඖෂධ සහ වෛද්‍ය උපකරණ නිෂ්පාදකයින් අධෛර්යමත් කිරීමේ චෝදනාව NMRA ප්‍රතික්ෂේප කළේය. “දේශීය නිෂ්පාදකයින් දිරිමත් කිරීම සඳහා ජාතික ඖෂධ නියාමන අධිකාරිය තුළ වෙනම ඒකකයක් පිහිටුවා, පසුගිය මාස දෙක ඇතුළත ඖෂධ 150ක් විශේෂ ව්‍යාපෘතියක කොටසක් ලෙස සහතික කර ලියාපදිංචි කරන ලදී. මීට අමතරව ආරක්ෂිත බව තහවුරු වූ ඖෂධ සමාගම් 20ක් පමණ පසුගිය මාස දෙක ඇතුළත පරීක්ෂා කර අනුමත කර ඇත.",
        "නව ඖෂධ සමාගම් හතරක් ඒ අතර වේ. තවද දැනට රට තුළ උද්ගතව ඇති අර්බුදකාරී තත්ත්වය හමුවේ ලියාපදිංචි නොකළ ආනයන සඳහා කඩිනම් අනුමැතිය ලබාදීමට විශේෂඥ කමිටුවක් ද පත් කර තිබේ. මේ හේතුවෙන් පසුගිය මාස දෙක තුළ ඖෂධ සඳහා අනුමැතිය 30ක් ද වෛද්‍ය උපකරණ සඳහා 36ක් ද ලබා දී ඇත. මීට අමතරව, ආනයනය සඳහා ක්ෂණික නිෂ්කාශන අනුමැතිය සඳහා පසුගිය මාස දෙක තුළ ඖෂධ 300 ක් සහ වෛද්ය උපකරණ 48 ක් නිකුත් කර ඇත.",
        "අනෙකුත් පාරිභෝගික භාණ්ඩ මෙන් නොව, ඖෂධවල ගුණාත්මක භාවය සහ ඵලදායීතාවය පාරිභෝගිකයාට ඒවායේ පෙනුම හෝ ස්වභාවය අනුව තීරණය කළ නොහැකිය.",
        "ප්‍රමිතියෙන් තොර ඖෂධ භාවිතය මරණයෙන් අවසන් විය හැකි අතර මිනිසුන්ට දැවැන්ත සංකූලතා ඇති කළ හැකිය. දැනට පවතින ඖෂධ අර්බුදය ප්‍රයෝජනයට ගනිමින් ප්‍රමිතියෙන් තොර ඖෂධ නිෂ්පාදනය කිරීමට හෝ ආනයනය කිරීමට ඖෂධ මාෆියාවේ තල්ලුවක් දැකිය හැකිය.",
        "“අනාගතයේ අයථා ලාභ ඉපැයීම ඉලක්ක කර ගනිමින් පවතින නියාමන ක්‍රමය හෑල්ලු කිරීමට ගන්නා ක්‍රියාමාර්ග ද අපි තරයේ හෙළා දකිමු.",
        "“ඖෂධ හිඟය පිළිබඳව ඖෂධ නියාමන අධිකාරියට අභූත චෝදනා එල්ල කිරීමෙන් හෝ ගැටලුවේ මූලික ස්වභාවය තේරුම් නොගෙන හිතාමතා කරුණු වසන් කිරීමෙන් අර්බුදය තවත් උග්‍ර වන බව අපි අවධාරණය කරමු. එබැවින් මෙම අභූත චෝදනා සම්බන්ධයෙන් රටේ ජනතාව අවබෝධයෙන් සහ වගකීමෙන් කටයුතු කරනු ඇතැයි අපි බලාපොරොත්තු වෙනවා.",
        "අත්‍යවශ්‍ය වෛද්‍ය සැපයුම් කඩිනම් කිරීම සඳහා ජාතික ඖෂධ නියාමන අධිකාරී පනත සංශෝධනය කිරීම සඳහා සෞඛ්‍ය අමාත්‍ය කෙහෙළිය රඹුක්වැල්ල මහතාගේ ප්‍රධානත්වයෙන් ස්වාධීන කමිටුවක් ද පිහිටුවන ලදී. කෙසේ වෙතත්, NMRA ප්‍රතිශෝධනය කිරීම සඳහා ස්වාධීන කමිටුවක් නිර්මාණය කිරීම පරස්පර මත සහ චෝදනාවලට තුඩු දී තිබේ. NMRA සහ සෞඛ්‍ය අමාත්‍යවරයා මෙම මතභේදයේ ඉදිරියෙන්ම සිටී",
        "මේ අතර සෞඛ්‍ය අමාත්‍ය කෙහෙළිය රඹුක්වැල්ල මහතා මේ සම්බන්ධයෙන් ප්‍රකාශයක් නිකුත් කර ඇති අතර, මැයි 25 වන දින පැවති රැස්වීම වත්මන් ආර්ථික අර්බුදය සහ සෞඛ්‍ය ක්ෂේත්‍රයට එල්ල වන බලපෑම් පිළිබඳව සාකච්ඡා කිරීම සඳහා මෙම ගැටළු මඟහරවා ගන්නේ කෙසේද යන්න පිළිබඳව සාකච්ඡා කිරීමට බව සඳහන් කර ඇත.",
        "“අගමැතිතුමා නිමල් සිරිපාල ද සිල්වා මහතාට රැස්වීමේ සමාරම්භක දේශනය කිරීමට ආරාධනා කළේ, සෞඛ්‍ය ක්‍ෂේත්‍රයේ විශාල අත්දැකීම් ඇති නිසා, සිය වෘත්තීය ජීවිතය තුළ තෙවරක් විෂය භාර අමාත්‍යවරයා ලෙස කටයුතු කර ඇති බැවිනි. අමාත්‍යවරයා සෞඛ්‍ය අංශයේ සියලුම ආයතන විවේචනාත්මකව තක්සේරු කළේය, NMRA ඉන් එකක්.",
        "NMRA ඇතුළු සෞඛ්‍ය අමාත්‍යාංශයේ විෂය පථය තුළ ඇති ඇතැම් ආයතන පිළිබඳව සාකච්ඡා කළ බවත්, ශ්‍රම බල හිඟය සහ ක්‍රියාවලියේ ප්‍රමාදය පිළිබඳ ගැටලු පිළිබඳව ද සාකච්ඡා කළ බවත් එම නිවේදනයේ වැඩිදුරටත් සඳහන් වේ. ඊට අමතරව ආයතනවල පරිපාලනමය ප්‍රතිව්‍යුහගතකරණය ද සාකච්ඡාවට බඳුන් වී තිබිණි.",
        "“එබැවින් මෙම තීරණාත්මක අවස්ථාවේදී රටට සහය විය යුතු පුද්ගලයන් ඒ වෙනුවට මහජනතාව සහ සෞඛ්‍ය අංශ ප්‍රජාව නොමග යැවීමේ නිරත වීම කණගාටුවට කරුණකි. ඉහත කරුණු අනුව, එදින සාකච්ඡා කරන ලද සියලුම ආයතන අතුරින්, තීරනාත්මක තක්සේරුව සහ කාර්යක්ෂමතාව වැඩි කිරීම සඳහා යෝජිත ක්‍රියාමාර්ග පිළිබඳව NMRA පමණක් ප්‍රශ්න කර ආරක්‍ෂාකාරීව කටයුතු කර ඇති බව මට සිත්ගන්නා කරුණකි.",
        "පැහැදිලි කිරීම සඳහා අග්‍රාමාත්‍යවරයා විසින් කැඳවා තිබූ රැස්වීමට පැමිණ සිටි වෘත්තීය සමිති ක්‍රියාකාරී සහ සෞඛ්‍ය වෘත්තිකයන්ගේ සංගමයේ සභාපති රවී කුමුදේශ් වෙත ඩේලි මිරර් සම්බන්ධ විය.",
        "රට අත්විඳින ඖෂධ හිඟයට NMRA අර්ධ වශයෙන් වගකිව යුතු බව ඔහුගේ අදහසයි. සෞඛ්‍ය අමාත්‍යාංශය යටතේ ආදායම් උත්පාදන අධිකාරියක් ලෙස ක්‍රියාත්මක වන එකම අධිකාරිය NMRA වන බැවින් එහි පාර්ශ්වකරුවන්ට ඉහළ කාර්යක්‍ෂම සහ ඵලදායී සේවාවක් සැපයීමට බැඳී සිටින බව ඔහු පවසයි.",
        "කුමුදේශ් මහතා කියා සිටියේ NMRA හි පෞරාණික සහ නිලධාරිවාදී භාවිතයන් හේතුවෙන් අත්‍යවශ්‍ය ඖෂධ සහ රසායනාගාර උපකරණ අනුමත කිරීම සඳහා මෑත කාලයේ ප්‍රමාදයන් කිහිපයක් සිදු වූ බවයි.",
        "කෙසේ වෙතත්, කුමුදේශ් මහතාට අනුව, NMRA වත්මන් ඖෂධ හිඟයට සංවේදී නොවන අතර, වසර ගණනාවක් පුරා අධිකාරියට පීඩා කළ අකාර්යක්ෂමතාව අවම කිරීමට පරිපාලනය ප්‍රගතිශීලී පියවර ගෙන නොමැත. නිදසුනක් වශයෙන්, NMRA හි පෞරාණික සහ නිලධාරිවාදී භාවිතයන් හේතුවෙන් අත්‍යවශ්‍ය ඖෂධ සහ රසායනාගාර උපකරණ අනුමත කිරීම සඳහා මෑත කාලයේ ප්‍රමාදයන් කිහිපයක් සිදු වූ බව කුමුදේශ් මහතා ප්‍රකාශ කළේය.",
        "NMRA අහෝසි කිරීම ගැන සාකච්ඡා නොකළ බවත්, ඒ වෙනුවට අවශ්‍ය ප්‍රතිසංස්කරණ සාකච්ඡාවේ අවධානයට යොමු වූ බවත් ඔහු කියා සිටියේය.",
        "කුමුදේශ් මහතා පැවසුවේ වත්මන් තත්ත්වය කුමක් වුවත් NMRA ස්වාධීන අධිකාරියක් ලෙස පැවතිය යුතු නමුත් මණ්ඩලයේ ඇතැම් සාමාජිකයින් පත් කිරීමේදී අදාළ ක්‍රියා පටිපාටිය අනුගමනය නොකළ බැවින් වත්මන් මණ්ඩලයේ ස්වාධීනත්වය ප්‍රශ්න කරන බවයි. එබැවින් NMRA වෙත එල්ල කර ඇති චෝදනා කිසිදු පදනමක් නොමැති බව ඔහු කියා සිටියේ ඔවුන් ද ශ්‍රී ලංකාවේ ඖෂධ සඳහා ස්වාධීන නියාමන ආයතනයක් සඳහා පෙනී සිටින බැවින් එහි පාර්ශ්වකරුවන්ට සේවය කිරීම සඳහා ඉතා කාර්යක්ෂම හා ඵලදායී වන බවයි.",
        "මේ අතර සෞඛ්‍ය අමාත්‍ය කෙහෙළිය රඹුක්වැල්ල ඇමතීමට ඩේලි මිරර් කළ උත්සාහයන් කිහිපයකට පිළිතුරු නොලැබුණි. සෞඛ්‍ය අමාත්‍යාංශයේ ලේකම් එස්.ජනක ශ්‍රී චන්ද්‍රගුප්ත මහතා අදහස් දක්වමින් කියා සිටියේ NMRA අහෝසි කිරීම සඳහා කිසිදු සාකච්ඡාවක් නොමැති බවත්, විෂය පිළිබඳව නොදන්නා නිසාත්, තනතුරට අලුත් නිසාත් ඒ පිළිබඳව වැඩිදුර අදහස් ප්‍රකාශ කළ නොහැකි බවයි."
      ]
    },
    "ta": {
      "title": "மருந்து தட்டுப்பாடு: யாருடைய தவறு?",
      "body_lines": [
        "தேசிய மருந்துகள் ஒழுங்குமுறை அதிகாரசபை நேரடியாக மருந்துகளை கொள்வனவு செய்வதில்லை என வைத்தியர் ஆனந்த விஜேவிக்ரம தெரிவித்துள்ளார்.",
        "அரசாங்கமொன்றில் மருந்து தட்டுப்பாடு தொடர்பாக இரண்டு வைத்திய அதிகாரிகள் போராட்டம் நடத்தியதை படம் காட்டுகிறது. மருத்துவமனை. யார் பொறுப்பு?",
        "ஒரு பேரழிவு உருவாகும் அதே வேளையில், இலங்கையில் அலமாரிகளில் உள்ள அத்தியாவசிய மருந்துகள் மறைந்து வருகின்றன, அதே நேரத்தில் மருத்துவர்கள் பிரார்த்தனைக்கு திரும்புகிறார்கள் மற்றும் அரசியல்வாதிகள் விருப்பமான சிந்தனைக்கு திரும்புகிறார்கள்.",
        "பிரதமர் ரணில் விக்கிரமசிங்க கடந்த புதன்கிழமை (மே 25) அத்தியாவசிய பங்குதாரர்களுடன் கூட்டத்திற்கு அழைப்பு விடுத்து, அத்தியாவசிய மருந்துகளின் இருப்பு குறித்து உடனடி அறிக்கையை சமர்ப்பிக்குமாறு சுகாதார அமைச்சின் அதிகாரிகளுக்கு அறிவுறுத்தினார். சுகாதார அமைச்சர் கெஹலிய ரம்புக்வெல்ல, துறைமுகங்கள், கப்பல் மற்றும் விமானப் போக்குவரத்து அமைச்சர் நிமல் சிறிபால டி சில்வா, நாடாளுமன்ற உறுப்பினர் நிமல் லான்சா, முன்னாள் நாடாளுமன்ற உறுப்பினர் ருவன் விஜேவர்தன, சமன் ரத்னபிரிய, தொழிற்சங்கவாதி ரவி குமுதேஷ் உள்ளிட்ட பலர் இந்தக் கூட்டத்தில் கலந்துகொண்டனர்.",
        "முக்கியமான மருத்துவப் பொருட்களை விரைவுபடுத்துவதற்காக, தேசிய மருந்துகள் ஒழுங்குமுறை அதிகாரசபை சட்டத்தை திருத்துவதற்காக சுகாதார அமைச்சர் கெஹலிய ரம்புக்வெல்ல தலைமையில் ஒரு சுயாதீன குழுவும் உருவாக்கப்பட்டது. எவ்வாறாயினும், என்எம்ஆர்ஏவை மறுபரிசீலனை செய்வதற்கான சுயாதீன குழுவை உருவாக்குவது முரண்பட்ட கருத்துக்களையும் குற்றச்சாட்டுகளையும் விளைவித்துள்ளது. என்.எம்.ஆர்.ஏ.வும், சுகாதார அமைச்சரும் இந்த சர்ச்சையில் முன்னணியில் உள்ளனர்.",
        "அமைச்சர் ரம்புக்வெல்ல பிரதமர் விக்ரமசிங்கவை தவறாக வழிநடத்தியதாக அவர் குற்றம் சாட்டியதால், டெய்லி மிரர், கொழும்பு தொற்று நோய் வைத்தியசாலையின் ஆலோசகர் வைத்தியர் டாக்டர் ஆனந்த விஜேவிக்ரமவுடன் கலந்துரையாடினார்.",
        "டாக்டர் விஜேவிக்ரம, ஆரம்பத்திலிருந்தே, அனைத்து வெளிநோயாளர் பராமரிப்பிலும் பாதியளவு அரசாங்க சுகாதார சேவைகள் மற்றும் உள்நோயாளிகளுக்கான சிகிச்சையில் 90 சதவீதத்திற்கும் அதிகமான பங்களிப்பை வழங்குவது, நாட்டின் முன்னேற்றத்திற்கான முக்கியமான முதலீடாகும் என்பதை அடிக்கோடிட்டுக் காட்டினார்.",
        "“நாட்டின் குடிமக்கள் ஆரோக்கியமாக இருக்கும்போது, ​​நாட்டின் வளர்ச்சியில் ஒட்டுமொத்தமாக நன்மை பயக்கும். நீங்கள் ஆரோக்கியமாக இருந்தால், உங்கள் உற்பத்தி அதிகரிக்கும், அது நாட்டிற்கு மிகவும் மதிப்புமிக்கது, ”என்று அவர் கூறினார்.",
        "இந்த சூழ்நிலையை பயன்படுத்தி தே.மு.தி.க.வை ஒடுக்க சிலர் முயற்சிப்பதாக தெரிகிறது. இது எப்போதும் ஊழலுக்கு வழிவகுக்கும் மற்றும் இலங்கையர்களிடம் தரமற்ற மருந்துகள் இருக்கும், இது உயிருக்கு ஆபத்தை விளைவிக்கும்.",
        "அமைச்சர் ரம்புக்வெல்ல மற்றும் அமைச்சர் நிமல் சிறிபால டி சில்வா ஆகியோர், மே 25 அன்று, பிரதமரால் அழைக்கப்பட்ட கூட்டத்தில், நாட்டில் ஏற்பட்டுள்ள மருந்துப் பற்றாக்குறைக்கு தேசிய மருந்துகள் ஒழுங்குமுறை ஆணையம் (என்எம்ஆர்ஏ) குற்றம் சாட்டியதாக டாக்டர் விஜேவிக்ரம குற்றம் சாட்டினார்.",
        "கூடுதலாக, என்எம்ஆர்ஏ உள்ளூர் உற்பத்தியாளர்களின் பதிவு மற்றும் நன்கொடைகளுக்கான ஒப்புதலை தாமதப்படுத்துவதாக அமைச்சர் கூறினார்.",
        "அரச சுகாதாரத் துறையில் மருந்துகள் தொடர்ந்து கிடைப்பதை உறுதி செய்வதில் மூன்று முக்கிய முகவர் நிறுவனங்கள் ஈடுபட்டுள்ளதாகவும், அந்த முகவர்கள் அரச மருந்துக் கூட்டுத்தாபனம் (SPC), அரச மருந்து உற்பத்திக் கூட்டுத்தாபனம் (SPMC) மற்றும் மருத்துவ விநியோகப் பிரிவு (MSD) என்றும் டாக்டர் விஜேவிக்ரம விளக்கினார். )",
        "மாநில மருந்துக் கழகம் (SPC) மருந்து வாங்குவதற்குப் பொறுப்பாகும், அதே சமயம் SPMC சில மருந்துகளைத் தயாரிப்பதற்குப் பொறுப்பாகும், முதன்மையாக MOH க்கு. மருத்துவ விநியோக பிரிவு (MSD) விநியோகத்திற்கு பொறுப்பாகும். NMRA மருந்துகள், மருத்துவ சாதனங்கள், எல்லைக்குட்பட்ட தயாரிப்புகள், மருத்துவ பரிசோதனைகள் மற்றும் அழகுசாதனப் பொருட்கள் ஆகியவற்றின் மைய ஒழுங்குமுறை ஆணையமாக செயல்படுகிறது மற்றும் வாங்குவதில் ஈடுபடவில்லை.",
        "2022 ஆம் ஆண்டிற்குத் தேவையான மருந்துகள் SPC ஆல் 2021 இல் ஆர்டர் செய்யப்பட்டிருக்க வேண்டும் என்று டாக்டர் விஜேவிக்ரம தெரிவித்தார். எனினும், டாலர் நெருக்கடி காரணமாக ஆர்டர்கள் ஒருபோதும் வழங்கப்படவில்லை, இதுவே மருந்துப் பற்றாக்குறைக்கு முதன்மைக் காரணம்.",
        "மேலும், மருந்துகளை உற்பத்தி செய்யும் திறன் கொண்ட உள்ளூர் உற்பத்தியாளர்கள், தேவையான மூலப்பொருட்களை இறக்குமதி செய்ய முடியாததால், தேவையை பூர்த்தி செய்ய முடியவில்லை.",
        "மருத்துவ உபகரணங்களின் பற்றாக்குறை பிரச்சினையை அதிகப்படுத்துகிறது. டாக்டர் விஜேவிக்ரமவின் கூற்றுப்படி, ஆர்டர்கள் இப்போது வழங்கப்பட்டாலும், மருந்துகள் வழங்கப்படுவதற்கு குறைந்தபட்சம் 8-12 வாரங்கள் ஆகலாம், ஏனெனில் ஆர்டர் செய்யப்பட்டவுடன் மட்டுமே உற்பத்தி தொடங்கும்.",
        "உற்பத்தியாளர்களுக்கு SPC மூலம் தீர்க்கப்பட வேண்டிய நிலுவைத் தொகைகள் சிக்கலை அதிகரிக்கின்றன. உற்பத்தியாளர்களுக்கான நிலுவைத் தொகைகளை SPC தீர்க்கும் வரை, சில உற்பத்தியாளர்களிடம் புதிய ஆர்டர்களை வைப்பது கிட்டத்தட்ட சாத்தியமற்றது.",
        "பிரதமர் தலைமையில் நடைபெற்ற கூட்டத்தில், பங்கேற்பாளர்கள் பலர் NMRA நன்கொடைகளுக்கான அனுமதியை தாமதப்படுத்துவதாக குற்றம் சாட்டியதாகவும் டாக்டர் விஜேவிக்ரம குற்றம் சாட்டினார்.",
        "நன்கொடைகளுக்கு விரைவான ஒப்புதல்களை உறுதிசெய்ய NMRA அதன் வரம்பிற்குள் முடிந்த அனைத்தையும் செய்திருப்பதால், உண்மைக்கு அப்பால் எதுவும் இருக்க முடியாது என்று அவர் கூறினார்.",
        "உதாரணமாக, பல நன்கொடைகள் NMRA ஆல் பதிவு செய்யப்படவில்லை (அவை அத்தியாவசிய மருந்துகள் மற்றும் நிறுவப்பட்ட சப்ளையர்களிடமிருந்து வரும்) மற்றும் அதற்கு 48 மணிநேரத்திற்கும் குறைவாகவே ஆகும்.",
        "நன்கொடைகள் இன்றியமையாததாக இருந்தாலும், தற்காலிக நிவாரணம் மட்டுமே கிடைக்கும் என்றார். \"அத்தியாவசிய மருந்துகளின் பற்றாக்குறையைத் தீர்க்க தேவையான நிதி உதவியுடன் கொள்முதல் வழிமுறைகள் மீண்டும் நிறுவப்பட வேண்டும்,\" என்று அவர் கூறினார்.",
        "2015 ஆம் ஆண்டு NRMA சட்டத்திற்கு முன்பு, மருந்துகளின் கட்டுப்பாடு என்பது சுகாதார சேவைகளின் இயக்குநர் ஜெனரல் (DGHS) என்ற தனி நபரின் கீழ் இருந்தது.",
        "சட்டம் நிறைவேற்றப்பட்டதன் மூலம், இது தற்போது தொழில் வல்லுநர்களின் குழுவால் கையாளப்படுகிறது, இது மருந்துகளின் ஒழுங்குமுறையை பாதிக்கும் முறைகேடுகள் மற்றும் ஊழலை வெகுவாகக் குறைத்துள்ளது.",
        "NMRA (அதிகாரம் என குறிப்பிடப்படுகிறது) சுகாதார அமைச்சரின் நான்கு நியமனதாரர்கள், தொழில்முறை கல்லூரிகளால் பரிந்துரைக்கப்பட்ட நான்கு நிபுணர்கள், பல்கலைக்கழகங்களில் இருந்து இரண்டு பரிந்துரைக்கப்பட்டவர்கள், சுகாதார சேவைகள் பணிப்பாளர் நாயகம், கருவூலத்திலிருந்து ஒரு நியமனம் மற்றும் NMRA இன் CEO.",
        "NMRA இன் முதன்மைப் பொறுப்புகள் மருந்துகளை ஒழுங்குபடுத்துதல் மற்றும் தரம், செயல்திறன், தேவை மற்றும் விலை ஆகியவற்றை மதிப்பீடு செய்வதாகும். (பொதுவாக, ஒரு மருந்து நாட்டிற்கு கொண்டு வரப்படுவதற்கு NMRA மூலம் இலங்கையில் பதிவு செய்யப்பட வேண்டும். சிறப்பு சூழ்நிலைகளில், பதிவு விலக்கு அளிக்கப்படுகிறது)",
        "NMRA ஒழுங்குமுறை செயல்பாட்டை மட்டுமே செய்கிறது, மேலும் NMRA நேரடியாக மருந்துகளை வாங்குவதில்லை. தேசிய மருந்துகள் ஒழுங்குமுறை ஆணையம் (NMRA) நாட்டில் கிடைக்கும் மருந்துப் பொருட்கள் பொருந்தக்கூடிய பாதுகாப்பு, தரம் மற்றும் செயல்திறன் தரநிலைகளை அடைவதை உறுதி செய்வதன் மூலம் பொது சுகாதாரத்தைப் பாதுகாப்பதிலும் மேம்படுத்துவதிலும் முன்னணிப் பங்கு வகிக்கிறது.",
        "என்எம்ஆர்ஏவை இடைநிறுத்தி, அதன் செயல்பாட்டை அமைச்சு பொறுப்பேற்றதும், என்எம்ஆர்ஏவில் அரசியல்வாதிகள் தலையிட முயற்சித்த பல்வேறு சந்தர்ப்பங்கள் இருப்பதாக டாக்டர் விஜேவிக்ரம கூறுகிறார்.",
        "“இதுவும் இதே போன்ற ஒரு சம்பவம் என்று நான் உணர்கிறேன். அமைச்சர் தவறாக வழிநடத்தப்பட்டாரா அல்லது உள்நோக்கம் கொண்டதா என்பது எனக்குத் தெரியாது. முக்கியமானது என்னவெனில், NMRA இன் முன்மொழியப்பட்ட இடைநிறுத்தம் இலங்கையின் சுகாதார சேவைக்கு பாதகமானது, ”என்று அவர் கூறினார்.",
        "“ஒழுங்குமுறை வழிமுறைகள் ஒழிக்கப்பட்டால், நோயாளிகள் தரமற்ற மருந்துகளைப் பெறுவார்கள். NMRA இன் சுதந்திரமானது மருந்துகளை ஒழுங்குபடுத்துவதற்கான ஒரு நியாயமான அமைப்பை உறுதி செய்கிறது மற்றும் பலப்படுத்தப்பட வேண்டும். மருந்துகளின் இந்த நெருக்கடியில், SPC மற்றும் MSD இன் செயல்திறன் மற்றும் செயல்திறனை மேம்படுத்துவதே முக்கியமானது,\" என்று அவர் கூறினார்.",
        "நாட்டில் கிடைக்கும் மருத்துவப் பொருட்கள் பொருந்தக்கூடிய பாதுகாப்பு, தரம் மற்றும் செயல்திறன் தரங்களைச் சந்திப்பதை உறுதி செய்வதன் மூலம் பொது சுகாதாரத்தைப் பாதுகாப்பதிலும் மேம்படுத்துவதிலும் NMRA முக்கியப் பங்காற்றுகிறது என்று அவர் கூறினார்.",
        "உதாரணமாக, இறக்குமதி செய்யப்படும் மருந்து என்எம்ஆர்ஏவில் பதிவு செய்யப்பட வேண்டும்; உற்பத்தியாளர்கள் யார், அவர்கள் தொடர்புடைய சான்றிதழ்கள் மற்றும் பதிவை அங்கீகரிப்பதற்காக வேறு பல காரணிகளை வைத்திருக்கிறார்களா என்பதை நாங்கள் சரிபார்க்கிறோம். அவசரகால மருந்துகளுக்கு, விரைவான மதிப்பீடு வழங்கப்படுகிறது. நாம் நன்கொடை பெறும்போது இதேபோன்ற செயல்முறை பின்பற்றப்படுகிறது. நாங்கள் குறிப்பிட்ட அளவுகோல்களை மட்டுமே சரிபார்க்கிறோம், மேலும் அதிக செயல்திறனை உறுதிப்படுத்த ஒப்புதல் அளிக்கப்படுகிறது, ”என்று அவர் மேலும் கூறினார்.",
        "மேலும், என்எம்ஆர்ஏ ஒரு ஒழுங்குமுறை நிறுவனம் என்பதால் அரசியல்வாதிகள் அதில் தலையிடக் கூடாது என்றும் அவர் கூறினார்.",
        "“பிரதமர் அழைத்த கூட்டத்தில் விவாதிக்கப்பட்ட முக்கிய பிரச்சினை என்.எம்.ஆர்.ஏ. போதைப்பொருள் பற்றாக்குறை மற்றும் MSD மற்றும் SPC ஐ எவ்வாறு மேம்படுத்துவது என்பது குறித்த கூட்டத்தின் விளைவாக எதுவும் தெரிவிக்கப்படவில்லை. மாறாக, மருந்துப் பற்றாக்குறைக்குக் காரணமே இல்லாத என்.எம்.ஆர்.ஏ. பற்றி விவாதிக்கிறார்கள்,'' என்றார்.",
        "கடன்கள் மற்றும் நன்கொடைகள் மூலம் மருந்துகளைப் பெறுவதைத் தவிர, இந்த மருந்து நெருக்கடியில் பல முக்கியமான மற்றும் நேர்மறையான நடவடிக்கைகள் எடுக்கப்படலாம் மற்றும் எடுக்கப்பட வேண்டும். SPC மற்றும் MSD எதிர்கொள்ளும் பிரச்சனைகள் தீர்க்கப்பட வேண்டும், மற்றும் வாங்குதல் நெறிப்படுத்தப்பட வேண்டும், டாக்டர் விஜேவிக்ரம மேலும் கூறினார்.",
        "“நாட்டிற்கு தேவையற்ற மருந்துகளை வாங்குவதை நிறுத்தவும், அதன் மூலம் நாட்டுக்கு டாலர்களை மிச்சப்படுத்தவும் இந்த வாய்ப்பை பயன்படுத்த வேண்டும். இப்படியான முடிவுகளை எடுப்பதற்குப் பதிலாக, இந்தச் சூழலைப் பயன்படுத்தி தே.மு.தி.க.வை ஒடுக்க சிலர் முயற்சிப்பதாகத் தெரிகிறது. இது எப்போதும் ஊழலுக்கு வழிவகுக்கும், மேலும் இலங்கையர்களிடம் தரமற்ற மருந்துகள் இருக்கும், இது உயிருக்கு ஆபத்தை விளைவிக்கும், ”என்று அவர் கூறினார்.",
        "முன்னதாக என்எம்ஆர்ஏ என்எம்ஆர்ஏவின் பங்கு குறித்து ஊடக அறிக்கையை வெளியிட்டு அதன் மூலம் குற்றச்சாட்டுகளை நிராகரித்தது.",
        "“நாட்டில் எரிபொருள், எரிவாயு, உணவு மற்றும் மருந்து உள்ளிட்ட அத்தியாவசியப் பொருட்களின் பற்றாக்குறைக்கு டாலர் பற்றாக்குறையே காரணம் என்பது தெளிவாகிறது. மேற்கண்டவை அதிகாரிகளின் வரம்பிற்குள் வராததால் சம்பந்தப்பட்ட ஒழுங்குமுறை அதிகாரிகள் பொறுப்பல்ல.",
        "“டாலர் தட்டுப்பாடு மருந்துப் பொருட்களுக்கான மூலப் பொருட்களின் இறக்குமதியையும் நேரடியாகப் பாதித்துள்ளது. மேலும், மின்சாரம், எரிசக்தி, போக்குவரத்து போன்ற அத்தியாவசியப் பொருட்களின் விநியோகம் தடைபட்டதால் மருந்துத் தொழில் முடங்கியுள்ளது. மேற்கூறியவை அனைத்தும் தேசிய மருந்துகள் ஒழுங்குமுறை ஆணையத்தின் வரம்புக்கு அப்பாற்பட்டவை. எவ்வாறாயினும், நாட்டில் தற்போது நிலவும் இக்கட்டான சூழ்நிலையில், மருந்துப் பற்றாக்குறையைத் தடுப்பதற்கு தேசிய மருந்து ஒழுங்குமுறை ஆணையத்தின் எல்லைக்குள் சாத்தியமான அனைத்து நடவடிக்கைகளும் ஏற்கனவே எடுக்கப்பட்டுள்ளன என்பதை நாங்கள் பொறுப்புடன் தெரிவித்துக் கொள்கிறோம்” என்று அந்த அறிக்கையில் கூறப்பட்டுள்ளது.",
        "நாட்டிற்கு நன்கொடையாக வழங்கப்பட்ட மருந்துகளை வெளியிடுவதில் தாமதம் ஏற்பட்டதாக எழுந்த குற்றச்சாட்டை மறுத்த NMRA, தரத்தை பரிசோதிக்கவும், தாமதமின்றி அத்தகைய மருந்துகள் மற்றும் மருத்துவ உபகரணங்களை வழங்கவும் தனிப் பிரிவு அமைக்கப்பட்டுள்ளதாகக் கூறியது.",
        "மருந்து மற்றும் மருத்துவ சாதனங்களின் உள்ளூர் உற்பத்தியாளர்களை ஊக்கப்படுத்திய குற்றச்சாட்டையும் NMRA மறுத்தது. “உள்ளூர் உற்பத்தியாளர்களை ஊக்குவிப்பதற்காக தேசிய மருந்து ஒழுங்குமுறை ஆணையத்தில் ஒரு தனிப் பிரிவு அமைக்கப்பட்டு, கடந்த இரண்டு மாதங்களில் 150 மருந்துகள் சிறப்புத் திட்டத்தின் ஒரு பகுதியாகச் சான்றளிக்கப்பட்டு பதிவு செய்யப்பட்டன. மேலும், பாதுகாப்பானது என நிரூபிக்கப்பட்ட சுமார் 20 மருந்து நிறுவனங்கள் கடந்த 2 மாதங்களுக்குள் ஆய்வு செய்து அனுமதி பெற்றுள்ளன.",
        "அவற்றில் நான்கு புதிய மருந்து நிறுவனங்கள் உள்ளன. மேலும், நாட்டில் தற்போது நிலவும் நெருக்கடியான சூழ்நிலையில், பதிவு செய்யப்படாத இறக்குமதிக்கு உடனடி அனுமதி வழங்க நிபுணர் குழுவொன்று நியமிக்கப்பட்டுள்ளது. இதன் மூலம் கடந்த இரண்டு மாதங்களில் மருந்துகளுக்கு 30 அனுமதிகளும், மருத்துவ உபகரணங்களுக்கு 36 அனுமதிகளும் வழங்கப்பட்டுள்ளன. மேலும், கடந்த இரண்டு மாதங்களுக்குள் சுமார் 300 மருந்துகளும் 48 மருத்துவ உபகரணங்களும் இறக்குமதிக்கான உடனடி அனுமதி அனுமதிக்காக வழங்கப்பட்டுள்ளன.",
        "மற்ற நுகர்வோர் பொருட்களைப் போலல்லாமல், மருந்துகளின் தரம் மற்றும் செயல்திறனை அவற்றின் தோற்றம் அல்லது இயல்பு மூலம் நுகர்வோர் தீர்மானிக்க முடியாது.",
        "தரமற்ற மருந்துகளின் பயன்பாடு மரணத்தில் முடிவடையும் மற்றும் மக்களுக்கு பாரிய சிக்கல்களை ஏற்படுத்தும். போதைப்பொருள் மாஃபியாவின் உந்துதல் தற்போதைய மருந்து நெருக்கடியைப் பயன்படுத்தி தரமற்ற மருந்துகளை உற்பத்தி செய்ய அல்லது இறக்குமதி செய்வதைக் காணலாம்.",
        "\"எதிர்காலத்தில் தவறான ஆதாயங்களை இலக்காகக் கொண்டு, தற்போதுள்ள ஒழுங்குமுறை அமைப்பைக் குறைமதிப்பிற்கு உட்படுத்தும் நடவடிக்கைகளையும் நாங்கள் கடுமையாகக் கண்டிக்கிறோம்.",
        "“மருந்துகள் தட்டுப்பாடு குறித்து மருந்து ஒழுங்குமுறை ஆணையத்தில் அபத்தமான குற்றச்சாட்டுகளை முன்வைப்பதன் மூலமோ அல்லது பிரச்சினையின் அடிப்படைத் தன்மையைப் புரிந்து கொள்ளாமல் வேண்டுமென்றே உண்மைகளை மறைப்பதன் மூலமோ, நெருக்கடி இன்னும் மோசமாகும் என்பதை நாங்கள் வலியுறுத்துகிறோம். எனவே, இந்த அபத்தமான குற்றச்சாட்டுகள் தொடர்பில் நாட்டு மக்கள் புரிந்துணர்வுடனும் பொறுப்புடனும் செயற்படுவார்கள் என நம்புகிறோம்” என அந்த அறிக்கையில் குறிப்பிடப்பட்டுள்ளது.",
        "முக்கியமான மருத்துவப் பொருட்களை விரைவுபடுத்துவதற்காக, தேசிய மருந்துகள் ஒழுங்குமுறை அதிகாரசபை சட்டத்தை திருத்துவதற்காக சுகாதார அமைச்சர் கெஹலிய ரம்புக்வெல்ல தலைமையில் ஒரு சுயாதீன குழுவும் உருவாக்கப்பட்டது. எவ்வாறாயினும், என்எம்ஆர்ஏவை மறுபரிசீலனை செய்வதற்கான சுயாதீன குழுவை உருவாக்குவது முரண்பட்ட கருத்துக்களையும் குற்றச்சாட்டுகளையும் விளைவித்துள்ளது. என்.எம்.ஆர்.ஏ.வும், சுகாதார அமைச்சரும் இந்த சர்ச்சையில் முன்னணியில் உள்ளனர்",
        "இதற்கிடையில், சுகாதார அமைச்சர் கெஹலிய ரம்புக்வெல்ல இது குறித்து ட்வீட் செய்துள்ளார், மே 25 அன்று நடைபெற்ற கூட்டத்தில் தற்போதைய பொருளாதார நெருக்கடி மற்றும் சுகாதாரத்துறையில் ஏற்படும் பாதிப்புகள் மற்றும் இந்த பிரச்சினைகளை எவ்வாறு சமாளிப்பது என்பது குறித்து ஆலோசிப்பதாகக் குறிப்பிட்டுள்ளார்.",
        "“பிரதமர் நிமல் சிறிபால டி சில்வாவைக் கூட்டத்தின் ஆரம்ப உரையை ஆற்றுமாறு அழைப்பு விடுத்தார், சுகாதாரத் துறையில் தனது பரந்த அனுபவத்தைக் கருத்தில் கொண்டு, தனது தொழில் வாழ்க்கையில் மூன்று தடவைகள் அமைச்சராகப் பொறுப்பு வகித்து வந்துள்ளார். சுகாதாரத் துறையில் உள்ள அனைத்து நிறுவனங்களையும் அமைச்சர் விமர்சன ரீதியாக மதிப்பிட்டார், அவற்றில் ஒன்று என்எம்ஆர்ஏ.",
        "சுகாதார அமைச்சின் வரம்பிற்குள் உள்ள சில நிறுவனங்கள் என்எம்ஆர்ஏ மற்றும் ஆள் பற்றாக்குறை மற்றும் செயல்பாட்டில் தாமதம் உள்ளிட்ட பிரச்சினைகள் குறித்தும் விவாதிக்கப்பட்டதாக அந்த அறிக்கையில் மேலும் தெரிவிக்கப்பட்டுள்ளது. மேலும், நிறுவனங்களின் நிர்வாக மறுசீரமைப்பும் விவாதப் பொருளாக இருந்தது.",
        "“எனவே, இந்த இக்கட்டான தருணத்தில் நாட்டுக்கு உதவ வேண்டிய ஆளுமைகள் அதற்குப் பதிலாக பொது மற்றும் சுகாதாரத் துறை சமூகங்களை தவறாக வழிநடத்துவதில் ஈடுபட்டிருப்பது வருந்தத்தக்கது. மேற்கூறியவற்றின் வெளிச்சத்தில், அன்றைய தினம் விவாதிக்கப்பட்ட அனைத்து நிறுவனங்களிலும், என்எம்ஆர்ஏ மட்டுமே முக்கியமான மதிப்பீடு மற்றும் செயல்திறனை அதிகரிப்பதற்காக முன்மொழியப்பட்ட நடவடிக்கைகள் குறித்து தற்காப்புடன் நடந்துகொண்டதாகத் தெரிகிறது.",
        "தெளிவுபடுத்துவதற்காக பிரதமரால் அழைக்கப்பட்ட கூட்டத்தில் கலந்து கொண்ட தொழிற்சங்கவாதியும் சுகாதார வல்லுநர்கள் சங்கத்தின் தலைவருமான ரவி குமுதேஷ்க்கு டெய்லி மிரர் தொடர்புகொண்டது.",
        "நாடு அனுபவிக்கும் மருந்து தட்டுப்பாட்டிற்கு NMRA ஒரு பகுதியே காரணம் என்று அவர் கருதுகிறார். NMRA என்பது சுகாதார அமைச்சகத்தின் கீழ் உள்ள ஒரே அதிகாரம் என்பதால், வருவாய் உருவாக்கும் அதிகாரமாக செயல்படுவதால், அதன் பங்குதாரர்களுக்கு மிகவும் திறமையான மற்றும் பயனுள்ள சேவையை வழங்குவதற்கு அது கடமைப்பட்டுள்ளது.",
        "NMRA இன் பழமையான மற்றும் அதிகாரத்துவ நடைமுறைகள் காரணமாக அத்தியாவசிய மருந்துகள் மற்றும் ஆய்வக உபகரணங்களின் ஒப்புதலுக்கு சமீபத்திய காலங்களில் பல தாமதங்கள் ஏற்பட்டதாக திரு குமுதேஷ் கூறினார்.",
        "இருப்பினும், திரு குமுதேஷின் கூற்றுப்படி, NMRA, தற்போதைய மருந்து பற்றாக்குறையை உணரவில்லை, மேலும் பல ஆண்டுகளாக அதிகாரத்தை பாதித்த திறமையின்மைகளைத் தணிக்க நிர்வாகம் முற்போக்கான நடவடிக்கைகளை எடுக்கவில்லை. உதாரணமாக, NMRA இன் பழமையான மற்றும் அதிகாரத்துவ நடைமுறைகள் காரணமாக அத்தியாவசிய மருந்துகள் மற்றும் ஆய்வக உபகரணங்களின் ஒப்புதலுக்கு சமீபத்திய காலங்களில் பல தாமதங்கள் ஏற்பட்டதாக திரு குமுதேஷ் கூறினார்.",
        "NMRA ஐ ஒழிப்பது பற்றி விவாதிக்கப்படவில்லை, மாறாக, தேவையான சீர்திருத்தங்கள் விவாதத்தின் மையமாக இருந்தன என்று அவர் கூறினார்.",
        "தற்போதைய சூழ்நிலையைப் பொருட்படுத்தாமல் NMRA ஒரு சுதந்திரமான அதிகாரமாக இருக்க வேண்டும், ஆனால் வாரியத்தின் சில உறுப்பினர்களை நியமிப்பதில் பொருத்தமான நடைமுறை பின்பற்றப்படாததால் தற்போதைய வாரியத்தின் சுதந்திரத்தை கேள்விக்குள்ளாக்குவதாக திரு குமுதேஷ் கூறினார். எனவே, NMRA மீது சுமத்தப்படும் குற்றச்சாட்டுகள் தகுதியற்றவை என்று அவர் கூறினார், ஏனெனில் அவைகளும் இலங்கையில் மருந்துகளுக்கான சுயாதீன ஒழுங்குமுறை அமைப்புக்காக நிற்கின்றன, அவை மிகவும் திறமையான மற்றும் அதன் பங்குதாரர்களுக்கு சேவை செய்வதில் பயனுள்ளதாக இருக்கும்.",
        "இதேவேளை, சுகாதார அமைச்சர் கெஹலிய ரம்புக்வெல்லவை தொடர்பு கொள்ள டெய்லி மிரர் மேற்கொண்ட பல முயற்சிகளுக்கு பதில் கிடைக்கவில்லை. சுகாதார அமைச்சின் செயலாளர் எஸ்.ஜனக ஶ்ரீ சந்திரகுப்த பேசுகையில், NMRA ஐ ஒழிப்பது தொடர்பான கலந்துரையாடல்கள் எதுவும் நடைபெறவில்லை எனவும், இந்த விடயம் தொடர்பில் தனக்குத் தெரியாததாலும், பதவிக்கு புதியவர் என்பதாலும் அது தொடர்பில் மேலதிக கருத்துகளை தெரிவிக்க முடியாது எனவும் தெரிவித்தார்."
      ]
    }
  }
}