{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/19/buses-trucks-jeeps-block-roads-against-fuel-price-hike/",
  "time_ut": 1650370440,
  "title": "Buses, trucks, jeeps block roads against fuel price hike",
  "body_lines": [
    "COLOMBO (News 1st); Protests broke out across Sri Lanka on Tuesday (19) after the Ceylon Petroleum Corporation decided to increase its fuel prices with effect from Monday (18).",
    "People in Rambukkana blocked all the access roads and staged a protest against the fuel price hike, and shortages.",
    "Protestors blocked all access roads including the Rambukkana – Mawanella Road, Rambukkana – Kegalle Road, and the Rambukkana – Kurunegala Road due to the lack of fuel in the city.",
    "News 1st Correspondents said that the protesters also used timber to block the railway line and the Railways Control Room stated that due to this the train service was also disrupted.",
    "All the shops in the city were closed in parallel to the protest.",
    "People who were waiting in queues to purchase fuel also alleged in a protest, and as a result, several roads were blocked and people could not enter the city.",
    "Over in Galle, people blocked the Galle – Colombo Main Road from opposite the Galle Bus Stand.",
    "Our correspondents said that all roads leading to the Galle City were blocked.",
    "Long-distance buses operating along the Kandy – Jaffna A9 Road were pulled out for service on Tuesday (19), and the people also supported this move.",
    "The Kandy – Mahiyanganaya Road was blocked from Digana Town by people who were protesting against the fuel price hike, and the Rajapaksa administration.",
    "Private buses in Tangalle also stopped operating to protest against the increase in fuel prices.",
    "Meanwhile, fishermen in the Kudawella area in Tangalle also blocked the Matara-Wellawaya main road at the Kudawella junction in protest of the increase in fuel prices.",
    "People in Bandarawela also blocked multiple roads demanding that the fuel prices be reduced.",
    "A group of private bus owners also staged a protest in Matara against the increase in fuel prices.",
    "News 1st Correspondent stated that the Colombo-Matara main road was later blocked near the Mahanama Bridge in Matara.",
    "Meanwhile, the fishermen of Dondra Head also engaged in a protest blocking the Kataragama-Matara main road.",
    "News 1st Correspondent stated that the protesters also blocked the road leading to the house of Minister Kanchana Wijesekera.",
    "Another protest was held blocking one lane of the A9 and A6 roads from the Dambulla town.",
    "People also blocked the main road in front of the Hatton bus stand in Nuwaraeliya.",
    "Protesters blocked the Hatton – Bogawantalawa and Hatton – Maskeliya main roads from the Dickoya town.",
    "Residents of Avissawella staged a protest by blocking the Colombo main road at the Color Light Junction to protest against the increase in fuel prices.",
    "Due to this, the traffic on the Avissawella-Colombo main road was also disrupted.",
    "The Negombo-Colombo main road was also blocked at the entrance to the Katunayake Expressway.",
    "People who have been queuing for fuel since this morning have been engaged in a protest in the Gampola town center against the increase in fuel prices.",
    "Due to this the Gampola – Kandy main road and the Gampola – Nawalapitiya main road were also blocked for several hours.",
    "Private buses in Kadawatha-Fort also stopped operating today and protested against the increase in fuel prices.",
    "Private buses in Aluthgama also stopped operating today and engaged in a protest.",
    "People protested by closing down the Chilaw-Colombo main road near Kakapalliya and News 1st Correspondent stated that people had blocked many places in the city.",
    "A tense situation arose in the Dehiattakandiya area due to the restrictions imposed on the release of fuel to farmers.",
    "News 1st Correspondent stated that the police later intervened and controlled the situation.",
    "A heated situation took place at the CEYPETCO filling station in Badulla last night due to the termination of the fuel supply.",
    "Private bus drivers in the North Central Province also staged a protest in Anuradhapura today.",
    "The protesters also took steps to use buses and backhoe machines to block the road.",
    "A heated situation also broke out in the Medigiriya area in protest of the increase in fuel prices.",
    "Protesters blocked the Hingurakgoda-Medirigiriya main road over the Kalagedi bridge.",
    "News 1st Correspondent stated that the protest ended after the Police and local authorities intervened and agreed to release fuel at the previous price.",
    "News 1st Correspondent stated that the Hatton-Colombo main road was blocked due to this.",
    "Meanwhile, protesters also blocked the Hatton-Colombo road near the Kithulgala bridge.",
    "The Kegalle-Avissawella main road from the Yatiyantota, Kotiyakumbura area was also blocked by the public this afternoon.",
    "Private bus operators engaged in a protest blocking the entrances to the Kuliyapitiya main bus stand in Kurunegala.",
    "People also engaged in a protest by blocking the Anamaduwa-Chilaw main road from Pallawa town.",
    "Rambukka Protest : Cops open fire at protestors to disperse the crowd"
  ],
  "translate": {
    "si": {
      "title": "ඉන්ධන මිල වැඩිවීමට එරෙහිව බස් රථ, ට්‍රක් රථ, ජීප් රථ මාර්ග අවහිර කරයි",
      "body_lines": [
        "COLOMBO (News 1st); සඳුදා (18) සිට ක්‍රියාත්මක වන පරිදි ඉන්ධන මිල ඉහළ දැමීමට ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව තීරණය කිරීමෙන් පසු අඟහරුවාදා (19) ශ්‍රී ලංකාව පුරා විරෝධතා මතු විය.",
        "ඉන්ධන මිල ඉහළ දැමීමට සහ හිඟයට විරෝධය පළ කරමින් රඹුක්කන ප්‍රදේශයේ ජනතාව සියලු පිවිසුම් මාර්ග අවහිර කරමින් විරෝධතාවයක නිරත වූහ.",
        "නගරයේ ඉන්ධන නොමැතිකම හේතුවෙන් විරෝධතාකරුවන් රඹුක්කන - මාවනැල්ල මාර්ගය, රඹුක්කන - කෑගල්ල මාර්ගය, රඹුක්කන - කුරුණෑගල මාර්ගය ඇතුළු සියලු ප්‍රවේශ මාර්ග අවහිර කළා.",
        "News 1st වාර්තාකරුවන් පැවසුවේ, විරෝධතාකරුවන් දුම්රිය මාර්ගය අවහිර කිරීමට ද දැව යොදාගත් බවයි, මේ හේතුවෙන් දුම්රිය ධාවනයට ද බාධා එල්ල වූ බවයි දුම්රිය පාලක මැදිරිය සඳහන් කළේ.",
        "විරෝධතාවට සමගාමීව නගරයේ සියලුම වෙළෙඳසැල් වසා දමා තිබිණි.",
        "ඉන්ධන මිලදී ගැනීමට පෝලිම්වල රැඳී සිටි ජනතාව ද විරෝධතාවයක නිරත වූ අතර, ඒ හේතුවෙන් මාර්ග කිහිපයක් අවහිර වී ජනතාවට නගරයට ඇතුළු වීමට නොහැකි විය.",
        "ගාල්ල නගරයේදී ජනතාව ගාල්ල - කොළඹ ප්‍රධාන මාර්ගය ගාල්ල බස් නැවතුම්පොළ ඉදිරිපිටින් අවහිර කළහ.",
        "අප වාර්තාකරුවන් පැවසුවේ ගාලු නගරයට පිවිසෙන සියලුම මාර්ග අවහිර වී ඇති බවයි.",
        "මහනුවර - යාපනය A9 මාර්ගයේ ධාවනය වන දුරගමන් බස් රථ අඟහරුවාදා (19) ධාවනයට යෙදවූ අතර, ජනතාව ද මෙම පියවරට සහාය පළ කළහ.",
        "ඉන්ධන මිල ඉහළ දැමීමට එරෙහිව විරෝධතාවයේ නිරත වූ ජනතාව සහ රාජපක්ෂ පාලනය විසින් දිගන නගරයෙන් මහනුවර - මහියංගනය මාර්ගය අවහිර කරනු ලැබුවා.",
        "ඉන්ධන මිල ඉහළ දැමීමට විරෝධය පළ කරමින් තංගල්ල නගරයේද පෞද්ගලික බස් රථ ධාවනය නතර කළා.",
        "මේ අතර ඉන්ධන මිල ඉහළ දැමීමට විරෝධය පළ කරමින් තංගල්ල කුඩාවැල්ල ප්‍රදේශයේ ධීවරයින් ද මාතර - වැල්ලවාය ප්‍රධාන මාර්ගය කුඩාවැල්ල මංසන්ධියෙන් අවහිර කළා.",
        "ඉන්ධන මිල අඩු කරන ලෙස ඉල්ලමින් බණ්ඩාරවෙල ප්‍රදේශයේ ජනතාව මාර්ග රැසක්ද අවහිර කළා.",
        "ඉන්ධන මිල ඉහළ දැමීමට විරෝධය පළ කරමින් පෞද්ගලික බස් රථ හිමියන් පිරිසක් ද මාතර නගරයේ විරෝධතාවක නිරත වුණා.",
        "පසුව කොළඹ - මාතර ප්‍රධාන මාර්ගය මාතර මහානාම පාලම අසලින් අවහිර වූ බවයි News 1st වාර්තාකරු සඳහන් කළේ.",
        "මේ අතර දෙවුන්දර තුඩුවේ ධීවරයින් ද කතරගම - මාතර ප්‍රධාන මාර්ගය අවහිර කරමින් විරෝධතාවයක නිරත වුණා.",
        "අමාත්‍ය කාංචන විජේසේකරගේ නිවසට යන මාර්ගයද අවහිර කරමින් විරෝධතාකරුවන් විරෝධතාවයේ නිරත වූ බවයි News 1st වාර්තාකරු සඳහන් කළේ.",
        "දඹුල්ල නගරයේ සිට A9 සහ A6 මාර්ගයේ එක් මංතීරුවක් අවහිර කරමින් තවත් විරෝධතාවක් පැවැත්වුණා.",
        "නුවරඑළිය හැටන් බස් නැවතුම්පොළ ඉදිරිපිටින් ද ජනතාව ප්‍රධාන මාර්ගය අවහිර කළහ.",
        "විරෝධතාකරුවන් හැටන් - බගවන්තලාව සහ හැටන් - මස්කෙළිය ප්‍රධාන මාර්ග දික්ඔය නගරයෙන් අවහිර කළා.",
        "ඉන්ධන මිල ඉහළ දැමීමට විරෝධය පළ කරමින් අවිස්සාවේල්ල ප්‍රදේශවාසීන් කොළඹ ප්‍රධාන මාර්ගය කලර් ලයිට් හන්දියෙන් අවහිර කරමින් විරෝධතාවක නිරත වුණා.",
        "මේ හේතුවෙන් අවිස්සාවේල්ල - කොළඹ ප්‍රධාන මාර්ගයේ ගමනාගමන කටයුතුවලට ද බාධා එල්ල වුණා.",
        "මීගමුව-කොළඹ ප්‍රධාන මාර්ගයද කටුනායක අධිවේගී මාර්ගයට පිවිසීමේදී අවහිර විය.",
        "ඉන්ධන මිල ඉහළ දැමීමට එරෙහිව ගම්පොළ නගර මධ්‍යයේ අද පෙරවරුවේ සිට ඉන්ධන ලබා ගැනීමට පෝලිම්වල රැඳී සිටින ජනතාව විරෝධතාවක නිරත වුණා.",
        "මේ හේතුවෙන් ගම්පොල - නුවර ප්‍රධාන මාර්ගය සහ ගම්පොල - නාවලපිටිය ප්‍රධාන මාර්ගය ද පැය කිහිපයක් අවහිර වුණා.",
        "කඩවත - කොටුවේ පෞද්ගලික බස් රථ ද අද ධාවනය නවතා ඉන්ධන මිල ඉහළ දැමීමට විරෝධය පළ කරමින් විරෝධතාවක නිරත වුණා.",
        "අලූත්ගම නගරයේ පෞද්ගලික බස් රථ ද අද ධාවනය නවතා විරෝධතාවක නිරත වුණා.",
        "හලාවත - කොළඹ ප්‍රධාන මාර්ගය කාකපල්ලිය අසලින් වසා ජනතාව විරෝධතාවයේ නිරත වූ අතර නගරයේ ස්ථාන රැසක් ජනතාව අවහිර කර ඇති බවයි News 1st වාර්තාකරු සඳහන් කළේ.",
        "ගොවීන්ට ඉන්ධන නිකුත් කිරීම සීමා කිරීම හේතුවෙන් දෙහිඅත්තකණ්ඩිය ප්‍රදේශයේ නොසන්සුන්කාරී තත්ත්වයක් ඇති වුණා.",
        "පසුව පොලිසිය මැදිහත් වී තත්ත්වය පාලනය කළ බවයි News 1st වාර්තාකරු සඳහන් කළේ.",
        "බදුල්ල CEYPETCO ඉන්ධන පිරවුම්හලේ ඉන්ධන සැපයුම අත්හිටුවීම හේතුවෙන් ඊයේ රාත්‍රියේ උණුසුම් තත්ත්වයක් ඇති වුණා.",
        "උතුරු මැද පළාතේ පෞද්ගලික බස් රථ රියදුරන් ද අද අනුරාධපුරයේදී විරෝධතාවක නිරත වුණා.",
        "බස් රථ සහ බැකෝ යන්ත‍්‍ර යොදා මාර්ගය අවහිර කිරීමට ද විරෝධතාකරුවෝ පියවර ගත්හ.",
        "ඉන්ධන මිල ඉහළ දැමීමට විරෝධය පළ කරමින් මැදිගිරිය ප්‍රදේශයේ ද උණුසුම් තත්ත්වයක් ඇති වුණා.",
        "විරෝධතාකරුවෝ හිඟුරක්ගොඩ - මැදිරිගිරිය ප්‍රධාන මාර්ගය කලගෙඩි පාලම මතින් අවහිර කළහ.",
        "News 1st වාර්තාකරු සඳහන් කළේ පොලීසිය සහ පළාත් පාලන ආයතන මැදිහත් වී පෙර මිලටම ඉන්ධන නිකුත් කිරීමට එකඟ වීමෙන් අනතුරුව විරෝධතාව අවසන් කළ බවයි.",
        "මේ හේතුවෙන් හැටන් - කොළඹ ප්‍රධාන මාර්ගය අවහිර වූ බවයි News 1st වාර්තාකරු සඳහන් කළේ.",
        "මේ අතර, විරෝධතාකරුවන් හැටන් - කොළඹ මාර්ගය කිතුල්ගල පාලම අසලින් ද අවහිර කළා.",
        "කෑගල්ල - අවිස්සාවේල්ල ප්‍රධාන මාර්ගය යටියන්තොට, කොටියාකුඹුර ප්‍රදේශයෙන් අද පස්වරුවේ ජනතාව විසින් අවහිර කරනු ලැබුවා.",
        "කුරුණෑගල කුලියාපිටිය ප්‍රධාන බස් නැවතුම් පොළට පිවිසුම් මාර්ග අවහිර කරමින් පෞද්ගලික බස් රථ සේවකයින් විරෝධතාවක නිරත වුණා.",
        "ආණමඩුව - හලාවත ප්‍රධාන මාර්ගය පල්ලව නගරයෙන් අවහිර කරමින් ජනතාව විරෝධතාවයක ද නිරත වුණා.",
        "රඹුක්ක විරෝධතාව: පිරිස විසුරුවා හැරීමට පොලිසිය විරෝධතාකරුවන්ට වෙඩි තබයි"
      ]
    },
    "ta": {
      "title": "எரிபொருள் விலை உயர்வை எதிர்த்து பேருந்துகள், லாரிகள், ஜீப்புகள் சாலை மறியல்",
      "body_lines": [
        "COLOMBO (News 1st); இலங்கை பெற்றோலிய கூட்டுத்தாபனம் திங்கட்கிழமை (18) முதல் அமுலுக்கு வரும் வகையில் எரிபொருட்களின் விலையை அதிகரிக்க தீர்மானித்ததையடுத்து, இலங்கை முழுவதும் செவ்வாய்கிழமை (19) எதிர்ப்புக்கள் கிளம்பின.",
        "எரிபொருள் விலையேற்றம் மற்றும் தட்டுப்பாடுக்கு எதிராக ரம்புக்கனை மக்கள் அனைத்து அணுகு சாலைகளையும் மறித்து ஆர்ப்பாட்டத்தில் ஈடுபட்டனர்.",
        "நகரில் எரிபொருள் தட்டுப்பாடு காரணமாக ரம்புக்கனை - மாவனெல்ல வீதி, ரம்புக்கனை - கேகாலை வீதி, ரம்புக்கனை - குருநாகல் வீதி உள்ளிட்ட அனைத்து அணுகு வீதிகளையும் ஆர்ப்பாட்டக்காரர்கள் மறித்து போராட்டத்தில் ஈடுபட்டனர்.",
        "புகையிரத பாதையை மறித்து ஆர்ப்பாட்டக்காரர்கள் மரக்கட்டைகளை பயன்படுத்தியதாகவும், இதன் காரணமாக புகையிரத சேவையும் பாதிக்கப்பட்டுள்ளதாக புகையிரத கட்டுப்பாட்டு அறை தெரிவித்துள்ளது.",
        "போராட்டத்தையொட்டி நகரில் உள்ள அனைத்து கடைகளும் அடைக்கப்பட்டன.",
        "எரிபொருளை கொள்வனவு செய்ய வரிசையில் காத்திருந்த மக்களும் ஆர்ப்பாட்டத்தில் ஈடுபட்டதாகவும், இதனால் பல வீதிகள் மறித்து நகருக்குள் செல்ல முடியாத நிலை ஏற்பட்டுள்ளதாகவும் குற்றம் சுமத்தியுள்ளனர்.",
        "காலியில், மக்கள் காலி - கொழும்பு பிரதான வீதியை காலி பஸ் நிலையத்திற்கு எதிரில் இருந்து மறித்துள்ளனர்.",
        "காலி நகருக்கு செல்லும் அனைத்து வீதிகளும் தடைப்பட்டுள்ளதாக எமது செய்தியாளர்கள் தெரிவித்தனர்.",
        "கண்டி – யாழ்ப்பாணம் ஏ9 வீதியில் சேவையில் ஈடுபடும் நீண்ட தூர பேருந்துகள் செவ்வாய்க்கிழமை (19) சேவையில் ஈடுபடுத்தப்பட்டதுடன், மக்களும் இதற்கு ஆதரவளித்தனர்.",
        "எரிபொருள் விலையேற்றத்திற்கு எதிராக ஆர்ப்பாட்டத்தில் ஈடுபட்ட மக்கள் மற்றும் ராஜபக்ச நிர்வாகத்தினரால் கண்டி - மஹியங்கனை வீதி திகன டவுனில் இருந்து மறிக்கப்பட்டது.",
        "எரிபொருள் விலையேற்றத்திற்கு எதிர்ப்புத் தெரிவித்து தங்காலையில் தனியார் பேருந்துகளும் சேவையை நிறுத்தியுள்ளன.",
        "இதேவேளை, எரிபொருள் விலை அதிகரிப்புக்கு எதிர்ப்புத் தெரிவித்து தங்காலை குடாவெல்ல பகுதி மீனவர்களும் மாத்தறை - வெல்லவாய பிரதான வீதியை குடாவெல்ல சந்தியில் மறித்து போராட்டத்தில் ஈடுபட்டனர்.",
        "எரிபொருள் விலையை குறைக்குமாறு கோரி பண்டாரவளையில் மக்கள் பல வீதிகளை மறித்துள்ளனர்.",
        "எரிபொருள் விலை அதிகரிப்புக்கு எதிர்ப்பு தெரிவித்து தனியார் பஸ் உரிமையாளர்கள் குழுவொன்று மாத்தறையில் கவனயீர்ப்பு போராட்டத்தை முன்னெடுத்துள்ளது.",
        "பின்னர் கொழும்பு - மாத்தறை பிரதான வீதி மாத்தறை மஹாநாம பாலத்திற்கு அருகில் தடை செய்யப்பட்டதாக News 1st செய்தியாளர் தெரிவித்தார்.",
        "இதேவேளை, கதிர்காமம் - மாத்தறை பிரதான வீதியை மறித்து தொன்றாமுனை மீனவர்களும் போராட்டத்தில் ஈடுபட்டுள்ளனர்.",
        "அமைச்சர் காஞ்சன விஜேசேகரவின் வீட்டுக்குச் செல்லும் வீதியையும் ஆர்ப்பாட்டக்காரர்கள் மறித்ததாக News 1st செய்தியாளர் தெரிவித்தார்.",
        "தம்புள்ளை நகரத்திலிருந்து ஏ9 மற்றும் ஏ6 வீதிகளின் ஒரு பாதையை மறித்து மற்றுமொரு போராட்டம் நடத்தப்பட்டது.",
        "நுவரெலியா ஹட்டன் பஸ் நிலையத்திற்கு முன்பாக உள்ள பிரதான வீதியையும் மக்கள் மறித்து போராட்டத்தில் ஈடுபட்டனர்.",
        "ஆர்ப்பாட்டக்காரர்கள் ஹட்டன் - பொகவந்தலாவ மற்றும் ஹட்டன் - மஸ்கெலியா பிரதான வீதிகளை டிக்கோயா நகரிலிருந்து மறித்து ஆர்ப்பாட்டத்தில் ஈடுபட்டனர்.",
        "எரிபொருள் விலையேற்றத்திற்கு எதிர்ப்புத் தெரிவித்து அவிசாவளை பிரதேச மக்கள் கொழும்பு பிரதான வீதியை கலர் லைட் சந்தியில் மறித்து ஆர்ப்பாட்டத்தில் ஈடுபட்டனர்.",
        "இதன் காரணமாக அவிசாவளை - கொழும்பு பிரதான வீதியின் போக்குவரத்தும் தடைப்பட்டுள்ளது.",
        "கட்டுநாயக்க அதிவேக வீதியின் நுழைவாயிலில் நீர்கொழும்பு-கொழும்பு பிரதான வீதியும் தடைப்பட்டிருந்தது.",
        "இன்று காலை முதல் எரிபொருளுக்காக வரிசையில் நிற்கும் மக்கள் எரிபொருள் விலை அதிகரிப்புக்கு எதிர்ப்பு தெரிவித்து கம்பளை நகர மையத்தில் ஆர்ப்பாட்டத்தில் ஈடுபட்டுள்ளனர்.",
        "இதன்காரணமாக கம்பளை – கண்டி பிரதான வீதி மற்றும் கம்பளை – நாவலப்பிட்டி பிரதான வீதியும் பல மணிநேரம் தடைப்பட்டிருந்தது.",
        "எரிபொருள் விலையேற்றத்திற்கு எதிர்ப்பு தெரிவித்து கடவத்தை கோட்டையிலும் தனியார் பஸ்கள் இன்று சேவையை நிறுத்தியுள்ளது.",
        "அளுத்கமவில் தனியார் பேருந்துகளும் இன்று சேவையை நிறுத்தி ஆர்ப்பாட்டத்தில் ஈடுபட்டன.",
        "சிலாபம்-கொழும்பு பிரதான வீதியை காகபள்ளிக்கு அருகில் மூடி மக்கள் ஆர்ப்பாட்டத்தில் ஈடுபட்டதுடன், நகரின் பல இடங்களை மக்கள் மறித்துள்ளதாக News 1st செய்தியாளர் தெரிவித்தார்.",
        "தெஹியத்தகண்டிய பிரதேசத்தில் விவசாயிகளுக்கு எரிபொருளை விடுவிப்பதற்கு விதிக்கப்பட்ட தடைகள் காரணமாக அங்கு பதற்றமான சூழல் ஏற்பட்டது.",
        "பின்னர் பொலிஸார் தலையிட்டு நிலைமையைக் கட்டுப்படுத்தியதாக நியூஸ் 1ஸ்ட் செய்தியாளர் தெரிவித்தார்.",
        "பதுளையில் உள்ள CEYPETCO எரிபொருள் நிரப்பு நிலையத்தில் எரிபொருள் விநியோகம் நிறுத்தப்பட்டதையடுத்து நேற்றிரவு சூடான சூழ்நிலை ஏற்பட்டது.",
        "வடமத்திய மாகாண தனியார் பஸ் சாரதிகளும் அனுராதபுரத்தில் இன்று ஆர்ப்பாட்டத்தில் ஈடுபட்டனர்.",
        "பஸ்கள் மற்றும் பேக்ஹோ இயந்திரங்களைப் பயன்படுத்தி வீதியை மறிக்கவும் ஆர்ப்பாட்டக்காரர்கள் நடவடிக்கை எடுத்தனர்.",
        "எரிபொருள் விலையேற்றத்திற்கு எதிர்ப்புத் தெரிவித்து மெதிகிரிய பிரதேசத்திலும் சூடான சூழல் ஏற்பட்டது.",
        "ஆர்ப்பாட்டக்காரர்கள் ஹிங்குராங்கொட - மெதிரிகிரிய பிரதான வீதியை கலகெடி பாலத்தின் ஊடாக மறித்துள்ளனர்.",
        "பொலிஸாரும் உள்ளுராட்சி அதிகாரிகளும் தலையிட்டு முன்னைய விலைக்கே எரிபொருளை விடுவிப்பதற்கு இணங்கியதை அடுத்து போராட்டம் முடிவுக்கு வந்ததாக News 1st செய்தியாளர் தெரிவித்தார்.",
        "இதன் காரணமாக ஹட்டன் - கொழும்பு பிரதான வீதி தடைப்பட்டதாக News 1st செய்தியாளர் தெரிவித்தார்.",
        "இதேவேளை, ஆர்ப்பாட்டக்காரர்கள் ஹட்டன்-கொழும்பு வீதியை கித்துல்கல பாலத்திற்கு அருகில் மறித்துள்ளனர்.",
        "கேகாலை - அவிசாவளை பிரதான வீதி யட்டியந்தோட்டை, கொட்டியாகும்புர பகுதியிலிருந்தும் இன்று பிற்பகல் பொதுமக்களால் தடை செய்யப்பட்டது.",
        "குருநாகல் குளியாப்பிட்டிய பிரதான பேருந்து நிலையத்தின் நுழைவாயிலை மறித்து தனியார் பேருந்து நடத்துனர்கள் போராட்டத்தில் ஈடுபட்டுள்ளனர்.",
        "பல்லவ நகரில் இருந்து ஆனமடுவ - சிலாபம் பிரதான வீதியை மறித்து மக்கள் ஆர்ப்பாட்டத்திலும் ஈடுபட்டனர்.",
        "ரம்புக்கப் போராட்டம்: கூட்டத்தைக் கலைக்க போராட்டக்காரர்கள் மீது போலீஸார் துப்பாக்கிச் சூடு நடத்தினர்"
      ]
    }
  }
}