{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-constructive-critique-of-the-protests/",
  "time_ut": 1649478420,
  "title": "A constructive critique of the protests",
  "body_lines": [
    "I’d like to say this is the beginning of the end, but it’s not. The latest spate of protests to hit the country has now been going on for more than a week. These protests have targeted one thing and one thing only: the Rajapaksas’ exit from power. While some argue we need to go beyond this objective and ask all parliamentarians to resign, others point out the difficulty or impracticality of such campaigns. Meanwhile, Colombo’s middle-class teenagers are busy formulating plans for the future. Some are talking about chasing rogues away, while others are busy thinking of launching youth-driven political parties.",
    "Let’s be honest. Before last Thursday, with power cuts below seven hours, Sri Lanka’s suburban middle-class, English-speaking but not overwhelmingly so, were willing to grind their teeth and endure. Obviously they had no choice. Already inconvenienced by gas and fuel shortages, they suffered from other woes. Sweating in the dark, some of them stuck in flats and apartments, they could do very little about what was happening.",
    "Then the power cuts shot up to 13 hours. For a population that threw their rage at Ravi Karunanayake for ordering two-and-a-half hour blackouts in 2019, this was more than unbearable. It was intolerable. Perhaps it struck the middle-classes the most, but all of a sudden protests were organised, gatherings were called for, and catch-phrases that had been the stuff of memes were turned into symbols of anger. If you analyse the Mirihana gathering, you will realise that every hour or so brought in different layers from Colombo’s suburbs, and that it began with a professional and educated middle-class protesting not just the shortages, but Mirihana’s exemption from power cuts.",
    "What did these protestors want? They wanted the government to go home. They have been saying that for the last one-and-a-half years. Many of them claim they saw the present crisis coming, and are now playing the part of Cassandra. They have been hemmed in on the one hand from shortages and severe inflation, and on the other from import restrictions. Today these deprivations are dictating the trajectory of their protests: by the time Mirihana began unfolding, they were planned much larger demonstrations for Sunday.",
    "Pushed into sheer desperation, an otherwise protest-resistant middle-class sided with student activists and various other inner-city groups. For a few days and nights at least, they were willing to let go of their class identity and embrace a movement aimed at toppling a much reviled government. The irony here should not be lost on anyone: in effect, the same middle-class that watched on gleefully as the police baton-charged student activists under the previous government are now holding hands with those same activists.",
    "What are we to make of such developments? It’s important to recognise their progressive potential before anything else. Over the last few months, the most vocal defenders of this regime have gone quiet. Predictably, there have been a few murmurings of protest among its biggest supporters, especially its ideologues. This is why the curfew was so laughable if not counterproductive, since on social media and in public, the likes of Charitha Herath and Roshan Ranasinghe expressed dissent and made their exit, while Namal Rajapaksa tweeted that he disagreed with his own uncle’s social media block. To defend this administration in such a context would be to back a dead horse, not so much because it has run out of steam as because nothing it has done and is doing can justify its grip on power.",
    "Ironically, the government has undermined the very ideals that brought it to power. On the one hand, despite much rhetoric about national dignity, we are entering into one deal after another with one country after another. We have not been told of what these deals entail and whether they will take a toll on Sri Lanka’s sovereignty. On the other hand, a regime that sported its nationalist credentials have, over less than a week, drained the people of their love for the army, owing to its deployment of the military against protestors. Perhaps the most popular catchphrase of the SLPP campaign was “ranawiru gaaya”, or love for the war heroes. Now all that is gone: even the most fervent supporters are siding with activists and protestors, claiming themselves to have been cured of such “gaaya.”",
    "These are, certainly, failures of governance. Yet while critiquing them, I think we should be subjecting the protests to constructive critique as well. I say that because we’ve seen this happen before, albeit on a smaller scale: what was the 2015 election about, after all, than a concerted effort against the Rajapaksas and their wretched excesses?",
    "Yet notwithstanding the enthusiasm that marked their defeat and exit that year, the reformist “good governance” administration brought in their place disintegrated barely a year later. That was due to two reasons: an obsession with personality over policy, which focused on keeping the Rajapaksas not just out of politics but out of parliament and the democratic mainstream altogether, and a failure to recognise the crisis as one of systemic proportions, rather than of corrupt politicians, parties, and cliques.",
    "The second point merits much reflection. By reducing the ills of the Mahinda Rajapaksa regime to the Rajapaksa family, the yahapalana government gave the impression that all it needed to cure the country of political corruption was to send them packing. This is why it entered into deals with, and handed ministerial posts to, former Rajapaksa loyalists, something that got the yahalapanists mileage, but cost them credibility.",
    "When the yahapalanists tried to regain their momentum in 2019, after a long constitutional crisis, the Easter Attacks happened, putting an end to the idea of a second term. The SLFP’s socially progressive potential, meanwhile, had been forestalled by the UNP’s capitulations to the neoliberal right, epitomised fittingly by the image of Mangala Samaraweera and Eran Wickramaratne holding a placard bearing their fuel price formula at a press conference. In the end Gotabaya Rajapaksa got to monopolise the security and sovereignty debate: an in-many-ways inevitable consequence of reformist politics which linger on issues of corruption, to the exclusion of other more material, systemic, and structural problems.",
    "History tends to repeat. Today we are seeing a repetition of all this in the protests against the Rajapaksas. I don’t include all the protests, because there are many of them: some in Colombo, many outside. Not surprisingly, the Colombo protests, in keeping with the class composition of those who live in and transit there, have turned into Big Match parades. What started out with much promise and aplomb have reduced to a set of people holding slogans and out-sloganeering others. These are the trappings of a typical middle-class anti-State campaign, not necessarily cut off from the rest of the country, but not linked as much as it should be there. Focused on the corruption of a few, middle-class demonstrators are fixated almost entirely on driving Gotabaya and the rest of his clan out.",
    "The situation is different in the villages. There the fury and the rage are real. People are not holding placards and organising pageants: they are storming the metaphoric Bastilles that the Rajapaksas have erected around themselves. In 2015 hordes of voters went and wept with Mahinda Rajapaksa when he lost the presidential election. Today these same people, and their progeny, are defying the police and running to Carlton, full of righteous anger. In Polonnaruwa, a group of voters stormed and destroyed Roshan Ranasinghe’s house. Many miles away in Kesbewa, another group burnt a hoarding in front of Gamini Lokuge’s house. These are not isolated incidents: they are linked, symbolic of a new beginning.",
    "Meanwhile, brought together by unions and collectives, garment workers are going beyond Colombo’s fixation with the Rajapaksas: their rallying cry is, “Bring the dollars we earned for you back!” The “you” isn’t a reference to the Rajapaksas, rather to the company bosses who lent their support, overtly or tacitly, to the First Family. These bosses and their acolytes have been as complicit in entrenching inequalities as has the political class: in late 2020, after the second wave hit, for instance, they connived in busting unions, in forcing factory workers to report to work despite obvious health risks. These workers possess the one thing Colombo’s middle classes lack, namely organisation. They should hence reach out.",
    "The demonstrations have taught us some important lessons. The Rajapaksas may or may not go out, with a bang or a whimper. Yet the needs of the country extend beyond their exit from politics. In the eyes of Colombo’s middle-classes, they have overstayed their welcome, and they need to vamoose. But for estate workers and garment workers, the struggle has transcended the excesses of one family. This is why these protests should shift from urban centres to peasant and working class heartlands. The Colombo protests are haphazard and are running the risk of deteriorating into Big Match parades. As an activist-friend put it, “life in Colombo has always been a Big Match.” Life elsewhere, however, has not.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "විරෝධතා පිළිබඳ නිර්මාණාත්මක විවේචනයක්",
      "body_lines": [
        "මෙය අවසානයෙහි ආරම්භය බව මම පැවසීමට කැමැත්තෙමි, නමුත් එය එසේ නොවේ. සතියකට වැඩි කාලයක් තිස්සේ රට පුරා පැතිර යන නවතම විරෝධතා රැල්ල දැන් පැවැත්වෙමින් තිබේ. මෙම විරෝධතා ඉලක්ක කර ඇත්තේ එක දෙයකට සහ එක දෙයකට පමණි: රාජපක්ෂලා බලයෙන් ඉවත් වීම. මෙම පරමාර්ථයෙන් ඔබ්බට ගොස් සියලුම පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට ඉල්ලා අස්විය යුතු යැයි ඇතැමුන් තර්ක කරන අතර තවත් සමහරු එවැනි ව්‍යාපාරවල දුෂ්කරතා හෝ ප්‍රායෝගික නොවන බව පෙන්වා දෙති. මේ අතර, කොළඹ මධ්‍යම පාන්තික යෞවනයන් අනාගතය සඳහා සැලසුම් සකස් කිරීමේ කාර්යබහුලව සිටිති. ඇතැමුන් තක්කඩියන් එළවා දැමීම ගැන කතා කරන අතර තවත් සමහරු තරුණයන් විසින් මෙහෙයවන දේශපාලන පක්ෂ ආරම්භ කිරීමට කල්පනා කරති.",
        "අපි අවංක වෙමු. පසුගිය බ්‍රහස්පතින්දාට පෙර, පැය හතකට අඩු විදුලිය විසන්ධි වීමත් සමඟ, ශ්‍රී ලංකාවේ තදාසන්න මධ්‍යම පාන්තික, ඉංග්‍රීසි කතා කරන නමුත් වැඩි වශයෙන් කතා නොකරන, දත්මිටි කාගෙන විඳදරාගැනීමට කැමැත්තෙන් සිටියහ. පැහැදිලිවම ඔවුන්ට වෙනත් විකල්පයක් නොතිබුණි. දැනටමත් ගෑස් සහ ඉන්ධන හිඟයෙන් අපහසුතාවයට පත්ව සිටින ඔවුන් වෙනත් දුක් කම්කටොළුවලින් පීඩා වින්දා. අඳුරේ දහඩිය වගුරමින්, ඔවුන්ගෙන් සමහරක් මහල් නිවාසවල සහ මහල් නිවාසවල සිරවී සිටි අතර, ඔවුන්ට සිදුවෙමින් පවතින දේ ගැන කළ හැක්කේ ඉතා අල්ප වශයෙනි.",
        "එවිට පැය 13 දක්වා විදුලිය විසන්ධි විය. 2019 දී පැය දෙකහමාරක් විදුලිය විසන්ධි කිරීමට නියෝග කිරීම සම්බන්ධයෙන් රවී කරුණානායක වෙත තම කෝපය දැරූ ජනගහනයකට, මෙය දරාගත නොහැකි තරමට වැඩි විය. එය දරාගත නොහැකි විය. සමහර විට එය මධ්‍යම පාන්තිකයන්ට වඩාත්ම පහර වැදුණද, හදිසියේම විරෝධතා සංවිධානය කරන ලදී, රැස්වීම් කැඳවන ලදී, සහ මීමස් දේවල් වූ අල්ලාගැනීමේ වාක්‍ය ඛණ්ඩ කෝපයේ සංකේත බවට පත් විය. ඔබ මිරිහාන රැස්වීම විශ්ලේෂණය කළහොත්, සෑම පැයකටම හෝ වැඩි කාලයක් කොළඹ තදාසන්න ප්‍රදේශවලින් විවිධ ස්ථර ගෙන ආ බවත්, එය ආරම්භ වූයේ වෘත්තීය සහ උගත් මධ්‍යම පාන්තිකයෙකු හිඟයට පමණක් නොව, මිරිහාන විදුලි කප්පාදුවෙන් නිදහස් කිරීමට විරෝධය දැක්වීමෙන් බවත් ඔබට වැටහෙනු ඇත.",
        "මෙම විරෝධතාකරුවන්ට අවශ්‍ය වූයේ කුමක්ද? ඔවුන්ට අවශ්‍ය වූයේ ආණ්ඩුව ගෙදර යාමටය. පසුගිය වසර එකහමාරේ සිට ඔවුන් පවසන්නේ එයයි. ඔවුන්ගෙන් බොහෝ දෙනෙක් කියා සිටින්නේ වර්තමාන අර්බුදය පැමිණෙන බව තමන් දුටු බවත්, දැන් කැසැන්ඩ්‍රාගේ චරිතය රඟපාමින් සිටින බවත්ය. ඔවුන් එක් අතකින් හිඟය සහ උද්ධමනය නිසාත්, අනෙක් පැත්තෙන් ආනයන සීමා කිරීම්වලින් ද පීඩාවට පත්ව ඇත. අද මෙම අහිමි කිරීම් ඔවුන්ගේ විරෝධතාවල ගමන් පථය නියම කරයි: මිරිහාන දිග හැරෙන්නට පටන් ගන්නා විට, ඔවුන් ඉරිදාට වඩා විශාල පෙළපාලි සැලසුම් කර තිබුණි.",
        "දැඩි බලාපොරොත්තු සුන්වීමකට තල්ලු වී, වෙනත් ආකාරයකින් විරෝධතා-ප්‍රතිරෝධී මධ්‍යම පන්තික පිරිසක් ශිෂ්‍ය ක්‍රියාකාරීන් සහ වෙනත් විවිධ අභ්‍යන්තර කණ්ඩායම් සමඟ එක්ව සිටියහ. අඩුම තරමින් දින කිහිපයක් සහ රාත්‍රියක් ඔවුන් තම පන්ති අනන්‍යතාවය අතහැර දමා බොහෝ නින්දා සහගත ආන්ඩුවක් පෙරලා දැමීමේ අරමුණින් යුත් ව්‍යාපාරයක් වැලඳ ගැනීමට කැමති විය. මෙහි ඇති උත්ප්‍රාසය කිසිවකුගෙන් ගිලිහී යා යුතු නැත: ඇත්ත වශයෙන්ම, පසුගිය රජය යටතේ ශිෂ්‍ය ක්‍රියාකාරීන්ට පොලිස් බැටන් ප්‍රහාරයක් එල්ල කරන විට ප්‍රීතියෙන් බලා සිටි එම මධ්‍යම පන්තියම දැන් එම ක්‍රියාකාරීන් සමඟම අත් අල්ලාගෙන සිටිති.",
        "එවැනි වර්ධනයන් ගැන අප කුමක් කළ යුතුද? අන් කිසිවකට පෙර ඔවුන්ගේ ප්‍රගතිශීලී හැකියාවන් හඳුනා ගැනීම වැදගත්ය. පසුගිය මාස කිහිපය තුළ, මෙම පාලන තන්ත්‍රයේ වඩාත්ම හඬ නඟන ආරක්ෂකයින් නිහඬ විය. පුරෝකථනය කළ හැකි පරිදි, එහි විශාලතම ආධාරකරුවන් අතර, විශේෂයෙන් එහි දෘෂ්ටිවාදීන් අතර විරෝධතා මැසිවිලි නැඟී ඇත. සමාජ මාධ්‍යවල සහ ප්‍රසිද්ධියේ චරිත හේරත් සහ රොෂාන් රණසිංහ වැන්නන් විසම්මුතිය ප්‍රකාශ කර පිටව ගිය බැවින් ඇඳිරි නීතිය ප්‍රතිපලදායක නොවන්නේ නම් සිනහ උපදවන සුළු වූයේ එබැවිනි, නාමල් රාජපක්ෂ ට්වීට් කළේ තම මාමාගේ සමාජ මාධ්‍ය අවහිරයට එකඟ නොවන බවයි. එවැනි සන්දර්භයක් තුළ මෙම පරිපාලනය ආරක්ෂා කිරීම යනු මියගිය අශ්වයෙකුට පිටුබලය දීමකි, එය වාෂ්ප වී ඇති නිසා නොවේ, එය නොකළ සහ කරන කිසිවක් බලය මත තම ග්‍රහණය සාධාරණීකරණය කළ නොහැකි බැවිනි.",
        "හාස්‍යයට කරුණ නම් ආණ්ඩුව බලයට ගෙන ආ පරමාදර්ශයන්ම හෑල්ලූවට ලක් කර තිබීමයි. එක පැත්තකින් ජාතික අභිමානය ගැන කොයිතරම් කයිවාරු ගැහුවත් අපි එක එක රටවල් එක්ක එක එක ගනුදෙනුවලට එනවා. මෙම ගනුදෙනුවලට ඇතුළත් වන්නේ කුමක්ද සහ ඒවා ශ්‍රී ලංකාවේ ස්වෛරීභාවයට හානියක් කරයිද යන්න පිළිබඳව අපට පවසා නැත. අනෙක් අතට, සිය ජාතිකවාදී අක්තපත්‍ර ක්‍රීඩා කළ පාලන තන්ත්‍රයක්, විරෝධතාකරුවන්ට එරෙහිව හමුදාව යෙදවීම හේතුවෙන්, සතියකටත් වඩා අඩු කාලයකදී, හමුදාව කෙරෙහි ජනතාවගේ ආදරය සිඳී ගොස් ඇත. ශ්‍රී ලංකා පොදුජන පෙරමුණේ ප්‍රචාරක ව්‍යාපාරයේ ජනප්‍රියම වාක්‍ය ඛණ්ඩය විය හැක්කේ “රණවිරු ගාය” හෙවත් රණවිරුවන්ට ඇති ආදරය විය හැකිය. දැන් ඒ සියල්ල පහව ගොස් ඇත: වඩාත් උද්යෝගිමත් ආධාරකරුවන් පවා එවැනි \"ගයා\" වලින් සුවය ලැබූ බව පවසමින් ක්‍රියාකාරීන් සහ විරෝධතාකරුවන් සමඟ පසෙකට වී සිටිති.",
        "මේවා නිසැකව ම පාලනයේ අසාර්ථකත්වයන් ය. නමුත් ඒවා විවේචනය කරන ගමන්ම මම හිතන්නේ අපි ඒ විරෝධතා නිර්මාණාත්මක විවේචනයටත් ලක් කළ යුතුයි. මා එසේ පවසන්නේ කුඩා පරිමාණයෙන් වුවද මෙය සිදුවීමට පෙර අප දැක ඇති බැවිනි: 2015 මැතිවරණය රාජපක්ෂවරුන්ට සහ ඔවුන්ගේ කාලකණ්ණි අතිරික්තයට එරෙහිව සාමූහික ප්‍රයත්නයකට වඩා කුමක් ගැනද?",
        "එහෙත් එම වසරේ ඔවුන්ගේ පරාජය සහ පිටවීම සනිටුහන් කළ උද්යෝගය නොතකා, ඔවුන් වෙනුවට ගෙන ආ ප්‍රතිසංස්කරණවාදී “යහපාලන” පරිපාලනය යන්තම් වසරකට පසු බිඳ වැටුණි. එය හේතු දෙකක් නිසා විය: රාජපක්ෂවරුන් දේශපාලනයෙන් පමණක් නොව පාර්ලිමේන්තුවෙන් සහ ප්‍රජාතන්ත්‍රවාදී ප්‍රධාන ධාරාවෙන් සම්පූර්ණයෙන්ම බැහැර කිරීම කෙරෙහි අවධානය යොමු කළ ප්‍රතිපත්ති පිළිබඳ පෞරුෂය පිළිබඳ උමතුව සහ අර්බුදය පද්ධතිමය සමානුපාතිකයන්ගෙන් එකක් ලෙස හඳුනා ගැනීමට අපොහොසත් වීම. දූෂිත දේශපාලනඥයන්, පක්ෂ සහ කල්ලි.",
        "දෙවන කරුණ බොහෝ ආවර්ජනය කිරීම වටී. මහින්ද රාජපක්‍ෂ රෙජීමයේ අයහපත රාජපක්‍ෂ පවුලට අඩු කිරීමෙන් යහපාලන ආණ්‌ඩුව දේශපාලන දූෂණයෙන් රට සුවපත් කිරීමට අවශ්‍ය වන්නේ ඔවුන් බඩු මුට්ටු යැවීම පමණක් බව ය. යහපාලන ආණ්ඩුවේ හිටපු රාජපක්ෂ හිතවාදීන් සමග ගණුදෙණුවලට එළැඹී, ඇමතිකම් ලබා දුන්නේ යහලපනිස්ට්වාදීන්ට වාසියක් ලබා දුන් නමුත් ඔවුන්ට විශ්වාසනීයත්වය අහිමි කළ දෙයකි.",
        "දීර්ඝ ව්‍යවස්ථා අර්බුදයකින් පසු යහපාලනවාදීන් 2019 දී යළිත් සිය ප්‍රබෝධය ලබා ගැනීමට උත්සාහ කරන විට පාස්කු ප්‍රහාරය සිදු වූයේ දෙවන ධුර කාලය පිළිබඳ අදහසට තිත තබමිනි. මේ අතර, ශ්‍රීලනිපයේ සමාජීය වශයෙන් ප්‍රගතිශීලී විභවය, නව ලිබරල් දක්ෂිනාංශයට එජාපයේ යටත්වීම් මගින් වැළැක්වීය, මාධ්‍ය සාකච්ඡාවකදී මංගල සමරවීර සහ එරාන් වික්‍රමරත්න තම ඉන්ධන මිල සූත්‍රය සහිත පුවරුවක් අතැතිව සිටින රූපයෙන් උචිත ලෙස නිරූපණය විය. අවසානයේ දී ගෝඨාභය රාජපක්ෂට ආරක්‍ෂාව සහ ස්වෛරීභාවය පිළිබඳ විවාදය ඒකාධිකාරී කිරීමට සිදු විය: වෙනත් ද්‍රව්‍යමය, පද්ධතිමය සහ ව්‍යුහාත්මක ගැටලු බැහැර කිරීම දක්වා දූෂණය පිළිබඳ ප්‍රශ්න මත කල් පවතින ප්‍රතිසංස්කරණවාදී දේශපාලනයේ නොයෙක් ආකාරයෙන් නොවැළැක්විය හැකි ප්‍රතිවිපාකයකි.",
        "ඉතිහාසය පුනරාවර්තනය වීමට නැඹුරු වේ. අද රාජපක්ෂලාට එරෙහි විරෝධතා තුළ මේ සියල්ලේ පුනරාවර්තනයක් අපි දකිමු. මම සියලුම විරෝධතා ඇතුළත් නොකරමි, මන්ද ඒවායින් බොහොමයක් ඇත: සමහරක් කොළඹ, බොහෝ පිටත. කොළඹ උද්ඝෝෂණ, එහි ජීවත්වන සහ සංක්‍රමණය වන අයගේ පන්ති සංයුතියට අනුව, බිග් මැච් පෙළපාළි බවට පත්වීම පුදුමයක් නොවේ. බොහෝ පොරොන්දුවකින් සහ කපටිකමකින් ආරම්භ වූ දෙය, සටන් පාඨ අතැතිව සහ අන්‍යයන්ට එරෙහිව සටන් පාඨ කියමින් සිටින පිරිසක් දක්වා අඩු වී ඇත. මේවා සාමාන්‍ය මධ්‍යම පන්තික රාජ්‍ය විරෝධී ව්‍යාපාරයක උගුල් වන අතර, අවශ්‍යයෙන්ම රටේ සෙසු ප්‍රදේශවලින් කපා හැරිය යුතු නැත, නමුත් එය තිබිය යුතු තරම් සම්බන්ධ නොවේ. කිහිප දෙනෙකුගේ දූෂණය කෙරෙහි අවධානය යොමු කර ඇති මධ්‍යම පන්තික පෙලපාලිකරුවන් මුලුමනින්ම පාහේ ගෝඨාබය සහ ඔහුගේ වංශයේ සෙසු අය පලවා හැරීමට යොමු වී ඇත.",
        "ගම්වල තත්ත්වය වෙනස්. එහිදී කෝපය සහ කෝපය සැබෑ ය. ජනතාව පුවරු අල්ලාගෙන සංදර්ශන සංවිධානය කරන්නේ නැත: රාජපක්ෂලා තමන් වටා ගොඩනගාගත් රූපක බැස්ටිලයට කඩා වදිමින් සිටිති. 2015 දී මහින්ද රාජපක්ෂ මහතා ජනාධිපතිවරණයෙන් පැරදුණු විට ඡන්ද දායකයෝ රොත්තක් ගොස් ඔහු සමඟ ඇඬුවා. අද මේ මිනිසුන්ම සහ ඔවුන්ගේ පරම්පරාවත් පොලිසිය නොතකා කාල්ටන් වෙත දුවන්නේ දැහැමි කෝපයෙනි. පොළොන්නරුවේදී ඡන්දදායකයින් පිරිසක් රොෂාන් රණසිංහගේ නිවසට කඩා වැදී විනාශ කළහ. කැස්බෑව ප්‍රදේශයේ සැතපුම් ගණනාවක් එහායින් තවත් පිරිසක් ගාමිණී ලොකුගේගේ නිවස ඉදිරිපිට බෝඩ් ලෑල්ලක් ගිනි තැබූහ. මේවා හුදකලා සිදුවීම් නොවේ: ඒවා සම්බන්ධ වී ඇත, නව ආරම්භයක් සංකේතවත් කරයි.",
        "මේ අතර, වෘත්තීය සමිති සහ සාමූහිකයන් විසින් එකතු කර ගත්, ඇඟලුම් කම්කරුවන් රාජපක්ෂලා සමඟ කොලඹ ඇතිකරගැනීමෙන් ඔබ්බට යමින් සිටිති: ඔවුන්ගේ පෙළගැස්ම නම්, “අපි ඔබ වෙනුවෙන් උපයාගත් ඩොලර් ආපසු ගෙනෙන්න!” යන්නයි. \"ඔබ\" යනු රාජපක්ෂලාට සඳහනක් නොවේ, ඒ වෙනුවට පළමු පවුලට ප්‍රසිද්ධියේ හෝ නිහඬව සහය දුන් සමාගම් ලොක්කන්ට ය. මෙම ලොක්කන් සහ ඔවුන්ගේ සහචරයින් දේශපාලන පන්තිය මෙන් අසමානතාවයන් ශක්තිමත් කිරීමට හවුල් වී ඇත: 2020 අගභාගයේදී, දෙවන රැල්ලට පහර දීමෙන් පසු, නිදසුනක් වශයෙන්, ඔවුන් වෘත්තීය සමිති කඩාකප්පල් කරමින්, පැහැදිලි සෞඛ්‍ය අවදානම් නොතකා වැඩට වාර්තා කරන ලෙස කර්මාන්තශාලා සේවකයින්ට බල කළහ. මෙම කම්කරුවන් සතුව කොළඹ මධ්‍යම පන්තිකයින්ට නැති එක දෙයකි, එනම් සංවිධානයයි. එබැවින් ඔවුන් ළඟා විය යුතුය.",
        "පෙලපාලි අපට වැදගත් පාඩම් කිහිපයක් උගන්වා ඇත. රාජපක්ෂලා එළියට යන්නත් පුළුවන් නොඑන්නත් පුළුවන්. එහෙත් රටේ අවශ්‍යතා ඔවුන් දේශපාලනයෙන් ඉවත්වීමෙන් ඔබ්බට විහිදේ. කොළඹ මධ්‍යම පන්තික ජනයාගේ ඇස් හමුවේ, ඔවුන් පිළිගැනීම ඉක්මවා ගොස් ඇති අතර, ඔවුන් වැමූස් කළ යුතුය. එහෙත් වතු කම්කරුවන් සහ ඇඟලුම් සේවකයන් සඳහා අරගලය එක් පවුලක අතිරික්තය ඉක්මවා ගොස් ඇත. මෙම විරෝධතා නාගරික මධ්‍යස්ථානවල සිට ගොවි සහ කම්කරු පන්තියේ හදවත් කරා මාරු විය යුත්තේ එබැවිනි. කොළඹ විරෝධතා අහම්බයක් වන අතර එය බිග් මැච් පෙළපාළි බවට පිරිහීමේ අවදානමක් ඇත. ක්‍රියාකාරික-මිතුරෙකු පැවසූ පරිදි, \"කොළඹ ජීවිතය සැමවිටම විශාල තරඟයක් විය.\" කෙසේ වෙතත්, වෙනත් තැනක ජීවිතය එසේ නොවේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "எதிர்ப்புகளின் ஆக்கபூர்வமான விமர்சனம்",
      "body_lines": [
        "இது முடிவின் ஆரம்பம் என்று நான் சொல்ல விரும்புகிறேன், ஆனால் அது இல்லை. நாடு முழுவதும் கடந்த ஒரு வாரத்திற்கும் மேலாக போராட்டங்கள் நடந்து வருகின்றன. இந்த எதிர்ப்புக்கள் ஒன்றே ஒன்றை இலக்காகக் கொண்டன: ராஜபக்சக்கள் அதிகாரத்தில் இருந்து வெளியேறுதல். இந்த நோக்கத்திற்கு அப்பால் சென்று அனைத்து நாடாளுமன்ற உறுப்பினர்களையும் ராஜினாமா செய்ய வேண்டும் என்று சிலர் வாதிடுகையில், மற்றவர்கள் இத்தகைய பிரச்சாரங்களின் சிரமம் அல்லது நடைமுறைக்கு மாறான தன்மையை சுட்டிக்காட்டுகின்றனர். இதற்கிடையில், கொழும்பின் நடுத்தர வர்க்க இளைஞர்கள் எதிர்காலத்திற்கான திட்டங்களை வகுப்பதில் மும்முரமாக உள்ளனர். சிலர் முரடர்களை விரட்டுவது பற்றி பேசுகிறார்கள், மற்றவர்கள் இளைஞர்களால் இயக்கப்படும் அரசியல் கட்சிகளைத் தொடங்குவதில் மும்முரமாக உள்ளனர்.",
        "நேர்மையாக இருப்போம். கடந்த வியாழன் முன், ஏழு மணி நேரத்திற்கும் குறைவான மின்வெட்டு காரணமாக, இலங்கையின் புறநகர் நடுத்தர வர்க்கத்தினர், ஆங்கிலம் பேசும் ஆனால் அதிகம் பேசாதவர்கள், பல்லைக்கடித்து சகித்துக்கொள்ள தயாராக இருந்தனர். வெளிப்படையாக அவர்களுக்கு வேறு வழியில்லை. ஏற்கனவே எரிவாயு மற்றும் எரிபொருள் பற்றாக்குறையால் சிரமத்திற்கு உள்ளான அவர்கள் மற்ற துயரங்களால் அவதிப்பட்டனர். இருட்டில் வியர்த்து, அவர்களில் சிலர் பிளாட்டுகளிலும் அடுக்குமாடி குடியிருப்புகளிலும் சிக்கிக்கொண்டனர், என்ன நடக்கிறது என்பதைப் பற்றி அவர்களால் மிகக் குறைவாகவே செய்ய முடிந்தது.",
        "இதையடுத்து 13 மணி நேரம் மின்வெட்டு நீடித்தது. 2019 ஆம் ஆண்டில் இரண்டரை மணிநேர மின்தடைக்கு உத்தரவிட்டதற்காக ரவி கருணாநாயக்க மீது தங்கள் கோபத்தை வீசிய மக்களுக்கு, இது தாங்க முடியாததை விட அதிகமாக இருந்தது. அது சகிக்க முடியாததாக இருந்தது. ஒருவேளை இது நடுத்தர வர்க்கத்தினரை அதிகம் தாக்கியிருக்கலாம், ஆனால் திடீரென்று எதிர்ப்புகள் ஏற்பாடு செய்யப்பட்டன, கூட்டங்களுக்கு அழைப்பு விடுக்கப்பட்டது, மேலும் மீம்ஸ்களின் பொருளாக இருந்த கேட்ச் சொற்றொடர்கள் கோபத்தின் அடையாளங்களாக மாற்றப்பட்டன. மிரிஹான கூட்டத்தை நீங்கள் பகுப்பாய்வு செய்தால், ஒவ்வொரு மணி நேரமும் கொழும்பின் புறநகர்ப் பகுதிகளில் இருந்து பல்வேறு அடுக்குகளை கொண்டு வருவதை நீங்கள் புரிந்துகொள்வீர்கள், மேலும் இது ஒரு தொழில்முறை மற்றும் படித்த நடுத்தர வர்க்கத்தினரின் பற்றாக்குறையை மட்டுமல்ல, மின்வெட்டுகளில் இருந்து மிரிஹான விலக்கு அளிக்கப்பட்டதையும் எதிர்க்கிறது.",
        "இந்தப் போராட்டக்காரர்கள் விரும்பியது என்ன? அரசாங்கம் வீட்டிற்கு செல்ல வேண்டும் என்று அவர்கள் விரும்பினர். என்று கடந்த ஒன்றரை வருடங்களாக கூறி வருகின்றனர். அவர்களில் பலர் தற்போதைய நெருக்கடி வருவதைக் கண்டதாகக் கூறுகின்றனர், மேலும் இப்போது கசாண்ட்ராவின் பாத்திரத்தில் நடிக்கின்றனர். ஒருபுறம் பற்றாக்குறை மற்றும் கடுமையான பணவீக்கம், மறுபுறம் இறக்குமதி கட்டுப்பாடுகள் போன்றவற்றால் அவை பாதிக்கப்பட்டுள்ளன. இன்று இந்த குறைபாடுகள் அவர்களின் எதிர்ப்புகளின் பாதையை ஆணையிடுகின்றன: மிரிஹானா வெளிவரத் தொடங்கிய நேரத்தில், அவை ஞாயிற்றுக்கிழமை மிகப் பெரிய ஆர்ப்பாட்டங்களுக்குத் திட்டமிடப்பட்டன.",
        "சுத்த விரக்தியில் தள்ளப்பட்டது, இல்லையெனில் எதிர்ப்பு-எதிர்ப்பு நடுத்தர வர்க்கம் மாணவர் ஆர்வலர்கள் மற்றும் பல்வேறு உள்-நகர குழுக்களுக்கு ஆதரவாக இருந்தது. குறைந்த பட்சம் சில நாட்கள் மற்றும் இரவுகளுக்கு, அவர்கள் தங்கள் வர்க்க அடையாளத்தை விட்டுவிடவும், மிகவும் இழிவுபடுத்தப்பட்ட அரசாங்கத்தை கவிழ்க்கும் நோக்கில் ஒரு இயக்கத்தைத் தழுவவும் தயாராக இருந்தனர். இங்குள்ள கேலிக்கூத்து யாரையும் இழந்துவிடக்கூடாது: உண்மையில், முந்தைய அரசாங்கத்தின் கீழ் மாணவர் ஆர்வலர்கள் மீது காவல்துறை தடியடி நடத்தியதை வேடிக்கையாகப் பார்த்த அதே நடுத்தர வர்க்கம் இப்போது அதே ஆர்வலர்களுடன் கைகோர்த்து நிற்கிறது.",
        "இத்தகைய முன்னேற்றங்களுக்கு நாம் என்ன செய்ய வேண்டும்? எல்லாவற்றிற்கும் முன் அவர்களின் முற்போக்கான திறனை அடையாளம் காண்பது முக்கியம். கடந்த சில மாதங்களாக, இந்த ஆட்சியின் மிகவும் குரல் கொடுக்கும் பாதுகாவலர்கள் அமைதியாகிவிட்டனர். ஊகிக்கக்கூடிய வகையில், அதன் மிகப்பெரிய ஆதரவாளர்கள், குறிப்பாக அதன் சித்தாந்தவாதிகள் மத்தியில் எதிர்ப்புக் குரல்கள் சில உள்ளன. இதனால்தான் ஊரடங்குச் சட்டம் எதிரொலிக்கவில்லையென்றாலும் நகைப்புக்குரியதாக இருந்தது, ஏனெனில் சமூக ஊடகங்களிலும் பொதுவெளியிலும் சரித ஹேரத் மற்றும் ரொஷான் ரணசிங்க போன்றவர்கள் அதிருப்தியை வெளிப்படுத்தி வெளியேறினர். அத்தகைய சூழலில் இந்த நிர்வாகத்தை பாதுகாப்பது என்பது இறந்த குதிரையை ஆதரிப்பதாக இருக்கும், ஏனெனில் அது ஆவியாகிவிட்டதால் அது எதுவும் செய்யவில்லை மற்றும் செய்யவில்லை என்பதால் அதிகாரத்தின் மீதான அதன் பிடியை நியாயப்படுத்த முடியாது.",
        "முரண்பாடாக, அரசாங்கம் ஆட்சிக்குக் கொண்டு வந்த இலட்சியங்களையே கீழறுத்துள்ளது. ஒருபுறம், தேசிய கண்ணியம் பற்றி பல சொல்லாட்சிகள் இருந்தபோதிலும், நாம் ஒரு நாடு ஒன்றன் பின் ஒன்றாக ஒரு ஒப்பந்தத்தில் நுழைகிறோம். இந்த ஒப்பந்தங்கள் எதைக் குறிக்கின்றன மற்றும் அவை இலங்கையின் இறையாண்மைக்கு பாதிப்பை ஏற்படுத்துமா என்பது பற்றி எங்களிடம் கூறப்படவில்லை. மறுபுறம், அதன் தேசியவாத நற்சான்றிதழ்களை விளையாடிய ஒரு ஆட்சி, எதிர்ப்பாளர்களுக்கு எதிராக இராணுவத்தை நிலைநிறுத்தியதன் காரணமாக, இராணுவத்தின் மீதான மக்களின் அன்பை ஒரு வாரத்திற்கும் குறைவாகவே வடிகட்டியுள்ளது. SLPP பிரச்சாரத்தின் மிகவும் பிரபலமான கேட்ச் சொற்றொடர் \"ரணவிரு கயா\" அல்லது போர்வீரர்கள் மீதான காதல். இப்போது அதெல்லாம் போய்விட்டது: மிகவும் தீவிரமான ஆதரவாளர்கள் கூட ஆர்வலர்கள் மற்றும் எதிர்ப்பாளர்களுக்கு ஆதரவாக உள்ளனர், தங்களை அத்தகைய \"கயா\" குணப்படுத்தியதாகக் கூறிக் கொள்கிறார்கள்.",
        "இவை நிச்சயமாக ஆட்சியின் தோல்விகள். இன்னும் அவர்களை விமர்சிக்கும் போது, ​​எதிர்ப்புகளை ஆக்கபூர்வமான விமர்சனத்திற்கும் உட்படுத்த வேண்டும் என்று நினைக்கிறேன். சிறிய அளவில் நடந்தாலும், இதற்கு முன் இதை நாங்கள் பார்த்திருப்பதால் சொல்கிறேன்: 2015 தேர்தல், ராஜபக்சக்களுக்கும் அவர்களின் மோசமான அத்துமீறலுக்கும் எதிரான ஒருங்கிணைந்த முயற்சியை விட என்னவாக இருந்தது?",
        "ஆயினும்கூட, அந்த ஆண்டு அவர்களின் தோல்வி மற்றும் வெளியேற்றத்தைக் குறிக்கும் உற்சாகம் இருந்தபோதிலும், சீர்திருத்தவாத \"நல்லாட்சி\" நிர்வாகம் அவர்களின் இடத்தில் கொண்டு வரப்பட்டது, ஒரு வருடத்திற்குப் பிறகு சிதைந்தது. அது இரண்டு காரணங்களால் ஏற்பட்டது: கொள்கையின் மீதான ஆளுமையின் மீதான ஆவேசம், இது ராஜபக்சக்களை அரசியலில் இருந்து விலக்கி வைப்பதில் கவனம் செலுத்தியது, ஆனால் பாராளுமன்றம் மற்றும் ஜனநாயக நீரோட்டத்தை முழுவதுமாக ஒதுக்கி வைப்பது மற்றும் நெருக்கடியை முறையான விகிதாச்சாரத்தில் ஒன்றாக அங்கீகரிக்கத் தவறியது. ஊழல் அரசியல்வாதிகள், கட்சிகள் மற்றும் குழுக்கள்.",
        "இரண்டாவது புள்ளி மிகவும் பிரதிபலிப்பிற்கு தகுதியானது. மகிந்த ராஜபக்ச ஆட்சியின் அவலங்களை ராஜபக்ச குடும்பத்திற்குக் குறைத்ததன் மூலம், நாட்டை அரசியல் ஊழலைக் குணப்படுத்துவதற்குத் தேவையானது அவர்களைப் பேக்கிங்கிற்கு அனுப்புவதுதான் என்ற தோற்றத்தை யஹபாலன அரசாங்கம் ஏற்படுத்தியது. இதனாலேயே அது முன்னாள் ராஜபக்ச விசுவாசிகளுடன் ஒப்பந்தங்களைச் செய்து, அமைச்சர் பதவிகளை வழங்கியது, இது யஹலாபனிஸ்டுகளுக்கு மைலேஜ் கிடைத்தாலும், நம்பகத்தன்மையை இழக்கச் செய்தது.",
        "நீண்ட அரசியலமைப்பு நெருக்கடிக்குப் பின்னர் 2019 இல் யஹாபாலனிஸ்டுகள் மீண்டும் தங்கள் வேகத்தை பெற முயற்சித்தபோது, ​​ஈஸ்டர் தாக்குதல்கள் நடந்தன, இது இரண்டாவது தவணை யோசனைக்கு முற்றுப்புள்ளி வைத்தது. இதற்கிடையில், ஸ்ரீ.ல.சு.க.வின் சமூக முற்போக்கான சாத்தியம், நவதாராளவாத வலதுசாரிகளுக்கு யூ.என்.பி.யின் சரணாகதிகளால் தடுக்கப்பட்டது, மங்கள சமரவீர மற்றும் எரான் விக்ரமரத்ன ஆகியோர் ஒரு செய்தியாளர் மாநாட்டில் எரிபொருள் விலை சூத்திரத்தை தாங்கிய பலகையை ஏந்தியிருக்கும் உருவத்தால் பொருத்தமாக உருவகப்படுத்தப்பட்டது. இறுதியில், கோத்தபய ராஜபக்ச பாதுகாப்பு மற்றும் இறையாண்மை விவாதத்தை ஏகபோகமாக்கினார்: சீர்திருத்த அரசியலின் பல வழிகளில் தவிர்க்க முடியாத விளைவு, இது ஊழல் பிரச்சினைகளில் நீடித்தது, மற்ற பொருள், அமைப்பு மற்றும் கட்டமைப்பு சிக்கல்களைத் தவிர்த்து.",
        "வரலாறு மீண்டும் மீண்டும் வருகிறது. இன்று ராஜபக்சக்களுக்கு எதிரான போராட்டங்களில் இவையனைத்தும் மீண்டும் மீண்டும் வருவதை நாம் காண்கிறோம். நான் அனைத்து எதிர்ப்புகளையும் சேர்க்கவில்லை, ஏனென்றால் அவற்றில் பல உள்ளன: சில கொழும்பில், பல வெளியில். கொழும்பில் வசிப்பவர்களுடைய வர்க்க அமைப்புமுறைக்கு ஏற்ப, அங்கு சென்று போக்குவரத்து செய்வோர், பிக் மேட்ச் அணிவகுப்புகளாக மாறியதில் ஆச்சரியமில்லை. மிகுந்த வாக்குறுதியுடனும், துணிச்சலுடனும் ஆரம்பித்தது, கோஷங்களை வைத்திருப்பவர்கள் மற்றும் மற்றவர்களை முழக்கமிடுபவர்களின் தொகுப்பாக குறைந்துவிட்டது. இவை ஒரு பொதுவான நடுத்தர வர்க்க மாநில எதிர்ப்பு பிரச்சாரத்தின் பொறிகளாகும், நாட்டின் மற்ற பகுதிகளிலிருந்து துண்டிக்கப்பட வேண்டிய அவசியமில்லை, ஆனால் அது இருக்க வேண்டிய அளவுக்கு இணைக்கப்படவில்லை. ஒரு சிலரின் ஊழலை மையமாக வைத்து, நடுத்தர வர்க்க ஆர்ப்பாட்டக்காரர்கள், கோட்டாபயவையும் அவரது குலத்தைச் சேர்ந்தவர்களையும் வெளியேற்றுவதிலேயே ஏறக்குறைய முழுவதுமாக உறுதியாக உள்ளனர்.",
        "கிராமங்களில் நிலைமை வேறு. அங்கே கோபமும் ஆத்திரமும் நிஜம். மக்கள் பதாகைகளை ஏந்திப் போட்டிகளை ஏற்பாடு செய்யவில்லை: ராஜபக்ஷக்கள் தங்களைச் சுற்றி எழுப்பிய உருவகமான பாஸ்டில்களை அவர்கள் புயலாக்கி வருகின்றனர். 2015ஆம் ஆண்டு ஜனாதிபதித் தேர்தலில் மகிந்த ராஜபக்ச தோல்வியடைந்தபோது வாக்காளர்கள் கூட்டம் கூட்டமாகச் சென்று அவருடன் அழுது புலம்பினார்கள். இன்று இதே மக்களும் அவர்களின் சந்ததியினரும், காவல்துறையை மீறி, நேர்மையான கோபத்துடன் கார்ல்டனிடம் ஓடுகிறார்கள். பொலன்னறுவையில் ரொஷான் ரணசிங்கவின் வீட்டை வாக்காளர்கள் குழுவொன்று அடித்து நொறுக்கியது. கெஸ்பேவயில் பல மைல்களுக்கு அப்பால், காமினி லொகுகேவின் வீட்டுக்கு முன்னால் இருந்த ஒரு குழுவொன்று தீ வைத்து எரித்துள்ளது. இவை தனிமைப்படுத்தப்பட்ட சம்பவங்கள் அல்ல: அவை இணைக்கப்பட்டவை, ஒரு புதிய தொடக்கத்தின் அடையாளமாக உள்ளன.",
        "இதற்கிடையில், தொழிற்சங்கங்கள் மற்றும் கூட்டுக்களால் ஒன்றிணைக்கப்பட்ட, ஆடைத் தொழிலாளர்கள், ராஜபக்சக்களுடன் கொழும்பு நிர்ணயித்ததைத் தாண்டிச் செல்கின்றனர்: \"நாங்கள் உங்களுக்காக சம்பாதித்த டாலர்களைத் திரும்பக் கொண்டு வாருங்கள்!\" \"நீங்கள்\" என்பது ராஜபக்சக்களைப் பற்றிய குறிப்பு அல்ல, மாறாக முதல் குடும்பத்திற்கு வெளிப்படையாகவோ அல்லது மறைமுகமாகவோ தங்கள் ஆதரவைக் கொடுத்த நிறுவன முதலாளிகளைக் குறிக்கிறது. இந்த முதலாளிகளும் அவர்களது கூட்டாளிகளும் அரசியல் வர்க்கத்தைப் போலவே ஏற்றத்தாழ்வுகளுக்கு உடந்தையாக இருந்தனர்: 2020 ஆம் ஆண்டின் பிற்பகுதியில், இரண்டாவது அலை தாக்கிய பிறகு, உதாரணமாக, அவர்கள் தொழிற்சங்கங்களை முறித்துக் கொண்டு, வெளிப்படையான உடல்நல அபாயங்கள் இருந்தபோதிலும், தொழிற்சாலை ஊழியர்களை வேலைக்குச் செல்லுமாறு கட்டாயப்படுத்தினர். இந்த தொழிலாளர்கள் கொழும்பின் நடுத்தர வர்க்கத்தினரிடம் இல்லாத ஒன்று, அதாவது அமைப்பு. எனவே அவர்கள் அடைய வேண்டும்.",
        "ஆர்ப்பாட்டங்கள் சில முக்கியமான பாடங்களை எமக்கு கற்பித்துள்ளன. ராஜபக்சக்கள் ஒரு சத்தத்துடன் அல்லது சிணுங்கலுடன் வெளியே செல்லலாம் அல்லது செல்லாமல் போகலாம். ஆனாலும் நாட்டின் தேவைகள் அவர்கள் அரசியலில் இருந்து வெளியேறுவதற்கு அப்பால் நீண்டுள்ளது. கொழும்பின் நடுத்தர வர்க்கத்தினரின் பார்வையில், அவர்கள் தங்கள் வரவேற்பை மிகைப்படுத்தி உள்ளனர், மேலும் அவர்கள் வம்பு செய்ய வேண்டும். ஆனால் தோட்டத் தொழிலாளர்கள் மற்றும் ஆடைத் தொழிலாளர்களுக்குப் போராட்டம் ஒரு குடும்பத்தின் அத்துமீறலைத் தாண்டியது. இதனால்தான் இந்தப் போராட்டங்கள் நகர்ப்புற மையங்களில் இருந்து விவசாயிகள் மற்றும் தொழிலாள வர்க்கத்தின் மையப்பகுதிகளுக்கு மாற வேண்டும். கொழும்பு ஆர்ப்பாட்டங்கள் இடையூறானவை மற்றும் பெரிய போட்டி அணிவகுப்புகளாக மோசமடையும் அபாயத்தில் உள்ளன. ஒரு ஆர்வலர்-நண்பர் கூறியது போல், \"கொழும்பில் வாழ்க்கை எப்போதும் ஒரு பெரிய போட்டியாகவே உள்ளது.\" இருப்பினும், மற்ற இடங்களில் வாழ்க்கை இல்லை.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}