{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-major-opposition-parties-refuse-to-work-with-new-pm-ranil-wickremesinghe-94204/",
  "time_ut": 1652439000,
  "title": "Sri Lanka’s major opposition parties refuse to work with new PM Ranil Wickremesinghe",
  "body_lines": [
    "ECONOMYNEXT – Several major opposition parties and independent factions within the former ruling coalition on Friday (13) expressed opposition to the appointment of Ranil Wickremesinghe as  Sri Lanka’s 26th prime minister and said they will not accept any positions in the new government to be headed by him.",
    "The main opposition, the Samagi Jana Balavegaya, which missed the bus to the premiership on Thursday (12) said Wickremesinghe’s appointment does not reflect the people’s mandate, given the United National Party (UNP)’s humiliating defeat at the 2020 parliamentary polls.",
    "The Sri Lanka Freedom Party (SLFP), which quit the ruling coalition earlier, said it has refused offers to join the new government. SLFP chairman and former President Maithripala Sirisena rejected invitations to take up ministerial portfolios.",
    "A group of former government MPs who have been functioning independently in parliament also said they will not be joining a Rajapaksa-Wickrmesinghe government. The MPs include former ministers Wimal Weerawansa and Udaya Gammanpila were removed by President Rajapaksa from the cabinet. Speaking to reporters on Friday, the MPs reiterated their call for an all-party government, which would require Wickremesinghe to step down.",
    "Leader of the opposition Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) Anura Kumara Dissanayake also told reporters on Friday that his party will not accept any portfolio in a WIckremesinghe government.",
    "Opposition Tamil National Alliance (TNA) parliamentarian M A Sumanthiran tweeted on Friday that the appointment of the new prime minister is not a democratic step but the TNA will support all positive steps taken towards economic recovery.",
    "India’s The Hindu quoted him as saying the previous day: “The President has completely lost legitimacy, people want him to go home, and the Parliament will soon vote on a motion expressing displeasure over him. Mr. Wickremesinghe had no legitimacy in the current Parliament right from the beginning. He did not even win in his constituency.”",
    "General Secretary of the Ceylon Workers’ Congress (CWC) Jeevan Thondaman tweeted that Wickremesinghe would have his party’s fullest cooperation.",
    "I wish @RW_UNP the best on becoming the PM.However, there are many issues that need to be addressed without delay and I assure the fullest cooperation of the Ceylon Workers' Congress in your effort to overcome those issues and stabilise our nation.",
    "Leader of the All Ceylon Makkal Congress Rishad Bathuideen has yet to make a public statement on his party’s stance, while Sri Lanka Muslim Congress (SLMC) leader Rauf Hakeem has been critical of Wickremesinghe’s appointment and is unlikely to join a government under him.",
    "SJB parliamentarian Rajitha Senaratne told reporters on Friday that the new prime minister is a failure just like President Gotabaya Rajapksa.",
    "Wickremesinghe does not have 113MPs to back him, said Senaratne.",
    "“Just like Sir (nickname for the president) failed, so has Ranil,” he said, adding that anti-government protestors gathered outside the presidential secretariat are now calling him Ranil Rajapaksa.",
    "Senaratne claimed the prime minister is serving the interests of the Rajapaksas over those of the people.",
    "The MP explained the SJB’s delay in taking the president up on his offer as an unwillingness to carelessly form a government. Any government taking up the job would have to have a plan in place to resolve the issues of queues and shortages, he said. Thursday morning, the MP said, SJB representatives had spoken to economists and to diplomats to see if securing aid was possible, after which the party had arrived at its decision. (Colombo/May13/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ප්‍රධාන විරුද්ධ පක්ෂ නව අගමැති රනිල් වික්‍රමසිංහ සමඟ වැඩ කිරීම ප්‍රතික්ෂේප කරයි",
      "body_lines": [
        "ECONOMYNEXT – ශ්‍රී ලංකාවේ 26 වැනි අග්‍රාමාත්‍යවරයා ලෙස රනිල් වික්‍රමසිංහ මහතා පත් කිරීමට සිකුරාදා (13) ප්‍රධාන විරුද්ධ පක්ෂ සහ ස්වාධීන කණ්ඩායම් කිහිපයක් විරෝධය පළ කළ අතර ඔහු විසින් නායකත්වය දෙන නව රජයේ කිසිදු තනතුරක් තමන් භාර නොගන්නා බව ප්‍රකාශ කළහ. .",
        "2020 පාර්ලිමේන්තු මැතිවරණයේදී එක්සත් ජාතික පක්ෂය (එජාප) ලැබූ නින්දිත පරාජය හමුවේ වික්‍රමසිංහ මහතාගේ පත්වීම ජනතා වරම පිළිබිඹු නොකරන බව බ්‍රහස්පතින්දා (12) අගමැති ධූරයට යන බස් රථය මඟ හැරුණු ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය පැවසීය.",
        "මීට පෙර පාලක සභාගයෙන් ඉවත් වූ ශ්‍රී ලංකා නිදහස් පක්ෂය (ශ්‍රීලනිප) කියා සිටියේ නව රජයට එක්වීමට තමන් ඉදිරිපත් වීම ප්‍රතික්ෂේප කර ඇති බවයි. ශ්‍රීලනිප සභාපති හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා අමාත්‍ය ධුර භාර ගැනීමට කළ ආරාධනා ප්‍රතික්ෂේප කළේය.",
        "පාර්ලිමේන්තුවේ ස්වාධීනව කටයුතු කරන හිටපු ආණ්ඩුවේ මන්ත්‍රීවරුන් පිරිසක් ද රාජපක්ෂ - වික්‍රමසිංහ ආණ්ඩුවකට එක් නොවන බව ප්‍රකාශ කළා. එම මන්ත්‍රීවරුන් අතර හිටපු අමාත්‍යවරුන් වන විමල් වීරවංශ සහ උදය ගම්මන්පිල ද ජනාධිපතිවරයා විසින් කැබිනට් මණ්ඩලයෙන් ඉවත් කරන ලදී. සිකුරාදා මාධ්‍යවේදීන් අමතමින්, මන්ත්‍රීවරු සර්ව පාක්ෂික ආන්ඩුවක් සඳහා වූ ඔවුන්ගේ ඉල්ලීම යලි අවධාරණය කළ අතර, ඒ සඳහා වික්‍රමසිංහ ඉල්ලා අස්විය යුතුය.",
        "විපක්ෂ නායක ජනතා විමුක්ති පෙරමුණ (ජවිපෙ) ප්‍රමුඛ ජාතික ජන බලය (එන්පීපී) අනුර කුමාර දිසානායක ද සිකුරාදා මාධ්‍යවේදීන් අමතමින් කියා සිටියේ තම පක්ෂය වික්‍රමසිංහ ආන්ඩුවක කිසිදු ඇමතිකමක් භාර නොගන්නා බවයි.",
        "විපක්ෂයේ දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) පාර්ලිමේන්තු මන්ත්‍රී එම් ඒ සුමන්තිරන් සිකුරාදා ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේ නව අගමැති පත් කිරීම ප්‍රජාතන්ත්‍රවාදී පියවරක් නොවන නමුත් ආර්ථික ප්‍රකෘතිය සඳහා ගන්නා සියලුම ධනාත්මක පියවරයන්ට දෙමළ ජාතික සන්ධානය සහාය දෙන බවයි.",
        "ඉන්දියාවේ ද හින්දු පුවත්පත පෙරේදා ඔහු කියූ පරිදි: “ජනාධිපතිවරයාට නීත්‍යානුකූලභාවය සම්පූර්ණයෙන්ම නැති වී ඇත, මිනිසුන්ට ඔහු ගෙදර යාමට අවශ්‍යයි, ඔහු කෙරෙහි අප්‍රසාදය පළ කරන යෝජනාවක් සඳහා පාර්ලිමේන්තුව ඉක්මනින් ඡන්දය ප්‍රකාශ කරනු ඇත. වත්මන් පාර්ලිමේන්තුවේ ආරම්භයේ සිටම වික්‍රමසිංහ මහතාට නීත්‍යානුකූල භාවයක් තිබුණේ නැත. එතුමාගේ ආසනයේවත් දිනලා නැහැ.”",
        "ලංකා කම්කරු කොංග්‍රසයේ (සීඩබ්ලිව්සී) ප්‍රධාන ලේකම් ජීවන් තොණ්ඩමන් ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේ වික්‍රමසිංහට තම පක්ෂයේ පූර්ණ සහයෝගය ලැබෙන බවයි.",
        "@RW_UNP ට අගමැති ධූරයට පත් වීමට මම සුබ පතමි. කෙසේ වෙතත්, නොපමාව විසඳිය යුතු බොහෝ ගැටලු ඇති අතර එම ගැටලු මඟහරවා අපේ ජාතිය ස්ථාවර කිරීමට ඔබ ගන්නා උත්සාහයට ලංකා කම්කරු කොංග්‍රසයේ උපරිම සහයෝගය ලබා දෙන බවට මම සහතික වෙමි.",
        "සමස්ත ලංකා මහජන කොංග්‍රසයේ නායක රිෂාඩ් බදියුදීන් තවමත් තම පක්ෂයේ ස්ථාවරය පිළිබඳව ප්‍රසිද්ධ ප්‍රකාශයක් කර නොමැති අතර ශ්‍රී ලංකා මුස්ලිම් කොංග්‍රසයේ (SLMC) නායක රවුෆ් හකීම් වික්‍රමසිංහගේ පත්වීම විවේචනය කර ඇති අතර ඔහු යටතේ රජයකට එක්වීමට ඉඩක් නැත.",
        "SJB පාර්ලිමේන්තු මන්ත්‍රී රාජිත සේනාරත්න සිකුරාදා මාධ්‍යවේදීන් අමතමින් කියා සිටියේ ජනාධිපති ගෝඨාභය රාජපක්ෂ මෙන්ම නව අගමැතිවරයාද අසාර්ථක බවයි.",
        "වික්‍රමසිංහට සහාය දීමට මන්ත්‍රීවරුන් 113ක් නොමැති බවද සේනාරත්න මහතා පැවසීය.",
        "“සර් (ජනාධිපතිවරයාට යන අන්වර්ථ නාමය) අසාර්ථක වූවා සේම රනිල් ද අසාර්ථක වූවා සේම, ජනාධිපති ලේකම් කාර්යාලයෙන් පිටත රැස්ව සිටි ආණ්ඩු විරෝධී උද්ඝෝෂකයින් දැන් ඔහුට රනිල් රාජපක්ෂ යැයි කියමින් සිටින බවද ඔහු පැවසීය.",
        "සේනාරත්න කියා සිටියේ අගමැතිවරයා ජනතාවගේ අවශ්‍යතාවලට වඩා රාජපක්ෂලාගේ අවශ්‍යතා වෙනුවෙන් සේවය කරන බවයි.",
        "SJB විසින් ජනාධිපතිවරයා ඉදිරිපත් කිරීමට ප්‍රමාද වීම ගැන මන්ත්‍රීවරයා පැහැදිලි කළේ නොසැලකිලිමත් ලෙස රජයක් පිහිටුවීමට ඇති අකමැත්තක් ලෙසය. මෙම කාර්යය භාර ගන්නා ඕනෑම රජයකට පෝලිම් සහ හිඟ ගැටලු විසඳීමට සැලැස්මක් තිබිය යුතු බව ඔහු පැවසීය. බ්‍රහස්පතින්දා උදෑසන මන්ත්‍රීවරයා පැවසුවේ, SJB නියෝජිතයන් ආර්ථික විද්‍යාඥයින් සහ රාජ්‍ය තාන්ත්‍රිකයන් සමඟ කතා කර ආධාර ලබා ගත හැකිද යන්න සොයා බැලීමෙන් පසුව පක්ෂය සිය තීරණයට පැමිණි බවයි. (කොළඹ/මැයි13/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் பிரதான எதிர்க்கட்சிகள் புதிய பிரதமர் ரணில் விக்கிரமசிங்கவுடன் இணைந்து பணியாற்ற மறுத்து வருகின்றன",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் 26வது பிரதமராக ரணில் விக்ரமசிங்கவை நியமிப்பதற்கு வெள்ளிக்கிழமை (13) பல முக்கிய எதிர்க்கட்சிகளும் மற்றும் சுயேச்சையான பிரிவுகளும் எதிர்ப்பை வெளிப்படுத்தியதுடன், அவர் தலைமையில் அமையவுள்ள புதிய அரசாங்கத்தில் எந்தப் பதவியையும் ஏற்கப்போவதில்லை என்று தெரிவித்தன. .",
        "2020 நாடாளுமன்றத் தேர்தலில் ஐக்கிய தேசியக் கட்சி (ஐ.தே.க.) அவமானகரமான தோல்வியைத் தழுவிய நிலையில், விக்ரமசிங்கவின் நியமனம் மக்களின் ஆணையைப் பிரதிபலிக்கவில்லை என்று வியாழன் (12) அன்று பிரதமர் பதவிக்கான பேருந்தைத் தவறவிட்ட பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய தெரிவித்துள்ளது.",
        "முன்னதாக ஆளும் கூட்டணியில் இருந்து விலகிய ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP), புதிய அரசாங்கத்தில் இணைவதற்கான வாய்ப்பை நிராகரித்துள்ளதாக தெரிவித்துள்ளது. ஸ்ரீலங்கா சுதந்திரக் கட்சியின் தலைவரும், முன்னாள் ஜனாதிபதியுமான மைத்திரிபால சிறிசேன, அமைச்சுப் பதவிகளைப் பொறுப்பேற்பதற்கான அழைப்பை நிராகரித்துள்ளார்.",
        "பாராளுமன்றத்தில் சுதந்திரமாக செயற்பட்டு வரும் அரசாங்கத்தின் முன்னாள் எம்.பி.க்கள் குழுவும் ராஜபக்ச-விக்ரமசிங்கே அரசாங்கத்தில் இணையப்போவதில்லை என்று கூறியுள்ளனர். முன்னாள் அமைச்சர்களான விமல் வீரவன்ச மற்றும் உதய கம்மன்பில உள்ளிட்ட எம்.பி.க்கள் ஜனாதிபதி ராஜபக்ஷவால் அமைச்சரவையில் இருந்து நீக்கப்பட்டனர். வெள்ளிக்கிழமை செய்தியாளர்களிடம் பேசிய எம்.பி.க்கள், அனைத்துக் கட்சி அரசாங்கத்திற்கான தங்கள் அழைப்பை மீண்டும் வலியுறுத்தினர், அதற்கு விக்கிரமசிங்க பதவி விலக வேண்டும்.",
        "எதிர்க்கட்சித் தலைவர் ஜனதா விமுக்தி பெரமுன (ஜேவிபி) தலைமையிலான தேசிய மக்கள் சக்தி (என்பிபி) அனுரகுமார திஸாநாயக்கவும் வெள்ளிக்கிழமை செய்தியாளர்களிடம் கூறுகையில், விக்கிரமசிங்க அரசாங்கத்தில் தனது கட்சி எந்த இலாகாவையும் ஏற்காது.",
        "எதிர்க்கட்சியான தமிழ்த் தேசியக் கூட்டமைப்பின் நாடாளுமன்ற உறுப்பினர் எம்.ஏ.சுமந்திரன் வெள்ளிக்கிழமை டுவிட்டரில், புதிய பிரதமரை நியமித்தது ஜனநாயக நடவடிக்கை அல்ல என்றும், பொருளாதார மீட்சிக்காக எடுக்கப்படும் அனைத்து சாதகமான நடவடிக்கைகளுக்கும் தமிழ்த் தேசியக் கூட்டமைப்பு ஆதரவளிக்கும் என்றும் தெரிவித்துள்ளார்.",
        "இந்தியாவின் தி இந்து முந்தைய நாள் அவர் கூறியதை மேற்கோள் காட்டியது: “ஜனாதிபதி முற்றிலுமாக சட்டபூர்வமான தன்மையை இழந்துவிட்டார், அவர் வீட்டிற்கு செல்ல வேண்டும் என்று மக்கள் விரும்புகிறார்கள், மேலும் அவர் மீது அதிருப்தியை வெளிப்படுத்தும் பிரேரணைக்கு நாடாளுமன்றம் விரைவில் வாக்களிக்கும். திரு. விக்கிரமசிங்கவிற்கு ஆரம்பத்திலிருந்தே தற்போதைய பாராளுமன்றத்தில் சட்டபூர்வத்தன்மை இல்லை. அவர் தனது தொகுதியில் கூட வெற்றி பெறவில்லை.",
        "இலங்கைத் தொழிலாளர் காங்கிரஸின் (CWC) பொதுச் செயலாளர் ஜீவன் தொண்டமான் தனது டுவிட்டர் பதிவில், விக்ரமசிங்கவிற்கு தமது கட்சியின் பூரண ஒத்துழைப்பு இருக்கும்.",
        "@RW_UNP பிரதமராக வருவதற்கு நான் வாழ்த்துகின்றேன். எனினும், தாமதமின்றி தீர்க்கப்பட வேண்டிய பல பிரச்சினைகள் உள்ளன, அந்தப் பிரச்சினைகளை முறியடித்து எங்கள் தேசத்தை ஸ்திரப்படுத்துவதற்கான உங்கள் முயற்சிக்கு இலங்கை தொழிலாளர் காங்கிரஸின் பூரண ஒத்துழைப்பை நான் உறுதியளிக்கிறேன்.",
        "அகில இலங்கை மக்கள் காங்கிரஸின் தலைவர் ரிஷாத் பதியுதீன் தனது கட்சியின் நிலைப்பாடு குறித்து இன்னும் பகிரங்க அறிக்கையை வெளியிடவில்லை, அதேவேளை ஸ்ரீலங்கா முஸ்லிம் காங்கிரஸின் (SLMC) தலைவர் ரவூப் ஹக்கீம் விக்கிரமசிங்கவின் நியமனத்தை விமர்சித்து வருகிறார், மேலும் அவரது கீழ் அரசாங்கத்தில் சேர வாய்ப்பில்லை.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவைப் போன்று புதிய பிரதமரும் தோல்வியடைந்தவர் என SJB நாடாளுமன்ற உறுப்பினர் ராஜித சேனாரத்ன வெள்ளிக்கிழமை செய்தியாளர்களிடம் தெரிவித்தார்.",
        "விக்கிரமசிங்கவுக்கு ஆதரவளிக்க 113 எம்.பி.க்கள் இல்லை என்றும் சேனாரத்ன கூறினார்.",
        "\"ஐயா (ஜனாதிபதியின் புனைப்பெயர்) தோல்வியடைந்தது போல், ரணிலும் தோல்வியடைந்தார்,\" என்று அவர் கூறினார், ஜனாதிபதி செயலகத்திற்கு வெளியே கூடிய அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்கள் இப்போது அவரை ரணில் ராஜபக்ஷ என்று அழைக்கிறார்கள்.",
        "மக்களின் நலன்களை விட ராஜபக்ஷக்களின் நலன்களுக்கு பிரதமர் சேவை செய்வதாக சேனாரத்ன கூறினார்.",
        "கவனக்குறைவாக அரசாங்கத்தை அமைப்பதற்கு விருப்பமில்லாததன் காரணமாகவே ஜனாதிபதியை அழைத்துக் கொள்வதில் SJB காலதாமதம் செய்ததை பாராளுமன்ற உறுப்பினர் விளக்கினார். எந்தவொரு அரசாங்கமும் பணியை மேற்கொள்வது வரிசைகள் மற்றும் பற்றாக்குறை பிரச்சினைகளை தீர்க்க ஒரு திட்டத்தை வைத்திருக்க வேண்டும், என்றார். வியாழன் காலை, SJB பிரதிநிதிகள் பொருளாதார வல்லுனர்களுடனும், இராஜதந்திரிகளுடனும் உதவிகளைப் பெறுவது சாத்தியமா என்பதைப் பார்க்கப் பேசியதாகவும், அதன்பிறகு கட்சி தனது முடிவுக்கு வந்ததாகவும் எம்பி கூறினார். (கொழும்பு/மே13/2022)"
      ]
    }
  }
}