{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Unpopular-opinion-Gota-pushed-the-failing-economy-down-the-precipice-Perhaps-someone-had-to-break-it-to-fix-it/172-238055",
  "time_ut": 1653935940,
  "title": "Unpopular opinion: Gota pushed the failing economy down the precipice Perhaps someone had to break it to fix it",
  "body_lines": [
    "Some Parliamentarians are calling for the appointment of a commission of inquiry to hold those responsible for the current economic crisis. The worst-ever economic crisis since independence has already created cascading effects of looming hunger, shortage of lifesaving medicine and crippling public service. Look no further: The primary culprit is none other than President Gotabaya Rajapaksa himself. That would mean that the search for accountability under the current circumstances is elusive. Yet the hard but stubborn fact is that Gotabaya with a series of misguided and ego fuelled decisions turned an otherwise manageable crisis into a national calamity, impoverishing millions of Sri Lankan families and bringing the country’s economy to its breaking point.",
    "However, as much as he is the protagonist in the current bout, the genesis of the economic crisis is not his creation.",
    "Sri Lanka throughout its independent history has spent more than it could afford. That practice began soon after the British left the country’s shores. The independent leaders had a knack for short term fixes to postpone serious economic reforms, which anyway have been politically unpalatable.",
    "The much-hyped Sino-Ceylon Rubber-Rice Pact is one of the earliest examples. Faced with declining commodity prices at the end of the Korean War, the then government of Prime Minister Dudley Senanayake was cash strapped to provide two measures of free rice to people, which was a wartime measure that the British introduced.  But the native leaders, driven by electoral considerations continued with the rice subsidy, despite it being a wasteful doll out. So much so, that the government asked for a US$ 50 million loan from the US to finance the rice subsidy. When that request was rejected, the government turned to Communist China which had then been shunned by the US and the West, and inked the trade pact to barter Sri Lankan rubber for the Chinese rice. If anything, that was an early blow for the country’s industrialization as the government shipped raw rubber to feed the population that had been procreating at a rate of modern day Niger.",
    "The Sri Lankan economy had been rotting for decades. The first three decades since independence, which some Sri Lankans consider good times, were, in fact, the lost decades. Good times ended when Sri Lanka run out of economic fortune that the departed British left behind, and squandered relative advantage vis a vis other countries it enjoyed at the independence.",
    "Mahinda Rajapaksa is blamed for spending Chinese loans on vestige projects, some of which are indeed wasteful investments. But, MR is also the first leader in the independent Sri Lanka, who made a decisive effort to address a long-held infrastructure backlog.  It would have been better if his administration was less corrupt and more transparent. But again, from Suharto to South East Asia’s development dictatorships, the governments that leapfrog their economies were equally corrupt and lacking in transparency. That was however in a different era. MR is also blamed for the declining share of industrial output or exports as a percentage of the GDP. But, again, Sri Lanka’s export basket had been stagnating since 1994, long before he became the president. The current economic crisis is the extreme manifestation of collective follies and indifference by a succession of political leaderships.  Sri Lankan economy had been failing, and underperforming, even though it clocked 6-7% growth in the first half of the last decade.",
    "It could have gone on that way for some more time, had it not been for the economic shock of Covid, and Gotabaya’s serial follies. With his idiosyncratic ban on chemical fertilizer and emptying the foreign reserves to pay off the sovereign debt and defend the Rupee, Gotabaya pushed the already failing Sri Lankan economy down the precipice. (Rani Jayamaha, a former member of the monetary board says the government spent US$ 5.5 billion of foreign reserves to maintain the Rupee at 200-203 to US$). In a political system where accountability of the holders of political office matters, he would have been held accountable for the destruction he unleashed on the country.",
    "However, there is another point. Unbeknownst to him, probably he might have brought the Sri Lankans to the realization that without economic (and political) reforms, they would perish,",
    "That itself is a rare achievement. No leader had managed to do that, perhaps except for Sirimavo Bandaranaike. Without her disastrous Statist economic experiment in 1970-77, her successor JR Jayawardene would not have been able to introduce the first ever serious economic reforms in Sri Lankan history, leading to a free market economy, without facing any real opposition.",
    "Sri Lanka throughout its independent history has spent more than it could afford. That practice began soon after the British left the country’s shores. The independent leaders had a knack for short term fixes to postpone serious economic reforms, which anyway have been politically unpalatable",
    "Sri Lanka is a difficult country for economic reforms. Sri Lankans have repeatedly protested against their interests. Each free trade agreement and many development projects have been abandoned to appease the protesters. Private-Public Partnerships are considered as selling out of the nation’s wealth and strategic nerve centres. Serious donor-funded projects are labelled as foreign conspiracies. Free trade agreements are condemned as unpatriotic. In the meanwhile, two to three hundred thousand Sri Lankans are leaving the country to eke a living abroad, often doing gruelling menial jobs as the local economy is stagnated by too much protectionism.",
    "Countries rarely change their course on their own. When they do so, they do because of exogenous shocks, which are generally a combination of unexpected outcomes, like Covid and accumulated rot of their previous mismanagement of the economy. India’s economic reforms in 1991, after the country ran through all its foreign reserves and was forced to ship its gold to London to secure a loan is one such instance. Survival of the economy and the state itself compelled the Indian lawmakers to dismantle licence Raj and adopt liberal economic reforms which turbocharged the Indian economy for the next three decades. Until then, teeming masses of Indians lived hand to mouth, while their bureaucrats mouthed the superiority of central planning over Capitalism.",
    "You see a gradual change in Sri Lankan mass opinion as well along these lines. The usual culprits who oppose anything associated with economic reforms are qualifying their stance. IMF has suddenly become the patron saint. Politicians are openly advocating for the restructuring of loss-making SOEs. An IMF deal or any substantial assistance from foreign countries would come with conditions for serious economic reforms. No one wants to pump money into a bottomless pit.",
    "Sri Lankans perhaps for the first time in history are not asking for free goodies or subsidised fuel. But an end to queues. The public is much less enamoured with the usual naysayers who oppose every attempt at economic reforms. The gruelling hardships of the economic crisis have also dawned on them with a degree of economic realism.",
    "Nonetheless, economic reforms that are needed to place the country on a sound footing for future economic take off would be painful. But Sri Lankans had already been through a good part of the crisis. If it gets worse, it is less due to the reforms, but due to the lack of it.",
    "Alberto Fujimori, the right-leaning former president of Peru described a series of economic reforms under his presidency, taken suddenly and at tremendous social displacement as economic shock therapy. As much as it caused immediate pain, the economy of Peru leapfrogged thanks to pro-market reforms, becoming one of the economic success stories in South America.",
    "Gotabaya Rajapaksa already had unleashed his ‘shock therapy for no reason. However, it could be the opening for meaningful structural reforms, which are long overdue. You can blame Gota for the current economic pain. But, if Sri Lanka misses this opportunity to reform, Sri Lankans can only blame themselves."
  ],
  "translate": {
    "si": {
      "title": "ජනප්‍රිය නොවන මතය: අසාර්ථක ආර්ථිකය ප්‍රපාතයට තල්ලු කළේ ගෝඨා සමහර විට එය නිවැරදි කිරීමට යමෙකුට එය බිඳ දැමීමට සිදු විය හැකිය",
      "body_lines": [
        "පවතින ආර්ථික අර්බුදයට වගකිවයුත්තන් පත්කිරීමට පරීක්ෂණ කොමිසමක් පත්කළ යුතු බවට ඇතැම් පාර්ලිමේන්තු මන්ත්‍රීවරුන් ඉල්ලා සිටිනවා. නිදහසින් පසු මෙතෙක් ඇති වූ දරුණුතම ආර්ථික අර්බුදය, කුසගින්න, ජීවිතාරක්ෂක ඖෂධ හිඟය සහ රාජ්‍ය සේවය අඩපණ කිරීමේ ප්‍රතිවිපාක දැනටමත් නිර්මාණය කර ඇත. තවදුරටත් බලන්න එපා: මූලික වැරදිකරුවා අන් කිසිවෙක් නොව ජනාධිපති ගෝඨාභය රාජපක්ෂම ය. එයින් අදහස් වන්නේ වත්මන් තත්වයන් යටතේ වගවීම සඳහා සෙවීම නොපැහැදිලි බවයි. එහෙත් දුෂ්කර නමුත් මුරණ්ඩු සත්‍යය නම් නොමඟ ගිය සහ මමත්වයට මුල් වූ තීරණ මාලාවක් සමඟින් ගෝඨාභය විසින් වෙනත් ආකාරයකින් කළමනාකරණය කළ හැකි අර්බුදයක් ජාතික ව්‍යසනයක් බවට පත් කර, මිලියන ගණනක් ශ්‍රී ලාංකීය පවුල් දරිද්‍රතාවයට පත් කර රටේ ආර්ථිකය එහි බිඳවැටීමේ ස්ථානයට ගෙන ඒමයි.",
        "කෙසේ වෙතත්, වත්මන් සටනේ ප්‍රධාන චරිතය ඔහු තරමටම, ආර්ථික අර්බුදයේ ආරම්භය ඔහුගේ නිර්මාණයක් නොවේ.",
        "ශ්‍රී ලංකාව සිය ස්වාධීන ඉතිහාසය පුරාවට තමන්ට දැරිය හැකි ප්‍රමාණයට වඩා වියදම් කර ඇත. එම පුරුද්ද ආරම්භ වූයේ බ්‍රිතාන්‍යයන් රටේ වෙරළ තීරයෙන් ඉවත් වූ වහාම ය. කෙසේ හෝ දේශපාලනික වශයෙන් අප්‍රසන්න වූ බරපතල ආර්ථික ප්‍රතිසංස්කරණ කල් දැමීම සඳහා කෙටිකාලීන විසඳුම් සඳහා ස්වාධීන නායකයින්ට හැකියාවක් තිබුණි.",
        "බොහෝ ප්‍රචලිත වූ චීන-ලංකා රබර්-සහල් ගිවිසුම මුල්ම උදාහරණවලින් එකකි. කොරියානු යුද්ධය අවසානයේ භාණ්ඩ මිල පහත වැටීමට මුහුණ දුන් එවකට අගමැති ඩඩ්ලි සේනානායක මහතාගේ රජයට බ්‍රිතාන්‍යයන් විසින් හඳුන්වා දුන් යුද කාලීන පියවරක් වූ ජනතාවට නොමිලේ සහල් මිටි දෙකක් ලබාදීමට මුදල් හිඟ විය. එහෙත් මැතිවරණ සලකා බැලීමෙන් පෙලඹුණු ස්වදේශික නායකයින් සහල් සහනාධාරය එය නාස්තිකාර බෝනික්කෙකු වුවද එය දිගටම කරගෙන ගියේය. එය කෙතරම්ද යත්, සහල් සහනාධාරය සඳහා මුදල් සැපයීම සඳහා රජය එක්සත් ජනපදයෙන් ඩොලර් මිලියන 50 ක ණයක් ඉල්ලා සිටියේය. එම ඉල්ලීම ප්‍රතික්‍ෂේප වූ විට, රජය එවකට ඇමරිකාව සහ බටහිර විසින් පිටුදැක තිබූ කොමියුනිස්ට් චීනය වෙත හැරී, චීන සහල් සඳහා ශ්‍රී ලංකාවේ රබර් හුවමාරු කිරීමේ වෙළඳ ගිවිසුමට අත්සන් තැබීය. යම් දෙයක් නම්, නූතන නයිජර් අනුපාතයකින් ජනනය වෙමින් පැවති ජනගහනය පෝෂණය කිරීම සඳහා රජය විසින් අමු රබර් නැව්ගත කිරීම නිසා එය රටේ කාර්මීකරණයට මුල්ම පහරක් විය.",
        "ශ්‍රී ලංකාවේ ආර්ථිකය දශක ගණනාවක් තිස්සේ කුණුවෙමින් තිබුණි. සමහර ශ්‍රී ලාංකිකයන් හොඳ කාලයක් ලෙස සලකන නිදහසින් පසු පළමු දශක තුන, ඇත්ත වශයෙන්ම, අහිමි වූ දශකයන් විය. ශ්‍රී ලංකාව හැරගිය බ්‍රිතාන්‍යයන් අත්හැර දමා ගිය ආර්ථික වාසනාවෙන් ශ්‍රී ලංකාව අවසන් වූ විට සහ නිදහසේ දී භුක්ති වින්ද අනෙකුත් රටවලට සාපේක්ෂව සාපේක්ෂ වාසිය නාස්ති කළ විට යහපත් කාලය අවසන් විය.",
        "චීන ණය වෙස්ටිජ් ව්‍යාපෘති සඳහා වියදම් කිරීම සම්බන්ධයෙන් මහින්ද රාජපක්ෂට දොස් පවරන අතර ඒවායින් සමහරක් ඇත්තෙන්ම නාස්තිකාර ආයෝජන වේ. එහෙත්, දිගුකාලීන යටිතල පහසුකම් පසුබෑමකට විසඳුම් සෙවීමට තීරණාත්මක උත්සාහයක් ගත් නිදහස් ශ්‍රී ලංකාවේ පළමු නායකයා ද එම්.ආර්. ඔහුගේ පරිපාලනය දූෂිත බවින් අඩු හා විනිවිදභාවයෙන් යුක්ත වූවා නම් වඩා හොඳය. එහෙත් නැවතත්, සුහර්තෝගේ සිට අග්නිදිග ආසියාවේ සංවර්ධන ආඥාදායකත්වයන් දක්වා, ඔවුන්ගේ ආර්ථිකයන් උඩ පනිමින් සිටින ආන්ඩු සමානවම දූෂිත වූ අතර විනිවිදභාවයෙන් තොර විය. කෙසේ වෙතත්, එය වෙනස් යුගයක ය. GDP හි ප්‍රතිශතයක් ලෙස කාර්මික නිෂ්පාදනයේ හෝ අපනයනවල කොටස පහත වැටීම සම්බන්ධයෙන් MR ද දෝෂාරෝපණය කෙරේ. එහෙත්, නැවතත්, ඔහු ජනාධිපති වීමට බොහෝ කලකට පෙර, 1994 සිට ශ්‍රී ලංකාවේ අපනයන කූඩය එකතැන පල්වෙමින් තිබුණි. වත්මන් ආර්ථික අර්බුදය යනු දේශපාලන නායකත්වයන්ගේ අනුප්‍රාප්තිය විසින් සාමූහික මෝඩකම් සහ උදාසීනත්වයේ ආන්තික ප්‍රකාශනයයි. ශ්‍රී ලංකා ආර්ථිකය පසුගිය දශකයේ මුල් භාගයේ 6-7% ක වර්ධනයක් පෙන්නුම් කළ ද, අසාර්ථක වෙමින් හා අඩු ක්‍රියාකාරීත්වයකින් යුක්ත විය.",
        "කොවිඩ් වල ආර්ථික කම්පනය සහ ගෝඨාභයගේ සීරියස් මෝඩකම් නොවන්නට එය තව ටික කලක් ඒ ආකාරයෙන්ම යා හැකිව තිබුණි. ස්වෛරී නය ගෙවීමට සහ රුපියල ආරක්ෂා කර ගැනීම සඳහා ඔහුගේ මුග්ධ රසායනික පොහොර තහනම සහ විදේශ සංචිත හිස් කිරීමත් සමඟ ගෝඨාභය දැනටමත් අසාර්ථක වූ ශ්‍රී ලංකා ආර්ථිකය ප්‍රපාතයට තල්ලු කළේය. (මුදල් මණ්ඩලයේ හිටපු සාමාජිකාවක් වන රාණි ජයමහ පවසන්නේ රුපියල් බිලියන 5.5 ක විදේශ සංචිතයක් රුපියල් 200-203 ත් අතර අගයක පවත්වා ගැනීමට රජය වැය කළ බවයි). දේශපාලන තනතුරු දරන්නන්ගේ වගවීම වැදගත් වන දේශපාලන ක්‍රමයක් තුළ, ඔහු රටට මුදා හරින විනාශයට ඔහු වගකිව යුතුය.",
        "කෙසේ වෙතත්, තවත් කරුණක් තිබේ. ඔහු නොදැනුවත්වම, ආර්ථික (සහ දේශපාලන) ප්‍රතිසංස්කරණ නොමැතිව ශ්‍රී ලාංකිකයන් විනාශ වන බව අවබෝධ කර ගැනීමට ඔහු බොහෝ දුරට ඉඩ ඇත.",
        "එයම දුර්ලභ ජයග්‍රහණයකි. සමහර විට සිරිමාවෝ බණ්ඩාරනායක මැතිනිය හැර කිසිම නායකයෙකුට එය කිරීමට හැකි වී නොතිබුණි. 1970-77 දී ඇයගේ විනාශකාරී Statist ආර්ථික අත්හදා බැලීම නොවන්නට, ඇයගේ අනුප්‍රාප්තිකයා වූ ජේ.ආර්. ජයවර්ධනට කිසිදු සැබෑ විරෝධයකට මුහුණ නොදී නිදහස් වෙළඳපොල ආර්ථිකයක් කරා ගෙන යන ශ්‍රී ලංකා ඉතිහාසයේ ප්‍රථම බරපතල ආර්ථික ප්‍රතිසංස්කරණ හඳුන්වා දීමට නොහැකි වනු ඇත.",
        "ශ්‍රී ලංකාව සිය ස්වාධීන ඉතිහාසය පුරාවට තමන්ට දැරිය හැකි ප්‍රමාණයට වඩා වියදම් කර ඇත. එම පුරුද්ද ආරම්භ වූයේ බ්‍රිතාන්‍යයන් රටේ වෙරළ තීරයෙන් ඉවත් වූ වහාම ය. කෙසේ හෝ දේශපාලනික වශයෙන් අප්‍රසන්න වූ බරපතල ආර්ථික ප්‍රතිසංස්කරණ කල් දැමීම සඳහා කෙටි කාලීන විසඳුම් සඳහා ස්වාධීන නායකයින්ට හැකියාවක් තිබුණි.",
        "ශ්‍රී ලංකාව ආර්ථික ප්‍රතිසංස්කරණ සඳහා දුෂ්කර රටකි. ශ්‍රී ලාංකිකයන් ඔවුන්ගේ අවශ්‍යතාවලට එරෙහිව නැවත නැවතත් විරෝධතා දක්වා ඇත. විරෝධතාකරුවන් සනසාලීම සඳහා එක් එක් නිදහස් වෙළඳ ගිවිසුම් සහ බොහෝ සංවර්ධන ව්‍යාපෘති අත්හැර දමා ඇත. පුද්ගලික-රාජ්‍ය හවුල්කාරිත්වයන් සලකනු ලබන්නේ ජාතියේ ධනයෙන් සහ උපායමාර්ගික ස්නායු මධ්‍යස්ථානවලින් විකිණීමක් ලෙසය. පරිත්‍යාගශීලීන්ගේ අරමුදල් සහිත බරපතල ව්‍යාපෘති විදේශීය කුමන්ත්‍රණ ලෙස ලේබල් කර ඇත. නිදහස් වෙළඳ ගිවිසුම් දේශද්‍රෝහී ලෙස හෙළා දකිනවා. මේ අතර, දේශීය ආර්ථිකය ඕනෑවට වඩා ආරක්‍ෂාකාරී ලෙස එකතැන පල්වී ඇති හෙයින්, බොහෝ විට ශ්‍රී ලාංකිකයන් දෙතුන් ලක්ෂයක් විදේශයක ජීවත් වීමට රට හැර යති.",
        "රටවල් තනිවම තම ගමන් මග වෙනස් කරන්නේ කලාතුරකිනි. ඔවුන් එසේ කරන විට, ඔවුන් සිදු කරන්නේ සාමාන්‍යයෙන් Covid වැනි අනපේක්ෂිත ප්‍රතිඵලවල එකතුවක් වන බාහිර කම්පන සහ ඔවුන්ගේ පෙර ආර්ථිකයේ වැරදි කළමනාකරණයේ සමුච්චිත කුණුවීම නිසාය. 1991 දී ඉන්දියාවේ ආර්ථික ප්‍රතිසංස්කරණ, රට එහි සියලු විදේශ සංචිත හරහා දිව ගිය පසු සහ ණයක් ලබා ගැනීම සඳහා එහි රත්‍රන් ලන්ඩනයට නැව්ගත කිරීමට සිදු වූ පසු එවැනි එක් අවස්ථාවකි. ආර්ථිකයේ පැවැත්ම සහ රාජ්‍යය විසින්ම ඉන්දියානු නීති සම්පාදකයින්ට රාජ්‍ය බලපත්‍රය විසුරුවා හැරීමට සහ ඉදිරි දශක තුන සඳහා ඉන්දියානු ආර්ථිකය ටර්බෝචාජ් කරන ලද ලිබරල් ආර්ථික ප්‍රතිසංස්කරණ අනුගමනය කිරීමට බල කරන ලදී. එතෙක්, ඉන්දියානුවන්ගෙන් පිරී ඉතිරී ගිය මහජනතාව අතින් කටින් ජීවත් වූ අතර, ඔවුන්ගේ නිලධරයෝ ධනවාදයට වඩා මධ්‍යම සැලසුම්කරණයේ උත්තරීතර බව කටින් කියූහ.",
        "මේ ඔස්සේ ශ්‍රී ලාංකීය ජන මතයේ ද ක්‍රමානුකූල වෙනසක් ඔබ දකිනවා. ආර්ථික ප්‍රතිසංස්කරණ හා සම්බන්ධ ඕනෑම දෙයකට විරුද්ධ වන සාමාන්‍ය වැරදිකරුවන් ඔවුන්ගේ ස්ථාවරය සුදුසුකම් ලබයි. IMF හදිසියේම අනුශාසක සාන්තුවරයා බවට පත්ව ඇත. පාඩු ලබන රාජ්‍ය ව්‍යවසාය ප්‍රතිව්‍යුහගත කිරීම සඳහා දේශපාලනඥයන් විවෘතව පෙනී සිටිති. ජාත්‍යන්තර මූල්‍ය අරමුදලේ ගනුදෙනුවක් හෝ විදේශ රටවලින් ලැබෙන යම් සැලකිය යුතු ආධාරයක් බරපතල ආර්ථික ප්‍රතිසංස්කරණ සඳහා කොන්දේසි සහිතව පැමිණෙනු ඇත. පතුලක් නැති වළකට මුදල් පොම්ප කිරීමට කිසිවෙකුට අවශ්‍ය නැත.",
        "ශ්‍රී ලාංකිකයන් ඉතිහාසයේ පළමු වතාවට නොමිලයේ භාණ්ඩ හෝ සහනාධාර ඉන්ධන ඉල්ලන්නේ නැත. නමුත් පෝලිම් වල අවසානය. ආර්ථික ප්‍රතිසංස්කරණ සඳහා වන සෑම ප්‍රයත්නයකටම විරුද්ධ වන සාමාන්‍ය නයිසර්වරුන් කෙරෙහි මහජනයා දක්වන ඇල්ම බෙහෙවින් අඩු ය. ආර්ථික අර්බුදයේ කටුක දුෂ්කරතා ද යම් තරමක ආර්ථික යථාර්ථවාදයක් සමඟ ඔවුන්ට උදාවී ඇත.",
        "එසේ වුවද, අනාගත ආර්ථික වර්ධනය සඳහා රට යහපත් පදනමක් මත තැබීමට අවශ්‍ය ආර්ථික ප්‍රතිසංස්කරණ වේදනාකාරී වනු ඇත. එහෙත් ශ්‍රී ලාංකිකයන් ඒ වන විටත් අර්බුදයේ හොඳ කොටසකට මුහුණ දී තිබුණි. නරක අතට හැරුණොත්, ප්රතිසංස්කරණ නිසා අඩුයි, නමුත් එය නොමැතිකම නිසා.",
        "පේරු හි දක්ෂිනාංශික හිටපු ජනාධිපති ඇල්බර්ටෝ ෆුජිමෝරි, ඔහුගේ ජනාධිපති ධූරය යටතේ හදිසියේ සහ දැවැන්ත සමාජ විස්ථාපනයකින් සිදු කරන ලද ආර්ථික ප්‍රතිසංස්කරණ මාලාවක් ආර්ථික කම්පන ප්‍රතිකාරයක් ලෙස විස්තර කළේය. එය ක්ෂණික වේදනාවක් ඇති කළ තරමටම, පේරු හි ආර්ථිකය දකුණු ඇමරිකාවේ ආර්ථික සාර්ථක කථාවලින් එකක් බවට පත්වෙමින් වෙළඳපොළ ගැති ප්‍රතිසංස්කරණවලට ස්තූතිවන්ත විය.",
        "ගෝඨාභය රාජපක්ෂ ඒ වන විටත් කිසිදු හේතුවක් නොමැතිව ඔහුගේ ‘කම්පන ප්‍රතිකාරය මුදා හැර තිබුණි. කෙසේ වෙතත්, එය දිගු කලක් ප්‍රමාද වී ඇති අර්ථවත් ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සඳහා විවෘත කිරීමක් විය හැකිය. පවතින ආර්ථික වේදනාව ගැන ගෝඨාට දොස් කියන්න පුළුවන්. එහෙත්, ශ්‍රී ලංකාව ප්‍රතිසංස්කරණය කිරීමට ඇති මෙම අවස්ථාව මග හැරියහොත්, ශ්‍රී ලාංකිකයන්ට කළ හැක්කේ තමන්ටම දොස් පැවරීම පමණි."
      ]
    },
    "ta": {
      "title": "செல்வாக்கற்ற கருத்து: தோல்வியடைந்து வரும் பொருளாதாரத்தை கோதா பள்ளத்தாக்கில் தள்ளினார் ஒருவேளை அதைச் சரிசெய்ய யாராவது அதை உடைக்க வேண்டியிருக்கலாம்",
      "body_lines": [
        "தற்போதைய பொருளாதார நெருக்கடிக்கு காரணமானவர்களைக் கண்டறிய விசாரணைக் குழுவை நியமிக்க வேண்டும் என சில நாடாளுமன்ற உறுப்பினர்கள் கோரிக்கை விடுத்து வருகின்றனர். சுதந்திரத்திற்குப் பிறகு ஏற்பட்ட மிக மோசமான பொருளாதார நெருக்கடி, பசி, உயிர்காக்கும் மருந்துப் பற்றாக்குறை மற்றும் பொதுச் சேவையை முடக்கும் விளைவுகளை ஏற்கனவே உருவாக்கியுள்ளது. மேலும் பார்க்க வேண்டாம்: முதன்மைக் குற்றவாளி வேறு யாருமல்ல, ஜனாதிபதி கோட்டாபய ராஜபக்ஷவே. தற்போதைய சூழ்நிலையில் பொறுப்புக்கூறலைத் தேடுவது மழுப்பலாக உள்ளது என்று அர்த்தம். ஆயினும்கூட, கடினமான ஆனால் பிடிவாதமான உண்மை என்னவென்றால், கோட்டாபய தொடர்ச்சியான தவறான மற்றும் ஈகோ தூண்டுதலின் முடிவுகளால் சமாளிக்கக்கூடிய நெருக்கடியை தேசிய பேரழிவாக மாற்றி, மில்லியன் கணக்கான இலங்கை குடும்பங்களை வறுமையில் ஆழ்த்தி, நாட்டின் பொருளாதாரத்தை அதன் முறிவு நிலைக்கு கொண்டு வந்தார்.",
        "இருப்பினும், தற்போதைய போட்டியில் அவர் கதாநாயகனாக இருப்பதால், பொருளாதார நெருக்கடியின் தோற்றம் அவரது உருவாக்கம் அல்ல.",
        "இலங்கை தனது சுதந்திர வரலாற்றில் தன்னால் இயன்றதை விட அதிகமாக செலவு செய்துள்ளது. ஆங்கிலேயர்கள் நாட்டின் கரையை விட்டு வெளியேறிய உடனேயே அந்த நடைமுறை தொடங்கியது. சுயேச்சையான தலைவர்கள் தீவிரமான பொருளாதார சீர்திருத்தங்களை ஒத்திவைக்க குறுகிய கால திருத்தங்களைச் செய்யும் திறமையைக் கொண்டிருந்தனர், அவை எப்படியும் அரசியல் ரீதியாக விரும்பத்தகாதவை.",
        "மிகவும் பரபரப்பான சீன-சிலோன் ரப்பர்-ரைஸ் ஒப்பந்தம் ஆரம்பகால உதாரணங்களில் ஒன்றாகும். கொரியப் போரின் முடிவில் பொருட்களின் விலை வீழ்ச்சியை எதிர்கொண்ட அப்போதைய பிரதமர் டட்லி சேனநாயக்காவின் அரசாங்கம் மக்களுக்கு இரண்டு அளவு இலவச அரிசியை வழங்குவதற்கு பணமில்லாது இருந்தது, இது பிரித்தானியர் அறிமுகப்படுத்திய போர்க்கால நடவடிக்கையாகும். ஆனால் பூர்வீக தலைவர்கள், தேர்தல் பரிசீலனைகளால் உந்தப்பட்ட அரிசி மானியத்தை அது ஒரு வீணான பொம்மையாக இருந்தபோதிலும் தொடர்ந்தது. இவ்வளவு அதிகமாக, அரிசி மானியத்திற்கு நிதியளிக்க அமெரிக்காவிடம் இருந்து 50 மில்லியன் அமெரிக்க டாலர் கடனை அரசாங்கம் கேட்டது. அந்த கோரிக்கை நிராகரிக்கப்பட்டபோது, ​​அரசாங்கம் கம்யூனிச சீனாவை நோக்கி திரும்பியது, அது அமெரிக்கா மற்றும் மேற்கு நாடுகளால் புறக்கணிக்கப்பட்டது, மேலும் சீன அரிசிக்கு இலங்கை ரப்பரை பண்டமாற்று செய்யும் வர்த்தக ஒப்பந்தத்தில் கையெழுத்திட்டது. ஏதேனும் இருந்தால், நவீன நைஜரின் விகிதத்தில் இனப்பெருக்கம் செய்யும் மக்களுக்கு உணவளிக்க அரசாங்கம் மூல ரப்பரை அனுப்பியதால், நாட்டின் தொழில்மயமாக்கலுக்கு இது ஒரு ஆரம்ப அடியாகும்.",
        "இலங்கையின் பொருளாதாரம் பல தசாப்தங்களாக அழுகிய நிலையில் இருந்தது. சுதந்திரத்திற்குப் பின்னரான முதல் மூன்று தசாப்தங்கள், சில இலங்கையர்கள் நல்ல காலமாக கருதுகின்றனர், உண்மையில், இழந்த தசாப்தங்கள். பிரித்தானியர்கள் விட்டுச்சென்ற பொருளாதாரச் செல்வம் இலங்கைக்கு இல்லாமல் போனதும், சுதந்திரத்தின் போது அனுபவித்த பிற நாடுகளுடன் ஒப்பிடும்போது ஒப்பீட்டளவில் நன்மைகளை வீணடித்ததும் நல்ல காலம் முடிந்தது.",
        "மகிந்த ராஜபக்ச சீனக் கடன்களை வெஸ்டிஜ் திட்டங்களுக்கு செலவிட்டதற்காக குற்றம் சாட்டப்பட்டார், அவற்றில் சில உண்மையில் வீணான முதலீடுகள். ஆனால், சுதந்திர இலங்கையில் நீண்டகாலமாக நிலவும் உள்கட்டமைப்பு பின்னடைவை நிவர்த்தி செய்ய தீர்மானகரமான முயற்சியை மேற்கொண்ட முதல் தலைவர் எம்.ஆர். அவரது நிர்வாகம் ஊழலற்றதாகவும், வெளிப்படைத்தன்மையுடனும் இருந்திருந்தால் நன்றாக இருந்திருக்கும். ஆனால் மீண்டும், சுஹார்டோ முதல் தென்கிழக்கு ஆசியாவின் வளர்ச்சி சர்வாதிகாரங்கள் வரை, அவர்களின் பொருளாதாரங்களைத் தாவிச் செல்லும் அரசாங்கங்கள் சமமாக ஊழல் மற்றும் வெளிப்படைத்தன்மை இல்லாதவை. ஆனால் அது வேறு சகாப்தத்தில் இருந்தது. மொத்த உள்நாட்டு உற்பத்தியின் சதவீதமாக தொழில்துறை உற்பத்தி அல்லது ஏற்றுமதியின் பங்கு குறைந்து வருவதற்கும் MR குற்றம் சாட்டப்படுகிறது. ஆனால், மீண்டும், இலங்கையின் ஏற்றுமதி கூடை 1994 முதல், அவர் ஜனாதிபதியாக வருவதற்கு நீண்ட காலத்திற்கு முன்பே தேக்கமடைந்திருந்தது. தற்போதைய பொருளாதார நெருக்கடியானது, அரசியல் தலைமைகளின் தொடர்ச்சியான கூட்டு முட்டாள்தனம் மற்றும் அலட்சியத்தின் தீவிர வெளிப்பாடாகும். கடந்த தசாப்தத்தின் முதல் பாதியில் இலங்கையின் பொருளாதாரம் 6-7% வளர்ச்சியை எட்டியிருந்த போதிலும், அது தோல்வியுற்றது மற்றும் குறைவான செயல்திறன் கொண்டது.",
        "கோவிட் பொருளாதார அதிர்ச்சி மற்றும் கோட்டாபயவின் தொடர் முட்டாள்தனங்கள் இல்லாமல் இருந்திருந்தால், இன்னும் சில காலம் அந்த வழியில் சென்றிருக்கலாம். இரசாயன உரங்கள் மீதான அவரது அடாவடித்தனமான தடை மற்றும் இறையாண்மைக் கடனை அடைப்பதற்கும், ரூபாயைப் பாதுகாப்பதற்கும் வெளிநாட்டு கையிருப்புகளை காலி செய்ததன் மூலம், கோட்டாபய ஏற்கனவே தோல்வியடைந்து வரும் இலங்கைப் பொருளாதாரத்தை அதல பாதாளத்தில் தள்ளினார். (அரசாங்கம் 5.5 பில்லியன் அமெரிக்க டொலர்களை வெளிநாட்டு கையிருப்பில் செலவழித்து ரூபாயை 200-203 முதல் அமெரிக்க டொலர் வரை வைத்துள்ளதாக நாணயச் சபையின் முன்னாள் உறுப்பினர் ராணி ஜயமஹா கூறுகிறார்). அரசியல் பதவிகளை வைத்திருப்பவர்களின் பொறுப்புக்கூறல் முக்கியமான ஒரு அரசியல் அமைப்பில், அவர் நாட்டின் மீது கட்டவிழ்த்துவிட்ட அழிவுகளுக்கு அவர் பொறுப்பேற்க வேண்டும்.",
        "இருப்பினும், மற்றொரு புள்ளி உள்ளது. அவருக்குத் தெரியாமல், பொருளாதார (மற்றும் அரசியல்) சீர்திருத்தங்கள் இல்லாவிட்டால், அவர்கள் அழிந்துவிடுவார்கள் என்பதை அவர் உணர்ந்துகொள்ள இலங்கையர்களை கொண்டு வந்திருக்கலாம்.",
        "அதுவே ஒரு அரிய சாதனை. சிறிமாவோ பண்டாரநாயக்காவைத் தவிர வேறு எந்தத் தலைவரும் இதைச் செய்யவில்லை. 1970-77 இல் அவரது பேரழிவுகரமான புள்ளியியல் பொருளாதாரப் பரிசோதனை இல்லாவிட்டால், அவருக்குப் பின் வந்த ஜே.ஆர். ஜெயவர்த்தனா, இலங்கை வரலாற்றில் முதன்முதலாக தீவிரமான பொருளாதார சீர்திருத்தங்களை அறிமுகப்படுத்தியிருக்க முடியாது, இது சுதந்திர சந்தைப் பொருளாதாரத்திற்கு வழிவகுத்தது.",
        "இலங்கை தனது சுதந்திர வரலாற்றில் தன்னால் இயன்றதை விட அதிகமாக செலவு செய்துள்ளது. ஆங்கிலேயர்கள் நாட்டின் கரையை விட்டு வெளியேறிய உடனேயே அந்த நடைமுறை தொடங்கியது. சுயேச்சையான தலைவர்கள் தீவிரமான பொருளாதார சீர்திருத்தங்களை ஒத்திவைக்க குறுகிய கால திருத்தங்களைச் செய்யும் திறமையைக் கொண்டிருந்தனர், அவை எப்படியும் அரசியல் ரீதியாக விரும்பத்தகாதவை.",
        "பொருளாதார சீர்திருத்தங்களுக்கு இலங்கை கடினமான நாடாகும். இலங்கையர்கள் தங்கள் நலன்களுக்கு எதிராக பலமுறை எதிர்ப்பு தெரிவித்து வருகின்றனர். போராட்டக்காரர்களை சமாதானப்படுத்த ஒவ்வொரு தடையற்ற வர்த்தக ஒப்பந்தமும் பல அபிவிருத்தித் திட்டங்களும் கைவிடப்பட்டுள்ளன. தனியார்-பொது கூட்டாண்மை என்பது நாட்டின் செல்வம் மற்றும் மூலோபாய நரம்பு மையங்களை விற்பதாகக் கருதப்படுகிறது. தீவிர நன்கொடையாளர்கள் நிதியளிக்கும் திட்டங்கள் வெளிநாட்டு சதிகள் என முத்திரை குத்தப்படுகின்றன. சுதந்திர வர்த்தக ஒப்பந்தங்கள் தேசபக்தியற்றவை என்று கண்டிக்கப்படுகிறது. இதற்கிடையில், உள்ளூர் பொருளாதாரம் அதிகப்படியான பாதுகாப்புவாதத்தால் ஸ்தம்பிதமடைந்துள்ளதால், இரண்டு முதல் மூன்று இலட்சம் வரையிலான இலங்கையர்கள் வெளிநாடுகளில் வாழ்வதற்காக நாட்டை விட்டு வெளியேறுகின்றனர்.",
        "நாடுகள் தங்கள் போக்கை அரிதாகவே மாற்றிக் கொள்கின்றன. அவர்கள் அவ்வாறு செய்யும்போது, ​​பொதுவாக கோவிட் போன்ற எதிர்பாராத விளைவுகளின் கலவையாகவும், பொருளாதாரத்தின் முந்தைய தவறான நிர்வாகத்தின் குவிந்த அழுகல் காரணமாகவும் ஏற்படும் வெளிப்புற அதிர்ச்சிகளால் அவர்கள் செய்கிறார்கள். 1991 இல் இந்தியாவின் பொருளாதார சீர்திருத்தங்கள், நாடு அதன் அனைத்து வெளிநாட்டு கையிருப்புகளையும் கடந்து, கடனைப் பெறுவதற்காக அதன் தங்கத்தை லண்டனுக்கு அனுப்ப வேண்டிய கட்டாயம் ஏற்பட்டது. பொருளாதாரம் மற்றும் மாநிலத்தின் உயிர்வாழ்வினால், இந்திய சட்டமியற்றுபவர்கள் ராஜ்ஜின் உரிமத்தை அகற்றிவிட்டு தாராளவாத பொருளாதார சீர்திருத்தங்களை கடைப்பிடிக்க வேண்டிய கட்டாயம் ஏற்பட்டது. அதுவரை, இந்தியர்களின் திரளான மக்கள் கைகோர்த்து வாழ்ந்தனர், அதே நேரத்தில் அவர்களின் அதிகாரத்துவத்தினர் முதலாளித்துவத்தை விட மத்திய திட்டமிடலின் மேன்மையை வாய்மொழிந்தனர்.",
        "இந்த வழிகளில் இலங்கை வெகுஜன அபிப்பிராயத்திலும் படிப்படியான மாற்றத்தை நீங்கள் காண்கிறீர்கள். பொருளாதார சீர்திருத்தங்களுடன் தொடர்புடைய எதையும் எதிர்க்கும் வழக்கமான குற்றவாளிகள் தங்கள் நிலைப்பாட்டை தகுதிப்படுத்துகிறார்கள். IMF திடீரென்று புரவலர் துறவியாக மாறிவிட்டது. நஷ்டத்தில் இயங்கும் SOEகளை மறுசீரமைக்க அரசியல்வாதிகள் வெளிப்படையாக வாதிடுகின்றனர். IMF ஒப்பந்தம் அல்லது வெளிநாடுகளில் இருந்து எந்தவொரு கணிசமான உதவியும் தீவிர பொருளாதார சீர்திருத்தங்களுக்கான நிபந்தனைகளுடன் வரும். யாரும் பணத்தை அதளபாதாளத்தில் பம்ப் செய்ய விரும்பவில்லை.",
        "இலங்கையர்கள் வரலாற்றில் முதல் தடவையாக இலவச பொருட்களையோ அல்லது மானிய விலையில் எரிபொருளையோ கேட்கவில்லை. ஆனால் வரிசைகளுக்கு ஒரு முடிவு. பொருளாதாரச் சீர்திருத்தங்களுக்கான ஒவ்வொரு முயற்சியையும் எதிர்க்கும் வழக்கமான நயனர்களிடம் பொதுமக்கள் மிகவும் குறைவாகவே ஈர்க்கப்படுகிறார்கள். பொருளாதார நெருக்கடியின் கடுமையான கஷ்டங்களும் அவர்களுக்கு ஓரளவு பொருளாதார யதார்த்தத்துடன் தோன்றியுள்ளன.",
        "இருந்தபோதிலும், எதிர்கால பொருளாதார வளர்ச்சிக்கு நாட்டை ஒரு நல்ல அடித்தளத்தில் வைக்க தேவையான பொருளாதார சீர்திருத்தங்கள் வேதனையளிக்கும். ஆனால் இலங்கையர்கள் ஏற்கனவே நெருக்கடியின் ஒரு நல்ல பகுதியைச் சந்தித்துள்ளனர். அது மோசமாகிவிட்டால், அது சீர்திருத்தங்களால் குறைவாக உள்ளது, ஆனால் அது இல்லாததால்.",
        "பெருவின் வலதுசாரி முன்னாள் ஜனாதிபதியான Alberto Fujimori, அவரது ஜனாதிபதியின் கீழ் தொடர்ச்சியான பொருளாதார சீர்திருத்தங்களை விவரித்தார், இது திடீரெனவும் மிகப்பெரிய சமூக இடப்பெயர்ச்சியிலும் பொருளாதார அதிர்ச்சி சிகிச்சையாக எடுக்கப்பட்டது. இது உடனடி வலியை ஏற்படுத்தியதால், பெருவின் பொருளாதாரம் சந்தை சார்பு சீர்திருத்தங்களுக்கு நன்றி செலுத்தியது, தென் அமெரிக்காவின் பொருளாதார வெற்றிக் கதைகளில் ஒன்றாக மாறியது.",
        "கோட்டாபய ராஜபக்ச ஏற்கனவே தனது ‘அதிர்ச்சி சிகிச்சையை காரணமின்றி கட்டவிழ்த்துவிட்டார். இருப்பினும், இது அர்த்தமுள்ள கட்டமைப்பு சீர்திருத்தங்களுக்கான தொடக்கமாக இருக்கலாம், அவை நீண்ட கால தாமதமாக உள்ளன. தற்போதைய பொருளாதார வலிக்கு நீங்கள் கோதாவை குறை கூறலாம். ஆனால், இந்தச் சீர்திருத்த வாய்ப்பை இலங்கை தவறவிட்டால், இலங்கையர்கள் தங்களைத் தாங்களே குற்றம் சாட்டலாம்."
      ]
    }
  }
}