{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-floods-kill-one-hundreds-homeless-95060/",
  "time_ut": 1654131600,
  "title": "Sri Lanka floods kill one, hundreds homeless",
  "body_lines": [
    "ECONOMYNEXT – Floods in Sri Lanka has killed a relief officer and left hundreds homeless, the island’s disaster management office said as evacuations of victims continued.",
    "“So far one has died due to the weather situation,” Sudantha Ranasinghethe Director of Disaster Management Centre said.",
    "“He was a relief officer who was on duty in Kirillawela area and he has caught in floods on his way back.”",
    "“Another has been injured due to floods and 236 people of 57 families have been evacuated to 5 relief camps in the flood affected areas”",
    "According to the data issued by the Hydrology and Disaster Management departments, areas in",
    "Millakanda areas is experiencing major floods due to the water level rising in KaluGanaga.",
    "Rising water levels in the Kalu Ganga (River) has triggered major floods in Millakanda area, the DMC said.",
    "Flood warnings were issued to people around Keleni, Kalu, Ging and Nilwala Rivers.",
    "Meteorology Department said, showers or thundershowers will occur in the Western, Sabaragamuwa and North-Western provinces and in Kandy, Nuwara-Eliya, Galle and Matara districts.",
    "“Fairly heavy showers above 75 mm may occur at some places in Western and Sabaragamuwa provinces and in Kandy, NuwaraEliya, Galle and Matara districts,” the Met department said",
    "Several spells of showers may occur in the Anuradhapura district. Strong winds about 40 kilometers per hour can be expected at times in western slope of the central hills, Northern, North-Central and North-Western provinces and in Trincomalee and Hambantota districts.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "With the expectation of the prevailing shower condition to last, National Building Research Organization has issued warnings for possible landslides for several areas in the country.",
    "Ratnapura – Eheliyagoda, Elapatha, Ratnapura, Kuruwita, Kalawana and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Kegalle – Warakapola, Dehiowita, Bulathkohupitiya and Kegalle Divisional Secretariat Division(s) (DSD) and surrounding areas",
    "Matara – Pitabeddara and Kotapola Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Ratnapura – Nivithigala, Pelmadulla, Kiriella, Ayagama and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Colombo – Seethawaka,Padukka and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Galle – Nagoda, Baddegama, Yakkalamulla and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Kalutara – Palindanuwara, Bulathsinhala, Walallawita,Ingiriyaand Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Kegalle – Yatiyanthota, Deraniyagala,Ruwanwella and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Matara– Athuraliya,Pasgoda and Divisional Secretariat Division(s) (DSD) and surrounding areas."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව ගංවතුරෙන් එක් අයෙක් මිය යති, සිය ගණනක් නිවාස අහිමි වෙති",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ ගංවතුර හේතුවෙන් සහන නිලධාරියෙකු මිය ගොස් සිය ගණනක් නිවාස අහිමි වී ඇති බව දිවයිනේ ආපදා කළමනාකරණ කාර්යාලය පැවසුවේ විපතට පත් වූවන් ඉවත් කිරීම දිගටම කරගෙන යන විට ය.",
        "ආපදා කළමනාකරණ මධ්‍යස්ථානයේ අධ්‍යක්ෂ සුදන්ත රණසිංහ මහතා පැවසුවේ, කාලගුණික තත්ත්වය හේතුවෙන් මේ වන විට එක් අයෙකු මියගොස් ඇති බවයි.",
        "\"ඔහු කිරිල්ලවෙල ප්‍රදේශයේ රාජකාරියේ යෙදී සිටි සහන නිලධාරියෙක් වන අතර ආපසු එන අතරතුර ගංවතුරට හසුව ඇත.\"",
        "ගංවතුර හේතුවෙන් තවත් අයෙකු තුවාල ලබා ඇති අතර ගංවතුරින් විපතට පත් ප්‍රදේශවල පවුල් 57ක පුද්ගලයින් 236 දෙනෙකු සහන කඳවුරු 5කට ඉවත් කර තිබෙනවා.",
        "ජල විද්‍යා හා ආපදා කළමනාකරණ දෙපාර්තමේන්තු විසින් නිකුත් කරන ලද දත්ත වලට අනුව, ප්‍රදේශ",
        "කළුගඟේ ජල මට්ටම ඉහළ යාමත් සමඟ මිල්ලකන්ද ප්‍රදේශයට දැඩි ගංවතුර තත්ත්වයක් පවතිනවා.",
        "කළු ගඟේ (ගඟේ) ජල මට්ටම ඉහළ යාම නිසා මිල්ලකන්ද ප්‍රදේශයට විශාල ගංවතුර තත්ත්වයක් ඇති වී ඇති බව ඩීඑම්සී පවසයි.",
        "කැළණි, කළු, ගිං සහ නිල්වලා ගංගා අවට ජනතාවට ගංවතුර අනතුරු ඇඟවීම් නිකුත් කර තිබේ.",
        "බස්නාහිර, සබරගමුව සහ වයඹ පළාත්වලත් මහනුවර, නුවරඑළිය, ගාල්ල සහ මාතර දිස්ත්‍රික්කවලත් වැසි හෝ ගිගුරුම් සහිත වැසි ඇති විය හැකි බව කාලගුණ විද්‍යා දෙපාර්තමේන්තුව පවසයි.",
        "බස්නාහිර සහ සබරගමුව පළාත්වලත් මහනුවර, නුවරඑළිය, ගාල්ල සහ මාතර දිස්ත්‍රික්කවලත් ඇතැම් ස්ථානවලට මිලිමීටර් 75ට වැඩි තරමක් තද වැසි ඇති විය හැකි බව කාලගුණ විද්‍යා දෙපාර්තමේන්තුව පවසයි.",
        "අනුරාධපුර දිස්ත්‍රික්කයේ වැසි වාර කිහිපයක් ඇති විය හැක. මධ්‍යම කඳුකරයේ බටහිර බෑවුම් ප්‍රදේශවලත් උතුරු, උතුරු-මැද සහ වයඹ පළාත්වලත් ත්‍රිකුණාමලය සහ හම්බන්තොට දිස්ත්‍රික්කවලත් විටින් විට පැයට කිලෝමීටර් 40 ක පමණ තද සුළං බලාපොරොත්තු විය හැක.",
        "ගිගුරුම් සහිත වැසි ඇති වන විට එම ප්‍රදේශවල තාවකාලික තද සුළං සහ අකුණු මඟින් සිදුවන අනතුරු අවම කර ගැනීමට ප්‍රමාණවත් පියවර ගන්නා ලෙස සාමාන්‍ය ජනතාවගෙන් කාරුණිකව ඉල්ලා සිටියි.",
        "පවතින වැසි තත්ත්වය තවදුරටත් පවතිනු ඇතැයි අපේක්ෂා කිරීමත් සමඟ ජාතික ගොඩනැගිලි පර්යේෂණ සංවිධානය දිවයිනේ ප්‍රදේශ කිහිපයකට නාය යාම් පිළිබඳ අනතුරු ඇඟවීම් නිකුත් කර තිබේ.",
        "රත්නපුර - ඇහැලියගොඩ, ඇලපාත, රත්නපුර, කුරුවිට, කලවාන සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශ (ඩීඑස්ඩී) සහ ඒ අවට ප්‍රදේශ.",
        "කෑගල්ල - වරකාපොල, දෙහිඕවිට, බුලත්කොහුපිටිය සහ කෑගල්ල ප්‍රාදේශීය ලේකම් කොට්ඨාශ (ඩීඑස්ඩී) සහ ඒ අවට ප්‍රදේශ",
        "මාතර - පිටබැද්දර සහ කොටපොල ප්‍රාදේශීය ලේකම් කොට්ඨාශ (ඩීඑස්ඩී) සහ ඒ අවට ප්‍රදේශ.",
        "රත්නපුර - නිවිතිගල, පැල්මඩුල්ල, කිරිඇල්ල, අයගම සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශ (ඩීඑස්ඩී) සහ ඒ අවට ප්‍රදේශ.",
        "කොළඹ - සීතාවක, පාදුක්ක සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශ (ඩීඑස්ඩී) සහ ඒ අවට ප්‍රදේශ.",
        "ගාල්ල - නාගොඩ, බද්දේගම, යක්කලමුල්ල සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශ (ඩීඑස්ඩී) සහ ඒ අවට ප්‍රදේශ.",
        "කළුතර - පාලින්දනුවර, බුලත්සිංහල, වලල්ලාවිට, ඉංගිරිය සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශ (ඩීඑස්ඩී) සහ ඒ අවට ප්‍රදේශ.",
        "කෑගල්ල - යටියන්තොට, දැරණියගල, රුවන්වැල්ල සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශ (ඩීඑස්ඩී) සහ ඒ අවට ප්‍රදේශ.",
        "මාතර- අතුරලිය, පස්ගොඩ සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශ (ඩීඑස්ඩී) සහ ඒ අවට ප්‍රදේශ."
      ]
    },
    "ta": {
      "title": "இலங்கை வெள்ளத்தில் ஒருவர் பலி, நூற்றுக்கணக்கானோர் வீடற்றவர்கள்",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையில் ஏற்பட்ட வெள்ளம் நிவாரண அதிகாரி ஒருவரைக் கொன்றது மற்றும் நூற்றுக்கணக்கானோர் வீடுகளை இழந்துள்ளனர், பாதிக்கப்பட்டவர்களை வெளியேற்றும் பணிகள் தொடர்ந்து நடைபெற்று வருவதால் தீவின் பேரிடர் மேலாண்மை அலுவலகம் தெரிவித்துள்ளது.",
        "காலநிலை காரணமாக இதுவரை ஒருவர் உயிரிழந்துள்ளதாக அனர்த்த முகாமைத்துவ நிலையத்தின் பணிப்பாளர் சுதந்த ரணசிங்க தெரிவித்துள்ளார்.",
        "அவர் கிரில்லவெல பிரதேசத்தில் கடமையாற்றிய நிவாரண உத்தியோகத்தர், திரும்பி வரும் வழியில் வெள்ளத்தில் சிக்கியுள்ளார்.",
        "“வெள்ளம் காரணமாக மற்றொருவர் காயமடைந்துள்ளார் மற்றும் 57 குடும்பங்களைச் சேர்ந்த 236 பேர் வெள்ளம் பாதித்த பகுதிகளில் உள்ள 5 நிவாரண முகாம்களில் தங்க வைக்கப்பட்டுள்ளனர்”",
        "நீரியல் மற்றும் பேரிடர் மேலாண்மை துறைகள் வெளியிட்டுள்ள தரவுகளின்படி, பகுதிகளில்",
        "களுகணகாவில் நீர் மட்டம் உயர்வதால் மில்லகந்த பிரதேசங்கள் பாரிய வெள்ளப்பெருக்குக்கு உள்ளாகியுள்ளன.",
        "களு கங்கையில் (நதியில்) நீர் மட்டம் உயர்வதால் மில்லகந்த பகுதியில் பெரும் வெள்ளப்பெருக்கு ஏற்பட்டுள்ளதாக டிஎம்சி தெரிவித்துள்ளது.",
        "கெளனி, களு, கிங் மற்றும் நில்வலா ஆகிய ஆறுகளை சுற்றியுள்ள மக்களுக்கு வெள்ள அபாய எச்சரிக்கை விடுக்கப்பட்டுள்ளது.",
        "மேல், சப்ரகமுவ மற்றும் வடமேல் மாகாணங்களிலும் கண்டி, நுவரெலியா, காலி மற்றும் மாத்தறை மாவட்டங்களிலும் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும் என வளிமண்டலவியல் திணைக்களம் தெரிவித்துள்ளது.",
        "மேல் மற்றும் சப்ரகமுவ மாகாணங்களிலும் கண்டி, நுவரெலியா, காலி மற்றும் மாத்தறை மாவட்டங்களிலும் சில இடங்களில் 75 மில்லிமீற்றருக்கும் அதிகமான பலத்த மழை பெய்யக்கூடும் என வளிமண்டலவியல் திணைக்களம் தெரிவித்துள்ளது.",
        "அனுராதபுரம் மாவட்டத்தில் பல தடவைகள் மழை பெய்யக்கூடும். மத்திய மலைநாட்டின் மேற்கு சரிவுகளிலும், வடக்கு, வடமத்திய மற்றும் வடமேல் மாகாணங்களிலும் திருகோணமலை மற்றும் ஹம்பாந்தோட்டை மாவட்டங்களிலும் அவ்வப்போது மணிக்கு 40 கிலோமீற்றர் வேகத்தில் பலத்த காற்று வீசக்கூடும்.",
        "இடியுடன் கூடிய மழையின் போது தற்காலிகமாக பலத்த காற்று மற்றும் மின்னல் தாக்கங்களினால் ஏற்படக்கூடிய பாதிப்புகளை குறைத்துக்கொள்ள போதுமான முன்னெச்சரிக்கை நடவடிக்கைகளை எடுக்குமாறு பொது மக்கள் அன்புடன் கேட்டுக் கொள்ளப்படுகிறார்கள்.",
        "நிலவும் மழையுடனான காலநிலை நீடிக்கும் என்ற எதிர்பார்ப்புடன், தேசிய கட்டிட ஆராய்ச்சி நிறுவனம் நாட்டின் பல பகுதிகளில் மண்சரிவு அபாய எச்சரிக்கைகளை விடுத்துள்ளது.",
        "இரத்தினபுரி – எஹலியகொட, எலபாத, இரத்தினபுரி, குருவிட்ட, கலவான மற்றும் பிரதேச செயலகப் பிரிவு(டி.எஸ்.டி) மற்றும் அதனைச் சுற்றியுள்ள பகுதிகள்.",
        "கேகாலை – வரகாபொல, தெஹியோவிட்ட, புலத்கொஹுபிட்டிய மற்றும் கேகாலை பிரதேச செயலகப் பிரிவுகள் (டி.எஸ்.டி) மற்றும் அதனைச் சுற்றியுள்ள பகுதிகள்",
        "மாத்தறை – பிடபெத்தர மற்றும் கொட்டபொல பிரதேச செயலகப் பிரிவுகள் (டி.எஸ்.டி) மற்றும் அதனைச் சுற்றியுள்ள பகுதிகள்.",
        "இரத்தினபுரி – நிவித்திகல, பெல்மடுல்ல, கிரியெல்ல, அயகம மற்றும் பிரதேச செயலகப் பிரிவு(டி.எஸ்.டி) மற்றும் அதனைச் சுற்றியுள்ள பகுதிகள்.",
        "கொழும்பு – சீதாவக, பாதுக்க மற்றும் பிரதேச செயலகப் பிரிவு(டி.எஸ்.டி) மற்றும் அதனைச் சுற்றியுள்ள பகுதிகள்.",
        "காலி – நாகொட, பத்தேகம, யக்கலமுல்ல மற்றும் பிரதேச செயலகப் பிரிவு(டி.எஸ்.டி) மற்றும் அதனைச் சுற்றியுள்ள பகுதிகள்.",
        "களுத்துறை - பாலிந்தநுவர, புலத்சிங்கள, வலல்லாவிட்ட, இங்கிரியா மற்றும் பிரதேச செயலகப் பிரிவு(டி.எஸ்.டி) மற்றும் அதனைச் சுற்றியுள்ள பகுதிகள்.",
        "கேகாலை – யட்டியந்தோட்டை, தெரணியகல, ருவன்வெல்ல மற்றும் பிரதேச செயலகப் பிரிவு(டி.எஸ்.டி) மற்றும் அதனைச் சுற்றியுள்ள பகுதிகள்.",
        "மாத்தறை- அத்துரலிய, பஸ்கொட மற்றும் பிரதேச செயலகப் பிரிவு(டி.எஸ்.டி) மற்றும் அதனைச் சுற்றியுள்ள பகுதிகள்."
      ]
    }
  }
}