{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/04/we-have-bitten-off-more-than-what-we-can-chew-foreign-reserves-below-usd-50-mn-finance-minister-tells-parliament/",
  "time_ut": 1651642920,
  "title": "“We have bitten off more than what we can chew,” ; Foreign Reserves below USD 50 Mn; Finance Minister tells Parliament",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka usable Foreign Reserves which were at around USD 7 Billion in 2019, had dropped to less than USD 50 Million.",
    "Finance Minister Ali Sabry PC told the Parliament on Wednesday (4), that Sri Lanka settled USD 8 Billion in Debt in 2021, and US currency was released to the market to maintain the rate at Rs. 203/-.",
    "“Based on these factors Sri Lanka’s liquidity had dropped,” said the Finance Minister citing multiple reasons for the drop as well.",
    "In 2018 Sri Lanka’s tourism industry boomed generating USD 4.4 Million in revenue, and it dropped to USD 200 Million in 2021, mainly due to COVID-19, said the Finance Minister.",
    "“In addition, crude oil which was at USD 45 per barrel has increased to a price north of USD 100 per barrel,” he added noting that irrespective of who comes to power, the situation is such.",
    "The Finance Minister also admitted that Sri Lanka should have approached the International Monetary Fund much earlier, and the rupee should have been depreciated in an proper manner.",
    "“All successive governments have always obtained new loans to settle the old loans, and never used loans to invest and use the returns to settle the loans,” he told the house adding that this is how Sri Lanka’s debt portfolio increased to USD 51 Billion over the years.",
    "“We have bitten off more than what we can chew,” he told the house, adding Sri Lanka’s debt servicing is such that it obtained one credit card to settle the previous card, and this has been going on for years, and eventually Sri Lanka has fallen into the crib, making it impossible to access more funds.",
    "He said the crisis at present is based on three main factors;",
    "1. Debt mounting over the years, and the Dependency mentality of all successive governments",
    "2. Wrong policy decisions on matters that should have been addressed at the appropriate time.",
    "Ali Sabry, PC said the government should have not imposed Tax Cuts, not refrain from approaching the IMF, and should have not taken time to restructure the debt.",
    "The Finance Minister said there are several avenues for dollars to flow in the country, which are from the tourism sector, remittances from overseas.",
    "However, these numbers had dropped compared to previous reasons, said the Finance Minister.",
    "“We have bitten off more than what we can chew,” ; Foreign Reserves below USD 50 Mn; Finance Minister tells Parliament"
  ],
  "translate": {
    "si": {
      "title": "“අපිට හපන්න පුළුවන් ප්‍රමාණයට වඩා අපි සපා කෑවා,” ; ඩොලර් මිලියන 50 ට අඩු විදේශ සංචිත; මුදල් ඇමති පාර්ලිමේන්තුවට කියයි",
      "body_lines": [
        "COLOMBO (News 1st); 2019 දී ඇමෙරිකානු ඩොලර් බිලියන 7ක් පමණ වූ ශ්‍රී ලංකාවේ භාවිත කළ හැකි විදේශ සංචිත ප්‍රමාණය ඇමෙරිකානු ඩොලර් මිලියන 50කට වඩා අඩු වී ඇත.",
        "මුදල් අමාත්‍ය අලි සබ්රි බදාදා (4) පාර්ලිමේන්තුවට ප්‍රකාශ කළේ ශ්‍රී ලංකාව 2021 දී ඩොලර් බිලියන 8 ක ණය පියවූ බවත්, එම අනුපාතය රු. 203/-කි.",
        "“මෙම සාධක මත පදනම්ව ශ්‍රී ලංකාවේ ද්‍රවශීලතාවය පහත වැටී ඇත,” මුදල් අමාත්‍යවරයා පහත වැටීමට හේතු කිහිපයක් ද සඳහන් කළේය.",
        "2018 වසරේ ශ්‍රී ලංකාවේ සංචාරක කර්මාන්තය USD මිලියන 4.4 ක ආදායමක් උපයාගත් අතර, ප්‍රධාන වශයෙන් COVID-19 හේතුවෙන් එය 2021 දී USD මිලියන 200 දක්වා පහත වැටුණු බව මුදල් අමාත්‍යවරයා පැවසීය.",
        "\"ඊට අමතරව, බොරතෙල් බැරලයක් ඩොලර් 45 ක් වූ බැරලයක මිල ඩොලර් 100 සිට උතුරට වැඩි වී තිබේ,\" කවුරුන් බලයට පත් වුවද, තත්වය එවැනි බව ඔහු පැවසීය.",
        "ශ්‍රී ලංකාව ජාත්‍යන්තර මුල්‍ය අරමුදල වෙත එළඹිය යුතුව තිබුණේ මීට බොහෝ කලකට පෙර බවත්, රුපියල නිසි ආකාරයෙන් අවප්‍රමාණය විය යුතුව තිබූ බවත් මුදල් අමාත්‍යවරයා පිළිගත්තේය.",
        "“පරණ වූ සියලුම රජයන් සෑම විටම පැරණි ණය පියවීම සඳහා නව ණය ලබාගෙන ඇති අතර, කිසි විටෙකත් ණය ආයෝජනය කිරීමට සහ ණය පියවීමට ප්‍රතිලාභ භාවිතා කළේ නැත,” ඔහු නිවසට පැවසුවේ ශ්‍රී ලංකාවේ ණය කළඹ ඩොලර් බිලියන 51 දක්වා වැඩි වූයේ එලෙස බවයි. වසර.",
        "“අපි හපන්න පුළුවන් ප්‍රමාණයට වඩා වැඩි ප්‍රමාණයක් අපි සපා කෑවා,” ඔහු නිවසට පැවසුවේ ශ්‍රී ලංකාවේ ණය සේවාකරණය යනු පෙර කාඩ්පත පියවීමට එක් ක්‍රෙඩිට් කාඩ්පතක් ලබා ගත් බවත්, මෙය වසර ගණනාවක් තිස්සේ සිදුවෙමින් පවතින බවත් අවසානයේ ශ්‍රී ලංකාව බවත්ය. තවත් අරමුදල් වෙත ප්‍රවේශ වීමට නොහැකි වන පරිදි තොටිල්ලට වැටී ඇත.",
        "වර්තමානයේ අර්බුදය ප්‍රධාන කරුණු තුනක් මත පදනම් වී ඇති බව ඔහු පැවසීය.",
        "1. වසර ගණනාවක් පුරා ණය වැඩි වීම සහ සියලු අනුප්‍රාප්තික ආන්ඩුවල යැපුම් මානසිකත්වය",
        "2. සුදුසු අවස්ථාවේ දී අවධානය යොමු කළ යුතු කරුණු සම්බන්ධයෙන් වැරදි ප්‍රතිපත්තිමය තීරණ.",
        "ජනාධිපති නීතිඥ අලි සබ්රි පැවසුවේ ආන්ඩුව බදු කප්පාදු නොපැනවිය යුතු බවත්, ජාමූඅ වෙත යෑමෙන් වැළකී නොසිටි බවත්, ණය ප්‍රතිව්‍යුහගත කිරීමට කාලය ගත නොකළ යුතු බවත්ය.",
        "රට තුළට ඩොලර් ගලා ඒමේ මාර්ග කිහිපයක් පවතින බවත්, ඒවා සංචාරක ක්ෂේත්‍රයෙන්, විදේශයන්ගෙන් ලැබෙන ප්‍රේෂණ බවත් මුදල් අමාත්‍යවරයා පැවසීය.",
        "කෙසේ වෙතත්, පෙර හේතූන් හා සසඳන විට මෙම සංඛ්‍යාව පහත වැටී ඇති බව මුදල් අමාත්‍යවරයා පැවසීය.",
        "“අපිට හපන්න පුළුවන් ප්‍රමාණයට වඩා අපි සපා කෑවා,” ; ඩොලර් මිලියන 50 ට අඩු විදේශ සංචිත; මුදල් ඇමති පාර්ලිමේන්තුවට කියයි"
      ]
    },
    "ta": {
      "title": "\"நாங்கள் மெல்லக்கூடியதை விட அதிகமாக கடித்தோம்\"; 50 மில்லியனுக்கும் குறைவான வெளிநாட்டு கையிருப்பு; நிதி அமைச்சர் பாராளுமன்றத்தில் கூறுகிறார்",
      "body_lines": [
        "COLOMBO (News 1st); 2019 இல் சுமார் 7 பில்லியன் அமெரிக்க டொலர்களாக இருந்த இலங்கையின் பயன்படுத்தக்கூடிய வெளிநாட்டு கையிருப்பு 50 மில்லியன் அமெரிக்க டொலர்களுக்கும் குறைவாகக் குறைந்துள்ளது.",
        "நிதியமைச்சர் அலி சப்ரி பிசி புதன்கிழமை (4) பாராளுமன்றத்தில் தெரிவித்தார், இலங்கை 2021 ஆம் ஆண்டில் 8 பில்லியன் அமெரிக்க டாலர் கடனைத் தீர்த்தது, மேலும் அமெரிக்க நாணயம் சந்தையில் ரூ. 203/-.",
        "\"இந்த காரணிகளின் அடிப்படையில் இலங்கையின் பணப்புழக்கம் குறைந்துள்ளது\" என்று நிதியமைச்சர், வீழ்ச்சிக்கான பல காரணங்களையும் மேற்கோள் காட்டினார்.",
        "2018 ஆம் ஆண்டில் இலங்கையின் சுற்றுலாத் துறையானது 4.4 மில்லியன் அமெரிக்க டொலர் வருமானத்தை ஈட்டியதுடன், 2021 ஆம் ஆண்டில் அது 200 மில்லியன் அமெரிக்க டொலர்களாகக் குறைந்துள்ளது, முக்கியமாக கோவிட்-19 காரணமாக, நிதி அமைச்சர் கூறினார்.",
        "\"மேலும், பேரலுக்கு 45 அமெரிக்க டாலராக இருந்த கச்சா எண்ணெய் விலை பீப்பாய்க்கு 100 அமெரிக்க டாலருக்கு வடக்கே உயர்ந்துள்ளது,\" என்று அவர் மேலும் குறிப்பிட்டார், யார் ஆட்சிக்கு வந்தாலும், நிலைமை அப்படித்தான்.",
        "இலங்கை சர்வதேச நாணய நிதியத்தை மிகவும் முன்னதாகவே அணுகியிருக்க வேண்டும் என்றும், ரூபாயின் பெறுமதி சரியான முறையில் வீழ்ச்சியடைந்திருக்க வேண்டும் என்றும் நிதி அமைச்சர் ஒப்புக்கொண்டார்.",
        "\"தொடர்ந்து வந்த அனைத்து அரசாங்கங்களும் எப்போதும் பழைய கடன்களைத் தீர்ப்பதற்கு புதிய கடன்களைப் பெற்றுள்ளன, மேலும் கடன்களை முதலீடு செய்வதற்கும் கடன்களைத் தீர்ப்பதற்குப் பயன்படுத்தியதில்லை,\" என்று அவர் மாளிகையில் கூறினார். ஆண்டுகள்.",
        "\"நாங்கள் மெல்லக்கூடியதை விட அதிகமாக நாங்கள் கடித்துவிட்டோம்,\" என்று அவர் வீட்டிற்கு கூறினார், இலங்கையின் கடன் சேவையானது முந்தைய அட்டையைத் தீர்ப்பதற்கு ஒரு கிரெடிட் கார்டைப் பெற்றது, இது பல ஆண்டுகளாக நடந்து வருகிறது, இறுதியில் இலங்கை அதிக நிதியை அணுக முடியாமல் தொட்டியில் விழுந்துள்ளது.",
        "தற்போது நெருக்கடி மூன்று முக்கிய காரணிகளை அடிப்படையாகக் கொண்டது என்றார்;",
        "1. பல ஆண்டுகளாக பெருகிவரும் கடன், மற்றும் அடுத்தடுத்து வந்த அனைத்து அரசாங்கங்களின் சார்பு மனநிலை",
        "2. சரியான நேரத்தில் பேசப்பட வேண்டிய விஷயங்களில் தவறான கொள்கை முடிவுகள்.",
        "அலி சப்ரி, பிசி, அரசாங்கம் வரிக் குறைப்புகளைச் சுமத்தக்கூடாது, IMF ஐ அணுகுவதைத் தவிர்க்கக்கூடாது, மேலும் கடனை மறுகட்டமைக்க நேரம் எடுக்கக்கூடாது என்று கூறினார்.",
        "நாட்டில் டொலர்கள் வருவதற்கு பல வழிகள் இருப்பதாகவும், அவை சுற்றுலாத் துறையிலிருந்தும், வெளிநாடுகளில் இருந்து வரும் பணம் என்றும் நிதி அமைச்சர் கூறினார்.",
        "எவ்வாறாயினும், முன்னைய காரணங்களுடன் ஒப்பிடுகையில் இந்த எண்ணிக்கை குறைந்துள்ளதாக நிதியமைச்சர் தெரிவித்தார்.",
        "\"நாங்கள் மெல்லக்கூடியதை விட அதிகமாக கடித்தோம்\"; 50 மில்லியனுக்கும் குறைவான வெளிநாட்டு கையிருப்பு; நிதி அமைச்சர் பாராளுமன்றத்தில் கூறுகிறார்"
      ]
    }
  }
}