{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/launch-of-nihal-seneviratnes-memories-of-33-years-in-parliament/",
  "time_ut": 1651841280,
  "title": "Launch of Nihal Seneviratne’s ‘Memories of 33 years in Parliament’",
  "body_lines": [
    "The published recollections of 33 years as Clerk and then Secretary General of the Parliament of Sri Lanka, was launched to the public at a very impressive ceremony by Nihal Seneviratne and his family on April 30, 2022. Chairs had to be added within the SLFI Auditorium to accommodate the large crowd present, ranging from VIPs to friends and relatives of Nihal and wife Srima. As commented on by a person constantly invited to events such as book launches, Nihal’s was very different. I would qualify that word ‘different’ by saying the event on Saturday April 30, was unique. Not named thus but invited as such were the Chief Guest and four Guests of Honour. The well designed invitation carried this statement: “Former Speaker Honourable Karu Jayasuriya will preside”, which he did with his usual dignity. The Guests of Honour who addressed the gathering were Prof Savitri Goonesekera, D E W Gunasekera, Eran Wickremaratne and Dr Rohan Pethiyagoda.",
    "Nihal’s son Satyajit welcomed all present and invited those mentioned to light the oil lamp. After the national Anthem was sung, he passed the conduct of proceedings to Hon Karu Jayasuriya.",
    "Dr Rohan Pethiyagoda was invited first to the podium. Bringing in a note of levity to the so far solemn proceedings, he said he was often controversial and that all through the forty years he had known Nihal and family, he had often argued as “we disagreed about everything.” He was a good friend of Satyajit and had suggested that Nihal write down and make widely known his memoirs of the time spent and experiences gone through in more than his three decades as boss of administration in Parliament. He personally was glad that with the assistance of Chandani Kirinde, the wish of many was fulfilled in two books A Clerk Reminisces (2018) and the book being launched –  Memories of 33 years in Parliament.",
    "As all speakers did that evening, Rohan too referred to the on-going protests. “Though I admire the young at the Galle Face Green, I somewhat disagree with them. Gotabaya Rajapaksa needs a dignified exit.” He also contested the oft stated fact that all through the 74 years after independence from British rule, Ceylon/Sri Lanka had declined socially, economically and politically. This cannot he, he contended, it was not so bad. “Remember the fact the country was self sufficient in food production; all citizens enjoyed free education; consider the Mahaweli Accelerated Scheme which gave water to parched lands and supplied electricity to the country.” (not verbatim reporting but ideas are intact). “The basic of a Constitution is the right of a country’s people.” He mentioned the unwritten Constitution of Britain and the very beautifully worded American Constitution though all men were not considered born equal he added, tongue in cheek. Youth have to be listened to but all 225 MPs cannot be dismissed just like that. MPs are needed. He added “Nihal in his book shows the quality of some MPs he came in close contact with.”",
    "Prof Savitri Goonesekara, ex VC of the University of Colombo, spoke next. Her reference to the youth protest was laudatory and complimentary to them. She said their protests were consequent to disenchantment with the present leaders and government and was “vibrant and a collective voice.” “They demand systemic change” and a “reflection on how Parliament should function.” She spoke of undergraduate education at Peradeniya which was diverse and stimulating. She complimentarily commented on the book that was launched that day.",
    "She ended her address very aptly by repeating the stanza “Devo wassathu kalena ….’” and its translation.”May rain fall in due time/ May there be a rich harvest",
    "Eran Wickremaratne, MP, commented that Nihal was first in class, making clear he was not meaning a classroom. He said that education stresses now on qualifications and Z scores. It should not be thus. Education means expansion, the making of rounded personalities. He wanted to know what education attempts achieving as of now. He concluded that Nihal Seneviratne was in a class of his own; in character, in experience, in integrity. Which he connected to what is needed in those who enter Parliament. Those in a Cabinet wield executive powers and therefore have to be educated in the broadest sense of the word.",
    "Coming to the present, he said: “My generation failed, hence the on-going youth protests. They have the right to protest. They have to be given ear to and change has to happen. Systemic change is their demand.” He warned that real change takes time.",
    "D E W Gunasekera first noted that Nihal and his staff contributed very much to the proper functioning of Parliament when Nihal was Secretary General. He said his friendship with him goes back to many decades. Speaking in lighter vein he recalled incidents that happened in Parliament which Nihal mentions in his book, and gave further insights and even details not mentioned by Nihal, such as when Mrs Bandaranaike’s government was defeated by one vote.",
    "Karu Jayasuriya stated that Nihal Seneviratne was a truly honourable human being and gentleman to his finger tips. He successfully steered Parliament through good times and difficult periods. He gave leadership in Parliament and was a very popular Secretary General. He was also often an unofficial advisor to Ministers and Heads of State.",
    "He then succinctly pointed out that an MP is addressed as  Garu Manthrithumani. Thus all members of Parliament have to live up to this form of address, and that is by earning respect. It was sad, he noted, that because of a few misbehaving, all 225 MPs are tarred. He said the responsibility of sending educated, decent members to Parliament was on the Party leaders. As of now the political culture of the land is degraded. Thus compliance with the Code of Ethics must be insisted upon. “The young question whether there is a future for them in this land, having lost hope in leaders.” He ended on a hopeful note to that question by prophesying the country can be revived and developed; the time has come for change.",
    "Nihal Seneviratne then thanked the persons at the head table, mentioning each person’s remarkable achievements. Rohan stepped in to thank Nihal and to praise him in return.",
    "CEB Seeks 100% Tariff Increase but Blocks 4000 MW of Lower-Cost Renewable Energy Generation: What’s the Logic?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}