{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82183/cabraal-responds-to-corruption-allegations-levelled-by-anura",
  "time_ut": 1651601580,
  "title": "Cabraal responds to corruption allegations levelled by Anura",
  "body_lines": [
    "Former Governor of Central Bank, Ajith Nivard Cabraal, in response to the allegations levelled by JVP Leader MP Anura Kumara Dissanayake, has said the payments made to Pakistani American political donor Imaad Zuberi have been made on official written instructions of the government, and not on “the wishes of a single person.”",
    "Earlier today, at a media briefing convened to expose past corrupt deals of Sri Lankan politicians, MP Dissanayake alleged that Cabraal had wired USD 6.5 million in total to Zuberi in 2014 to rehabilitate Sri Lanka’s image in the United States.",
    "Zuberi was sentenced to 12 years in prison by a U.S. court for lobbying and campaign contribution crimes, tax evasion, and obstruction of justice.",
    "According to the U.S. State Department, Zuberi had been in 2014 to rehabilitate Sri Lanka’s image in the United States, which had suffered because of allegations that its minority Tamil population had been persecuted. A press release issued by the State Department last year read that Zuberi had promised to make substantial expenditures on lobbying efforts, legal expenses, and media buys, which prompted Sri Lanka to agree to pay Zuberi a total of USD 8.5 million over the course of six months in 2014. Days after Sri Lanka made an initial payment of USD 3.5 million, Zuberi transferred USD 1.6 million into his personal brokerage accounts and used another USD 1.5 million to purchase real estate.”",
    "Pursuant to the contract, Zuberi had received USD 6.5 million in total from Sri Lanka.",
    "In his statement, Cabraal said, “As the banker to the government, the payments made by the Central Bank on behalf of the government in 2014 have been made on the official written instructions of the government, and not on the wishes of a single person.”",
    "He noted that such payments included those made to Imaad Zuberi and his organizations that were engaged by the government in respect of communication programs in the United States.",
    "“In that regard, it must be stated that all payments on behalf of the Government had been made based on the official written instructions and approval of the relevant government authorities.”",
    "Further, the respective payment protocols and procedures had been followed by the Central Bank in the normal course of business when making these payments, Cabraal explained.",
    "The former Central Bank governor reiterated that there has been no procedural or other violation by the Central Bank in making the payments totaling USD 6.5 million to Zuberi and his organizations, on behalf of the government.",
    "“Nevertheless, as it is now observed, there are certain groups of politically motivated persons who had been alleging that these payments have been made by me personally in a fraudulent manner, thereby causing a loss to the country.”",
    "Cabraal pointed out that these same groups had these transactions investigated in detail for 5 years from 2015 to 2019, and after doing so, it had not been possible to point out any lapses or violations of any law on his part.",
    "“As a result, no action was instituted against me by any law enforcement authority during that period of 5 years. Nevertheless, these politically motivated groups have once again begun to hurl false allegations against me in order to tarnish my reputation and provoke public hatred upon me.”",
    "While vehemently denying those allegations, Cabraal stated that I would respond to what he called “despicable actions” through the legal process and also institute action against the “perpetrators of these falsehoods” at the appropriate time in order to hold them accountable for their abusive actions."
  ]
}