{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/COPE-recommends-setting-up-PSC-to-examine-economic-crises/34-735435",
  "time_ut": 1653681180,
  "title": "COPE recommends setting up PSC to examine economic crises",
  "body_lines": [
    "COPE Chairman says wrong policy decisions by few have plunged whole country into crises",
    "The Committee on Public Enterprises (COPE) yesterday recommended that a Special Select Committee of Parliament be set up to examine the reason for the current economic crises in the country as well as identify those who are responsible for bad policy decisions that put the country into the current predicament.",
    "COPE Chairman Charitha Herath made the recommendation when the Governor of the Central Bank of Sri Lanka (CBSL) Nandalal Weerasinghe and several other officials appeared before the Committee. Herath said that the wrong policy decisions taken by a few have plunged the country into a major economic crisis and it is crucial that investigations are expedited so that those responsible for this situation are identified.",
    "The Governor told the Committee that Sri Lanka had approached the International Monetary Fund (IMF) and sought credit facilities by March-April 2020, but the IMF had informed that the country lacked debt sustainability at that time. “The IMF had informed the Secretary to the Ministry of Finance and the then CBSL Governor that existing loans would have to be restructured in order to qualify to obtain credit facilities,” Weerasinghe said. The Governor said that after the relevant technical level discussions in accordance with the provisions of the Finance Act were concluded, the Monetary Board had forwarded the relevant information to senior officials as well as the Finance Minister and the final decisions were made by the Cabinet.",
    "SJB MP Harsha de Silva told the Committee that neither the Minister of Finance nor Ajith Nivard Cabraal, who was a State Minister, had kept Parliament appraised on the situation.",
    "He said that in November 2019, Sri Lanka’s debt was stable, according to the IMF report, and that a few months after the presidential election Sri Lanka’s debt was found to be unsustainable by the IMF. Committee members said that the Central Bank needs to be empowered so that it can take decisions based on accurate information without the influence of other parties and recommended that a Parliamentary select committee be appointed so they can probe what brought about the economic crises."
  ]
}