{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Safety-protocols-highest-priority-at-Hambantota-Port/34-734807",
  "time_ut": 1652466600,
  "title": "Safety protocols highest priority at Hambantota Port",
  "body_lines": [
    "Health and safety takes high priority in Hambantota International Port (HIP) management protocols and the port’s standard operating procedure is set along international guidelines across all its operations. A recent inspection carried out by the Hambantota International Port Group’s (HIPG) Energy Services Department at the port’s Energy Centre, was done in order to identify hidden risks if any, so that mitigatory action could be taken on a need basis.",
    "The standard operating procedure ensures the safe handling of hazardous and flammable petroleum products such as LPG, VLSFO and MGO. Currently HIP has a maximum storage capacity of 51,000 cubic metres for Very Low Sulphur Fuel Oil (VLSFO) and 23,000 cubic metres for Marine Gas Oil (MGO), held in utmost safe conditions, verified by Lloyds. FSS certification (Fitness for Service) was received for the tank farm facility this year, by Lloyd’s Register (LR), the world’s leading provider of classification, compliance and consultancy services to marine and offshore industries.",
    "HIP Energy Services Department General Manager Yong Zhuang Li says, “The safety of our employees, the general public and the environment is of the highest importance for us. Safety remains at the core of everything Energy Services Department of HIP do and these inspections are practical examples of our commitment towards achieving zero harm to people and the environment. HIP Energy Services department will continue conducting safety inspections and audits for safety compliance of contractors and business partners.”",
    "The Energy Services Department has taken several steps to improve safety awareness amongst direct and contract employees in the past few months. “We have conducted fire and oil spill drills, safety training and awareness sessions and the fact that we maintain an accident free work environment has been a significant morale boost to employees,” HIPG COO Tissa Wickramasinge said.",
    "HIP was the first Sri Lankan port to receive ISO Integrated Management System Standards last year. The accreditations were ISO 9001:2015 for Quality, ISO 14001:2015 for Environmental protection and ISO 45001:2018 for Occupational Health and Safety, all of which are pioneering achievements for the port as well as being good news for the regional port/terminal industry."
  ]
}