{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Organised-liquor-vendors-trying-to-create-monopoly-Excise-Chief/342-239022",
  "time_ut": 1655131320,
  "title": "Organised liquor vendors trying to create monopoly: Excise Chief",
  "body_lines": [
    "The chief of the Department of Excise today claimed that a group of organised liquor vendors are trying to create a monopoly in the market by objecting the former to issue liquor selling licences to recognised supermarket chains, thus making an environment to sell their adulterated booze.",
    "Controller General of the Department of Excise M. J. Gunasiri addressing a special news briefing at its head office in Rajagiriya said there had been recent attempts by a group of organised individual liquor licence holders to sling mud at the department by saying due to the incompetency of the latter a large sum of tax revenue is lost to the government.",
    "The Excise chief said this is entirely a false allegation and said it was the ulterior motive of the Individual Liquor Licence Holders' Association to disrepute the Excise Department and hinders its moves to grant more and more licences to reputed supermarket chains. By doing so the industrial corruption attempts like adulterating or selling substandard liquor could be minimalised, he said.",
    "“Certain liquor vendors like to maintain a monopoly in their areas by not letting another seller to emerge or especially leading supermarket chains to open liquor outlets within them, which the public has much faith in purchasing original and unadulterated alcoholic beverages”.",
    "“We will pay no heed to these baseless allegations by certain individuals and will take legal action over such statements in the future and also make sure that everyone in the market gets a fair share in doing their business,” Mr. Gunasiri said.",
    "He further said the department has been able to increase its tax revenue by a significant margin, which was increased up to Rs.140 billion of its annual income in 2021 from its annual revenue of Rs.121 billion in 2020. (Kurulu Koojana Kariyakarawana)"
  ]
}