{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-firms-with-billions-in-trade-credits-exposed-as-rupee-falls-91697/",
  "time_ut": 1647409680,
  "title": "Sri Lanka firms with billions in trade credits exposed as rupee falls",
  "body_lines": [
    "ECONOMYNEXT – Companies with suppliers’ credit and dollar debt are facing large forex losses as the Sri Lanka rupee falls steeply after two years of unusual money printing to keep interest rates down as budget deficits expanded.",
    "In the stock market, punters have been betting on exporters and also companies with overseas operations and assets, which will see translation gains as the domestic currency inflates according to the monetary policy.",
    "Hotels and export firms also have dollar loans but are hedged with future dollar revenues as repayments fall due.",
    "Domestic firms which could raise prices as the rupee falls could also potentially get more future rupee revenues to dollars to repay foreign debt.",
    "However, suppliers’ credits are short term and face an immediate loss especially if stocks have been sold already based on a too low exchange rate.",
    "If a company with suppliers’ credit still has stocks to match the credits, the firm could price up the products and get more rupees to buy dollars.",
    "Financial intermediaries say many firms including unlisted firms are stuck with unsettled credits.",
    "“As of the year-end, the Group has a significant amount of foreign currency outstanding trade debts due to foreign suppliers, on which any adverse fluctuations in the exchange rates would have a material impact on the Group’s profits,” Executive Director, Chief Executive Officer of publicly-traded Ceylon Grain Elevators told shareholders when the latest quarterly accounts were released.",
    "CGE said as of December 2021 it had 28.3 million dollars of trade dues which was 5.7 billion US dollars at the exchange rate then prevailing.",
    "On December 31, 2021, the rupee was around 203 to the US dollar. The rupee has since fallen to around 265 to the US dollar valuing the debt at 5.7 billion US dollars.",
    "Over the fears of the rupee falling soon, some companies also avoided bringing down stocks as they had done in the past.",
    "Adrian Basnayake, the Past President and Council member of the Sri Lanka Chamber of the Pharmaceutical Industry said a shortage of drugs in the country caused by forex shortages was intensified by fears of getting down stocks and being unable to pay on time.",
    "“Let’s say we get to open an LC for 203 rupees,” Basnayake told reporters before the rupee was allowed to fall according to the monetary policy stance.",
    "“Usually we settle prices after around three months after importing the medicine. But if the Dollar rate has increased to 245 rupees within that three months, who will bear that cost?",
    "“We do not have the capacity to cover that cost. Due to this, importers stop importing and that is another reason for the lack of medicine in the market.”",
    "According to official data trade credits rose steeply over 2021. From January 2021 to September 2021, trade credits went up by 478 million US dollars.",
    "Firms cleared goods, sometimes with support from parent companies to keep the population supplied with foods and other goods as dollars as forex shortages emerged. Many banks stopped issuing letters of credit as they could not settle them on time.",
    "“Many companies resorted to usance bills and suppliers credit to clear goods,” a financial sector source said.",
    "“They had priced goods at dollar rates ranging from 230 to 260 to the US dollar. But the rupee is weaker and they will book a bigger loss. Now there are some dollars available to pay but at higher prices.”",
    "But exporters who have given credit to buyers stand to gain, at least in rupees.",
    "Sri Lanka has had currency troubles ever since a money-printing central bank was set up in 1950 abolishing a currency board that had kept the country safe during two World Wars and the Great Depression.",
    "The central bank blew up 11 months of reserves collected over 85 years of the currency board and started blaming budgets for external trouble.",
    "Classical economists and analysts have called for an overhaul of the monetary law to tie the hands of activist monetary boards by law so that they cannot engage in Keynesian stimulus with a peg and blow the balance of payments apart and credit economic instability and social unrest. (Colombo/Mar16/2022)"
  ]
}