{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Will-21A-pave-way-for-a-22A/172-238446",
  "time_ut": 1654453860,
  "title": "Will 21A pave way for a 22A?",
  "body_lines": [
    "A debate on another controversial issue over adding one more patch to the arbitrarily tinkered Constitution. G.G. Ponnambalam, Queen’s Counsel, the senior defence lawyer at Trial-at-Bar in the 1962 Coup case, in answer to a question by Mr Justice Sri Skanda Rajah, during his submission, said that he did not wish to be hard but with due respect to Sir Ivor Jennings, [the author of Ceylon Independence Constitution-1948]",
    "“There isn’t a more truncated, more incomplete and mutilated Constitution than the Constitution of Ceylon.”– It had only a few Amendments, Comparatively, the 1978 JRJ Constitution had been tinkered with twenty making the country’s civic laws, and institutions, remain severely truncated and distorted.",
    "Voters would certainly look for a change; half-baked 19A made a Presidency and a Premiership of almost equal powers. Ministers and bureaucracy experience working in such a matrix union is tough because one has a tricky role while reporting to two bosses.",
    "One ought to be clear on his role, priorities and responsibilities to avoid confusion and work efficiently. Yahapalanaya wanted to make an equally powerful position of Prime Minister, but the anticipated cohabitation, close cooperation, and mutual understanding between the two did last only for a few months, and the country continued to suffer humiliating and widespread instability.",
    "There is a school of thought that profess against the idea of scrapping the Executive Presidency. They say, ‘we could get torn apart among the powers of various elements allowing them to devastate the economy; leaving a nation degraded to as a source for the foreign vultures.",
    "And that ‘they should not try to persuade the public that the abolition of the Executive Presidency can be the solution for our problems: they have conveniently forgotten why the 1978 Constitution was introduced,’ they argue.",
    "Will the abolition of the Executive Presidency, make Parliament automatically be vested with both executive and legislative powers? If that is so, that would weaken the democratic rights the people enjoyed today.",
    "They think, “The 1978 Constitution shared authority among the Executive, Legislature and the Judiciary with controls in place to prevent manipulation of the system.”",
    "Sirimavo Bandaranaike had a two-thirds majority and used it to introduce the first Republican Constitution in 1972 and thereby prolonging her administration. She exploited it to bring in a dictatorial move to deprive the voter of an opportunity to elect their representatives at the end of the term. They argue that in the absence of an Executive Presidency, a powerful Legislature could become even more authoritarian.",
    "Today extremely harsh allegations pertaining to corruption, irregularities and waste, had been blamed on Parliamentarians. If they received executive powers at the cost of the President, would it be transformed into an atrocious body? There is a clarion call for the introduction of constitutional amendments and to do away with the Executive Presidency; but, as TNA believes, replacing the existing ‘Supreme Law’ with a new Constitution would be a much better alternative.",
    "The independent Constitution of 1947, had the executive powers conferred with the Governor-General who was chosen by the Parliament. The Cabinet, Prime Minister and Judges of the Supreme Court and members of the Public Service Commission were appointed by the Governor-General in consultation with Prime Minister, encouraging transparency.",
    "Since 1978, the President was the people’s direct choice, making it outside the authority of any other power.",
    "What Sri Lanka needs is a constitution that constricts the politicians and thwarts them from acting arbitrarily. A Supreme Law that keeps them within the limits, controls, regulates and impedes them.",
    "\"The decisions by the Independent Commissions should be above the Executive- crossover provision for the expulsion of MPs from Parliament is a must; a body to recommend Presidential Pardons; and also transparency, accountability and financial independence need special emphasis; Replacing the authoritarian system of Government to a form more responsive to the public interest; provision for checks and balances against corruption and the abuse of power; to keep out party politics and self-interests are vital areas in the reform process.\"",
    "Sri Lanka struggles with its worst-ever economic/political crisis, with people waiting hours for fuel and cutting back on essentials. Irresponsible spending that helped destroy the country is observable in Hambantota, the ruling family’s home in the south. This colossal waste —$240 million on the airport, $1 billion spent on the port, nearly $210 million on underutilized roads, and millions on the cricket stadium — made the district, a throne to the pride of a political empire that gradually ran the country as a family trade. With Mahinda Rajapaksa, the then President at the peak of his popularity, build tributes to himself. Cash wasn’t a crisis after ending the war and China especially, was a willing lender.",
    "That’s now all vanished. The country is an international storage bin whose foreign assets — which were once placed at over six billion dollars have diminished to $20-30 million, or almost nothing.",
    "This is partly blamed on the loss of tourism and lock-downs during the pandemic, the collapse is really a crisis made worse as the Russian- Ukrainian war has kept away many who used to tour in large numbers.",
    "But the economic mishandling and rejection of warnings on potential problems have also added tremendously.",
    "“From the secular point of view, religion is a hindrance to democracy as it enforces a set of legal and societal principles. Separation of religion and the State is required to protect freedom and ensure equality.” -- Erskine May",
    "Religious monuments were used by politicians as a way of strengthening their position and exercising power, over a society that would adhere to the associated religion.",
    "Constitution drafters should take note of the above; separate religion from State. Like in France, strict State impartiality should be seen as an essential condition for freedom of religion outside the State realm.",
    "The proposed 21A is meant to remove most provisions in the 20A and replace them with what was there under the 19th. Whatever the changes the protesters demand cannot be done outside of the Constitution. We have to see how we can go ahead within the framework.",
    "Answering Easwaran Ratnam for Daily Mirror, Minister Wijedasa Rajapakshe said, “… some of the parties proposed that the powers of the President be reduced to a greater extent but that we cannot agree, since the foundation of this Constitution is the Executive Presidency. If you go for a different system, like by having a Prime Minister and a cabinet responsibility, I think that we will have to have a new Constitution.”",
    "In the absence of provisions to curtail the President’s power to prorogue or dissolve Parliament; powers to retain ministries and subjects would strengthen the Presidency further.",
    "The decisions by the Independent Commissions should be above the Executive- crossover provision for the expulsion of MPs from Parliament is a must; a body to recommend Presidential Pardons; and also transparency, accountability and financial independence need special emphasis; Replacing the authoritarian system of Government to a form more responsive to the public interest; provision for checks and balances against corruption and the abuse of power; to keep out party politics and self-interests are vital areas in the reform process.",
    "In order to ensure youth participation, the Parties should be compelled to add a specified percentage of under-35 candidates. Discourage registration of “3-wheeler” political parties.",
    "I doubt if these provisions can be included in a half-baked reform amendment, hence, a brand new draft is the only way out! Politicians will do anything and everything to gain and retain power.",
    "Sir John Kotalawale, a former Prime Minister [1953-1956], on retirement said, “All this talk about principles and ideology in politics is a lot of balderdash.”"
  ]
}