{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/A-labour-leader-who-even-the-British-feared/172-236033",
  "time_ut": 1651259520,
  "title": "A labour leader who even the British feared",
  "body_lines": [
    "There were no human rights organizations constantly calling for accountability and the British had no respect towards locals",
    "He was almost the sole champion of Ceylon’s voiceless employees; a man without fear",
    "The present uprising against the government brings to memory an incident which sent shivers through the colonial rulers ninety three years ago; the aftermath of the tramway strike in 1929.  Fighting against colonial police forces and British colonial rule was no piece of cake. There were no human rights organizations constantly calling for accountability and the British had no respect towards locals. They were treated like dirt in Sri Lanka, India and all other colonies.",
    "A century ago, the tram car was the main public transport system in Colombo. It was owned by a British establishment, Boustead Company. In spite of their making huge profits, the employers were insensitive to the grievances of the employees. This led to a strike being organised by Labour Leader A.E. Goonesinha.  People boycotted the trams, although thirty five Europeans from the plantations and commercial enterprises were employed to drive the tram cars.",
    "The tramway strike is regarded as a landmark in the history of trade unionism of this country. It was a struggle between the ruling class and the ordinary people. For the next decade Goonesinha was the undisputed labour leader of the country. The following account of N.E. Weerasooriya QC who had a close association with Goonesinha in the twenties is interesting. “Goonesinha was a well-built man; his countenance expressed strength. His complexion was dark; he had a handsome head of hair. He was then in the process of becoming Ceylon’s first labour leader. He was almost the sole champion of Ceylon’s voiceless employees; a man without fear. He heckled white employees in raucous tones that they began to dread his appearance”. (Ceylon and her People, volume 3, p. 294)",
    "British imperialism was well established in the country at the dawn of the twentieth century. Children in schools and people in public occasions used to sing “God save the King”. However a speech by Anni Besant, at Dharmaraja College Kandy turned the mind of young Goonesinha in the opposite direction. His feelings of anti-imperialism and patriotism were aroused by this speech. Speeches of Ven. Anagarika Dharmapala who was the devout anti-imperialist of the era strengthened Goonesinha’s feelings. After coming to Colombo, he became more and more influenced by Ven. Dharmapala. The latter allowed Goonesinha to make use of his private library too. In 1915, when he was arrested in connection with the Sinhala-Muslim riots, all his books were confiscated and among them was a present given by Ven. Dharmapala. In his autobiography he says “My collection included a biography of the liberator of China, Sun Yat Sen, presented to me by the late Anagarika Dharmapala with the words “this is the kind of work you should be engaged in”. The great patriot Ven. Anagarika Dharmapala had a lasting influence on Goonesinha’s life. Once Ven. Dharmapala sent Goonesinha and Dr. Cassius Perera to India to discuss with Mahatma Gandhi and other leaders regarding the Buddhagaya issue. Ven. Dharmapala also helped him financially.",
    "A century ago, the tram car was the main public transport system in Colombo. It was owned by a British establishment, Boustead Company. In spite of their making huge profits, the employers were insensitive to the grievances of the employees. This led to a strike being organised by Labour Leader A.E. Goonesinha",
    "On March 2, 1915-a century after Ceylon lost its independence-A.E. Goonesinha formed the Young Lanka League which was the first anti-imperialist organization in the 20th century in this country. He says, “It was my intention to organise young men who were fired by patriotism and zeal into a formidable body. That would secure independence for the country” (autobiography).  Victor Corea, Advocate from Chilaw, was its first president and Goonesinha was the secretary. At midnight of that day, fifteen members of the Young Lanka League signed a document in blood pledging their support to win independence for their country. The Young Lanka magazine edited by him and E.T De Silva, advocated and spread anti-imperialist feelings among the people. However, IGP Dowbiggin was after them.",
    "In the Sinhala-Muslim riots of 1915 Goonesinha and some members of the Young Lanka League were arrested for their anti-imperialist activity. Dowbigin tried to implicate Goonesinha with the riots, but failed. He was released after fifty two days in Welikada jail. The Young Lanka League organised a day of national mourning to remember the innocent who had lost their lives in the riots. It was held on June 5, the day martial law was declared and was conducted for several years. It was a colourful event with a procession along the Colombo streets. It brought to memory the excesses of the rulers and the agony of the people in 1915 and the need to unite to gain independence.",
    "One spectacular event in Goonesinha’s life was his struggle against the Poll-Tax and its abolition. Every male over twenty one years was required to pay two rupees annually to the government or, instead, do heavy work on the road for six days. The Young Lanka League organized a campaign against this",
    "One spectacular event in Goonesinha’s life was his struggle against the Poll-Tax and its abolition. Every male over twenty one years was required to pay two rupees annually to the government or, instead, do heavy work on the road for six days. The Young Lanka League organized a campaign against this. Goonesinha opted to work on the road. After four years of Goonesinha’s campaign of breaking stones with a hammer and having more than four thousand people joining him to work on the road, the authorities could not supply enough hammers. The Poll-Tax was finally abolished. This is a comment by Prof. K.M. De Silva: “It’s abolition in 1922, largely as a result of the sustained campaign against it by Goonesinha and his associates in the Young Lanka League, was a triumph for the radicals and the demonstrable vindication of the technique of agitation which they had devised for the purpose”. (A History of Sri Lanka p. 399)",
    "Perhaps the greatest service done by Goonesinha was the achievement of Universal Suffrage. The Voting Right, which was confined to about 4 % of the adult population based on education and income, was extended to the entire adult population over 21. For this, he initially struggled in the national congress, but the old guard was insensitive. Finally, he left the congress and carried it all alone. He went before the Donoughmore Commission with a team of members of the Labor Union and appealed to them. Dr. Drummond Shields, one of the commissioners, was sympathetic to him. His wife Caroline Goonesinha went before the commission as a member of another delegation requesting the grant of franchise for females over 21. Prof. K.M. De Silva pays a tribute to Goonesinha “… but while Goonesinha was just as anxious as the congress leadership for the attainment of self-government he recognised – as they or most of them did not – the need for far reaching social and economic changes as the commitment of political reform. Congress leaders set their sight on constitutional reforms per se; Goonesinha raised the issue of universal suffrage. Sri Lanka became the first British colony in Asia and the first Asian country to enjoy the privilege of universal suffrage.” (A History of Sri Lanka, p. 490).",
    "Today trade unions are sadly hijacked by political parties to support their hidden agendas. There is no strong labour leader to guide the unions on a sensible path. The unions are split and therefore vulnerable to the evil politics of present leaders. For 74 years our politicians have been systematically robbing public funds. Only few statesmen come to mind as being honest, courageous and selfless, for example M.D. Banda,  C.W.W. Kannangara and A.E. Goonesinha.",
    "A Social Democrat at heart, solely concerned and intent on the betterment of the labour force, it is indeed a strange coincidence that Sri Lanka’s first labour leader was born on the 1st of May, which is the world’s workers day. May 1 this year marks his 131st birth anniversary.",
    "(The writer is also the author of the forthcoming book “A.E. Goonesinha, CHARITHAPADANAYA”- a Biography of A.E. Goonesinha)"
  ]
}