{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81773/prime-ministers-special-statement-on-sri-lankas-economic-crisis",
  "time_ut": 1649686380,
  "title": "Prime Minister’s special statement on Sri Lanka’s economic crisis",
  "body_lines": [
    "Prime Minister Mahinda Rajapaksa says that though all the parties represented in Parliament were urged to come forward to help resolve the current economic crisis in the country, no one has come forward.",
    "“Therefore as the party in power we will take all steps to resolve this crisis,” he said, delivering a special statement today on the country’s economic situation.",
    "“I have had to address you an a crucial moment in our country,” the premier said in his opening remarks.",
    "He stated that although they were able to protect the lives of the people from the Covid-19 pandemic, they can feel that the country is now falling down an abyss.",
    "He stated that the people have had to face various problems due to their being a shortage of US dollars to unload fuel from oil tankers that have already reached the country’s waters.",
    "“We understand the exhaustion of the people who have had to spend days suffering in fuel lines. We can understand the pain of the women who had to suffer in queues to buy gas.”",
    "He said they also have a good understanding about the troubled faced by the people owing to the skyrocketing prices of goods and rising cost of living.",
    "He stated that they invited all political parties representing the Parliament to unite and save the country, however none of them came forward.",
    "The PM stated that at this moment it is the responsibility of them all to strengthen the country’s economy instead of thinking about the parties.",
    "“No matter who refuses to accept the responsibility, as the party in power we accepted that responsibility.”",
    "He stated that they ended the three-decade long war in the country, not with the intention of allowing the people to go through such a predicament and face this pain.",
    "“We constructed highways and new roads, not to keep the people in queues on those roads.”",
    "Rajapaksa further said that their responsibility as a government that received a democratic mandate from the people is to make decision that does not jeopardize the democratic framework."
  ]
}