{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/How-a-little-protest-grew-to-a-loud-peoples-roar/131-237345",
  "time_ut": 1652991780,
  "title": "How a little protest grew to a loud people’s roar",
  "body_lines": [
    "Back in 2019 the Sri Lankan citizenry elected the Gotabaya Rajapaksa regime with high hopes based on the assurance of establishing national security while placing their trust in his Vistas for Prosperity and Splendour manifesto. Two years later, people have lost hopes on this government as they languish in fuel, gas and milk powder queues. As politicians continued to take people for granted, people themselves became more frustrated to the point that they finally decided to take to the streets and express their anger and disappointment. Their resistance in small numbers expanded to a major protest as what is now being witnessed at the Galle Face Green that brought about several outcomes including the resignation of the former Prime Minister. This is their story.",
    "The Kohuwala protest began on March 1 as a candlelight vigil where protesters held signboards with various slogans. “By then there were 10 hour power cuts and it inconvenienced people to a greater extent,” opined Vimukthi Dushantha, a pioneer of the Kohuwala protest. “At a time we were losing dollars due to balance of payments issues, one of the main industries that brought foreign exchange to the country was the IT sector. People in the IT sector were deeply inconvenienced due to these power cuts. We were aware of the fact that the government couldn’t handle the impending economic crisis, but another issue is that none of the Opposition parties stood on behalf of the people. As such we were thinking how we could show our resistance as citizens. Usually a demonstration or protest would be organised by a political party. Initially when we stood on the road with signboards, it looked like a joke to the rest of the citizens. There were only around six of us on the first day. But during the second day there were around 50 people. So it was always the people who decided to take to the streets with various signboards. Two weeks later silent vigils were staged in major parts of the capital and it expanded to major towns around the country. All these were organised by the people. Anybody can have his or her own political preferences. Demanding the President to go home itself is a political statement. It’s wrong to term the people’s protest as apolitical. The Kohuwala protest continued for around 40 days. I believe that this is the inception of citizen politics in the country,” said Vimukthi.",
    "The silent vigils and peaceful demonstrations continued for about a month until the unfortunate incident took place in Mirihana. Buddhi Prabodha Karunaratne was one individual who was quite unhappy with the governance structure. “The frustration came to an extent that I decided to step out of the house and protest on my own,” Karunaratne told the Daily Mirror. “I initially posted a status on Facebook saying that I will stage a protest on my own and for others to do the same since there would be prolonged power cuts etc. Within a few hours I received many responses. This was a few days before the Mirihana incident. The next day I decided to hold the protest at the Vihara Maha Devi Park and all that I did was post the time and place. I thought around 50 people would come. But there were around 400 of them and they wrote their own slogans on the boards given to them. I had no intention of taking the lead, but I delivered a speech. Thereafter we had a protest march up to Nelum Pokuna and staged the protest there. This is when we got to know that there would be a protest in Mirihana the next day. As such we decided to go to Mirihana. But we always told people to participate at the nearest protest and voice their concerns.",
    "“What was quite annoying was to see how ministers took journalists’ questions for granted,” Karunaratne continued. “They (politicians) were taking us for a joke and this was my triggering point. The turnover at Mirihana was exceptional. There were certain unfortunate events that took place as well, but it was the majority of the office crowd that participated in these protests after work. Some people who participated in these protests were not affected by the power outages etc., but they still supported the rest of the people. All these people got together because they were inconvenienced by the government’s incompetence. People thought that they shouldn’t fear staging protests for their rights. April 9 was the initial day of the Galle Face Protest and we have been able to continue the struggle ever since. So the pioneers of this struggle are in fact these rulers,” said Karunaratne.",
    "The protest at Galle Face Green expanded to ‘GotaGoGama’ which is now a space for people to ‘voice for change’. But following the violence that took place on May 9, the protesters are determined to achieve their goal. “Following the violence on May 9 some people are of the impression that this protest is done by the JVP while others think it’s done by the Frontline Socialist Party, the IUSF and with Ranil Wickremesinghe appointing a committee, now they think that he is funding the protest,” opined Dushantha. “Initially there was a myth that this was funded by the Christian and Catholic Churches. There are many events being organised at this protest site from Easter Sunday remembrance events to the recent Vesak celebration. Many media channels give publicity to people with political affiliations. They don’t question citizens about their views regarding the protest. Therefore the image that is being portrayed is that this is an entirely political protest. But when you come to the ground you can witness the reality. The new Prime Minister doesn’t have to appoint a committee to ensure the smooth running of the protest site. We have continued this protest for over a month without any support from political parties. We don’t need facilities or they don’t need to allocate funds from the Treasury. On the other hand there’s nothing to discuss about our primary demand,” said Dushantha.",
    "Airing his opinion, Karunaratne said that many people question if the protest would end now that a new Prime Minister has been elected. “But a struggle that demands the President to step down will not end just because a new Prime Minister has been elected. The protesters are already discussing how to bring about Constitutional, Economic and Social reforms. This protest is not only about chanting slogans.",
    "May 9 marked a month since the Galle Face protest began. “What we witnessed on May 9 was state-sponsored violence,” Karunaratne further said. Following the attack on Galle Face Green there were violent incidents around the country. People expressed their anger towards these attacks because many of them have come to Galle Face at least once. But we doubt if the government wanted to see the reaction of the rest of the citizenry when Galle Face protesters were attacked and whether it was also part of their plan,” said Karunaratne.",
    "“The person who gave orders to the Police to support the mobsters is now heading the investigations.  How can there be an impartial inquiry when someone is conducting an inquiry against himself? We know that justice won’t be served through these investigations. But we will fight for justice. What we demand for is an independent and an impartial inquiry. They are now arresting people who haven’t been involved with the violence.  Some are being questioned as part of ‘arson investigations’. Therefore in the guise of serving justice the Police is fueling the agendas of the government. Everybody from the former Prime Minister should be arrested,” Dushantha underscored.",
    "He further said that even though Ranil Wickremesinghe has been appointed as Prime Minister it’s very clear that he’s safeguarding the President and the Rajapaksas. “So far he hasn’t given a timeline on when the President would step down.  If the President has agreed to bring about reforms and abolish Executive Presidency then he or the Prime Minister should be specific about when these changes would be brought about. By abolishing the Executive Presidency it will prevent another similar ruler from being elected to power. We request the Prime Minister to stop inconveniencing the public further. If that happens people would take to the streets demanding him to step down as well. The 225 politicians should discuss reforms and attempt to bring about a change within the Parliament. We don’t expect them to hold boards and say kaputu kaak kaak (the sound the crow makes) in Parliament and repeat what the citizens are doing. The citizens have given their mandate to the politicians and now it’s their duty to listen to people’s demands,” Dushantha stressed in his closing remarks.",
    "Silent protest at Jubilee Post, Mirihana on March 31 before it took a violent turn - Pic - Chamal Akalanka"
  ]
}