{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Easter-Sunday-attacks-Find-the-mystery-behind-the-history/172-235915",
  "time_ut": 1651170720,
  "title": "Easter Sunday attacks: Find the mystery behind the history",
  "body_lines": [
    "Pope Francis attends a meeting with members of the Sri Lankan community living in Italy, in Saint Peter’s Basilica at the Vatican. Reuters",
    "\"Please, out of love for justice, out of love for your people, let it be made clear once and for all who were responsible for these events. This will bring peace to your conscience and to your country,” Pope Francis said in his appeal to President Gotabaya Rajapaksa’s government which has earned the people’s wrath for the mishandling of the economy\"",
    "Since terrorism is an international blight that needs to be rooted out, Colombo’s Archbishop Malcolm Cardinal Ranjith is right in his efforts to internationalise the process to obtain justice for the victims of the April 21, 2019 Easter Sunday massacres after he and a majority of Sri Lankans were convinced that there was more to it than meets the eye.",
    "This week, the cardinal led a 60-member delegation that included the survivors of the attack for a holy mass at St. Peter’s Basilica and an audience with Pope Francis. The pontiff urged Sri Lankan authorities to reveal who was behind the attacks.",
    "“Please, out of love for justice, out of love for your people, let it be made clear once and for all who were responsible for these events. This will bring peace to your conscience and to your country,” Pope Francis said in his appeal to President Gotabaya Rajapaksa’s government which has earned the people’s wrath for the mishandling of the economy.",
    "In 2019 on Easter Sunday, a day held sacred by billions of Christians worldwide, terrorists blew themselves up in three churches, three luxury hotels and a wayside inn, killing some 270 innocent people. Three years have lapsed since that barbaric act, yet many a question remains unanswered. The victims, civil society activists, opposition lawmakers and civic conscience people were puzzled by many a missing link in the investigations.",
    "They want those in authority then to tell them why they did not act on the stream of information that warned of the terror attacks and why the church authorities were not informed about the attacks when, hours before the terror was unleashed, Indian intelligence reports did identify churches as targets.",
    "The people want to know whether Sara Jasmin alias Pulasthini Mahendran, the wife of the terrorist who blew himself up at the Batticaloa Zion church, is dead or alive; whether someone helped her to escape to India.",
    "They were perplexed as to how the military intelligence knew the identity of Jameel and went to his house looking for him even before he blew himself up at the Dehiwala inn.",
    "Who diverted the investigations into the killing of two police officers in Vavunathivu, putting the blame on a non-existent LTTE (Liberation Tigers of Tamil Eelam) rump and also the probe on the detection of a massive cache of explosives in Wanathavillu? These incidents took place while the country was in the midst of political instability triggered by the unconstitutional coup of the then President Maithripala Sirisena. He had removed the then Prime Minister Ranil Wickremesinghe and sworn in Mahinda Rajapaksa as the new Premier.",
    "They also seek answers to the mystery surrounding the emergence of a questionable character who identified himself as Namal Kumara, head of a dubious anti-corruption group. He had warned of a plot to kill President Sirisena and Gotabaya Rajapaksa who was then widely seen as a presidential candidate for the election that was to be held in November that year. The allegation led to the arrest of a police officer who was about to take into custody Zahran Hashim, leader of the terror group that carried out the slaughter. What is the present status of the investigations into Namal Kumara’s allegation?",
    "When the attacks were taking place, a fellow customer at a chicken stall told me there had to be a hidden political hand behind the attacks. I couldn’t agree more. The cardinal was right when he in his first public statement, soon after the attacks, urged his flock to act with restraint and not to show their anger at the Muslims, for probably in his sub conscience he believed there should be a hidden hand behind the attacks. In my visit to Kattankudy soon after the attack, I was shocked to learn that the motorbike blast the terrorist carried out as a dry run in Palamunai did not make the headlines when it happened. Why was this story hushed up, for whose benefit?",
    "And who are these characters known as Podi Zaharan and Sonic Sonic? Who was the Army officer arrested by the CID only to be released after intervention from an Army unit?",
    "The flawed history of Shakespeare made Brutus the much-talked-about assassin of Julius Ceasar, but history researchers now dismiss the bard’s famous line “Et tu, Brute’. They have uncovered that Decimus who while being in the shadow of Caesar bided his time to seize power, played a much bigger role than Brutus in the assassination plot executed on the Ides of March.",
    "Zahran may be the arrow, but who was the Decimus – or the mahamolakaru or mastermind -- who shot the arrow?",
    "In Iraq, often Sunni or Shiite extremists were blamed for bombs that have killed tens of thousands of people. But those who closely follow the Iraqi conflict would say that Western intelligence groups played a role in triggering the sectarian clashes, as had been seen in the southern Iraqi city of Basra where two British intelligence officers in Arab civilian clothes were detained by a Shiite militia group for having in their possession explosives and detonators associated with the blasts that pitted the Sunnis and against the Shiites.",
    "According to some analysts, even the 9/11 attacks blamed on al-Qaeda were linked to moves that sought to re-establish the United States’ hegemony around the world to undermine the rule-based international order that was emerging under the United Nations’ auspices then.",
    "One way of finding the answer to whodunit is by asking the question who benefited from it, though this method may not always be right.",
    "Instead of turning the search light in this direction, in Sri Lanka, the narration repeated by politically slanted media sections in the months before the 2019 presidential election was that the attacks were carried out by a group linked to the Islamic State (ISIS). Their narration smacking of divisive politics loaded with hate speech whipped up unprecedented Islamophobia that enabled the present President to make national security as his political slogan and score a massive landslide win at the November 2019 elections.",
    "Such narrations deliberated missed the rider or the foot note that terror groups such as al-Qaeda and ISIS could be mercenaries or Manchurian candidates in the pay of intelligence outfits of many a country that was also waging a war on terrorism in what was seen as a case of running with the hare and hunting with the hound.",
    "As many questions, including those raised by the presidential commission, have not been convincingly answered by the authorities, protesters at the Galle Face Green should continue to demand answers to the questions on the Easter Sunday attacks until definite answers are given or found and the culprits are brought to justice."
  ],
  "translate": {
    "si": {
      "title": "පාස්කු ඉරිදා ප්‍රහාරය: ඉතිහාසය පිටුපස ඇති අභිරහස සොයන්න",
      "body_lines": [
        "ෆ්‍රැන්සිස් පාප් වහන්සේ ඉතාලියේ වෙසෙන ශ්‍රී ලාංකික ප්‍රජාවේ සාමාජිකයින් සමඟ වතිකානුවේ ශාන්ත පීතර බැසිලිකාවේ පැවති හමුවකට සහභාගී වෙති. රොයිටර්",
        "\"කරුණාකර, යුක්තිය සඳහා ඇති ආදරය නිසා, ඔබේ ජනතාවට ඇති ආදරය නිසා, මෙම සිදුවීම්වලට වගකිව යුතු සියල්ලන්ටම එය එක් වරක් පැහැදිලි කරන්න. මෙය ඔබගේ හෘද සාක්ෂියට සහ ඔබේ රටට සාමය ගෙන එනු ඇත,\" ෆ්‍රැන්සිස් පාප් වහන්සේ සිය ලිපියෙන් ප්‍රකාශ කළහ. ආර්ථිකය වැරදි ලෙස හසුරුවා ගැනීම නිසා ජනතා උදහසට ලක්වූ ජනාධිපති ගෝඨාභය රාජපක්ෂගේ රජයට ආයාචනා කරන්න\"",
        "ත්‍රස්තවාදය මුලිනුපුටා දැමිය යුතු ජාත්‍යන්තර උවදුරක් බැවින්, තමා ඇතුළු ශ්‍රී ලාංකිකයන් බහුතරයකට පසුව 2019 අප්‍රේල් 21 පාස්කු ඉරිදා ඝාතනවලට ගොදුරු වූවන්ට යුක්තිය ඉටු කර ගැනීමේ ක්‍රියාවලිය ජාත්‍යන්තරකරණය කිරීමට කොළඹ අගරදගුරු මැල්කම් කාදිනල් රංජිත් දරන උත්සාහය නිවැරදි ය. ඇසට පෙනෙනවාට වඩා වැඩි යමක් එහි ඇති බව ඒත්තු ගැන්වූහ.",
        "මෙම සතියේ, කාදිනල්වරයා විසින් 60 දෙනෙකුගෙන් යුත් දූත පිරිසකට නායකත්වය දුන් අතර එයට ප්‍රහාරයෙන් දිවි ගලවා ගත් අය ශාන්ත පීතර බැසිලිකාවේ ශුද්ධ වූ දිව්‍ය පූජාවක් සඳහා සහ ෆ්‍රැන්සිස් පාප් වහන්සේ සමඟ ප්‍රේක්ෂක පිරිසක් ඇතුළත් විය. ප්‍රහාරය පිටුපස සිටින්නේ කවුරුන්ද යන්න හෙළි කරන ලෙස පාප් වහන්සේ ශ්‍රී ලංකා බලධාරීන්ගෙන් ඉල්ලා සිටියහ.",
        "“කරුණාකර, යුක්තිය සඳහා ඇති ආදරය නිසා, ඔබේ ජනතාවට ඇති ආදරය නිසා, මෙම සිදුවීම්වලට වගකිව යුතු සියල්ලන්ටම එය වරක් පැහැදිලි කරන්න. මෙය ඔබගේ හෘද සාක්ෂියට සහ ඔබේ රටට සාමය ගෙන එනු ඇත,\" ෆ්‍රැන්සිස් පාප් වහන්සේ ආර්ථිකය වැරදි ලෙස හසුරුවා ගැනීම සඳහා ජනතා උදහසට ලක්ව ඇති ජනාධිපති ගෝඨාභය රාජපක්ෂගේ රජයට කරන ලද ආයාචනයේ දී පැවසීය.",
        "2019 වසරේ ලොව පුරා සිටින බිලියන සංඛ්‍යාත කිතුනු බැතිමතුන්ගේ පූජනීය දිනයක් වූ පාස්කු ඉරිදා ත්‍රස්තවාදීන් පල්ලි තුනක, සුඛෝපභෝගී හෝටල් තුනක සහ පාර අයිනේ තානායමක් පුපුරවා හරිමින් අහිංසක මිනිසුන් 270 ක් පමණ ඝාතනය කළහ. එම ම්ලේච්ඡ ක්‍රියාවෙන් වසර තුනක් ගතවී ඇතත් බොහෝ ප්‍රශ්නවලට පිළිතුරු නොමැත. වින්දිතයන්, සිවිල් සමාජ ක්‍රියාකාරීන්, විපක්ෂයේ නීති සම්පාදකයින් සහ සිවිල් හෘද සාක්ෂිය ඇති පුද්ගලයින් පරීක්ෂණවල අතුරුදහන් වූ බොහෝ සම්බන්ධකයන්ගෙන් ප්‍රහේලිකාවක් විය.",
        "ත‍්‍රස්ත ප‍්‍රහාර ගැන අනතුරු අඟවන ලද තොරතුරු ප‍්‍රවාහය සම්බන්ධයෙන් තමන් ක‍්‍රියා නොකළේ මන්දැයි සහ ත‍්‍රස්තවාදය මුදා හැරීමට පැය කිහිපයකට පෙර ඉන්දීය බුද්ධි වාර්තා හදුනාගත් ප‍්‍රහාරයන් පිළිබඳව පල්ලියේ බලධාරීන්ට දැනුම් නොදුන්නේ මන්දැයි බලධාරීන්ගෙන් ඔවුන්ට පැවසීමට ඔවුන්ට අවශ්‍යය. ඉලක්ක ලෙස පල්ලි.",
        "මඩකලපුව සියොන් දේවස්ථානයේදී සියදිවි හානිකරගත් ත්‍රස්තවාදියාගේ බිරිඳ වන සාරා ජැස්මින් හෙවත් පුලස්තිනී මහේන්ද්‍රන් මිය ගියාද ජීවතුන් අතරද යන්න ජනතාවට දැනගැනීමට අවශ්‍යව තිබේ. කවුරුහරි ඇයට ඉන්දියාවට පැනගන්න උදව් කළාද කියලා.",
        "හමුදා බුද්ධි අංශ ජමීල්ගේ අනන්‍යතාව දැනගෙන ඔහු දෙහිවල තානායමේදී පුපුරවා හරින්නටත් පෙර ඔහු සොයා ඔහුගේ නිවසට ගියේ කෙසේද යන්න ගැන ඔවුන් වික්ෂිප්තව සිටියහ.",
        "වව්නතිව්හි පොලිස් නිලධාරීන් දෙදෙනකු ඝාතනය කිරීම, නොපවතින එල්.ටී.ටී.ඊ (දෙමළ ඊළාම් විමුක්ති කොටි) කදවුරකට වරද පටවමින්, වනාතවිල්ලූවේ දැවැන්ත පුපුරණ ද්‍රව්‍ය තොගයක් සොයාගැනීමේ පරීක්‍ෂණ ද වෙනතකට යොමු කළේ කවුද? මෙම සිදුවීම් සිදුවූයේ එවකට ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාගේ ආණ්ඩුක්‍රම ව්‍යවස්ථා විරෝධී කුමන්ත්‍රණයෙන් රට දේශපාලන අස්ථාවරත්වයකට මැදිව සිටියදීය. ඔහු එවකට අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා ඉවත් කර නව අග්‍රාමාත්‍යවරයා ලෙස මහින්ද රාජපක්ෂ මහතා දිවුරුම් දී තිබේ.",
        "සැක සහිත දූෂණ විරෝධී කණ්ඩායමක ප්‍රධානියා වන නාමල් කුමාර ලෙස තමන් හඳුන්වා ගත් ප්‍රශ්නකාරී චරිතයක් මතුවීම සම්බන්ධ අභිරහසට ද පිළිතුරු සොයති. එම වසරේ නොවැම්බරයේ පැවැත්වීමට නියමිතව තිබූ මැතිවරණය සඳහා ජනාධිපති අපේක්ෂකයා ලෙස එවකට පුළුල් ලෙස සැලකූ ජනාධිපති සිරිසේන සහ ගෝඨාභය රාජපක්ෂ ඝාතනය කිරීමේ කුමන්ත්‍රණයක් ගැන ඔහු අනතුරු අඟවා තිබුණි. ඝාතනය සිදු කළ ත්‍රස්තවාදී කණ්ඩායමේ නායක සහරාන් හෂීම් අත්අඩංගුවට ගැනීමට සූදානම් වූ පොලිස් නිලධාරියෙකු අත්අඩංගුවට ගැනීමට මෙම චෝදනාව හේතු විය. නාමල් කුමාරගේ චෝදනාවට අදාළ පරීක්ෂණවල වර්තමාන තත්ත්වය කුමක්ද?",
        "ප්‍රහාර එල්ල වෙද්දී, කුකුල් මස් කඩයක සිටි සෙසු පාරිභෝගිකයෙක් මට පැවසුවේ ප්‍රහාරය පිටුපස සැඟවුණු දේශපාලන හස්තයක් තිබෙන බව ය. මට එකඟ විය නොහැකි විය. ප්‍රහාරයෙන් ඉක්බිතිව සිය පළමු ප්‍රසිද්ධ ප්‍රකාශයේ දී කාදිනල්තුමා නිවැරදියි, ප්‍රහාරය පිටුපස සැඟවුණු හස්තයක් තිබිය යුතු බව ඔහුගේ යටි හෘද සාක්ෂිය තුළ බොහෝ විට ඔහු විශ්වාස කළ නිසා, සංයමයෙන් ක්‍රියා කරන ලෙසත් මුස්ලිම්වරුන් කෙරෙහි ඔවුන්ගේ කෝපය නොපෙන්වන ලෙසත් තම රැළෙන් ඉල්ලා සිටියේය. පහර දෙනවා. ප්‍රහාරයෙන් ඉක්බිතිව මා කාත්තන්කුඩි ප්‍රදේශයේ කළ සංචාරයේදී, ත්‍රස්තවාදියා විසින් පාලමුනේ වියළි ධාවනයක් ලෙස සිදුකළ යතුරුපැදි පිපිරවීම සිදු වූ විට සිරස්තලයක් බවට පත් නොවූ බව දැනගත් විට මම කම්පනයට පත් වීමි. ඇයි මේ කතාව යටපත් කළේ, කාගේ උවමනාවටද?",
        "පොඩි සහරාන් සහ සොනික් සොනික් ලෙස හඳුන්වන මෙම චරිත කවුද? අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව විසින් අත්අඩංගුවට ගත් හමුදා නිලධාරියා පමණක් යුද හමුදා ඒකකයක මැදිහත්වීමෙන් නිදහස් කිරීමට ගියේ කවුද?",
        "ෂේක්ස්පියර්ගේ දෝෂ සහිත ඉතිහාසය බෲටස් ජුලියස් සීසර්ගේ ඝාතකයා බවට පත් කළේය, නමුත් ඉතිහාස පර්යේෂකයන් දැන් බාර්ඩ්ගේ සුප්‍රසිද්ධ “එට් ටු, බෲට්” යන පදය බැහැර කරයි. සීසර්ගේ සෙවණේ සිටියදී බලය අල්ලා ගැනීමට කාලය දුන් ඩෙසිමස්, මාර්තු අයිඩ්ස් හි ක්‍රියාත්මක කරන ලද ඝාතන කුමන්ත්‍රණයේ දී බෲටස්ට වඩා විශාල කාර්යභාරයක් ඉටු කළ බව ඔවුන් අනාවරණය කර ගෙන ඇත.",
        "සහරාන් ඊතලය විය හැක, නමුත් ඊතලය විදින ඩෙසිමස් හෝ මහමොලකරු හෝ මහ මොළකරු කවුද?",
        "ඉරාකයේ, බොහෝ විට මිනිසුන් දස දහස් ගණනක් මරා දැමූ බෝම්බ සඳහා සුන්නි හෝ ෂියා අන්තවාදීන්ට දොස් පවරන ලදී. එහෙත් ඉරාක ගැටුම සමීපව නිරීක්ෂණය කරන අය පවසන්නේ, අරාබි සිවිල් ඇඳුමින් සිටි බ්‍රිතාන්‍ය බුද්ධි අංශ නිලධාරීන් දෙදෙනෙකු ෂියා මිලීෂියා කණ්ඩායමක් විසින් රඳවාගෙන සිටි දකුණු ඉරාක නගරයේ බස්රා හි දී දැක ඇති පරිදි, නිකායික ගැටුම් අවුලුවාලීමට බටහිර බුද්ධි කණ්ඩායම් කාර්යභාරයක් ඉටු කළ බවයි. ඔවුන් සන්තකයේ පුපුරණ ද්‍රව්‍ය සහ ඩෙටනේටර් තිබීම නිසා සුන්නිවරුන්ට සහ ෂියාවරුන්ට එරෙහිව ඇති වූ පිපිරීම්වලට සම්බන්ධයි.",
        "සමහර විශ්ලේෂකයින්ට අනුව, 9/11 ප්‍රහාරයන් අල්-කයිඩාවට චෝදනා එල්ල කිරීම පවා සම්බන්ධ වූයේ එක්සත් ජාතීන්ගේ සංවිධානය යටතේ පැන නගින නීති මත පදනම් වූ ජාත්‍යන්තර පර්යායට වල කැපීම සඳහා ලොව පුරා එක්සත් ජනපදයේ ආධිපත්‍යය නැවත ස්ථාපිත කිරීමට උත්සාහ කළ පියවරයන් සමඟ ය. නැකත එවිට.",
        "මෙම ක්‍රමය සැමවිටම නිවැරදි නොවිය හැකි වුවද, එයින් ප්‍රයෝජන ලැබුවේ කවුරුන්ද යන ප්‍රශ්නය ඇසීම හූඩුනිට් සඳහා පිළිතුර සෙවීමේ එක් ක්‍රමයකි.",
        "සෙවුම් ආලෝකය මේ පැත්තට හරවනවා වෙනුවට, 2019 ජනාධිපතිවරණයට මාස කිහිපයකට පෙර දේශපාලනික වශයෙන් නැඹුරු වූ මාධ්‍ය අංශ විසින් පුනරුච්චාරණය කරන ලද ප්‍රකාශය වූයේ ඉස්ලාමීය රාජ්‍යයට (ISIS) සම්බන්ධ කණ්ඩායමක් විසින් ප්‍රහාර එල්ල කරන ලද බවයි. වෛරී ප්‍රකාශවලින් පිරුණු බෙදුම්වාදී දේශපාලනය පිළිබඳ ඔවුන්ගේ ආඛ්‍යානය පෙර නොවූ විරූ ඉස්ලාම් භීතිකාවක් ඇති කළ අතර එමඟින් වත්මන් ජනාධිපතිවරයාට ජාතික ආරක්ෂාව තම දේශපාලන සටන් පාඨය කර ගැනීමටත් 2019 නොවැම්බර් මැතිවරණයෙන් දැවැන්ත ජයග්‍රහණයක් ලබා ගැනීමටත් හැකි විය.",
        "ත්‍රස්තවාදයට එරෙහිව යුද්ධයක් දියත් කරන බොහෝ රටවල බුද්ධි අංශවලට වැටුප් ගෙවීමේ දී අල්කයිඩා සහ අයිඑස්අයිඑස් වැනි ත්‍රස්තවාදී කණ්ඩායම් කුලී හේවායන් හෝ මැන්චූරියානු අපේක්ෂකයන් විය හැකි බවට පාදක සටහනක් හෝ සිතාමතා කළ එවැනි ප්‍රකාශයන් මග හැරී ගියේය. හාවා සමඟ දිවීම සහ දඩයම් කිරීම.",
        "ජනාධිපති කොමිසම විසින් නගන ලද ප‍්‍රශ්න ඇතුළු බොහෝ ප‍්‍රශ්නවලට බලධාරීන් ඒත්තු ගැන්වෙන පිළිතුරක් ලබා දී නැති නිසා පාස්කු ඉරිදා ප‍්‍රහාරය පිළිබඳ ප‍්‍රශ්නවලට නිශ්චිත පිළිතුරු ලැබෙන තුරු හෝ වැරදිකරුවන් සොයා ගන්නා තුරු ගාලු මුවදොර පිටියේ විරෝධතාකරුවන් දිගින් දිගටම ඉල්ලා සිටිය යුතුය. යුක්තිය ඉදිරියට ගෙන එනු ලැබේ."
      ]
    },
    "ta": {
      "title": "ஈஸ்டர் ஞாயிறு தாக்குதல்கள்: வரலாற்றின் பின்னால் உள்ள மர்மத்தைக் கண்டறியவும்",
      "body_lines": [
        "வத்திக்கானில் உள்ள செயின்ட் பீட்டர்ஸ் பேராலயத்தில், இத்தாலியில் வாழும் இலங்கை சமூகத்தினருடனான சந்திப்பில் திருத்தந்தை பிரான்சிஸ் அவர்கள் கலந்துகொண்டார். ராய்ட்டர்ஸ்",
        "\"தயவுசெய்து, நீதியின் மீதுள்ள அன்பினால், உங்கள் மக்கள் மீது கொண்ட அன்பினால், இந்த நிகழ்வுகளுக்கு யார் காரணம் என்பதை ஒருமுறை தெளிவுபடுத்துங்கள். இது உங்கள் மனசாட்சிக்கும் உங்கள் நாட்டிற்கும் அமைதியைக் கொண்டுவரும்\" என்று திருத்தந்தை பிரான்சிஸ் கூறினார். பொருளாதாரத்தை தவறாக கையாண்டதன் மூலம் மக்களின் கோபத்தை சம்பாதித்துள்ள ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் அரசாங்கத்திடம் வேண்டுகோள் விடுக்கிறேன்.",
        "பயங்கரவாதம் வேரறுக்கப்பட வேண்டிய ஒரு சர்வதேச நோய் என்பதால், கொழும்பின் பேராயர் மால்கம் கர்தினால் ரஞ்சித், 2019 ஏப்ரல் 21 ஈஸ்டர் ஞாயிறு படுகொலைகளில் பாதிக்கப்பட்டவர்களுக்கு நீதியைப் பெறுவதற்கான செயல்முறையை சர்வதேசமயமாக்குவதற்கான தனது முயற்சிகளில் சரியானவர். கண்ணுக்குத் தெரிகிறதை விட இன்னும் நிறைய இருக்கிறது என்று உறுதியாக நம்பினார்கள்.",
        "இந்த வாரம், கர்தினால் 60 பேர் கொண்ட தூதுக்குழுவிற்கு தலைமை தாங்கினார், இதில் தாக்குதலில் இருந்து தப்பியவர்கள் செயின்ட் பீட்டர்ஸ் பசிலிக்காவில் புனித ஆராதனைக்காகவும், போப் பிரான்சிஸ் உடனான பார்வையாளர்களையும் உள்ளடக்கியிருந்தனர். இந்தத் தாக்குதல்களுக்குப் பின்னணியில் இருந்தவர்கள் யார் என்பதை வெளிப்படுத்துமாறு இலங்கை அதிகாரிகளை பாப்பரசர் வலியுறுத்தினார்.",
        "\"தயவுசெய்து, நீதியின் மீதான அன்பின் காரணமாக, உங்கள் மக்கள் மீதான அன்பின் காரணமாக, இந்த நிகழ்வுகளுக்கு யார் காரணம் என்பதை ஒருமுறை தெளிவுபடுத்துங்கள். இது உங்கள் மனசாட்சிக்கும் உங்கள் நாட்டிற்கும் அமைதியைக் கொண்டுவரும், ”என்று பாப்பரசர் பிரான்சிஸ், ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் அரசாங்கத்திடம் தனது வேண்டுகோளில், பொருளாதாரத்தை தவறாகக் கையாண்டதற்காக மக்களின் கோபத்தை சம்பாதித்தார்.",
        "2019 ஆம் ஆண்டில், ஈஸ்டர் ஞாயிறு அன்று, உலகெங்கிலும் உள்ள பில்லியன் கணக்கான கிறிஸ்தவர்களால் புனிதமான நாளாக, பயங்கரவாதிகள் மூன்று தேவாலயங்கள், மூன்று சொகுசு ஹோட்டல்கள் மற்றும் ஒரு வழித்தட விடுதியில் தங்களைத் தாங்களே வெடிக்கச் செய்து, சுமார் 270 அப்பாவி மக்களைக் கொன்றனர். அந்த காட்டுமிராண்டித்தனமான செயல் நடந்து மூன்று ஆண்டுகள் கடந்துவிட்டன, இன்னும் பல கேள்விகளுக்கு பதில் இல்லை. பாதிக்கப்பட்டவர்கள், சிவில் சமூக ஆர்வலர்கள், எதிர்க்கட்சி சட்டமியற்றுபவர்கள் மற்றும் குடிமை மனசாட்சி மக்கள் விசாரணையில் காணாமல் போன பல தொடர்புகளால் குழப்பமடைந்தனர்.",
        "பயங்கரவாதத் தாக்குதல்கள் குறித்து எச்சரித்த தகவல்களின் ஓட்டத்தில் தாங்கள் ஏன் செயல்படவில்லை என்பதையும், பயங்கரவாதம் கட்டவிழ்த்துவிடப்படுவதற்கு சில மணிநேரங்களுக்கு முன்பு, இந்திய உளவுத்துறை அறிக்கைகள் அடையாளம் காணப்பட்டபோது, ​​தாக்குதல்கள் குறித்து தேவாலய அதிகாரிகளுக்கு ஏன் தெரிவிக்கப்படவில்லை என்பதையும் அதிகாரத்தில் உள்ளவர்கள் தெரிவிக்க வேண்டும் என்று அவர்கள் விரும்புகிறார்கள். இலக்குகளாக தேவாலயங்கள்.",
        "மட்டக்களப்பு சீயோன் தேவாலயத்தில் தன்னைத்தானே வெடிக்கச் செய்த பயங்கரவாதியின் மனைவியான புலஸ்தினி மகேந்திரன் என்றழைக்கப்படும் சாரா ஜஸ்மின் இறந்துவிட்டாரா அல்லது உயிருடன் இருக்கிறாரா என்பதை மக்கள் அறிய விரும்புகின்றனர். அவள் இந்தியாவிற்கு தப்பிச் செல்ல யாராவது உதவி செய்தார்களா.",
        "தெஹிவளை சத்திரத்தில் தம்மைத் தானே வெடிக்கச் செய்யும் முன்னரே, இராணுவப் புலனாய்வுப் பிரிவினருக்கு ஜெமீலின் அடையாளம் எப்படித் தெரியும் என்றும், அவரைத் தேடி அவரது வீட்டிற்குச் சென்றது என்றும் அவர்கள் குழப்பமடைந்தனர்.",
        "வவுணதீவில் இரண்டு பொலிஸ் உத்தியோகத்தர்கள் கொல்லப்பட்டது தொடர்பான விசாரணைகளை, புலிகள் (தமிழீழ விடுதலைப் புலிகள்) இயக்கத்தின் மீது குற்றம் சுமத்தி, வனாத்தவில்லில் பாரிய வெடிபொருட்கள் பதுக்கி வைத்திருப்பது தொடர்பான விசாரணையை திசை திருப்பியது யார்? அன்றைய ஜனாதிபதி மைத்திரிபால சிறிசேனவின் அரசியலமைப்புக்கு முரணான ஆட்சிக்கவிழ்ப்பினால் நாட்டில் ஏற்பட்ட அரசியல் ஸ்திரமின்மைக்கு மத்தியில் இந்தச் சம்பவங்கள் இடம்பெற்றன. அவர் அப்போதைய பிரதமர் ரணில் விக்கிரமசிங்கவை நீக்கிவிட்டு புதிய பிரதமராக மஹிந்த ராஜபக்ஷவுக்கு பதவிப்பிரமாணம் செய்து வைத்தார்.",
        "சந்தேகத்திற்கு இடமான ஊழல் எதிர்ப்புக் குழுவின் தலைவரான நாமல் குமார என தன்னை அடையாளப்படுத்திக் கொள்ளும் ஒரு கேள்விக்குரிய பாத்திரத்தின் வெளிப்பாட்டைச் சுற்றியுள்ள மர்மத்திற்கும் அவர்கள் விடை தேடுகின்றனர். அந்த ஆண்டு நவம்பரில் நடைபெறவிருந்த ஜனாதிபதித் தேர்தலுக்கான ஜனாதிபதி வேட்பாளராகப் பரவலாகக் காணப்பட்ட ஜனாதிபதி சிறிசேன மற்றும் கோத்தபய ராஜபக்சே ஆகியோரைக் கொல்லும் சதித்திட்டம் குறித்து அவர் எச்சரித்திருந்தார். இந்தக் குற்றச்சாட்டின் பேரில், படுகொலையை மேற்கொண்ட பயங்கரவாதக் குழுவின் தலைவரான சஹ்ரான் ஹாஷிமைக் காவலில் எடுக்கவிருந்த காவல்துறை அதிகாரி கைது செய்யப்பட்டார். நாமல் குமாரவின் குற்றச்சாட்டு தொடர்பான விசாரணைகளின் தற்போதைய நிலை என்ன?",
        "தாக்குதல்கள் நடந்தபோது, ​​கோழிக்கடையில் இருந்த சக வாடிக்கையாளர் ஒருவர் இந்தத் தாக்குதலுக்குப் பின்னால் மறைந்திருக்கும் அரசியல் கரம் இருப்பதாக என்னிடம் கூறினார். என்னால் ஒத்துக்கொள்ள முடியவில்லை. கார்டினல் தனது முதல் பொது அறிக்கையில், தாக்குதல்களுக்குப் பிறகு, தனது மந்தையை நிதானத்துடன் செயல்படுமாறும், முஸ்லிம்கள் மீது தங்கள் கோபத்தைக் காட்ட வேண்டாம் என்றும் வலியுறுத்தியது சரிதான். தாக்குதல்கள். தாக்குதலுக்குப் பின்னர் காத்தான்குடிக்கு நான் சென்றிருந்தபோது, ​​பாலமுனையில் உலர் ஓட்டமாக பயங்கரவாதி நடத்திய மோட்டார் சைக்கிள் குண்டுவெடிப்பு நடந்தபோது தலைப்புச் செய்தியாக வரவில்லை என்பதை அறிந்து அதிர்ச்சியடைந்தேன். இந்தக் கதை ஏன் மூடி மறைக்கப்பட்டது, யாருடைய நலனுக்காக?",
        "பொடி ஜஹாரன் மற்றும் சோனிக் சோனிக் என்று அழைக்கப்படும் இந்த கதாபாத்திரங்கள் யார்? சிஐடியால் கைது செய்யப்பட்ட இராணுவ அதிகாரி யார், இராணுவப் பிரிவின் தலையீட்டின் பின்னர் விடுவிக்கப்பட்டார்?",
        "ஷேக்ஸ்பியரின் குறைபாடுள்ள வரலாறு புரூடஸை ஜூலியஸ் சீசரின் கொலையாளியாகப் பேசப்பட்டது, ஆனால் வரலாற்று ஆராய்ச்சியாளர்கள் இப்போது பார்டின் புகழ்பெற்ற வரியான “எட் டு, ப்ரூட்” ஐ நிராகரித்துள்ளனர். சீசரின் நிழலில் இருந்தபோது, ​​அதிகாரத்தைக் கைப்பற்றுவதற்கான நேரத்தை ஒதுக்கிய டெசிமஸ், மார்ச் மாதத்தின் ஐட்ஸில் நிறைவேற்றப்பட்ட படுகொலைச் சதியில் புரூடஸை விட மிகப் பெரிய பங்கு வகித்ததை அவர்கள் கண்டுபிடித்துள்ளனர்.",
        "சஹ்ரான் அம்பாக இருக்கலாம், ஆனால் அம்பு எய்த டெசிமஸ் - அல்லது மகாமோலகாரு அல்லது சூத்திரதாரி யார்?",
        "ஈராக்கில், பல்லாயிரக்கணக்கான மக்களைக் கொன்ற குண்டுகளுக்கு பெரும்பாலும் சுன்னி அல்லது ஷியைட் தீவிரவாதிகள் குற்றம் சாட்டப்பட்டனர். ஆனால் ஈராக் மோதலை உன்னிப்பாகப் பின்பற்றுபவர்கள், மேற்கத்திய புலனாய்வுக் குழுக்கள் குறுங்குழு மோதல்களைத் தூண்டுவதில் ஒரு பங்கைக் கொண்டிருந்தன என்று கூறுவார்கள், தெற்கு ஈராக்கிய நகரமான பாஸ்ராவில் இரண்டு பிரிட்டிஷ் உளவுத்துறை அதிகாரிகள் அரபு சிவிலியன் உடையில் ஒரு ஷியைட் போராளிக் குழுவால் கைது செய்யப்பட்டதைக் கண்டது. சன்னிகள் மற்றும் ஷியாக்களுக்கு எதிரான குண்டுவெடிப்புகளுடன் தொடர்புடைய வெடிபொருட்கள் மற்றும் டெட்டனேட்டர்களை அவர்கள் வசம் வைத்திருந்ததற்காக.",
        "சில ஆய்வாளர்களின் கூற்றுப்படி, அல்-கொய்தா மீது குற்றம் சாட்டப்பட்ட 9/11 தாக்குதல்கள் கூட ஐக்கிய நாடுகள் சபையின் கீழ் உருவாகி வரும் விதி அடிப்படையிலான சர்வதேச ஒழுங்கைக் குறைமதிப்பிற்கு உட்படுத்துவதற்காக உலகெங்கிலும் அமெரிக்காவின் மேலாதிக்கத்தை மீண்டும் நிலைநிறுத்த முயன்ற நகர்வுகளுடன் இணைக்கப்பட்டுள்ளன. பிறகு சுப.",
        "ஹூடூனிட்டிற்கான பதிலைக் கண்டுபிடிப்பதற்கான ஒரு வழி, இந்த முறை எப்போதும் சரியாக இருக்காது என்றாலும், அதிலிருந்து யார் பயனடைந்தார்கள் என்ற கேள்வியைக் கேட்பது.",
        "இந்தத் திசையில் தேடுதல் வெளிச்சத்தைத் திருப்புவதற்குப் பதிலாக, இலங்கையில், 2019 ஜனாதிபதித் தேர்தலுக்கு முந்தைய மாதங்களில் அரசியல் ரீதியாக சாய்ந்த ஊடகப் பிரிவுகளால் மீண்டும் மீண்டும் கூறப்பட்ட கதை, இஸ்லாமிய அரசுடன் (ISIS) தொடர்புடைய குழுவால் தாக்குதல்கள் நடத்தப்பட்டன. வெறுப்புப் பேச்சுகளால் நிரப்பப்பட்ட பிரிவினைவாத அரசியலைப் பற்றிய அவர்களின் கதை, முன்னோடியில்லாத இஸ்லாமோஃபோபியாவைத் தூண்டியது, இது தற்போதைய ஜனாதிபதி தேசிய பாதுகாப்பை தனது அரசியல் முழக்கமாக ஆக்கி, நவம்பர் 2019 தேர்தலில் மிகப்பெரிய வெற்றியைப் பெற உதவியது.",
        "அல்-கொய்தா மற்றும் ஐ.எஸ்.ஐ.எஸ் போன்ற பயங்கரவாதக் குழுக்கள் கூலிப்படையாகவோ அல்லது பயங்கரவாதத்திற்கு எதிரான போரில் ஈடுபட்டு வரும் பல நாடுகளின் புலனாய்வு அமைப்புகளுக்கு ஊதியம் வழங்கும் மஞ்சூரியன் வேட்பாளர்களாகவோ இருக்கலாம் என்ற ரைடர் அல்லது அடிக்குறிப்பைத் தவறவிட்ட இத்தகைய விவரிப்புகள் முயலுடன் ஓடுவதும், வேட்டைநாயுடன் வேட்டையாடுவதும் வழக்கு.",
        "ஜனாதிபதி ஆணைக்குழுவினால் எழுப்பப்பட்ட கேள்விகள் உட்பட பல கேள்விகளுக்கு அதிகாரிகளால் உறுதியான பதில் கிடைக்காததால், ஈஸ்டர் ஞாயிறு தாக்குதல்கள் தொடர்பான கேள்விகளுக்கு உறுதியான பதில்கள் கிடைக்கும் வரை அல்லது குற்றவாளிகள் கண்டறியப்படும் வரை காலி முகத்திடலில் போராட்டக்காரர்கள் தொடர்ந்தும் பதிலளிக்க வேண்டும். நீதிக்கு கொண்டு வரப்படுகின்றனர்."
      ]
    }
  }
}