{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/does-anyone-care-for-suffering-masses/",
  "time_ut": 1651595940,
  "title": "Does anyone care for suffering masses?",
  "body_lines": [
    "Watching the opulence of the May Day celebrations, one found it hard to imagine that Sri Lanka was in the midst of the worst financial crisis ever. Whilst the masses continue to suffer with progressively increasing prices, made worse with the continuing shortages of essentials like food and drugs, trade unionists and political leaders had a grand party, demonstrating their strength; except the guilt-laden governing party which opted for a low-key event. By the way, May Day is a festival in some European countries, marking the beginning of summer, usually celebrated on 1 May. Traditionally, celebrations include gathering wildflowers and green branches, weaving floral garlands, crowning a May Queen and setting up a Maypole around which people dance. However, a new meaning was given in 1889 by the Second International, an organisation of socialist and labour parties, which chose May 1st as the International Workers’ Day, to commemorate the Haymarket affair in Chicago and the struggle for an eight-hour working day.",
    "Two leading Opposition parties are calling for a snap election! They seem in a hurry to capitalise on the unpopularity of the government to grab power rather than offer an immediate solution to the economic crisis.",
    "Both Sajith and Anura Kumara have said they will not join interim government. If the SLPP is wise, it should readily agree to hand over the reins to the Opposition; nobody will be straighten up the economy anytime soon.",
    "Regarding an interim administration, Sajith went even a step further stating that he would rather go home than be forced to agree to such a frivolous venture. Perhaps, the reason for his stance seems to be clarified by a headline in The Island of 3rd May: “Malwatte Mahanayake boycotts meetings with politicians; Sajith first victim”. After all, one of the key recommendations of the Mahanayakas of all Nikayas was the formation of an interim government to sort out the economic problems.",
    "There is yet another strong reason for Pohottuwa to offer the government to Sajith. What was aptly demonstrated at the SJB May Day rally was that Sajith is actually leading an Asamagi Jana Balawegaya!",
    "Patali, who is plotting with some sections of the Sangha to be the executive president, was conspicuous by his absence at the rally. Added to that was the open confrontation between two stalwarts of the SJB. It was sickening to watch the antics of Sarath Fonseka and Harin Fernando, confronting each other, attacking each other during their speeches! Can we expect this lot, fighting like children, to get the country out of the current economic mess!",
    "Sajith was vociferous about corruption and promised a clean administration, very conveniently forgetting that many in his party, too, are tainted with charges of corruption! Further, he demonstrated total lack of parliamentary decorum by calling the speaker “Tom Pachaya“.",
    "No British Speaker would have tolerated such language in Parliament and demanded that the leader of the Opposition withdraw the comments and ordered him out, if he refused to do so. Instead, what happened? The Speaker returned the ‘compliment’ and got in to a slanging match with the Leader of the Opposition. It is pretty obvious that our politicians are not mature enough for parliamentary democracy and it is no surprise that many are clamouring for all 225 to go home!",
    "According to a news item in the Daily Mirror of 3 May the aftermath of Sarath vs Harin battle continues: “I have lodged a complaint against MP Fernando with the party leader and I hope he takes some action,” Field Marshal Fonseka told journalists. “Mr. Fernando should know what to say and what not to say in front of the public. The argument which I had with him was regarding the speakers’ list at the May Day Rally. The list has been prepared to boost the image of some members in the SJB. Even some back benched MPs protested against it and walked out of the rally. I also protested against it in a dignified manner but Mr. Fernando misbehaved.” Mr. Fernando denied that the speaker’s list was made with the objective of boosting the image of certain people in the party and stated: “There is nothing to boost. It was I who spent for the rally and for the entire protest march”",
    "Fernando’s claim that he financed the rally and the entire protest march deserves public scrutiny. The moot questions are: How much did he spend? How did he get so much spare cash? Perhaps, if he has any more left, he could help a few starving families.",
    "We have a government that failed the people and have an Opposition which seems equally bad.",
    "Now that a mighty government which had a two-thirds majority is fighting for survival and has owned up to its failures, it is the duty of the Opposition to cooperate to sort out the economic mess. Voters are bound deliver the right verdict at the next election, as our voters have displayed good sense at elections so far.",
    "Clamouring for an immediate election is not the solution. As  The Island has pointed out editorially, we can have an election with no paper to print ballot papers, no fuel to transfer the ballot boxes to and from polling stations, and no lights to count the ballots!",
    "It is high time a relief package was introduced, perhaps with a system of rationing so that the vulnerable sections of society are protected. It is a shame for a country that eradicated small pox, malaria and polio, to allow the poor to die of starvation!",
    "Local engineers still cannot restore coal power plant without Chinese expertise",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "යමෙක් දුක් විඳින මහජනතාවට සැලකිල්ලක් දක්වනවාද?",
      "body_lines": [
        "මැයි දින සැමරුමේ විචිත්‍රවත් බව නරඹන කෙනෙකුට ශ්‍රී ලංකාව සිටින්නේ මෙතෙක් පැවති දරුණුතම මූල්‍ය අර්බුදයට මැදි වී ඇති බව සිතීම අපහසු කරුණකි. ක්‍රමක්‍රමයෙන් ඉහළ යන මිල ගණන් සමඟ ජනතාව දිගින් දිගටම පීඩා විඳිද්දී, ආහාර, ඖෂධ වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය හිඟය නිසා වඩාත් නරක අතට හැරෙමින් තිබියදී, වෘත්තීය සමිති සහ දේශපාලන නායකයින් තම ශක්තිය ප්‍රදර්ශනය කරමින් මහා සාදයක් පැවැත්වූහ. අඩු-ප්‍රධාන සිදුවීමක් තෝරා ගත් වරදකාරී ආණ්ඩු පක්ෂය හැර. මාර්ගය වන විට, මැයි දිනය සමහර යුරෝපීය රටවල උත්සවයක් වන අතර, ගිම්හානයේ ආරම්භය සනිටුහන් කිරීම, සාමාන්යයෙන් මැයි 1 වන දින සමරනු ලැබේ. සාම්ප්‍රදායිකව, සැමරුම්වලට වල් මල් සහ කොළ අතු එකතු කිරීම, මල් මාලා ගෙතීම, මැයි රැජිනක් ඔටුනු පැළඳීම සහ මිනිසුන් නටන මේපෝලයක් පිහිටුවීම ඇතුළත් වේ. කෙසේ වෙතත්, චිකාගෝ හි හේමාර්කට් සම්බන්ධය සහ පැය අටක වැඩ දිනයක් සඳහා අරගලය සැමරීම සඳහා මැයි 1 වන දින ජාත්‍යන්තර කම්කරු දිනය ලෙස තෝරා ගත් සමාජවාදී හා කම්කරු පක්ෂවල සංවිධානයක් වන දෙවන ජාත්‍යන්තරය විසින් 1889 දී නව අර්ථයක් ලබා දෙන ලදී. .",
        "විපක්ෂයේ ප්‍රමුඛ පක්ෂ දෙකක් හදිසි මැතිවරණයක් ඉල්ලයි! ආර්ථික අර්බුදයට කඩිනම් විසඳුමක් ලබා දෙනවාට වඩා ආණ්ඩුවේ අප‍්‍රසාදය ප‍්‍රයෝජනයට ගැනීමට ඔවුන් යුහුසුළු වන බව පෙනේ.",
        "සජිත් සහ අනුර කුමාර දෙදෙනාම කියා සිටියේ තමන් අන්තර්වාර ආණ්ඩුවට එක් නොවන බවයි. ශ්‍රී ලංකා පොදුජන පෙරමුණ ප්‍රඥාවන්ත නම්, විපක්ෂයට පාලන බලය ලබාදීමට වහා එකඟ විය යුතුය. කිසිවෙක් ඉක්මනින් ආර්ථිකය නිවැරදි නොකරනු ඇත.",
        "අන්තර්වාර පාලනයක් සම්බන්ධයෙන් සජිත් තවත් පියවරක් ඉදිරියට ගොස් ප්‍රකාශ කළේ මෙවැනි අමන වැඩකට එකඟ වීමට බල කරනවාට වඩා තමන් ගෙදර යන බවයි. සමහර විට, ඔහුගේ ස්ථාවරයට හේතුව මැයි 3 වනදා අයිලන්ඩ් හි සිරස්තලයකින් පැහැදිලි වන බව පෙනේ: “මල්වතු මහනායක දේශපාලඥයින් හමුවීම වර්ජනය කරයි; පළමු ගොදුර සජිත්” සියල්ලට පසු, සියලු නිකායන්හි මහානාහිමිවරුන්ගේ ප්‍රධාන නිර්දේශයක් වූයේ ආර්ථික ගැටලු විසඳීම සඳහා අන්තර්කාලීන රජයක් පිහිටුවීමයි.",
        "පොහොට්ටුව සජිත්ට ආණ්ඩුව පිරිනැමීමට තවත් ප්‍රබල හේතුවක් තිබේ. SJB මැයි රැලියේදී උචිත ලෙස පෙන්නුම් කළේ සජිත් සැබවින්ම අසමගි ජන බලවේගයකට නායකත්වය දෙන බවයි!",
        "විධායක ජනාධිපති වීමට සංඝ සමාජයේ සමහර කොටස් සමඟ කුමන්ත්‍රණ කරන පාඨලී එම රැලියට නොපැමිණීම කැපී පෙනුණි. SJB හි ප්‍රබලයින් දෙදෙනෙකු අතර විවෘත ගැටුමක් ඊට එකතු විය. සරත් ෆොන්සේකාගේ සහ හරීන් ප්‍රනාන්දුගේ කතා අතරතුර එකිනෙකාට ගැටෙමින්, එකිනෙකාට පහර දෙන විගඩම් දෙස බලා සිටීම වදයක් විය! කුඩා දරුවන් මෙන් සටන් කරමින් රට පවතින ආර්ථික අවුලෙන් ගොඩ ගැනීමට අපට මේ තරම් බලාපොරොත්තු විය හැකිද!",
        "සජිත් දූෂණය ගැන ඝෝෂා කළ අතර පිරිසිදු පාලනයක් ලබා දෙන බවට පොරොන්දු වූයේ තම පක්‍ෂයේ බොහෝ දෙනෙකුට ද දූෂණ චෝදනා එල්ල වී ඇති බව ඉතා පහසුවෙන් අමතක කරමිනි! තවද, ඔහු කථානායකවරයාට \"ටොම් පචයා\" යනුවෙන් ඇමතීම මගින් පාර්ලිමේන්තු සංග්‍රහයේ සම්පූර්ණ අඩුව පෙන්නුම් කළේය.",
        "කිසිදු බ්‍රිතාන්‍ය කථානායකවරයෙකු පාර්ලිමේන්තුවේදී එවැනි වචන නොඉවසන අතර විපක්ෂ නායකවරයා එය ප්‍රතික්ෂේප කළහොත් එම ප්‍රකාශය ඉල්ලා අස්කර ගන්නා ලෙසත් ඔහුට ඉවත් කරන ලෙසත් නියෝග කළේය. ඒ වෙනුවට සිදුවූයේ කුමක්ද? කථානායකවරයා ‘ප්‍රශංසාව’ ආපසු දී විපක්ෂ නායකවරයා සමඟ කුණුහරුපයෙන් බැණ වැදුණේය. අපේ දේශපාලකයන් පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදය සඳහා ප්‍රමාණවත් පරිණතභාවයක් නොමැති බව ඉතා පැහැදිලිව පෙනෙන අතර බොහෝ දෙනා 225 දෙනාටම ගෙදර යන ලෙස කෑගැසීම පුදුමයක් නොවේ!",
        "මැයි 3 වැනි දා ඩේලි මිරර් පුවත්පතේ පළ වූ ප්‍රවෘත්තියකට අනුව සරත් එදිරිව හරීන් සටනේ ප්‍රතිඵලය තවදුරටත් මෙසේය: “මම ප්‍රනාන්දු මන්ත්‍රීවරයාට එරෙහිව පක්ෂ නායකයාට පැමිණිල්ලක් කර ඇති අතර ඔහු යම් පියවරක් ගනු ඇතැයි මම බලාපොරොත්තු වෙමි,” ෆීල්ඩ් මාර්ෂල් ෆොන්සේකා මාධ්‍යවේදීන් අමතමින් පැවසීය. \"මහතා. ප්‍රනාන්දු මහජනතාව ඉදිරියේ කිව යුතු දේ නොකී දේ දැනගත යුතුයි. මට ඔහු සමඟ ඇති වූ තර්කය වූයේ මැයි රැලියේ කථිකයන්ගේ ලැයිස්තුව සම්බන්ධයෙනි. SJB හි සමහර සාමාජිකයින්ගේ ප්‍රතිරූපය ඉහළ නැංවීම සඳහා ලැයිස්තුව සකස් කර ඇත. ඇතැම් පසුපෙළ මන්ත්‍රීවරු පවා ඊට විරෝධය පළකරමින් රැළියෙන් පිටව ගියහ. මමත් ඒකට ගෞරවාන්විතව විරෝධය පළ කළ නමුත් ප්‍රනාන්දු මහතා නොමනා ලෙස හැසිරුණා.” පක්‍ෂයේ ඇතැම් පුද්ගලයන්ගේ ප‍්‍රතිරූපය ඉහළ නැංවීමේ අරමුණින් කථානායක ලැයිස්තුව සකස් කර ඇති බව ප‍්‍රතික්ෂේප කළ ප‍්‍රනාන්දු මහතා “වැඩ කිරීමට දෙයක් නැත. රැලියට සහ සමස්ත විරෝධතා පාගමනට වියදම් කළේ මමයි”",
        "ප්‍රනාන්දුගේ ප්‍රකාශය තමා රැලියට සහ සමස්ත විරෝධතා පා ගමනට මුදල් යෙදවූයේය යන ප්‍රකාශය මහජන අවධානයට ලක්විය යුතුය. වැදගත් ප්‍රශ්න නම්: ඔහු කොපමණ මුදලක් වියදම් කළාද? මෙතරම් අමතර මුදලක් ඔහුට ලැබුණේ කෙසේද? සමහර විට, ඔහුට තවත් ඉතිරිව ඇත්නම්, ඔහුට කුසගින්නෙන් පෙළෙන පවුල් කිහිපයකට උදව් කළ හැකිය.",
        "අපට තිබෙන්නේ ජනතාව අසාර්ථක වූ ආණ්ඩුවක් සහ ඒ හා සමානව නරක යැයි පෙනෙන විපක්ෂයක් ඇත.",
        "දැන් තුනෙන් දෙකක බලයක් තිබූ බලවත් ආණ්ඩුවක් පැවැත්ම සඳහා සටන් කරන අතර අසාර්ථකත්වයට හිමිකම් කීමට පටන් ගෙන ඇති හෙයින්, ආර්ථික අවුල නිරාකරණය කිරීමට සහයෝගය දැක්වීම විපක්ෂයේ යුතුකමයි. මෙතෙක් පැවති මැතිවරණවලදී අපගේ ඡන්දදායකයින් හොඳ බුද්ධියක් පෙන්නුම් කර ඇති බැවින් ඉදිරි මැතිවරණයේදී නිවැරදි තීන්දුව ලබා දීමට ඡන්දදායකයන් බැඳී සිටී.",
        "වහාම මැතිවරණයක් ඉල්ලා කෑගැසීම විසඳුම නොවේ. ද අයිලන්ඩ් කතුවැකියෙන් පෙන්වා දී ඇති පරිදි, ඡන්ද පත්‍රිකා මුද්‍රණය කිරීමට පත්‍රිකාවක් නොමැතිව, ඡන්ද පෙට්ටි ඡන්ද මධ්‍යස්ථාන වෙත සහ පිටතට ගෙන යාමට ඉන්ධන නොමැතිව, ඡන්ද ගණන් කිරීමට ලයිට් නොමැතිව අපට මැතිවරණයක් පැවැත්විය හැකිය!",
        "සමාජයේ අවදානමට ලක්විය හැකි කොටස් ආරක්ෂා වන පරිදි සලාක දීමේ ක්‍රමයක් සමඟ සහන පැකේජයක් හඳුන්වා දීමට කාලයයි. වසූරිය, මැලේරියාව, පෝලියෝ තුරන් කළ රටකට, දුප්පතුන්ට බඩගින්නේ මැරෙන්නට ඉඩ හැරීම ලැජ්ජාවකි!",
        "දේශීය ඉංජිනේරුවන්ට තවමත් චීන විශේෂඥ දැනුමකින් තොරව ගල් අඟුරු බලාගාරය යථා තත්ත්වයට පත් කළ නොහැක",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "துன்பப்படும் மக்களைப் பற்றி யாராவது கவலைப்படுகிறார்களா?",
      "body_lines": [
        "மே தினக் கொண்டாட்டங்களின் செழுமையைப் பார்க்கும்போது, ​​இலங்கை இதுவரை இல்லாத அளவுக்கு மோசமான நிதி நெருக்கடிக்கு மத்தியில் இருப்பதை கற்பனை செய்வது கடினமாக இருந்தது. படிப்படியாக அதிகரித்து வரும் விலைவாசிகளால் மக்கள் தொடர்ந்து அவதிப்பட்டு வரும் நிலையில், உணவு மற்றும் மருந்துகள் போன்ற அத்தியாவசியப் பொருட்களின் தொடர் பற்றாக்குறையால் மோசமாகி, தொழிற்சங்கத்தினர் மற்றும் அரசியல் தலைவர்கள் தங்கள் பலத்தை வெளிப்படுத்தும் வகையில் ஒரு மாபெரும் விருந்து நடத்தினர்; ஒரு குறைந்த முக்கிய நிகழ்வைத் தேர்ந்தெடுத்த ஆளும் கட்சி குற்ற உணர்ச்சியைத் தவிர. மூலம், மே தினம் என்பது சில ஐரோப்பிய நாடுகளில் கோடையின் தொடக்கத்தைக் குறிக்கும் ஒரு திருவிழாவாகும், இது பொதுவாக மே 1 அன்று கொண்டாடப்படுகிறது. பாரம்பரியமாக, கொண்டாட்டங்களில் காட்டுப் பூக்கள் மற்றும் பச்சைக் கிளைகளைச் சேகரித்தல், மலர் மாலைகளை நெய்தல், மே ராணிக்கு முடிசூட்டுதல் மற்றும் மக்கள் நடனமாடும் மேபோல் அமைப்பது ஆகியவை அடங்கும். எவ்வாறாயினும், சிகாகோவில் ஹேமார்க்கெட் விவகாரம் மற்றும் எட்டு மணி நேர வேலை நாளுக்கான போராட்டத்தை நினைவுகூரும் வகையில், மே 1 ஆம் தேதியை சர்வதேச தொழிலாளர் தினமாகத் தேர்ந்தெடுத்த சோசலிஸ்ட் மற்றும் தொழிலாளர் கட்சிகளின் அமைப்பான இரண்டாம் அகிலத்தால் 1889 இல் ஒரு புதிய அர்த்தம் வழங்கப்பட்டது. .",
        "இரண்டு முன்னணி எதிர்க்கட்சிகள் உடனடித் தேர்தலுக்கு அழைப்பு விடுக்கின்றன! பொருளாதார நெருக்கடிக்கு உடனடித் தீர்வை வழங்குவதற்குப் பதிலாக, அதிகாரத்தைக் கைப்பற்ற அரசாங்கத்தின் செல்வாக்கற்ற தன்மையைப் பயன்படுத்திக் கொள்வதில் அவர்கள் அவசரப்படுவதாகத் தெரிகிறது.",
        "சஜித் மற்றும் அநுரகுமார இருவரும் இடைக்கால அரசாங்கத்தில் இணையப்போவதில்லை என தெரிவித்துள்ளனர். ஸ்ரீலங்கா பொதுஜன பெரமுன புத்திசாலித்தனமாக இருந்தால், எதிர்க்கட்சியிடம் ஆட்சியை ஒப்படைக்க உடனடியாக ஒப்புக்கொள்ள வேண்டும். யாரும் விரைவில் பொருளாதாரத்தை சீரமைக்க மாட்டார்கள்.",
        "இடைக்கால நிர்வாகம் தொடர்பாக, சஜித் இன்னும் ஒரு படி மேலே சென்று, இதுபோன்ற அற்பமான முயற்சிக்கு சம்மதிக்க வற்புறுத்தப்படுவதை விட, வீட்டிற்கு செல்வதே சிறந்தது என்று கூறினார். ஒருவேளை, அவரது நிலைப்பாட்டிற்கான காரணம் மே 3 ஆம் தேதி ஐலண்ட் பத்திரிகையின் தலைப்புச் செய்தி மூலம் தெளிவுபடுத்தப்பட்டதாகத் தெரிகிறது: “மல்வத்தை மகாநாயக்கர் அரசியல்வாதிகளுடனான சந்திப்புகளைப் புறக்கணிக்கிறார்; சஜித் முதல் பலி”. எல்லாவற்றிற்கும் மேலாக, அனைத்து நிகாயாக்களின் மகாநாயக்கர்களின் முக்கிய பரிந்துரைகளில் ஒன்று, பொருளாதார பிரச்சினைகளை வரிசைப்படுத்த ஒரு இடைக்கால அரசாங்கத்தை அமைப்பதாகும்.",
        "பொஹொட்டுவ சஜித்துக்கு அரசாங்கத்தை வழங்குவதற்கு இன்னுமொரு வலுவான காரணம் உள்ளது. SJB மே தினப் பேரணியில் பொருத்தமாக நிரூபிக்கப்பட்டது என்னவென்றால், உண்மையில் சஜித் ஒரு அசமகி ஜன பலவேகயாவை வழிநடத்துகிறார் என்பதுதான்!",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதியாக சங்கத்தின் சில பிரிவுகளுடன் இணைந்து சதித்திட்டம் தீட்டிய பாடலி, பேரணியில் இல்லாதது குறிப்பிடத்தக்கது. SJB யின் இரண்டு பிரமுகர்களுக்கிடையேயான வெளிப்படையான மோதலும் கூடுதலாக இருந்தது. சரத் ​​பொன்சேகாவும், ஹரின் பெர்னாண்டோவும் பேசும் போது ஒருவரையொருவர் தாக்கிக் கொண்டும், ஒருவரையொருவர் தாக்கிக் கொண்டும் செய்த கோமாளித்தனங்களைப் பார்க்கவே வேதனையாக இருந்தது! குழந்தைகளைப் போல போராடி, தற்போதைய பொருளாதாரச் சிக்கலில் இருந்து நாட்டை மீட்டெடுக்க இவ்வளவு அதிகமாக எதிர்பார்க்கலாமா!",
        "சஜித் ஊழலைப் பற்றிக் குரல் கொடுத்தார், தூய்மையான நிர்வாகத்தை உறுதியளித்தார், அவருடைய கட்சியிலும் பலர் ஊழல் குற்றச்சாட்டுகளால் கறைபட்டுள்ளனர் என்பதை மிகவும் வசதியாக மறந்துவிட்டார்! மேலும், சபாநாயகரை \"டாம் பச்சையா\" என்று அழைப்பதன் மூலம் அவர் பாராளுமன்ற ஒழுங்கின்மை முழுமையின்மையை வெளிப்படுத்தினார்.",
        "எந்தவொரு பிரித்தானிய சபாநாயகரும் பாராளுமன்றத்தில் இவ்வாறான பேச்சை சகித்துக் கொண்டிருக்கமாட்டார்கள் மற்றும் எதிர்க்கட்சித் தலைவர் கருத்துகளை திரும்பப் பெறுமாறு கோரினார் மற்றும் அவர் அவ்வாறு செய்ய மறுத்தால் அவரை வெளியேற்ற உத்தரவிட்டார். மாறாக, என்ன நடந்தது? சபாநாயகர் ‘பாராட்டு’ திரும்பியதோடு, எதிர்க்கட்சித் தலைவருடன் சரமாரியாக வாக்குவாதத்தில் ஈடுபட்டார். பாராளுமன்ற ஜனநாயகத்திற்கு நமது அரசியல்வாதிகள் முதிர்ச்சியடையவில்லை என்பது தெளிவாகத் தெரிகிறது, மேலும் 225 பேர் வீட்டிற்குச் செல்ல வேண்டும் என்று பலர் கூக்குரலிடுவதில் ஆச்சரியமில்லை!",
        "மே 3 டெய்லி மிரர் நாளிதழில் வெளியான செய்தியின்படி, சரத் மற்றும் ஹரின் மோதலின் பின்விளைவுகள் தொடர்கின்றன: “எம்.பி பெர்னாண்டோவுக்கு எதிராக நான் கட்சித் தலைவரிடம் முறைப்பாடு செய்துள்ளேன், அவர் நடவடிக்கை எடுப்பார் என நம்புகிறேன்,” என பீல்ட் மார்ஷல் பொன்சேகா ஊடகவியலாளர்களிடம் தெரிவித்தார். \"திரு. பெர்னாண்டோ பொதுமக்கள் முன்னிலையில் என்ன பேச வேண்டும், எதைச் சொல்லக் கூடாது என்பதைத் தெரிந்து கொள்ள வேண்டும். மே தினப் பேரணியின் பேச்சாளர் பட்டியல் தொடர்பாக அவருடன் எனக்கு ஏற்பட்ட வாக்குவாதம். எஸ்.ஜே.பி.யில் உள்ள சில உறுப்பினர்களின் இமேஜை அதிகரிக்க பட்டியல் தயாரிக்கப்பட்டுள்ளது. இதற்கு எதிர்ப்பு தெரிவித்து சில பின்வரிசை எம்.பி.க்கள் கூட பேரணியில் இருந்து வெளிநடப்பு செய்தனர். நானும் அதற்கு கண்ணியமான முறையில் எதிர்ப்பு தெரிவித்தேன் ஆனால் திரு பெர்னாண்டோ தவறாக நடந்து கொண்டார்” கட்சியில் குறிப்பிட்ட சிலரின் இமேஜை உயர்த்தும் நோக்கில் சபாநாயகர் பட்டியல் உருவாக்கப்பட்டது என்பதை மறுத்த திரு. பெர்னாண்டோ, “அதிகரிக்க எதுவும் இல்லை. பேரணிக்கும், முழு போராட்டத்திற்கும் நான்தான் செலவு செய்தேன்.",
        "பேரணி மற்றும் முழு எதிர்ப்பு அணிவகுப்புக்கும் தானே நிதியுதவி செய்ததாக பெர்னாண்டோ கூறியது பொதுமக்களின் ஆய்வுக்கு உரியது. முக்கிய கேள்விகள்: அவர் எவ்வளவு செலவு செய்தார்? அவருக்கு எப்படி இவ்வளவு பணம் கிடைத்தது? ஒருவேளை, அவருக்கு இன்னும் எஞ்சியிருந்தால், அவர் ஒரு சில பட்டினி குடும்பங்களுக்கு உதவலாம்.",
        "எங்களிடம் மக்களைத் தோல்வியடையச் செய்த அரசாங்கமும், அதேபோன்ற மோசமான எதிர்க்கட்சியும் உள்ளது.",
        "மூன்றில் இரண்டு பெரும்பான்மை பலம் பெற்ற ஒரு வலிமையான அரசாங்கம் பிழைப்புக்காகப் போராடி அதன் தோல்விகளுக்குச் சொந்தமாகிவிட்ட நிலையில், பொருளாதாரச் சீர்கேட்டைத் தீர்க்க ஒத்துழைக்க வேண்டியது எதிர்க்கட்சிகளின் கடமை. இதுவரை நடந்த தேர்தல்களில் நமது வாக்காளர்கள் நல்ல புத்தியை வெளிப்படுத்தி வருவதால், அடுத்த தேர்தலில் வாக்காளர்கள் சரியான தீர்ப்பை வழங்க வேண்டும்.",
        "உடனடியாக தேர்தல் நடத்த வேண்டும் என்று முழக்கமிடுவது தீர்வாகாது. தி ஐலண்ட் தலையங்கத்தில் சுட்டிக்காட்டியுள்ளபடி, வாக்குச் சீட்டுகளை அச்சிடுவதற்கு காகிதம் இல்லாமல், வாக்குப்பெட்டிகளை வாக்குச் சாவடிகளுக்கு மாற்றுவதற்கு எரிபொருளின்றி, வாக்கு எண்ணுவதற்கு விளக்குகள் இல்லாமல் தேர்தலை நடத்தலாம்!",
        "சமூகத்தின் பாதிக்கப்படக்கூடிய பிரிவினரைப் பாதுகாக்கும் வகையில் ஒரு நிவாரணப் பொதி அறிமுகப்படுத்தப்பட வேண்டிய நேரம் இது. சின்னம்மை, மலேரியா, போலியோ போன்ற நோய்களை ஒழித்த நாட்டிற்கு, ஏழைகள் பட்டினியால் சாக விடுவது அவமானம்!",
        "சீன நிபுணத்துவம் இல்லாமல் உள்ளூர் பொறியாளர்களால் நிலக்கரி மின் நிலையத்தை இன்னும் மீட்டெடுக்க முடியாது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}