{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Japanese-investors-optimistic-about-investment-opportunities-in-Sri-Lanka/108-237948",
  "time_ut": 1653849240,
  "title": "Japanese investors optimistic about investment opportunities in Sri Lanka",
  "body_lines": [
    "The Grandbell Hotel Colombo, a Board of Investment (BOI)-approved US $ 60 million worth Japanese investment visible in the heart of Colombo, recently opened its doors welcoming all to experience a fusion of Japanese and Sri Lankan hospitality.",
    "The hotel is also another feature that depicts the traditional bond shared by the two countries, which goes beyond business. In a situation where Sri Lanka has undergone major economic setbacks, the BOI, as the apex organisation for promoting foreign direct investment in Sri Lanka, has a mammoth role to play in the endeavour to sustain the faith of investors. For that, the BOI goes an extra mile in a bid to create a favourable atmosphere for new investors, so that more investments can be attracted. Against this backdrop, the positive intent and high confidence shown by the management of the Granbell Hotel towards the desire to invest in Sri Lanka, is indeed inspiring and uplifting.",
    "BOI Director General Renuka M. Weerakone stated, “The BOI is currently growing in confidence amid challenges and the trust conveyed by the Japanese investors upon Sri Lankan management and workers with their unblemished record in the history, is a great encouragement as we move forward. Furthermore, the smooth-running of the BOI is also evident with the number of new contracts signed in this month amounting to 13, inclusive of three major projects.",
    "A US $ 8 million investment by KSPA Embilipitiya Paper Mills (Pvt.) Ltd, US $ 1 million investment by Koggala Apparel Manufactures (Pvt.) Ltd and 4.5 million investment by One Apparels Corporation Ltd are among the major contracts signed by the BOI recently. The one million investment by Koggala Apparel Manufactures (Pvt.) Ltd and 4.5 million investment One Apparels Corporation Ltd will generate 1500 and 2000 job opportunities for Sri Lankans respectively.”",
    "“In addition, I am also confident that the newly-opened Granbell Hotel would turn out to be a fabulous platform where new job opportunities are created for Sri Lankans, with over 60 Sri Lankans are already employed in the hotel,” she said.",
    "“The BOI is looking forward to working hand in hand with all relevant stakeholders to put things on track in order to further ensure that Sri Lanka becomes the preferred destination for investment in the region,” Weerakone stressed. Welcoming Granbell as a remarkable investment undertaken by the Belluna Company Ltd, the BOI appreciated the management for selecting Sri Lanka, during its recent visit to the hotel, where they also highly praised the support rendered by the BOI.",
    "The hotel, which is one of the properties owned and helmed by the Belluna Company Ltd, of Japan, runs parallel to the rustic railway line and steps away from Colpetty’s rail station on Marine Drive.",
    "In a brief interview with the BOI team, Granbell Hotel General Manager Toshiyuki Hatanaka at the outset outlined the businesses that Belluna Co. Japan is into, where he said, “Belluna Co. Japan is a listed company on the Tokyo stock exchange and our core business is general mail-order and e-commerce. Belluna owns and operates more than 20 hotels globally, namely in Japan, Hawaii, the Maldives and Sri Lanka. Besides, Belluna has invested in three projects in Sri Lanka – Le Grand Hotel in Galle, which opened in 2018, followed by 447 Luna Tower, a luxury apartment project now ready for occupations and Granbell Hotel in Colombo, which completed and opened successfully in May 2022.”",
    "“In addition, when it comes to Sri Lankans, our CEO had decided to start a programme to recruit and train talented Sri Lankans at Granbell hotels in Japan. Therefore, 10 hard-working Sri Lankans have already received that opportunity to travel and work at our hotels in Japan. Likewise, we wish to support Sri Lanka furthermore and other avenues as well.”",
    "When asked as to why they chose Sri Lanka, Hatanaka said, “The main reason why our President and CEO Kiyoshi Yasuno selected Sri Lanka is because of the tourist attractions offered and tourist arrivals, which have gradually increased over the past few years and also due to the strong bond shared by both countries for the past 70 years.”",
    "Expressing his remarks with regard to the role played by the BOI, he pointed out, “Sri Lankan tourism industry was affected significantly by the Easter attacks in 2019 and the COVID pandemic afterwards. However, the BOI supported us enormously in the fields of required visas, imports and required approvals from local authorities and licensing matters in order to complete the projects successfully during that difficult period. Therefore, we would like to convey our sincere gratitude to the BOI for helping us in every means.”",
    "Meanwhile, Director Sales and Marketing Shu Baba opined, “The Belluna Company Ltd, Japan is of the strong belief that there is huge possibility to earn profits in Sri Lanka, especially in the aftermath of the 30-year civil war, making it as a paradise for investment.”",
    "Expressing positive sentiments about human factor in Sri Lanka, Baba really admired the loyalty of Sri Lankan employees towards the company, which eventually helps them run the business comfortably and smoothly.",
    "Besides, Baba underscored that given the success of their current investments, they would not hesitate to launch further projects in Sri Lanka in future.",
    "Finally, passing his message to outside investors, he underlined that Sri Lanka offers a host of business opportunities, which make it one of the best destinations for investment in the region. Thus, Baba strongly recommended Sri Lanka as a haven for investment and invited fellow investors to look for business opportunities and experience the beauty."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ආයෝජන අවස්ථා පිළිබඳව ජපන් ආයෝජකයෝ සුබවාදීව සිටිති",
      "body_lines": [
        "ආයෝජන මණ්ඩලයක් (BOI) විසින් අනුමත කරන ලද එක්සත් ජනපද ඩොලර් මිලියන 60 ක් වටිනා ජපන් ආයෝජනයක් වන Grandbell Hotel Colombo, කොළඹ නගර මධ්‍යයේ දෘශ්‍යමාන වන අතර, ජපන් සහ ශ්‍රී ලාංකීය ආගන්තුක සත්කාරයේ සම්මිශ්‍රණයක් අත්විඳීමට සියලු දෙනා සාදරයෙන් පිළිගනිමින් මෑතකදී එහි දොරටු විවෘත කළේය.",
        "මෙම හෝටලය ව්‍යාපාරයෙන් ඔබ්බට ගිය දෙරටේ සාම්ප්‍රදායික බැඳීම නිරූපණය කරන තවත් අංගයකි. ශ්‍රී ලංකාව විශාල ආර්ථික පසුබෑමකට ලක්ව ඇති තත්වයක් තුළ, ශ්‍රී ලංකාව තුළ සෘජු විදේශ ආයෝජන ප්‍රවර්ධනය කිරීමේ අග්‍රස්ථ සංවිධානය ලෙස ආයෝජන මණ්ඩලයට ආයෝජකයින්ගේ විශ්වාසය පවත්වා ගැනීමේ ප්‍රයත්නයෙහි දැවැන්ත කාර්යභාරයක් ඉටු කිරීමට ඇත. ඒ සඳහා, නව ආයෝජකයින් සඳහා හිතකර වාතාවරණයක් නිර්මාණය කිරීම සඳහා BOI අමතර සැතපුමක් යයි, එවිට වැඩි ආයෝජන ආකර්ෂණය කර ගත හැකිය. මෙම පසුබිම තුළ, ශ්‍රී ලංකාවේ ආයෝජනය කිරීමට ඇති ආශාව කෙරෙහි Granbell හෝටලයේ කළමනාකාරීත්වය දක්වන ධනාත්මක චේතනාව සහ ඉහළ විශ්වාසය ඇත්තෙන්ම ප්‍රබෝධමත් සහ නඟා සිටුවීමකි.",
        "ශ්‍රී ලංකා ආයෝජන මණ්ඩලයේ අධ්‍යක්ෂ ජනරාල් රේණුකා එම් වීරකෝන් ප්‍රකාශ කළේ, “අභියෝග මධ්‍යයේ දැනට ආයෝජන මණ්ඩලය විශ්වාසයෙන් වර්ධනය වෙමින් පවතින අතර ඉතිහාසයේ නොකැළැල් වූ වාර්තාවක් සමඟින් ජපාන ආයෝජකයින් ශ්‍රී ලංකා කළමනාකාරිත්වය සහ සේවකයන් කෙරෙහි තබා ඇති විශ්වාසය අප ඉදිරියට යන විට විශාල දිරිගැන්වීමක්. තවද, ප්‍රධාන ව්‍යාපෘති තුනක් ඇතුළුව, මෙම මාසයේ අත්සන් කර ඇති නව ගිවිසුම් සංඛ්‍යාව 13 ක් සමඟින්, ආයෝජන මණ්ඩලයේ සුමටව පවත්වාගෙන යාම ද පැහැදිලි වේ.",
        "KSPA ඇඹිලිපිටිය Paper Mills (Pvt.) Ltd වෙතින් ඇමරිකානු ඩොලර් මිලියන 8 ක ආයෝජනයක්, Koggala Apparel Manufactures (Pvt.) Ltd විසින් ඩොලර් මිලියන 1 ක ආයෝජනයක් සහ One Apparels Corporation Ltd හි ආයෝජනය මිලියන 4.5 ක ආයෝජනයක් පසුගියදා ආයෝජන මණ්ඩලය විසින් අත්සන් කරන ලද ප්‍රධාන ගිවිසුම් අතර වේ. . කොග්ගල ඇපරල් මැනුෆැක්චර්ස් (පෞද්ගලික) සමාගමේ මිලියනයක ආයෝජනය සහ සීමාසහිත One Apparels Corporation Ltd මිලියන 4.5 ක ආයෝජනය මඟින් ශ්‍රී ලාංකිකයන් සඳහා රැකියා අවස්ථා 1500 ක් සහ 2000 ක් උත්පාදනය කරනු ඇත.",
        "\"මීට අමතරව, අලුතින් විවෘත කරන ලද Granbell හෝටලය ශ්‍රී ලාංකිකයන් සඳහා නව රැකියා අවස්ථා නිර්මාණය කරන විශිෂ්ට වේදිකාවක් බවට පත් වනු ඇතැයි මට විශ්වාසයි, දැනටමත් ශ්‍රී ලාංකිකයන් 60 කට වැඩි පිරිසක් එම හෝටලයේ සේවය කරති,\" ඇය පැවසුවාය.",
        "\"කලාපයේ ආයෝජන සඳහා වඩාත් කැමති ගමනාන්තය බවට ශ්‍රී ලංකාව පත් කිරීම තවදුරටත් සහතික කිරීම සඳහා අවශ්‍ය සියලු පාර්ශවකරුවන් සමඟ අත්වැල් බැඳගෙන කටයුතු කිරීමට BOI බලාපොරොත්තු වේ,\" වීරකෝන් අවධාරණය කළේය. සීමාසහිත බෙල්ලූනා සමාගම විසින් සිදු කරන ලද විශිෂ්ට ආයෝජනයක් ලෙස ග්‍රැන්බෙල් සාදරයෙන් පිළිගනිමින්, ශ්‍රී ලංකාව තෝරා ගැනීම සම්බන්ධයෙන් කළමනාකාරීත්වය අගය කළ ආයෝජන මණ්ඩලය, එහි මෑත කාලීන හෝටලයේ සංචාරයක නිරත වූ අතර, එහිදී ඔවුන් ආයෝජන මණ්ඩලයෙන් ලබාදුන් සහයෝගය ද බෙහෙවින් අගය කළේය.",
        "ජපානයේ සීමාසහිත බෙලූනා සමාගමට අයත් දේපළවලින් එකක් වන මෙම හෝටලය, ග්‍රාමීය දුම්රිය මාර්ගයට සමාන්තරව දිවෙන අතර මැරයින් ඩ්‍රයිව්හි කොල්ලුපිටියේ දුම්රිය ස්ථානයෙන් ඉවතට ගමන් කරයි.",
        "BOI කණ්ඩායම සමඟ කෙටි සම්මුඛ සාකච්ඡාවකදී, Granbell Hotel General Manager Toshiyuki Hatanaka ආරම්භයේදීම Belluna Co. Japan කරන ව්‍යාපාර විස්තර කළේය, එහිදී ඔහු පැවසුවේ, “Belluna Co. Japan යනු Tokyo කොටස් හුවමාරුවේ ලැයිස්තුගත සමාගමක් වන අතර අපගේ හරයයි. ව්‍යාපාරය සාමාන්‍ය තැපැල් ඇණවුම සහ ඊ-වාණිජ්‍යය වේ. Belluna සතුව ජපානය, හවායි, මාලදිවයින සහ ශ්‍රී ලංකාව යන රටවල හෝටල් 20කට වඩා වැඩි ප්‍රමාණයක් හිමි වී තිබේ. මීට අමතරව, Belluna විසින් ශ්‍රී ලංකාවේ ව්‍යාපෘති තුනක ආයෝජනය කර ඇත - 2018 දී විවෘත කරන ලද Galle හි Le Grand Hotel, පසුව 447 Luna Tower, සුඛෝපභෝගී මහල් නිවාස ව්‍යාපෘතියක් දැන් රැකියා සඳහා සූදානම් සහ කොළඹ Granbell Hotel, මැයි මාසයේදී අවසන් කර සාර්ථකව විවෘත කරන ලදී. 2022.\"",
        "“ඊට අමතරව ශ්‍රී ලාංකිකයන් ගැන කතා කරන විට ජපානයේ ග්‍රැන්බෙල් හෝටල්වලට දක්ෂ ශ්‍රී ලාංකිකයන් බඳවාගෙන පුහුණු කිරීමේ වැඩසටහනක් ආරම්භ කිරීමට අපේ ප්‍රධාන විධායක නිලධාරීවරයා තීරණය කර තිබුණා. එබැවින් වෙහෙස මහන්සි වී වැඩ කරන ශ්‍රී ලාංකිකයන් 10 දෙනෙකුට ජපානයේ අපගේ හෝටල්වල සංචාරය කිරීමට සහ සේවය කිරීමට දැනටමත් එම අවස්ථාව ලැබී ඇත. එසේම, ශ්‍රී ලංකාවට තවදුරටත් සහ අනෙකුත් මාර්ග සඳහා ද සහාය වීමට අපි කැමැත්තෙමු.",
        "ඔවුන් ශ්‍රී ලංකාව තෝරා ගත්තේ ඇයි දැයි විමසූ විට හටනක මහතා පැවසුවේ, “අපේ සභාපති සහ ප්‍රධාන විධායක නිලධාරී කියෝෂි යසුනෝ ශ්‍රී ලංකාව තෝරා ගැනීමට ප්‍රධාන හේතුව පසුගිය වසර කිහිපය තුළ ක්‍රමානුකූලව ඉහළ ගොස් ඇති සංචාරක ආකර්ෂණ ස්ථාන සහ සංචාරක පැමිණීම් නිසා ය. පසුගිය වසර 70 තුළ දෙරට අතර පවතින ශක්තිමත් බැඳීම සඳහා.",
        "ආයෝජන මණ්ඩලය විසින් ඉටු කරන ලද කාර්යභාරය සම්බන්ධයෙන් සිය අදහස් පළ කරමින් ඔහු පෙන්වා දුන්නේ, “2019 පාස්කු ප්‍රහාරයෙන් සහ ඉන් පසුව ඇති වූ කොවිඩ් වසංගතයෙන් ශ්‍රී ලංකාවේ සංචාරක කර්මාන්තයට සැලකිය යුතු බලපෑමක් එල්ල විය. කෙසේ වෙතත්, එම දුෂ්කර කාල සීමාව තුළ ව්‍යාපෘති සාර්ථකව නිම කිරීම සඳහා අවශ්‍ය වීසා, ආනයන සහ පළාත් පාලන ආයතනවලින් අවශ්‍ය අනුමැතිය සහ බලපත්‍ර ලබා දීම යන ක්ෂේත්‍රවලදී BOI අපට විශාල සහයෝගයක් ලබා දුන්නේය. ඒ නිසා, අපට සෑම ආකාරයකින්ම උපකාර කිරීම පිළිබඳව ආයෝජන මණ්ඩලයට අපගේ අවංක කෘතඥතාව පළ කිරීමට කැමැත්තෙමු.”",
        "මේ අතර, විකුණුම් සහ අලෙවි අධ්‍යක්ෂ ෂූ බබා මහතා අදහස් දක්වමින්, “ශ‍්‍රී ලංකාව තුළ විශේෂයෙන්ම වසර 30ක සිවිල් යුද්ධයෙන් පසුව, ශී‍්‍ර ලංකාව තුළ විශාල ලාභ ඉපැයීමේ හැකියාවක් පවතින බවට ජපානයේ සීමාසහිත බෙලූනා සමාගම දැඩි ලෙස විශ්වාස කරයි. ආයෝජන සඳහා පාරාදීසයක්. ”",
        "ශ්‍රී ලංකාවේ මානව සාධකය පිළිබඳ ධනාත්මක හැඟීම් ප්‍රකාශ කරමින්, බබා සමාගම කෙරෙහි ශ්‍රී ලාංකික සේවකයින් දක්වන පක්ෂපාතිත්වය සැබවින්ම අගය කළ අතර, අවසානයේදී ඔවුන්ට ව්‍යාපාරය සුවපහසුව සහ සුමටව පවත්වාගෙන යාමට උපකාර කරයි.",
        "මීට අමතරව, ඔවුන්ගේ වර්තමාන ආයෝජනවල සාර්ථකත්වය අනුව, අනාගතයේදී ශ්‍රී ලංකාවේ තවත් ව්‍යාපෘති දියත් කිරීමට ඔවුන් පසුබට නොවන බව බබා අවධාරනය කළේය.",
        "අවසාන වශයෙන්, ඔහුගේ පණිවිඩය බාහිර ආයෝජකයින් වෙත යවමින්, ශ්‍රී ලංකාව කලාපයේ ආයෝජන සඳහා හොඳම ගමනාන්තයක් බවට පත් කරන ව්‍යාපාරික අවස්ථා රාශියක් ලබා දෙන බව අවධාරණය කළේය. මේ අනුව, බාබා ශ්‍රී ලංකාව ආයෝජන සඳහා තෝතැන්නක් ලෙස තරයේ නිර්දේශ කළ අතර ව්‍යාපාරික අවස්ථා සොයා බැලීමට සහ අලංකාරය අත්විඳීමට සෙසු ආයෝජකයින්ට ආරාධනා කළේය."
      ]
    },
    "ta": {
      "title": "இலங்கையில் முதலீட்டு வாய்ப்புகள் குறித்து ஜப்பானிய முதலீட்டாளர்கள் நம்பிக்கையுடன் உள்ளனர்",
      "body_lines": [
        "கிராண்ட்பெல் ஹோட்டல் கொழும்பு, முதலீட்டு வாரியம் (BOI)-அங்கீகரிக்கப்பட்ட US $ 60 மில்லியன் மதிப்புள்ள ஜப்பானிய முதலீடு, கொழும்பின் மையத்தில் தெரியும், ஜப்பானிய மற்றும் இலங்கை விருந்தோம்பலின் கலவையை அனுபவிக்க அனைவரையும் வரவேற்கும் வகையில் சமீபத்தில் அதன் கதவுகளைத் திறந்தது.",
        "இந்த ஹோட்டல் வணிகத்திற்கு அப்பாற்பட்ட இரு நாடுகளும் பகிர்ந்து கொள்ளும் பாரம்பரிய பிணைப்பை சித்தரிக்கும் மற்றொரு அம்சமாகும். இலங்கை பெரும் பொருளாதார பின்னடைவைச் சந்தித்திருக்கும் சூழ்நிலையில், இலங்கையில் வெளிநாட்டு நேரடி முதலீட்டை ஊக்குவிக்கும் உச்ச அமைப்பான BOI, முதலீட்டாளர்களின் நம்பிக்கையைத் தக்கவைக்கும் முயற்சியில் மகத்தான பங்கைக் கொண்டுள்ளது. அதற்காக, புதிய முதலீட்டாளர்களுக்கு சாதகமான சூழ்நிலையை உருவாக்கும் முயற்சியில் BOI கூடுதல் மைல் செல்கிறது, இதனால் அதிக முதலீடுகளை ஈர்க்க முடியும். இந்தப் பின்னணியில், இலங்கையில் முதலீடு செய்வதற்கான விருப்பத்தின் மீது கிரான்பெல் ஹோட்டலின் நிர்வாகம் காட்டும் நேர்மறையான நோக்கமும் உயர்ந்த நம்பிக்கையும் உண்மையில் ஊக்கமளிப்பதாகவும், ஊக்கமளிப்பதாகவும் உள்ளது.",
        "BOI பணிப்பாளர் நாயகம் ரேணுகா எம்.வீரகோன் தெரிவிக்கையில், “BOI தற்போது சவால்களுக்கு மத்தியில் நம்பிக்கையுடன் வளர்ந்து வருகின்றது மற்றும் ஜப்பானிய முதலீட்டாளர்கள் இலங்கை நிர்வாகம் மற்றும் தொழிலாளர்கள் மீது அவர்களின் வரலாற்றில் கறைபடாத சாதனையுடன் வெளிப்படுத்திய நம்பிக்கை, நாம் முன்னோக்கிச் செல்வதில் பெரும் ஊக்கமாக உள்ளது. மேலும், இந்த மாதத்தில் கையொப்பமிடப்பட்ட புதிய ஒப்பந்தங்களின் எண்ணிக்கை 13, மூன்று முக்கிய திட்டங்களை உள்ளடக்கியதன் மூலம் BOI இன் சுமூகமான இயக்கம் தெளிவாகத் தெரிகிறது.",
        "KSPA எம்பிலிப்பிட்டிய பேப்பர் மில்ஸ் (பிரைவேட்) லிமிட்டெட்டின் 8 மில்லியன் அமெரிக்க டாலர் முதலீடு, கொக்கலா அப்பேரல் மேனுஃபேக்சர்ஸ் (பிரைவேட்) லிமிடெட் மூலம் அமெரிக்க டாலர் 1 மில்லியன் முதலீடு மற்றும் ஒன் அப்பேரல்ஸ் கார்ப்பரேஷன் லிமிடெட் மூலம் 4.5 மில்லியன் முதலீடு ஆகியவை சமீபத்தில் BOI கையெழுத்திட்ட முக்கிய ஒப்பந்தங்களில் அடங்கும். . Kokgala Apparel Manufactures (Pvt.) Ltd இன் ஒரு மில்லியன் முதலீடு மற்றும் 4.5 மில்லியன் முதலீடு One Apparels Corporation Ltd ஆகியவை முறையே இலங்கையர்களுக்கு 1500 மற்றும் 2000 வேலை வாய்ப்புகளை உருவாக்கும்.",
        "\"மேலும், புதிதாகத் திறக்கப்பட்ட Granbell ஹோட்டல் இலங்கையர்களுக்கு புதிய வேலை வாய்ப்புகளை உருவாக்கும் ஒரு அற்புதமான தளமாக மாறும் என்று நான் நம்புகிறேன், 60 க்கும் மேற்பட்ட இலங்கையர்கள் ஏற்கனவே ஹோட்டலில் பணிபுரிகின்றனர்,\" என்று அவர் கூறினார்.",
        "\"பிராந்தியத்தில் முதலீடு செய்வதற்கான விருப்பமான இடமாக இலங்கை மாறுவதை மேலும் உறுதி செய்வதற்காக, சம்பந்தப்பட்ட அனைத்து பங்குதாரர்களுடனும் கைகோர்த்து செயல்படுவதற்கு BOI எதிர்பார்த்துள்ளது\" என்று வீரகோன் வலியுறுத்தினார். பெல்லுனா கம்பனி லிமிடெட் மேற்கொண்ட குறிப்பிடத்தக்க முதலீடாக கிரான்பெல்லை வரவேற்ற BOI, இலங்கையைத் தேர்ந்தெடுத்ததற்காக நிர்வாகத்தைப் பாராட்டியது, அதன் சமீபத்திய ஹோட்டல் விஜயத்தின் போது, ​​அவர்கள் BOI வழங்கிய ஆதரவையும் வெகுவாகப் பாராட்டினர்.",
        "ஜப்பானின் பெல்லுனா கம்பெனி லிமிடெட் நிறுவனத்திற்குச் சொந்தமான மற்றும் வழிநடத்தும் சொத்துக்களில் ஒன்றான இந்த ஹோட்டல், பழமையான ரயில் பாதைக்கு இணையாக இயங்கி, மரைன் டிரைவில் உள்ள கொள்ளுப்பட்டி ரயில் நிலையத்திலிருந்து விலகிச் செல்கிறது.",
        "BOI குழுவுடனான ஒரு சுருக்கமான நேர்காணலில், Granbell Hotel General Manager Toshiyuki Hatanaka ஆரம்பத்தில் Belluna Co. ஜப்பானில் இருக்கும் வணிகங்களை கோடிட்டுக் காட்டினார், அங்கு அவர் கூறினார், \"Belluna Co. ஜப்பான் டோக்கியோ பங்குச் சந்தையில் பட்டியலிடப்பட்ட நிறுவனம் மற்றும் எங்கள் மையமாகும். வணிகம் என்பது பொது அஞ்சல் ஆர்டர் மற்றும் மின் வணிகம். பெலுனா ஜப்பான், ஹவாய், மாலத்தீவு மற்றும் இலங்கை ஆகிய நாடுகளில் 20 க்கும் மேற்பட்ட ஹோட்டல்களை சொந்தமாக வைத்து நடத்துகிறது. தவிர, Belluna இலங்கையில் மூன்று திட்டங்களில் முதலீடு செய்துள்ளது - 2018 இல் திறக்கப்பட்ட காலியில் உள்ள Le Grand Hotel, அதைத் தொடர்ந்து 447 Luna Tower, இப்போது ஆக்கிரமிப்புகளுக்குத் தயாராக இருக்கும் ஒரு சொகுசு அடுக்குமாடித் திட்டம் மற்றும் கொழும்பில் Granbell ஹோட்டல் ஆகியவை மே மாதம் நிறைவடைந்து வெற்றிகரமாக திறக்கப்பட்டன. 2022.\"",
        "“மேலும், இலங்கையர்களைப் பொறுத்தவரை, ஜப்பானில் உள்ள Granbell ஹோட்டல்களில் திறமையான இலங்கையர்களை ஆட்சேர்ப்பு செய்து பயிற்சியளிக்கும் திட்டத்தைத் தொடங்க எங்கள் CEO முடிவு செய்திருந்தார். எனவே, கடினமாக உழைக்கும் 10 இலங்கையர்கள் ஏற்கனவே ஜப்பானில் உள்ள எங்கள் ஹோட்டல்களில் பயணம் செய்வதற்கும் வேலை செய்வதற்கும் அந்த வாய்ப்பைப் பெற்றுள்ளனர். அதேபோல், இலங்கைக்கு மேலும் மற்றும் பிற வழிகளிலும் ஆதரவளிக்க விரும்புகிறோம்.",
        "ஏன் இலங்கையைத் தெரிவு செய்தார்கள் என ஹடனகாவிடம் கேட்டபோது, ​​“எங்கள் ஜனாதிபதியும் பிரதம நிறைவேற்று அதிகாரியுமான கியோஷி யசுனோ இலங்கையைத் தெரிவு செய்ததற்கு முக்கியக் காரணம் கடந்த சில வருடங்களாக படிப்படியாக அதிகரித்துள்ள சுற்றுலா தலங்கள் மற்றும் சுற்றுலாப் பயணிகளின் வருகையே ஆகும். கடந்த 70 ஆண்டுகளாக இரு நாடுகளும் பகிர்ந்து கொண்ட வலுவான பிணைப்புக்கு.",
        "BOI ஆற்றிய பங்கு குறித்து தனது கருத்துக்களை வெளிப்படுத்திய அவர், “2019 ஆம் ஆண்டு ஈஸ்டர் தாக்குதல்கள் மற்றும் அதன் பின்னர் ஏற்பட்ட கோவிட் தொற்றுநோயால் இலங்கை சுற்றுலாத்துறை குறிப்பிடத்தக்க அளவில் பாதிக்கப்பட்டது. எவ்வாறாயினும், அந்த கடினமான காலகட்டத்தில் திட்டங்களை வெற்றிகரமாக முடிப்பதற்காக தேவையான விசாக்கள், இறக்குமதிகள் மற்றும் உள்ளூர் அதிகாரிகளிடமிருந்து தேவையான ஒப்புதல்கள் மற்றும் உரிமம் தொடர்பான விஷயங்களில் BOI எங்களுக்கு பெரிதும் ஆதரவளித்தது. எனவே, எல்லா வகையிலும் எங்களுக்கு உதவிய BOI-க்கு எங்கள் மனமார்ந்த நன்றியைத் தெரிவித்துக் கொள்கிறோம்.",
        "இதேவேளை, விற்பனை மற்றும் சந்தைப்படுத்தல் பணிப்பாளர் ஷு பாபா கருத்துத் தெரிவிக்கையில், “இலங்கையில் குறிப்பாக 30 வருட உள்நாட்டுப் போருக்குப் பின்னர், இலங்கையில் பெரும் இலாபத்தை ஈட்டக்கூடிய சாத்தியம் இருப்பதாக ஜப்பானின் பெல்லுனா கம்பனி லிமிடெட் வலுவான நம்பிக்கை கொண்டுள்ளது. முதலீட்டுக்கான சொர்க்கம்.\"",
        "இலங்கையில் மனித காரணி பற்றி நேர்மறையான உணர்வுகளை வெளிப்படுத்திய பாபா, இலங்கை ஊழியர்களின் நிறுவனத்தின் மீதான விசுவாசத்தை உண்மையில் பாராட்டினார், இது இறுதியில் அவர்கள் வணிகத்தை வசதியாகவும் சுமுகமாகவும் நடத்த உதவுகிறது.",
        "தவிர, அவர்களின் தற்போதைய முதலீடுகளின் வெற்றியைக் கருத்தில் கொண்டு, எதிர்காலத்தில் இலங்கையில் மேலும் திட்டங்களைத் தொடங்க அவர்கள் தயங்க மாட்டார்கள் என்று பாபா அடிக்கோடிட்டுக் காட்டினார்.",
        "இறுதியாக, வெளியிலுள்ள முதலீட்டாளர்களுக்கு தனது செய்தியை அனுப்பிய அவர், இலங்கை பல வணிக வாய்ப்புகளை வழங்குகிறது, இது பிராந்தியத்தில் முதலீடு செய்வதற்கான சிறந்த இடமாக அமைகிறது. எனவே, பாபா இலங்கையை முதலீட்டுக்கான புகலிடமாக வலுவாகப் பரிந்துரைத்தார் மற்றும் சக முதலீட்டாளர்களை வணிக வாய்ப்புகளைத் தேடவும் அழகை அனுபவிக்கவும் அழைத்தார்."
      ]
    }
  }
}