{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/10/economic-mismanagement-and-the-real-victims/",
  "time_ut": 1649559540,
  "title": "Economic Mismanagement and the real victims",
  "body_lines": [
    "COLOMBO (News 1st); As of now, Sri Lanka is in an economic turmoil, and the sky-rocketing cost of goods has left people helpless.",
    "Those in power have often blamed the COVID-19 pandemic for the crisis in the country. However, the claim is questionable, as Sri Lanka’s South Asian peers have performed better economically.",
    "The Asian Development Bank has projected India’s economic growth to reach about 7.5% although the country dealt with a deadly wave of COVID-19.",
    "According to the ADB, Pakistan which is grappling with a political crisis, is expected to record an economic growth of about 4%.",
    "The economy of Bangladesh is expected to grow up to 6.9 % , Bhutan by 4.5% , Nepal by 3.9% , and Maldives which relies heavily on tourism by 11%.",
    "However, the Asian Development Bank’s forecast for Sri Lanka is a paltry 2.4%.",
    "Does this justify the blame on the COVID-19 pandemic, or is it sheer economic mismanagement that has caused the crisis?",
    "Did the government make timely decisions when imposing and lifting restrictions at the peak of the COVID-19 pandemic?",
    "Were vaccines imported to the country before it was too late?",
    "Was the Dhammika tonic and pots of holy water were effective against COVID-19 as some officials believed it to be?",
    "Was a plan in place to resuscitate export industries that bring foreign revenue to the country?",
    "Do you remember how COVID-19 clusters were named after export businesses that bring massive foreign revenue?",
    "Apart from entrusting tourism in the hands of a few allies, what was the government’s plan to uplift the industry?",
    "It is no secret that the import restrictions imposed to stem foreign exchange outflows, ultimately benefitted a few importers of sugar, coconut oil, and garlic.",
    "In fact, Cabinet proposals were tabled to import luxury vehicles for politicians disregarding an import ban that was still in effect",
    "As Sri Lanka’s economy continued to sink, the Government made an overnight decision to ban the use of chemical fertilizer in mid last year.",
    "This decision sparked anger among farmers who took to the streets.",
    "However, the Government proceeded to import nano-nitrogen fertilizer from India, rubbing salt on the wounds of the agriculture industry.",
    "In the same sequence of events, the Government paid more than 6.9 million US dollars for a Chinese organic fertilizer shipment that was never unloaded.",
    "A state-run bank also saw itself mired in controversy during the transaction.",
    "The government lost about 600 billion rupees in revenue after it decided to slash taxes immediately after coming into power.",
    "Central bank officials including Professor W.D. Lakshman, the governor at the time, strongly disputed the decision to print money, citing that money printing can cause the cost of goods and services to increase.",
    "On September 15th 2021, Ajith Nivard Cabraal who was serving as a state minister, was appointed as the Governor of the Central Bank of Sri Lanka.",
    "He insisted that money printing would not cause inflation and that there were sufficient dollars in the country.",
    "Ultimately, the central bank’s foreign reserves continued to deplete as it maintained a cap on the exchange rate of a dollar to Rs. 202.",
    "Economic experts repeatedly called on the government to allow the exchange rate to float, and to seek the assistance of the International Monetary Fund to restructure Sri Lanka’s debt.",
    "However, neither the central bank governor nor the finance minister Basil Rajapaksa seemed to comprehend the gravity of the situation.",
    "Eventually, the lack of foresight caused the country’s foreign reserves to dwindle to 1.5 billion US dollars.",
    "The central bank managed to top up it’s reserves up to 2.5 billion US dollars by obtaining 1.5 billion US dollars from China under a SWAP exchange facility.",
    "However, Sri Lanka’s foreign currency reserves now stand at less than a billion US dollars.",
    "At the peak of the economic crisis, the central bank in March decided to allow the exchange rate to float. However, it did not instill enough confidence among expatriate workers.",
    "Sri Lankan workers did not remit money to the country through the banking system, as they received a higher exchange rate in the grey market.",
    "But this has not been effective in preventing remittances through informal channels, as a dollar is trading at about Rs. 400 in the grey market.",
    "The rapid depreciation of the rupee, measured at about 60%, has taken a toll on the cost of goods, while foreign suppliers were increasingly reluctant to export fuel, milk powder, and gas to the country on credit.",
    "Ultimately, authorities had to rely on spot purchases when importing these commodities instead of long term supply contracts.",
    "The last few months have seen people in queues to purchase essentials.",
    "Is COVID-19 to be blamed for this crisis? Or is it mismanagement that has left the country in limbo?",
    "The government has now decided to approach the International Monetary Fund for assistance, and the first meeting between the IMF and the Sri Lankan delegation is due to take place on 11th April.",
    "While there is no ministerial cabinet, the people have lost faith in the political leadership. There seems to be no future plan for the Government either.",
    "Against such a backdrop, will the International Monetary Fund help Sri Lanka out of this crisis by offering dollars?",
    "Sri Lanka has to repay 6.9 billion US dollars in debt this year, and the Government has to incur about 300 million US dollars to import fuel monthly.",
    "It also needs more dollars to import essentials like food and medicines.",
    "Will the assistance of the International Monetary Fund be sufficient to assist the country?",
    "Sri Lanka has already obtained a 1 billion US dollar loan from India, and has approached the neighboring state for another 1.5 billion US dollar loan.",
    "The Government has also received an extension to repay a 250 million US dollar SWAP to Bangladesh, and has sought another 250 million US dollars from them.",
    "A request for 200 million US dollars has been made from Pakistan as well. China has said it will provide Sri Lanka with 2.5 billion US dollars.",
    "The government has already given India three islands in the North, the Trincomalee Oil Tank Farm, a land in Sampur, and also a project to build a Maritime Rescue Coordination Centre.",
    "Imran Khan becomes Pakistan first prime minister to be voted out of power",
    "LIOC supplying diesel to hotels, schools, airports, hospitals, embassies & WTC"
  ],
  "translate": {
    "si": {
      "title": "ආර්ථික අවපාලනය සහ සැබෑ වින්දිතයින්",
      "body_lines": [
        "COLOMBO (News 1st); මේ වන විට, ශ්‍රී ලංකාව ආර්ථික කැලඹීමක පවතින අතර, අහස උසට නැඟෙන බඩු මිල මිනිසුන් අසරණ කර ඇත.",
        "බලයේ සිටින අය බොහෝ විට රටේ අර්බුදය සඳහා COVID-19 වසංගතයට දොස් පවරති. කෙසේ වෙතත්, ශ්‍රී ලංකාවේ දකුණු ආසියාතික සම වයසේ මිතුරන් ආර්ථික වශයෙන් වඩා හොඳින් ක්‍රියා කර ඇති බැවින්, හිමිකම් පෑම සැක සහිත ය.",
        "COVID-19 මාරාන්තික රැල්ලක් සමඟ රට කටයුතු කළද, ආසියානු සංවර්ධන බැංකුව ඉන්දියාවේ ආර්ථික වර්ධනය 7.5% දක්වා ළඟා වනු ඇතැයි පුරෝකථනය කර ඇත.",
        "ආසියානු සංවර්ධන බැංකුවට අනුව දේශපාලන අර්බුදයකට මුහුණ දී සිටින පාකිස්තානය සියයට 4 ක පමණ ආර්ථික වර්ධනයක් වාර්තා කරනු ඇතැයි අපේක්ෂා කෙරේ.",
        "බංග්ලාදේශයේ ආර්ථිකය 6.9% දක්වාත්, භූතානය 4.5% දක්වාත්, නේපාලය 3.9% දක්වාත්, සංචාරක කර්මාන්තය මත දැඩි ලෙස රඳා පවතින මාලදිවයිනේ 11% දක්වාත් වර්ධනය වනු ඇතැයි අපේක්ෂා කෙරේ.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාව සඳහා ආසියානු සංවර්ධන බැංකුවේ පුරෝකථනය 2.4% ක සොච්චම් අගයකි.",
        "මෙය COVID-19 වසංගතයට දොස් පැවරීම සාධාරණීකරණය කරයිද, නැතහොත් අර්බුදයට හේතු වී ඇත්තේ හුදෙක් ආර්ථික වැරදි කළමනාකරණයද?",
        "COVID-19 වසංගතයේ උච්චතම අවස්ථාවේ දී සීමා පැනවීමේදී සහ ඉවත් කිරීමේදී රජය කාලෝචිත තීරණ ගත්තේද?",
        "ප්‍රමාද වීමට පෙර මෙරටට එන්නත් ආනයනය කළාද?",
        "සමහර නිලධාරීන් විශ්වාස කළ පරිදි ධම්මික ටොනික් සහ ශුද්ධ වතුර භාජන COVID-19 ට එරෙහිව ක්‍රියාත්මක වූවාද?",
        "රටට විදේශ ආදායමක් ගෙන දෙන අපනයන කර්මාන්ත යළි නගා සිටුවීමට සැලැස්මක් ක්‍රියාත්මක වූයේද?",
        "විශාල විදේශ ආදායමක් ගෙන දෙන අපනයන ව්‍යාපාර අනුව COVID-19 පොකුරු නම් කළ ආකාරය ඔබට මතකද?",
        "සංචාරක ව්‍යාපාරය මිත්‍ර පාක්ෂිකයින් කිහිප දෙනෙකුට පැවරීමට අමතරව කර්මාන්තය නඟා සිටුවීමේ රජයේ සැලැස්ම කුමක්ද?",
        "විදේශ විනිමය පිටතට ගලා ඒම වැළැක්වීම සඳහා පනවා ඇති ආනයන සීමා කිරීම් අවසානයේදී සීනි, පොල්තෙල් සහ සුදුළූණු ආනයනකරුවන් කිහිප දෙනෙකුට වාසි වූ බව රහසක් නොවේ.",
        "ඇත්ත වශයෙන්ම, තවමත් ක්‍රියාත්මකව තිබූ ආනයන තහනම නොසලකා හරිමින් දේශපාලකයන්ට සුඛෝපභෝගී වාහන ගෙන්වීමට කැබිනට් යෝජනා ඉදිරිපත් විය.",
        "ශ්‍රී ලංකාවේ ආර්ථිකය දිගින් දිගටම ගිලා බැසීම නිසා රජය පසුගිය වසරේ මැද භාගයේදී රසායනික පොහොර භාවිතය තහනම් කිරීමට එක රැයකින් තීරණයක් ගත්තේය.",
        "මෙම තීරණය වීදි බැස සිටි ගොවීන් අතර කෝපයක් ඇති කළේය.",
        "නමුත් කෘෂිකාර්මික කර්මාන්තයේ තුවාලවලට ලුණු අඹරමින් නැනෝ නයිට්‍රජන් පොහොර ඉන්දියාවෙන් ආනයනය කිරීමට රජය කටයුතු කළේය.",
        "එම සිදුවීම් අනුපිළිවෙලෙහිම, කිසිදා ගොඩ නොගත් චීන කාබනික පොහොර තොගයක් සඳහා රජය ඇමරිකානු ඩොලර් මිලියන 6.9කට වැඩි මුදලක් ගෙවා ඇත.",
        "රාජ්‍ය බැංකුවක් ද ගණුදෙනුව අතරතුර මතභේදයට ලක්ව සිටිනු දුටුවේය.",
        "බලයට පත් වූ වහාම බදු කපා හැරීමට තීරණය කිරීමෙන් පසු රජයට රුපියල් බිලියන 600 ක පමණ ආදායමක් අහිමි විය.",
        "එවකට ආණ්ඩුකාරවරයා වූ මහාචාර්ය ඩබ්ලිව්.ඩී.ලක්ෂ්මන් ඇතුළු මහ බැංකු නිලධාරීන් මුදල් මුද්‍රණය කිරීමට ගත් තීරණය දැඩි ලෙස විවාද කළේ මුදල් මුද්‍රණය කිරීම භාණ්ඩ හා සේවාවල මිල ඉහළ යාමට හේතු විය හැකි බව සඳහන් කරමිනි.",
        "2021 සැප්තැම්බර් 15 වැනි දින රාජ්‍ය අමාත්‍යවරයකු ලෙස කටයුතු කළ අජිත් නිවාඩ් කබ්රාල් මහතා ශ්‍රී ලංකා මහ බැංකුවේ අධිපතිවරයා ලෙස පත් කරන ලදී.",
        "මුදල් මුද්‍රණයෙන් උද්ධමනය ඇති නොවන බවත් ප්‍රමාණවත් තරම් ඩොලර් රට තුළ පවතින බවත් ඔහු අවධාරනය කළේය.",
        "අවසානයේදී, මහ බැංකුවේ විදේශ සංචිතය ඩොලරයක විනිමය අනුපාතය රු. 202.",
        "විනිමය අනුපාතිකය පාවීමට ඉඩ දෙන ලෙසත්, ශ්‍රී ලංකාවේ ණය ප්‍රතිව්‍යුහගත කිරීම සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහාය ලබා ගන්නා ලෙසත් ආර්ථික විශේෂඥයෝ නැවත නැවතත් රජයෙන් ඉල්ලා සිටියහ.",
        "එහෙත් මහ බැංකු අධිපතිවරයාට හෝ මුදල් ඇමැති බැසිල් රාජපක්ෂ මහතාට එහි බරපතළකම වැටහුණු බවක් පෙනෙන්නට නැත.",
        "අවසානයේදී, දුරදක්නා නුවණක් නොමැතිකම නිසා රටේ විදේශ සංචිත ඩොලර් බිලියන 1.5 දක්වා අඩු විය.",
        "SWAP හුවමාරු පහසුකම යටතේ චීනයෙන් ඩොලර් බිලියන 1.5 ක් ලබා ගැනීමෙන් මහ බැංකුව ඩොලර් බිලියන 2.5 ක් දක්වා සංචිත වැඩි කර ගැනීමට සමත් විය.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාවේ විදේශ මුදල් සංචිතය දැන් පවතින්නේ ඇමෙරිකානු ඩොලර් බිලියනයකට වඩා අඩු අගයකි.",
        "ආර්ථික අර්බුදයේ උච්චතම අවස්ථාවෙහිදී, මාර්තු මාසයේදී මහ බැංකුව විනිමය අනුපාතිකය පාවීමට ඉඩ දීමට තීරණය කළේය. කෙසේ වෙතත්, එය විදේශගත ශ්‍රමිකයන් අතර ප්‍රමාණවත් විශ්වාසයක් ඇති කළේ නැත.",
        "අළු වෙළඳපොලේ ඉහළ විනිමය අනුපාතයක් ලැබුණු නිසා ශ්‍රී ලාංකික ශ්‍රමිකයින් බැංකු ක්‍රමය හරහා රටට මුදල් එවන්නේ නැත.",
        "නමුත් ඩොලරයක් රු. අළු වෙළඳපොලේ 400 කි.",
        "60%ක් පමණ වන රුපියලේ අගය සීඝ්‍ර ලෙස අවප්‍රමාණය වීම භාණ්ඩවල මිලට විශාල බලපෑමක් එල්ල කර ඇති අතර විදේශීය සැපයුම්කරුවන් ණය මත රට වෙත ඉන්ධන, කිරිපිටි සහ ගෑස් අපනයනය කිරීමට වඩ වඩාත් මැලි විය.",
        "අවසානයේදී, දිගුකාලීන සැපයුම් කොන්ත්‍රාත්තු වෙනුවට මෙම භාණ්ඩ ආනයනය කිරීමේදී බලධාරීන්ට ස්ථානීය මිලදී ගැනීම් මත විශ්වාසය තැබීමට සිදු විය.",
        "පසුගිය මාස කිහිපය තුළ අත්‍යවශ්‍ය ද්‍රව්‍ය මිලදී ගැනීමට ජනතාව පෝලිම්වල සිටිනු දක්නට ලැබුණි.",
        "මෙම අර්බුදයට COVID-19 දොස් පැවරිය යුතුද? එසේත් නැතිනම් රට අරාජික කර ඇත්තේ වැරදි කළමනාකරණයද?",
        "ආධාර සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදල වෙත ප්‍රවේශ වීමට රජය දැන් තීරණය කර ඇති අතර, IMF සහ ශ්‍රී ලංකා නියෝජිත පිරිස අතර පළමු රැස්වීම අප්‍රේල් 11 වැනි දින පැවැත්වීමට නියමිතය.",
        "ඇමැති මණ්ඩලයක් නැති අතරේ දේශපාලන නායකත්වය ගැන ජනතාව තුළ විශ්වාසයක් නැතිවෙලා. ආණ්ඩුවේ ඉදිරි වැඩපිළිවෙලක් ද නැති බව පෙනේ.",
        "එවන් පසුබිමක ජාත්‍යන්තර මුල්‍ය අරමුදල ඩොලර් ලබාදී ශ්‍රී ලංකාවට මේ අර්බුදයෙන් ගොඩ ඒමට උදව් කරයිද?",
        "ශ්‍රී ලංකාවට මේ වසරේ ඩොලර් බිලියන 6.9 ක ණය ගෙවීමට සිදුවී ඇති අතර, මාසිකව ඉන්ධන ආනයනය කිරීම සඳහා රජයට ඩොලර් මිලියන 300 ක් පමණ දැරීමට සිදුව තිබේ.",
        "එමෙන්ම ආහාර, ඖෂධ වැනි අත්‍යාවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීමට ද තවත් ඩොලර් අවශ්‍ය වේ.",
        "ජාත්‍යන්තර මුල්‍ය අරමුදලේ සහය රටට ආධාර කිරීමට ප්‍රමාණවත් වේද?",
        "ශ්‍රී ලංකාව දැනටමත් ඉන්දියාවෙන් ඩොලර් බිලියන 1 ක ණයක් ලබාගෙන ඇති අතර තවත් ඩොලර් බිලියන 1.5 ක ණයක් සඳහා අසල්වැසි ප්‍රාන්තයට සම්බන්ධ වී ඇත.",
        "බංගලාදේශයට ඇමෙරිකානු ඩොලර් මිලියන 250 ක SWAP මුදලක් ආපසු ගෙවීමේ දිගුවක් ද රජයට ලැබී ඇති අතර ඔවුන්ගෙන් තවත් ඩොලර් මිලියන 250 ක් ඉල්ලා ඇත.",
        "පකිස්ථානයෙන් ද ඩොලර් මිලියන 200ක මුදලක් ඉල්ලීමක් කර තිබෙනවා. චීනය ශ්‍රී ලංකාවට ඇමෙරිකානු ඩොලර් බිලියන 2.5ක් ලබා දෙන බව පවසා තිබේ.",
        "රජය දැනටමත් උතුරේ දූපත් තුනක්, ත්‍රිකුණාමල තෙල් ටැංකි සංකීර්ණය, සාම්පූර්හි ඉඩමක් සහ සමුද්‍ර ගලවා ගැනීමේ සම්බන්ධීකරණ මධ්‍යස්ථානයක් ඉදිකිරීමේ ව්‍යාපෘතියක් ඉන්දියාවට ලබා දී ඇත.",
        "ඉම්රාන් ඛාන් පාකිස්ථානය බලයෙන් පහ කළ පළමු අගමැති බවට පත් වෙයි",
        "හෝටල්, පාසල්, ගුවන් තොටුපළ, රෝහල්, තානාපති කාර්යාල සහ WTC සඳහා ඩීසල් සපයන LIOC"
      ]
    },
    "ta": {
      "title": "பொருளாதார தவறான நிர்வாகம் மற்றும் உண்மையான பாதிக்கப்பட்டவர்கள்",
      "body_lines": [
        "COLOMBO (News 1st); தற்போதைய நிலவரப்படி, இலங்கை ஒரு பொருளாதாரக் கொந்தளிப்பில் உள்ளது, மேலும் வானத்தில் ஏறிவரும் பொருட்களின் விலை மக்களை உதவியற்றவர்களாக ஆக்கியுள்ளது.",
        "நாட்டில் ஏற்பட்டுள்ள நெருக்கடிக்கு கோவிட்-19 தொற்றுநோயை அதிகாரத்தில் உள்ளவர்கள் அடிக்கடி குற்றம் சாட்டியுள்ளனர். எவ்வாறாயினும், இலங்கையின் தெற்காசிய சகாக்கள் பொருளாதார ரீதியில் சிறப்பாகச் செயற்பட்டுள்ளதால், இந்தக் கோரிக்கை கேள்விக்குரியது.",
        "COVID-19 இன் கொடிய அலையை நாடு கையாண்ட போதிலும், இந்தியாவின் பொருளாதார வளர்ச்சி சுமார் 7.5% ஆக இருக்கும் என்று ஆசிய வளர்ச்சி வங்கி கணித்துள்ளது.",
        "ஏடிபியின் கூற்றுப்படி, அரசியல் நெருக்கடியில் சிக்கித் தவிக்கும் பாகிஸ்தான், சுமார் 4% பொருளாதார வளர்ச்சியைப் பதிவு செய்யும் என்று எதிர்பார்க்கப்படுகிறது.",
        "வங்கதேசத்தின் பொருளாதாரம் 6.9% ஆகவும், பூட்டான் 4.5% ஆகவும், நேபாளம் 3.9% ஆகவும், சுற்றுலாவை பெரிதும் நம்பியுள்ள மாலத்தீவுகள் 11% ஆகவும் வளரும் என எதிர்பார்க்கப்படுகிறது.",
        "எவ்வாறாயினும், ஆசிய அபிவிருத்தி வங்கியின் இலங்கைக்கான முன்னறிவிப்பு 2.4% அற்பமானதாகும்.",
        "இது COVID-19 தொற்றுநோய் மீதான பழியை நியாயப்படுத்துகிறதா அல்லது நெருக்கடியை ஏற்படுத்திய சுத்த பொருளாதார தவறான நிர்வாகமா?",
        "COVID-19 தொற்றுநோயின் உச்சக்கட்டத்தில் கட்டுப்பாடுகளை விதிக்கும்போதும் நீக்கும்போதும் அரசாங்கம் சரியான நேரத்தில் முடிவுகளை எடுத்ததா?",
        "தாமதமாகிவிடும் முன் தடுப்பூசிகள் நாட்டிற்கு இறக்குமதி செய்யப்பட்டதா?",
        "தம்மிகா டானிக் மற்றும் புனித நீர் பானைகள் கோவிட்-19 க்கு எதிராக சில அதிகாரிகள் நம்புவது போல் பயனுள்ளதாக இருந்ததா?",
        "நாட்டிற்கு வெளிநாட்டு வருவாயைக் கொண்டு வரும் ஏற்றுமதித் தொழில்களை புத்துயிர் பெறுவதற்கான திட்டம் நடைமுறையில் உள்ளதா?",
        "பாரிய வெளிநாட்டு வருவாயைக் கொண்டு வரும் ஏற்றுமதி வணிகங்களின் பெயரால் COVID-19 கிளஸ்டர்கள் எவ்வாறு பெயரிடப்பட்டன என்பது உங்களுக்கு நினைவிருக்கிறதா?",
        "ஒரு சில கூட்டாளிகளின் கைகளில் சுற்றுலாவை ஒப்படைப்பதைத் தவிர, தொழில்துறையை மேம்படுத்துவதற்கான அரசாங்கத்தின் திட்டம் என்ன?",
        "அந்நியச் செலாவணி வெளியேறுவதைத் தடுக்க விதிக்கப்பட்ட இறக்குமதிக் கட்டுப்பாடுகள், இறுதியில் சர்க்கரை, தேங்காய் எண்ணெய் மற்றும் பூண்டு இறக்குமதியாளர்களுக்குப் பயனளித்தன என்பது இரகசியமல்ல.",
        "உண்மையில், இன்னும் நடைமுறையில் இருந்த இறக்குமதித் தடையை மீறி அரசியல்வாதிகளுக்கு சொகுசு வாகனங்களை இறக்குமதி செய்வதற்கான அமைச்சரவைப் பரிந்துரைகள் முன்வைக்கப்பட்டன.",
        "இலங்கையின் பொருளாதாரம் தொடர்ந்து வீழ்ச்சியடைந்து வரும் நிலையில், இரசாயன உரப் பாவனையை கடந்த வருடத்தின் நடுப்பகுதியில் தடை செய்வதற்கு அரசாங்கம் ஒரே இரவில் தீர்மானம் எடுத்தது.",
        "இந்த முடிவு தெருவில் இறங்கிய விவசாயிகள் மத்தியில் கோபத்தை ஏற்படுத்தியது.",
        "இருப்பினும், அரசாங்கம் இந்தியாவில் இருந்து நானோ நைட்ரஜன் உரத்தை இறக்குமதி செய்து, விவசாயத் தொழிலின் காயங்களில் உப்பைத் தேய்த்தது.",
        "நிகழ்வுகளின் அதே வரிசையில், அரசாங்கம் ஒருபோதும் இறக்கப்படாத ஒரு சீன கரிம உர ஏற்றுமதிக்காக 6.9 மில்லியன் அமெரிக்க டாலர்களுக்கு மேல் செலுத்தியது.",
        "பரிவர்த்தனையின் போது ஒரு அரசு நடத்தும் வங்கியும் சர்ச்சையில் சிக்கியது.",
        "ஆட்சிக்கு வந்த உடனேயே வரிகளை குறைக்க முடிவு செய்ததால், அரசாங்கம் சுமார் 600 பில்லியன் ரூபாய் வருமானத்தை இழந்துள்ளது.",
        "அந்த நேரத்தில் ஆளுநராக இருந்த பேராசிரியர் டபிள்யூ.டி. லக்ஷ்மன் உட்பட மத்திய வங்கி அதிகாரிகள், பணம் அச்சிடுவது பொருட்கள் மற்றும் சேவைகளின் விலையை அதிகரிக்கச் செய்யலாம் எனக் கூறி, பணத்தை அச்சிடுவதற்கான முடிவை கடுமையாக மறுத்தனர்.",
        "செப்டம்பர் 15, 2021 அன்று, இராஜாங்க அமைச்சராகப் பணியாற்றிய அஜித் நிவார்ட் கப்ரால், இலங்கை மத்திய வங்கியின் ஆளுநராக நியமிக்கப்பட்டார்.",
        "பணம் அச்சடிப்பது பணவீக்கத்தை ஏற்படுத்தாது என்றும், நாட்டில் போதுமான டாலர்கள் இருப்பதாகவும் அவர் வலியுறுத்தினார்.",
        "இறுதியில், ஒரு டாலரின் மாற்று விகிதத்தில் ரூ. 202.",
        "நாணய மாற்று வீதத்தை மிதக்க அனுமதிக்குமாறும், இலங்கையின் கடனை மறுசீரமைக்க சர்வதேச நாணய நிதியத்தின் உதவியை நாடுமாறும் பொருளாதார நிபுணர்கள் அரசாங்கத்திடம் பலமுறை கோரிக்கை விடுத்துள்ளனர்.",
        "எவ்வாறாயினும், மத்திய வங்கி ஆளுநரோ அல்லது நிதியமைச்சர் பசில் ராஜபக்ஷவோ நிலைமையின் தீவிரத்தை புரிந்துகொண்டதாக தெரியவில்லை.",
        "இறுதியில், தொலைநோக்கு பார்வை இல்லாததால், நாட்டின் வெளிநாட்டு கையிருப்பு 1.5 பில்லியன் அமெரிக்க டாலர்களாகக் குறைந்தது.",
        "SWAP பரிமாற்ற வசதியின் கீழ் சீனாவிடமிருந்து 1.5 பில்லியன் அமெரிக்க டாலர்களைப் பெறுவதன் மூலம் மத்திய வங்கி 2.5 பில்லியன் அமெரிக்க டாலர்கள் வரை தனது இருப்புக்களை நிரப்ப முடிந்தது.",
        "எவ்வாறாயினும், இலங்கையின் வெளிநாட்டு நாணய கையிருப்பு தற்போது ஒரு பில்லியன் அமெரிக்க டொலர்களுக்கும் குறைவாகவே உள்ளது.",
        "பொருளாதார நெருக்கடியின் உச்சத்தில், மத்திய வங்கி மார்ச் மாதத்தில் மாற்று விகிதத்தை மிதக்க அனுமதிக்க முடிவு செய்தது. எனினும், இது புலம்பெயர்ந்த தொழிலாளர்கள் மத்தியில் போதிய நம்பிக்கையை ஏற்படுத்தவில்லை.",
        "சாம்பல் சந்தையில் அதிக மாற்று விகிதத்தைப் பெற்றதால், இலங்கைத் தொழிலாளர்கள் வங்கி முறை மூலம் நாட்டுக்கு பணத்தை அனுப்பவில்லை.",
        "ஆனால் இது முறைசாரா வழிகள் மூலம் பணம் அனுப்புவதைத் தடுப்பதில் பயனுள்ளதாக இல்லை, ஏனெனில் ஒரு டாலர் சுமார் ரூ. சாம்பல் சந்தையில் 400.",
        "ரூபாயின் விரைவான தேய்மானம், சுமார் 60% என அளவிடப்படுகிறது, இது பொருட்களின் விலையை பாதித்துள்ளது, அதே நேரத்தில் வெளிநாட்டு சப்ளையர்கள் நாட்டிற்கு எரிபொருள், பால் பவுடர் மற்றும் எரிவாயுவை கடனில் ஏற்றுமதி செய்வதில் அதிக தயக்கம் காட்டுகின்றனர்.",
        "இறுதியில், நீண்ட கால விநியோக ஒப்பந்தங்களுக்குப் பதிலாக, இந்தப் பொருட்களை இறக்குமதி செய்யும் போது, ​​அதிகாரிகள் ஸ்பாட் கொள்முதல்களை நம்பியிருக்க வேண்டியிருந்தது.",
        "கடந்த சில மாதங்களாக அத்தியாவசியப் பொருட்களை வாங்க மக்கள் வரிசையில் நிற்கின்றனர்.",
        "இந்த நெருக்கடிக்கு கோவிட்-19 காரணமா? அல்லது தவறான நிர்வாகத்தால் நாட்டையே இருட்டடிப்புக்கு உள்ளாக்கியதா?",
        "உதவிக்காக சர்வதேச நாணய நிதியத்தை அணுக அரசாங்கம் இப்போது முடிவு செய்துள்ளது, மேலும் IMF மற்றும் இலங்கை பிரதிநிதிகளுக்கு இடையிலான முதல் சந்திப்பு ஏப்ரல் 11 ஆம் தேதி நடைபெற உள்ளது.",
        "மந்திரிசபை இல்லாத நிலையில், அரசியல் தலைமையின் மீது மக்கள் நம்பிக்கை இழந்துள்ளனர். அரசிடம் எதிர்காலத் திட்டம் எதுவும் இருப்பதாகத் தெரியவில்லை.",
        "இவ்வாறானதொரு பின்னணியில் சர்வதேச நாணய நிதியம் டொலர்களை வழங்கி இந்த நெருக்கடியிலிருந்து இலங்கைக்கு உதவுமா?",
        "இலங்கை இவ்வருடம் 6.9 பில்லியன் அமெரிக்க டொலர் கடனை திருப்பிச் செலுத்த வேண்டியுள்ளது.",
        "உணவு, மருந்துகள் போன்ற அத்தியாவசியப் பொருட்களை இறக்குமதி செய்வதற்கும் அதிக டாலர்கள் தேவைப்படுகிறது.",
        "சர்வதேச நாணய நிதியத்தின் உதவி நாட்டிற்கு உதவ போதுமானதாக இருக்குமா?",
        "இலங்கை ஏற்கனவே இந்தியாவிடமிருந்து 1 பில்லியன் அமெரிக்க டொலர் கடனைப் பெற்றுள்ளதுடன், மேலும் 1.5 பில்லியன் அமெரிக்க டொலர் கடனுக்காக அண்டை மாநிலத்தை அணுகியுள்ளது.",
        "பங்களாதேஷுக்கு 250 மில்லியன் அமெரிக்க டாலர் SWAP ஐ திருப்பிச் செலுத்துவதற்கான நீட்டிப்பை அரசாங்கம் பெற்றுள்ளது, மேலும் அவர்களிடமிருந்து மேலும் 250 மில்லியன் அமெரிக்க டாலர்களைக் கோரியுள்ளது.",
        "பாகிஸ்தானிடம் இருந்தும் 200 மில்லியன் அமெரிக்க டாலர்கள் கோரிக்கை விடுக்கப்பட்டுள்ளது. இலங்கைக்கு 2.5 பில்லியன் அமெரிக்க டொலர்களை வழங்குவதாக சீனா தெரிவித்துள்ளது.",
        "அரசாங்கம் ஏற்கனவே இந்தியாவிற்கு வடக்கில் மூன்று தீவுகள், திருகோணமலை எண்ணெய் தாங்கி பண்ணை, சம்பூரில் ஒரு நிலம் மற்றும் கடல்சார் மீட்பு ஒருங்கிணைப்பு மையத்தை அமைக்கும் திட்டத்தையும் வழங்கியுள்ளது.",
        "பாகிஸ்தானில் ஆட்சியில் இருந்து வாக்களிக்கப்பட்ட முதல் பிரதமர் இம்ரான் கான் ஆவார்",
        "LIOC ஹோட்டல்கள், பள்ளிகள், விமான நிலையங்கள், மருத்துவமனைகள், தூதரகங்கள் மற்றும் WTC ஆகியவற்றிற்கு டீசலை வழங்குகிறது"
      ]
    }
  }
}