{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/23/vital-provisions-in-19a-not-included-in-21a-basl-expresses-concern-writes-to-president-pm-justice-minister/",
  "time_ut": 1653307860,
  "title": "‘Vital provisions in 19A NOT included in 21A’ – BASL expresses concern & writes to President, PM, & Justice Minister",
  "body_lines": [
    "COLOMBO (News 1st); The Bar Association of Sri Lanka has expressed concern that whilst the 21st Amendment to the Constitution will restore the provisions of the previous 19th Amendment to the Constitution regarding the Constitutional Council and the Independent Commissions, there are several vital provisions which were found in the 19th Amendment which are not incorporated into the draft 21st Amendment.",
    "The Bar Association of Sri Lanka is of the view that the 21st Amendment MUST include a provision amending Article 44(2) of the constitution removing the power of the President to retain ministries and assigning to himself any subjects or functions.",
    "In letters addressed to President Gotabaya Rajapaksa, Prime Minister Ranil Wickremesinnghe, and Justice Minister Dr. Wijeyadasa Rajapakshe the Bar Association of Sri Lanka recommends that the following matters which were contained in the BASL proposals be included in the 21st Amendment:",
    "1. A provision for the members of the Monetary Board to be appointed with the approval of the Constitutional Council (in addition to the Governor of the Central Bank);",
    "2. A provision for the appointments of the Secretaries to the Ministries, Governors of the Provinces, Ambassadors and Heads of Missions be done on the advice of the Prime Minister in consultation with the Cabinet of Ministers;",
    "3. A provision to require Presidential Pardons to be done according to the recommendation by a body established by law, appointed by the President on the recommendation of the Constitutional Council;",
    "4. A provision to enhance the financial independence, transparency, and accountability of the Independent Commissions.",
    "The BASL further recommends that the number of members of the Constitutional Council who are not Members of Parliament be increased from 3 to 5 and conversely the number of Members of Parliament on the Constitutional Council be reduced from 7 to 5 as was found in the 17th Amendment to the Constitution. This is consistent with the position taken by the BASL in 2015 when the 19th Amendment was enacted.",
    "The BASL calls on the Government to ensure the early enactment of the 21st Amendment to the Constitution, as it is a necessary step towards achieving stability in Sri Lanka.",
    "‘Vital provisions in 19A NOT included in 21A’ – BASL expresses concern & writes to President, PM, & Justice Minister",
    "21A to cabinet today (23), if not will NOT remain in govt, warns Harin",
    "Sri Lanka: Two-day old baby dies as fuel crisis forces delay in admitting her to hospital"
  ],
  "translate": {
    "si": {
      "title": "‘19A හි අත්‍යවශ්‍ය ප්‍රතිපාදන 21A හි ඇතුළත් නොවේ’ - BASL කනස්සල්ල පළ කර ජනාධිපති, අගමැති සහ අධිකරණ අමාත්‍යවරයාට ලියයි",
      "body_lines": [
        "COLOMBO (News 1st); 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය මඟින් ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාව සහ ස්වාධීන කොමිෂන් සභා සම්බන්ධයෙන් මීට පෙර 19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ විධිවිධාන ප්‍රතිෂ්ඨාපනය කෙරෙනු ඇති අතර, 19 වැනි සංශෝධනයේ වැදගත් ප්‍රතිපාදන කිහිපයක් ඇති බවට ශ්‍රී ලංකා නීතිඥ සංගමය කනස්සල්ල පළ කර තිබේ. 21 වැනි සංශෝධන කෙටුම්පතට ඇතුළත් කර නැති ඒවා.",
        "21 වැනි සංශෝධනයට ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 44(2) වැනි ව්‍යවස්ථාව සංශෝධනය කරමින් ජනාධිපතිවරයාට අමාත්‍යාංශ තබා ගැනීමේ බලය ඉවත් කරමින් යම් විෂයක් හෝ කාර්යයක් ඔහුට පැවරීමේ ප්‍රතිපාදනයක් ඇතුළත් විය යුතු බව ශ්‍රී ලංකා නීතිඥ සංගමයේ අදහසයි.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ, අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ සහ අධිකරණ අමාත්‍ය ආචාර්ය විජයදාස රාජපක්ෂ වෙත යවන ලද ලිපිවල ශ්‍රී ලංකා නීතිඥ සංගමය නිර්දේශ කරන්නේ BASL යෝජනාවල අඩංගු පහත කරුණු 21 වැනි සංශෝධනයට ඇතුළත් කළ යුතු බවයි.",
        "1. ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ අනුමැතිය ඇතිව (මහ බැංකු අධිපතිවරයාට අමතරව) පත් කළ යුතු මුදල් මණ්ඩලයේ සාමාජිකයින් සඳහා ප්‍රතිපාදනයක්;",
        "2. අමාත්‍යාංශ ලේකම්වරුන්, පළාත් ආණ්ඩුකාරවරුන්, තානාපතිවරුන් සහ දූත මණ්ඩල ප්‍රධානීන් පත්කිරීම සඳහා ප්‍රතිපාදන අමාත්‍ය මණ්ඩලය සමඟ සාකච්ඡා කර අග්‍රාමාත්‍යවරයාගේ උපදෙස් මත සිදු කළ යුතුය.",
        "3. ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ නිර්දේශය මත ජනාධිපතිවරයා විසින් පත් කරන ලද, නීතියෙන් පිහිටුවන ලද ආයතනයක නිර්දේශය අනුව ජනාධිපති සමාව ඉල්ලා සිටීමේ විධිවිධාන;",
        "4. ස්වාධීන කොමිෂන් සභාවල මූල්‍ය ස්වාධීනත්වය, විනිවිදභාවය සහ වගවීම වැඩි දියුණු කිරීම සඳහා වූ විධිවිධාන.",
        "පාර්ලිමේන්තු මන්ත්‍රීවරුන් නොවන ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ මන්ත්‍රීවරුන් සංඛ්‍යාව 3 සිට 5 දක්වා වැඩි කරන ලෙසත්, 17 වැනි සංශෝධනයෙන් සොයාගත් පරිදි ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ මන්ත්‍රීවරුන් සංඛ්‍යාව 7 සිට 5 දක්වා අඩු කිරීමටත් BASL වැඩිදුරටත් නිර්දේශ කරයි. ආණ්ඩුක්රම ව්යවස්ථාවට. මෙය 2015 දී 19 වැනි ව්‍යවස්ථා සංශෝධනය බලාත්මක කරන විට BASL විසින් ගනු ලැබූ ස්ථාවරයට අනුකූල වේ.",
        "21 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ශ්‍රී ලංකාව තුළ ස්ථාවරත්වය ළඟා කර ගැනීම සඳහා අත්‍යවශ්‍ය පියවරක් බැවින් එය කඩිනමින් බලාත්මක කිරීම සහතික කරන ලෙස BASL රජයෙන් ඉල්ලා සිටී.",
        "‘19A හි අත්‍යවශ්‍ය ප්‍රතිපාදන 21A හි ඇතුළත් නොවේ’ - BASL කනස්සල්ල පළ කර ජනාධිපති, අගමැති සහ අධිකරණ අමාත්‍යවරයාට ලියයි",
        "21A අද (23) කැබිනට් මණ්ඩලයට නොඑසේ නම් ආණ්ඩුවේ නොසිටින බව හරීන්ට අනතුරු අඟවයි",
        "ශ්‍රී ලංකාව: ඉන්ධන අර්බුදය නිසා ඇය රෝහලට ඇතුළත් කිරීමට ප්‍රමාද වීම නිසා දින දෙකක් වයසැති බිළිඳා මිය යයි"
      ]
    },
    "ta": {
      "title": "'19A இல் உள்ள முக்கிய விதிகள் 21A இல் சேர்க்கப்படவில்லை' - BASL கவலை தெரிவித்து ஜனாதிபதி, பிரதமர் மற்றும் நீதி அமைச்சருக்கு கடிதம்",
      "body_lines": [
        "COLOMBO (News 1st); அரசியலமைப்பின் 21 வது திருத்தம் அரசியலமைப்பு சபை மற்றும் சுயாதீன ஆணைக்குழுக்கள் தொடர்பான அரசியலமைப்பின் முந்தைய 19 வது திருத்தத்தின் ஏற்பாடுகளை மீட்டெடுக்கும் அதே வேளையில், 19 வது திருத்தத்தில் பல முக்கிய விதிகள் காணப்படுவதாக இலங்கை சட்டத்தரணிகள் சங்கம் கவலை வெளியிட்டுள்ளது. வரைவு 21வது திருத்தத்தில் இணைக்கப்படவில்லை.",
        "இலங்கை சட்டத்தரணிகள் சங்கம் 21வது திருத்தத்தில் அரசியலமைப்பின் 44(2) வது சரத்தில் திருத்தம் செய்யும் வகையில் அமைச்சுக்களை தக்கவைத்துக்கொள்ளும் ஜனாதிபதியின் அதிகாரத்தை நீக்கி, எந்தவொரு விடயங்கள் அல்லது பணிகளையும் தமக்கே ஒதுக்குவது உள்ளடக்கியிருக்க வேண்டும் என்று கருதுகிறது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, பிரதமர் ரணில் விக்கிரமசிங்க மற்றும் நீதி அமைச்சர் கலாநிதி விஜயதாச ராஜபக்ஷ ஆகியோருக்கு இலங்கை சட்டத்தரணிகள் சங்கம் அனுப்பியுள்ள கடிதங்களில், BASL முன்மொழிவுகளில் அடங்கியுள்ள பின்வரும் விடயங்களை 21வது திருத்தத்தில் உள்ளடக்குமாறு பரிந்துரைக்கிறது.",
        "1. அரசியலமைப்பு சபையின் அங்கீகாரத்துடன் (மத்திய வங்கியின் ஆளுநருக்கு மேலதிகமாக) நியமிக்கப்படும் நாணய சபை உறுப்பினர்களுக்கான ஏற்பாடு;",
        "2. அமைச்சுக்களுக்கான செயலாளர்கள், மாகாண ஆளுநர்கள், தூதர்கள் மற்றும் தூதுத் தலைவர்கள் ஆகியோரின் நியமனங்களுக்கான ஏற்பாடு, அமைச்சர்கள் அமைச்சரவையுடன் கலந்தாலோசித்து பிரதமரின் ஆலோசனையின் பேரில் செய்யப்பட வேண்டும்;",
        "3. அரசியலமைப்புச் சபையின் பரிந்துரையின் பேரில் ஜனாதிபதியால் நியமிக்கப்பட்ட, சட்டத்தால் நிறுவப்பட்ட அமைப்பின் பரிந்துரையின்படி ஜனாதிபதி மன்னிப்புக் கோருவதற்கான ஒரு ஏற்பாடு;",
        "4. சுயாதீன ஆணைக்குழுக்களின் நிதிச் சுதந்திரம், வெளிப்படைத்தன்மை மற்றும் பொறுப்புக்கூறலை மேம்படுத்துவதற்கான ஏற்பாடு.",
        "பாராளுமன்ற உறுப்பினர்களாக இல்லாத அரசியலமைப்பு சபையின் உறுப்பினர்களின் எண்ணிக்கையை 3 இல் இருந்து 5 ஆக அதிகரிக்கவும், மாறாக 17 வது திருத்தத்தில் காணப்பட்டவாறு அரசியலமைப்பு சபையின் பாராளுமன்ற உறுப்பினர்களின் எண்ணிக்கையை 7 இல் இருந்து 5 ஆக குறைக்கவும் BASL மேலும் பரிந்துரைக்கிறது. அரசியலமைப்பிற்கு. 2015 இல் 19வது திருத்தம் நிறைவேற்றப்பட்டபோது BASL எடுத்த நிலைப்பாட்டுடன் இது ஒத்துப்போகிறது.",
        "அரசியலமைப்பின் 21 வது திருத்தம் இலங்கையில் ஸ்திரத்தன்மையை அடைவதற்கு அவசியமான ஒரு படியாக இருப்பதால், அதை முன்கூட்டியே நிறைவேற்றுவதை உறுதி செய்யுமாறு BASL அரசாங்கத்தை கேட்டுக்கொள்கிறது.",
        "'19A இல் உள்ள முக்கிய விதிகள் 21A இல் சேர்க்கப்படவில்லை' - BASL கவலை தெரிவித்து ஜனாதிபதி, பிரதமர் மற்றும் நீதி அமைச்சருக்கு கடிதம்",
        "இன்று (23) அமைச்சரவைக்கு 21A, இல்லாவிடில் அரசாங்கத்தில் நீடிக்க மாட்டேன் என ஹரின் எச்சரித்துள்ளார்",
        "இலங்கை: எரிபொருள் நெருக்கடியால் இரண்டு நாட்களே ஆன சிசுவை மருத்துவமனையில் அனுமதிப்பதில் தாமதம் ஏற்பட்டது"
      ]
    }
  }
}