{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Rise-Up-School-Meal-Program-to-nourish-needy-rural-children/56-735624",
  "time_ut": 1654118460,
  "title": "‘Rise Up School Meal Program’ to nourish needy rural children",
  "body_lines": [
    "Many underprivileged local schools experience a notable drop in attendance and lack of availability of food is identified as a chief contributor",
    "Most schools that provided mid-day meals have stopped providing food due to financial and other constraints",
    "In a bid to assist needy school children with a mid-day meal during this unprecedented economic crunch compounded by the threat of a food crisis, Rise Up School Meal Program is soon to be launched in 15 selected schools from Ampara, Kegalle and Hambantota Districts. A CSR initiative of Avaaya Research Sri Lanka, Rise Up is also collaborated by Ministry of Education former Secretary Dr. Tara De Mel.",
    "Dr. De Mel told the Daily FT that the current unprecedented economic crisis has led to “multiple cascading effects” and one of those is connected to falling school attendance. “Sri Lanka’s lower socio-economic groups which are feeling the brunt of this crisis much more than others, are facing the daunting task of not being able to feed their children adequately. Most children attend school without having a morning meal and schools that did provide mid-day meals have stopped providing food due to financial and other constraints.”  Some schools, as Dr. De Mel further noted, are showing a decline in student attendance, and this is linked to unavailability of mid-day meals and uniforms as well as transportation challenges.",
    "Adequate nutrition which is a prerequisite for brain-growth and for enabling learning amongst school-age children is challenged by the country’s economic crisis, observes the clinician. “The crisis is compounding the ‘learning losses’ that have been in existence ever since the pandemic-led school closures began in March 2020. Sri Lanka’s economic crisis is not only escalating poor learning amongst school children but economic recovery someday, will not be sustainable if school-leavers aren’t adequately equipped and empowered educationally,” notes the eminent educationist who has held many high seats in the sector both here at home and abroad.",
    "Rise up School Meal Program currently covers five schools each from Maha Oya Education Zone of Ampara District, Deraniyagala Education Division of Kegalle District and Hambantota Education Zone of the Hambantota District, covering Eastern, Sabaragamuwa and the Southern Provinces respectively. The selection process of eligible students for the program is facilitated by Education Directors of these zones based on family income, socio-economic status of families and the number of students in each school.",
    "According to Avaaya Research sources, the pilot project will run from June to August this year and will be extended upon assessment at the end of the three-month period.  Principals, staff and parents of selected schools will identify the type of meals which can be provided for students at least two to three times a week, using available resources. Groups of parents on a roster basis will be responsible for the preparation and distribution of meals. The funds specially raised for the meal program will be channelled through the official school bank account and principals are requested to maintain transparency of accounts.",
    "In an attempt to provide mid-day meals to students of schools located in impoverished areas, a few initial programs were initiated by community based organisations like Community Meal Share in collaboration with some Zonal and Divisional Educational Directors from underprivileged areas.",
    "Rise Up, as Dr. De Mel points out, is a means of expanding the program with partners such as Avaaya Research. “In addition to assisting schools with simple meals two-three times a week, we also intend to help them to establish their own food-gardens, so that they can become self-reliant in terms of food and nutrition supplementation.”",
    "Rise Up School Meal Program is to be extended to several other deserving schools across the island for which the organisers seek the generous support of individuals and organisations."
  ],
  "translate": {
    "si": {
      "title": "දිළිඳු ගම්බද දරුවන් පෝෂණය කිරීම සඳහා ‘නැඟිටින්න පාසල් ආහාර වැඩසටහන’",
      "body_lines": [
        "බොහෝ අඩු වරප්‍රසාද ලත් ප්‍රාදේශීය පාසල් පැමිණීමේ කැපී පෙනෙන අඩුවීමක් අත්විඳින අතර ආහාර නොමැතිකම ප්‍රධාන දායකයා ලෙස හඳුනාගෙන ඇත.",
        "මධ්‍යහ්න ආහාර සැපයූ බොහෝ පාසල් මූල්‍ය හා වෙනත් බාධාවන් මත ආහාර සැපයීම නතර කර ඇත",
        "ආහාර අර්බුදයේ තර්ජනයෙන් උග්‍ර වූ මෙම පෙර නොවූ විරූ ආර්ථික අර්බුදයකදී අසරණ පාසල් දරුවන්ට දවල් ආහාර වේලක් ලබා දීම සඳහා අම්පාර, කෑගල්ල සහ හම්බන්තොට දිස්ත්‍රික්කවලින් තෝරාගත් පාසල් 15 ක පාසල් ආහාර වේල නැඟිටීමේ වැඩසටහන ළඟදීම ආරම්භ කිරීමට නියමිතය. Avaaya Research Sri Lanka හි CSR මුලපිරීමක් වන Rise Up අධ්‍යාපන අමාත්‍යාංශයේ හිටපු ලේකම් ආචාර්ය තාරා ද මෙල් මහත්මියගේ සහයෝගීතාවයෙන්ද කටයුතු කරයි.",
        "වර්තමාන පෙර නොවූ විරූ ආර්ථික අර්බුදය “බහු කඳු කඩා වැටීමේ බලපෑම්” වලට තුඩු දී ඇති අතර ඉන් එකක් පාසල් පැමිණීමේ පහත වැටීමට සම්බන්ධ බව ආචාර්ය ඩි මෙල් ඩේලි එෆ්ටී වෙත පැවසීය. “අනෙක් අයට වඩා මෙම අර්බුදයේ බරපතලකම දැනෙන ශ්‍රී ලංකාවේ පහළ සමාජ-ආර්ථික කණ්ඩායම්, තම දරුවන්ට ප්‍රමාණවත් ලෙස පෝෂණය කිරීමට නොහැකි වීමේ දුෂ්කර කාර්යයට මුහුණ දී සිටිති. බොහෝ දරුවන් උදෑසන ආහාර වේලක් නොමැතිව පාසල් යන අතර මධ්‍යහ්න ආහාර ලබාදුන් පාසල් මූල්‍ය හා වෙනත් බාධාවන් හේතුවෙන් ආහාර සැපයීම නතර කර ඇත. වෛද්‍ය ද මෙල් වැඩිදුරටත් සඳහන් කළ පරිදි ඇතැම් පාසල්වල සිසුන් පැමිණීමේ අඩුවීමක් පෙන්නුම් කරන අතර මෙය දහවල් ආහාර සහ නිල ඇඳුම් නොමැතිකම මෙන්ම ප්‍රවාහන අභියෝග සමඟ සම්බන්ධ වේ.",
        "මොළයේ වර්ධනයට සහ පාසල් වියේ දරුවන් අතර ඉගෙනීමට හැකියාව ඇති කිරීමට පූර්ව අවශ්‍යතාවයක් වන ප්‍රමාණවත් පෝෂණය රටේ ආර්ථික අර්බුදයෙන් අභියෝගයට ලක්ව ඇති බව වෛද්‍යවරයා නිරීක්ෂණය කරයි. “2020 මාර්තු මාසයේදී වසංගතය මුල්කරගත් පාසල් වැසීම ආරම්භ වූ දා සිට පවතින ‘ඉගෙනීමේ පාඩු’ අර්බුදය තවත් උග්‍ර කරයි. ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය පාසල් දරුවන් අතර දුර්වල ඉගෙනීම උත්සන්න කරනවා පමණක් නොව කවදා හෝ ආර්ථික ප්‍රකෘතිමත් වීම තිරසාර නොවනු ඇත. පාසල් හැර යන අය ප්‍රමාණවත් ලෙස සන්නද්ධ කර අධ්‍යාපනික වශයෙන් සවිබල ගන්වා නොමැති නම්, ”මෙහිදී දෙස් විදෙස්හි එම ක්ෂේත්‍රයේ ඉහළ තනතුරු රැසක් දරා ඇති කීර්තිමත් අධ්‍යාපනඥයා සඳහන් කරයි.",
        "නැඟිටීමේ පාසල් ආහාර වැඩසටහන දැනට අම්පාර දිස්ත්‍රික්කයේ මහඔය අධ්‍යාපන කලාපයෙන්, කෑගල්ල දිස්ත්‍රික්කයේ දැරණියගල අධ්‍යාපන කොට්ඨාසයෙන් සහ හම්බන්තොට දිස්ත්‍රික්කයේ හම්බන්තොට අධ්‍යාපන කලාපයෙන්, පිළිවෙලින් නැගෙනහිර, සබරගමුව සහ දකුණු පළාත් ආවරණය වන පරිදි පාසල් පහ බැගින් ආවරණය කරයි. වැඩසටහන සඳහා සුදුසුකම් ලත් සිසුන් තෝරා ගැනීමේ ක්‍රියාවලිය පවුලේ ආදායම, පවුල්වල සමාජ-ආර්ථික තත්ත්වය සහ එක් එක් පාසලේ සිටින සිසුන් සංඛ්‍යාව මත පදනම්ව මෙම කලාපවල අධ්‍යාපන අධ්‍යක්ෂවරුන් විසින් පහසුකම් සපයනු ලැබේ.",
        "ආවාය පර්යේෂණ මූලාශ්‍රවලට අනුව, නියමු ව්‍යාපෘතිය මේ වසරේ ජුනි සිට අගෝස්තු දක්වා ක්‍රියාත්මක වන අතර මාස තුනක කාලය අවසානයේ තක්සේරුව මත දීර්ඝ කිරීමට නියමිතය. තෝරාගත් පාසල්වල විදුහල්පතිවරුන්, කාර්ය මණ්ඩලය සහ දෙමාපියන්, පවතින සම්පත් යොදා ගනිමින් අවම වශයෙන් සතියකට දෙතුන් වතාවක් සිසුන් සඳහා ලබා දිය හැකි ආහාර වර්ගය හඳුනා ගනු ඇත. ආහාර පිළියෙල කිරීම සහ බෙදා හැරීම සඳහා රොස්ට්රෙස්ට්රර් පදනම මත දෙමාපියන්ගේ කණ්ඩායම් වගකිව යුතුය. ආහාර වැඩසටහන සඳහා විශේෂයෙන් රැස්කරනු ලබන අරමුදල් පාසල් නිල බැංකු ගිණුම හරහා යොමු කරන අතර ගිණුම්වල විනිවිදභාවය පවත්වා ගන්නා ලෙස විදුහල්පතිවරුන්ගෙන් ඉල්ලා සිටී.",
        "දිළිඳු ප්‍රදේශවල පිහිටි පාසල්වල සිසුන්ට දිවා ආහාරය ලබාදීමේ උත්සාහයක් ලෙස, ප්‍රජා මූලික වැඩසටහන් කිහිපයක් ප්‍රජා ආහාර බෙදාගැනීම වැනි ප්‍රජා මූලික වැඩසටහන් කිහිපයක්, අඩු වරප්‍රසාද ලත් ප්‍රදේශවල කලාප සහ කොට්ඨාස අධ්‍යාපන අධ්‍යක්ෂවරුන් සමඟ සහයෝගයෙන් ආරම්භ කරන ලදී.",
        "ආචාර්ය ද මෙල් පෙන්වා දෙන පරිදි නැගිටින්න, ආවාය පර්යේෂණ වැනි හවුල්කරුවන් සමඟ වැඩසටහන පුළුල් කිරීමේ මාධ්‍යයකි. \"සතියකට දෙතුන් වතාවක් සරල ආහාර වේලක් ලබා දීමට පාසල්වලට උපකාර කිරීමට අමතරව, ආහාර සහ පෝෂණ අතිරේකය සම්බන්ධයෙන් ඔවුන්ට ස්වයංපෝෂිත වීමට හැකි වන පරිදි ඔවුන්ගේම ආහාර උද්‍යාන පිහිටුවීමට ඔවුන්ට උපකාර කිරීමටද අපි අදහස් කරමු.\"",
        "Rise Up School Meal වැඩසටහන දිවයින පුරා සිටින තවත් සුදුසුකම් ලත් පාසල් කිහිපයකට ව්‍යාප්ත කිරීමට නියමිත අතර ඒ සඳහා සංවිධායකයින් පුද්ගලයන්ගේ සහ සංවිධානවල නොමසුරු සහය අපේක්ෂා කරයි."
      ]
    },
    "ta": {
      "title": "'ரைஸ் அப் ஸ்கூல் மீல் ப்ரோக்ராம்' ஏழை கிராமப்புற குழந்தைகளுக்கு ஊட்டமளிக்கிறது",
      "body_lines": [
        "பல பின்தங்கிய உள்ளூர் பள்ளிகள் வருகையில் குறிப்பிடத்தக்க வீழ்ச்சியை அனுபவிக்கின்றன மற்றும் உணவு கிடைப்பதில் பற்றாக்குறை ஒரு முக்கிய பங்களிப்பாளராக அடையாளம் காணப்பட்டது.",
        "மதிய உணவு வழங்கிய பெரும்பாலான பள்ளிகள் நிதி மற்றும் பிற கட்டுப்பாடுகள் காரணமாக உணவு வழங்குவதை நிறுத்திவிட்டன",
        "உணவு நெருக்கடியின் அச்சுறுத்தல் காரணமாக இந்த முன்னெப்போதும் இல்லாத பொருளாதார நெருக்கடியின் போது தேவையுடைய பாடசாலை மாணவர்களுக்கு மதிய உணவு வழங்கும் முயற்சியில், அம்பாறை, கேகாலை மற்றும் அம்பாந்தோட்டை மாவட்டங்களில் இருந்து தேர்ந்தெடுக்கப்பட்ட 15 பாடசாலைகளில் Rise Up School Meal Program விரைவில் ஆரம்பிக்கப்படவுள்ளது. Avaaya Research Sri Lanka இன் CSR முன்முயற்சி, ரைஸ் அப் கல்வி அமைச்சின் முன்னாள் செயலாளர் கலாநிதி தாரா டி மெல் அவர்களால் ஒத்துழைக்கப்பட்டது.",
        "டாக்டர். டி மெல் டெய்லி எஃப்டியிடம், தற்போதைய முன்னோடியில்லாத பொருளாதார நெருக்கடி \"பல அடுக்கு விளைவுகளுக்கு\" வழிவகுத்துள்ளது என்றும் அவற்றில் ஒன்று பள்ளி வருகை குறைவதோடு தொடர்புடையது என்றும் கூறினார். “இந்த நெருக்கடியின் பாதிப்பை மற்றவர்களை விட அதிகமாக உணரும் இலங்கையின் கீழ்மட்ட சமூக-பொருளாதார குழுக்கள், தங்கள் குழந்தைகளுக்கு போதுமான உணவுகளை வழங்க முடியாத கடினமான பணியை எதிர்கொள்கின்றன. பெரும்பாலான குழந்தைகள் காலை உணவு உண்ணாமல் பள்ளிக்குச் செல்கின்றனர், மதிய உணவு வழங்கும் பள்ளிகள் நிதி மற்றும் பிற கட்டுப்பாடுகள் காரணமாக உணவு வழங்குவதை நிறுத்திவிட்டன. சில பள்ளிகள், டாக்டர். டி மெல் மேலும் குறிப்பிட்டது போல், மாணவர் வருகையில் சரிவைக் காட்டுகின்றன, மேலும் இது மதிய உணவு மற்றும் சீருடைகள் கிடைக்காதது மற்றும் போக்குவரத்து சவால்களுடன் இணைக்கப்பட்டுள்ளது.",
        "மூளை வளர்ச்சிக்கும், பள்ளி வயது குழந்தைகளிடையே கற்றலை செயல்படுத்துவதற்கும் போதுமான ஊட்டச்சத்து, நாட்டின் பொருளாதார நெருக்கடியால் சவாலுக்கு ஆளாகிறது என்று மருத்துவர் கவனிக்கிறார். மார்ச் 2020 இல் தொற்றுநோய்களால் வழிநடத்தப்பட்ட பள்ளி மூடல்கள் தொடங்கியதில் இருந்து இந்த நெருக்கடி 'கற்றல் இழப்புகளை' கூட்டுகிறது. இலங்கையின் பொருளாதார நெருக்கடி பள்ளி மாணவர்களிடையே மோசமான கற்றலை அதிகரிப்பது மட்டுமல்லாமல், பொருளாதார மீட்சி என்றாவது ஒரு நாள், நிலையானதாக இருக்காது. பள்ளி படிப்பை முடித்தவர்கள் போதிய வசதிகள் மற்றும் கல்வியில் அதிகாரம் பெறவில்லை என்றால்,\" என்று குறிப்பிடுகிறார், உள்நாட்டிலும் வெளிநாட்டிலும் இந்தத் துறையில் பல உயர் பதவிகளை வகித்த பிரபல கல்வியாளர்.",
        "எழுச்சி பாடசாலை உணவுத் திட்டமானது தற்போது அம்பாறை மாவட்டத்தின் மஹா ஓயா கல்வி வலயம், கேகாலை மாவட்டத்தின் தெரணியகல கல்விப் பிரிவு மற்றும் ஹம்பாந்தோட்டை மாவட்டத்தின் ஹம்பாந்தோட்டை கல்வி வலயம் ஆகியவற்றிலிருந்து முறையே கிழக்கு, சப்ரகமுவ மற்றும் தென் மாகாணங்களை உள்ளடக்கிய தலா ஐந்து பாடசாலைகளை உள்ளடக்கியுள்ளது. குடும்ப வருமானம், குடும்பங்களின் சமூக-பொருளாதார நிலை மற்றும் ஒவ்வொரு பள்ளியிலும் உள்ள மாணவர்களின் எண்ணிக்கை ஆகியவற்றின் அடிப்படையில் இந்தத் திட்டத்திற்குத் தகுதியான மாணவர்களைத் தேர்ந்தெடுக்கும் செயல்முறை இந்த மண்டலங்களின் கல்வி இயக்குநர்களால் எளிதாக்கப்படுகிறது.",
        "அவயா ​​ஆராய்ச்சி ஆதாரங்களின்படி, இந்த முன்னோடித் திட்டம் இந்த ஆண்டு ஜூன் முதல் ஆகஸ்ட் வரை இயங்கும் மற்றும் மூன்று மாத காலத்தின் முடிவில் மதிப்பீட்டின் அடிப்படையில் நீட்டிக்கப்படும். தேர்ந்தெடுக்கப்பட்ட பள்ளிகளின் அதிபர்கள், ஊழியர்கள் மற்றும் பெற்றோர்கள், கிடைக்கும் வளங்களைப் பயன்படுத்தி, வாரத்திற்கு இரண்டு முதல் மூன்று முறை மாணவர்களுக்கு வழங்கக்கூடிய உணவு வகைகளை அடையாளம் காண்பார்கள். பட்டியல் அடிப்படையில் பெற்றோர்கள் குழுக்கள் உணவு தயாரித்தல் மற்றும் விநியோகம் பொறுப்பு. உணவுத் திட்டத்திற்காக பிரத்தியேகமாக திரட்டப்படும் நிதியானது உத்தியோகபூர்வ பாடசாலை வங்கிக் கணக்கின் ஊடாகச் செலுத்தப்படும் மற்றும் கணக்கின் வெளிப்படைத் தன்மையைப் பேணுமாறு அதிபர்கள் கேட்டுக் கொள்ளப்படுகிறார்கள்.",
        "ஏழ்மையான பகுதிகளில் உள்ள பள்ளிகளின் மாணவர்களுக்கு மதிய உணவை வழங்கும் முயற்சியில், சமூக உணவுப் பகிர்வு போன்ற சமூக அடிப்படையிலான அமைப்புகளால் சில ஆரம்பத் திட்டங்கள், பின்தங்கிய பகுதிகளைச் சேர்ந்த சில மண்டல மற்றும் கோட்டக் கல்விப் பணிப்பாளர்களுடன் இணைந்து தொடங்கப்பட்டன.",
        "ரைஸ் அப், டாக்டர். டி மெல் குறிப்பிடுவது போல, அவயா ஆராய்ச்சி போன்ற கூட்டாளர்களுடன் திட்டத்தை விரிவுபடுத்துவதற்கான ஒரு வழிமுறையாகும். \"வாரத்தில் இரண்டு அல்லது மூன்று முறை எளிய உணவுடன் பள்ளிகளுக்கு உதவுவதுடன், அவர்களுக்கு சொந்த உணவுத் தோட்டங்களை நிறுவுவதற்கு உதவவும் நாங்கள் உத்தேசித்துள்ளோம், இதனால் அவர்கள் உணவு மற்றும் ஊட்டச்சத்து கூடுதல் அடிப்படையில் தன்னம்பிக்கை அடைய முடியும்.\"",
        "ரைஸ் அப் ஸ்கூல் மீல் திட்டம் தீவு முழுவதும் உள்ள பல தகுதியான பள்ளிகளுக்கும் விரிவுபடுத்தப்பட உள்ளது, இதற்காக அமைப்பாளர்கள் தனிநபர்கள் மற்றும் நிறுவனங்களின் தாராள ஆதரவை நாடுகின்றனர்."
      ]
    }
  }
}