{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/14/21a-must-be-passed-with-positive-changes-say-multi-disciplinary-group-of-leading-professionals/",
  "time_ut": 1655199180,
  "title": "21A must be passed with positive changes, say Multi-disciplinary group of leading professionals",
  "body_lines": [
    "COLOMBO (News 1st); A group of concerned professionals consisting largely of legal and medical practitioners under the banner of “Direction Sri Lanka – Independent Professionals for the Nation” have called the 21st Amendment to the Constitution must be passed with positive changes.",
    "a) The President to resign forthwith in response to the demands of the People. This is the primary demand of the people. The President has publicly admitted his failure and culpability in bringing about this crisis and must resign forthwith.",
    "c) The Prime Minister to resign forthwith after the election of the Successor President.",
    "d) A Caretaker / Interim National Government to be immediately formed comprising a new Prime Minister and a Cabinet limited to 18 essential portfolios along with an equal number of Deputy Ministers, representing all political parties. The Caretaker / Interim National Government shall function for a maximum period of one year.",
    "Although the Former Prime Minister, Mr. Mahinda Rajapaksa was forced to resign after the events of 9th May 2022, the subsequent appointment of Mr. Ranil Wickremesinghe was not the expected tangible change in the status quo (through an all-party government) which was called for by the people.",
    "In this respect, the main Opposition Party, the Samagi Jana Balawegaya is remiss in not having accepted the invitation made by the President to take the leadership in forming an All-Party Government, which can also be attributed as a cause for the continuously deteriorating country situation.",
    "The persons holding portfolios in the Caretaker / Interim Cabinet should have adequate and appropriate educational qualifications and specialized skills required to hold the respective portfolios and should be persons of the highest integrity.",
    "It would appear that these principles have been thrown out of the window in the rush to appoint the present Cabinet. Many do not have the basic appropriate educational qualifications and specialized skills required to hold the respective portfolios and others cannot be identified as being persons of the highest integrity and to this extent the steps taken thus far in building consensus have not been successful.",
    "Members of Parliament on the National List should be encouraged to resign as necessary, to pave way for professionals / experts of the highest integrity to be represented in the Caretaker / Interim National Government. Only one member of Parliament, Mr. Basil Rajapaksa has so far resigned with his replacement being Mr. Dhammika Perera, which does not satisfy this requirement.",
    "e) As a priority during the period of the Caretaker / Interim National Government, action should be taken to rescind the 20th Amendment to the Constitution and to reintroduce the provisions of the 19th Amendment to the Constitution with necessary amendments addressing the democratic way of governance.",
    "However, to-date there is uncertainty on whether the 21st Amendment will receive the necessary approval in Parliament, with various political groupings appearing to be adamant on scuttling this process.",
    "f) Immediately upon the reintroduction of the 19th Amendment, steps to be taken to appoint persons with the highest integrity and ability to the Independent Commissions.",
    "Direction Sri Lanka stresses the need to ensure that all of the above 6 action points in its fullest complement is reached and achieved as soon as possible, to support and guide Sri Lanka in its difficult journey out of this situation.",
    "Direction Sri Lanka has set out its concerns on the draft of the 21st Amendment to the Constitution by the letter of 22 nd May 2022 addressed to the Minister of Justice Dr. Wijeyadasa Rajapakshe, PC.",
    "21A must be passed with positive changes, say Multi-disciplinary group of leading professionals",
    "6 batches of Rice scheduled to arrive in SL under Chinese grant"
  ],
  "translate": {
    "si": {
      "title": "21A ධනාත්මක වෙනස්කම් සහිතව සම්මත කළ යුතු බව ප්‍රමුඛ පෙළේ වෘත්තිකයන්ගේ බහු-විනය කණ්ඩායම පවසයි",
      "body_lines": [
        "COLOMBO (News 1st); \"දිශානතිය ශ්‍රී ලංකා - ජාතිය සඳහා ස්වාධීන වෘත්තිකයන්\" යන බැනරය යටතේ බොහෝ දුරට නීති සහ වෛද්‍ය වෘත්තිකයන්ගෙන් සමන්විත අදාළ වෘත්තිකයන් පිරිසක් 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ධනාත්මක වෙනස්කම් සහිතව සම්මත කළ යුතු යැයි ඉල්ලා ඇත.",
        "අ) ජනතාවගේ ඉල්ලීම්වලට ප්‍රතිචාර වශයෙන් ජනාධිපතිවරයා වහා ඉල්ලා අස්විය යුතුය. ජනතාවගේ මූලික ඉල්ලීම මෙයයි. මෙම අර්බුදය ගෙන ඒමේ දී තමාගේ අසාර්ථකත්වය සහ වරදකාරිත්වය ජනාධිපතිවරයා ප්‍රසිද්ධියේ පිළිගෙන ඇති අතර වහාම ඉල්ලා අස්විය යුතුය.",
        "ඇ) අනුප්‍රාප්තික ජනාධිපතිවරයා තෝරා පත් කර ගැනීමෙන් පසු අගමැතිවරයා වහාම ඉල්ලා අස්විය යුතුය.",
        "ඈ) සියලුම දේශපාලන පක්ෂ නියෝජනය කරන සමාන නියෝජ්‍ය අමාත්‍යවරුන් සංඛ්‍යාවක් සමග අත්‍යවශ්‍ය අමාත්‍යාංශ 18කට සීමා වූ නව අගමැතිවරයෙකු සහ කැබිනට් මණ්ඩලයකින් සමන්විත භාරකාර/ අතුරු ජාතික ආණ්ඩුවක් වහාම පිහිටුවීමට නියමිතය. භාරකරු / අතුරු ජාතික රජය උපරිම වසරක කාලයක් සඳහා ක්‍රියාත්මක වේ.",
        "2022 මැයි 09 වැනි දින සිදු වූ සිදුවීම්වලින් පසු හිටපු අගමැති මහින්ද රාජපක්ෂ මහතාට ඉල්ලා අස්වීමට සිදු වුවද, පසුව රනිල් වික්‍රමසිංහ මහතා පත් කිරීම, පැවති තත්ත්වයෙහි (සර්ව පාක්ෂික රජයක් හරහා) අපේක්ෂා කළ හැකි ප්‍රත්‍යක්ෂ වෙනසක් නොවීය. ජනතාව විසින් ඉල්ලා සිටියේය.",
        "මේ සම්බන්ධයෙන් ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය සර්ව පාක්ෂික ආණ්ඩුවක් පිහිටුවීමට නායකත්වය ගන්නා ලෙස ජනාධිපතිවරයා කළ ආරාධනය පිළි නොගැනීමෙන් පසුබට වන අතර එය රට දිගින් දිගටම පිරිහීමට හේතුවක් ලෙසද සැලකිය හැකිය. තත්ත්වය.",
        "භාරකාර / අතුරු අමාත්‍ය මණ්ඩලයේ අමාත්‍යාංශ දරන පුද්ගලයන්ට ප්‍රමාණවත් සහ සුදුසු අධ්‍යාපන සුදුසුකම් සහ අදාළ අමාත්‍යාංශ දැරීමට අවශ්‍ය විශේෂිත කුසලතා තිබිය යුතු අතර ඉහළම අඛණ්ඩතාවකින් යුත් පුද්ගලයන් විය යුතුය.",
        "වත්මන් අමාත්‍ය මණ්ඩලය පත් කිරීමේ කඩිමුඩියේ මෙම මූලධර්ම ජනේලයෙන් ඉවතට විසි කර ඇති බව පෙනේ. බොහෝ දෙනෙකුට අදාළ විෂය පථයන් දැරීමට අවශ්‍ය මූලික සුදුසු අධ්‍යාපන සුදුසුකම් සහ විශේෂිත කුසලතා නොමැති අතර අනෙක් අය ඉහළම අවංකභාවයෙන් යුත් පුද්ගලයන් ලෙස හඳුනාගත නොහැකි අතර මේ දක්වා සම්මුතිය ගොඩනැගීම සඳහා ගෙන ඇති පියවර සාර්ථක වී නොමැත.",
        "භාරකාර/අන්තර්කාලීන ජාතික ආණ්ඩුව තුළ ඉහළම අවංකභාවයකින් යුත් වෘත්තිකයන්/විශේෂඥයින් නියෝජනය කිරීම සඳහා අවශ්‍ය පරිදි ඉල්ලා අස්වීමට ජාතික ලැයිස්තුවේ සිටින මන්ත්‍රීවරුන් දිරිමත් කළ යුතුය. මේ වන විට ඉල්ලා අස්වී ඇත්තේ එක් මන්ත්‍රීවරයෙකු වන බැසිල් රාජපක්ෂ මහතා පමණක් වන අතර ඔහු වෙනුවට ධම්මික පෙරේරා මහතා පත් කර ඇති අතර එය මෙම අවශ්‍යතාවය සපුරාලන්නේ නැත.",
        "e) භාරකාර / අන්තර්වාර ජාතික ආණ්ඩුවේ පාලන කාලය තුළ ප්‍රමුඛතාවයක් ලෙස, ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 20 වැනි සංශෝධනය අවලංගු කිරීමටත්, ප්‍රජාතන්ත්‍රවාදී පාලන ක්‍රමයට ආමන්ත්‍රණය කරමින් අවශ්‍ය සංශෝධන සහිතව 19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ විධිවිධාන නැවත හඳුන්වා දීමටත් ක්‍රියා කළ යුතුය.",
        "කෙසේ වෙතත්, 21 වැනි ව්‍යවස්ථා සංශෝධනයට පාර්ලිමේන්තුවේදී අවශ්‍ය අනුමැතිය ලැබෙන්නේද යන්න පිළිබඳව අද වන විට අවිනිශ්චිතතාවයක් පවතින අතර, විවිධ දේශපාලන කණ්ඩායම් මෙම ක්‍රියාවලිය යටපත් කිරීමට දැඩි ස්ථාවරයක සිටින බවක් පෙනෙන්නට තිබේ.",
        "f) 19 වැනි සංශෝධනය නැවත ඉදිරිපත් කළ වහාම ස්වාධීන කොමිෂන් සභා සඳහා ඉහළම අවංකභාවය සහ හැකියාව ඇති පුද්ගලයන් පත් කිරීමට පියවර ගත යුතුය.",
        "ශ්‍රී ලංකාව මෙම තත්ත්වයෙන් මිදීමේ දුෂ්කර ගමනේදී ශ්‍රී ලංකාවට සහාය දැක්වීමට සහ මඟ පෙන්වීම සඳහා ඉහත ක්‍රියා ලක්ෂ්‍ය 6 සම්පූර්ණයෙන් අනුපූරකයට ළඟා වී හැකි ඉක්මනින් සාක්ෂාත් කර ගැනීම සහතික කිරීමේ අවශ්‍යතාවය ශ්‍රී ලංකා දිශාව අවධාරණය කරයි.",
        "2022 මැයි 22 වැනි දින අධිකරණ අමාත්‍ය ජනාධිපති නීතිඥ ආචාර්ය විජයදාස රාජපක්ෂ වෙත යවන ලද ලිපිය මගින් 21 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධන කෙටුම්පත පිළිබඳ ශ්‍රී ලංකාව දිශාව සිය උත්සුකයන් දක්වා ඇත.",
        "21A ධනාත්මක වෙනස්කම් සහිතව සම්මත කළ යුතු බව ප්‍රමුඛ පෙළේ වෘත්තිකයන්ගේ බහු-විනය කණ්ඩායම පවසයි",
        "චීන ආධාර යටතේ සහල් කාණ්ඩ 6ක් ශ්‍රී ලංකාවට පැමිණීමට නියමිතය"
      ]
    },
    "ta": {
      "title": "21A நேர்மறையான மாற்றங்களுடன் நிறைவேற்றப்பட வேண்டும் என்று முன்னணி நிபுணர்களின் பல்துறைக் குழு கூறுகிறது",
      "body_lines": [
        "COLOMBO (News 1st); \"திசை இலங்கை - தேசத்திற்கான சுயாதீன வல்லுநர்கள்\" என்ற பதாகையின் கீழ் சட்ட மற்றும் மருத்துவப் பயிற்சியாளர்களைக் கொண்ட சம்பந்தப்பட்ட நிபுணர்கள் குழு, அரசியலமைப்பின் 21வது திருத்தம் நேர்மறையான மாற்றங்களுடன் நிறைவேற்றப்பட வேண்டும் என்று அழைப்பு விடுத்துள்ளது.",
        "அ) மக்களின் கோரிக்கைகளை ஏற்று ஜனாதிபதி உடனடியாக பதவி விலக வேண்டும். இதுவே மக்களின் முதன்மையான கோரிக்கையாகும். இந்த நெருக்கடியை ஏற்படுத்துவதில் தனது தோல்வி மற்றும் குற்றத்தை பகிரங்கமாக ஒப்புக்கொண்ட ஜனாதிபதி, உடனடியாக பதவி விலக வேண்டும்.",
        "c) வாரிசு ஜனாதிபதியின் தேர்தல் முடிந்தவுடன் பிரதமர் உடனடியாக ராஜினாமா செய்ய வேண்டும்.",
        "ஈ) ஒரு புதிய பிரதம மந்திரி மற்றும் அனைத்து அரசியல் கட்சிகளையும் பிரதிநிதித்துவப்படுத்தும் சம எண்ணிக்கையிலான துணை அமைச்சர்களுடன் 18 அத்தியாவசிய இலாகாக்களுக்கு மட்டுப்படுத்தப்பட்ட அமைச்சரவையை உள்ளடக்கிய ஒரு தற்காலிக தேசிய அரசாங்கம் உடனடியாக உருவாக்கப்படும். காப்பாளர் / இடைக்கால தேசிய அரசாங்கம் அதிகபட்சமாக ஒரு வருட காலத்திற்கு செயல்படும்.",
        "2022 ஆம் ஆண்டு மே மாதம் 9 ஆம் திகதி இடம்பெற்ற நிகழ்வுகளின் பின்னர் முன்னாள் பிரதமர் திரு. மஹிந்த ராஜபக்ஷ பதவி விலக நிர்ப்பந்திக்கப்பட்ட போதிலும், திரு. ரணில் விக்கிரமசிங்கவின் நியமனமானது, (சர்வ கட்சி அரசாங்கத்தின் ஊடாக) நிலைமையில் எதிர்பார்த்த உறுதியான மாற்றமாக இருக்கவில்லை. மக்களால் அழைக்கப்பட்டது.",
        "இந்த வகையில், பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய, சர்வகட்சி அரசாங்கமொன்றை அமைப்பதற்குத் தலைமைப் பொறுப்பை ஏற்குமாறு ஜனாதிபதி விடுத்த அழைப்பை ஏற்காமல் புறக்கணித்துள்ளதுடன், நாடு தொடர்ந்து சீரழிந்து வருவதற்கு இதுவும் ஒரு காரணமாகக் கூறலாம். நிலைமை.",
        "கேர்டேக்கர் / இடைக்கால அமைச்சரவையில் இலாகாக்களை வைத்திருக்கும் நபர்கள் போதுமான மற்றும் பொருத்தமான கல்வித் தகுதிகள் மற்றும் அந்தந்த இலாகாக்களை வைத்திருக்கத் தேவையான சிறப்புத் திறன்களைக் கொண்டிருக்க வேண்டும் மற்றும் மிக உயர்ந்த நேர்மையான நபர்களாக இருக்க வேண்டும்.",
        "தற்போதைய அமைச்சரவையை நியமிக்கும் அவசரத்தில் இந்தக் கோட்பாடுகள் வெளியே தூக்கி எறியப்பட்டதாகத் தோன்றும். பலருக்கு அடிப்படைத் தகுந்த கல்வித் தகுதிகள் மற்றும் அந்தந்த இலாகாக்களை வைத்திருக்கத் தேவையான சிறப்புத் திறன்கள் இல்லை, மற்றவர்களை மிக உயர்ந்த நேர்மையான நபர்கள் என்று அடையாளம் காண முடியாது, இந்த அளவிற்கு ஒருமித்த கருத்தை உருவாக்குவதற்கு எடுக்கப்பட்ட நடவடிக்கைகள் வெற்றியடையவில்லை.",
        "தேசியப் பட்டியலில் உள்ள நாடாளுமன்ற உறுப்பினர்கள் தேவைக்கேற்ப ராஜினாமா செய்ய ஊக்குவிக்கப்பட வேண்டும், உயர் நேர்மையான தொழில் வல்லுநர்கள் / நிபுணர்கள் காப்பாளர் / இடைக்கால தேசிய அரசாங்கத்தில் பிரதிநிதித்துவப்படுத்தப்படுவதற்கு வழி வகுக்க வேண்டும். பாராளுமன்ற உறுப்பினர் திரு. பசில் ராஜபக்ச ஒருவரே இதுவரை இராஜினாமா செய்துள்ளார், அவருக்குப் பதிலாக திரு.",
        "இ) கேர்டேக்கர் / இடைக்கால தேசிய அரசாங்கத்தின் காலத்தில் முன்னுரிமையாக, அரசியலமைப்பின் 20 வது திருத்தத்தை ரத்து செய்வதற்கும், அரசியலமைப்பின் 19 வது திருத்தத்தின் விதிகளை மீண்டும் அறிமுகப்படுத்துவதற்கும் நடவடிக்கை எடுக்கப்பட வேண்டும்.",
        "எவ்வாறாயினும், 21வது திருத்தம் பாராளுமன்றத்தில் தேவையான அங்கீகாரத்தைப் பெறுமா என்பதில் இன்றுவரை நிச்சயமற்ற நிலை உள்ளது, பல்வேறு அரசியல் குழுக்கள் இந்த செயல்முறையை முடக்குவதில் பிடிவாதமாகத் தோன்றுகின்றன.",
        "ஊ) 19வது திருத்தம் மீள அறிமுகப்படுத்தப்பட்டவுடன், சுயாதீன ஆணைக்குழுக்களுக்கு மிக உயர்ந்த நேர்மை மற்றும் திறன் கொண்ட நபர்களை நியமிக்க நடவடிக்கை எடுக்கப்பட வேண்டும்.",
        "இந்த சூழ்நிலையில் இருந்து வெளியேறும் கடினமான பயணத்தில் இலங்கைக்கு ஆதரவளிப்பதற்கும் வழிகாட்டுவதற்கும், மேற்குறிப்பிட்ட 6 செயல் புள்ளிகள் அனைத்தையும் அதன் முழுமையான நிரப்புதலில் அடைந்து, கூடிய விரைவில் அடைய வேண்டியதன் அவசியத்தை இலங்கையின் திசை வலியுறுத்துகிறது.",
        "2022 மே 22 ஆம் திகதி நீதியமைச்சர் கலாநிதி விஜயதாச ராஜபக்ஷ, பி.சி.க்கு அனுப்பப்பட்ட கடிதத்தின் மூலம் அரசியலமைப்பின் 21 வது திருத்தத்தின் வரைவு பற்றிய தனது கவலைகளை இலங்கை திசைகாட்டியுள்ளது.",
        "21A நேர்மறையான மாற்றங்களுடன் நிறைவேற்றப்பட வேண்டும் என்று முன்னணி நிபுணர்களின் பல்துறைக் குழு கூறுகிறது",
        "சீன மானியத்தின் கீழ் 6 தொகுதி அரிசி இலங்கைக்கு வர திட்டமிடப்பட்டுள்ளது"
      ]
    }
  }
}