{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-links-aia-insurance-to-q-payment-app-crms-for-premium-payments/",
  "time_ut": 1647875520,
  "title": "ComBank links AIA Insurance to Q+ Payment App & CRMs for premium payments",
  "body_lines": [
    "Policyholders of AIA Insurance have been provided two more convenient options to pay their premiums with Commercial Bank of Ceylon with the addition of AIA to the Bank’s Q+ Payment App and its island-wide network of Cash Recycler Machines (CRMs).",
    "This enables the payment of premium from anywhere, at any time, and on any day of the year, the Bank said. These payments will be validated and updated in real time.",
    "The Bank said it continues to diversify and digitise its payment options for customers who are increasingly conscious about safety and convenience, especially in the backdrop of the pandemic-related risks associated with physical contact.",
    "AIA policyholders can pay now their premium dues via their smart phones by simply downloading the Q+ Payment App from the App Store or Google Play Store, signing up by filling in the required details such as User ID and e-mail and creating a Q+ Payment App account. In order to enable premium payments, policyholders have to link their ComBank Credit, Debit or Prepaid Cards to the App, click on the ‘Bill Payment’ menu on the App, select ‘AIA Insurance’ as the service provider and insert the required details.",
    "AIA’s customers can also save their recurring premium payments under the ‘Favourites’ tab to avoid re-entering billing account numbers. Since a Personal Identification Number (PIN) is required to authenticate bill payments, the entire process is hassle free and secure.",
    "Alternatively, AIA policyholders can also visit any one of the 275 Commercial Bank CRMs across the country, select ‘Cardless Deposits’ on the machine’s home screen, select insurance payments to AIA under the ‘Bill Payments’ option and proceed to pay their dues within a matter of minutes, the Bank said.",
    "‘Insurance’ is the newest category added to the Q+ Payment App ‘In App Payments’ feature. The App already enables users to make in-app bill payments in eight categories such as data reloads, pre-paid and postpaid mobiles, fixed telephone lines, utilities, water and electricity (CEB and LECO), pay TV bills, Credit Card outstanding and Pre-paid Cards top-up.",
    "The Q+ Payment App is the fastest-growing QR app in the country and was the first QR-based payment application to be launched under LANKAQR. Currently, Q+ Payment App is the only payment App in Sri Lanka compatible with VISAQR, Mastercard QR and UnionPay QR. In October 2021, the App surpassed the 100,000 registered customers milestone, doubling its customer base in just five months.",
    "With a presence in 18 markets across the Asia-Pacific region, AIA is the largest listed company on the Hong Kong Stock Exchange which is incorporated and headquartered in Hong Kong. A key player in Sri Lanka’s insurance industry, AIA has served millions of Sri Lankans for more than three decades. The company has a strong distribution network covering the entire island, employs over 3,500 Wealth Planners and operates over 120 branch offices.",
    "Sri Lanka’s first 100% carbon neutral bank, the first Sri Lankan bank to be listed among the Top 1000 Banks of the World and the only Sri Lankan bank to be so listed for 11 years consecutively, Commercial Bank operates a network of 268 branches and 938 automated machines in Sri Lanka. Commercial Bank is the largest lender to Sri Lanka’s SME sector and is a leader in digital innovation in the country’s Banking sector. The Bank’s overseas operations encompass Bangladesh, where the Bank operates 19 outlets; Myanmar, where it has a Microfinance company in Nay Pyi Taw; and the Maldives, where the Bank has a fully-fledged Tier I Bank with a majority stake.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ComBank විසින් AIA රක්ෂණය Q+ ගෙවීම් යෙදුම සහ වාරික ගෙවීම් සඳහා CRM වෙත සම්බන්ධ කරයි",
      "body_lines": [
        "AIA රක්ෂණ ඔප්පුහිමියන් හට බැංකුවේ Q+ ගෙවීම් යෙදුමට AIA එකතු කිරීම සහ එහි දීප ව්‍යාප්ත මුදල් ප්‍රතිචක්‍රීකරණ යන්ත්‍ර ජාලය (CRM) සමඟින් කොමර්ෂල් බැංකුවේ වාරික ගෙවීමට තවත් පහසු විකල්ප දෙකක් ලබා දී ඇත.",
        "මෙමගින් ඕනෑම ස්ථානයක සිට ඕනෑම වේලාවක සහ වසරේ ඕනෑම දිනයක වාරික ගෙවීමට හැකියාව ලැබෙන බව බැංකුව පවසයි. මෙම ගෙවීම් තථ්‍ය කාලය තුළ වලංගු කර යාවත්කාලීන කරනු ලැබේ.",
        "විශේෂයෙන්ම ශාරීරික සම්බන්ධතා හා සම්බන්ධ වසංගත ආශ්‍රිත අවදානම් පසුබිමක ආරක්ෂාව සහ පහසුව පිළිබඳව වැඩි වැඩියෙන් දැනුවත් පාරිභෝගිකයින් සඳහා ගෙවීම් විකල්ප විවිධාංගීකරණය කිරීම සහ ඩිජිටල්කරණය කිරීම අඛණ්ඩව සිදු කරන බව බැංකුව පවසයි.",
        "AIA රක්ෂණ ඔප්පු හිමියන්ට දැන් ඔවුන්ගේ ස්මාර්ට් ජංගම දුරකථන හරහා ඔවුන්ගේ වාරික ගෙවිය හැක්කේ App Store හෝ Google Play Store වෙතින් Q+ ගෙවීම් යෙදුම බාගත කිරීමෙන්, පරිශීලක හැඳුනුම්පත සහ විද්‍යුත් තැපෑල වැනි අවශ්‍ය තොරතුරු පිරවීමෙන් සහ Q+ ගෙවීම් යෙදුමක් නිර්මාණය කිරීමෙන් ලියාපදිංචි වීමෙනි. ගිණුම. වාරික ගෙවීම් සක්‍රීය කිරීම සඳහා, රක්ෂණ ඔප්පු හිමියන්ට ඔවුන්ගේ ComBank ණය, හර හෝ පෙරගෙවුම් කාඩ්පත් යෙදුමට සම්බන්ධ කළ යුතුය, යෙදුමේ 'බිල් ගෙවීම' මෙනුව මත ක්ලික් කරන්න, සේවා සපයන්නා ලෙස 'AIA රක්ෂණය' තෝරන්න සහ අවශ්‍ය විස්තර ඇතුළත් කරන්න.",
        "AIA හි ගනුදෙනුකරුවන්ට බිල්පත් ගිණුම් අංක නැවත ඇතුළත් කිරීම වළක්වා ගැනීම සඳහා ඔවුන්ගේ පුනරාවර්තන වාරික ගෙවීම් 'ප්‍රියතමයන්' ටැබය යටතේ සුරැකිය හැක. බිල්පත් ගෙවීම් සත්‍යාපනය කිරීමට පුද්ගලික හැඳුනුම් අංකයක් (PIN) අවශ්‍ය වන බැවින්, සම්පූර්ණ ක්‍රියාවලියම කරදරයකින් තොරව සහ ආරක්ෂිත වේ.",
        "විකල්පයක් ලෙස, AIA රක්ෂණ ඔප්පු හිමියන්ට රට පුරා ඇති කොමර්ෂල් බැංකු CRM 275 න් ඕනෑම එකකට ගොස් යන්ත්‍රයේ මුල් තිරයේ 'කාඩ් රහිත තැන්පතු' තෝරන්න, 'බිල් ගෙවීම්' විකල්පය යටතේ AIA වෙත රක්ෂණ ගෙවීම් තෝරාගෙන ඔවුන්ගේ හිඟ මුදල් ගෙවීමට ඉදිරියට යා හැකිය. මිනිත්තු කිහිපයක්, බැංකුව පැවසීය.",
        "'රක්ෂණ' යනු Q+ ගෙවීම් යෙදුම 'In App Payments' විශේෂාංගයට එකතු කරන ලද නවතම කාණ්ඩයයි. යෙදුම දැනටමත් දත්ත රීලෝඩ්, පෙරගෙවුම් සහ පසුගෙවුම් ජංගම දුරකථන, ස්ථාවර දුරකථන මාර්ග, උපයෝගිතා, ජලය සහ විදුලිය (CEB සහ LECO), රූපවාහිනී බිල්පත් ගෙවීම, ක්‍රෙඩිට් කාඩ්පත් ගෙවීම වැනි කාණ්ඩ අටක් තුළ යෙදුම තුළ බිල්පත් ගෙවීමට පරිශීලකයින්ට දැනටමත් හැකියාව ලබා දී ඇත. පෙරගෙවුම් කාඩ්පත් ටොප්-අප්.",
        "Q+ Payment App යනු රට තුළ වේගයෙන්ම වර්ධනය වන QR යෙදුම වන අතර LANKAQR යටතේ දියත් කළ පළමු QR මත පදනම් වූ ගෙවීම් යෙදුම විය. දැනට, Q+ Payment App යනු VISAQR, Mastercard QR සහ UnionPay QR සමඟ අනුකූල වන ශ්‍රී ලංකාවේ එකම ගෙවීම් යෙදුමයි. 2021 ඔක්තෝම්බර් මාසයේදී, යෙදුම මාස පහක් තුළ එහි පාරිභෝගික පදනම දෙගුණ කරමින් ලියාපදිංචි පාරිභෝගිකයින් 100,000 ක සන්ධිස්ථානය ඉක්මවා ගියේය.",
        "ආසියා පැසිෆික් කලාපය පුරා වෙලඳපොලවල් 18 ක පැවැත්මක් සහිතව, AIA හොංකොං හි සංස්ථාපිත සහ මූලස්ථානය වන හොංකොං කොටස් වෙළඳපොලේ විශාලතම ලැයිස්තුගත සමාගම වේ. ශ්‍රී ලංකාවේ රක්ෂණ ක්ෂේත්‍රයේ ප්‍රධාන ක්‍රීඩකයෙකු වන AIA දශක තුනකට වැඩි කාලයක් ශ්‍රී ලාංකිකයන් මිලියන ගණනකට සේවය කර ඇත. සමාගම මුළු දිවයිනම ආවරණය වන පරිදි ශක්තිමත් බෙදාහැරීමේ ජාලයක් ඇති අතර වෙල්ත් ප්ලෑනර්වරුන් 3,500 කට අධික සංඛ්‍යාවක් සේවයේ යොදවා ඇති අතර ශාඛා කාර්යාල 120 කට අධික සංඛ්‍යාවක් ක්‍රියාත්මක කරයි.",
        "ශ්‍රී ලංකාවේ ප්‍රථම 100% කාබන් නියුට්‍රල් බැංකුව, ලෝකයේ හොඳම බැංකු 1000 අතරට ඇතුළත් වූ පළමු ශ්‍රී ලාංකේය බැංකුව සහ වසර 11ක් අඛණ්ඩව එසේ ලැයිස්තුගත වූ එකම ශ්‍රී ලාංකේය බැංකුව වන කොමර්ෂල් බැංකුව ශාඛා 268 කින් සහ 938 ක ජාලයක් ක්‍රියාත්මක කරයි. ශ්‍රී ලංකාවේ ස්වයංක්‍රීය යන්ත්‍ර. කොමර්ෂල් බැංකුව ශ්‍රී ලංකාවේ කුඩා හා මධ්‍ය පරිමාණ ව්‍යාපාර අංශයට විශාලතම ණය දෙන්නා වන අතර රටේ බැංකු ක්ෂේත්‍රයේ ඩිජිටල් නවෝත්පාදනයේ ප්‍රමුඛයා වේ. බැංකුවේ විදේශීය මෙහෙයුම් බංග්ලාදේශය ආවරණය කරයි, එහිදී බැංකුව අලෙවිසැල් 19 ක් ක්‍රියාත්මක කරයි; මියන්මාරය, එහි Nay Pyi Taw හි ක්ෂුද්‍ර මූල්‍ය සමාගමක් ඇත; සහ මාලදිවයින, බැංකුවට බහුතර කොටස් සහිත පූර්ණ මට්ටමේ I බැංකුවක් ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "காம்பேங்க் AIA இன்சூரன்ஸை Q+ பேமெண்ட் ஆப்ஸ் மற்றும் பிரீமியம் பேமெண்ட்டுகளுக்கான CRMகளுடன் இணைக்கிறது",
      "body_lines": [
        "AIA இன்சூரன்ஸின் பாலிசிதாரர்கள், கொமர்ஷல் பேங்க் ஆஃப் சிலோன் மூலம் தங்கள் பிரீமியங்களை செலுத்துவதற்கு மேலும் இரண்டு வசதியான விருப்பங்களை வங்கியின் Q+ கொடுப்பனவு செயலி மற்றும் அதன் நாடளாவிய ரொக்க மறுசுழற்சி இயந்திரங்களின் (CRMs) நெட்வொர்க்குடன் சேர்த்து வழங்கியுள்ளனர்.",
        "இது எங்கிருந்தும், எந்த நேரத்திலும், ஆண்டின் எந்த நாளிலும் பிரீமியத்தைச் செலுத்த உதவுகிறது என்று வங்கி கூறியது. இந்தக் கொடுப்பனவுகள் நிகழ்நேரத்தில் சரிபார்க்கப்பட்டு புதுப்பிக்கப்படும்.",
        "குறிப்பாக உடல் ரீதியான தொடர்புடன் தொடர்புடைய தொற்றுநோய் தொடர்பான அபாயங்களின் பின்னணியில், பாதுகாப்பு மற்றும் சௌகரியம் குறித்து அதிக விழிப்புணர்வைக் கொண்ட வாடிக்கையாளர்களுக்கான கட்டண விருப்பங்களை பன்முகப்படுத்துவது மற்றும் டிஜிட்டல் மயமாக்குவது தொடர்கிறது என்று வங்கி கூறியது.",
        "AIA பாலிசிதாரர்கள் இப்போது தங்கள் ஸ்மார்ட் போன்கள் மூலம் Q+ பேமெண்ட் செயலியை App Store அல்லது Google Play Store இலிருந்து பதிவிறக்கம் செய்து, பயனர் ஐடி மற்றும் மின்னஞ்சல் போன்ற தேவையான விவரங்களைப் பூர்த்தி செய்து, Q+ பேமென்ட் செயலியை உருவாக்கி பதிவுசெய்து பிரீமியம் செலுத்தலாம். கணக்கு. பிரீமியம் பேமெண்ட்டுகளை செயல்படுத்த, பாலிசிதாரர்கள் தங்களின் ComBank கிரெடிட், டெபிட் அல்லது ப்ரீபெய்ட் கார்டுகளை ஆப்ஸுடன் இணைக்க வேண்டும், ஆப்ஸில் உள்ள ‘பில் பேமெண்ட்’ மெனுவை கிளிக் செய்து, சேவை வழங்குநராக ‘AIA இன்சூரன்ஸ்’ என்பதைத் தேர்ந்தெடுத்து தேவையான விவரங்களைச் செருக வேண்டும்.",
        "AIA இன் வாடிக்கையாளர்கள் பில்லிங் கணக்கு எண்களை மீண்டும் உள்ளிடுவதைத் தவிர்க்க, 'பிடித்தவை' என்ற தாவலின் கீழ் தங்கள் தொடர்ச்சியான பிரீமியம் கட்டணங்களைச் சேமிக்கலாம். பில் பேமெண்ட்டுகளை அங்கீகரிக்க தனிப்பட்ட அடையாள எண் (PIN) தேவைப்படுவதால், முழு செயல்முறையும் தொந்தரவு இல்லாமல் பாதுகாப்பானது.",
        "மாற்றாக, AIA பாலிசிதாரர்கள் நாடு முழுவதும் உள்ள 275 Commercial Bank CRMகளில் ஏதேனும் ஒன்றைப் பார்வையிடலாம், இயந்திரத்தின் முகப்புத் திரையில் 'கார்ட்லெஸ் டெபாசிட்டுகள்' என்பதைத் தேர்ந்தெடுத்து, 'பில் கொடுப்பனவுகள்' விருப்பத்தின் கீழ் AIA க்கு காப்பீட்டுத் தொகையைத் தேர்ந்தெடுத்து, தங்கள் நிலுவைத் தொகையை செலுத்த தொடரலாம். சில நிமிடங்கள், வங்கி கூறியது.",
        "‘இன்சூரன்ஸ்’ என்பது Q+ Payment App ‘In App Payments’ அம்சத்தில் சேர்க்கப்பட்ட புதிய வகையாகும். டேட்டா ரீலோடுகள், ப்ரீ-பெய்டு மற்றும் போஸ்ட்பெய்ட் மொபைல்கள், நிலையான தொலைபேசி இணைப்புகள், பயன்பாடுகள், தண்ணீர் மற்றும் மின்சாரம் (CEB மற்றும் LECO), டிவி பில்களை செலுத்துதல், கிரெடிட் கார்டு நிலுவை மற்றும் ப்ரீ-பெய்டு கார்டுகள் டாப்-அப்.",
        "Q+ Payment App ஆனது நாட்டில் வேகமாக வளர்ந்து வரும் QR பயன்பாடாகும் மற்றும் LANKAQR இன் கீழ் தொடங்கப்பட்ட முதல் QR அடிப்படையிலான கட்டணப் பயன்பாடாகும். தற்போது, ​​Q+ Payment App என்பது VISAQR, Mastercard QR மற்றும் UnionPay QR ஆகியவற்றுடன் இணக்கமான இலங்கையில் உள்ள ஒரே கட்டண செயலியாகும். அக்டோபர் 2021 இல், ஆப் ஆனது 100,000 பதிவுசெய்யப்பட்ட வாடிக்கையாளர்களின் மைல்கல்லைத் தாண்டியது, அதன் வாடிக்கையாளர் எண்ணிக்கையை ஐந்து மாதங்களில் இரட்டிப்பாக்கியது.",
        "ஆசிய-பசிபிக் பிராந்தியத்தில் 18 சந்தைகளில் முன்னிலையில், AIA ஹாங்காங் பங்குச் சந்தையில் பட்டியலிடப்பட்ட மிகப்பெரிய நிறுவனமாகும், இது ஹாங்காங்கில் இணைக்கப்பட்டு தலைமையிடமாக உள்ளது. இலங்கையின் காப்புறுதித் துறையில் முக்கிய பங்கு வகிக்கும் AIA, மூன்று தசாப்தங்களுக்கும் மேலாக மில்லியன் கணக்கான இலங்கையர்களுக்கு சேவை செய்துள்ளது. நிறுவனம் முழு தீவையும் உள்ளடக்கிய வலுவான விநியோக வலையமைப்பைக் கொண்டுள்ளது, 3,500 க்கும் மேற்பட்ட வெல்த் பிளானர்களைப் பயன்படுத்துகிறது மற்றும் 120 க்கும் மேற்பட்ட கிளை அலுவலகங்களை இயக்குகிறது.",
        "இலங்கையின் முதல் 100% கார்பன் நியூட்ரல் வங்கி, உலகின் தலைசிறந்த 1000 வங்கிகளில் பட்டியலிடப்பட்ட முதல் இலங்கை வங்கி மற்றும் தொடர்ந்து 11 வருடங்களாக பட்டியலிடப்பட்ட ஒரே இலங்கை வங்கி, கொமர்ஷல் வங்கி 268 கிளைகள் மற்றும் 938 வலையமைப்பை இயக்குகிறது. இலங்கையில் தானியங்கி இயந்திரங்கள். கொமர்ஷல் வங்கி இலங்கையின் SME துறைக்கு மிகப்பெரிய கடனுதவி வழங்குவதோடு நாட்டின் வங்கித் துறையில் டிஜிட்டல் கண்டுபிடிப்புகளில் முன்னணியில் உள்ளது. வங்கியின் வெளிநாட்டு செயல்பாடுகள் பங்களாதேஷை உள்ளடக்கியது, அங்கு வங்கி 19 விற்பனை நிலையங்களை இயக்குகிறது; மியான்மர், அங்கு நய் பியி தாவில் மைக்ரோஃபைனான்ஸ் நிறுவனம் உள்ளது; மற்றும் மாலத்தீவுகள், வங்கி பெரும்பான்மையான பங்குகளைக் கொண்ட முழு அளவிலான அடுக்கு I வங்கியைக் கொண்டுள்ளது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}