{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/political-apathy-amongst-sri-lankans-is-significant-contributory-factor-to-the-current-state-of-affairs/",
  "time_ut": 1648817460,
  "title": "Political apathy amongst Sri Lankans’ is significant contributory factor to the current state of affairs",
  "body_lines": [
    "Political apathy is best described when a citizen is indifferent in their attitude to political activities, such as electing politicians, having opinions, and their civic responsibility. A more simplified term for political apathy would be that someone ‘cannot be bothered’ to participate in their country’s political system.",
    "There is no doubt that the country is amid an economic meltdown. It is in free fall, and where it will end depends on how quickly those entrusted with the country’s governance take decisive action. A few independent economists and financial analysts have been calling on the government over the last 18 months to make challenging and unpopular decisions as otherwise, the country might end up like Lebanon. Unfortunately, the country and the people are in this precarious situation because those calls went unheeded.",
    "It is possible that most people have not read about the severe economic downfall of Lebanon, where currently, only two hours of electricity a day is supplied from the national grid. The currency has devalued significantly, and the black-market rate for the dollar is about 400 per cent higher than the official rate. There is a great scarcity of food and medicines. Politicians are fighting among themselves. Sounds familiar?",
    "Despite many upheavals that our country has gone through due to the civil war that continued for a quarter of a century, two violent uprisings by the Janatha Vimukthi Peramuna (JVP), the Easter Sunday bomb attack, the Tsunami in 2004 and race riots, the people have not experienced such hardships as they do now. Most are shell shocked, angry and unable to fathom how things we took for granted, such as uninterrupted power, diesel, petrol and cooking gas being readily available despite soaring word prices are no longer easily available.",
    "The poorer segment of the society is out on the streets, standing in queues to purchase essentials like milk powder, cooking gas and kerosene. In addition, many who earn their living by providing transport services are in diesel queues, unable to earn their daily sustenance. In addition, skyrocketing prices make many essentials unaffordable. This population segment openly criticizes the government for its inaction and inability to resolve the problems. Some have resorted to blocking roads, hindering road traffic.",
    "A small segment of the middle class has begun to express their concern and criticism of the government by participating in a silent protest holding placards and candles along the roadside without disturbing traffic. The placards are pretty explicit in their disapproval of the government. These gatherings are no doubt “apolitical.”",
    "In most societies, the middle class consisting of professionals and academics, are vocal against political mismanagement and generally acts as a powerful voice to hold governments to account. However, in Sri Lanka, we, the middle class until now, have abdicated such responsibilities as our lives have centered around building wealth and performing parental duties. Many might say, “what is wrong with that?” But unfortunately, the sad reality is the current state of affairs. In addition, many have remained silent, indifferent and tolerant of the rampant corruption that pervades our country. This is despite many coming from families where corruption was considered a crime by their parents. Only recently, several economic academics have come on television and openly disagreed with the government’s economic policies. A case of too little too late?",
    "The private sector must be silently seething with anger. They have been struggling against the odds since 1985 due to various factors that I have mentioned in a previous paragraph. In addition, inconsistent and poorly thought out economic policies, corruption, inefficiency and lethargy among the public service, and, more often than not, a poorly trained workforce has challenged their resolve. Nevertheless, it is to the private sector’s credit that the country has ticked over despite the constraints.",
    "But, as in the case of the middle class, the private sector stands accused of being subservient to successive governments and being tolerant and even complicit in corruption. There is no doubt that the private sector needs the goodwill of the government in power to further their business activities and furtherance of business-friendly policies.",
    "Their reluctance to come forward with constructive comments was well illustrated during the Yahapalana government when the head of the Ceylon Chamber of Commerce, a much respected and proven business leader, was publicly rebuked and his political loyalties questioned by the then Prime Minister. This is after the chamber requested the government to provide additional information to the public about the proposed MCC agreement with the US government. No one came to his defence except for an article I wrote supporting the gentleman concerned.",
    "There is no doubt that the politicians we have elected since independence in 1948 have failed us. They have been devoid of vision, leadership, intelligence, and integrity, the primary reason for our predicament.",
    "However, we, the people, are equally culpable for the current state of affairs. We have been, for several decades, politically apathetic. We have exercised our franchise irresponsibly for decades. We continue to elect those who have failed repeatedly and are responsible for crimes and corruption.",
    "Those who have the competence and integrity to govern have abdicated their civic responsibility. Many of our skilled and competent professionals and academics have migrated in search of greener pastures. Those who remained decided to lead a “quiet” life and avoid any active participation in expressing disapproval of wrongdoings by politicians. The quotation “All that is needed for the forces of evil to succeed is for enough good men to remain silent” is applicable in this instance.",
    "The few who had the courage of their conviction to express constructive criticism were either penalized or ignored. For example, my late brother Rajeewa who worked at Sri Lankan Airlines for nearly two decades wrote 40 articles in seven years about how unprofessionally the airline was managed and operated by successive governments. He gave numerous examples of serious mistakes made by people appointed to the board and senior management positions who lacked experience in the aviation industry and even business and managerial competence. The only qualifications they had were that they were either related to or were good friends of the higher-ups in government.",
    "The net result is that the country’s taxpayers are burdened with a liability they can not afford. But unfortunately, no one, either retired or working at the airline, ever wrote in support of his disclosures and supported the request to privatize the airline. All remained silent despite agreeing privately but with the advice, “machan, just keep silent; nothing will change.” Even his personal life was negatively impacted due to his critical articles as he was consistently rebuked and reminded, “my sales will come down if you antagonize those in the airline.”",
    "Many other state-owned enterprises, including the Ceylon Electricity Board (CEB) and the Ceylon Petroleum (CPC), have been for decades run inefficiently. No effort has been made to eliminate the losses and restructure them to be operated as sustainable businesses. In that regard, the militant trade unions need to be held responsible for their continued opposition to such proposals. Only a few months back, I wrote an article recommending that the government should ban all industrial action by trade unions for the next five years. I highlighted that to come out of the economic quagmire we are in, many unpopular and difficult decisions will need to be made, which trade unions will oppose.",
    "How many will publicly agree with my recommendation despite these two organizations being responsible for the immense suffering we are enduring? The wild cat strikes by the health and railway workers have also caused great inconvenience to the public. The question is whether we accept such unreasonable behaviour or demand decisive action such as dismissal from service for engaging in an activity to inconvenience the public. After all, we are the taxpayers who pay their salaries.",
    "How many of us read the reports published by the Auditor General disclosing colossal waste, corruption and inefficiency in state enterprises or critically analyze the annual budget? To be only interested in whether the personal income tax rate has been reduced and the single person allowance has been enhanced will not suffice.",
    "I, for one, hope that the people of this country, in the future, will be actively involved in publicly voicing their opinion and disapproving of actions against the public interest, whether committed by politicians or trade unions. Of course, it will be too little too late to state the obvious, but then we need to start from somewhere.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලාංකිකයන් අතර පවතින දේශපාලන උදාසීනත්වය වත්මන් තත්ත්වයට සැලකිය යුතු දායක සාධකයකි",
      "body_lines": [
        "දේශපාලන උදාසීනත්වය වඩාත් හොඳින් විස්තර කරනු ලබන්නේ දේශපාලඥයින් තෝරා පත් කර ගැනීම, අදහස් දැක්වීම සහ ඔවුන්ගේ ප්‍රජා වගකීම වැනි දේශපාලන ක්‍රියාකාරකම් කෙරෙහි පුරවැසියෙකු ඔවුන්ගේ ආකල්පය තුළ උදාසීන වූ විටය. දේශපාලන උදාසීනත්වය සඳහා වඩාත් සරල යෙදුමක් වනුයේ යමෙකුට තම රටේ දේශපාලන ක්‍රමයට සහභාගී වීමට 'කරදර කළ නොහැක' යන්නයි.",
        "රට ආර්ථික වශයෙන් කඩා වැටීමකට ලක්ව ඇති බවට සැකයක් නැත. එය නිදහස් වැටීමක පවතින අතර, එය අවසන් වන්නේ කොතැනින්ද යන්න රඳා පවතින්නේ රටේ පාලනය භාරව සිටින අය කෙතරම් ඉක්මනින් තීරණාත්මක ක්‍රියාමාර්ගයක් ගනීද යන්න මතය. ස්වාධීන ආර්ථික විද්‍යාඥයින් සහ මූල්‍ය විශ්ලේෂකයින් කිහිප දෙනෙකු පසුගිය මාස 18 තුළ රජයෙන් ඉල්ලා සිටියේ අභියෝගාත්මක සහ ජනප්‍රිය නොවන තීරණ ගන්නා ලෙසයි, එසේ නොවුවහොත් රට ලෙබනනය මෙන් අවසන් විය හැකි බැවිනි. අවාසනාවකට රටත් ජනතාවත් මේ අවිනිශ්චිත තත්ත්වයට පත්ව ඇත්තේ එම ඇමතුම්වලට කන් නොදී ගිය නිසාය.",
        "දැනට ජාතික විදුලිබල පද්ධතියෙන් දිනකට පැය දෙකක විදුලිය පමණක් සපයන ලෙබනනයේ දැඩි ආර්ථික කඩාවැටීම ගැන බොහෝ දෙනා කියවා නොතිබෙන්නට ඇත. මුදල් ඒකකය සැලකිය යුතු ලෙස අවප්රමාණය වී ඇති අතර, ඩොලරය සඳහා කළු වෙළඳපොලේ අනුපාතය නිල අනුපාතයට වඩා සියයට 400 ක් පමණ වැඩි ය. ආහාර හා ඖෂධවල විශාල හිඟයක් පවතී. දේශපාලකයෝ ඔවුනොවුන් අතර රණ්ඩු වෙති. හුරුපුරුදුයි වගේද?",
        "ශතවර්ෂයක් පුරා පැවති සිවිල් යුද්ධය, ජනතා විමුක්ති පෙරමුණේ (ජවිපෙ) ප්‍රචණ්ඩ කැරලි දෙකක්, පාස්කු ඉරිදා බෝම්බ ප්‍රහාරය, 2004 සුනාමිය සහ රේස් කෝලාහල නිසා අපේ රට බොහෝ පෙරළි ඇති වුවද, මිනිස්සු දැන් වගේ දුක් විඳලා නැහැ. බොහෝ දෙනා ෂෙල් කම්පනයට, කෝපයට පත් වී ඇති අතර, අඛණ්ඩ විදුලිය, ඩීසල්, පෙට්‍රල් සහ ඉවුම් පිහුම් ගෑස් වැනි වචනවල මිල ඉහළ ගියද පහසුවෙන් ලබා ගත නොහැක.",
        "කිරිපිටි, ඉවුම් පිහුම් ගෑස් සහ භූමිතෙල් වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය මිලදී ගැනීමට පෝලිම්වල සිටගෙන සමාජයේ දුප්පත් කොටස පාරට බැස සිටිති. ඊට අමතරව ප්‍රවාහන සේවා සපයමින් ජීවිකාව ගෙන යන බොහෝ දෙනෙක් දෛනික ජීවනෝපාය සොයා ගැනීමට නොහැකිව ඩීසල් පෝලිම්වල සිටිති. මීට අමතරව, අහස උසට නැඟෙන මිල ගණන් බොහෝ අත්‍යවශ්‍ය ද්‍රව්‍ය දැරිය නොහැකි තත්ත්වයට පත් කරයි. මෙම ජනකොට්ඨාශය ආණ්ඩුවේ අකර්මන්‍යතාවය සහ ගැටළු විසඳීමට ඇති නොහැකියාව පිළිබඳව විවෘතව විවේචනය කරයි. සමහරු මාර්ග අවහිර කරමින් මාර්ග ගමනාගමනයට බාධා කරති.",
        "මධ්‍යම පන්තියේ කුඩා කොටසක් වාහන ගමනාගමනයට බාධාවක් නොවන අයුරින් පාර අයිනේ පුවරු සහ ඉටිපන්දම් අතැතිව නිහඬ විරෝධතාවයකට සහභාගි වෙමින් රජය කෙරෙහි සිය කනස්සල්ල සහ විවේචනය පළ කිරීමට පටන් ගෙන තිබේ. එම පුවරු රජයට ඔවුන්ගේ අප්‍රසාදය ඉතා පැහැදිලිය. මෙම රැස්වීම් \"අදේශපාලනික\" බවට සැකයක් නැත.",
        "බොහෝ සමාජවල, වෘත්තිකයන්ගෙන් සහ විද්වතුන්ගෙන් සමන්විත මධ්‍යම පන්තිය, දේශපාලන අවභාවිතයට එරෙහිව හඬ නගන අතර සාමාන්‍යයෙන් ආණ්ඩු ගණන් ගැනීමේ බලගතු හඬක් ලෙස ක්‍රියා කරයි. කෙසේ වෙතත්, ශ්‍රී ලංකාවේ, අපගේ ජීවිතය ධනය ගොඩනැගීම සහ දෙමාපියන්ගේ යුතුකම් ඉටු කිරීම වටා කේන්ද්‍රගත වී ඇති බැවින්, මධ්‍යම පාන්තික වන අපි මෙතෙක් එවැනි වගකීම් අත්හැරියෙමු. “එහි ඇති වරද කුමක්ද” කියා බොහෝ අය පවසන්න පුළුවන්. එහෙත් අවාසනාවකට කණගාටුදායක යථාර්ථය නම් වත්මන් තත්ත්වයයි. ඊට අමතරව, අපේ රට පුරා පැතිරී ඇති ඉහවහා ගිය දූෂණය ගැන බොහෝ දෙනෙක් නිහඬව, උදාසීන සහ ඉවසා සිටිති. මෙය සිදු වන්නේ තම දෙමාපියන් විසින් දූෂණය අපරාධයක් ලෙස සැලකූ පවුල්වලින් බොහෝ දෙනෙක් පැමිණියද ය. මෑතකදී පමණක්, ආර්ථික විද්වතුන් කිහිප දෙනෙකු රූපවාහිනියට පැමිණ රජයේ ආර්ථික ප්‍රතිපත්තිවලට විවෘතව එකඟ නොවීය. ප්‍රමාද වැඩියි නඩුවක්?",
        "පුද්ගලික අංශය නිශ්ශබ්දව කෝපයෙන් දැවෙන විය යුතුය. මා පෙර ඡේදයක සඳහන් කළ විවිධ සාධක නිසා ඔවුන් 1985 සිට අවාසියට එරෙහිව අරගල කරයි. මීට අමතරව, නොගැලපෙන සහ දුර්වල ලෙස සිතා බැලූ ආර්ථික ප්‍රතිපත්ති, දූෂණය, අකාර්යක්ෂමතාවය සහ රාජ්‍ය සේවයේ උදාසීනත්වය සහ බොහෝ විට දුර්වල පුහුණුව ලත් ශ්‍රම බලකායක් ඔවුන්ගේ අධිෂ්ඨානයට අභියෝග කර ඇත. එසේ වුවද, සීමාවන් මධ්‍යයේ වුවද රට පෙරට ගෙන ඇත්තේ පෞද්ගලික අංශයේ ණයට ය.",
        "එහෙත්, මධ්‍යම පන්තියේ දී මෙන්ම, පුද්ගලික අංශය ද අනුප්‍රාප්තික ආන්ඩුවලට යටත් වන බවටත්, ඉවසීමෙන් කටයුතු කරන බවටත්, දූෂණයට පවා හවුල් වූ බවටත් චෝදනා එල්ල වේ. පුද්ගලික අංශයට තම ව්‍යාපාරික කටයුතු ඉදිරියට ගෙන යාමට සහ ව්‍යාපාරික හිතකාමී ප්‍රතිපත්ති ඉදිරියට ගෙන යාමට බලයේ සිටින රජයේ හොඳ හිත අවශ්‍ය බවට සැකයක් නැත.",
        "සාධනීය අදහස් ඉදිරිපත් කිරීමට ඔවුන් දක්වන මැලිකම යහපාලන රජය සමයේ ඉතා ගෞරවාන්විත සහ ඔප්පු කළ ව්‍යාපාරික නායකයෙකු වූ ලංකා වාණිජ මණ්ඩලයේ ප්‍රධානියාට ප්‍රසිද්ධියේ බැණ වැදුණු අතර ඔහුගේ දේශපාලන පක්ෂපාතිත්වය එවකට අගමැති විසින් ප්‍රශ්න කරන ලදී. ඒ, අමෙරිකානු රජය සමඟ යෝජිත MCC ගිවිසුම පිළිබඳ අමතර තොරතුරු මහජනතාවට ලබාදෙන ලෙස එම මණ්ඩලය රජයෙන් ඉල්ලීමක් කිරීමෙන් අනතුරුවයි. අදාළ මහත්මයාට සහය පළ කරමින් මා ලියූ ලිපියක් හැර කිසිවකු ඔහුගේ ආරක්ෂාවට ඉදිරිපත් වූයේ නැත.",
        "1948 නිදහසින් පසු අප විසින් තෝරා පත් කර ගත් දේශපාලනඥයන් අපව අසාර්ථක වූ බවට සැකයක් නැත. ඔවුන් දැක්ම, නායකත්වය, බුද්ධිය සහ අඛණ්ඩතාවෙන් තොර වූ අතර, අපගේ දුෂ්කරතාවයට මූලික හේතුවයි.",
        "කෙසේ වෙතත් වත්මන් තත්ත්වය සම්බන්ධයෙන් ජනතාව වන අප ද එක සේ වගකිව යුතුය. අපි දශක ගණනාවක් තිස්සේ දේශපාලන වශයෙන් උදාසීන වී සිටිමු. අපි දශක ගණනාවක් තිස්සේ වගකීම් විරහිතව අපගේ ඡන්ද බලය භාවිතා කර ඇත්තෙමු. නැවත නැවතත් අසාර්ථක වූ සහ අපරාධ හා දූෂණවලට වගකිව යුතු අය අපි දිගටම තෝරා ගනිමු.",
        "පාලනය කිරීමට නිපුණතාවය සහ අවංකභාවය ඇති අය ඔවුන්ගේ සිවිල් වගකීම පැහැර හැර ඇත. අපගේ නිපුණ සහ දක්ෂ වෘත්තිකයන් සහ විද්වතුන් බොහෝ දෙනෙක් හරිත තණබිම් සොයා සංක්‍රමණය වී ඇත. ඉතිරිව සිටි අය \"නිහඬ\" ජීවිතයක් ගත කිරීමටත්, දේශපාලඥයින් විසින් කරන වැරදිවලට ​​අකමැත්ත ප්‍රකාශ කිරීමට සක්‍රීයව සහභාගී වීමෙන් වැළකී සිටීමටත් තීරණය කළහ. “නපුරු බලවේග සාර්ථක වීමට අවශ්‍ය වන්නේ ප්‍රමාණවත් යහපත් මිනිසුන් නිහඬව සිටීමයි” යන උද්ධෘතය මේ අවස්ථාවේ දී අදාළ වේ.",
        "නිර්මාණාත්මක විවේචන ප්‍රකාශ කිරීමට ඔවුන්ගේ විශ්වාසයේ ධෛර්යයක් ඇති ස්වල්ප දෙනෙකුට දඬුවම් හෝ නොසලකා හරින ලදී. උදාහරණයක් වශයෙන්, දශක දෙකකට ආසන්න කාලයක් ශ්‍රී ලන්කන් ගුවන් සේවයේ සේවය කළ මගේ නැසීගිය සහෝදර රජීව වසර හතක් තුළ ලිපි 40ක් ලිවීය. ගුවන් සේවා ක්ෂේත්‍රයේ පළපුරුද්ද සහ ව්‍යාපාර සහ කළමනාකරණ නිපුණතා පවා නොමැති අධ්‍යක්ෂ මණ්ඩලයේ සහ ජ්‍යෙෂ්ඨ කළමනාකාරීත්ව තනතුරුවලට පත් වූ පුද්ගලයින් විසින් සිදු කරන ලද බරපතල වැරදි සම්බන්ධයෙන් ඔහු උදාහරණ ගණනාවක් ඉදිරිපත් කළේය. ඔවුන්ට තිබූ එකම සුදුසුකම වූයේ ඔවුන් එක්කෝ ආණ්ඩුවේ ඉහළ නිලධාරීන්ට නෑකම් කීම හෝ හොඳ මිතුරන් වීම පමණි.",
        "එහි ශුද්ධ ප්‍රතිඵලය වන්නේ රටේ බදු ගෙවන්නන් ඔවුන්ට දරාගත නොහැකි වගකීමකින් පැටවීමයි. එහෙත් අවාසනාවකට මෙන්, විශ්‍රාම ගිය හෝ ගුවන් සේවයේ සේවය කරන කිසිවකු ඔහුගේ හෙළිදරව් කිරීම්වලට සහය පළ කරමින් සහ ගුවන් සේවය පෞද්ගලීකරණය කිරීමේ ඉල්ලීමට සහාය දැක්වූයේ නැත. පෞද්ගලිකව එකඟ වුවද සියල්ලෝම නිහඬව සිටි නමුත් උපදේශය සමඟින්, \"මචං, නිශ්ශබ්ද වන්න; කිසිවක් වෙනස් නොවනු ඇත.\" ඔහුගේ විවේචනාත්මක ලිපි නිසා ඔහුගේ පෞද්ගලික ජීවිතයට පවා අයහපත් ලෙස බලපෑවේ ඔහුට දිගින් දිගටම තරවටු කළ අතර “ඔබ ගුවන් සේවයේ සිටින අයට විරුද්ධ වුවහොත් මගේ විකුණුම් පහත වැටෙනු ඇත.”",
        "ලංකා විදුලිබල මණ්ඩලය (CEB) සහ Ceylon Petroleum (CPC) ඇතුළු තවත් බොහෝ රාජ්‍ය ව්‍යවසායන් දශක ගණනාවක් තිස්සේ අකාර්යක්ෂමව පවත්වාගෙන ගොස් ඇත. පාඩු නැතිකර ඒවා තිරසාර ව්‍යාපාර ලෙස ක්‍රියාත්මක කිරීම සඳහා ප්‍රතිව්‍යුහගත කිරීමට කිසිදු උත්සාහයක් ගෙන නොමැත. ඒ අතින් බලන විට මෙවැනි යෝජනාවලට දිගින් දිගටම විරුද්ධ වීම ගැන සටන්කාමී වෘත්තීය සමිති වගකිව යුතුය. මාස කිහිපයකට පෙර, මම ලිපියක් ලිව්වා ඉදිරි වසර පහ සඳහා වෘත්තීය සමිති විසින් සිදුකරන සියලුම කාර්මික ක්‍රියාමාර්ග රජයට තහනම් කළ යුතු බවට නිර්දේශ කරමින්. අප සිටින ආර්ථික මඩ ගොහොරුවෙන් ගොඩ ඒමට නම් බොහෝ ජනප්‍රිය නොවන සහ දුෂ්කර තීරණ ගැනීමට අවශ්‍ය වන බවත්, ඒවාට වෘත්තීය සමිති විරුද්ධ වන බවත් මම අවධාරණය කළෙමි.",
        "අප විඳිමින් සිටින අපමණ දුක් ගැහැටවලට මේ සංවිධාන දෙක වගකිව යුතු වුවත් කී දෙනෙක් මගේ නිර්දේශයට ප්‍රසිද්ධියේ එකඟ වේවිද? සෞඛ්‍ය හා දුම්රිය සේවකයින් විසින් සිදුකරන වල් බළල් වර්ජන හේතුවෙන් මහජනතාවද දැඩි අපහසුතාවයට පත්ව ඇත. ප්‍රශ්නය වන්නේ එවැනි අසාධාරණ හැසිරීම් අප පිළිගන්නවාද නැතහොත් මහජනතාව අපහසුතාවට පත්කිරීමේ ක්‍රියාකාරකමක නිරතවීම නිසා සේවයෙන් පහකිරීම වැනි තීරණාත්මක ක්‍රියාමාර්ග ඉල්ලා සිටිනවාද යන්නයි. කොහොමටත් අපි තමයි පඩි ගෙවන බදු ගෙවන්නන්.",
        "රාජ්‍ය ව්‍යවසායන්හි දැවැන්ත නාස්තිය, දූෂණය සහ අකාර්යක්ෂමතාව හෙළිදරව් කරමින් හෝ වාර්ෂික අයවැය විවේචනාත්මකව විශ්ලේෂණය කරමින් විගණකාධිපති විසින් ප්‍රකාශයට පත් කරන ලද වාර්තා අපෙන් කීයෙන් කීදෙනාද? පුද්ගලික ආදායම් බදු අනුපාතය අඩු කර තනි පුද්ගල දීමනාව වැඩි කර තිබේද යන්න ගැන පමණක් උනන්දු වීම ප්‍රමාණවත් නොවේ.",
        "දේශපාලනඥයන් හෝ වෘත්තීය සමිති විසින් සිදු කරනු ලබන මහජන අවශ්‍යතාවලට එරෙහි ක්‍රියාමාර්ග ප්‍රසිද්ධියේ ප්‍රසිද්ධියේ ප්‍රකාශ කිරීමට සහ ප්‍රතික්ෂේප කිරීමට මේ රටේ ජනතාව අනාගතයේ දී ක්‍රියාකාරීව සම්බන්ධ වනු ඇතැයි මම බලාපොරොත්තු වෙමි. ඇත්ත වශයෙන්ම, එය පැහැදිලිව ප්රකාශ කිරීමට ප්රමාද වැඩි වනු ඇත, නමුත් අපි කොතැනකින් හෝ ආරම්භ කළ යුතුය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையர்களிடையே உள்ள அரசியல் அக்கறையின்மை தற்போதைய நிலைமைக்கு குறிப்பிடத்தக்க பங்களிப்பு காரணியாகும்",
      "body_lines": [
        "அரசியல்வாதிகளைத் தேர்ந்தெடுப்பது, கருத்துக்களைக் கொண்டிருத்தல் மற்றும் அவர்களின் குடிமைப் பொறுப்பு போன்ற அரசியல் நடவடிக்கைகளில் ஒரு குடிமகன் அவர்களின் அணுகுமுறையில் அலட்சியமாக இருக்கும்போது, ​​அரசியல் அக்கறையின்மை சிறப்பாக விவரிக்கப்படுகிறது. அரசியல் அக்கறையின்மைக்கு மிகவும் எளிமையான சொல், யாரோ ஒருவர் தங்கள் நாட்டின் அரசியல் அமைப்பில் பங்கேற்க 'கவலைப்பட முடியாது' என்பதாகும்.",
        "நாடு பொருளாதார வீழ்ச்சிக்கு மத்தியில் உள்ளது என்பதில் சந்தேகமில்லை. இது இலவச வீழ்ச்சியில் உள்ளது, மேலும் அது எங்கு முடிவடையும் என்பது நாட்டின் நிர்வாகத்தில் ஒப்படைக்கப்பட்டவர்கள் எவ்வளவு விரைவாக தீர்க்கமான நடவடிக்கை எடுக்கிறார்கள் என்பதைப் பொறுத்தது. ஒரு சில சுயாதீன பொருளாதார வல்லுநர்கள் மற்றும் நிதி ஆய்வாளர்கள் கடந்த 18 மாதங்களாக சவாலான மற்றும் செல்வாக்கற்ற முடிவுகளை எடுக்குமாறு அரசாங்கத்திற்கு அழைப்பு விடுத்துள்ளனர், இல்லையெனில் நாடு லெபனானைப் போல முடிவடையும். துரதிர்ஷ்டவசமாக, அந்த அழைப்புகள் செவிசாய்க்கப்படாமல் போனதால், நாடும் மக்களும் இந்த இக்கட்டான நிலையில் உள்ளனர்.",
        "லெபனானின் கடுமையான பொருளாதார வீழ்ச்சியைப் பற்றி பெரும்பாலான மக்கள் படிக்காதிருக்கலாம், அங்கு தற்போது, ​​தேசிய மின்கட்டமைப்பிலிருந்து ஒரு நாளைக்கு இரண்டு மணிநேர மின்சாரம் மட்டுமே வழங்கப்படுகிறது. நாணயம் கணிசமாக மதிப்பிழந்துவிட்டது, டாலருக்கான கருப்புச் சந்தை விகிதம் அதிகாரப்பூர்வ விகிதத்தை விட சுமார் 400 சதவீதம் அதிகமாக உள்ளது. உணவு மற்றும் மருந்துகளுக்கு பெரும் தட்டுப்பாடு ஏற்பட்டுள்ளது. அரசியல்வாதிகள் தங்களுக்குள் சண்டையிட்டுக் கொள்கிறார்கள். பரிச்சியமான?",
        "கால் நூற்றாண்டாகத் தொடரும் உள்நாட்டுப் போர், ஜனதா விமுக்தி பெரமுன (ஜே.வி.பி.) இரண்டு வன்முறைக் கிளர்ச்சிகள், ஈஸ்டர் ஞாயிறு குண்டுத் தாக்குதல், 2004 இல் சுனாமி, இனக்கலவரம் எனப் பல எழுச்சிகளை நம் நாடு சந்தித்த போதிலும், மக்கள் இப்போது அனுபவிக்கும் கஷ்டங்களை அனுபவித்ததில்லை. தடையில்லா மின்சாரம், டீசல், பெட்ரோல், சமையல் எரிவாயு போன்ற விலைவாசிகள் எளிதாய்க் கிடைத்தாலும் எளிதில் கிடைப்பது போன்ற விஷயங்களை நாம் எப்படி எடுத்துக் கொண்டோம் என்பதை அறிய முடியாமல் பெரும்பாலானோர் அதிர்ச்சியடைந்துள்ளனர், கோபமடைந்துள்ளனர்.",
        "பால் பவுடர், சமையல் எரிவாயு மற்றும் மண்ணெண்ணெய் போன்ற அத்தியாவசியப் பொருட்களை வாங்குவதற்காக வரிசையில் நிற்கும் சமுதாயத்தின் ஏழைப் பிரிவினர் தெருக்களில் உள்ளனர். மேலும், போக்குவரத்து சேவைகளை வழங்கி பிழைப்பு நடத்தும் பலர் தமது அன்றாட வாழ்வாதாரத்தை பெற முடியாமல் டீசல் வரிசையில் நிற்கின்றனர். மேலும், விண்ணை முட்டும் விலைவாசியால் பல அத்தியாவசியப் பொருட்களை வாங்க முடியாத நிலை ஏற்படுகிறது. இந்த மக்கள் பிரிவினர் அரசாங்கத்தின் செயலற்ற தன்மை மற்றும் பிரச்சினைகளை தீர்க்க இயலாமைக்காக வெளிப்படையாக விமர்சிக்கின்றனர். சிலர் சாலைகளை மறித்து, சாலை போக்குவரத்துக்கு இடையூறாக உள்ளனர்.",
        "நடுத்தர வர்க்கத்தின் ஒரு சிறு பிரிவினர், போக்குவரத்துக்கு இடையூறு ஏற்படாத வகையில் சாலையோரம் மெழுகுவர்த்தி ஏந்தி மவுனப் போராட்டத்தில் ஈடுபட்டு அரசு மீதான கவலையையும் விமர்சனத்தையும் தெரிவிக்கத் தொடங்கியுள்ளனர். அரசாங்கத்தை ஏற்காத வகையில் பலகைகள் மிகவும் வெளிப்படையாக உள்ளன. இந்தக் கூட்டங்கள் \"அரசியல் சார்பற்றவை\" என்பதில் சந்தேகமில்லை.",
        "பெரும்பாலான சமூகங்களில், தொழில் வல்லுநர்கள் மற்றும் கல்வியாளர்களை உள்ளடக்கிய நடுத்தர வர்க்கம், அரசியல் தவறான நிர்வாகத்திற்கு எதிராக குரல் கொடுக்கிறது மற்றும் பொதுவாக அரசாங்கங்களை கணக்கில் வைக்க ஒரு சக்திவாய்ந்த குரலாக செயல்படுகிறது. இருப்பினும், இலங்கையில், இதுவரை நடுத்தர வர்க்கமாகிய நாம், செல்வத்தைக் கட்டியெழுப்புவதையும், பெற்றோருக்குரிய கடமைகளைச் செய்வதையும் மையமாகக் கொண்ட எங்கள் வாழ்க்கை இத்தகைய பொறுப்புகளைத் துறந்தோம். \"அதில் என்ன தவறு?\" என்று பலர் கூறலாம். ஆனால் துரதிர்ஷ்டவசமாக, சோகமான உண்மை என்னவென்றால், தற்போதைய விவகாரங்கள். அதுமட்டுமின்றி, நம் நாட்டில் தலைவிரித்தாடும் ஊழலைப் பற்றி பலர் அமைதியாகவும், அலட்சியமாகவும், சகிப்புத்தன்மையுடனும் இருந்து வருகின்றனர். பெற்றோர்களால் ஊழல் குற்றமாக கருதப்பட்ட குடும்பங்களில் இருந்து பலர் வந்தாலும் இது நடக்கிறது. சமீபத்தில்தான், பல பொருளாதாரக் கல்வியாளர்கள் தொலைக்காட்சியில் வந்து அரசாங்கத்தின் பொருளாதாரக் கொள்கைகளை வெளிப்படையாக ஏற்கவில்லை. மிகவும் தாமதமான வழக்கு?",
        "தனியார் துறையினர் அமைதியாக கோபத்துடன் இருக்க வேண்டும். நான் முந்தைய பத்தியில் குறிப்பிட்டுள்ள பல்வேறு காரணிகளால் 1985 முதல் அவர்கள் முரண்பாடுகளுக்கு எதிராக போராடி வருகின்றனர். கூடுதலாக, சீரற்ற மற்றும் மோசமாக சிந்திக்கப்பட்ட பொருளாதாரக் கொள்கைகள், ஊழல், திறமையின்மை மற்றும் பொதுச் சேவையில் உள்ள மந்தமான நிலை, மற்றும் பெரும்பாலும், மோசமாகப் பயிற்றுவிக்கப்பட்ட பணியாளர்கள் தங்கள் உறுதியை சவால் செய்துள்ளனர். இருந்தபோதிலும், கட்டுப்பாடுகள் இருந்தபோதிலும் நாடு முன்னேறியது தனியார் துறையின் கடன்.",
        "ஆனால், நடுத்தர வர்க்கத்தைப் போலவே, தனியார் துறையும் அடுத்தடுத்த அரசாங்கங்களுக்கு அடிபணிவதாகவும், சகிப்புத்தன்மையுடனும் ஊழலுக்கு உடந்தையாகவும் இருப்பதாக குற்றம் சாட்டப்படுகிறது. தனியார் துறையினருக்கு தமது வர்த்தக நடவடிக்கைகளை முன்னெடுத்துச் செல்வதற்கும், வர்த்தக நட்புக் கொள்கைகளை முன்னெடுப்பதற்கும் அதிகாரத்தில் இருக்கும் அரசாங்கத்தின் நல்லெண்ணம் தேவை என்பதில் சந்தேகமில்லை.",
        "யஹபாலன அரசாங்கத்தின் போது, ​​மிகவும் மதிப்பிற்குரிய மற்றும் நிரூபணமான வர்த்தகத் தலைவரான இலங்கை வர்த்தக சம்மேளனத்தின் தலைவர் பகிரங்கமாக கண்டிக்கப்பட்டபோதும், அவரது அரசியல் விசுவாசம் குறித்து அப்போதைய பிரதமரால் கேள்வி எழுப்பப்பட்டபோதும், ஆக்கபூர்வமான கருத்துக்களை முன்வைக்க அவர்களின் தயக்கம் நன்கு விளக்கப்பட்டது. அமெரிக்க அரசாங்கத்துடன் முன்மொழியப்பட்ட MCC ஒப்பந்தம் பற்றிய கூடுதல் தகவல்களை பொதுமக்களுக்கு வழங்குமாறு அறை அரசாங்கத்திடம் கோரியதை அடுத்து இது நடந்துள்ளது. சம்பந்தப்பட்ட மனிதரை ஆதரித்து நான் எழுதிய ஒரு கட்டுரையைத் தவிர யாரும் அவரைப் பாதுகாக்கவில்லை.",
        "1948ல் சுதந்திரம் அடைந்ததில் இருந்து நாம் தேர்ந்தெடுத்த அரசியல்வாதிகள் நம்மைத் தோல்வியடையச் செய்திருக்கிறார்கள் என்பதில் சந்தேகமில்லை. அவர்கள் பார்வை, தலைமை, புத்திசாலித்தனம் மற்றும் ஒருமைப்பாடு இல்லாதவர்கள், நமது இக்கட்டான நிலைக்கு முதன்மைக் காரணம்.",
        "இருப்பினும், தற்போதைய விவகாரங்களுக்கு மக்களாகிய நாமும் சமமான குற்றவாளிகள். நாங்கள் பல தசாப்தங்களாக, அரசியல் ரீதியாக அக்கறையற்றவர்களாக இருக்கிறோம். பல தசாப்தங்களாக நாங்கள் எங்கள் உரிமையை பொறுப்பற்ற முறையில் பயன்படுத்தியுள்ளோம். மீண்டும் மீண்டும் தோல்வியடைந்து, குற்றங்கள் மற்றும் ஊழலுக்குப் பொறுப்பானவர்களை நாங்கள் தொடர்ந்து தேர்ந்தெடுக்கிறோம்.",
        "ஆட்சி செய்யும் தகுதியும் நேர்மையும் உள்ளவர்கள் தங்கள் குடிமைப் பொறுப்பைத் துறந்துள்ளனர். எங்கள் திறமையான மற்றும் திறமையான தொழில் வல்லுநர்கள் மற்றும் கல்வியாளர்கள் பலர் பசுமையான மேய்ச்சல் நிலங்களைத் தேடி இடம்பெயர்ந்துள்ளனர். எஞ்சியிருந்தவர்கள் \"அமைதியான\" வாழ்க்கையை நடத்தவும், அரசியல்வாதிகளின் தவறான செயல்களுக்கு மறுப்பு தெரிவிக்கும் செயலில் பங்கேற்பதைத் தவிர்க்கவும் முடிவு செய்தனர். \"தீய சக்திகள் வெற்றி பெறுவதற்குத் தேவையானது நல்ல மனிதர்கள் அமைதியாக இருந்தால் போதும்\" என்ற மேற்கோள் இந்த நிகழ்வில் பொருந்தும்.",
        "ஆக்கபூர்வமான விமர்சனங்களை வெளிப்படுத்தும் தைரியம் கொண்ட சிலர் தண்டிக்கப்பட்டனர் அல்லது புறக்கணிக்கப்பட்டனர். உதாரணமாக, ஸ்ரீலங்கன் ஏர்லைன்ஸில் ஏறக்குறைய இரண்டு தசாப்தங்களாக பணியாற்றிய எனது மறைந்த சகோதரர் ரஜீவா, ஏழாண்டுகளில் 40 கட்டுரைகளை எழுதியுள்ளார். விமானப் போக்குவரத்துத் துறையில் அனுபவம் மற்றும் வணிகம் மற்றும் நிர்வாகத் திறன் கூட இல்லாத குழு மற்றும் மூத்த நிர்வாகப் பதவிகளுக்கு நியமிக்கப்பட்டவர்கள் செய்த கடுமையான தவறுகளுக்கு அவர் பல எடுத்துக்காட்டுகளை வழங்கினார். அவர்களுக்கு இருந்த ஒரே தகுதி அவர்கள் அரசாங்கத்தில் உள்ள உயர் அதிகாரிகளுடன் தொடர்புடையவர்கள் அல்லது நல்ல நண்பர்களாக இருப்பது மட்டுமே.",
        "இதன் நிகர விளைவு என்னவென்றால், நாட்டின் வரி செலுத்துவோர் தாங்கள் தாங்க முடியாத ஒரு பொறுப்பில் சிக்கித் தவிக்கின்றனர். ஆனால் துரதிர்ஷ்டவசமாக, ஓய்வு பெற்ற அல்லது விமான நிறுவனத்தில் பணிபுரியும் எவரும் அவரது வெளிப்படுத்தலுக்கு ஆதரவாக எழுதவில்லை மற்றும் விமானத்தை தனியார்மயமாக்கும் கோரிக்கையை ஆதரிக்கவில்லை. தனிப்பட்ட முறையில் ஒப்புக்கொண்டாலும் அனைவரும் அமைதியாக இருந்தனர் ஆனால் அறிவுரையுடன், “மச்சான், அமைதியாக இரு; எதுவும் மாறாது.\" அவருடைய விமர்சனக் கட்டுரைகளால் அவரது தனிப்பட்ட வாழ்க்கை கூட எதிர்மறையாகப் பாதிக்கப்பட்டது, ஏனெனில் அவர் தொடர்ந்து கண்டிக்கப்பட்டு, \"விமான நிறுவனத்தில் உள்ளவர்களை நீங்கள் பகைத்தால் எனது விற்பனை குறையும்\" என்று நினைவூட்டப்பட்டது.",
        "இலங்கை மின்சார சபை (CEB) மற்றும் இலங்கை பெற்றோலியம் (CPC) உட்பட பல அரச நிறுவனங்களும் பல தசாப்தங்களாக திறமையற்ற முறையில் இயங்கி வருகின்றன. நஷ்டத்தை நீக்கி, நிலையான தொழில்களாகச் செயல்பட மறுகட்டமைக்க எந்த முயற்சியும் எடுக்கப்படவில்லை. அந்த வகையில் போர்க்குணமிக்க தொழிற்சங்கங்கள் இவ்வாறான முன்மொழிவுகளுக்கு தொடர்ந்து எதிர்ப்புத் தெரிவித்தமைக்கு பொறுப்பேற்க வேண்டும். சில மாதங்களுக்கு முன்புதான், அடுத்த ஐந்து ஆண்டுகளுக்கு தொழிற்சங்கங்களின் அனைத்து தொழிற்சங்க நடவடிக்கைகளையும் அரசாங்கம் தடை செய்ய வேண்டும் என்று பரிந்துரைத்து ஒரு கட்டுரை எழுதினேன். நாம் சிக்கியுள்ள பொருளாதாரப் புதைகுழியில் இருந்து வெளிவர, பல மக்கள் விரும்பாத மற்றும் கடினமான முடிவுகள் எடுக்கப்பட வேண்டும், அதை தொழிற்சங்கங்கள் எதிர்க்கும் என்பதை நான் எடுத்துரைத்தேன்.",
        "இந்த இரண்டு அமைப்புகளும் நாம் படும் துன்பங்களுக்குப் பொறுப்பாக இருந்தாலும் எத்தனை பேர் எனது பரிந்துரையை பகிரங்கமாக ஏற்றுக்கொள்வார்கள்? சுகாதாரத்துறை மற்றும் ரயில்வே ஊழியர்களின் காட்டுப்பூனை வேலைநிறுத்தம் பொதுமக்களுக்கு பெரும் சிரமத்தை ஏற்படுத்தியுள்ளது. இதுபோன்ற நியாயமற்ற நடத்தையை நாங்கள் ஏற்றுக்கொள்கிறோமா அல்லது பொதுமக்களுக்கு இடையூறு விளைவிக்கும் செயலில் ஈடுபட்டதற்காக சேவையிலிருந்து நீக்கம் போன்ற தீர்க்கமான நடவடிக்கையை கோருகிறோமா என்பதுதான் கேள்வி. எல்லாவற்றிற்கும் மேலாக, நாங்கள் அவர்களின் சம்பளத்தை செலுத்தும் வரி செலுத்துவோர்.",
        "அரசு நிறுவனங்களில் பெரும் கழிவுகள், ஊழல் மற்றும் திறமையின்மை ஆகியவற்றை வெளிப்படுத்தும் ஆடிட்டர் ஜெனரல் வெளியிட்ட அறிக்கைகளை நம்மில் எத்தனை பேர் படிக்கிறோம் அல்லது ஆண்டு வரவு செலவுத் திட்டத்தை விமர்சன ரீதியாக ஆய்வு செய்கிறோம்? தனிநபர் வருமான வரி விகிதம் குறைக்கப்பட்டுள்ளதா மற்றும் ஒற்றை நபர் கொடுப்பனவு அதிகரிக்கப்பட்டுள்ளதா என்பதில் மட்டும் ஆர்வம் காட்டுவது போதாது.",
        "எதிர்காலத்தில், இந்த நாட்டு மக்கள், அரசியல்வாதிகள் அல்லது தொழிற்சங்கங்கள் செய்தாலும், பொது நலனுக்கு எதிரான நடவடிக்கைகளை பகிரங்கமாக வெளிப்படுத்துவதிலும், அதை ஏற்க மறுப்பதிலும் தீவிரமாக ஈடுபடுவார்கள் என்று நம்புகிறேன். நிச்சயமாக, வெளிப்படையாகக் கூற இது மிகவும் தாமதமாகிவிடும், ஆனால் நாம் எங்கிருந்தோ தொடங்க வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}