{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-agriculture-minister-says-food-crisis-avoidable-promises-rice-self-sufficiency-in-2023-94944/",
  "time_ut": 1653974760,
  "title": "Sri Lanka agriculture minister says food crisis avoidable, promises rice self-sufficiency in 2023",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka, now in the throes of its worst economic crisis since Independence with an unprecedented food crisis also said to be on the horizon, will be self-sufficient in rice next year, the country’s  new minister of agriculture Mahinda Amaraweera claimed on Tuesday (31).",
    "Speaking to reporters at the weekly cabinet press briefing Tuesday morning, Amaraweera expressed confidence that Sri Lanka will come out on top of the coming “global food crisis” and will no longer need to import rice in 2023.",
    "“After the next Maha cultivation season, we will definitely stop importing rice and we will be self sufficient. I can say that with responsibility. We have a programme in place with input form all stakeholders,” he said.",
    "The minister also requested the media to refrain from dissuading farmers from returning to work.",
    "“I ask the media to understand the crisis unfolding around the world. It’s okay to criticise us, but we ask that you do not discourage farmers from growing,” he said.",
    "Prime Minister Ranil Wickremesinghe and others have warned of a food crisis in the coming months if solutions to Sri Lanka’s worsening forex crisis aren’t fast-tracked. Some experts have predicted a crippling shortage in rice, Sri Lanka’s staple – triggered by President Gotabaya Rajapayaksa’s disastrous organic fertilizer policy and exacerbated by a lack of forex to import fertilizer as well as rice – as early as October 2022.",
    "More recently, Sri Lanka was warned of higher food prices and shortfalls of foods after authorities banned open account and DA/DP tradeas the country tried to get out of a currency crisis by raising rates and killing private credit. On Monday (30), the central bank said it has taken on the task of arranging for dollar for food imports after banning open account imports.",
    "Sri Lanka CB takes on task finding dollars for food after open account ban",
    "Amaraweera, however, is confident that a food crisis can be averted if Sri Lanka embarks on a massive agriculture drive with the participation of all stakeholders including ordinary citizens contributing via home-gardening projects.",
    "Urging farmers to get to work, the minister said the government will step in to purchase paddy at higher than market prices to facilitate increased production to avoid the impending crisis. The private sector will be encouraged to import inorganic fertilizer, which is currently in high demand and short supply, and the government will consider financial support to farmers to purchase fertilizer, he said.",
    "The government is also looking to expedite fertilizer imports, with seven countries already approached. A delayed shipment of 65,000MT of fertilizer from India is also being discussed at diplomatic levels, he said.",
    "The minister asked for the country’s cooperation in increasing seedpaddy production in the Maha season to keep the predicted food crisis at bay.",
    "“This challenge can be overcome with contributions from everyone,” he said, asking the public to grow vegetables in their home gardens.",
    "“I asked the prime minister not to cut any expenditure on agriculture. We will take up the challenge of saving forex spent on food imports by growing that food here. I have a lot of confidence in our farmers. I don’t care about their politics, but I have worked with them closely. There are also skilled officials. We must get them all onboard. If anyone gets in the way, we won’t hesitate to remove them,” he said. (Colombo/May31/2022)"
  ],
  "translate": {
    "si": {
      "title": "ආහාර අර්බුදය වළක්වා ගත හැකි බව ශ්‍රී ලංකා කෘෂිකර්ම අමාත්‍යවරයා පවසයි, 2023 දී සහල් ස්වයංපෝෂිත වනු ඇතැයි පොරොන්දු වේ",
      "body_lines": [
        "ආර්ථිකය - නිදහස ලැබීමෙන් පසු පෙර නොවූ විරූ ආහාර අර්බුදයක් ද ක්ෂිතිජයට පැමිණ ඇතැයි කියනු ලබන දරුණුතම ආර්ථික අර්බුදයේ ගිලී සිටින ශ්‍රී ලංකාව, ලබන වසරේ සහලින් ස්වයංපෝෂිත වනු ඇතැයි රටේ  නව කෘෂිකර්ම අමාත්‍ය මහින්ද අමරවීර අඟහරුවාදා ප්‍රකාශ කළේය. (31)",
        "අඟහරුවාදා උදෑසන සතිපතා කැබිනට් මාධ්‍ය හමුවේදී මාධ්‍යවේදීන් අමතමින් අමරවීර, ශ්‍රී ලංකාව එළඹෙන “ගෝලීය ආහාර අර්බුදයෙන්” ගොඩ එනු ඇති බවත් 2023 දී සහල් ආනයනය කිරීමට තවදුරටත් අවශ්‍ය නොවනු ඇති බවට විශ්වාසය පළ කළේය.",
        "“ඊළඟ මහ වගා කන්නයෙන් පසු අනිවාර්යයෙන්ම සහල් ආනයනය නතර කර අපි ස්වයංපෝෂිත වෙනවා. ඒක මට වගකීමෙන් කියන්න පුළුවන්. සියලුම පාර්ශ්වකරුවන්ගේ ආදානය සහිත වැඩසටහනක් අප සතුව ඇත,” ඔහු පැවසීය.",
        "ගොවීන් නැවත සේවයට යෑමෙන් වළකින ලෙස ද ඇමැතිවරයා මාධ්‍යවේදීන්ගෙන් ඉල්ලා සිටියේය.",
        "“ලෝකය පුරා දිග හැරෙමින් පවතින අර්බුදය තේරුම් ගන්නා ලෙස මම මාධ්‍යයෙන් ඉල්ලා සිටිමි. අපිව විවේචනය කළාට කමක් නැහැ, නමුත් අපි ඔබෙන් ඉල්ලා සිටින්නේ ගොවීන් වගා කිරීමෙන් අධෛර්යමත් නොකරන ලෙසයි, ”ඔහු පැවසීය.",
        "ශ්‍රී ලංකාවේ නරක අතට හැරෙන විදේශ විනිමය අර්බුදයට විසඳුම් කඩිනමින් සොයා නොගතහොත් ඉදිරි මාස කිහිපය තුළ ආහාර අර්බුදයක් ඇතිවිය හැකි බවට අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ ඇතුළු පිරිස අනතුරු අඟවා තිබේ. ශ්‍රී ලංකාවේ ප්‍රධාන ආහාරය වන සහල් හිඟයක් - ජනාධිපති ගෝඨාභය රාජපක්ෂගේ විනාශකාරී කාබනික පොහොර ප්‍රතිපත්තිය මගින් අවුලුවන ලද සහ පොහොර මෙන්ම සහල් ආනයනය කිරීමට විදේශ විනිමය හිඟයක් හේතුවෙන් 2022 ඔක්තෝම්බර් මස මුලදී උග්‍ර වූ සහල් හිඟයක් සමහර විද්වතුන් අනාවැකි පළ කර ඇත.",
        "බලධාරීන් විසින් විවෘත ගිණුම් සහ DA/DP වෙළඳාම් තහනම් කිරීමෙන් පසුව, පොලී අනුපාත ඉහළ නංවා පුද්ගලික ණය මරා දැමීමෙන් රට මුදල් අර්බුදයෙන් මිදීමට උත්සාහ කිරීමෙන් පසු මෑතදී ශ්‍රී ලංකාවට ඉහළ ආහාර මිල සහ ආහාර හිඟය ගැන අනතුරු අඟවා ඇත. සඳුදා (30) මහ බැංකුව පැවසුවේ විවෘත ගිණුම් ආනයනය තහනම් කිරීමෙන් පසු ආහාර ආනයනය සඳහා ඩොලරය සකස් කිරීමේ කාර්යය භාරගෙන ඇති බවයි.",
        "විවෘත ගිණුම් තහනමෙන් පසු ආහාර සඳහා ඩොලර් සෙවීමේ කාර්යය ශ්‍රී ලංකා මහ බැංකුව භාර ගනී",
        "කෙසේ වෙතත්, ගෙවතු වගා ව්‍යාපෘති හරහා දායක වන සාමාන්‍ය පුරවැසියන් ඇතුළු සියලුම පාර්ශ්වකරුවන්ගේ සහභාගීත්වයෙන් ශ්‍රී ලංකාව දැවැන්ත කෘෂිකාර්මික ව්‍යාපාරයක් ආරම්භ කළහොත් ආහාර අර්බුදයක් වළක්වා ගත හැකි බව අමරවීර විශ්වාස කරයි.",
        "වැඩට යන ලෙස ගොවීන්ගෙන් ඉල්ලා සිටි අමාත්‍යවරයා, ඉදිරියේදී ඇති විය හැකි අර්බුදය මඟහරවා ගැනීම සඳහා නිෂ්පාදනය වැඩි කිරීමට පහසුකම් සැලසීම සඳහා වෙළඳපල මිලට වඩා වැඩි මිලකට වී මිලදී ගැනීමට රජය පියවර ගන්නා බව පැවසීය. දැනට ඉහළ ඉල්ලුමක් සහ හිඟයක් පවතින අකාබනික පොහොර ආනයනය කිරීමට පෞද්ගලික අංශය දිරිමත් කරන බවත්, පොහොර මිලදී ගැනීම සඳහා ගොවීන්ට මුල්‍ය ආධාර ලබාදීම සම්බන්ධයෙන් රජය සලකා බලන බවත් හෙතෙම පැවසීය.",
        "පොහොර ආනයනය කඩිනම් කිරීමට ද රජය අපේක්ෂා කරන අතර, රටවල් හතක් දැනටමත් ප්‍රවේශ වී ඇත. ඉන්දියාවෙන් පොහොර මෙට්‍රික් ටොන් 65,000ක් ප්‍රමාද කිරීම සම්බන්ධයෙන් රාජ්‍ය තාන්ත්‍රික මට්ටමින් සාකච්ඡා කෙරෙන බවද ඔහු පැවසීය.",
        "පුරෝකථනය කර ඇති ආහාර අර්බුදය මඟහරවා ගැනීම සඳහා මහ කන්නයේ බීජ නිෂ්පාදනය ඉහළ නැංවීමට රටේ සහයෝගය ලබා දෙන ලෙස ඇමැතිවරයා ඉල්ලා සිටියේය.",
        "“සියලු දෙනාගේම දායකත්වයෙන් මෙම අභියෝගය ජයගත හැකිය,” ඔහු කියා සිටියේ තම ගෙවත්තේ එළවළු වගා කරන ලෙස මහජනතාවගෙන් ඉල්ලා සිටියේය.",
        "“කෘෂිකාර්මික කටයුතු සඳහා කිසිදු වියදමක් කපා නොහරින ලෙස මම අගමැතිතුමාගෙන් ඉල්ලා සිටියා. එම ආහාර මෙහි වගා කිරීමෙන් ආහාර ආනයනය සඳහා වැය වන විදේශ විනිමය ඉතිරි කිරීමේ අභියෝගය අපි භාර ගනිමු. අපේ ගොවි ජනතාව ගැන මට ලොකු විශ්වාසයක් තියෙනවා. මට ඔවුන්ගේ දේශපාලනය වැඩක් නැහැ, නමුත් මම ඔවුන් සමඟ සමීපව කටයුතු කර තිබෙනවා. ඒ වගේම දක්ෂ නිලධාරීන් ඉන්නවා. අපි ඔවුන් සියල්ලන්ම ගොඩට ගත යුතුයි. කවුරුන් හෝ බාධා කළහොත් ඔවුන් ඉවත් කිරීමට අපි පසුබට නොවෙමු,” ඔහු පැවසීය. (කොළඹ/මැයි31/2022)"
      ]
    },
    "ta": {
      "title": "உணவு நெருக்கடியை தவிர்க்கலாம் என இலங்கை விவசாய அமைச்சர் கூறுகிறார், 2023ல் அரிசி தன்னிறைவு அடையும் என உறுதியளித்துள்ளார்",
      "body_lines": [
        "பொருளாதாரம் - சுதந்திரத்திற்குப் பிறகு, வரலாறு காணாத உணவு நெருக்கடியுடன், தற்போது மிக மோசமான பொருளாதார நெருக்கடியில் சிக்கித் தவிக்கும் இலங்கை, அடுத்த ஆண்டு அரிசியில் தன்னிறைவு பெறும் என்று நாட்டின்  புதிய விவசாய அமைச்சர் மஹிந்த அமரவீர செவ்வாயன்று கூறினார். (31)",
        "செவ்வாய்கிழமை காலை வாராந்த அமைச்சரவை செய்தியாளர் சந்திப்பில் செய்தியாளர்களிடம் பேசிய அமரவீர, இலங்கை வரவிருக்கும் \"உலகளாவிய உணவு நெருக்கடி\" யில் இருந்து மீண்டு வரும் என்றும் 2023 இல் அரிசியை இறக்குமதி செய்ய வேண்டிய அவசியம் இருக்காது என்றும் நம்பிக்கை தெரிவித்தார்.",
        "“அடுத்த மஹா பயிர்ச்செய்கைப் பருவத்திற்குப் பிறகு, கண்டிப்பாக அரிசி இறக்குமதியை நிறுத்திவிட்டு, தன்னிறைவு அடைவோம். அதை நான் பொறுப்புடன் சொல்ல முடியும். அனைத்து பங்குதாரர்களின் உள்ளீடு படிவத்துடன் நாங்கள் ஒரு திட்டத்தை வைத்திருக்கிறோம், ”என்று அவர் கூறினார்.",
        "விவசாயிகளை பணிக்கு திரும்ப விடாமல் தடுப்பதை தவிர்க்குமாறும் அமைச்சர் ஊடகங்களுக்கு வேண்டுகோள் விடுத்துள்ளார்.",
        "\"உலகம் முழுவதும் விரிவடைந்து வரும் நெருக்கடியைப் புரிந்துகொள்ள ஊடகங்களை நான் கேட்டுக்கொள்கிறேன். எங்களைக் குறை கூறுவது பரவாயில்லை, ஆனால் விவசாயிகளை வளர விடாமல் தடுக்க வேண்டாம் என்று கேட்டுக்கொள்கிறோம்,” என்றார்.",
        "இலங்கையின் மோசமான அந்நிய செலாவணி நெருக்கடிக்கான தீர்வுகள் விரைவாகக் கண்டறியப்படாவிட்டால் எதிர்வரும் மாதங்களில் உணவு நெருக்கடி ஏற்படும் என பிரதமர் ரணில் விக்கிரமசிங்கவும் ஏனையோரும் எச்சரித்துள்ளனர். ஜனாதிபதி கோட்டாபய ராஜபக்சவின் அழிவுகரமான கரிம உரக் கொள்கையினால் தூண்டப்பட்ட இலங்கையின் பிரதான அரிசி பற்றாக்குறை மற்றும் உரம் மற்றும் அரிசியை இறக்குமதி செய்வதற்கான அந்நிய செலாவணி பற்றாக்குறையால் - அக்டோபர் 2022 க்கு முற்பகுதியில் - சில நிபுணர்கள் முடங்கும் பற்றாக்குறையை கணித்துள்ளனர்.",
        "மிக சமீபத்தில், இலங்கை அதிகாரிகள் திறந்த கணக்கு மற்றும் DA/DP வர்த்தகங்களை தடை செய்த பின்னர், விகிதங்களை உயர்த்தி மற்றும் தனியார் கடன்களை அழிப்பதன் மூலம் நாணய நெருக்கடியிலிருந்து வெளியேற முயற்சித்ததை அடுத்து, அதிக உணவு விலைகள் மற்றும் உணவுப் பற்றாக்குறைகள் குறித்து எச்சரிக்கப்பட்டது. திங்கட்கிழமை (30), திறந்த கணக்கு இறக்குமதியை தடை செய்த பின்னர், உணவு இறக்குமதிக்கு டாலரை ஏற்பாடு செய்யும் பணியை மத்திய வங்கி எடுத்துள்ளது.",
        "திறந்த கணக்குத் தடைக்குப் பிறகு உணவுக்கான டாலர்களைக் கண்டறியும் பணியை இலங்கை சிபி மேற்கொள்கிறது",
        "எவ்வாறாயினும், வீட்டுத்தோட்டத் திட்டங்களின் ஊடாக பங்களிக்கும் சாதாரண குடிமக்கள் உட்பட அனைத்து பங்குதாரர்களின் பங்களிப்புடன் பாரிய விவசாய இயக்கத்தை இலங்கை மேற்கொண்டால் உணவு நெருக்கடியைத் தவிர்க்க முடியும் என்று அமரவீர நம்பிக்கை தெரிவித்தார்.",
        "விவசாயிகளை வேலைக்குச் செல்லுமாறு வலியுறுத்திய அமைச்சர், வரவிருக்கும் நெருக்கடியைத் தவிர்க்க உற்பத்தியை அதிகரிப்பதற்கு வசதியாக சந்தை விலையை விட அதிக விலையில் நெல்லை கொள்முதல் செய்ய அரசாங்கம் நடவடிக்கை எடுக்கும் என்றார். தற்போது அதிக தேவை மற்றும் பற்றாக்குறை உள்ள கனிம உரத்தை இறக்குமதி செய்ய தனியார் துறை ஊக்குவிக்கப்படும், மேலும் உரம் கொள்முதல் செய்ய விவசாயிகளுக்கு நிதியுதவி வழங்குவது குறித்து அரசு பரிசீலிக்கும், என்றார்.",
        "ஏற்கனவே ஏழு நாடுகளை அணுகியுள்ள நிலையில், உர இறக்குமதியை துரிதப்படுத்தவும் அரசாங்கம் எதிர்பார்க்கிறது. இந்தியாவிலிருந்து 65,000 மெட்ரிக் டன் உரத்தை தாமதமாக அனுப்புவது குறித்தும் தூதரக மட்டங்களில் விவாதிக்கப்படுகிறது, என்றார்.",
        "முன்னறிவிக்கப்பட்ட உணவு நெருக்கடியைத் தவிர்க்க மகா பருவத்தில் விதைநெல் உற்பத்தியை அதிகரிப்பதற்கு நாட்டின் ஒத்துழைப்பை அமைச்சர் கேட்டுக்கொண்டார்.",
        "\"அனைவரின் பங்களிப்புடன் இந்த சவாலை சமாளிக்க முடியும்,\" என்று அவர் கூறினார், பொதுமக்கள் தங்கள் வீட்டுத் தோட்டங்களில் காய்கறிகளை வளர்க்குமாறு கேட்டுக்கொண்டார்.",
        "“விவசாயத்துக்கான எந்த செலவையும் குறைக்க வேண்டாம் என்று பிரதமரிடம் கேட்டுக் கொண்டேன். அந்த உணவை இங்கு வளர்ப்பதன் மூலம் உணவு இறக்குமதிக்காக செலவிடப்படும் அந்நியச் செலாவணியைச் சேமிப்பதற்கான சவாலை நாங்கள் எடுப்போம். விவசாயிகள் மீது எனக்கு மிகுந்த நம்பிக்கை உள்ளது. அவர்களின் அரசியலைப் பற்றி நான் கவலைப்படவில்லை, ஆனால் நான் அவர்களுடன் நெருக்கமாக பணியாற்றியுள்ளேன். திறமையான அதிகாரிகளும் உள்ளனர். அவர்கள் அனைவரையும் நாம் உள்வாங்க வேண்டும். யாரேனும் தடையாக இருந்தால், அவர்களை அகற்ற தயங்க மாட்டோம்,'' என்றார். (கொழும்பு/மே31/2022)"
      ]
    }
  }
}