{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/TUI-Group-cancels-all-flights-and-tours-to-Sri-Lanka/108-237203",
  "time_ut": 1652813040,
  "title": "TUI Group cancels all flights and tours to Sri Lanka",
  "body_lines": [
    "Cites ongoing political and economic instability as reasons for cancellations",
    "Says will get in touch with impacted customers to discuss options",
    "World’s leading tour company, TUI will stop all tours to Sri Lanka due to the ongoing economic and political turmoil in the island nation.",
    "The decision to halt all flights to Sri Lanka was announced by the German leisure, travel and tourism company earlier this week via a press statement.",
    "The move by TUI will severely impact the local tourism industry that is struggling to stay afloat after being repeatedly hit by one crisis after another since the Easter Sunday attack in 2019.",
    "“Due to the ongoing political and economic instability in Sri Lanka, the Foreign, Commonwealth & Development Office (FCDO) has advised against all but essential travel.",
    "“As a result, we’ve unfortunately had to cancel all holidays to Sri Lanka departing up to and including 31 May 2022. We will be proactively contacting all impacted customers in order to discuss their options,” the company informed via its statement.",
    "The company justified that it was pushed to take the decision after several incidents that took place in Colombo and Kandy on May 9. The TUI said it will continue to monitor the situation and update customers should there be any further updates.",
    "“We would like to thank our customers for their understanding at this time,”",
    "On May 13, the government of the United Kingdom (UK) updated its foreign travel advice to Sri Lanka by issuing a stronger message of caution to tourists.",
    "The updated notice by the FCDO advised its citizens against all but essential travel to Sri Lanka due to the ongoing issue.",
    "However, the Office said the advice does not apply to airside transit through Sri Lanka’s international airport.",
    "“There have been a number of protests since 31 March 2022. Further protests are likely to take place across the island. The Government of Sri Lanka may impose local restrictions at short notice. You should be vigilant, avoid any demonstrations or large gatherings, and follow the advice of the local authorities,” the FCDO said in its updated advisory.",
    "When the Foreign Office advises against all but essential travel, travel firms such as TUI have cancelled any trips they are operating and offer customers options such as rebooking to a later date or receiving a full refund.",
    "The company may also offer its customers an alternative holiday for the same dates they were due to travel on.",
    "“If you have booked your flights and hotel separately, you’ll need to get in touch with your airline and accommodation directly. As flights to Sri Lanka aren’t banned, it could be that your flight is still scheduled to go ahead - in which case receiving a refund isn’t guaranteed.",
    "“In this case, you may need to compromise such as accepting vouchers, rebooking to a later date, or switching flights to a different destination,” the Office said.",
    "The FCDO went on to caution that should travellers from the UK choose to travel against the advice issued, the travel insurance will be void."
  ]
}