{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nm-the-lovable-marxist/",
  "time_ut": 1648821840,
  "title": "NM: THE LOVABLE MARXIST",
  "body_lines": [
    "When Selina Peeris, the Badulla heiress hitched her wagon to a rising young politician bred in the London School of Economics, little did she think that marriage would one day make her a Marxist.",
    "But the example of her handsome suitor was irresistible, and both of them plunged into the stream of radical thought with zest, most of the time swimming against the current.",
    "Dr.N.M. Perera who, in death, looks even more distinguished than when he was alive, was in many respects, a most lovable character. The magnetism of his personality attracted some of the best brains to the country to the Lanka Sama Samaja fold. At the time that Karl Marx appeared on the horizon many years ago, with a plan to make the poor rich and the rich poor – in other words to reduce the yawning abyss between the capitalists and the proletariat – there were hundreds of young men ready to follow him.",
    "Like the Pied Piper of Hamelin he engaged the attention of those who were eager to see what was on the other side of the river that separated the haves from the have-nots. One of the most enthusiastic followers of Marx was Lenin. Although Lenin was a Russian and Marx was a German they felt they were brothers under the skin.",
    "Lenin was the founding father of the Soviet Union and he made the Communist Party the only legal party in Russia, probably to avoid confusion at the polls. After Lenin’s death there was a tug-of-war for power. Stalin was at one end of the rope with distant disciples like Pieter Keuneman. Trotsky was at the other end.",
    "About this time, Dr. N.M.Perera and a blue-eyed band of young men donning red shirts, met at Lorenz College, then under the control of J.D.P. Perera, a brother of the famous artist J.D.A. Perera. They were Marxists, and for better or worse, they threw in their lot with Trotsky who, incidentally, escaped Stalin’s purge and fled the country. Instead of dying violently in Moscow, Trotsky met with an untimely death in Mexico.",
    "When the LSSP was born 44 years ago in the Maradana school which, for some time, nurtured Prime Minister Premadasa before he went to St. Joseph’s College, there was a membership of only 40. These forty gallant young men then set out one December evening with the single thought of ending the sorry scheme of social injustice which had gone on for ages.",
    "They started off by lending their support to the Surya Mal Movement whipped up by the irrepressible Terence de Zylva, whose boundless enthusiasm got him into trouble with the British rulers. But it was the malaria epidemic of the thirties which provided the LSSP with their baptism of fire. The Sama Samajists, who then included Dr.S.A. Wickremasinghe, worked like Trojans in Ruanwella, which promptly showed its gratitude.",
    "During the General Election of 1936 when, for the first time, the LSSP entered the field of national politics, the village belles of Ruwanwella, almost to a man cast their votes for the Prince Charming who had come to their rescue in their hour of distress. To say that Dr. N.M. Perera had sex-appeal may be a trite tribute to his personal qualities. When Selina Peeris appeared on the stage for the first time, long, long ago, at the Royal College, one of the most interested members of the audience was Dr. N.M. Perera.",
    "The play was entitled “The King’s Wife,” a high-powered drama in blank verse, written by Dr. James H. Cousins, the Professor of English at the Madras University. Selina was cast in the role of Queen Mira, the chaste wife of the not so virtuous King Kumbha, played by me. The plot centred round the Queebedience to her marriage vows, her ill-founded and a rival monarch’s infatuation.",
    "Queen Mira was, according to the historical narrative, a sweet sensitive, unspoiled and intelligent woman. Those were qualities the heroine possessed in real life and Selina was built for the part. As the final curtain came down she received a great ovation and the first person to appear in the green room and offer the heroine his congratulations was Dr. N.M. Perera, who then looked like a film star himself. In brief, it was another case of “Veni, Vidi, Vici.”",
    "Another thrilling moment in the life of the Sama Samajist leader was during the height of World War 11, when he with his colleagues Dr. Colvin R.de Silva, Philip Gunawardena and Edmund Samarakkody were thrust into the filthiest cell in Kandy’s Bogambara Jail. Unlike the Four Horsemen of the Apocalypse who were sent out on a mission to conquer the world, the principal worry of the four LSSP heroes was to find ways and means to conquer the squalor that surrounded them.",
    "There is a story, probably apocryphal, that when they were discussing the legality of their incarceration, one of their number, I am told it was Dr. Colvin R.de Silva – who thought of Oscar Wilde’s words:",
    "I know not whether Laws be right Or whether Laws be wrong; All that we know who lie in jail Is that the wall is strong; And that each day is like a year, A year whose days are long.",
    "That set up a chain reaction and Edmund Samarakkody followed up Colvin’s quotation with another verse from the Ballad of Reading Gaol which runs thus :",
    "The vilest deeds, like poison weeds, Bloom well in prison air:",
    "It is only what is good in Man That wastes and withers there; Pale Anguish keeps the heavy gate, And the Warder is Despair.",
    "But the warder in the Kandy jail was a God-fearing Burgher who thought the wrath of the heavens would be visited on him if he allowed this torture to continue.",
    "So, one night in April 1942, while the Japanese were hitting the British Navy for a six in Singapore, and it was almost certain that all the anti-Imperialist elements, including the LSSP quartet would be placed against a wall and liquidated, the kindly jailer had an attack of amnesia. He forgot to close the prison door.",
    "It was h quick getaway for the four prisoners. A waiting car brought theme to Colombo, but here another hazard faced them. It was the Victoria Bridge. Preparations were then being made by Sir Geoffrey Layton to dynamite the bridge if the Japanese set foot in Colombo. But the four of them crossed into the city safely and dispersed in different directions.",
    "Dr.N.M.Perera proceeded to Wellawatte and living almost under the shadow of the Police Station, planned an escape to India. The only person that N.M. visited was his brother N.S. Perera, who lived near Bishop’s College. The visits were undertaken always under cover of darkness and in heavy disguise which were changed from day to day.",
    "Shortly afterwards, the four fugitives had a pleasant reunion at Velvettiturai where a Jaffna Tamil friend played host. Disguised as fishermen, they were smuggled out of Ceylon to Madras, where Dr.N.M. Perera got into dhoti and cloth cap and changed his name to Govind Viswanath. Later, proceeding to Bombay, N.M. secured a job in a Bank and with his salary, had to support his starving comrades.",
    "But fate intervened again when someone sneaked to the Bank Manager that Ceylon’s most wanted man was on their pay-roll. Back in jail, Dr.N.M.Perera could now assess whether the joint in Arthur Road, Bombay, was superior to that at Bogambara. He found them equally filthy. Freedom came a few months later, not only for the quartet, but for everybody in Ceylon, giving a chance to the Sama Samajist intellectuals to make their valuable contribution to the progress of the country.",
    "But the moral of the escapade is that there cannot be a serious communal canker in a country where four Sinhalese Buddhist political detenus are levered to liberty by a Dutch Burgher Christian, assisted by a Jaffna Tamil Hindu. It also shows that the heart of Sri Lanka, like that of the great Socialist leader whose body is lying-in-State today, will beat soundly to the very end.",
    "(Excerpted from The Good at their best first published in 1979)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}