{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81366/nearly-35-million-ukrainians-flee-the-country-un",
  "time_ut": 1648008600,
  "title": "Nearly 3.5 million Ukrainians flee the country – UN",
  "body_lines": [
    "Nearly 3.5 million Ukrainians have now fled the country following Russia’s invasion, the United Nations said Monday, praising neighbouring countries for showing overwhelming compassion towards their “extreme plight”.",
    "More than 10 million people -- over a quarter of the population in regions under government control -- are now thought to have fled their homes, including the millions of internally displaced people.",
    "UNHCR, the UN refugee agency, said 3,489,644 Ukrainians had fled the country since Russia invaded on February 24 -- a figure up 100,600 on Sunday’s update.",
    "“Over the last four weeks, the world has watched in disbelief. Countless lives have been lost while millions of others have been completely upended,” UNHCR chief Filippo Grandi said.",
    "“As if to counter the despair, we have also witnessed overwhelming acts of welcome and compassion as neighbouring countries, particularly local responders, have opened their hearts and homes to Ukrainians.",
    "“Millions around the world were rightly moved by the extreme plight of the Ukrainian people,” he said, citing their “pain and sorrow... loss and anguish”, and “relief at finding safety and trepidation of an uncertain future”.",
    "Women and children account some 90 percent of those who have fled. Ukrainian men aged 18 to 60 are eligible for military call-up and cannot leave.",
    "UNICEF, the UN children’s agency, said more than 1.5 million children are among those who have fled abroad.",
    "The UN’s International Organization for Migration (IOM) said 186,000 people from third countries had fled Ukraine to neighbouring states.",
    "As of Wednesday, some 6.48 million people were estimated to be internally displaced within Ukraine, according to UN and related agencies, following an IOM representative survey.",
    "“Millions more may be affected if the war does not end,” IOM said.",
    "Before Russia invaded, Ukraine had a population of 37 million in the regions under government control, excluding Russia-annexed Crimea and the pro-Russian separatist regions in the east.",
    "Here is a breakdown of neighbouring countries that have welcomed Ukrainian refugees, according to UNHCR:",
    "Six in every 10 Ukrainian refugees -- 2,083,854 so far -- have crossed the Polish border, according to UNHCR’s latest figures.",
    "Many of those heading west from Ukraine into Poland, Hungary and Slovakia then travel further on into other countries in Europe’s Schengen open-borders zone.",
    "“We estimate that a large number of people have moved onwards to other countries,” UNHCR said.",
    "Before the crisis, around 1.5 million Ukrainians lived in EU member Poland, the vast majority of them working.",
    "Some 264,000 people have crossed the frontier in the opposite direction, Polish border guards said.",
    "They are mostly those returning to fight but also others seeking to care for elderly relatives or to bring their families out to Poland.",
    "UNHCR said 535,461 Ukrainians had made their way into EU member Romania, including a large number who have crossed over from Moldova, wedged between Romania and Ukraine.",
    "The vast majority are thought to have made their way onto other countries further into Europe.",
    "The Moldovan border is the nearest to the major port city of Odessa.",
    "UNHCR said 365,197 Ukrainians had crossed into the non-EU state, one of the poorest in Europe. Most transit through the small nation, en route westwards to Romania and beyond.",
    "The number of Ukrainian refugees who have crossed into Hungary has reached 312,120, UNHCR said.",
    "A quarter of a million people have made it across Ukraine’s shortest border into Slovakia, the UNHCR said, at 250,036 Ukrainian refugees.",
    "Some 231,764 refugees have sought shelter in Russia since the invasion began.",
    "In addition, UNHCR said 50,000 people had crossed into Russia from the separatist-held pro-Russian Donetsk and Lugansk regions of eastern Ukraine between February 21 and 23.",
    "And 3,765 refugees have made it north to Belarus, UNHCR says."
  ]
}