{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/enriching-the-fabric-of-community-a-short-film-on-brandix-produced-by-bbc-storyworks-commercial-productions/",
  "time_ut": 1646917380,
  "title": "‘Enriching the fabric of community’ – a short film on Brandix produced by BBC StoryWorks Commercial Productions",
  "body_lines": [
    "The Brandix apparel manufacturing facility in Batticaloa is the theme of a recently released short film titled ‘Enriching the fabric of community’, produced for Brandix by BBC StoryWorks Commercial Productions. This film is part of the ‘Building a Better Future’ series, presented by the World Green Building Council and explores the profound effect buildings have on the quality of people’s lives and the role the green buildings movement plays in tackling climate change.",
    "Brandix Essentials, Batticaloa achieved the status of the World’s 1st Net Zero Carbon certified apparel manufacturing facility in 2019, signifying that this factory eliminated its negative environmental impact through emission reduction, thereby playing its part to challenge climate change. This factory is also rated Platinum in the prominently recognised Leadership in Energy and Environmental Design (LEED) Green Building Rating System programme of the U.S. Green Building Council (USGBC).",
    "Brandix understands the need for not only environmental, but also, social sustainability to ensure truly transformative change across the apparel industry. The company has implemented multiple ‘Care for Our Own’ community programmes to ensure access to clean drinking water for employees and others in the community, toward leading healthier lives. At present, over 4,500 families benefit from access to clean drinking water, with other beneficiaries including institutions such as schools and hospitals.",
    "“At Brandix we believe in an integrated approach of embedding sustainability in every aspect of our operation – care for our planet and the communities in which we operate in is at the heart of everything we do.” says Ashroff Omar, Group Chief Executive Officer. “The fashion industry has experienced a noticeable shift in perception in recent years, with research indicating it is a significant polluter. Our sustainability journey began over a decade ago to consistently stay at the forefront of efforts to adopt best practices for environmentally and socially sustainable manufacturing. Green buildings such as our facility in Batticaloa exemplify this. It enables us to preserve the environment, rather than harm, while also ensuring a healthy and productive atmosphere for all our employees.”",
    "The short film “Enriching the fabric of community” produced for Brandix by BBC StoryWorks Commercial Productions, tells the remarkable tale of the factory in Batticaloa that proves as a benchmark for a green building that is 100% powered by solar energy, recycles or reuses all waste, and has highly efficient water systems in place. The materials used in construction minimise heat gain of the building, and the rich biodiversity around the facility allows for a comfortable work environment that improves the overall wellbeing of employees. Through the lens of a Brandix employee – Sutharshini, the film takes the viewer through challenges she faced in her personal life, and how the efforts of Brandix have eased the issues.",
    "“Enriching the fabric of community” can be viewed on all Brandix social media platforms across Facebook, Instagram, Twitter and LinkedIn.",
    "Brandix has committed to the World Green Building Council that all factories located in Sri Lanka, under the company’s direct control, will achieve Net Zero Carbon status by 2023. Brandix hopes that this short film, will inspire more organisations to join hands and stitch sustainability and care for the community, into the very fabric of business.",
    "Korean and US envoys agree to cooperate closely in promoting their ties with SL",
    "The Sevens Stadium in Dubai is region’s first sports facility to harness clean solar energy for its full scope of operations",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}