{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HNB-expands-Walk-the-Talk-initiative-to-World-Bicycle-Day/34-736025",
  "time_ut": 1654885800,
  "title": "HNB expands ‘Walk the Talk’ initiative to World Bicycle Day",
  "body_lines": [
    "HNB MD/CEO Jonathan Alles (far right) and HNB Executive Director/COO Dilshan Rodrigo (centre) with HNB Head Office staff members participating in the ‘Walk the Talk’ initiative on World Bicycle Day",
    "HNB Executive Director/COO Dilshan Rodrigo participating in the ‘Walk the Talk’ initiative",
    "HNB Dehiwela Customer Centre staff members participating in the ‘Walk the Talk’ initiative",
    "Sri Lanka’s leading private sector bank, HNB PLC, expanded its ‘Walk the Talk’ initiative to promote a more eco-friendly, healthy and economical mode of transportation among its employees on World Bicycle Day in a bid to encourage simple interventions with major potential to reduce the carbon footprints for the bank and its employees.",
    "HNB employees across the island cycled to their workplace on World Bicycle Day, promoting the alternative mode of transportation. Given the fuel crisis experienced by Sri Lankans today, the bank took extra measures to offer bicycles at discounted rates for employees who wished to switch to one of the world’s oldest modes of transportation. HNB also organised changing facilities for its cyclists at HNB Towers and offered each employee a glass of ‘Kola Kanda’ upon their arrival.",
    "“Ever since we first kicked off the ‘Walk the Talk’ challenge in 2018, we have actively been encouraging our employees to choose eco-friendly modes of transportation and a range of other practices that – at scale – have the potential to impact our environment positively. This year, we are excited to focus on cycling, walking or carpooling as one of the most important ways to travel, especially given the fuel crisis we have experienced over the past few weeks.",
    "“We have always worked towards fostering a culture that encourages employees to engage in sustainable, actively social and environment-friendly causes. We are delighted to have received such an exuberant response to our efforts to reduce carbon emissions and support HNB’s journey towards carbon neutralisation from our cadre across the island. Moving forward, we are also looking at ways to build on this momentum,” HNB Executive Director/Chief Operating Officer Dilshan Rodrigo said.",
    "In that regard, HNB is also working to further promote cycling by partnering with health and wellness experts to raise awareness and educate employees on the remarkable health benefits of cycling. As a first step, HNB will also establish special bicycle parking bays at its Head Office for employees and customers who travel by bicycle."
  ]
}