{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/26/japanese-woman-certified-worlds-oldest-person-dies/",
  "time_ut": 1650975720,
  "title": "Japanese woman certified world’s oldest person dies",
  "body_lines": [
    "COLOMBO; A Japanese woman officially certified as the world’s oldest person has died aged 119.",
    "Kane Tanaka was born in 1903, the same year as George Orwell, at a time when Japan was emerging as a global power.",
    "She got married a century ago and had four children. She spent her later years in a Japanese care home, where she enjoyed board games and chocolate.",
    "With her death, the world’s oldest person is now Lucile Randon, a 118-year-old French nun.",
    "Also in the year of her birth, Theodore Roosevelt was US president and Edward VII was British king.",
    "The Wright Brothers carried out the first controlled flight of their motor-driven airplane and the Tour de France was staged for the first time.",
    "The following year, Russia went to war against Japan, suffering a major defeat.",
    "Tanaka was the seventh of nine siblings. She married aged 19 and ran various businesses, including a noodle shop.",
    "Her husband, whom she hadn’t met before their wedding day, fought in the Second Sino-Japanese War in 1937 while her son fought in World War II, and was held as a captive by the Soviet Union.",
    "Tanaka had been due to take part in the torch relay at the Tokyo Olympics but the Covid pandemic prevented her from doing so.",
    "On top of having a sweet tooth, she is said to have risen early at her retirement home, spending time on mathematics and calligraphy.",
    "At a ceremony recognizing her as the world’s oldest person in 2019, she said she was happier than she had ever been.",
    "The oldest-ever living person remains Frenchwoman Jeanne Louise Calment, who died aged 122 years and 164 days in 1997.",
    "Japan has the most elderly population in the world, more than a quarter of society is aged 65 or older, with diet, healthcare, and the fact many older people continue to work into their later years identified as reasons behind long life expectancies.",
    "Bring new PM from national list, if there is no one suitable – BASL Chief"
  ]
}