{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/globally-distributed-british-tech-consultancy-codification-expands-operations-into-sri-lanka/",
  "time_ut": 1647616800,
  "title": "Globally distributed British tech consultancy Codification expands operations into Sri Lanka",
  "body_lines": [
    "Codification, a globally distributed digital transformation consultancy based in the UK, entered into the Sri Lankan market last year and has since accelerated hiring in the country. Having been impressed by the quality and capabilities of the talent Sri Lanka has to offer, Codification has been recruiting key senior personnel and moving major operational functions to Colombo, including areas such as engineering delivery and sales and marketing functions. The company also announced the launch of a new Sales Academy and a DevOps Academy in the country.",
    "Speaking on expanding operations into Sri Lanka, Codification Founder and CEO Richard Smith stated: “Our aim is to become a globally distributed company with worldwide operations. We hire in Sri Lanka primarily because of the engineering talent that has emerged over the past decade. It’s also strategic when it comes to the location. We have customers in the UK, Europe, the Middle East, and Asia, and have ambitions to follow the sun with a global workflow. Our hiring process in Sri Lanka has been quite impressive, because not only is the team extremely talented, but they have the soft skills required to drive our values forward as well.”",
    "The global digital transformation market spending is projected to reach $ 1.8 trillion in 2022. By 2025, global digital transformation spending is expected to reach $ 2.8 trillion. As a hyper-growth start-up, Codification’s attempt to capture this market has seen them utilising the prowess of Sri Lanka’s high-quality engineering and business talent.",
    "The company has seen exponential growth since launching its operations in Sri Lanka in June 2021, with its revenue growing 60% in 9 months. Riding on this success, Codification has made key senior management hires within the country, where they aim to use the wealth of the collective experience of some of Sri Lanka’s finest talent to expand its operations.",
    "Commenting on talent acquisition for the expansion, Codification Head of Talent Acquisition Ms. Hinaya Akram noted: “Since launching operations in Sri Lanka in 2021, we have expedited the talent acquisition process significantly and we hired over 80 new team members from Sri Lanka. In 2022, as we expand rapidly, our goal is to double our numbers.”",
    "Codification’s collective Sri Lankan roster now boasts of over 85 professionals. The company’s increased investment into engineering and business talent demonstrates its commitment towards harnessing the talent of Sri Lanka’s best minds to become a global industry-leader while providing opportunities on the world stage for local talent.",
    "“At Codification, we believe in idea meritocracy – an environment where collaboration and discussion are encouraged – and through that, the idea that gains the most consensus wins. We’re committed to transparency and honesty within the organisation and we’ve created a culture where diversity is celebrated,” Mr. Smith added.",
    "With significant investments in Sri Lanka, Codification also took steps to safeguard the financial security of its team members, where it has shown cognizance towards the adverse effects of the exchange rate-induced inflation in Sri Lanka.",
    "To alleviate the negative effects and further demonstrate the commitment towards Sri Lanka, the company has decided to peg the salaries of its Sri Lankan roster to the pound sterling. As a consultancy service business, Codification hopes that this step makes sure their team members and their families are safe against the depreciation of the Sri Lankan rupee and the increasing cost of living.",
    "Codification is a remote-first digital transformation consultancy that specialises in cloud native technologies, DevOps adoption, Kubernetes and DevSecOps consultancy, SRE, and IT governance, currently with a presence in the UK, Bulgaria, the Middle East, Malaysia, and Sri Lanka.",
    "LB Finance acquires 65 per cent stake in loss-incurring Multi Finance for Rs. 400 million",
    "‘A tournament that tells the world that Sri Lanka is a safe tourist destination’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}