{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-makes-contact-with-nominated-russia-oil-firms-minister-96018/",
  "time_ut": 1655604540,
  "title": "Sri Lanka makes contact with nominated Russia oil firms: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has made contact with several companies suggested by Russia’s embassy in Colombo buy crude Energy Minister Kanchana Wijesekera said as attempts were being made to get oil on credit to keep the country’s sold refinery running.",
    "“I have the replies from the Russian companies which were suggested by the Russian Ambassador,” Minister Wijesekera told reporters.",
    "“The ambassador for Russia in the country asked me to send the replies of the company, and he will also intervene in the process.",
    "“Also we have sent the message to the Sri Lankan Ambassador in Russia, Janitha Liyanage.”",
    "Sri Lanka has already bought one shipment of Siberian crude from the international market Dubai-based Coral Energy, officials have said. However Russian state companies are reportedly giving crude at lower prices for countries that can pay.",
    "Due to monetary instability triggered by central bank money printing Sri Lanka has forex shortages making it difficult to find dollars at fixed prices for large import bills.",
    "Sri Lanka is trying to get crude on credit as it had done during previous currency crises, when the central bank printed money and triggered forex shortages.",
    "Sri Lanka’s oil bill has rise to 550 million US dollars a month by June 2022 and energy ministry has been talking to the central bank to get dollars. The central bank has run out of reserves after two year of money printing but the agency is yet to shift to a free float which will balance outflows to inflows.",
    "Sri Lanka now owns oil firms 730 million US dollars for oil imported on credit, and they are unwilling to supply fuel without upfront payments or deposits, Minister Wijesekera said.",
    "“For crude oil also we have contacted several countries,” Wijeskera said.  “We had discussions with embassies in the country as well.",
    "“Even though we have requested firms, due to the financial situation and the ratings of the banks in the country most companies do not agree to get into loan schemes to get oil.",
    "Sri Lanka’s sole refinery is now running with the last Siberian crude shipment.",
    "With the Sapugaskanda refinery being reopened, the available crude stock is being used in the minimum amount to continue the operations of the refinery.",
    "The subcommittee also gave permission to import another four ships of crude oil, Wijesekara said",
    "“We can use them in the refinery to increase the current capacity. Until then we are keeping the production at a minimum level,”",
    "According to Wijesekara, currently around 350 Metric tonnes of Petrol and 600 Metric tonnes of Diesel is being produced by the refinery along with furnace oil and LP gas.",
    "“A ship needs around 80 million U dollars. We have got one Company through the tender process for 3 ships,” Wijesekara said.",
    "“We have given the permission for another three companies to import crude oil and only one has agreed to get us two ships on June 28 and 29.” Colombo/June 17/2022)"
  ]
}