{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/18/petrol-stocks-are-limited-do-not-wait-in-line-new-stocks-will-be-distributed-by-saturday-21-kanchana/",
  "time_ut": 1652851080,
  "title": "Petrol stocks are limited, DO NOT wait in line; New stocks will be distributed by Saturday (21) – Kanchana",
  "body_lines": [
    "Sri Lanka has sufficient Diesel stocks for the next few weeks",
    "Sri Lanka must spend over US $ 500 Million for fuel purchases per month",
    "STOP stockpiling fuel, as there is no way of delivering petrol for the next two days.",
    "COLOMBO (News 1st); Sri Lanka’s Minister of Power and Energy Kanchana Wijesekera told Parliament that Sri Lanka has received sufficient stocks of Diesel.",
    "“On Tuesday (17) we distributed Super Diesel and Auto Diesel to all the filling stations in the country. We hope to ensure the continuous supply of Diesel from today (18) to all the 1,190 active filling stations in the country, although there are 1,300 filling stations,” he told the house on Wednesday (18).",
    "The Minister confirmed that Sri Lanka has an issue with regard to the availability of Petrol, adding that since the 28th of March a vessel with Petrol has been anchored in Sri Lankan waters.",
    "“We do not have the US Dollars to make the payment for the vessel with Petrol,” he revealed to the Parliament, adding that another USD 53 Million is due for the same vessel for a previous shipment in January 2022.",
    "He said the respective shipping company had refused to release the vessel until both payments are settled, adding that following an assurance by the Central Bank of Sri Lanka to make the previous payment from August, the company had agreed to release the vessel after the due payment is made.",
    "“We are yet to source the funds for this purpose,” he revealed adding that the Ministry is working towards releasing the vessel either on Wednesday (18) or Thursday (19).",
    "“This is why we requested the people NOT to wait in line for fuel. There is no issue with Diesel. But, please DO NOT stay in line for Petrol. We have limited stocks of Petrol, and we are trying to distribute it accordingly for essential services, especially Ambulances,” the Minister said.",
    "“We apologize for this. We understand that three-wheelers can only operate with the daily fuel purchases. We appeal to the public NOT to remain in line for fuel during Wednesday (18) and Thursday (19),” said the Minister.",
    "Sri Lanka’s Minister of Power and Energy Kanchana Wijesekera revealed that it would take another three days from Friday (20) to complete the distribution of Petrol to all filling stations.",
    "“Of the 67 proposals made to the Ministry on fuel purchases, 39 were identified as practically applicable in Sri Lanka,” said the Minister adding that no matter what proposal is made, Sri Lanka cannot import Petrol without opening the Letters of Credit (LCs).",
    "For June 2022, Sri Lanka needs US $ 530 Million for fuel imports, revealed the Minister noting that even if Sri Lanka receives the benefit of an Indian Credit Line, the country needs over US $ 500 Million for fuel purchases per month, compared to the USD $ 150 Million from two years ago.",
    "“The high demand for fuel, currency depreciation,” can be cited as the main reasons for this.",
    "The Minister also appealed to the people to STOP stockpiling fuel, as there is no way of delivering petrol for the next two days.",
    "He also revealed that Sri Lanka is to make a payment of over US $ 700 Million for previous shipments of fuel.",
    "Petrol stocks are limited, DO NOT wait in line; New stocks will be distributed by Saturday (21) – Kanchana",
    "40 Days for GotaGoGama – As demand for President’s resignation grows",
    "9-hour statement from Deshabandu to CID; MPs Sanath Nishantha & Milan Jayathilake to be produced in court",
    "Salary issue halts decision on ONLY essential services to report to work"
  ]
}