{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81308/international-energy-agency-sets-out-10-point-plan-to-reduce-global-oil-demand",
  "time_ut": 1647714540,
  "title": "International Energy Agency sets out 10-point plan to reduce global oil demand",
  "body_lines": [
    "Driving more slowly, turning down the air-conditioning, car-free Sundays and working from home should be adopted as emergency measures to reduce the global demand for oil, according to a 10-point plan from the International Energy Agency (IEA).",
    "Such measures and changes to consumer behaviour would allow the world to cut its oil usage by 2.7m barrels per day (bpd) within four months – equivalent to more than half of Russia’s exports – the global energy watchdog said.",
    "The IEA laid out a series of measures it said would help reduce global demand, currently close to 100m bpd, helping to ease sky-high oil prices hurting consumers and reduce reliance on Kremlin-controlled resources.",
    "Immediate steps it recommended including reduced speed limits, car-free Sundays and cheaper public transport.",
    "“These efforts would reduce the price pain being felt by consumers around the world, lessen the economic damage, shrink Russia’s hydrocarbon revenues, and help move oil demand towards a more sustainable pathway,” it said.",
    "The IEA said that many of its proposals could be implemented by governments of advanced economies immediately, and estimated how much oil they would save by doing so.",
    "Saves about 290,000 bpd of oil use from cars, and an additional 140,000 bpd if trucks also reduced their speed.”A reduction in speed limits can be implemented by national governments; many countries did so during the 1973 oil crisis, including the United States and several European countries,” the IEA said.",
    "One day a week saves about 170,000 bpd; three days saves about 500,000. Pre-pandemic, the use of private vehicles to commute was responsible for about 2.7m barrels of oil use a day, the IEA said, yet about one-third of those jobs could be done from home.",
    "Every Sunday saves about 380,000 bpd; one Sunday a month saves 95,000. Switzerland, the Netherlands and West Germany did this during the 1973 oil crisis and some cities have used the measure to promote public health more recently. Benefits include cleaner air, reduced noise pollution and improved road safety, the IEA report said.",
    "Saves about 330,000 bpd. New Zealand is halving public transport fares for the next three months in response to high fuel prices, while studies in the US have shown cheaper fares lead to greater use. Some governments have incentivised people to walk or subsidised bike purchases. All of this would require government subsidy.",
    "Alternate private car access to roads in large cities (eg every other day)",
    "Saves about 210,000 bpd. For example, cars whose number plate ends with an odd number can drive on Monday and those with an even number can drive on Tuesdays. Such schemes have been deployed to tackle congestion and air pollution peaks in Athens, Madrid, Paris, Milan and Mexico City. Exceptions could be made for electric vehicles. One downside is that households with multiple cars could game the rules.",
    "Saves about 470,000 bpd. Carpooling has long been used as a way to save money and reduce emissions. Governments can incentivise this with dedicated traffic lanes and parking spaces, or by reducing road tolls on higher occupancy vehicles. Many smartphone apps exist to arrange ride-shares. Cars are more inefficient if poorly maintained or driven at an incorrect tyre pressure. The IEA also found that air conditioning can account for 4% to 10% of fuel use, so recommends setting the thermostat three degrees higher on hot days.",
    "Promote efficient driving for freight trucks and delivery of goods",
    "Saves about 320,000 bpd. As with private cars, freight trucks can be driven more efficiently, including the use of so-called “eco-driving” techniques such as reducing excess weight and not slowing down or speeding up abruptly. Loads should also be optimised to avoid journeys with empty vehicles.",
    "Saves about 40,000 bpd. Based on existing high-speed rail infrastructure, about 2% of flights in advanced economies could be shifted to trains, according to the IEA. Almost all of this involves flights of less than 800km.",
    "Saves about 260,000 bpd. The IEA recommends virtual meetings where possible and points out that firms such as HSBC, Zurich Insurance and S&P Global plan to cut their business travel emissions by as much as 70%.",
    "Saves about 100,000 bpd. By the end of last year, 8.4m electrical vehicles (EVs) were on the road in advanced economies but the IEA urged faster adoption. “Actions taken now to hasten the adoption of electric vehicles will have a sustained effect in the future,” it said.",
    "The IEA called for governments to pursue such measures to counter massive global disruption.",
    "“As a result of Russia’s appalling aggression against Ukraine, the world may well be facing its biggest oil supply shock in decades, with huge implications for our economies and societies,” said the IEA’s executive director, Fatih Birol.",
    "Reducing oil use must not remain a temporary measure, the report noted.",
    "“Sustained reductions are important not only to improve countries’ energy security but also to tackle climate change and reduce air pollution,” it said."
  ]
}