{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/If-one-cannot-strike-deals-he-is-unfit-to-be-a-politician-Wajira-Abeywardena/352-237348",
  "time_ut": 1652993460,
  "title": "If one cannot strike deals,  he is unfit to be a politician -  Wajira Abeywardena",
  "body_lines": [
    "Democracy, societies have to be protected from such heinous elements",
    "United National Party (UNP) Chairman Wajira Abeywardena shares his views on the formation of the new government and the way forward. He is a close confidante of Prime Minister Ranil Wickremesinghe involving in his political work. Excerpts of an interview with him:",
    "Q  Nearly a year ago, you talked about your party Ranil Wickremesinghe forming a government in 2023. But, nobody took it seriously. Did you make this prediction because it was being planned even at that time?",
    "I studied two political aspects before making such a prediction. For example, in 2000, we had an election. The economy deteriorated at that time forcing the country to go for yet another election in 2001. After that election, Mr. Wickremesinghe became the prime minister. Then, he started his programme for the revival of the economy in engagement with the international community. Then, we had the 2005/2014 period in which the flames of war remained doused. The economic situation declined, though. As a result, the then government had to advance the conduct of elections from 2017 to 2015. Afterwards, Mr. Wickremesinghe, once again, became the prime minister and evolved a programme to develop the economy with the support of the international community. By 2019, we had foreign reserves amounting to US $ 7.5 billion. Still, people voted us out at the 2019 presidential elections.",
    "At the general election that followed the 2019 presidential election, we presented a manifesto with policies to drive the economy forward from where we stopped. But, people rejected not only our party but also our leader at that election. The Rajapaksas were installed in power with 6.9 million votes. After assessment of the way the economy was handled by them since then, we were able to analyze that the economy would collapse by 2023. That is why we said Mr. Wickremesinghe should be in Parliament as a national leader representing the sole seat secured by our party. We foresaw that Mr. Wickremesinghe, being the single parliamentarian from our party, could become the prime minister and resuscitate the economy. That is what is happening now. It is a lawful process. The Constitution provides for it.",
    "When I said it at that time, a lot of cartoonists harped on me. I was subjected to their satire. I was described as a lunatic. Today, they are the ones proven to be lunatics. Now, all should get together and cooperate with Mr. Wickremesinghe. He is not merely the UNP leader here. He is now a national leader. He needs majority support. He inherited an empty treasury with no rupee or dollar.",
    "\"Then U.S. President Franklin D. Roosevelt (1933-1934) came up with what is called ‘New Deal’. It expanded the federal government’s role in the economy in response to the Great Depression. It has become the most powerful deal in the world. If someone cannot strike a deal, he is not fit to be a politician. In economy, we find deals. In politics, we find deals. Deal is not something bad. It is better for one to understand its true meaning.\"",
    "Q  How did he get confidence to rebuild the economy fallen to such an abyss?",
    "He has local and international experience as a politician for over 50 years. If he gets the support of all concerned, he will make Sri Lanka a topnotch country not only in Asia but also in the entire world. Other countries will envy him. Sri Lanka’s ascent is deprivation of another country from that position. So, they will become envious of Sri Lanka. The international players want a weak leader in Sri Lanka. Sri Lankans should be aware of it. They should be alert in this regard and help propel Sri Lanka to new heights. The country is now in possession of a leader who can deliver. He has promised to develop the country even at the cost of his life.",
    "Q  It is a different scenario now. Mr. Wickremesinghe has to govern the country with the backing of a country that has been opposed to him ideologically. How can he blend with the Sri Lanka Podujana Peramuna (SLPP) which stood against his policies?",
    "It is simple. I know Mr. Wickremesinghe. He knows how to reconcile forces with contrasting views and policies and lead them in the appropriate path. That is his outstanding quality.",
    "Q  Yet, he has to find dollars forthwith. He spelled out that US $ 75 million is urgently needed. How can that problem be addressed?",
    "It is urgently required. We are taking measures to find dollars in the open market. We are about to secure some dollars at the moment. We held talks with top level businessmen in Sri Lanka. We will secure US $ 75 million as soon as possible.",
    "Q  What are the plans to proceed with talks with the International Monetary Fund (IMF) for assistance?",
    "Talks are in progress. It will take some time for the programme to materialize. The long term and short term measures are being discussed. Mr. Wickremesinghe has advocated for two years that Sri Lanka should reach out to the IMF for assistance. Now, the government has done it though belated. There have been discussions with the World Bank, the Asian Development Bank and Japan International Cooperation Agency (JICA). The prime minister has met with the ambassadors and the high commissioners. He will take measures to steer the country out of the current mess. He is trusted by everybody that he will deliver. Trust is very important. Political stability is equally important. Everyone should give him a free hand to work out something for the country.",
    "Q  The main opposition ‘Samagi Jana Balawegaya (SJB)’ initially refused to accept premiership. They put forward various conditions. Later, when Mr. Wickremesinghe was about to accept it, the SJB changed its position and asked for it. What is your view?",
    "There was an invitation for Mr. Wickremesinghe to take over the post. If someone fails, there is a way for him to succeed next time. It is better for anyone to understand what he is capable of doing and what others are capable of doing. If that is the case, ruler who fails once can become successful later. In politics, both successes and failures matter.",
    "Q  There is an allegation that Mr. Wickremesinghe took over the post in an understanding with the Rajapaksas to protect them from possible legal action against them over corruption and frauds. Is that true?",
    "Then U.S. President Franklin D. Roosevelt (1933-1934) came up with what is called ‘New Deal’. It expanded the federal government’s role in the economy in response to the Great Depression. It has become the most powerful deal in the world. If someone cannot strike a deal, he is not fit to be a politician. In economy, we find deals. In politics, we find deals. Deal is not something bad. It is better for one to understand its true meaning.",
    "Q  In this case, I meant the protection of the Rajapaksas. What do you say about that allegation?",
    "In the absence of a political deal, you cannot secure power. It is not true that there are attempts to protect the Rajapaksas. It is Mr. Wickremesinghe who put the Rajapaksas behind bars during the 2015/2014 rule. No other politician did so.",
    "Still, people elected the Rajapaksas. According to our Constitution, people are supreme. It is people who decided to bring back the Rajapaksas to power. What shall we do? Investigations against them also came to an abrupt end since people wanted them back in power.",
    "I don’t think so. In politics, it is common for anyone to call another a crook. Still, there are possible frauds. Such frauds and corruption have to be investigated properly. Such allegations are common in political power games. For example, we have seen it in our own party. In the past, we had three leaders-Gamini Dissanayake, Lalith Athulathmudali and R. Premadasa. Their loyalists accused each of these leaders as fraudsters. Finally, all three died. When one was dead, the other came and garlanded the body honouring him as a great leader. All three were hailed as great leaders by people after they were dead and gone.",
    "This is the cheapest political accusation. One politician spreads hatred against the other. We need a departure from this political culture. If somebody has misappropriated public funds or properties, we have laws with enough teeth to deal with them. It is better to complain frauds and corruption to the nearest police station rather than making allegations under the cover of parliamentary privileges. If the police don’t act upon them over political influence, it can even be brought to the notice of the UN. If someone has proper evidence regarding his allegation, it can be taken up. Otherwise, allegations made on political stages cannot be taken seriously. There is a difference between political allegations and allegations examined through a judicial process. The judiciary is not prepared to put people behind bars based on politically motivated allegations. They have to be taken up through the proper, legal channels.",
    "\"One politician spreads hatred against the other. We need a departure from this political culture. If somebody has misappropriated public funds or properties, we have laws with enough teeth to deal with them. It is better to complain frauds and corruption to the nearest police station rather than making allegations under the cover of parliamentary privileges\"",
    "Q  There is public agitation for President Gotabaya Rajapaksa to step down. What is your view?",
    "There are provisions laid down in the Constitution for it. Let’s act according to the Constitution and democratic norms! There is no other way.",
    "Q  But, public wrath is growing by the day against him because they suffer without fuel, cooking gas and food. What do you say about it?",
    "The prime minister, in his address to the nation, asked people to endure difficulties for another couple of months only.",
    "Q  How confident are you that things will turn for the better afterwards?",
    "Q  Are you planning for a general election after six months or so?",
    "Today, all 225 MPs are in a dire predicament. It is even worse for 77 newcomers. They are unable to act and move freely even. However, there is hatred being spread against public representatives. Gotagogama is a place where the protesting youths set a novel, unique example. Youths took up arms in 1971. They did the same during the 1988/189 period. Instead of weapons, they are armed with books this time. There is a nice library over there. We find an art gallery there. Also, there are literary and musical shows. It is a novel kind of struggle. When the library set up there was burned down, the country erupted in violent flames. Reaction was bad. It cannot be condoned. It is thoroughly unacceptable that protestors were attacked. However, in violent reaction to the burning down of the library and the assault on protestors, unscrupulous elements exploited the opportunity and looted. I believe the damage to the public and private properties could be Rs.100 billion. Mob violence could have been contained. Stability is important. No one is above the law. We can expect support from the international community only if the law is implemented properly. We cannot allow this country to be ruined.",
    "A video footage shows how Polonnaruwa district MP Amarakeerthi Athukorale was mercilessly beaten to death. Afterwards, his body was dragged down the stairs of a three-storey building. We cannot fathom how such senseless violence could be unleashed on a human being. Even an animal is not slaughtered in such a cruel manner. We have to protect society and democracy from individuals with such heinous mindsets. It is a sensitive scene one cannot watch. In my district of Galle, the heads of some SLPP- controlled local authorities did not bring people to Colombo on that day. But, their houses were also set ablaze.",
    "The reaction to the attack on Gotagogama was excessive. We have to protect Gotagogama. We should listen to protesting youths. The prime minister believes their views should be heard through the parliamentary committee system."
  ],
  "translate": {
    "si": {
      "title": "ඩීල් දාන්න බැරි නම් ඔහු දේශපාලනඥයෙක් වෙන්න නුසුදුසුයි - වජිර අබේවර්ධන",
      "body_lines": [
        "ප්‍රජාතන්ත්‍රවාදය, සමාජය මේ වගේ තුච්ඡ කොටස්වලින් ආරක්ෂා කළ යුතුයි",
        "නව රජය පිහිටුවීම සහ ඉදිරි ගමන පිළිබඳව එක්සත් ජාතික පක්ෂ සභාපති වජිර අබේවර්ධන මහතා අදහස් පළ කරයි. ඔහු අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතාගේ දේශපාලන කටයුතුවලට සම්බන්ධ ඔහුගේ සමීපතමයෙකි. ඔහු සමඟ කළ සම්මුඛ සාකච්ඡාවක උපුටා ගැනීම්:",
        "ප්‍ර  මීට වසරකට පමණ පෙර ඔබ කතා කළේ 2023දී ඔබේ පක්ෂය රනිල් වික්‍රමසිංහ ආණ්ඩුවක් පිහිටුවන බව ය. නමුත් කිසිවෙක් එය බැරෑරුම් ලෙස සැලකුවේ නැත. ඔබ මේ අනාවැකිය කීවේ ඒ වන විටත් එය සැලසුම් කර තිබූ නිසාද?",
        "එහෙම අනාවැකියක් කියන්න කලින් මම දේශපාලන පැති දෙකක් අධ්‍යයනය කළා. උදාහරණයක් විදියට 2000දී අපි මැතිවරණයක් තිබ්බා. 2001 දී තවත් මැතිවරණයකට යාමට සිදු වූ නිසා එදා ආර්ථිකය පිරිහුණා. එම මැතිවරණයෙන් පසු වික්‍රමසිංහ මහතා අගමැති වුණා. ඉන් අනතුරුව ඔහු ජාත්‍යන්තර ප්‍රජාව සමඟ සම්බන්ධ වෙමින් ආර්ථිකයේ පුනර්ජීවනය සඳහා සිය වැඩපිළිවෙළ ආරම්භ කළේය. ඉන්පසුව, යුද්ධයේ ගිනිදැල් නිවා දැමූ 2005/2014 කාලය අපට තිබුණි. නමුත් ආර්ථික තත්ත්වය පහත වැටුණා. එහි ප්‍රතිඵලයක් ලෙස 2017 සිට 2015 දක්වා මැතිවරණ පැවැත්වීම ඉදිරියට ගෙන යාමට එවකට රජයට සිදු විය.ඉන්පසු නැවත වරක් අගමැති වී වික්‍රමසිංහ මහතා ජාත්‍යන්තර ප්‍රජාවගේ සහයෝගය ඇතිව ආර්ථිකය දියුණු කිරීමේ වැඩපිළිවෙළක් සකස් කළේය. 2019 වන විට අපට ඩොලර් බිලියන 7.5 ක විදේශ සංචිත තිබුණා. නමුත් 2019 ජනාධිපතිවරණයේදී ජනතාව අපට ඡන්දය දුන්නා.",
        "2019 ජනාධිපතිවරණයෙන් පසුව පැවැති මහ මැතිවරණයේදී අපි නැවතුණු තැනින් ආර්ථිකය ඉදිරියට ගෙනයාමේ ප්‍රතිපත්ති ඇතුළත් ප්‍රතිපත්ති ප්‍රකාශයක් ඉදිරිපත් කළා. නමුත් ඒ මැතිවරණයේදී අපේ පක්ෂය විතරක් නෙවෙයි අපේ නායකයාවත් ජනතාව ප්‍රතික්ෂේප කළා. රාජපක්ෂලා බලයට පත් කළේ ඡන්ද ලක්ෂ 69කින්. එතැන් සිට ඔවුන් ආර්ථිකය හසුරුවන ආකාරය තක්සේරු කිරීමෙන් පසු 2023 වන විට ආර්ථිකය කඩා වැටෙන බව විශ්ලේෂණය කිරීමට අපට හැකි විය. ඒ නිසා තමයි අපි කිව්වේ අපට හිමි එකම ආසනය නියෝජනය කරන ජාතික නායකයෙක් ලෙස වික්‍රමසිංහ මහතා පාර්ලිමේන්තුවේ සිටිය යුතුයි කියලා. පක්ෂය. අපේ පක්‍ෂයේ තනිකඩ මන්ත්‍රීවරයා වූ වික්‍රමසිංහ මහතාට අගමැති වී ආර්ථිකය නගා සිටුවීමට හැකි බව අපි කලින්ම දුටුවෙමු. ඒක තමයි දැන් වෙන්නේ. එය නීත්‍යානුකූල ක්‍රියාවලියකි. ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් ඒ සඳහා ප්‍රතිපාදන සලසා ඇත.",
        "ඒ වෙලාවෙ මම ඒක කිව්වම මට කාටුන් ශිල්පීන් ගොඩක් බැන්නා. මම ඔවුන්ගේ උපහාසයට ලක් වුණා. මාව පිස්සෙක් ලෙස විස්තර කළා. අද උන්ම පිස්සන් බව ඔප්පු වී ඇත. දැන් සියලු දෙනා එකතු වී වික්‍රමසිංහ මහතා සමඟ සහයෝගයෙන් කටයුතු කළ යුතුයි. ඔහු මෙහි එජාප නායකයා පමණක් නොවේ. ඔහු දැන් ජාතික නායකයෙකි. ඔහුට බහුතර සහාය අවශ්‍යයි. රුපියලක් හෝ ඩොලරයක් නොමැති හිස් භාණ්ඩාගාරයක් ඔහුට උරුම විය.",
        "\"එවිට එක්සත් ජනපද ජනාධිපති ෆ්‍රෑන්ක්ලින් ඩී. රූස්වෙල්ට් (1933-1934) 'නව ඩීල්' ලෙස හඳුන්වන දෙය ඉදිරිපත් කළේය. එය මහා අවපාතයට ප්‍රතිචාර වශයෙන් ආර්ථිකය තුළ ෆෙඩරල් රජයේ භූමිකාව පුළුල් කළේය. එය ලෝකයේ බලවත්ම ගනුදෙනුව බවට පත්ව ඇත. .කෙනෙකුට ඩීල් ගහන්න බැරිනම් දේශපාලකයෙක් වෙන්න සුදුසු නෑ.ආර්ථිකයේදි අපිට ඩීල් හම්බෙනවා.දේශපාලනයේදි ඩීල් හම්බෙනවා.ඩීල් එක නරක දෙයක් නෙවෙයි.එකේ නියම තේරුම තේරුම් ගත්තොත් හොඳයි.\"",
        "ප්‍ර  මෙතරම් අගාධයකට වැටුණු ආර්ථිකය යළි ගොඩනැගීමට ඔහුට විශ්වාසයක් ලැබුණේ කෙසේද?",
        "වසර 50කට වැඩි දේශපාලඥයෙකු ලෙස දේශීය හා ජාත්‍යන්තර අත්දැකීම් ඇති ඔහුට ඇත. ඔහුට අදාළ සියලු දෙනාගේ සහයෝගය ලැබුණහොත් ශ්‍රී ලංකාව ආසියාවේ පමණක් නොව මුළු ලෝකයේම ඉහළම රාජ්‍යයක් බවට පත් කරනු ඇත. වෙනත් රටවල් ඔහුට ඊර්ෂ්‍යා කරනු ඇත. ශ්‍රී ලංකාවේ නැගීම වෙනත් රටකට එම තත්ත්වය අහිමි කිරීමකි. ඉතින් උන් ලංකාවට ඉරිසියා කරයි. ජාත්‍යන්තර ක්‍රීඩකයන්ට අවශ්‍ය ශ්‍රී ලංකාවේ දුර්වල නායකයෙක්. ඒ ගැන ශ්‍රී ලාංකිකයන් දැනුවත් විය යුතුයි. ඔවුන් මේ සම්බන්ධයෙන් අවදියෙන් සිටිය යුතු අතර ශ්‍රී ලංකාව නව තලයකට ගෙන යාමට උදව් කළ යුතුය. රට ගොඩනගන්න පුළුවන් නායකයෙක් දැන් ඉන්නවා. ජීවිතය පරදුවට තබා රට සංවර්ධනය කරන බවට ඔහු පොරොන්දු වී ඇත.",
        "Q  එය දැන් වෙනස් දර්ශනයකි. වික‍්‍රමසිංහ මහතාට රට පාලනය කිරීමට සිදුව ඇත්තේ මතවාදීව තමන්ට එරෙහි වූ රටක පිටුබලය ඇතිවය. ඔහුගේ ප්‍රතිපත්තිවලට එරෙහිව නැගී සිටි ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP) සමඟ ඔහු මිශ්‍ර වන්නේ කෙසේද?",
        "එය සරලයි. මම වික්‍රමසිංහ මහත්තයා දන්නවා. පරස්පර අදහස් හා ප්‍රතිපත්ති ඇති බලවේග සමගි කර ඒවා සුදුසු මාවතට ගෙන යන්නේ කෙසේදැයි ඔහු දනී. එය ඔහුගේ විශිෂ්ට ගුණාංගයයි.",
        "ප්‍ර  නමුත්, ඔහුට වහාම ඩොලර් සොයා ගැනීමට සිදුවේ. ඇමෙරිකානු ඩොලර් මිලියන 75ක් කඩිනමින් අවශ්‍ය බව ඔහු ප්‍රකාශ කළේය. එම ගැටලුව විසඳිය හැක්කේ කෙසේද?",
        "එය වහාම අවශ්ය වේ. විවෘත වෙළෙඳපොළෙන් ඩොලර් සොයා ගැනීමට අපි කටයුතු කරනවා. අපි මේ මොහොතේ ඩොලර් කිහිපයක් සුරක්ෂිත කිරීමට සූදානම්ව සිටිමු. අපි ලංකාවේ ඉහළ පෙළේ ව්‍යාපාරිකයන් සමඟ සාකච්ඡා කළා. අපි හැකි ඉක්මනින් ඇමෙරිකානු ඩොලර් මිලියන 75ක් සුරක්ෂිත කරන්නෙමු.",
        "ප්‍ර  සහය සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ සාකච්ඡා කරගෙන යාමට සැලසුම් මොනවාද?",
        "සාකච්ඡා සිදුවෙමින් පවතී. වැඩසටහන ක්රියාත්මක වීමට යම් කාලයක් ගතවනු ඇත. දීර්ඝ කාලීන සහ කෙටි කාලීන ක්‍රියාමාර්ග පිළිබඳව සාකච්ඡා කෙරේ. වික්‍රමසිංහ මහතා වසර දෙකක් තිස්සේ ශ්‍රී ලංකාව සහය සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදලට සම්බන්ධ විය යුතු බවට යෝජනා කර ඇත. දැන් ආණ්ඩුව පමා වුණත් ඒක කරලා තියෙනවා. ලෝක බැංකුව, ආසියානු සංවර්ධන බැංකුව සහ ජපන් ජාත්‍යන්තර සහයෝගිතා ඒජන්සිය (JICA) සමඟ සාකච්ඡා කර ඇත. අගමැතිවරයා තානාපතිවරුන් සහ මහ කොමසාරිස්වරුන් හමුවී ඇත. පවතින අවුලෙන් රට ගොඩ ගැනීමට ඔහු පියවර ගනු ඇත. ඔහු ලබා දෙන බව සියලු දෙනා විශ්වාස කරයි. විශ්වාසය ඉතා වැදගත්. දේශපාලන ස්ථාවරත්වය ද ඒ හා සමානව වැදගත් ය. රට වෙනුවෙන් යමක් කිරීමට ඔහුට සියලු දෙනා නිදහස ලබා දිය යුතුයි.",
        "ප්‍ර  ප්‍රධාන විපක්ෂය වන ‘සමගි ජන බලවේගය (SJB) මුලින් අගමැතිකම පිළිගැනීම ප්‍රතික්ෂේප කළේය. ඔවුන් විවිධ කොන්දේසි ඉදිරිපත් කළා. පසුව වික‍්‍රමසිංහ මහතා එය පිළිගැනීමට සූදානම් වන විට එස්.ජේ.බී.ය සිය ස්ථාවරය වෙනස් කර එය ඉල්ලා සිටියේය. ඔබේ දැක්ම කුමක්ද?",
        "වික්‍රමසිංහ මහතාට එම තනතුර භාරගන්නා ලෙසට ආරාධනාවක්ද ලැබී තිබිණි. යමෙක් අසමත් වුවහොත් ඔහුට ඊළඟ වතාවේ සාර්ථක වීමට මාර්ගයක් තිබේ. ඕනෑම කෙනෙකුට තමාට කළ හැකි දේ සහ අන් අයට කළ හැකි දේ තේරුම් ගැනීම වඩා හොඳය. එසේ වුවහොත් එක් වරක් අසාර්ථක වූ පාලකයා පසුව සාර්ථක විය හැකිය. දේශපාලනයේ දී සාර්ථකත්වය සහ අසාර්ථකත්වය යන දෙකම වැදගත් වේ.",
        "ප්‍රශ්නය                                        දූෂණ හා දූෂණ සම්බන්ධයෙන් ඔවුන්ට එරෙහිව ඇති විය හැකි නීතිමය ක්‍රියාමාර්ගවලින් ඔවුන් ආරක්ෂා කර ගැනීම සඳහා ඔවුන් සමඟ ඇති අවබෝධය මත වික්‍රමසිංහ මහතා එම තනතුර භාර ගත් බවට චෝදනාවක් ඇත. ඒක ඇත්තක්ද?",
        "ඉන්පසුව එක්සත් ජනපද ජනාධිපති ෆ්‍රෑන්ක්ලින් ඩී රූස්වෙල්ට් (1933-1934) 'නව ගනුදෙනුව' ලෙස හඳුන්වන දේ ඉදිරිපත් කළේය. එය මහා අවපාතයට ප්‍රතිචාර වශයෙන් ආර්ථිකය තුළ ෆෙඩරල් ආන්ඩුවේ භූමිකාව පුලුල් කලේය. එය ලෝකයේ බලවත්ම ගනුදෙනුව බවට පත්ව ඇත. කෙනෙකුට ඩීල් දාන්න බැරි නම් ඔහු දේශපාලනඥයෙක් වෙන්න සුදුසු නැහැ. ආර්ථිකය තුළ, අපි ගනුදෙනු සොයා ගනිමු. දේශපාලනයේදි අපිට ඩීල් හම්බෙනවා. ගනුදෙනුව නරක දෙයක් නොවේ. එහි සැබෑ අරුත තේරුම් ගැනීම කෙනෙකුට වඩා හොඳය.",
        "ප්‍ර  මෙහිදී මා අදහස් කළේ රාජපක්ෂලාගේ ආරක්ෂාවයි. ඒ චෝදනාව ගැන ඔබ මොකද කියන්නේ?",
        "දේශපාලන ගණුදෙණුවක් නොමැති විට ඔබට බලය තහවුරු කර ගත නොහැක. රාජපක්‍ෂලා ආරක්‍ෂා කරන්න හදනවා කියන එක ඇත්ත නෙවෙයි. 2015/2014 පාලන කාලයේ රාජපක්ෂලාව හිරේ දැම්මේ වික්‍රමසිංහ මහත්තයා. වෙන කිසිම දේශපාලනඥයෙක් එහෙම කළේ නැහැ.",
        "තවමත් ජනතාව රාජපක්ෂලාව පත් කළා. අපේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවට අනුව මිනිසුන් උත්තරීතරයි. රාජපක්ෂලා නැවත බලයට ගෙන ඒමට තීරණය කළේ ජනතාවයි. අපි කුමක් කරමුද? ඔවුන් නැවත බලයට පත් කිරීමට මිනිසුන්ට අවශ්‍ය වූ බැවින් ඔවුන්ට එරෙහි පරීක්ෂණ ද හිටි හැටියේ අවසන් විය.",
        "මම හිතන්නේ නැහැ. දේශපාලනයේ දී ඕනෑම කෙනකුට තවත් කෙනෙකුට තක්කඩියකු කීම සාමාන්‍ය දෙයකි. තවමත්, හැකි වංචා තිබේ. මෙවැනි වංචා දූෂණ නිසි ලෙස සොයා බැලිය යුතුයි. දේශපාලන බල ගේම් වල මෙවැනි චෝදනා සුලබය. උදාහරණයක් විදියට අපේ පක්‍ෂයේම අපි ඒක දැකලා තියෙනවා. ඉස්සර අපිට නායකයෝ තුන්දෙනෙක් හිටියා - ගාමිණී දිසානායක, ලලිත් ඇතුලත්මුදලි සහ ආර්. ප්‍රේමදාස. ඔවුන්ගේ හිතවත්හු මේ සෑම නායකයෙක්ම වංචාකාරයන් ලෙස චෝදනා කළහ. අන්තිමට තුන්දෙනාම මැරුණා. එක් අයෙක් මිය ගිය විට අනෙකා පැමිණ දේහයට මල්මාලා පළඳවා ශ්‍රේෂ්ඨ නායකයකු ලෙස ගෞරවය පළ කළේය. මේ තිදෙනාම මිනිසුන් විසින් මහා නායකයන් ලෙස හඳුන්වනු ලැබුවේ ඔවුන් මිය ගොස් නැති වූ පසුවය.",
        "මේක තමයි ලාභම දේශපාලන චෝදනාව. එක දේශපාලකයෙක් අනෙකාට විරුද්ධව වෛරය පතුරවනවා. මේ දේශපාලන සංස්කෘතියෙන් බැහැරවීමක් අවශ්‍යයි. යමෙක් මහජන මුදල් හෝ දේපළ අවභාවිත කර ඇත්නම්, ඒවා සම්බන්ධයෙන් කටයුතු කිරීමට තරම් දත් ඇති නීති අපට තිබේ. පාර්ලිමේන්තු වරප්‍රසාදවලට මුවා වී චෝදනා කරනවට වඩා ළඟම ඇති පොලිසියට වංචා දූෂණ පැමිණිලි කරන එක හොඳයි. දේශපාලන බලපෑම් මත පොලිසිය ඔවුන් සම්බන්ධයෙන් ක්‍රියා නොකරන්නේ නම්, එය එක්සත් ජාතීන්ගේ අවධානයට පවා ගෙන යා හැකිය. ඔහුගේ චෝදනාව සම්බන්ධයෙන් යමෙකුට නිසි සාක්ෂි තිබේ නම් එය ඉදිරිපත් කළ හැකියි. එහෙම නැතුව දේශපාලන වේදිකාවල කරන චෝදනා බරපතළ විදියට සලකන්න බැහැ. දේශපාලන චෝදනා සහ අධිකරණ ක්‍රියාවලියක් හරහා විමර්ශනය කරන චෝදනා අතර වෙනසක් තිබෙනවා. දේශපාලනික වශයෙන් පදනම් වූ චෝදනා මත මිනිසුන් සිරගත කිරීමට අධිකරණය සූදානම් නැත. ඒවා නිසි, නීත්‍යානුකූල මාර්ග හරහා ගත යුතුයි.",
        "“එක දේශපාලකයෙක් අනෙකාට විරුද්ධව වෛරය පතුරවනවා.අපිට මේ දේශපාලන සංස්කෘතියෙන් බැහැරවීමක් අවශ්‍යයි.යමෙක් රාජ්‍ය මුදල් හෝ දේපොළ අවභාවිත කර ඇත්නම් ඒවාට එරෙහිව කටයුතු කිරීමට තරම් දත් ඇති නීති අපට තිබේ.වංචා,දූෂණ ගැන ළඟම ඇති පොලිසියට පැමිණිලි කිරීම වඩා හොඳය. පාර්ලිමේන්තු වරප්‍රසාදවලට මුවා වෙලා චෝදනා කරනවාට වඩා නැවතිලා ඉන්නවා\"",
        "ප්‍රශ්නය  ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ඉල්ලා අස්වන ලෙසට මහජන උද්ඝෝෂණයක් පවතී. ඔබේ දැක්ම කුමක්ද?",
        "ඒ සඳහා ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ ප්‍රතිපාදන දක්වා තිබෙනවා. ආණ්ඩුක්‍රම ව්‍යවස්ථාව සහ ප්‍රජාතන්ත්‍රවාදී සම්මතයන් අනුව කටයුතු කරමු! වෙනත් මාර්ගයක් නැත.",
        "ප්‍ර  නමුත්, ඉන්ධන, ඉවුම් පිහුම් ගෑස් සහ ආහාර නොමැතිව ඔවුන් දුක් විඳින නිසා ඔහුට එරෙහිව මහජන කෝපය දිනෙන් දින වර්ධනය වේ. ඒ ගැන ඔබ මොකද කියන්නේ?",
        "අග්‍රාමාත්‍යවරයා ජාතිය අමතමින් ජනතාවගෙන් ඉල්ලා සිටියේ තවත් මාස දෙකක කාලයක් පමණක් දුෂ්කරතා විඳදරා ගන්නා ලෙසයි.",
        "ප්‍ර  ඉන්පසු දේවල් යහපත් අතට හැරෙනු ඇතැයි ඔබට කෙතරම් විශ්වාසද?",
        "ප්‍ර  ඔබ මාස හයකට හෝ ඊට වැඩි කාලයකට පසු මහ මැතිවරණයකට සැලසුම් කරනවාද?",
        "අද පාර්ලිමේන්තු මන්ත්‍රීවරුන් 225 දෙනාම දැඩි අසීරුතාවයකට පත්වෙලා. නවකයන් 77 දෙනෙකුට එය වඩාත් නරක ය. ඔවුන්ට නිදහසේ හැසිරෙන්නට සහ චලනය වීමට පවා නොහැකිය. නමුත් මහජන නියෝජිතයන්ට එරෙහිව වෛරයක් පැතිරෙනවා. ගොඨාගෝගම උද්ඝෝෂණයේ යෙදෙන තරුණයන් නවකතාවක්, අද්විතීය ආදර්ශයක් දුන් ස්ථානයකි. 1971 දී තරුණයෝ ආයුධ අතට ගත්හ. 1988/189 කාල වකවානුවේදීත් ඔවුන් එසේ කළා. ආයුධ වෙනුවට ඔවුන් මෙවර සන්නද්ධව සිටින්නේ පොත්පත්වලින්. එතන ලස්සන පුස්තකාලයක් තියෙනවා. අපට එහි කලාගාරයක් හමු වේ. ඒ වගේම සාහිත්‍ය සහ සංගීත සංදර්ශන තියෙනවා. එය නව්‍ය ආකාරයේ අරගලයකි. එහි පිහිටුවා තිබූ පුස්තකාලය ගිනිබත් කළ විට රටම දරුණු ගිනිදැල්වලින් ඇවිළිණි. ප්රතික්රියාව නරක විය. එය අනුමත කළ නොහැක. විරෝධතාකරුවන්ට පහර දීම කිසිසේත්ම පිළිගත නොහැකිය. කෙසේ වෙතත්, පුස්තකාලය ගිනි තැබීමට සහ විරෝධතාකරුවන්ට පහර දීමට ප්‍රචණ්ඩ ප්‍රතිචාරයක් ලෙස, නිර්දෝෂී පුද්ගලයින් අවස්ථාව ප්‍රයෝජනයට ගෙන කොල්ල කෑහ. මම විශ්වාස කරනවා රාජ්‍ය හා පෞද්ගලික දේපළවලට සිදු වූ හානිය රුපියල් බිලියන 100ක් වෙන්න පුළුවන්. මැර ප්‍රචණ්ඩත්වය පාලනය කළ හැකිව තිබුණි. ස්ථාවරත්වය වැදගත් වේ. කිසිවෙක් නීතියට ඉහලින් නැත. ජාත්‍යන්තර ප්‍රජාවෙන් අපිට සහයෝගය බලාපොරොත්තු වෙන්න පුළුවන් නීතිය හරියට ක්‍රියාත්මක වුණොත් විතරයි. මේ රට විනාශ කරන්න දෙන්න බැහැ.",
        "පොළොන්නරුව දිස්ත්‍රික් පාර්ලිමේන්තු මන්ත්‍රී අමරකීර්ති අතුකෝරළ මහතාට අනුකම්පා විරහිත ලෙස පහරදී ඝාතනය කරන ආකාරය වීඩියෝ දර්ශනයකින් දැක්වෙනවා. පසුව ඔහුගේ සිරුර තෙමහල් ගොඩනැගිල්ලක පඩිපෙළ දිගේ ඇදගෙන ගොස් ඇත. මෙවන් අඥාන ප්‍රචණ්ඩත්වයක් මනුෂ්‍යයෙකු මත මුදා හැරිය හැක්කේ කෙසේදැයි අපට සිතාගත නොහැක. සතෙකුවත් මේ තරම් කුරිරු විදිහට මරන්නේ නැහැ. මෙවැනි තුච්ඡ මානසිකත්වයන් ඇති පුද්ගලයන්ගෙන් සමාජය සහ ප්‍රජාතන්ත්‍රවාදය ආරක්ෂා කළ යුතුයි. ඒක කාටවත් බලන්න බැරි සංවේදී දර්ශනයක්. මගේ ගාල්ල දිස්ත්‍රික්කයේ, ශ්‍රී ලංකා පොදුජන පෙරමුණ පාලනය කරන සමහර පළාත් පාලන ආයතනවල ප්‍රධානීන් එදින කොළඹට මිනිසුන් ගෙනාවේ නැත. එහෙත්, ඔවුන්ගේ නිවාස ද ගිනි තබා ඇත.",
        "ගෝඨගෝගමට එල්ල වූ ප්‍රහාරයට ලැබුණු ප්‍රතිචාරය අධික විය. අපි ගෝඨාගෝගම රැකගත යුතුයි. උද්ඝෝෂණ කරන තරුණයින්ට අපි ඇහුම්කන් දිය යුතුයි. ඔවුන්ගේ අදහස් පාර්ලිමේන්තු කාරක සභා ක්‍රමය හරහා ඇසිය යුතු බව අගමැතිවරයා විශ්වාස කරයි."
      ]
    },
    "ta": {
      "title": "ஒருவரால் ஒப்பந்தம் போட முடியாவிட்டால், அவர் அரசியல்வாதியாக இருப்பதற்கு தகுதியற்றவர் - வஜிர அபேவர்தன",
      "body_lines": [
        "ஜனநாயகம், சமூகங்கள் இத்தகைய கொடூரமான கூறுகளிலிருந்து பாதுகாக்கப்பட வேண்டும்",
        "ஐக்கிய தேசியக் கட்சியின் (ஐ.தே.க.) தலைவர் வஜிர அபேவர்தன புதிய அரசாங்கத்தை அமைப்பது மற்றும் முன்னோக்கி செல்லும் வழிகள் குறித்து தனது கருத்துக்களைப் பகிர்ந்து கொள்கிறார். அவர் பிரதமர் ரணில் விக்கிரமசிங்கவின் நெருங்கிய நம்பிக்கைக்குரியவராக தனது அரசியல் பணிகளில் ஈடுபட்டுள்ளார். அவருடனான நேர்காணலின் சில பகுதிகள்:",
        "கே  ஒரு வருடத்திற்கு முன்பு, 2023ல் உங்கள் கட்சி ரணில் விக்ரமசிங்கே ஆட்சி அமைக்கப் போவதாகப் பேசினீர்கள். ஆனால், அதை யாரும் பெரிதாக எடுத்துக் கொள்ளவில்லை. அந்த நேரத்துலயும் திட்டமிட்டு இருந்ததால இந்த கணிப்பை சொன்னீங்களா?",
        "அப்படி ஒரு கணிப்புக்கு முன் இரண்டு அரசியல் அம்சங்களை ஆய்வு செய்தேன். உதாரணமாக, 2000 ஆம் ஆண்டில், எங்களுக்கு ஒரு தேர்தல் இருந்தது. அந்த நேரத்தில் பொருளாதாரம் சீர்குலைந்தது, 2001 இல் மீண்டும் ஒரு தேர்தலுக்கு நாடு செல்ல வேண்டிய கட்டாயம் ஏற்பட்டது. அந்த தேர்தலுக்குப் பிறகு, திரு. விக்கிரமசிங்க பிரதமரானார். பின்னர், சர்வதேச சமூகத்துடன் இணைந்து பொருளாதாரத்தின் மறுமலர்ச்சிக்கான தனது திட்டத்தைத் தொடங்கினார். பின்னர், 2005/2014 காலகட்டத்தை நாங்கள் கொண்டிருந்தோம், அதில் போரின் நெருப்பு அணைக்கப்பட்டது. இருப்பினும் பொருளாதார நிலை சரிந்தது. இதன் விளைவாக, அப்போதைய அரசாங்கம் 2017 முதல் 2015 வரை தேர்தல்களை முன்னெடுத்துச் செல்ல வேண்டியிருந்தது. பின்னர், திரு. விக்கிரமசிங்க மீண்டும் பிரதமரானார் மற்றும் சர்வதேச சமூகத்தின் ஆதரவுடன் பொருளாதாரத்தை மேம்படுத்துவதற்கான திட்டத்தை உருவாக்கினார். 2019 ஆம் ஆண்டளவில், எங்களிடம் 7.5 பில்லியன் அமெரிக்க டாலர் அளவுக்கு வெளிநாட்டு கையிருப்பு உள்ளது. இருப்பினும், 2019 ஜனாதிபதித் தேர்தலில் மக்கள் எங்களை வாக்களித்தனர்.",
        "2019 ஜனாதிபதித் தேர்தலைத் தொடர்ந்து நடைபெற்ற பொதுத் தேர்தலில், நாங்கள் நிறுத்திய இடத்தில் இருந்து பொருளாதாரத்தை முன்னோக்கி கொண்டு செல்வதற்கான கொள்கைகளுடன் கூடிய விஞ்ஞாபனத்தை முன்வைத்தோம். ஆனால், அந்தத் தேர்தலில் எங்கள் கட்சியை மட்டுமல்ல, எங்கள் தலைவரையும் மக்கள் நிராகரித்தனர். ராஜபக்சக்கள் 6.9 மில்லியன் வாக்குகளைப் பெற்று ஆட்சியில் அமர்த்தப்பட்டனர். அன்றிலிருந்து அவர்களால் பொருளாதாரம் கையாளப்பட்ட விதத்தை மதிப்பீடு செய்த பின்னர், 2023 ஆம் ஆண்டளவில் பொருளாதாரம் வீழ்ச்சியடையும் என்று எங்களால் பகுப்பாய்வு செய்ய முடிந்தது. அதனால்தான் திரு. விக்கிரமசிங்க பாராளுமன்றத்தில் எங்களுடைய தனி ஆசனத்தைப் பிரதிநிதித்துவப்படுத்தும் ஒரு தேசியத் தலைவராக இருக்க வேண்டும் என்று நாங்கள் கூறினோம். கட்சி. திரு. விக்கிரமசிங்க, எங்கள் கட்சியில் இருந்து தனியொரு நாடாளுமன்ற உறுப்பினராக இருப்பதால், பிரதமராகி, பொருளாதாரத்தை மீட்டெடுக்க முடியும் என்று நாங்கள் முன்னறிவித்தோம். அதுதான் இப்போது நடந்து கொண்டிருக்கிறது. இது ஒரு சட்டபூர்வமான செயல்முறை. அதற்கு அரசியலமைப்புச் சட்டம் வழங்குகிறது.",
        "அந்த நேரத்தில் நான் அதைச் சொன்னபோது, ​​​​நிறைய கார்ட்டூனிஸ்டுகள் என்னைக் கிண்டல் செய்தனர். அவர்களின் நையாண்டிக்கு ஆளானேன். நான் ஒரு பைத்தியக்காரன் என்று விவரிக்கப்பட்டேன். இன்று அவர்கள்தான் பைத்தியக்காரர்கள் என்று நிரூபிக்கப்பட்டுள்ளனர். இப்போது அனைவரும் ஒன்றிணைந்து திரு. விக்கிரமசிங்கவுடன் ஒத்துழைக்க வேண்டும். அவர் இங்கு ஐக்கிய தேசியக் கட்சியின் தலைவர் மட்டுமல்ல. அவர் இப்போது தேசியத் தலைவர். அவருக்கு பெரும்பான்மை ஆதரவு தேவை. ரூபாய் அல்லது டாலர் இல்லாத ஒரு காலி கருவூலத்தை அவர் மரபுரிமையாகப் பெற்றார்.",
        "\"பின்னர் அமெரிக்க ஜனாதிபதி பிராங்க்ளின் டி. ரூஸ்வெல்ட் (1933-1934) 'புதிய ஒப்பந்தம்' என்று அழைக்கப்படுவதைக் கொண்டு வந்தார். இது பெரும் மந்தநிலைக்குப் பதில் பொருளாதாரத்தில் மத்திய அரசின் பங்கை விரிவுபடுத்தியது. இது உலகின் மிக சக்திவாய்ந்த ஒப்பந்தமாக மாறியுள்ளது. ஒருவரால் ஒப்பந்தம் செய்ய முடியாவிட்டால், அவர் அரசியல்வாதியாக இருக்க தகுதியற்றவர், பொருளாதாரத்தில், நாங்கள் ஒப்பந்தங்களைக் காண்கிறோம், அரசியலில், நாங்கள் ஒப்பந்தங்களைக் காண்கிறோம், ஒப்பந்தம் ஒன்றும் கெட்டது அல்ல, அதன் உண்மையான அர்த்தத்தை ஒருவர் புரிந்துகொள்வது நல்லது.\"",
        "கே  அத்தகைய படுகுழியில் விழுந்த பொருளாதாரத்தை மீண்டும் கட்டியெழுப்ப அவருக்கு எப்படி நம்பிக்கை வந்தது?",
        "அவர் 50 ஆண்டுகளுக்கும் மேலாக அரசியல்வாதியாக உள்ளூர் மற்றும் சர்வதேச அனுபவம் பெற்றவர். சம்பந்தப்பட்ட அனைவரின் ஆதரவையும் அவர் பெற்றால், அவர் இலங்கையை ஆசியாவில் மட்டுமன்றி முழு உலகிலும் தலைசிறந்த நாடாக மாற்றுவார். மற்ற நாடுகள் அவர் மீது பொறாமை கொள்ளும். இலங்கையின் உயர்வானது அந்த நிலையில் இருந்து வேறொரு நாட்டைப் பறிப்பதாகும். அதனால், இலங்கை மீது பொறாமைப்படுவார்கள். சர்வதேச வீரர்கள் இலங்கையில் ஒரு பலவீனமான தலைவர் வேண்டும். இலங்கையர்கள் இது தொடர்பில் விழிப்புடன் இருக்க வேண்டும். அவர்கள் இவ்விடயத்தில் விழிப்புடன் இருந்து இலங்கையை புதிய உயரத்திற்கு கொண்டு செல்ல உதவ வேண்டும். நாடு இப்போது வழங்கக்கூடிய ஒரு தலைவரை வசம் கொண்டுள்ளது. தனது உயிரை விலையாகக் கொடுத்தாலும் நாட்டை அபிவிருத்தி செய்வேன் என உறுதியளித்துள்ளார்.",
        "கே  இப்போது வித்தியாசமான சூழ்நிலை. திரு.விக்கிரமசிங்கவை கருத்தியல் ரீதியாக எதிர்த்த ஒரு நாட்டின் ஆதரவுடன் நாட்டை ஆள வேண்டும். அவருடைய கொள்கைகளுக்கு எதிராக நின்ற ஸ்ரீலங்கா பொதுஜன பெரமுனவுடன் (SLPP) அவர் எவ்வாறு இணைய முடியும்?",
        "இது எளிமையானது. எனக்கு திரு.விக்கிரமசிங்கவை தெரியும். மாறுபட்ட பார்வைகள் மற்றும் கொள்கைகளுடன் சக்திகளை எவ்வாறு சமரசம் செய்வது மற்றும் அவற்றை சரியான பாதையில் வழிநடத்துவது அவருக்குத் தெரியும். அதுவே அவரது தலைசிறந்த குணம்.",
        "கே  இருப்பினும், அவர் உடனடியாக டாலர்களைக் கண்டுபிடிக்க வேண்டும். 75 மில்லியன் அமெரிக்க டாலர்கள் அவசரமாகத் தேவை என்று அவர் உச்சரித்தார். அந்த பிரச்சனையை எப்படி தீர்க்க முடியும்?",
        "இது அவசரமாக தேவைப்படுகிறது. திறந்த சந்தையில் டாலர்களை கண்டுபிடிக்க நடவடிக்கை எடுத்து வருகிறோம். தற்போது சில டாலர்களைப் பாதுகாக்க உள்ளோம். இலங்கையில் உள்ள உயர்மட்ட வர்த்தகர்களுடன் பேச்சு நடத்தினோம். கூடிய விரைவில் 75 மில்லியன் அமெரிக்க டாலர்களை பாதுகாப்போம்.",
        "கே  உதவிக்காக சர்வதேச நாணய நிதியத்துடன் (IMF) பேச்சுவார்த்தைகளைத் தொடர என்ன திட்டங்கள் உள்ளன?",
        "பேச்சு வார்த்தை நடந்து வருகிறது. திட்டம் நிறைவேற சிறிது காலம் எடுக்கும். நீண்ட கால மற்றும் குறுகிய கால நடவடிக்கைகள் குறித்து ஆலோசிக்கப்படுகிறது. திரு. விக்கிரமசிங்க இரண்டு வருடங்களாக இலங்கை சர்வதேச நாணய நிதியத்தின் உதவியை நாட வேண்டும் என்று வாதிட்டார். இப்போது, ​​தாமதமாக இருந்தாலும் அரசாங்கம் அதைச் செய்துள்ளது. உலக வங்கி, ஆசிய வளர்ச்சி வங்கி மற்றும் ஜப்பான் சர்வதேச கூட்டுறவு முகமை (JICA) ஆகியவற்றுடன் பேச்சுவார்த்தை நடத்தப்பட்டுள்ளது. தூதுவர்கள் மற்றும் உயர்ஸ்தானிகர்களை பிரதமர் சந்தித்துள்ளார். தற்போதைய குழப்பத்தில் இருந்து நாட்டை வெளியேற்ற நடவடிக்கை எடுப்பார். அவர் வழங்குவார் என்று அனைவராலும் நம்பப்பட்டவர். நம்பிக்கை மிகவும் முக்கியமானது. அரசியல் ஸ்திரத்தன்மையும் சமமாக முக்கியமானது. நாட்டுக்காக ஏதாவது உழைக்க அனைவரும் அவருக்கு சுதந்திரம் அளிக்க வேண்டும்.",
        "கே  முக்கிய எதிர்க்கட்சியான ‘சமகி ஜன பலவேகயா (SJB)’ முதலில் பிரதமர் பதவியை ஏற்க மறுத்தது. பல்வேறு நிபந்தனைகளை முன்வைத்தனர். பின்னர், திரு.விக்கிரமசிங்க அதனை ஏற்கவிருந்த போது, ​​SJB தனது நிலைப்பாட்டை மாற்றிக்கொண்டு அதனைக் கோரியது. உங்கள் பார்வை என்ன?",
        "திரு.விக்கிரமசிங்கவை பதவியேற்குமாறு அழைப்பு விடுக்கப்பட்டிருந்தது. ஒருவர் தோல்வியடைந்தால், அடுத்த முறை அவர் வெற்றிபெற ஒரு வழி இருக்கிறது. எவரும் தன்னால் என்ன செய்ய முடியும், மற்றவர்கள் என்ன செய்ய முடியும் என்பதைப் புரிந்துகொள்வது நல்லது. அப்படியானால், ஒருமுறை தோல்வியுற்ற ஆட்சியாளர் பின்னர் வெற்றிபெற முடியும். அரசியலில் வெற்றி தோல்வி இரண்டும் முக்கியம்.",
        "கே  ஊழல் மற்றும் மோசடிகள் தொடர்பாக ராஜபக்சக்களுக்கு எதிராக சாத்தியமான சட்ட நடவடிக்கைகளில் இருந்து அவர்களைப் பாதுகாப்பதற்காக திரு. விக்கிரமசிங்க, ராஜபக்சக்களுடன் புரிந்துணர்வுடன் அந்தப் பதவியை ஏற்றுக்கொண்டார் என்ற குற்றச்சாட்டு உள்ளது. அது உண்மையா?",
        "அப்போது அமெரிக்க அதிபர் பிராங்க்ளின் டி. ரூஸ்வெல்ட் (1933-1934) ‘புதிய ஒப்பந்தம்’ என்று அழைக்கப்படுவதைக் கொண்டு வந்தார். இது பெரும் மந்தநிலைக்கு விடையிறுக்கும் வகையில் பொருளாதாரத்தில் மத்திய அரசின் பங்கை விரிவுபடுத்தியது. இது உலகின் மிக சக்திவாய்ந்த ஒப்பந்தமாக மாறியுள்ளது. ஒருவரால் ஒப்பந்தம் செய்ய முடியாவிட்டால், அவர் அரசியல்வாதியாக இருக்க தகுதியற்றவர். பொருளாதாரத்தில், நாங்கள் ஒப்பந்தங்களைக் காண்கிறோம். அரசியலில், நாங்கள் ஒப்பந்தங்களைக் காண்கிறோம். ஒப்பந்தம் மோசமான ஒன்று அல்ல. அதன் உண்மையான அர்த்தத்தை ஒருவர் புரிந்துகொள்வது நல்லது.",
        "கே  இந்நிலையில், ராஜபக்ஷக்களின் பாதுகாப்பை நான் குறிப்பிட்டேன். அந்தக் குற்றச்சாட்டு பற்றி என்ன சொல்கிறீர்கள்?",
        "அரசியல் ஒப்பந்தம் இல்லாத நிலையில், அதிகாரத்தைப் பாதுகாக்க முடியாது. ராஜபக்சக்களை பாதுகாக்கும் முயற்சிகள் நடப்பது உண்மையல்ல. 2015/2014 ஆட்சியின் போது ராஜபக்சக்களை சிறைக்குள் தள்ளியவர் திரு.விக்கிரமசிங்க. வேறு எந்த அரசியல்வாதியும் அவ்வாறு செய்யவில்லை.",
        "ஆனாலும், மக்கள் ராஜபக்சக்களை தேர்ந்தெடுத்தனர். நமது அரசியலமைப்புச் சட்டத்தின்படி, மக்கள்தான் உயர்ந்தவர்கள். ராஜபக்சக்களை மீண்டும் ஆட்சிக்கு கொண்டுவர மக்கள் தீர்மானித்துள்ளனர். நாங்கள் என்ன செய்ய வேண்டும்? மக்கள் மீண்டும் ஆட்சிக்கு வர விரும்புவதால் அவர்களுக்கு எதிரான விசாரணைகளும் திடீரென முடிவுக்கு வந்தன.",
        "நான் அப்படி நினைக்கவில்லை. அரசியலில் யாரேனும் ஒருவரை வஞ்சகர் என்று சொல்வது வழக்கம். இன்னும், சாத்தியமான மோசடிகள் உள்ளன. இவ்வாறான மோசடிகள், ஊழல்கள் தொடர்பில் உரிய விசாரணை நடத்தப்பட வேண்டும். அரசியல் அதிகார விளையாட்டுகளில் இத்தகைய குற்றச்சாட்டுகள் சகஜம். உதாரணமாக, சொந்தக் கட்சியிலேயே பார்த்திருக்கிறோம். கடந்த காலத்தில் காமினி திசாநாயக்க, லலித் அத்துலத்முதலி மற்றும் ஆர். பிரேமதாச ஆகிய மூன்று தலைவர்கள் எங்களிடம் இருந்தனர். அவர்களின் விசுவாசிகள் இந்த ஒவ்வொரு தலைவர்களையும் மோசடி செய்பவர்கள் என்று குற்றம் சாட்டினர். இறுதியாக, மூவரும் இறந்தனர். ஒருவர் இறந்தவுடன் மற்றொருவர் வந்து அவரது உடலுக்கு மலர்மாலை அணிவித்து அவரைப் பெரிய தலைவர் என்று கவுரவித்தார். மூவரும் இறந்து போன பிறகு மக்களால் பெரிய தலைவர்களாகப் போற்றப்பட்டனர்.",
        "இது மலிவான அரசியல் குற்றச்சாட்டு. ஒரு அரசியல்வாதி மற்றவருக்கு எதிராக வெறுப்பை பரப்புகிறார். இந்த அரசியல் கலாசாரத்திலிருந்து நாம் விலக வேண்டும். யாராவது பொது நிதி அல்லது சொத்துக்களை தவறாகப் பயன்படுத்தியிருந்தால், அவற்றைச் சமாளிப்பதற்கு போதுமான பற்கள் கொண்ட சட்டங்கள் எங்களிடம் உள்ளன. பாராளுமன்ற சிறப்புரிமைகள் என்ற போர்வையில் குற்றச்சாட்டுகளை முன்வைப்பதை விட, மோசடிகள் மற்றும் ஊழல்கள் தொடர்பில் அருகில் உள்ள பொலிஸ் நிலையத்தில் முறைப்பாடு செய்வதே சிறந்தது. அரசியல் செல்வாக்கின் பேரில் காவல்துறை அவர்கள் மீது நடவடிக்கை எடுக்காவிட்டால், அது ஐ.நா.வின் கவனத்திற்குக் கூட கொண்டு செல்லப்படலாம். யாரிடமாவது அவரது குற்றச்சாட்டுக்கு உரிய ஆதாரம் இருந்தால், அதை எடுத்துக் கொள்ளலாம். மற்றபடி அரசியல் மேடைகளில் கூறப்படும் குற்றச்சாட்டுகளை பெரிதாக எடுத்துக்கொள்ள முடியாது. அரசியல் குற்றச்சாட்டுகளுக்கும், நீதித்துறை செயல்முறை மூலம் ஆராயப்படும் குற்றச்சாட்டுகளுக்கும் வித்தியாசம் உள்ளது. அரசியல் உள்நோக்கம் கொண்ட குற்றச்சாட்டுகளின் அடிப்படையில் மக்களை சிறையில் அடைக்க நீதித்துறை தயாராக இல்லை. அவை முறையான, சட்ட வழிகளில் எடுக்கப்பட வேண்டும்.",
        "\"ஒரு அரசியல்வாதி மற்றவருக்கு எதிராக வெறுப்பை பரப்புகிறார். இந்த அரசியல் கலாச்சாரத்திலிருந்து நாம் விலக வேண்டும். யாராவது பொது நிதி அல்லது சொத்துக்களை அபகரித்திருந்தால், அவற்றைச் சமாளிக்க போதுமான சட்டங்கள் உள்ளன. மோசடி மற்றும் ஊழல்கள் குறித்து அருகிலுள்ள காவல்துறையிடம் புகார் செய்வது நல்லது. பாராளுமன்ற சிறப்புரிமைகள் என்ற போர்வையில் குற்றச்சாட்டுகளை கூறுவதை விட நிலையம்\"",
        "கே  ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை பதவி விலகக் கோரி பொதுமக்கள் போராட்டம் நடத்தப்பட்டு வருகிறது. உங்கள் பார்வை என்ன?",
        "அரசியலமைப்புச் சட்டத்தில் அதற்கான விதிகள் உள்ளன. அரசியலமைப்பு மற்றும் ஜனநாயக நெறிமுறைகளின்படி செயல்படுவோம்! வேறு வழியில்லை.",
        "கே  ஆனால், எரிபொருள், சமையல் எரிவாயு மற்றும் உணவு இன்றி மக்கள் அவதிப்படுவதால் அவருக்கு எதிராக நாளுக்கு நாள் கோபம் அதிகரித்து வருகிறது. அதைப் பற்றி நீங்கள் என்ன சொல்கிறீர்கள்?",
        "பிரதமர், நாட்டு மக்களுக்கு ஆற்றிய உரையில், இன்னும் இரண்டு மாதங்களுக்கு மட்டும் மக்கள் சிரமங்களைத் தாங்கிக் கொள்ளுமாறு கேட்டுக் கொண்டார்.",
        "கே  பின்னர் விஷயங்கள் சிறப்பாக மாறும் என்பதில் எந்தளவு நம்பிக்கையுடன் இருக்கிறீர்கள்?",
        "கே  ஆறு மாதங்களுக்குப் பிறகு பொதுத் தேர்தலுக்குத் திட்டமிடுகிறீர்களா?",
        "இன்று 225 எம்.பி.க்களும் கடும் நெருக்கடியில் உள்ளனர். 77 புதுமுகங்களுக்கு இது இன்னும் மோசம். அவர்களால் சுதந்திரமாக நடமாட முடியாது. ஆனால், மக்கள் பிரதிநிதிகள் மீது வெறுப்பு பரப்பப்படுகிறது. கோட்டகோகம என்பது போராட்ட இளைஞர்கள் ஒரு நாவல், தனித்துவமான உதாரணம் காட்டிய இடம். 1971ல் இளைஞர்கள் ஆயுதம் ஏந்தினார்கள். 1988/189 காலகட்டத்திலும் அதைத்தான் செய்தார்கள். ஆயுதங்களுக்குப் பதிலாக இம்முறை புத்தகங்களையே ஆயுதமாக ஏந்தியிருக்கிறார்கள். அங்கே ஒரு நல்ல நூலகம் உள்ளது. அங்கே ஒரு கலைக்கூடத்தைக் காண்கிறோம். மேலும், இலக்கிய, இசை நிகழ்ச்சிகளும் நடைபெறுகின்றன. இது ஒரு புதுமையான போராட்டம். அங்கு அமைக்கப்பட்டிருந்த நூலகம் எரிக்கப்பட்டபோது, ​​நாட்டில் வன்முறைத் தீ மூண்டது. எதிர்வினை மோசமாக இருந்தது. அதை மன்னிக்க முடியாது. போராட்டக்காரர்கள் தாக்கப்பட்டதை முற்றிலும் ஏற்றுக்கொள்ள முடியாது. இருப்பினும், நூலகம் எரிக்கப்பட்டதற்கும் போராட்டக்காரர்கள் மீதான தாக்குதலுக்கும் வன்முறை எதிர்வினையாக, நேர்மையற்ற சக்திகள் இந்த வாய்ப்பைப் பயன்படுத்தி கொள்ளையடித்தனர். பொது மற்றும் தனியார் சொத்துக்களுக்கு ஏற்பட்ட சேதம் ரூ.100 பில்லியனாக இருக்கலாம் என நான் நம்புகிறேன். கும்பல் வன்முறையை கட்டுப்படுத்தியிருக்கலாம். நிலைத்தன்மை முக்கியமானது. யாரும் சட்டத்திற்கு அப்பாற்பட்டவர்கள் இல்லை. சட்டத்தை முறையாக நடைமுறைப்படுத்தினால்தான் சர்வதேச சமூகத்தின் ஆதரவை எதிர்பார்க்க முடியும். இந்த நாட்டை சீரழிக்க அனுமதிக்க முடியாது.",
        "பொலன்னறுவை மாவட்ட பாராளுமன்ற உறுப்பினர் அமரகீர்த்தி அத்துகோரள எவ்வாறு இரக்கமற்ற முறையில் தாக்கப்பட்டு கொல்லப்பட்டார் என்பதை காணொளி காட்சி ஒன்று காட்டுகிறது. பின்னர், அவரது உடல் மூன்று மாடி கட்டிடத்தின் படிக்கட்டுகளில் இருந்து கீழே இழுத்துச் செல்லப்பட்டது. ஒரு மனிதனின் மீது இப்படிப்பட்ட முட்டாள்தனமான வன்முறை எவ்வாறு கட்டவிழ்த்துவிடப்படுகிறது என்பதை நாம் புரிந்து கொள்ள முடியாது. மிருகம் கூட இவ்வளவு கொடூரமாக கொல்லப்படுவதில்லை. இத்தகைய கேவலமான மனநிலை கொண்ட நபர்களிடமிருந்து சமூகத்தையும் ஜனநாயகத்தையும் பாதுகாக்க வேண்டும். யாரும் பார்க்க முடியாத உணர்ச்சிகரமான காட்சி அது. எனது காலி மாவட்டத்தில், ஸ்ரீலங்கா பொதுஜன பெரமுனவின் கட்டுப்பாட்டில் உள்ள சில உள்ளுராட்சி அமைப்புகளின் தலைவர்கள் அன்றைய தினம் மக்களை கொழும்புக்கு அழைத்து வரவில்லை. ஆனால், அவர்களது வீடுகளும் தீவைக்கப்பட்டன.",
        "கோத்தகோகம மீதான தாக்குதலுக்கு எதிர்வினை மிகையானது. கோத்தகோகமவை நாம் பாதுகாக்க வேண்டும். போராட்டம் நடத்தும் இளைஞர்களுக்கு செவிசாய்க்க வேண்டும். அவர்களின் கருத்துக்கள் பாராளுமன்றக் குழு அமைப்பு மூலம் கேட்கப்பட வேண்டும் என்று பிரதமர் நம்புகிறார்."
      ]
    }
  }
}