{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/12/sri-lanka-has-decided-to-go-into-pre-emptive-negotiated-default-cbsl-governor/",
  "time_ut": 1649745420,
  "title": "Sri Lanka has decided to go into “Pre-emptive negotiated default”: CBSL Governor",
  "body_lines": [
    "COLOMBO (News 1st); Governor of the Central Bank of Sri Lanka (CBSL) Dr. Nandalal Weerasinghe says Sri Lanka will suspend Normal Debt Servicing and start negotiating debt restructuring.",
    "Speaking at a media briefing which was held at the Finance Ministry premises this morning, Dr. Nandalal Weerasinghe said the CBSL has decided to resort to a Pre-emptive Negotiated Default of the Foreign Debt.",
    "Whilst pointing out that when the Government serviced the previous International Sovereign Bonds (ISBs), there were many requests NOT to settle the debt but use it for other matters, the CBSL Governor said this measure would be a positive step towards the future.",
    "Dr. Nandalal Weerasinghe further said “We have come to a situation where the ability to service our debt is very low. That’s why we decided to go for a Pre-emptive Default.”",
    "The Central Bank Governor further pointed out that the scarce foreign currency reserve should NOT be used to service debt, adding that it should instead be used to purchase other essential items.",
    "Sri Lanka has decided to go into “Pre-emptive negotiated default”: CBSL Governor",
    "“Do not place a hand on Sinhala Buddhist Mandate” protest staged"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව \"පූර්ව-භංග සාකච්ඡා පැහැර හැරීම\" වෙත යාමට තීරණය කර ඇත: මහ බැංකු අධිපති",
      "body_lines": [
        "COLOMBO (News 1st); ශ්‍රී ලංකා මහ බැංකුවේ (CBSL) අධිපති ආචාර්ය නන්දලාල් වීරසිංහ මහතා පවසන්නේ ශ්‍රී ලංකාව සාමාන්‍ය ණය සේවා සැපයීම අත්හිටුවා ණය ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ සාකච්ඡා ආරම්භ කරන බවයි.",
        "අද පෙරවරුවේ මුදල් අමාත්‍යාංශ පරිශ්‍රයේ පැවති මාධ්‍ය හමුවකට එක්වෙමින් ආචාර්ය නන්දලාල් වීරසිංහ කියා සිටියේ විදේශ ණය ගෙවීමට පෙර සාකච්ඡා කර පැහැර හැරීමකට ශ්‍රී ලංකා මහ බැංකුව තීරණය කර ඇති බවයි.",
        "රජය මීට පෙර ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර (ISB) සේවා කරන විට ණය පියවා නොගෙන වෙනත් කටයුතු සඳහා යොදවන්නැයි ඉල්ලීම් රාශියක් තිබූ බව පෙන්වා දුන් මහ බැංකු අධිපතිවරයා මෙම පියවර අනාගතයට ධනාත්මක පියවරක් වනු ඇතැයි පැවසීය.",
        "ආචාර්ය නන්දලාල් වීරසිංහ මහතා වැඩිදුරටත් පැවසුවේ “අපගේ ණය ගෙවීමේ හැකියාව ඉතා අඩු තත්ත්වයකට අප පැමිණ තිබෙනවා. ඒ නිසා තමයි අපි Preemptive Default එකකට යන්න තීරණය කළේ.”",
        "හිඟ විදේශ මුදල් සංචිතය ණය ගෙවීම සඳහා යොදා නොගත යුතු බව පෙන්වා දුන් මහ බැංකු අධිපතිවරයා ඒ වෙනුවට වෙනත් අත්‍යාවශ්‍ය භාණ්ඩ මිලදී ගැනීමට භාවිත කළ යුතු බව ද පැවසීය.",
        "ශ්‍රී ලංකාව \"පූර්ව-භංග සාකච්ඡා පැහැර හැරීම\" වෙත යාමට තීරණය කර ඇත: මහ බැංකු අධිපති",
        "“සිංහල බෞද්ධ ජන වරමට අත නොතබන්න” විරෝධතාවයක්"
      ]
    },
    "ta": {
      "title": "\"முன்கூட்டியே பேச்சுவார்த்தை நடத்தப்பட்ட இயல்புநிலைக்கு\" செல்ல இலங்கை முடிவு செய்துள்ளது: CBSL ஆளுநர்",
      "body_lines": [
        "COLOMBO (News 1st); இலங்கை மத்திய வங்கியின் (CBSL) ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க, இலங்கையானது சாதாரண கடன் சேவையை இடைநிறுத்தி கடன் மறுசீரமைப்பு பேச்சுவார்த்தைகளை ஆரம்பிக்கும் என தெரிவித்துள்ளார்.",
        "இன்று காலை நிதி அமைச்சின் வளாகத்தில் நடைபெற்ற ஊடகவியலாளர் சந்திப்பில் கலந்துகொண்டு கருத்து தெரிவித்த கலாநிதி நந்தலால் வீரசிங்க, வெளிநாட்டுக் கடனைப் பற்றி முன்கூட்டியே பேரம்பேசித் திருப்பிச் செலுத்துவதற்கு இலங்கை மத்திய வங்கி தீர்மானித்துள்ளதாக தெரிவித்தார்.",
        "அரசாங்கம் முன்னைய சர்வதேச இறையாண்மைப் பத்திரங்களுக்கு (ISB) சேவையாற்றிய போது, ​​கடனைத் தீர்க்காமல் வேறு விடயங்களுக்குப் பயன்படுத்துமாறு பல கோரிக்கைகள் முன்வைக்கப்பட்டதை சுட்டிக்காட்டிய அதேவேளை, இந்த நடவடிக்கையானது எதிர்காலத்தை நோக்கிய சாதகமான படியாக அமையும் என CBSL ஆளுநர் கூறினார்.",
        "கலாநிதி நந்தலால் வீரசிங்க மேலும் தெரிவிக்கையில், “எங்கள் கடனை செலுத்தும் திறன் மிகவும் குறைவாக இருக்கும் நிலைமைக்கு நாம் வந்துள்ளோம். அதனால்தான் முன்கூட்டிய இயல்புநிலைக்கு செல்ல முடிவு செய்தோம்.",
        "பற்றாக்குறையான வெளிநாட்டு நாணய கையிருப்பை கடனை செலுத்துவதற்கு பயன்படுத்தக்கூடாது என சுட்டிக்காட்டிய மத்திய வங்கி ஆளுநர், அதற்கு பதிலாக ஏனைய அத்தியாவசிய பொருட்களை கொள்வனவு செய்வதற்கு பயன்படுத்த வேண்டும் எனவும் தெரிவித்தார்.",
        "\"முன்கூட்டியே பேச்சுவார்த்தை நடத்தப்பட்ட இயல்புநிலைக்கு\" செல்ல இலங்கை முடிவு செய்துள்ளது: CBSL ஆளுநர்",
        "“சிங்கள பௌத்த ஆணையின் மீது கை வைக்க வேண்டாம்” என்ற போராட்டம் நடத்தப்பட்டது"
      ]
    }
  }
}