{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-explains-rationale-for-wide-ranging-hikes-in-taxes/56-735570",
  "time_ut": 1654021800,
  "title": "Govt. explains rationale for wide ranging hikes in taxes",
  "body_lines": [
    "Sri Lanka introduced a low tax regime in late 2019. The reforms included the reduction of tax rates of Value Added Tax (VAT), Personal Income Tax (PIT) and Corporate Income Tax (CIT), and narrowing tax bases of VAT and PIT, while introducing a plethora of tax incentives, such as tax exemptions for agriculture and Information Technology (IT) and enabled services, tax deductions and tax holidays. This caused an annual loss of around Rs. 600 billion – 800 billion in tax revenue to state coffers.",
    "Therefore, these reforms are now being looked at as policies that led to a significant loss of Government revenue, partly due to the spread of COVID-19 pandemic in 2020/2021 and related developments, which affected the revenue generation process, ultimately resulting in the lowest revenue to GDP ratio in the region. The revenue to GDP ratio has declined to 9.1% in 2020 from 12.7% in 2019 and further deteriorated to 8.7% in 2021. This is significantly lower than the average revenue ratio of around 25% of GDP in emerging markets and developing economies.",
    "The low tax regime, the impact of the COVID-19 pandemic on revenue mobilisation, together with the pandemic relief measures, widened the budget deficit significantly to 11.1% of GDP in 2020 and 12.2% of GDP in 2021 from 9.6% of GDP in 2019. This has led to an increase in the Government debt to GDP ratio to 100.6% in 2020 and 104.6% in 2021 from 86.9% in 2019.",
    "This fiscal imbalance has significant adverse spill over effects over the economy. Sri Lanka’s economic outlook remains vulnerable with the unprecedented inflationary pressures, persistently large fiscal and balance of payment financing needs, large debt overhang and critically low level of reserves and pressures on the exchange rate. Economic growth will be adversely affected by the foreign currency shortage and ensuing economic conditions prevailing in the country as well as loss of business and investor confidence due to credit rating downgrades.",
    "The loss of access to international markets and the relatively low amount of other foreign exchange inflows to the Government have created substantial issues in financing the Government budget deficit. In 2020 and 2021, the entire budget deficit was financed through domestic sources as there were net repayments to the foreign sources.",
    "Of the domestic sources to finance the budget deficit, the majority was obtained from the banking sources, particularly from the Central Bank of Sri Lanka, given the unavailability of sufficient amounts of net financing in the domestic non-bank sources. Continuous significant amounts of Central Bank monetary financing have adversely affected the economy, particularly with the significant pressure on the inflation and the exchange rate.",
    "At present, the situation has aggravated to a very critical level where the General Treasury has to increasingly obtain Central Bank financing to make the Government expenditures, including a substantial part of interest, salaries and wages, pensions and Samurdhi payments etc. This is clearly unsustainable and hence the implementation of a strong fiscal consolidation plan is imperative through revenue enhancement as well as expenditure rationalisation measures in 2022 and beyond to ensure macroeconomic stability to support the medium to long-term economic growth objectives of the country.",
    "In the above background, the following tax reforms are proposed to be implemented over the immediate and near term.",
    "Income Tax revenue, in nominal terms, declined significantly by 37.3% or Rs. 159.5 billion to Rs. 268.2 billion in 2020 from Rs. 427.7 billion in 2019 owing to the revision of tax rates, thresholds and slabs and the impact of the pandemic. This marked a decline in income tax revenue to GDP ratio to 1.8% in 2020 from 3.0% in 2019. Revenue from income tax increased by 12.6% to Rs. 302.1 billion in 2021 from Rs. 268.2 billion in 2020. However, income tax revenue to GDP ratio remains low at 1.8% in 2021.",
    "Under the tax reforms implemented, personal relief of Rs. 500,000 and employment relief of Rs. 700,000 (totalling to a relief of Rs. 1.2 million) was increased to Rs. 3 million effective from 1 January, 2020. An expenditure relief up to a total sum of Rs. 1.2 million was introduced and expenses incurred during a year of assessment could be deducted as relief in arriving at the taxable income.",
    "Such expenses include health expenditure and educational expenditure incurred locally, interest paid on housing loans, contributions made to a pension scheme (other than under employer or on behalf of employer) and expenditure incurred for the purchase of equity or security (includes treasury securities, listed shares and listed financial instruments). In addition, tax slabs on taxable income were increased from Rs. 600,000 to Rs. 3 million and the maximum personal income tax rate was reduced from 24% to 18%.",
    "The high tax exemption threshold and the expenditure relief together with the low tax rates have impacted the revenue performance in 2020 and 2021. Hence, revising PIT rates progressively would raise PIT revenue considerably. In consideration of the above, the following proposals are made.",
    "Reduction of the personal relief from Rs. 3 million to Rs. 1.8 million effective from 1 October.",
    "Withholding tax on employment income, on investment receipts other than amounts received as winning from lotteries, rewards, betting or gambling, on share of partnership income, on service fees and contract payments was removed effective from 1 January 2020.",
    "Effective from 1 April 2020, Advance Personal Income Tax (APIT) was introduced for employment income and it is a compulsory deduction on the relevant payments made by an employer to non-residents and non-citizens but optional for residents and citizens. Advance Income Tax (AIT) was introduced on the payments of dividend, interest, discount, charge, natural resource payment, rent, royalty, premium or any similar periodic payments made to a resident. AIT is optional for them and will be deducted only at their request.",
    "Owing to above reforms and increase of thresholds, the number of taxpayers registered to pay income tax under the Pay-As-You-Earn (PAYE)/ APIT has declined by 81.8% to 209,800 taxpayers at end 2020 from 1,149,883 taxpayers end 2019. Withholding/AIT agents registered for Withholding Tax/ AIT on Interest have declined to 615 at end 2020 from 1,627 at end 2019.",
    "Considering the revenue impact of the above proposals, opportunities of tax evasion and the complexities added to the tax administration process as well as to the taxpaying system, the following proposals are made:",
    "Making APIT/ Withholding Tax on Employment Income (PAYE) mandatory for all taxpayers exceeding the personal relief of Rs. 1.8 million per year of assessment effective from 1 October.",
    "Making AIT/ Withholding Tax mandatory for all taxpayers and considering AIT on interest of individual taxpayers and dividends as final payments effective from 1 October. Deduction of AIT will be at the following rates.",
    "Imposing Withholding Tax on service payments exceeding Rs. 100,000 per month made to individuals such as professionals at the rate of 5% effective from 1 October.",
    "Re-introduction of relief on interest income of Rs. 1.5 million for senior citizens effective from 1 October.",
    "Standard CIT rate was reduced from 28% to 24% effective from 1 January 2020. Gains and profits from Information Technology and enabled services were exempted from income tax, while a concessionary tax rate of 14% was granted to construction, healthcare, and concessionary tax rate of 18% was granted to manufacturing.",
    "Considering the revenue impact of the above reforms, the following proposals are made:",
    "Increasing the standard CIT rate from 24% to 30% and increasing the concessionary CIT rate from 14% to 15% effective from 1 October. This would make Sri Lanka’s CIT rate in conformity with the Inclusive Framework led by the Organisation for Economic Cooperation and Development (OECD) which includes a global minimum CIT rate of 15%, applicable to the global profits of large multinational corporations.  However, the rates applied to manufacturing (18%) and liquor and tobacco, and betting and gaming (40%) remain unchanged.",
    "Making dividends paid by a resident company to non-resident persons liable to income tax effective from 1 April 2023.",
    "Removing the following income tax holidays granted under the previous amendment. This will not apply to projects or undertakings commenced prior to 31 March 2023.",
    "Ten-year tax exemption period for an undertaking that sells construction materials recycled in a selected separate site established in Sri Lanka to recycle the materials which were already used in the construction industry.",
    "Five-year tax exemption period for any business commenced on or after 1 April 2021 by an individual after successful completion of vocational education from any institution which is standardised under TVET concept and regulated by the Tertiary and Vocational Education Commission.",
    "Seven-year tax exemption period for an undertaking commenced by a resident person in the manufacturing of boats or ships in Sri Lanka and received or derived any gains and profits from the supply of such boats or ships.",
    "Five-year tax exemption period for any undertaking commenced on or after 1 January 2021 by any resident person who constructs and installs the communication towers and related appliances using local labour and local raw materials in Sri Lanka or provides required technical services for such construction or installation.",
    "Any undertaking for letting bonded warehouses or warehouses related to the offshore business, in Colombo and Hambantota ports, if such person has invested in such warehouses effective from 1 April 2021.",
    "Removal of additional deduction granted for expenses related to Marketing and Communication effective from 1 April 2023.",
    "Revisiting the definition given for “multi-national companies” under the Inland Revenue Act, No. 24 of 2017 effective from 1 April 2023 to improve the clarity of the definition.",
    "Making any other consequential amendments due to the above proposals.",
    "The VAT rate was reduced from 15% to 8% with effect from 1 December 2019 and the threshold for registration of VAT was increased from Rs. 3 million per quarter or Rs. 12 million per annum to Rs. 75 million per quarter or Rs. 300 million per annum effective from 1 January 2020. Due to the above reforms coupled with the impact of COVID-19, VAT revenue declined by 47% to Rs. 233.8 billion in 2020 from Rs. 443.9 billion in 2019.",
    "Decreasing VAT threshold from Rs. 300 million per annum to Rs. 120 million per annum effective from 1 October.",
    "iii.   Reviewing VAT exemption schedule and removal of unproductive exemptions based on the economic benefits.",
    "iv.    Removal of the VAT exemption on Condominium Residential Apartments effective from 1 October 2022.",
    "v.   Removal of 0% VAT rate granted on the supply of services by a hotel, guest house, restaurant or other similar businesses providing similar services, registered with the Sri Lanka Tourism Development Authority, if sixty per centum of the total value of the inputs are sourced from local supplies/sources and imposition of 12% tax rate on the same effective from 1 October.",
    "vi. Making any other consequential amendments due to the above proposals.",
    "Telecommunication Levy was reduced from 15% to 11.25% effective from 1 December 2019 which led to a decrease in revenue by 28% to Rs. 13.1 billion in 2020 from Rs. 18.3 billion in 2019. Hence, it is proposed to increase the Telecommunication Levy from 11.25% to 15% with immediate effect.",
    "The tax rates pertaining to Betting and Gaming Levy have not been revised from 2015 onwards. Hence, following amendments are proposed with regard to Betting and Gaming Levy effective from 1 January2023.",
    "Increasing Annual Levy for carrying on the business of gaming from Rs. 200 million to Rs. 500 million.",
    "From Rs. 4 million to Rs. 5 million when it is carried on through agents",
    "From Rs. 0.6 million to Rs. 1 million when it is carried on using live telecast facilities",
    "From Rs. 50,000 to Rs. 75,000 when it is carried on without the use of live telecast facilities",
    "Increasing the rate of the levy on Gross Collection from 10% to 15%.",
    "In addition to the above tax policy reforms, steps will be taken to strengthen revenue administration at revenue collecting agencies such as Sri Lanka Customs, Inland Revenue Department and Excise Department with the infusion of technology and rigorous tax audits.",
    "The revenue impact of the above tax policy reforms is given as Annexure.",
    "2.5 Amendments to the Fiscal Management (Responsibility) Act, No. 3 of 2003",
    "Under the Fiscal Management (Responsibility) Act, No. 3 of 2003, as amended by the Fiscal Management (Responsibility) (Amendment) Act, No. 12 of 2021, the Treasury Guarantee limit is set for 15% of the GDP for the current financial year along with the two preceding financial years. Since about 70% of the guarantees have been issued in foreign currencies, the Rupee value of guarantees issued has increased significantly over and above the set limit of 15% due to the high depreciation of the Sri Lankan Rupee.",
    "Inclusion of a provision where exceeding the Treasury Guarantee limit is permitted in the case where there is an exceptional depreciation or other unforeseen circumstances.",
    "Inclusion of an escape clause to ensure flexibility that the Government may deviate from the operational target(s) or fiscal rule(s) due to unforeseen circumstances. This would eliminate the need to continually amend the Act each time when a target is breached.",
    "Accordingly, the approval was given by the Cabinet of Ministers to:",
    "to direct the Legal Draftsman to draft the Inland Revenue (Amendment) Bill incorporating the proposals referred in sub-paragraph 2.1 above;",
    "to submit the draft Bill referred in (i) above to Hon. Attorney General for legal clearance; and",
    "to publish the draft Bill in the Government Gazette and submit the same for the approval of the Parliament; and",
    "to direct the Legal Draftsman to draft the Value Added Tax (Amendment) Bill incorporating the proposals referred in sub-paragraph 2.2 above;",
    "to submit the draft Bill referred in (ii) above to Hon. Attorney General for legal clearance; and",
    "to publish the draft Bill in the Government Gazette and submit the same for the approval of the Parliament; and",
    "to direct Secretary to the line Ministry in charge of Telecommunications Regulatory Commission of Sri Lanka (TRCSL) to implement the proposal referred in sub-paragraph 2.3 above immediately;",
    "to direct the Legal Draftsman to draft the Telecommunication Levy (Amendment) Bill incorporating the proposal referred in sub-paragraph 2.3 above;",
    "to submit the draft Bill referred in (ii) above to Hon. Attorney General for legal clearance; and",
    "to publish the draft Bill in the Government Gazette and submit the same for the approval of the Parliament; and",
    "3.4 with regard to Betting and Gaming Levy Act, No. 40 of 1988",
    "to direct the Legal Draftsman to draft the Betting and Gaming Levy (Amendment) Bill incorporating the proposals referred in sub-paragraph 2.4 above;",
    "to submit the draft Bill referred in (i) above to Hon. Attorney General for legal clearance; and",
    "to publish the draft Bill in the Government Gazette and submit the same for the approval of the Parliament; and",
    "3.5 with regard to the Fiscal Management (Responsibility) Act, No. 3 of 2003",
    "to direct the Legal Draftsman to draft the Fiscal Management (Responsibility) (Amendment) Act incorporating the necessary legal provisions for the implementation of proposals mentioned under 2.5 above;",
    "to submit the draft Bill referred in (i) above to Attorney General for legal clearance; and to publish the draft Bill in the Government Gazette and submit the same for the approval of the Parliament; and",
    "3.6 to direct the Legal Draftsman to prepare all relevant draft legislations in order to give effect to the proposals mentioned under Paragraph 2 above, in consultation with the Ministry of Finance, Economic Stabilisation and National Policies for the consideration of the Cabinet of Ministers and implement an appropriate programme to prepare relevant amending legislation expeditiously to be submitted in Parliament."
  ],
  "translate": {
    "si": {
      "title": "රජය පුළුල් පරාසයක බදු වැඩිකිරීම් සඳහා තාර්කිකත්වය පැහැදිලි කරයි",
      "body_lines": [
        "ශ්‍රී ලංකාව 2019 අගභාගයේදී අඩු බදු ක්‍රමයක් හඳුන්වා දෙන ලදී. ප්‍රතිසංස්කරණවලට එකතු කළ අගය මත බදු (VAT), පුද්ගලික ආදායම් බදු (PIT) සහ ආයතනික ආදායම් බදු (CIT) බදු අනුපාත අඩු කිරීම සහ වැට් සහ PIT හි බදු පදනම් පටු කිරීම ඇතුළත් විය. කෘෂිකර්මාන්තය සහ තොරතුරු තාක්ෂණය සඳහා බදු නිදහස් කිරීම් සහ සක්‍රීය සේවා, බදු අඩු කිරීම් සහ බදු නිවාඩු වැනි බදු සහන රැසක් හඳුන්වා දෙන අතරතුර. මෙමගින් වාර්ෂිකව රුපියල් මිලියනයක පමණ පාඩුවක් සිදුවිය. බිලියන 600 - බිලියන 800 ක බදු ආදායම රාජ්‍ය භාණ්ඩාගාරයට.",
        "එබැවින්, 2020/2021 දී COVID-19 වසංගතය පැතිරීම සහ ආදායම් උත්පාදන ක්‍රියාවලියට බලපෑ ඒ ආශ්‍රිත වර්ධනයන් හේතුවෙන්, රාජ්‍ය ආදායම සැලකිය යුතු ලෙස අහිමි වීමට තුඩු දුන් ප්‍රතිපත්ති ලෙස මෙම ප්‍රතිසංස්කරණ දැන් සලකා බලනු ලැබේ. කලාපයේ දළ දේශීය නිෂ්පාදිතයේ අනුපාතයට අඩුම ආදායම. දළ දේශීය නිෂ්පාදිතයේ ආදායම 2019 දී 12.7% සිට 2020 දී 9.1% දක්වා අඩු වී ඇති අතර 2021 දී 8.7% දක්වා තවදුරටත් පිරිහී ඇත. මෙය නැගී එන වෙළෙඳපොළ සහ සංවර්ධනය වෙමින් පවතින ආර්ථිකයන්හි දළ දේශීය නිෂ්පාදිතයෙන් 25% ක පමණ වන සාමාන්‍ය ආදායම් අනුපාතයට වඩා සැලකිය යුතු ලෙස අඩු ය.",
        "අඩු බදු තන්ත්‍රය, ආදායම් බලමුලු ගැන්වීමට COVID-19 වසංගතයේ බලපෑම, වසංගත සහන ක්‍රියාමාර්ග සමඟ අයවැය හිඟය 2020 දී දළ දේශීය නිෂ්පාදිතයෙන් 11.1% දක්වා සහ 2019 දී දළ දේශීය නිෂ්පාදිතයෙන් 9.6% සිට 2021 දී දළ දේශීය නිෂ්පාදිතයෙන් 12.2% දක්වා සැලකිය යුතු ලෙස පුළුල් විය. 2019 දී 86.9% සිට 2020 දී රජයේ ණය දළ දේශීය නිෂ්පාදිතයට අනුපාතය 100.6% සහ 2021 දී 104.6% දක්වා වැඩි කිරීමට මෙය හේතු වී තිබේ.",
        "මෙම මූල්‍ය අසමතුලිතතාවය ආර්ථිකය මත සැලකිය යුතු අහිතකර බලපෑම් ඇති කරයි. ශ්‍රී ලංකාවේ ආර්ථික දැක්ම පෙර නොවූ විරූ උද්ධමන පීඩනය, නොනැසී පවතින විශාල මූල්‍ය හා ගෙවුම් ශේෂ මූල්‍ය අවශ්‍යතා, විශාල ණය බර වැඩිවීම සහ විනිමය අනුපාතිකයේ විවේචනාත්මක ලෙස පහළ මට්ටමේ සංචිත සහ පීඩනයන් සමඟ අවදානමට ලක්ව පවතී. විදේශ මුදල් හිඟය සහ රට තුළ පවතින ආර්ථික තත්ත්වයන් මෙන්ම ණය ශ්‍රේණිගත කිරීම් පහත වැටීම හේතුවෙන් ව්‍යාපාරික සහ ආයෝජක විශ්වාසය අහිමි වීම නිසා ආර්ථික වර්ධනයට අහිතකර ලෙස බලපානු ඇත.",
        "ජාත්‍යන්තර වෙලඳපොලවලට ප්‍රවේශය අහිමි වීම සහ රජයට ලැබෙන අනෙකුත් විදේශ විනිමය ප්‍රමාණය සාපේක්ෂව අඩු වීම රජයේ අයවැය හිඟය පියවීමේදී සැලකිය යුතු ගැටළු නිර්මාණය කර ඇත. 2020 සහ 2021 වසර වලදී, විදේශීය මූලාශ්‍ර වෙත ශුද්ධ ආපසු ගෙවීම් තිබූ බැවින්, සම්පූර්ණ අයවැය හිඟය දේශීය මූලාශ්‍ර හරහා මූල්‍යකරණය කරන ලදී.",
        "අයවැය හිඟය පියවීම සඳහා දේශීය මූලාශ්‍රවලින් බහුතරයක් බැංකු මූලාශ්‍රවලින්, විශේෂයෙන්ම ශ්‍රී ලංකා මහ බැංකුවෙන්, දේශීය බැංකු නොවන මූලාශ්‍රවල ප්‍රමාණවත් ශුද්ධ මූල්‍යකරණයක් නොමැතිකම ලබාගෙන ඇත. විශේෂයෙන්ම උද්ධමනය සහ විනිමය අනුපාතිකය මත ඇති වූ සැලකිය යුතු පීඩනයත් සමඟ මහ බැංකුවේ මූල්‍ය මූල්‍යකරණයේ අඛණ්ඩ සැලකිය යුතු ප්‍රමාණයන් ආර්ථිකයට අහිතකර ලෙස බලපා ඇත.",
        "මේ වන විට, පොලී, වැටුප් සහ වැටුප්, විශ්‍රාම වැටුප් සහ සමෘද්ධි ගෙවීම් යනාදී වශයෙන් සැලකිය යුතු කොටසක් ඇතුළුව රජයේ වියදම් දැරීමට මහා භාණ්ඩාගාරයට මහ බැංකු මූල්‍ය පහසුකම් වැඩි වැඩියෙන් ලබා ගැනීමට සිදු වන ඉතා තීරණාත්මක මට්ටමකට තත්ත්වය උග්‍ර වී ඇත. මෙය පැහැදිලිවම දරාගත නොහැකි තත්ත්වයකි එබැවින් 2022 සහ ඉන් ඔබ්බට රටේ මධ්‍යම හා දිගුකාලීන ආර්ථික වර්ධන අරමුණු සඳහා සහාය වීම සඳහා සාර්ව ආර්ථික ස්ථායිතාව සහතික කිරීම සඳහා ආදායම් වැඩි දියුණු කිරීම මෙන්ම වියදම් තාර්කිකකරණ ක්‍රියාමාර්ග හරහා ශක්තිමත් මූල්‍ය ඒකාග්‍රතා සැලැස්මක් ක්‍රියාත්මක කිරීම අත්‍යවශ්‍ය වේ.",
        "ඉහත පසුබිම තුළ පහත සඳහන් බදු ප්‍රතිසංස්කරණ ක්ෂණික හා ආසන්න කාලසීමාව තුළ ක්‍රියාත්මක කිරීමට යෝජිතය.",
        "ආදායම් බදු ආදායම, නාමික වශයෙන්, 37.3% කින් හෝ රු. බිලියන 159.5 සිට රු. බිලියන 268.2 සිට 2020 දී රු. බදු අනුපාත, සීමාවන් සහ ස්ලැබ් සංශෝධනය සහ වසංගතයේ බලපෑම හේතුවෙන් 2019 දී රුපියල් බිලියන 427.7 කි. මෙය 2019 දී 3.0% සිට 2020 දී 1.8% දක්වා ආදායම් බදු ආදායමට දළ දේශීය නිෂ්පාදිතයේ අනුපාතය අඩුවීමක් සනිටුහන් කළේය. ආදායම් බදු ආදායම 12.6% කින් රු. බිලියන 302.1 සිට 2021 දී රු. 2020 දී බිලියන 268.2. කෙසේ වෙතත්, ආදායම් බදු ආදායම දළ දේශීය නිෂ්පාදිතයේ අනුපාතයට 2021 දී 1.8% ලෙස අඩු මට්ටමක පවතී.",
        "ක්‍රියාත්මක කරන ලද බදු ප්‍රතිසංස්කරණ යටතේ පුද්ගලික සහන රු. 500,000 ක් සහ රැකියා සහන රු. 700,000 (මුළු මුදල රුපියල් මිලියන 1.2 ක සහනයක්) රු. 2020 ජනවාරි 1 දින සිට ක්‍රියාත්මක වන පරිදි රුපියල් මිලියන 3. මුළු මුදල රු. මිලියන 1.2 ක් හඳුන්වා දී ඇති අතර බදු අය කළ හැකි ආදායමට පැමිණීමේදී සහනයක් ලෙස තක්සේරු කිරීමේ වසරක් තුළ දරන ලද වියදම් අඩු කළ හැකිය.",
        "එවැනි වියදම් අතරට දේශීය වශයෙන් දරන සෞඛ්‍ය වියදම් සහ අධ්‍යාපන වියදම්, නිවාස ණය සඳහා ගෙවන පොලිය, විශ්‍රාම වැටුප් ක්‍රමයකට කරන ලද දායක මුදල් (සේවායෝජකයා යටතේ හෝ සේවා යෝජකයා වෙනුවෙන් හැර) සහ කොටස් හෝ සුරැකුම්පත් මිලදී ගැනීම සඳහා දරන ලද වියදම් (ලැයිස්තුගත භාණ්ඩාගාර සුරැකුම්පත් ඇතුළුව. කොටස් සහ ලැයිස්තුගත මූල්ය උපකරණ). මීට අමතරව, බදු අය කළ හැකි ආදායම් මත බදු ස්ලැබ් රු. 600,000 සිට රු. මිලියන 3 ක් වූ අතර උපරිම පුද්ගලික ආදායම් බදු අනුපාතය 24% සිට 18% දක්වා අඩු කරන ලදී.",
        "ඉහළ බදු නිදහස් කිරීමේ සීමාව සහ අඩු බදු අනුපාත සමඟ වියදම් සහන 2020 සහ 2021 ආදායම් කාර්ය සාධනයට බලපා ඇත. එබැවින්, PIT අනුපාත ක්‍රමානුකූලව සංශෝධනය කිරීම PIT ආදායම සැලකිය යුතු ලෙස ඉහළ නංවනු ඇත. ඉහත කරුණු සැලකිල්ලට ගනිමින් පහත යෝජනා ඉදිරිපත් කරනු ලැබේ.",
        "පුද්ගලික සහනය රු. සිට අඩු කිරීම. මිලියන 3 සිට රු. මිලියන 1.8 ක් ඔක්තෝබර් 1 සිට ක්‍රියාත්මක වේ.",
        "ලොතරැයි, ත්‍යාග, ඔට්ටු ඇල්ලීමෙන් හෝ සූදුවෙන් ජයග්‍රාහී ලෙස ලැබෙන මුදල් හැර වෙනත් ආයෝජන ලදුපත් මත රැකියා ආදායම මත රඳවා ගැනීමේ බද්ද, හවුල් ආදායමේ කොටස මත, සේවා ගාස්තු සහ කොන්ත්‍රාත්තු ගෙවීම් 2020 ජනවාරි 1 සිට ක්‍රියාත්මක වන පරිදි ඉවත් කරන ලදී.",
        "2020 අප්‍රේල් 1 වන දින සිට බලපැවැත්වෙන පරිදි, රැකියා ආදායම සඳහා අත්තිකාරම් පුද්ගලික ආදායම් බද්ද (APIT) හඳුන්වා දෙන ලද අතර එය සේවා යෝජකයෙකු විසින් අනේවාසික සහ පුරවැසියන් නොවන නමුත් පදිංචිකරුවන් සහ පුරවැසියන් සඳහා විකල්ප වශයෙන් සිදු කරනු ලබන අදාළ ගෙවීම් සඳහා අනිවාර්ය අඩු කිරීමකි. ලාභාංශ, පොලී, වට්ටම්, අයකිරීම්, ස්වභාවික සම්පත් ගෙවීම, කුලිය, රාජකීයත්වය, වාරිකය හෝ නිවැසියෙකුට කරන ලද ඕනෑම සමාන කාලාන්තර ගෙවීම් මත අත්තිකාරම් ආදායම් බදු (AIT) හඳුන්වා දෙන ලදී. AIT ඔවුන් සඳහා විකල්ප වන අතර ඔවුන්ගේ ඉල්ලීම මත පමණක් අඩු කරනු ලැබේ.",
        "ඉහත ප්‍රතිසංස්කරණ සහ සීමාවන් වැඩි කිරීම හේතුවෙන්, ඔබ උපයන විට (PAYE)/ APIT යටතේ ආදායම් බදු ගෙවීමට ලියාපදිංචි වූ බදු ගෙවන්නන් සංඛ්‍යාව 2020 අවසානයේ බදු ගෙවන්නන් 1,149,8820 සිට 81.8% කින් බදු ගෙවන්නන් 209,800 දක්වා අඩු වී ඇත. / රඳවා ගැනීමේ බද්ද සඳහා ලියාපදිංචි AIT නියෝජිතයින්/ පොලී මත AIT 2019 අවසානයේ 1,627 සිට 2020 අවසානයේ 615 දක්වා අඩු වී ඇත.",
        "ඉහත යෝජනාවල ආදායම් බලපෑම, බදු පැහැර හැරීමේ අවස්ථා සහ බදු පරිපාලන ක්‍රියාවලියට මෙන්ම බදු ගෙවීමේ ක්‍රමයට එකතු වී ඇති සංකීර්ණතා සැලකිල්ලට ගනිමින් පහත යෝජනා ඉදිරිපත් කරනු ලැබේ.",
        "රුපියලක පුද්ගලික සහනය ඉක්මවන සියලුම බදු ගෙවන්නන් සඳහා රැකියා ආදායම මත APIT/ රඳවා ගැනීමේ බද්ද (PAYE) අනිවාර්ය කිරීම. ඔක්තෝබර් 1 සිට ක්‍රියාත්මක වන තක්සේරුව වසරකට මිලියන 1.8 කි.",
        "සියලුම බදු ගෙවන්නන් සඳහා AIT/ රඳවා ගැනීමේ බද්ද අනිවාර්ය කිරීම සහ ඔක්තෝබර් 1 දින සිට බලපැවැත්වෙන අවසාන ගෙවීම් ලෙස තනි තනි බදු ගෙවන්නන්ගේ සහ ලාභාංශවල පොලී මත AIT සලකා බැලීම. AIT හි අඩු කිරීම පහත මිල ගණන් යටතේ වනු ඇත.",
        "රුපියල ඉක්මවන සේවා ගෙවීම් සඳහා රඳවා ගැනීමේ බද්ද පැනවීම. ඔක්තෝබර් 1 වැනිදා සිට ක්‍රියාත්මක වන පරිදි 5%ක අනුපාතයකින් වෘත්තිකයන් වැනි පුද්ගලයින්ට මසකට රුපියල් 100,000ක් ලබා දේ.",
        "පොලී ආදායම මත සහන නැවත හඳුන්වාදීම රු. ඔක්තෝබර් 1 වැනිදා සිට ජ්‍යෙෂ්ඨ පුරවැසියන් සඳහා මිලියන 1.5ක්.",
        "සම්මත CIT අනුපාතය 2020 ජනවාරි 1 සිට බලපැවැත්වෙන පරිදි 28% සිට 24% දක්වා අඩු කරන ලදී. තොරතුරු තාක්ෂණයෙන් සහ සක්‍රීය සේවාවලින් ලැබෙන ලාභ සහ ලාභ ආදායම් බද්දෙන් නිදහස් කරන ලද අතර, ඉදිකිරීම්, සෞඛ්‍ය සේවා සහ සහනදායී බදු සඳහා 14% ක සහනදායී බදු අනුපාතයක් ලබා දෙන ලදී. නිෂ්පාදනය සඳහා 18% ක අනුපාතයක් ලබා දෙන ලදී.",
        "ඉහත ප්‍රතිසංස්කරණවල ආදායම් බලපෑම සැලකිල්ලට ගනිමින් පහත යෝජනා ඉදිරිපත් කරනු ලැබේ.",
        "සම්මත CIT අනුපාතය 24% සිට 30% දක්වා වැඩි කිරීම සහ සහනදායී CIT අනුපාතය 14% සිට 15% දක්වා ඔක්තෝබර් 1 සිට ක්‍රියාත්මක වේ. මෙය ශ්‍රී ලංකාවේ CIT අනුපාතය විශාල බහුජාතික සමාගම්වල ගෝලීය ලාභ සඳහා අදාළ වන ගෝලීය අවම CIT අනුපාතයක් වන 15% ඇතුළත් ආර්ථික සහයෝගීතාවය සහ සංවර්ධනය සඳහා වූ සංවිධානය (OECD) විසින් නායකත්වය දෙන ඇතුළත් රාමුවට අනුකූල වේ. කෙසේ වෙතත්, නිෂ්පාදන (18%) සහ මත්පැන් සහ දුම්කොළ, ඔට්ටු ඇල්ලීම සහ සූදු (40%) සඳහා අදාළ ගාස්තු නොවෙනස්ව පවතී.",
        "නේවාසික සමාගමක් විසින් නේවාසික නොවන පුද්ගලයින්ට ගෙවන ලාභාංශ 2023 අප්‍රේල් 1 වන දින සිට බලපැවැත්වෙන පරිදි ආදායම් බද්දට යටත් කිරීම.",
        "පෙර සංශෝධනය යටතේ ලබා දී ඇති පහත සඳහන් ආදායම් බදු නිවාඩු ඉවත් කිරීම. 2023 මාර්තු 31 ට පෙර ආරම්භ කරන ලද ව්‍යාපෘති හෝ ව්‍යාපෘති සඳහා මෙය අදාළ නොවේ.",
        "ඉදිකිරීම් ක්‍ෂේත්‍රයේ දැනටමත් භාවිතා කර ඇති ද්‍රව්‍ය ප්‍රතිචක්‍රීකරණය කිරීම සඳහා ශ්‍රී ලංකාවේ පිහිටුවා ඇති තෝරාගත් වෙනම ස්ථානයක ප්‍රතිචක්‍රීකරණය කරන ලද ඉදිකිරීම් ද්‍රව්‍ය අලෙවි කරන ව්‍යාපාරයක් සඳහා වසර දහයක බදු නිදහස් කාලය.",
        "TVET සංකල්පය යටතේ ප්‍රමිතිගත කරන ලද සහ තෘතියික සහ වෘත්තීය අධ්‍යාපන කොමිෂන් සභාව විසින් නියාමනය කරනු ලබන ඕනෑම ආයතනයකින් වෘත්තීය අධ්‍යාපනය සාර්ථකව නිම කිරීමෙන් පසු පුද්ගලයෙකු විසින් 2021 අප්‍රේල් 1 දින හෝ ඊට පසුව ආරම්භ කරන ලද ඕනෑම ව්‍යාපාරයක් සඳහා වසර පහක බදු නිදහස් කිරීමේ කාලසීමාව ආරම්භ වේ.",
        "ශ්‍රී ලංකාවේ බෝට්ටු හෝ නැව් නිෂ්පාදනය කිරීමේදී නේවාසික පුද්ගලයකු විසින් ආරම්භ කරන ලද සහ එවැනි බෝට්ටු හෝ නැව් සැපයීමෙන් යම් ලාභයක් සහ ලාභයක් ලබා ගත් හෝ ලබා ගත් වගකීමක් සඳහා වසර හතක බදු නිදහස් කිරීමේ කාල සීමාව.",
        "ශ්‍රී ලංකාවේ දේශීය ශ්‍රමය සහ දේශීය අමුද්‍රව්‍ය භාවිතයෙන් සන්නිවේදන කුළුණු සහ ඒ ආශ්‍රිත උපකරණ ඉදිකරන සහ ස්ථාපනය කරන හෝ එවැනි ඉදිකිරීම් හෝ ස්ථාපනය සඳහා අවශ්‍ය තාක්ෂණික සේවා සපයන ඕනෑම පදිංචිකරුවෙකු විසින් 2021 ජනවාරි 1 දින හෝ ඊට පසුව ආරම්භ කරන ලද ඕනෑම කටයුත්තක් සඳහා වසර පහක බදු නිදහස් කිරීමේ කාලය .",
        "2021 අප්‍රේල් 1 වන දින සිට බලපැවැත්වෙන පරිදි එවැනි පුද්ගලයෙකු එවැනි ගබඩාවල ආයෝජනය කර ඇත්නම්, කොළඹ සහ හම්බන්තොට වරායන්හි පිහිටි අක්වෙරළ ව්‍යාපාරයට අදාළ බන්ධිත ගබඩාවලට හෝ ගබඩාවලට ඉඩ දීම සඳහා වන ඕනෑම වගකීමක්.",
        "2023 අප්‍රේල් 1 සිට ක්‍රියාත්මක වන අලෙවිකරණය සහ සන්නිවේදනය සම්බන්ධ වියදම් සඳහා ලබා දී ඇති අතිරේක අඩු කිරීම් ඉවත් කිරීම.",
        "නිර්වචනයේ පැහැදිලි බව වැඩිදියුණු කිරීම සඳහා 2023 අප්‍රේල් 1 දින සිට බලපැවැත්වෙන පරිදි 2017 අංක 24 දරන දේශීය ආදායම් පනත යටතේ “බහු ජාතික සමාගම්” සඳහා ලබා දී ඇති නිර්වචනය නැවත බැලීම.",
        "ඉහත යෝජනා හේතුවෙන් වෙනත් ප්‍රතිවිපාක සංශෝධන සිදු කිරීම.",
        "2019 දෙසැම්බර් 1 දින සිට ක්‍රියාත්මක වන පරිදි වැට් බදු අනුපාතය 15% සිට 8% දක්වා අඩු කරන ලද අතර වැට් බදු ලියාපදිංචි කිරීමේ සීමාව රු. කාර්තුවකට මිලියන 3 ක් හෝ රු. මිලියන 12 සිට වසරකට රු. කාර්තුවකට මිලියන 75 ක් හෝ රු. 2020 ජනවාරි 1 දින සිට ක්‍රියාත්මක වන පරිදි වසරකට මිලියන 300ක්. ඉහත ප්‍රතිසංස්කරණ හේතුවෙන් COVID-19 බලපෑමත් සමඟ වැට් බදු ආදායම 47% කින් පහළ ගොස් රු. බිලියන 233.8 සිට 2020 දී රු. 2019 දී බිලියන 443.9 කි.",
        "වැට් බදු සීමාව රු. වසරකට මිලියන 300 සිට රු. ඔක්තෝබර් 1 සිට ක්‍රියාත්මක වන පරිදි වසරකට මිලියන 120ක්.",
        "iii. වැට් බදු නිදහස් කිරීමේ කාලසටහන සමාලෝචනය කිරීම සහ ආර්ථික ප්‍රතිලාභ මත පදනම්ව ඵලදායී නොවන නිදහස් කිරීම් ඉවත් කිරීම.",
        "iv. 2022 ඔක්තෝබර් 1 සිට බලපැවැත්වෙන සහාධිපත්‍ය නේවාසික මහල් නිවාසවල වැට් බදු නිදහස් කිරීම ඉවත් කිරීම.",
        "v.   ආදානවල මුළු වටිනාකමෙන් සියයට හැටක් නම්, ශ්‍රී ලංකා සංචාරක සංවර්ධන අධිකාරියේ ලියාපදිංචි වී ඇති, හෝටලයක්, ආගන්තුක නිවසක්, ආපනශාලාවක් හෝ සමාන සේවා සපයන වෙනත් සමාන ව්‍යාපාර මඟින් සේවා සැපයීම සඳහා ලබා දී ඇති 0% වැට් බදු අනුපාතය ඉවත් කිරීම දේශීය සැපයුම්/මූලාශ්‍රවලින් ලබාගන්නා අතර ඔක්තෝබර් 1 වැනිදා සිට බලපැවැත්වෙන පරිදි 12% බදු අනුපාතයක් පැනවීම.",
        "vi. ඉහත යෝජනා හේතුවෙන් වෙනත් ප්‍රතිවිපාක සංශෝධන සිදු කිරීම.",
        "විදුලි සංදේශ බද්ද 2019 දෙසැම්බර් 1 දින සිට 15% සිට 11.25% දක්වා අඩු කරන ලද අතර එමඟින් ආදායම 28% කින් රු. බිලියන 13.1 සිට 2020 දී රු. 2019 වසරේ බිලියන 18.3ක්. ඒ නිසා වහාම ක්‍රියාත්මක වන පරිදි විදුලි සංදේශ බද්ද 11.25% සිට 15% දක්වා වැඩි කිරීමට යෝජනා කරනවා.",
        "ඔට්ටු ඇල්ලීමේ සහ සූදු බද්දට අදාළ බදු අනුපාත 2015 සිට සංශෝධනය කර නොමැත. එබැවින්, 2023 ජනවාරි 1 සිට ක්‍රියාත්මක වන ඔට්ටු ඇල්ලීම සහ ක්‍රීඩා බද්ද සම්බන්ධයෙන් පහත සංශෝධන යෝජනා කෙරේ.",
        "සූදු ව්‍යාපාරය කරගෙන යාම සඳහා වාර්ෂික බද්ද රු. මිලියන 200 සිට රු. මිලියන 500 කි.",
        "රු. සිට. මිලියන 4 සිට රු. එය නියෝජිතයන් හරහා ගෙන යන විට මිලියන 5 කි",
        "රු. සිට. මිලියන 0.6 සිට රු. සජීවී විකාශන පහසුකම් භාවිතා කරමින් එය සිදු කරන විට මිලියන 1",
        "රු. සිට. 50,000 සිට රු. සජීවී විකාශන පහසුකම් භාවිතයෙන් තොරව එය කරගෙන යන විට 75,000 කි",
        "10% සිට 15% දක්වා දළ එකතු කිරීමේ බද්දේ අනුපාතය වැඩි කිරීම.",
        "ඉහත බදු ප්‍රතිපත්ති ප්‍රතිසංස්කරණවලට අමතරව ශ්‍රී ලංකා රේගුව, දේශීය ආදායම් දෙපාර්තමේන්තුව සහ සුරාබදු දෙපාර්තමේන්තුව වැනි ආදායම් එකතු කිරීමේ ආයතනවල තාක්‍ෂණික සහ දැඩි බදු විගණනයන් සමඟ ආදායම් පරිපාලනය ශක්තිමත් කිරීමට පියවර ගැනේ.",
        "ඉහත බදු ප්‍රතිපත්ති ප්‍රතිසංස්කරණවල ආදායම් බලපෑම ඇමුණුම ලෙස දක්වා ඇත.",
        "2.5 2003 අංක 3 දරන රාජ්‍ය මූල්‍ය කළමනාකරණ (වගකීම්) පනතට සංශෝධන",
        "2021 අංක 12 දරන රාජ්‍ය මූල්‍ය කළමනාකරණ (වගකීම්) (සංශෝධන) පනත මගින් සංශෝධිත 2003 අංක 3 දරන රාජ්‍ය මූල්‍ය කළමනාකරණ (වගකීම්) පනත යටතේ, භාණ්ඩාගාර ඇපකර සීමාව දැනට පවතින දළ දේශීය නිෂ්පාදිතයෙන් 15% සඳහා සකසා ඇත. මූල්‍ය වර්ෂය සහ පෙර මූල්‍ය වර්ෂ දෙක සමඟ. ඇපකරවලින් 70% ක් පමණ විදේශ මුදල්වලින් නිකුත් කර ඇති බැවින්, ශ්‍රී ලංකා රුපියලේ ඉහළ අවප්‍රමාණය හේතුවෙන් නිකුත් කරන ලද ඇපකරවල රුපියලේ අගය 15% සීමාව ඉක්මවා සැලකිය යුතු ලෙස ඉහළ ගොස් ඇත.",
        "සුවිශේෂී ක්ෂය වීමක් හෝ වෙනත් අනපේක්ෂිත තත්වයන් ඇති අවස්ථාවක භාණ්ඩාගාර ඇපකර සීමාව ඉක්මවා යාමට අවසර දී ඇති විධිවිධාන ඇතුළත් කිරීම.",
        "අනපේක්ෂිත තත්වයන් හේතුවෙන් රජය මෙහෙයුම් ඉලක්ක(ය) හෝ මූල්‍ය රීති(ය) වලින් බැහැර විය හැකි නම්‍යශීලී බව සහතික කිරීම සඳහා ගැලවීමේ වගන්තියක් ඇතුළත් කිරීම. ඉලක්කයක් කඩ කරන සෑම අවස්ථාවකදීම අඛණ්ඩව පනත සංශෝධනය කිරීමේ අවශ්‍යතාවය මෙයින් ඉවත් වනු ඇත.",
        "ඒ අනුව අමාත්‍ය මණ්ඩලය විසින් අනුමැතිය ලබා දී ඇත්තේ:",
        "ඉහත 2.1 උප ඡේදයේ සඳහන් යෝජනා ඇතුළත් දේශීය ආදායම් (සංශෝධන) පනත් කෙටුම්පත කෙටුම්පත් කිරීමට නීති කෙටුම්පත් සම්පාදකයාට යොමු කිරීම;",
        "ඉහත (i) හි සඳහන් කෙටුම්පත් පනත් කෙටුම්පත ගරු නීතිමය අවසරය සඳහා නීතිපති; හා",
        "පනත් කෙටුම්පත රජයේ ගැසට් පත්‍රයේ ප්‍රකාශයට පත් කර පාර්ලිමේන්තුවේ අනුමැතිය සඳහා ඉදිරිපත් කිරීමට; හා",
        "ඉහත 2.2 උප ඡේදයේ සඳහන් යෝජනා ඇතුළත් කර එකතු කළ අගය මත බදු (සංශෝධන) පනත් කෙටුම්පත කෙටුම්පත් කිරීමට නීති කෙටුම්පත් සම්පාදකයාට යොමු කිරීම;",
        "ඉහත (ii) හි සඳහන් කෙටුම්පත් පනත් කෙටුම්පත ගරු නීතිමය අවසරය සඳහා නීතිපති; හා",
        "පනත් කෙටුම්පත රජයේ ගැසට් පත්‍රයේ ප්‍රකාශයට පත් කර පාර්ලිමේන්තුවේ අනුමැතිය සඳහා ඉදිරිපත් කිරීමට; හා",
        "ඉහත 2.3 උප ඡේදයේ සඳහන් යෝජනාව වහා ක්‍රියාත්මක කරන ලෙස ශ්‍රී ලංකා විදුලි සංදේශ නියාමන කොමිෂන් සභාව (TRCSL) භාර රේඛීය අමාත්‍යාංශයේ ලේකම් වෙත යොමු කිරීමට;",
        "ඉහත 2.3 උප ඡේදයේ සඳහන් යෝජනාව ඇතුළත් විදුලි සංදේශ බදු (සංශෝධන) පනත් කෙටුම්පත කෙටුම්පත් කිරීමට නීති කෙටුම්පත් සම්පාදකයාට යොමු කිරීම;",
        "ඉහත (ii) හි සඳහන් කෙටුම්පත් පනත් කෙටුම්පත ගරු නීතිමය අවසරය සඳහා නීතිපති; හා",
        "පනත් කෙටුම්පත රජයේ ගැසට් පත්‍රයේ ප්‍රකාශයට පත් කර පාර්ලිමේන්තුවේ අනුමැතිය සඳහා ඉදිරිපත් කිරීමට; හා",
        "3.4 1988 අංක 40 දරන ඔට්ටු ඇල්ලීමේ සහ සූදු බදු පනත සම්බන්ධයෙන්",
        "ඉහත 2.4 උප ඡේදයේ සඳහන් යෝජනා ඇතුළත් කරමින් ඔට්ටු ඇල්ලීමේ සහ ක්‍රීඩා බදු (සංශෝධන) පනත් කෙටුම්පත කෙටුම්පත් කිරීමට නීති කෙටුම්පත් සම්පාදකයාට යොමු කිරීම;",
        "ඉහත (i) හි සඳහන් කෙටුම්පත් පනත් කෙටුම්පත ගරු නීතිමය අවසරය සඳහා නීතිපති; හා",
        "පනත් කෙටුම්පත රජයේ ගැසට් පත්‍රයේ ප්‍රකාශයට පත් කර පාර්ලිමේන්තුවේ අනුමැතිය සඳහා ඉදිරිපත් කිරීමට; හා",
        "3.5 2003 අංක 3 දරන රාජ්‍ය මූල්‍ය කළමනාකරණ (වගකීම්) පනත සම්බන්ධයෙන්",
        "ඉහත 2.5 යටතේ සඳහන් යෝජනා ක්‍රියාත්මක කිරීම සඳහා අවශ්‍ය නෛතික ප්‍රතිපාදන ඇතුළත් කරමින් රාජ්‍ය මූල්‍ය කළමනාකරණ (වගකීම්) (සංශෝධන) පනත කෙටුම්පත් කිරීමට නීති කෙටුම්පත් සම්පාදකයාට යොමු කිරීම;",
        "ඉහත (i) හි සඳහන් කෙටුම්පත් කෙටුම්පත නීතිමය අවසරය සඳහා නීතිපතිවරයා වෙත ඉදිරිපත් කිරීමට; සහ පනත් කෙටුම්පත රජයේ ගැසට් පත්‍රයේ පළ කර එය පාර්ලිමේන්තුවේ අනුමැතිය සඳහා ඉදිරිපත් කිරීමට; හා",
        "3.6 අමාත්‍ය මණ්ඩලයේ සලකා බැලීම සඳහා මුදල්, ආර්ථික ස්ථායීකරණ සහ ජාතික ප්‍රතිපත්ති පිළිබඳ අමාත්‍යාංශය සමඟ සාකච්ඡා කර, ඉහත 2 වැනි ඡේදය යටතේ සඳහන් කර ඇති යෝජනා බලාත්මක කිරීම සඳහා අදාළ සියලු නීති කෙටුම්පත් සකස් කිරීමට නීති කෙටුම්පත් සම්පාදකයාට නියෝග කිරීම. පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමට අදාළ සංශෝධන නීති කඩිනමින් සකස් කිරීමට සුදුසු වැඩපිළිවෙළක්."
      ]
    },
    "ta": {
      "title": "அரசு பரந்த அளவிலான வரி உயர்வுகளுக்கான காரணத்தை விளக்குகிறது",
      "body_lines": [
        "2019 இன் பிற்பகுதியில் இலங்கை குறைந்த வரி விதிப்பை அறிமுகப்படுத்தியது. இந்தச் சீர்திருத்தங்களில் மதிப்பு கூட்டு வரி (VAT), தனிப்பட்ட வருமான வரி (PIT) மற்றும் பெருநிறுவன வருமான வரி (CIT) ஆகியவற்றின் வரி விகிதங்களைக் குறைத்தல் மற்றும் VAT மற்றும் PIT ஆகியவற்றின் வரித் தளங்களைக் குறைத்தல் ஆகியவை அடங்கும். விவசாயம் மற்றும் தகவல் தொழில்நுட்பத்திற்கான வரி விலக்குகள் (IT) மற்றும் செயல்படுத்தப்பட்ட சேவைகள், வரி விலக்குகள் மற்றும் வரி விடுமுறைகள் போன்ற ஏராளமான வரிச் சலுகைகளை அறிமுகப்படுத்தும் போது. இதனால் ஆண்டுக்கு சுமார் ரூ. 600 பில்லியன் - 800 பில்லியன் வரி வருவாய் மாநில கஜானாவுக்கு.",
        "எனவே, 2020/2021 இல் பரவிய கோவிட்-19 தொற்றுநோய் மற்றும் தொடர்புடைய முன்னேற்றங்கள் காரணமாக, வருவாய் ஈட்டும் செயல்முறையை பாதித்ததன் காரணமாக, அரசாங்க வருவாயில் குறிப்பிடத்தக்க இழப்புக்கு வழிவகுத்த கொள்கைகளாக இந்த சீர்திருத்தங்கள் இப்போது பார்க்கப்படுகின்றன. பிராந்தியத்தில் ஜிடிபி விகிதத்தில் மிகக் குறைந்த வருவாய். மொத்த உள்நாட்டு உற்பத்தி விகிதத்திற்கான வருவாய் 2019 இல் 12.7% இலிருந்து 2020 இல் 9.1% ஆகக் குறைந்துள்ளது, மேலும் 2021 இல் 8.7% ஆக மோசமடைந்துள்ளது. இது வளர்ந்து வரும் சந்தைகள் மற்றும் வளரும் பொருளாதாரங்களில் உள்ள GDP இன் சராசரி வருவாய் விகிதமான 25% ஐ விட கணிசமாகக் குறைவு.",
        "குறைந்த வரி விதிப்பு, வருவாய் திரட்டலில் COVID-19 தொற்றுநோயின் தாக்கம், தொற்றுநோய் நிவாரண நடவடிக்கைகளுடன், பட்ஜெட் பற்றாக்குறையை 2020 இல் GDP யில் 11.1% ஆகவும், 2021 இல் GDP-யில் 12.2% ஆகவும் 2019 இல் GDP-யில் 9.6% ஆகவும் கணிசமாக விரிவடைந்துள்ளது. இது 2019 இல் 86.9% ஆக இருந்த அரசாங்கக் கடன் 2020 இல் 100.6% ஆகவும் 2021 இல் 104.6% ஆகவும் GDP விகிதத்தில் அதிகரிக்க வழிவகுத்தது.",
        "இந்த நிதி ஏற்றத்தாழ்வு பொருளாதாரத்தின் மீது குறிப்பிடத்தக்க பாதகமான விளைவுகளை ஏற்படுத்துகிறது. இலங்கையின் பொருளாதாரக் கண்ணோட்டம் முன்னோடியில்லாத பணவீக்க அழுத்தங்கள், தொடர்ந்து பெரிய நிதி மற்றும் இருப்பு நிதி தேவைகள், பெரிய கடன் அதிகரிப்பு மற்றும் முக்கியமான குறைந்த அளவிலான இருப்புக்கள் மற்றும் மாற்று விகிதத்தில் அழுத்தங்கள் ஆகியவற்றால் பாதிக்கப்படக்கூடியதாகவே உள்ளது. அந்நியச் செலாவணி தட்டுப்பாடு மற்றும் நாட்டில் நிலவும் பொருளாதார நிலைமைகள் மற்றும் கடன் மதிப்பீடு குறைவதால் வணிகம் மற்றும் முதலீட்டாளர் நம்பிக்கை இழப்பு ஆகியவற்றால் பொருளாதார வளர்ச்சி மோசமாகப் பாதிக்கப்படும்.",
        "சர்வதேச சந்தைகளுக்கான அணுகல் இழப்பு மற்றும் ஒப்பீட்டளவில் குறைந்த அளவு மற்ற அந்நியச் செலாவணி அரசாங்கத்திற்கு வரவு ஆகியவை அரசாங்க வரவு செலவுத் திட்டப் பற்றாக்குறைக்கு நிதியளிப்பதில் கணிசமான சிக்கல்களை உருவாக்கியுள்ளன. 2020 மற்றும் 2021 ஆம் ஆண்டுகளில், வெளிநாட்டு மூலங்களுக்கு நிகர திருப்பிச் செலுத்தப்பட்டதால், முழு பட்ஜெட் பற்றாக்குறையும் உள்நாட்டு ஆதாரங்கள் மூலம் நிதியளிக்கப்பட்டது.",
        "வரவு செலவுத் திட்ட பற்றாக்குறைக்கு நிதியளிப்பதற்கான உள்நாட்டு ஆதாரங்களில், பெரும்பான்மையானது வங்கி மூலங்களிலிருந்து, குறிப்பாக இலங்கை மத்திய வங்கியிடமிருந்து பெறப்பட்டது, உள்நாட்டு வங்கி அல்லாத ஆதாரங்களில் போதுமான அளவு நிகர நிதி கிடைக்காத காரணத்தால். மத்திய வங்கியின் தொடர்ச்சியான கணிசமான அளவு நிதியளிப்பு பொருளாதாரத்தை மோசமாக பாதித்துள்ளது, குறிப்பாக பணவீக்கம் மற்றும் மாற்று விகிதத்தில் குறிப்பிடத்தக்க அழுத்தத்துடன்.",
        "தற்போது, ​​வட்டி, சம்பளம் மற்றும் சம்பளம், ஓய்வூதியம் மற்றும் சமுர்த்தி கொடுப்பனவுகள் போன்றவற்றின் கணிசமான பகுதி உட்பட அரசாங்கத்தின் செலவினங்களைச் செய்வதற்கு பொது திறைசேரி மத்திய வங்கியின் நிதியுதவியை பெருகிய முறையில் பெற வேண்டிய நெருக்கடியான நிலைக்கு நிலைமை மோசமடைந்துள்ளது. எனவே 2022 மற்றும் அதற்கு அப்பால் நாட்டின் நடுத்தர மற்றும் நீண்ட கால பொருளாதார வளர்ச்சி நோக்கங்களை ஆதரிக்கும் வகையில் பொருளாதார ஸ்திரத்தன்மையை உறுதி செய்வதற்காக வருவாயை மேம்படுத்துதல் மற்றும் செலவினங்களை பகுத்தறிவு நடவடிக்கைகள் மூலம் வலுவான நிதி ஒருங்கிணைப்பு திட்டத்தை செயல்படுத்துவது அவசியம்.",
        "மேற்கூறிய பின்னணியில், பின்வரும் வரிச் சீர்திருத்தங்கள் உடனடி மற்றும் அண்மைக் காலத்தில் நடைமுறைப்படுத்தப்பட உள்ளன.",
        "வருமான வரி வருவாய், பெயரளவு அடிப்படையில், 37.3% அல்லது ரூ. 159.5 பில்லியனில் இருந்து ரூ. 2020 இல் 268.2 பில்லியனில் இருந்து ரூ. வரி விகிதங்கள், வரம்புகள் மற்றும் அடுக்குகளின் திருத்தம் மற்றும் தொற்றுநோயின் தாக்கம் ஆகியவற்றின் காரணமாக 2019 இல் 427.7 பில்லியன். இது 2019 இல் 3.0% ஆக இருந்த வருமான வரி வருவாய் மற்றும் GDP விகிதம் 2020 இல் 1.8% ஆக குறைந்துள்ளது. வருமான வரி வருவாய் 12.6% அதிகரித்து ரூ. 2021 இல் 302.1 பில்லியனில் இருந்து ரூ. 2020 இல் 268.2 பில்லியன். இருப்பினும், வருமான வரி வருவாய் மற்றும் மொத்த உள்நாட்டு உற்பத்தி விகிதம் 2021 இல் 1.8% ஆக குறைவாகவே உள்ளது.",
        "அமல்படுத்தப்பட்ட வரி சீர்திருத்தத்தின் கீழ், தனிநபர் நிவாரணமாக ரூ. 500,000 மற்றும் வேலைவாய்ப்பு நிவாரணம் ரூ. 700,000 (மொத்தம் ரூ. 1.2 மில்லியன் நிவாரணம்) ரூ. ஆக உயர்த்தப்பட்டது. 3 மில்லியன் ஜனவரி 1, 2020 முதல் நடைமுறைக்கு வருகிறது. செலவின நிவாரணம் மொத்தம் ரூ. 1.2 மில்லியன் அறிமுகப்படுத்தப்பட்டது மற்றும் ஒரு வருட மதிப்பீட்டின் போது ஏற்படும் செலவினங்கள் வரிக்கு உட்பட்ட வருமானத்தை வரவழைப்பதில் நிவாரணமாக கழிக்கப்படும்.",
        "அத்தகைய செலவுகளில் உள்நாட்டில் செய்யப்படும் சுகாதாரச் செலவு மற்றும் கல்விச் செலவுகள், வீட்டுக் கடனுக்கான வட்டி, ஓய்வூதியத் திட்டத்திற்கான பங்களிப்புகள் (முதலாளி அல்லது முதலாளியின் சார்பில் அல்லாமல்) மற்றும் பங்கு அல்லது பாதுகாப்பு (பட்டியலிடப்பட்ட கருவூலப் பத்திரங்கள் உட்பட) வாங்குவதற்கான செலவுகள் அடங்கும். பங்குகள் மற்றும் பட்டியலிடப்பட்ட நிதி கருவிகள்). மேலும், வரி விதிக்கக்கூடிய வருமானத்தின் மீதான வரி அடுக்குகள் ரூ. 600,000 முதல் ரூ. 3 மில்லியன் மற்றும் அதிகபட்ச தனிநபர் வருமான வரி விகிதம் 24% இலிருந்து 18% ஆக குறைக்கப்பட்டது.",
        "அதிக வரி விலக்கு வரம்பு மற்றும் குறைந்த வரி விகிதங்கள் செலவின நிவாரணம் ஆகியவை 2020 மற்றும் 2021 இல் வருவாய் செயல்திறனைப் பாதித்தன. எனவே, PIT விகிதங்களை படிப்படியாகத் திருத்துவது PIT வருவாயை கணிசமாக உயர்த்தும். மேற்கூறியவற்றைக் கருத்தில் கொண்டு, பின்வரும் முன்மொழிவுகள் செய்யப்படுகின்றன.",
        "தனிநபர் நிவாரணம் ரூ.000 லிருந்து குறைப்பு. 3 மில்லியன் முதல் ரூ. அக்டோபர் 1 முதல் 1.8 மில்லியன்.",
        "லாட்டரிகள், வெகுமதிகள், பந்தயம் அல்லது சூதாட்டத்தில் இருந்து வெற்றி பெற்ற தொகையைத் தவிர மற்ற முதலீட்டு ரசீதுகள், கூட்டாண்மை வருமானத்தின் பங்கு, சேவைக் கட்டணம் மற்றும் ஒப்பந்தக் கொடுப்பனவுகள் ஆகியவற்றின் மீதான, வேலைவாய்ப்பு வருமானத்தின் மீதான வரி பிடித்தம் 2020 ஜனவரி 1 முதல் நீக்கப்பட்டது.",
        "ஏப்ரல் 1, 2020 முதல், வேலைவாய்ப்பு வருமானத்திற்காக அட்வான்ஸ் தனிநபர் வருமான வரி (APIT) அறிமுகப்படுத்தப்பட்டது, மேலும் இது குடியிருப்பாளர்கள் மற்றும் குடிமக்கள் அல்லாதவர்களுக்கு முதலாளியால் செய்யப்படும் தொடர்புடைய கட்டணங்களில் கட்டாயக் கழிப்பாகும். ஈவுத்தொகை, வட்டி, தள்ளுபடி, கட்டணம், இயற்கை வளம் செலுத்துதல், வாடகை, ராயல்டி, பிரீமியம் அல்லது ஒரு குடியிருப்பாளருக்குச் செலுத்தப்படும் அதே போன்ற காலமுறைப் பணம் ஆகியவற்றின் மீது அட்வான்ஸ் வருமான வரி (AIT) அறிமுகப்படுத்தப்பட்டது. AIT அவர்களுக்கு விருப்பமானது மற்றும் அவர்களின் கோரிக்கையின் பேரில் மட்டுமே கழிக்கப்படும்.",
        "மேற்கூறிய சீர்திருத்தங்கள் மற்றும் வரம்புகளின் அதிகரிப்பு காரணமாக, நீங்கள் சம்பாதித்தவுடன் (PAYE)/ APIT இன் கீழ் வருமான வரி செலுத்த பதிவுசெய்யப்பட்ட வரி செலுத்துவோர் எண்ணிக்கை 81.8% குறைந்து 2020 ஆம் ஆண்டின் இறுதியில் 209,800 வரி செலுத்துவோர் எண்ணிக்கையில் இருந்து 1,149,883 வரி செலுத்துவோர் முடிவில் இருந்து 1920 வரை நிறுத்தி வைத்துள்ளனர். /ஏஐடி ஏஜென்ட்கள் பிடித்தம் செய்யும் வரி/ஏஐடி மீதான வட்டிக்கு பதிவு செய்தவர்கள் 2019 இறுதியில் 1,627 ஆக இருந்து 2020 இறுதியில் 615 ஆக குறைந்துள்ளனர்.",
        "மேற்கூறிய திட்டங்களின் வருவாய் தாக்கம், வரி ஏய்ப்புக்கான வாய்ப்புகள் மற்றும் வரி நிர்வாக செயல்முறை மற்றும் வரி செலுத்தும் முறை ஆகியவற்றில் சேர்க்கப்பட்டுள்ள சிக்கல்களைக் கருத்தில் கொண்டு, பின்வரும் முன்மொழிவுகள் செய்யப்படுகின்றன:",
        "தனிப்பட்ட நிவாரணமான ரூ. ஐத் தாண்டிய அனைத்து வரி செலுத்துவோருக்கும் வேலைவாய்ப்பு வருமானம் (PAYE) மீதான APIT/ நிறுத்திவைப்பு வரியை கட்டாயமாக்குதல். ஆண்டுக்கு 1.8 மில்லியன் மதிப்பீட்டில் அக்டோபர் 1 முதல் நடைமுறைக்கு வரும்.",
        "அனைத்து வரி செலுத்துவோருக்கும் AIT/தடுப்பு வரியை கட்டாயமாக்குதல் மற்றும் தனிப்பட்ட வரி செலுத்துவோர் மற்றும் ஈவுத்தொகையின் மீதான AITயை இறுதிக் கொடுப்பனவுகளாகக் கருதுவது அக்டோபர் 1 முதல் அமலுக்கு வரும். AIT இன் கழித்தல் பின்வரும் விகிதங்களில் இருக்கும்.",
        "ரூ.க்கு மேலான சேவைக் கொடுப்பனவுகளுக்குப் பிடித்தம் செய்யும் வரி விதித்தல். அக்டோபர் 1 முதல் நடைமுறைக்கு வரும் 5% விகிதத்தில் தொழில் வல்லுநர்கள் போன்ற தனிநபர்களுக்கு மாதம் 100,000 வழங்கப்படும்.",
        "வட்டி வருமானம் மீதான நிவாரணம் மீண்டும் அறிமுகம் ரூ. அக்டோபர் 1 முதல் மூத்த குடிமக்களுக்கு 1.5 மில்லியன்.",
        "ஸ்டாண்டர்ட் CIT விகிதம் 2020 ஜனவரி 1 முதல் 28% இலிருந்து 24% ஆகக் குறைக்கப்பட்டது. தகவல் தொழில்நுட்பம் மற்றும் செயல்படுத்தப்பட்ட சேவைகள் மூலம் கிடைக்கும் லாபங்கள் மற்றும் லாபங்கள் வருமான வரியிலிருந்து விலக்கு அளிக்கப்பட்டன, அதே நேரத்தில் கட்டுமானம், சுகாதாரம் மற்றும் சலுகை வரிக்கு 14% சலுகை வரி விகிதம் வழங்கப்பட்டது. உற்பத்திக்கு 18% வீதம் வழங்கப்பட்டது.",
        "மேற்கண்ட சீர்திருத்தங்களின் வருவாய் பாதிப்பைக் கருத்தில் கொண்டு, பின்வரும் முன்மொழிவுகள் செய்யப்பட்டுள்ளன:",
        "நிலையான CIT விகிதத்தை 24% இலிருந்து 30% ஆக உயர்த்துதல் மற்றும் சலுகை CIT விகிதத்தை 14% இலிருந்து 15% ஆக உயர்த்துவது அக்டோபர் 1 முதல் நடைமுறைக்கு வரும். இது இலங்கையின் CIT விகிதத்தை பொருளாதார ஒத்துழைப்பு மற்றும் அபிவிருத்திக்கான அமைப்பு (OECD) தலைமையிலான உள்ளடக்கிய கட்டமைப்பிற்கு இணங்கச் செய்யும், இதில் உலகளாவிய குறைந்தபட்ச CIT விகிதம் 15% அடங்கும், இது பெரிய பன்னாட்டு நிறுவனங்களின் உலகளாவிய இலாபங்களுக்கு பொருந்தும். இருப்பினும், உற்பத்தி (18%) மற்றும் மதுபானம் மற்றும் புகையிலை மற்றும் பந்தயம் மற்றும் கேமிங்கிற்கு (40%) பயன்படுத்தப்படும் விலைகள் மாறாமல் இருக்கும்.",
        "1 ஏப்ரல் 2023 முதல் அமலுக்கு வரும் வருமான வரிக்கு பொறுப்பான குடியுரிமை நிறுவனத்தால் வழங்கப்படும் ஈவுத்தொகையை குடியுரிமை பெறாத நபர்களுக்கு வழங்குதல்.",
        "முந்தைய திருத்தத்தின் கீழ் வழங்கப்பட்ட பின்வரும் வருமான வரி விடுமுறைகளை நீக்குதல். மார்ச் 31, 2023க்கு முன் தொடங்கப்பட்ட திட்டங்கள் அல்லது நிறுவனங்களுக்கு இது பொருந்தாது.",
        "கட்டுமானத் துறையில் ஏற்கனவே பயன்படுத்தப்பட்ட பொருட்களை மறுசுழற்சி செய்வதற்காக இலங்கையில் நிறுவப்பட்ட தனித்தனி தளத்தில் மறுசுழற்சி செய்யப்பட்ட கட்டுமானப் பொருட்களை விற்பனை செய்யும் ஒரு நிறுவனத்திற்கு பத்து வருட வரி விலக்கு காலம்.",
        "TVET கருத்தின் கீழ் தரப்படுத்தப்பட்டு மூன்றாம் நிலை மற்றும் தொழிற்கல்வி ஆணைக்குழுவால் ஒழுங்குபடுத்தப்பட்ட எந்தவொரு நிறுவனத்திலிருந்தும் தொழிற்கல்வியை வெற்றிகரமாக முடித்த ஒரு தனிநபரால் ஏப்ரல் 1, 2021 அன்று அல்லது அதற்குப் பிறகு தொடங்கும் எந்தவொரு வணிகத்திற்கும் ஐந்தாண்டு வரி விலக்கு காலம்.",
        "இலங்கையில் படகுகள் அல்லது கப்பல்கள் தயாரிப்பில் வசிக்கும் நபர் ஒருவரால் தொடங்கப்பட்டு, அத்தகைய படகுகள் அல்லது கப்பல்களை வழங்குவதன் மூலம் ஏதேனும் ஆதாயங்கள் மற்றும் லாபங்களைப் பெற்ற அல்லது பெறப்பட்ட ஒரு பொறுப்பிற்கான ஏழு வருட வரி விலக்கு காலம்.",
        "இலங்கையில் உள்ளுர் தொழிலாளர்கள் மற்றும் உள்ளூர் மூலப்பொருட்களைப் பயன்படுத்தி தகவல் தொடர்பு கோபுரங்கள் மற்றும் தொடர்புடைய உபகரணங்களை நிர்மாணித்து நிறுவும் அல்லது அத்தகைய கட்டுமானம் அல்லது நிறுவலுக்குத் தேவையான தொழில்நுட்ப சேவைகளை வழங்கும் எந்தவொரு குடியுரிமையாளரும் 2021 ஜனவரி 1 அல்லது அதற்குப் பிறகு தொடங்கும் எந்தவொரு நிறுவனத்திற்கும் ஐந்தாண்டு வரி விலக்கு காலம். .",
        "1 ஏப்ரல் 2021 முதல் அத்தகைய கிடங்குகளில் முதலீடு செய்திருந்தால், கொழும்பு மற்றும் அம்பாந்தோட்டை துறைமுகங்களில், கடல் வணிகத்துடன் தொடர்புடைய பிணைக்கப்பட்ட கிடங்குகள் அல்லது கிடங்குகளை அனுமதிப்பதற்கான எந்தவொரு முயற்சியும்.",
        "1 ஏப்ரல் 2023 முதல் சந்தைப்படுத்தல் மற்றும் தகவல் தொடர்பு தொடர்பான செலவினங்களுக்காக வழங்கப்பட்ட கூடுதல் விலக்கு நீக்கம்.",
        "வரையறையின் தெளிவை மேம்படுத்த, 1 ஏப்ரல் 2023 முதல் நடைமுறைக்கு வரும் 2017 இன் எண். 24 இன் உள்நாட்டு வருவாய்ச் சட்டத்தின் கீழ் \"பல்தேசிய நிறுவனங்களுக்கு\" வழங்கப்பட்டுள்ள வரையறையை மறுபரிசீலனை செய்தல்.",
        "மேற்கூறிய முன்மொழிவுகளின் காரணமாக வேறு ஏதேனும் மாற்றங்களைச் செய்தல்.",
        "1 டிசம்பர் 2019 முதல் VAT விகிதம் 15% இலிருந்து 8% ஆக குறைக்கப்பட்டது மற்றும் VAT பதிவுக்கான வரம்பு ரூ. ஒரு காலாண்டிற்கு 3 மில்லியன் அல்லது ரூ. ஆண்டுக்கு 12 மில்லியன் ரூ. ஒரு காலாண்டிற்கு 75 மில்லியன் அல்லது ரூ. ஜனவரி 1, 2020 முதல் ஆண்டுக்கு 300 மில்லியன் ரூ. 2020 இல் 233.8 பில்லியனில் இருந்து ரூ. 2019 இல் 443.9 பில்லியன்.",
        "VAT வரம்பு ரூ. இருந்து குறைகிறது. ஆண்டுக்கு 300 மில்லியன் ரூ. அக்டோபர் 1 முதல் ஆண்டுக்கு 120 மில்லியன்.",
        "iii VAT விலக்கு அட்டவணையை மதிப்பாய்வு செய்தல் மற்றும் பொருளாதார நன்மைகளின் அடிப்படையில் உற்பத்தி செய்யாத விலக்குகளை அகற்றுதல்.",
        "iv. அக்டோபர் 1, 2022 முதல் காண்டோமினியம் குடியிருப்பு அடுக்குமாடி குடியிருப்புகள் மீதான VAT விலக்கு நீக்கம்.",
        "v.   உள்ளீடுகளின் மொத்த மதிப்பில் அறுபது சதவீதம் இருந்தால், இலங்கை சுற்றுலா மேம்பாட்டு அதிகாரசபையில் பதிவுசெய்யப்பட்ட, ஹோட்டல், விருந்தினர் மாளிகை, உணவகம் அல்லது இதே போன்ற சேவைகளை வழங்கும் வணிகங்கள் வழங்கும் சேவைகளின் மீது வழங்கப்பட்ட 0% VAT விகிதத்தை அகற்றுதல் உள்ளூர் பொருட்கள்/ஆதாரங்களில் இருந்து பெறப்பட்டவை மற்றும் 12% வரி விதிப்பு அக்டோபர் 1 முதல் அமலுக்கு வருகிறது.",
        "vi. மேற்கூறிய முன்மொழிவுகளின் காரணமாக வேறு ஏதேனும் மாற்றங்களைச் செய்தல்.",
        "2019 டிசம்பர் 1 முதல் தொலைத்தொடர்பு வரி 15% லிருந்து 11.25% ஆக குறைக்கப்பட்டது, இதனால் வருவாய் 28% குறைந்து ரூ. 2020ல் 13.1 பில்லியனில் இருந்து ரூ. 2019 இல் 18.3 பில்லியன். எனவே, தொலைத்தொடர்பு வரியை 11.25% இலிருந்து 15% ஆக உடனடியாக அமலுக்கு கொண்டு வர உத்தேசிக்கப்பட்டுள்ளது.",
        "பந்தயம் மற்றும் கேமிங் லெவி தொடர்பான வரி விகிதங்கள் 2015 முதல் திருத்தப்படவில்லை. எனவே, 1 ஜனவரி 2023 முதல் பந்தயம் மற்றும் கேமிங் லெவி தொடர்பாக பின்வரும் திருத்தங்கள் முன்மொழியப்பட்டுள்ளன.",
        "கேமிங் தொழிலை மேற்கொள்வதற்கான வருடாந்திர லெவியை ரூ. 200 மில்லியன் முதல் ரூ. 500 மில்லியன்.",
        "முதல் ரூ. 4 மில்லியன் முதல் ரூ. முகவர்கள் மூலம் மேற்கொள்ளப்படும் போது 5 மில்லியன்",
        "முதல் ரூ. 0.6 மில்லியன் முதல் ரூ. நேரடி ஒளிபரப்பு வசதிகளைப் பயன்படுத்தும்போது 1 மில்லியன்",
        "முதல் ரூ. 50,000 முதல் ரூ. 75,000 நேரடி ஒளிபரப்பு வசதிகள் இல்லாமல் மேற்கொள்ளப்படும் போது",
        "மொத்த வசூல் மீதான வரிவிகிதத்தை 10% லிருந்து 15% ஆக உயர்த்துதல்.",
        "மேற்கூறிய வரிக் கொள்கை சீர்திருத்தங்களுக்கு மேலதிகமாக, இலங்கை சுங்கம், உள்நாட்டு இறைவரித் திணைக்களம் மற்றும் கலால் திணைக்களம் போன்ற வருமானம் சேகரிக்கும் முகவர் நிறுவனங்களில் தொழில்நுட்பம் மற்றும் கடுமையான வரி தணிக்கைகள் மூலம் வருவாய் நிர்வாகத்தை வலுப்படுத்த நடவடிக்கை எடுக்கப்படும்.",
        "மேற்கண்ட வரிக் கொள்கை சீர்திருத்தங்களின் வருவாய் தாக்கம் இணைப்பாக கொடுக்கப்பட்டுள்ளது.",
        "2.5 நிதி மேலாண்மை (பொறுப்பு) சட்டத்தில் திருத்தங்கள், 2003 எண் 3",
        "நிதி மேலாண்மை (பொறுப்பு) சட்டத்தின் கீழ், 2003 ஆம் ஆண்டின் எண். 3, நிதி மேலாண்மை (பொறுப்பு) (திருத்தம்) சட்டம், 2021 ஆம் ஆண்டின் எண். 12 மூலம் திருத்தப்பட்டது, தற்போதைய மொத்த உள்நாட்டு உற்பத்தியில் 15% கருவூல உத்தரவாத வரம்பு அமைக்கப்பட்டுள்ளது. முந்தைய இரண்டு நிதியாண்டுகளுடன் நிதியாண்டு. சுமார் 70% உத்தரவாதங்கள் வெளிநாட்டு நாணயங்களில் வழங்கப்பட்டுள்ளதால், இலங்கை ரூபாயின் உயர் தேய்மானம் காரணமாக வழங்கப்பட்ட உத்தரவாதங்களின் ரூபா பெறுமதியானது நிர்ணயிக்கப்பட்ட 15% வரம்பை விட கணிசமாக அதிகரித்துள்ளது.",
        "விதிவிலக்கான தேய்மானம் அல்லது பிற எதிர்பாராத சூழ்நிலைகளில் கருவூல உத்தரவாத வரம்பை மீறுவது அனுமதிக்கப்படும் விதியைச் சேர்த்தல்.",
        "எதிர்பாராத சூழ்நிலைகள் காரணமாக அரசாங்கம் செயல்பாட்டு இலக்கு(கள்) அல்லது நிதி விதி(களில்) இருந்து விலகிச் செல்லக்கூடிய நெகிழ்வுத்தன்மையை உறுதி செய்வதற்காக தப்பிக்கும் விதியைச் சேர்த்தல். ஒவ்வொரு முறையும் இலக்கை மீறும் போது சட்டத்தை தொடர்ந்து திருத்த வேண்டிய தேவையை இது நீக்கும்.",
        "இதன்படி, அமைச்சரவையின் அங்கீகாரம்:",
        "மேலே உள்ள துணைப் பத்தி 2.1 இல் குறிப்பிடப்பட்டுள்ள முன்மொழிவுகளை உள்ளடக்கிய உள்நாட்டு வருவாய் (திருத்தம்) சட்டமூலத்தை வரைவு செய்ய சட்ட வரைவு ஆசிரியருக்கு வழிகாட்டுதல்;",
        "மேலே (i) இல் குறிப்பிடப்பட்டுள்ள வரைவு மசோதாவை கௌரவ. சட்ட அனுமதிக்கான அட்டர்னி ஜெனரல்; மற்றும்",
        "வரைவு மசோதாவை அரசு வர்த்தமானியில் வெளியிட்டு, அதை நாடாளுமன்றத்தின் ஒப்புதலுக்கு சமர்ப்பிக்க வேண்டும்; மற்றும்",
        "மேலே உள்ள துணைப் பத்தி 2.2 இல் குறிப்பிடப்பட்டுள்ள முன்மொழிவுகளை உள்ளடக்கிய மதிப்பு கூட்டப்பட்ட வரி (திருத்தம்) மசோதாவை வரைவு செய்ய சட்ட வரைவாளர் வழிகாட்டுதல்;",
        "மேலே (ii) இல் குறிப்பிடப்பட்டுள்ள வரைவு மசோதாவை கௌரவ. சட்ட அனுமதிக்கான அட்டர்னி ஜெனரல்; மற்றும்",
        "வரைவு மசோதாவை அரசு வர்த்தமானியில் வெளியிட்டு, அதை நாடாளுமன்றத்தின் ஒப்புதலுக்கு சமர்ப்பிக்க வேண்டும்; மற்றும்",
        "மேலே உள்ள துணைப் பத்தி 2.3 இல் குறிப்பிடப்பட்டுள்ள முன்மொழிவை உடனடியாக நடைமுறைப்படுத்துமாறு இலங்கை தொலைத்தொடர்பு ஒழுங்குமுறை ஆணைக்குழுவின் (TRCSL) பொறுப்பான வரி அமைச்சின் செயலாளருக்கு வழிகாட்டுதல்;",
        "மேலே உள்ள துணைப் பத்தி 2.3 இல் குறிப்பிடப்பட்டுள்ள முன்மொழிவை உள்ளடக்கிய தொலைத்தொடர்பு வரி (திருத்தம்) மசோதாவை வரைவு செய்ய சட்ட வரைவாளர் வழிகாட்டுதல்;",
        "மேலே (ii) இல் குறிப்பிடப்பட்டுள்ள வரைவு மசோதாவை கௌரவ. சட்ட அனுமதிக்கான அட்டர்னி ஜெனரல்; மற்றும்",
        "வரைவு மசோதாவை அரசு வர்த்தமானியில் வெளியிட்டு, அதை நாடாளுமன்றத்தின் ஒப்புதலுக்கு சமர்ப்பிக்க வேண்டும்; மற்றும்",
        "3.4 பந்தயம் மற்றும் கேமிங் லெவி சட்டம், 1988 எண் 40",
        "மேலே உள்ள துணைப் பத்தி 2.4 இல் குறிப்பிடப்பட்டுள்ள முன்மொழிவுகளை உள்ளடக்கிய பந்தயம் மற்றும் கேமிங் லெவி (திருத்தம்) மசோதாவை வரைவு செய்ய சட்ட வரைவாளர் வழிகாட்டுதல்;",
        "மேலே (i) இல் குறிப்பிடப்பட்டுள்ள வரைவு மசோதாவை கௌரவ. சட்ட அனுமதிக்கான அட்டர்னி ஜெனரல்; மற்றும்",
        "வரைவு மசோதாவை அரசு வர்த்தமானியில் வெளியிட்டு, அதை நாடாளுமன்றத்தின் ஒப்புதலுக்கு சமர்ப்பிக்க வேண்டும்; மற்றும்",
        "3.5 நிதி மேலாண்மை (பொறுப்பு) சட்டம், 2003 எண். 3",
        "மேலே 2.5ன் ​​கீழ் குறிப்பிடப்பட்டுள்ள முன்மொழிவுகளை செயல்படுத்த தேவையான சட்ட விதிகளை உள்ளடக்கிய நிதி மேலாண்மை (பொறுப்பு) (திருத்தம்) சட்டத்தை வரைவு செய்ய சட்ட வரைவாளர்களை வழிநடத்துதல்;",
        "மேலே (i) இல் குறிப்பிடப்பட்டுள்ள வரைவு மசோதாவை சட்டப்பூர்வ அனுமதிக்காக அட்டர்னி ஜெனரலுக்குச் சமர்ப்பிக்க வேண்டும்; மற்றும் வரைவு சட்டமூலத்தை அரசாங்க வர்த்தமானியில் வெளியிட்டு பாராளுமன்றத்தின் ஒப்புதலுக்காக சமர்ப்பித்தல்; மற்றும்",
        "3.6, நிதி, பொருளாதார ஸ்திரப்படுத்தல் மற்றும் தேசியக் கொள்கைகள் அமைச்சகத்துடன் கலந்தாலோசித்து, அமைச்சர்கள் அமைச்சரவையின் பரிசீலனைக்காக, மேலே உள்ள பத்தி 2-ன் கீழ் குறிப்பிடப்பட்டுள்ள முன்மொழிவுகளை நடைமுறைப்படுத்த, தொடர்புடைய அனைத்து வரைவுச் சட்டங்களைத் தயாரிக்குமாறு சட்ட வரைவுத் தயாரிப்பாளருக்கு வழிகாட்டுதல். பொருத்தமான திருத்தச் சட்டத்தை விரைவாக தயாரித்து பாராளுமன்றத்தில் சமர்பிக்க பொருத்தமான திட்டம்."
      ]
    }
  }
}