{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Peoples-power-comes-of-age/172-234689",
  "time_ut": 1649276880,
  "title": "People’s power comes of age",
  "body_lines": [
    "Scepter and Crown must tumble down, and in the dust be equal made, with the poor crooked scythe and spade",
    "People’s power has shaken the once powerful Gotabaya Rajapaksa government to the core when in the wake of so much agony and misery, the government elected to office by 6.9 million people has been overwhelmed by a tsunami of protests by a justifiably angered people from all walks of life, who have stepped out into the streets in large numbers to express their disgust and frustration at the government’s continued failure to find solutions to the severe hardships faced by them.",
    "The protests had on Thursday, March 31 reached a crescendo when several hundred protestors gathered along the road leading to President Gotabaya Rajapaksa’s residence carrying placards and shouting slogans urging him and his government to step down. The protests which started out peacefully turned violent apparently provoked by unidentified elements, one of whom was even seen setting fire to a bus while the police and the Special Task Force (STF) personnel in the vicinity did nothing to either prevent the arsonist from carrying out his dastardly deed or",
    "More than 50 protesters were arrested while some of them including journalists were unmercifully beaten up. For the first time ever in this country, more than 300 eminent lawyers had voluntarily led evidence on behalf of the protestors when they were produced at the Gangodawila Magistrate’s Court where they were released on bail despite a request made to remand them for at least three days.",
    "To preempt the threat of large-scale anti-government protests in Colombo and in the suburbs especially on Sunday, April 3, the President issued a special gazette notice declaring a state of emergency (which has now been revoked) and taking a step further he declared a 36-hour countrywide curfew with even the armed forces being called out in an attempt to crackdown on the planned public protests. But the people defied the presidential orders and bravely took to the streets in Colombo, Maharagama, Malabe, Matale, Matara, Badulla, Kandy, Maskeliya, Avissawella, Tangalle and Tissamaharama. The Jaffna University was also closed after several days of anti-government protests by students.",
    "Incidentally, Sri Lankans residing abroad held protests in Australia, Canada, Britain, New Zealand, Italy, Germany and Japan in solidarity with their relatives and friends in Sri Lanka, who the expatriate community said were undergoing a great deal of anguish and distress and urged President Gotabaya Rajapaksa and his government to step down because it did not have any solutions to the burning problems faced by the people.",
    "The countrywide protests comes in the backdrop of severe shortages of domestic gas, petrol and diesel, milk powder, wheat flour and medicinal drugs among others in addition to unannounced power cuts of varying durations; the closure of schools and loss of livelihoods. One of the main reasons for the shortages is the rapidly dwindling foreign currency reserves and the resultant dollar crunch making it extremely difficult to pay for urgently needed imports. With the official inflation rate at 17.5 per cent, the highest since 2015, the cost-of-living has risen sharply with the prices of whatever is available has gone beyond the reach of the middle and low income groups and the daily wage earners.",
    "Meanwhile, amid the continuing unrest across the country, the Cabinet of ministers except the Prime Minister had resigned on Sunday. Four of them were re-appointed on Monday giving rise to further anger among the protesters, who demanded that the entire government including the President and the Prime Minister should quit and that the protests would continue come what may, until they do so. President Gotabaya Rajapaksa is adamant to continue in his post while the protesters are adamant to continue with their street protests with the stalemate bound to cause more unrest in the country.",
    "Be that as it may, Opposition political parties including the Samagi Jana Balavegaya (SJB) and its allies led by Opposition Leader Sajith Premadasa, the National People’s Power (NPP) led by Anura Kumara Dissanayake, the Tamil National Alliance (NPP) led by Rajavarothayam Sampanthan and United National Party (UNP) leader, former Prime Minister Ranil Wickremesinghe have rejected outright the President’s invitation to accept ministerial posts in an effort to mitigate the crisis situation in the country. They are also insisting that the President and the Prime Minister should quit before any alternative arrangement could be worked out.",
    "Like we have repeatedly mentioned before, it will be the ordinary people who will ultimately have to pay the price for the economic mismanagement, the inefficiency and incompetence of the political leadership."
  ],
  "translate": {
    "si": {
      "title": "ජන බලය වයසට පැමිණේ",
      "body_lines": [
        "යෂ්ටිය සහ ඔටුන්න කඩා වැටිය යුතු අතර, දුප්පත් වංක දෑකැත්ත සහ උදැල්ල සමඟ දූවිලි සමාන විය යුතුය.",
        "මෙතරම් දුක්ඛිත හා දුක්ඛිත තත්වයන් හමුවේ, ලක්ෂ 69 ක ජනතාවක් විසින් බලයට පත් වූ රජය, සාධාරණ ලෙස කෝපයට පත් වූ සෑම තරාතිරමකම ජනතාවගේ විරෝධතා සුනාමියකින් යටපත් කර ඇති විට, ජන බලය විසින් කලක් බලවත් වූ ගෝඨාභය රාජපක්ෂ රජය සසල කර ඇත. තමන් මුහුණ දී සිටින දැඩි දුෂ්කරතාවලට විසඳුම් සෙවීමට රජය දිගින් දිගටම අපොහොසත් වීම පිළිබඳව තම පිළිකුල සහ කලකිරීම ප්‍රකාශ කිරීමට විශාල වශයෙන් පාරට බැස සිටින ජීවිතය.",
        "මාර්තු 31 වෙනි බ්‍රහස්පතින්දා විරෝධතා තීව්‍ර වූයේ විරෝධතාකරුවන් සිය ගණනක් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ නිවසට යන මාර්ගය දිගේ විරෝධතා පුවරු රැගෙන ඔහුට සහ ඔහුගේ රජයට ඉවත් වන ලෙස බලකරමින් සටන් පාඨ කියමින් රැස්ව සිටි අවස්ථාවේදීය. සාමකාමීව ආරම්භ වූ විරෝධතා ප්‍රචණ්ඩත්වයට පත්වූයේ නාඳුනන පුද්ගලයන් විසින් ප්‍රකෝප කරවීම නිසා වන අතර ඉන් එක් අයෙක් බස් රථයකට ගිනි තබනු ද දැකගත හැකි වූ අතර ඒ අවට සිටි පොලිසිය සහ විශේෂ කාර්ය බළකායේ (STF) පිරිස් ගිනි තැබීම් සිදුකිරීම වැළැක්වීමට කිසිවක් නොකළහ. ඔහුගේ අමන ක්‍රියාව හෝ",
        "විරෝධතාකරුවන් 50කට වැඩි පිරිසක් අත්අඩංගුවට ගත් අතර මාධ්‍යවේදීන් ඇතුළු ඇතැමෙකුට අමානුෂික ලෙස පහර දී ඇත. මේ රටේ ප්‍රථම වතාවට කීර්තිමත් නීතීඥවරුන් 300කට අධික පිරිසක් විරෝධතාකරුවන් වෙනුවෙන් ස්වේච්ඡාවෙන් සාක්ෂි ලබාදී ඇති අතර ඔවුන් ගංගොඩවිල මහේස්ත්‍රාත් අධිකරණයට ඉදිරිපත් කළ අවස්ථාවේදී ඔවුන් ඇප මත මුදාහැර ඇත්තේ දින තුනක්වත් රිමාන්ඩ් භාරයේ තබන ලෙස ඉල්ලීමක් කර තිබියදීය. .",
        "විශේෂයෙන් අප්‍රේල් 3 ඉරිදා කොළඹ සහ තදාසන්න ප්‍රදේශවල මහා පරිමාණ ආණ්ඩු විරෝධී උද්ඝෝෂණවල තර්ජනය වැළැක්වීම සඳහා ජනාධිපතිවරයා විසින් හදිසි නීතිය ප්‍රකාශයට පත් කරමින් (දැන් එය අවලංගු කර ඇත) සහ තවත් පියවරක් ඉදිරියට තබමින් අති විශේෂ ගැසට් නිවේදනයක් නිකුත් කළේය. සැලසුම් කර ඇති මහජන විරෝධතා මර්දනය කිරීමේ උත්සාහයක් ලෙස සන්නද්ධ හමුදා පවා කැඳවා පැය 36ක රටපුරා ඇඳිරි නීතිය ප්‍රකාශයට පත් කළේය. නමුත් ජනතාව ජනාධිපති අණ නොතකා කොළඹ, මහරගම, මාලඹේ, මාතලේ, මාතර, බදුල්ල, මහනුවර, මස්කෙළිය, අවිස්සාවේල්ල, තංගල්ල, තිස්සමහාරාමය වැනි ප්‍රදේශවල නිර්භීතව පාරට බැස්සා. යාපනය විශ්වවිද්‍යාලය ද වසා දැමුණේ දින කිහිපයක සිසුන්ගේ ආණ්ඩු විරෝධී උද්ඝෝෂණවලින් පසුවය.",
        "අහඹු ලෙස, විදේශයන්හි වෙසෙන ශ්‍රී ලාංකිකයන් ඕස්ට්‍රේලියාව, කැනඩාව, බ්‍රිතාන්‍යය, නවසීලන්තය, ඉතාලිය, ජර්මනිය සහ ජපානය යන රටවල ශ්‍රී ලංකාවේ සිටින තම ඥාතීන් සහ මිතුරන් සමඟ සහයෝගයෙන් විරෝධතා පැවැත්වූ අතර, විදේශගත ප්‍රජාව දැඩි වේදනාවට හා පීඩාවට පත්ව සිටින බව පැවසූ අතර ඔවුන් ඉල්ලා සිටියහ. ජනතාව මුහුණ දෙන දැවෙන ප්‍රශ්නවලට විසඳුම් නැති නිසා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ඇතුළු ආණ්ඩුව ඉවත් වෙනවා.",
        "රටපුරා විරෝධතා පැන නගින්නේ විවිධ කාලසීමාවන් සඳහා කලින් දැනුම් නොදුන් විදුලි කප්පාදුවලට අමතරව ගෘහස්ථ ගෑස්, පෙට්‍රල් සහ ඩීසල්, කිරිපිටි, තිරිඟු පිටි සහ ඖෂධීය ඖෂධවල දැඩි හිඟයක් පවතින පසුබිමකය. පාසල් වැසීම සහ ජීවනෝපාය අහිමි වීම. හිඟයට එක් ප්‍රධාන හේතුවක් වන්නේ ශීඝ්‍රයෙන් අඩුවෙමින් පවතින විදේශ මුදල් සංචිතය සහ එහි ප්‍රතිඵලයක් ලෙස ඩොලර් හිඟය නිසා හදිසි අවශ්‍යතා සඳහා අවශ්‍ය ආනයන සඳහා ගෙවීම අතිශයින් දුෂ්කර වීමයි. නිල උද්ධමන අනුපාතිකය 2015 වසරෙන් පසු ඉහළම අගය වන සියයට 17.5ක් වීමත් සමඟ, පවතින ඕනෑම දෙයක මිල ගණන් මධ්‍යම හා අඩු ආදායම්ලාභීන්ට සහ දෛනික වැටුප් ලබන්නන්ට දරාගත නොහැකි ලෙස ඉහළ යාමත් සමඟ ජීවන වියදම සීග්‍රයෙන් ඉහළ ගොස් ඇත.",
        "මේ අතර රට පුරා පවතින නොසන්සුන්තා මධ්‍යයේ අග්‍රාමාත්‍යවරයා හැර අමාත්‍ය මණ්ඩලය ඉරිදා ඉල්ලා අස්විය. ඔවුන්ගෙන් 4 දෙනෙකු සඳුදා යලි පත් කරනු ලැබුවේ විරෝධතාකරුවන් අතර තවදුරටත් කෝපයක් ඇති කරමින්, ඔවුන් ඉල්ලා සිටියේ ජනාධිපති සහ අගමැති ඇතුළු සමස්ත රජයම ඉවත් විය යුතු බවත්, ඔවුන් එසේ කරන තුරු විරෝධතා ඉදිරියට යන බවත්ය. රටතුළ තවත් නොසන්සුන්තාවක් ඇති කිරීමට නියමිතව තිබෙන තත්ත්වයත් සමඟ විරෝධතාකරුවන් වීදි විරෝධතා අඛණ්ඩව පවත්වාගෙන යාමට දැඩි ස්ථාවරයක සිටින අතරවාරයේ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා තවදුරටත් සිය ධුරයේ කටයුතු කිරීමට දැඩි ස්ථාවරයක සිටී.",
        "එය එසේ වුවත්, විපක්ෂ නායක සජිත් ප්‍රේමදාසගේ නායකත්වයෙන් යුත් සමගි ජන බලවේගය (SJB) ඇතුළු විපක්ෂ දේශපාලන පක්ෂ සහ එහි සහචරයින්, අනුර කුමාර දිසානායකගේ නායකත්වයෙන් යුත් ජාතික ජන බලවේගය (NPP), රාජවරෝතයම් ප්‍රමුඛ දෙමළ ජාතික සන්ධානය (NPP) සම්බන්ධන් සහ එක්සත් ජාතික පක්ෂ නායක හිටපු අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා රට තුළ උද්ගතව ඇති අර්බුදකාරී තත්ත්වය සමනය කිරීම සඳහා අමාත්‍ය ධුර භාර ගන්නා ලෙස ජනාධිපතිවරයා කළ ආරාධනය එකහෙළා ප්‍රතික්ෂේප කර තිබේ. විකල්ප වැඩපිළිවෙළක් සකස් කිරීමට පෙර ජනාධිපතිවරයා සහ අගමැතිවරයා ඉල්ලා අස්විය යුතු බවද ඔවුහු අවධාරණය කරති.",
        "අප මීට පෙරද පුන පුනා සඳහන් කළා සේම දේශපාලන නායකත්වයේ ආර්ථික අවපාලනය, අකාර්යක්ෂමතාව සහ අදක්ෂකම වෙනුවෙන් අවසානයේ වන්දි ගෙවීමට සිදුවනු ඇත්තේ සාමාන්‍ය ජනතාවටය."
      ]
    },
    "ta": {
      "title": "மக்கள் சக்தி வயதுக்கு வருகிறது",
      "body_lines": [
        "செங்கோலும் கிரீடமும் கீழே விழுந்து, தூசியில் சமமாக இருக்க வேண்டும், ஏழை வளைந்த அரிவாள் மற்றும் மண்வெட்டி",
        "6.9 மில்லியன் மக்களால் பதவிக்கு தேர்ந்தெடுக்கப்பட்ட 6.9 மில்லியன் மக்களால் பதவிக்கு தேர்ந்தெடுக்கப்பட்ட அரசாங்கம், நியாயமான முறையில் கோபமடைந்த அனைத்துத் தரப்பு மக்களாலும் சுனாமியால் மூழ்கடிக்கப்பட்டுள்ளபோது, ​​மக்கள் சக்தி ஒரு காலத்தில் சக்திவாய்ந்த கோட்டாபய ராஜபக்ஷ அரசாங்கத்தை நடுங்க வைத்துள்ளது. தாம் எதிர்கொண்டுள்ள கடுமையான இன்னல்களுக்கு அரசாங்கம் தொடர்ந்தும் தீர்வு காணத் தவறியமை குறித்து தமது வெறுப்பையும் விரக்தியையும் வெளிப்படுத்துவதற்காக பெருமளவிலான வீதிகளில் இறங்கிய வாழ்க்கை.",
        "மார்ச் 31, வியாழன் அன்று, ஜனாதிபதி கோட்டாபய ராஜபக்சவின் இல்லத்திற்குச் செல்லும் வீதியில் நூற்றுக்கணக்கான ஆர்ப்பாட்டக்காரர்கள் ஒன்றுகூடியபோது, ​​அவரையும் அவரது அரசாங்கத்தையும் பதவி விலகுமாறு வலியுறுத்தி சுலோக அட்டைகளை ஏந்தியவாறும் கோஷங்களை எழுப்பியும் போராட்டங்கள் உச்சக்கட்டத்தை எட்டின. அமைதியான முறையில் தொடங்கிய போராட்டம் வன்முறையாக மாறியது, அடையாளம் தெரியாத நபர்களால் தூண்டப்பட்டதாக தெரிகிறது, அவர்களில் ஒருவர் பஸ்ஸுக்கு தீ வைப்பதைக் கூட காண முடிந்தது, அதே நேரத்தில் அருகிலுள்ள காவல்துறை மற்றும் சிறப்பு அதிரடிப்படை (STF) பணியாளர்கள் தீ வைப்பவர்களைத் தடுக்க எதுவும் செய்யவில்லை. அவரது கொடூரமான செயல் அல்லது",
        "50 க்கும் மேற்பட்ட போராட்டக்காரர்கள் கைது செய்யப்பட்டனர், அவர்களில் பத்திரிகையாளர்கள் உட்பட சிலர் இரக்கமற்ற முறையில் தாக்கப்பட்டனர். இந்த நாட்டில் முதன்முறையாக 300க்கும் மேற்பட்ட பிரபல சட்டத்தரணிகள் ஆர்ப்பாட்டக்காரர்கள் சார்பாக தானாக முன்வந்து சாட்சியமளித்த அவர்கள் கங்கொடவில நீதவான் நீதிமன்றில் ஆஜர்படுத்தப்பட்டபோது, ​​அவர்களை குறைந்தபட்சம் மூன்று நாட்களுக்கு விளக்கமறியலில் வைக்குமாறு கோரப்பட்ட போதிலும் பிணையில் விடுவிக்கப்பட்டனர். .",
        "குறிப்பாக ஏப்ரல் 3 ஆம் திகதி ஞாயிற்றுக்கிழமை கொழும்பு மற்றும் புறநகர் பகுதிகளில் பெரிய அளவிலான அரசாங்க எதிர்ப்பு போராட்டங்களின் அச்சுறுத்தலைத் தடுக்க, ஜனாதிபதி விசேட வர்த்தமானி அறிவித்தலை வெளியிட்டார் (இது இப்போது ரத்து செய்யப்பட்டுள்ளது) அவசரகால நிலையை பிரகடனப்படுத்தியது. திட்டமிட்ட பொதுப் போராட்டங்களை ஒடுக்கும் முயற்சியில் ஆயுதப் படைகள் கூட அழைக்கப்பட்ட நிலையில் நாடு முழுவதும் 36 மணி நேர ஊரடங்கு உத்தரவை அறிவித்தது. ஆனால் மக்கள் ஜனாதிபதியின் உத்தரவை மீறி கொழும்பு, மஹரகம, மாலபே, மாத்தளை, மாத்தறை, பதுளை, கண்டி, மஸ்கெலியா, அவிசாவளை, தங்காலை மற்றும் திஸ்ஸமஹாராம ஆகிய இடங்களில் தைரியமாக வீதிகளில் இறங்கினர். அரசாங்கத்திற்கு எதிரான மாணவர்களின் பல நாள் போராட்டத்தின் பின்னர் யாழ்ப்பாணப் பல்கலைக்கழகமும் மூடப்பட்டது.",
        "தற்செயலாக, வெளிநாட்டில் வசிக்கும் இலங்கையர்கள் அவுஸ்திரேலியா, கனடா, பிரித்தானியா, நியூசிலாந்து, இத்தாலி, ஜேர்மனி மற்றும் ஜப்பான் ஆகிய நாடுகளில் இலங்கையில் உள்ள தமது உறவினர்கள் மற்றும் நண்பர்களுடன் இணைந்து போராட்டங்களை நடத்தியுள்ளனர். ஜனாதிபதி கோட்டாபய ராஜபக்ஷவும் அவரது அரசாங்கமும் மக்கள் எதிர்நோக்கும் எரியும் பிரச்சினைகளுக்கு தீர்வு காணாத காரணத்தினால் பதவி விலக வேண்டும்.",
        "நாடு தழுவிய போராட்டங்கள் பல்வேறு காலகட்டங்களில் அறிவிக்கப்படாத மின்வெட்டுக்கு கூடுதலாக உள்நாட்டு எரிவாயு, பெட்ரோல் மற்றும் டீசல், பால் பவுடர், கோதுமை மாவு மற்றும் மருந்து மருந்துகள் ஆகியவற்றின் கடுமையான பற்றாக்குறையின் பின்னணியில் வருகிறது; பள்ளிகள் மூடல் மற்றும் வாழ்வாதார இழப்பு. பற்றாக்குறைக்கான முக்கிய காரணங்களில் ஒன்று, வேகமாக குறைந்து வரும் வெளிநாட்டு நாணய கையிருப்பு மற்றும் டாலர் நெருக்கடியின் விளைவாக அவசரமாக தேவைப்படும் இறக்குமதிகளுக்கு பணம் செலுத்துவது மிகவும் கடினமாக உள்ளது. உத்தியோகபூர்வ பணவீக்க விகிதம் 17.5 சதவீதமாக உள்ளது, 2015 க்குப் பிறகு, வாழ்க்கைச் செலவு கடுமையாக உயர்ந்துள்ளது, கிடைக்கக்கூடியவற்றின் விலைகள் நடுத்தர மற்றும் குறைந்த வருவாய் பிரிவினர் மற்றும் தினசரி ஊதியம் பெறுபவர்களுக்கு எட்டாத அளவுக்கு உயர்ந்துள்ளது.",
        "இதற்கிடையில், நாடு முழுவதும் தொடரும் அமைதியின்மைக்கு மத்தியில், பிரதமர் தவிர அமைச்சர்கள் ஞாயிற்றுக்கிழமை ராஜினாமா செய்தனர். அவர்களில் நான்கு பேர் திங்களன்று மீண்டும் நியமிக்கப்பட்டனர், இது எதிர்ப்பாளர்களிடையே மேலும் கோபத்தை ஏற்படுத்தியது, அவர்கள் ஜனாதிபதி மற்றும் பிரதமர் உட்பட முழு அரசாங்கமும் வெளியேற வேண்டும் என்றும் அவர்கள் அவ்வாறு செய்யும் வரை போராட்டங்கள் தொடரும் என்றும் கோரினர். ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தனது பதவியில் நீடிப்பதில் பிடிவாதமாக உள்ள நிலையில், நாட்டில் மேலும் அமைதியின்மையை ஏற்படுத்தும் முட்டுக்கட்டையுடன் போராட்டக்காரர்கள் வீதிப் போராட்டங்களைத் தொடர்வதில் உறுதியாக உள்ளனர்.",
        "அது எப்படியிருந்தாலும், சமகி ஜன பலவேகய (SJB) மற்றும் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச தலைமையிலான அதன் கூட்டணிக் கட்சிகள், அனுரகுமார திஸாநாயக்க தலைமையிலான தேசிய மக்கள் சக்தி (NPP), ராஜவரோதயம் தலைமையிலான தமிழ்த் தேசியக் கூட்டமைப்பு (NPP) உள்ளிட்ட எதிர்க்கட்சிகள். சம்பந்தன் மற்றும் ஐக்கிய தேசியக் கட்சியின் தலைவரும், முன்னாள் பிரதமர் ரணில் விக்கிரமசிங்கவும், நாட்டில் ஏற்பட்டுள்ள நெருக்கடி நிலையைத் தணிக்கும் முயற்சியாக அமைச்சுப் பதவிகளை ஏற்குமாறு ஜனாதிபதி விடுத்த அழைப்பை முற்றாக நிராகரித்துள்ளனர். மாற்று ஏற்பாடுகள் செய்வதற்கு முன்னர் ஜனாதிபதியும் பிரதமரும் பதவி விலக வேண்டும் எனவும் அவர்கள் வலியுறுத்தி வருகின்றனர்.",
        "நாம் ஏற்கனவே மீண்டும் மீண்டும் குறிப்பிட்டது போல், அரசியல் தலைமையின் பொருளாதார நிர்வாகமின்மை, திறமையின்மை மற்றும் இயலாமை ஆகியவற்றுக்கு இறுதியில் விலை கொடுக்க வேண்டியது சாதாரண மக்களே."
      ]
    }
  }
}