{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-buys-96mw-aitken-spence-ipp-for-southern-grid-91592/",
  "time_ut": 1647144240,
  "title": "Sri Lanka buys 96MW Aitken Spence IPP for Southern grid",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon Electricity Board has been given the nod by the regulator to buy 96 MegaWatts of emergency power from ACE Power Embilipitiya for six months to augment the Southern grid after hydro stations were run down.",
    "The Southern grid which is on a 132kV does not have enough power when key reservoirs like Samanalawa are run down.",
    "The CEB requested daily one hour power cuts to conserve hydro storage to provide water to Colombo and keep supply to the Southern grid when a coal plant broke down but permission was denied amid political confusion.",
    "Sri Lanka could face long power cuts, water shortages, Southern grid failures",
    "The warnings by engineers were ignored as is usually the case in Sri Lanka, observers say.",
    "CEB requested small daily power cuts early in 2022 because the 220kV grid to which most of the larger plants are connected did not have sufficient interconnection with the 132kV grid, there could be water shortages in Colombo due to the Kelani Cascade being run down and problems for agriculture.",
    "An additional interconnection line was being built as demand grew in the Southern grid but the Covid pandemic had delayed it.",
    "Internal suggestions to repurchase ACE Embilipitiya, which were lying idle possibly at a lower cost before the power crisis that was predicted due to the cancellation of the coal plant in Trincomallee and the delay in a dual fuel plant had also not been proceeded with.",
    "“There is usually political and public opposition to this type of purchase, so no one wants to take a decision. They will be branded the mafia,” an industry source said. “There was also a leadership crisis in the CEB so there was no one bold enough to take the decision.",
    "“The CEB is hampered because it is almost impossible to make the public understand complex technical issues.",
    "“That is also why the long-term generation plan is blocked by various parties and the country ends up in crises. Unfortunately it is very easy for interested parties to mislead the public due to the complexity of the issues.”",
    "As the crises worsened and the predicted long power cuts took place (power cuts were predicted even if fuel was available for all power plants) the cabinet had given the go ahead to buy ACE Embilipitiya.",
    "The “cabinet has declared an “emergency situation’ in the energy sector as required under section 43(4) (c ) (ii) of the Sri Lanka Electricity Act in keeping with the directive of HE the President have made on 02nd March 2022,” the Public Utilities Commission of Sri Lanka said.",
    "“With that CEB has requested the approval of 93 MW of capacity under short term power purchase agreement from ACE Power (Embilipitiya) power plant for 6 months in order to reduce the long hours of power interruptions immediately.” (Colombo/Mar13/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව දකුණු ජාලය සඳහා 96MW Aitken Spence IPP මිලදී ගනී",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ ලංකා විදුලිබල මණ්ඩලයට, ජල විදුලි බලාගාර ක්‍රියා විරහිත වීමෙන් පසු දකුණු විදුලිබල පද්ධතියට මාස 6 ක කාලයක් සඳහා ඇඹිලිපිටිය ACE Power වෙතින් මෙගාවොට් 96 ක හදිසි විදුලිය මිලදී ගැනීමට නියාමකයා විසින් අනුමැතිය ලබා දී ඇත.",
        "සමනලව වැනි ප්‍රධාන ජලාශවල ජලය බැස යන විට 132kV මත ඇති දක්ෂිණ විදුලිබල පද්ධතියට ප්‍රමාණවත් බලයක් නොමැත.",
        "ගල් අඟුරු බලාගාරයක් බිඳවැටුණු විට කොළඹට ජලය සැපයීමට සහ දකුණු විදුලිබල පද්ධතියට ජලය සැපයීම සඳහා ජල ගබඩාව සංරක්ෂණය කිරීම සඳහා දෛනිකව පැයක විදුලි කප්පාදුවක් විදුලිබල මණ්ඩලය ඉල්ලා සිටියද දේශපාලන ව්‍යාකූලත්වය මධ්‍යයේ අවසරය ප්‍රතික්ෂේප කරන ලදී.",
        "ශ්‍රී ලංකාව දිගු විදුලි කප්පාදුවකට, ජල හිඟයකට, දක්ෂිණ විදුලිබල පද්ධතියට මුහුණ දීමට සිදු විය හැකිය",
        "සාමාන්‍යයෙන් ශ්‍රී ලංකාවේ සිදු වන පරිදි ඉංජිනේරුවන්ගේ අනතුරු ඇඟවීම් නොසලකා හැර ඇති බව නිරීක්ෂකයෝ පවසති.",
        "2022 මුල් භාගයේදී විදුලිබල මණ්ඩලය කුඩා දෛනික විදුලි කප්පාදුවක් ඉල්ලා සිටියේ විශාල බලාගාර බොහොමයක් සම්බන්ධ කර ඇති 220kV විදුලිබල පද්ධතියට 132kV විදුලිබල පද්ධතියට ප්‍රමාණවත් අන්තර් සම්බන්ධතාවයක් නොතිබීම, කැලණි කඳුරැල්ල ක්‍රියා විරහිත වීම හේතුවෙන් කොළඹ ජල හිඟයක් ඇති විය හැකි බැවිනි. කෘෂිකර්ම.",
        "දක්ෂිණ විදුලිබල පද්ධතියට ඉල්ලුම වැඩිවීම නිසා අතිරේක අන්තර් සම්බන්ධතා මාර්ගයක් ඉදිකරමින් සිටි නමුත් කොවිඩ් වසංගතය එය ප්‍රමාද කර තිබුණි.",
        "ත්‍රිකුණාමලයේ ගල් අඟුරු බලාගාරය අවලංගු කිරීම සහ ද්විත්ව ඉන්ධන බලාගාරයක් ප්‍රමාද වීම හේතුවෙන් අනාවැකි පළ වූ විදුලි අර්බුදයට පෙර අඩු වියදමකින් අක්‍රියව තිබූ ACE ​​ඇඹිලිපිටිය නැවත මිලදී ගැනීමට අභ්‍යන්තර යෝජනා ද ක්‍රියාත්මක වී නොතිබුණි.",
        "“මෙවැනි මිලදී ගැනීම් සම්බන්ධයෙන් සාමාන්‍යයෙන් දේශපාලන සහ මහජන විරෝධයක් පවතින බැවින් කිසිවකුට තීරණයක් ගැනීමට අවශ්‍ය නැත. ඔවුන් මාෆියාව ලෙස හංවඩු ගසනු ඇත,” කර්මාන්ත මූලාශ්‍රයක් පැවසීය. “ලංවිම තුළද නායකත්ව අර්බුදයක් තිබූ නිසා තීරණයක් ගැනීමට තරම් නිර්භීත කෙනෙක් සිටියේ නැහැ.",
        "“සංකීර්ණ තාක්ෂණික ගැටළු මහජනතාවට අවබෝධ කර දීම පාහේ කළ නොහැක්කක් නිසා ලංවිම අඩාල වී ඇත.",
        "“දිගුකාලීන ජනන සැලැස්ම විවිධ පාර්ශ්ව විසින් අවහිර කර රට අර්බුදවලින් කෙළවර වන්නේ ද එබැවිනි. අවාසනාවන්ත ලෙස ගැටළු වල සංකීර්ණත්වය හේතුවෙන් උනන්දුවක් දක්වන පාර්ශ්වයන් ජනතාව නොමඟ යැවීම ඉතා පහසු ය.",
        "අර්බුද උග්‍ර වීමත්, අනාවැකි පළ වූ දිගු විදුලි කප්පාදුව සිදු වීමත් නිසා (සියලු බලාගාර සඳහා ඉන්ධන තිබුණත් විදුලිය විසන්ධි වේ යැයි අනාවැකි පළ විය) ACE ඇඹිලිපිටිය මිලදී ගැනීමට කැබිනට් මණ්ඩලය අනුමැතිය ලබා දී ඇත.",
        "2022 මාර්තු 02 වැනි දින අතිගරු ජනාධිපතිතුමා විසින් කරන ලද නියෝගයට අනුව ශ්‍රී ලංකා විදුලිබල පනතේ 43(4) (ඇ) (ii) වගන්තිය යටතේ අවශ්‍ය පරිදි බලශක්ති ක්ෂේත්‍රයේ “හදිසි තත්වයක්” කැබිනට් මණ්ඩලය විසින් ප්‍රකාශයට පත් කර ඇත. ” ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව පැවසීය.",
        "\"එමගින් දීර්ඝ කාලයක් පවතින විදුලිය විසන්ධි කිරීම් වහා අවම කිරීම සඳහා කෙටිකාලීන විදුලි මිලදී ගැනීමේ ගිවිසුමක් යටතේ මෙගාවොට් 93 ක ධාරිතාවක් මාස 6 ක කාලයක් සඳහා ACE Power (ඇඹිලිපිටිය) බලාගාරයෙන් අනුමත කරන ලෙස ලංවිම ඉල්ලා ඇත.\" (කොළඹ/මාර්තු 13/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை தெற்கு கட்டத்திற்கு 96MW Aitken Spence IPP ஐ வாங்குகிறது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் இலங்கை மின்சார சபையானது நீர் நிலையங்கள் செயலிழந்ததையடுத்து, தெற்கு மின்கட்டமைப்பை அதிகரிக்க ஆறு மாதங்களுக்கு ACE பவர் எம்பிலிப்பிட்டியவில் இருந்து 96 மெகாவாட் அவசரகால மின்சாரத்தை கொள்வனவு செய்வதற்கு ஒழுங்குமுறை அதிகாரியினால் அனுமதி வழங்கப்பட்டுள்ளது.",
        "சமனலாவ போன்ற முக்கிய நீர்த்தேக்கங்கள் வறண்டு போகும்போது 132kV இல் இருக்கும் தெற்கு மின்கம்பத்தில் போதுமான சக்தி இல்லை.",
        "நிலக்கரி ஆலையொன்று பழுதடைந்த போது, ​​கொழும்பிற்கு நீர் வழங்குவதற்கும், தென்னிலங்கைக்கு நீர் விநியோகத்தை தொடர்வதற்கும் நீர் சேமிப்பை பாதுகாக்க தினமும் ஒரு மணித்தியால மின்வெட்டுகளை மின்சார சபை கோரியது ஆனால் அரசியல் குழப்பங்களுக்கு மத்தியில் அனுமதி மறுக்கப்பட்டது.",
        "இலங்கை நீண்ட மின்வெட்டு, தண்ணீர் தட்டுப்பாடு, தெற்கு மின்கம்பத்தின் தோல்விகளை சந்திக்க நேரிடும்",
        "பொதுவாக இலங்கையில் இடம்பெறுவது போன்று பொறியியலாளர்களின் எச்சரிக்கைகள் புறக்கணிக்கப்பட்டதாக அவதானிகள் தெரிவிக்கின்றனர்.",
        "CEB 2022 இன் ஆரம்பத்தில் சிறிய தினசரி மின்சார வெட்டுக்களைக் கோரியது, ஏனெனில் பெரும்பாலான பெரிய ஆலைகள் இணைக்கப்பட்டுள்ள 220kV மின்னழுத்தம் 132kV மின்னழுத்தத்துடன் போதுமான தொடர்பைக் கொண்டிருக்கவில்லை. வேளாண்மை.",
        "தெற்கு கிரிட்டில் தேவை அதிகரித்ததால் கூடுதல் இணைப்புக் கோடு கட்டப்பட்டது, ஆனால் கோவிட் தொற்றுநோய் அதைத் தாமதப்படுத்தியது.",
        "திருகோணமலையில் நிலக்கரி ஆலை இரத்து செய்யப்பட்டமை மற்றும் இரட்டை எரிபொருள் ஆலை தாமதம் ஆகிய காரணங்களால் கணிக்கப்பட்ட மின்சார நெருக்கடிக்கு முன்னர் குறைந்த செலவில் செயலிழந்திருந்த ACE எம்பிலிப்பிட்டியவை மீளக் கொள்வனவு செய்வதற்கான உள்ளக ஆலோசனைகளும் முன்னெடுக்கப்படவில்லை.",
        "“இந்த வகை வாங்குதலுக்கு பொதுவாக அரசியல் மற்றும் பொது எதிர்ப்பு உள்ளது, எனவே யாரும் முடிவு எடுக்க விரும்பவில்லை. அவர்கள் மாஃபியா என்று முத்திரை குத்தப்படுவார்கள், ”என்று ஒரு தொழில்துறை வட்டாரம் தெரிவித்துள்ளது. “இல.ச.ச.யில் ஒரு தலைமைத்துவ நெருக்கடியும் இருந்ததால், முடிவெடுக்கும் அளவுக்கு தைரியமான எவரும் இருக்கவில்லை.",
        "“சிக்கலான தொழில்நுட்ப சிக்கல்களை பொதுமக்களுக்கு புரிய வைப்பது கிட்டத்தட்ட சாத்தியமற்றது என்பதால் CEB தடைபட்டுள்ளது.",
        "“அதனால்தான் நீண்டகால தலைமுறைத் திட்டம் பல்வேறு தரப்பினரால் தடுக்கப்பட்டு நாடு நெருக்கடியில் முடிகிறது. துரதிர்ஷ்டவசமாக, சிக்கல்களின் சிக்கலான காரணத்தால் ஆர்வமுள்ள தரப்பினர் பொதுமக்களை தவறாக வழிநடத்துவது மிகவும் எளிதானது.",
        "நெருக்கடிகள் மோசமடைந்து, கணிக்கப்பட்ட நீண்ட மின்வெட்டுகள் ஏற்பட்டதால் (அனைத்து மின் உற்பத்தி நிலையங்களுக்கும் எரிபொருள் கிடைத்தாலும் மின்வெட்டு கணிக்கப்பட்டது) ACE எம்பிலிப்பிட்டியவை வாங்குவதற்கு அமைச்சரவை அனுமதி வழங்கியது.",
        "2022 ஆம் ஆண்டு மார்ச் 02 ஆம் திகதி அதிமேதகு ஜனாதிபதி அவர்கள் வழங்கிய பணிப்புரைக்கு அமைவாக இலங்கை மின்சாரச் சட்டத்தின் 43(4) (c) (ii) பிரிவின் கீழ் தேவைப்படும் \"அவசரகால நிலைமையை\" எரிசக்தி துறையில் அமைச்சரவை பிரகடனப்படுத்தியுள்ளது. ” என இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு தெரிவித்துள்ளது.",
        "\"இதனுடன், நீண்ட நேர மின் தடைகளை உடனடியாகக் குறைப்பதற்காக, 6 மாதங்களுக்கு ACE பவர் (எம்பிலிபிட்டிய) மின் உற்பத்தி நிலையத்திலிருந்து குறுகிய கால மின்சார கொள்முதல் ஒப்பந்தத்தின் கீழ் 93 MW கொள்ளளவிற்கு அனுமதி கோரியுள்ளது.\" (கொழும்பு/மார்ச்13/2022)"
      ]
    }
  }
}