{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/TN-tells-Centre-its-ready-to-ship-rice-drugs-to-Sri-Lanka/108-234808",
  "time_ut": 1649400780,
  "title": "TN tells Centre its ready to ship rice, drugs to Sri Lanka",
  "body_lines": [
    "Chief Minister MK Stalin on Thursday apprised the Centre that Tamil Nadu is ready to ship essential commodities like rice and life saving drugs to Sri Lanka, considering the welfare of Tamils and sought permission for its distribution there through the Indian High Commission, news agency PTI reported.",
    "Stalin spoke over phone to External Affairs Minister S Jaishankar and expressed his deep concern over the plight of Tamils in Lanka, who have been hit hard by the never seen before economic crisis in their country, an official release said.",
    "The chief minister told Jaishankar Tamil Nadu is ready to ship rice, pulses and life saving drugs from Thoothukudi port to Sri Lanka. Stalin apprised Jaishankar that the proposed move is based on humanitarian grounds, considering the welfare of Tamils in the island nation, including Tamils of the Indian origin, popularly known as 'Malayaga Tamizhargal.'",
    "The assistance is for Tamils including those in Colombo and in the North and Eastern provinces. Stalin sought Centre's permission to distribute commodities and drugs through the High Commission of India in Colombo and the Consulate General of India in Jaffna to Tamil beneficiaries, who are starving without food. The Chief Minister also requested arrangements for distribution through the High Commission and Consulate.",
    "He further urged Centre to act expeditiously to get Indian fishermen hailing from Tamil Nadu released from Sri Lankan prisons. Jaishankar assured appropriate action in this regard, the government said. Sri Lanka is facing its worst economic crisis since gaining independence from the UK in 1948.",
    "India had recently announced a USD 1 billion line of credit to Sri Lanka as part of its financial assistance to the country to deal with the economic crisis following a previous USD 500 billion line of credit in February. The Indian High Commission had on Wednesday announced the arrival of two more shipments of fuel to Colombo under the Indian credit line. Rice shipments to Colombo have also been taken up by India."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවට සහල් සහ ඖෂධ නැව්ගත කිරීමට සූදානම් බව TN මධ්‍යස්ථානයට කියයි",
      "body_lines": [
        "දෙමළ ජනතාවගේ සුබසාධනය සැලකිල්ලට ගනිමින් සහල් සහ ජීවිතාරක්ෂක ඖෂධ වැනි අත්‍යාවශ්‍ය භාණ්ඩ ශ්‍රී ලංකාවට නැව්ගත කිරීමට තමිල්නාඩුව සූදානම් බව ප්‍රධාන අමාත්‍ය එම්.කේ. ස්ටාලින් බ්‍රහස්පතින්දා මධ්‍යස්ථානයට දැනුම් දුන් අතර ඒවා බෙදා හැරීම සඳහා ඉන්දීය මහ කොමසාරිස් කාර්යාලය හරහා අවසර ඉල්ලා ඇති බව PTI පුවත් සේවය වාර්තා කරයි. .",
        "ස්ටාලින් විදේශ කටයුතු අමාත්‍ය එස් ජයශංකර්ට දුරකථනයෙන් කතා කළ අතර, ඔවුන්ගේ රටේ පෙර නොවූ විරූ ආර්ථික අර්බුදයකින් දැඩි ලෙස පීඩාවට පත්ව සිටින ලංකාවේ දෙමළ ජනයාගේ දුක්ඛිත තත්ත්වය පිළිබඳව දැඩි කනස්සල්ල පළ කළ බව නිල නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "තමිල්නාඩුව සහල්, ඇට වර්ග සහ ජීවිතාරක්ෂක ඖෂධ තූත්තුකුඩි වරායේ සිට ශ්‍රී ලංකාවට නැව්ගත කිරීමට සූදානම් බව ප්‍රධාන අමාත්‍යවරයා ජයිශංකර්ට පැවසීය. යෝජිත පියවර මානුෂීය හේතූන් මත පදනම් වූවක් බව ස්ටාලින් ජයිශංකර්ට දැනුම් දුන්නේ, 'මලයාග තමිෂර්ගල්' ලෙසින් ප්‍රචලිත ඉන්දීය සම්භවයක් ඇති දෙමළ ජාතිකයන් ඇතුළු දිවයිනේ දෙමළ ජනයාගේ සුබසාධනය සලකා බලමිනි.",
        "කොළඹ සහ උතුරු නැඟෙනහිර පළාත්වල සිටින දෙමළ ජනයාට ආධාරය. ආහාර නොමැතිව කුසගින්නෙන් පෙළෙන දෙමළ ප්‍රතිලාභීන්ට කොළඹ පිහිටි ඉන්දීය මහ කොමසාරිස් කාර්යාලය සහ යාපනයේ ඉන්දීය කොන්සල් ජනරාල් කාර්යාලය හරහා භාණ්ඩ හා ඖෂධ බෙදා හැරීමට ස්ටාලින් මධ්‍යස්ථානයේ අවසරය ඉල්ලා සිටියේය. මහ කොමසාරිස් කාර්යාලය සහ කොන්සල් කාර්යාලය හරහා බෙදා හැරීමට කටයුතු කරන ලෙස ද මහ ඇමැතිවරයා ඉල්ලා සිටියේය.",
        "තමිල්නාඩුවේ සිටින ඉන්දීය ධීවරයින් ශ්‍රී ලංකා බන්ධනාගාරවලින් නිදහස් කර ගැනීමට කඩිනමින් ක්‍රියා කරන ලෙස ඔහු මධ්‍යස්ථානයෙන් වැඩිදුරටත් ඉල්ලා සිටියේය. මේ සම්බන්ධයෙන් සුදුසු ක්‍රියාමාර්ග ගැනීමට ජයශංකර් සහතික වූ බව රජය පවසයි. 1948 දී එක්සත් රාජධානියෙන් නිදහස ලබා ගැනීමෙන් පසු ශ්‍රී ලංකාව එහි දරුණුතම ආර්ථික අර්බුදයට මුහුණ දී සිටී.",
        "පසුගිය පෙබරවාරි මාසයේදී ඇමරිකානු ඩොලර් බිලියන 500 ක ණය ලබා දීමෙන් පසු ආර්ථික අර්බුදයට මුහුණ දීම සඳහා රටට ලබා දෙන මූල්‍ය ආධාරයේ කොටසක් ලෙස ඉන්දියාව මෑතකදී ශ්‍රී ලංකාවට ඩොලර් බිලියන 1 ක ණය රේඛාවක් ප්‍රකාශයට පත් කළේය. ඉන්දීය ණය මාර්ගය යටතේ තවත් ඉන්ධන තොග දෙකක් කොළඹට පැමිණෙන බව ඉන්දීය මහ කොමසාරිස් කාර්යාලය බදාදා නිවේදනය කර තිබුණි. කොළඹට සහල් ප්‍රවාහනය ද ඉන්දියාව විසින් ගෙන ඇත."
      ]
    },
    "ta": {
      "title": "இலங்கைக்கு அரிசி மற்றும் மருந்துகளை அனுப்ப தயாராக இருப்பதாக மத்திய அரசுக்கு தமிழகம் தெரிவித்துள்ளது",
      "body_lines": [
        "தமிழர்களின் நலன் கருதி, அரிசி, உயிர்காக்கும் மருந்துகள் போன்ற அத்தியாவசியப் பொருட்களை இலங்கைக்கு அனுப்ப தமிழகம் தயாராக உள்ளதாக, தமிழக முதல்வர் மு.க.ஸ்டாலின் வியாழக்கிழமை மத்திய அரசிடம் தெரிவித்து, இந்திய உயர் ஸ்தானிகராலயத்தின் மூலம் அவற்றை விநியோகிக்க அனுமதி கோரியுள்ளார். .",
        "வெளிவிவகார அமைச்சர் ஜெய்சங்கரிடம் தொலைபேசியில் பேசிய ஸ்டாலின், இலங்கையில் இதுவரை கண்டிராத பொருளாதார நெருக்கடியால் கடுமையாக பாதிக்கப்பட்டுள்ள தமிழர்களின் நிலை குறித்து ஆழ்ந்த கவலையை தெரிவித்தார்.",
        "தூத்துக்குடி துறைமுகத்தில் இருந்து அரிசி, பருப்பு, உயிர் காக்கும் மருந்துகளை இலங்கைக்கு அனுப்ப தமிழ்நாடு தயாராக இருப்பதாக முதல்வர் ஜெய்சங்கரிடம் தெரிவித்தார். 'மலையகத் தமிழர்கள்' என்று அழைக்கப்படும் இந்திய வம்சாவளி தமிழர்கள் உட்பட தீவு தேசத்தில் உள்ள தமிழர்களின் நலனைக் கருத்தில் கொண்டு, முன்மொழியப்பட்ட நடவடிக்கை மனிதாபிமான அடிப்படையிலானது என்று ஜெய்சங்கரிடம் ஸ்டாலின் தெரிவித்தார்.",
        "கொழும்பில் உள்ள தமிழர்கள் மற்றும் வடக்கு கிழக்கு மாகாணங்களில் உள்ள தமிழர்களுக்கு இந்த உதவி வழங்கப்படுகிறது. உணவின்றி பட்டினியால் வாடும் தமிழ் பயனாளிகளுக்கு கொழும்பில் உள்ள இந்திய உயர் ஸ்தானிகராலயம் மற்றும் யாழ்ப்பாணத்தில் உள்ள இந்திய துணைத் தூதரகம் மூலம் பொருட்கள் மற்றும் மருந்துகளை விநியோகிக்க மையத்தின் அனுமதியை ஸ்டாலின் கோரினார். உயர் ஸ்தானிகராலயம் மற்றும் தூதரகத்தின் ஊடாக விநியோகிப்பதற்கான ஏற்பாடுகளையும் முதலமைச்சர் கோரினார்.",
        "மேலும், இலங்கை சிறையில் உள்ள தமிழக மீனவர்களை விடுவிக்க மத்திய அரசு விரைந்து நடவடிக்கை எடுக்க வேண்டும் என்றும் அவர் வலியுறுத்தியுள்ளார். ஜெய்சங்கர் இதுகுறித்து உரிய நடவடிக்கை எடுப்பதாக உறுதியளித்ததாக அரசு தரப்பில் தெரிவிக்கப்பட்டது. 1948 இல் பிரித்தானியாவிடம் இருந்து சுதந்திரம் பெற்ற பின்னர் இலங்கை அதன் மோசமான பொருளாதார நெருக்கடியை எதிர்கொண்டுள்ளது.",
        "கடந்த பெப்ரவரியில் 500 பில்லியன் அமெரிக்க டொலர் கடனைத் தொடர்ந்து பொருளாதார நெருக்கடியைச் சமாளிக்க நாட்டிற்கான நிதி உதவியின் ஒரு பகுதியாக இலங்கைக்கு 1 பில்லியன் அமெரிக்க டொலர் கடன் வழங்குவதாக இந்தியா அண்மையில் அறிவித்திருந்தது. இந்திய உயர் ஸ்தானிகராலயம் புதன்கிழமையன்று இந்திய கடன் வரியின் கீழ் கொழும்புக்கு மேலும் இரண்டு எரிபொருள் ஏற்றுமதிகள் வரவுள்ளதாக அறிவித்தது. கொழும்புக்கான அரிசி ஏற்றுமதியும் இந்தியாவினால் மேற்கொள்ளப்பட்டுள்ளது."
      ]
    }
  }
}