{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Unrest-in-Rambukkana-State-level-contradictions-galore-as-victims-await-justice/352-235614",
  "time_ut": 1650825060,
  "title": "Unrest in Rambukkana: State level contradictions  galore as victims await justice",
  "body_lines": [
    "April 19, 2022 was a day of unrest in Sri Lanka. People in major towns and cities took to the streets staging protests on the newly announced fuel price hikes during the wee hours of April 18. Subsequent price hikes in lunch packets, bus fares and other essential necessities caused panic and anger among people. The series of events that unfolded in Rambukkana make one wonder whether the state now responds to people’s demands with brutality. Footage of Police Officers giving orders to attack civilians, opening fire, setting fire to three wheelers are viral on social media. The Human Rights Commission thereafter summoned Inspector General of Police, C. D. Wickremeratne and a group of senior police officers to obtain statements. In his conclusion, Human Rights Commissioner Nimal Karunasiri said that the decision to fire a weapon was taken outside the direction of the IGP and that the IGP had been instructing people not to use firearms in any protest for months. Therefore, who ordered the Police to open fire, who gave orders to the Police to set fire to vehicles, who ordered Police to use live ammunition and who attempted to set fire to the bowser are serious doubts raised at this point.",
    "People in Rambukkana, now fear for their lives. They have been discouraged from speaking to the media and blamed certain broadcast channels for editing their statements. One civilian who suffered gunshot injuries was discharged on Friday. During our visit to Rambukkana the Daily Mirror visited this individual. The witness narrated the series of events that unfolded on April 19 as follows;",
    "“We stayed in queues till early morning to obtain fuel. There was no fuel for three days and on the April 19, we were told that there would be fuel. On the same day, there was a sudden fuel price hike. Therefore they wanted to sell fuel at a higher price and halted the bowsers. In protest, people gathered on the streets and the crowd swelled in numbers and there could have been around 5000 people. They did send two bowsers but they wanted to sell it at Rs. 338 a litre. The first bowser arrived at around 11.00 am and the second at around 1.30 pm. We said that it’s unfair and asked them to sell at the earlier price. How can we pump fuel at Rs. 300? This means we need around Rs. 700 to pump two litres of petrol. They refused to unload the fuel. We even prepared food there and distributed among people, even to those who came in the bowser.”",
    "“But some said that the people were trying to torch the bowser. This is a blatant lie. Until around 4.30 pm, it was a peaceful protest. Then the police came to the scene, and the unrest began. They fired tear gas at us and subsequently the Police Officer ordered to open fire. I was shot below my knees and I fell. The Policemen then set fire to three-wheelers and bikes.” - Witness",
    "“But some said that the people were trying to torch the bowser. This is a blatant lie. Until around 4.30 pm, it was a peaceful protest. Then the police came to the scene, and the unrest began. A tense situation prevailed and someone pelted stones at the Police. We repeatedly urged people not to throw stones, but they continued. This is when the Police Inspector came forward and said “gahapiyaw gahapiyaw” (attack, attack) and it was after that order by the inspector, they fired tear gas at us and subsequently the Police Officer gave  orders to open fire. I couldn’t see anything due to the tear gas and smoke, but a little while later, I was shot below my knees and I fell. The Police then set fire to three-wheelers and bikes. Only I was discharged and there are around 20 others still being treated in the wards. The bullet fired by T-56 firearm is still in the ward,” the witness added.",
    "“Why did they shoot at us? We were only asking for our basic necessities. How can they respond with bullets? We want to know who gave the order to open fire. It should have come from higher up. From where did they get live ammunition? These are our concerns.”",
    "“I won’t be able to work for another one month or so. The Human Rights Commission said it would arrange for compensation. We didn’t protest looking for compensation and we didn’t protest to be shot at. We are voicing against injustices that we all face. But now, we demand justice,” the witness stressed.",
    "Residents in Naranbedda, Rambukkana kept visiting Chaminda Lakshan’s house on Saturday, a few hours after his body was brought home, to pay their last respect. Lakshan succumbed to gunshot injuries during the protest. He was engaged in business, accepting hires to supply vegetables, fruits and other items in his lorry while he was also working at the Randeniya elephant bath.",
    "Around 5.00 pm we were informed that he was shot. Since they couldn’t pump fuel, he too was among the protestors. After the shooting, he died due to injuries while being taken to hospital. The HRCSL said that they are conducting an impartial and independent investigation into this. We don’t expect anything from the government. We will do everything possible to seek justice for my brother. -  Kumara - Chaminda Lakshan’s brother",
    "“On the day of the incident he had gone to pump fuel for his bike,” recalled Chaminda Kumara, Lakshan’s brother. “Around 5.00 pm we were informed that he was shot. Since they couldn’t pump fuel, he too was among the protestors. After the shooting, he died due to injuries while being taken to hospital. The court proceedings are underway and we are yet to know what the conclusion is going to be. The Human Rights Commission said it would provide compensation. It said it was conducting an impartial and independent investigation. We don’t expect anything from the government. We will do everything possible to seek justice for my brother.”",
    "Lakshan’s widow R. S Priyangani is unable to bear the loss. Even though she’s proud about her husband, no compensation or justice could bring him back to life. “He left home around 12.30 pm to pump fuel. At around 3.30 pm he called me and, a few hours later, I received a call and the caller said, “Suddata polisiyen wedi thiyala” (Sudda was shot by the Police). They have rushed him to the hospital immediately. But by the time I reached the Kegalle hospital he had already died. There are accusations that he was a murderer, but he was arrested as a suspect only. My son says that he cannot go to school anymore.”",
    "My son is 15 years old and my daughter has completed her studies. I am devastated by his loss. We survived from what he earned. I don’t need a cent from the government. I would rather beg and raise my children. The perpetrators have to be punished and that is my only request.”  -  Priyangani - Lakshan’s widow",
    "When asked about the two cases filed against him, Priyangani said that one incident had happened at the Rambukkana town following an argument between two political factions. “They had hit him on the head. He worked with the UNP for some time, and after the injury he didn’t work for the party anymore. The other case, he was arrested as a suspect and the case was subsequently dismissed. Does it mean that they can deliberately shoot him? My son is 15 years old and my daughter has completed her studies. I am devastated by his loss. We survived from what he earned. I don’t need a cent from the government. I would rather beg and raise my children. The perpetrators have to be punished and that is my only request.”",
    "A team of lawyers appeared on all three days consecutively namely Rienzie Arsecularatne PC, Upul Jayasuriya PC, Sarath Jayamanne PC, Chaminda Atukorale - Senior Attorney and about 100 lawyers from Colombo, Kegalle and outstations also appeared on behalf of victims and witnesses. Upul Jayasuriya appeared on behalf of the Commonwealth Lawyers Association and LawAsia.",
    "Police filed a wrong (“A”) report at 2.00 pm and were ordered to file a corrected B report under which a death or a crime is reported.",
    "They filed the corrected report at 3.15 pm alleging that there were several offenses committed by the protestors including a charge under Section 298 - culpable homicide not amounting to murder.",
    "The lawyers visited the scene at Rambukkana (approximately 9 KM away from Kegalle) and the Magistrate began recording evidence and making notes on the observation of the crime scene.",
    "First witness stated that the deceased was shot at point blank range (10 metres) on the stomach by a policeman. He also said that the protestors did not violate the Law and caused no damage. There was a large crowd. It was all about a bowser carrying petrol that came to unload at a nearby shed. The filling station manager was trying to sell it at the newly-announced price which was nearly 30% more than that of the existing price, whereas the crowd was aware that the stocked fuel has been invoiced prior to the price increase.",
    "The second witness stated that a tall policeman came and set fire to his three wheeler which he was watching while hiding. At this stage, there had been a large crowd of people. They were demanding the fuel should be sold at the old price, as the bowser load of fuel arrived at the shed prior to the price increase. In any event, since the crowd was much bigger, the bowser couldn’t reach the shed and halted on the rail track.",
    "The Magistrate observed that the SOCO (Scene of Crime Officers) did not make note of the blood stains and the damage caused to the CCTV cameras of the shed and also the box of matches which was on the ground near the fuel dispensing pump.",
    "At this stage, lawyers made the application to the Magistrate that the DVR that records the visuals from the Cameras which were installed inside the shed and that particular recorder should also be taken into police custody in the presence of the Lawyers and submitted to court.",
    "Court resumed at about 8.30 pm after visiting the deceased at the hospital.",
    "When court resumed proceedings, it was noticed that the original ‘B’ report was filed at 3.15 pm and found to have been altered obliterating ‘Section 298.’",
    "It was informed that the SSP who was present in the court had altered it. Lawyers made the application forthwith to charge the SSP for having altered an official record and for ‘Contempt of Court.’",
    "The Magistrate made an order to send a copy of the record to the IGP and the AG for further action, possibly to draft charges against the SSP.",
    "Court resumed proceedings at 1.30 pm on April 21. At this stage a senior state counsel Shanil Kularatna sought to appear amicus curaie. When he was objected to, he made his appearance with the DIG on behalf of Police. He was again objected to on the basis that there was a tradition in the AGs department that AG doesn’t undertake defence of the officers who were accused of torture.",
    "There were several civilians who appeared in court as witnesses.",
    "One important witness said that three men within the vicinity of a group of Policemen, started pelting stones at the Police. However the Policemen took no action against those three persons. Thereafter three other uniformed officers were taking shelter behind a three wheeler, fired tear gas before firing gunshots in the air.  At that stage, he (witness) saw and heard a uniformed officer with two stars and the state emblem, screaming at them to ‘shoot.’ A man was shot dead with a firearm barely 10 metres away from the petrol shed, the witness said.",
    "When firearms are issued to police officers, it is noted with the serial numbers and the number of bullets issued to each officer.",
    "Police were ordered to bring all their evidence on April 22.",
    "All lawyers attended courts in Kegalle for the third consecutive day.",
    "The Rambukkana Police OIC gave evidence and stated that on this day he visited MP Kanaka Herath’s house and went to the scene. According to him, there were nearly 600 people at the scene of the crime. He confirmed that the crowd was throwing stones.",
    "Next witness was SSP Keerthiratne. According to him there were nearly 2000 people. He had given orders to fire tear gas to disperse the crowd. As he was unable to control the crowd, he ordered to fire gunshots in the air. As still he saw the crowd was unruly and violent, he had ordered to shoot below the knees of the protestors. He also said that at some stage, an ASP and another officer were manhandled as he was pushed to the ground by a large mob.",
    "Next police witness stated that he was in charge of the armory at the Kegalle police station. He said they did not have rubber bullets. Then he had issued T-56 assault rifles and several pistols. He also said that he was not handed over the unspent ammunition and the firearms.",
    "The last Police witness stated that he was behind the bowser. There was a crowd of nearly 200 protestors and around 70 policemen. He had seen a person opening the outflow valve of the bowser and when petrol starts pouring out he attempted to set fire to it. He said he was not able to arrest the said person.",
    "At about 6.00 pm, the Magistrate inspected the bowser that was brought to the Police station. She observed that the tank of the bowser was not mounted on the vehicle. Hence, she has not been able to find or examine as to how the bowser’s outflow valve was opened or whether it was forced open.",
    "On April 20, the Kegalle Magistrate advised all media to refrain from revealing the identities of witnesses. However, a mainstream media channel revealed the identity of the witnesses during a prime time news bulletin on April 21. In a letter addressed to IGP C. D Wickremeratne, Bar Association President Saliya Pieris PC requested to ensure that there is no interference with the witnesses by the Police. The letter requests the IGP to take steps to ensure that the statements of the witnesses are recorded by police officers who are not from the police stations which were involved in the incident and who will not interfere with the freedom of these witnesses. A letter was also addressed to Suhada Gamlath PC, Chairman of the National Authority for the Protection of Victims of Crime and Witness.",
    "When asked how the Authority would ensure that the witnesses would be protected, Gamlath told the Daily Mirror that they have requested mainstream media channels to refrain from revealing the identities of witnesses. When asked about the report by the mainstream media channel, Gamlath said that they wouldn’t have been aware of the Magistrate’s order. “By order of the Magistrate, if any witness is not willing to reveal their identities, that too would be allowed and evidence would be obtained remotely.”",
    "“14 civilians were admitted to the hospital following the Rambukkana incident. Out of them four people were admitted to the Intensive Care Unit. One succumbed to injuries, while two are still being treated. Also 20 policemen too were admitted following the unrest and 14 of them were transferred to Kandy hospital. Five of them were discharged”",
    "A video footage of civilians being admitted to the Kegalle hospital went viral on social media. According to the video, many had suffered severe injuries.  “14 civilians were admitted to the hospital following the Rambukkana incident,” said Kegalle Hospital Director Dr. Mihiri Priyangani. “Out of them four people were admitted to the Intensive Care Unit. One succumbed to injuries, while two are still being treated and one had been sent to the surgical ward. 10 people were admitted to the surgical wards and two of them have been discharged. Currently eight others who have suffered minor injuries are receiving treatment. Apart from that 20 policemen, too were admitted following the unrest and 14 of them were transferred to Kandy hospital. Five of them were discharged.”",
    "Nine people were admitted with ‘suspected’ gunshot injuries. “Three of them are yet to be examined, one had been discharged and one patient succumbed to injuries. We are still in the process of analyzing the nature of the wounds to confirm whether they are gunshot injuries.”",
    "- Dr. N. A. S. P Wijeratne - Consultant Judicial Medical Officer",
    "The Daily Mirror inquired whether any others who had suffered gunshot injuries are in a critical stage. Speaking to this paper, Consultant Judicial Medical Officer Dr. N. A. S. P Wijeratne said that nine people were admitted with ‘suspected’ gunshot injuries. “Three of them are yet to be examined, one had been discharged and one patient succumbed to injuries. We are still analyzing the nature of the wounds to confirm whether they are gunshot injuries,” he added."
  ]
}