{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ambulanceservice-in-dire-straits/",
  "time_ut": 1652365080,
  "title": "AmbulanceService In dire straits",
  "body_lines": [
    "MBBS(Cey), DCH(Cey), DCH(Eng), MD(Paed), MRCP(UK), FRCP(Edin), FRCP(Lon), FRCPCH(UK), FSLCPaed, FCCP, Hony FRCPCH(UK), Hony. FCGP(SL)",
    "Specialist Consultant Paediatrician and Honorary Senior Fellow, Postgraduate Institute of Medicine, University of Colombo, Sri Lanka.",
    "In a most disturbing development, it has been brought to the notice of the nation that the Suwaseriya 1990 Ambulance Service is in imminent danger of having to restrict its services due to a severe curtailment of the financial facilities extended to it by the government. We have it on reasonable evidence that the service is even likely to keel over in the not-too-distant future.",
    "This life-saving initiative, which commenced operations around six years ago, amidst all kinds of problems and predictions of doom, together with allegations of the incompetence of those manning the service, has proven itself to be a real boon as regards the provision of optimal emergency healthcare services in our country. The facility has been utilised to provide life-saving care to sudden health emergencies brought on by many disease conditions, an unprecedented COVID-19 pandemic, natural disasters, as well as road traffic crashes. Emergency care provided by those who man the service as para-medical staff, together with supporting staff working in the control centres including qualified medical personnel to provide emergency care guidance, have played a leading role in saving lives with absolutely no regard whatsoever being paid at the point of care provision, to caste, creed, religion or the financial status of those in desperate need of these services. To the eternal credit of this magnificent enterprise, all that has mattered to them is a committed effort towards saving lives and getting the affected patients to a healthcare facility as fast as possible. Life-saving and life-sustaining emergency measures are instituted at the site and in the ambulance itself, in a dedicated struggle to fight for the lives of those who urgently and terribly need such care. Very many are the many affected patients who have lived to tell the tale due to the valiant efforts of those who run this service.",
    "Since its inception and launch in 2016, Suwaseriya has responded to over 1.15 million calls through the toll-free telephone line 1990. Currently, it handles over 1000 emergency calls per day from right around the country and at the height of the pandemic last year it had to handle over 2000 calls per day. The service has a staff of over 1300 and close to 300 fully-equipped ambulances in its fleet, covering the entire length and breadth of the country. The average response time from the receipt of the call through 1990 to the arrival at the site of the incident is just under 15 minutes. This could of course vary from just under 3 minutes to around 15 to 20 minutes depending on the distance of the incident from the centre where the ambulances are located.",
    "It must be stressed that it costs a considerable amount of money to provide such a service in a sustained manner every minute of every day. It certainly does not come cheap. Apparently, in the year 2021 it cost around Sri Lankan Rupees 6500 per-incident and this year in 2022, due to rampant inflation, it has shot up to around LKR 8500 per incident. In strictly financial terms, the government has to allocate a sum of around LKR 140 per person per year for the total populace of around 22 million persons, to be able to provide such a magnificent 24/7 service to the general public. It certainly would sound like a paltry sum and a small price to pay but in effect, it works out to quite a few million per year at the going rate this year. Currently, Suwaseriya probably needs around 100 MILLION RUPEES PER MONTH to run the service efficiently. This amount includes salaries, overtime payments, maintenance costs of the ambulances, price of disposable medical equipment, cost of medicines etc.",
    "These large amounts of money have to be provided by the powers-that-be to sustain this service. The problem now is that due to the current economic turndown of the country, the state has been forced to even cut down on the financial provisions for this absolutely essential service. As a result of this, the Suwaseria service has run up considerable debts to its subsidiary service providers and suppliers. It is rumoured that the service owes the suppliers something to the tune of around 150 million rupees as of now. It is most unlikely that these suppliers are going to tolerate this for any further length of time and the chances are that they would stop giving anything anymore on a credit basis, even absolutely essential medicines, sooner rather than later. Then the service will be caught between the devil and the deep blue sea as well as a catch-22 situation, with the inevitable outcome of having to restrict the provision of their much-valued and much-needed emergency services. God help us then and lives are going to be lost in the process. It will be yet another national catastrophe of considerable proportions. The people who would suffer most would be the poor and the marginalised, as the rich, as is usually the case anyway, will somehow find a way to have their way.",
    "Having worked closely with the Suwaseriya service through the Sri Lanka Medical Association (SLMA) Doc Call 247 portal, I did feel the need to do it. I know for sure the type of service provided by this wonderful Suwaseriya 1990 initiative. I have seen the results first-hand and have been amazed at the dedication of the people who give their very best to save lives.",
    "In such a context, this is a fervent appeal to the government to provide the necessary finances and maintain this excellent service provision initiative at any cost without allowing it to sink into the abyss of yet another venture that has sadly failed. Our men, women and children in this so-called resplendent isle have already suffered and continue to suffer much more than their fair share of grief through no real fault of theirs. The last thing they need at this juncture of destiny is yet another burden that would threaten their lives. The state has to…, SIMPLY HAS TO, find ways and means of keeping this vital service provider afloat. Even if it means that the state has to tax the super-rich, even if they have to do it until they bleed, even if it means cutting off some privileges for some in the highest echelons of power, so be it. Metaphorically speaking, if such blood-letting or curtailment of privileges would mean the saving of countless lives, it would be well worth it. Most definitely, it would be an initiative that would earn resounding encomiums from the suffering masses.",
    "‘The agony of the stomach’ shaping up as major factor in regional politics",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}