{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-food-shortfalls-high-prices-feared-after-open-account-da-dp-ban-94499/",
  "time_ut": 1653036000,
  "title": "Sri Lanka food shortfalls, high prices feared after open account, DA/DP ban",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka may face higher food prices and shortfalls of foods after authorities banned open account and DA/DP trade, importers warned as the country tried to get out of a currency crisis by raising rates and killing private credit.",
    "Though there were severe forex shortages the country did not face food shortages up to May 2022, due to food importers in the main wholesale market in Colombo somehow keeping the nation Fed.",
    "Out of the about 1.7-1.9 billion US dollars earned every month by the country’s exporters and overseas workers only about 200 million US dollars a month go for food.",
    "With no mechanism to give priority allocation of foreign exchange for food many food importers have channeled Middle Eastern remittance via the Undiyal system to keep the nation fed, sources familiar with the process say.",
    "This is why the country did not face severe food shortages, but medicines which were under price controls went off the shelves, when the rupee fell. The monthly requirement for medicine is estimated at about 25 million US dollars or about half a fuel ship.",
    "Importers who have long term relationships with regional suppliers in particular and they ship goods at a moment’s notice.",
    "Food suppliers have been willing to extend credit to their local counterparties due to the strong relationship spanning generations.",
    "Foods such as onions and potatoes are also perishable, which will rot in containers unless cleared quickly, while importers go from bank to bank searching for dollars, the food traders said.",
    "Some foods spiked in the Pettah market Friday, wholesalers said.",
    "Sri Lanka can trigger food shortages as in medicines with new trade controls: Bellwether",
    "Economic analysts had earlier warned that price controls and banning of DA/DP imports was the easiest way authorities could create food shortages.",
    "The import ban came after the central bank raised interest rates in a bid to stop money printing and private credit was starting to fall.",
    "Sri Lanka has a intermediate regime central bank which had created monetary instability and social unrest ever since it was set up in 1950.",
    "The country suffered balance of payments trouble within two years of its creation, an exchange control law was enacted in 1952 and a ‘hartal’ took place in 1953.  (Colombo/May20/2022)"
  ]
}