{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-in-discussions-with-china-over-debt-treatment-93738/",
  "time_ut": 1651450020,
  "title": "Sri Lanka in discussions with China over debt treatment",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is discussing with China on how to proceed with debt following a suspension of payments as they are seen to be unwilling to re-structure debt as required under International Monetary Fund agreement, Media Minister Nalaka Godahewa said.",
    "“The Chinese have said they will give a new loan to settle the debts. For us it is not a problem, but we do not know what the West would say,” Minister Godahewa told Colombo based foreign correspondents.",
    "“They say you cannot have a different methodology for Chinese loans. Otherwise the principle is the same (extending the tenor)",
    "“The Chinese are not yet as I understand it are not willing to re-structure the debt.  They have done it for some countries under very special relationships.",
    "“We are talking. The Prime Minister (of Sri Lanka) spoke the Chinese Prime Minister a few days ago. We We are pursuing.”",
    "Chinese loans to Sri Lanka were around 10 percent of total debt and a key problem was sovereign bonds, Godahewa said.",
    "When Sri Lanka’s economists printed money under flexible inflation targeting/output gap targeting (stimulus) despite operating a third rate pegged regime (flexible exchange rate) and created forex shortages China gave cut rate loans.",
    "During the 2018 outpgap targeting crisis, China gave an 8 -year loan at around 5.35 percent with 3-year grace beating all commercial lenders.",
    "Sri Lanka may get China Development Bank US$1bn loan within two months",
    "Recent debt restructuring discussions in Zambia were delayed over the treatment of Chinese loans.",
    "Sri Lanka also borrowed heavily through international sovereign bond including through an active liability management law after triggering forex shortages through output gap targeting.",
    "In 2020 an extreme form of output gap targeting exercise was launched by the country’s economists triggering the worst currency collapse in living memory and social interest.",
    "Now the country is scrambling for ‘bridging finance’ for import consumption while simultaneously seeking hair cuts with the broken peg still creating forex shortages. (Colombo/May02/2022)"
  ]
}