{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-gotabaya-rajapaksas-majority-falls-amid-protests-92552/",
  "time_ut": 1649089260,
  "title": "Sri Lanka President Gotabaya Rajapaksa’s majority falls amid protests",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa’s two thirds majority in the 225 member assembly is whittling away with largest constituent party with 14 members deciding to quit the government as nation-wide protests continued.",
    "A rift between Rajapaksa and 11 smaller parties along with the SLFP accounting for 30 seats has been widening for some time following the sacking of ministers Udaya Gammanpila and Wimal Weerawansa last month.",
    "Sri Lanka Freedom Party will sit as an independent group in parliament on Tuesday as nation-wide protests against the President continued.",
    "“We have decided to withdraw our support for the government,”  Dayasiri Jayasekera General Secretary Sri Lanka Freedom Party.",
    "Gammanpila had earlier said 11 parties along with the SLFP who control 30 members would “pull the plug” on the government at a chosen time",
    "He claimed the support of at least 11 other in Rajapaksa’s ruling Sri Lanka Podujana Party.",
    "President Rajapaksa Monday appointed four ministers to keep the government going after the cabinet resigned en masse Sunday night as protest broke around nation-wide despite decaling emergency and curfews to stop it.",
    "Ahead of parliament sitting on Tuesday Rajapaksa invited the opposition to help form a government to take the country out of an economic crisis, triggered by two year of money printing, which had blown the balance of payments apart.",
    "In another development, Rajapaksa loyalist Nimal Lanza said Monday, 51 ruling party members could sit as independents on Tuesday forcing the opposition to take over the government.",
    "Ruling party member Prasanna Ranatunga said the President at a meeting Monday said he will call upon anyone who commands 113 members to form a government.",
    "However the main opposition Samagi Jana Balawegaya has rejected the call for an all party government saying President Rajapaksa must quit first as demanded by the people.",
    "Gammanpila said any interim government must be followed by an election. Gammanpila played a key role in bringing Rajapaksa to power, discrediting tax hikes, formula pricing of fuel and free trade pacts of the last administration.",
    "Opposition Janatha Vimukthi Peramuna also rejected the call for an all party government under Rajapaksa."
  ]
}