{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/oracle-notches-10-5-bn-in-total-revenue-in-fiscal-2022-third-quarter/",
  "time_ut": 1647013620,
  "title": "Oracle notches $ 10.5 bn in total revenue in fiscal 2022 third quarter",
  "body_lines": [
    "*  Total Revenue $10.5 billion, up 4% and up 7% in constant currency",
    "*  Total Cloud Revenue (IaaS plus SaaS) of $2.8 billion, up 24% and up 26% in constant currency",
    "*  Fusion ERP Cloud Revenue up 33% and up 35% in constant currency",
    "*  NetSuite ERP Cloud Revenue up 27% and up 29% in constant currency",
    "Oracle Corporation (NYSE: ORCL) announced fiscal 2022 Q3 results. Total quarterly revenues were up 4% year-over-year in USD and up 7% in constant currency to $10.5 billion. Cloud services and license support revenues were up 5% in USD and up 8% in constant currency to $7.6 billion. Cloud license and on-premise license revenues were up 1% in USD and up 4% in constant currency to $1.3 billion.",
    "Q3 GAAP operating income was $3.8 billion, down 1% in USD and up 3% in constant currency. Non-GAAP operating income was $4.8 billion, up 1% in USD and up 4% in constant currency. GAAP operating margin was 36%, and non-GAAP operating margin was 46%. GAAP net income was $2.3 billion, and non-GAAP net income was $3.1 billion.",
    "Q3 GAAP earnings per share was $0.84 while non-GAAP earnings per share was $1.13, down 3% in USD and up 1% in constant currency. Q3 earnings per share was lowered by $0.05 primarily because of a decline in the share price of revolutionary gene sequencing company Oxford Nanopore, and an operating loss at Ampere, the maker of the world’s fastest ARM Server Chips. We remain confident that our investments in these two cutting-edge technology companies will deliver very strong returns for Oracle.",
    "Short-term deferred revenues were $7.9 billion. Operating cash flow was $10.4 billion during the trailing twelve months.",
    "“In Q3, Oracle delivered over 7% constant currency revenue growth—our highest quarterly organic revenue growth rate since we began our transition to the cloud,” said Oracle CEO, Safra Catz. “This strong top line growth was coupled with a solid non-GAAP constant currency operating profit growth of 4%, but the big story is that our overall revenue growth is being driven by both our rapidly growing Cloud Infrastructure and Cloud Applications businesses. Q3 Cloud Infrastructure revenue was up 47% in constant currency. Q3 Cloud Applications growth was led by Fusion ERP, which was up 35% in constant currency and NetSuite ERP which was up 29% in constant currency. Total Cloud revenue which includes Cloud Infrastructure and Cloud Applications is now over $11 billion a year.”",
    "“In Q3, Oracle completed development of the multi-cloud version of our MySQL HeatWave open-source database,” said Oracle Chairman and CTO, Larry Ellison. “The MySQL HeatWave database is already running in the Oracle Gen2 Cloud. In a few weeks, MySQL HeatWave will also be available in the Amazon Cloud and the Microsoft Azure Cloud. MySQL HeatWave was designed to compete with Amazon’s version of MySQL called Aurora, Snowflake and other popular cloud databases. What customer and database analysts are saying about Oracle’s new MySQL HeatWave database is simply astonishing. Here are a couple of examples of what the database analysts are saying.”",
    "“Oracle have shown AWS, Snowflake and other database providers how to design and architect a True MySQL Cloud Database. Customers can expect MySQL HeatWave to perform about 7 times faster than Amazon Redshift or Snowflake at 2-5 times lower cost. The benefits over Amazon Aurora are even greater.”",
    "The following is an approved quote from the database analysts at Wikibon:",
    "“We believe that the technology underlying MySQL HeatWave is an inflection point in database design and architecture. The MySQL HeatWave technology is by far the best in the market now, and we believe that the MySQL HeatWave competitive advantage is sustainable for at least three years. We also believe customers will demand that AWS provide similar converged functionality as HeatWave.”",
    "The board of directors declared a quarterly cash dividend of $0.32 per share of outstanding common stock. This dividend will be paid to stockholders of record as of the close of business on April 8, 2022, with a payment date of April 21, 2022.",
    "Crysbro marks 50th anniversary by highlighting commitment to quality and freshness",
    "ComBank supports VTA’s Apparel Technician Course with donation of computers",
    "Problems that need addressing to right an economy gone horribly wrong",
    "Air ticket prices go up 25-27 percent as rupee depreciates further",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}