{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-end-lower-in-thin-trade-amid-rise-in-fixed-asset-yields-91979/",
  "time_ut": 1648061220,
  "title": "Sri Lanka stocks end lower in thin trade amid rise in fixed asset yields",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index edged down on Wednesday (23) after gaining in three previous sessions amid concerns over the island nation’s economy and mixed sentiment over possible IMF deal, brokers said.",
    "The main All Share Price Index (ASPI) gained 0.31 percent or 32.93 points to close at 10,457.81.",
    "President Gotabaya Rajapaksa has said the country will seek IMF help to face the debt crisis though some of the government officials have raised concerns over adverse impacts of conditions by global lender in the past.",
    "An All Party Conference held on Wednesday assessed the ongoing economic crisis after the rupee has fallen around 45 percent since March 8 while the market saw yields in government’s treasury bills rising to around 12 percent.",
    "Market analysts have said selling pressure is seen in the market due to the rupee deprecation amid rise in the returning rate of government securities.",
    "The day’s turnover was 1.4 billion rupees, nearly a quarter of this year’s average daily turnover of 5.2 billion rupees.",
    "Analysts predict some investors to move into fixed assets with the return on risk free government bonds expected to move above 13 percent and while 5-year maturities expected to rise above 15-percent.",
    "Sri Lanka’s rupee has fallen nearly 40 percent since the devaluation on March 08.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days as the central bank has .",
    "S&P SL20 of the most liquid stocks edged up 0.09 percent or 3.38 points to 3,596.69 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 8 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 14.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net of 21.0 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 2.4 billion rupees so far this year.",
    "Ceylon Tobacco Company, Aitken Spence and LOLC Holdings dragged the main index on Wednesday.",
    "Shares in Ceylon Tobacco Company slipped 2.8 percent to close at 727.75 rupees a share, Aitken Spence ended 3.1 percent lower at 82.40 rupees a share while LOLC Holdings slipped 0.8 percent to close at 785.00 rupees a share. (Colombo/March23/2022)"
  ]
}