{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/political-convulsions-as-economy-totters/",
  "time_ut": 1646392680,
  "title": "Political convulsions as economy totters",
  "body_lines": [
    "Days before he was sacked, former Energy Minister Udaya Gammanpila made a point that would surely have resonated with many of us when he asked: “Are we to eat apples and grapes sitting in the dark?” There will be little dispute over what he was urging – that we were importing a large number of inessentials. In that context, the ex-minister who maintained his ever-smiling face even after his summary removal, also announced that a list of 600 inessentials whose import were being banned had been identified. But up to the point of writing this comment on Friday, there has been no word of what these items were even though 72 hours had passed since the initial announcement.",
    "Nobody need be too surprised about this. There will necessarily be a lot of chopping and changing before the list in finalized. There is no gainsaying the fact that the banning of what’s considered inessential by many or most will have their own implications. Vehicle imports, for example, have been banned since March 2020. While a great deal of foreign exchange was saved by this measure, the ripple effects both beneficial and adverse were many. One of these was the impact on vehicle exporting countries like Japan, Europe, India etc. with whom we do a lot of trade. They naturally resented loss of an export market, however small we were and applied pressure, subtle and otherwise, to resume imports.",
    "Then there were the rackets. The original ban excluded tractors and freezer trucks. The result was that there were opportunities for freezer truck importers to take of the freezer unit and sell the trucks for which there was demand. The surge of tractor imports we saw at the time may have been partly due to the haulage capacity of tractor-trailer units in the context of the ban on truck imports. Brokers and analysts have revealed that the galloping stock market of 2021 when historic highs were recorded, was partly attributable to the very large number of particularly car importers whose money was not tied up in inventory as before, starting to play the share market particularly because of the then prevailing low interest scenario on fixed income instruments.",
    "So the story goes. Nobody is going to die for the lack of apples, grapes and oranges. But we have to face up to the reality that in the context of the importance this country has laid on the tourism industry, the massive investments made therein and the sizable returns earned that have now largely dried up – but was slowly recovering – has its own needs including food and drink that tourists are accustomed to which we may regard as luxuries. Readers will remember a time when an imported orange was cheaper than our own hard-to-get peni dodang; that there were times when imported fruit compared favourably, price-wise, against homegrown produce. We are certainly not arguing that there should be no ban on the import of fruit but only stressing Newton’s third law, “every action has an equal and opposite reaction.”",
    "So finalizing a list on non-essentials whose import would be banned in the context of what is admitted to be the worst ever foreign exchange crisis since Independence will by no means be easy. When the list is eventually gazetted, lobbying for exclusions backed by logical reasoning will be innumerable. We’ve just had a demonstration of the wishy-washy nature of our government which through the last budget slammed a 25% tax surcharge on companies and individuals with an income of over rupees two billion. Either deliberately or accidentally, neither the EPF, ETF nor other pension funds were excluded and we are now seeing the government assuring the Supreme Court that an amendment will be made during the committee stage of deliberations on the already presented legislation.",
    "To come back to ex-ministers Weerawansa and Gammanpila: regular contributors Uditha Devapriya and Dayan Jayatillake have offered their analyses on this page. The sacking, head chopping or whatever one may choose to call it, was not entirely unexpected. The pot was on the boil for some time now with the president on public record that there must be collective cabinet responsibility with ministers not paddling their own canoes in the wider political space outside the cabinet room. This was when the two sacked ministers plus veteran Vasudeva Nanayakkara joined several other petitioners opposing the Yugadanavi power deal with the mega-U.S.-owned New Fortress Energy Company. The case was dismissed in limine (at the outset) on Friday and this would, no doubt, be a comfort factor to a besieged government. There has been no explanation on why Nanayakkara has been spared the axe. There are those who say that he was less aggressive towards Finance Minister Basil Rajapaksa than his sacked colleagues. Whether the 11 parties taking a similar stand on the issues that brought the family and sections of the SLPP into conflict will remain united or break ranks in the wake of Thursday night’s cabinet changes remains to be seen.",
    "Public anger against the government is vividly brought to homes countrywide in the evening television news bulletins every day with emphasis differing depending on the political alignments of the various stations. As we warned in this space recently the situation must worsen before it improves. On Thursday nine major business chambers warned that the country is headed for economic paralysis unless the forex crisis is tackled. They have made a series of recommendation, including resort to the IMF. The going is rough not only for the government but also the people at large. As usual the blow has fallen hardest on the poorest and what succour is possible, if at all, is anybody’s guess.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}