{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82135/showers-expected-in-several-provinces-and-districts",
  "time_ut": 1651372260,
  "title": "Showers expected in several provinces and districts",
  "body_lines": [
    "The Department of Meteorology says showers will occur at times in Western and Sabaragamuwa provinces and in Puttalam, Galle and Matara districts.",
    "Showers or thundershowers may occur at a few places in Uva and Central provinces and in Hambantota, Batticaloa and Ampara districts during the afternoon or night.",
    "Winds speed can be increase upto 40 kmph at times in the Northern, North-central, North-western and Southern provinces.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "There’s a possibility to increase wind speed in the deep and shallow sea areas off the coast extending from Kankasanturai to Pottuvil via Puttalam, Colombo, Galle and Hambantota.",
    "The fishing and naval communities are advised to be vigilant in this regard and requested to be attentive to future weather forecasts.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from to Puttalam to Pottuvil via Colombo, Galle and Hambantota.",
    "Winds will be westerly or south-westerly and wind speed will be 20-40 kmph. Wind speed can increase up to 50 kmph at times in the sea areas off the coast extending from Kankasanturai to Hambantota via Puttalam, Colombo and Galle.",
    "Wind speed can increase up to 50-60 kmph at times in the sea areas off the coast extending from Hambantota to Potuvil.",
    "The sea areas off the coast extending from Kankasanturai to Potuvil via Puttalam, Colombo, Galle and Hambantota will be rough at times and the other sea areas around the island will be slight to moderate.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}