{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/Tourism-sector-presents-Revival-for-Survival-plan-for-quick-recovery/245-237899",
  "time_ut": 1653679260,
  "title": "Tourism sector presents ‘Revival for Survival’ plan for quick recovery",
  "body_lines": [
    "Tourism Minister in discussion with industry stakeholders on ‘Revival for Survival’ plan",
    "Top three priorities identified as revoking negative travel advisories, prioritising fuel, electricity and gas supply and kicking off campaigns to target risk-averse markets",
    "Stresses need to be selective of global travel fairs attended by SLTPB",
    "The hard-hit tourism sector has formulated a strategy document, the ‘Revival for Survival’ plan, to help support the industry through the ongoing economic crisis and move towards a positive work trajectory at the earliest.",
    "The plan, which entails 17 key points for the revival of the severely impacted industry, was drafted by the Sri Lanka Association of Inbound Tour Operators (SLAITO) and One Industry One Voice. The joint effort was presented and discussed with Tourism Minister Harin Fernando yesterday.",
    "According to the document shared with Mirror Business, the top three priorities for the industry were identified as lobby with foreign governments to reverse the negative travel advisories currently in place, prioritise supply of fuel, gas and electricity to the hotels and DMCs providing services for tourists and carry out marketing effort, targeting risk-averse markets such as India, the Middle East, Russia/CIS and Eastern Europe.",
    "Identifying India as the source market to boost tourist arrivals to the country, the stakeholders stressed the need to carry out road shows that target the Indian market. Within that market, the three key segments that would help improve the tourist traffic to Sri Lanka were identified as Delhi and Mumbai.",
    "The stakeholders also stressed the need to prioritise the twice postponed Travel Agents Association of India (TAAI) that would highlight destination Sri Lanka and its offering to Indian tourists.",
    "To improve the convenience of Indian tourists visiting the island nation, the associations proposed the option of accepting payments in Indian rupees. Approval for the acceptance of the Indian rupee for payments in the island nation will be sought from the Central Bank of Sri Lanka (CBSL).",
    "Another key concern expressed during the meeting with the minister was the participation of Sri Lanka Tourism in international travel and tourism conventions.",
    "The 17-point plan called for the revoking of the decision taken by the SLTPB board to not attend any international travel fairs for the remainder of 2022 and select the important travel fairs such as WTM with approval."
  ]
}