{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/4-5mn-employees-from-4-500-SMEs-to-lose-jobs-in-months-ahead-SLUNBA/342-237714",
  "time_ut": 1653476940,
  "title": "4.5mn employees from 4,500 SMEs to lose jobs in months ahead: SLUNBA",
  "body_lines": [
    "The Sri Lanka United National Businesses Alliance (SLUNBA) today warned that nearly 4.5 million workers belong to 4,500 small and medium enterprises (SME) will get on to the streets in protest in the coming months for not being able to pay their workers' wages.",
    "Addressing the media SLUNBA Chairman Tanya Abesundara today said the government is contemplating to print one trillion rupees to pay the salaries of the government sector and for the maintenance of the Parliamentarians, but did not take any measures to protect the SME, which serves as the backbone of the country.",
    "\"Only 1.5 million workers in the government sector. The government can print money to pay the government sector, but we have no option left to pay the salaries. \"The Central Bank (CB) governor stated that he cannot grant any extensions for the loan instalment payments which have to be paid by the SMEs,\" she said.",
    "As such, we have come to a situation of closing down all our SMEs and bringing people to the road, she said.",
    "Therefore, Vehicle Importers Association of Sri Lanka (VIASL) President Indika Sampath Merinchige told the media that if the government fail come out with any solution within next two or three months, all SMEs will be forced to hold back from paying the bank loan instalments.",
    "He said the governor had admitted that there was a risk of closing down local industries and that 30% of the local garment factories have decided to shift to foreign countries by yesterday.",
    "Meanwhile, the chairman said the country is on the brink of collapse and we have to apply methods. If we do not act in a proactive manner, we are going to have a crash landing and there will be social unrest, unemployment, and riots to find food in the country, Mr.Merinchige warned. (Chaturanga Samarawickrama)"
  ]
}