{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ensuring-financial-security-for-women-in-sri-lanka/",
  "time_ut": 1650382080,
  "title": "Ensuring financial security for women in Sri Lanka",
  "body_lines": [
    "AIA Insurance’s Womens Programme, ‘ඇය සුරකින AIA’ (Aya Surakina AIA) marks yet another milestone in collaboration with Commercial Bank of Ceylon (CBC) and International Finance Corporation (IFC) under its IFC-DFAT Women in Work programme to empower Sri Lankan women across the island by enhancing their financial stability with life insurance protection.",
    "This initiative with CBC offers an array of affordable life insurance solutions and wellness solutions for CBC’s ‘Anagi’ women account holders and their loved ones with an aim of empowering women and improving their long-term financial stability which will significantly contribute to the Sri Lankan economy in the long run.",
    "Under the terms of the MOU, AIA Insurance will offer tailor made life insurance solutions worth LKR 1 million to 5 million starting from as very low as Rs. 1,100 annually for all ‘Anagi’ women customers and their spouses. The life insurance plan covers both natural and accidental death of the life insured. Additionally, all customers who purchase AIA’s life insurance solution will be eligible for 12 free online fitness classes every month via the Fitzky app from the safety and comfort of their homes and will also be eligible to avail a 15% discount on dental consultations at any ‘My Dentist’ clinic island wide.",
    "AIA’s Chief Executive Officer Nikhil Advani commented, “AIA is proud to partner with Commercial Bank of Ceylon, one of the leading private banks in Sri Lanka to jointly increase financial security and protection for their women customers. The partnership with Commercial Bank exemplifies how two strong organisations can collaborate to make a huge difference to society. We are also grateful to IFC for their support and partnership in developing AIA’s gender inclusion strategy for its employees, distribution and customers.",
    "Commercial Bank’s Managing Director/Group Chief Executive Officer Mr. S Renganathan commented “Women are one of our key focus groups and we are extremely pleased to add this unique benefit to our Anagi Women’s Banking portfolio. I believe this collaboration between the Bank, IFC and AIA will offer a secure financial future for women, who are the livewire behind the economic growth of our country.”",
    "Remarking on this latest initiative under the IFC-DFAT Women in Work program, Lisa Kaestner, IFC Country Manager for Sri Lanka and Maldives said, “Realizing the untapped potential of the women’s insurance market is significant in helping build resilience to shocks, grow businesses, and increase the economic participation of Sri Lankan women. The Commercial Bank of Ceylon and AIA Insurance are longstanding partners of IFC, and we are delighted to collaborate with them to raise awareness about the insurance needs so they can better serve Sri Lankan women, helping them secure a financially stable future.”",
    "Nuwan Gamage elected 44th President of Sri Lanka Institute of Marketing",
    "Airtel Lanka’s investments in enhanced service and value recognised at NBEA 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ කාන්තාවන් සඳහා මූල්‍ය සුරක්ෂිතභාවය තහවුරු කිරීම",
      "body_lines": [
        "AIA ඉන්ෂුවරන්ස් හි කාන්තා වැඩසටහන, 'ඇය සුරකින AIA' (Aya Surakina AIA) ශ්‍රී ලාංකීය කාන්තාවන් සවිබල ගැන්වීම සඳහා එහි IFC-DFAT Women in Work වැඩසටහන යටතේ කොමර්ෂල් බැංකුව (CBC) සහ International Finance Corporation (IFC) සහයෝගීතාවයෙන් තවත් සන්ධිස්ථානයක් සනිටුහන් කරයි. ජීවිත රක්‍ෂණ ආරක්‍ෂාව සමඟින් ඔවුන්ගේ මූල්‍ය ස්ථායීතාව ඉහළ නැංවීමෙන් දිවයින පුරා.",
        "CBC සමඟ ඇති මෙම මුලපිරීම, කාන්තාවන් සවිබල ගැන්වීමේ අරමුණින් සහ ශ්‍රී ලංකා ආර්ථිකයට සැලකිය යුතු දායකත්වයක් සපයන ඔවුන්ගේ දිගුකාලීන මූල්‍ය ස්ථාවරත්වය වැඩිදියුණු කිරීමේ අරමුණින් CBC හි 'Anagi' කාන්තා ගිණුම් හිමියන් සහ ඔවුන්ගේ ආදරණීයයන් සඳහා දැරිය හැකි මිලකට ජීවිත රක්ෂණ විසඳුම් සහ සුවතා විසඳුම් රැසක් පිරිනමයි. දිගුකාලීනව.",
        "අවබෝධතා ගිවිසුමේ නියමයන් යටතේ, AIA ඉන්ෂුවරන්ස් විසින් රුපියල් මිලියන 1 සිට මිලියන 5 දක්වා වටිනාකමින් යුත් ජීවිත රක්‍ෂණ විසඳුම් රු. සියලුම 'Anagi' කාන්තා පාරිභෝගිකයින් සහ ඔවුන්ගේ කලත්‍රයන් සඳහා වාර්ෂිකව 1,100. ජීවිත රක්‍ෂණ සැලැස්ම ජීවිත රක්‍ෂිතයාගේ ස්වාභාවික සහ හදිසි මරණ යන දෙකම ආවරණය කරයි. මීට අමතරව, AIA හි ජීවිත රක්‍ෂණ විසඳුම මිලදී ගන්නා සියලුම ගනුදෙනුකරුවන්ට Fitzky යෙදුම හරහා සෑම මසකම නොමිලේ ඔන්ලයින් යෝග්‍යතා පන්ති 12ක් සඳහා සුදුසුකම් ලබන අතර ඕනෑම 'කදී දන්ත වෛද්‍ය උපදේශන සඳහා 15%ක වට්ටමක් ලබා ගැනීමටද සුදුසුකම් ලබයි. මගේ දන්ත වෛද්‍ය සායනය දිවයින පුරා.",
        "AIA හි ප්‍රධාන විධායක නිළධාරී නිඛිල් අද්වානි අදහස් දක්වමින්, “AIA සිය කාන්තා ගනුදෙනුකරුවන්ගේ මූල්‍ය සුරක්ෂිතභාවය සහ ආරක්ෂාව ඒකාබද්ධව ඉහළ නැංවීම සඳහා ශ්‍රී ලංකාවේ ප්‍රමුඛ පෙළේ පුද්ගලික බැංකුවක් වන කොමර්ෂල් බැංකුව සමඟ හවුල් වීමට ලැබීම ගැන ආඩම්බර වෙනවා. කොමර්ෂල් බැංකුව සමඟ ඇති හවුල්කාරිත්වය සමාජයට විශාල වෙනසක් ඇති කිරීම සඳහා ශක්තිමත් සංවිධාන දෙකකට සහයෝගයෙන් කටයුතු කළ හැකි ආකාරය නිදර්ශනය කරයි. එහි සේවකයන්, බෙදාහැරීම් සහ පාරිභෝගිකයන් සඳහා AIA හි ස්ත්‍රී පුරුෂ සමාජභාවය ඇතුළත් කිරීමේ උපායමාර්ගය සංවර්ධනය කිරීම සඳහා ඔවුන්ගේ සහයෝගය සහ හවුල්කාරිත්වය සඳහා IFC වෙත අපි කෘතඥ වෙනවා.",
        "කොමර්ෂල් බැංකුවේ කළමනාකාර අධ්‍යක්ෂ/ සමූහ ප්‍රධාන විධායක නිලධාරී එස් රෙන්ගනාදන් මහතා අදහස් දක්වමින්, “කාන්තාවන් අපගේ ප්‍රධාන අවධානය යොමු කරන කණ්ඩායමක් වන අතර අපගේ Anagi කාන්තා බැංකු කළඹට මෙම සුවිශේෂී ප්‍රතිලාභය එක් කිරීමට ලැබීම ගැන අපි අතිශයින් සතුටු වෙමු. බැංකුව, IFC සහ AIA අතර මෙම සහයෝගීතාවය අපේ රටේ ආර්ථික වර්ධනය පිටුපස සිටින කාන්තාවන්ට සුරක්ෂිත මූල්‍ය අනාගතයක් ලබා දෙනු ඇතැයි මම විශ්වාස කරමි.",
        "IFC-DFAT Women in Work වැඩසටහන යටතේ මෙම නවතම මුලපිරීම පිළිබඳව අදහස් දක්වමින් IFC ශ්‍රී ලංකාව සහ මාලදිවයිනේ කලමනාකාරිනී Lisa Kaestner පැවසුවේ, \"කාන්තා රක්ෂණ වෙළඳපොලේ ප්‍රයෝජනයට නොගත් විභවයන් අවබෝධ කර ගැනීම, කම්පනයන්ට ඔරොත්තු දීමේ හැකියාව ගොඩනැගීමට සහ ව්‍යාපාර වර්ධනයට උපකාර කිරීමේදී වැදගත් වේ. සහ ශ්‍රී ලාංකීය කාන්තාවන්ගේ ආර්ථික සහභාගීත්වය වැඩි කිරීම. Commercial Bank of Ceylon සහ AIA Insurance IFC හි දිගුකාලීන හවුල්කරුවන් වන අතර, ශ්‍රී ලාංකීය කාන්තාවන්ට මූල්‍යමය වශයෙන් ස්ථාවර අනාගතයක් සුරක්ෂිත කිරීමට උපකාර කරමින් ඔවුන්ට වඩාත් හොඳින් සේවය කිරීමට හැකි වන පරිදි රක්ෂණ අවශ්‍යතා පිළිබඳව දැනුවත් කිරීම සඳහා ඔවුන් සමඟ සහයෝගයෙන් කටයුතු කිරීමට ලැබීම ගැන අපි සතුටු වෙමු.",
        "ශ්‍රී ලංකා අලෙවිකරණ ආයතනයේ 44 වැනි සභාපතිවරයා ලෙස නුවන් ගමගේ තේරී පත් විය",
        "NBEA 2021 දී පිළිගත් උසස් සේවාවක් සහ වටිනාකමක් සඳහා Airtel Lanka හි ආයෝජන",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையில் பெண்களுக்கு நிதி பாதுகாப்பை உறுதி செய்தல்",
      "body_lines": [
        "AIA காப்புறுதியின் மகளிர் திட்டம், 'ஏய சுரகின AIA' (Aya Surakina AIA) இலங்கைப் பெண்களை வலுவூட்டுவதற்காக அதன் IFC-DFAT வேலைத்திட்டத்தின் கீழ் கொமர்ஷல் வங்கி (CBC) மற்றும் சர்வதேச நிதிக் கூட்டுத்தாபனம் (IFC) ஆகியவற்றுடன் இணைந்து மற்றொரு மைல்கல்லைக் குறிக்கிறது. ஆயுள் காப்பீடு பாதுகாப்புடன் அவர்களின் நிதி ஸ்திரத்தன்மையை மேம்படுத்துவதன் மூலம் தீவு முழுவதும்.",
        "CBC உடனான இந்த முயற்சியானது பெண்களுக்கு அதிகாரமளிக்கும் மற்றும் அவர்களின் நீண்ட கால நிதி ஸ்திரத்தன்மையை மேம்படுத்தும் நோக்கத்துடன் சிபிசியின் 'அனகி' பெண் கணக்கு வைத்திருப்பவர்கள் மற்றும் அவர்களது அன்புக்குரியவர்களுக்கு மலிவு விலையில் ஆயுள் காப்புறுதி தீர்வுகள் மற்றும் ஆரோக்கிய தீர்வுகளை வழங்குகிறது. நீண்ட.",
        "புரிந்துணர்வு ஒப்பந்தத்தின் விதிமுறைகளின் கீழ், ஏஐஏ இன்சூரன்ஸ் 1 மில்லியன் முதல் 5 மில்லியன் ரூபாய் மதிப்புள்ள ஆயுள் காப்பீட்டுத் தீர்வுகளை மிகக் குறைந்த ரூ. அனைத்து ‘அனகி’ பெண் வாடிக்கையாளர்களுக்கும் அவர்களது வாழ்க்கைத் துணைவர்களுக்கும் ஆண்டுக்கு 1,100. ஆயுள் காப்பீட்டுத் திட்டம், ஆயுள் காப்பீட்டாளரின் இயற்கை மற்றும் விபத்து மரணம் ஆகிய இரண்டையும் உள்ளடக்கும். கூடுதலாக, AIA இன் ஆயுள் காப்பீட்டு தீர்வை வாங்கும் அனைத்து வாடிக்கையாளர்களும் ஒவ்வொரு மாதமும் 12 இலவச ஆன்லைன் உடற்பயிற்சி வகுப்புகளுக்கு Fitzky செயலி மூலம் தங்கள் வீடுகளின் பாதுகாப்பு மற்றும் வசதிக்காகத் தகுதி பெறுவார்கள். தீவு முழுவதும் எனது பல் மருத்துவர் கிளினிக்.",
        "AIA இன் பிரதம நிறைவேற்று அதிகாரி நிகில் அத்வானி கருத்துத் தெரிவிக்கையில், “ஏஐஏ இலங்கையின் முன்னணி தனியார் வங்கிகளில் ஒன்றான கொமர்ஷல் பேங்க் ஆஃப் சிலோன் உடன் இணைந்து தமது பெண் வாடிக்கையாளர்களுக்கு நிதிப் பாதுகாப்பையும் பாதுகாப்பையும் கூட்டுவதில் பெருமிதம் கொள்கிறது. கொமர்ஷல் வங்கியுடனான கூட்டாண்மையானது சமூகத்தில் ஒரு பெரிய மாற்றத்தை ஏற்படுத்துவதற்கு இரண்டு வலுவான நிறுவனங்கள் எவ்வாறு ஒத்துழைக்க முடியும் என்பதை எடுத்துக்காட்டுகிறது. அதன் பணியாளர்கள், விநியோகம் மற்றும் வாடிக்கையாளர்களுக்கு AIA இன் பாலின சேர்க்கை உத்தியை வளர்ப்பதில் IFC அவர்களின் ஆதரவு மற்றும் கூட்டாண்மைக்கு நாங்கள் நன்றியுள்ளவர்களாக இருக்கிறோம்.",
        "கொமர்ஷல் வங்கியின் முகாமைத்துவப் பணிப்பாளர்/குழுவின் பிரதம நிறைவேற்று அதிகாரி திரு. எஸ் ரெங்கநாதன் கருத்துத் தெரிவிக்கையில், \"பெண்கள் எங்களின் முக்கிய கவனம் செலுத்தும் குழுக்களில் ஒன்றாகும், மேலும் இந்த தனித்துவமான நன்மையை எங்கள் அனாகி மகளிர் வங்கித் துறைக்கு சேர்ப்பதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம். வங்கி, ஐஎஃப்சி மற்றும் ஏஐஏ ஆகியவற்றுக்கு இடையேயான இந்த ஒத்துழைப்பு, நமது நாட்டின் பொருளாதார வளர்ச்சியின் பின்னணியில் உள்ள பெண்களுக்கு பாதுகாப்பான நிதி எதிர்காலத்தை வழங்கும் என்று நான் நம்புகிறேன்.",
        "IFC-DFAT Women in Work திட்டத்தின் கீழ் இந்த சமீபத்திய முயற்சி குறித்து, இலங்கை மற்றும் மாலத்தீவுகளுக்கான IFC நாட்டின் மேலாளர் Lisa Kaestner, \"பெண்களின் காப்புறுதிச் சந்தையின் பயன்படுத்தப்படாத திறனை உணர்ந்து, அதிர்ச்சிகளைத் தாங்கும் திறனைக் கட்டியெழுப்பவும், வணிகங்களை வளர்க்கவும் உதவுவது குறிப்பிடத்தக்கது. மற்றும் இலங்கை பெண்களின் பொருளாதார பங்களிப்பை அதிகரிக்க வேண்டும். Commercial Bank of Ceylon மற்றும் AIA இன்சூரன்ஸ் ஆகியவை IFC இன் நீண்டகால பங்காளிகளாகும், மேலும் காப்புறுதித் தேவைகள் பற்றிய விழிப்புணர்வை ஏற்படுத்த அவர்களுடன் ஒத்துழைப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம்.",
        "இலங்கை சந்தைப்படுத்தல் நிறுவனத்தின் 44வது தலைவராக நுவான் கமகே தெரிவு செய்யப்பட்டுள்ளார்",
        "மேம்படுத்தப்பட்ட சேவை மற்றும் மதிப்பில் Airtel Lanka இன் முதலீடுகள் NBEA 2021 இல் அங்கீகரிக்கப்பட்டுள்ளன",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}