{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ranil-W-and-Rajapaksas/231-238449",
  "time_ut": 1654454100,
  "title": "Ranil W. and Rajapaksas",
  "body_lines": [
    "On that fateful April day this whirlwind of peaceful protests began, I sensed a profound change in people. When the Galle Face green became the epicentre of protests with its highly creative GotaGoGama concept, I told a friend about the incredible new spirit of change that was sweeping the country.",
    "“Don’t get fooled,” he warned me. “Sri Lankans are famous for doing these u-turns. I have seen it happen so many times.”",
    "But, on my first visit to Galle Face, I became a protester myself. I went there simply to record a video for my You Tube channel. There were children and old ladies holding placards saying ‘GotaGoHome,’ and that shamed me – a journalist who has lived since 2005 in fear of the Rajapaksas. I shed my fear that night and screamed, ‘Gota Go Home!’ It was cathartic, and akin to being reborn.",
    "Now, apologists for the Rajapaksas (which the national media overwhelmingly is; they have simply gone silent or changed their tune for the moment)  may smirk, and ask: ‘What is there to fear?’ But these fears aren’t individual. They become part of the collective psyche. Certainly, it isn’t the Rajapaksas who began the de facto ‘grey area’ of abduction and torture or disappearance of critics of the state. But they gave it a new, sinister meaning with the ‘white van’ phenomenon. That the 2015 Yahapalanaya government (with Ranil Wickremesinghe as PM), coming in with a pledge to clean up the act did nothing to do away with this ‘grey area’ is proof that terror is seen as a necessarily tool by our politicians. The answer to those smirking Rajapaksa apologists is former Daily Mirror deputy editor Keith Noyhar’s battered, bloated face. One can add many more horror stories to that sordid list.",
    "But I lost my fear, or Gota ‘Bhaya’ (fear of Gota) that night. Back in 2007 or thereabouts, when he was defense secretary, I backed away from calling him a tin pot dictator in an article after some official restraint at the office. After that, I remained silent. Fear is a cancer that eats away at the spirit. But this is where you must resist. That night at Galle Face, surrounded by laughing, chanting figures, I discovered that my spirit wasn’t broken. It gave me the strength to do what I couldn’t back then. I’m calling Gotabhaya Rajapaksa a tin pot dictator, and I’m asking him to go home. I don’t care about consequences. This is a thing of the spirit. Bones can be broken, not the spirit. I nursed that spirit along for 15 years or more, waiting for just this moment.",
    "Very soon, people will reject Ranil Wickremesinghe, too. With just one seat in the parliament, his appointment as PM at this crucial time glaringly displays our political bankruptcy. He’s seen as the only national political figure with the right international collections, who can deal properly with IMF. At any rate, he’s one of the very few parlimentarians who can speak and understand correct English, thanks to Oxford-educated S. W. R. D. Bandaranaike’s monumental stupidity and opportunism (the golden tongue of Asia!).",
    "\"The 2015 Yahapalanaya government (with Ranil Wickremesinghe as PM), coming in with a pledge to clean up the act did nothing to do away with this ‘grey area’ is proof that terror is seen as a necessarily tool by our politicians\"",
    "He’s also seen as the best man in that political jungle to defend the Rajapaksas. The masses won’t say this without a reason. A week after being sworn in, he’s talking about reviving the economy, but not a word about holding a proper investigation into state-instigated violence at Rambukkana and Colombo. Certainly, the economy is a top priority. But tens of thousands of people haven’t braved rain, hunger, pain and deprivations since April 09 to ask for just bread and fuel. Some have died in road accidents due to sheer fatigue. They are also asking for an end to endemic corruption, better system of government and justice on many issues, including cases of murders and abductions swept under the carpet by the Rajapaksa regime. If Ranil hasn’t heard that part of the protest call, he has no right to hold even that single parliamentary seat.  I doubt  if the PM has the guts to open his mouth about that ‘grey area.’ He won’t, simply because he’s afraid of the Rajapaksas, and has been all his life. Dear Mr. Prime Minister, call me anything you like if you can prove otherwise.",
    "It isn’t just Ranil. There are many thousands out there down with him in the same psychological black hole. The reason is that bullies learn early that fear is good policy for a comfortable life. They also get into power positions. One American woman writer once said that all the bullies in her class seem to have joined the police. They become politicians, too (Donald Trump!).  the Rajapaksas, too, are bullies.",
    "Think of your time at school. Every class had its bullies. They have a following, they are popular, and even the teachers are afraid of them. Discussions with the parents are useless, because the parents themselves are either bullies/ or bullied into submission by their monster children.",
    "The bullies target the brightest, studious types in class, who are usually not athletic or physically tough. They confiscate the latters’ snacks or lunches, or pocket money. They are even forced to help during exams. Classmates often enjoy this because they are jealous of the brighter students. If Ranil and one of the Rajapaksa brothers were in school together, just imagination the situation.",
    "Those who are bullied usually react in two ways. They either become submissive, or they fight back. It’s not hard to figure out in which category our new prime minister is.",
    "The PM can deny that he’s ever been bullied by any of the Rajapaksa brothers. But that’s why I spoke of the collective psyche. This is nothing personal or individual. The Rajapaksas have consistently insulted and bullied the entire population since 2005, and many millions simply loved it. These are the ‘subjects’ (still very much around). That’s how low a country can fall.",
    "Fortunately, there are those who resent being bullied and want to fight back. There are time bombs ticking inside them, and they got reborn in the month of April, as I did that night at Galle Face. This is the boomerang which struck Mahinda Rajapaksa with a vengeance when he unleashed his goons on a peaceful protest last week.",
    "Mr. Prime Minister, you are a fortunate man. You were given a new lease of life when everyone had written you off. But this isn’t just about you. This is about a whole country. A politician’s stature is judged by how he or she rises to the occasion. This is a historic moment. Neither you, nor the country, will get it back ever again. Don’t fail the people this time. Remember that people don’t live by bread alone, or you will be fall into the dust bin of history so swiftly even you wouldn’t know what happened to you, and your name would be reviled just as much as the Rajapaksa name."
  ],
  "translate": {
    "si": {
      "title": "රනිල් ඩබ්ලිව් සහ රාජපක්ෂලා",
      "body_lines": [
        "මේ සාමකාමී විරෝධතාවල සුළි සුළඟ ආරම්භ වූ ඒ දෛවෝපගත අප්‍රේල් දිනයේ මිනිසුන්ගේ ගැඹුරු වෙනසක් මට දැනුණි. ගාලු මුවදොර පිටිය එහි අතිශය නිර්මාණශීලී ගොටගොගම සංකල්පයෙන් විරෝධතාවල කේන්ද්‍රස්ථානය බවට පත් වූ විට, මම මිතුරෙකුට පැවසුවේ රට පුරා ඇති වූ වෙනස් වීමේ ඇදහිය නොහැකි නව ආත්මය ගැන ය.",
        "“රැවටෙන්න එපා,” ඔහු මට අවවාද කළේය. “ශ්‍රී ලාංකිකයන් මේ u-turns කිරීමට ප්‍රසිද්ධයි. මම එය බොහෝ වාරයක් දැක ඇත්තෙමි. ”",
        "නමුත් ගාලු මුවදොරට ගිය මුල්ම සංචාරයේදීම මමත් උද්ඝෝෂකයෙක් වුණා. මම එහි ගියේ මගේ යූ ටියුබ් නාලිකාවේ වීඩියෝවක් පටිගත කිරීමටයි. ‘ගොටගොහෝම්’ යනුවෙන් පුවරු අතැතිව කුඩා දරුවන් සහ මහලු කාන්තාවන් සිටි අතර එය මට ලැජ්ජාවක් විය - 2005 සිට රාජපක්ෂවරුන්ට බියෙන් ජීවත් වූ මාධ්‍යවේදියෙකි. මම එදින රාත්‍රියේ මගේ බිය පහ කර කෑගැසුවෙමි, ‘ගෝඨා ගෙදර යන්න!’ එය උත්ප්‍රේරකයක් වූ අතර නැවත ඉපදීමට සමාන ය.",
        "දැන්, රාජපක්ෂලාගේ ක්ෂමාලාපකයින් (ජාතික මාධ්‍ය අතිමහත්ය; ඔවුන් නිහඩව හෝ මේ මොහොතේ තම ස්වරය වෙනස් කර ඇත)  සිනහවක් නගා, 'බිය වීමට ඇත්තේ කුමක්ද?' යනුවෙන් අසනු ඇත, නමුත් මෙම බිය තනි පුද්ගල නොවේ. ඔවුන් සාමූහික මනෝභාවයේ කොටසක් බවට පත්වේ. නිසැකව ම, රාජ්‍ය විවේචකයින් පැහැරගෙන යාමේ සහ වධහිංසා පැමිණවීමේ හෝ අතුරුදහන් කිරීමේ තථ්‍ය ‘අළු කලාපය’ ආරම්භ කළේ රාජපක්ෂලා නොවේ. එහෙත් ඔවුන් එයට ‘සුදු වෑන්’ සංසිද්ධිය සමඟින් නව අශුභ අරුතක් ලබා දුන්නේය. 2015 යහපාලන ආණ්ඩුව (රනිල් වික‍්‍රමසිංහ අගමැති ලෙස) පනත පිරිසිදු කරන බවට ප‍්‍රතිඥාවක් දී පැමිණ මේ ‘අළු ප‍්‍රදේශය’ නැති කිරීමට කිසිවක් නොකළ බව අපේ දේශපාලකයන් විසින් භීෂණය අත්‍යවශ්‍ය මෙවලමක් ලෙස සලකන බවට සාක්ෂියකි. රාජපක්ෂලාගේ ක්ෂමාලාපකරුවන්ට සිනා සෙන පිළිතුර වන්නේ හිටපු ඩේලි මිරර් නියෝජ්‍ය කර්තෘ කීත් නොයාර්ගේ බැට කෑ, පිම්බුණු මුහුණයි. කෙනෙකුට තවත් බොහෝ බිහිසුණු කතා එම තුච්ඡ ලැයිස්තුවට එකතු කළ හැකිය.",
        "ඒත් එදා රෑ මට මගේ බය නැති වුණා. 2007 දී හෝ ඊට ආසන්න කාලයකදී ඔහු ආරක්ෂක ලේකම්වරයාව සිටියදී, කාර්යාලයේ යම් නිල සංයමයකින් පසුව ලිපියකින් ඔහු ටකරන් ඒකාධිපතියෙකු ලෙස හැඳින්වීමෙන් මම පසුබැස ගියෙමි. ඊට පස්සේ මම නිහඬව හිටියා. බිය යනු ආත්මය කා දමන පිළිකාවකි. නමුත් ඔබ විරුද්ධ විය යුතු ස්ථානය මෙයයි. එදා රාත්‍රියේ ගාලු මුවදොරදී, සිනහවෙන්, ජප කරන රූපවලින් වටවී, මගේ ආත්මය බිඳී නැති බව මට වැටහුණි. එදා මට කරන්න බැරි දේ කරන්න ඒක මට ශක්තියක් වුණා. මම ගෝඨාභය රාජපක්ෂට ටකරන් ඒකාධිපතියෙක් කියනවා, මම ඔහුට ගෙදර යන්න කියනවා. මම ප්රතිවිපාක ගැන සැලකිලිමත් නැහැ. මෙය ආත්මයේ දෙයක්. අස්ථි බිඳිය හැක, ආත්මය නොවේ. මේ මොහොත එනතුරු මම අවුරුදු 15ක් හෝ ඊට වැඩි කාලයක් ඒ ආත්මය පෝෂණය කළා.",
        "නුදුරේදීම ජනතාව රනිල් වික්‍රමසිංහවත් ප්‍රතික්ෂේප කරාවි. පාර්ලිමේන්තුවේ එක් ආසනයක් පමණක් තිබියදී, මෙම තීරණාත්මක අවස්ථාවේ ඔහු අගමැති ලෙස පත් කිරීම අපගේ දේශපාලන බංකොලොත්භාවය පැහැදිලිව පෙන්නුම් කරයි. ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ නිසි ලෙස ගනුදෙනු කළ හැකි, නිවැරදි ජාත්‍යන්තර එකතු කිරීම් ඇති එකම ජාතික දේශපාලන චරිතය ලෙස ඔහු සැලකේ. කෙසේ වෙතත්, ඔක්ස්ෆර්ඩ් උගත් S. W. R. D. බණ්ඩාරනායකගේ දැවැන්ත මෝඩකමට සහ අවස්ථාවාදයට (ආසියාවේ රන් දිව!) ස්තුතිවන්ත වන්නට, ඔහු නිවැරදි ඉංග්‍රීසි කතා කිරීමට සහ තේරුම් ගැනීමට හැකි ඉතා සුළු පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගෙන් කෙනෙකි.",
        "\"2015 යහපාලන රජය (රනිල් වික්‍රමසිංහ අගමැති ලෙස) පනත පිරිසිදු කරන බවට ප්‍රතිඥාවක් දී පැමිණ මෙම 'අළු කලාපය' නැති කිරීමට කිසිවක් නොකළේ අපගේ දේශපාලකයන් විසින් භීෂණය අත්‍යවශ්‍ය මෙවලමක් ලෙස සලකන බවට සාක්ෂියකි.\"",
        "රාජපක්ෂලා ආරක්ෂා කිරීමට එම දේශපාලන කැලේ සිටින හොඳම මිනිසා ලෙසද ඔහු සැලකේ. ජනතාව හේතුවක් නොමැතිව මෙය නොකියනු ඇත. දිවුරුම් දී සතියකට පසු, ඔහු ආර්ථිකය පණ ගැන්වීම ගැන කතා කරයි, නමුත් රඹුක්කන සහ කොළඹදී රාජ්‍ය විසින් උසිගන්වන ලද ප්‍රචණ්ඩත්වය පිළිබඳව නිසි පරීක්ෂණයක් පැවැත්වීම ගැන වචනයක් නොවේ. නිසැකවම, ආර්ථිකය ඉහළම ප්රමුඛතාවයක් වේ. එහෙත් අප්‍රේල් 09 වැනිදා සිට දස දහස්‌ ගණනක්‌ ජනතාව වර්ෂාව, කුසගින්න, වේදනාව සහ හිඟකම්වලට මුහුණ දුන්නේ පාන් සහ ඉන්ධන පමණක්‌ ඉල්ලා සිටීමට නොවේ. ඇතැම්හු දැඩි තෙහෙට්ටුව නිසා මාර්ග අනතුරුවලින් මිය ගියහ. ආවේණික දූෂණයට තිත තැබීම, යහපත් පාලන ක්‍රමයක් සහ රාජපක්ෂ පාලනය විසින් කාපට් යට ගසා දැමූ මිනීමැරුම් සහ පැහැරගැනීම් ඇතුළු බොහෝ කරුණු සම්බන්ධයෙන් යුක්තිය ඉටු කරන ලෙසද ඔවුහු ඉල්ලා සිටිති. එම විරෝධතා කැඳවීමේ කොටස රනිල්ට නොඇසුණේ නම් ඔහුට එම තනි පාර්ලිමේන්තු අසුනක්වත් දැරීමට අයිතියක් නැත. එම ‘අළු කලාපය’ ගැන කට අරින්නට අගමැතිතුමාට ධෛර්‍යයක් තිබේදැයි මට සැකයි. ඔහු රාජපක්ෂලාට බිය නිසාත්, ඔහුගේ මුළු ජීවිත කාලය පුරාම සිටි නිසාත් එසේ නොකරනු ඇත. හිතවත් අගමැතිතුමනි, එසේ නොවන බව ඔප්පු කළ හැකි නම් ඔබ කැමති ඕනෑම දෙයක් මට කතා කරන්න.",
        "ඒ රනිල් පමණක් නොවේ. ඔහු සමඟ එකම මනෝවිද්‍යාත්මක කළු කුහරය තුළ දහස් ගණනක් සිටිති. හේතුව බිය යනු සුවපහසු ජීවිතයක් සඳහා හොඳ ප්‍රතිපත්තියක් බව හිරිහැර කරන්නන් කලින් ඉගෙන ගැනීමයි. බලතලවලටත් එනවා. එක් අමෙරිකානු කාන්තා ලේඛිකාවක් වරක් පැවසුවේ තම පන්තියේ සිටි සියලුම හිරිහැර කරන්නන් පොලිසියට බැඳී ඇති බවයි. ඔවුනුත් දේශපාලකයෝ වෙනවා (ඩොනල්ඩ් ට්‍රම්ප්!). රාජපක්ෂලාද ගොන්නුය.",
        "ඔබේ පාසැලේ කාලය ගැන සිතන්න. හැම පන්තියකම හිරිහැර කරන්නන් හිටියා. ඔවුන්ට අනුගාමිකයෙක් ඇත, ඔවුන් ජනප්‍රියයි, ගුරුවරු පවා ඔවුන්ට බිය වෙති. දෙමව්පියන් සමඟ සාකච්ඡා කිරීමෙන් පලක් නැත, මන්ද දෙමව්පියන්ම හිරිහැර කරන්නන් / හෝ ඔවුන්ගේ රකුසන් දරුවන් විසින් යටත් කර ගැනීමට හිරිහැර කරනු ලැබේ.",
        "හිරිහැර කරන්නන් සාමාන්‍යයෙන් මලල ක්‍රීඩා හෝ ශාරීරිකව දැඩි නොවන පන්තියේ දීප්තිමත්ම, අධ්‍යයනය කරන වර්ග ඉලක්ක කරයි. ඔවුන් පසු ගිය අයගේ කෙටි ආහාර හෝ දිවා ආහාර හෝ සාක්කු මුදල් රාජසන්තක කරති. විභාග කාලෙට උදව් කරන්න පවා බල කරනවා. දීප්තිමත් සිසුන්ට ඊර්ෂ්‍යා කරන නිසා පන්තියේ මිතුරන් බොහෝ විට මෙය භුක්ති විඳිති. රනිල් සහ රාජපක්‍ෂ සහෝදරයෙක් එකට ඉස්කෝලේ හිටියා නම් තත්වේ හිතාගන්න.",
        "හිරිහැරයට ලක්වන අය සාමාන්යයෙන් දෙයාකාරයකින් ප්රතික්රියා කරයි. ඔවුන් එක්කෝ යටහත් පහත් වේ, නැතහොත් ඔවුන් ආපසු සටන් කරයි. අපගේ නව අගමැති කුමන කාණ්ඩයට අයත් දැයි සොයා ගැනීම අපහසු නැත.",
        "තමන්ට කිසිදා රාජපක්ෂ සහෝදරයෙකු විසින් හිරිහැරයට ලක් වූ බව අගමැතිවරයාට ප්‍රතික්ෂේප කළ හැකිය. නමුත් මම සාමූහික මනෝභාවය ගැන කතා කළේ එබැවිනි. මෙය පෞද්ගලික හෝ පෞද්ගලික කිසිවක් නොවේ. 2005 සිට රාජපක්ෂලා දිගින් දිගටම සමස්ත ජනතාවටම අපහාස හා හිරිහැර කර ඇති අතර මිලියන ගණනක් එයට ආදරය කළහ. මේවා 'විෂයයන්' (තවමත් බොහෝ දුරට අවට) වේ. රටක් පහතට වැටිය හැක්කේ එයයි.",
        "වාසනාවකට මෙන්, හිරිහැර කිරීම ගැන අමනාප වී ආපසු සටන් කිරීමට කැමති අය සිටිති. ඒවා ඇතුලේ කාල බෝම්බ ටික් ගහනවා, එදා රෑ මම ගාලු මුවදොරේදී කළා වගේ අප්‍රේල් මාසේ උන් ආයෙත් ඉපදුනා. පසුගිය සතියේ සාමකාමී විරෝධතාවයකට මහින්ද රාජපක්ෂ තම මැරයන් මුදාහරින විට පළිගැනීමෙන් ඔහුට පහර දුන් බූමරංගය මෙයයි.",
        "අගමැතිතුමනි, ඔබ වාසනාවන්ත මිනිසෙක්. හැමෝම ඔයාව ලියාගත්තම ඔයාට අලුත් ජීවිතයක් ලැබුණා. නමුත් මෙය ඔබ ගැන පමණක් නොවේ. මේක මුළු රටක් ගැන. දේශපාලකයකුගේ තත්ත්‍වය තීරණය වන්නේ ඔහු හෝ ඇය එම අවස්ථාවට නැගී සිටින ආකාරය අනුවය. මෙය ඓතිහාසික අවස්ථාවක්. ඔබටවත්, රටටවත් එය නැවත කිසිදා නොලැබෙනු ඇත. මේ වෙලාවේ මිනිස්සුන්ව පරද්දන්න එපා. මිනිසුන් රොටියෙන් පමණක් ජීවත් නොවන බව මතක තබා ගන්න, එසේ නොමැතිනම් ඔබට සිදුවූයේ කුමක්දැයි ඔබ පවා නොදනින තරම් ඉක්මනින් ඉතිහාසයේ කුණු බක්කියට ඔබ වැටෙනු ඇති අතර, රාජපක්ෂ නාමයට මෙන්ම ඔබේ නමට ද ගරහනු ඇත."
      ]
    },
    "ta": {
      "title": "ரணில் டபிள்யூ மற்றும் ராஜபக்சக்கள்",
      "body_lines": [
        "அந்த அதிர்ஷ்டமான ஏப்ரல் நாளில் அமைதியான போராட்டங்களின் சூறாவளி தொடங்கியது, நான் மக்களில் ஒரு ஆழமான மாற்றத்தை உணர்ந்தேன். Galle Face green ஆனது அதன் மிகவும் ஆக்கப்பூர்வமான GotaGoGama கருத்துடன் எதிர்ப்புகளின் மையமாக மாறியபோது, ​​நாட்டைப் புரட்டிப்போடும் மாற்றத்தின் நம்பமுடியாத புதிய உணர்வைப் பற்றி ஒரு நண்பரிடம் கூறினேன்.",
        "\"ஏமாறாதீர்கள்,\" என்று அவர் என்னை எச்சரித்தார். “இலங்கையர்கள் இந்த யு-டர்ன்களைச் செய்வதில் பிரபலமானவர்கள். இது நடப்பதை நான் பலமுறை பார்த்திருக்கிறேன்.",
        "ஆனால், காலி முகத்திடலுக்கு எனது முதல் விஜயத்தில் நானே எதிர்ப்பாளராக மாறினேன். எனது யூ டியூப் சேனலுக்கான வீடியோவை பதிவு செய்யவே நான் அங்கு சென்றேன். 2005 ஆம் ஆண்டு முதல் ராஜபக்சக்களுக்கு பயந்து வாழும் ஊடகவியலாளனாகிய என்னை வெட்கப்படுத்தியது. அன்றிரவு என் பயத்தை நீக்கிவிட்டு, ‘கோடா கோ ஹோம்!’ என்று கத்தினேன், அது வினோதமானது, மறுபிறவி எடுப்பது போன்றது.",
        "இப்போது, ​​ராஜபக்சக்களுக்காக மன்னிப்புக் கோருபவர்கள் (அதிகமாக தேசிய ஊடகங்கள்; அவர்கள் வெறுமனே மௌனமாகிவிட்டார்கள் அல்லது தற்போதைக்கு தங்கள் பாடலை மாற்றிவிட்டார்கள்)  சிரித்துக்கொண்டே கேட்கலாம்: ‘அஞ்சுவதற்கு என்ன இருக்கிறது?’ ஆனால் இந்த அச்சங்கள் தனிப்பட்டவை அல்ல. அவை கூட்டு ஆன்மாவின் ஒரு பகுதியாக மாறும். நிச்சயமாக, அரசை விமர்சிப்பவர்களை கடத்தல் மற்றும் சித்திரவதை செய்தல் அல்லது காணாமல் ஆக்குதல் போன்ற நடைமுறையான ‘கிரே ஏரியா’வை ஆரம்பித்தது ராஜபக்சக்கள் அல்ல. ஆனால், ‘வெள்ளை வேன்’ நிகழ்வுடன் அதற்குப் புதிய, கெட்ட அர்த்தத்தைக் கொடுத்தார்கள். 2015 ஆம் ஆண்டு யஹபாலனய அரசாங்கம் (ரணில் விக்கிரமசிங்க பிரதமராக இருந்தவர்), இந்தச் செயலைச் சுத்தப்படுத்துவதாக உறுதிமொழியுடன் களமிறங்கியது, இந்த 'சாம்பல் பகுதியை' ஒழிக்க எதுவும் செய்யவில்லை என்பது நமது அரசியல்வாதிகளால் பயங்கரவாதத்தை அவசியமான கருவியாகப் பார்க்கிறது என்பதற்கு சான்றாகும். சிரிக்கும் ராஜபக்சே வக்காலத்து வாங்குபவர்களுக்கு பதில் டெய்லி மிரர் பத்திரிகையின் முன்னாள் துணை ஆசிரியர் கீத் நொயாரின் அடிபட்ட, வீங்கிய முகம். அந்த மோசமான பட்டியலில் இன்னும் பல திகில் கதைகளைச் சேர்க்கலாம்.",
        "ஆனால் அன்றிரவு என் பயம் அல்லது கோதா ‘பயா’ (கோதாவின் பயம்) இழந்தேன். 2007 ஆம் ஆண்டு அல்லது அதற்குப் பிறகு, அவர் பாதுகாப்புச் செயலாளராக இருந்தபோது, ​​அலுவலகத்தில் சில உத்தியோகபூர்வ கட்டுப்பாடுகளுக்குப் பிறகு ஒரு கட்டுரையில் அவரை ஒரு தகர பானை சர்வாதிகாரி என்று அழைப்பதில் இருந்து பின்வாங்கினேன். அதன் பிறகு நான் அமைதியாக இருந்தேன். பயம் என்பது ஆன்மாவைத் தின்னும் புற்று நோய். ஆனால் இங்குதான் நீங்கள் எதிர்க்க வேண்டும். அன்றிரவு காலி முகத்திடலில், சிரிப்பு, கோஷமிடும் உருவங்கள் சூழ்ந்திருந்தபோது, ​​என் ஆவி உடைக்கப்படவில்லை என்பதைக் கண்டுபிடித்தேன். அப்போது என்னால் செய்ய முடியாததைச் செய்ய அது எனக்கு வலிமையைக் கொடுத்தது. நான் கோத்தபாய ராஜபக்சவை டின் பானை சர்வாதிகாரி என்று அழைக்கிறேன், அவரை வீட்டிற்கு செல்லுமாறு கேட்டுக்கொள்கிறேன். விளைவுகளைப் பற்றி நான் கவலைப்படுவதில்லை. இது ஆவிக்குரிய விஷயம். எலும்புகள் உடைக்கப்படலாம், ஆவி அல்ல. நான் 15 வருடங்கள் அல்லது அதற்கும் மேலாக அந்த ஆவிக்கு பாலூட்டினேன், இந்த தருணத்திற்காக காத்திருந்தேன்.",
        "மிக விரைவில் மக்கள் ரணில் விக்கிரமசிங்கவையும் நிராகரிப்பார்கள். நாடாளுமன்றத்தில் ஒரே ஒரு ஆசனத்துடன், இந்த முக்கியமான நேரத்தில் அவர் பிரதமராக நியமிக்கப்பட்டது நமது அரசியல் திவால்நிலையை அப்பட்டமாக காட்டுகிறது. சர்வதேச நாணய நிதியத்தை சரியாக கையாளக்கூடிய, சரியான சர்வதேச வசூல் கொண்ட ஒரே தேசிய அரசியல் பிரமுகராக அவர் காணப்படுகிறார். எது எப்படியிருந்தாலும், ஆக்ஸ்போர்டில் படித்த எஸ்.டபிள்யூ.ஆர்.டி. பண்டாரநாயக்காவின் மாபெரும் முட்டாள்தனம் மற்றும் சந்தர்ப்பவாதத்திற்கு (ஆசியாவின் பொன் மொழி!) நன்றி, சரியான ஆங்கிலம் பேசவும் புரிந்துகொள்ளவும் கூடிய மிகச் சில நாடாளுமன்ற உறுப்பினர்களில் அவரும் ஒருவர்.",
        "\"2015 ஆம் ஆண்டு யஹபாலனய அரசாங்கம் (ரணில் விக்கிரமசிங்க பிரதமராக இருந்தவர்), இந்தச் செயலைச் சுத்தப்படுத்துவதாக உறுதிமொழியுடன் வந்தது, இந்த 'கிரே ஏரியா'வை ஒழிக்க எதுவும் செய்யவில்லை என்பது நமது அரசியல்வாதிகளால் பயங்கரவாதத்தை அவசியமான கருவியாகப் பார்க்கிறது என்பதற்கு சான்றாகும்.",
        "அந்த அரசியல் காட்டில் ராஜபக்சக்களைப் பாதுகாக்கும் சிறந்த மனிதராகவும் அவர் பார்க்கப்படுகிறார். இதை மக்கள் காரணம் இல்லாமல் சொல்ல மாட்டார்கள். பதவிப் பிரமாணம் செய்து ஒரு வாரத்திற்குப் பிறகு, அவர் பொருளாதாரத்தை மீட்டெடுப்பது பற்றி பேசுகிறார், ஆனால் ரம்புக்கனை மற்றும் கொழும்பில் அரசால் தூண்டப்பட்ட வன்முறைகள் குறித்து முறையான விசாரணை நடத்துவது பற்றி ஒரு வார்த்தை கூட பேசவில்லை. நிச்சயமாக, பொருளாதாரம் முதன்மையானது. ஆனால் பல்லாயிரக்கணக்கான மக்கள் ஏப்ரல் 09 முதல் வெறும் ரொட்டி மற்றும் எரிபொருளைக் கேட்க மழை, பசி, வலி ​​மற்றும் பற்றாக்குறைகளைத் துணிச்சலாகக் கேட்கவில்லை. சிலர் கடுமையான சோர்வு காரணமாக சாலை விபத்துகளில் இறந்துள்ளனர். ராஜபக்ச ஆட்சியால் துடைத்தெடுக்கப்பட்ட கொலைகள் மற்றும் கடத்தல் வழக்குகள் உட்பட பல பிரச்சினைகளில் நிலவும் ஊழலுக்கு முற்றுப்புள்ளி வைக்க வேண்டும், சிறந்த ஆட்சி முறை மற்றும் நீதி வழங்கப்பட வேண்டும் என்றும் அவர்கள் கேட்கின்றனர். போராட்ட அழைப்பின் ஒரு பகுதியை ரணில் கேட்கவில்லை என்றால், அந்த ஒரு நாடாளுமன்ற ஆசனத்தை கூட வைத்திருக்க அவருக்கு உரிமை இல்லை. அந்த ‘கிரே ஏரியா’ பற்றி வாய் திறக்க பிரதமருக்கு தைரியம் இருக்கிறதா என்று எனக்கு சந்தேகம். அன்புள்ள மிஸ்டர் பிரதம மந்திரி, நீங்கள் வேறுவிதமாக நிரூபிக்க முடிந்தால், நீங்கள் விரும்பும் எதையும் என்னை அழைக்கவும்.",
        "அது ரணில் மட்டுமல்ல. அதே உளவியல் கருந்துளையில் அவருடன் பல ஆயிரம் பேர் உள்ளனர். காரணம், பயம்தான் வசதியான வாழ்க்கைக்கு நல்ல கொள்கை என்பதை மிரட்டுபவர்கள் ஆரம்பத்திலேயே கற்றுக்கொள்கிறார்கள். அதிகாரப் பதவிகளிலும் அமர்கிறார்கள். ஒரு அமெரிக்க பெண் எழுத்தாளர் ஒருமுறை தனது வகுப்பில் உள்ள கொடுமைப்படுத்துபவர்கள் அனைவரும் காவல்துறையில் சேர்ந்ததாக தெரிகிறது என்று கூறினார். அவர்களும் அரசியல்வாதிகளாக மாறுகிறார்கள் (டொனால்ட் டிரம்ப்!). ராஜபக்சக்களும் அட்டூழியம் செய்கிறார்கள்.",
        "பள்ளியில் உங்கள் நேரத்தை நினைத்துப் பாருங்கள். ஒவ்வொரு வகுப்பினருக்கும் அதன் கொடுமைக்காரர்கள் இருந்தனர். அவர்களுக்குப் பின்தொடர்பவர்கள் உள்ளனர், அவர்கள் பிரபலமானவர்கள், ஆசிரியர்கள் கூட அவர்களைப் பற்றி பயப்படுகிறார்கள். பெற்றோருடன் விவாதங்கள் பயனற்றவை, ஏனென்றால் பெற்றோர்கள் தாங்களே கொடுமைப்படுத்துபவர்கள்/ அல்லது தங்கள் அசுரக் குழந்தைகளால் அடிபணியும்படி கொடுமைப்படுத்தப்படுகிறார்கள்.",
        "கொடுமைப்படுத்துபவர்கள் வகுப்பில் உள்ள பிரகாசமான, படிக்கக்கூடிய வகைகளை குறிவைக்கிறார்கள், அவர்கள் பொதுவாக தடகள அல்லது உடல் ரீதியாக கடினமானவர்கள் அல்ல. பிந்தையவர்களின் தின்பண்டங்கள் அல்லது மதிய உணவுகள் அல்லது பாக்கெட் பணத்தை அவர்கள் பறிமுதல் செய்கிறார்கள். பரீட்சையின் போதும் உதவி செய்ய வேண்டிய கட்டாயத்தில் உள்ளனர். பிரகாசமான மாணவர்களைப் பார்த்து பொறாமைப்படுவதால் வகுப்புத் தோழர்கள் பெரும்பாலும் இதை அனுபவிக்கிறார்கள். ரணிலும் ராஜபக்ச சகோதரர்களில் ஒருவரும் ஒன்றாகப் பள்ளிக்கூடத்தில் இருந்திருந்தால், நிலைமையை கற்பனை செய்து பாருங்கள்.",
        "துன்புறுத்தப்பட்டவர்கள் பொதுவாக இரண்டு வழிகளில் நடந்துகொள்கிறார்கள். அவர்கள் அடிபணிந்தவர்களாக மாறுகிறார்கள், அல்லது மீண்டும் சண்டையிடுகிறார்கள். நமது புதிய பிரதமர் எந்த வகையைச் சேர்ந்தவர் என்பதைக் கண்டுபிடிப்பது கடினம் அல்ல.",
        "ராஜபக்ச சகோதரர்கள் எவராலும் தாம் கொடுமைப்படுத்தப்படவில்லை என்பதை பிரதமர் மறுக்க முடியும். ஆனால் அதனால்தான் நான் கூட்டு ஆன்மாவைப் பற்றி பேசினேன். இது தனிப்பட்ட அல்லது தனிப்பட்ட எதுவும் இல்லை. 2005 ஆம் ஆண்டிலிருந்து ராஜபக்சக்கள் தொடர்ந்து முழு மக்களையும் அவமதித்து கொடுமைப்படுத்தியுள்ளனர், மேலும் பல மில்லியன் மக்கள் அதை விரும்பினர். இவைதான் ‘பாடங்கள்’ (இன்னும் சுற்றிலும் அதிகம்). அப்படித்தான் ஒரு நாடு வீழ்ச்சியடையும்.",
        "அதிர்ஷ்டவசமாக, கொடுமைப்படுத்தப்படுவதை வெறுப்பவர்கள் மற்றும் மீண்டும் போராட விரும்புவோர் உள்ளனர். அவற்றுள் கால வெடிகுண்டுகள் ஒலிக்கின்றன, நான் அன்று இரவு காலி முகத்திடலில் செய்ததைப் போல அவை ஏப்ரல் மாதத்தில் மீண்டும் பிறந்தன. கடந்த வாரம் மகிந்த ராஜபக்ச தனது குண்டர்களை அமைதி வழியில் கட்டவிழ்த்துவிட்டபோது அவரைப் பழிவாங்கச் செய்த பூமராங் இது.",
        "மிஸ்டர் பிரதம மந்திரி, நீங்கள் ஒரு அதிர்ஷ்டசாலி. எல்லாரும் உன்னைத் தள்ளுபடி செய்தபோது உனக்குப் புதிய வாழ்வு கிடைத்தது. ஆனால் இது உங்களைப் பற்றியது அல்ல. இது ஒரு முழு நாட்டைப் பற்றியது. ஒரு அரசியல்வாதியின் அந்தஸ்து அவன் அல்லது அவள் சந்தர்ப்பத்திற்கு எவ்வாறு உயர்கிறது என்பதன் மூலம் தீர்மானிக்கப்படுகிறது. இது ஒரு வரலாற்று தருணம். உங்களுக்கோ, நாட்டுக்கோ இது மீண்டும் கிடைக்காது. இந்த நேரத்தில் மக்களை ஏமாற்ற வேண்டாம். மக்கள் ரொட்டியால் மட்டும் வாழ மாட்டார்கள் என்பதை நினைவில் கொள்ளுங்கள், அல்லது வரலாற்றின் குப்பைத் தொட்டியில் நீங்கள் விழுந்துவிடுவீர்கள், உங்களுக்கு என்ன நடந்தது என்று உங்களுக்குத் தெரியாது, மேலும் உங்கள் பெயரும் ராஜபக்சவின் பெயரைப் போலவே இழிவுபடுத்தப்படும்."
      ]
    }
  }
}