{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82439/resilience-is-essential-in-difficult-situations-president-says-in-vesak-message",
  "time_ut": 1652581860,
  "title": "“Resilience is essential in difficult situations”: President says in Vesak message",
  "body_lines": [
    "President Gotabaya Rajapaksa, in his message for the Vesak Full Moon Poya Day, has stated that all people’s representatives must work together immediately for a solution on behalf of every citizen.",
    "“Resilience is essential in difficult situations,” the President noted, adding that the true goal should be to reach the desired target without deviating from the primary goal.",
    "He also pointed out that we all must be mindful of the current situation and unite around a programme that can deliver a fair determination to all. “That is the Buddhist policy.”",
    "The President also urged the public to use the concept of Licchavi for this purpose and to work together to alleviate the crisis.",
    "The Buddhists in Sri Lanka, together with fellow Buddhist brethren the world over, perform charitable activities including Amisa Pooja and Prathipaththi Pooja, to celebrate the Vesak, the most important day in Buddhist Calendar.",
    "The Dhamma preached by Gautama Buddha with great compassion for all human beings continued for over two thousand five hundred years. The Bodhisattva practiced toward enlightenment over a period of countless kalpas. It is complete with Amisa Pooja and Prathipaththi Pooja. Enriched with Dasa Parami (Ten Perfections) qualities in order to save human beings from the misery of life.",
    "Those who sought refuge in The Buddha, recall the unbounded qualities of the Great Teacher with utmost devotion. Evidences about the virtue of Buddhist teachings, that had not been shaken by the Atalo Dahama, depict in Buddhist literature and throughout the character of the Buddha.",
    "It is not uncommon for us Buddhists to be shaped by the teachings of those who have worked hard and come up with the most appropriate solutions.",
    "The Dhamma states, “That deed is well done if one has not to repent for having done it, and if one is delightful and happy with the result of that deed.”",
    "Therefore, resilience is essential in difficult situations. At this juncture, when the country is in dire straits, all the people’s representatives must work together immediately for a solution on behalf of all citizens. The true goal should be to reach the desired target without deviating from the primary goal.",
    "We must be mindful of the current situation and unite around a programme that can deliver a fair determination to all. That is the Buddhist policy. On this noble day of Vesak, I urge you to use the concept of Licchavi for this purpose and to work together to alleviate the crisis.",
    "May the common goal of all be to build a resilient, consensus and religious society based on principles! I wish you a Happy Vesak Poya Day!"
  ],
  "translate": {
    "si": {
      "title": "\"දුෂ්කර අවස්ථාවන්හිදී ඔරොත්තු දීමේ හැකියාව අත්‍යවශ්‍යයි\" - ජනපති වෙසක් පණිවිඩයෙන් කියයි",
      "body_lines": [
        "සෑම පුරවැසියෙක්ම වෙනුවෙන් විසඳුමක් සඳහා සියලු මහජන නියෝජිතයන් වහා ක්‍රියා කළ යුතු බව ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා වෙසක් පුර පසළොස්වක පොහොය දින පණිවුඩයෙන් ප්‍රකාශ කරයි.",
        "\"දුෂ්කර අවස්ථාවන්හිදී ඔරොත්තු දීමේ හැකියාව අත්‍යවශ්‍ය වේ\" යනුවෙන් සඳහන් කළ ජනාධිපතිතුමා ප්‍රධාන ඉලක්කයෙන් බැහැර නොවී අපේක්ෂිත ඉලක්කය කරා ළඟාවීම සැබෑ ඉලක්කය විය යුතු බව ද සඳහන් කළේය.",
        "පවතින තත්ත්වය පිළිබඳව අප සැවොම අවධානයෙන් සිටිය යුතු අතර සාධාරණ අධිෂ්ඨානයක් සැමට ලබාදිය හැකි වැඩපිළිවෙළක් වටා එක්විය යුතු බවද ඔහු පෙන්වා දුන්නේය. ඒක තමයි බෞද්ධ ප්‍රතිපත්තිය.",
        "ඒ සඳහා ලිච්ඡවි සංකල්පය භාවිත කරන ලෙසත් අර්බුදය සමනය කර ගැනීමට එක්ව කටයුතු කරන ලෙසත් ජනාධිපතිවරයා ජනතාවගෙන් ඉල්ලා සිටියේය.",
        "බෞද්ධ දින දර්ශනයේ වැදගත්ම දිනය වන වෙසක් උත්සවය සැමරීම සඳහා ශ්‍රී ලංකාවේ බෞද්ධයන්, ලොව පුරා සිටින සහෝදර බෞද්ධ සහෝදරයන් සමඟ එක්ව ආමිස පූජා සහ ප්‍රතිපත්ති පූජා ඇතුළු පුණ්‍ය කටයුතු සිදු කරති.",
        "ගෞතම බුදුපියාණන් වහන්සේ සියලු මනුෂ්‍ය වර්ගයා කෙරෙහි මහා කරුණාවෙන් දේශනා කළ ධර්මය වසර දෙදහස් පන්සියයකට වැඩි කාලයක් පැවතුණා. බෝසතාණන් වහන්සේ අසංඛ්‍යාත කල්ප ගණනාවක් පුරා බුද්ධත්වයට පත්වීමට පුරුදුව සිටියහ. එය ආමිස පූජාවෙන් හා ප්‍රතිපත්ති පූජාවෙන් සම්පූර්ණ වේ. මනුෂ්‍යයන් සසර දුකින් මුදවා ගැනීම සඳහා දස පාරමී (පරිපූර්ණ දස) ගුණයන්ගෙන් පොහොසත්.",
        "බුදුන් සරණ ගිය අය ශ්‍රේෂ්ඨ ශාස්තෘන් වහන්සේගේ අසීමිත ගුණ සිහිපත් කරන්නේ ශ්‍රද්ධාවෙන්. අටලෝ දහමෙන් කම්පා නොවූ බෞද්ධ ඉගැන්වීම්වල ගුණය පිළිබඳ සාක්ෂි බෞද්ධ සාහිත්‍යයේ සහ බුද්ධ චරිතය පුරා නිරූපණය වේ.",
        "වෙහෙස මහන්සි වී වැඩ කර වඩාත් සුදුසු විසඳුම් ඉදිරිපත් කළ අයගේ ඉගැන්වීම් අනුව බෞද්ධයන් වන අප හැඩගැසීම සාමාන්‍ය දෙයක් නොවේ.",
        "“යමෙක් කළ වරදට පසුතැවිලි නොවන්නේ නම්, ඒ කර්මයේ විපාකයෙන් ප්‍රීතියෙන් සතුටු වන්නේ නම් ඒ කර්මය හොඳින් සිදුවේ” යනුවෙන් ධර්මයේ සඳහන් වේ.",
        "එබැවින් දුෂ්කර අවස්ථාවන්හිදී ඔරොත්තු දීමේ හැකියාව අත්යවශ්ය වේ. රට දැඩි අර්බුදයකට ලක්ව ඇති මේ මොහොතේ සියලු මහජන නියෝජිතයන් එක්ව සියලු පුරවැසියන් වෙනුවෙන් විසඳුමක් සඳහා වහා ක්‍රියා කළ යුතුය. සැබෑ ඉලක්කය විය යුත්තේ මූලික අරමුණෙන් බැහැර නොවී අපේක්ෂිත ඉලක්කයට ළඟාවීමයි.",
        "පවතින තත්ත්වය පිළිබඳව අවධානයෙන් සිටිය යුතු අතර සාධාරණ අධිෂ්ඨානයක් සැමට ලබාදිය හැකි වැඩපිළිවෙළක් වටා එක්විය යුතුය. ඒක තමයි බෞද්ධ ප්‍රතිපත්තිය. ඒ සඳහා ලිච්ඡවි සංකල්පය යොදා ගනිමින් අර්බුදකාරී තත්ත්වය සමනය කර ගැනීමට එක්ව කටයුතු කරන ලෙස මේ උතුම් වෙසක් දිනයේදී මම ඔබෙන් ඉල්ලා සිටිනවා.",
        "ප්‍රතිපත්ති මත පදනම් වූ ඔරොත්තු දෙන, සම්මුතිවාදී සහ ආගමික සමාජයක් ගොඩනැගීම සැමගේ පොදු අරමුණ වේවා! ඔබට පින්බර වෙසක් පොහෝ දිනයක් වේවා!"
      ]
    },
    "ta": {
      "title": "\"இக்கட்டான சூழ்நிலைகளில் சகிப்புத்தன்மை அவசியம்\": ஜனாதிபதி வெசாக் செய்தியில் தெரிவித்துள்ளார்",
      "body_lines": [
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, வெசாக் பௌர்ணமி தின வாழ்த்துச் செய்தியில், ஒவ்வொரு குடிமகன் சார்பாகவும் தீர்வுக்காக அனைத்து மக்கள் பிரதிநிதிகளும் உடனடியாக ஒன்றிணைந்து செயற்பட வேண்டும் என தெரிவித்துள்ளார்.",
        "\"இக்கட்டான சூழ்நிலைகளில் சகிப்புத்தன்மை அவசியம்,\" என்று குறிப்பிட்ட ஜனாதிபதி, முதன்மை இலக்கிலிருந்து விலகாமல் விரும்பிய இலக்கை அடைவதே உண்மையான இலக்காக இருக்க வேண்டும் என்று கூறினார்.",
        "நாம் அனைவரும் தற்போதைய நிலைமையை கவனத்தில் கொண்டு, அனைவருக்கும் நியாயமான தீர்வை வழங்கக்கூடிய ஒரு வேலைத்திட்டத்தில் ஒன்றிணைய வேண்டும் என்றும் அவர் சுட்டிக்காட்டினார். \"அதுதான் பௌத்த கொள்கை.\"",
        "இந்த நோக்கத்திற்காக லிச்சவியின் கருத்தாக்கத்தைப் பயன்படுத்துமாறும், நெருக்கடியைத் தணிக்க ஒன்றிணைந்து செயல்படுமாறும் ஜனாதிபதி பொதுமக்களிடம் கேட்டுக்கொண்டார்.",
        "இலங்கையில் உள்ள பௌத்தர்கள், உலகெங்கிலும் உள்ள சக பௌத்த சகோதரர்களுடன் சேர்ந்து, பௌத்த நாட்காட்டியின் மிக முக்கியமான நாளான வெசாக்கைக் கொண்டாடுவதற்காக ஆமிச பூஜை மற்றும் பிரதிபத்தி பூஜை உள்ளிட்ட தொண்டு நடவடிக்கைகளை மேற்கொள்கின்றனர்.",
        "கௌதம புத்தர் அனைத்து மனிதர்கள் மீதும் மிகுந்த கருணையுடன் உபதேசித்த தர்மம் இரண்டாயிரத்து ஐநூறு ஆண்டுகளுக்கும் மேலாகத் தொடர்ந்தது. போதிசத்வர் எண்ணிலடங்கா கல்பக் காலத்தில் அறிவொளியை நோக்கிப் பயிற்சி செய்தார். இது ஆமிச பூஜை மற்றும் பிரதிபத்தி பூஜையுடன் நிறைவடைகிறது. வாழ்க்கையின் துயரங்களிலிருந்து மனிதர்களைக் காப்பாற்றுவதற்காக தச பரமி (பத்து பரிபூரணங்கள்) குணங்களால் வளப்படுத்தப்பட்டது.",
        "புத்தரிடம் அடைக்கலம் தேடியவர்கள், பெரிய ஆசிரியரின் எல்லையற்ற குணங்களை மிகுந்த பக்தியுடன் நினைவு கூர்கின்றனர். அட்டாலோ தஹாமாவால் அசைக்கப்படாத பௌத்த போதனைகளின் நற்பண்பு பற்றிய சான்றுகள் பௌத்த இலக்கியங்களிலும் புத்தரின் பாத்திரம் முழுவதிலும் சித்தரிக்கப்பட்டுள்ளன.",
        "பௌத்தர்களாகிய நாம் மிகவும் கடினமாக உழைத்து பொருத்தமான தீர்வுகளை முன்வைத்தவர்களின் போதனைகளால் வடிவமைக்கப்படுவது அசாதாரணமானது அல்ல.",
        "“ஒருவன் செய்ததற்காக வருந்தாமல், அந்தச் செயலின் பலனைக் கண்டு மகிழ்ச்சியும் மகிழ்ச்சியும் அடைந்தால், அந்தச் செயல் சிறப்பாகச் செய்யப்படும்” என்று தம்மம் கூறுகிறது.",
        "எனவே, கடினமான சூழ்நிலைகளில் சகிப்புத்தன்மை அவசியம். நாடு மிகவும் இக்கட்டான நிலையில் உள்ள இத்தருணத்தில், அனைத்துப் பிரஜைகள் சார்பாகவும் அனைத்து மக்கள் பிரதிநிதிகளும் உடனடியாக ஒன்றிணைந்து தீர்வு காண வேண்டும். முதன்மை இலக்கிலிருந்து விலகாமல் விரும்பிய இலக்கை அடைவதே உண்மையான இலக்காக இருக்க வேண்டும்.",
        "தற்போதைய சூழ்நிலையில் நாம் கவனமாக இருக்க வேண்டும் மற்றும் அனைவருக்கும் நியாயமான உறுதியை வழங்கக்கூடிய ஒரு திட்டத்தைச் சுற்றி ஒன்றுபட வேண்டும். அதுவே பௌத்த கொள்கை. இந்த உன்னதமான வெசாக் நாளில், இந்த நோக்கத்திற்காக லிச்சவியின் கருத்தைப் பயன்படுத்தவும், நெருக்கடியைத் தணிக்க ஒன்றிணைந்து செயல்படவும் நான் உங்களை கேட்டுக்கொள்கிறேன்.",
        "கொள்கைகளை அடிப்படையாகக் கொண்ட ஒரு உறுதியான, ஒருமித்த மற்றும் மத சமூகத்தை உருவாக்குவதே அனைவரின் பொதுவான குறிக்கோளாக இருக்கட்டும்! உங்களுக்கு வெசாக் போயா தின வாழ்த்துகள்!"
      ]
    }
  }
}