{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/watch-the-australia-tour-of-sri-lanka-2022-live-on-dialog-television/",
  "time_ut": 1654867980,
  "title": "Watch the Australia tour of Sri Lanka 2022 live on Dialog Television",
  "body_lines": [
    "Cricket fans in Sri Lanka have the opportunity to watch the Sri Lankan lions in action during the Australia tour of Sri Lanka from the 7th of June to the 12th of July live on Dialog Television and on the Dialog ViU App. The tour includes three action-packed T20s’, and five ODIs along with two test matches planned during the period. This is the first time since the pandemic that Sri Lanka is hosting a major international cricket tournament which is entirely open to the public as well.",
    "The best part is that viewers can catch all of the action live on Dialog Television and on the Dialog ViU App. With the Dialog ViU app, subscribers can watch at their convenience from anywhere, whilst Dialog Television viewers can catch the action on their TV screens in High Definition. The channels can be activated on Dialog Television via SMS, MyDialog App or missed call option. More details on how to activate channels can be accessed via Dialog.Lk. Any Dialog Mobile Smartphone user can watch the entire tournament from anywhere without any data charges on the Dialog ViU App by subscribing to the Dialog ViU App Sports Pack via https://go.viu.lk/Uzrtorsk9pb.",
    "Any Dialog Television viewer can also download the ViU app https://go.viu.lk/app and register their Dialog Television account to enjoy all the channels they have subscribed to without any additional charges or data charges on the Dialog network. For passionate cricket and sports lovers, the Dialog Television and Dialog ViU Sports Package will be the ideal choices, with access to a range of international sports channels. T20 and ODI matches of the Aussie tour will be telecasted live on Ten Cricket [Ch No.69], Sony Six [Ch No.76], Sony Six HD [Ch No.135] and Test matches will be telecasted live on Sony Ten 2 [Ch No.70], Sony Ten HD [Ch No.131]. With Dialog Television and the Dialog ViU app, there is no excuse to miss out on the excitement of this much-awaited series",
    "Sunshine Holdings appoints S. Renganathan to its Board of Directors",
    "AIA’s national safety initiative, the Poson Safety Programme continues for 27th year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "2022 ශ්‍රී ලංකාවේ ඕස්ට්‍රේලියානු සංචාරය Dialog Television ඔස්සේ සජීවීව නරඹන්න",
      "body_lines": [
        "ජූනි මස 7 වැනිදා සිට ජූලි 12 වැනිදා දක්වා ඔස්ට්‍රේලියානු සංචාරයේදී ශ්‍රී ලංකා සිංහයන්ගේ ක්‍රියා කලාපය Dialog Television ඔස්සේ සහ Dialog ViU App ඔස්සේ සජීවීව නැරඹීමට ශ්‍රී ලංකාවේ ක්‍රිකට් ලෝලීන්ට අවස්ථාව තිබේ. මෙම සංචාරයට ක්‍රියාදාමයෙන් පිරුණු විස්සයි20 තරග තුනක් සහ එක්දින තරග පහක් සහ එම කාල සීමාව තුළ සැලසුම් කර ඇති ටෙස්ට් තරග දෙකක් ඇතුළත් වේ. වසංගතයෙන් පසු ශ්‍රී ලංකාව ප්‍රධාන ජාත්‍යන්තර ක්‍රිකට් තරඟාවලියකට සත්කාරකත්වය සපයන පළමු අවස්ථාව මෙය වන අතර එය සම්පූර්ණයෙන්ම මහජනතාවට විවෘත වේ.",
        "හොඳම කොටස නම් Dialog Television සහ Dialog ViU ඇප් එක මත නරඹන්නන්ට සියලුම ක්‍රියා සජීවීව ග්‍රහණය කර ගත හැකි වීමයි. Dialog ViU යෙදුම සමඟ, ග්‍රාහකයින්ට ඕනෑම තැනක සිට ඔවුන්ගේ පහසුව අනුව නැරඹිය හැකි අතර, Dialog Television නරඹන්නන්ට ඔවුන්ගේ TV තිරවල ඉහළ විභේදනයකින් ක්‍රියාව අල්ලා ගත හැකිය. කෙටි පණිවුඩ, MyDialog යෙදුම හෝ මඟ හැරුණු ඇමතුම් විකල්පය හරහා ඩයලොග් රූපවාහිනියේ නාලිකා සක්‍රිය කළ හැක. නාලිකා සක්‍රිය කරන්නේ කෙසේද යන්න පිළිබඳ වැඩි විස්තර Dialog.Lk හරහා ප්‍රවේශ විය හැක. ඕනෑම Dialog Mobile Smartphone පරිශීලකයෙකුට https://go.viu.lk/Uzrtorsk9pb හරහා Dialog ViU App Sports Pack වෙත දායක වීමෙන් Dialog ViU App එකෙහි කිසිදු දත්ත ගාස්තුවකින් තොරව ඕනෑම ස්ථානයක සිට සම්පූර්ණ තරඟාවලිය නැරඹිය හැක.",
        "ඕනෑම Dialog Television නරඹන්නෙකුට ViU ඇප් එක https://go.viu.lk/app බාගත කර ඩයලොග් ජාලයේ කිසිදු අමතර ගාස්තු හෝ දත්ත ගාස්තුවකින් තොරව තමන් දායක වී ඇති සියලුම නාලිකා භුක්ති විඳීමට ඔවුන්ගේ Dialog Television ගිණුම ලියාපදිංචි කළ හැක. දැඩි ක්‍රිකට් සහ ක්‍රීඩා ලෝලීන් සඳහා Dialog Television සහ Dialog ViU Sports පැකේජය ජාත්‍යන්තර ක්‍රීඩා නාලිකා රාශියකට ප්‍රවේශය සහිත කදිම තේරීමක් වනු ඇත. ඕස්ට්‍රේලියානු සංචාරයේ T20 සහ ODI තරඟ Ten Cricket [Ch No.69], Sony Six [Ch No.76], Sony Six HD [Ch No.135] ඔස්සේ සජීවීව විකාශය කෙරෙන අතර ටෙස්ට් තරඟ Sony Ten ඔස්සේ සජීවීව විකාශය කෙරේ. 2 [Ch No.70], Sony Ten HD [Ch No.131]. Dialog Television සහ Dialog ViU යෙදුම සමඟින්, බොහෝ කාලයක් බලා සිටි මෙම කතා මාලාවේ උද්යෝගය මග හැරීමට නිදහසට කරුණක් නොමැත.",
        "සන්ෂයින් හෝල්ඩිංග්ස් එහි අධ්‍යක්ෂ මණ්ඩලයට එස්.රෙන්ගනාදන් පත් කරයි",
        "AIA හි ජාතික ආරක්ෂණ වැඩසටහන වන පොසොන් සුරක්ෂිතතා වැඩසටහන 27 වන වසරටත් ක්‍රියාත්මකයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "2022 இலங்கைக்கான அவுஸ்திரேலியா சுற்றுப்பயணத்தை டயலொக் தொலைக்காட்சியில் நேரடியாகப் பாருங்கள்",
      "body_lines": [
        "இலங்கையில் உள்ள கிரிக்கெட் ரசிகர்கள், ஜூன் 7 முதல் ஜூலை 12 வரை இலங்கையில் ஆஸ்திரேலியா சுற்றுப்பயணத்தின் போது இலங்கை சிங்கங்களின் அதிரடி ஆட்டத்தை Dialog Television மற்றும் Dialog ViU செயலியில் நேரடியாகப் பார்க்கும் வாய்ப்பு உள்ளது. இந்த சுற்றுப்பயணத்தில் மூன்று அதிரடி T20கள் மற்றும் ஐந்து ODIகள் மற்றும் இரண்டு டெஸ்ட் போட்டிகள் இந்த காலகட்டத்தில் திட்டமிடப்பட்டுள்ளது. தொற்றுநோய்க்குப் பிறகு, இலங்கையானது ஒரு பெரிய சர்வதேச கிரிக்கெட் போட்டியை நடத்துவது இதுவே முதல் முறையாகும், இது பொதுமக்களுக்கும் முற்றிலும் திறந்திருக்கும்.",
        "சிறந்த அம்சம் என்னவென்றால், பார்வையாளர்கள் அனைத்து நடவடிக்கைகளையும் Dialog Television மற்றும் Dialog ViU செயலியில் நேரடியாகப் பார்க்கலாம். Dialog ViU செயலி மூலம், சந்தாதாரர்கள் தங்கள் வசதிக்கேற்ப எங்கிருந்தும் பார்க்க முடியும், அதேசமயம் Dialog Television பார்வையாளர்கள் தங்கள் TV திரைகளில் உயர் வரையறையில் செயலைப் பிடிக்க முடியும். குறுந்தகவல், MyDialog ஆப் அல்லது தவறவிட்ட அழைப்பு விருப்பத்தின் மூலம் டயலொக் தொலைக்காட்சியில் சேனல்களை செயல்படுத்த முடியும். சேனல்களை எவ்வாறு செயல்படுத்துவது என்பது பற்றிய கூடுதல் விவரங்களை Dialog.Lk வழியாக அணுகலாம். எந்தவொரு டயலொக் மொபைல் ஸ்மார்ட்ஃபோன் பயனரும் https://go.viu.lk/Uzrtorsk9pb ஊடாக Dialog ViU App Sports Packக்கு சந்தா செலுத்துவதன் மூலம் Dialog ViU செயலியில் தரவுக் கட்டணங்கள் எதுவுமின்றி எங்கிருந்தும் முழுப் போட்டியையும் பார்க்க முடியும்.",
        "எந்தவொரு Dialog Television பார்வையாளர்களும் ViU செயலியை https://go.viu.lk/app ஐப் பதிவிறக்கம் செய்து, டயலொக் நெட்வொர்க்கில் எந்தக் கூடுதல் கட்டணங்கள் அல்லது தரவுக் கட்டணங்கள் இல்லாமல் தாங்கள் சந்தா செலுத்திய அனைத்து சேனல்களையும் அனுபவிக்க, அவர்களின் Dialog Television கணக்கைப் பதிவு செய்யலாம். ஆர்வமுள்ள கிரிக்கெட் மற்றும் விளையாட்டு பிரியர்களுக்கு, Dialog Television மற்றும் Dialog ViU ஸ்போர்ட்ஸ் பேக்கேஜ் சிறந்த தெரிவுகளாக இருக்கும், இதில் பல சர்வதேச விளையாட்டு சேனல்களுக்கான அணுகல் இருக்கும். ஆஸி சுற்றுப்பயணத்தின் T20 மற்றும் ODI போட்டிகள் Ten Cricket [Ch No.69], Sony Six [Ch No.76], Sony Six HD [Ch No.135] ஆகியவற்றில் நேரடியாக ஒளிபரப்பப்படும் மற்றும் டெஸ்ட் போட்டிகள் Sony Ten இல் நேரடியாக ஒளிபரப்பப்படும். 2 [Ch No.70], Sony Ten HD [Ch No.131]. Dialog Television மற்றும் Dialog ViU செயலி மூலம், மிகவும் எதிர்பார்க்கப்பட்ட இந்தத் தொடரின் உற்சாகத்தைத் தவறவிடுவதற்கு எந்த காரணமும் இல்லை.",
        "சன்ஷைன் ஹோல்டிங்ஸ் அதன் இயக்குநர்கள் குழுவில் எஸ்.ரெங்கநாதனை நியமித்தது",
        "AIA இன் தேசிய பாதுகாப்பு முன்முயற்சி, போசன் பாதுகாப்பு திட்டம் 27வது ஆண்டாக தொடர்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}