{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/reform-and-bridging-finance-needed-soon-to-avert-another-blow-up/",
  "time_ut": 1653924480,
  "title": "Reform and bridging finance needed soon to avert another blow up",
  "body_lines": [
    "The 50th day anniversary of the Aragalaya took place in a generally calm manner.  There were special events organized on Saturday, including a march from Independence Square to the Galle Face protest site.  I met a veteran Colombo-based Tamil journalist who was one of those who made the trek, along with his teenage son.  They had come to express their solidarity with the protestors and not to engage in confrontation with the government.  So they did not join the smaller group that decided not to stop at the Galle Face protest site, but went on to try and forcibly enter the President’s House.  They were pushed back by the police who tear gassed them to prevent their entrance to the road that led to the President’s House.",
    "My journalist friend was part of the many who came, like me, to join out of a sense of duty to demonstrate public support for those who had brought about major changes in the country.  During the past 50 days all ministers of the government had tendered their resignations, including the Prime Minister. Those government officials who had been most responsible for the economic catastrophe that has been the proximate cause of the concerted public protest campaign against the government were the first to be forced out. The revelations made before the parliamentary Committee on Public Enterprises (COPE) gave an indication of the horrendous negligence and mismanagement that took place akin to economic crimes against the nation, which required the  Aragalaya to bring to light.",
    "The achievements of the past 50 days and the general environment of safety and non-violence at the protest site may give a sense that the protest movement may have peaked.  Indeed, the crowd that was present at the protest site on the 50th day anniversary was less than a half of what it had once been.  Many of the slogans shouted in those early days, and the blaring of horns to the tune of “Kaputu, Kaak Kaak” were not much to be heard.  Several of the speakers seemed to realise the need for a long term and sustainable approach to continuing with the struggle in the face of government intransigence and refusal to bow out voluntarily by calling for early elections.",
    "At the same time, it would be a mistake to believe that the  Aragalaya has not spread and is alive in the hearts and minds of the larger community everywhere. The support in the country has not diminished and it should be remembered that on May 9, the day of the unprovoked assault on the protest site by government goons, the rush of people to the site following the assault indicated public support for the cause. The political leaders of the government with their ears to the ground, and capable of rational thought and deductions, are aware that the appearance of calm hides a powder keg.  They feel fear to move around in public and even fear to go for obligatory social events such as marriages and funerals.  The economic hardships that will be with the country for the foreseeable future are painful enough that they can lead to an explosion any minute as it did on May 9 when government goons launched unprovoked attacks on the peaceful demonstrators.",
    "The manner in which homes and properties of those associated with the government were torched and attacked makes members of the government realise that a second round is but a moment away.  The build-up of anger of the people will continue in the face of the increased economic hardships they will be encountering in the days and months ahead.  Prime Minister Ranil Wickremesinghe has been forthright in stating that the economic situation will get worse before it improves.  It is therefore important that the government takes actions that can mitigate the anger of the people and prevent it taking destructive forms. Statements by farmers against the possible compensation for burnt houses of government members while not providing for their agricultural losses on ground due to the government’s foolhardy fertiliser ban, and the bitterness at the parliamentarians taking their issue as the prime one parliament was very much in evidence. Providing economic relief by getting international assistance until such time as the economy recovers will be one way in which the government can seek to restore its credibility with the people.  Engaging in political reform that ensures practices of good governance will be the other.",
    "The continuing economic hardships which are likely to increase and not decrease make it imperative for the government to demonstrate to the people that it is serious about reforms.  Prime minister Wickremesinghe has shown himself to be more willing than his predecessor to speak the truth to the people and the fact that there is not going to be a short cut solution to those problems. It is reasonable to believe that this is the general sentiment in the wider society also, of which the Aragalaya protestors are but a visible manifestation. The main slogans of the Aragalaya protestors are that the President steps down and the government steps down. A new slogan that has been added is that the new Prime Minister, Ranil Wickremesinghe, also steps down and with him the government also goes.",
    "Prime Minister Wickremesinghe has presented a whole slate of reform proposals that sound promising, including setting up a National Council which would consist of the Speaker, the Prime Minister, the Leader of the Opposition and the leaders of the major parties with authority to oversee national policies. The importance of securing the passage of the 21st Amendment to the constitution arises in this context.  It will be evidence of the government’s seriousness in proceeding with reform.  The amendment that has been proposed is a compromise and appears to have the consent of the majority of political parties.  It will not be the end of the reform process, but its beginning.  There are reports that sections within the government which see themselves as being targeted by some of its provisions are seeking to scuttle it.  This would be most unwise as it can unleash the demons of grievance and hatred on the government members once again, especially on those who are seen to have opposed the attempted reform.",
    "The 21st Amendment comprises three important components on the lines of the 19th Amendment, even though it does not replicate it.  The first is the establishment of a constitutional council that will ensure fairer and more non-partisan selection of those who will head state institutions which are part of the system of checks and balances.  The 21st Amendment will ensure greater independence for those appointed to head the higher judiciary, the bribery commission, the election commission, the human rights commission, and the national audit and procurement committees. These will all provide important checks and balances against corruption and abuse of power. The second important component is the prohibition on dual citizens from contesting elections and holding elected office.  President Gotabaya Rajapaksa who was a citizen of the United States gave up his US citizenship in order to contest the presidential elections.  There is no reason why others who wish to serve Sri Lanka cannot follow a similar course of action if they wish to serve the country through elected office.",
    "The third important component of the 21st Amendment is that the President retains the power to appoint ministers and to hold ministries.   It is by using this power of appointment that President Gotabaya Rajapaksa was able to appoint UNP leader Ranil Wickremesinghe as Prime Minister although his party has only a single seat in Parliament.  The appropriate time to transfer the President’s powers to appoint ministers to a Prime Minister, selected by the Parliamentary majority, as advocated by the Bar Association and many civil society organisations, would be after the next general election when Parliament will once again represent the mandate of the people. The sooner the General Elections are held the better it would be for Sri Lanka. The slate of candidates contesting the elections should exclude aspirants who have enriched themselves and contributed by their actions and inactions to the country’s economic downfall. In the meantime, it is to be hoped that the government led by the Prime Minister will succeed in obtaining the bridging finance required to prevent a failed state for the people.",
    "Ratification and accession to treaties under 21st Amendment to Constitution",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "තවත් පිපිරීමක් වැලැක්වීම සඳහා ප්‍රතිසංස්කරණ සහ පාලම් මූල්‍ය ඉක්මනින් අවශ්‍ය වේ",
      "body_lines": [
        "අරගලයේ 50 වැනි දින සංවත්සරය සාමාන්‍යයෙන් සන්සුන්ව සිදු විය. සෙනසුරාදා නිදහස් චතුරශ්‍රයේ සිට ගාලුමුවදොර විරෝධතා භූමිය දක්වා පාගමනක් ඇතුළු විශේෂ වැඩසටහන් සංවිධානය කර තිබුණි. ඔහුගේ නව යොවුන් වියේ පසුවන පුතු ද සමඟ මෙම කඳු තරණය කළ අයගෙන් කෙනෙකු වූ ප්‍රවීණ කොළඹ දෙමළ මාධ්‍යවේදියෙකු මට හමු විය. ඔවුන් පැමිණ ඇත්තේ විරෝධතාකරුවන්ට සහයෝගීතාවය ප්‍රකාශ කිරීමට මිස රජය සමඟ ගැටුමක් ඇති කර ගැනීමට නොවේ. ඒ නිසා ඔවුන් ගාලු මුවදොර විරෝධතා භූමියේ නොනැවතී සිටීමට තීරණය කළ කුඩා කණ්ඩායමට එක් නොවී බලහත්කාරයෙන් ජනාධිපති මන්දිරයට ඇතුළු වීමට උත්සාහ කළහ. ජනාධිපති මන්දිරයට යන මාර්ගයට ඇතුළුවීම වැළැක්වීමට පොලිසිය කඳුළු ගෑස් ප්‍රහාර එල්ල කර ඔවුන් පසුපසට තල්ලු කළේය.",
        "රටේ විශාල වෙනස්කම් ඇති කළ අයට මහජන සහයෝගය පෙන්වීමට යුතුකමේ හැඟීමෙන් එක්වීමට මා මෙන්ම පැමිණි බොහෝ දෙනා අතර මගේ මාධ්‍යවේදී මිතුරා ද විය. පසුගිය දින 50 තුළ ආණ්ඩුවේ සියලුම අමාත්‍යවරුන් අගමැති ඇතුළු සිය ඉල්ලා අස්වීම් ලබාදී තිබුණා. රජයට එරෙහි ඒකාබද්ධ මහජන විරෝධතා ව්‍යාපාරයේ ආසන්නතම හේතුව වී ඇති ආර්ථික ව්‍යසනයට වඩාත්ම වගකිව යුතු රජයේ නිලධාරීන් මුලින්ම බලහත්කාරයෙන් ඉවත් කරන ලදී. පොදු ව්‍යාපාර පිළිබඳ පාර්ලිමේන්තු කාරක සභාව (කෝප්) හමුවේ කරන ලද හෙළිදරව්ව මගින් අරගලය හෙළිදරව් කිරීමට අවශ්‍ය වූ ජාතියට එරෙහි ආර්ථික අපරාධවලට සමාන වූ බිහිසුණු නොසැලකිලිමත්කම සහ වැරදි කළමනාකරණය පිළිබඳ ඉඟියක් ලබා දුන්නේය.",
        "පසුගිය දින 50ක ජයග්‍රහණ සහ විරෝධතා භූමියේ ආරක්‍ෂාව සහ අවිහිංසාව පිළිබඳ සාමාන්‍ය පරිසරය විරෝධතා ව්‍යාපාරයේ උච්චතම අවස්ථාවට පැමිණ ඇති බවට හැඟීමක් ලබා දිය හැකිය. ඇත්ත වශයෙන්ම, 50 වැනි දින සංවත්සරයේ විරෝධතා භූමියට පැමිණ සිටි ජනකාය කලින් තිබූ ප්‍රමාණයට වඩා අඩකටත් වඩා අඩුය. ඒ මුල් කාලයේ කෑ ගැසූ බොහෝ සටන් පාඨ, “කපුටු, කාක් කාක්” තාලයට නළා හඬත් වැඩිය අසන්නට ලැබුණේ නැත. ආන්ඩුවේ නොසැලකිලිමත්කම සහ ඉක්මන් මැතිවරනයක් ඉල්ලා සිටීමෙන් ස්වේච්ඡාවෙන් හිස නැමීම ප්‍රතික්ෂේප කිරීම හමුවේ අරගලය දිගටම කරගෙන යාමට දිගු කාලීන සහ තිරසාර ප්‍රවේශයක අවශ්‍යතාවය කථිකයන් කිහිප දෙනෙකු වටහා ගත් බවක් පෙනෙන්නට තිබුණි.",
        "ඒ අතරම, අරගලය පැතිරී නැති බවත්, සෑම තැනකම විශාල ප්‍රජාවගේ හදවත් හා මනස් තුළ ජීවමාන බවත් විශ්වාස කිරීම වැරදිය. රටේ සහයෝගය අඩුවී නැති අතර මැයි 9 වැනිදා රජයේ මැරයන් විසින් උද්ඝෝෂණ භූමියට අනපේක්ෂිත ප්‍රහාරයක් එල්ල කළ දින, පහරදීමත් සමඟම එම ස්ථානයට මිනිසුන් කඩා වැදීමෙන් ඒ සඳහා මහජන සහයෝගය පෙන්නුම් කළ බව මතක තබා ගත යුතුය. කන් බිම තබා ගත්, තාර්කික චින්තනයට සහ අඩු කිරීම්වලට හැකියාව ඇති ආණ්ඩුවේ දේශපාලන නායකයෝ, සන්සුන් පෙනුම කුඩු කූඩුවක් සඟවා ඇති බව දනිති. ඔවුන්ට ප්‍රසිද්ධියේ එහා මෙහා යාමට බියක් දැනෙන අතර විවාහ, අවමංගල්‍ය වැනි අනිවාර්ය සමාජීය උත්සව සඳහා යාමට පවා බියක් දැනේ. අපේක්ෂා කළ හැකි අනාගතය සඳහා රට සමඟ ඇති වන ආර්ථික දුෂ්කරතා මැයි 9 වැනි දින සාමකාමී පෙළපාලිකරුවන්ට ප්‍රකෝපකාරී නොවන ප්‍රහාර දියත් කළ මැයි 9 වැනි දින සිදු වූවාක් මෙන් ඕනෑම මොහොතක පිපිරීමකට තුඩු දිය හැකි තරම් වේදනාකාරී ය.",
        "ආණ්ඩුවට සම්බන්ධ අයගේ නිවෙස්වලට හා දේපළවලට ගිනි තබා පහර දුන් ආකාරය අනුව ආණ්ඩුවේ පාක්ෂිකයන්ට වැටහෙන්නේ දෙවැනි වටයකට ඇත්තේ තවත් මොහොතක් පමණක් බව ය. ඉදිරි දින සහ මාසවලදී ඔවුන් මුහුණ දෙන ආර්ථික දුෂ්කරතා හමුවේ ජනතාවගේ කෝපය ගොඩනැගීම දිගටම පවතිනු ඇත. ආර්ථික තත්ත්වය යහපත් වීමට පෙර නරක අතට හැරෙනු ඇතැයි අගමැති රනිල් වික්‍රමසිංහ මහතා සෘජුව ප්‍රකාශ කළේය. එබැවින් ජනතාවගේ කෝපය සමනය කර එය විනාශකාරී ස්වරූපයන් ගැනීම වැළැක්විය හැකි ක්‍රියාමාර්ග රජය විසින් ගැනීම වැදගත්ය. ආණ්ඩුවේ අමනෝඥ පොහොර තහනම නිසා මහපොළොවේ සිදු වූ කෘෂිකාර්මික අලාභයට ලබා නොදෙන අතරේ ආණ්ඩුවේ මන්තී‍්‍රවරුන්ගේ ගිනි තැබූ නිවාසවලට ලබා දිය හැකි වන්දි සම්බන්ධයෙන් ගොවීන් කළ ප්‍රකාශයන් සහ පාර්ලිමේන්තු මන්ත්‍රීවරුන් තම ප්‍රශ්නය පාර්ලිමේන්තුවේ ප්‍රමුඛස්ථානය ලෙස ගෙන යාමේ තිත්තකම බොහෝ සාක්ෂි විය. ආර්ථිකය යථා තත්ත්වයට පත් වන තෙක් ජාත්‍යන්තර ආධාර ලබා ගනිමින් ආර්ථික සහන සැලසීම රජයට ජනතාව තුළ ඇති විශ්වාසනීයත්වය යළි ඇති කර ගැනීමට උත්සාහ කළ හැකි එක් මාර්ගයක් වනු ඇත. යහපාලනයේ භාවිතයන් සහතික කෙරෙන දේශපාලන ප්‍රතිසංස්කරණවල නියැලීම අනෙක වනු ඇත.",
        "අඩු නොවී වැඩි වීමට ඉඩ ඇති අඛණ්ඩ ආර්ථික දුෂ්කරතා, ප්‍රතිසංස්කරණ සම්බන්ධයෙන් රජය බරපතල බව ජනතාවට ප්‍රදර්ශනය කිරීම අත්‍යවශ්‍ය කරයි. අගමැති වික්‍රමසිංහ තමාගේ පූර්වගාමියාට වඩා ජනතාවට සත්‍යය කථා කිරීමට කැමැත්තෙන් සිටින බව පෙන්වා දී ඇති අතර එම ගැටලුවලට කෙටි මාර්ගයක් විසඳුමක් නොලැබේ. අරගලය විරෝධතා කරුවන් දෘෂ්‍යමාන ප්‍රකාශනයක් වන පුළුල් සමාජයේ ද පොදු හැඟීම මෙය බව විශ්වාස කිරීම සාධාරණ ය. අරගලය විරෝධතාකරුවන්ගේ ප්‍රධාන සටන් පාඨ වන්නේ ජනාධිපතිවරයා බහිනවා, ආණ්ඩුව බහිනවා යන්නයි. නව අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතාද ඉවත් වන අතර ඔහු සමඟ ආණ්ඩුවද යන බව අලුතින් එකතු වී ඇති සටන් පාඨයකි.",
        "කථානායක, අගමැති, විපක්ෂ නායක සහ ජාතික ප්‍රතිපත්ති අධීක්‍ෂණය කිරීමේ බලය ඇති ප්‍රධාන පක්ෂ නායකයන්ගෙන් සමන්විත ජාතික සභාවක් පිහිටුවීම ඇතුළුව හොඳ ප්‍රතිසංස්කරණ යෝජනා මාලාවක් අගමැති වික්‍රමසිංහ විසින් ඉදිරිපත් කර ඇත. . ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 21 වන සංශෝධනය සම්මත කර ගැනීමේ වැදගත්කම පැන නගින්නේ මෙම සන්දර්භය තුළ ය. එය ප්‍රතිසංස්කරණය ඉදිරියට ගෙන යාමේ රජයේ බරපතළකම පිළිබඳ සාක්ෂියක් වනු ඇත. යෝජනා වී ඇති සංශෝධනය සම්මුතියක් වන අතර බහුතර දේශපාලන පක්ෂවල එකඟතාව ඇති බව පෙනේ. එය ප්‍රතිසංස්කරණ ක්‍රියාවලියේ අවසානය නොව එහි ආරම්භය වනු ඇත. ආණ්ඩුවේ ඇතැම් ප්‍රතිපාදන මගින් තමන් ඉලක්ක කර ගන්නා ලෙස දකින ආණ්ඩුව තුළ සිටින කොටස් එය යටපත් කිරීමට උත්සාහ කරන බවට වාර්තා තිබේ. මෙය ඉතාමත්ම අනුවණ ක්‍රියාවක් වනුයේ ආණ්‌ඩු පක්‍ෂයේ මන්ත්‍රීවරුන් කෙරෙහි, විශේෂයෙන්ම ප්‍රතිසංස්‌කරණය කිරීමට උත්සාහ දැරූ අය කෙරෙහි දුක්‌ගැනවිලි සහ වෛරයේ භූතයන් නැවත වරක්‌ මුදා හැරිය හැකි බැවිනි.",
        "21 වන සංශෝධන 19 වැනි ව්‍යවස්ථා සංශෝධනයට අනුව එය ප්‍රතිනිර්මාණය නොකළද, එය වැදගත් කොටස් තුනකින් සමන්විත වේ. පළමුවැන්න නම්, චෙක්පත් සහ තුලන පද්ධතියේ කොටසක් වන රාජ්‍ය ආයතනවල ප්‍රධානියා වන අය වඩාත් සාධාරණ හා පක්ෂග්‍රාහී ලෙස තෝරා ගැනීම සහතික කරන ව්‍යවස්ථා සභාවක් පිහිටුවීමයි. ඉහළ අධිකරණය, අල්ලස් කොමිසම, මැතිවරණ කොමිසම, මානව හිමිකම් කොමිෂන් සභාව සහ ජාතික විගණන සහ ප්‍රසම්පාදන කමිටු ප්‍රධානියා ලෙස පත් කළ අයට වඩා වැඩි ස්වාධීනත්වයක් 21 වැනි සංශෝධනය සහතික කරනු ඇත. මේ සියල්ල දූෂණයට සහ බලය අනිසි ලෙස භාවිතා කිරීමට එරෙහිව වැදගත් චෙක්පත් සහ ශේෂයන් සපයනු ඇත. දෙවන වැදගත් අංගය වන්නේ ද්විත්ව පුරවැසියන්ට මැතිවරණවලට තරඟ කිරීම සහ තේරී පත් වූ තනතුරු දැරීම තහනම් කිරීමයි. අමෙරිකාවේ පුරවැසිභාවය හිමිව සිටි ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ජනාධිපතිවරණයට ඉදිරිපත්වීම සඳහා සිය ඇමෙරිකානු පුරවැසිභාවය අත්හැරියා. ශ්‍රී ලංකාවට සේවය කිරීමට කැමති අනෙක් අයට තේරී පත් වූ නිලතල හරහා රටට සේවය කිරීමට අවශ්‍ය නම් එවැනි ක්‍රියාමාර්ගයක් අනුගමනය කළ නොහැකි වීමට හේතුවක් නැත.",
        "21 වැනි සංශෝධනයේ තුන්වැනි වැදගත් අංගය වන්නේ ඇමතිවරුන් පත්කිරීමේ සහ අමාත්‍යාංශ දැරීමේ බලය ජනාධිපතිවරයා සතුව පවතින බවයි. තම පක්ෂයට පාර්ලිමේන්තුවේ තනි ආසනයක් පමණක් තිබුණද එජාප නායක රනිල් වික්‍රමසිංහ මහතා අගමැති ධූරයට පත් කිරීමට ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට හැකි වූයේ එම පත්වීම් බලය යොදාගෙනය. නීතීඥ සංගමය සහ බොහෝ සිවිල් සංවිධාන විසින් පෙනී සිටින පරිදි පාර්ලිමේන්තු බහුතරයෙන් තෝරන ලද අගමැතිවරයෙකුට ඇමතිවරුන් පත්කිරීමේ ජනාධිපතිවරයාගේ බලතල පැවරීමට සුදුසු කාලය එළඹෙන මහ මැතිවරණයෙන් පසුව නැවත වරක් පාර්ලිමේන්තුවේ ජනවරම නියෝජනය කරනු ඇත. ජනතාව. මහ මැතිවරණය ඉක්මනින් පවත්වන තරමට එය ශ්‍රී ලංකාවට යහපත් වනු ඇත. මැතිවරණයට ඉදිරිපත් වන අපේක්ෂකයින්ගේ නාමාවලියෙන් බැහැර කළ යුත්තේ රටේ ආර්ථික පරිහානියට තම ක්‍රියාවන් සහ අකර්මන්‍යතාවයෙන් දායක වූ තමන් පොහොසත් වූ අපේක්ෂකයන්ය. මේ අතර ජනතාවට අසාර්ථක රාජ්‍යයක් ඇතිවීම වැලැක්වීමට අවශ්‍ය පාලම් මුදල් ලබාගැනීමට අගමැතිවරයා ප්‍රමුඛ රජය සමත්වනු ඇතැයි අපේක්ෂා කළ හැකිය.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 21 වැනි සංශෝධනය යටතේ ගිවිසුම් අනුමත කිරීම සහ ඒවාට ප්‍රවේශ වීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சீர்திருத்தம் மற்றும் பிரிட்ஜிங் நிதி விரைவில் தேவை மற்றொரு அடியை தவிர்க்க",
      "body_lines": [
        "அரகலயத்தின் 50வது நாள் விழா பொதுவாக அமைதியான முறையில் நடந்தது. சுதந்திர சதுக்கத்தில் இருந்து காலி முகத்திடல் போராட்டத் தளம் வரையிலான பேரணி உட்பட விசேட நிகழ்வுகள் சனிக்கிழமை ஏற்பாடு செய்யப்பட்டிருந்தன. இந்த மலையேற்றத்தை மேற்கொண்டவர்களில் ஒருவரான கொழும்பைச் சேர்ந்த மூத்த தமிழ் ஊடகவியலாளர் ஒருவரை அவரது டீன் ஏஜ் மகனுடன் சந்தித்தேன். அவர்கள் போராட்டக்காரர்களுடன் தங்கள் ஒற்றுமையை வெளிப்படுத்த வந்திருந்தனர், அரசாங்கத்துடன் மோதலில் ஈடுபடவில்லை. எனவே அவர்கள் காலி முகத்திடலில் போராட்டம் நடத்தும் இடத்தில் நிற்க வேண்டாம் என தீர்மானித்த சிறிய குழுவுடன் இணைந்து கொள்ளாமல், ஜனாதிபதி மாளிகைக்குள் பலவந்தமாக நுழைய முயற்சித்தனர். அவர்கள் ஜனாதிபதி மாளிகைக்கு செல்லும் பாதையில் நுழைவதை தடுக்க கண்ணீர் புகை குண்டுகளை வீசி அவர்களை போலீசார் பின்னுக்கு தள்ளினர்.",
        "நாட்டில் பெரும் மாற்றங்களை ஏற்படுத்தியவர்களுக்கு மக்கள் ஆதரவை வெளிப்படுத்தும் கடமை உணர்வுடன் என்னைப் போன்றே வந்திருந்த பலரில் எனது ஊடகவியலாளர் நண்பரும் ஒருவராக இருந்தார். கடந்த 50 நாட்களில் பிரதமர் உட்பட அரசாங்கத்தின் அனைத்து அமைச்சர்களும் ராஜினாமா செய்திருந்தனர். அரசாங்கத்திற்கு எதிரான ஒருங்கிணைக்கப்பட்ட பொது எதிர்ப்புப் பிரச்சாரத்தின் நெருங்கிய காரணமான பொருளாதாரப் பேரழிவிற்கு மிகவும் பொறுப்பான அரசாங்க அதிகாரிகள் முதலில் கட்டாயப்படுத்தப்பட்டனர். பொது நிறுவனங்களுக்கான நாடாளுமன்றக் குழு (கோப்) முன் வெளியிடப்பட்ட வெளிப்பாடுகள், தேசத்திற்கு எதிரான பொருளாதாரக் குற்றங்களுக்கு நிகரான கொடூரமான அலட்சியம் மற்றும் தவறான நிர்வாகத்தின் ஒரு குறிப்பைக் கொடுத்தன, இது அரகலயா வெளிச்சத்திற்குக் கொண்டுவரப்பட வேண்டும்.",
        "கடந்த 50 நாட்களின் சாதனைகள் மற்றும் போராட்ட தளத்தில் பாதுகாப்பு மற்றும் அகிம்சையின் பொதுவான சூழல் ஆகியவை போராட்ட இயக்கம் உச்சத்தை எட்டியிருக்கலாம் என்ற உணர்வை கொடுக்கலாம். உண்மையில், 50 வது நாள் ஆண்டு விழாவில் போராட்ட தளத்தில் இருந்த கூட்டம் முன்பு இருந்ததை விட பாதிக்கும் குறைவானது. அந்த ஆரம்ப நாட்களில் பல முழக்கங்கள் எழுப்பப்பட்டன, மேலும் “காப்புடு, காக் காக்” என்ற தாளத்தில் கொம்புகள் முழங்குவதும் அதிகம் கேட்கவில்லை. முன்கூட்டியே தேர்தலுக்கு அழைப்பு விடுப்பதன் மூலம் அரசாங்கத்தின் மெத்தனம் மற்றும் தானாக முன்வந்து தலைவணங்க மறுக்கும் நிலையில் போராட்டத்தைத் தொடர நீண்ட கால மற்றும் நிலையான அணுகுமுறையின் அவசியத்தை பல பேச்சாளர்கள் உணர்ந்ததாகத் தெரிகிறது.",
        "அதே சமயம், ஆரகளயா எங்கும் பரவாமல், எல்லா இடங்களிலும் உள்ள பெரிய சமூகத்தின் இதயங்களிலும், மனங்களிலும் உயிர்ப்புடன் இருப்பதாக நம்புவது தவறாகும். நாட்டில் ஆதரவு இன்னும் குறையவில்லை, மே 9 அன்று, அரசாங்க குண்டர்களால் தூண்டுதலின்றி தாக்குதல் நடத்தப்பட்ட நாளான, தாக்குதலைத் தொடர்ந்து தளத்திற்கு மக்கள் விரைந்து சென்றது, அந்த காரணத்திற்கான பொது ஆதரவை சுட்டிக்காட்டியது என்பதை நினைவில் கொள்ள வேண்டும். அரசாங்கத்தின் அரசியல் தலைவர்கள் தங்கள் காதுகளை தரையில் வைத்து, பகுத்தறிவு சிந்தனை மற்றும் துப்பறியும் திறன் கொண்டவர்கள், அமைதியின் தோற்றம் ஒரு தூள் கேக்கை மறைக்கிறது என்பதை அறிவார்கள். அவர்கள் பொது இடங்களில் நடமாட பயப்படுகிறார்கள் மற்றும் திருமணம் மற்றும் இறுதிச் சடங்குகள் போன்ற கட்டாய சமூக நிகழ்வுகளுக்கு செல்ல பயப்படுகிறார்கள். மே 9 அன்று அமைதியான ஆர்ப்பாட்டக்காரர்கள் மீது அரசாங்க குண்டர்கள் தூண்டுதலற்ற தாக்குதல்களை நடத்தியதைப் போல, எதிர்காலத்தில் நாட்டில் இருக்கும் பொருளாதார நெருக்கடிகள் எந்த நிமிடத்திலும் வெடிப்புக்கு வழிவகுக்கும் அளவுக்கு வேதனையளிக்கின்றன.",
        "அரசாங்கத்துடன் தொடர்புடையவர்களின் வீடுகள் மற்றும் சொத்துக்கள் தீயிட்டுக் கொளுத்தப்பட்ட விதம் மற்றும் தாக்கப்பட்ட விதம், இரண்டாவது சுற்று இன்னும் ஒரு கணத்தில் உள்ளது என்பதை அரசாங்க உறுப்பினர்களுக்கு உணர்த்துகிறது. வரவிருக்கும் நாட்கள் மற்றும் மாதங்களில் அவர்கள் சந்திக்கும் அதிகரித்த பொருளாதார நெருக்கடிகளை எதிர்கொண்டு மக்களின் கோபத்தை கட்டியெழுப்புவது தொடரும். பொருளாதார நிலை மேம்படுவதற்கு முன்னர் இன்னும் மோசமாகிவிடும் என பிரதமர் ரணில் விக்கிரமசிங்க தெரிவித்துள்ளார். எனவே, மக்களின் கோபத்தைத் தணிக்கவும், அழிவுகரமான வடிவங்கள் எடுப்பதைத் தடுக்கவும் அரசாங்கம் நடவடிக்கை எடுப்பது முக்கியம். அரசாங்கத்தின் முட்டாள்தனமான உரத்தடை காரணமாக நிலத்தில் ஏற்பட்ட விவசாய இழப்புகளுக்கு வழங்கப்படாமல், அரசாங்க உறுப்பினர்களின் எரிக்கப்பட்ட வீடுகளுக்கு சாத்தியமான இழப்பீட்டிற்கு எதிராக விவசாயிகள் தெரிவித்த அறிக்கைகள் மற்றும் பாராளுமன்ற உறுப்பினர்கள் தங்கள் பிரச்சினையை பிரதான பாராளுமன்றமாக எடுத்துக்கொள்வதில் கசப்பானவர்கள். பொருளாதாரம் மீண்டு வரும் வரை சர்வதேச உதவிகளைப் பெற்று பொருளாதார நிவாரணம் வழங்குவது அரசாங்கம் மக்களிடம் தனது நம்பகத்தன்மையை மீட்டெடுக்கும் ஒரு வழியாகும். நல்லாட்சி நடைமுறைகளை உறுதிப்படுத்தும் அரசியல் சீர்திருத்தத்தில் ஈடுபடுவது மற்றொன்று.",
        "தொடரும் பொருளாதார நெருக்கடிகள் குறையாமல் அதிகரிக்க வாய்ப்புள்ளதால், அரசாங்கம் சீர்திருத்தங்களில் தீவிரமாக உள்ளது என்பதை மக்களுக்கு எடுத்துரைக்க வேண்டிய கட்டாயம் உள்ளது. பிரதமர் விக்கிரமசிங்க தனது முன்னோடிகளை விடவும் மக்களுக்கு உண்மையைப் பேசுவதற்குத் தயாராக இருப்பதாகவும், அந்தப் பிரச்சினைகளுக்கு ஒரு குறுகிய வழி தீர்வாக இருக்கப் போவதில்லை என்றும் காட்டியுள்ளார். இது பரந்த சமூகத்தின் பொதுவான உணர்வு என்று நம்புவது நியாயமானது, இதில் அரகலயா எதிர்ப்பாளர்கள் வெளிப்படையான வெளிப்பாடாக உள்ளனர். ஜனாதிபதி பதவி விலகவும், அரசாங்கம் பதவி விலகவும் என்பதே அறகலய எதிர்ப்பாளர்களின் பிரதான கோசங்களாகும். புதிய பிரதமர் ரணில் விக்கிரமசிங்கவும் பதவி விலகுவார், அவருடன் அரசாங்கமும் செல்கிறது என்பதே புதிய கோஷம்.",
        "சபாநாயகர், பிரதமர், எதிர்க்கட்சித் தலைவர் மற்றும் தேசியக் கொள்கைகளை மேற்பார்வையிடும் அதிகாரம் கொண்ட பிரதான கட்சிகளின் தலைவர்கள் அடங்கிய தேசிய சபையொன்றை அமைப்பது உட்பட, நம்பிக்கையளிக்கக்கூடிய சீர்திருத்த முன்மொழிவுகளின் முழுத் தொகுப்பையும் பிரதமர் விக்கிரமசிங்க முன்வைத்துள்ளார். . அரசியலமைப்பின் 21வது திருத்தம் நிறைவேற்றப்படுவதன் முக்கியத்துவம் இந்தப் பின்னணியில் எழுகிறது. சீர்திருத்தத்தை முன்னெடுப்பதில் அரசாங்கத்தின் தீவிரத்தன்மைக்கு இது சான்றாக இருக்கும். முன்மொழியப்பட்டுள்ள திருத்தம் ஒரு சமரசம் மற்றும் பெரும்பான்மையான அரசியல் கட்சிகளின் சம்மதத்தைப் பெற்றுள்ளதாகத் தெரிகிறது. இது சீர்திருத்த செயல்முறையின் முடிவாக இருக்காது, ஆனால் அதன் தொடக்கமாக இருக்கும். அரசாங்கத்தின் சில விதிகளால் தம்மை இலக்காகக் கருதும் பிரிவினர் அதனை சிதைக்க முற்படுவதாக செய்திகள் உள்ளன. இது மிகவும் விவேகமற்றது, ஏனெனில் இது அரசாங்க உறுப்பினர்கள் மீது, குறிப்பாக சீர்திருத்த முயற்சியை எதிர்த்தவர்கள் மீது மீண்டும் ஒருமுறை குறை மற்றும் வெறுப்பு பேய்களை கட்டவிழ்த்துவிடலாம்.",
        "21வது திருத்தம் 19வது திருத்தத்தின் வழிகளில் மூன்று முக்கிய கூறுகளை உள்ளடக்கியது, அது அதை பிரதிபலிக்கவில்லை என்றாலும். முதலாவதாக, காசோலைகள் மற்றும் இருப்பு முறையின் ஒரு பகுதியாக இருக்கும் அரச நிறுவனங்களுக்கு தலைமை தாங்குபவர்களின் நியாயமான மற்றும் கட்சி சார்பற்ற தேர்வை உறுதி செய்யும் ஒரு அரசியலமைப்பு சபையை நிறுவுதல் ஆகும். உயர் நீதித்துறை, இலஞ்ச ஊழல் ஆணைக்குழு, தேர்தல் ஆணையம், மனித உரிமைகள் ஆணையம் மற்றும் தேசிய தணிக்கை மற்றும் கொள்முதல் குழுக்களுக்குத் தலைமை தாங்குபவர்களுக்கு 21வது திருத்தம் அதிக சுதந்திரத்தை உறுதி செய்யும். இவை அனைத்தும் ஊழல் மற்றும் அதிகார துஷ்பிரயோகத்திற்கு எதிராக முக்கியமான காசோலைகள் மற்றும் சமநிலைகளை வழங்கும். இரண்டாவது முக்கியமான கூறு இரட்டைக் குடியுரிமை பெற்றவர்கள் தேர்தலில் போட்டியிடுவதற்கும் தேர்ந்தெடுக்கப்பட்ட பதவிகளை வகிப்பதற்கும் தடை விதிக்கப்பட்டுள்ளது. அமெரிக்காவின் குடியுரிமை பெற்ற ஜனாதிபதி கோட்டாபய ராஜபக்ச, ஜனாதிபதி தேர்தலில் போட்டியிடுவதற்காக தனது அமெரிக்க குடியுரிமையை கைவிட்டார். இலங்கைக்கு சேவை செய்ய விரும்பும் மற்றவர்கள் தெரிவு செய்யப்பட்ட பதவியின் ஊடாக நாட்டுக்கு சேவை செய்ய விரும்பினால், இதேபோன்ற நடவடிக்கையை பின்பற்ற முடியாது என்பதற்கு எந்த காரணமும் இல்லை.",
        "21வது திருத்தத்தின் மூன்றாவது முக்கியமான அம்சம், அமைச்சர்களை நியமிக்கும் மற்றும் அமைச்சுப் பதவிகளை வகிக்கும் அதிகாரத்தை ஜனாதிபதி வைத்திருக்கிறார். இந்த நியமன அதிகாரத்தை பயன்படுத்தியே ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தனது கட்சிக்கு பாராளுமன்றத்தில் ஒரே ஒரு ஆசனம் இருந்த போதிலும் ஐ.தே.க தலைவர் ரணில் விக்கிரமசிங்கவை பிரதமராக நியமிக்க முடிந்தது. சட்டத்தரணிகள் சங்கம் மற்றும் பல சிவில் சமூக அமைப்புகளால் பரிந்துரைக்கப்பட்ட பாராளுமன்ற பெரும்பான்மையால் தேர்ந்தெடுக்கப்பட்ட பிரதமருக்கு அமைச்சர்களை நியமிப்பதற்கான ஜனாதிபதியின் அதிகாரங்களை மாற்றுவதற்கான பொருத்தமான நேரம் அடுத்த பொதுத் தேர்தலுக்குப் பிறகு, பாராளுமன்றம் மீண்டும் ஆணையைப் பிரதிநிதித்துவப்படுத்தும். மக்கள். எவ்வளவு சீக்கிரம் பொதுத் தேர்தல் நடத்தப்படுகிறதோ அவ்வளவுக்கு இலங்கைக்கு நல்லது. தேர்தலில் போட்டியிடும் வேட்பாளர்களின் பட்டியல், நாட்டின் பொருளாதார வீழ்ச்சிக்கு தங்கள் செயல்களாலும் செயலற்ற தன்மையாலும் தங்களை வளப்படுத்திக் கொண்ட ஆர்வலர்களை விலக்க வேண்டும். இதற்கிடையில், தோல்வியடைந்த அரசை மக்களுக்குத் தடுப்பதற்குத் தேவையான பாலம் நிதியைப் பெற்றுக் கொடுப்பதில் பிரதமர் தலைமையிலான அரசாங்கம் வெற்றிபெறும் என்று நம்பலாம்.",
        "அரசியலமைப்பின் 21வது திருத்தத்தின் கீழ் உடன்படிக்கைகளை அங்கீகரித்தல் மற்றும் இணைத்தல்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}