{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Putins-invasion-of-Ukraine-and-feudal-heritage-of-Great-Russia/172-232926",
  "time_ut": 1647029700,
  "title": "Putin’s invasion of Ukraine and feudal heritage of “Great Russia”",
  "body_lines": [
    "Immediately after ordering the invasion, he called for Ukraine forces to lay down arms and surrender. Putin’s massive army yet could not overpower the Ukrainian People’s determination to fight back for their independence and sovereignty",
    "Putin in that sense is not alone on this planet this era. Most countries with economic downturns and utterly corrupt political leaderships rely on majority ethno-religious dominance with authoritarian power",
    "China is subtle with its economic invasions of countries they decide as geo-politically important to them on their massively funded BRI Project",
    "Invading Ukraine over 14 days ago, Vladimir Putin the modern-day Tsar was out for a quick take-over either by eliminating Ukraine President Volodymyr Zelensky or by occupying Kiev expecting Ukraine forces to surrender. In fact, immediately after ordering the invasion, he called for Ukraine forces to lay down arms and surrender. Putin’s massive army yet could not overpower the Ukrainian People’s determination to fight back for their independence and sovereignty. There is now a ceasefire offer from Moscow for negotiations. With heavy economic sanctions slapped on Russia by Western powers, Putin seems to be ready for a new era of undefined “cold war”.",
    "The question that yet remains to be answered is “why did Putin invade Ukraine?” Despite his claim that Ukraine belongs to Russia and his allegations over NATO interference, Neo Nazism and genocide against Russian speaking minorities by the Zelensky regime being way out of target, there is a long history that cements Putin’s feudal thinking of “Great Russian” dominance in regaining territory that was under the “Union of Soviet Socialist Republic” (USSR) when it collapsed in 1991.",
    "All “Soviets” that were in the Socialist Republic created by the Bolsheviks after the 1917 revolution, were territories that belonged to the Tsarist empire. Romanovs were the last such dynasty from 1613 for over 300 years with two “Greats”; Peter the Great and Catherine the Great who expanded the Russian empire to be the largest empire on this planet. About 08 Centuries before in the 09 Century, the Kiev centered territory was occupied by a Slav population with a culture of their own and was known as the “Kievan-Rus”. Present day Belarus, Russia and Ukraine, all claim ancestral lineage to this Kievan-Rus’ culture.",
    "During the 300-year period of the Romanov dynasty, Ukraine was parceled out between Poland and Russia more than twice. Under the agreement signed between Poland and Russia in 1654, the Eastern part of Ukraine came under the Russian Tsar. Again, after the Polish-Russian war from 1772 for 27 years, and the Russian annexation of the Crimean Peninsula, Ukraine was divided between “Imperial Russia” and Hapsburg-Austria and remained divided for 100 years. Thus, Putin’s claim for “ownership” of Ukraine is a wild arrogant claim based on the same “Great Russian” psyche of the Tsarist empire.",
    "The “Great Russian” majority ideology did not fall apart, though the Tsarist empire fell apart. It lived through the 1917 October revolution till the fall of the USSR and thereafter too. The Tsarist Russia the revolutionary Bolsheviks captured was not a capitalist state by any definition. Russia under the Tsars were nowhere close to a capitalist State. When the first revolution broke out in 1905, rural population in Tsarist Russia was 87 percent and in 1917 the year of the October Revolution, it was 85 percent rural. (Statistics of the Russian Land Commune - 1905 to 1917 / Dorothy Atkinson)",
    "When Bolsheviks were planning for a revolution in Petrograd, the largest of all urbanized centres in Russia, the total industrial labour population in 1917 was roughly about 06 million in both private and State-owned factories. This was about 4.2 percent of the total population. (International Encyclopedia of the First World - 1914 to 1918 / Michael S. Melancon).",
    "Though the top “Marxist” leadership of the 1917 October Revolution including Lenin and Trotsky claimed they would establish a “Dictatorship of the Working-class” there was no working class proper in feudal Russia that could take over State power.",
    "What was therefore effectively the most decisive factor in the 1917 October revolution was the war fatigued Russian army from the poor peasantry, the largest army in the world then at over 05 million soldiers. The “Marxist Internet Archives” note, “the 1914 mobilization heralded a significant change among village men who took up arms - some with patriotic fervour and others with great reluctance.” (WW I - Russia). It was this mutinous army and the pauperized rebellious large peasantry that basically deposed the Tsarist imperialism. A “revolutionary decree” thereafter announced the authority of the Bolsheviks over the whole Russian empire. As Trotsky says in his autobiography, “The decree that announced our willingness to make peace was passed by the “Congress of Soviets” on October 26, when only Petrograd was in our hands.” (My Life -p/362)",
    "When civil war broke out in early February 1918,only part of Russia - Moscow, Petrograd and parts of its industrial territory was under Bolshevik control. the Rest of the dismantled Tsarist empire was under local and provincial political and military leaders revolting and waging war for independence of their geographical territories. Finland and Baltic nations established independence in early 1918. Siberia and Caucasus established their independence too. Western Belarus and Ukraine joined the new Polish State. Armenia, Georgia, Azerbaijan had to be brutally crushed and annexed once again.",
    "Lenin’s theoretical proposition for nation States to be in a loose “union” as a Soviet Socialist Republic in practice was overrun by the feudal imperialist “Great Russian” desire of the Bolsheviks. Central Committee chaired by Lenin thus decided to crush the civil war in the name of the “socialist revolution”. Personally proposed by Lenin as War Commissar, Trotsky’s ingenuity in military strategy and skills in assembling the Red Army into a disciplined fighting force while living in a train travelling from one front to another for two and a half years helped crush independent forces waging war to establish their own nation States. The advantage the Bolsheviks had in these scattered isolated wars was the Western allied forces did not want to commit themselves to another war immediately after the WW I was concluded in 1918 August.",
    "When finally, the civil war was declared over in October 1922 almost the entirety of the Tsarist Russian empire had been regained by Bolsheviks for whom “Great Russian” dominance was vital for their Socialist Republic. Compromises were therefore worked out with different provincial forces to fit them with the broad framework of Lenin’s Socialist Republic. They subsequently became coerced compromises with Stalin emerging as the strong man of the Soviet Republic, after the demise of Lenin in January 1924.",
    "Modern democratically structured and elected “Soviets” across the old empire was anyway not possible in a feudal society controlled by parochial nobility. “Traditional peasant life was defined by patriarchy, religious orthodoxy, and communality” says Sarah Badcock, an Associate Professor of History, University of Nottingham (in article - The 1917 Peasant Revolutions).There was no strong and large enough working class that could be the boulevard of an ideologically modern democratic State. The Bolsheviks had very little social space to engage ideologically in challenging the Tsarist “Great Russian” social mindset in a vastly primitive and backward, underdeveloped empire to establish an effectively functional modern democratic State. Nor were the Bolsheviks inclined to challenge the “Great Russian” dominance with which they regained the Tsarist empire under a new package.",
    "Bolsheviks did catalyze an urban socio-political movement for change of political power with a change of State structure, but with insignificant change in feudal mindsets, as it happened here in Sri Lanka as well with the introduction of universal franchise in 1931 and the elected State Council. Political parties took over new State organs under them with elected representations in governance. Yet there was no change in feudal mindsets; caste, religion, gender disparities, feudal hierarchies and land tenure and ownership, all remaining with no significant change. Political parties adopted themselves to live with all those injustices and disparities, adopting the ideology of the majority ethno-religious constituency. Society is yet burdened with divisions, rivalry and hatred on majority ethno-religious dominance used by Sinhala-Buddhist political parties as social ideology for political power.",
    "Putin in that sense is not alone on this planet this era. Most countries with economic downturns and utterly corrupt political leaderships rely on majority ethno-religious dominance with authoritarian power. Most conspicuous of them all were Donald Trump in the US playing for “White Supremacist” dominance, Narendra Modi creating a violent Hindutva frenzy in India and Xi Jinping in China creating larger space for “Han nationalism” while in different provinces with large minority Chinese ethnicities are seeing reducing space.",
    "There nevertheless is a difference between Jinping’s Chinese Han nationalism and the other 03 majority ethno-religious campaigners: Trump, Putin and Modi. All of them are using chauvinism of the majority hyped to a violent social expression against minorities in the absence of decent, developmental alternative to the utterly corrupt, mega city centered, neo liberal market economies, while China is subtle with its economic invasions of countries they decide as geo-politically important to them on their massively funded BRI Project. What is more covert in all these majority dominant politics in a global market economy is that they are all in the UN Security Council, three of them as Permanent Members and are all leading arms and ammunition manufacturers and dealers in the global market. Putin therefore is a necessary evil for all of them, except for Zelensky and the  Ukraine People. Ukrainians who have come under the boots of “Greater Russian” expansionism and tussle for"
  ],
  "translate": {
    "si": {
      "title": "පුටින්ගේ යුක්රේනය ආක්‍රමණය සහ \"මහා රුසියාවේ\" වැඩවසම් උරුමය",
      "body_lines": [
        "ආක්‍රමණයට අණ දුන් වහාම ඔහු යුක්රේන හමුදාවන්ට ආයුධ බිම තබා යටත් වන ලෙස ඉල්ලා සිටියේය. පුටින්ගේ දැවැන්ත හමුදාවට තවමත් ඔවුන්ගේ ස්වාධීනත්වය සහ ස්වෛරීත්වය වෙනුවෙන් සටන් කිරීමට යුක්රේන ජනතාවගේ අධිෂ්ඨානය අභිබවා යාමට නොහැකි විය.",
        "ඒ අර්ථයෙන් ගත් කල පුටින් මේ යුගයේ මේ පෘථිවියේ තනිවම නොවේ. ආර්ථික පසුබෑම් සහ අන්ත දූෂිත දේශපාලන නායකත්වයන් සහිත බොහෝ රටවල් අධිකාරී බලය සහිත බහුතර වාර්ගික-ආගමික ආධිපත්‍යය මත රඳා පවතී.",
        "ඔවුන්ගේ දැවැන්ත අරමුදල් සහිත BRI ව්‍යාපෘතියේ භූ-දේශපාලනික වශයෙන් ඔවුන්ට වැදගත් යැයි ඔවුන් තීරණය කරන රටවල ආර්ථික ආක්‍රමණ සමඟ චීනය සියුම් ය.",
        "දින 14 කට පෙර යුක්රේනය ආක්‍රමණය කරමින්, නූතන සාර් රජු වන ව්ලැඩිමීර් පුටින් යුක්රේන ජනාධිපති වොලොඩිමියර් සෙලෙන්ස්කි ඉවත් කිරීමෙන් හෝ යුක්රේන හමුදා යටත් වනු ඇතැයි අපේක්ෂාවෙන් කියෙව් අත්පත් කර ගැනීමෙන් ඉක්මන් අත්පත් කර ගැනීමක් සඳහා පිටත්ව ගියේය. ඇත්ත වශයෙන්ම, ආක්‍රමණයට අණ දුන් වහාම ඔහු යුක්රේන හමුදාවන්ට ආයුධ බිම තබා යටත් වන ලෙස ඉල්ලා සිටියේය. පුටින්ගේ දැවැන්ත හමුදාවට තවමත් ඔවුන්ගේ ස්වාධීනත්වය සහ ස්වෛරීභාවය වෙනුවෙන් සටන් කිරීමට යුක්රේන ජනතාවගේ අධිෂ්ඨානය අභිබවා යාමට නොහැකි විය. දැන් සාකච්ඡා සඳහා මොස්කව් වෙතින් සටන් විරාම යෝජනාවක් තිබේ. බටහිර බලවතුන් විසින් රුසියාවට එල්ල කරන ලද දැඩි ආර්ථික සම්බාධක සමඟින්, පුටින් නිර්වචනය නොකළ \"සීතල යුද්ධයේ\" නව යුගයකට සූදානම් බව පෙනේ.",
        "තවමත් පිළිතුරු දීමට ඉතිරිව ඇති ප්‍රශ්නය නම් “පුටින් යුක්රේනය ආක්‍රමණය කළේ ඇයි?” යන්නයි. යුක්රේනය රුසියාවට අයිති බවට ඔහු ප්‍රකාශ කළත් නේටෝ ඇඟිලි ගැසීම්, නියෝ නාසිවාදය සහ රුසියානු කතා කරන සුළු ජාතීන්ට එරෙහිව Zelensky පාලනය විසින් එල්ල කරන ලද ජන සංහාරය පිලිබඳ ඔහුගේ චෝදනා නොතකා, \"මහා රුසියානු\" ආධිපත්‍යය පිළිබඳ පුටින්ගේ වැඩවසම් චින්තනය තහවුරු කරන දිගු ඉතිහාසයක් තිබේ. 1991 දී බිඳවැටෙන විට \"සෝවියට් සමාජවාදී ජනරජයේ සංගමය\" (USSR) යටතේ තිබූ භූමිය නැවත ලබා ගැනීම.",
        "1917 විප්ලවයෙන් පසු බොල්ෂෙවික්වරුන් විසින් නිර්මාණය කරන ලද සමාජවාදී ජනරජයේ පැවති සියලුම \"සෝවියට්\" සාර් අධිරාජ්‍යයට අයත් වූ ප්‍රදේශ විය. රොමානොව්වරු 1613 සිට වසර 300 කට වැඩි කාලයක් \"ශ්‍රේෂ්ඨයන්\" දෙදෙනෙකු සමඟ අවසන් එවැනි රාජවංශය විය. මෙම ග්‍රහලෝකයේ විශාලතම අධිරාජ්‍යය බවට රුසියානු අධිරාජ්‍යය ව්‍යාප්ත කළ මහා පීටර් සහ මහා කැතරින්. 09 වන ශතවර්ෂයේ ශතවර්ෂ 08 කට පමණ පෙර, කියෙව් කේන්ද්‍ර කරගත් භූමිය ඔවුන්ගේම සංස්කෘතියක් සහිත ස්ලාව් ජාතිකයන් විසින් අල්ලා ගන්නා ලද අතර එය \"කීවන්-රුස්\" ලෙස හැඳින්වේ. වර්තමාන බෙලරුසියාව, රුසියාව සහ යුක්රේනය යන රටවල් සියල්ලම මෙම කීවන්-රුස් සංස්කෘතියට මුතුන් මිත්තන්ගේ පෙළපත කියාපායි.",
        "රොමානොව් රාජවංශයේ වසර 300 ක කාලය තුළ යුක්රේනය පෝලන්තය සහ රුසියාව අතර දෙවතාවකට වඩා වෙන් කරන ලදී. 1654 දී පෝලන්තය සහ රුසියාව අතර අත්සන් කරන ලද ගිවිසුම යටතේ යුක්රේනයේ නැගෙනහිර කොටස රුසියානු සාර් යටතට පත් විය. නැවතත්, 1772 සිට වසර 27 ක පෝලන්ත-රුසියානු යුද්ධයෙන් පසුව සහ ක්‍රිමියානු අර්ධද්වීපය රුසියානු ඈඳාගැනීමෙන් පසුව, යුක්රේනය “ඉම්පීරියල් රුසියාව” සහ හැප්ස්බර්ග්-ඔස්ට්‍රියාව අතර බෙදී වසර 100 ක් බෙදී ගියේය. මේ අනුව, යුක්රේනයේ \"හිමිකාරත්වය\" සඳහා පුටින්ගේ හිමිකම් පෑම සාර් අධිරාජ්‍යයේ \"මහා රුසියානු\" මනෝභාවය මත පදනම් වූ වල් අහංකාර ප්‍රකාශයකි.",
        "සාර් අධිරාජ්‍යය බිඳ වැටුණත් “මහා රුසියානු” බහුතර මතවාදය බිඳ වැටුණේ නැත. එය 1917 ඔක්තෝබර් විප්ලවය හරහා සෝවියට් සංගමයේ වැටීම දක්වා සහ ඉන් පසුවද ජීවත් විය. විප්ලවවාදී බොල්ෂෙවික්වරු අල්ලා ගත් සාර්වාදී රුසියාව කිසිම නිර්වචනයකින් ධනේශ්වර රාජ්‍යයක් නොවීය. සාර්වරුන් යටතේ රුසියාව ධනේශ්වර රාජ්‍යයකට සමීප නොවීය. 1905 දී පළමු විප්ලවය ඇති වන විට සාර්වාදී රුසියාවේ ග්‍රාමීය ජනගහනය සියයට 87 ක් වූ අතර 1917 ඔක්තෝබර් විප්ලවයේ වර්ෂය වන විට එය ග්‍රාමීය ජනගහනය සියයට 85 ක් විය. (රුසියානු ඉඩම් කොමියුනයේ සංඛ්‍යාලේඛන - 1905 සිට 1917 දක්වා / ඩොරති ඇට්කින්සන්)",
        "බොල්ෂෙවික්වරු රුසියාවේ සියලුම නාගරීකරණය වූ මධ්‍යස්ථාන අතරින් විශාලතම පෙට්‍රොග්‍රෑඩ් හි විප්ලවයක් සඳහා සැලසුම් කරන විට, 1917 දී සමස්ත කාර්මික ශ්‍රම ජනගහනය පුද්ගලික හා රජය සතු කර්මාන්තශාලා දෙකෙහිම දළ වශයෙන් මිලියන 06ක් පමණ විය. මෙය මුළු ජනගහනයෙන් සියයට 4.2ක් පමණ විය. (පළමු ලෝකයේ ජාත්‍යන්තර විශ්වකෝෂය - 1914 සිට 1918 දක්වා / මයිකල් එස්. මෙලන්කොන්).",
        "ලෙනින් සහ ට්‍රොට්ස්කි ඇතුළු 1917 ඔක්තෝබර් විප්ලවයේ ඉහලම \"මාක්ස්වාදී\" නායකත්වය තමන් \"කම්කරු පන්තියේ ආඥාදායකත්වයක්\" පිහිටුවන බව ප්‍රකාශ කළ ද, වැඩවසම් රුසියාවේ රාජ්‍ය බලය අත්පත් කර ගත හැකි නිසි කම්කරු පන්තියක් සිටියේ නැත.",
        "එබැවින් 1917 ඔක්තෝබර් විප්ලවයේ වඩාත්ම තීරණාත්මක සාධකය වූයේ එවකට මිලියන 05 කට අධික සොල්දාදුවන් සිටි ලෝකයේ විශාලතම හමුදාව වූ දුප්පත් ගොවි ජනතාවගෙන් යුද්ධයෙන් වෙහෙසට පත් වූ රුසියානු හමුදාවයි. \"මාක්ස්වාදී අන්තර්ජාල ලේඛනාගාරය\" සටහන, \"1914 බලමුලු ගැන්වීම අවි අතට ගත් ගැමි මිනිසුන් අතර සැලකිය යුතු වෙනසක් පෙන්නුම් කළේය - සමහරු දේශප්‍රේමී උද්යෝගයෙන් සහ තවත් සමහරු දැඩි අකමැත්තෙන්.\" (WW I - රුසියාව). මූලික වශයෙන් සාර්වාදී අධිරාජ්‍යවාදය බලයෙන් පහ කළේ මෙම කැරලිකාර හමුදාව සහ දුප්පත් කැරලිකාර විශාල ගොවි ජනතාවයි. ඉන්පසුව \"විප්ලවවාදී නියෝගයක්\" මගින් මුළු රුසියානු අධිරාජ්‍යය මත බොල්ෂෙවික්වරුන්ගේ අධිකාරය නිවේදනය කළේය. ට්‍රොට්ස්කි සිය ස්වයං චරිතාපදානයේ පවසන පරිදි, “සාමය ඇති කිරීමට අපගේ කැමැත්ත ප්‍රකාශ කළ නියෝගය, පෙට්‍රොග්‍රෑඩ් පමණක් අප අත පැවති ඔක්තෝබර් 26දා “සෝවියට් සම්මේලනය” විසින් සම්මත කරන ලදී. (මගේ ජීවිතය -p/362)",
        "1918 පෙබරවාරි මස මුලදී සිවිල් යුද්ධය ආරම්භ වූ විට, බොල්ෂෙවික් පාලනය යටතේ පැවතියේ රුසියාවේ කොටසක් - මොස්කව්, පෙට්‍රොග්‍රෑඩ් සහ එහි කාර්මික ප්‍රදේශයේ කොටස් පමණි. විසුරුවා හරින ලද සාර් අධිරාජ්‍යයේ ඉතිරි කොටස ප්‍රාදේශීය සහ පළාත් දේශපාලන සහ හමුදා නායකයන් යටතේ කැරලි ගසමින් සහ ඔවුන්ගේ භූගෝලීය ප්‍රදේශ වල ස්වාධීනත්වය සඳහා යුද්ධ කරමින් සිටියහ. ෆින්ලන්තය සහ බෝල්ටික් ජාතීන් 1918 මුල් භාගයේදී නිදහස ලබා ගත්හ. සයිබීරියාව සහ කොකේසස් ද ඔවුන්ගේ නිදහස තහවුරු කළහ. බටහිර බෙලරුසියාව සහ යුක්රේනය නව පෝලන්ත රාජ්‍යයට එක් විය. ආර්මේනියාව, ජෝර්ජියාව, අසර්බයිජානය නැවත වරක් කුරිරු ලෙස පොඩි කර ඈඳා ගැනීමට සිදු විය.",
        "ප්‍රායෝගිකව සෝවියට් සමාජවාදී සමූහාණ්ඩුවක් ලෙස ලිහිල් \"එක්සත්කම\" තුළ සිටීම සඳහා ජාතික රාජ්‍යයන් සඳහා ලෙනින්ගේ න්‍යායික ප්‍රස්තුතය බොල්ෂෙවික්වරුන්ගේ වැඩවසම් අධිරාජ්‍යවාදී \"මහා රුසියානු\" ආශාව විසින් යටපත් කරන ලදී. \"සමාජවාදී විප්ලවයේ\" නාමයෙන් සිවිල් යුද්ධය තලා දැමීමට ලෙනින්ගේ මුලසුන දැරූ මධ්‍යම කාරක සභාව මෙසේ තීරණය කළේය. යුධ කොමසාරිස්වරයා ලෙස ලෙනින් විසින් පුද්ගලිකව යෝජනා කල ට්‍රොට්ස්කිගේ යුධ මූලෝපාය සහ රතු හමුදාව විනයගරුක සටන් බලකායක් බවට එක්රැස් කිරීමේ දක්ෂතාවය වසර දෙකහමාරක් එක පෙරමුණකින් තවත් පෙරමුනේ ගමන් කරන දුම්රියක ජීවත් වෙමින් ස්වාධීන හමුදාවන් තලා දැමීමට උපකාර විය. ඔවුන්ගේම ජාතික රාජ්යයන්. මෙම විසිරුණු හුදකලා යුද්ධවලදී බොල්ෂෙවික්වරුන්ට තිබූ වාසිය නම් 1918 අගෝස්තුවේ පළමු ලෝක යුද්ධය අවසන් වූ වහාම තවත් යුද්ධයකට කැපවීමට බටහිර මිත්‍ර හමුදාවලට අවශ්‍ය නොවීමයි.",
        "අවසාන වශයෙන්, 1922 ඔක්තෝම්බර් මාසයේදී සිවිල් යුද්ධය අවසන් වූ බව ප්‍රකාශ කරන විට, සාර්වාදී රුසියානු අධිරාජ්‍යයේ මුළුමනින් ම පාහේ \"මහා රුසියානු\" ආධිපත්‍යය ඔවුන්ගේ සමාජවාදී ජනරජයට අත්‍යවශ්‍ය වූ බොල්ෂෙවික්වරුන් විසින් යලි අත්පත් කරගෙන තිබුණි. එබැවින් ලෙනින්ගේ සමාජවාදී ජනරජයේ පුලුල් රාමුවට ගැළපෙන පරිදි විවිධ පළාත් බලවේග සමග සම්මුතීන් සකස් විය. 1924 ජනවාරියේ ලෙනින්ගේ අභාවයෙන් පසු සෝවියට් ජනරජයේ ප්‍රබල මිනිසා ලෙස ස්ටාලින් මතුවීමත් සමඟ ඔවුන් පසුව බලහත්කාරයෙන් සම්මුතිවලට පත් විය.",
        "පැරණි අධිරාජ්‍යය හරහා නූතන ප්‍රජාතන්ත්‍රවාදීව ව්‍යුහගත සහ තේරී පත් වූ “සෝවියට්” කෙසේ හෝ පැරාචල් වංශාධිපතියන් විසින් පාලනය කරන ලද වැඩවසම් සමාජයක් තුළ කළ නොහැකි විය. \"සාම්ප්‍රදායික ගොවි ජීවිතය නිර්වචනය කරන ලද්දේ පුරුෂාධිපත්‍යය, ආගමික සම්ප්‍රදාය සහ වාර්ගිකත්වය මගිනි\" නොටින්හැම් විශ්ව විද්‍යාලයේ ඉතිහාසය පිළිබඳ සහකාර මහාචාර්ය සාරා බැඩ්කොක් පවසයි (ලිපියේ - 1917 ගොවි විප්ලව). දෘෂ්ටිවාදීමය වශයෙන් නවීන ප්‍රජාතන්ත්‍රවාදී රාජ්‍යයක ප්‍රවාහය. ඵලදායි ලෙස ක්‍රියාකාරී නවීන ප්‍රජාතන්ත්‍රවාදී රාජ්‍යයක් ස්ථාපිත කිරීම සඳහා විශාල වශයෙන් ප්‍රාථමික සහ පසුගාමී, ඌන සංවර්ධිත අධිරාජ්‍යයක සාර්වාදී “මහා රුසියානු” සමාජ මානසිකත්වයට අභියෝග කිරීමට මතවාදීව සම්බන්ධ වීමට බොල්ෂෙවික්වරුන්ට තිබුණේ ඉතා අල්ප සමාජ අවකාශයකි. නව පැකේජයක් යටතේ සාර් අධිරාජ්‍යය යලි අත්පත් කර ගත් \"මහා රුසියානු\" ආධිපත්‍යයට අභියෝග කිරීමට බොල්ෂෙවික්වරු ද නැඹුරු වූයේ නැත.",
        "බොල්ෂෙවික්වරු දේශපාලන බලය වෙනස් කිරීම සඳහා නාගරික සමාජ-දේශපාලන ව්‍යාපාරයක් උත්ප්‍රේරණය කළේ රාජ්‍ය ව්‍යුහයේ වෙනසක් සමඟින්, නමුත් වැඩවසම් මානසිකත්වයන්හි නොවැදගත් වෙනසක් සමඟින්, එය ශ්‍රී ලංකාවේ මෙන්ම 1931 දී විශ්ව ඡන්ද බලය හඳුන්වාදීමත් සමඟ තේරී පත් වූ රාජ්‍යය. සභා. දේශපාලන පක්ෂ ආණ්ඩුකරණයේ තේරී පත් වූ නියෝජනයන් සමඟ ඔවුන් යටතේ නව රාජ්‍ය ආයතන අත්පත් කර ගත්හ. එහෙත් වැඩවසම් මානසිකත්වයේ වෙනසක් නොවීය; කුලය, ආගම, ස්ත්‍රී පුරුෂ අසමානතා, වැඩවසම් ධුරාවලිය සහ ඉඩම් අයිතිය සහ හිමිකම, සැලකිය යුතු වෙනසක් නොමැතිව ඉතිරිව ඇත. බහුතර වාර්ගික-ආගමික ඡන්ද කොට්ඨාශයේ මතවාදයට අනුගත වෙමින් දේශපාලන පක්ෂ ඒ සියලු අසාධාරණයන් හා විෂමතා සමඟ ජීවත් වීමට තමන්ව හදා වඩා ගත්හ. සිංහල-බෞද්ධ දේශපාලන පක්ෂ විසින් දේශපාලන බලය සඳහා සමාජ මතවාදය ලෙස භාවිතා කරන බහුතර වාර්ගික-ආගමික ආධිපත්‍යය මත බෙදීම්, එදිරිවාදිකම් සහ වෛරයෙන් සමාජය තවමත් බර වී ඇත.",
        "ඒ අර්ථයෙන් ගත් කල පුටින් මේ යුගයේ මේ පෘථිවියේ තනිවම නොවේ. ආර්ථික පසුබෑම් සහ අන්ත දූෂිත දේශපාලන නායකත්වයන් සහිත බොහෝ රටවල් අධිකාරී බලය සහිත බහුතර වාර්ගික-ආගමික ආධිපත්‍යය මත රඳා පවතී. ඔවුන්ගෙන් වඩාත් කැපී පෙනෙන්නේ එක්සත් ජනපදයේ ඩොනල්ඩ් ට්‍රම්ප් “සුදු අධිපතිවාදී” ආධිපත්‍යය සඳහා ක්‍රීඩා කිරීම, නරේන්ද්‍ර මෝඩි ඉන්දියාවේ ප්‍රචණ්ඩ හින්දුත්ව වියරුවක් ඇති කිරීම සහ චීනයේ ෂී ජින්පින්ග් “හැන් ජාතිකවාදය” සඳහා විශාල ඉඩක් නිර්මාණය කරමින් විශාල සුළුතර චීන වාර්ගික විවිධ පළාත්වල සිටියදී ය. ඉඩ අඩු වන බව දකියි.",
        "කෙසේ වෙතත්, ජින්පිංගේ චීන හන් ජාතිකවාදය සහ අනෙකුත් බහුතර වාර්ගික-ආගමික ප්‍රචාරකයින් 03 අතර වෙනසක් ඇත: ට්‍රම්ප්, පුටින් සහ මෝඩි. ඔවුන් සියල්ලෝම බහුතරයේ ස්වෝත්තමවාදය භාවිතා කරමින් සුළු ජාතීන්ට එරෙහිව ප්‍රචණ්ඩකාරී සමාජ ප්‍රකාශනයක් සඳහා යොදා ගන්නේ අන්ත දූෂිත, මෙගා නගර කේන්ද්‍ර කරගත්, නව ලිබරල් වෙළඳපොල ආර්ථිකයන්ට විනීත, සංවර්ධනාත්මක විකල්පයක් නොමැති තතු තුලය ඔවුන්ගේ දැවැන්ත අරමුදල් සහිත BRI ව්‍යාපෘතිය සම්බන්ධයෙන් ඔවුන්ට භූ-දේශපාලනික වශයෙන් වැදගත් යැයි තීරණය කරන්න. ගෝලීය වෙලඳපොල ආර්ථිකයේ මෙම බහුතර ආධිපත්‍ය දේශපාලනයේ වඩාත් රහසිගත දෙය නම්, ඔවුන් සියල්ලෝම එක්සත් ජාතීන්ගේ ආරක්ෂක කවුන්සිලයේ සිටින අතර ඔවුන්ගෙන් තිදෙනෙකු ස්ථිර සාමාජිකයින් ලෙස සහ ගෝලීය වෙළඳපොලේ ප්‍රමුඛතම ආයුධ සහ පතොරම් නිෂ්පාදකයින් සහ අලෙවිකරුවන් වීමයි. එබැවින් පුටින් සෙලෙන්ස්කි සහ යුක්රේන ජනතාව හැර ඔවුන් සියල්ලන්ටම අත්‍යවශ්‍ය නපුරකි. “ශ්‍රේෂ්ඨ රුසියානු” ව්‍යාප්තවාදයේ සහ පොරබැදීමේ බූට් සපත්තු යටතේ පැමිණි යුක්රේනියානුවන්"
      ]
    },
    "ta": {
      "title": "உக்ரைன் மீதான புடினின் படையெடுப்பு மற்றும் \"கிரேட் ரஷ்யாவின்\" நிலப்பிரபுத்துவ பாரம்பரியம்",
      "body_lines": [
        "படையெடுப்பிற்கு உத்தரவிட்ட உடனேயே, உக்ரைன் படைகளை ஆயுதங்களை கீழே போட்டுவிட்டு சரணடையுமாறு அழைப்பு விடுத்தார். புடினின் பாரிய இராணுவத்தால் உக்ரேனிய மக்களின் சுதந்திரம் மற்றும் இறையாண்மைக்காக மீண்டும் போராடுவதற்கான உறுதியை இன்னும் முறியடிக்க முடியவில்லை.",
        "அந்த வகையில் புடின் இந்த சகாப்தத்தில் இந்த கிரகத்தில் தனியாக இல்லை. பொருளாதாரச் சரிவுகள் மற்றும் முற்றிலும் ஊழல் நிறைந்த அரசியல் தலைமைகளைக் கொண்ட பெரும்பாலான நாடுகள் சர்வாதிகார சக்தியுடன் பெரும்பான்மை இன-மத ஆதிக்கத்தை நம்பியுள்ளன.",
        "சீனா தங்களின் பாரிய நிதியுதவியுடன் கூடிய BRI திட்டத்தில் தங்களுக்கு புவி-அரசியல் முக்கியத்துவம் வாய்ந்த நாடுகள் எனத் தீர்மானிக்கும் நாடுகளின் பொருளாதாரப் படையெடுப்புகளில் நுட்பமாக உள்ளது.",
        "14 நாட்களுக்கு முன்பு உக்ரைனை ஆக்கிரமித்து, நவீன கால ஜார் விளாடிமிர் புடின், உக்ரைன் ஜனாதிபதி வோலோடிமிர் ஜெலென்ஸ்கியை அகற்றுவதன் மூலமோ அல்லது உக்ரைன் படைகள் சரணடையும் என்று எதிர்பார்த்து கியேவை ஆக்கிரமிப்பதன் மூலமோ விரைவாகக் கையகப்படுத்தினார். உண்மையில், படையெடுப்பிற்கு உத்தரவிட்ட உடனேயே, உக்ரைன் படைகள் ஆயுதங்களைக் கீழே போட்டுவிட்டு சரணடையுமாறு அவர் அழைப்பு விடுத்தார். புடினின் பாரிய இராணுவத்தால் உக்ரேனிய மக்களின் சுதந்திரம் மற்றும் இறையாண்மைக்காக மீண்டும் போராடுவதற்கான உறுதியை இன்னும் முறியடிக்க முடியவில்லை. பேச்சுவார்த்தைகளுக்கு மாஸ்கோவில் இருந்து இப்போது போர்நிறுத்த சலுகை உள்ளது. மேற்கத்திய சக்திகளால் ரஷ்யா மீது கடுமையான பொருளாதாரத் தடைகள் விதிக்கப்பட்ட நிலையில், புட்டின் வரையறுக்கப்படாத \"பனிப்போர்\" ஒரு புதிய சகாப்தத்திற்கு தயாராக இருப்பதாகத் தெரிகிறது.",
        "\"புடின் ஏன் உக்ரைனை ஆக்கிரமித்தார்?\" என்பது இன்னும் பதிலளிக்கப்பட வேண்டிய கேள்வி. உக்ரைன் ரஷ்யாவிற்கு சொந்தமானது என்று அவர் கூறிக்கொண்டாலும், நேட்டோ தலையீடு, நியோ நாசிசம் மற்றும் ரஷ்ய மொழி பேசும் சிறுபான்மையினருக்கு எதிரான இனப்படுகொலை பற்றிய குற்றச்சாட்டுகள், ஜெலென்ஸ்கி ஆட்சியால் இலக்கை எட்டவில்லை. \"சோவியத் சோசலிஸ்ட் குடியரசு ஒன்றியம்\" (USSR) 1991 இல் சரிந்தபோது அதன் கீழ் இருந்த பிரதேசத்தை மீட்டெடுத்தது.",
        "1917 புரட்சிக்குப் பிறகு போல்ஷிவிக்குகளால் உருவாக்கப்பட்ட சோசலிச குடியரசில் இருந்த அனைத்து \"சோவியத்துகளும்\" ஜார் பேரரசுக்கு சொந்தமான பிரதேசங்களாக இருந்தன. ரோமானோவ்ஸ் 1613 ஆம் ஆண்டு முதல் 300 ஆண்டுகளுக்கும் மேலாக இரண்டு \"பெரியவர்களை\" கொண்ட கடைசி வம்சமாகும்; பீட்டர் தி கிரேட் மற்றும் கேத்தரின் தி கிரேட் ஆகியோர் ரஷ்ய சாம்ராஜ்யத்தை இந்த கிரகத்தின் மிகப்பெரிய பேரரசாக விரிவுபடுத்தினர். 09 ஆம் நூற்றாண்டில் சுமார் 08 நூற்றாண்டுகளுக்கு முன்னர், கியேவ் மையப்படுத்தப்பட்ட பிரதேசம் ஸ்லாவ் மக்களால் அவர்களது சொந்த கலாச்சாரத்துடன் ஆக்கிரமிக்கப்பட்டது மற்றும் \"கீவன்-ரஸ்\" என்று அறியப்பட்டது. இன்றைய பெலாரஸ், ​​ரஷ்யா மற்றும் உக்ரைன் ஆகிய நாடுகள் அனைத்தும் இந்த கீவன்-ரஸ் கலாச்சாரத்திற்கு மூதாதையர் வம்சாவளியைக் கூறுகின்றன.",
        "ரோமானோவ் வம்சத்தின் 300 ஆண்டு காலப்பகுதியில், உக்ரைன் போலந்துக்கும் ரஷ்யாவிற்கும் இடையில் இரண்டு முறைக்கு மேல் பார்சல் செய்யப்பட்டது. 1654 இல் போலந்துக்கும் ரஷ்யாவுக்கும் இடையில் கையெழுத்திடப்பட்ட ஒப்பந்தத்தின் கீழ், உக்ரைனின் கிழக்குப் பகுதி ரஷ்ய ஜாரின் கீழ் வந்தது. மீண்டும், 1772 முதல் 27 ஆண்டுகள் போலந்து-ரஷ்யப் போர் மற்றும் கிரிமியன் தீபகற்பத்தின் ரஷ்ய இணைப்புக்குப் பிறகு, உக்ரைன் \"இம்பீரியல் ரஷ்யா\" மற்றும் ஹாப்ஸ்பர்க்-ஆஸ்திரியா இடையே பிரிக்கப்பட்டு 100 ஆண்டுகளாக பிரிக்கப்பட்டது. எனவே, உக்ரைனின் \"உரிமை\"க்கான புடினின் கூற்று, ஜார் பேரரசின் அதே \"கிரேட் ரஷ்ய\" ஆன்மாவின் அடிப்படையில் ஒரு காட்டு திமிர்பிடித்த கூற்றாகும்.",
        "ஜார் பேரரசு சிதைந்த போதிலும், \"பெரும் ரஷ்ய\" பெரும்பான்மை சித்தாந்தம் வீழ்ச்சியடையவில்லை. இது 1917 அக்டோபர் புரட்சியில் சோவியத் ஒன்றியத்தின் வீழ்ச்சி வரை வாழ்ந்தது. புரட்சிகர போல்ஷிவிக்குகள் கைப்பற்றிய ஜாரிச ரஷ்யா எந்த வரையறையிலும் முதலாளித்துவ அரசு அல்ல. ஜார்களின் கீழ் ரஷ்யா ஒரு முதலாளித்துவ அரசுக்கு அருகில் இல்லை. 1905 இல் முதல் புரட்சி வெடித்தபோது, ​​சாரிஸ்ட் ரஷ்யாவில் கிராமப்புற மக்கள் 87 சதவீதமாகவும், அக்டோபர் புரட்சியின் ஆண்டு 1917 இல் 85 சதவீத கிராமப்புறமாகவும் இருந்தனர். (ரஷ்ய நில கம்யூன் புள்ளிவிவரங்கள் - 1905 முதல் 1917 வரை / டோரதி அட்கின்சன்)",
        "ரஷ்யாவில் உள்ள அனைத்து நகரமயமாக்கப்பட்ட மையங்களிலும் மிகப் பெரிய பெட்ரோகிராட்டில் போல்ஷிவிக்குகள் ஒரு புரட்சிக்கு திட்டமிட்டிருந்தபோது, ​​1917 இல் மொத்த தொழில்துறை தொழிலாளர் மக்கள் தொகை தனியார் மற்றும் அரசுக்கு சொந்தமான தொழிற்சாலைகளில் சுமார் 06 மில்லியனாக இருந்தது. இது மொத்த மக்கள் தொகையில் 4.2 சதவீதமாக இருந்தது. (முதல் உலகத்தின் சர்வதேச கலைக்களஞ்சியம் - 1914 முதல் 1918 வரை / மைக்கேல் எஸ். மெலன்கான்).",
        "லெனின் மற்றும் ட்ரொட்ஸ்கி உட்பட 1917 அக்டோபர் புரட்சியின் உயர்மட்ட \"மார்க்சிச\" தலைமை அவர்கள் \"தொழிலாளர் வர்க்கத்தின் சர்வாதிகாரத்தை\" நிறுவுவோம் என்று கூறிய போதிலும், நிலப்பிரபுத்துவ ரஷ்யாவில் அரச அதிகாரத்தை கைப்பற்றக்கூடிய சரியான தொழிலாள வர்க்கம் இல்லை.",
        "ஆகவே, 1917 அக்டோபர் புரட்சியில் மிகவும் தீர்க்கமான காரணியாக இருந்தது என்னவெனில், 05 மில்லியனுக்கும் அதிகமான சிப்பாய்களைக் கொண்டிருந்த உலகின் மிகப் பெரிய இராணுவமான ஏழை விவசாயிகளிடமிருந்து போரினால் சோர்வடைந்த ரஷ்ய இராணுவம் ஆகும். \"மார்க்சிஸ்ட் இணைய ஆவணக் காப்பகங்கள்\" குறிப்பு, \"1914 அணிதிரட்டல் கிராமத்து மனிதர்களிடையே ஆயுதம் ஏந்திய ஒரு குறிப்பிடத்தக்க மாற்றத்தை முன்னறிவித்தது - சிலர் தேசபக்தி ஆர்வத்துடன் மற்றும் மற்றவர்கள் மிகுந்த தயக்கத்துடன்.\" (WW I - ரஷ்யா). இந்த கலகக்கார இராணுவமும், ஏழ்மையான கிளர்ச்சி மிகுந்த பெரிய விவசாயிகளும்தான் ஜார் ஏகாதிபத்தியத்தை அடிப்படையில் பதவி நீக்கம் செய்தனர். ஒரு \"புரட்சிகர ஆணை\" அதன் பின்னர் முழு ரஷ்ய சாம்ராஜ்யத்தின் மீது போல்ஷிவிக்குகளின் அதிகாரத்தை அறிவித்தது. ட்ரொட்ஸ்கி தனது சுயசரிதையில் கூறுவது போல், \"சமாதானம் செய்ய நாங்கள் தயாராக இருப்பதாக அறிவித்த ஆணை, பெட்ரோகிராட் மட்டுமே எங்கள் கைகளில் இருந்தபோது, ​​அக்டோபர் 26 அன்று \"சோவியத் காங்கிரஸ்\" மூலம் நிறைவேற்றப்பட்டது. (என் வாழ்க்கை -ப/362)",
        "பிப்ரவரி 1918 தொடக்கத்தில் உள்நாட்டுப் போர் வெடித்தபோது, ​​ரஷ்யாவின் ஒரு பகுதி - மாஸ்கோ, பெட்ரோகிராட் மற்றும் அதன் தொழில்துறை பிரதேசத்தின் சில பகுதிகள் மட்டுமே போல்ஷிவிக் கட்டுப்பாட்டில் இருந்தன. சிதைக்கப்பட்ட ஜார் பேரரசின் எஞ்சிய பகுதிகள் உள்ளூர் மற்றும் மாகாண அரசியல் மற்றும் இராணுவத் தலைவர்களின் கீழ் இருந்தன பின்லாந்து மற்றும் பால்டிக் நாடுகள் 1918 ஆம் ஆண்டின் தொடக்கத்தில் சுதந்திரம் பெற்றன. சைபீரியா மற்றும் காகசஸ் ஆகியவையும் தங்கள் சுதந்திரத்தை நிறுவின. மேற்கு பெலாரஸ் மற்றும் உக்ரைன் புதிய போலந்து அரசில் இணைந்தன. ஆர்மீனியா, ஜார்ஜியா, அஜர்பைஜான் ஆகியவை கொடூரமாக நசுக்கப்பட்டு மீண்டும் இணைக்கப்பட வேண்டியிருந்தது.",
        "நடைமுறையில் சோவியத் சோசலிசக் குடியரசாக ஒரு தளர்வான \"ஒன்றியத்தில்\" தேசிய அரசுகள் இருக்க வேண்டும் என்ற லெனினின் தத்துவார்த்த முன்மொழிவு போல்ஷிவிக்குகளின் நிலப்பிரபுத்துவ ஏகாதிபத்திய \"கிரேட் ரஷ்ய\" ஆசையால் முறியடிக்கப்பட்டது. லெனின் தலைமையிலான மத்தியக் குழு உள்நாட்டுப் போரை \"சோசலிசப் புரட்சி\" என்ற பெயரில் நசுக்க முடிவு செய்தது. தனிப்பட்ட முறையில் லெனினால் போர் ஆணையராக முன்மொழியப்பட்டது, இராணுவ மூலோபாயத்தில் ட்ரொட்ஸ்கியின் புத்திசாலித்தனம் மற்றும் செம்படையை ஒரு ஒழுக்கமான சண்டைப் படையாக ஒன்று சேர்ப்பதில் இரண்டரை ஆண்டுகள் ஒரு ரயிலில் இருந்து இரண்டரை ஆண்டுகள் பயணிக்கும் சுதந்திரப் படைகளை நசுக்க உதவியது. அவர்களின் சொந்த தேசிய மாநிலங்கள். இந்த சிதறிய தனிமைப்படுத்தப்பட்ட போர்களில் போல்ஷிவிக்குகளுக்கு இருந்த நன்மை என்னவென்றால், 1918 ஆகஸ்டில் WW I முடிவுக்கு வந்த உடனேயே மேற்கத்திய நேச நாட்டுப் படைகள் மற்றொரு போரில் தங்களை ஈடுபடுத்திக் கொள்ள விரும்பவில்லை.",
        "இறுதியாக, 1922 அக்டோபரில் உள்நாட்டுப் போர் முடிவடைந்ததாக அறிவிக்கப்பட்டபோது, ​​சாரிஸ்ட் ரஷ்யப் பேரரசு முழுவதையும் போல்ஷிவிக்குகளால் மீட்டெடுக்கப்பட்டது, அவர்களுக்காக \"பெரிய ரஷ்ய\" ஆதிக்கம் அவர்களின் சோசலிச குடியரசிற்கு இன்றியமையாததாக இருந்தது. எனவே, லெனினின் சோசலிசக் குடியரசின் பரந்த கட்டமைப்பிற்கு ஏற்றவாறு பல்வேறு மாகாண சக்திகளுடன் சமரசம் செய்து கொள்ளப்பட்டது. ஜனவரி 1924 இல் லெனின் மறைவுக்குப் பிறகு, சோவியத் குடியரசின் வலிமையான மனிதராக ஸ்டாலினுடன் வெளிவர, அவர்கள் பின்னர் கட்டாய சமரசங்களுக்கு ஆளாகினர்.",
        "பழைய பேரரசு முழுவதும் நவீன ஜனநாயக முறையில் கட்டமைக்கப்பட்ட மற்றும் தேர்ந்தெடுக்கப்பட்ட \"சோவியத்\" எப்படியும் பார்ப்பனிய பிரபுக்களால் கட்டுப்படுத்தப்படும் நிலப்பிரபுத்துவ சமூகத்தில் சாத்தியமில்லை. \"பாரம்பரிய விவசாயிகளின் வாழ்க்கை ஆணாதிக்கம், மத மரபு மற்றும் வகுப்புவாதத்தால் வரையறுக்கப்பட்டது\" என்கிறார் நாட்டிங்ஹாம் பல்கலைக்கழகத்தின் வரலாற்று இணைப் பேராசிரியர் சாரா பேட்காக் (கட்டுரையில் - 1917 விவசாயிகள் புரட்சி). கருத்தியல் ரீதியாக நவீன ஜனநாயக அரசின் கோட்டை. மிகவும் பழமையான மற்றும் பின்தங்கிய, வளர்ச்சியடையாத சாம்ராஜ்யத்தில், திறம்பட செயல்படும் நவீன ஜனநாயக அரசை ஸ்தாபிப்பதற்காக ஜாரிச \"பெரிய ரஷ்ய\" சமூக மனநிலையை சவால் செய்வதில் சித்தாந்த ரீதியாக ஈடுபட போல்ஷிவிக்குகளுக்கு மிகக் குறைந்த சமூக இடம் இருந்தது. போல்ஷிவிக்குகள் \"பெரும் ரஷ்ய\" மேலாதிக்கத்தை சவால் செய்ய முனையவில்லை, அதன் மூலம் அவர்கள் ஜார் சாம்ராஜ்யத்தை ஒரு புதிய தொகுப்பின் கீழ் மீட்டனர்.",
        "போல்ஷிவிக்குகள் ஒரு நகர்ப்புற சமூக-அரசியல் இயக்கத்தை அரச கட்டமைப்பின் மாற்றத்துடன் அரசியல் அதிகாரத்தை மாற்றியமைத்தனர், ஆனால் நிலப்பிரபுத்துவ மனப்பான்மையில் சிறிய மாற்றத்துடன், இது இலங்கையிலும் 1931 இல் உலகளாவிய உரிமையை அறிமுகப்படுத்தியது மற்றும் தேர்ந்தெடுக்கப்பட்ட அரசு. சபை. அரசியல் கட்சிகள் ஆட்சியில் தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகளுடன் புதிய மாநில உறுப்புகளை எடுத்துக் கொண்டன. ஆனாலும் நிலப்பிரபுத்துவ மனநிலையில் மாற்றம் ஏற்படவில்லை; சாதி, மதம், பாலின வேறுபாடுகள், நிலப்பிரபுத்துவ படிநிலைகள் மற்றும் நில உரிமை மற்றும் உரிமை, இவை அனைத்தும் குறிப்பிடத்தக்க மாற்றமின்றி எஞ்சியுள்ளன. பெரும்பான்மை இன-மதத் தொகுதியின் சித்தாந்தத்தை ஏற்று, அந்த அநீதிகள் மற்றும் ஏற்றத்தாழ்வுகள் அனைத்திலும் வாழ அரசியல் கட்சிகள் தங்களைத் தத்தெடுத்துக்கொண்டன. சிங்கள-பௌத்த அரசியல் கட்சிகளால் அரசியல் அதிகாரத்திற்கான சமூக சித்தாந்தமாகப் பயன்படுத்தப்படும் பெரும்பான்மை இன-மத மேலாதிக்கத்தின் மீதான பிளவுகள், போட்டி மற்றும் வெறுப்பு ஆகியவற்றால் சமூகம் இன்னும் சுமையாக உள்ளது.",
        "அந்த வகையில் புடின் இந்த சகாப்தத்தில் இந்த கிரகத்தில் தனியாக இல்லை. பொருளாதாரச் சரிவுகள் மற்றும் முற்றிலும் ஊழல் அரசியல் தலைமைகளைக் கொண்ட பெரும்பாலான நாடுகள் சர்வாதிகார சக்தியுடன் பெரும்பான்மை இன-மத மேலாதிக்கத்தை நம்பியுள்ளன. அவர்களில் மிகவும் குறிப்பிடத்தக்கவர்கள் அமெரிக்காவில் டொனால்ட் டிரம்ப் \"வெள்ளை மேலாதிக்க\" ஆதிக்கத்திற்காக விளையாடுவது, நரேந்திர மோடி இந்தியாவில் வன்முறை இந்துத்துவா வெறியை உருவாக்குவது மற்றும் சீனாவில் ஜி ஜின்பிங் \"ஹான் தேசியவாதத்திற்கு\" பெரிய இடத்தை உருவாக்கியது. இடம் குறைவதைக் காண்கிறோம்.",
        "ஆயினும்கூட, ஜின்பிங்கின் சீன ஹான் தேசியவாதத்திற்கும் மற்ற 03 பெரும்பான்மை இன-மத பிரச்சாரகர்களுக்கும் இடையே வேறுபாடு உள்ளது: டிரம்ப், புடின் மற்றும் மோடி. அவர்கள் அனைவரும் பெரும்பான்மையினரின் பேரினவாதத்தைப் பயன்படுத்தி சிறுபான்மையினருக்கு எதிரான வன்முறை சமூக வெளிப்பாடாகப் பயன்படுத்துகின்றனர், முற்றிலும் ஊழல் நிறைந்த, மெகா நகரத்தை மையமாகக் கொண்ட, நவ தாராளவாத சந்தைப் பொருளாதாரங்களுக்கு ஒழுக்கமான, வளர்ச்சிக்கான மாற்றீடு இல்லாத நிலையில், சீனா தனது பொருளாதாரப் படையெடுப்புகளில் நுட்பமாக உள்ளது. அவர்களின் பாரிய நிதியுதவி BRI திட்டத்தில் அவர்களுக்கு புவி-அரசியல் முக்கியத்துவம் வாய்ந்தது என முடிவு செய்யுங்கள். உலகளாவிய சந்தைப் பொருளாதாரத்தில் இந்த பெரும்பான்மை மேலாதிக்க அரசியலில் மிகவும் இரகசியமான விஷயம் என்னவென்றால், அவர்கள் அனைவரும் ஐ.நா. பாதுகாப்பு கவுன்சிலில் உள்ளனர், அவர்களில் மூன்று பேர் நிரந்தர உறுப்பினர்களாக உள்ளனர் மற்றும் அனைத்து முன்னணி ஆயுதங்கள் மற்றும் வெடிமருந்து உற்பத்தியாளர்கள் மற்றும் உலகளாவிய சந்தையில் விற்பனையாளர்கள். எனவே, ஜெலென்ஸ்கி மற்றும் உக்ரைன் மக்களைத் தவிர, புடின் அனைவருக்கும் அவசியமான தீமை. \"கிரேட்டர் ரஷ்ய\" விரிவாக்கம் மற்றும் சண்டையின் கீழ் வந்த உக்ரேனியர்கள்"
      ]
    }
  }
}