{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/minister-m-d-banda-an-exemplary-leader-1965-food-drive-in-a-class-of-its-own/",
  "time_ut": 1651840020,
  "title": "Minister M.D. Banda an exemplary leader; 1965 Food Drive in a class of its own",
  "body_lines": [
    "Judging from the brief period of tw to three months I was attached to the Department of Agrarian Services as a CCS cadet, I knew I could not have asked for a better place to move into at the conclusion of the work of the Broadcasting and Information Commission. It was one job which enabled one to work at the grass-roots while being based in Colombo. I can do no better here than quote a chunk from an article I wrote to the The Island some years back:",
    "“I had been attached to the Department of Agrarian Services for a few months in 1960-61 during my cadetship in the Ceylon Civil Service, and had every reason to be happy on being posted as Deputy Commissioner of Agrarian Services a few years later, in 1966. This department, which had been established by Mr.Phillip Gunewardene, Minister of Agriculture in the MEP government of 1956 to carry through his land reform program set in motion by the Paddy Lands Act of 1958, had acquired a new importance by this time, in the context of the Agricultural Development Program launched by the UNP government of 1965-70,.",
    "It was the flagship project of the Dudley Senanayake government more popularly known as the Food Drive, and was personally directed by the Prime Minister himself As his close comrade-in-arms and trusted lieutenant it was Mr. M.D.Banda, Minister of Agriculture and Food who had to provide the operational leadership to the program, which gripped the attention of the whole country and even attracted attention from overseas during this period. I was, naturally, happy to be associated with a program which had as its objective the need to make this country self-sufficient in regard to its basic needs of food.",
    "It must be said that I had never met the Minister or for that matter the Permanent Secretary, Mr. B.Mahadeva, earlier, and my first meeting with them was after assuming duties in my post. I had as my Commissioner Mr. J.V. Fonseka, a very senior officer of the Ceylon Civil Service to whom I was previously attached as CCS cadet. Both the Minister and the Permanent Secretary would have gone on his recommendation that I was a suitable person to hold the post of Deputy Commissioner (Paddy Lands) which had fallen vacant in his Department.",
    "Mr. M.D. Banda, incidentally, had already acquired a reputation as a Minister who did not carry prejudices against public officers on the basis of where they had worked earlier, and had in his team many officers who had worked very closely with the previous administration. He proved to be the consummate politician who could judge an officer on the quality of his or her work rather than be carried away by symbolic gestures or outward manifestations of loyalty.",
    "Among the main responsibilities of the Department of Agrarian Services were the administration of the Paddy Lands Act which covered both the tenancy provisions and the development of farmer organizations (known as cultivation committees) set up under the Act, the supply of subsidized fertilizer, coordination of agricultural credit, administration of the guaranteed price scheme, repair and maintenance of minor irrigation works and the implementation of the crop insurance scheme.",
    "As one of the two Deputy Commissioners in the Department, I was responsible for the first three items mentioned above. The Agricultural Development Programme (ADP) brought all the senior officials not only in the Ministry but also in the Departments coming under it into very close contact with the Minister. There was a quick turnover of Commissioners during my period of service in the Department (Mr. Fonseka was succeeded by Mr. M.S. Perera and he, in turn, by Mr. S.B. Senanayake) while, in the meantime, I gathered considerable expertise regarding the work that came under my purview, and the Minister knew this too well.",
    "The Ministry itself had a strong team of officers under Mr. Mahadeva’s overall supervision with a separate division called the Agricultural Development Division ably led by Neil Bandaranaike assisted by an equally able and devoted team of officers, which included Gamini Iriyagolle and Gamini Seneviratne. This division was responsible for forward planning, direction, monitoring and progress control of the ADP, with responsibility for actual implementation falling on the shoulders of the different departmental arms of the Ministry which reached out from the centre not only to the districts but also to the field level. Government Agents, hand-picked by the government, provided the necessary co-ordination and leadership at district level.",
    "In my entire 30 years of service as a public officer (1959-90) combined with the brief spells I have worked for different governments on specific engagements after retiring from the public service, I never came across a government program so well planned, so well directed and so well executed as the ADP of the Dudley Senanayake government, and a large part of the credit for this should go to Mr. M.D. Banda.",
    "Mr. Banda did not pose as a know-all who resented different opinions being expressed on any issue. In fact, he promoted such discussion. He was always a patient listener, but once he took a decision there was no looking back. He was a true leader who had the unflinching support of those whom he had to work with, and this was one major contributory factor for the success that the ADP achieved.",
    "The bi-annual Government Agents’ Conference which he used to preside over with commendable skill, where implementation problems were clinically examined and solutions found, was an event which we all looked forward to. He traveled virtually to every nook and corner in the country meeting with farmers and their organizations, and knew the ground situation at first hand. Not only the Minister, but the Prime Minster himself toured the country widely to see for himself, what was or was not being achieved.",
    "The relevant Ministry officials as well as Departmental representatives from Colombo, in addition to the local and district-level officers, had to be present on these inspection tours which were often followed by progress review meetings. My thoughts go back to the numerous occasions that I had myself taken part in such visits representing my Department.",
    "My work made it necessary for me to travel widely throughout the country addressing field level officers and even groups of Cultivation Committees in a manner that a Government Agent who was always looked upon as a disapathi hamuduruvo (a relic from the past!) was not in the habit of doing. In short, this was well beyond the provincial level experience I had been interested in obtaining before I reach the higher echelons of my service.",
    "CEB Seeks 100% Tariff Increase but Blocks 4000 MW of Lower-Cost Renewable Energy Generation: What’s the Logic?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අමාත්‍ය එම්.ඩී.බණ්ඩා ආදර්ශමත් නායකයෙක්. 1965 ආහාර ධාවකය තමන්ගේම පන්තියක",
      "body_lines": [
        "CCS ශිෂ්‍යභටයෙකු ලෙස මා ගොවිජන සේවා දෙපාර්තමේන්තුවට අනුයුක්තව සිටි මාස දෙක තුනක කෙටි කාලය දෙස බලන විට, විකාශන හා තොරතුරු කොමිෂන් සභාවේ වැඩ කටයුතු අවසන් වන විට මට යාමට වඩා හොඳ ස්ථානයක් ඉල්ලා සිටිය නොහැකි බව මම දැන සිටියෙමි. . කොළඹ ප්‍රදේශයේ සිටිමින් බිම් මට්ටමේ වැඩ කිරීමට හැකි වූ එක් රැකියාවක් විය. මීට වසර කිහිපයකට පෙර මම ද අයිලන්ඩ් පුවත්පතට ලියූ ලිපියකින් කොටසක් උපුටා දැක්වීමට වඩා මට මෙහි හොඳ දෙයක් කළ නොහැක:",
        "“මම ලංකා සිවිල් සේවයේ ශිෂ්‍යභට සේවයේ යෙදී සිටියදී 1960-61 මාස කිහිපයක් ගොවිජන සේවා දෙපාර්තමේන්තුවට අනුයුක්තව සිටි අතර වසර කිහිපයකට පසු ගොවිජන සේවා නියෝජ්‍ය කොමසාරිස් ලෙස පත් වීම ගැන සතුටු වීමට මට සෑම හේතුවක්ම තිබුණි. 1966. 1956 මහජන එක්සත් පෙරමුණු රජයේ කෘෂිකර්ම අමාත්‍ය පිලිප් ගුණවර්ධන මහතා විසින් 1958 කුඹුරු පනත මගින් ක්‍රියාත්මක කරන ලද ඉඩම් ප්‍රතිසංස්කරණ වැඩසටහන ක්‍රියාත්මක කිරීම සඳහා ආරම්භ කරන ලද මෙම දෙපාර්තමේන්තුව මේ වන විට නව වැදගත්කමක් ලබා ගෙන තිබුණි. 1965-70 එජාප රජය විසින් දියත් කරන ලද කෘෂිකාර්මික සංවර්ධන වැඩසටහනේ සන්දර්භය තුළ.",
        "ෆුඩ් ඩ්‍රයිව් නමින් වඩාත් ප්‍රචලිත ඩඩ්ලි සේනානායක රජයේ ප්‍රමුඛතම ව්‍යාපෘතිය වූ එය, පෞද්ගලිකව මෙහෙයවනු ලැබුවේ අග්‍රාමාත්‍යවරයා විසින්ම ඔහුගේ සමීපතම සගයා සහ විශ්වාසවන්ත ලුතිනන්වරයා ලෙස කෘෂිකර්ම හා ආහාර අමාත්‍ය එම්.ඩී.බණ්ඩා මහතාය. මෙම කාලය තුළ මුළු රටේම අවධානයට ලක් වූ සහ විදේශයන්ගෙන් පවා අවධානයට ලක් වූ වැඩසටහනට මෙහෙයුම් නායකත්වය සැපයීමට සිදු විය. මූලික ආහාර අවශ්‍යතා සම්බන්ධයෙන් මේ රට ස්වයංපෝෂිත කිරීමේ අවශ්‍යතාව එහි පරමාර්ථය කරගත් වැඩසටහනක් සමඟ සම්බන්ධ වීමට ලැබීම ගැන මම ස්වභාවිකවම සතුටු වුණා.",
        "මා මීට පෙර කිසි දිනක අමාත්‍යවරයා හෝ ඒ සඳහා ස්ථිර ලේකම් බී.මහාදේව මහතා හමුවී නොමැති බවත්, මා ඔවුන් හමුවූ පළමු හමුව සිදුවූයේ මගේ තනතුරේ වැඩ භාර ගැනීමෙන් පසුව බවත් කිව යුතුයි. මගේ කොමසාරිස්වරයා ලෙස මා සිටියේ මීට පෙර CCS කැඩෙට් නිලධාරියෙකු ලෙස අනුයුක්තව සිටි ලංකා සිවිල් සේවයේ ඉතා ජ්‍යෙෂ්ඨ නිලධාරියෙකු වූ ජේ.වී. ෆොන්සේකා මහතාය. එතුමාගේ දෙපාර්තමේන්තුවේ පුරප්පාඩු වී තිබූ නියෝජ්‍ය කොමසාරිස් (කුඹුරු ඉඩම්) තනතුර දැරීමට මා සුදුසු අයෙක් බවට අමාත්‍යවරයා සහ ස්ථිර ලේකම්වරයා යන දෙදෙනාම ඔහුගේ නිර්දේශය මත යන්නට ඇත.",
        "එම්.ඩී.බණ්ඩා මහතා මීට පෙර සේවය කළ ස්ථානය අනුව රාජ්‍ය නිලධාරීන්ට අගතියක් නොදැක්වූ අමාත්‍යවරයකු ලෙස ඒ වන විටත් කීර්තියක් අත්කරගෙන සිටි අතර, පසුගිය පාලනය සමඟ ඉතා සමීපව කටයුතු කළ නිලධාරීන් රැසක් ඔහුගේ කණ්ඩායමේ සිටි. සංකේතාත්මක අභිනයන් හෝ පක්ෂපාතීත්වයේ බාහිර ප්‍රකාශනයන් මගින් ඉවතට ගෙන යනවාට වඩා ඔහුගේ හෝ ඇයගේ කාර්යයේ ගුණාත්මකභාවය මත නිලධාරියෙකු විනිශ්චය කළ හැකි පරිපූර්ණ දේශපාලනඥයා ඔහු බව ඔප්පු කළේය.",
        "ගොවිජන සේවා දෙපාර්තමේන්තුවේ ප්‍රධාන වගකීම් අතර, කුඹුරු පනතේ පරිපාලනය, කුලී ප්‍රතිපාදන යන දෙකම ආවරණය වන පරිදි, පනත යටතේ පිහිටුවන ලද ගොවි සංවිධාන (වගා කමිටු ලෙස හඳුන්වන) සංවර්ධනය, සහනාධාර පොහොර සැපයීම, සම්බන්ධීකරණය කෘෂිකාර්මික ණය, සහතික මිල යෝජනා ක්‍රමය පරිපාලනය, සුළු වාරිමාර්ග කටයුතු අලුත්වැඩියා කිරීම සහ නඩත්තු කිරීම සහ බෝග රක්ෂණ යෝජනා ක්‍රමය ක්‍රියාත්මක කිරීම.",
        "දෙපාර්තමේන්තුවේ නියෝජ්‍ය කොමසාරිස්වරුන් දෙදෙනාගෙන් එක් අයෙක් ලෙස ඉහත සඳහන් කළ පළමු අයිතම තුනේ වගකීම මා සතු විය. කෘෂිකර්ම සංවර්ධන වැඩසටහන (ADP) අමාත්‍යාංශයේ පමණක් නොව ඒ යටතේ එන දෙපාර්තමේන්තු වල සියලුම ජ්‍යෙෂ්ඨ නිලධාරීන් අමාත්‍යවරයා සමඟ ඉතා සමීප සබඳතාවයකට ගෙන ආවේය. දෙපාර්තමේන්තුවේ මා සේවා කාලය තුළ කොමසාරිස්වරුන්ගේ කඩිනම් පිරිවැටීමක් සිදු වූ අතර (ෆොන්සේකා මහතාගෙන් පසුව එම්. එස්. පෙරේරා මහතා සහ ඔහු අනෙක් අතට එස්. බී. සේනානායක මහතා විසින් පත් කරන ලදී) ඒ අතරතුර, මම ඒ සම්බන්ධයෙන් සැලකිය යුතු විශේෂඥ දැනුමක් ලබා ගත්තෙමි. මගේ විෂය පථයට අයත් වැඩ, ඒ වගේම ඇමතිතුමාත් මේක හොඳට දැනගෙන හිටියා.",
        "මහාදේව මහතාගේ සමස්ත අධීක්ෂණය යටතේ නීල් බණ්ඩාරනායක මහතාගේ නායකත්වයෙන් යුත් කෘෂිකර්ම සංවර්ධන අංශය නමින් වෙනම අංශයක් සමඟින් අමාත්‍යාංශයටම ගාමිණී ඊරියගොල්ල සහ ගාමිණී සෙනෙවිරත්න යන සමානව දක්‍ෂ හා කැපවූ නිලධාරීන් කණ්ඩායමක් සහය විය. මධ්‍යයේ සිට දිස්ත්‍රික්කවලට පමණක් නොව දිස්ත්‍රික්කවලට ද ළඟා වූ අමාත්‍යාංශයේ විවිධ දෙපාර්තමේන්තු අංශවල සත්‍ය ක්‍රියාවට නැංවීමේ වගකීම පැවරී ඇති අතර, ADP හි ඉදිරි සැලසුම්, මඟ පෙන්වීම, අධීක්ෂණය සහ ප්‍රගති පාලනය සඳහා මෙම අංශය වගකිව යුතු විය. ක්ෂේත්ර මට්ටම. රජය විසින් තෝරා ගන්නා ලද දිසාපතිවරු දිස්ත්‍රික් මට්ටමින් අවශ්‍ය සම්බන්ධීකරණය සහ නායකත්වය ලබා දුන්හ.",
        "රාජ්‍ය නිලධාරියෙකු ලෙස මගේ වසර 30ක සේවා කාලය තුළ (1959-90) මා රාජ්‍ය සේවයෙන් විශ්‍රාම ගැනීමෙන් පසු නිශ්චිත නියැලීම් සම්බන්ධයෙන් විවිධ රජයන් සඳහා සේවය කර ඇති කෙටි අක්ෂර වින්‍යාසය සමඟ ඒකාබද්ධව, මෙතරම් හොඳින් සැලසුම් කළ රජයේ වැඩසටහනක් මට කිසි දිනෙක හමු නොවීය. ඩඩ්ලි සේනානායක රජයේ ADP ලෙස අධ්‍යක්ෂණය කර ඉතා හොඳින් ක්‍රියාත්මක වූ අතර, මෙහි ගෞරවයෙන් විශාල කොටසක් එම්.ඩී.බණ්ඩා මහතාට හිමිවිය යුතුය.",
        "බණ්ඩා මහතා කිසිදු ප්‍රශ්නයක් සම්බන්ධයෙන් විවිධ මත ප්‍රකාශ කිරීම ගැන අමනාප වූ සියල්ල දන්නා පුද්ගලයකු ලෙස පෙනී සිටියේ නැත. ඇත්ත වශයෙන්ම, ඔහු එවැනි සාකච්ඡාවක් ප්රවර්ධනය කළේය. ඔහු සෑම විටම ඉවසිලිවන්තව සවන් දුන් නමුත් තීරණයක් ගත් පසු ආපසු හැරී බැලීමක් සිදු නොවීය. ඔහු තමා සමඟ වැඩ කළ යුතු අයගේ නොමඳ සහය ලැබූ සැබෑ නායකයෙකු වූ අතර, ADP ලබා ගත් සාර්ථකත්වය සඳහා මෙය එක් ප්‍රධාන දායක සාධකයක් විය.",
        "ක්‍රියාවට නැංවීමේ ගැටලු සායනිකව පරීක්‍ෂා කර විසඳුම් සෙවීමට ප්‍රශංසනීය දක්ෂතාවයකින් යුතුව එතුමාගේ ප්‍රධානත්වයෙන් ද්විවාර්ෂික දිසාපතිවරුන්ගේ සමුළුව අප කවුරුත් බලා සිටි උත්සවයකි. ඔහු රටේ සෑම අස්සක් මුල්ලක් නෑරම පාහේ ගොවීන් සහ ඔවුන්ගේ සංවිධාන සමඟ රැස්වීමට ගිය අතර, භූමියේ තත්වය මුලින්ම දැන සිටියේය. අමාත්‍යවරයා පමණක් නොව, අගමැතිතුමාම රටපුරා සංචාරය කළේ තමන් විසින්ම සොයා බැලීම සඳහාය.",
        "බොහෝ විට ප්‍රගති සමාලෝචන රැස්වීම්වලින් අනතුරුව පැවැත්වෙන මෙම නිරීක්ෂණ චාරිකා සඳහා ප්‍රාදේශීය හා දිස්ත්‍රික් මට්ටමේ නිලධාරීන්ට අමතරව අදාළ අමාත්‍යාංශ නිලධාරීන් මෙන්ම කොළඹින් පැමිණෙන දෙපාර්තමේන්තු නියෝජිතයන්ද සහභාගි විය යුතුව තිබුණි. මගේ දෙපාර්තමේන්තුව නියෝජනය කරමින් එවැනි චාරිකා සඳහා මා සහභාගී වූ අවස්ථා ගණනාවකට මගේ සිතුවිලි දිව යයි.",
        "දිසාපති හාමුදුරුවෝ (අතීතයේ ධාතුවක්!) කවදත් සලකන දිසාපතිවරයකු නොසිටි ආකාරයට ක්ෂේත්‍ර මට්ටමේ නිලධාරීන් සහ වගා කමිටු කණ්ඩායම් පවා අමතා රට පුරා සැරිසැරීමට මගේ කාර්යය මට අවශ්‍ය විය. කරන පුරුද්ද. කෙටියෙන් කිවහොත්, මෙය මා මගේ සේවයේ ඉහළ තලයට පැමිණීමට පෙර ලබා ගැනීමට උනන්දු වූ පළාත් මට්ටමේ අත්දැකීම් ඉක්මවා ගිය එකක් විය.",
        "CEB 100% ගාස්තු වැඩි කිරීමක් අපේක්ෂා කරන නමුත් අඩු වියදම් පුනර්ජනනීය බලශක්ති උත්පාදනය 4000 MW අවහිර කරයි: තර්කය කුමක්ද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அமைச்சர் எம்.டி.பண்டா ஒரு முன்மாதிரியான தலைவர்; 1965 அதன் சொந்த வகுப்பில் உணவு இயக்கி",
      "body_lines": [
        "நான் விவசாய சேவைகள் திணைக்களத்தில் CCS கேடட்டாக இணைக்கப்பட்ட இரண்டு முதல் மூன்று மாதங்கள் வரையிலான சுருக்கமான காலப்பகுதியிலிருந்து பார்க்கும்போது, ​​ஒலிபரப்பு மற்றும் தகவல் ஆணையத்தின் பணியின் முடிவில் நான் செல்ல ஒரு சிறந்த இடத்தைக் கேட்டிருக்க முடியாது என்று எனக்குத் தெரியும். . கொழும்பில் இருக்கும் போது அடிமட்டத்தில் பணிபுரியக்கூடிய ஒரு வேலை இது. சில வருடங்களுக்கு முன் தி ஐலண்டிற்கு நான் எழுதிய ஒரு கட்டுரையில் இருந்து ஒரு பகுதியை மேற்கோள் காட்டுவதை விட என்னால் இங்கு சிறப்பாக எதுவும் செய்ய முடியாது:",
        "நான் 1960-61 ஆம் ஆண்டு இலங்கை சிவில் சேவையில் பணிபுரிந்த காலத்தில் கமநல சேவைகள் திணைக்களத்தில் சில மாதங்கள் இணைந்திருந்தேன். 1966. 1956 ஆம் ஆண்டு MEP அரசாங்கத்தில் விவசாய அமைச்சராக இருந்த திரு.பிலிப் குணவர்தனவினால் 1958 ஆம் ஆண்டு நெல் நிலச் சட்டத்தின் மூலம் உருவாக்கப்பட்ட தனது நிலச் சீர்திருத்தத் திட்டத்தை செயல்படுத்துவதற்காக ஸ்தாபிக்கப்பட்ட இந்தத் திணைக்களம், இந்த நேரத்தில் ஒரு புதிய முக்கியத்துவத்தைப் பெற்றிருந்தது. , 1965-70 UNP அரசாங்கத்தால் தொடங்கப்பட்ட விவசாய அபிவிருத்தித் திட்டத்தின் பின்னணியில்.",
        "இது டட்லி சேனாநாயக்க அரசாங்கத்தின் முதன்மையான திட்டமாக உணவு உந்துதலாக அறியப்பட்டது, மேலும் இது தனிப்பட்ட முறையில் பிரதமரால் வழிநடத்தப்பட்டது மற்றும் அவரது நெருங்கிய தோழராகவும் நம்பகமான லெப்டினன்டாகவும் விவசாயம் மற்றும் உணவு அமைச்சர் திரு. எம்.டி.பண்டா ஆவார். இக்காலத்தில் முழு நாட்டினதும் கவனத்தை ஈர்த்ததுடன் வெளிநாடுகளில் இருந்தும் கூட கவனத்தை ஈர்த்த நிகழ்ச்சித்திட்டத்திற்கு செயற்பாட்டுத் தலைமையை வழங்க வேண்டியவர். இந்த நாட்டை அதன் அடிப்படை உணவுத் தேவைகளில் தன்னிறைவு அடையச் செய்வதை நோக்கமாகக் கொண்ட ஒரு திட்டத்துடன் இணைந்திருப்பதில் இயல்பாகவே நான் மகிழ்ச்சியடைந்தேன்.",
        "நான் இதற்கு முன்னர் அமைச்சரையோ அல்லது அதற்காக நிரந்தரச் செயலாளர் திரு. பி.மகாதேவாவையோ சந்தித்ததில்லை என்றே கூற வேண்டும், எனது பதவியில் கடமைகளைப் பொறுப்பேற்ற பின்னர் அவர்களுடனான எனது முதல் சந்திப்பு. நான் எனது ஆணையாளராக இருந்தவர் திரு. ஜே.வி. பொன்சேகா, இலங்கை சிவில் சேவையின் மிக மூத்த அதிகாரி, அவருடன் நான் முன்பு CCS கேடட்டாக இணைக்கப்பட்டிருந்தேன். அமைச்சரும் நிரந்தரச் செயலாளரும் அவருடைய திணைக்களத்தில் காலியாக இருந்த துணை ஆணையர் (நெல் நிலங்கள்) பதவியை வகிக்க நான் பொருத்தமான நபர் என்று அவரது பரிந்துரையின் பேரில் சென்றிருப்பார்கள்.",
        "திரு. எம்.டி. பண்டா, தற்செயலாக, முன்னர் பணிபுரிந்த இடத்தின் அடிப்படையில் அரசாங்க அதிகாரிகளுக்கு எதிராக தப்பெண்ணங்களைச் சுமக்காத அமைச்சராக ஏற்கனவே நற்பெயரைப் பெற்றிருந்தார், மேலும் முந்தைய நிர்வாகத்துடன் மிகவும் நெருக்கமாக பணியாற்றிய பல அதிகாரிகள் அவரது குழுவில் இருந்தனர். குறியீட்டு சைகைகள் அல்லது விசுவாசத்தின் வெளிப்புற வெளிப்பாடுகளால் எடுத்துச் செல்லப்படுவதை விட, ஒரு அதிகாரியின் பணியின் தரத்தின் அடிப்படையில் அவரை மதிப்பிடக்கூடிய முழுமையான அரசியல்வாதியாக அவர் நிரூபித்தார்.",
        "கமநல சேவைகள் திணைக்களத்தின் முக்கிய பொறுப்புகளில் நெல் நிலச் சட்டத்தின் நிர்வாகம், குத்தகை ஏற்பாடுகள் மற்றும் சட்டத்தின் கீழ் அமைக்கப்பட்ட விவசாய அமைப்புகளின் (பயிரைக் குழுக்கள் என அழைக்கப்படும்) மேம்பாடு, மானிய உர விநியோகம், ஒருங்கிணைப்பு ஆகிய இரண்டையும் உள்ளடக்கியது. விவசாயக் கடன், உத்தரவாத விலை திட்டத்தின் நிர்வாகம், சிறு நீர்ப்பாசனப் பணிகளைப் பழுதுபார்த்தல் மற்றும் பராமரித்தல் மற்றும் பயிர்க் காப்பீட்டுத் திட்டத்தை செயல்படுத்துதல்.",
        "துறையின் இரண்டு துணை ஆணையர்களில் ஒருவராக, மேலே குறிப்பிட்டுள்ள முதல் மூன்று விஷயங்களுக்கு நான் பொறுப்பேற்றேன். வேளாண்மை வளர்ச்சித் திட்டம் (ADP) அமைச்சகத்தில் மட்டுமல்லாது அதன் கீழ் வரும் துறைகளிலும் உள்ள அனைத்து மூத்த அதிகாரிகளையும் அமைச்சருடன் மிக நெருக்கமான தொடர்புக்கு கொண்டு வந்தது. திணைக்களத்தில் நான் பணியாற்றிய காலத்தில் ஆணையாளர்களின் விரைவான வருவாயில் இருந்தது (திரு. பொன்சேகாவிற்குப் பிறகு திரு. எம்.எஸ். பெரேரா மற்றும் அவர் திரு. எஸ்.பி. சேனநாயக்கா) அதேவேளையில், நான் கணிசமான நிபுணத்துவத்தை சேகரித்தேன். எனது பணியின் கீழ் வந்த பணிகள், அமைச்சருக்கும் இது நன்றாகத் தெரியும்.",
        "நீல் பண்டாரநாயக்க தலைமையில் விவசாய அபிவிருத்திப் பிரிவு என்ற தனிப் பிரிவுடன், திரு. மகாதேவவின் ஒட்டுமொத்த மேற்பார்வையின் கீழ், காமினி இறைகொல்லே மற்றும் காமினி செனவிரத்ன ஆகியோரை உள்ளடக்கிய சமமான திறமையும் அர்ப்பணிப்பும் கொண்ட அதிகாரிகள் குழுவின் உதவியுடன் அமைச்சின் ஒரு வலுவான அதிகாரிகள் குழு இருந்தது. இந்தப் பிரிவானது ADP இன் முன்னோக்கி திட்டமிடல், வழிநடத்துதல், கண்காணிப்பு மற்றும் முன்னேற்றக் கட்டுப்பாடு ஆகியவற்றிற்கு பொறுப்பாக இருந்தது, உண்மையில் செயல்படுத்துவதற்கான பொறுப்பு அமைச்சின் பல்வேறு துறைகளின் தோள்களில் விழுகிறது, இது மையத்திலிருந்து மாவட்டங்களுக்கு மட்டுமல்ல. கள நிலை. அரசாங்கத்தால் தேர்ந்தெடுக்கப்பட்ட அரசாங்க முகவர்கள், மாவட்ட மட்டத்தில் தேவையான ஒருங்கிணைப்பு மற்றும் தலைமைத்துவத்தை வழங்கினர்.",
        "அரசு அதிகாரியாக (1959-90) எனது முழு 30 ஆண்டுகால சேவையிலும், பொதுச் சேவையிலிருந்து ஓய்வு பெற்ற பிறகு குறிப்பிட்ட ஈடுபாடுகளில் வெவ்வேறு அரசாங்கங்களுக்காக நான் பணியாற்றிய சுருக்கமான எழுத்துகளுடன் இணைந்து, இவ்வளவு சிறப்பாக திட்டமிடப்பட்ட அரசாங்கத் திட்டத்தை நான் கண்டதில்லை. டட்லி சேனாநாயக்க அரசாங்கத்தின் ஏ.டி.பி.யாக இயக்கிய மற்றும் சிறப்பாக செயல்பட்டார், மேலும் இதற்கான பெருமை திரு. எம்.டி. பண்டாவுக்குச் சேர வேண்டும்.",
        "திரு. பண்டா, எந்த ஒரு விஷயத்திலும் வெவ்வேறு கருத்துக்கள் வெளிப்படுத்தப்படுவதைக் கண்டு அதிருப்தி கொண்ட அனைத்தையும் அறிந்தவராகக் காட்டிக் கொள்ளவில்லை. உண்மையில், அவர் அத்தகைய விவாதத்தை ஊக்குவித்தார். அவர் எப்போதும் பொறுமையாகக் கேட்பவராக இருந்தார், ஆனால் அவர் ஒரு முடிவை எடுத்தவுடன் திரும்பிப் பார்க்கவில்லை. அவர் ஒரு உண்மையான தலைவராக இருந்தார், அவர் யாருடன் பணிபுரிய வேண்டுமோ அவர்களுடன் தளராத ஆதரவைப் பெற்றிருந்தார், மேலும் ADP அடைந்த வெற்றிக்கு இது ஒரு முக்கிய காரணியாக இருந்தது.",
        "இரண்டு ஆண்டுகளுக்கு ஒருமுறை அவர் தலைமை தாங்கி நடத்தும் அரசு முகவர்கள் மாநாடு, அமுலாக்கப் பிரச்சனைகளை மருத்துவரீதியாக பரிசோதித்து, தீர்வுகள் கண்டது, பாராட்டத்தக்க திறமையுடன் நடத்துவது, நாம் அனைவரும் எதிர்பார்த்துக் கொண்டிருந்த ஒரு நிகழ்வாகும். அவர் நாட்டின் ஒவ்வொரு மூலை முடுக்கிற்கும் சென்று விவசாயிகள் மற்றும் அவர்களது அமைப்புகளைச் சந்தித்தார், மேலும் நிலத்தின் நிலைமையை நேரில் அறிந்தார். அமைச்சர் மட்டுமல்ல, பிரதமரும் நாடு முழுவதும் சுற்றுப்பயணம் செய்து, என்ன சாதிக்கப்பட்டது அல்லது அடையவில்லை என்பதைத் தானே பார்க்க வேண்டும்.",
        "முன்னேற்ற மீளாய்வுக் கூட்டங்களைத் தொடர்ந்து அடிக்கடி நடத்தப்படும் இந்த ஆய்வுச் சுற்றுப்பயணங்களில், உள்ளூர் மற்றும் மாவட்ட மட்ட அதிகாரிகளுக்கு மேலதிகமாக, சம்பந்தப்பட்ட அமைச்சின் அதிகாரிகள் மற்றும் கொழும்பில் இருந்து திணைக்களப் பிரதிநிதிகள் கலந்துகொள்ள வேண்டியிருந்தது. எனது திணைக்களத்தைப் பிரதிநிதித்துவப்படுத்தும் இத்தகைய வருகைகளில் நானே பங்குபற்றிய பல சந்தர்ப்பங்களில் எனது எண்ணங்கள் பின்னோக்கிச் செல்கின்றன.",
        "எப்பொழுதும் திசபதி ஹமுதுருவோ (கடந்த காலத்தின் நினைவுச்சின்னம்!) என்று கருதப்படும் ஒரு அரசாங்க அதிபரில் இல்லாத வகையில், புல மட்ட அதிகாரிகள் மற்றும் பயிர்ச்செய்கைக் குழுக்களின் குழுக்களிடம் கூட நான் நாடு முழுவதும் பரவலாகப் பயணம் செய்வது எனது பணியை அவசியமாக்கியது. செய்யும் பழக்கம். சுருக்கமாக, இது எனது சேவையின் உயர்மட்டத்தை அடைவதற்கு முன்னர் நான் பெற ஆர்வமாக இருந்த மாகாண மட்ட அனுபவத்திற்கு அப்பாற்பட்டது.",
        "CEB 100% கட்டண உயர்வைக் கோருகிறது ஆனால் 4000 MW குறைந்த செலவில் புதுப்பிக்கத்தக்க எரிசக்தி உற்பத்தியைத் தடுக்கிறது: தர்க்கம் என்ன?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}