{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-private-bus-owners-union-chief-wants-slain-revolutionarys-son-to-take-charge-93465/",
  "time_ut": 1650876780,
  "title": "Sri Lanka private bus owners’ union chief wants slain revolutionary’s son to take charge",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Private Bus Owners’ Association President Gemunu Wijeratne on Monday (25) invited Uvindu Wijeweera, the son of late Marxist revolutionary Rohana Wijeweera, to take charge of the country’s youth in bringing about change.",
    "Speaking to reporters in Colombo on Monday, Wijeratne said the late founder-leader of the Marxist-Leninist Janatha Vimukthi Peramuna (JVP) has been vindicated in his allegations of Indian expansionism destroying Sri Lanka.",
    "“It’s not just Indian imperialism; by now even Chinese imperialism has destroyed this country,” said Wijeratne at a press briefing on the impact of a recent fuel price hike on Sri Lanka’s private bus service.",
    "A record overnight increase in fuel prices last Tuesday (19) led to a wave of protests around the country, resulting in the death of a protestor at the hands of police. More protests have been held islandwide since, in addition to the mass protests already under way in Colombo, Galle, Kandy, Jaffna and elsewhere demanding the resignation of President Gotabaya Rajapaksa and his government over Sri Lanka’s worsening economic crisis.",
    "Calls for an interim government have been growing, with some government MPs themselves asking that Prime Minister Mahinda Rajapaksa step down along with the cabinet of ministers.",
    "“Governance must be temporarily handed over to a younger leader. There are good young leaders. The JVP and the Frontline Socialist Party (FSP) can come to one table. They have young groups with them,” said Wijeratne.",
    "As Sri Lanka’s forex reserves started to dwindle, leading to the present historic crisis, economists began to question three key policy pillars articulated by the JVP from 2001-2004 that were later embraced by mainstream politician Mahinda Rajapaksa’s administration in 2005.",
    "Sri Lanka’s JVP economic pillars questioned as forex shortages, default risks worsen",
    "The JVP was also involved in two violent uprisings: in 1971 and 1988/’89 that were brutally crushed by the Sirimavo Bandaranaike and Ranasinghe Premadasa administrations respectively. The second insurrection saw the JVP mobilising the country’s youth against the then United National Party (UNP) government, particularly over the Indo-Lanka Accord of 1997 that saw the creation of provincial councils. Thousands perished, and there were widespread allegations of human rights abuses by the then government.",
    "Wijeratne claimed 60,000 youths who had demanded justice were killed in 1988/’89 during the government of then President Premadasa.",
    "“Rohana Wijeweera said even then that Indian imperialism will destroy this country",
    "“So we urge Uvindu Wijeweera to take charge of the youth. Please come forward for your father, and for justice in this country,” he said.",
    "The younger Wijeweera has had an active media presence of late but has no known direct affiliation with the present incarnation of the JVP. (Colombo/Apr25/2022)"
  ]
}