{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-has-necessary-infrastructure-to-diagnose-Monkeypox-Dr-Jeewandara/108-237481",
  "time_ut": 1653195480,
  "title": "Sri Lanka has necessary infrastructure to diagnose Monkeypox: Dr. Jeewandara",
  "body_lines": [
    "As some 100 cases of Monkeypox, a mild viral illness, characterized by symptoms of fever as well as a distinctive bumpy rash, reported from at least 12 countries so far, Sri Lanka said that it has all the necessary infrastructure to diagnose Monkeypox.",
    "“Anyone who is concerned about Sri Lanka's capacity to test and diagnose #monkeypox : Our lab has all the necessary infrastructure to diagnose,” head of the Department of Immunology and Molecular Biology at Sri Jayewardenepura University, Dr. Chandima Jeewandara said on Saturday.",
    "He also said that the university has already ordered the necessary reagents which will arrive next week.",
    "Meanwhile, BBC reported that more than 80 cases of monkeypox have been confirmed in at least 12 countries.",
    "The World Health Organization has said another 50 suspected cases are being investigated - without naming any countries - and warned that more cases are likely to be reported.",
    "Infections have been confirmed in nine European countries, as well as the US, Canada and Australia.",
    "Monkeypox is most common in remote parts of Central and West Africa.",
    "It is a rare viral infection which is usually mild and from which most people recover in a few weeks, according to the UK's National Health Service.",
    "The virus does not spread easily between people and the risk to the wider public is said to be very low.",
    "There is no specific vaccine for monkeypox, but a smallpox jab offers 85% protection since the two viruses are quite similar.",
    "So far, public health agencies in Europe have confirmed cases in the UK, Spain, Portugal, Germany, Belgium, France, the Netherlands, Italy and Sweden.",
    "In a statement on Friday, the WHO said that the recent outbreaks \"are atypical, as they are occurring in non-endemic countries\".",
    "It said it was \"working with the affected countries and others to expand disease surveillance to find and support people who may be affected\".",
    "It is not yet clear why this unusual outbreak is happening now.",
    "One possibility is that the virus has changed in some way, although currently there is little evidence to suggest this is a new variant."
  ]
}