{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bringing-mahaveli-water-to-kantale-one-year-ahead-of-schedule/",
  "time_ut": 1650689100,
  "title": "BRINGING MAHAVELI WATER TO KANTALE ONE YEAR AHEAD OF SCHEDULE",
  "body_lines": [
    "The northern and eastern parts of the country were experiencing a severe drought around the time I assumed duties as Government Agent, Trincomalee in May 1976. Even so, I did not expect to see the vast Kantale reservoir without a single drop of water in it when I was traveling to Trincomalee to take up my appointment.",
    "When the official car in which I was traveling with my wife and children got on to the tank bund, we could hardly believe our eyes seeing hundreds of children and young adults playing soft-ball cricket, volley ball and other games on the tank bed. Driver Ratnayake who was at the wheel was quick to point out that the tank had been in that condition for quite some time, and the people of Kantale and the surrounding areas were fighting a battle for sheer survival.",
    "Hardly had I sat down to work in my new job, representatives of farmer organizations, leading citizens and religious dignitaries of the area streamed into my office to tell me about the severe hardship that the people were undergoing. They explained that Mahaveli water which had already reached Minneriya in the Polonnaruwa district was expected to reach Kantale only in mid-1977 according to the time-table set by the Mahaveli authorities, and sought my intervention to get the date advanced, as the only solution to their woes.",
    "I lost no time in summoning the local irrigation officials (they belonged to what was known as the Territorial Civil Engineering Organization, at the time),and they said in one voice that there was no way that Mahaveli water could be released to Kantale one year ahead of schedule. When I got in touch with senior officials of the Mahaveli Development Ministry in Colombo, I got the same answer.",
    "I did not, however, want to leave it at that and thought of making a direct appeal to Prime Minister Sirimavo Bandaranaike for the sake of the people whom I had now come to serve. But before I did that I had to get my brief ready particularly in regard to the argument adduced that releasing water to Kantale one year ahead of schedule would be at the expense of the farmers in the Polonnaruwa district.",
    "So I made a trip to Polonnaruwa to meet my counterpart Amaradasa Gunawardana whom I knew very well from my Peradeniya days (having been hall-mates at Ramanathan) to get a first-hand picture of the situation there. Having had discussions with him and his officials, I found there was very little substance in the above argument as the Minneriya tank from where water had to flow through Yoda Ela to Kantale was near spill level.",
    "It appeared to me as nothing more than a bureaucratic response to a very reasonable request. Having being assured that he would not stand in the way of my request even as an after-thought, I proceeded to Colombo and met Dharmasiri Peiris (Secretary to the Prime Minister) and provided him with a full brief of the problems faced by the people of my district and requested him to arrange a meeting with the Prime Minister at the earliest possible opportunity to place my case before her.",
    "Responding to my request very promptly, Dharmasiri phoned me in Trincomalee within a few days to say that the Prime Minister had fixed a meeting to discuss the issue with the Minister of Mahaveli Development, Mr. Maithripala Senanayake and his officials, and asked me to come prepared to argue my case. I attended the meeting held at Temple Trees presided over by the PM on the appointed day, with my officials.",
    "Having explained the purpose of the meeting briefly she asked those present whether there was any problem in releasing Mahaveli water to Kantale one year ahead of schedule as requested by me, given the difficulties people were undergoing. Bureaucrats are never known to yield easily once they take up a position, and they came up with one reason or another to justify same.",
    "The silver lining however was that the Minister appeared to be more accommodating than his officials, and when he made his position clear, his officials began to yield ground. I had requested Dharmasiri to ensure that my colleague from Polonnaruwa also attended the meeting, and when his views were sought he said he saw no problem from the point of people in his district.",
    "It was finally agreed that my request be granted and water released to Kantale that very year. After terminating the meeting and rising from her seat to leave, the Prime Minister looked at me with a smile on her face and said “Eric can now go and tell his people that he is bringing Mahaveli water to Kantale one year ahead of schedule.” What a gracious comment from a Prime Minister- a comment beyond my wildest expectations!",
    "She knew that If not for my intervention these helpless people would have had to wait for one more year for Mahaveli water, and she was prepared to openly give the credit to a public servant rather than take it on herself as politicians are accustomed to doing.",
    "The decision that the government made to release Mahaveli water to Kantale one year ahead of schedule virtually made me an instant hero in the district. Local community leaders and religious dignitaries flocked to my office at the Kachcheri to thank me profusely for getting their prayers answered by going direct to the Prime Minister, when entreaties made by them to local politicians (among whom was the District Political Authority) had brought no results.",
    "Mahaveli water was released to the Yoda Ela which feeds Kantale on the appointed day, and my officials kept on monitoring the flow very closely. When the water had come sufficiently far down Yoda Ela towards Kantale, I went by jeep down the jungle track along the channel in the direction of Polonnaruwa district with the AGA. and two other officials to welcome Mahaveli water into our drought stricken district. When we saw the water meandering its way down the channel slowly but surely towards Kantale tank, we virtually leapt out of the jeep and rushed down the slope to wet our feet with Mahaveli water giving an uninhibited expression of our joy!",
    "The day the water reached Kantale tank was equally joyous, the joy being shared by hundreds of men women and children who had gathered on the tank bed to welcome the water. These people who had suffered so long without a drop of water in the reservoir suddenly found Mahaveli water flowing in to give them a fresh lease of life.",
    "They simply could not believe it, and what a spontaneous outburst of emotion there was on the tank bed. I was there myself with my two small sons and some members of my staff to partake of their joy. It was as if the unachievable had been achieved!",
    "The formal celebrations were yet to come. And when the day came, it was indeed a major event. When I arrived at Kantale that morning, it appeared as if the entire population of Allai-Kantale had converged on the tank bund. The reception I got was simply overwhelming. As I stepped out of the car, I was greeted with loud shouts of “Jayawewa” followed by ‘Apata Jalaya Labadun Maha Disapathi Thumata Jayawewa”! The G.A. was their hero, having brought Mahaveli water to Kantale tank on which their sustenance, nay their very survival, depended.",
    "Being still new to the district, I was the cynosure of all eyes and was cast in the role of the principal star in the day’s proceedings, sidelining the local political leaders who had also arrived, very much to their discomfiture. I was taken in procession to the venue of a meeting that had been arranged, accompanied by other invitees, with traditional drummers and dancers leading the way. This was something that I had neither sought nor bargained for, as I had only done what the public pay a public servant for.",
    "But there it was, a grateful people giving free rein to their feelings! A religious ceremony was held thereafter, followed by a public meeting which was addressed by me and a number of others. When everything was over and I was about to leave, my AGA. who had served in the district for many years came up to me and muttered into my ear “Sir, If you decide to contest this seat at the forthcoming Parliamentary Elections, you can win it hands down”!",
    "It did not take many months for the reservoir to fill up. A date was fixed for the issue of water for cultivation, with Mr. Maithripala Senanayake, the Minister of Irrigation and Mahaveli Development himself as the chief guest. It was a major occasion and a day of festivity once again for the people of Kantale and the surrounding areas and a very large crowd was present.",
    "With the General Elections expected to take place in the following year, the District Political Authority and other local politicians did their best to gain some political mileage from the occasion, and the GA took a back seat, not having any political ambitions of his own.",
    "(Excerpted from A Peep Into The Past, memoir of Eric. J. de Silva)",
    "A Brief Response to the Current National Crisis – A Way Forward",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}