{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Putin-just-another-military-adventurer/172-232110",
  "time_ut": 1646163660,
  "title": "Putin – just another military adventurer?",
  "body_lines": [
    "File photo. Russian President Vladimir Putin (R) attends a wreath-laying ceremony at the Tomb of the Unknown Soldier in the Alexander Garden of the Moscow's Kremlin in Moscow, Russia, 23 February 2022, during the national celebrations of the Day of Defender of the Fatherland. The Defender of the Fatherland Day is annually celebrated in Russia on 23 February. [Kremlin pool/EPA/EFE]",
    "Russia finally did the unthinkable by invading Ukraine. Russian president Vladimir Putin is making a big mistake, but no one is in a position to stop him. Blocking gas supplies to Western Europe and other sanctions would hurt the Russian economy and ordinary Russians, not Putin. He is gambling that the gas blockade at any rate would be short term, and he can manage that. Militarily, Putin is not looking at another Afghanistan, as the Ukraine is mostly rolling plains, easily overrun by Russia’s huge armoured forces. But he may be in for a surprise.",
    "Overrunning may be easy. Keeping control of an occupied Ukraine won’t be. Putin has managed what no post Soviet-era Ukrainian leader failed – to unify all ethnically divided Ukrainians, which include people of Polish and German origin. Even those who speak Russian may not see any merit in living under the autocratic rule of Vladimir Putin.",
    "But for now, the Ukrainian capital Kyiv (formerly Kiev) is under siege, with the beleaguered Ukrainian president Volodymyr Zelensky refusing to leave and frantically phoning world leaders for diplomatic and military support. Putin refuses to take his calls. Western Europe has promised hundreds of millions of dollars worth military aid, including Stinger missiles, but it could be too little and too late. As for humanitarian aid, the largest donor is the United States which has given less than 10 dollars per Ukrainian since 2014.",
    "Russia, still, the largest country in the world, certainly has strategic concerns around its extensive borders. The West with its historic Russophobia has worked to isolate Russia after the breakup of the Soviet Union. Mikhail Gorbachev’s successor Boris Yeltsin wanted to move closer to the West and even join NATO, but was spurned. Yeltsin put down a Red Army military coup with his personal charisma, but his successor was former KGB chief Putin – the man ordinary Russians saw as the saviour of a weakened, humiliated former superpower. But he became an autocrat and a military adventurer, the last thing the world wants to see right now.",
    "\"Putin has managed what no post Soviet-era Ukrainian leader failed – to unify all ethnically divided Ukrainians\"",
    "Not all Russians are behind Putin in this though he has silenced almost all the opposition and free media outlets. Dmitry Muratov, the editor of the independent newspaper Novaya Gazeta, and a winner of the Nobel Peace Prize, said that he would publish the next issue in Russian and Ukrainian. “We are feeling shame as well as sorrow,” Muratov said. “Only an antiwar movement of Russians can save life on this planet.” As if on cue, demonstrations against Putin’s war broke out in dozens of Russian cities.",
    "Feeling that Soviet citizens as well as the outside world must be told the truth about Joseph Stalin and other Soviet leaders, Gorbachev in 1989 allowed the creation of Memorial, an organization charged which researched Soviet history and its archives, and upholding the principles of the rule of law and of human rights. Putin’s regime, mobilizing against civil society, has branded Memorial a “foreign agent” and ordered the group to be shut down.",
    "But leaders of Memorial, despite the regime’s liquidation order, went public after the invasion began. They said it will go down as “a disgraceful chapter in Russian history.”",
    "President Zelensky, speaking in Russian, went on television and implored ordinary Russian citizens to stand up for the truth.",
    "Russia has historical concerns about its massive land borders. It has been invaded by Germanic tribes, Mongols, Swedes, the French and Germans, NATO’s expansion by accepting some former Soviet republics as members is seen as a threat by Moscow. But these borders are peaceful today and no major power wants to invade Russia, and certainly not little Ukraine with its 44 million people.",
    "Historically, political antagonism between Russia and the Ukraine runs deep. The Russian empire under the Tsars was hostile to Ukraine. After the Bolshevik revolution, the country became a key member state of the USSR. Behind dazzling Soviet achievements in science, industry and space exploration, there were many Ukrainians, including aircraft designer Oleg Antonov, Volodmyr Chelomey (ballistic missile and spacecraft designer), Mykola Holonyak (designer of the first visible diode), Sergei Korolev (father of the Soviet space programme and inventor of the first ICBM), Yuri Kondratyk (spaceflight pioneer) and many others. Even Igor Sikorsky, who created the first helicopter and became a big name in American aviation, was a Ukrainian.",
    "When Germany invaded the ex-USSR in June 1941, the advance was so rapid that trams were still running in the streets of Kiev as the German army captured the city. Initially, many Ukrainians welcomed the Germans as liberators. But they were soon disillusioned as German brutality in occupied territories became evident.",
    "If Putin has learned one thing from history, it’s that the West always tries to placate military strongmen. In Spain, when the fascist general Francisco Franco staged a coup against the democratic Republican government in 1936, all the Western powers did was to condemn the attack as the Spanish government was communist-backed and radical left wing, with only Stalin’s USSR offering it military aid. Franco won. Adolf Hitler went on to annex Austria and little Czechoslovakia and Italian dictator Benito Mussolini waged a brutal war against Ethiopians using poison gas. The West did nothing except try to negotiate, and the resulting fascist-Nazi tide was stopped only after a bloody world war in 1945.",
    "If he has learned that lesson, however, Putin has failed to learn another – that military adventures usually lead to a dictator’s downfall. The generals of Argentina learned that lesson in the Falklands, Pakistani generals learned that in East Pakistan (now Bangladesh) and Saddam Hussein when he invaded Kuwait.",
    "One can argue that the war in Afghanistan hastened the break-up of the Soviet Union. Russia with its oversized military forces (a burden on the national economy) will pay a price for this war, whatever its outcome – and Putin as its principal architect may not be able to live his dream of being president for life in Russia."
  ]
}