{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-apples-of-my-eye/",
  "time_ut": 1648211700,
  "title": "The Apples of My Eye",
  "body_lines": [
    "Through riots and insurgencies, business and politics, Susil and I made sure our girls lived their lives with as little upheaval as possible. Home was always well grounded, with their safety being paramount at all times. We both took immense interest In their school work, being present at their extracurricular activities and making sure our Sinhala Buddhist culture remained centric to everything we did as a family.",
    "They both schooled first at Ladies’ College but after the ’83 rilots, I moved them to Colombo International School (CIS), which had by then been founded as a pioneering international school by Elizabeth Moir, an educationist par excellence. The reason we didn’t move them back to Ladies’ College was because, like all national schools, albeit even the private ones, classes were segregated by language, limiting interaction between cultures, religions and ethnicity. Susil and I even met the Principal, Sirancee Gunawardana, with a request to change the segregation. But she explained that she was simply following the national education policy which she was mandated to do and nothing could be changed.",
    "I don’t regret the decision we made by enrolling our girls at CIS, which was co-educational and where segregation didn’t exist. They excelled at CIS, blending comfortably with Sri Lankan and foreign children alike, which gave them a full dose of interacting with multiple nationalities, ethnicities and cultures – a life lesson that held them in good stead as they grew into adulthood.",
    "The house always ran like clockwork. Susil and I ensured that no matter what happened, the children’s lives and routines would not be disrupted. Stability was important as I was working full time, and Susil too was in politics full time. This clockwork routine and stability was brilliantly executed by our domestics who have always been part of our family and a crucial part of our lives. They were super-efficient, ensuring the girls were ferried to and from their various activities, and rustling up meals at the drop of a hat for the hordes of people who would always be at home due to Susil’s political work. Over the years, we have had Ranmenike, who was fondly called Ammananna by Aushi, Asilyn, Daya, Soma, Joslyn, Sena, Sugathapala, Padma, Selvarajah and my right-hand man, Kumar, who is my major-domo even now.",
    "While the LTTE was creating havoc across the country in their quest for Tamil Eelam, the Janatha Vimukthi Peramuna (JVP), a Communist Marxist-Leninist party, had launched their second armed uprising against the government of Sri Lanka. Their crusade was the establishment of a socialist state. Mrs. Bandaranaike brutally quelled the first uprising in 1971 but this second uprising in 1987 (which was to last two years), turned out to be very ruthless and vicious. The JVP began targeting government officials and administrators, slaying them in broad daylight. Susil’s involvement in politics meant he faced a double-edged sword, with the LTTE on one side and the JVP on the other. I feared for my girls’ safety and moved them to Singapore. They were 13 and nine.",
    "My sister Roni moved with them as did their nanny Daya. Our close friends in Singapore, Primus and Helen, pitched in to help as well. I enrolled them at United World College so their education wouldn’t be disrupted, settled them in and returned to Sri Lanka with the intention of traveling each weekend to be with them. I would take the Red Eye flight from Colombo on Friday and return on the midnight flight on Sunday, just in time to get ready for work.",
    "We brought them back to Sri Lanka in 1989 once Ranasinghe Premadasa, who by then was the President, had killed the JVP leader Rohana Wijeweera, and thus removed the wind from the sails of the JVP. But the LTTE was continuing its indiscriminate bombings across the country and we returned to an uneasy calm with the assurance that at least one problem was over.",
    "Both children went to England for their higher studies. Anarkali, the eldest, to Christ Church College Oxford, obtaining her degree in Politics, Philosophy and Economics, and Aushi to Bristol University, getting a Second Upper in History. Anarkali then went on to join the Mergers & Acquisitions Department at Merrill Lynch as an investment banker and Aushi got her first job at Unilever London.",
    "From her childhood, Anarkali was totally focused on whatever she set her mind to. She grew up in a country riddled with turmoil and every possible political disaster imaginable unfolding around her. There were assassinations, bombs and threats to life. Our home was a hive of activity with political big-wigs, activists and supporters in constant discussion. But nothing fazed her. She sat her examinations, engaged in her extracurricular activities and excelled. She would think deeply before making decisions.",
    "University was one of these deeply-thought out choices, with lots of research done before she made up her mind to go to the University of Oxford.",
    "There would be no compromise. She is independent, strong willed and never compromised in her choices. Everything she did had a plan.",
    "While Anarkali had her life well planned and went off to university to explore new worlds, Aushi on the other hand was adamant she didn’t want to go to Bristol – it had not been her first choice (having had an offer from the University of Cambridge). She was determined to re-sit her exams. Just like Anarkali, she is strong willed too, which I can smilingly say comes directly from my genes. I have also given her my inherent stubbornness which I realized most intensely when it was time for her to go to university.",
    "There was no dissuading Aushi and her determined stance. She was not going to Bristol and that was that! She also made it clear that if I didn’t allow her to re-sit her exams, she would rather opt for the University of Nottingham, where several of her friends were studying. It was after much coercing that I had managed to convince Aushi to apply to Bristol University because of Bristol’s strong leaning towards honing the arts, which would be ideal for Aushi’s creative persona.",
    "It is a highly prestigious and highly ranked university, with a history going back to 1595 when it was founded as the Merchant Venturers’ School. The School changed to University College in 1876 and a royal charter was conferred in 1909. I was very happy when she was accepted but then convincing Aushi to pack her bags and leave was another matter. Throughout the lead up to leaving Colombo, I spent hours trying to persuade her, even mentioning the various alumni who had their names up in lights.",
    "Aushi however, was not to be swayed. This was not what she wanted to do but I managed to placate her sufficiently to leave for London with me. Finally, we were on our way to the university and once we boarded the plane, I heaved a sigh of relief. I assumed the battle was over. However, the relief was short-lived. The one-sided conversations continued and I had come to the end of my tether.",
    "As a last resort, I sat her down and narrated my story of how I came to England, having never traveled anywhere at all and having to navigate new things at every turn and, most importantly, having no friends or family. I was completely alone and had to do everything myself. I also stressed quite emphatically that it was due to this opportunity that I had achieved what I had in my life. I talked and talked and talked and she finally relented. I dropped her off at university with a sense of triumph. I had negotiated some of the most complex and difficult business deals in my career but this by far, was one of the toughest.",
    "Aushi is the more artistic of the two and the creative person in our family. She completed her foundation years at M&C Saatchi and later Leo Burnett Sri Lanka and then had the opportunity to move into the arena of fashion marketing and sales in London. Here she began working at Club 21, joining the commercial development team handling a portfolio of brands that included Giorgio Armani, Luella and Mulberry.",
    "Club 21 was owned by the famous Christina Ong, known as the Queen of Bond Street, who had the agency for Giorgio Armani in the UK. As a result of working for Christina, Aushi amassed an expansive network of buyer contacts from an impressive portfolio of leading department stores, including Harvey Nichols, Selfridges, John Lewis and Harrods.",
    "When she eventually returned to Sri Lanka, Aushi launched a company manufacturing slippers under the brand Urban Thongs. Because of the network of contacts she had built up, she had no problem exporting her slippers to these buyers, who gave the product shelf prominence in their stores. After marriage however, Aushi gave up this business.",
    "However busy I was, my girls always came first and if ever the opportunity arose for me to be with them, I wouldn’t hesitate to Join them. On one occasion, during her university days, Anarkali asked me to meet her in Florence, where she was spending some months studying Italian. By nature Anarkali is quite frugal, and even though I gave them an allowance and a credit card to use in an emergency, which made things quite comfortable for them, Anarkali would never spend money unnecessarily.",
    "She always budgeted and remained well within that budget. When I got to her apartment in Florence, I realized I had to walk up seven floors. When I panted upstairs and asked her why she couldn’t have got somewhere more accessible, she said, “This is all I can afford on my budget.” Secretly, I was very proud that my daughter was thrifty and sensible when it came to money matters, traits I knew would augur well as she traveled forth in life.",
    "By this time we had moved to our home in Albert Crescent which we bought in 1984 immediately after the riots. Land prices in Colombo had dropped to unimaginable levels due to the troubles, and it seemed to be the right time to purchase a home that would suit our future plans. Susil was very actively pursuing his political career and our house in Jawatte Road couldn’t accommodate the large numbers of people who would come to meet him.",
    "Along the grapevine, Susil heard of a house that was for sale at Albert Crescent and took me with him to see it. However, although it was for sale, the current occupant, who was the Yugoslav Ambassador was yet in occupation and given that Albert Crescent was a High Security Zone, we could only view the property over the boundary wall. But even with our first glimpse, it had a good vibe and Susil and I both instinctively said, “Let’s buy it!” Throughout life, I’ve trusted my gut instinct and known what I wanted. This was one of them!",
    "However, it would be four years before we could even taken a look inside that boundary wall, as we had to wait until the completion of the tenancy. No sooner the house was available, my good friend and architect Navin Gooneratne arrived, casting his expert eye on the property and began designing our dream home. Knowing our careers and our lifestyle, he designed a long wraparound veranda to accommodate the visitors who would drop in to see Susil, a granny flat and a separate house on the side of the main house. This was eventually occupied by my sister’s three children and husband who stayed with us.",
    "Having worked with the Singaporeans for many years, I was influenced quite significantly by Chinese numerology. Number eight is considered the luckiest of numbers and the more eights there are, the better. In fact the Chinese word for eight is pronounced `bad’ which sounds similar to wealth and prosperity. Therefore, it was no coincidence that I picked the number eight when it was time for us to move into our new home at Albert Crescent – we moved on August 8, 1988 –8.8.88, boiling milk for prosperity at 8.08 am.",
    "‘However, that day was marred with sadness later on in the evening. My father, who was 78 at the time, had been staying ‘With us as he was being treated for a brief illness. A few days before August 8, he was admitted to Nawaloka Hospital. As soon as the ‘moving in’ rituals were over, we ,made our way to the hospital to be with him.",
    "We knew he was in his last stages and Susil prepared me for the inevitable. He passed away that evening. The excitement of moving to our new home took a backseat as funeral arrangements took precedence. His body was transported by A F Raymonds to his home in Kegalle, where the funeral was held.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}