{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/new-pms-appointment-dilutes-sri-lankas-gota-go-gama-protest-94758/",
  "time_ut": 1653557340,
  "title": "New PM’s appointment dilutes Sri Lanka’s ‘Gota Go Gama’ protest",
  "body_lines": [
    "ECONOMYNEXT- It’s around 8 am on Wednesday, May 25. Sri Lanka’s youth-led protest site near the presidential secretariat in front of the iconic Galle Face was almost empty.",
    "Only four young men were there at the entrance of the presidential secretariat – two sitting on the barricade, one on the stage which is demarcated as ‘struggle are’ and the fourth one was holding a microphone and loudly explaining how the protesters are going to get justice for the May 9 attack.",
    "Named as “Gota Go Gama”, the protest site was started on April 9 bringing all similar-minded people together with an aim of forcing President Gotabaya Rajapaksa to resign from the presidency after his policy mismanagement led the country to the ongoing unprecedented economic crisis.",
    "Before May 13, at any given moment, this protest site will have at least 100 people shouting slogans against Rajapaksa and his government. But analysts say the site has been drying up since the appointment of Sri Lanka’s New Prime Minister, Ranil Wickremesinghe on May 12.",
    "Since then, the protest site has been losing its status to attract thousands of people across the country. It saw nearly  100,000 people during the weekends because many people came to the protest site, some wanted to participate, and others wanted to just see the historic protest and supply some food and water.",
    "In the initial days, the crowd also came to vent out their anger against the president and his brother, former prime minister Mahinda Rajapaksa for their failure in ensuring the supply of essential imports like fuel, cooking gas, medicines, and milk powder, and some foods. Most people at the site have told Economy Next that they came to back the protest after waiting in queues for hours and days.",
    "With the appointment of Ranil Wickremesinghe as the prime minister, different opinions among opposition political parties which backed the protesters started to emerge.",
    "“Sadly, I have seen a decrement in the people at the protest. Their political beliefs have come to play,” Chanu Gamage, a 46-year old civil and political activist told Economy Next last week.",
    "“We won’t let the protest go, because we have invested 40 days here already and now we are committed.”",
    "Like Gamage, a few hardcore protesters who had been involved from the first day want the protest to continue. But, the numbers are coming down on a daily basis, some of the protesters say.",
    "On Thursday (26), many of the Gota Go Gama protesters came all the way to stage a protest in front of Prime Minister Wickremesinghe’s office, demanding immediate solutions for some of the grave problems faced by the people due to the economic crisis.",
    "“We are struggling for the 48th day and we came here because we feel the country will come to a standstill in the next three months if we do not take quick actions,” said Sachindra Wijeratne, a protest leader told Economy Next.",
    "“We will not let this struggle down. If we stop this struggle, thousands of people will die on the road without food. We will definitely win this struggle.”",
    "The protesters have demanded among many others, the stepping down of President Rajapaksa, transparency in all the deals the ministers enter into, an end to corruption, declare assets of lawmakers, and an adequate supply of basic necessities.",
    "However, the resignation of prime minister Rajapaksa and the appointment of Wickremesinghe have changed the equation, a protest spokesman said.",
    "“There are four reasons we can think for the drop in the number of protesters. The first one is the May 9 attack on the protesters. And the second one is the appointment of Ranil Wickremesinghe,” Vimukthi Dushantha, a spokesman for the protesters told Economy Next.",
    "“Many people who were in the protest have some confidence that Wickremesinghe will do something to face the current crisis. The third reason is a difference in opinions among the protesters based on what they represent while the fourth is that the people don’t have time because they have to stay in long queues for fuel and cooking gas now.”",
    "Wickremesinghe in his address to the nation on May 16 ordered protection for the ‘Gota Go Gama’ protesters and promised to address their concerns.",
    "“Unlike former prime minister Mahinda Rajapaksa who wants to attack us, Wickremesinghe for some reason does not want to touch us. This is as if we can protest as long as we want while he will take his own time to address our issues,” a protester representing Inter-University Students Federation (IUSF) told Economy Next, asking not to be named.",
    "“But many neutral protesters are ready to give some time to the new prime minister.”",
    "Another protester said the number of participants has decreased and they assume it’s because of the fuel crisis.",
    "“Maybe the bitter truth is Ranil’s appointment as Prime Minister,” he said.",
    "Warnaka Alwis (30) a frequent protestor and announcer at Gota Go Gama, serves shifts at the protest, whilst working and has been a part of the protest since the start of the public outrage.",
    "“This protest is not about politics, we all came here with a mutual desire to send this government home. Personally, I don’t see a change in the crowd, cause our main demand is not fulfilled,” Alwis told EconomyNext.",
    "The majority of the people claimed that Ranil Wickremesinghe was called into premiership to protect Rajapaksas.",
    "However, at a parliament session on May 16 address to the nation, Wickremesinghe said: “I did not take the job to protect the Rajapaksas, but to save the country.” (Colombo/May19/2022)"
  ]
}