{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/CPA-writes-to-IGP-AG-on-arrests-relating-to-attacks-on-peaceful-protesters/56-735357",
  "time_ut": 1653589800,
  "title": "CPA writes to IGP, AG on arrests relating to attacks on peaceful protesters",
  "body_lines": [
    "CPA asks for action against persons and groups affiliated with former PM who incited and attacked crowds on 9 May",
    "Warns failure to arrest certain persons linked to attacks raises questions on independence, impartiality of law enforcement authorities",
    "The Centre for Policy Alternatives (CPA) has written to the Inspector General of Police (IGP) and the Attorney General (AG) requesting action be taken in regard to the violence against the peaceful protestors at ‘GotaGoGama’ and ‘MynaGoGama’ by persons and groups affiliated with former Prime Minister Mahinda Rajapaksa.",
    "CPA notes that speeches made on 9 May, the day of the attacks, tantamount to inciting violence which were made by the former PM, former Ministers, and MPs to the gathered at Temple Trees before they were unleashed upon the peaceful protestors.",
    "The CPA said it has been monitoring the progress of the investigations into the 9 May attacks and raised concerns about the seemingly slow progress of investigations and other action.",
    "CPA said acknowledged that on 12 May 2022, the Fort Magistrate’s Court issued a travel ban on Ex-Prime Minister Mahinda Rajapaksa, MP Namal Rajapaksa, MP Johnston Fernando and 16 others and the AG as directed the CID to arrest 22 suspects in relation to these attacks.",
    "However, while some of those mentioned have been arrested, limited to no action has been taken against others named in the Attorney General’s letter to the IGP and many others captured in the media instigating or engaging in violence against peaceful protesters, PA said.",
    "“Considering the recent events that have contributed to unrest and fears among the public of new cycles of violence and instability, it is imperative that urgent action be taken by the law enforcement authorities to investigate and adhere to the instructions of the Attorney General to arrest these individuals.",
    "“As reported, numerous citizens have already been arrested, including some who reportedly had no hand in the violence that erupted across the country. Thus, inaction in some cases raises questions as to the independence and impartiality of law enforcement authorities and whether the authorities have different standards for different citizens,” CPA said."
  ]
}