{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81268/ranil-explains-reasons-for-sri-lankas-economic-crisis",
  "time_ut": 1647537480,
  "title": "Ranil explains reasons for Sri Lanka’s economic crisis",
  "body_lines": [
    "Former Prime Minister Ranil Wickremesinghe says that Sri Lanka could have avoided the present economic crisis and dollar shortage if the government had sought the assistance of the International monetary Fund (IMF) much earlier before the situation reached a critical point.",
    "“It could have been done if we had gone to the IMF. This happened because we did not go,” he said, responding to questions from the youth via social media.",
    "He warned that now the country will face another problem with the IMF because the decision to limit the import of around 300 items in the market economy.",
    "The United National Party (UNP) leader said that problems arose in 2020 for Sri Lanka’s market and the Bangladesh market, but Bangladesh had a reserve while Sri Lanka’s reserves dropped.",
    "He said that at that point, Sri Lanka should have sought aid especially from the IMF. “If we went (to the IMF) in 2021, we would have taken between (USD) two and three billion. We did not take it.”",
    "“A number of such countries like ours went and got money when problems arose. But Sri Lanka did not. So, Sri Lanka was finally marginalized. We have no money, we have not received aid, that is why we are in this situation today. Not for any other reason.”",
    "“We cannot say it’s because of Covid-19. Covid-19 affected everywhere. We can’t hang on to Covid-19. It’s not because of Covid-19 that we stopped bringing fertiliser. Who is responsible for that?”",
    "The UNP parliamentarian said that during the 2020 election, he said that Sri Lanka will have to go to the IMF and obtain USD 4 billion. He stated that by the year 2021 the situation worsened and a number of countries approached the IMF seeking a bailout, but Sri Lanka chose not to.",
    "The former PM said that in 2015 the country had several development programmes lined up such as the USD 500 million expected for the Colombo Port’s Easter Terminal, USD 1.5 billion for the light rail system, USD 2 billion for the LNG power plants of Japan and India as well as the USD 500 million through the MCC agreement with the US.",
    "“With these alone we have around USD 5 billion while funds were also expected to be received from China and the European Union,” he added.",
    "“We have not spent any of these. All these were abolished. That means all the investment projects that were expected to start in 2020 were stopped.”",
    "The former PM further said that Sri Lanka urgently needs a national consensus for the country to move forward or else there will be no future for the people.",
    "“There is no national consensus in our country. When one government comes it changes what the other government did. If what we did were taken forward, this government would not have a problem today. We would not be in this situation. But it did not happen. The parties need to know and move forward with a national consensus. Or we will lose our future,” he stressed.",
    "Wickremesinghe also said he is expecting the government to implement a project to provide short-term relief to the people affected by this situation, which could be around 50% of the country’s population."
  ]
}