{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-chamber-slams-sec-over-market-closure-93043/",
  "time_ut": 1650126540,
  "title": "Sri Lanka chamber slams SEC over market closure",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon Chamber of Commerce has slammed a decision by the Securities and Exchange Commission to close the stock market under pressure from a section of stock investors while making a misleading comparison with the exchange rate.",
    "“The Ceylon Chamber of Commerce was dismayed to hear of your decision to direct the CSE to temporarily close the stock market for a period of five business days commencing from 18th April,” the top business chamber said in a letter to SEC Chairman Viraj Dayaratne.",
    "The Chamber said three problems came up to both domestic and foreign investors from the closure.",
    "1. One group of investors (potential sellers) is prevented from exiting the market at the time and price of their choice",
    "2. Another group of investors (potential buyers) is prevented from acquiring shares at the time and price of their choice",
    "3. All investors will be unable to carry out valuations and mark to market their respective investment portfolios",
    "Investor who bought stocks using margin credit when economists printed money to keep interest rates down using the country’s lax monetary laws and regime (flexible inflation targeting with the flexible exchange rate) which leads to currency crises.",
    "Flexible inflation targeting, involving both a domestic anchor (inflation index) coupled with a reserve collecting peg (flexible exchange rate or shifting external anchor) instead of a true floating rate, led to collapses of the rupee from 131 to 151 to the US dollar in 2015/2016, 153 to 182 in 2018.",
    "After two years of money printing the rupee had collapsed from and 182 to 330 and the central bank had raised policy rates to 14.50 percent from 7.50 percent to arrest inflation and currency depreciation.",
    "Analysts call Sri Lanka’s economist’s attempt to suppress interest rates and then depreciating the currency and raising rate to very high levels as a ‘rawulath ne kendeth ne’ strategy, which is repeated again and again perhaps hoping for different results.",
    "The government also suspended foreign debt repayments last week, further spooking stock buyers.",
    "“Since there are circuit breakers in place to arrest a sharp movement in market indices, we believe that there is absolutely no need to close the market in this manner sending out a wrong signal to all investors across the globe,” the chamber pointed out.",
    "“Therefore, we earnestly request you to reconsider this move and direct the CSE to operate freely even amid challenging market conditions safeguarding its reputation as an investor-friendly stock market.”",
    "However the Chamber also claimed that the SECs action was similar to attempts to hold the exchange rate at 203 to the US dollar by the central bank.",
    "“This action will be seen by market participants as akin to the unsuccessful attempt made to hold the exchange rate constant against market forces,” the Chamber claimed.",
    "Sri Lanka’s chambers, Mercantilists and businessmen had urged a 203 peg, which had been made dysfunctional by money printed to keep interest rates low to be abandoned earl y this.",
    "The peg was broken in March and made ‘flexible’ requested by the chambers, Mercantilists and the International Monetary Fund.",
    "While calling on the peg to be abandoned, businesses and Mercantilists had simultaneously called for reserves to be used for imports, which is also pegging, at whatever rate at which the central bank gives reserves for imports.",
    "However when pegs have lost credibility and money is printed after giving reserves for imports  (the reserve sale is sterilized with new money) it is not possible to stabilize an exchange rate.",
    "Though the exchange rate had fallen to 330 to the US dollar, it had failed to stop forex shortages as money printing and de facto ‘pegging’ continued via surrender rule.",
    "Other analysts and classical economists had called for the exchange rate to floated with after rate hikes, and re-pegged if needed later.",
    "Whether an exchange can be successfully targeted or not is determined by the type of monetary regime in operation.",
    "Exchange rates (strictly speaking the reserves money supply) cannot be determined at the whims of market forces but by an anchor, which is an exchange rate level if it is external (BOP determines reserve money) or domestic if reserve money is indirectly determined by an inflation index with a floating rate.",
    "Sri Lanka’s exchange rate peg has lost its credibility and analysts had urged it to be floated, and then re-pegged if necessary.",
    "Top economist W A Wijewardene had explained how a broken peg can be turned into a float swiftly.",
    "There are also renewed calls to set up a currency board so that economists will not be able depreciate the currency (competitive exchange rate) to give short term benefits to producers at the expenses of the working class and trigger social unrest and out-migration.",
    "In Sri Lanka many believe exchange rates forex shortages are determined by the trade balance, oil imports, car imports, apple imports, grape imports, market forces, and not monetary policy (policy rates and open market operations) of the agency which produces rupees in the first place. (Colombo/Apr16/2022)"
  ],
  "translate": {
    "si": {
      "title": "වෙළඳපල වසා දැමීම සම්බන්ධයෙන් ශ්‍රී ලංකා වාණිජ මණ්ඩලය SEC වෙත දෝෂාරෝපණය කරයි",
      "body_lines": [
        "ECONOMYNEXT - විනිමය අනුපාතිකය සමඟ නොමඟ යවන සුළු සංසන්දනයක් කරමින් කොටස් ආයෝජකයින් කොටසකගේ පීඩනය යටතේ කොටස් වෙලඳපොල වසා දැමීමට සුරැකුම්පත් හා විනිමය කොමිෂන් සභාව ගත් තීරණයකට ශ්‍රී ලංකාවේ ලංකා වාණිජ මණ්ඩලය දෝෂාරෝපණය කර ඇත.",
        "“අප්‍රේල් 18 වැනිදා සිට ව්‍යාපාරික දින පහක කාලසීමාවක් සඳහා කොටස් වෙළෙඳපොළ තාවකාලිකව වසා දැමීමට කොළඹ කොටස් වෙළෙඳ පොළට යොමු කිරීමට ඔබ ගත් තීරණය ගැන ලංකා වාණිජ මණ්ඩලය කම්පාවට පත් වුණා,” යනුවෙන් ඉහළම ව්‍යාපාරික මණ්ඩලය SEC සභාපති විරාජ් දයාරත්න වෙත ලිපියක් යවමින් කියා සිටියේය.",
        "වසා දැමීමෙන් දේශීය හා විදේශීය ආයෝජකයින්ට ගැටළු තුනක් මතු වූ බව වාණිජ මණ්ඩලය පැවසීය.",
        "1. එක් ආයෝජකයින් කණ්ඩායමක් (විභව විකුණුම්කරුවන්) තමන් කැමති වේලාවට සහ මිලට වෙළෙඳපොළෙන් පිටවීම වළක්වයි.",
        "2. තවත් ආයෝජකයින් කණ්ඩායමක් (විභව ගැනුම්කරුවන්) තමන් කැමති වේලාවට සහ මිලට කොටස් අත්පත් කර ගැනීමෙන් වලක්වනු ලැබේ.",
        "3. සියලුම ආයෝජකයින්ට ඔවුන්ගේ අදාළ ආයෝජන කළඹ අලෙවි කිරීමට තක්සේරු කිරීම් සහ ලකුණු කිරීමට නොහැකි වනු ඇත.",
        "මුදල් අර්බුදවලට තුඩු දෙන රටේ ලිහිල් මූල්‍ය නීති සහ පාලන තන්ත්‍රය (නම්‍යශීලී විනිමය අනුපාතය සමඟ නම්‍යශීලී උද්ධමනය ඉලක්ක කර ගැනීම) භාවිතා කරමින් ආර්ථික විද්‍යාඥයන් පොලී අනුපාත අඩු කර ගැනීමට මුදල් මුද්‍රණය කළ විට ආන්තික ණය භාවිතා කරමින් කොටස් මිල දී ගත් ආයෝජකයා.",
        "නම්‍යශීලී උද්ධමන ඉලක්ක කිරීම, සත්‍ය පාවෙන අනුපාතයක් වෙනුවට සංචිත එකතු කිරීමේ කූරක් (නම්‍යශීලී විනිමය අනුපාතිකය හෝ මාරුවන බාහිර නැංගුරම) සමඟ දේශීය නැංගුරමක් (උද්ධමනය දර්ශකය) සම්බන්ධ කිරීම, රුපියල එක්සත් ජනපද ඩොලරයට 131 සිට 151 දක්වා කඩා වැටීමට හේතු විය. 2015/2016, 2018 දී 153 සිට 182 දක්වා.",
        "වසර දෙකක මුදල් මුද්‍රණයෙන් පසු රුපියල 182 සිට 330 දක්වා කඩා වැටුණු අතර උද්ධමනය සහ මුදල් අවප්‍රමාණය වීම වැළැක්වීම සඳහා මහ බැංකුව ප්‍රතිපත්ති පොලී අනුපාත සියයට 7.50 සිට සියයට 14.50 දක්වා ඉහළ නංවා ඇත.",
        "ශ්‍රී ලංකාවේ ආර්ථික විද්‍යාඥයා පොලී අනුපාත යටපත් කිරීමටත්, පසුව මුදල් අවප්‍රමාණය කිරීමටත්, අනුපාතිකය ඉතා ඉහළ මට්ටමට ඉහළ දැමීමටත් ගත් උත්සාහය විශ්ලේෂකයින් හඳුන්වන්නේ විවිධ ප්‍රතිඵල අපේක්ෂාවෙන් නැවත නැවතත් පුනරුච්චාරණය කරන ‘rawulath ne kendeth ne’ උපාය මාර්ගයක් ලෙසයි.",
        "ආන්ඩුව පසුගිය සතියේ විදේශ ණය ආපසු ගෙවීම ද අත්හිටුවා ඇත්තේ කොටස් ගැනුම්කරුවන් තවදුරටත් බිය ගන්වමිනි.",
        "\"වෙළඳපොල දර්ශකවල තියුණු චලනයක් අත් අඩංගුවට ගැනීම සඳහා පරිපථ කඩන යන්ත්‍ර ඇති බැවින්, ලොව පුරා සිටින සියලුම ආයෝජකයින්ට වැරදි සංඥාවක් යවමින් මේ ආකාරයෙන් වෙළඳපල වසා දැමීමේ අවශ්‍යතාවයක් නොමැති බව අපි විශ්වාස කරමු\" යනුවෙන් වාණිජ මණ්ඩලය පෙන්වා දුන්නේය.",
        "\"එබැවින්, මෙම පියවර නැවත සලකා බලන ලෙසත්, ආයෝජකයින්ට හිතකාමී කොටස් වෙළඳපොලක් ලෙස එහි කීර්ති නාමය ආරක්ෂා කරමින් අභියෝගාත්මක වෙළඳපල තත්ත්වයන් මධ්‍යයේ වුවද නිදහසේ ක්‍රියාත්මක වීමට CSE වෙත යොමු කරන ලෙස අපි ඔබෙන් ඉතා ඕනෑකමින් ඉල්ලා සිටිමු.\"",
        "කෙසේ වෙතත්, සුරැකුම්පත් හා විනිමය කොමිෂන් සභාවේ ක්‍රියාමාර්ගය මහ බැංකුව විසින් එක්සත් ජනපද ඩොලරයට විනිමය අනුපාතිකය 203 හි තබා ගැනීමට ගත් උත්සාහයට සමාන බව ද වාණිජ මණ්ඩලය ප්‍රකාශ කළේය.",
        "\"මෙම ක්‍රියාව වෙළඳපල බලවේගයන්ට එරෙහිව විනිමය අනුපාතිකය නියතව පවත්වා ගැනීමට ගත් අසාර්ථක උත්සාහයට සමාන ලෙස වෙළඳපල සහභාගිවන්නන් විසින් දකිනු ඇත\" යනුවෙන් වාණිජ මණ්ඩලය කියා සිටියේය.",
        "ශ්‍රී ලංකාවේ වාණිජ මණ්ඩල, වෙළඳ ව්‍යාපාරිකයන් සහ ව්‍යාපාරිකයන් 203 කණුවක් ඉල්ලා සිටි අතර, පොලී අනුපාත අඩු මට්ටමක තබා ගැනීම සඳහා මුද්‍රණය කරන ලද මුදල් මගින් අක්‍රිය කර ඇති අතර, මෙය ඉක්මනින් අත්හැර දමන ලෙස ඉල්ලා සිටියේය.",
        "මාර්තු මාසයේදී ඇණ කැඩූ අතර කුටි, වෙළඳ ව්‍යාපාරිකයින් සහ ජාත්‍යන්තර මූල්‍ය අරමුදල විසින් ඉල්ලා සිටි 'නම්‍යශීලී' බවට පත් කරන ලදී.",
        "ප්‍රකාශය අත්හරින ලෙස ඉල්ලා සිටින අතරම, ව්‍යාපාර සහ වෙළඳ ව්‍යාපාරිකයන් එකවරම ආනයන සඳහා සංචිත භාවිතා කරන ලෙස ඉල්ලා සිටි අතර, එයද, මහ බැංකුව ආනයන සඳහා සංචිත ලබා දෙන කුමන අනුපාතයකටද යන්නයි.",
        "කෙසේ වෙතත්, කූරු විශ්වසනීයත්වය නැති වී ආනයනය සඳහා සංචිත ලබා දීමෙන් පසු මුදල් මුද්‍රණය කළ විට (සංචිත විකිණීම නව මුදල් වලින් ජීවානුහරණය කර ඇත) විනිමය අනුපාතයක් ස්ථාවර කළ නොහැක.",
        "විනිමය අනුපාතිකය එක්සත් ජනපද ඩොලරයට 330 දක්වා පහත වැටී තිබුණද, යටත් වීමේ රීතිය හරහා මුදල් මුද්‍රණය සහ තථ්‍ය 'පෙගින්' දිගටම පැවතීම නිසා විදේශ විනිමය හිඟය නැවැත්වීමට එය අපොහොසත් විය.",
        "අනෙකුත් විශ්ලේෂකයින් සහ සම්භාව්‍ය අර්ථශාස්ත්‍රඥයින් විනිමය අනුපාතිකය පසු අනුපාතික ඉහල දැමීම් සමග පාවෙන ලෙස ඉල්ලා සිටි අතර පසුව අවශ්‍ය නම් නැවත සකස් කරන ලදී.",
        "හුවමාරුවක් සාර්ථක ලෙස ඉලක්ක කළ හැකිද නැද්ද යන්න තීරණය වන්නේ ක්‍රියාත්මක වන මුදල් පාලන ක්‍රමය අනුවය.",
        "විනිමය අනුපාත (තදින් කතා කරන්නේ සංචිත මුදල් සැපයුම) වෙළඳපල බලවේගවල අභිමතය පරිදි නොව නැංගුරමකින් තීරණය කළ නොහැක, එය බාහිර නම් (BOP සංචිත මුදල් තීරණය කරයි) හෝ සංචිත මුදල් වක්‍රව තීරණය කරන්නේ නම් දේශීය නම් විනිමය අනුපාත මට්ටමකි. පාවෙන අනුපාතයක් සහිත උද්ධමන දර්ශකය.",
        "ශ්‍රී ලංකාවේ විනිමය අනුපාත අගය එහි විශ්වසනීයත්වය නැති වී ඇති අතර විශ්ලේෂකයින් එය පාවෙන ලෙසත්, අවශ්‍ය නම් නැවත සකස් කරන ලෙසත් ඉල්ලා තිබුණි.",
        "කැඩුණු ඇණක් ඉක්මනින් පාවෙන බවට පත් කරන්නේ කෙසේදැයි ඉහළම ආර්ථික විද්‍යාඥ ඩබ්ලිව් ඒ විජේවර්ධන පැහැදිලි කර තිබුණි.",
        "කම්කරු පන්තියේ වියදමින් නිෂ්පාදකයින්ට කෙටි කාලීන ප්‍රතිලාභ ලබා දීමට සහ සමාජ අසහනය සහ සංක්‍රමණ අවුලුවාලීම සඳහා ආර්ථික විද්‍යාඥයින්ට මුදල් (තරඟකාරී විනිමය අනුපාතිකය) අවප්‍රමාණය කිරීමට නොහැකි වන පරිදි මුදල් මණ්ඩලයක් පිහිටුවීමට අලුත් ඇමතුම් ද ඇත.",
        "ශ්‍රී ලංකාවේ බොහෝ අය විශ්වාස කරන්නේ විනිමය අනුපාත විදේශ විනිමය හිඟය තීරණය වන්නේ වෙළඳ ශේෂය, තෙල් ආනයනය, මෝටර් රථ ආනයනය, ඇපල් ආනයනය, මිදි ආනයනය, වෙළඳපල බලවේග මිස රුපියල් නිෂ්පාදනය කරන නියෝජිතායතනයේ මුදල් ප්‍රතිපත්ති (ප්‍රතිපත්ති අනුපාත සහ විවෘත වෙළඳපල මෙහෙයුම්) මත නොවේ. පළමු ස්ථානය. (කොළඹ/අප්‍රේල් 16/2022)"
      ]
    },
    "ta": {
      "title": "சந்தை மூடல் தொடர்பாக இலங்கை சேம்பர் SEC ஐ சாடுகிறது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் சிலோன் வர்த்தக சம்மேளனம், பங்கு முதலீட்டாளர்களின் ஒரு பிரிவினரின் அழுத்தத்தின் கீழ் பங்குச் சந்தையை மூடுவதற்குப் பத்திரங்கள் மற்றும் பரிவர்த்தனை ஆணைக்குழுவின் முடிவை, மாற்று விகிதத்துடன் தவறாக ஒப்பிட்டுப் பார்க்கிறது.",
        "\"ஏப்ரல் 18 ஆம் தேதி முதல் ஐந்து வணிக நாட்களுக்கு பங்குச் சந்தையை தற்காலிகமாக மூடுவதற்கு CSE யை வழிநடத்தும் உங்கள் முடிவைக் கேட்டு இலங்கை வர்த்தக சம்மேளனம் அதிர்ச்சியடைந்தது\" என SEC தலைவர் விராஜ் தயாரத்னவுக்கு எழுதிய கடிதத்தில் உயர்மட்ட வர்த்தக சபை தெரிவித்துள்ளது.",
        "மூடப்பட்டதால் உள்நாட்டு மற்றும் வெளிநாட்டு முதலீட்டாளர்களுக்கு மூன்று பிரச்சனைகள் வந்ததாக சேம்பர் கூறியது.",
        "1. முதலீட்டாளர்களின் ஒரு குழு (சாத்தியமான விற்பனையாளர்கள்) அவர்கள் விரும்பும் நேரத்தில் மற்றும் விலையில் சந்தையில் இருந்து வெளியேறுவதைத் தடுக்கிறது",
        "2. முதலீட்டாளர்களின் மற்றொரு குழு (சாத்தியமான வாங்குபவர்கள்) அவர்கள் விரும்பும் நேரத்தில் மற்றும் விலையில் பங்குகளை வாங்குவதில் இருந்து தடுக்கப்படுகிறது.",
        "3. அனைத்து முதலீட்டாளர்களும் தங்கள் முதலீட்டு இலாகாக்களை சந்தைப்படுத்த மதிப்பீடுகளை மேற்கொள்ள முடியாது",
        "பொருளாதார வல்லுநர்கள் பணத்தை அச்சடித்த போது மார்ஜின் கிரெடிட்டைப் பயன்படுத்தி பங்குகளை வாங்கிய முதலீட்டாளர், நாட்டின் தளர்வான பணச் சட்டங்கள் மற்றும் ஆட்சியைப் பயன்படுத்தி வட்டி விகிதங்களைக் குறைக்கலாம் (நெகிழ்வான பணவீக்கத்தை இலக்காகக் கொண்டு, இது நாணய நெருக்கடிகளுக்கு வழிவகுக்கிறது.",
        "ஒரு உண்மையான மிதக்கும் விகிதத்திற்கு பதிலாக, ஒரு உள்நாட்டு நங்கூரம் (பணவீக்கக் குறியீடு) மற்றும் இருப்பு சேகரிப்பு பெக் (நெகிழ்வான மாற்று விகிதம் அல்லது வெளிப்புற நங்கூரத்தை மாற்றுதல்) ஆகிய இரண்டையும் உள்ளடக்கிய நெகிழ்வான பணவீக்க இலக்கு, அமெரிக்க டாலருக்கு 131 முதல் 151 வரை சரிவதற்கு வழிவகுத்தது. 2015/2016, 2018 இல் 153 முதல் 182 வரை.",
        "பணம் அச்சடித்த இரண்டு ஆண்டுகளுக்குப் பிறகு ரூபாய் மதிப்பு சரிந்து 182ல் இருந்து 330 ஆக இருந்தது, மேலும் பணவீக்கம் மற்றும் நாணயத் தேய்மானத்தைக் கட்டுப்படுத்த மத்திய வங்கி கொள்கை விகிதங்களை 7.50 சதவீதத்தில் இருந்து 14.50 சதவீதமாக உயர்த்தியது.",
        "இலங்கையின் பொருளாதார வல்லுனர்கள் வட்டி விகிதங்களை நசுக்குவதற்கும், பின்னர் நாணயத்தின் மதிப்பைக் குறைப்பதற்கும், விகிதத்தை மிக உயர்ந்த மட்டங்களுக்கு உயர்த்துவதற்கும் ஒரு ‘ரவுலத் நே கெண்டத் நே’ மூலோபாயம் என்று அழைக்கிறார்கள், இது வெவ்வேறு முடிவுகளை எதிர்பார்க்கலாம்.",
        "அரசாங்கம் கடந்த வாரம் வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்துவதை நிறுத்தியது, பங்கு வாங்குபவர்களை மேலும் பயமுறுத்தியது.",
        "\"மார்க்கெட் குறியீடுகளில் ஒரு கூர்மையான நகர்வைக் கட்டுப்படுத்த சர்க்யூட் பிரேக்கர்கள் இருப்பதால், உலகெங்கிலும் உள்ள அனைத்து முதலீட்டாளர்களுக்கும் தவறான சமிக்ஞையை அனுப்பும் வகையில் சந்தையை மூட வேண்டிய அவசியமில்லை என்று நாங்கள் நம்புகிறோம்,\" என்று அறை சுட்டிக்காட்டியது.",
        "\"எனவே, இந்த நடவடிக்கையை மறுபரிசீலனை செய்யுமாறும், சவாலான சந்தை நிலைமைகளுக்கு மத்தியிலும், முதலீட்டாளர்களுக்கு ஏற்ற பங்குச் சந்தையாக அதன் நற்பெயரைப் பாதுகாக்கும் வகையில், CSE சுதந்திரமாகச் செயல்படுமாறும் உங்களைக் கேட்டுக்கொள்கிறோம்.\"",
        "எவ்வாறாயினும், SEC இன் நடவடிக்கையானது, மத்திய வங்கியால் அமெரிக்க டாலருக்கு 203 இல் மாற்று விகிதத்தை வைத்திருக்கும் முயற்சிகளைப் போன்றது என்றும் சேம்பர் கூறியது.",
        "\"இந்த நடவடிக்கை சந்தைப் பங்கேற்பாளர்களால் சந்தை சக்திகளுக்கு எதிராக மாற்று விகிதத்தை நிலையானதாக வைத்திருக்க எடுக்கப்பட்ட தோல்வியுற்ற முயற்சிக்கு ஒத்ததாக இருக்கும்\" என்று சேம்பர் கூறியது.",
        "இலங்கையின் அறைகள், வணிகர்கள் மற்றும் வணிகர்கள் 203 பெக் ஒன்றை வற்புறுத்தியுள்ளனர், இது வட்டி விகிதங்களை குறைவாக வைத்திருக்க அச்சிடப்பட்ட பணத்தால் செயலிழந்துவிட்டது.",
        "அறைகள், வணிகர்கள் மற்றும் சர்வதேச நாணய நிதியம் ஆகியவற்றால் கோரிய 'நெகிழ்வான' ஆப்பு மார்ச் மாதத்தில் உடைக்கப்பட்டது.",
        "மத்திய வங்கி எந்த விகிதத்தில் இறக்குமதிக்கு கையிருப்பு அளிக்கிறதோ, அந்த விகிதத்தில், வணிகங்களும் வணிகர்களும் ஒரே நேரத்தில் இறக்குமதிக்காக இருப்புக்களை பயன்படுத்த வேண்டும் என்று அழைப்பு விடுத்தனர்.",
        "எவ்வாறாயினும், ஆப்புகள் நம்பகத்தன்மையை இழந்து, இறக்குமதிக்கான இருப்புக்களைக் கொடுத்த பிறகு பணம் அச்சிடப்படும் போது (இருப்பு விற்பனை புதிய பணத்துடன் கிருமி நீக்கம் செய்யப்படுகிறது) மாற்று விகிதத்தை நிலைப்படுத்த முடியாது.",
        "அமெரிக்க டாலருக்கு மாற்று விகிதம் 330 ஆக சரிந்திருந்தாலும், சரணடைதல் விதியின் மூலம் பணம் அச்சிடுதல் மற்றும் நடைமுறையில் 'பெக்கிங்' தொடர்ந்ததால் அந்நிய செலாவணி பற்றாக்குறையை நிறுத்த முடியவில்லை.",
        "பிற ஆய்வாளர்கள் மற்றும் கிளாசிக்கல் பொருளாதார வல்லுனர்கள் மாற்று விகிதத்தை விகித உயர்வுகளுக்குப் பிறகு மிதக்க வேண்டும் என்று அழைப்பு விடுத்தனர், மேலும் தேவைப்பட்டால், பின்னர் மறு-பெக் செய்ய வேண்டும்.",
        "ஒரு பரிமாற்றத்தை வெற்றிகரமாக இலக்காகக் கொள்ள முடியுமா இல்லையா என்பது செயல்பாட்டில் உள்ள பண ஆட்சியின் வகையால் தீர்மானிக்கப்படுகிறது.",
        "மாற்று விகிதங்கள் (கண்டிப்பாகச் சொல்வதானால், கையிருப்பு பண விநியோகம்) சந்தை சக்திகளின் விருப்பப்படி தீர்மானிக்க முடியாது, ஆனால் ஒரு நங்கூரம், இது வெளிப்புறமாக இருந்தால் (BOP கையிருப்பு பணத்தை தீர்மானிக்கிறது) அல்லது உள்நாட்டில் இருப்புப் பணம் மறைமுகமாக நிர்ணயம் செய்யப்பட்டால் மிதக்கும் விகிதத்துடன் பணவீக்கக் குறியீடு.",
        "இலங்கையின் செலாவணி மதிப்பு அதன் நம்பகத்தன்மையை இழந்துள்ளது மற்றும் ஆய்வாளர்கள் அதை மிதக்க வேண்டும், பின்னர் தேவைப்பட்டால் மீண்டும் இணைக்க வேண்டும் என்று வலியுறுத்தியுள்ளனர்.",
        "உயர்மட்ட பொருளாதார நிபுணர் டபிள்யூ ஏ விஜேவர்தன, உடைந்த ஆணியை எப்படி விரைவாக மிதவையாக மாற்றலாம் என்று விளக்கியிருந்தார்.",
        "தொழிலாள வர்க்கத்தின் செலவில் உற்பத்தியாளர்களுக்கு குறுகிய கால பலன்களை வழங்கவும், சமூக அமைதியின்மை மற்றும் இடம்பெயர்வுகளைத் தூண்டவும், பொருளாதார வல்லுநர்கள் நாணயத்தின் மதிப்பைக் குறைக்க முடியாது (போட்டி மாற்று விகிதம்) ஒரு நாணய வாரியத்தை அமைப்பதற்கான புதுப்பிக்கப்பட்ட அழைப்புகளும் உள்ளன.",
        "இலங்கையில் அந்நிய செலாவணி பற்றாக்குறையானது வர்த்தக இருப்பு, எண்ணெய் இறக்குமதி, கார் இறக்குமதி, ஆப்பிள் இறக்குமதி, திராட்சை இறக்குமதி, சந்தை சக்திகள் ஆகியவற்றால் தீர்மானிக்கப்படுகிறது என பலர் நம்புகிறார்கள், அன்றி ரூபாயை உற்பத்தி செய்யும் ஏஜென்சியின் பணவியல் கொள்கை (கொள்கை விகிதங்கள் மற்றும் திறந்த சந்தை நடவடிக்கைகள்) அல்ல. முதல் இடம். (கொழும்பு/ஏப்.16/2022)"
      ]
    }
  }
}