{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lankas-inflation-to-peak-at-28-in-coming-months-before-subsiding/108-234940",
  "time_ut": 1649646840,
  "title": "Sri Lanka’s inflation to peak at 28% in coming months before subsiding",
  "body_lines": [
    "In March 2022, Sri Lanka recorded its highest headline inflation of 18.7 percent since November 2008",
    "“Things would get worse before it gets better”- New CB Governor Dr. Weerasinghe",
    "Says inflation in next 3 months has already taken place and too late for anyone to prevent inflation reaching 20%, 25% and 28% in next 3 months",
    "SL recorded its highest inflation of 18.7% in March 2022 since November 2008",
    "Sri Lanka’s headline inflation could peak at 28 percent in the next couple of months from the 18.7 percent in March,  as the full effects of the rupee float and the festive demand amid higher global commodities prices could set off a lengthy stretch of hotter prices.",
    "According to Dr. Nandalal Weerasinghe, who took over as Central Bank Governor last week, the headline inflation could climb to 25 percent and then up to 28 percent before any easing happens.",
    "“Things would get worse before it gets better,” he said in response to a question from a reporter last Friday.",
    "The 28 percent headline inflation is the highest since June 2008 when the headline inflation measured by the Colombo Consumer Price Index read as 28.2 percent. Thereafter, the prices started easing before settling at single digit levels about 13 years starting from February 2009 to November 2021, when the inflation was recorded at 9.9 percent.",
    "In March 2022, Sri Lanka recorded its highest headline inflation of 18.7 percent since November 2008.",
    "“The inflation in the next three months has already taken place. It’s already too late for anyone to prevent inflation reaching 20 percent, 25 percent and 28 percent in the next three months,” Dr. Weerasinghe cautioned.",
    "In an attempt to anchor the expectations, he also said that no one should believe that today’s actions would result in inflation turning the opposite direction tomorrow.",
    "The monetary policy typically has a time lag and Dr. Weerasinghe said the results would only become visible after about several months.",
    "The Central Bank on Friday gave a shock treatment to the Sri Lankan economy by raising the key policy rates by 700 basis points to deal with demand side inflationary pressures."
  ],
  "translate": {
    "si": {
      "title": "පහත වැටීමට පෙර ඉදිරි මාසවලදී ශ්‍රී ලංකාවේ උද්ධමනය 28% දක්වා ඉහළ යනු ඇත",
      "body_lines": [
        "2022 මාර්තු මාසයේදී, ශ්‍රී ලංකාව 2008 නොවැම්බර් මාසයේ සිට එහි ඉහළම උද්ධමනය වන සියයට 18.7ක් වාර්තා කළේය.",
        "\"එය හොඳ වීමට පෙර දේවල් නරක අතට හැරෙනු ඇත\" - නව මහ බැංකු අධිපති ආචාර්ය වීරසිංහ",
        "ඉදිරි මාස 3 තුළ උද්ධමනය දැනටමත් සිදුවී ඇති අතර ඉදිරි මාස 3 තුළ උද්ධමනය 20%, 25% සහ 28% දක්වා ළඟා වීම වැළැක්වීමට කිසිවෙකුට ප්‍රමාද වැඩියි",
        "2008 නොවැම්බර් මාසයේ සිට 2022 මාර්තු මාසයේදී ශ්‍රී ලංකාව එහි ඉහළම උද්ධමනය වන 18.7% වාර්තා කළේය.",
        "රුපියල පාවෙන සම්පූර්ණ බලපෑම් සහ ඉහළ ගෝලීය භාණ්ඩ මිල මධ්‍යයේ උත්සව ඉල්ලුම නිසා උණුසුම් මිල ගණන් දිගු කාලීනව පැතිර යා හැකි බැවින්, ශ්‍රී ලංකාවේ මූලික උද්ධමනය මාර්තු මාසයේ පැවති සියයට 18.7 සිට ඉදිරි මාස දෙක තුළ සියයට 28 දක්වා ඉහළ යා හැකිය.",
        "පසුගිය සතියේ මහ බැංකු අධිපතිවරයා ලෙස වැඩ භාරගත් ආචාර්ය නන්දලාල් වීරසිංහට අනුව, යම් ලිහිල් වීමක් සිදුවීමට පෙර, උද්ධමනය සියයට 25 දක්වාත්, ඉන් අනතුරුව සියයට 28 දක්වාත් ඉහළ යා හැකිය.",
        "\"එය හොඳ වීමට පෙර තත්වය නරක අතට හැරෙනු ඇත,\" ඔහු පසුගිය සිකුරාදා වාර්තාකරුවෙකුගේ ප්‍රශ්නයකට පිළිතුරු දෙමින් පැවසීය.",
        "කොළඹ පාරිභෝගික මිල දර්ශකය මගින් මනිනු ලබන ශීර්ෂ උද්ධමනය සියයට 28.2ක් ලෙස 2008 ජූනි මාසයේ සිට සියයට 28 ක උද්ධමනය ඉහළම අගයයි. ඉන්පසුව, උද්ධමනය සියයට 9.9ක් ලෙස සටහන් වූ 2009 පෙබරවාරි සිට 2021 නොවැම්බර් දක්වා වසර 13ක් පමණ තනි ඉලක්කම් මට්ටම්වලට පියවීමට පෙර මිල ලිහිල් වීම ආරම්භ විය.",
        "2022 මාර්තු මාසයේදී ශ්‍රී ලංකාව 2008 නොවැම්බර් මාසයෙන් පසු එහි ඉහළම උද්ධමනය වන සියයට 18.7ක් වාර්තා කළේය.",
        "“ඉදිරි මාස තුනේ උද්ධමනය දැනටමත් සිදුවී ඇත. ඉදිරි මාස තුන තුළ උද්ධමනය සියයට 20, සියයට 25 සහ සියයට 28 දක්වා ළඟා වීම වැළැක්වීමට කිසිවෙකුට දැනටමත් ප්‍රමාද වැඩියි,” ආචාර්ය වීරසිංහ අනතුරු ඇඟවීය.",
        "අපේක්ෂාවන් නැංගුරම් ලෑමේ උත්සාහයක දී ඔහු කියා සිටියේ අද ක්‍රියාවන් හෙට උද්ධමනය ප්‍රතිවිරුද්ධ දිශාවට හැරවීමට හේතු වනු ඇතැයි කිසිවෙකු විශ්වාස නොකළ යුතු බවයි.",
        "මුදල් ප්‍රතිපත්තියට සාමාන්‍යයෙන් කාල ප්‍රමාදයක් ඇති අතර එහි ප්‍රතිඵල දිස්වන්නේ මාස කිහිපයකට පමණ පසුව පමණක් බව ආචාර්ය වීරසිංහ පැවසීය.",
        "ඉල්ලුම පැත්තේ උද්ධමන පීඩනවලට මුහුණ දීම සඳහා ප්‍රධාන ප්‍රතිපත්ති පොලී අනුපාත පදනම් අංක 700කින් ඉහළ දැමීමෙන් සිකුරාදා මහ බැංකුව ශ්‍රී ලංකා ආර්ථිකයට කම්පන සහගත ප්‍රතිකාරයක් ලබා දුන්නේය."
      ]
    },
    "ta": {
      "title": "இலங்கையின் பணவீக்கம் குறைவதற்கு முன்னர் எதிர்வரும் மாதங்களில் 28% ஆக உச்சத்தை எட்டும்",
      "body_lines": [
        "மார்ச் 2022 இல், இலங்கை நவம்பர் 2008 க்குப் பிறகு 18.7 சதவீதமான உயர் பணவீக்கத்தை பதிவு செய்தது.",
        "\"விஷயங்கள் சரியாகிவிடும் முன் மோசமாகிவிடும்\" - புதிய சிபி ஆளுநர் டாக்டர் வீரசிங்க",
        "அடுத்த 3 மாதங்களில் பணவீக்கம் ஏற்கனவே நடந்துவிட்டதாகவும், அடுத்த 3 மாதங்களில் பணவீக்கம் 20%, 25% மற்றும் 28% ஆக வருவதை யாரும் தடுக்க மிகவும் தாமதமாகிவிட்டதாகவும் கூறுகிறார்.",
        "நவம்பர் 2008 இலிருந்து மார்ச் 2022 இல் இலங்கை அதன் அதிகபட்ச பணவீக்கமான 18.7% ஐ பதிவு செய்தது",
        "இலங்கையின் பிரதான பணவீக்கம் மார்ச் மாதத்தில் 18.7 சதவீதத்தில் இருந்து அடுத்த இரண்டு மாதங்களில் 28 சதவீதமாக உச்சத்தை அடையலாம்,  ரூபாயின் முழு விளைவுகளும் அதிக உலகளாவிய பொருட்களின் விலைகளுக்கு மத்தியில் பண்டிகைக் கோரிக்கையும் அதிக வெப்பமான விலைகளை ஏற்படுத்தக்கூடும்.",
        "கடந்த வாரம் மத்திய வங்கியின் ஆளுநராகப் பதவியேற்ற கலாநிதி நந்தலால் வீரசிங்கவின் கருத்துப்படி, பணவீக்கம் 25 வீதமாகவும், பின்னர் 28 வீதமாகவும் உயரலாம்.",
        "கடந்த வெள்ளிக்கிழமை நிருபர் ஒருவரின் கேள்விக்கு பதிலளித்த அவர், \"அது சிறப்பாக வருவதற்கு முன்பு விஷயங்கள் மோசமாகிவிடும்.",
        "கொழும்பு நுகர்வோர் விலைச் சுட்டெண் மூலம் 28.2 வீதமாக மதிப்பிடப்பட்ட பிரதான பணவீக்கம் 2008 ஆம் ஆண்டு ஜூன் மாதத்திற்குப் பின்னர் 28 வீத பிரதான பணவீக்கமாகும். அதன்பிறகு, பணவீக்கம் 9.9 சதவீதமாக பதிவு செய்யப்பட்ட பிப்ரவரி 2009 முதல் நவம்பர் 2021 வரையிலான 13 ஆண்டுகளுக்கு ஒற்றை இலக்க அளவில் நிலைபெறுவதற்கு முன் விலைகள் தளர்த்தத் தொடங்கின.",
        "மார்ச் 2022 இல், இலங்கை நவம்பர் 2008 க்குப் பிறகு 18.7 சதவீதமான அதன் உச்சபட்ச பணவீக்கத்தை பதிவு செய்தது.",
        "“அடுத்த மூன்று மாதங்களில் பணவீக்கம் ஏற்கனவே நடந்து விட்டது. அடுத்த மூன்று மாதங்களில் பணவீக்கம் 20 வீதம், 25 வீதம் மற்றும் 28 வீதத்தை எட்டுவதை தடுப்பது எவருக்கும் மிகவும் தாமதமாகிவிட்டது\" என்று டாக்டர் வீரசிங்க எச்சரித்தார்.",
        "எதிர்பார்ப்புகளை நங்கூரமிடும் முயற்சியில், இன்றைய நடவடிக்கைகள் நாளை பணவீக்கம் எதிர் திசையில் மாறும் என்று யாரும் நம்ப வேண்டாம் என்றும் அவர் கூறினார்.",
        "பணவியல் கொள்கையில் பொதுவாக கால தாமதம் இருக்கும் மற்றும் பல மாதங்களுக்குப் பிறகுதான் முடிவுகள் தெரியும் என்று டாக்டர் வீரசிங்க கூறினார்.",
        "கோரிக்கை பக்க பணவீக்க அழுத்தங்களை சமாளிக்க முக்கிய கொள்கை விகிதங்களை 700 அடிப்படை புள்ளிகளால் உயர்த்தியதன் மூலம் மத்திய வங்கி வெள்ளிக்கிழமை இலங்கை பொருளாதாரத்திற்கு அதிர்ச்சி சிகிச்சை அளித்துள்ளது."
      ]
    }
  }
}