{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/17/army-commander-vows-to-work-for-betterment-of-nation-in-maiden-troop-address/",
  "time_ut": 1655457660,
  "title": "Army Commander vows to work for betterment of Nation in maiden troop address",
  "body_lines": [
    "COLOMBO (News 1st); Setting out his plan of action and the vision for the Army in future, Lieutenant General Vikum Liyanage, Commander of the Army yesterday (16) for the first time addressed a representative group of All Ranks at the Army HQ after he took over as 24th Commander of the Army a few days ago.",
    "In his address, he paid a glowing tribute to the memory of fallen War Heroes and civil staffers who laid their lives during humanitarian operations in order to free the country from LTTE terrorism, along with his parents, family members, teachers at school and thanked HE the President, Secretary Defence and former Commander of the Army for selecting him for the highest office in the Army, keeping the fullest trust in him. He also wished speedy recovery to injured War Heroes who are still under rehabilitation and recuperation as he began his address.",
    "“I should gratefully acknowledge and commend my predecessor, now the Chief of Defence Staff for his tireless and far-sighted implementation of many projects that brought about a vast improvement to the sound function of the entire organization. It is our duty to forge ahead with the milestone vision, the ‘Way Forward Strategy 2020 – 2025’, in which many new strategic approaches and perspectives have been introduced and already introduced for the growth of professional standards and multifaceted skills of soldiers and perspectives. General Shavendra Silva’s contribution with our heroic troops to the eradication of COVID 19 remains a landmark effort and a memory that could never be forgotten in the Army,” he said.",
    "“As has been the case, we should always be prepared to face any challenge or emergency and dedicated to the nation-building, disaster management roles, and now the cultivation of food crops in all camp compounds throughout the island. As an organization that has robbed hearts and minds and respect of the people in the country, we should always be mindful of varying attempts of various interested parties and their machinations in media platforms, through which efforts are made to tarnish the image of the organization.”",
    "The Commander also stated that the guidelines imparted by the founding father of the Gajaba Regiment and instructions being given by the Defence Secretary and the CDS would help him to work easier as he has a very cordial working relationship with them.",
    "“My vision is to maintain high level of professional standards in the organization and assure the safeguarding of the Sri Lankan Constitution, her people and democracy while defending the country from internal or external threats. We should also assist our Navy and Air Force sister services as well as the Police when necessary.”",
    "Referring to further improvements at strategic level, he said that we need to change our security strategies to suit ground realities and new technical aspects. “I want all of you to seek possibilities of further improving this aspect while working in a democratic framework and adding your own inputs.”",
    "“While serving the offices of the Colonel of a Regiment, Commandant, Sri Lanka Army Volunteer Force and more lately, the Chief of Staff of the Army, I was able to acquire much experience and knowledge on administrative matters and logistics. While focusing on the promotion of welfare of all ranks further, I wish to do everything possible for the best interests of the organization in future as well.”",
    "“Recently, I joined a visit to inspect the progress of the Kandy Army Hospital and the Hockey Ground. Those facilities will soon be open to all. I will also try my best to increase the numbers, set to go for UN peacekeeping missions in future and would do everything possible to elevate standards of Army sports.”",
    "Giving a piece of warning, Lieutenant General Vikum Liyanage reiterated that he would not tolerate any misbehaviour of officers or their engagement in any illegal activities. “I will take stern action against such mischiefs and subject them to disciplinary actions.”",
    "He also appreciated the exemplary patience and very effective professional conduct of Officers and Other Ranks during the most recent tense developments in the country. He also appealed to all ranks to support the realization of the President’s ‘Saubhagyaye Dekma’ policy vistas of prosperity as it is a part of our responsibility too. Our agriculture development sector in the Army should take all possible measures to give maximum support for promotion of agricultural crops by way of machinery, technical know-how, fertilizer and manpower wherever needed, he said.",
    "On arrival at the venue for the address, Lieutenant General Vikum Liyanage was welcomed by Major General Jagath Kodithuwakku, Chief of Staff, together with Major General Channa Weerasooriya, Deputy Chief of Staff and the Adjutant General.",
    "The introductory address was made by Major General Swarna Bothota, Adjutant General of the Army Headquarters. A video script on the new Commander was also screened at the same location before the maiden address to the troops commenced.",
    "Army Commander vows to work for betterment of Nation in maiden troop address",
    "Sri Lanka should have gone to IMF sooner, delay was a mistake – CBSL Governor"
  ],
  "translate": {
    "si": {
      "title": "ජාතියේ අභිවෘද්ධිය සඳහා ක්‍රියා කරන බවට යුධ හමුදාපතිවරයා සිය මංගල දේශනයේදී ප්‍රතිඥා දෙයි",
      "body_lines": [
        "COLOMBO (News 1st); යුද්ධ හමුදාධිපති ලුතිනන් ජෙනරාල් විකුම් ලියනගේ විසින් 24 වන යුද්ධ හමුදාධිපතිවරයා ලෙස වැඩ භාර ගැනීමෙන් පසු ප්‍රථම වරට ඊයේ (16) දින යුද්ධ හමුදා මූලස්ථානයේ සියළුම නිළධාරීන් පිරිසක් අමතනු ලැබීය. දින කිහිපයකට පෙර හමුදාවේ.",
        "එල්.ටී.ටී.ඊ ත්‍රස්තවාදයෙන් රට මුදාගැනීම සඳහා මානුෂීය මෙහෙයුම්වලදී දිවි පිදූ රණවිරුවන් සහ සිවිල් සේවක මහත්ම මහත්මීන් සිහිපත් කරමින් තම මවුපියන්, පවුලේ සාමාජිකයන්, පාසලේ ගුරුභවතුන් ද සමඟින් ඔහු සිය දේශනයේදී ප්‍රබෝධමත් උපහාරයක් පුද කළේය. ජනාධිපතිවරයා, ආරක්‍ෂක ලේකම්වරයා සහ හිටපු යුද හමුදාපතිවරයා ඔහු කෙරෙහි උපරිම විශ්වාසය තබමින් යුද හමුදාවේ ඉහළම තනතුරට ඔහුව තෝරා ගැනීම සම්බන්ධයෙන්. ඔහු සිය දේශනය ආරම්භ කරන විට තවමත් පුනරුත්ථාපනය වෙමින් සහ සුවය ලබමින් සිටින තුවාල ලැබූ රණවිරුවන්ට ඉක්මන් සුවය ප්‍රාර්ථනා කළේය.",
        "“සමස්ත සංවිධානයේ හොඳ ක්‍රියාකාරිත්වයට විශාල දියුණුවක් ගෙන දුන් බොහෝ ව්‍යාපෘති වෙහෙස නොබලා දූරදර්ශී ලෙස ක්‍රියාත්මක කිරීම සම්බන්ධයෙන් මගේ පූර්වගාමියා, දැන් ආරක්ෂක මාණ්ඩලික ප්‍රධානියා මම කෘතඥපූර්වකව පිළිගෙන ප්‍රශංසා කළ යුතුයි. සොල්දාදුවන්ගේ වෘත්තීය ප්‍රමිතීන් සහ බහුවිධ කුසලතා වර්ධනය කිරීම සඳහා නව උපාය මාර්ගික ප්‍රවේශයන් සහ ඉදිරිදර්ශන රැසක් හඳුන්වා දී දැනටමත් හඳුන්වා දී ඇති ‘ඉදිරියට යන මාර්ගය 2020 - 2025’ යන සන්ධිස්ථානයේ දැක්ම සමඟ ඉදිරියට යාම අපගේ යුතුකමයි. කොවිඩ් 19 තුරන් කිරීම සඳහා ජෙනරාල් ශවේන්ද්‍ර සිල්වා අපගේ වීරෝදාර හමුදාවන් සමඟ කළ දායකත්වය යුද හමුදාව තුළ කිසිදා අමතක කළ නොහැකි සුවිශේෂී ප්‍රයත්නයක් සහ මතකයක් ලෙස පවතී.",
        "“සිදු වූවාක් මෙන්, අපි සෑම විටම ඕනෑම අභියෝගයකට හෝ හදිසි අවස්ථාවකට මුහුණ දීමට සූදානම්ව සිටිය යුතු අතර ජාතිය ගොඩනැගීම, ආපදා කළමනාකරණ භූමිකාවන් සහ දැන් දිවයින පුරා සියලුම කඳවුරු සංකීර්ණවල ආහාර බෝග වගා කිරීම සඳහා කැපවී සිටිය යුතුය. රටේ ජනතාවගේ හදවත්, මනස් හා ගෞරවය සොරාගත් සංවිධානයක් ලෙස, සංවිධානයේ ප්‍රතිරූපය විනාශ කිරීමට උත්සාහ කරන විවිධ උනන්දුවක් දක්වන පාර්ශ්වයන් සහ මාධ්‍ය වේදිකාවල ඔවුන්ගේ කූටෝපායන් පිළිබඳව අප සැමවිටම අවධානයෙන් සිටිය යුතුය. ”",
        "ගජබා රෙජිමේන්තුවේ නිර්මාතෘවරයා විසින් ලබා දෙන මාර්ගෝපදේශ සහ ආරක්ෂක ලේකම්වරයා සහ CDS ආයතනය විසින් ලබා දෙන උපදෙස්, ඔවුන් සමඟ ඉතා සුහදශීලී සබඳතාවක් පවත්වන බැවින් තම කටයුතු පහසු කර ගැනීමට උපකාර වන බව ද ආඥාපතිවරයා ප්‍රකාශ කළේය.",
        "“මගේ දැක්ම වන්නේ සංවිධානය තුළ ඉහළ මට්ටමේ වෘත්තීය ප්‍රමිතීන් පවත්වා ගැනීම සහ අභ්‍යන්තර හෝ බාහිර තර්ජන වලින් රට ආරක්ෂා කරන අතරම ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාව, එහි ජනතාව සහ ප්‍රජාතන්ත්‍රවාදය ආරක්ෂා කිරීම සහතික කිරීමයි. අවශ්‍ය විටක අපගේ නාවික හා ගුවන් හමුදාවේ සහෝදර සේවාවන්ට මෙන්ම පොලිසියටද සහාය විය යුතුයි.”",
        "උපායමාර්ගික මට්ටමින් තවදුරටත් වැඩිදියුණු කිරීම් ගැන සඳහන් කරමින් ඔහු කියා සිටියේ භූගත යථාර්ථයන්ට සහ නව තාක්ෂණික අංශවලට ගැලපෙන පරිදි අපගේ ආරක්ෂක උපාය මාර්ග වෙනස් කළ යුතු බවයි. \"ප්‍රජාතන්ත්‍රවාදී රාමුවක් තුළ වැඩ කරමින් ඔබේම යෙදවුම් එකතු කර ගනිමින් මෙම අංගය තවදුරටත් වැඩිදියුණු කිරීමේ හැකියාව ඔබ සැමට අවශ්‍ය වේ.\"",
        "“රෙජිමේන්තුවක කර්නල්, සේනාවිධායක, ශ්‍රී ලංකා යුද හමුදා ස්වේච්ඡා බළකායේ සහ මෑතකාලීනව යුද හමුදා මාණ්ඩලික ප්‍රධානියාගේ කාර්යාලවල සේවය කරන අතරතුර පරිපාලන කටයුතු සහ සැපයුම් කටයුතු පිළිබඳ බොහෝ අත්දැකීම් සහ දැනුම ලබා ගැනීමට මට හැකි විය. සියලුම තරාතිරම්වල සුබසාධනය ප්‍රවර්ධනය කිරීම කෙරෙහි තවදුරටත් අවධානය යොමු කරන අතරම, අනාගතයේදී ද සංවිධානයේ යහපත වෙනුවෙන් කළ හැකි සෑම දෙයක්ම කිරීමට මම බලාපොරොත්තු වෙමි.",
        "“මහනුවර යුද හමුදා රෝහලේ සහ හොකී ක්‍රීඩාංගණයේ ප්‍රගතිය සොයා බැලීමට පසුගියදා මම සංචාරයකට එක් වුණා. එම පහසුකම් ළඟදීම සියලු දෙනාට විවෘත වේවි. ඉදිරියේදී එක්සත් ජාතීන්ගේ සාම සාධක දූත මණ්ඩල සඳහා යාමට නියමිත සංඛ්‍යා වැඩි කිරීමටත්, හමුදා ක්‍රීඩා වල ප්‍රමිතීන් ඉහළ නැංවීමට හැකි සෑම දෙයක්ම කිරීමටත් මම මගේ උපරිමය කරන්නෙමි.",
        "අනතුරු ඇඟවීමක් කරමින් ලුතිනන් ජෙනරාල් විකුම් ලියනගේ යළිත් අවධාරණය කළේ නිලධාරීන්ගේ නොමනා හැසිරීම් හෝ නීතිවිරෝධී ක්‍රියාවක නිරත වීම තමන් නොඉවසන බවයි. \"මම එවැනි අකටයුතුකම්වලට එරෙහිව දැඩි ක්‍රියාමාර්ග ගන්නා අතර ඔවුන් විනය ක්‍රියාමාර්ගවලට යටත් කරමි.\"",
        "රටේ මෑතකාලීන ආතති සහගත වර්ධනයන්හිදී නිලධාරීන්ගේ සහ සෙසු නිලයන්ගේ ආදර්ශවත් ඉවසීම සහ ඉතා ඵලදායී වෘත්තීය හැසිරීම ද ඔහු අගය කළේය. ජනාධිපතිතුමාගේ ‘සෞභාග්‍යයේ දැක්ම’ සෞභාග්‍යයේ ප්‍රතිපත්ති දැක්ම අපගේ ද වගකීමේ කොටසක් බැවින් එය සාක්ෂාත් කර ගැනීමට සහාය දෙන ලෙස ද ඔහු සියලු නිලයන්ගෙන් ඉල්ලා සිටියේය. අවශ්‍ය සෑම තැනකදීම යන්ත්‍රෝපකරණ, තාක්ෂණික දැනුම, පොහොර සහ ශ්‍රම බලකාය මගින් කෘෂිකාර්මික භෝග ප්‍රවර්ධනය සඳහා උපරිම සහයෝගය ලබා දීමට යුද හමුදාවේ අපගේ කෘෂිකාර්මික සංවර්ධන අංශය හැකි සෑම පියවරක්ම ගත යුතු බව ඔහු පැවසීය.",
        "දේශනය සඳහා ස්ථානයට පැමිණි ලුතිනන් ජෙනරාල් විකුම් ලියනගේ, මාණ්ඩලික ප්‍රධානී මේජර් ජෙනරාල් ජගත් කොඩිතුවක්කු, නියෝජ්‍ය මාණ්ඩලික ප්‍රධානී මේජර් ජෙනරාල් චන්න වීරසූරිය සහ සහකාර ජෙනරල් ඇතුළු පිරිසක් විසින් පිළිගනු ලැබීය.",
        "හඳුන්වාදීමේ දේශනය යුද්ධ හමුදා මූලස්ථානයේ සහකාර ජෙනරාල් මේජර් ජෙනරාල් ස්වර්ණ බෝතොට විසින් සිදු කරන ලදී. භට පිරිස් අමතා මංගල දේශනය ආරම්භ කිරීමට ප්‍රථම නව ආඥාපතිවරයා පිළිබඳ වීඩියෝ පිටපතක් ද එම ස්ථානයේදීම ප්‍රදර්ශනය කෙරිණි.",
        "ජාතියේ අභිවෘද්ධිය සඳහා ක්‍රියා කරන බවට යුධ හමුදාපතිවරයා සිය මංගල දේශනයේදී ප්‍රතිඥා දෙයි",
        "ශ්‍රී ලංකාව ඉක්මනින් IMF වෙත යා යුතුව තිබුණි, ප්‍රමාදය වැරදීමක් - මහ බැංකු අධිපති"
      ]
    },
    "ta": {
      "title": "தேசத்தின் முன்னேற்றத்திற்காக உழைக்கப் போவதாக இராணுவத் தளபதி துருப்புக்களின் முதல் உரையில் சபதம் செய்கிறார்",
      "body_lines": [
        "COLOMBO (News 1st); இராணுவத் தளபதி லெப்டினன்ட் ஜெனரல் விக்கும் லியனகே தனது செயற்திட்டத்தையும் எதிர்காலத்தில் இராணுவத்திற்கான தொலைநோக்கையும் முன்வைத்து 24ஆவது தளபதியாக பதவியேற்றதன் பின்னர் முதன்முறையாக இராணுவத் தலைமையகத்தில் உள்ள அனைத்து தரப்பு பிரதிநிதிகள் குழுவுடன் நேற்று (16) முதன்முறையாக உரையாற்றினார். சில நாட்களுக்கு முன்பு இராணுவத்தின்.",
        "அவர் தனது உரையில், விடுதலைப் புலிகளின் பயங்கரவாதத்திலிருந்து நாட்டை விடுவிப்பதற்காக மனிதாபிமான நடவடிக்கைகளின் போது உயிர் நீத்த வீரமரணம் அடைந்த போர்வீரர்கள் மற்றும் சிவில் ஊழியர்களுக்கு தனது பெற்றோர்கள், குடும்பத்தினர், பள்ளி ஆசிரியர்கள் ஆகியோருடன் இணைந்து அஞ்சலி செலுத்தியதுடன், நன்றி தெரிவித்தார். ஜனாதிபதி, பாதுகாப்புச் செயலாளர் மற்றும் முன்னாள் இராணுவத் தளபதி ஆகியோர் அவரை இராணுவத்தின் மிக உயர்ந்த பதவிக்கு தேர்ந்தெடுத்ததற்காக, அவர் மீது முழு நம்பிக்கை வைத்து. அவர் தனது உரையை ஆரம்பிக்கும் போது காயமடைந்த போர்வீரர்கள் இன்னும் புனர்வாழ்வு மற்றும் குணமடைந்து வருபவர்கள் விரைவில் குணமடைய வாழ்த்தினார்.",
        "“எனது முன்னோடி, இப்போது பாதுகாப்புப் படைத் தலைவரான அவர், முழு அமைப்பின் சிறந்த செயல்பாட்டிலும் ஒரு பரந்த முன்னேற்றத்தைக் கொண்டு வந்த பல திட்டங்களை அயராது மற்றும் தொலைநோக்கு பார்வையுடன் செயல்படுத்தியதற்காக நான் நன்றியுடன் பாராட்ட வேண்டும். பல புதிய மூலோபாய அணுகுமுறைகள் மற்றும் முன்னோக்குகள் அறிமுகப்படுத்தப்பட்டு ஏற்கனவே அறிமுகப்படுத்தப்பட்டு, சிப்பாய்கள் மற்றும் முன்னோக்குகளின் பன்முகத் திறன்களின் வளர்ச்சிக்காக, 'வே முன்னோக்கி வியூகம் 2020 - 2025' என்ற மைல்கல் பார்வையுடன் முன்னேறுவது நமது கடமையாகும். கோவிட் 19 ஐ ஒழிப்பதற்காக ஜெனரல் சவேந்திர சில்வாவின் வீரமிக்க துருப்புக்களின் பங்களிப்பு இராணுவத்தில் மறக்க முடியாத ஒரு மைல்கல் முயற்சியாகவும் நினைவுகூரத்தக்கதாகவும் உள்ளது, ”என்று அவர் கூறினார்.",
        "\"இப்போது இருந்ததைப் போலவே, எந்தவொரு சவாலையும் அல்லது அவசரநிலையையும் எதிர்கொள்ள நாம் எப்போதும் தயாராக இருக்க வேண்டும், மேலும் தேசத்தைக் கட்டியெழுப்புதல், பேரிடர் மேலாண்மைப் பாத்திரங்கள் மற்றும் இப்போது தீவு முழுவதும் உள்ள அனைத்து முகாம் வளாகங்களிலும் உணவுப் பயிர்களைப் பயிரிடுவதற்கும் அர்ப்பணிப்புடன் இருக்க வேண்டும். நாட்டில் உள்ள மக்களின் இதயங்களையும் மனங்களையும் மரியாதையையும் கொள்ளையடித்த ஒரு அமைப்பாக, பல்வேறு ஆர்வமுள்ள தரப்பினரின் மாறுபட்ட முயற்சிகளையும், ஊடக தளங்களில் அவர்களின் சூழ்ச்சிகளையும், அதன் மூலம் அமைப்பின் நற்பெயரைக் கெடுக்கும் முயற்சிகளையும் நாம் எப்போதும் கவனத்தில் கொள்ள வேண்டும். ”",
        "கஜபா படைப்பிரிவின் ஸ்தாபகத் தந்தை வழங்கிய வழிகாட்டுதல்கள் மற்றும் பாதுகாப்புச் செயலாளர் மற்றும் சி.டி.எஸ் ஆகியோரின் அறிவுறுத்தல்கள் அவர்களுடன் மிகவும் சுமூகமான பணி உறவைக் கொண்டிருப்பதால் பணியை எளிதாக்க உதவும் என்றும் தளபதி கூறினார்.",
        "“எனது பார்வையானது நிறுவனத்தில் உயர் மட்ட தொழில்சார் தரங்களைப் பேணுவதும், இலங்கையின் அரசியலமைப்பு, அதன் மக்கள் மற்றும் ஜனநாயகத்தைப் பாதுகாப்பதை உறுதிப்படுத்துவதும், உள் அல்லது வெளி அச்சுறுத்தல்களிலிருந்து நாட்டைப் பாதுகாப்பதும் ஆகும். தேவைப்படும்போது எங்கள் கடற்படை மற்றும் விமானப்படை சகோதரி சேவைகள் மற்றும் காவல்துறைக்கு நாங்கள் உதவ வேண்டும்.",
        "மூலோபாய மட்டத்தில் மேலும் மேம்பாடுகளைப் பற்றி அவர் குறிப்பிடுகையில், அடிப்படை யதார்த்தங்கள் மற்றும் புதிய தொழில்நுட்ப அம்சங்களுக்கு ஏற்ப நமது பாதுகாப்பு உத்திகளை மாற்ற வேண்டும் என்று கூறினார். \"ஜனநாயக கட்டமைப்பில் பணிபுரியும் போது மற்றும் உங்கள் சொந்த உள்ளீடுகளைச் சேர்க்கும் போது இந்த அம்சத்தை மேலும் மேம்படுத்துவதற்கான சாத்தியக்கூறுகளை நீங்கள் அனைவரும் தேட வேண்டும் என்று நான் விரும்புகிறேன்.\"",
        "“ஒரு படைப்பிரிவின் கர்னல், கமாண்டன்ட், இலங்கை இராணுவத் தொண்டர் படை மற்றும் அண்மைக்காலமாக, இராணுவப் படைத் தளபதியின் அலுவலகங்களில் பணியாற்றும் போது, ​​நிர்வாக விடயங்கள் மற்றும் தளவாடங்கள் தொடர்பான அனுபவத்தையும் அறிவையும் என்னால் பெற முடிந்தது. அனைத்து தரப்புகளின் நலனை மேம்படுத்துவதில் கவனம் செலுத்தும் அதே வேளையில், எதிர்காலத்திலும் நிறுவனத்தின் சிறந்த நலன்களுக்காக முடிந்த அனைத்தையும் செய்ய விரும்புகிறேன்.",
        "“சமீபத்தில், கண்டி இராணுவ வைத்தியசாலை மற்றும் ஹொக்கி மைதானத்தின் முன்னேற்றத்தை பார்வையிடுவதற்காக நான் விஜயம் செய்திருந்தேன். அந்த வசதிகள் விரைவில் அனைவருக்கும் திறக்கப்படும். எதிர்காலத்தில் ஐ.நா. அமைதி காக்கும் பணிகளுக்கு செல்வதற்கும், ராணுவ விளையாட்டுகளின் தரத்தை உயர்த்துவதற்கும் என்னால் முடிந்த அனைத்தையும் செய்வேன்.",
        "ஒரு எச்சரிக்கையை வழங்கிய லெப்டினன்ட் ஜெனரல் விகும் லியனகே, அதிகாரிகளின் எந்தவொரு தவறான நடத்தையையும் அல்லது எந்தவொரு சட்டவிரோத நடவடிக்கைகளிலும் ஈடுபடுவதை தான் பொறுத்துக்கொள்ளப் போவதில்லை என்று மீண்டும் வலியுறுத்தினார். \"இதுபோன்ற தவறான செயல்களுக்கு எதிராக நான் கடுமையான நடவடிக்கை எடுப்பேன் மற்றும் அவர்களை ஒழுங்கு நடவடிக்கைகளுக்கு உட்படுத்துவேன்.\"",
        "நாட்டின் மிக சமீபத்திய பதட்டமான முன்னேற்றங்களின் போது அதிகாரிகள் மற்றும் பிற பதவிகளின் முன்மாதிரியான பொறுமை மற்றும் மிகவும் பயனுள்ள தொழில்முறை நடத்தை ஆகியவற்றை அவர் பாராட்டினார். ஜனாதிபதியின் ‘சௌபாக்யயே டெக்மா’ செழுமைக்கான கொள்கை பார்வைகளை நிறைவேற்றுவதற்கு ஆதரவளிக்குமாறு அனைத்து தரப்புகளுக்கும் அவர் வேண்டுகோள் விடுத்தார், ஏனெனில் இது நமது பொறுப்பின் ஒரு பகுதியாகும். தேவையான இடங்களில் இயந்திரங்கள், தொழில்நுட்ப அறிவு, உரம் மற்றும் மனிதவளம் ஆகியவற்றின் மூலம் விவசாய பயிர்களை மேம்படுத்துவதற்கு அதிகபட்ச ஆதரவை வழங்க ராணுவத்தில் உள்ள நமது விவசாய மேம்பாட்டுத் துறை அனைத்து நடவடிக்கைகளையும் எடுக்க வேண்டும், என்றார்.",
        "உரையாற்றும் இடத்திற்கு வருகை தந்த லெப்டினன்ட் ஜெனரல் விகும் லியனகே, படைகளின் பிரதானி மேஜர் ஜெனரல் ஜகத் கொடித்துவக்கு மற்றும் பிரதிப் படைகளின் பிரதானி மேஜர் ஜெனரல் சன்ன வீரசூரிய மற்றும் துணைத் தளபதி ஆகியோரால் வரவேற்கப்பட்டார்.",
        "இராணுவத் தலைமையகத்தின் துணைத் தளபதி மேஜர் ஜெனரல் ஸ்வர்ண போதோட்டா அறிமுக உரையை நிகழ்த்தினார். துருப்புக்களுக்கான கன்னி உரை தொடங்குவதற்கு முன்னர் அதே இடத்தில் புதிய தளபதி பற்றிய வீடியோ ஸ்கிரிப்ட் திரையிடப்பட்டது.",
        "தேசத்தின் முன்னேற்றத்திற்காக உழைக்கப் போவதாக இராணுவத் தளபதி துருப்புக்களின் முதல் உரையில் சபதம் செய்கிறார்",
        "இலங்கை விரைவில் சர்வதேச நாணய நிதியத்திற்கு சென்றிருக்க வேண்டும், தாமதமானது தவறு - CBSL ஆளுநர்"
      ]
    }
  }
}