{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/metaverse-or-meta-averse-exploring-the-implications-of-virtual-fashion-for-sri-lankan-apparel-irl/",
  "time_ut": 1651505580,
  "title": "Metaverse or meta-averse? Exploring the implications of virtual fashion for Sri Lankan apparel IRL",
  "body_lines": [
    "For fashion ‘look, touch and feel’ is everything. So it can seem counterintuitive that the world’s largest brands could soon be creating outfits and accessories that will either partly or completely exist in a virtual space. But as much as it may seem like science-fiction, fashion brands are betting heavily on the metaverse.",
    "Morgan Stanley projects that virtual fashion could be a US$ 50 billion opportunity by 2030, adding as much as 25% to the industry’s total earnings. For context, this is approximately 10x the value of Sri Lanka’s record-breaking export earnings from apparel exports for 2021.",
    "And it’s not just speculation that’s driving growth. Brands like Dolce and Gabbana have already made US$ 5.7 million over the sale of just nine Non-Fungible Token (NFT) pieces, while Valentine’s Day 2022 gave rise to the first ever Metaverse Fashion Week show on the popular online game, Second Life.",
    "While enthusiasm for virtual fashion is at an all-time high, details of just how the metaverse will actually work and its implications for regions like South Asia, and countries like Sri Lanka in which apparel account for over 40% of national exports, remain unclear.",
    "A simple way to understand the metaverse would be as a future iteration of the internet, made up of persistent, shared, 3D virtual spaces linked across a totally digital universe. Those immersed in such universes will communicate, spend and indulge in leisure time through their virtual avatars.",
    "So far, there are two possible routes for fashion brands to profit through the metaverse. The most direct option: producing virtual apparel for digital avatars – the first few fashion NFT sales have been aimed at this market. In some instances, the items exist purely in the metaverse, in others, the item will have an In Real Life (IRL) counterpart, in addition to existing virtually.",
    "The second: advertising designs through the metaverse equivalent of a retail outlet. Through fashion shows like Decentraland’s Virtual Fashion Week, dozens of major global brands and thousands of visitors were able to virtually attend fashion shows and live music sessions at branded after-parties and buy and wear digital clothing directly from catwalk avatars Some of the fashion items will even include a physical duplicate of the item in the sale of their NFT fashion pieces.",
    "While the metaverse is still very much in its infancy, Joint Apparel Association Forum (JAAF) Secretary General, Yohan Lawrence believes that it may have the potential to shape the next decade of fashion in a similarly disruptive manner to what we have seen already with the rise of e-commerce and omni-channel retail to date.",
    "“Where Enterprise Resource Planning systems, digital payments, and Web 2.0 were pivotal in the success of fashion brands over the past decade, Web 3, 5G and the Internet of Things, virtual and augmented reality, and of course NFTs and blockchain technology could lead to entirely novel business models in fashion. The question that Sri Lankan apparel manufacturers need to ask themselves is: how can we build on the progress we have made thus far, while aligning ourselves for what’s coming next?”",
    "From humble beginnings as cut and sew or made to order mass production in the early 1980s, Sri Lankan apparel has steadily moved into production within high-value, high complexity niches in the global apparel supply chain. Leading this on-going transition are home-grown multinationals like MAS, Brandix, Norlanka and Hirdaramani.",
    "“Science and technology have been integral to enabling faster production of more complex products such as our ‘Second skin’ E-knit range of intimates and athleisure lines, and more recently in fem-tech and recovery wear,” says Director Technology Commercialization of MAS Gihan Philip. “A considerable amount of research and development went into the creation of these products. However, with our more recent investments in digitalization, we are expanding our ability to design and prototype new lines entirely virtually. Designing fashion for the metaverse could be a logical extension of these capabilities.”",
    "He noted that while many of these 3D visualisation technologies have been available for some time particularly after the pandemic, brands and manufacturers are both more open to virtual collaborative design. Meanwhile, the technology itself is improving exponentially.",
    "“There have been significant advancements in scanning, imaging, and simulation of materials. This means that we are able to capture much more detail as to how different fabrics will look like, and how they would drape on a person. Together with improvements in platforms that enable virtual collaboration, we are able to generate authentic digital twins for our designs and make changes on the fly.”",
    "Star Garments (Director of operations), Jeevith Senaratne explains, “Instead of frequent physical photo-shoots, we can simply scan a model and combine those scans with apparel designs in order to showcase them entirely virtually. We are also able to leverage social media to test consumer responses to particular designs, and alter the production lines based on their response. This eliminates a great deal of cost, and cuts down on time taken to move from design to production, all of which is immensely valuable. All of these capabilities take on a new significance in the backdrop of the significant investments being made by brands into the metaverse.”",
    "Virtual design has also been a game-changer for Hirdaramani. As a result of investments in the most current 3D-Fit software systems – including: CLO, Browzwear, and Tuka Tech, the company has been able to drastically cut costs and improve delivery time.",
    "CEO/Director of Hirdaramani Industries Sri Lanka Theodore Gunasekara says, “We have significantly increased our capabilities and capacity on 3D sampling especially after the pandemic. Today, we are able to simulate complex effects such as washing and laser on denim. This enabled us to convert the majority of our prototype samples, pre-production samples, and fit samples to digital. Given the severe limitations faced globally during the pandemic, such systems have helped us to shorten development lead times and keep production lines running despite logistical bottlenecks. They also help us to move the needle on our sustainability goals given that they reduce resource consumption even further.”",
    "Similarly advanced capabilities have been established at Brandix. A global apparel innovation company with end-to-end capabilities in design, technology incubation, and digital and vertical manufacturing of ‘Smart clothing’, it has been the heart of Brandix’s efforts to enable rapid prototyping through to proof of concept.",
    "Among its numerous innovations which may have the potential to intersect with the metaverse are its advanced motion sensing and seamless haptic actuator integration designs. Powered by Artificial Intelligence, the Sensemove line is able to intelligently measure the framework of an individual’s physique, in order to help guide technique for athletes.",
    "“As the metaverse begins to develop, we believe technologies like this have the potential to integrate with these virtual worlds, in order to create new applications in sports and fitness,” states Non-Executive Director of Brandix Hasib Omar, “When we think especially about how rapidly we saw e-commerce and social media become a central part of our daily lives, we see immense potential for highly specialized apparel that merges fashion with technology.”",
    "Another emerging player in Sri Lanka that may offer insights into the shape of things to come for Sri Lankan apparel is Norlanka. While engaged in the same lines of business from design to delivery, the company has one crucial difference relative to the island’s larger and more established firms: its asset-light business model. While the company owns a few manufacturing facilities, most of its capacity is bought from its apparel SME partners. Leveraging similar visualization systems, the company flexibly orchestrates its production across Sri Lanka’s vibrant SME apparel manufacturing sector.",
    "Norlanka ventured into the 3D space back in 2019, and currently develops products entirely digitally with some of its clients. Powered by a dedicated research and development team, the company has been continuously exploring new possibilities to increase efficiency, while adding value for its customers and partners, thereby enhancing sustainability across the sector.",
    "“One of the next major projects we are working on is in the realm of digital sampling,” says Chief Innovation Officer of Norlanka Buddhi Paranamana. “In an asset-light model like ours, we have to be able to clearly showcase every facet of a given line to our partners and buyers. Our expertise in advanced digital design and sampling means we can easily pivot into producing purely digital or hybrid designs for the metaverse, which can also be manufactured at commercial scale for IRL retail. These digital designs can also be used as NFTs in the ever expanding creative spaces of the metaverse.”.",
    "However, as revolutionary as this new technological paradigm could be for the fashion industry over the next decade, today’s most visible metaverse plays are still being made by high profile brands. By releasing limited designs and leveraging on the strength of their brand, and the novelty of the medium of NFTs, these brands are capturing the most up-front value. For apparel producers to cut in on this action, they will need to build up their own brands and designers first.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Metaverse හෝ meta-averse? ශ්‍රී ලාංකේය ඇඟලුම් IRL සඳහා අතථ්‍ය විලාසිතාවන්ගේ ඇඟවුම් ගවේෂණය කිරීම",
      "body_lines": [
        "විලාසිතා සඳහා 'පෙනීම, ස්පර්ශ කිරීම සහ දැනීම' සෑම දෙයක්ම වේ. එබැවින් ලෝකයේ විශාලතම සන්නාමයන් අතථ්‍ය අවකාශයක අර්ධ වශයෙන් හෝ සම්පූර්ණයෙන්ම පවතිනු ඇති ඇඳුම් සහ උපාංග ඉක්මනින් නිර්මාණය කළ හැකි බව ප්‍රතිවිරෝධී බවක් පෙනෙන්නට තිබේ. නමුත් විද්‍යා ප්‍රබන්ධ ලෙස පෙනෙන තරමට, විලාසිතා සන්නාමයන් මෙටාවර්ස් මත දැඩි ලෙස ඔට්ටු අල්ලයි.",
        "මෝගන් ස්ටැන්ලි ව්‍යාපෘති කරන්නේ 2030 වන විට අතථ්‍ය විලාසිතා ඇමෙරිකානු ඩොලර් බිලියන 50ක අවස්ථාවක් විය හැකි අතර, කර්මාන්තයේ මුළු ඉපැයීම්වලට 25%ක් පමණ එකතු කරමිනි. සන්දර්භය සඳහා, මෙය 2021 සඳහා ඇඟලුම් අපනයනයෙන් ශ්‍රී ලංකාවේ වාර්තාගත අපනයන ඉපැයීම්වල වටිනාකම මෙන් 10 ගුණයක් පමණ වේ.",
        "එමෙන්ම වර්ධනයට හේතු වන්නේ සමපේක්ෂනය පමණක් නොවේ. Dolce සහ Gabbana වැනි සන්නාම දැනටමත් Fungible නොවන ටෝකන (NFT) කෑලි නවයක් විකිණීමෙන් ඇමරිකානු ඩොලර් මිලියන 5.7ක් උපයා ඇති අතර, Valentine’s Day 2022 ජනප්‍රිය ඔන්ලයින් ක්‍රීඩාව වන Second Life හි පළමු Metaverse Fashion Week ප්‍රදර්ශනයට හේතු විය.",
        "අතථ්‍ය විලාසිතා සඳහා උද්යෝගය සෑම විටම ඉහළ මට්ටමක පවතින අතර, මෙටාවර්ස් ඇත්ත වශයෙන්ම ක්‍රියා කරන්නේ කෙසේද සහ දකුණු ආසියාව වැනි කලාපවලට සහ ශ්‍රී ලංකාව වැනි ජාතික අපනයනවලින් 40% කට වඩා වැඩි ප්‍රමාණයක් ඇඟලුම් සඳහා දායක වන රටවලට එහි ඇඟවුම් පිළිබඳ විස්තර අපැහැදිලි ය. .",
        "මෙටාවර්ස් තේරුම් ගැනීමට සරල ක්‍රමයක් වනුයේ අන්තර්ජාලයේ අනාගත පුනරාවර්තනයක් ලෙසය, එය සම්පූර්ණයෙන්ම ඩිජිටල් විශ්වයක් හරහා සම්බන්ධ වී ඇති ස්ථීර, බෙදාගත්, ත්‍රිමාණ අතථ්‍ය අවකාශයන්ගෙන් සමන්විත වේ. එවැනි විශ්වවල ගිලී සිටින අය ඔවුන්ගේ අතථ්‍ය අවතාර හරහා සන්නිවේදනය කරයි, ගත කරයි සහ විවේක කාලය ගත කරයි.",
        "මේ වන විට, විලාසිතා සන්නාම සඳහා metaverse හරහා ලාභ ලැබීමට හැකි මාර්ග දෙකක් තිබේ. වඩාත්ම සෘජු විකල්පය: ඩිජිටල් අවතාර සඳහා අතථ්‍ය ඇඟලුම් නිෂ්පාදනය - පළමු විලාසිතා NFT අලෙවිය මෙම වෙළඳපොළ ඉලක්ක කර ගෙන ඇත. සමහර අවස්ථාවන්හිදී, අයිතම සම්පූර්ණයෙන්ම මෙටාවර්ස් තුළ පවතී, අනෙක් ඒවා තුළ, අයිතමයට අතථ්‍යව පවතිනවාට අමතරව, සැබෑ ජීවිතයේ (IRL) සහකරුවෙකු ඇත.",
        "දෙවැන්න: සිල්ලර අලෙවිසැලකට සමාන මෙටාවර්ස් හරහා ප්‍රචාරණ සැලසුම්. Decentraland's Virtual Fashion Week වැනි විලාසිතා සංදර්ශන හරහා ප්‍රධාන ගෝලීය සන්නාම දුසිම් ගනනකට සහ අමුත්තන් දහස් ගණනකට සන්නාමගත පසු සාදවල විලාසිතා සංදර්ශන සහ සජීවී සංගීත සැසිවලට පාහේ සහභාගී වීමටත්, කැට්වෝක් අවතාරවලින් කෙලින්ම ඩිජිටල් ඇඳුම් මිලදී ගෙන ඇඳීමටත් හැකි විය. ඔවුන්ගේ NFT විලාසිතා කෑලි විකිණීමේදී අයිතමයේ භෞතික අනුපිටපතක් පවා ඇතුළත් කරන්න.",
        "මෙටාවර්ස් තවමත් ඉතා ළදරු අවධියේ පවතින අතර, ඒකාබද්ධ ඇඟලුම් සංගම් සංසදයේ (JAAF) මහලේකම් යොහාන් ලෝරන්ස් විශ්වාස කරන්නේ ඉදිරි දශකය විලාසිතාවලින් අප දැනටමත් දැක ඇති ආකාරයටම කඩාකප්පල්කාරී ලෙස හැඩගස්වා ගැනීමේ හැකියාව එයට ඇති බවයි. අද දක්වා ඊ-වාණිජ්‍යය සහ සර්ව නාලිකා සිල්ලර වෙළඳාමේ නැගීම.",
        "“පසුගිය දශකය තුළ විලාසිතා සන්නාමවල සාර්ථකත්වය සඳහා ව්‍යවසාය සම්පත් සැලසුම් පද්ධති, ඩිජිටල් ගෙවීම් සහ වෙබ් 2.0 ප්‍රධාන වූ අතර, Web 3, 5G සහ Internet of Things, අතථ්‍ය සහ වැඩි දියුණු කළ යථාර්ථය සහ ඇත්ත වශයෙන්ම NFTs සහ blockchain තාක්‍ෂණය මෙහෙයවිය හැකිය. විලාසිතා තුළ සම්පූර්ණයෙන්ම නව්‍ය ව්‍යාපාරික ආකෘති වෙත. ශ්‍රී ලාංකේය ඇඟලුම් නිෂ්පාදකයින් තමන්ගෙන්ම ඇසිය යුතු ප්‍රශ්නය නම්: මීළඟට සිදුවීමට නියමිත දේ සඳහා අපව පෙළගස්වමින් අප මෙතෙක් ලබා ඇති ප්‍රගතිය මත ගොඩනගා ගන්නේ කෙසේද?",
        "1980 ගණන්වල මුල් භාගයේ දී කපා මැසීම හෝ මහා පරිමාණ නිෂ්පාදනය ඇණවුම් කිරීම වැනි නිහතමානී ආරම්භයේ සිට, ශ්‍රී ලාංකේය ඇඟලුම් ගෝලීය ඇඟලුම් සැපයුම් දාමයේ ඉහළ වටිනාකමකින් යුත් ඉහළ සංකීර්ණත්වයකින් යුත් නිපැයුම් තුළ ක්‍රමානුකූලව නිෂ්පාදනයට යොමු විය. MAS, Brandix, Norlanka සහ Hirdaramani වැනි ගෘහස්ථ බහුජාතික සමාගම් මෙම අඛණ්ඩ සංක්‍රාන්තියට නායකත්වය දෙයි.",
        "\"අපගේ 'දෙවන සම' E-knit පරාසයක සමීප සහ මලල ක්‍රීඩා රේඛා වැනි වඩාත් සංකීර්ණ නිෂ්පාදන වේගයෙන් නිෂ්පාදනය කිරීමට විද්‍යාව සහ තාක්‍ෂණය අත්‍යවශ්‍ය වී ඇත, සහ වඩාත් මෑතකදී fem-tech සහ recovery wear\" යනුවෙන් MAS හි අධ්‍යක්ෂ තාක්ෂණ වාණිජකරණය පවසයි. ගිහාන් පිලිප්. \"මෙම නිෂ්පාදන නිර්මාණය කිරීම සඳහා සැලකිය යුතු පර්යේෂණ හා සංවර්ධන කටයුතු සිදු විය. කෙසේ වෙතත්, ඩිජිටල්කරණය සඳහා අපගේ වඩාත් මෑතකාලීන ආයෝජන සමඟ, අපි සම්පූර්ණයෙන්ම පාහේ නව රේඛා සැලසුම් කිරීමට සහ මූලාකෘති කිරීමට අපගේ හැකියාව පුළුල් කරන්නෙමු. මෙටාවර්ස් සඳහා විලාසිතා නිර්මාණය කිරීම මෙම හැකියාවන්ගේ තාර්කික දිගුවක් විය හැකිය.",
        "මෙම ත්‍රිමාණ දෘශ්‍යකරණ තාක්‍ෂණයන් බොහොමයක් විශේෂයෙන් වසංගතයෙන් පසුව යම් කාලයක් සඳහා ලබා ගත හැකි වුවද, වෙළඳ නාම සහ නිෂ්පාදකයින් දෙදෙනාම අතථ්‍ය සහයෝගීතා සැලසුම් සඳහා වඩාත් විවෘත බව ඔහු සඳහන් කළේය. මේ අතර, තාක්ෂණයම ඝාතීය ලෙස වැඩිදියුණු වෙමින් පවතී.",
        "“ද්‍රව්‍ය පරිලෝකනය කිරීම, අනුරූප කිරීම සහ අනුකරණය කිරීම සම්බන්ධයෙන් සැලකිය යුතු දියුණුවක් ඇති වී තිබේ. මෙයින් අදහස් කරන්නේ විවිධ රෙදිපිළි කෙබඳු වනු ඇත්ද සහ ඒවා පුද්ගලයෙකු මත ඇඳෙන්නේ කෙසේද යන්න පිළිබඳව වඩාත් විස්තරාත්මකව ග්‍රහණය කර ගැනීමට අපට හැකි බවයි. අතථ්‍ය සහයෝගීතාවය සක්‍රීය කරන වේදිකාවල වැඩිදියුණු කිරීම් සමඟින්, අපගේ සැලසුම් සඳහා අව්‍යාජ ඩිජිටල් නිවුන් දරුවන් ජනනය කිරීමට සහ පියාසර කිරීමේදී වෙනස්කම් කිරීමට අපට හැකි වේ.",
        "ස්ටාර් ගාමන්ට් (මෙහෙයුම් අධ්‍යක්ෂ) ජීවීත් සේනාරත්න පැහැදිලි කරන්නේ, “නිතර භෞතික ඡායාරූප රූගත කිරීම් වෙනුවට, අපට සරලවම ආකෘතියක් ස්කෑන් කර එම ස්කෑන් සහ ඇඟලුම් මෝස්තර සමඟ ඒකාබද්ධ කර ඒවා සම්පූර්ණයෙන්ම පාහේ ප්‍රදර්ශනය කළ හැකිය. විශේෂිත මෝස්තර සඳහා පාරිභෝගික ප්‍රතිචාර පරීක්ෂා කිරීමට සහ ඔවුන්ගේ ප්‍රතිචාර මත පදනම්ව නිෂ්පාදන රේඛා වෙනස් කිරීමට සමාජ මාධ්‍ය උපයෝගී කර ගැනීමට ද අපට හැකි වේ. මෙය විශාල පිරිවැයක් ඉවත් කරන අතර, නිර්මාණයේ සිට නිෂ්පාදනය දක්වා ගමන් කිරීමට ගතවන කාලය කපා හැරීමට හේතු වන අතර, ඒ සියල්ල අතිශයින් වටිනා ය. සන්නාමයන් විසින් මෙටාවර්ස් වෙත සැලකිය යුතු ආයෝජනයක් සිදු කරන පසුබිමක මෙම සියලු හැකියාවන් නව වැදගත්කමක් ගනී.",
        "අතථ්‍ය නිර්මාණය ද Hirdaramani සඳහා ක්‍රීඩාව වෙනස් කරන්නෙකු වී ඇත. CLO, Browzwear සහ Tuka Tech ඇතුළුව - වඩාත්ම වර්තමාන 3D-Fit මෘදුකාංග පද්ධතිවල ආයෝජනවල ප්‍රතිඵලයක් ලෙස, සමාගමට පිරිවැය විශාල ලෙස කපා හැරීමට සහ බෙදා හැරීමේ කාලය වැඩි දියුණු කිරීමට හැකි වී ඇත.",
        "Hirdaramani Industries Sri Lanka හි ප්‍රධාන විධායක නිලධාරී/අධ්‍යක්ෂ තියඩෝර් ගුණසේකර මහතා පවසන්නේ, “විශේෂයෙන් වසංගතයෙන් පසුව අපි ත්‍රිමාණ නියැදීමේ අපගේ හැකියාවන් සහ ධාරිතාව සැලකිය යුතු ලෙස වැඩි කර තිබෙනවා. අද, ඩෙනිම් මත සේදීම සහ ලේසර් වැනි සංකීර්ණ බලපෑම් අනුකරණය කිරීමට අපට හැකි වේ. අපගේ මූලාකෘති සාම්පල, පූර්ව නිෂ්පාදන සාම්පල සහ යෝග්‍ය සාම්පල ඩිජිටල් බවට පරිවර්තනය කිරීමට මෙය අපට හැකි විය. වසංගතය තුළ ගෝලීය වශයෙන් මුහුණ දෙන දැඩි සීමාවන් සැලකිල්ලට ගෙන, එවැනි පද්ධති අපට සංවර්ධන ඉදිරි කාලය කෙටි කිරීමට සහ සැපයුම් බාධක නොතකා නිෂ්පාදන මාර්ග ක්‍රියාත්මක කිරීමට උපකාරී වී තිබේ. සම්පත් පරිභෝජනය තව දුරටත් අඩු කරන බැවින් අපගේ තිරසාර ඉලක්ක වෙත ඉඳිකටුවක් ගෙන යාමට ද ඒවා අපට උපකාර කරයි.",
        "එසේම බ‍්‍රැන්ඩික්ස් හි උසස් හැකියාවන් ස්ථාපිත කර ඇත. සැලසුම් කිරීම, තාක්‍ෂණික පුර්ව ලියාපදිංචි තක්සේරු කිරීම සහ 'ස්මාර්ට් ඇඳුම්' ඩිජිටල් සහ සිරස් නිෂ්පාදනයේ අවසානය දක්වා හැකියාවන් ඇති ගෝලීය ඇඟලුම් නවෝත්පාදන සමාගමක් වන එය, සංකල්පය සනාථ කිරීම සඳහා වේගවත් මූලාකෘතිකරණය සක්‍රීය කිරීමට බ්‍රැන්ඩික්ස් දරන උත්සාහයේ හදවතයි.",
        "මෙටාවර්ස් සමඟ ඡේදනය වීමේ හැකියාව ඇති එහි බොහෝ නවෝත්පාදන අතර එහි උසස් චලන සංවේදනය සහ බාධාවකින් තොරව හප්ටික් ක්‍රියාකාරක ඒකාබද්ධ කිරීමේ සැලසුම් වේ. කෘත්‍රිම බුද්ධියෙන් බල ගැන්වෙන, Sensemove රේඛාව ක්‍රීඩක ක්‍රීඩිකාවන් සඳහා මාර්ගෝපදේශක ශිල්පීය ක්‍රමයට උපකාර කිරීම සඳහා, පුද්ගලයාගේ සිරුරේ රාමුව බුද්ධිමත්ව මැනීමට සමත් වේ.",
        "\"මෙටාවර්ස් වර්ධනය වීමට පටන් ගන්නා විට, ක්‍රීඩා සහ යෝග්‍යතාවයේ නව යෙදුම් නිර්මාණය කිරීම සඳහා මෙවැනි තාක්‍ෂණයන්ට මෙම අතථ්‍ය ලෝකයන් සමඟ ඒකාබද්ධ වීමට හැකියාවක් ඇතැයි අපි විශ්වාස කරමු\" යනුවෙන් බ්‍රැන්ඩික්ස් හි විධායක නොවන අධ්‍යක්ෂ හසිබ් ඕමාර් පවසයි. \"අපි විශේෂයෙන් සිතන විට ඊ-වාණිජ්‍යය සහ සමාජ මාධ්‍ය අපගේ දෛනික ජීවිතයේ කේන්ද්‍රීය අංගයක් බවට පත් වී ඇති ආකාරය ගැන අපි කෙතරම් වේගයෙන් දුටුවෙමුද යන්න පිළිබඳව, විලාසිතා තාක්‍ෂණය සමඟ ඒකාබද්ධ කරන ඉහළ විශේෂිත ඇඟලුම් සඳහා දැවැන්ත විභවයක් අපට පෙනේ.",
        "ශ්‍රී ලාංකේය ඇඟලුම් සඳහා ඉදිරියේදී සිදුවීමට නියමිත දේවල හැඩය පිළිබඳ අවබෝධයක් ලබා දිය හැකි ශ්‍රී ලංකාවේ තවත් නැගී එන ක්‍රීඩකයෙක් වන්නේ Norlanka ය. සැලසුමේ සිට බෙදා හැරීම දක්වා එකම ව්‍යාපාරයක නියැලී සිටින අතර, දිවයිනේ විශාල සහ වඩාත් ස්ථාපිත සමාගම්වලට සාපේක්ෂව සමාගමට එක් තීරණාත්මක වෙනසක් ඇත: එහි වත්කම්-සැහැල්ලූ ව්‍යාපාර ආකෘතිය. සමාගම සතුව නිෂ්පාදන පහසුකම් කිහිපයක් ඇති අතර, එහි ධාරිතාවයෙන් වැඩි කොටසක් එහි ඇඟලුම් කුඩා හා මධ්‍ය පරිමාණ ව්‍යාපාර හවුල්කරුවන්ගෙන් මිලදී ගනු ලැබේ. සමාන දෘශ්‍යකරණ පද්ධති භාවිතා කරමින්, සමාගම ශ්‍රී ලංකාවේ ජවසම්පන්න කුඩා හා මධ්‍ය පරිමාණයේ ඇඟලුම් නිෂ්පාදන අංශය හරහා සිය නිෂ්පාදනය නම්‍යශීලී ලෙස සංවිධානය කරයි.",
        "Norlanka 2019 දී නැවතත් ත්‍රිමාණ අවකාශයට අවතීර්ණ වූ අතර දැනට එහි සමහර ගනුදෙනුකරුවන් සමඟ නිෂ්පාදන සම්පූර්ණයෙන්ම ඩිජිටල් ලෙස සංවර්ධනය කරයි. කැපවූ පර්යේෂණ සහ සංවර්ධන කණ්ඩායමක් විසින් බලගන්වන ලද සමාගම, සිය පාරිභෝගිකයන් සහ හවුල්කරුවන් සඳහා අගය එකතු කරන අතරම, එම අංශය පුරා තිරසාරත්වය ඉහළ නංවන අතරම, කාර්යක්ෂමතාව ඉහළ නැංවීම සඳහා නව හැකියාවන් අඛණ්ඩව ගවේෂණය කරයි.",
        "“අපි වැඩ කරමින් සිටින මීළඟ ප්‍රධාන ව්‍යාපෘතිවලින් එකක් වන්නේ ඩිජිටල් නියැදීමේ ක්ෂේත්‍රයයි,” Norlanka හි ප්‍රධාන නවෝත්පාදන නිලධාරී බුද්ධි පරණමාන පවසයි. “අප වැනි වත්කම්-සැහැල්ලු ආකෘතියක් තුළ, අපගේ හවුල්කරුවන්ට සහ ගැනුම්කරුවන්ට දී ඇති රේඛාවක සෑම අංශයක්ම පැහැදිලිව ප්‍රදර්ශනය කිරීමට අපට හැකි විය යුතුය. උසස් ඩිජිටල් සැලසුම් සහ නියැදීම පිළිබඳ අපගේ ප්‍රවීණත්වය යනු IRL සිල්ලර වෙළඳාම සඳහා වාණිජ පරිමාණයෙන් ද නිෂ්පාදනය කළ හැකි metaverse සඳහා සම්පූර්ණයෙන්ම ඩිජිටල් හෝ දෙමුහුන් මෝස්තර නිෂ්පාදනය කිරීමට අපට පහසුවෙන් යොමු විය හැකි බවයි. මෙටාවර්ස් හි දිනෙන් දින ප්‍රසාරණය වන නිර්මාණාත්මක අවකාශයන්හි මෙම ඩිජිටල් මෝස්තර NFT ලෙසද භාවිතා කළ හැක.",
        "කෙසේ වෙතත්, ඉදිරි දශකය තුළ විලාසිතා කර්මාන්තය සඳහා මෙම නව තාක්‍ෂණික ආදර්ශය විප්ලවීය විය හැකි බැවින්, අද වඩාත්ම දෘශ්‍යමාන metaverse නාට්‍ය තවමත් උසස් වෙළඳ නාම මගින් සාදනු ලැබේ. සීමිත මෝස්තර නිකුත් කිරීම සහ ඔවුන්ගේ සන්නාමයේ ශක්තිය සහ NFT මාධ්‍යයේ නව්‍යතාවය මත උත්තේජනය කිරීම මගින්, මෙම සන්නාමයන් වඩාත් ඉහළම වටිනාකමක් ලබා ගනී. ඇඟලුම් නිෂ්පාදකයින්ට මෙම ක්‍රියාව කපා හැරීමට නම්, ඔවුන් පළමුව ඔවුන්ගේම වෙළඳ නාම සහ නිර්මාණකරුවන් ගොඩනගා ගත යුතුය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "Metaverse அல்லது meta-averse? இலங்கை ஆடை IRL க்கான மெய்நிகர் பாணியின் தாக்கங்களை ஆராய்தல்",
      "body_lines": [
        "ஃபேஷனுக்கு ‘லுக், டச் அண்ட் ஃபீல்’ எல்லாமே. எனவே, உலகின் மிகப்பெரிய பிராண்டுகள் ஒரு மெய்நிகர் இடத்தில் ஓரளவு அல்லது முழுமையாக இருக்கும் ஆடைகள் மற்றும் பாகங்கள் விரைவில் உருவாக்கப்படலாம் என்பது எதிர்மறையானதாகத் தோன்றலாம். ஆனால் அறிவியல் புனைகதை போல் தோன்றினாலும், ஃபேஷன் பிராண்டுகள் மெட்டாவேர்ஸில் அதிக அளவில் பந்தயம் கட்டுகின்றன.",
        "மார்கன் ஸ்டான்லி, 2030 ஆம் ஆண்டளவில் மெய்நிகர் பேஷன் 50 பில்லியன் அமெரிக்க டாலர் வாய்ப்பாக இருக்கும், இது தொழில்துறையின் மொத்த வருவாயில் 25% வரை சேர்க்கும். சூழலைப் பொறுத்தவரை, இது 2021 ஆம் ஆண்டிற்கான ஆடை ஏற்றுமதியிலிருந்து இலங்கையின் சாதனைப் படைத்த ஏற்றுமதி வருமானத்தின் மதிப்பை விட தோராயமாக 10 மடங்கு ஆகும்.",
        "மேலும் ஊகங்கள் மட்டும் வளர்ச்சிக்கு உந்துதலாக இல்லை. டோல்ஸ் மற்றும் கபானா போன்ற பிராண்டுகள் ஏற்கனவே ஒன்பது நான்-ஃபங்கிபிள் டோக்கன் (NFT) துண்டுகளின் விற்பனையில் US$ 5.7 மில்லியனை ஈட்டியுள்ளன, அதே நேரத்தில் காதலர் தினம் 2022 பிரபலமான ஆன்லைன் கேமான செகண்ட் லைப்பில் முதல் Metaverse ஃபேஷன் வீக் ஷோவிற்கு வழிவகுத்தது.",
        "விர்ச்சுவல் ஃபேஷனுக்கான உற்சாகம் எப்பொழுதும் உச்சத்தில் இருக்கும் அதே வேளையில், மெட்டாவேர்ஸ் உண்மையில் எவ்வாறு செயல்படும் மற்றும் தெற்காசியா போன்ற பிராந்தியங்கள் மற்றும் இலங்கை போன்ற தேசிய ஏற்றுமதியில் 40% க்கும் அதிகமான ஆடைகளைக் கொண்டிருக்கும் நாடுகளுக்கு அதன் தாக்கங்கள் பற்றிய விவரங்கள் தெளிவாக இல்லை. .",
        "மெட்டாவெர்ஸைப் புரிந்துகொள்வதற்கான எளிய வழியானது, முழுக்க முழுக்க டிஜிட்டல் பிரபஞ்சத்தில் இணைக்கப்பட்ட நிலையான, பகிரப்பட்ட, 3D மெய்நிகர் இடைவெளிகளால் உருவாக்கப்பட்ட இணையத்தின் எதிர்கால மறு செய்கையாக இருக்கும். அத்தகைய பிரபஞ்சங்களில் மூழ்கியவர்கள் தங்கள் மெய்நிகர் அவதாரங்கள் மூலம் தொடர்புகொள்வார்கள், செலவிடுவார்கள் மற்றும் ஓய்வு நேரத்தில் ஈடுபடுவார்கள்.",
        "இதுவரை, ஃபேஷன் பிராண்டுகள் மெட்டாவர்ஸ் மூலம் லாபம் பெற இரண்டு வழிகள் உள்ளன. மிகவும் நேரடியான விருப்பம்: டிஜிட்டல் அவதாரங்களுக்கான மெய்நிகர் ஆடைகளை தயாரிப்பது - முதல் சில ஃபேஷன் NFT விற்பனைகள் இந்த சந்தையை இலக்காகக் கொண்டவை. சில சந்தர்ப்பங்களில், உருப்படிகள் முற்றிலும் மெட்டாவேர்ஸில் உள்ளன, மற்றவற்றில், உருப்படிக்கு நிஜ வாழ்க்கையில் (IRL) இணை இருக்கும்.",
        "இரண்டாவது: சில்லறை விற்பனை நிலையத்திற்கு சமமான மெட்டாவர்ஸ் மூலம் விளம்பர வடிவமைப்புகள். Decentraland's Virtual Fashion Week போன்ற ஃபேஷன் ஷோக்கள் மூலம், டஜன் கணக்கான பெரிய உலகளாவிய பிராண்டுகள் மற்றும் ஆயிரக்கணக்கான பார்வையாளர்கள் ஃபேஷன் ஷோக்கள் மற்றும் பிராண்டட் ஆஃப்டர் பார்ட்டிகளில் நேரடி இசை அமர்வுகளில் கலந்துகொள்ள முடிந்தது மற்றும் கேட்வாக் அவதாரங்களில் இருந்து நேரடியாக டிஜிட்டல் ஆடைகளை வாங்கி அணிய முடிந்தது. அவர்களின் NFT ஃபேஷன் துண்டுகளின் விற்பனையில் பொருளின் இயற்பியல் நகலையும் சேர்க்கலாம்.",
        "மெட்டாவேர்ஸ் இன்னும் ஆரம்ப நிலையில் இருக்கும் போது, ​​கூட்டு ஆடைகள் சங்க மன்றத்தின் (JAAF) பொதுச்செயலாளர் யோகன் லாரன்ஸ், அடுத்த பத்தாண்டு நாகரீகத்தை நாம் ஏற்கனவே பார்த்ததைப் போன்றே சீர்குலைக்கும் வகையில் வடிவமைக்கும் ஆற்றலைக் கொண்டிருப்பதாக நம்புகிறார். இன்றுவரை இ-காமர்ஸ் மற்றும் ஓம்னி-சேனல் சில்லறை விற்பனையின் உயர்வு.",
        "\"எண்டர்பிரைஸ் ரிசோர்ஸ் பிளானிங் சிஸ்டம்ஸ், டிஜிட்டல் பேமெண்ட்ஸ் மற்றும் வெப் 2.0 ஆகியவை கடந்த பத்தாண்டுகளில் ஃபேஷன் பிராண்டுகளின் வெற்றியில் முக்கியப் பங்கு வகிக்கின்றன, வெப் 3, 5ஜி மற்றும் இன்டர்நெட் ஆஃப் திங்ஸ், மெய்நிகர் மற்றும் ஆக்மென்டட் ரியாலிட்டி, மற்றும் நிச்சயமாக NFTகள் மற்றும் பிளாக்செயின் தொழில்நுட்பம் வழிவகுக்கும். பாணியில் முற்றிலும் புதுமையான வணிக மாதிரிகள். இலங்கை ஆடை உற்பத்தியாளர்கள் தங்களைத் தாங்களே கேட்டுக் கொள்ள வேண்டிய கேள்வி என்னவென்றால்: அடுத்து வரப்போகும் விஷயங்களுக்காக நம்மைச் சீரமைத்துக் கொண்டு, இதுவரை நாம் அடைந்துள்ள முன்னேற்றத்தை எப்படிக் கட்டியெழுப்ப முடியும்?",
        "1980 களின் முற்பகுதியில் வெட்டப்பட்டு தைக்கப்பட்டது அல்லது பாரிய உற்பத்தியை ஒழுங்குபடுத்துவதற்காக உருவாக்கப்பட்ட தாழ்மையான தொடக்கத்திலிருந்து, இலங்கை ஆடைகள் உலகளாவிய ஆடை விநியோகச் சங்கிலியில் உயர் மதிப்பு, அதிக சிக்கலான இடங்களுக்குள் உற்பத்திக்கு சீராக நகர்ந்தன. MAS, Brandix, Norlanka மற்றும் Hirdaramani போன்ற உள்நாட்டில் வளர்ந்த பன்னாட்டு நிறுவனங்கள் இந்த நடந்துகொண்டிருக்கும் மாற்றத்திற்கு முன்னணியில் உள்ளன.",
        "\"எங்கள் 'செகண்ட் ஸ்கின்' E-knit வரம்பில் உள்ள அந்தரங்கங்கள் மற்றும் அத்லீஷர் லைன்கள் போன்ற மிகவும் சிக்கலான தயாரிப்புகளை விரைவாக உற்பத்தி செய்வதில் அறிவியல் மற்றும் தொழில்நுட்பம் ஒருங்கிணைந்ததாக உள்ளது, மேலும் சமீபத்தில் fem-tech மற்றும் Recovery wear இல் உள்ளது,\" என்கிறார் MAS இன் இயக்குனர் தொழில்நுட்ப வணிகமயமாக்கல். கிஹான் பிலிப். \"இந்த தயாரிப்புகளை உருவாக்குவதில் கணிசமான அளவு ஆராய்ச்சி மற்றும் மேம்பாடு சென்றது. எவ்வாறாயினும், டிஜிட்டல் மயமாக்கலில் எங்களின் மிக சமீபத்திய முதலீடுகளுடன், புதிய வரிகளை முழுவதுமாக வடிவமைத்து முன்மாதிரி செய்யும் திறனை நாங்கள் விரிவுபடுத்துகிறோம். மெட்டாவெர்ஸிற்கான ஃபேஷனை வடிவமைப்பது இந்த திறன்களின் தர்க்கரீதியான நீட்டிப்பாக இருக்கலாம்.",
        "இந்த 3D காட்சிப்படுத்தல் தொழில்நுட்பங்கள் சில காலத்திற்கு குறிப்பாக தொற்றுநோய்க்குப் பிறகு, பிராண்டுகள் மற்றும் உற்பத்தியாளர்கள் இருவரும் மெய்நிகர் கூட்டு வடிவமைப்பிற்கு மிகவும் திறந்திருப்பதாக அவர் குறிப்பிட்டார். இதற்கிடையில், தொழில்நுட்பம் அதிவேகமாக மேம்பட்டு வருகிறது.",
        "\"ஸ்கேனிங், இமேஜிங் மற்றும் பொருட்களின் உருவகப்படுத்துதல் ஆகியவற்றில் குறிப்பிடத்தக்க முன்னேற்றங்கள் உள்ளன. வெவ்வேறு துணிகள் எப்படி இருக்கும், அவை எப்படி ஒரு நபரை துடைக்கும் என்பதை நாம் இன்னும் விரிவாகப் பிடிக்க முடியும் என்பதே இதன் பொருள். மெய்நிகர் ஒத்துழைப்பை செயல்படுத்தும் தளங்களில் மேம்பாடுகளுடன் சேர்ந்து, எங்கள் வடிவமைப்புகளுக்கு உண்மையான டிஜிட்டல் இரட்டையர்களை உருவாக்கவும், பறக்கும்போது மாற்றங்களைச் செய்யவும் முடியும்.",
        "ஸ்டார் கார்மென்ட்ஸ் (செயல்பாட்டு இயக்குநர்), ஜீவித் சேனாரத்ன விளக்குகிறார், “அடிக்கடி உடல் ரீதியாக புகைப்படம் எடுப்பதற்குப் பதிலாக, நாம் ஒரு மாதிரியை ஸ்கேன் செய்து, அந்த ஸ்கேன்களை ஆடை வடிவமைப்புகளுடன் இணைத்து, அவற்றை முழுமையாகக் காட்சிப்படுத்தலாம். குறிப்பிட்ட வடிவமைப்புகளுக்கு நுகர்வோர் பதில்களைச் சோதிக்க சமூக ஊடகங்களைப் பயன்படுத்தவும், அவற்றின் பதிலின் அடிப்படையில் உற்பத்தி வரிகளை மாற்றவும் எங்களால் முடியும். இது ஒரு பெரிய செலவை நீக்குகிறது, மேலும் வடிவமைப்பிலிருந்து உற்பத்திக்கு செல்ல எடுக்கும் நேரத்தைக் குறைக்கிறது, இவை அனைத்தும் மிகவும் மதிப்புமிக்கவை. இந்த திறன்கள் அனைத்தும் மெட்டாவர்ஸில் பிராண்டுகளால் செய்யப்படும் குறிப்பிடத்தக்க முதலீடுகளின் பின்னணியில் ஒரு புதிய முக்கியத்துவத்தைப் பெறுகின்றன.",
        "மெய்நிகர் வடிவமைப்பு ஹிர்தராமணிக்கு கேம்-சேஞ்சராகவும் உள்ளது. CLO, Browzwear மற்றும் Tuka Tech உள்ளிட்ட தற்போதைய 3D-Fit மென்பொருள் அமைப்புகளில் முதலீடு செய்ததன் விளைவாக, நிறுவனத்தால் செலவுகளைக் கடுமையாகக் குறைத்து விநியோக நேரத்தை மேம்படுத்த முடிந்தது.",
        "ஹிர்தராமணி இண்டஸ்ட்ரீஸ் ஸ்ரீலங்காவின் பிரதம நிறைவேற்று அதிகாரி/இயக்குனர் தியோடர் குணசேகர கூறும்போது, ​​“முப்பரிமாணத் தொற்றுக்குப் பின்னர் 3D மாதிரி எடுப்பதில் எங்களின் திறன்களையும் திறனையும் கணிசமாக அதிகரித்துள்ளோம். இன்று, டெனிமில் கழுவுதல் மற்றும் லேசர் போன்ற சிக்கலான விளைவுகளை நாம் உருவகப்படுத்த முடியும். இது எங்களின் பெரும்பாலான முன்மாதிரி மாதிரிகள், தயாரிப்புக்கு முந்தைய மாதிரிகள் மற்றும் ஃபிட் மாதிரிகளை டிஜிட்டல் முறையில் மாற்ற எங்களுக்கு உதவியது. தொற்றுநோய்களின் போது உலகளவில் எதிர்கொள்ளும் கடுமையான வரம்புகளைக் கருத்தில் கொண்டு, இத்தகைய அமைப்புகள் வளர்ச்சிக்கான முன்னணி நேரங்களைக் குறைக்கவும், தளவாட இடையூறுகள் இருந்தபோதிலும் உற்பத்தி வரிகளை இயங்க வைக்க உதவியது. வள நுகர்வு இன்னும் குறைக்கப்படுவதால், நமது நிலைத்தன்மை இலக்குகளில் ஊசியை நகர்த்தவும் அவை உதவுகின்றன.",
        "இதேபோல் பிராண்டிக்ஸில் மேம்பட்ட திறன்கள் நிறுவப்பட்டுள்ளன. வடிவமைப்பு, தொழில்நுட்பம் அடைகாத்தல் மற்றும் டிஜிட்டல் மற்றும் செங்குத்து 'ஸ்மார்ட் ஆடை' உற்பத்தி ஆகியவற்றில் இறுதி முதல் இறுதி வரையிலான திறன்களைக் கொண்ட ஒரு உலகளாவிய ஆடை கண்டுபிடிப்பு நிறுவனம், இது கருத்தை நிரூபிக்கும் வகையில் விரைவான முன்மாதிரியை செயல்படுத்துவதற்கான பிராண்டிக்ஸின் முயற்சிகளின் மையமாக உள்ளது.",
        "அதன் பல கண்டுபிடிப்புகளில் மெட்டாவேர்ஸுடன் குறுக்கிடக்கூடிய சாத்தியக்கூறுகள் உள்ளன, அதன் மேம்பட்ட இயக்கம் உணர்திறன் மற்றும் தடையற்ற ஹாப்டிக் ஆக்சுவேட்டர் ஒருங்கிணைப்பு வடிவமைப்புகள். செயற்கை நுண்ணறிவால் இயக்கப்படுகிறது, விளையாட்டு வீரர்களுக்கு வழிகாட்டும் நுட்பத்திற்கு உதவும் வகையில், ஒரு தனிநபரின் உடலமைப்பின் கட்டமைப்பை புத்திசாலித்தனமாக அளவிட முடியும்.",
        "\"மெட்டாவேர்ஸ் உருவாகத் தொடங்கும் போது, ​​விளையாட்டு மற்றும் உடற்தகுதி ஆகியவற்றில் புதிய பயன்பாடுகளை உருவாக்க, இது போன்ற தொழில்நுட்பங்கள் இந்த மெய்நிகர் உலகங்களுடன் ஒருங்கிணைக்கும் ஆற்றலைக் கொண்டிருப்பதாக நாங்கள் நம்புகிறோம்,\" என்று பிராண்டிக்ஸ் நிர்வாகமற்ற இயக்குனர் ஹாசிப் ஓமர் கூறுகிறார், \"நாங்கள் குறிப்பாக சிந்திக்கும்போது ஈ-காமர்ஸ் மற்றும் சமூக ஊடகங்கள் நமது அன்றாட வாழ்வின் மையப் பகுதியாக மாறுவதை எவ்வளவு விரைவாகப் பார்த்தோம் என்பதைப் பற்றி, தொழில்நுட்பத்துடன் ஃபேஷனை இணைக்கும் மிகவும் சிறப்பு வாய்ந்த ஆடைகளுக்கான மகத்தான சாத்தியக்கூறுகளை நாங்கள் காண்கிறோம்.",
        "இலங்கையின் மற்றொரு வளர்ந்து வரும் வீரர், இலங்கை ஆடைகளுக்கு வரவிருக்கும் பொருட்களின் வடிவம் பற்றிய நுண்ணறிவுகளை வழங்கலாம். வடிவமைப்பில் இருந்து விநியோகம் வரை ஒரே மாதிரியான வணிகத்தில் ஈடுபட்டுள்ள நிலையில், தீவின் பெரிய மற்றும் மிகவும் நிறுவப்பட்ட நிறுவனங்களுடன் ஒப்பிடுகையில் நிறுவனம் ஒரு முக்கியமான வேறுபாட்டைக் கொண்டுள்ளது: அதன் சொத்து-ஒளி வணிக மாதிரி. நிறுவனம் ஒரு சில உற்பத்தி வசதிகளை வைத்திருந்தாலும், அதன் பெரும்பாலான திறன் அதன் ஆடை SME கூட்டாளர்களிடமிருந்து வாங்கப்படுகிறது. இதேபோன்ற காட்சிப்படுத்தல் அமைப்புகளை மேம்படுத்துவதன் மூலம், நிறுவனம் இலங்கையின் துடிப்பான SME ஆடை உற்பத்தித் துறை முழுவதும் அதன் உற்பத்தியை நெகிழ்வாக ஒழுங்குபடுத்துகிறது.",
        "Norlanka 2019 இல் மீண்டும் 3D விண்வெளியில் இறங்கியது, மேலும் தற்போது தனது சில வாடிக்கையாளர்களுடன் தயாரிப்புகளை முழுவதுமாக டிஜிட்டல் முறையில் உருவாக்குகிறது. அர்ப்பணிப்புள்ள ஆராய்ச்சி மற்றும் மேம்பாட்டுக் குழுவால் இயக்கப்படும் நிறுவனம், செயல்திறனை அதிகரிப்பதற்கான புதிய சாத்தியக்கூறுகளை தொடர்ந்து ஆராய்ந்து வருகிறது, அதே நேரத்தில் அதன் வாடிக்கையாளர்களுக்கும் கூட்டாளர்களுக்கும் மதிப்பைச் சேர்த்து, அதன் மூலம் துறை முழுவதும் நிலைத்தன்மையை மேம்படுத்துகிறது.",
        "\"நாங்கள் பணிபுரியும் அடுத்த முக்கிய திட்டங்களில் ஒன்று டிஜிட்டல் சாம்லிங் துறையில் உள்ளது\" என்று நோர்லங்கா புத்தி பரணமனாவின் தலைமை கண்டுபிடிப்பு அதிகாரி கூறுகிறார். \"எங்களைப் போன்ற சொத்து-ஒளி மாதிரியில், கொடுக்கப்பட்ட வரியின் ஒவ்வொரு அம்சத்தையும் எங்கள் கூட்டாளர்களுக்கும் வாங்குபவர்களுக்கும் தெளிவாகக் காண்பிக்க முடியும். மேம்பட்ட டிஜிட்டல் வடிவமைப்பு மற்றும் மாதிரிகளில் எங்களின் நிபுணத்துவம் என்பது மெட்டாவெர்ஸிற்கான முற்றிலும் டிஜிட்டல் அல்லது கலப்பின வடிவமைப்புகளை தயாரிப்பதில் எளிதாக முன்னோடியாக இருக்க முடியும், இது IRL சில்லறை விற்பனைக்காக வணிக அளவிலும் தயாரிக்கப்படலாம். இந்த டிஜிட்டல் டிசைன்கள் மெட்டாவேர்ஸின் எப்போதும் விரிவடைந்து வரும் ஆக்கப்பூர்வமான இடைவெளிகளில் NFTகளாகவும் பயன்படுத்தப்படலாம்.",
        "இருப்பினும், இந்த புதிய தொழில்நுட்ப முன்னுதாரணமானது அடுத்த தசாப்தத்தில் ஃபேஷன் துறையில் புரட்சிகரமானதாக இருக்கக்கூடும், இன்றைய மிகவும் புலப்படும் மெட்டாவேர்ஸ் நாடகங்கள் இன்னும் உயர்தர பிராண்டுகளால் உருவாக்கப்படுகின்றன. வரையறுக்கப்பட்ட வடிவமைப்புகளை வெளியிடுவதன் மூலமும், அவற்றின் பிராண்டின் வலிமையையும், NFTகளின் ஊடகத்தின் புதுமையையும் மேம்படுத்துவதன் மூலம், இந்த பிராண்டுகள் மிக உயர்ந்த மதிப்பைப் பெறுகின்றன. ஆடை உற்பத்தியாளர்கள் இந்த நடவடிக்கையை குறைக்க, அவர்கள் முதலில் தங்கள் சொந்த பிராண்டுகள் மற்றும் வடிவமைப்பாளர்களை உருவாக்க வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}