{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Dont-play-around-with-this-generation/231-235048",
  "time_ut": 1649788260,
  "title": "“Don’t play around with this generation”",
  "body_lines": [
    "Thousands of people gathered at Galle Face last Sunday(10) for a massive protest demanding a change of Government and change in the system. (Photo courtesy of MENAFN)",
    "Born within the first decade of Sri Lanka’s Independence from the British, I believe I had the good fortune of seeing a more disciplined Sri Lanka during my formative years. A Sri Lanka in which a majority of Legislators were selfless and national minded, an executive wherein from the highest public office to the lower ranks, were proud of what they did and discharged their duties in the best interest of the populace; signing off as “yours obedient servant” and a set of Judges who fiercely safeguarded judicial independence and, in whom the people were comfortable to seek refuge. Above all we had a National Identity as Sri Lankans. Then Ceylonese. All proud to fly the National Flag!",
    "In that background the Police & Law Enforcement carried on undisturbed by interference. I still recall as a boy a Superintendent of Police then in charge of a whole District saying “I cannot be the Law Maker or the Law breaker, my job is only to enforce the Law”. Basically, each arm of the administration knew their role and how best to play it.",
    "What then happened to this admirable political culture that our parents and we in our youth had taken for granted and, how are we in this morass now?",
    "Many of us are quick to blame it all on the unscrupulous machinations of politicians who converted Parliamentarians to Sui generis or a “Special Breed” that stands or rather sits, above the citizenry and also created an all-powerful Executive Presidency; which for practical purposes is answerable only to the holder of that office. We saw two new constitutions within a span of six years. In 1972 Sri Lanka was rid of her secular identity. The public service and judiciary were undermined. 1978 opened the floodgates for unbridled political power at all levels and rendered other arms of state administration totally subservient to the political masters. The evil consequences of such changes involved two insurgencies and a prolonged armed conflict and unfortunately are now systemic.",
    "A few attempts to turn the clock backwards had little impact and the last such successful attempt in 2015 was reversed in 2020. Ironically many MPs who voted for change in 2015 shamelessly voted for the reversal in 2020! While the politicians must necessarily take much of the blame, did not a vast majority of us: the people, verily cheer them on, as they brazenly trampled on the citizenry and transformed the Sri Lankan political landscape to the abyss that it is now in? Did not the people fail to exercise their franchise wisely and rise up democratically when necessary to check power hungry legislators from fulfilling their greed for wealth and power? Did not a majority of us leave the fight against tyranny to too few and rest in our comfort zones hoping that “something will happen”?",
    "It is in this background that I stopped by a recent protest to read a poster carried by a young woman which read “Mr …… you are trying to play around with the wrong generation” The language used was certainly juicer than stated by me! Reading this poster and seeing the thousands of youth rallying round to say “Enough is Enough” also gave me hope for the future. I pray our youth will succeed where my generation failed. The least I can now do is to add to their numbers by joining these protests calling for change.",
    "While the ongoing protests give hope to the nation, what next however, to regain the paradise we have lost? The challenge on that score; socially, politically and economically, is more than just formidable. Paradoxical in this challenging context is the conflicting views or rather the absence of clarity regarding a way a forward. While many suggest an interim arrangement within the parametres of the constitution and the current parliament, with legislative changes as desired, some seem to agitate for an immediate and total end to this parliament. The latter course seems impulsive to put it mildly; as a radical change on such lines would compound the chaos and will not serve the larger public interest in the interim or long term. Why not therefore the Civil and Political Leadership earnestly and urgently work towards an interim arrangement to tide over this difficult period and facilitate fresh elections within an agreed time frame. Such an arrangement will also enable those who call for the removal of “all 225” more than adequate time and space to work towards that end at a national poll. As for any interim arrangement it is unfortunate however that no recognised political group, not even they who summon media conferences at the drop of a hat, has made a formal proposal for consideration. It was good to see at least one opposition MP do so but there again, his seemed a lone voice lost in the commotion. I know we don’t have a Rev Sobitha among us today but does not the movement he nurtured exist with a leadership of its own? Can it not play the catalyst role and give the much wanted civil society leadership to enable all to move forward?",
    "As for the future, the youth DEMAND change. The country NEEDS change. Not a change of people but a change of systems and culture to regain the paradise we have lost. We are a parliamentary democracy and as Churchill is reported to have said “Democracy is the worst form of government except for all those other forms that have been tried from time to time” Hopefully, Sri Lanka will remain a parliamentary democracy. To achieve results within this system, the results we yearn for, the public need to be vigilant; not merely by exercising our franchise wisely but, by not permitting elected politicians to ride rough shod over the citizenry and trample on people’s rights with impunity. Legislators must be compelled if needed, to revert to the early days of our democracy where a majority of them were selflessly national minded. The responsibility for this lies with the people and the people alone. It is only then that the Leadership of political parties will ensure that their nominees to the legislature are not only competent but also rid of arrogance and corruption; the bane of our body politic.",
    "Why not each political group which aspires to be represented in parliament or form governments, set the tone by publicly announcing a Code of Conduct for their prospective MPs, embodying the principles and values of a democracy and also ensuring means for the practical enforcement of such a code? Or will they try to continue to hoodwink the people? To them I can only say “You are trying to play around with the wrong generation”.",
    "(The writer is an Attorney at Law, One time Director General of the Employers Federation of Ceylon and a senior Professional Specialist with the International Labour Organisation)"
  ],
  "translate": {
    "si": {
      "title": "\"මේ පරම්පරාව එක්ක සෙල්ලම් කරන්න එපා\"",
      "body_lines": [
        "ආණ්ඩු වෙනසක් සහ ක්‍රමය වෙනස් කරන ලෙස ඉල්ලා දැවැන්ත විරෝධතාවක් සඳහා දහස් සංඛ්‍යාත ජනතාව පසුගිය ඉරිදා (10) ගාලු මුවදොරට රැස්ව සිටියහ. (ඡායාරූප අනුග්‍රහය MENAFN)",
        "ශ්‍රී ලංකාව බ්‍රිතාන්‍යයන්ගෙන් නිදහස ලැබූ පළමු දශකය තුළ උපත ලද, මගේ ආරම්භක වසර තුළ වඩාත් විනයගරුක ශ්‍රී ලංකාවක් දැකීමේ භාග්‍යය මට ලැබුණු බව මම විශ්වාස කරමි. නීති සම්පාදකයින්ගෙන් බහුතරයක් පරාර්ථකාමී සහ ජාතික මනසක් ඇති ශ්‍රී ලංකාවක්, ඉහළම රාජ්‍ය නිලතලවල සිට පහළ නිලයන් දක්වා වූ විධායකයක්, ඔවුන් කළ දේ ගැන ආඩම්බර වූ සහ මහජනතාවගේ යහපත වෙනුවෙන් තම රාජකාරිය ඉටු කළ ශ්‍රී ලංකාව; \"ඔබේ කීකරු සේවකයා\" ලෙස අත්සන් කිරීම සහ අධිකරණයේ ස්වාධීනත්වය දැඩි ලෙස ආරක්ෂා කළ සහ ජනතාවට රැකවරණය පැතීමට පහසු විනිසුරුවරුන් පිරිසක්. ඒ සියල්ලටම වඩා ශ්‍රී ලාංකිකයන් වශයෙන් අපට ජාතික අනන්‍යතාවයක් තිබුණි. එතකොට ලංකා. ජාතික කොඩිය එසවීමට සැවොම ආඩම්බර වෙති!",
        "එම පසුබිම තුළ පොලිසිය සහ නීතිය ක්‍රියාත්මක කිරීම බාධාවකින් තොරව ක්‍රියාත්මක විය. \"මට නීති සාදන්නා හෝ නීති කඩ කරන්නා විය නොහැක, මගේ කාර්යය වන්නේ නීතිය ක්‍රියාත්මක කිරීම පමණි\" යනුවෙන් එවකට මුළු දිස්ත්‍රික්කයම භාරව සිටි පොලිස් අධිකාරීවරයෙකු පිරිමි ළමයෙකු ලෙස මට තවමත් මතකයි. මූලික වශයෙන්, පරිපාලනයේ සෑම හස්තයක්ම ඔවුන්ගේ කාර්යභාරය සහ එය ඉටු කිරීමට හොඳම ආකාරය දැන සිටියහ.",
        "අපේ දෙමවුපියන් සහ අපේ තරුණ කාලයේ අපි සුළු කොට තැබූ මේ ප්‍රශංසනීය දේශපාලන සංස්කෘතියට එවිට සිදු වූයේ කුමක්ද සහ අපි දැන් මේ අගාධයේ සිටින්නේ කෙසේද?",
        "පාර්ලිමේන්තු මන්ත්‍රීවරුන් සූයි ජෙනරිස් බවට පත් කළ හෝ පුරවැසියාට ඉහළින් හිටගෙන හෝ වාඩි වී සිටින සහ සර්ව බලගතු විධායක ජනාධිපති ක්‍රමයක් ඇති කළ “විශේෂ වර්ගයක්” බවට පත් කළ දේශපාලකයන්ගේ අදූරදර්ශී කූටෝපායන් සම්බන්ධයෙන් අප බොහෝ දෙනා මේ සියල්ලටම දොස් පවරන්නට ඉක්මන් වෙමු. ප්‍රායෝගික අරමුණු සඳහා වගකිව යුතු වන්නේ එම කාර්යාලයේ හිමිකරුට පමණි. අවුරුදු හයක් ඇතුළත අලුත් ව්‍යවස්ථා දෙකක් අපි දැක්කා. 1972 දී ශ්‍රී ලංකාව ඇගේ ලෞකික අනන්‍යතාවයෙන් මිදුණි. රාජ්‍ය සේවය හා අධිකරණය හෑල්ලූවට ලක් විය. 1978 සියලු තරාතිරම්වල අසීමිත දේශපාලන බලය සඳහා ගංවතුර දොරටු විවෘත කළ අතර රාජ්‍ය පරිපාලනයේ අනෙකුත් හස්තයන් දේශපාලන ස්වාමිවරුන්ට සම්පූර්ණයෙන්ම යටත් විය. එවැනි වෙනස්කම්වල නරක ප්‍රතිවිපාකවලට කැරලි දෙකක් සහ දිගුකාලීන සන්නද්ධ ගැටුමක් ඇතුළත් වූ අතර අවාසනාවන්ත ලෙස දැන් පද්ධතිමය වේ.",
        "ඔරලෝසුව ආපස්සට හැරවීමට ගත් උත්සාහයන් කිහිපයක් සුළු බලපෑමක් ඇති කළ අතර 2015 වසරේ එවැනි අවසන් සාර්ථක උත්සාහය 2020 දී ආපසු හැරවිය. උත්ප්‍රාසාත්මක ලෙස 2015 වෙනසක් සඳහා ඡන්දය දුන් බොහෝ මන්ත්‍රීවරු නිර්ලජ්ජිත ලෙස 2020 දී ආපසු හැරවීමට ඡන්දය දුන්හ! දේශපාලකයන්ට දොස් පැවරිය යුතුම වුවද, අපෙන් අති බහුතරයක් අපෙන් බහුතරයක් නොවේද: ඔවුන් නිර්ලජ්ජිත ලෙස පුරවැසියා පාගා දමා ශ්‍රී ලාංකීය දේශපාලන වටපිටාව දැන් පවතින අගාධයට පරිවර්තනය කරන විට, ජනතාව, සැබවින්ම ඔවුන්ව සතුටු කළේ නැද්ද? බලයට කෑදර ව්‍යවස්ථාදායකයන් ධනයට හා බලයට ඇති කෑදරකම ඉටුකර ගැනීමෙන් වළක්වා ගැනීමට අවශ්‍ය වූ විට තම ඡන්ද බලය බුද්ධිමත්ව ක්‍රියාත්මක කර ප්‍රජාතන්ත්‍රවාදීව නැගී සිටීමට ජනතාව අපොහොසත් වූයේ නැද්ද? අපෙන් බහුතරයක් කුරිරු පාලනයට එරෙහි සටන ඉතා සුළු පිරිසකට අත්හැර “යමක් සිදුවනු ඇතැයි” බලාපොරොත්තුවෙන් අපගේ සුවපහසු කලාපවල විවේක ගත්තේ නැද්ද?",
        "“මහත්තයා..... ඔබ වැරදි පරම්පරාවක් සමඟ සෙල්ලම් කරන්න හදනවා” යනුවෙන් සඳහන් වූ තරුණියක් රැගෙන ගිය පෝස්ටරයක් ​​කියවීමට පසුගිය දා පැවති විරෝධතාවයකින් මා නැවැත්වූයේ මේ පසුබිම තුළයි. මේ පෝස්ටරය කියවා “ඇති ඇති” කියමින් දහස් ගණන් තරුණ තරුණියන් රොක් වී සිටිනු දකිද්දී මට අනාගතය ගැන බලාපොරොත්තුවක් ඇති විය. මගේ පරම්පරාව අසාර්ථක වූ තැන අපේ තරුණයන් සාර්ථක වේවායි මම ප්‍රාර්ථනා කරමි. මට දැන් කළ හැකි අඩුම දෙය නම් වෙනසක් ඉල්ලා සිටින මෙම විරෝධතාවලට සම්බන්ධ වී ඔවුන්ගේ සංඛ්‍යාවට එකතු කිරීමයි.",
        "පවතින විරෝධතා ජාතියට බලාපොරොත්තුවක් ලබා දෙන අතර, කෙසේ වෙතත්, අපට අහිමි වූ පාරාදීසය නැවත ලබා ගැනීමට ඊළඟට කුමක් කළ යුතුද? එම ලකුණු මත අභියෝගය; සමාජීය, දේශපාලනික සහ ආර්ථික වශයෙන්, හුදෙක් බලවත් නොවේ. මෙම අභියෝගාත්මක සන්දර්භය තුළ පරස්පර විරෝධී වන්නේ ඉදිරි ගමනක් සම්බන්ධයෙන් පරස්පර අදහස් හෝ ඒ වෙනුවට පැහැදිලි බවක් නොමැති වීමයි. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ සහ වත්මන් පාර්ලිමේන්තුවේ පරාමිති තුළ, අවශ්‍ය පරිදි ව්‍යවස්ථාදායක වෙනස්කම් සහිතව අතුරු විධිවිධානයක් අවශ්‍ය යැයි බොහෝ දෙනා යෝජනා කරන අතර, ඇතැමුන් මෙම පාර්ලිමේන්තුව වහාම සහ සම්පූර්ණයෙන් අවසන් කරන ලෙස ඉල්ලා උද්ඝෝෂණ කරන බව පෙනේ. අවසාන පාඨමාලාව එය මෘදු ලෙස තැබීමට ආවේගශීලී බව පෙනේ; එවැනි මාර්ගවල රැඩිකල් වෙනසක් අවුල් සහගත බව වැඩි කරන අතර අන්තර්කාලීන හෝ දිගු කාලීනව විශාල මහජන අවශ්‍යතා සඳහා සේවය නොකරනු ඇත. එහෙයින් සිවිල් හා දේශපාලන නායකත්වය මෙම දුෂ්කර කාල පරිච්ඡේදය ජය ගැනීමට සහ එකඟ වූ කාල රාමුවක් තුළ නව මැතිවරණ සඳහා පහසුකම් සැලසීමට අන්තර්කාලීන වැඩපිළිවෙළක් සඳහා උනන්දුවෙන් හා කඩිනමින් කටයුතු නොකරන්නේ මන්ද? එවැනි විධිවිධානයක් මගින් \"සියලු 225\" ඉවත් කරන ලෙස ඉල්ලා සිටින අයට ජාතික ඡන්ද විමසීමකදී ඒ සඳහා වැඩ කිරීමට ප්‍රමාණවත් කාලයක් සහ ඉඩ ප්‍රමාණයට වඩා වැඩි යමක් හැකි වේ. කෙසේ වෙතත්, කුමන හෝ අතුරු විධිවිධානයක් සම්බන්ධයෙන් ගත් කල, කිසිදු පිළිගත් දේශපාලන කණ්ඩායමක්, තොප්පියකින් මාධ්‍ය සාකච්ඡා කැඳවන ඔවුන් පවා සලකා බැලීම සඳහා විධිමත් යෝජනාවක් ඉදිරිපත් නොකිරීම කණගාටුවට කරුණකි. අඩුම තරමින් විපක්ෂයේ එක් මන්ත්‍රීවරයකු හෝ එසේ කරනවා දැකීම සතුටට කරුණක් වූ නමුත් එහි නැවතත් ඔහුගේ හුදකලා හඬක් ඝෝෂාවෙන් ගිලිහී ගිය බවක් පෙනෙන්නට තිබුණි. අද අප අතර සෝභිත හාමුදුරු කෙනෙක් නැති බව මම දනිමි, නමුත් ඔහු පෝෂණය කළ ව්‍යාපාරය පවතින්නේ තමන්ගේම නායකත්වයකින් නොවේද? එයට උත්ප්‍රේරක භූමිකාවක් ඉටු කරමින් සියල්ලන්ටම ඉදිරියට යාමට අවශ්‍ය සිවිල් සමාජ නායකත්වය ලබා දිය නොහැකිද?",
        "අනාගතය සම්බන්ධයෙන් ගත් කල, තරුණයින්ගේ ඉල්ලුම වෙනස් වේ. රටට වෙනසක් අවශ්‍යයි. මිනිසුන්ගේ වෙනසක් නොව අපට අහිමි වූ පාරාදීසය නැවත ලබා ගැනීම සඳහා ක්‍රම සහ සංස්කෘතියේ වෙනසක්. අපි පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදී රටක් වන අතර, චර්චිල් ප්‍රකාශ කර ඇති පරිදි \"ප්‍රජාතන්ත්‍රවාදය යනු කලින් කලට අත්හදා බලන ලද අනෙකුත් සියලු ආකාර හැර නරකම පාලන ක්‍රමයයි\" යනුවෙන් ශ්‍රී ලංකාව පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදී රටක් ලෙස පවතිනු ඇතැයි බලාපොරොත්තු වෙමු. මෙම ක්‍රමය තුළ ප්‍රතිඵල අත්කර ගැනීමට, අප අපේක්ෂා කරන ප්‍රතිඵල, මහජනතාව අවදියෙන් සිටිය යුතුය; හුදෙක් අපගේ ඡන්ද බලය ඥානාන්විතව ක්‍රියාත්මක කිරීමෙන් පමණක් නොව, තේරී පත් වූ දේශපාලකයන්ට පුරවැසියා මත රළු ලෙස ගමන් කිරීමට සහ දඬුවම් විරහිතව ජනතා අයිතීන් පාගා දැමීමට ඉඩ නොදීමෙනි. ඔවුන්ගෙන් බහුතරයක් පරාර්ථකාමී ලෙස ජාතික මනසින් සිටි අපගේ ප්‍රජාතන්ත්‍රවාදයේ මුල් යුගයට ආපසු යාමට අවශ්‍ය නම් නීති සම්පාදකයින්ට බල කළ යුතුය. මෙහි වගකීම පැවරෙන්නේ ජනතාවට සහ ජනතාවට පමණයි. දේශපාලන පක්‍ෂවල නායකත්වය විසින් ව්‍යවස්ථාදායකයට ඔවුන් විසින් නම් කරන ලද අය දක්ෂයන් පමණක් නොව, උඩඟුකමෙන් හා දූෂණයෙන්ද මිදෙන බව සහතික කරනු ඇත්තේ එවිටය. අපේ ශරීරයේ දේශපාලනයේ අවාසිය.",
        "පාර්ලිමේන්තුවේ නියෝජනය කිරීමට හෝ ආණ්ඩු පිහිටුවීමට අපේක්ෂා කරන සෑම දේශපාලන කණ්ඩායමක්ම තම අනාගත මන්ත්‍රීවරුන් සඳහා ආචාර ධර්ම පද්ධතියක් ප්‍රසිද්ධියේ ප්‍රකාශයට පත් කිරීමෙන්, ප්‍රජාතන්ත්‍රවාදයේ මූලධර්ම හා සාරධර්ම මූර්තිමත් කරමින් සහ එවැනි දේ ප්‍රායෝගිකව ක්‍රියාත්මක කිරීමට අවශ්‍ය විධික්‍රම සහතික කිරීමෙන් තානය සකස් නොකරන්නේ මන්ද? කේතය? එසේත් නැතිනම් ඔවුන් දිගටම ජනතාව රැවටීමට උත්සාහ කරයිද? ඔවුන්ට මට කිව හැක්කේ \"ඔබ වැරදි පරම්පරාවක් සමඟ සෙල්ලම් කිරීමට උත්සාහ කරනවා\" පමණි.",
        "(ලේඛකයා නීතීඥවරයෙකි, ලංකා සේවා යෝජකයින්ගේ සම්මේලනයේ එක් වරක් අධ්‍යක්ෂ ජනරාල්වරයෙකු සහ ජාත්‍යන්තර කම්කරු සංවිධානයේ ජ්‍යෙෂ්ඨ වෘත්තීය විශේෂඥයෙකි)"
      ]
    },
    "ta": {
      "title": "\"இந்த தலைமுறையுடன் விளையாடாதே\"",
      "body_lines": [
        "கடந்த ஞாயிற்றுக்கிழமை (10) காலி முகத்திடலில் ஆயிரக்கணக்கான மக்கள் ஒன்று கூடி ஆட்சி மாற்றம் மற்றும் ஆட்சியை மாற்றுமாறு கோரி மாபெரும் ஆர்ப்பாட்டத்தில் ஈடுபட்டனர். (MENAFN இன் புகைப்பட உபயம்)",
        "பிரித்தானியர்களிடம் இருந்து இலங்கை சுதந்திரம் பெற்ற முதல் தசாப்தத்தில் பிறந்த நான், நான் வளர்ந்த ஆண்டுகளில் மிகவும் ஒழுக்கமான இலங்கையைக் காணும் அதிர்ஷ்டத்தைப் பெற்றேன் என்று நம்புகிறேன். பெரும்பான்மையான சட்டமன்ற உறுப்பினர்கள் தன்னலமற்ற மற்றும் தேசிய சிந்தனை கொண்ட ஒரு இலங்கை, இதில் ஒரு நிறைவேற்று அதிகாரி, உயர் அரசு அலுவலகம் முதல் கீழ் நிலை வரை, அவர்கள் செய்ததைப் பற்றி பெருமைப்பட்டு, மக்களின் நலனுக்காக தங்கள் கடமைகளை ஆற்றினர்; \"உங்கள் கீழ்ப்படிதலுள்ள வேலைக்காரன்\" என்று கையொப்பமிடுதல் மற்றும் நீதித்துறை சுதந்திரத்தை கடுமையாகப் பாதுகாத்த நீதிபதிகள் மற்றும் மக்கள் தஞ்சம் அடைய வசதியாக இருந்த நீதிபதிகள். எல்லாவற்றிற்கும் மேலாக இலங்கையர்கள் என்ற தேசிய அடையாளத்தை நாங்கள் கொண்டிருந்தோம். பிறகு சிலோனிஸ். தேசியக் கொடியை ஏற்றுவதில் அனைவருக்கும் பெருமை!",
        "இந்தப் பின்னணியில் காவல்துறை & சட்ட அமலாக்கத் துறையினர் இடையூறு இல்லாமல் நடந்துகொண்டனர். நான் சிறுவனாக இருந்தபோது, ​​ஒரு மாவட்டத்தின் முழுப் பொறுப்பிலும் இருந்த காவல் கண்காணிப்பாளர் \"நான் சட்டத்தை உருவாக்குபவராகவோ அல்லது சட்டத்தை மீறுபவராகவோ இருக்க முடியாது, எனது வேலை சட்டத்தை அமல்படுத்துவது மட்டுமே\" என்று கூறியது இன்னும் நினைவிருக்கிறது. அடிப்படையில், நிர்வாகத்தின் ஒவ்வொரு அங்கமும் தங்கள் பங்கு மற்றும் அதை எவ்வாறு சிறப்பாக விளையாடுவது என்பதை அறிந்திருந்தது.",
        "நமது பெற்றோர்களும், நமது இளமைக் காலத்தில் நாமும் ஒரு போற்றத்தக்க அரசியல் கலாசாரத்திற்கு அப்புறம் என்ன நடந்தது, இப்போது நாம் எப்படி இந்த அவலநிலையில் இருக்கிறோம்?",
        "பாராளுமன்ற உறுப்பினர்களை சூயி ஜெனரிஸாக மாற்றிய அரசியல்வாதிகளின் நேர்மையற்ற சூழ்ச்சிகள் அல்லது குடிமக்களுக்கு மேலே நிற்கும் அல்லது உட்கார்ந்து ஒரு \"சிறப்பு இனம்\" என்று நம்மில் பலர் விரைவாகக் குற்றம் சாட்டுகிறோம். நடைமுறை நோக்கங்களுக்காக அந்த அலுவலகத்தை வைத்திருப்பவர் மட்டுமே பதிலளிக்க வேண்டும். ஆறு வருட காலத்துக்குள் இரண்டு புதிய அரசியலமைப்புகளை நாம் கண்டோம். 1972 இல் இலங்கை தனது மதச்சார்பற்ற அடையாளத்திலிருந்து விடுபட்டது. பொதுச் சேவையும் நீதித்துறையும் சீர்குலைக்கப்பட்டன. 1978 அனைத்து மட்டங்களிலும் கட்டுப்பாடற்ற அரசியல் அதிகாரத்திற்கான வெள்ளக் கதவுகளைத் திறந்து, அரசியல் எஜமானர்களுக்கு முற்றிலும் அடிபணிந்த மாநில நிர்வாகத்தின் மற்ற ஆயுதங்களை வழங்கியது. இத்தகைய மாற்றங்களின் தீய விளைவுகள் இரண்டு கிளர்ச்சிகள் மற்றும் ஒரு நீண்ட ஆயுத மோதலை உள்ளடக்கியது மற்றும் துரதிர்ஷ்டவசமாக இப்போது முறையானது.",
        "கடிகாரத்தை பின்னோக்கி திருப்ப ஒரு சில முயற்சிகள் சிறிய தாக்கத்தை ஏற்படுத்தியது மற்றும் 2015 இல் கடைசியாக வெற்றிகரமான முயற்சி 2020 இல் தலைகீழாக மாறியது. முரண்பாடாக 2015 இல் மாற்றத்திற்காக வாக்களித்த பல பாராளுமன்ற உறுப்பினர்கள் வெட்கமின்றி 2020 இல் தலைகீழாக வாக்களித்தனர்! அரசியல்வாதிகள் கட்டாயம் குற்றச்சாட்டை சுமக்க வேண்டியிருந்தாலும், நம்மில் பெரும்பான்மையானவர்கள், குடிமக்களை வெட்கமின்றி மிதித்து, இலங்கை அரசியல் நிலப்பரப்பை இப்போது இருக்கும் பாதாளத்திற்கு மாற்றியதால், மக்கள் உண்மையிலேயே அவர்களை உற்சாகப்படுத்தவில்லையா? மக்கள் தங்கள் வாக்குரிமையை புத்திசாலித்தனமாகப் பயன்படுத்தத் தவறவில்லையா, அதிகாரப் பசியுள்ள சட்டமன்ற உறுப்பினர்களின் செல்வம் மற்றும் அதிகாரத்தின் பேராசையை நிறைவேற்றுவதைத் தடுக்க தேவையான போது ஜனநாயக ரீதியாக எழுச்சி பெறவில்லையா? நம்மில் பெரும்பாலோர் கொடுங்கோன்மைக்கு எதிரான போராட்டத்தை மிகச் சிலருக்கு விட்டுவிட்டு, \"ஏதாவது நடக்கும்\" என்ற நம்பிக்கையில் எங்கள் ஆறுதல் மண்டலங்களில் ஓய்வெடுக்கவில்லையா?",
        "இந்தப் பின்னணியில்தான், “திரு..... நீங்கள் தவறான தலைமுறையினருடன் விளையாட முயற்சிக்கிறீர்கள்” என்று எழுதப்பட்ட ஒரு இளம் பெண்ணின் சுவரொட்டியைப் படிக்க நான் சமீபத்தில் ஒரு எதிர்ப்புடன் நிறுத்தினேன்! இந்த போஸ்டரைப் படித்ததும், \"போதும் போதும்\" என்று ஆயிரக்கணக்கான இளைஞர்கள் திரண்டு வருவதைப் பார்த்ததும் எனக்கு எதிர்காலம் குறித்த நம்பிக்கை வந்தது. எனது தலைமுறை தோல்வியடைந்த இடத்தில் நமது இளைஞர்கள் வெற்றிபெற பிரார்த்திக்கிறேன். மாற்றத்திற்கு அழைப்பு விடுக்கும் இந்த போராட்டங்களில் கலந்துகொள்வதன் மூலம் அவர்களின் எண்ணிக்கையை கூட்டுவதுதான் என்னால் இப்போது செய்ய முடியும்.",
        "நடந்து வரும் போராட்டங்கள் தேசத்திற்கு நம்பிக்கையை அளிக்கும் அதே வேளையில், நாம் இழந்த சொர்க்கத்தை மீண்டும் பெறுவதற்கு அடுத்து என்ன செய்வது? அந்த மதிப்பெண்ணில் சவால்; சமூக ரீதியாகவும், அரசியல் ரீதியாகவும், பொருளாதார ரீதியாகவும், வலிமையானதை விட அதிகம். இந்த சவாலான சூழலில் முரண்பாடானது முரண்பாடான பார்வைகள் அல்லது முன்னோக்கி செல்லும் வழி பற்றிய தெளிவு இல்லாதது. அரசியலமைப்பு மற்றும் தற்போதைய பாராளுமன்றத்தின் அளவுருக்களுக்குள் இடைக்கால ஏற்பாட்டை பலர் பரிந்துரைக்கும் அதே வேளையில், விரும்பியவாறு சட்டமியற்றும் மாற்றங்களுடன், சிலர் இந்த பாராளுமன்றத்திற்கு உடனடி மற்றும் முழுமையான முடிவைக் கோருகின்றனர். பிந்தைய பாடநெறி அதை லேசாகச் சொல்வது தூண்டுதலாகத் தெரிகிறது; இத்தகைய வரிகளில் ஒரு தீவிரமான மாற்றம் குழப்பத்தை அதிகப்படுத்தும் மற்றும் இடைக்கால அல்லது நீண்ட காலத்திற்கு பெரிய பொது நலனுக்கு சேவை செய்யாது. எனவே, சிவில் மற்றும் அரசியல் தலைமைகள் ஏன் இந்த கடினமான காலகட்டத்தை சமாளிக்கவும், ஒப்புக்கொள்ளப்பட்ட காலக்கெடுவுக்குள் புதிய தேர்தலை நடத்தவும் ஒரு இடைக்கால ஏற்பாட்டை நோக்கி ஆர்வமாகவும் அவசரமாகவும் செயல்படக்கூடாது. அத்தகைய ஏற்பாடு, \"அனைத்து 225 பேரையும்\" அகற்றுவதற்கு போதுமான நேரத்தையும் இடத்தையும் விட அதிகமாக அழைப்பு விடுப்பவர்களுக்கு தேசிய வாக்கெடுப்பில் அந்த இலக்கை நோக்கிச் செயல்பட உதவும். எவ்வாறாயினும், எந்தவொரு இடைக்கால ஏற்பாட்டைப் பொறுத்தவரையிலும், எந்தவொரு அங்கீகரிக்கப்பட்ட அரசியல் குழுவும், துளி துளி ஊடக மாநாடுகளை அழைக்கும் அவர்கள் கூட, பரிசீலனைக்கு ஒரு முறையான முன்மொழிவை முன்வைக்கவில்லை என்பது துரதிர்ஷ்டவசமானது. குறைந்த பட்சம் ஒரு எதிர்க்கட்சி எம்.பி.யாவது அப்படிச் செய்வது நன்றாக இருந்தது, ஆனால் மீண்டும், அவரது குரல் சலசலப்பில் தொலைந்தது. இன்று எம்மிடையே சோபித குமாரன் இல்லை என்பது எனக்குத் தெரியும் ஆனால் அவர் வளர்த்த இயக்கம் தனக்கென ஒரு தலைமைத்துவத்துடன் இல்லையா? அது வினையூக்கி பாத்திரத்தை வகிக்க முடியாதா மற்றும் அனைவரும் முன்னேறுவதற்கு மிகவும் விரும்பப்படும் சிவில் சமூகத் தலைமையை வழங்க முடியுமா?",
        "எதிர்காலத்தைப் பொறுத்தவரை, இளைஞர்கள் மாற்றத்தை கோருகிறார்கள். நாட்டில் மாற்றம் தேவை. நாம் இழந்த சொர்க்கத்தை மீண்டும் பெறுவதற்கான அமைப்பு மற்றும் கலாச்சாரத்தின் மாற்றமே தவிர மக்கள் மாற்றம் அல்ல. நாங்கள் ஒரு பாராளுமன்ற ஜனநாயகம் மற்றும் சர்ச்சில் கூறியது போல், \"ஜனநாயகம் என்பது காலகாலமாக முயற்சிக்கப்பட்ட மற்ற அனைத்து வடிவங்களைத் தவிர, மோசமான அரசாங்க வடிவமாகும்\" என்று நம்புகிறோம், இலங்கை ஒரு பாராளுமன்ற ஜனநாயகமாக இருக்கும். இந்த அமைப்பிற்குள் முடிவுகளை அடைய, நாம் ஏங்கும் முடிவுகள், பொதுமக்கள் விழிப்புடன் இருக்க வேண்டும்; நமது வாக்குரிமையை புத்திசாலித்தனமாகப் பயன்படுத்துவதன் மூலம் மட்டுமல்ல, தேர்ந்தெடுக்கப்பட்ட அரசியல்வாதிகள் குடிமக்கள் மீது கடுமையுடன் சவாரி செய்வதற்கும் மக்களின் உரிமைகளை தண்டனையின்றி நசுக்குவதற்கும் அனுமதிக்காததன் மூலம். சட்டமியற்றுபவர்கள் தேவையென்றால் கட்டாயப்படுத்தப்பட வேண்டும், அவர்களில் பெரும்பான்மையானவர்கள் தன்னலமற்ற தேசிய எண்ணம் கொண்ட நமது ஜனநாயகத்தின் ஆரம்ப நாட்களைத் திரும்பப் பெற வேண்டும். இதற்கான பொறுப்பு மக்களிடமும் மக்களிடமும் மட்டுமே உள்ளது. அப்போதுதான், அரசியல் கட்சிகளின் தலைமையானது, சட்டமன்றத்திற்குத் தாங்கள் முன்னிறுத்தப்பட்டவர்கள் திறமையானவர்கள் மட்டுமல்ல, ஆணவம் மற்றும் ஊழலில் இருந்து விடுபடுவதையும் உறுதி செய்யும்; நமது உடலின் அரசியல் சாபக்கேடு.",
        "பாராளுமன்றத்தில் பிரதிநிதித்துவம் பெற அல்லது அரசாங்கத்தை அமைக்க விரும்பும் ஒவ்வொரு அரசியல் குழுவும், தங்கள் வருங்கால எம்.பி.க்களுக்கு ஒரு நடத்தை நெறிமுறையை பகிரங்கமாக அறிவித்து, ஜனநாயகத்தின் கொள்கைகள் மற்றும் மதிப்புகளை உள்ளடக்கி, அத்தகைய நடைமுறையை நடைமுறைப்படுத்துவதற்கான வழிமுறைகளை உறுதி செய்வதன் மூலம் ஏன் தொனியை அமைக்கக்கூடாது? குறியீடு? அல்லது தொடர்ந்து மக்களை ஏமாற்ற முயற்சிப்பார்களா? அவர்களிடம் நான் \"நீங்கள் தவறான தலைமுறையுடன் விளையாட முயற்சிக்கிறீர்கள்\" என்று மட்டுமே சொல்ல முடியும்.",
        "(எழுத்தாளர் ஒரு சட்டத்தரணி, இலங்கை முதலாளிகள் சம்மேளனத்தின் ஒரு முறை பணிப்பாளர் நாயகம் மற்றும் சர்வதேச தொழிலாளர் அமைப்பின் மூத்த நிபுணத்துவ நிபுணர்)"
      ]
    }
  }
}