{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SL-receives-high-demand-for-unique-traditional-products-at-55th-Diplomatic-Red-Cross-Bazaar-Bangkok/34-731953",
  "time_ut": 1647196200,
  "title": "SL receives high demand for unique traditional products at 55th Diplomatic Red Cross Bazaar, Bangkok",
  "body_lines": [
    "SL receives high demand for unique traditional products at 55th Diplomatic Red Cross Bazaar in Bangko",
    "Facilitating and promoting the Sri Lankan Small and Medium Entrepreneurs (SME) to enter into the international market, Sri Lanka Embassy in the Kingdom of Thailand in collaboration with Export Development Board, Spice and Allied Product Marketing Board (under the banner of ‘Ceylon Spices’), and National Craft Council of Sri Lanka, made arrangements for the very first time to sell Sri Lankan products at the 55th Diplomatic Red Cross Bazaar.",
    "It was organised under the theme of ‘Happy shopping and enjoy giving’ with a hybrid charity business experience via dpcredcrossbazaar.com. by the Thai Red Cross Society with spouses of the Heads of Mission to Thailand, which was ceremonially opened by Princess Maha Chakri Sirindhorn of the Kingdom of Thailand at the Royal Paragon Hall, Siam Paragon in Bangkok on 3 March.",
    "Rancrisp Marketing Ltd., D N Interior Designs Ltd., Greens Flower Design Ltd. under the Omee Products Ltd., Suravi Holdings Ltd., Aromatic Global Ltd., Benserlink Spice Export Ltd., Noas Products Ltd., DP Global Ventures Ltd., LM Spices, Ceylon Curry Products Ltd., many other SMEs and members of the National Craft Council participated at the bazaar on hybrid mode from Sri Lanka. Global Premium Wine Co. Ltd. (Dilmah Tea) and K Square Co. Ltd. in Thailand and Euro-Scan Exports Ltd. and Mlesna (Ceylon) Ltd. (Mlesna Tea) were also among the participants.",
    "After gracing the inauguration ceremony, Ambassador of Sri Lanka to the Kingdom of Thailand and Permanent Representative to United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP) C.A. Chaminda I. Colonne and spouse Stephan Senanayake graciously welcomed Princess Maha Chakri Sirindhorn at the Sri Lanka booth. They presented a traditional silver-plated pagoda, a creation from National Craft Council of Sri Lanka and briefed her on Sri Lankan spices, traditional handicrafts, and other products brought from Sri Lanka for hybrid mode selling. Princess Maha Chakri Sirindhorn was impressed by Sri Lankan unique traditional products.",
    "There was a massive demand, especially for Ceylon spices, including authentic Ceylon cinnamon, cloves, cardamom, nutmeg, curry powder, etc., and Sri Lankan traditional handicrafts, batik, brass, clay and wooden products, savoury snacks, dehydrated fruits and vegetables, flowers other than Ceylon tea.",
    "Prior to the Bazaar, on 21 February, the Embassy also made presentations to Thai local media on Sri Lankan products at the press conference and introduced them to the Thai and expatriate community in Bangkok. The bazaar held from 3-6 March with the participation over 53 countries, a total of 220 booths comprising 176 embassy booths and attracted more than 21,699 visitors. More than 88 exhibitors joined the online platform from embassies, royal-initiated projects, private companies as well as the Thai Red Cross souvenir shop. Donations from the participating embassies and collection from raffle tickets will be allocated by the Thai Red Cross Society to the charity work such as health sector and community development in the Kingdom.",
    "Under the guidance of Ambassador Colonne and her spouse Senanayake, collective efforts made by Chairperson Kumudini Gunasekera of Spices and Allied Products Marketing Board, Chairman Suresh D. de Mel of EDB, Chairman Sampath Erahapola of National Craft Council, Manager of SriLankan Airlines in Thailand Tharaka Galahitiyawa, officials of the Ministry of Foreign Affairs, First Secretary Saritha Ranthunga and staff of the Sri Lanka Embassy in Bangkok made Sri Lanka’s participation at the bazaar a success."
  ]
}