{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81530/pakistan-pm-imran-khan-says-he-wont-resign-ahead-of-no-trust-vote",
  "time_ut": 1648744380,
  "title": "Pakistan PM Imran Khan says he won’t resign ahead of no-trust vote",
  "body_lines": [
    "In his address to the nation, Pakistan Prime Minister Imran Khan said he won’t resign before vote of confidence which is to be held on April 3.",
    "In the live address, Mr. Khan named U.S. as the country in question over ‘threatening memo’.",
    "Mr. Khan also added that the country has reached a ‘defining moment’ in its history.",
    "Pakistan Prime Minister said “When I joined politics, I had three aims - to ensure justice, humanity and self-reliance.”",
    "On speculations over his resignation, Khan said he is not the one to quit. “When I played cricket for 20 years, the world and those who played cricket with me saw that I play till the last ball. I’ve never accepted defeat in life. Nobody should think that I will sit at home. I’ll come back stronger, whatever may the result be,” he said.",
    "These allegations are based on a “foreign conspiracy letter”, which the PM shared with senior journalists and cabinet members Wednesday.",
    "The United States has denied its involvement in the “conspiracy letter”, which purportedly “threatened” to oust Khan.",
    "He had Wednesday cancelled his address to the nation, as rumours flew he might step down and not face the vote, and the Army and ISI chiefs paid a visit to his house.",
    "Pakistan’s National Assembly session was on Thursday adjourned abruptly till Sunday after opposition lawmakers demanded an immediate vote on a no-confidence motion against embattled Prime Minister Imran Khan who has effectively lost majority in the lower house.",
    "As soon as the National Assembly session began at the Parliament House, Deputy Speaker Qasim Suri asked lawmakers to discuss items listed on the agenda.",
    "However, Opposition lawmakers demanded an immediate vote on the no-confidence motion against Prime Minister Khan.",
    "Deputy Speaker Suri then adjourned the House till 11 a.m. on Sunday, amid vociferous protest from opposition lawmakers.",
    "The resolution against the embattled premier was tabled by the Leader of the Opposition in the National Assembly Shehbaz Sharif on March 28 and it was approved for debate the very same day.",
    "The assembly secretariat had earlier issued a 24-point agenda for Thursday’s session and the no-confidence motion was fourth on the agenda.",
    "Opposition Leader in National Assembly Shehbaz Sharif had tabled the motion under Article A-95 of the Constitution, and it had 161 members as signatories. While tabling the motion, Sharif had said he was presenting the no-confidence motion against prime minister Khan.",
    "The voting is expected on April 3 and before the crucial day, the two sides would use the assembly forum to debate the matter."
  ]
}