{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-tea-output-falls-exports-down-5-pct-but-supplies-maintained-94696/",
  "time_ut": 1653459240,
  "title": "Sri Lanka tea output falls, exports down 5-pct but supplies maintained",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s tea output and exports were down but the industry is maintaining regular supplies to auctions and foreign markets despite fuel shortages hurting transport, the state promotion agency said.",
    "Sri Lanka Tea Board said exports up to April 2022 were down 18 percent to 86 million kilograms, and exports were down 5 percent to 82 million kilograms.",
    "“Shortage of tea and other international factors such as the war between Russia and Ukraine may have resulted in the slight drop in export volumes but the gap can be bridged during the coming period,” the Sri Lanka Tea Board said in a statement.",
    "“The shortage of fuel has created some disturbances to the logistics.",
    "“However, the Regional Plantation Companies and smallholders are able to continue the harvesting of green leaf and arrange deliveries regularly.",
    "“The producers and the exporters are also making their maximum effort to meet the international demand while facing local and international challenges.”",
    "Sri Lanka is now facing the worst currency crises triggered by the island’s 72-year old intermediate regime central bank.",
    "Sri Lanka’s soft-peg with the US dollar has collapsed from 203 to 380 rupees this year after two years of money printed to keep interest rates down.",
    "“The weakening of the rupee is also complementary to the increasing prices and benefiting the entire value chain including the smallholders,” the Tea Board said.",
    "“It is noteworthy to see the trickle-down effect spreading throughout the entire supply chain.",
    "“The e-trade (E-Auction) has created an easy buying and selling environment for Tea Trade in Sri Lanka and it helps the continuous functioning of the Tea industry without experiencing any delays in exports to overseas markets.",
    "While a currency collapse boosts the nominal value of exports receipts and also domestic prices will go up with inflation the monetary instability leads to a corresponding rise in input costs and labour when wages catch up.",
    "Until then labour unrest or social unrest, and rebellions could take palce if the collapse of the peg is steep.",
    "The Tea Board said the industry had bounced back previous crises including civil wars in 1971 and 1988/89 in the south, a civil war, a 30 year civil war in the North. (Colombo/May25/2022)"
  ]
}