{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Artistes-lawyers-and-activists-urge-public-to-remain-calm/172-236813",
  "time_ut": 1652307360,
  "title": "Artistes, lawyers and activists urge public to remain calm",
  "body_lines": [
    "A group comprising artistes, lawyers and activists appealed to the public to remain calm despite the present violent turn of events when they spoke at a media briefing held at the Galle Face Protest site yesterday (May 11)",
    "There is footage of prisoners who were transported here and they had no choice",
    "This concerted appeal by artistes, lawyers and activists, is an appeal to all citizens of Sri Lanka to retain their focus and energies on peaceful protests",
    "Following Monday’s spate of violent uprisings in several parts of the country the government imposed a curfew amidst an already declared state of emergency. As protests took a violent turn the Defence Ministry issued orders to the military to open fire at people who destroy or loot public property. Although mobs continue to set fire to properties belonging to pro-Rajapaksa supporters and politicians many believe that the public should remain calm if things are to return to normalcy. At a special media briefing held at the Galle Face Protest site yesterday (May 11) a group of artistes, lawyers and activists appealed to the public to remain calm and take a non-violence stance in order to achieve the objectives of the people’s struggle.",
    "“As an artiste who witnessed this violence I saw how the Police moved the water cannons backwards, so that the mobsters could advance towards Galle Face,” recalled actor Jagath Manuwarna. “They had to walk for around two kilometres from Temple Trees. The Police had tear gas, fire arms etc, but made no attempt to disperse the mobsters. Everybody witnessed how the lawyers, artistes, activists and the rest of the crowd at Galle Face tried to rescue those being assaulted. We have rejected violence and those who held iron bars for their self defence threw their weapons away. We wanted to form a human chain and stop those mobsters from coming here. We urged the security forces to stop the violence. But subsequently those who left the premises were assaulted by people at the surrounding places. We regret what had happened and there was violence all over the country. We request the public to spread peace and love. This is a struggle to win the rights of people. An eye for an eye will make the whole world blind and we need to respond to violence with peace and love,” said Manuwarna.",
    "Playwright, screen writer, theatre director and activist Ruwanthie De Chickera said that for 31 days this protest site had been extremely peaceful. “We have rejected the corrupt culture of the Rajapaksas. It has been an extremely peaceful and an extraordinary people’s movement based on peaceful protests. On the 31st day of this unending peaceful event- which has received widespread media attention- we understood that there were some buses full of supporters of the former Prime Minister being deployed into Colombo. We anticipated that there might be some trouble. I myself gathered a few Christian priests and went towards Temple Trees. There was a group of around 30 peaceful protesters there. We understood that several bus loads of supporters of the Prime Minister were welcome into Temple Trees. Once they arrived they were turned upon us. There were around 2000 mobsters who destroyed the tents, beat women, clergy and two members of the clergy were put into accident service. Subsequently they walked two kilometres to the protest site at Galle Face and continued to destroy this place as well. I bore witness to this and I documented it. I left the protest site in front of Temple Trees and documented what was happening at Galle Face as well,” said De Chickera.",
    "“This is a shameful act of state-sponsored violence because we all saw how the Police and STF walked backwards as attackers advanced towards Galle Face Green. There was time for the government to deploy a significant number of riot police towards Galle Face Green. Subsequently those unfortunate people were surrounded by furious people in Colombo who were enraged by these acts of violence. There is footage of prisoners who were transported here and they had no choice. This shows the level of corruption that operates in this regime under the Rajapaksas. Some of these supporters are still wondering around Colombo without an opportunity to get back. They too were victims of corruption and political patronage similarly to the protesters here. This subsequently led to violence that erupted all over the country. This concerted appeal by artistes, lawyers and activists, is an appeal to all citizens of Sri Lanka to retain their focus and energies on peaceful protests. Effort must be made not to allow outside persons to sabotage this extraordinary movement that we have started. Do not let this evil and corrupt political regime to hijack the future of this country that we have envisioned for ourselves,” she added.",
    "Veteran actor Peter D’ Almeida commenting on the issue said that there are two sides to this struggle. “One is the protest against what’s happening in the country. On the other hand, a space like GotaGoGama was created. We chant slogans with Inter University Students and at GotaGoGama, there’s a different series of events. Here we plan what sort of future that this country needs. Violence is a huge challenge to this cause. The public will be devoid of a space to voice their ideas if violence continues. There’s a discussion about a new Constitution. Even artistes got involved in it and we formed what is called ‘Artistes of the People’s Movement’. Through that we are creating a platform to discuss about the future of this country. We should stay away from violence. We shouldn’t isolate this space and should continue this mission. Many people now have progressive thoughts as a result of this struggle. Therefore we should strengthen this movement to present a brighter future for the citizens of this country,” said D’ Almeida.",
    "Speaking at the press Attorney-at-Law Susantha Dodawatta questioned law enforcement authorities on why they haven’t enforced the law on provincial councilors and mobsters who were present when Monday’s incidents unfolded. “This violence unfolded in front of law enforcement officers. There are eyewitnesses to all the incidents that happened. But we like to question the IGP as to what actions he has taken with regards to these incidents. There is CCTV footage as well. But whom have they arrested so far? The former Prime Minister and Former Minister Johnston Fernando could have been questioned or arrested in reference to the speeches they made. The peaceful protesters urged Senior DIG Deshabandu Tennakoon to stop the mobsters. He promised them that these mobsters won’t be allowed to move towards Galle Face. Is Deshabandu Tennakoon immune to the law? As lawyers we observe that the law hasn’t been enforced properly. We are in the process of taking action if the Police and government don’t take action to serve justice to victims and punish perpetrators of violence. There are incidents of violence reported from all parts of the country. We suspect whether pro-government supporters are behind these incidents. We shouldn’t allow anybody to divert the focus of this struggle that has been taking place for the past 31 days. We therefore urge the public to refrain from engaging in any sort of violence,” said Dodawatta.",
    "“Objectives of this struggle are greater than resorting to violence” : Fonseka",
    "“We had several objectives to this struggle,” opined actress Samanalee Fonseka. “One of them was to change the violent political culture fueled by the Rajapaksa regime. Therefore I would like to urge the public to refrain from assisting their political agendas. We have to achieve the objectives of this struggle which are greater than resorting to violence,” opined Fonseka."
  ]
}