{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lolc-launches-an-island-wide-humanitarian-program/",
  "time_ut": 1651677960,
  "title": "LOLC launches an island-wide humanitarian program",
  "body_lines": [
    "LOLC, the largest diversified conglomerate in the country has launched ‘LOLC Divi Saviya’, an island wide humanitarian relief programme in partnership with News First.A majority of the Sri Lankan population are within the communities of daily waging, agriculture, cultivations and manufacturing. Given the current economic downturn many of these workers are unable to buy raw materials or to sell their products and the people are finding it impossible to encounter sufficient day-today earnings to feed their families.",
    "LOLC, as a prompt community facilitator in the forefront, has always been sustaining the nation through calamities and emergencies. Under these trying circumstances, LOLC has come forward yet again, to address the basic necessities of the most indigent individuals of the country through the LOLC Divi Saviya project.The programme is designed to address the basic necessities of the local communities through providing essential relief covering all 25 districts. The relief packages include essential staples and dry rations. Each package is inclusive of 10 kilograms worth items, ranging from rice, flour, dhal, sugar, noodles, tea, salt, soya-meat to spices.",
    "Stabilising the clarity and transparency of the distribution network the programme is curated through the Divisional Secretariats, in assembling the most poverty-stricken families to be entitled for the Divi Saviya scheme.The project was ceremonially inaugurated on the 03rd of May 2022, at the Head Office premises of LOLC. The first Ration Pack was officially handed over to the News First Team by Kapila Jayawardena, Group Managing Director/CEO of LOLC Holdings PLC. The event was invoked with blessings by priests from all four religious communities.",
    "Prime Group Crowned as the “Most Valuable Real Estate Consumer Brand” in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}