{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/13/unhrc-sri-lanka-made-significant-progress-remains-open-to-engaging-with-the-diaspora-foreign-minister/",
  "time_ut": 1655123520,
  "title": "UNHRC: Sri Lanka made significant progress & remains open to engaging with the diaspora – Foreign Minister",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s External Affairs Minister Professor G. L. Peiris told the  that Sri Lanka made significant progress in several key areas, since the previous meeting.",
    "“After the last Session of this Council, from March to June 2022, 22 persons detained under the PTA have been released on the recommendation of the Advisory Board established under Section 13 of the PTA,” he told the UNHRC on Monday (13).",
    "His statement also carried the following points on matters stressed at the 49th Session of the UNHRC.",
    "The list of designated individuals, groups and entities under the United Nations Regulation No. 1 of 2012 is being reviewed. As of now 318 individuals and 04 entitles are proposed to be delisted. This is a continuing exercise.",
    "The Office for National Unity and Reconciliation (ONUR) continued with its mandate in promoting reconciliation.",
    "With regard to the SDGs, Sri Lanka has made substantial progress, including on SDG16. The UN Sustainable Development Report 2021 has placed Sri Lanka at the 87th position (SL’s global rank has increased by 7 positions out of 165 countries) and the country is given an overall ranking of 68.1, which is above the regional average.",
    "The Office on Missing Persons (OMP) has met more than 83% of persons invited for panels of inquiries as part of its verification process.",
    "The Office for Reparations (OR) was allocated Rs.53 million in addition to its initial allocation of Rs.759 million to pay compensation for the year, despite the current economic constraints.",
    "More than 92% of private lands occupied by the military at the end of the conflict has been released to the legitimate owners. Steps are being taken to resettle the last remaining 8,090 IDPs.",
    "On the Easter Sunday attacks, the Attorney General has sent out several indictments to High Courts and the Trials in this regard are proceeding.",
    "Sri Lanka remains open to engaging with the diaspora community and with civil society organizations committed to the wellbeing of our country.",
    "UNHRC: Sri Lanka made significant progress & remains open to engaging with the diaspora – Foreign Minister",
    "Sri Lanka signs USD 27 Mn agreement to double milk production of dairy farmers",
    "Sri Lanka: CEB Chief resigns following controversial remarks to COPE"
  ]
}