{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/puzzling-silence/",
  "time_ut": 1647187800,
  "title": "Puzzling silence",
  "body_lines": [
    "President Gotabaya Rajapaksa makes surprise visits to various state institutions to keep public employees, especially shirkers among them, on their toes. He has drawn criticism from his political opponents, who claim that he is trying to distract public attention from his government’s pathetic failure, and score brownie points with the people, who are struggling to make ends meet. The President, they say, should address serious issues the country is beset with instead of inspecting government offices. But the state service has become a law unto itself, owing to lack of supervision, and earned notoriety for its callous disregard for people’s grievances. It is also characterised by chronic lethargy, inordinate delays and corruption. Presidential action at issue, therefore, will go down well where the people who despise the public service are concerned. It may be recalled that the late President Ranasinghe Premadasa endeared himself to the public by getting tough with errant public officials.",
    "While President Rajapaksa is busy trying to make state officials pull their socks up and serve the public, the Opposition is raking his brother, Finance Minister Basil Rajapaksa, over the coals for shirking his ministerial responsibilities! Opposition politicians have been tearing into Minister Rajapaksa during the past few days because he has not spoken a single word in Parliament for three months or so. JVP leader Anura Kumara Dissanayake told the House, the other day, that Rajapaksa had remained silent since 10 December 2021! The Opposition has called upon the Speaker to direct the Finance Minister to make a statement in the House on the prevailing economic crisis. But the Speaker has said he has no power to summon ministers or direct them to make statements in the House. The President, as the head of the government and the Cabinet, however, could ask ministers to make statements and field questions in Parliament. He even sacks ministers, doesn’t he? Therefore, he ought to tell Finance Minister Rajapaksa to apprise Parliament of the present economic situation, and measures, if any, being adopted to prevent the economy from collapsing. Shouldn’t he put his own house in order before taking on errant public officials?",
    "Besides, let the President be urged to make surprise visits to Parliament to ensure that the members of his parliamentary group attend House sittings and behave. When he is present in Parliament, the government members act responsibly.",
    "The Opposition is reportedly planning to move a no-confidence motion against Finance Minister Rajapaksa for shirking his parliamentary duties, among other things. The government has enough numbers to scuttle such a move, but the Opposition will have an opportunity to inflict severe damage on the SLPP. Former Minister Wimal Weerawansa has claimed that Finance Minister Rajapaksa is furthering the interests of India and the US by aggravating Sri Lanka’s economic crisis in such a way that Sri Lankans are now left with no alternative but to agree to bailout packages on terms favourable to those two countries. This allegation has gone unchallenged, and if the Finance Minister remains silent thereon any longer, it will provide sufficient grounds for a no-faith motion against him.",
    "Not all Opposition MPs make up a cohort that is literate and numerate, but they cannot be unaware that they do not have enough numbers to ensure the passage of a no-confidence motion against the Finance Minister Rajapaksa. But their intention may be to gain political traction at the expense of the government, which is experiencing an internal dispute. Three rebel ministers have already been stripped of their portfolios, and two of them—Weerawansa and Udaya Gammanpila—are ridiculing the Finance Minister. They will not vote with the government to defeat a no-faith motion against him if they have any sense of shame. The SLFP has also been critical of the Finance Minister, who is allegedly shortchanging the SLPP constituents. The Opposition may be trying to use a no-confidence motion as a wedge to cause a split in the SLPP. Whether it will succeed in their endeavour remains to be seen.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}