{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82815/use-available-credit-lines-to-resolve-countrys-drug-shortage-cope-tells-spc",
  "time_ut": 1654103220,
  "title": "Use available credit lines to resolve country’s drug shortage: COPE tells SPC",
  "body_lines": [
    "The Chairman of the COPE, Prof. Charitha Herath, has recommended that action be taken to resolve the drug shortage in the country as soon as possible using Indian credit loan assistance and other credit facilities.",
    "The recommendations were made when the officials representing the State Pharmaceutical Corporation (SPC) of Sri Lanka were summoned to the COPE on Tuesday (May 31) to discuss the current performance and shortage of drugs in government hospitals as of the 13th of May and the measures taken to address the shortage.",
    "The COPE chairman pointed out that despite receiving US $ 200 million in financial assistance under the Indian credit line facility, by April 22, 2022, the Ministry’s Drug Subcommittee had only recommended a stockpile of medical supplies worth US $ 55.5 million. It was further stated that it is only 28% of that grant and by May 18th, 2022, only US $ 92.9 million had been recommended for invoices.",
    "The parliamentarians who were present at the meeting also pointed out that when there is a shortage of essential medicines in the country, action should be taken to obtain the required medicines using this money immediately.",
    "The COPE Chairman further pointed out the need to resolve these intricated situations as soon as possible, especially as the shortage of essential medicines is a problem concerning the lives of people and to provide the essential medicines to the general public as soon as possible. Accordingly, the Chairman of the COPE recommended to the officer’s present to take immediate action to obtain the required drugs using this money.",
    "Officials who were present at the event said that necessary steps are being taken in this regard and that the work is currently in its final stages. Therefore, they pointed out that they are working to obtain essential medicines from this money. The officials pointed out that this process was delayed due to the appointment of several ministers during this period.",
    "In addition. Utilizing the Indian credit line assistance, the World Bank Loan Assistance Scheme (WB), World Health Organization (WHO), Asian Development Bank (ABD) and other donor assistance received for drug procurement as soon as possible were also discussed at the meeting. It was observed that the total amount of assistance received, including Indian credit line assistance in particular, exceeds US $ 330 million and has not yet been disbursed.",
    "The parliamentarians who attended the meeting pointed out that if the necessary administrative decisions and necessary approvals are taken as soon as possible and medicines are purchased with this money, there will be no shortage of drugs until the mid of 2023.",
    "Therefore, the COPE Chairman noted that the US dollars received to prevent the shortage of drugs had not been properly managed and used effectively. The Chairman therefore pointed out that there was no shortage of dollars for the purchase of drugs and that the issue was the lack of efficiency in management.",
    "The officials who were present also pointed out that there was a shortage of rupees in purchasing medicines. Accordingly, the Secretary to the Ministry of Finance who also joined the meeting online, stated that the necessary steps were taken to resolve it as soon as possible.",
    "COPE also observed that the computer system established for the management of medical supplies had not been properly updated and used. In particular, it was revealed that a company had been given Rs. 645 million to set up the system and Rs. 5 million a month for its maintenance, but the system was not functioning properly. Due to this, work has already commenced to prepare a new computer system at a lower cost and about 80% of the work has already been completed, officials stated.",
    "The Chairman of the COPE also focused on the methodology for calculating the drug requirement in the country and pointed out the importance of maintaining such a system more accurately. The Members of Parliament who were present pointed out that this method would enable them to identify the need for medicines on a daily basis and the shortage of medicines in advance and take necessary steps to address them.",
    "The procurement process of the State Pharmaceutical Corporation of Sri Lanka (SPC), the Medical Supplies Division of the Ministry of Health (MSD) and the National Drug Regulatory Authority (NMRA) were also discussed at this meeting. He further said that it is important for the country to have an efficient relationship with each other, especially as these institutions identify the need for drugs in the country and procure drugs.",
    "In addition, there was a discussion on the delay in purchasing essential medicines for heart disease, essential medicines for diabetes, medicines used for anesthesia and essential medicines used for allergies and alternative medicines that can be used for such essential medicines. Discussions were also held on resolving the shortage of medicines for the 1990 ambulance service.",
    "MPs Mahindananda Aluthgamage, Rauff Hakeem, Patali Champika Ranawaka, Eran Wickramaratne, Dr. Harsha de Silva, Dr. Sarath Weerasekera, Madhura Withanage and S.M. Marikkar were present at this committee meeting."
  ]
}