{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/front-page/S-P-lowers-SL-s-foreign-currency-rating-outlook-negative/44-733507",
  "time_ut": 1650231300,
  "title": "S&P lowers SL’s foreign currency rating, outlook negative",
  "body_lines": [
    "To lower foreign currency rating to Selective Default this week",
    "S&P Global Ratings last week lowered its long-term foreign currency sovereign rating on Sri Lanka to ‘CC’ from ‘CCC’. At the same time, we lowered our long-term local currency sovereign rating to ‘CCC-’ from ‘CCC’. The outlook on the long-term ratings is negative.",
    "In addition, it affirmed 'C' short-term foreign and local currency sovereign ratings. S&P also revised down transfer and convertibility assessment to ‘'CC’ from ‘CCC’.",
    "The negative outlook on the ratings reflects the high risk of commercial debt repayment in the context of Sri Lanka's economic, external, and fiscal pressures.",
    "“We could lower the foreign currency rating to ‘SD’ (Selective Default) upon confirmation that the Government has missed a coupon or principal payment on commercial foreign currency debt, including its upcoming 18 April coupon payment on international sovereign bonds, or upon confirmation of debt restructuring terms,” S&P said.",
    "“We could lower the local currency ratings if there are indications of non-payment or restructuring of rupee-denominated obligations,” it added.",
    "S&P said there are limited upside scenarios to the ratings currently. Upon completion of any bond restructuring, we will assign new foreign and local currency sovereign credit ratings that reflect Sri Lanka's post-exchange creditworthiness.",
    "Amid steeply rising external funding pressures, and alongside increasingly widespread social and political protests, the Sri Lankan Government announced on 12 April that it will suspend debt servicing on its foreign currency obligations.",
    "Sri Lanka has coupon payments due on 18 April for its 2023 and 2028 International Sovereign Bonds. We expect the Government to miss paying these coupons, and therefore lowered our foreign currency sovereign ratings on Sri Lanka to ‘CC’.",
    "The Sri Lankan Government said it has approached the International Monetary Fund (IMF) for assistance in establishing an economic recovery program and for emergency financial assistance. Until a comprehensive debt restructuring plan is formulated, servicing of foreign-currency-denominated debts will be suspended.",
    "Affected debt includes international bonds, bilateral government-to-government credit facilities excluding swap lines with the Central Bank of Sri Lanka (CBSL), credit facilities with commercial banks and institutional lenders, and amounts payable by the Government or public sector entities on called guarantees. Obligations governed by Sri Lankan law may not be affected.",
    "We are likely to lower Sri Lanka's foreign currency ratings to ‘SD’ upon confirmation of non-payment of interest or principal on any of its commercial foreign currency obligations, including coupon payments on its International Sovereign Bonds due 18 April.",
    "According to published reports, the Government intends to continue paying its local currency debt obligations for now. The ‘CCC-’/‘C’ local currency sovereign ratings on Sri Lanka reflect ongoing severe economic and monetary pressures.",
    "Although the Central Bank can technically create rupees to meet upcoming obligations, doing so could have significant inflationary implications, with consumer prices already growing at a rapid 17.5% year on year in February. Sri Lanka's local currency debt also constitutes a considerable proportion of its overall indebtedness, and thus, it’s a very high-interest burden relative to revenues. Sri Lanka's debt restructuring process is likely to be complicated and may take months to complete. Negotiations with the IMF to establish a reform and funding program are in the early stages.",
    "Sri Lanka has also experienced considerable political uncertainty in recent weeks, marked by the resignation of the entire Government Cabinet, in addition to the Governor of the CBSL, in early April, and the ruling coalition's apparent loss of majority representation in parliament. Failure to establish a sustainable Government could further complicate and hinder progress in discussions with the IMF, and, ultimately, delay a debt restructuring plan."
  ]
}