{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/What-happened-on-Monday/56-734677",
  "time_ut": 1652207400,
  "title": "What happened on Monday",
  "body_lines": [
    "Very briefly, MR handed over the opportunity FSP (Frontline Socialist Party) had been patiently waiting for and the FSP wasted no time in returning violence in no small measures.",
    "FSP Is the most violent and extremist political party in SL. It is led by Gunaratnam (an Aussie citizen) whose elder brother was a leader of JVP in the second uprising in ‘88/‘89. It consists of hardcore JVPers and have the absolute control of IUSF (Inter University Students Federation) who are the most active activists.",
    "From day one FSP played the key role at the OGF/GGG. They were the ones who occupied the entrance to the Presidential Secretariat and manned it 24/7 with a very efficient schedule of changing the guards.",
    "From day one they were prepared for yesterday’s assault. They knew which buses brought goons and from where. And this is how they were able to identify and isolate the buses returning on every main road and pull out the passengers, make them naked and tie them to lamp posts.",
    "Setting fire to properties of most hated politicians such as Sanath, Johnston and Ranathunga seems to be so much part of the overall plan. The speed was amazing. It was a complete job in most places and very well organised.",
    "The Police acted precisely as they have acted throughout the recent history of the Police Department: they let the goons do the job and then rushed in “to protect the civilians”. Also, Rajapaksa Brothers never expected such an overwhelming support when the country saw the assault on innocent and peaceful protesters. For over a month everyone-irrespective of caste, creed sympathised and loved the youngsters who sacrificed their time and safety in torrential rains and scorching heat. They became the children of everyone. They became the new symbol of modern Sri Lanka.",
    "So, when the news channels and social media started streaming the attack live, instead of running away, thousands rushed in; all unions swore nationwide and continued general strike. Last night was one of the highest visiting days of OGF/GGG.",
    "The truth was that the protest was at its nadir after one month. Many mature analysts predicted that it would fade away gradually as they could not hold it any further. And Mahinda Rajapaksa gave it the biggest oxygen supply they ever wanted and effectively shut the door on GR for another round of horse trading. There is no way for R and their henchmen to come back-their fate was sealed permanently by Mahinda Rajapaksa on Monday morning.",
    "The goons were shown very effective videos containing the Rajapaksa victory against LTTE, killing of Velupillai Prabhakaran, songs praising Mahinda Rajapaksa as the King, the highways, harbours and airports and set the goons off to thrash the youth who challenged him. And the dogs went after peaceful protesters with brutality and vengeance.",
    "Another important thing I observed was how Sajith was assaulted. It should be clear to every politician that they are not treated much differently than rupees.",
    "Quo Vadis? I see only good things here. Damage to private and public properties are much regrettable but when it is the only message they understand that lesson too is relevant. I think the road is now clear for organisations such as BASL to charter a new course."
  ]
}