{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Sasakawa-Trust-begins-construction-of-new-centre/56-735677",
  "time_ut": 1654194600,
  "title": "Sasakawa Trust begins construction of new centre",
  "body_lines": [
    "From left: Sasakawa Trust Treasurer Mahinda Saranapala, Past Chairman Dayasiri Warnakulasooriya, Chairman Tilak De Zoysa, Satoko Kuriyabashi, Chief Guest Japan Embassy Charge dé Affairs Katsuki Kotoro and Guest of Honour Masato Seko of Nippon Foundation at the groundbreaking ceremony of Sasakawa trust new office complex in Colombo-7",
    "The Sasakawa Memorial Sri Lanka Japan Trust this week held the ground-breaking ceremony for its new office complex.",
    "The building is expected to have a 30-month construction period and be completed in August/September 2024. It will become the new centre for the foundation. The new building represents the ‘building of cultural ties and continuity between Sri Lanka and Japan’.",
    "The ceremony was held under the presence of Chief Guest Embassy of Japan Charge D’affaires and Representative of Nippon Foundation Chairman Yohei Sasakawa Katsuki Kotaro and Guest of Honour Masaoto Seko of the Nippon Foundation. Mahinda Saranapala from the Sasakawa Trust was made the trustee and project manager.",
    "The building was designed by Design Consortium International and is expected to be 60,000 sq. ft on 14 levels, providing all the modern requirements to function as a contemporary office offering the latest knowhow with high-tech infrastructure in the heart of Colombo.",
    "Chief Guest Katsuki Kotaro highlighted the 70 years of diplomatic ties between Japan and Sri Lanka and embraced the idea of strengthening cultural bonds between the two countries. He emphasised the importance of the Sasakawa Hall that was constructed 35 years ago, in 1987 and the new building which presented the friendship and shared goals of Sri Lanka and Japan in the present and into the future.",
    "Sasakawa Trust Chairman Tilak De Zoysa gave thanks to past Chairman Dayasiri Waranakulasuriya and other trustees for the success of the project thus far. He also extended his thanks to Mahinda Saranapala for coordinating with the Nippon foundation, the architectural company, and the contractor.",
    "The message by Yohei Sasakawa discussed the Sri Lanka Japan relationship, starting from when the delegation from Sri Lanka stood up for Japan in 1951, stating that their actions will not be forgotten. He also emphasised the importance of Sasakawa Hall for its strengthening of Japanese language and culture in Sri Lanka."
  ]
}