{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ex-minister-assumed-police-chiefs-powers-94430/",
  "time_ut": 1652920920,
  "title": "Sri Lanka’s ex-minister assumed police chief’s powers",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s former plantations minister Ramesh Pathirana had arrogated to himself the powers of the Inspector-General of Police and was the sole authority deciding police transfers in the island’s south, a parliamentary colleague alleged Wednesday.",
    "SLPP legislator Chandima Weerakkody told parliament that the breakdown of law and order on May 9 across the country was the fault of their own party in interfering in key appointments in the police.",
    "“What happened on May 9 was the result of political meddling in the police department. Favouring political appointees to head police stations,” Weerakkody said in a rare admission of the politicisation of the police force under president Gotabaya Rajapaksa.",
    "The 20th  amendment to the constitution scrapped the independent police force, but the president himself in his latest address to the nation agreed that he was willing to undo the damage he had caused through that amendment.",
    "“I was told by Sarath Weerasekera that OIC transfers and other appointments will be done according to  letters issued by Ramesh Pathirana,” Weerakkody said referring to the then minister of Public Security who was in charge of the police department.",
    "He cited as an example the Hiniduma police station. Pathirana had named an inexperienced officer to the Hiniduma police station overlooking five senior officers with much more experience.",
    "There was no immediate comment from Pathirana whose house was also damaged during Monday’s retaliatory attacks after their party supporters went on the rampage and attacked  peaceful demonstrators at Galle face demanding the resignation of president Rajapaksa.",
    "In an address to parliament before Weerakkody’s remark, Pathirana admitted that some of their party leaders had made inflammatory statements at Temple Trees to encourage violence against the peaceful demonstrators at “Gota Go Gama”.",
    "“I also brought our supporters from the Galle district to Temple Trees to wish farewell to Prime Minister Mahinda Rajapaksa,” Pathirana said. “But, there were some among us who made inflaming speeches.” (COLOMBO/ May 18/2022)"
  ]
}