{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Pakistan-High-Commission-celebrates-International-Women-s-Day-2022-in-Eastern-Province/56-731878",
  "time_ut": 1647028980,
  "title": "Pakistan High Commission celebrates International Women’s Day 2022 in Eastern Province",
  "body_lines": [
    "Pakistan High Commission this week honoured Sri Lankan women as part of marking the International Women’s Day 2022.",
    "High Commissioner Major General (Retired) Umar Farooq Burki graced the event as the Chief Guest, simple yet a meaningful ceremony arranged by Chamber of Tourism and Industries Arugam Bay President A.M. Jaufer in order to acknowledge and reiterate the resolve of the Government of Pakistan and its people towards uplifting the women in the society.",
    "While underscoring the importance of women as an integral part of any community, Pakistan High Commissioner said that it is the woman who makes a house of bricks a home with her love and dedication. As mother, daughter, sister and wife a woman plays the basic role in shaping the society. He further said that women hold a high place in social hierarchy in all their roles. As the poet of East Allama Muhammad Iqbal has mentioned women in his poetry as “colours of the universe”. She brings life, colours and meaning to life itself.",
    "The International Women’s Day was celebrated at Pottuvil on 8 March 2022 as part of an international effort to raise awareness about women’s rights and gender parity. High Commissioner Burki highlighted how much importance has been given to women by our religion Islam. “Islam teaches that men and women are equal before God. It grants women divinely sanctioned inheritance, property, social and marriage rights, including the right to reject the terms of a proposal and to initiate divorce”. These are the rights given to women by Islam almost 1,500 years ago. Where as in the year 2022 the theme of International Women’s Day is “Gender equality today for a sustainable tomorrow”. This shows how progressive and pragmatic our religion is.",
    "The High Commissioner pointed out that Eastern province is full of promising opportunities in terms of tourism, local small business, hotel, sea surfing and much more. Pakistan and Sri Lanka can come together and learn from each other in so many sectors of mutual bilateral interest. Both the countries have huge potential in tourism, education, dairy products, investment and business as well as joint training ventures. The High Commissioner encouraged the local community, especially the women, to identify some areas where Pakistan and Sri Lanka may enter into joint partnerships for the uplift of the local communities in Sri Lanka and Pakistan.",
    "He distributed dry ration for 100 deserving widows, 30 automatic sewing machines and 60 school bags with necessary school equipment for children of Arugam Bay community."
  ]
}