{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81794/at-least-16-injured-in-new-york-city-subway-shooting",
  "time_ut": 1649780340,
  "title": "At least 16 injured in New York City subway shooting",
  "body_lines": [
    "At least 16 people have been injured in a shooting during morning rush hour at a New York subway station.",
    "Shots were fired at the 36th Street station in Sunset Park at 08:30 local time (12:30 GMT), police said.",
    "Images from the scene showed bloodied passengers lying on the floor of the smoke-filled station.",
    "The attacker fled the station, and witnesses quoted in US media described a man wearing an orange construction vest and gas mask.",
    "The suspect threw a smoke bomb to distract the crowd, police sources told NBC News.",
    "Most of those who were are being treated for injuries were shot, police said, including one victim who was critically wounded.",
    "Others are being treated for smoke inhalation and injuries sustained in the initial panic.",
    "No motive for the attack has yet been given. People have been advised to stay away from the area.",
    "“My subway door opened into calamity. It was smoke and blood and people screaming,” eyewitness Sam Carcamo told the Associated Press. He added that a billow of smoke poured out of the train once its doors opened.",
    "Another witness, identified only as Claire, told the New York Post that she had “lost count” of the number of shots that were fired.",
    "The woman said she saw the suspect dropping “some kind of cylinder that sparked at the top” - initially believing him to be a subway worker because of the orange vest that she said he was wearing.",
    "New York’s fire department told the BBC it originally received a call about smoke inside the station.",
    "But officials arrived to find multiple people shot and injured.",
    "Police have said there are now no active explosive devices inside the station after initial reports said some had been found.",
    "There is a “huge” number of police and emergency responders attending, reports the BBC’s New York bureau chief John Mervin who is at the scene.",
    "Both President Joe Biden and Attorney General Merrick Garland have been briefed on the incident.",
    "US cities have seen a troubling rise in gun violence incidents over the past two years."
  ]
}