{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dms-unveils-the-worlds-most-advanced-diebold-nixdorf-crms-and-atms/",
  "time_ut": 1648733100,
  "title": "DMS Unveils the World’s Most Advanced Diebold Nixdorf CRMs and ATMs",
  "body_lines": [
    "DMS (Data Management Systems Pvt Ltd), now in its 45th year of Systems Integration operations, unveiled Diebold Nixdorf’s advanced DN series of Cash Recycling Machines (CRMs) and ATMs at a well attended 2-day event held in Colombo. Diebold Inc. USA with a 160-year heritage acquired Wincor-Nixdorf of Germany a few years ago, creating Diebold Nixdorf the world’s largest CRM and ATM manufacturer with worldwide presence and support.",
    "DMS is the acknowledged pioneer in the transfer of technology to Sri Lanka having introduced many IT products, software, and services to Sri Lanka and representing the world’s leading IT brands. DMS has been Diebold Nixdorf’s Distributor since 1998 and exhibited the new advanced family of DN200 series CRMs and DN100 series ATMs to all the banks in Sri Lanka, having introduced CRMs to both Sri Lanka and the Maldives in 2015. DMS provides 24-hour maintenance and support services for CRMs and ATMs, 7 days a week, in both countries.",
    "Highlights of DN200 series CRMs include the world’s most advanced recycling engine which has the ability to deposit and withdraw up to 300 currency notes in a bundle which is 50% greater capacity than available on other machines,15% greater currency storage capacity (3,500 notes per currency cassette) when compared with other machines, Touch-enabled 19 inch and 15-inch consumer screens with privacy, optional illuminated privacy panels to prevent others viewing data displayed on the consumer screen, enhanced security features that include cash slot, face, and environmental surveillance cameras, a small footprint saving on floor space requirements, Dip, Motorized EMV, and contactless NFC card readers, 2D barcode readers to enable utility bill payments, ADA compliance with braille features together with an audio jack for headphones to enable voice guidance.",
    "The new DN100 series ATMs have the smallest footprint while offering 15-inch touch consumer screens, greater currency storage capacity with up to 5 currency cassettes, Dip, Motorized EMV, and contactless NFC card readers, 2D barcode readers, ADA compliance, braille features, and an audio jack for headphones to enable voice guidance.",
    "Greater currency storage capacity on both lines of products delivers reduced interaction with these machines for bank branch staff and CIT personnel leading to lower operational costs. All DN200 and DN100 series machines are available in walk-up and drive-up versions with front and rear load/service and lobby variations with Through-the-Wall options combined with exterior weatherproof models.",
    "Also introduced was the DN Vynamic Security Software Suite for CRMs and ATMs consisting of Device monitoring, Intrusion Protection, Access Protection, Hard Disk Encryption, etc., and DN’s All Connect Data Engine (ACDE) which is a core enabler for DN CRM and ATM Maintenance and Availability services that increase efficiency in incident resolution, optimizing wear-and-tear maintenance and detecting impending failures to fix before they occur.",
    "The deployment of these solutions reinforces DMS’s established reputation of introducing innovative technology solutions that benefit both the citizens and banks in Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}