{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/BOI-says-received-investment-proposals-worth-over-1-4-b-in-Q1/34-733813",
  "time_ut": 1650654540,
  "title": "BOI says received investment proposals worth over $ 1.4 b in Q1",
  "body_lines": [
    "22 new projects in diverse sectors: energy, heavy industry, logistics, and IT infrastructure",
    "New investment proposals received in Q1 up by 80% compared to year ago",
    "BOI sign agreements worth $ 765 m with several leading investors in Q1",
    "The Board of Investment (BOI) announced that it has received 33 investment proposals to the tune of $ 1.412 billion in the first quarter.",
    "This includes investments of 22 new projects into diverse sectors in energy projects including fuel and renewable sources (solar and wind), heavy industry, logistic, and IT infrastructure sectors as well as investments into 11 project expansions.",
    "The number of new investment proposals received in the first quarter of 2022 has shown an 80% increase over the corresponding period of a year earlier, the BOI detailed in a statement issued recently.",
    "In addition, during the first three months of the year, BOI has signed agreements worth $ 765 million with several leading investors doubling the number of agreements signed for new investments during the first quarter of 2021.",
    "“The BOI has continued to maintain the investor confidence through its strong facilitation process leading to attraction of new investments as well as investment for project expansions despite the impact of the pandemic and resultant economic conditions,” it said.",
    "Having identified the importance of much needed foreign exchange inflow to the country at this juncture, work is in progress to establish a special unit styled Investment Facilitation Centre (IFC) within the BOI premises to expedite the investment approval process in collaboration with line agencies, by way of granting all the necessary approvals both internal and external for project establishment through a central facilitation point.",
    "“During the first quarter, BOI has made significant strides towards digitisation of the investor service process by introducing paperless import-export documentation for customs approvals and automating payment of export verification charges, thus providing efficient and transparent procedures for the benefit of the investors,” it stated.",
    "Action has also been initiated to provide readily available developed lands for investment projects for identified sectors such as textile and pharmaceutical manufacturing, agro-base industries, electrical and electronic, steel, and heavy industry as well as the ICT sector creating opportunities for investors to set up business ventures in Sri Lanka.",
    "Other initiatives undertaken in the first quarter include the relaunching of the BOI website to ensure the availability of updated information to assist potential investors in better understanding the business and investment climate to make informed decisions on investments.",
    "“BOI believes that all the initiatives were undertaken, and other planned activities will better facilitate existing and potential investors to conduct seamless operations and establish new ventures,” it said."
  ]
}