{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Mysterious-radio-signals-from-deep-space-detected/342-238777",
  "time_ut": 1654822920,
  "title": "Mysterious radio signals from deep space detected",
  "body_lines": [
    "Astronomers have revealed details of mysterious signals emanating from a distant galaxy, picked up by a telescope in Canada.",
    "The precise nature and origin of the blasts of radio waves is unknown.",
    "Among the 13 fast radio bursts, known as FRBs, was a very unusual repeating signal, coming from the same source about 1.5 billion light years away.",
    "Such an event has only been reported once before, by a different telescope.",
    "\"Knowing that there is another suggests that there could be more out there,\" said Ingrid Stairs, an astrophysicist from the University of British Columbia (UBC).",
    "\"And with more repeaters and more sources available for study, we may be able to understand these cosmic puzzles - where they're from and what causes them.\"",
    "The CHIME observatory, located in British Columbia's Okanagan Valley, consists of four 100-metre-long, semi-cylindrical antennas, which scan the entire northern sky each day.",
    "The telescope only got up and running last year, detecting 13 of the radio bursts almost immediately, including the repeater.",
    "\"We have discovered a second repeater and its properties are very similar to the first repeater,\" said Shriharsh Tendulkar of McGill University, Canada.",
    "\"This tells us more about the properties of repeaters as a population.\"",
    "So far, scientists have detected about 60 single fast radio bursts and two that repeat. They believe there could be as many as a thousand FRBs in the sky every day.",
    "There are a number of theories about what could be causing them.",
    "They include a neutron star with a very strong magnetic field that is spinning very rapidly, two neutron stars merging together, and, among a minority of observers, some form of alien spaceship. (BBC)"
  ]
}