{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Massive-expenses-recorded-at-SL-foreign-missions-Foreign-Ministry-as-SL-runs-out-of-essentials/108-237350",
  "time_ut": 1653016080,
  "title": "Massive expenses recorded at SL foreign missions & Foreign Ministry as SL runs out of essentials",
  "body_lines": [
    "-During the first four months of this year, a whopping US13.7 million dollars had been spent on maintenance and salaries at 63 Sri Lankan missions overseas,",
    "- 439 staff had been recruited from their respective countries and 852 persons had been sent from Sri Lanka to these missions",
    "-A total sum of Rs.359.8 million had also been spent by the Foreign Ministry in Colombo during the first four months of this year",
    "Massive expenditure has been recorded at Sri Lanka's 63 foreign missions and at the Foreign Ministry in Colombo in the first four months of this year even as the country faced its worst-ever economic crisis leading to the government being unable to pay for basics to provide for its citizens.",
    "The Daily Mirror learns that concerns were raised by the Prime Minister's Office yesterday with senior officials when they sat to discuss further cost-cutting measures and were questioned why these expenses were not slashed immediately.",
    "According to statistics available, in the first four months of this year, a whopping US13.7 million dollars had been spent on maintenance and salaries in the 63 Sri Lankan missions overseas, which had been recruiting huge numbers of staff.",
    "Sources said that these missions recruited 439 people from their respective countries and 852 people had been sent from Sri Lanka to these missions.",
    "The matter which is now being examined by the Prime Minister himself, has led to serious queries as to why such massive expenditure was ignored when the government was running out of money even to purchase a shipment of fuel.",
    "In addition to the foreign missions, a total sum of Rs.359.8 million had been splurged by the Foreign Ministry in Colombo in the first four months of this year with a staff of 643 people employed.",
    "A detailed report on the Ministry's expenses has now been sought.",
    "Sources said that out of the 63 missions, steps were taken only to shut three missions overseas amid the economic turmoil but discussions are now ongoing to slash the staff and bring down the maintenance in the existing missions.",
    "A detailed probe has commenced over the massive expenditure by the individual missions and Foreign Ministry in Colombo (JAMILA HUSAIN)"
  ]
}