{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/13-more-european-cities-part-a-part-51/",
  "time_ut": 1653654840,
  "title": "13 MORE EUROPEAN CITIES – PART “A” – Part 51",
  "body_lines": [
    "Having returned to London from the University of Surrey in Guildford, I had my final meeting with Larry Wilson. As my United Nations (UN)/International Labour Organization (ILO) Fellowship Coordinator for the United Kingdom (UK), Larry did an excellent job in looking after all my logistics and supporting my learning and travelling within UK. By end of March, 1982, Larry had become a friend of mine.",
    "Larry was curious to know what I would be doing during the final 15 days of the fellowship period marked for leisure. I told Larry that I intended to further explore Continental Europe by train travelling to 13 more cities with my wife. He was impressed with my desire to travel more in Europe. As Larry knew about my recent travels during the fellowship, he asked me, “Chandi, didn’t you already cover around 38 cities in Italy, Switzerland, France, Scotland and England over the last 11 weeks?”",
    "He then expressed his amusement, “I have never met anyone who travelled so much during an UN/ILO fellowship. Where are you off to now?” I informed him, “short visits to Belgium, Luxemburg, the Netherlands, West Germany, Denmark, Austria, France and then back to England to catch our return flight to Sri Lanka.”",
    "We picked our train route mainly to visit and stay with three families from Denmark, Germany and Austria, who made special trips to Sri Lanka to attend our wedding in 1980. They were all guests of Hotel Ceysands in Sri Lanka who became dear family friends after their respective first visits to Sri Lanka in 1977. It is a Sri Lankan custom to visit and thank all friends and family who attended a couple’s wedding.",
    "During my research for the last leg of our European trip, I read how 137 years ago in 1845, the London-Dover-Ostend train and ship service began as a novel transport system connecting UK to the continent. Around the turn of the century (in the year 1900) the long train connection known as Ostend-Vienna-Orient Express had been promoted as a luxurious journey.",
    "Over the decades, the London-Dover-Ostend train and ship service continued with various partner companies such as SeaLink and P&O (the service was discontinued in 1993). We wanted to experience this cross-European travel adventure. On March 28, 1982, boarding the London-Dover-Ostend train and ferry service we commenced our 15-day extended European trip.",
    "We used Eurail passes to travel across Europe. It was the most flexible way to travel by train within Europe. There was no need to pre-book as there were many trains daily between each city and the next destination. The train service in most European countries was efficient and very punctual. The Eurail Pass, introduced in 1959 was formerly known as Europass or Eurorail Pass. In 1982, this rail pass permitted unlimited first-class travel through 17 European countries on nearly all railroads and several shipping lines (now in 33 countries).  The Eurail Pass is available to non-European residents, and the Interrail is available to Europeans.",
    "We reached Belgium, early in the morning. In 1982, the population of the country was nearly 10 million. It is known for medieval towns, renaissance architecture and as the headquarters of the European Union (EU) and the North Atlantic Treaty Organization (NATO). The country has distinctive regions including Dutch-speaking Flanders to the north, French-speaking Wallonia to the south and a German-speaking community to the east.",
    "With a population of 67,000, Ostend is a medium sized city, but an important gateway to Europe. It is known for its sea-side esplanade, including the Royal Galleries of Ostend, the pier and fine-sand beaches. Ostend is visited by many day-trippers heading to the beaches, especially during summer months. After a quick walk around, we boarded a train to the capital of Belgium – Brussels. We reached our next destination within 90 minutes.",
    "Brussels had a population of nearly 1.7 million in 1982 or 17% of the total population of Belgium. Over the centuries, Brussels had grown from a small rural settlement on the river Senne to become an important city-region in Europe. Historically Dutch-speaking, Brussels saw a language shift to French from the late 19th century. English is spoken as a second language by nearly a third of the population.",
    "Since the end of the Second World War, it has been a major centre for international politics and home to numerous international organisations, politicians, diplomats and civil servants. Brussels is the de facto capital of the European Union (EU), as it hosts a number of principal EU institutions, including its administrative-legislative, executive-political, and legislative branches.",
    "We did a three-hour city tour and tasted an impressive gastronomic offer Brussels is known for. The main attractions included its historic Grand Place, and the Museums of Art and History. Due to its long tradition of Belgian comics, Brussels is also hailed as a capital of the comic strip. From a very young age up to now, I have been an ardent fan of the comic character Tin Tin and his creator, Georges Remi (Hergé), both Belgian. Twenty-four original Tin Herger books have been translated into 110 languages with over 270 million copies sold. Indeed, Tin Tin has been a true Belgium export since 1930, as famous as its chocolates.",
    "After a near three-hour train ride from Brussels, we arrived at our night stop, the capital of the Netherlands – Amsterdam. Although it was our first visit to this country, we were well exposed to Dutch words, names, laws, food, culture, architecture, forts, and canals in Sri Lanka. The Dutch presence in Sri Lanka (formerly known as Ceylon) and control of a major part of the island lasted 138 years, officially from 1658 when the Dutch expelled the Portuguese, until 1796, the year of the British occupation commenced. However, the first Dutch encounter with the island dates back to 1602. Growing up in the Bambalapitiya Flats in Colombo four, I had many Burghers friends, who were proud of their Dutch heritage.",
    "It was surprising that in 1982, many tourists were calling this country ‘Holland’. The Netherlands consists of 12 provinces, two of which combined make up Holland, so referring to the Netherlands as a whole as Holland is wrong but it is a common mistake made by many. The origin of the correct name is interesting. Within the Roman Empire, the word Netherlands was used to describe people from the low-lying (nether) region (land). The term was so widely used that when they became a formal, separate country in 1815, they became the Kingdom of the Netherlands. This unique country of which almost a third is situated below sea level, is known for its flat landscape of canals, tulip fields, windmills, art and cycling routes.",
    "In 1982, the country had a population of around 14 million, with a million living in the capital city. Amsterdam was founded at the Amstel, that was dammed to control flooding; the city’s name derives from the Amstel dam. Originating as a small fishing village in the late 12th century, Amsterdam became one of the most important ports in the world during the Dutch Golden Age of the 17th century. It also became the leading centre for the finance and trade sectors. The city is also well-known for its nightlife, red light districts and festival activity, with several of its nightclubs among the world’s most famous.",
    "Early the next morning we did a three-hour city tour, which included the Rijksmuseum – the national museum and the house where Jewish diarist Anne Frank hid during the Second World War. My all-time favourite artist is Vincent Van Gogh, and I was not satisfied with the short visit to Van Gogh Museum. I had to wait for many more years before I was able to spend a full day at this great museum.",
    "My next trip to Amsterdam was after 18 years in 2000 to present at the seminar and attend the convocation of the Business School of the Netherlands. I did so as an Associate Professor of their UK based global consortium for action learning – International Management Centre Association (IMCA).",
    "We arrived at our next night stop – Hamburg, close to midnight after a long, seven-hour train ride from Amsterdam. In 1979 I visited and stayed in a German city – Frankfurt, twice. Apart from that I was exposed to the German culture as I studied for three years at the Ceylon Hotel School, which was run mainly by West Germans. I also studied German for a couple of years, but having lived in West Germany for a few months in 1978, my wife spoke better German.",
    "In 1982, out of West Germany’s 61 million population, 1.6 million lived in its largest city – Hamburg. Before the 1871 unification of Germany, Hamburg was a fully sovereign city state. Its rivers and canals are crossed by around 2,500 bridges, making it the city with the highest number of bridges in Europe. Aside from its rich architectural heritage, the city is also home to notable cultural venues and concert halls. As we had a tight schedule and had to reach our friends in Denmark, before that night, we did not spend too much time in Hamburg.",
    "Just over two hours from Hamburg, we reached a mid-size German city with a population of 88,000 that was very close to the Danish border. Historically, Flensburg had been a part of Denmark and had been the second biggest port in the Kingdom of Denmark (after Copenhagen). There was still a considerable Danish community in the town as high as 25%.",
    "After a 90 minutes train ride from Flensburg, and crossing the Danish border, we reached a small city of around 15,000 population – Aabenraa (Åbenrå), where we planned to spend two nights with our friends, Helga and David. It was nice to meet them after two years since their last visit to Sri Lanka. “This is Joe, our son, who looks after our farm.” He introduced their only family member who had not been to Sri Lanka. He owned a boat business and Helga was a home maker who also worked on their nearby farm.",
    "Denmark is a Scandinavian (Norway, Sweden, and Denmark) country with a little over five million population. The term Norden refers to the three Scandinavian countries plus two more – Finland and Iceland. These five form a group of countries having affinities with each other and are distinct from the rest of Europe. Having been a part of Germany in the early twentieth century, Aabenraa had a large German population. Because of its deep harbour, Aabenraa, has been an important fishing and shipbuilding town since the Middle Ages.  Fishing and various small factories provided occupations for the population. We liked the small-town ambience of Aabenraa.",
    "Next morning, we did some long walks around their farm, sightseeing and visits to the town with Helga, David and their pre-teen daughter, Anker. After that, when we sat at a nice local coffee shop to have brunch, David asked if we would like to do anything special. I said that we would love to take a train to the capital city and take a photo in front of the iconic ‘Little Mermaid’ bronze statue, before our departure the next day from Denmark. “Not a good idea. The duration of a train ride one way from Aabenraa to Copenhagen is over four hours. With a city tour and interesting stops, you guys will need at least two days for Copenhagen”, David discouraged us.",
    "“You guys have planned too many places to visit in Europe in a two-week period! Next time, please stay with us for at least a full week, and we will show you most of Denmark,” Helga suggested. I regret that we decided to return to West Germany without visiting Copenhagen, a city I have yet to visit after 40 years.",
    "Next day before our departure, they drove us past some narrow inlets of the sea. We stopped at a very long and wide beach called Strand Åbenrå, for a picnic. When I became worried that we will miss our train to Essen in Germany, Helga said, “No worries, friends. There are over 12 trains a day from Aabenraa to Essen, each taking less than 12 hours.”",
    "To be continued… on ‘13 More European cities – Part B’, on next Sunday.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}