{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/insee-cement-recognizes-top-performing-business-partners-at-annual-awards-ceremony-2022/",
  "time_ut": 1646917440,
  "title": "INSEE Cement recognizes Top Performing Business Partners at Annual Awards Ceremony 2022",
  "body_lines": [
    "INSEE Cement, Sri Lanka’s leading cement manufacturer, recently concluded the annual INSEE Business Partner Awards 2022 at the luxurious, five-star Cinnamon Bentota Beach Hotel, hosting Business Partners from across the country in a night of celebration and camaraderie.",
    "Recognizing and rewarding regional and national Business Partners for their unwavering sales performance despite the challenges posed over the year, the awards were hosted under the patronage of the company’s Chairman, CEO, Executive Committee, and Management. Adhering to stringent COVID guidelines, with restricted guest capacity to ensure the health and safety of all present at the celebration, INSEE Cement was able to successfully conclude a memorable night, complete with entertainment acts by renowned musicians, whilst honoring the untiring efforts of Business Partners Island wide.",
    "Speaking at the occasion, Chief Executive Officer of INSEE Cement, Gustavo Navarro stated, “This year, a visionary and proactive outlook, backed by a multinational ecosystem of INSEE facilities across the region, and a strong local network of loyal Business Partners, ensured that INSEE Cement was ready and equipped to face and overcome any challenge, paving the way for an even bigger and better 2022 with you.”",
    "Mr. Navarro further addressed the Business Partners present at the event and touched on his plans for the future of the company; “By enhancing our portfolio and production capacities, INSEE Cement will be able to offer customers a total solution for all their construction needs. Just as we have been supported by your unwavering loyalty during a remarkable 2021, we are encouraged by your assured partnership and commitment to retain INSEE Cement’s No.1 position in the market in 2022.”",
    "INSEE Cement or Siam City Cement (Lanka) Limited, is a member of the Siam City Cement Public Company Limited (SCCC), a leading cement manufacturer in Southeast Asia, founded in 1969 in Thailand. The Company – INSEE Cement, manufactures INSEE branded – Sanstha, Mahaweli Marine, Mahaweli Marine Plus, INSEE Rapid Flow, INSEE Rapid Flow Plus and INSEE Extra cement. INSEE Cement is the first certified ‘Green Cement’ in Sri Lanka, having received Green Labelling certification awarded by the Green Building Council. The Company is the only fully integrated cement manufacturer in Sri Lanka and is ranked among LMD’s Most Respected Entities.",
    "CSE recovers remarkably as ASPI registers historic highest single-day points gain",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}