{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-start-cooking-gas-distribution-from-may-19-litro-chairman-94400/",
  "time_ut": 1652873280,
  "title": "Sri Lanka to start cooking gas distribution from May 19 – Litro chairman",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-owned Litro Gas Lanka Ltd. will start distribution 80,000 cylinders per day from Thursday (19) after unloading two cooking gas shipment of 3,700 metric tonnes each from Oman, officials said on Wednesday (18).",
    "People have started street protests on a daily basis by blocking roads demanding cooking gas after waiting in queues for days. Litro has stopped distribution as it did not have dollars to import cooking gas.",
    "A ship from Oman carrying 3700 metric tonnes of cooking gas arrived in the Sri Lankan waters on Tuesday and another with similar capacity is expected to arrive on Wednesday.",
    "“We will be able to supply at least 7-8 days using these two consignments,” Vijitha Herath, the Chairman of Litro told Economy",
    "The two ships are out of four consignments signed with Oman Trading Company under a 15 million US dollar agreement for 15,000 metric tonnes of gas.",
    "The Tuesday’s shipment is the first of the four consignment.",
    "“These shipment costs 15 million dollars and for both consignments, we will be paying 7 million dollars,” Herath said.",
    "Sri Lanka average daily cooking gas demand is 80,000 cylinders and 27 percent of the households in the",
    "Herath said Litro will have to make a payment of another 7 million dollars to get two more shipments. The Litro was expected to start distribution on Wednesday, but rough seas has delayed unloading and pushed the start of distribution to Thursday.",
    "People were seen in long queues on Wednesday in a Colombo distribution center with some household",
    "leaving five or more cylinders tied together and leaving them at the distribution centers.",
    "Kumari, a 40-year old seamstress from Maradana had come all the way to the Flower road",
    "filling station in Colombo 03 at 3 am on May 18 to get fuel after it was announced on news that cylinder",
    "“My husband is a three-wheel driver. We both came here at 3 am to get fuel and cylinder because we",
    "“When we came here, there were people already standing. We have no means to use a firewood stove",
    "as our house is very small and smoke fills up. So I tried using rice cookers but that took so much time.”",
    "“I borrowed the rice cooker from my neighbor and I had to spend all my day cooking in it, I am a",
    "seamstress and I can’t afford to spend my whole day in the kitchen.”",
    "From a 1 billion US dollars Indian credit facility, Sri Lanka has renegotiated to allocate 160 million dollars for cooking gas imports.",
    "Herath said Litro wants to start floating tenders to procure LP gas from India and expects to get the bids from Indian",
    "suppliers within a week. The company, which accounts for the 80 percent of the cooking gas market share, needs up to 35 million dollars’ worth of cooking gas supply and the Indian credit line would suffice for about four to five months, he said.",
    "Sri Lanka has a shortage of 30,000 metric tons of cooking gas gas at the moment and Litro says it fills about 1,000 metric tons per day.",
    "If the Indian procurement works as planned, Litro expects to buy cooking gas from India by the second week",
    "He also said the World Bank also has promised a 80 million facility to buy LP gas which would be ready by",
    "“So from that also we will able to sorted out the dollar requirement,” he added.",
    "“Hopefully we will be able to settle the gas issue in one month time. That’s our target. But for all these,",
    "we need to do the procurement on time as well as the tender. If everything goes according to plan we",
    "Sri Lanka has opted for a soft-default and is not in a position to pay off any of it debts.",
    "Emphasizing the country’s economic crisis, Prime Minister Ranil Wickremesinghe on Monday said the treasury is unable to raise even 1 million dollars. (Colombo/May18/2022)"
  ]
}