{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/gota-re-sets-the-aragalaya-must-re-set-re-load/",
  "time_ut": 1652450700,
  "title": "GOTA RE-SETS; THE ARAGALAYA MUST RE-SET & RE-LOAD",
  "body_lines": [
    "‘Revolutionary Realpolitik’ is the title of the final chapter of the iconic philosopher and culture critic Georg Lukacs’ slim volume ‘Lenin: A Study on the Unity of His Thought’, first published in 1924 when Lukacs was 35, and reissued by Verso in its radical thinkers series in 2009. Revolutionary Realpolitik, that fusion of revolution and Realpolitik, which made Lenin a great revolutionary because he was a great Realist, has been the perennial absence in the Ceylonese/Sri Lankan Left, and remains dangerously so in Aragalaya Left or pro-Aragalaya Left.",
    "‘The concrete analysis of the concrete situation’ is the heart of politics according to Lenin. There is a new situation or in Marxist terminology a new conjuncture. Any party or formation which thinks strategically must grasp that fact and adapt to it in order to transform it.",
    "The Gotabaya presidency has pressed the re-set button. The Aragalaya must do so too, or else it will be fighting with the old tactics against a target that has reconfigured.",
    "The Aragalaya made a big mistake. It had won a major strategic battle by mid-day on May 9 when it beat back the Mahinda mob and prevailed politically with the resignation of Mahinda Rajapaksa. History may record that this was the highest point of the Aragalaya as it had evolved from the Mirihana uprising of March 31.",
    "The strategic blunder began after that victory of mid-day May 9. That was the lethal character of the mob violence that caused nine fatalities and injured Kumara Welgama, who was also the first anti-Gotabaya politician. It is not that the Aragalaya perpetrated that violence but it did not condemn it though there was real time social media and mass media coverage available to it. At the time of writing (May 12) condemnation is yet to be heard.",
    "The strategic blunder was consummated on the night of May 9 into the early morning of May 10 with the mob violence outside Temple Trees, the successful attempt to break through the gates and enter the premises. Fires were also started by the attackers. The attack started after dusk and went on till pre-dawn the next day. There was plenty of coverage on TV news and social media. Given the bloodthirsty rage of the crowd there was no doubt that the former President and Prime Minister would have been lynched, together with his family. The Aragalaya leaders and the political party leaders associated with the Aragalaya failed to call for restraint. They have still not condemned the incident.",
    "The result of the attempted lynching of Mahinda Rajapaksa was that it gave the military the chance to intervene and a legitimate reason to do so. The Anti-Hijacking and Hostage Rescue Unit of the Commando regiment effectively held the line and performed the rescue. By the morning of May 10, 2022, we were in a different territory. The military had been infused into the situation and the Army Commander’s remarks were determined yet serious. The military was in the game and the power-equation.",
    "This also stiffened the back of the Gotabaya presidency, but it did so without causing either him or the military to sound like there had been a shift to military rule, because that is not what has happened. Addressing the nation, he didn’t sound more autocratic than before nor did he come across as quite as insensitively autocratic as he used to be. The Aragalaya had clearly shaken him but not enough to leave; only enough to make him more flexible when earlier he was totally inflexible.",
    "What has happened is that Gotabaya now has both a stick and a carrot. The stick is the military and the Police backstopped by the military. The real center of gravity for the moment is the Ministry of Defence (MoD). The carrot is a recomposed Government and a set of reforms which include a partial presidential retreat. Gota has promised the repeal of 20A and the return of 19A, also indicating that the door and the road were open for the abolition of the executive presidency.",
    "At the time of dispatching this article, I do not know who the PM will be, but whoever it is, the administration will get some traction, the people will cut it some slight slack, and the Aragalaya will find that it does not enjoy the same near-universality of support it did. Quite a few sympathizers of the Aragalaya may move to the neutral or let’s wait and see column. The reason is that the target profile of the enemy has changed: it’s no longer Gota plus Mahinda. It is no longer an overt Rajapaksa family regime. It is no longer top-heavy with Rajapaksas.",
    "If Gotabaya’s re-set project fails, it doesn’t mean the Aragalaya succeeds. The next move may be an outright military junta with or without Gota, and as several public opinion polls show, though few support military rule, most are pro-military. Outright military rule is not the only option. There could be a civilian-military rule with the military chairing the political negotiations which Gota is now chairing. The behaviour of the political parties maybe quite different then, and in any case as in the Pakistan of old, the military may regulate and restructure the political-governmental space. I doubt that the Aragalaya leaders are aware that things are not black-and white and there are varieties of “intermediate regimes” (Michael Kalecki).",
    "Antonio Gramsci, the founder of a Marxist political science and one of the greatest political scientists ever, rejected Trotsky’s approach (unfairly says Perry Anderson) as “the theorist of frontal assault at a time the balance of forces is such that it could only lead to failure”. Whether or not it was accurate about Trotsky (unlike in Lenin’s case sometimes it was, sometimes it wasn’t, as far as I can tell), Gramsci’s point is valid. When I hear a prominent Aragalaya youth leader talk about “street fighting” I recall Gramsci’s stricture. If students are shot by the Army it won’t mean the outbreak of the Revolution when it is a recomposed Government in office—and in any case the Army knows that riot-guns with birdshot have non-lethal results.",
    "The slogan Gota Go Home remains valid but it cannot be fought for by the old methods of frontal assault. Gota will not go home and he cannot be sent home right now–not with the military backing him and a new PM bringing some degree of legitimacy and hope. Gota Go Home must be re-calibrated, not as an event but as a process of transition. As Gramsci famously said, it must not be a strategy of frontal assault but a war of position, of attrition.",
    "Personally, I advocated that the SJB take the space available and use the 19th amendment to shift the balance of power. As Nicos Poulantzas, the most famous Marxist political scientist since Antonio Gramsci pointed out, the state apparatuses are not a monolith; they are cross-cut with contradictions, are porous and permeable. Democrats fighting against dictatorships should aim at working those contradictions and shifting the lines of force within the state. This is the strategy that was successfully adopted by the Spanish Communists led by Santiago Carrillo.",
    "That is why I urged that the SJB to operate as a pincer with the Aragalaya and penetrate the system, get its hands on the levers of power.",
    "Poulantzas apart, that would also have been the Middle Path and Golden Mean leading to a renovated center, with the support of the SLFP and the 11 parties.",
    "What then is the path to victory for the Aragalaya and the Opposition? Lenin provides an answer in Leftwing Communism: An Infantile Disorder. The masses must learn by their very own experience, of the correctness of the vanguard party’s slogans, which must be calibrated according to each stage of the mass consciousness. Therefore, the Aragalaya and opposition strategy has to be two-fold:",
    "Firstly, though the Aragalaya may be difficult to broaden and may lose some of its breadth, it can be deepened, by resisting unfair economic hardships caused by creditor-and-IMF driven cutbacks and launching new waves of struggle.",
    "Secondly, change the main slogan of the Aragalaya to that which was raised by Opposition Leader Sajith Premadasa on March 15 during the first demonstration at the Presidential Secretariat, and recently renewed in modified form by the smartest strategic mind of the pro-Aragalaya Left today, KD Lal Kantha of the JVP: demand EARLY ELECTIONS. Of course, with Gota still around, with or without the 20th Amendment, that has to include Presidential elections too.",
    "In 1988-89, with two civil wars raging and foreign troops on our soil, we had several rounds of Provincial Council elections followed by Presidential and Parliamentary elections. Both Presidential and Parliamentary elections can and must be held within this year.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}