{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/gestetner-telkom-partners-with-transsion-holdings-to-distribute-tecno-mobile-in-sri-lanka/",
  "time_ut": 1652199240,
  "title": "Gestetner-Telkom partners with Transsion Holdings to distribute TECNO Mobile in Sri Lanka",
  "body_lines": [
    "Entering into the telco sub-sector, Gestetner-Telkom, the newly incorporated division of Gestetner of Ceylon PLC, the pioneers in office automation with a rich history spanning over seven decades, recently tied up with Transsion Holdings for national distributorship rights in Sri Lanka for one of the world’s fastest growing smartphone brands, TECNO Mobile following its captive market position in Africa & South Asian Regions in smartphones and accessories.",
    "The premium smartphone and smart device brand with its motto “Stop At Nothing” brings stylishly designed products that inspires one to uncover a world of possibilities, complementing their smarter and fashionable connected lifestyle. TECNO enjoys a presence in 70 countries with over 80,000 growing point of sales, backed by its data driven global and local R&D innovation centers and award-winning leadership in product design, camera technology, and brand popularity.",
    "As a licensed TRC approved importer mobile phones, Gestetner-Telkom is well positioned to capture the young-at-heart consumers of TECNO Mobile, through its regional distributors strategically located across the country.",
    "Seyed Anzsar, Chairman- Gestetner of Ceylon PLC, said “I am happy to announce that Gestetner of Ceylon PLC is stepping into the Mobile & IT Category with our newest Division ‘Gestetner-Telkom.’ With the collaboration of Transsion Holdings and TECNO brand we are geared to provide better quality smartphone devices and timely after-sales services to our valued customers.”",
    "Ray Chaw, Country Director, Transsion Holdings, said “We couldn’t be happier to have Gestetner-Telkom as our partner in Sri Lanka. With their decades of expertise and unparalleled service coupled with their modern outlook and admirable energy, we are highly ambitious and confident that TECNO will evolve to be one of the sought-after brands among the young consumers here.”",
    "Along with this exciting announcement, Gestetner-Telkom initially launched the TECNO POP 5 LTE in April 2022 featuring 6.52″ HD+ Dot Notch Screen, large 5000 mAh long battery life, 8MP AI Dual Rear Camera with Dual Flash, 32GB ROM + 2GB RAM, Fingerprint Unlock among many others.",
    "Gestetner-Telkom is also planning on launching the TECNO Spark 8C soon. The Spark 8C comes with a 6.6″ HD+ Dot Notch display, with upto 6GB larger RAM, 5000mAh battery, 13MP rear Dual Camera and Dual Flashlight with 8MP Selfie camera with front flash, and IPX2 Splash Resistant.",
    "“In today’s modern world, people stay connected with smart devices. We Gestetner-Telkom, as a team are marching towards connecting lives with SMART devices, while representing the TECNO brand in Sri Lanka.",
    "“Korea Week 2022” to light up Colombo with a message of Hope and Friendship",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}