{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/need-of-the-hour-for-sri-lanka-the-mph-formula-of-singapore/",
  "time_ut": 1650812460,
  "title": "Need of the hour for Sri Lanka: The ‘MPH Formula of Singapore",
  "body_lines": [
    "It is often said that in the 1940s and 50s, Singapore was way behind Sri Lanka in all respects. Lawlessness and crime were rife in Singapore and corruption were at the highest level. There were ghettos everywhere in that country. Sri Lanka on the other hand, was a real paradise with a populace that was surging forward in many aspects of life.",
    "Several decades later, today, Singapore is a proud member of the First World whereas Sri Lanka has sunk into a spiral of descent into the mire of the lowest third-world status. There must be something that Singapore did right, compared to us, for this striking difference in the progress of the two countries. With hardly any natural resources worthy of note, Singapore has relentlessly forged ahead, leaving us languishing in the doldrums of despair; very definitely, a paradise lost.",
    "Professor Kishore Mahbubani is a born and bred Singaporean, of Indian ancestry, a civil servant, a career diplomat and an academic. During his stint at the Ministry of Foreign Affairs, in Singapore, from 1971 to 2004, he served as Singapore’s Permanent Representative to the United Nations and held the position of President of the United Nations Security Council, as well. From 2004 to 2017, he served as Dean of the Lee Kuan Yew School of Public Policy at the National University of Singapore. In an exclusive interview, he outlined Singapore’s formula for success in the world. What he called the ‘secret formula’ adopted by Singapore, was known by the English acronym MPH. He clearly stated that any country that adopts and implements this strategy will succeed.",
    "He said that the ‘M’ in MPH stands for Meritocracy, the ‘P’ is for Pragmatism and the ‘H’ is for Honesty. He then went on to explain how this principle works. He said that meritocracy means that you select the best people to run the country. He added that what brings many countries down, especially in the Third World, is that when it comes to selecting their finance minister, or the economics minister, or any other ministerial guardian of the legislature, they will give those jobs to their brothers, their cousins, their uncles, their relatives and NOT to the best people. These are his words; not mine.",
    "Singapore did the exact opposite. In Singapore, their top jobs, not only of the Cabinet of Ministers but in every walk of life, were, and still are, given to the very best people, the most qualified and those with a proven track record. The current Prime Minister, Lee Hsien Loong, is Lee Kuan Yew’s eldest son. When Loong went to study at the Cambridge University, he was a top student in the class and the university. The Professors were so impressed that they said that he should become a mathematician because he will become a world-class mathematician. Then he went to study at another great university, Harvard Kennedy School. There, he was one of the very few students to get an article published in a tier-one economics journal. Hardly any students get articles published in tier-one economics journals. He is incredibly brilliant. Then, if the best man for the job is Lee Kuan Yew’s son, he would be selected; not on the basis that he is the Prime Minister’s son, but because he is the best person for the job. So, meritocracy is the first pillar of Singapore’s Successful Formula.",
    "The second pillar is ‘P’. It stands for pragmatism. Pragmatism is an English concept but the best definition of pragmatism was given by China’s leader, Deng Xiaping. He said, “it does not matter whether a cat is black or a cat is white. If the cat catches mice, it is a good cat”. So, in the same way, it does not matter what your ideology is; if it works, others could use it. So, Singapore was very pragmatic. It would take some capitalist policies, and some policies that are socialist, and even mix them up. That is what pragmatism is all about. You are not tied down by any political ideology.",
    "Then the good Professor said that the third pillar, the ‘H’, is the hardest to achieve. It stands for honesty. He emphasised that what has brought most Third World countries down, and what has led to their failure in development, is corruption. So, Lee Kuan Yew after he became Prime Minister, made it a point to punish not the junior people but the very senior people. A Deputy Minister went on holiday with his friend, a businessman. When he came back to Singapore, he was arrested. He asked why he was being arrested and he was told, “you went on holiday with a businessman and the latter paid all your expenses and that is corruption. You will go to jail”. So, when a Deputy Minister is sent to jail then everybody says ‘oops., I got to be careful. I can also go to jail’. That honesty factor is one critical feature why Singapore has been exceptionally successful.",
    "Now then…, here is the crux of this article of mine and for quoting the above interview. How does this scenario compare with what you get in our Pearl of the Indian Ocean? My considered opinion is that if you need to have the exact opposite of the secret formula for success in Singapore, you have it right here on our beautiful little island.",
    "Singapore was way behind Ceylon in the 1940s. Even their enigmatic, compelling and famous Prime Minister, Mr Lee Kuan Yew, looked up to us. Even at that time, the MPH formula, or a similar recipe was not there as a total commitment in Ceylon but some things were done that fitted the bill, even just a little bit; a partial MPH. That was enough to keep us above most other Asian countries, given the natural resources of our splendid Motherland and the quality of its people.",
    "Then over 70 odd years, even this partial MPH formula in Ceylon, and later in Sri Lanka, was eroded, knocked down, taken apart, emasculated and generally destroyed by all the regimes that came to power. We gradually drifted into an abyss of the ultimate denunciation of this wonderful formula. Henchmen as well as henchwomen and sparsely educated misfits were given top positions, year in and year out. They worked on personal agendas and not for the benefit of the country. Far from being patriots, they were scoundrels of the highest order.",
    "The best people were repeatedly side-lined. Even some of the top-class people, who had made a name for themselves internationally while being here, were rudely ignored. As a result, some of our decent products and some really good brains left the country for good, only to do superbly well in their adopted countries.",
    "Now we are content to sing hosannas and try to bask in the glory of those Sri Lankans, who have made a name for themselves in their adopted foreign countries. This is so, while the powers-that-be over here continue to suppress even some of the most brilliant ones who are still here. Those Sri Lankans, who are now citizens of other countries, were only born here. Now they are “foreigners”. Their so-called achievements are not as Sri Lankans. It annoys and discourages this writer to see these Sri Lanka-born foreigners being featured in the media as God’s own gift to mankind. It is also ironic that some of our top leaders have the ludicrous audacity to invite them to come back to serve our resplendent island. To say the least, that is sheer wishful thinking. They are not real Sri Lankans anymore. They will never come back for good.",
    "The second pillar, pragmatism is quite prominent by its very absence in this paradise isle. Politicians of successive regimes could not see something that worked. They would try their best to put a spanner in the works. If something that worked was the brainchild of the previous regime, it simply had to be scuttled by their successors. Their ideologies are fixed and they are totally against any kind of compromise or being even a little bit flexible. Rationality, practicality, logicality and uncomplicatedness; the synonyms of the word pragmatism, are not there in their foolish philosophies and their vocabulary.",
    "The last one of MPH, but certainly the most important; honesty, is completely non-existent in Sri Lanka. Ministers and top officials lie through their back teeth, enrich themselves with loads of filthy lucre and be dishonest to the core. The lower ranks follow the so-called leaders. If the featured Singaporean Deputy Minister went on a holiday paid for by a businessman, the indiscretions or forays of our comparable worthies defy even our imagination.",
    "Commissions are paid, money exchanged under the table or in car parks, and all kinds of shady dealings are the order of the day. If Lee Kuan Yew was alive and was asked to sort out the current situation over here, he would probably have filled up our jails in no time. Knowing the cowards over here, it would need only just a few miscreants to be jailed for the others to fall in line; rather nicely as well.",
    "As exemplified by Singapore, the MPH Formula works. Singapore and its charismatic leader Lee Kuan Yew, conscientiously and steadfastly, stuck to it, as if that was the gift from providence that would make a difference. It did make a supremely effective difference; Singapore has become a First World Country and soared way above us in this magnificent isle, while we are quite content to remain in the pits of the world, shamelessly boasting of our over 2500-year-old heritage. Given the resources that we have in plenty, the educational opportunities available to us and the natural aptitudes of our people, we should be flying way higher than Singapore. But sadly, our downfall has been orchestrated by some of our very own people.",
    "Yet for all this, what rankles most is that for us, there is no light at the end of the tunnel. We do not see a benevolent but strict and honest statesman or stateswoman on the horizon. Only a real patriot, who would be willing to put the entire house in order, could use this wonderful MPH Formula to good use to pull us up from the hole that we have been forced to creep into. We desperately need such a person who could take this country by the scruff of its neck, shake some sense into it and take us to an entirely different landscape of a promised land.",
    "We should be most grateful to Professor Kishore Mahbubani for revealing the secret formula for Singapore’s success! The humble and modest man that he is, he did not boast about how brilliant he was. Being a top rung flyer, he was indeed the very best man for all the positions he held. Lee Kuan Yew probably hand-picked that man. In addition, what Professor Mahbubani did not say is that the acronym MPH also stands for miles per hour; a metric of speed. The Singapore MPH Formula has also shown that by using it, results would be obtained with considerable speed.",
    "The need of the hour for Sri Lanka is this tried and tested Singapore formula for success–the MPH.",
    "SLPP loses simple majority, bid to collect signatures in support of PM failed – Udaya",
    "SriLankan ordered to postpone leasing of 21 new aircraft immediately",
    "President tells chief prelates he is amenable to any workable solution",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවට පැයක අවශ්‍යතාවය: සිංගප්පූරුවේ ‘MPH සූත්‍රය",
      "body_lines": [
        "1940 සහ 50 ගණන් වලදී සිංගප්පූරුව ශ්‍රී ලංකාවට වඩා බොහෝ පසුපසින් සිටි බව නිතර කියනු ලැබේ. අවනීතිය සහ අපරාධ සිංගප්පූරුවේ බහුලව පැවති අතර දූෂණය ඉහළම මට්ටමේ විය. ඒ රටේ හැමතැනම ගේටෝ තිබුණා. අනෙක් අතට, ශ්‍රී ලංකාව ජීවිතයේ බොහෝ පැතිවලින් ඉදිරියට යන ජනගහනයක් සහිත සැබෑ පාරාදීසයක් විය.",
        "දශක කිහිපයකට පසු, අද, සිංගප්පූරුව පළමු ලෝකයේ සාඩම්බර සාමාජිකයෙකු වන අතර, ශ්‍රී ලංකාව තුන්වන ලෝකයේ පහත්ම මඩ ගොහොරුවකට බැසීමේ සර්පිලාකාරයක ගිලී ඇත. දෙරටේ ප්‍රගතියේ මේ කැපී පෙනෙන වෙනස සඳහා අපට සාපේක්ෂව සිංගප්පූරුව කළ දෙයක් තිබිය යුතුය. සැලකිල්ලට ගත යුතු ස්වභාවික සම්පත් නොමැති තරම්, සිංගප්පූරුව නිර්දය ලෙස ඉදිරියට ගොස් ඇති අතර, අපි බලාපොරොත්තු සුන්වීමේ අවපාතයේ ගිලී සිටිමු. නිසැකවම, පාරාදීසයක් අහිමි විය.",
        "මහාචාර්ය කිෂෝර් මහ්බුබානි ඉපදී හැදී වැඩුණු සිංගප්පූරු ජාතිකයෙකි, ඉන්දියානු සම්භවයක් ඇති, සිවිල් සේවකයෙකි, වෘත්තීය රාජ්‍ය තාන්ත්‍රිකයෙකි. ඔහු 1971 සිට 2004 දක්වා සිංගප්පූරුවේ විදේශ කටයුතු අමාත්‍යාංශයේ සේවය කරන කාලය තුළ එක්සත් ජාතීන්ගේ සිංගප්පූරුවේ නිත්‍ය නියෝජිතයා ලෙස සේවය කළ අතර එක්සත් ජාතීන්ගේ ආරක්ෂක මණ්ඩලයේ සභාපති ධුරය ද හෙබවීය. 2004 සිට 2017 දක්වා ඔහු සිංගප්පූරුවේ ජාතික විශ්ව විද්‍යාලයේ ලී ක්වාන් යූ රාජ්‍ය ප්‍රතිපත්ති පිළිබඳ පාසලේ පීඨාධිපති ලෙස සේවය කළේය. සුවිශේෂී සම්මුඛ සාකච්ඡාවකදී ඔහු ලෝකයේ සාර්ථකත්වය සඳහා සිංගප්පූරුවේ සූත්‍රය ගෙනහැර දැක්වීය. ඔහු සිංගප්පූරුව විසින් සම්මත කරන ලද 'රහස් සූත්‍රය' ලෙස හැඳින්වූ දෙය ඉංග්‍රීසි කෙටි යෙදුමෙන් MPH ලෙස හැඳින්වේ. මෙම උපාය මාර්ගය අනුගමනය කර ක්‍රියාත්මක කරන ඕනෑම රටක් සාර්ථක වන බව ඔහු පැහැදිලිව ප්‍රකාශ කළේය.",
        "MPH හි ‘M’ යන්නෙන් කුසලතාවයක් ද, ‘P’ යන්නෙන් ප්‍රයෝගිකත්වය ද, ‘H’ යනු අවංකකම ද වන බව ඔහු පැවසීය. ඉන්පසු ඔහු මෙම මූලධර්මය ක්‍රියාත්මක වන ආකාරය පැහැදිලි කළේය. කුසල් යනු රට පාලනය කිරීමට සුදුසුම පුද්ගලයන් තෝරා ගැනීම බව ඔහු පැවසීය. විශේෂයෙන්ම තුන්වන ලෝකයේ බොහෝ රටවල් පහතට ඇද දමන්නේ ඔවුන්ගේ මුදල් ඇමතිවරයා හෝ ආර්ථික ඇමතිවරයා හෝ ව්‍යවස්ථාදායකයේ වෙනත් අමාත්‍ය භාරකරුවෙකු තෝරා ගැනීමේදී ඔවුන් එම රැකියා තම සහෝදරයන්ට ලබා දීම බව ඔහු පැවසීය. ඥාති සොහොයුරියන්, ඔවුන්ගේ මාමාවරුන්, ඔවුන්ගේ ඥාතීන් සහ හොඳම මිනිසුන්ට නොවේ. මේ ඔහුගේ වචන ය; මගේ නොවේ.",
        "සිංගප්පූරුව කළේ ඊට හාත්පසින්ම වෙනස් දෙයකි. සිංගප්පූරුවේ, අමාත්‍ය මණ්ඩලයේ පමණක් නොව, ජීවිතයේ සෑම තරාතිරමකම ඔවුන්ගේ ඉහළම රැකියා ලබා දුන්නේ, ඉතා හොඳම, වඩාත්ම සුදුසුකම් ඇති සහ ඔප්පු කළ වාර්තාවක් ඇති අයට ය. වත්මන් අගමැති ලී සියෙන් ලූං, ලී ක්වාන් යූගේ වැඩිමහල් පුත්‍රයාය. ලූන්ග් කේම්බ්‍රිජ් විශ්ව විද්‍යාලයේ ඉගෙනීමට යන විට ඔහු පන්තියේ සහ විශ්ව විද්‍යාලයේ ඉහළම ශිෂ්‍යයෙකි. මහාචාර්යවරුන් කොතරම් පැහැදුණාද යත් ඔහු ලෝක මට්ටමේ ගණිතඥයෙකු වනු ඇති නිසා ඔහු ගණිතඥයෙකු විය යුතු බව ඔවුන් පැවසුවා. ඉන්පසු ඔහු තවත් විශිෂ්ට විශ්ව විද්‍යාලයක් වන හාවඩ් කෙනඩි පාසලේ ඉගෙනීමට ගියේය. එහිදී, ඔහු පළමු ස්ථරයේ ආර්ථික විද්‍යා සඟරාවක ලිපියක් පළ කළ ඉතා සුළු සිසුන්ගෙන් කෙනෙකි. කිසිදු ශිෂ්‍යයෙකුට පළමු ස්ථරයේ ආර්ථික විද්‍යා සඟරාවල ලිපි පළවන්නේ නැත. ඔහු ඇදහිය නොහැකි තරම් දක්ෂයි. එවිට, එම කාර්යය සඳහා හොඳම පුද්ගලයා ලී ක්වාන් යූගේ පුත්‍රයා නම්, ඔහු තෝරාගනු ලැබේ; ඒ ඔහු අගමැතිගේ පුත්‍රයා යන පදනම මත නොව, ඔහු එම කාර්යයට සුදුසුම පුද්ගලයා වන බැවිනි. එබැවින්, සිංගප්පූරුවේ සාර්ථක සූත්‍රයේ පළමු කණුව කුසල භාවයයි.",
        "දෙවන ස්ථම්භය 'P' වේ. එය ප්‍රායෝගිකත්වය වෙනුවෙන් පෙනී සිටී. ප්‍රායෝගිකවාදය ඉංග්‍රීසි සංකල්පයක් නමුත් ප්‍රායෝගිකවාදයේ හොඳම නිර්වචනය ලබා දුන්නේ චීනයේ නායක ඩෙන් ෂියාපිං විසිනි. ඔහු පැවසුවේ “පූසා කළුද පූසා සුදුද යන්න ප්‍රශ්නයක් නොවේ. පූසා මීයන් ඇල්ලුවොත් හොඳ බළලෙක්”. එබැවින්, ඒ ආකාරයෙන්ම, ඔබේ මතවාදය කුමක් ද යන්න වැදගත් නොවේ; එය වැඩ කරන්නේ නම්, අනෙක් අයට එය භාවිතා කළ හැකිය. එබැවින් සිංගප්පූරුව ඉතා ප්‍රායෝගික විය. ඒකට සමහර ධනේශ්වර ප්‍රතිපත්තිත්, සමහර සමාජවාදී ප්‍රතිපත්තිත් අරගෙන ඒවා පටලවා ගන්නත් පුළුවන්. ප්‍රයෝගිකත්වය යනු එයයි. ඔබ කිසිම දේශපාලන මතවාදයකින් බැඳිලා නැහැ.",
        "එවිට හොඳ මහාචාර්යවරයා පැවසුවේ තුන්වන කුළුණ වන ‘එච්’ සාක්ෂාත් කර ගැනීමට අපහසුම බවයි. එය අවංකකම නියෝජනය කරයි. තුන්වන ලෝකයේ බොහෝ රටවල් පහතට ඇද දැමුවේ සහ සංවර්ධනයේ අසාර්ථක වීමට හේතු වී ඇත්තේ දූෂණය බව ඔහු අවධාරණය කළේය. ඉතින් ලී ක්වාන් යූ අගමැති වුණාට පස්සේ කනිෂ්ඨ මිනිස්සුන්ට නෙවෙයි ජ්‍යෙෂ්ඨ මිනිස්සුන්ට දඬුවම් දෙන එක පුරුද්දක් කරගෙන. නියෝජ්‍ය ඇමැතිවරයෙක් නිවාඩුවක් ගත කළේ තම හිතවතා වන ව්‍යාපාරිකයකු සමඟය. ඔහු නැවත සිංගප්පූරුවට පැමිණි විට ඔහු අත්අඩංගුවට ගෙන ඇත. ඔහුව අත්අඩංගුවට ගන්නේ ඇයිදැයි ඔහු විමසූ අතර ඔහුට පැවසුවේ “ඔබ ව්‍යාපාරිකයෙකු සමඟ නිවාඩුවක් ගත කළ අතර ඔහු ඔබේ සියලු වියදම් ගෙව්වේ එය දූෂණයකි. ඔයා හිරේ යනවා\" ඉතින් නියෝජ්‍ය ඇමැතිවරයෙක් හිරේ ගියාම හැමෝම කියනවා ‘අපෝ.. මම පරිස්සම් වෙන්න ඕන. මටත් පුළුවන් හිරේ යන්න. සිංගප්පූරුව සුවිශේෂී ලෙස සාර්ථක වීමට හේතුව එම අවංක සාධකය එක් තීරණාත්මක ලක්ෂණයකි.",
        "දැන් එහෙනම්…, මෙන්න මගේ මෙම ලිපියේ හරය සහ ඉහත සම්මුඛ සාකච්ඡාව උපුටා දැක්වීම සඳහා. මෙම දර්ශනය අපගේ ඉන්දියානු සාගරයේ මුතු ඇටයේ ඔබට ලැබෙන දේ සමඟ සැසඳෙන්නේ කෙසේද? මගේ සලකා බැලූ මතය නම්, ඔබට සිංගප්පූරුවේ සාර්ථකත්වය සඳහා වූ රහස් සූත්‍රයේ හරියටම ප්‍රතිවිරුද්ධ දෙය ඔබට අවශ්‍ය නම්, ඔබට එය අපගේ සුන්දර කුඩා දිවයිනේ ඇති බවයි.",
        "සිංගප්පූරුව 1940 ගණන්වල ලංකාවට වඩා බොහෝ පිටුපසින් සිටියේය. ඔවුන්ගේ ප්‍රහේලිකාව, බලගතු සහ ප්‍රසිද්ධ අගමැති ලී ක්වාන් යූ මහතා පවා අප දෙස බලා සිටියේය. ඒ වන විටත්, MPH සූත්‍රය හෝ ඒ හා සමාන වට්ටෝරුවක් ලංකාවේ සම්පූර්ණ කැපවීමක් ලෙස නොතිබුණත්, බිල්පතට ගැලපෙන සමහර දේවල් සිදු කර ඇත. අර්ධ MPH. අපේ අසිරිමත් මාතෘභූමියේ ස්වභාවික සම්පත් සහ එහි ජනතාවගේ ගුණාත්මක බව සැලකිල්ලට ගෙන, අනෙකුත් බොහෝ ආසියානු රටවලට වඩා අපව ඉහළින් තබා ගැනීමට එය ප්‍රමාණවත් විය.",
        "ඉන්පසුව ඔත්තේ වසර 70 කට වැඩි කාලයක්, ලංකාවේ සහ පසුව ශ්‍රී ලංකාවේ මෙම අර්ධ MPH සූත්‍රය පවා බලයට පත් වූ සියලුම පාලන තන්ත්‍රයන් විසින් ඛාදනය කර, තට්ටු කර, වෙන් කර, ඉවත් කර, පොදුවේ විනාශ කරන ලදී. අපි ක්‍රමක්‍රමයෙන් මේ අපූරු සූත්‍රය හෙළා දැකීමේ අගාධයකට ඇද වැටුණෙමු. හෙංචයියන්ට මෙන්ම හෙංචයියන්ටත්, විරල උගත් නොගැලපෙන අයටත් වසරින් වසර ඉහළ තනතුරු ලබා දෙන ලදී. ඔවුන් වැඩ කළේ පුද්ගලික න්‍යාය පත්‍රවලට මිස රටේ යහපතට නොවේ. දේශප්‍රේමීන් වීම වෙනුවට ඔවුන් ඉහළම තලයේ අපතයන් විය.",
        "හොඳම මිනිසුන් නැවත නැවතත් පැත්තකට වී ඇත. මෙහි සිටියදී ජාත්‍යන්තරයේ නමක් දිනා සිටි සමහර ඉහළ පෙළේ පුද්ගලයන් පවා රළු ලෙස නොසලකා හැරියේය. එහි ප්‍රතිඵලයක් වශයෙන්, අපගේ සමහර හොඳ නිෂ්පාදන සහ සමහර හොඳ මොළ හොඳ දේ සඳහා රට හැර ගියේය, ඔවුන් හදාගත් රටවල විශිෂ්ට ලෙස කටයුතු කිරීමට පමණි.",
        "දැන් අපි හෝසන්නා ගායනා කිරීමෙන් සෑහීමකට පත්වේ, ඔවුන් හදාගත් විදේශ රටවල නමක් දිනාගෙන සිටින එම ශ්‍රී ලාංකිකයින්ගේ තේජස රසවිඳීමට උත්සාහ කරමු. මෙය එසේ වන අතර, මෙහි සිටින බලවතුන් තවමත් මෙහි සිටින සමහර අති දක්ෂයන් පවා මර්දනය කරයි. දැන් වෙනත් රටවල පුරවැසියන් වන එම ශ්‍රී ලාංකිකයන් ඉපදුණේ මෙහි පමණි. දැන් ඔවුන් \"විදේශිකයන්\". ඔවුන්ගේ ඊනියා ජයග්‍රහණ ශ්‍රී ලාංකිකයන් ලෙස නොවේ. ශ්‍රී ලංකාවේ උපන් මෙම විදේශිකයින් මනුෂ්‍ය වර්ගයාට දෙවියන්ගේම තෑග්ගක් ලෙස මාධ්‍යවල ප්‍රකාශ කිරීම මෙම ලේඛකයා කෝපයට හා අධෛර්යයට පත් කරයි. අපගේ ප්‍රභාමත් දිවයිනට සේවය කිරීමට නැවත පැමිණෙන ලෙස ආරාධනා කිරීමට අපගේ සමහර ඉහළ නායකයින්ට හාස්‍යජනක නිර්භීතකමක් තිබීම ද හාස්‍යයට කරුණකි. අවම වශයෙන් කිවහොත්, එය හුදෙක් ප්‍රාර්ථනා සහගත චින්තනයකි. ඔවුන් තවදුරටත් සැබෑ ශ්‍රී ලාංකිකයන් නොවේ. ඔවුන් කිසි දිනක යහපත සඳහා ආපසු නොඑනු ඇත.",
        "දෙවන ස්ථම්භය, ප්‍රායෝගිකවාදය මෙම පාරාදීස දූපතේ නොපැවතීම මගින් බෙහෙවින් කැපී පෙනේ. අනුප්‍රාප්තික රෙජීමවල දේශපාලකයන්ට වැඩ කරන දෙයක් දකින්නට බැරි විය. ඔවුන් වැඩ සඳහා ස්පැනරයක් තැබීමට උපරිම උත්සාහයක් ගනු ඇත. ක්‍රියාත්මක වූ දෙයක් පසුගිය රෙජීමයේ මොළයක් නම්, එය ඔවුන්ගේ අනුප්‍රාප්තිකයින් විසින් යටපත් කළ යුතුව තිබුණි. ඔවුන්ගේ මතවාද ස්ථාවර වන අතර ඔවුන් ඕනෑම ආකාරයක සම්මුතියකට හෝ ටිකක් නම්‍යශීලී වීමට සම්පූර්ණයෙන්ම විරුද්ධ ය. තාර්කිකත්වය, ප්රායෝගිකත්වය, තාර්කිකත්වය සහ සංකීර්ණ නොවන බව; ප්‍රායෝගිකවාදය යන වචනයේ සමාන පද, ඔවුන්ගේ මෝඩ දර්ශනවල සහ ඔවුන්ගේ වචන මාලාවේ නොමැත.",
        "MPH හි අවසාන එක, නමුත් නිසැකවම වඩාත්ම වැදගත්; අවංකකම ලංකාවේ සම්පූර්ණයෙන්ම නැහැ. ඇමතිවරු සහ ඉහළ නිලධාරීන් ඔවුන්ගේ පිටුපස දත්වලින් බොරු කියමින්, අපිරිසිදු ධනයෙන් පොහොසත් වන අතර හරයට වංක වෙති. පහළ නිලයන් ඊනියා නායකයන් අනුගමනය කරයි. කැපී පෙනෙන සිංගප්පූරු නියෝජ්‍ය අමාත්‍යවරයා ව්‍යාපාරිකයෙකු විසින් මුදල් ගෙවා නිවාඩුවක් ගත කිරීමට ගියේ නම්, අපගේ සැසඳිය හැකි පුද්ගලයන්ගේ නොසැලකිලිමත්කම හෝ කඩාවැටීම් අපගේ පරිකල්පනය පවා කඩ කරයි.",
        "කොමිස් මුදල් ගෙවා, මේසය යට හෝ වාහන නැවැත්වීමේ දී මුදල් හුවමාරු කර ගැනීම සහ සියලු ආකාරයේ සෙවන සහිත ගනුදෙනු දවසේ අනුපිළිවෙලයි. ලී ක්වාන් යූ ජීවතුන් අතර සිටියේ නම් සහ මෙහි වත්මන් තත්වය නිරාකරණය කර දෙන ලෙස ඉල්ලා සිටියේ නම්, ඔහු නොබෝ වේලාවකින් අපගේ සිරගෙවල් පුරවනු ඇත. මෙතන ඉන්න බයගුල්ලන්ව දන්නවනම්, අනිත් අය පෝලිමේ වැටෙන්න නම්, හිරේ දාන්න ඕන අපරාධකාරයො ටිකක් විතරයි. වෙනුවට ලස්සනට මෙන්ම.",
        "සිංගප්පූරුවෙන් උදාහරණ ලෙස, MPH සූත්‍රය ක්‍රියා කරයි. සිංගප්පූරුව සහ එහි ප්‍රචලිත නායක ලී ක්වාන් යූ හෘද සාක්ෂියට එකඟව සහ ස්ථිරව එයට ඇලී සිටියේ, එය වෙනසක් ඇති කරන ප්‍රොවිඩන්ස් වෙතින් ලැබෙන තෑග්ගක් සේ ය. එය අතිශය ඵලදායී වෙනසක් ඇති කළේය; වසර 2500කට වඩා පැරණි අපගේ උරුමය ගැන නිර්ලජ්ජිත ලෙස උදම් අනමින් ලෝකයේ වළවල්වල රැඳී සිටීමෙන් අපි සෑහීමකට පත්වන අතරම, සිංගප්පූරුව පළමු ලෝක රටක් බවට පත් වී, මෙම අසිරිමත් දූපතේ අපට වඩා ඉහළින් ඉහළට නැඟී ඇත. අපට ඕනෑතරම් තිබෙන සම්පත්, අපට තිබෙන අධ්‍යාපන අවස්ථා සහ අපේ මිනිසුන්ගේ ස්වභාවික හැකියාවන් අනුව අපි සිංගප්පූරුවට වඩා ඉහළින් පියාසර කළ යුතුයි. නමුත් කනගාටුවට කරුණක් නම්, අපගේ බිඳවැටීම අපේම මිනිසුන් විසින්ම සැලසුම් කර තිබීමයි.",
        "එහෙත් මේ සියල්ල සඳහා, අපට වඩාත්ම වැදගත් දෙය නම්, උමග අවසානයේ ආලෝකයක් නොමැති වීමයි. කරුණාවන්ත නමුත් දැඩි හා අවංක රාජ්‍ය තාන්ත්‍රිකයෙකු හෝ රාජ්‍ය කාන්තාවක් ක්ෂිතිජයේ අපට නොපෙනේ. මුළු නිවසම පිළිවෙලට තැබීමට කැමති සැබෑ දේශප්‍රේමියෙකුට පමණක්, අපව රිංගා ගැනීමට බල කර ඇති සිදුරෙන් අපව ඉහළට ඇද ගැනීමට මෙම අපූරු MPH සූත්‍රය භාවිතා කළ හැකිය. මේ රට බෙල්ලෙන් අල්ලාගෙන, ඒ තුළට යම්කිසි හැඟීමක් සොලවා, පොරොන්දු වූ දේශයක හාත්පසින්ම වෙනස් පරිසරයකට අපව ගෙන යා හැකි එවන් පුද්ගලයකු අපට අත්‍යාවශ්‍යයි.",
        "සිංගප්පූරුවේ සාර්ථකත්වය සඳහා රහස් සූත්‍රය හෙළි කිරීම ගැන අපි මහාචාර්ය කිෂෝර් මහ්බුබානිට කෘතඥ විය යුතුය! ඔහු නිහතමානී හා නිහතමානී මිනිසා, ඔහු කෙතරම් දක්ෂද යන්න ගැන පුරසාරම් දෙඩුවේ නැත. ඉහළම පියාසර කරන්නෙකු වූ ඔහු සැබවින්ම ඔහු දැරූ සියලුම තනතුරු සඳහා හොඳම මිනිසා විය. ලී ක්වාන් යූ සමහරවිට ඒ මිනිසා අතින් තෝරාගෙන ඇත. මීට අමතරව, මහාචාර්ය මහ්බුබානි නොකී දෙය නම්, MPH යන කෙටි යෙදුම ද පැයට සැතපුම් යන්නයි; වේගයේ මෙට්රික් එකක්. එය භාවිතා කිරීමෙන් සැලකිය යුතු වේගයකින් ප්‍රතිඵල ලැබෙන බව සිංගප්පූරු MPH සූත්‍රය ද පෙන්වා දී ඇත.",
        "ශ්‍රී ලංකාව සඳහා කාලීන අවශ්‍යතාවය වන්නේ සාර්ථකත්වය සඳහා මෙම අත්හදා බැලූ සිංගප්පූරු සූත්‍රයයි - MPH.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණට සරල බහුතරය අහිමියි, අගමැතිට සහාය පළ කරමින් අත්සන් එකතු කිරීමේ ලංසුව අසාර්ථකයි - උදය",
        "නව ගුවන් යානා 21ක් ලීසිං කිරීම වහාම කල් දැමීමට ශ්‍රීලංකන් ගුවන් සමාගමට නියෝග",
        "ඕනෑම විසදුමකට තමන් සූදානම් බව ජනපති මහනාහිමිවරුන්ට කියයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கைக்கான காலத்தின் தேவை: சிங்கப்பூரின் ‘எம்பிஎச் ஃபார்முலா",
      "body_lines": [
        "1940கள் மற்றும் 50களில் சிங்கப்பூர் இலங்கையை விட எல்லா வகையிலும் பின்தங்கியிருந்தது என்று அடிக்கடி கூறப்படுவதுண்டு. சிங்கப்பூரில் சட்டவிரோதம் மற்றும் குற்றங்கள் நிறைந்திருந்தன, ஊழல் மிக உயர்ந்த மட்டத்தில் இருந்தது. அந்த நாட்டில் எல்லா இடங்களிலும் கெட்டோக்கள் இருந்தன. மறுபுறம், இலங்கை ஒரு உண்மையான சொர்க்கமாக இருந்தது, அது மக்கள்தொகையுடன் வாழ்க்கையின் பல அம்சங்களில் முன்னேறியது.",
        "பல தசாப்தங்களுக்குப் பின்னர், இன்று, சிங்கப்பூர் முதலாம் உலகில் ஒரு பெருமைமிக்க உறுப்பினராக உள்ளது, அதேசமயம் இலங்கை மூன்றாம் உலக அந்தஸ்தில் கீழ்நிலைச் சேற்றில் இறங்கும் சுழலில் மூழ்கியுள்ளது. இரு நாடுகளின் முன்னேற்றத்தில் உள்ள இந்த குறிப்பிடத்தக்க வேறுபாட்டிற்கு, சிங்கப்பூர் எங்களுடன் ஒப்பிடும்போது ஏதோ சரியாகச் செய்திருக்க வேண்டும். கவனிக்கத் தகுந்த எந்த இயற்கை வளங்களும் இல்லாத நிலையில், சிங்கப்பூர் இடைவிடாமல் முன்னேறி, நம்மை விரக்தியின் மந்தநிலையில் தள்ளாடிக்கொண்டிருக்கிறது; நிச்சயமாக, ஒரு சொர்க்கம் இழந்தது.",
        "பேராசிரியர் கிஷோர் மஹ்பூபானி பிறந்து வளர்ந்த சிங்கப்பூர், இந்திய வம்சாவளியைச் சேர்ந்தவர், ஒரு அரசு ஊழியர், தொழில் இராஜதந்திரி மற்றும் கல்வியாளர். 1971 முதல் 2004 வரை சிங்கப்பூரில் வெளியுறவு அமைச்சகத்தில் பணியாற்றிய போது, ​​ஐக்கிய நாடுகள் சபைக்கான சிங்கப்பூரின் நிரந்தரப் பிரதிநிதியாகப் பணியாற்றினார் மற்றும் ஐக்கிய நாடுகளின் பாதுகாப்புச் சபையின் தலைவர் பதவியையும் வகித்தார். 2004 முதல் 2017 வரை, சிங்கப்பூர் தேசிய பல்கலைக்கழகத்தில் லீ குவான் யூ ஸ்கூல் ஆஃப் பப்ளிக் பாலிசியின் டீனாக பணியாற்றினார். ஒரு பிரத்யேக நேர்காணலில், அவர் உலகின் வெற்றிக்கான சிங்கப்பூரின் சூத்திரத்தை கோடிட்டுக் காட்டினார். சிங்கப்பூர் ஏற்றுக்கொண்ட 'ரகசிய சூத்திரம்' என்று அவர் அழைத்தது, ஆங்கில சுருக்கமான MPH மூலம் அறியப்பட்டது. இந்த உத்தியை எந்த நாடும் கடைப்பிடித்து செயல்படுத்துகிறதோ அந்த நாடு வெற்றி பெறும் என்று அவர் தெளிவாக கூறினார்.",
        "MPH இல் உள்ள ‘M’ என்பது மெரிட்டோகிராசியையும், ‘P’ என்பது நடைமுறைவாதத்தையும், ‘H’ என்பது நேர்மையையும் குறிக்கிறது என்று அவர் கூறினார். இந்த கொள்கை எவ்வாறு செயல்படுகிறது என்பதை அவர் விளக்கினார். தகுதி என்பது நாட்டை நடத்துவதற்கு சிறந்தவர்களைத் தேர்ந்தெடுப்பது என்று அவர் கூறினார். பல நாடுகளை, குறிப்பாக மூன்றாம் உலக நாடுகளை வீழ்த்துவது என்னவென்றால், அவர்களின் நிதியமைச்சர், அல்லது பொருளாதார அமைச்சர் அல்லது சட்டமன்றத்தின் வேறு எந்த மந்திரி பாதுகாவலரை தேர்ந்தெடுக்கும் போது, ​​அந்த வேலைகளை அவர்கள் தங்கள் சகோதரர்களுக்கு வழங்குவார்கள். உறவினர்கள், அவர்களின் மாமாக்கள், அவர்களது உறவினர்கள் மற்றும் சிறந்த நபர்களுக்கு அல்ல. இவை அவருடைய வார்த்தைகள்; என்னுடையது அல்ல.",
        "சிங்கப்பூர் அதற்கு நேர் எதிரானது. சிங்கப்பூரில், மந்திரிசபையில் மட்டுமல்ல, வாழ்க்கையின் ஒவ்வொரு துறையிலும் அவர்களின் முக்கியப் பணிகள், மிகச் சிறந்த நபர்களுக்கும், மிகவும் தகுதியானவர்களுக்கும், நிரூபணமான சாதனை படைத்தவர்களுக்கும் வழங்கப்பட்டன. தற்போதைய பிரதமர் லீ சியென் லூங், லீ குவான் யூவின் மூத்த மகன் ஆவார். லூங் கேம்பிரிட்ஜ் பல்கலைக்கழகத்தில் படிக்கச் சென்றபோது, ​​அவர் வகுப்பிலும் பல்கலைக்கழகத்திலும் சிறந்த மாணவராக இருந்தார். உலகத்தரம் வாய்ந்த கணிதவியலாளராக வருவார் என்பதால், அவர் கணிதவியலாளராக வேண்டும் என்று பேராசிரியர்கள் மிகவும் கவர்ந்தனர். பின்னர் அவர் மற்றொரு பெரிய பல்கலைக்கழகமான ஹார்வர்ட் கென்னடி பள்ளியில் படிக்கச் சென்றார். அங்கு, ஒரு அடுக்கு பொருளாதார இதழில் ஒரு கட்டுரை வெளியிடப்பட்ட மிகச் சில மாணவர்களில் இவரும் ஒருவர். எந்த மாணவர்களும் அடுக்கு-ஒரு பொருளாதார இதழ்களில் கட்டுரைகளை வெளியிடுவது அரிது. அவர் நம்பமுடியாத புத்திசாலி. பிறகு, வேலைக்குச் சிறந்தவர் லீ குவான் யூவின் மகன் என்றால், அவர் தேர்ந்தெடுக்கப்படுவார்; அவர் பிரதமரின் மகன் என்ற அடிப்படையில் அல்ல, ஆனால் அவர் அந்த வேலைக்கு சிறந்த நபர் என்பதால். எனவே, சிங்கப்பூரின் வெற்றிகரமான ஃபார்முலாவின் முதல் தூணாகத் தகுதியே உள்ளது.",
        "இரண்டாவது தூண் ‘பி’. இது நடைமுறைவாதத்தை குறிக்கிறது. நடைமுறைவாதம் என்பது ஒரு ஆங்கில கருத்தாகும், ஆனால் நடைமுறைவாதத்தின் சிறந்த வரையறை சீனாவின் தலைவர் டெங் சியாபிங்கால் வழங்கப்பட்டது. அதற்கு அவர், “பூனை கறுப்பாக இருந்தாலும் வெள்ளையாக இருந்தாலும் பரவாயில்லை. பூனை எலிகளைப் பிடித்தால் அது நல்ல பூனை”. எனவே, அதே வழியில், உங்கள் சித்தாந்தம் என்ன என்பது முக்கியமல்ல; அது வேலை செய்தால், மற்றவர்கள் அதைப் பயன்படுத்தலாம். எனவே, சிங்கப்பூர் மிகவும் நடைமுறையில் இருந்தது. இது சில முதலாளித்துவக் கொள்கைகளையும், சில சோசலிசக் கொள்கைகளையும் எடுத்து, அவற்றைக் கலக்கவும் கூடும். அதுதான் நடைமுறைவாதம். நீங்கள் எந்த அரசியல் சித்தாந்தத்தாலும் பிணைக்கப்படவில்லை.",
        "அப்போது நல்ல பேராசிரியர், மூன்றாவது தூணான ‘எச்’ அடைய கடினமானது என்றார். இது நேர்மையைக் குறிக்கிறது. பெரும்பாலான மூன்றாம் உலக நாடுகளை வீழ்த்தியது, வளர்ச்சியில் தோல்விக்கு வழிவகுத்தது ஊழல்தான் என்று அவர் வலியுறுத்தினார். எனவே, லீ குவான் யூ பிரதமரான பிறகு, இளையவர்களைத் தண்டிக்காமல், மிகவும் மூத்தவர்களைத் தண்டிக்க வேண்டும் என்று வலியுறுத்தினார். பிரதி அமைச்சர் ஒருவர் தனது நண்பரான வர்த்தகர் ஒருவருடன் விடுமுறைக்கு சென்றுள்ளார். சிங்கப்பூர் திரும்பிய அவர் கைது செய்யப்பட்டார். அவரை ஏன் கைது செய்கிறீர்கள் என்று கேட்டதற்கு, “நீங்கள் ஒரு தொழிலதிபருடன் விடுமுறையில் சென்றீர்கள், அவர் உங்கள் செலவுகள் அனைத்தையும் செலுத்தினார், அது ஊழல். நீ ஜெயிலுக்கு போவாய்”. எனவே, ஒரு பிரதி அமைச்சர் சிறைக்கு அனுப்பப்பட்டால், எல்லோரும் ‘அச்சச்சோ., நான் கவனமாக இருக்க வேண்டும். நானும் ஜெயிலுக்கு போகலாம். சிங்கப்பூர் விதிவிலக்காக வெற்றி பெற்றதற்கு அந்த நேர்மைக் காரணி ஒரு முக்கியமான அம்சமாகும்.",
        "இப்போது..., என்னுடைய இந்த கட்டுரையின் முக்கிய அம்சம் மற்றும் மேலே உள்ள நேர்காணலை மேற்கோள் காட்டுவது இங்கே. இந்தியப் பெருங்கடலின் முத்துவில் நீங்கள் பெறுவதை இந்தச் சூழ்நிலை எவ்வாறு ஒப்பிடுகிறது? சிங்கப்பூரில் வெற்றிக்கான ரகசிய சூத்திரத்திற்கு நேர் எதிர்மாறாக இருக்க வேண்டும் என்றால், எங்கள் அழகான குட்டித் தீவில் அது உங்களுக்கு இருக்கிறது என்பதே எனது கருத்தாகும்.",
        "1940களில் சிங்கப்பூர் இலங்கையை விட மிகவும் பின்தங்கியிருந்தது. அவர்களின் புதிரான, அழுத்தமான மற்றும் புகழ்பெற்ற பிரதம மந்திரி திரு லீ குவான் யூ கூட எங்களைப் பார்த்தார். அந்த நேரத்தில் கூட, MPH ஃபார்முலா, அல்லது இதே போன்ற செய்முறை சிலோனில் முழு ஈடுபாட்டுடன் இல்லை, ஆனால் சில விஷயங்கள் பில் பொருத்தப்பட்டவை, கொஞ்சம் கூட; ஒரு பகுதி MPH. நமது அற்புதமான தாய்நாட்டின் இயற்கை வளங்கள் மற்றும் அதன் மக்களின் தரம் ஆகியவற்றைக் கருத்தில் கொண்டு, மற்ற ஆசிய நாடுகளுக்கு மேலே எங்களை வைத்திருக்க இது போதுமானதாக இருந்தது.",
        "பின்னர் 70 ஒற்றைப்படை ஆண்டுகளுக்கும் மேலாக, இலங்கையிலும், பின்னர் இலங்கையிலும் இந்த பகுதி MPH சூத்திரம் கூட, ஆட்சிக்கு வந்த அனைத்து ஆட்சிகளாலும் அரிக்கப்பட்டு, இடித்து, பிரிக்கப்பட்டு, அழிக்கப்பட்டு, பொதுவாக அழிக்கப்பட்டது. இந்த அற்புதமான சூத்திரத்தின் இறுதி கண்டனத்தின் படுகுழியில் நாங்கள் படிப்படியாக நகர்ந்தோம். அடியாட்கள் மற்றும் உதவியாளர்கள் மற்றும் அரிதாகப் படித்த தவறானவர்களுக்கு ஆண்டுதோறும் உயர் பதவிகள் வழங்கப்பட்டன. அவர்கள் தனிப்பட்ட நிகழ்ச்சி நிரலில் வேலை செய்தார்களே தவிர நாட்டின் நலனுக்காக அல்ல. தேசபக்தர்கள் என்பதற்கு அப்பால், அவர்கள் மிக உயர்ந்த வரிசையின் இழிவானவர்கள்.",
        "சிறந்த மனிதர்கள் மீண்டும் மீண்டும் ஓரங்கட்டப்பட்டனர். இங்கு இருக்கும்போதே சர்வதேச அளவில் பெயர் எடுத்த சில உயர்மட்ட மக்கள் கூட முரட்டுத்தனமாக புறக்கணிக்கப்பட்டனர். இதன் விளைவாக, எங்களின் சில கண்ணியமான தயாரிப்புகள் மற்றும் சில நல்ல மூளைகள் நாட்டை விட்டு வெளியேறி, அவர்கள் தத்தெடுத்த நாடுகளில் சிறப்பாகச் செயல்பட்டன.",
        "இப்போது நாங்கள் ஹோசன்னாவைப் பாடுவதில் திருப்தி அடைகிறோம் மற்றும் தத்தெடுக்கப்பட்ட வெளிநாடுகளில் தனக்கென ஒரு பெயரைப் பெற்ற அந்த இலங்கையர்களின் மகிமையில் மூழ்க முயற்சிக்கிறோம். இங்கே இருக்கும் அதிகாரங்கள் இன்னும் இங்கே இருக்கும் சில புத்திசாலித்தனமானவர்களை அடக்கிக்கொண்டே இருக்கும் அதே சமயம் இதுதான். தற்போது பிற நாடுகளில் குடியுரிமை பெற்றுள்ள இலங்கையர்கள் இங்குதான் பிறந்தவர்கள். இப்போது அவர்கள் \"வெளிநாட்டினர்\". அவர்களின் சாதனைகள் என்று கூறப்படுவது இலங்கையர்களாக இல்லை. இலங்கையில் பிறந்த இந்த வெளிநாட்டவர்கள் மனித குலத்திற்கு கடவுளின் சொந்த பரிசாக ஊடகங்களில் காட்டப்படுவதைப் பார்ப்பது இந்த எழுத்தாளருக்கு எரிச்சலையும் ஊக்கத்தையும் அளிக்கிறது. எங்கள் உயர்மட்டத் தலைவர்கள் சிலர், நமது ஒளிமயமான தீவுக்குச் சேவை செய்ய மீண்டும் வருமாறு அவர்களை அழைக்கும் நகைப்புக்குரிய துணிச்சலைக் கொண்டிருப்பது முரண்பாடாக உள்ளது. குறைந்த பட்சம், அது சுத்த ஆசை. அவர்கள் உண்மையான இலங்கையர்கள் அல்ல. அவர்கள் நல்ல நிலைக்கு திரும்பி வரமாட்டார்கள்.",
        "இரண்டாவது தூண், நடைமுறைவாதம் இந்த சொர்க்க தீவில் இல்லாததால் மிகவும் முக்கியத்துவம் வாய்ந்தது. அடுத்தடுத்து வந்த ஆட்சிகளின் அரசியல்வாதிகள் வேலை செய்வதை பார்க்க முடியவில்லை. வேலைகளில் ஒரு ஸ்பேனரை வைக்க அவர்கள் தங்களால் இயன்றவரை முயற்சிப்பார்கள். முந்தைய ஆட்சியின் மூளையில் செயல்பட்டது ஒன்று என்றால், அது அவர்களின் வாரிசுகளால் சிதைக்கப்பட வேண்டும். அவர்களின் சித்தாந்தங்கள் நிலையானவை மற்றும் அவர்கள் எந்த விதமான சமரசத்திற்கும் முற்றிலும் எதிரானவர்கள் அல்லது சிறிது வளைந்து கொடுக்கும் தன்மை கொண்டவர்கள். பகுத்தறிவு, நடைமுறை, தருக்கத்தன்மை மற்றும் சிக்கலற்ற தன்மை; நடைமுறைவாதம் என்ற வார்த்தையின் ஒத்த சொற்கள், அவர்களின் முட்டாள்தனமான தத்துவங்கள் மற்றும் அவர்களின் சொற்களஞ்சியத்தில் இல்லை.",
        "MPH இன் கடைசி ஒன்று, ஆனால் நிச்சயமாக மிக முக்கியமானது; நேர்மை, இலங்கையில் முற்றிலும் இல்லை. அமைச்சர்களும் உயர் அதிகாரிகளும் தங்கள் முதுகுப் பற்களால் பொய் சொல்கிறார்கள். தலைவர்கள் என்று அழைக்கப்படுபவர்களை கீழ்நிலையினர் பின்பற்றுகிறார்கள். சிறப்பு சிங்கப்பூர் துணை அமைச்சர் ஒரு தொழிலதிபர் மூலம் விடுமுறைக்கு சென்றிருந்தால், நமது ஒப்பிடக்கூடிய தகுதியுள்ளவர்களின் கவனக்குறைவு அல்லது முயற்சிகள் நம் கற்பனையையும் கூட மீறுகின்றன.",
        "கமிஷன்கள் கொடுக்கப்படுகின்றன, மேசைக்கு அடியில் அல்லது கார் பார்க்கிங்கில் பணம் பரிமாறப்படுகிறது, மேலும் அனைத்து வகையான நிழலான பரிவர்த்தனைகளும் நாளின் வரிசையாகும். லீ குவான் யூ உயிருடன் இருந்திருந்தால், இங்குள்ள தற்போதைய நிலைமையைச் சீர்செய்யும்படி கேட்கப்பட்டிருந்தால், அவர் எந்த நேரத்திலும் நமது சிறைகளை நிரப்பியிருப்பார். இங்குள்ள கோழைகளை அறிந்தால், மற்றவர்கள் வரிசையில் விழ ஒரு சில குற்றவாளிகளை மட்டுமே சிறையில் அடைக்க வேண்டும்; மாறாக நன்றாக அதே.",
        "சிங்கப்பூர் எடுத்துக்காட்டியபடி, MPH ஃபார்முலா வேலை செய்கிறது. சிங்கப்பூரும் அதன் கவர்ச்சியான தலைவரான லீ குவான் யூவும், மனசாட்சியுடனும், உறுதியுடனும், ஒரு மாற்றத்தை ஏற்படுத்தும் பிராவிடன்ஸின் பரிசு என்பது போல, அதில் ஒட்டிக்கொண்டனர். இது மிகவும் பயனுள்ள மாற்றத்தை ஏற்படுத்தியது; 2500 ஆண்டுகளுக்கும் மேலான நமது பாரம்பரியத்தை வெட்கமின்றி பெருமையாகக் கூறி, உலகின் குழிகளில் இருப்பதில் நாங்கள் மிகவும் திருப்தியுடன் இருக்கும்போது, ​​சிங்கப்பூர் ஒரு முதல் உலக நாடாகி, இந்த அற்புதமான தீவில் நம்மை விட உயர்ந்துள்ளது. எங்களிடம் உள்ள வளங்கள், நமக்குக் கிடைக்கும் கல்வி வாய்ப்புகள் மற்றும் நம் மக்களின் இயல்பான திறன்கள் ஆகியவற்றைக் கருத்தில் கொண்டு, நாம் சிங்கப்பூரை விட உயரத்தில் பறக்க வேண்டும். ஆனால் துரதிர்ஷ்டவசமாக, எங்கள் வீழ்ச்சிக்கு எங்கள் சொந்த மக்களில் சிலரே திட்டமிட்டுள்ளனர்.",
        "இருப்பினும், இவை அனைத்திற்கும், நமக்கு மிக முக்கியமான விஷயம் என்னவென்றால், சுரங்கப்பாதையின் முடிவில் வெளிச்சம் இல்லை. நாம் ஒரு கருணையுள்ள ஆனால் கண்டிப்பான மற்றும் நேர்மையான அரசியல்வாதியையோ அல்லது அரசியற் பெண்ணையோ அடிவானத்தில் பார்க்கவில்லை. ஒரு உண்மையான தேசபக்தர் மட்டுமே, முழு வீட்டையும் ஒழுங்காக வைக்கத் தயாராக இருப்பார், இந்த அற்புதமான MPH ஃபார்முலாவைப் பயன்படுத்தி, நாம் கட்டாயமாக ஊடுருவிச் செல்ல வேண்டிய துளையிலிருந்து நம்மை மேலே இழுக்க முடியும். இந்த நாட்டை அதன் கழுத்தில் இழுத்து, அதில் சில உணர்வுகளை அசைத்து, வாக்குறுதியளிக்கப்பட்ட நிலத்தின் முற்றிலும் மாறுபட்ட நிலப்பரப்புக்கு நம்மை அழைத்துச் செல்லக்கூடிய அத்தகைய நபர் நமக்கு மிகவும் தேவை.",
        "சிங்கப்பூரின் வெற்றிக்கான ரகசிய சூத்திரத்தை வெளிப்படுத்திய பேராசிரியர் கிஷோர் மஹ்பூபானிக்கு நாம் மிகவும் நன்றியுள்ளவர்களாக இருக்க வேண்டும்! அடக்கமான மற்றும் அடக்கமான மனிதர், அவர் எவ்வளவு புத்திசாலி என்று பெருமை கொள்ளவில்லை. ஒரு உயர்மட்டப் பறப்பாளராக இருந்ததால், அவர் வகித்த அனைத்து பதவிகளுக்கும் அவர் மிகச் சிறந்த மனிதராக இருந்தார். லீ குவான் யூ ஒருவேளை அந்த மனிதரைத் தேர்ந்தெடுத்தார். கூடுதலாக, பேராசிரியர் மஹ்பூபானி கூறாதது என்னவென்றால், MPH என்ற சுருக்கமும் ஒரு மணி நேரத்திற்கு மைல்களைக் குறிக்கிறது; ஒரு மெட்ரிக் வேகம். சிங்கப்பூர் MPH ஃபார்முலாவும் இதைப் பயன்படுத்துவதன் மூலம், கணிசமான வேகத்தில் முடிவுகளைப் பெறலாம் என்பதைக் காட்டுகிறது.",
        "இலங்கைக்கான காலத்தின் தேவை, இந்த முயற்சி செய்து பரிசோதிக்கப்பட்ட சிங்கப்பூர் சூத்திரம் வெற்றிக்கான MPH ஆகும்.",
        "SLPP தனிப் பெரும்பான்மையை இழந்தது, பிரதமருக்கு ஆதரவாக கையெழுத்து சேகரிக்கும் முயற்சி தோல்வியடைந்தது - உதயா",
        "21 புதிய விமானங்களை குத்தகைக்கு எடுப்பதை உடனடியாக ஒத்திவைக்க ஸ்ரீலங்கன் உத்தரவிட்டுள்ளது",
        "எந்தவொரு சாத்தியமான தீர்வுக்கும் தாம் தயாராக இருப்பதாக ஜனாதிபதி பிரதம பீடாதிபதிகளிடம் தெரிவித்தார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}