{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/power-cuts-continue-in-sri-lanka-with-3-hrs-45-min-outages-scheduled-for-march-19-91823/",
  "time_ut": 1647605760,
  "title": "Power cuts continue in Sri Lanka with 3 hrs 45 min outages scheduled for March 19",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s utility provider the Ceylon Electricity Board (CEB) said power cuts of three hours and 45 minutes will be imposed in multiple areas on Saturday (19) while a three-hour power cuts will be imposed in the rest of the island.",
    "A, B, C, D, E, F, G, H, I, J, K, and L areas in the power cut schedule will lose power for 2.5 hours between 8am and 6pm and for one hour and 15 minutes between 6pm and 11pm on Saturday.",
    "Meanwhile, P, Q, R, S, T, U, V, and W areas will have a 2-hour power cut between 10am and 4pm and another 1.5-hour outage between 4pm and 10pm.",
    "The Ceylon Electricity Board (CEB) has limited the power shedding to 4 hours per day from the previous seven-hour power cut earlier this month after the Ceylon Petroleum Corporation (CPC) agreed to provide fuel sufficient for thermal power generation.",
    "With the ongoing forex crisis, Sri Lanka government is struggling to secure gas, medicine and other essential imports along with fuel. (Colombo/Ma18/2022)"
  ],
  "translate": {
    "si": {
      "title": "මාර්තු 19 දිනට නියමිත පැය 3 විනාඩි 45 ක් ඇණහිටීමත් සමඟ ශ්‍රී ලංකාවේ විදුලිය විසන්ධි කිරීම දිගටම පවතී",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ උපයෝගිතා සපයන්නා වන ලංකා විදුලිබල මණ්ඩලය (CEB) ප්‍රකාශ කළේ සෙනසුරාදා (19) ප්‍රදේශ කිහිපයක පැය තුනකුත් විනාඩි 45 ක විදුලි කප්පාදුවක් සිදු කරන අතර දිවයිනේ සෙසු ප්‍රදේශවල පැය තුනක විදුලි කප්පාදුවක් පනවන බවයි.",
        "විදුලිය විසන්ධි කාලසටහනේ ඇති A, B, C, D, E, F, G, H, I, J, K, සහ L යන ප්‍රදේශවල පෙරවරු 8 සිට සවස 6 දක්වා පැය 2.5 ක කාලයක් සහ සවස 6 සිට පැය 1 යි විනාඩි 15 ක කාලයක් විදුලිය විසන්ධි වේ. සෙනසුරාදා රාත්‍රී 11 ට.",
        "මේ අතර, P, Q, R, S, T, U, V සහ W යන ප්‍රදේශවල පෙරවරු 10 සිට පස්වරු 4 දක්වා පැය 2 ක කාලයක් විදුලිය විසන්ධි වන අතර පස්වරු 4 සිට රාත්‍රී 10 දක්වා තවත් පැය 1.5 ක කාලයක් විදුලිය විසන්ධි වනු ඇත.",
        "තාප විදුලිය නිෂ්පාදනය සඳහා ප්‍රමාණවත් ඉන්ධන සැපයීමට ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව එකඟ වීමෙන් පසු මේ මස මුලදී පැවති පැය හතක විදුලි කප්පාදුවේ සිට දිනකට පැය 4කට විදුලිය විසන්ධි කිරීම ලංකා විදුලිබල මණ්ඩලය විසින් සීමා කර ඇත.",
        "පවතින විදේශ විනිමය අර්බුදයත් සමඟ, ඉන්ධන සමඟ ගෑස්, ඖෂධ සහ අනෙකුත් අත්‍යවශ්‍ය ආනයන සුරක්ෂිත කිරීමට ශ්‍රී ලංකා රජය අරගල කරමින් සිටී. (කොළඹ/මැයි18/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் மார்ச் 19 ஆம் தேதி 3 மணி 45 நிமிடம் மின்வெட்டு தொடரும்",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பயன்பாட்டு வழங்குநரான இலங்கை மின்சார சபை (CEB) சனிக்கிழமை (19) பல பகுதிகளில் மூன்று மணிநேரம் 45 நிமிடங்கள் மின்வெட்டு அமுல்படுத்தப்படும் என்றும், தீவின் மற்ற பகுதிகளில் மூன்று மணிநேர மின்வெட்டு விதிக்கப்படும் என்றும் தெரிவித்துள்ளது.",
        "மின்வெட்டு அட்டவணையில் உள்ள ஏ, பி, சி, டி, இ, எஃப், ஜி, எச், ஐ, ஜே, கே மற்றும் எல் பகுதிகளில் காலை 8 மணி முதல் மாலை 6 மணி வரை 2.5 மணி நேரமும், மாலை 6 மணி வரை ஒரு மணி நேரம் 15 நிமிடங்களும் மின்சாரம் துண்டிக்கப்படும். சனிக்கிழமை இரவு 11 மணி.",
        "இதற்கிடையில், P, Q, R, S, T, U, V மற்றும் W ஆகிய பகுதிகளில் காலை 10 மணி முதல் மாலை 4 மணி வரை 2 மணி நேரமும், மாலை 4 மணி முதல் இரவு 10 மணி வரை 1.5 மணி நேரமும் மின்வெட்டு இருக்கும்.",
        "அனல் மின் உற்பத்திக்கு போதுமான எரிபொருளை வழங்குவதற்கு இலங்கை பெற்றோலியக் கூட்டுத்தாபனம் (CPC) இணங்கியதையடுத்து, இந்த மாத தொடக்கத்தில் ஏழு மணித்தியால மின்வெட்டிலிருந்து நாளொன்றுக்கு 4 மணித்தியாலங்களுக்கு மின்வெட்டை இலங்கை மின்சார சபை (CEB) மட்டுப்படுத்தியுள்ளது.",
        "தற்போதைய அந்நிய செலாவணி நெருக்கடியுடன், இலங்கை அரசாங்கம் எரிபொருளுடன் எரிவாயு, மருந்து மற்றும் பிற அத்தியாவசிய இறக்குமதிகளை பாதுகாக்க போராடுகிறது. (கொழும்பு/மா18/2022)"
      ]
    }
  }
}