{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Siblings-end-up-quarreling-Split-or-Drama/231-236072",
  "time_ut": 1651430100,
  "title": "‘Siblings … end up quarreling’:  Split or Drama?",
  "body_lines": [
    "Dishonest politicians abused the 1978 Constitution in rampaging and ransacking a nation: On July 8, 2019, we wrote on these columns an article Sub titled, “Even two siblings would end up quarreling under this ‘half-baked Constitution…’",
    "With uncertainty, indecision, and insecurity looming due to lack of direction and drive, the nation is in dire straits. The country has fallen into one of the most dreadful catastrophes in seventy five years. We reiterate our call, as per our last Monday’s column, - ‘A random interim committee consisting of Government and opposition’s old faces is certainly not the answer. We do not deserve another team of dishonest politicians to replace an existent corrupt and inefficient group: certainly, not another grand alliance of thieves and ruffians too naïve to rule this nation.’",
    "If the President and PM were elected from two different parties and were forced to unite in a ‘cohabitation’ to run the government, which is a very undesirable feature, invariably problems will crop up.  The fact that the Executive President has the power to allocate to himself any function according to his wish, he can take away any subject already assigned to any other minister. A President supporting an opposite policy in conflict with the policy of a majority in the House, how can this conflict be resolved? If neither is ready to give way, there will be a stalemate. The whole administration machinery will decline.",
    "\"In 2015-19, anxiety and rift between Sirisena and Wickremesinghe have been building for some time. Sirisena did not approve of some of the economic restructuring which was introduced by Wickremesinghe\"",
    "We had this bad experience in 2001-2004, with CBK-RW ‘unity’ cohabitation that took the country back by several years before it was abruptly and unilaterally dissolved by Chandrika. Speaking on the 1978 Constitution, the late Dr. NM Perera said, “There are many who hold diverse views on the Presidential system. They should be given the right to express their viewpoints to the people and full consideration be given to their views”",
    "“Parliamentary democracy, with all its flaws have presented stability and progress. We have rejected the violent disorder prevailed in states where Presidential system was practiced, [except the US] This will lead to one-party rule, political corruption, downright dishonesty and economic mismanagement.  If neither party is prepared to succumb to ground, the Constitution might as well be scrapped. It will be unworkable. The whole country being sick of Parliamentary democratic system will turn to alternative forms of government such as Fascism. It is a pity that JR has ceased to think of the future,” said NM Perera.",
    "During the 2001-2004, CBK-Ranil administration, CBK issued a gazette notification taking over the Development Lotteries Board, saying she needed funds to meet education and health.  Development Lotteries Board operated under minister Milinda Moragoda (UNP).",
    "In ‘A Critical Analysis of the New Constitution of the Sri Lanka Government’, an unusual book written in Sri Lanka and published two years after the new 1978 Constitution, he outlines EP’s ill-effects and the future political-constitutional realities though its failures were not observed during his time by this legendary leftist intellectual NM Perera. He critically assesses the character of the executive presidency in the 5th chapter and takes eight chapters to discuss in detail how the EP could control the entire structure, including the Parliament, the PM and cabinet, the judiciary and the election process to hold on to his authoritarian powers.",
    "In 2015-19, anxiety and rift between Sirisena and Wickremesinghe have been building for some time. Sirisena did not approve of some of the economic restructuring which was introduced by Wickremesinghe. Sirisena also had serious concerns over the investigations into military officers accused of Human Rights (HR) violations during Sri Lanka’s civil war. The excitement of a “bloodless revolution” in the voters on the Yahapalana Government that assumed power in January 2015, soon began to evaporate.",
    "\"CBK had the unrestrained power under the 1978 constitution to dissolve parliament and call for early general election in April 2004; but with the introduction of the 19A, the President no longer enjoyed the power to dissolve\"",
    "Before the JR introduced 1978 Constitution the Prime Minister and his cabinet of ministers exercised legislative powers. Sirimavo Bandaranaike had two-thirds majority in parliament and she used the enactment of the first Republican Constitution in 1972 to lengthen her administration by exploiting her two-thirds majority to her benefit in a dictatorial measure, and deprived the electorate an opportunity to elect the people’s representatives at the end of a five-year term. JR assuming the presidency after winning 1977 election with a 5/6 majority, he was determined to retain overwhelming control of parliament as the executive under its command. In fact, JR resorted to dictatorial strategy in  achieving continuous two-thirds in parliament by calling a referendum on Dec 22, 1982 –[the only national referendum held in Sri Lanka] to extend its life which was to cease in August 1983. The Parliament could be transformed into a monstrous institution in the absence of an executive presidency.",
    "Chandrika Bandaranaike Kumaratunga during her presidency experienced severe difficulties when the UNP controlled parliament [following victory at Dec. 2001 general election]; she brought that confrontation to an end with the dissolution of parliament. She had the unrestrained power under the 1978 constitution to dissolve parliament and call for early general election in April 2004; but with the introduction of the 19A, the President no longer enjoyed the power to dissolve. JR could have established a far stronger and efficient governance structure if he ensured a clear separation of powers through constitutional means.",
    "\"The Group of 40 led by Maithripala Sirisena who had talks with Gotabaya has given their own interpretations on what transpired further confusing the suffering masses. Aspiring ‘President Hopefuls’ are threatening Sajith, that he must support an interim rule\"",
    "Like in the French system, we should explore the possibility of preventing MPs the opportunity to cross sides. There was an urgent need to bring in constitutional changes but certainly not to abolish the Office of the Executive President but to enact changes to transform the existing law to a much better one. We urge all stake holders, political parties, the clergy, the civil society, the media as well as individual citizens to examine the issue without being tricked by interested parties seeking complete control of the House. Consider the steady deterioration and decline in disciplinary standards, the irresponsibility and the manner the parliament conducts its affairs, perhaps over the past four decade.",
    "The Group of 40 led by Maithripala Sirisena who had talks with Gotabaya has given their own interpretations on what transpired further confusing the suffering masses. Aspiring ‘President Hopefuls’ are threatening Sajith, that he must support an interim rule. Galle Face youth are determined to continue ‘Aragalaya’ (Protest) until the Rajapaksas surrender forthwith, while SJB, SLPP, JVP play their own power struggles. Flanked by two former ministers, each with more than half a dozen court cases, [as JVP stalwart Wasantha revealed], leader Sajith is promising stern action against corrupt rulers and their families and recover the loot.  Is he hoodwinking the people by marching from Kandy, traditional, but outdated, and ineffective protest, rather than concentrating on the NCM and an impeachment? His role is within the house at Diyawanna; leaving the outdoor activities to apolitical leaderless energetic youth."
  ],
  "translate": {
    "si": {
      "title": "'සහෝදර සහෝදරියන් ... රණ්ඩු සරුවල් අවසන් වේ': භේදයක් හෝ නාට්‍යයක්?",
      "body_lines": [
        "වංක දේශපාලකයෝ 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව අපයෝජනය කළේ ජාතියක් විනාශ කිරීම සහ කොල්ලකෑම සඳහා ය: 2019 ජූලි 8 වන දින, අපි මෙම තීරු ලිපිවල උපසිරැසියෙන් යුත් ලිපියක් ලිව්වා, “මේ ‘අඩ පිච්චුණු ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ සහෝදර සහෝදරියන් දෙදෙනෙකු පවා රණ්ඩු වේවි…’",
        "අවිනිශ්චිතභාවය, අවිනිශ්චිතභාවය සහ අනාරක්ෂිතභාවය හේතුවෙන් දිශානතිය සහ ධාවනය නොමැතිකම හේතුවෙන් ජාතිය දැඩි අසීරුතාවයකට පත්ව ඇත. වසර හැත්තෑපහක් තුළ රට දරුණුම ව්‍යසනයකට ඇද වැටී ඇත. අපගේ පසුගිය සඳුදා තීරුවට අනුව අපි අපගේ ඉල්ලීම නැවත අවධාරණය කරමු - ‘ආණ්ඩුවේ සහ විපක්ෂයේ පැරණි මුහුණුවලින් සමන්විත අහඹු අතුරු කමිටුවක් නිසැකවම පිළිතුර නොවේ. පවතින දූෂිත සහ අකාර්යක්ෂම කණ්ඩායමක් වෙනුවට තවත් වංක දේශපාලකයින් කණ්ඩායමක් අපට සුදුසු නැත: නිසැකවම, මේ ජාතිය පාලනය කිරීමට තරම් බොළඳ සොරුන්ගේ සහ රස්තියාදුකාරයන්ගේ තවත් මහා සන්ධානයක් නොවේ.",
        "ජනාධිපතිවරයා සහ අගමැතිවරයා විවිධ පක්‍ෂ දෙකකින් තේරී පත්වී ‘සහජීවනයකට’ එක් වී ආණ්ඩුව පවත්වාගෙන යාමට බල කළහොත් එය ඉතා නුසුදුසු ලක්ෂණයකි. විධායක ජනාධිපතිවරයාට තම අභිමතය පරිදි ඕනෑම කාර්යයක් තමාටම වෙන්කර ගැනීමට බලය තිබෙන නිසා ඔහුට දැනටමත් වෙනත් ඕනෑම ඇමැතිවරයකුට පවරා ඇති විෂයක් ඉවත් කළ හැකිය. සභාවේ බහුතර ප්‍රතිපත්තියට පටහැනිව ප්‍රතිවිරුද්ධ ප්‍රතිපත්තියකට සහාය දෙන ජනාධිපතිවරයකු, මෙම ගැටුම විසඳන්නේ කෙසේද? දෙදෙනාම ඉඩ දීමට සූදානම් නැතිනම්, ඇනහිටීමක් ඇති වේ. සමස්ත පරිපාලන යාන්ත්‍රණයම පිරිහී යනු ඇත.",
        "\"2015-19 කාලය තුළ සිරිසේන සහ වික්‍රමසිංහ අතර කාංසාව සහ විරසකයක් කාලයක් තිස්සේ ගොඩනැගෙමින් පවතී. වික්‍රමසිංහ විසින් හඳුන්වා දුන් සමහර ආර්ථික ප්‍රතිව්‍යුහගත කිරීම් සිරිසේන අනුමත කළේ නැත\"",
        "චන්ද්‍රිකා විසින් හදිසියේ සහ ඒකපාර්ශ්විකව දියකර හැරීමට පෙර වසර කිහිපයකින් රට ආපස්සට ගෙන ගිය CBK-RW ‘එකමුතු’ සහජීවනය සමඟ 2001-2004 කාලයේ අපට මෙම නරක අත්දැකීම අත්විය. 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව පිළිබඳව අදහස් දැක්වූ දිවංගත ආචාර්ය එන්.එම් පෙරේරා මහතා, “ජනාධිපති ක්‍රමය ගැන විවිධ මත දරන බොහෝ දෙනෙක් ඉන්නවා. ඔවුන්ගේ අදහස් ජනතාවට ප්‍රකාශ කිරීමේ අයිතිය ඔවුන්ට ලබා දිය යුතු අතර ඔවුන්ගේ අදහස් කෙරෙහි පූර්ණ අවධානය යොමු කළ යුතුය.",
        "“පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදය, එහි සියලු දෝෂ සහිතව ස්ථාවරත්වය සහ ප්‍රගතිය ඉදිරිපත් කර ඇත. [එක්සත් ජනපදය හැර] ජනාධිපති ක්‍රමය ක්‍රියාත්මක වූ ප්‍රාන්තවල පැවති ප්‍රචණ්ඩකාරී අක්‍රමිකතාව අපි ප්‍රතික්ෂේප කර ඇත්තෙමු, මෙය ඒක-පක්ෂ පාලනයකට, දේශපාලන දූෂණයට, අවංක වංකකමට සහ ආර්ථික අවපාලනයට තුඩු දෙනු ඇත. කිසිම පාර්ශ්වයක් බිමට යටවීමට සූදානම් නැතිනම්, ආණ්ඩුක්‍රම ව්‍යවස්ථාව ද අහෝසි වීමට ඉඩ ඇත. එය වැඩ කළ නොහැකි වනු ඇත. පාර්ලිමේන්තු ප‍්‍රජාතන්ත‍්‍රවාදී ක‍්‍රමය නිසා මුළු රටම ගිලන්ව සිටිනු ඇත්තේ ෆැසිස්ට්වාදය වැනි විකල්ප පාලන ක‍්‍රම වෙතටය. ජේ.ආර්.ට අනාගතය ගැන හිතන එක නවත්තපු එක කණගාටුදායකයි” එන්.එම් පෙරේරා පැවසීය.",
        "2001-2004 කාලය තුළ CBK-රනිල් පරිපාලනය, CBK සංවර්ධන ලොතරැයි මණ්ඩලය පවරා ගනිමින් ගැසට් නිවේදනයක් නිකුත් කරමින් කියා සිටියේ ඇයට අධ්‍යාපනය සහ සෞඛ්‍යය සපුරාලීමට මුදල් අවශ්‍ය බව පවසමිනි. සංවර්ධන ලොතරැයි මණ්ඩලය ක්‍රියාත්මක වන්නේ අමාත්‍ය මිලින්ද මොරගොඩ (එජාප) යටතේය.",
        "1978 නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් වසර දෙකකට පසු ශ්‍රී ලංකාවේ ලියා ප්‍රකාශයට පත් කරන ලද අසාමාන්‍ය ග්‍රන්ථයක් වන 'ශ්‍රී ලංකා රජයේ නව ආණ්ඩුක්‍රම ව්‍යවස්ථාව පිළිබඳ විවේචනාත්මක විශ්ලේෂණයක්' හි ඔහු EP හි අයහපත් ප්‍රතිවිපාක සහ අනාගත දේශපාලන-ව්‍යවස්ථාමය යථාර්ථයන් එහි අසාර්ථක වුවද ගෙනහැර දක්වයි. මෙම ජනප්‍රිය වාමාංශික බුද්ධිමතුන් වන එන් එම් පෙරේරා විසින් ඔහුගේ කාලයේ නිරීක්ෂණය නොකළේය. ඔහු 5 වන පරිච්ඡේදයේ විධායක ජනාධිපති ක්‍රමයේ ස්වභාවය විවේචනාත්මකව තක්සේරු කරන අතර, පාර්ලිමේන්තුව, අගමැති සහ කැබිනට් මණ්ඩලය, අධිකරණය සහ මැතිවරණ ක්‍රියාවලිය ඇතුළු සමස්ත ව්‍යුහයම EP විසින් පාලනය කරන්නේ කෙසේද යන්න විස්තරාත්මකව සාකච්ඡා කිරීමට පරිච්ඡේද අටක් ගනී. ඒකාධිපති බලතල.",
        "2015-19 කාලය තුළ සිරිසේන සහ වික්‍රමසිංහ අතර කාංසාව සහ විරසකයක් කාලයක් තිස්සේ ගොඩනැගෙමින් තිබේ. වික්‍රමසිංහ විසින් හඳුන්වා දුන් සමහර ආර්ථික ප්‍රතිව්‍යුහගත කිරීම් සිරිසේන අනුමත කළේ නැත. ශ්‍රී ලංකාවේ සිවිල් යුද්ධයේදී මානව හිමිකම් (HR) උල්ලංඝණය කිරීම් සම්බන්ධයෙන් චෝදනා එල්ල වූ හමුදා නිලධාරීන් පිළිබඳ විමර්ශන සම්බන්ධයෙන් ද සිරිසේන බරපතල කනස්සල්ලට පත්ව සිටියේය. 2015 ජනවාරියේ බලයට පත් යහපාලන ආණ්ඩුවේ ඡන්දදායකයන් තුළ \"ලේ රහිත විප්ලවයක්\" පිළිබඳ උද්යෝගය ඉක්මනින් වාෂ්ප වීමට පටන් ගත්තේය.",
        "\"CBK ට 1978 ව්‍යවස්ථාව යටතේ පාර්ලිමේන්තුව විසුරුවා හැරීමට සහ 2004 අප්‍රේල් මාසයේදී ඉක්මන් මහ මැතිවරණයක් කැඳවීමට අසීමිත බලයක් තිබුණි; නමුත් 19A හඳුන්වාදීමත් සමඟ ජනාධිපතිවරයාට විසුරුවා හැරීමේ බලය තවදුරටත් භුක්ති විඳීමට නොහැකි විය\"",
        "ජේආර් 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව ඉදිරිපත් කිරීමට පෙර අගමැති සහ ඔහුගේ අමාත්‍ය මණ්ඩලය ව්‍යවස්ථාදායක බලතල ක්‍රියාත්මක කළේය. සිරිමාවෝ බණ්ඩාරනායක මැතිනියට පාර්ලිමේන්තුවේ තුනෙන් දෙකක බලයක් තිබූ අතර, 1972 දී පළමු ජනරජ ව්‍යවස්ථාව සම්මත කර ගැනීමෙන් තුනෙන් දෙකේ බලය තම වාසියට ඒකාධිපති ලෙස ගසාකමින් තම පරිපාලනය දිර්ඝ කර ගැනීමට ඇය යොදා ගත් අතර ජනතාව තෝරා පත් කර ගැනීමේ අවස්ථාව ඡන්දදායකයාට අහිමි කළාය. පස් අවුරුදු ධූර කාලය අවසානයේ නියෝජිතයන්. 1977 මැතිවරණයෙන් 5/6 ක බලයකින් ජයග්‍රහණය කිරීමෙන් පසු ජේ.ආර් ජනාධිපති ධූරයට පත් වූ අතර, පාර්ලිමේන්තුවේ අණසක යටතේ විධායකය ලෙස අති විශාල පාලනයක් තබා ගැනීමට ඔහු අධිෂ්ඨාන කරගෙන සිටියේය. ඇත්ත වශයෙන්ම, JR 1982 දෙසැම්බර් 22 දින ජනමත විචාරණයක් කැඳවීමෙන් පාර්ලිමේන්තුවේ තුනෙන් දෙකක් අඛණ්ඩව සාක්ෂාත් කර ගැනීමේ ඒකාධිපති උපාය මාර්ගයක් අනුගමනය කළේය - [ශ්‍රී ලංකාවේ පැවති එකම ජාතික ජනමත විචාරණය] 1983 අගෝස්තු මාසයේදී අවසන් වීමට නියමිතව තිබූ සිය ආයු කාලය දීර්ඝ කිරීමට. විධායක ජනාධිපති ක‍්‍රමයක් නොමැති විට එය ම්ලේච්ඡ ආයතනයක් බවට පත් කළ හැකිය.",
        "චන්ද්‍රිකා බණ්ඩාරනායක කුමාරතුංග මහත්මිය ජනාධිපති ධුර කාලය තුළ එක්සත් ජාතික පක්ෂය පාර්ලිමේන්තුව පාලනය කරන විට [2001 දෙසැම්බර් මහ මැතිවරණයේ ජයග්‍රහණයෙන් පසුව] දැඩි දුෂ්කරතාවන්ට මුහුණ දුන්නාය. පාර්ලිමේන්තුව විසුරුවා හැරීමත් සමඟ ඇය එම ගැටුම අවසන් කළාය. 1978 ව්‍යවස්ථාව යටතේ පාර්ලිමේන්තුව විසුරුවා හැරීමට සහ 2004 අප්‍රේල් මාසයේදී ඉක්මන් මහ මැතිවරණයක් කැඳවීමට ඇයට අසීමිත බලයක් තිබුණි. නමුත් 19A හඳුන්වාදීමත් සමඟ ජනාධිපතිවරයාට තවදුරටත් විසුරුවා හැරීමේ බලයක් නොතිබුණි. ආණ්ඩුක්‍රම ව්‍යවස්ථාපිත ක්‍රම මගින් පැහැදිලි බලතල බෙදීමක් සහතික කළේ නම් ජේ.ආර්.ට මීට වඩා ශක්තිමත් සහ කාර්යක්ෂම පාලන ව්‍යුහයක් ස්ථාපිත කළ හැකිව තිබුණි.",
        "\"ගෝඨාභය සමඟ සාකච්ඡා කළ මෛත්‍රීපාල සිරිසේන ප්‍රමුඛ 40 කණ්ඩායම දුක්විඳින ජනතාව තව දුරටත් ව්‍යාකූල කරමින් සිදු වූ දේ ගැන ඔවුන්ගේම අර්ථකථන ලබා දී ඇත. 'ජනාධිපති අපේක්ෂාවන්' අපේක්ෂාවෙන් සිටින සජිත්ට තර්ජනය කරයි, ඔහු අතුරු පාලනයකට සහාය දිය යුතු බව\"",
        "ප්‍රංශ ක්‍රමයේ මෙන් මන්ත්‍රීවරුන්ට පැති මාරුවීමේ අවස්ථාව වැලැක්වීමේ හැකියාව අප සොයා බැලිය යුතුයි. ව්‍යවස්ථාමය වෙනස්කම් ගෙන ඒම හදිසි අවශ්‍යතාවයක් විය, නමුත් නිසැකවම විධායක ජනාධිපති ධුරය අහෝසි කිරීම නොව පවතින නීතිය වඩා හොඳ එකක් බවට පරිවර්තනය කිරීම සඳහා වෙනස්කම් ක්‍රියාත්මක කිරීම. සභාවේ සම්පූර්ණ පාලනය ලබා ගැනීමට උත්සාහ කරන උනන්දුවක් දක්වන පාර්ශ්වයන්ට නොරැවටෙන ලෙස ප්‍රශ්නය විමසා බලන ලෙස සියලුම පාර්ශ්වකරුවන්, දේශපාලන පක්ෂ, පූජ්‍ය පක්ෂය, සිවිල් සමාජය, මාධ්‍ය මෙන්ම තනි තනි පුරවැසියන්ගෙන් අපි ඉල්ලා සිටිමු. සමහර විට පසුගිය දශක හතර තුළ විනය ප්‍රමිතීන්හි අඛණ්ඩ පිරිහීම සහ පිරිහීම, වගකීම් විරහිතභාවය සහ පාර්ලිමේන්තුව එහි කටයුතු මෙහෙයවන ආකාරය සලකා බලන්න.",
        "ගෝඨාභය සමඟ සාකච්ඡා කළ මෛත්‍රීපාල සිරිසේන ප්‍රමුඛ 40 කණ්ඩායම දුක්විඳින ජනතාව තවදුරටත් ව්‍යාකූල කරමින් සිදු වූ දේ පිළිබඳව ඔවුන්ගේම අර්ථකථන ලබා දී ඇත. ‘ජනාධිපති බලාපොරොත්තු ඇති අය’ සජිත්ට තර්ජනය කරමින් සිටින්නේ ඔහු අතුරු පාලනයකට සහාය දිය යුතු බවය. SJB, SLPP, JVP තමන්ගේම බල අරගලයක් කරද්දී, රාජපක්ෂලා වහා යටත් වන තුරු ‘අරගලය’ (විරෝධතාව) ඉදිරියට ගෙන යාමට ගාලු මුවදොර තරුණයෝ අදිටන් කරගෙන සිටිති. උසාවි නඩු දුසිම් භාගයකට වඩා ඇති, [ජවිපෙ ප්‍රබල වසන්ත හෙලිකළ පරිදි] හිටපු ඇමතිවරුන් දෙදෙනෙක් දෙපසින් සිටින නායක සජිත් දූෂිත පාලකයින්ට සහ ඔවුන්ගේ පවුල්වලට එරෙහිව දැඩි ක්‍රියාමාර්ග ගෙන කොල්ලය අයකර ගන්නා බවට පොරොන්දු වෙමින් සිටී. ඔහු NCM සහ දෝෂාභියෝගයක් කෙරෙහි අවධානය යොමු කරනවාට වඩා, මහනුවර සිට, සම්ප්‍රදායික, නමුත් යල් පැන ගිය, සහ අකාර්යක්ෂම විරෝධතා පාගමනකින් ජනතාව මුලා කරනවාද? ඔහුගේ භූමිකාව දියවන්නාවේ නිවස තුළ ය; නිර්පාක්ෂික නායකයෙකු නැති ජවසම්පන්න තරුණයින්ට එළිමහන් ක්‍රියාකාරකම් අත්හැරීම."
      ]
    },
    "ta": {
      "title": "‘உடன்பிறந்தவர்களே... சண்டையில் முடிகிறதா’: பிரிவா அல்லது நாடகமா?",
      "body_lines": [
        "நேர்மையற்ற அரசியல்வாதிகள் 1978 அரசியலமைப்பை துஷ்பிரயோகம் செய்து ஒரு தேசத்தை சூறையாடுகிறார்கள்: ஜூலை 8, 2019 அன்று, “இந்த அரைகுறை அரசியலமைப்பின் கீழ் இரண்டு உடன்பிறப்புகள் கூட சண்டையிடுவார்கள்…” என்ற தலைப்பில் ஒரு கட்டுரையை நாங்கள் எழுதியுள்ளோம்.",
        "நிச்சயமற்ற தன்மை, உறுதியற்ற தன்மை மற்றும் பாதுகாப்பின்மை காரணமாக திசை மற்றும் உந்துதல் இல்லாததால், தேசம் இக்கட்டான நிலையில் உள்ளது. எழுபத்தைந்து வருடங்களில் மிகவும் பயங்கரமான பேரழிவில் நாடு விழுந்துள்ளது. எங்கள் கடைசி திங்கட்கிழமையின் பத்தியின்படி, எங்கள் அழைப்பை நாங்கள் மீண்டும் வலியுறுத்துகிறோம் - 'அரசு மற்றும் எதிர்க்கட்சியின் பழைய முகங்களைக் கொண்ட ஒரு சீரற்ற இடைக்கால குழு நிச்சயமாக பதில் இல்லை. தற்போதுள்ள ஊழல் மற்றும் திறமையற்ற குழுவை மாற்றுவதற்கு நேர்மையற்ற அரசியல்வாதிகளின் மற்றொரு அணிக்கு நாங்கள் தகுதியற்றவர்கள் அல்ல: நிச்சயமாக, இந்த தேசத்தை ஆள்வதற்கு மிகவும் அப்பாவியான திருடர்கள் மற்றும் ரஃபியன்களின் மற்றொரு பெரிய கூட்டணி அல்ல.",
        "ஜனாதிபதியும் பிரதமரும் இருவேறு கட்சிகளில் இருந்து தெரிவு செய்யப்பட்டு, அரசாங்கத்தை நடத்துவதற்கு ‘இணைந்து வாழும்’ நிலைக்குத் தள்ளப்பட்டால், இது மிகவும் விரும்பத்தகாத அம்சம், மாறாமல் பிரச்சினைகள் உருவாகும். நிறைவேற்று ஜனாதிபதி தனது விருப்பத்திற்கு ஏற்ப எந்த ஒரு பணியையும் தனக்கு ஒதுக்கிக் கொள்ளும் அதிகாரம் கொண்டவர் என்பதால், வேறு எந்த அமைச்சருக்கும் ஏற்கனவே ஒதுக்கப்பட்ட எந்த விஷயத்தையும் அவர் பறிக்க முடியும். சபையில் பெரும்பான்மையின் கொள்கைக்கு முரணான எதிர் கொள்கையை ஆதரிக்கும் ஜனாதிபதி, இந்த முரண்பாட்டை எவ்வாறு தீர்க்க முடியும்? இருவரும் வழிவிடத் தயாராக இல்லை என்றால், முட்டுக்கட்டை ஏற்படும். ஒட்டுமொத்த நிர்வாக இயந்திரமும் வீழ்ச்சியடையும்.",
        "\"2015-19 இல், சிறிசேன மற்றும் விக்ரமசிங்கே இடையே சில காலமாக கவலை மற்றும் விரிசல் உருவாகி வருகிறது. விக்ரமசிங்கே அறிமுகப்படுத்திய சில பொருளாதார மறுசீரமைப்புகளை சிறிசேன ஏற்கவில்லை\"",
        "2001-2004 ஆம் ஆண்டு CBK-RW ‘ஒற்றுமை’ கூட்டுவாழ்வில் நாம் இந்த மோசமான அனுபவத்தை அனுபவித்தோம், அது சந்திரிகாவால் திடீரென மற்றும் ஒருதலைப்பட்சமாக கலைக்கப்படுவதற்கு முன்னர் நாட்டை பல ஆண்டுகள் பின்னோக்கி கொண்டு சென்றது. 1978ஆம் ஆண்டு அரசியலமைப்புச் சட்டம் குறித்து உரையாற்றிய மறைந்த கலாநிதி என்.எம்.பெரேரா, “ஜனாதிபதி முறைமை தொடர்பில் பலதரப்பட்ட கருத்துக்களைக் கொண்ட பலர் உள்ளனர். மக்களிடம் தங்கள் கருத்துக்களை வெளிப்படுத்தும் உரிமை அவர்களுக்கு வழங்கப்பட வேண்டும், அவர்களின் கருத்துக்களுக்கு முழு கவனம் செலுத்தப்பட வேண்டும்”",
        "\"பாராளுமன்ற ஜனநாயகம், அதன் அனைத்து குறைபாடுகளுடன் ஸ்திரத்தன்மையையும் முன்னேற்றத்தையும் முன்வைத்துள்ளது. ஜனாதிபதி முறை நடைமுறையில் இருந்த மாநிலங்களில் நிலவும் வன்முறை சீர்கேட்டை நாங்கள் நிராகரித்துள்ளோம், [அமெரிக்கா தவிர] இது ஒரு கட்சி ஆட்சி, அரசியல் ஊழல், நேர்மையற்ற தன்மை மற்றும் பொருளாதார தவறான நிர்வாகத்திற்கு வழிவகுக்கும். எந்தக் கட்சியும் அடிபணியத் தயாராக இல்லை என்றால், அரசியலமைப்புச் சட்டமும் அகற்றப்படலாம். இது செயல்பட முடியாததாக இருக்கும். பார்லிமென்ட் ஜனநாயக முறையால் பாதிக்கப்பட்டுள்ள நாடு முழுவதும் பாசிசம் போன்ற மாற்று அரசாங்க வடிவங்களுக்கு திரும்பும். ஜே.ஆர் எதிர்காலத்தைப் பற்றி சிந்திக்காமல் விட்டுவிட்டார் என்பது ஒரு பரிதாபம்” என என்.எம்.பெரேரா தெரிவித்தார்.",
        "2001-2004 காலப்பகுதியில், CBK-ரணில் நிர்வாகத்தின் போது, ​​CBK அபிவிருத்தி லொத்தர் சபையை எடுத்துக்கொள்வதற்கான வர்த்தமானி அறிவிப்பை வெளியிட்டது. அபிவிருத்தி லொத்தர் சபை அமைச்சர் மிலிந்த மொரகொடவின் (ஐ.தே.க.) கீழ் இயங்குகிறது.",
        "புதிய 1978 அரசியலமைப்பின் இரண்டு ஆண்டுகளுக்குப் பின்னர் இலங்கையில் எழுதப்பட்ட மற்றும் வெளியிடப்பட்ட அசாதாரண புத்தகமான 'இலங்கை அரசாங்கத்தின் புதிய அரசியலமைப்பின் விமர்சன பகுப்பாய்வு' இல், அவர் EP இன் மோசமான விளைவுகளையும் அதன் தோல்விகள் என்றாலும் எதிர்கால அரசியல்-அரசியலமைப்பு யதார்த்தங்களையும் கோடிட்டுக் காட்டுகிறார். அவரது காலத்தில் இந்த பழம்பெரும் இடதுசாரி அறிவுஜீவி என்.எம்.பெரேராவால் கவனிக்கப்படவில்லை. அவர் 5வது அத்தியாயத்தில் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையின் தன்மையை விமர்சன ரீதியாக மதிப்பிட்டு, எட்டு அத்தியாயங்களை எடுத்து, பாராளுமன்றம், பிரதமர் மற்றும் அமைச்சரவை, நீதித்துறை மற்றும் தேர்தல் செயல்முறை உட்பட முழு அமைப்பையும் EP எவ்வாறு கட்டுப்படுத்த முடியும் என்பதை விரிவாக விவாதிக்கிறார். சர்வாதிகார சக்திகள்.",
        "2015-19ல், சிறிசேனவுக்கும் விக்ரமசிங்கவுக்கும் இடையே பதட்டமும் விரிசலும் சில காலமாக உருவாகி வருகின்றன. விக்கிரமசிங்கவால் அறிமுகப்படுத்தப்பட்ட சில பொருளாதார மறுசீரமைப்புகளை சிறிசேன ஏற்கவில்லை. இலங்கையின் உள்நாட்டுப் போரின் போது மனித உரிமைகள் (HR) மீறல்களில் ஈடுபட்டதாக குற்றம் சாட்டப்பட்ட இராணுவ அதிகாரிகள் மீதான விசாரணைகள் குறித்தும் சிறிசேன தீவிர கவலை கொண்டிருந்தார். 2015 ஜனவரியில் ஆட்சியைப் பொறுப்பேற்ற யஹபாலன அரசாங்கத்தின் மீது வாக்காளர்கள் மத்தியில் \"இரத்தமற்ற புரட்சி\" பற்றிய உற்சாகம் விரைவில் ஆவியாகத் தொடங்கியது.",
        "\"1978 அரசியலமைப்பின் கீழ் பாராளுமன்றத்தை கலைத்து, ஏப்ரல் 2004 இல் பொதுத் தேர்தலுக்கு முன்கூட்டியே அழைப்பு விடுக்க CBK க்கு கட்டுப்பாடற்ற அதிகாரம் இருந்தது; ஆனால் 19A அறிமுகப்படுத்தப்பட்டவுடன், கலைக்கும் அதிகாரத்தை ஜனாதிபதி அனுபவிக்கவில்லை\"",
        "ஜே.ஆர் 1978 அரசியலமைப்பை அறிமுகப்படுத்துவதற்கு முன்னர் பிரதம மந்திரியும் அவரது அமைச்சரவையும் சட்டமியற்றும் அதிகாரங்களைப் பயன்படுத்தினர். சிறிமாவோ பண்டாரநாயக்காவுக்கு நாடாளுமன்றத்தில் மூன்றில் இரண்டு பங்கு பெரும்பான்மை இருந்தது, 1972ல் முதல் குடியரசு அரசியலமைப்புச் சட்டத்தை அவர் பயன்படுத்திக் கொண்டு தனது நிர்வாகத்தை நீடித்து தனது மூன்றில் இரண்டு பெரும்பான்மையை சர்வாதிகார நடவடிக்கையில் பயன்படுத்திக் கொண்டார். ஐந்தாண்டு காலத்தின் முடிவில் பிரதிநிதிகள். ஜே.ஆர் 1977 தேர்தலில் 5/6 பெரும்பான்மையுடன் வெற்றிபெற்றதன் பின்னர் ஜனாதிபதியாக பொறுப்பேற்றார், அதன் கட்டளையின் கீழ் நிறைவேற்று அதிகாரம் கொண்ட பாராளுமன்றத்தின் பெரும் கட்டுப்பாட்டை தக்கவைக்க அவர் உறுதியாக இருந்தார். உண்மையில், ஜே.ஆர். 1983 ஆகஸ்ட் 1983 இல் நிறுத்தப்பட இருந்த தனது ஆயுளை நீட்டிக்க டிசம்பர் 22, 1982 இல் -[இலங்கையில் நடத்தப்பட்ட ஒரே தேசிய வாக்கெடுப்பு] வாக்கெடுப்புக்கு அழைப்பு விடுத்ததன் மூலம் தொடர்ந்து மூன்றில் இரண்டு பங்கை பாராளுமன்றத்தில் அடைவதில் சர்வாதிகார உத்தியை கையாண்டார். நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை இல்லாத பட்சத்தில் அது ஒரு பயங்கரமான நிறுவனமாக மாற்றப்படலாம்.",
        "சந்திரிகா பண்டாரநாயக்க குமாரதுங்க தனது ஜனாதிபதியாக இருந்தபோது, ​​UNP பாராளுமன்றத்தை [டிசம்பர் 2001 பொதுத் தேர்தலில் பெற்ற வெற்றியைத் தொடர்ந்து] கட்டுப்படுத்தியபோது கடுமையான சிரமங்களை அனுபவித்தார்; அவர் அந்த மோதலை பாராளுமன்றம் கலைப்பதன் மூலம் முடிவுக்கு கொண்டு வந்தார். 1978 அரசியலமைப்பின் கீழ் பாராளுமன்றத்தைக் கலைத்து, ஏப்ரல் 2004 இல் பொதுத் தேர்தலுக்கு முன்கூட்டியே அழைப்பு விடுக்கும் கட்டுப்பாடற்ற அதிகாரம் அவருக்கு இருந்தது; ஆனால் 19A அறிமுகப்படுத்தப்பட்டதன் மூலம், கலைக்கும் அதிகாரத்தை ஜனாதிபதி அனுபவிக்கவில்லை. ஜே.ஆர் அரசியலமைப்பு வழிமுறைகளின் மூலம் அதிகாரங்களை தெளிவாகப் பிரிப்பதை உறுதி செய்திருந்தால், அவர் மிகவும் வலுவான மற்றும் திறமையான நிர்வாகக் கட்டமைப்பை நிறுவியிருக்க முடியும்.",
        "\"கோட்டாபயவுடன் பேச்சு வார்த்தை நடத்திய மைத்திரிபால சிறிசேன தலைமையிலான 40 பேர் கொண்ட குழு, பாதிக்கப்பட்ட மக்களை மேலும் குழப்பியது என்ன என்பது குறித்து தங்கள் சொந்த விளக்கங்களை அளித்துள்ளனர். 'ஜனாதிபதி நம்பிக்கையாளர்கள்' சஜித்தை இடைக்கால ஆட்சிக்கு ஆதரவளிக்க வேண்டும் என்று மிரட்டுகின்றனர்\"",
        "ஃபிரெஞ்சு அமைப்பைப் போலவே, எம்.பி.க்கள் குறுக்கு வழியில் செல்வதைத் தடுப்பதற்கான சாத்தியக்கூறுகளை நாம் ஆராய வேண்டும். அரசியலமைப்பு மாற்றங்களைக் கொண்டுவருவதற்கான அவசரத் தேவை இருந்தது, ஆனால் நிச்சயமாக நிறைவேற்று ஜனாதிபதியின் அலுவலகத்தை ஒழிக்காமல், தற்போதுள்ள சட்டத்தை மிகச் சிறந்ததாக மாற்றுவதற்கு மாற்றங்களைச் செயல்படுத்த வேண்டும். அனைத்து பங்குதாரர்கள், அரசியல் கட்சிகள், மதகுருமார்கள், சிவில் சமூகம், ஊடகங்கள் மற்றும் தனிப்பட்ட குடிமக்கள், சபையின் முழுமையான கட்டுப்பாட்டைக் கோரும் ஆர்வமுள்ள தரப்பினரால் ஏமாற்றப்படாமல் பிரச்சினையை ஆராயுமாறு நாங்கள் கேட்டுக்கொள்கிறோம். ஒருவேளை கடந்த நான்கு தசாப்தங்களாக, ஒழுங்குமுறை தரங்களில் நிலையான சரிவு மற்றும் சரிவு, பொறுப்பற்ற தன்மை மற்றும் பாராளுமன்றம் அதன் விவகாரங்களை நடத்தும் விதம் ஆகியவற்றைக் கவனியுங்கள்.",
        "கோட்டாபயவுடன் பேச்சு வார்த்தை நடத்திய மைத்திரிபால சிறிசேன தலைமையிலான 40 பேர் கொண்ட குழு, பாதிக்கப்பட்ட மக்களை மேலும் குழப்பியது என்ன என்பது குறித்து தங்கள் சொந்த விளக்கங்களை அளித்துள்ளது. ‘ஜனாதிபதி நம்பிக்கையாளர்கள்’ இடைக்கால ஆட்சியை ஆதரிக்க வேண்டும் என்று சஜித்தை மிரட்டுகின்றனர். SJB, SLPP, JVP தங்கள் சொந்த அதிகாரப் போட்டிகளை விளையாடும் அதே வேளையில், ராஜபக்ஷக்கள் உடனடியாக சரணடையும் வரை ‘அரகலய’ (எதிர்ப்பு) தொடர காலி முகத்திடல் இளைஞர்கள் உறுதியாக உள்ளனர். இரண்டு முன்னாள் அமைச்சர்கள், ஒவ்வொருவருக்கும் அரை டஜன் நீதிமன்ற வழக்குகள் உள்ளன, [ஜே.வி.பி பிரமுகர் வசந்தா வெளிப்படுத்தியபடி], தலைவர் சஜித் ஊழல் ஆட்சியாளர்கள் மற்றும் அவர்களது குடும்பங்களுக்கு எதிராக கடுமையான நடவடிக்கை எடுப்பதாகவும் கொள்ளையடித்த பணத்தை மீட்பதாகவும் உறுதியளிக்கிறார். அவர் கண்டியிலிருந்து அணிவகுத்து, பாரம்பரியமான, ஆனால் காலாவதியான மற்றும் பயனற்ற எதிர்ப்பின் மூலம் மக்களை ஏமாற்றுகிறாரா? அவரது பங்கு தியவண்ணாவில் உள்ள வீட்டிற்குள் உள்ளது; அரசியலற்ற தலைமையற்ற ஆற்றல் மிக்க இளைஞர்களுக்கு வெளிப்புற நடவடிக்கைகளை விட்டுச் செல்கிறது."
      ]
    }
  }
}