{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81678/surcharge-tax-bill-passed-with-amendments",
  "time_ut": 1649309880,
  "title": "Surcharge Tax Bill passed with amendments",
  "body_lines": [
    "The Surcharge Tax Bill has been passed in Parliament with amendments and without a vote, a short while ago.",
    "The committee stage of the Surcharge Tax Bill had taken place this morning (07).",
    "The second reading of the Surcharge Tax Bill had been scheduled for today.",
    "Last month, the Supreme Court informed Speaker Mahinda Yapa Abeywardena that the Surcharge Tax Bill can be passed with a simple majority in parliament as it is in accordance with the Constitution.",
    "The said Bill was challenged in the Supreme Court by 10 parties including main opposition Samagi Jana Balawegaya, who filed petitions claiming that the Employees’ Provident Fund (EPF) and the Employees’ Trust Fund (ETF) would also be subjected to this 25% surcharge tax as any fund that exceeds Rs. 2 billion taxable income.",
    "In 2022 Budget, it was mooted that a 25% surcharge tax be imposed on individuals or companies earning an annual taxable income of Rs. 2,000 million or more.",
    "However, in the case of a partnership, the income of a partner derived from a partnership shall not be taken into account when calculating the taxable income of such partner as an individual, if the tax has been paid by the partnership on such taxable income.",
    "Further, on each company of a group of companies of which the aggregate of the taxable income of all subsidiaries and the holding company in that group of companies having an income over Rs. 2 billion, a 25% surcharge tax will be charged on the taxable income.",
    "It is to be a one-time tax payable by high-value taxpayers in 2022 for their income in the tax year of 2020/21 while the objective of this special tax was to raise the necessary revenue to finance the Government expenditure programs for the year undisturbed.",
    "The Attorney General had informed the Supreme Court last month that the one-time surcharge tax of 25% does not include 13 retirement funds including EPF and the ETF."
  ],
  "translate": {
    "si": {
      "title": "අධිභාර බදු පනත් කෙටුම්පත සංශෝධන සහිතව සම්මත විය",
      "body_lines": [
        "අධිභාර බදු පනත් කෙටුම්පත මීට සුළු මොහොතකට පෙර සංශෝධන සහිතව සහ ඡන්ද විමසීමකින් තොරව පාර්ලිමේන්තුවේදී සම්මත වී තිබේ.",
        "අධිභාර බදු පනත් කෙටුම්පතේ කාරක සභා අවස්ථාව අද (07) පෙරවරුවේ සිදුවී තිබුණා.",
        "අධිභාර බදු පනත් කෙටුම්පත දෙවැනි වර කියවීම අද දිනට නියමිතව තිබුණි.",
        "අධිභාර බදු පනත් කෙටුම්පත ආණ්ඩුක්‍රම ව්‍යවස්ථාවට අනුකූල බැවින් එය පාර්ලිමේන්තුවේ සරල බහුතරයකින් සම්මත කළ හැකි බව ශ්‍රේෂ්ඨාධිකරණය පසුගිය මාසයේදී කථානායක මහින්ද යාපා අබේවර්ධන මහතාට දැනුම් දුන්නේය.",
        "සේවක අර්ථසාධක අරමුදල (EPF) සහ සේවක භාරකාර අරමුදල (ETF) ද මෙම 25% අධිභාරයට යටත් කරන බව පවසමින් ප්‍රධාන විපක්ෂයේ සමගි ජන බලවේගය ඇතුළු පාර්ශව 10ක් විසින් එම පනත් කෙටුම්පත ශ්‍රේෂ්ඨාධිකරණය හමුවේ අභියෝගයට ලක් කළේය. බද්ද රු. බිලියන 2 ක බදු ආදායමක්.",
        "2022 අයවැයේ දී, වාර්ෂික බදු අය කළ හැකි ආදායම රු. මිලියන 2,000 ක් හෝ ඊට වැඩි.",
        "කෙසේ වෙතත්, හවුල්කාරිත්වයක් සම්බන්ධයෙන් ගත් කල, එවැනි බදු අය කළ හැකි ආදායමක් මත හවුල්කාරිත්වය විසින් බදු ගෙවා ඇත්නම්, පුද්ගලයෙකු ලෙස එවැනි හවුල්කරුවෙකුගේ බදු අය කළ හැකි ආදායම ගණනය කිරීමේදී හවුල්කාරිත්වයකින් ලබාගත් හවුල්කරුවෙකුගේ ආදායම සැලකිල්ලට නොගනී.",
        "තවද, සමාගම් සමූහයක එක් එක් සමාගම මත, සියලුම අනුබද්ධිත සමාගම්වල බදු අය කළ හැකි ආදායමේ එකතුව සහ එම සමාගම් සමූහයේ රු. බිලියන 2ක්, බදු අය කළ හැකි ආදායම මත 25% අධිභාර බද්දක් අය කෙරේ.",
        "2020/21 බදු වර්ෂය තුළ තම ආදායම සඳහා 2022 දී ඉහළ බදු ගෙවන්නන් විසින් ගෙවිය යුතු එක් වරක් බද්දක් වන අතර, මෙම විශේෂ බද්දේ අරමුණ වූයේ එම වර්ෂය සඳහා වන රජයේ වියදම් වැඩසටහන් සඳහා අවශ්‍ය ආදායම රැස් කර ගැනීමයි. නොකැළඹී.",
        "25%ක එක්වර අධිභාර බද්දට EPF සහ ETF ඇතුළු විශ්‍රාම අරමුදල් 13ක් ඇතුළත් නොවන බව නීතිපතිවරයා පසුගිය මාසයේ ශ්‍රේෂ්ඨාධිකරණයට දන්වා තිබුණි."
      ]
    },
    "ta": {
      "title": "சர்சார்ஜ் வரி மசோதா திருத்தங்களுடன் நிறைவேற்றப்பட்டது",
      "body_lines": [
        "கூடுதல் கட்டண வரி மசோதா நாடாளுமன்றத்தில் திருத்தங்கள் மற்றும் வாக்கெடுப்பு இன்றி சற்றுமுன் நிறைவேற்றப்பட்டது.",
        "மேலதிக வரிச் சட்டமூலத்தின் குழுநிலை இன்று (07) காலை இடம்பெற்றது.",
        "கூடுதல் வரிச் சட்டமூலத்தின் இரண்டாம் வாசிப்பு இன்று நடைபெறவிருந்தது.",
        "கடந்த மாதம் உச்ச நீதிமன்றம் சபாநாயகர் மகிந்த யாப்பா அபேவர்தனவிடம், அரசியலமைப்புச் சட்டத்திற்கு அமைய அதிபரான வரிச் சட்டமூலத்தை பாராளுமன்றத்தில் சாதாரண பெரும்பான்மையுடன் நிறைவேற்ற முடியும் என அறிவித்திருந்தது.",
        "இந்த மசோதாவை பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகயா உள்ளிட்ட 10 கட்சிகள் உச்ச நீதிமன்றத்தில் எதிர்த்து, ஊழியர்களின் வருங்கால வைப்பு நிதி (EPF) மற்றும் ஊழியர்களின் அறக்கட்டளை நிதி (ETF) ஆகியவையும் இந்த 25% கூடுதல் கட்டணத்திற்கு உட்பட்டதாகக் கூறி மனுக்களை தாக்கல் செய்தன. ரூபாய்க்கு மேல் உள்ள எந்தவொரு நிதியாக வரி. 2 பில்லியன் வரி விதிக்கக்கூடிய வருமானம்.",
        "2022 பட்ஜெட்டில், தனிநபர்கள் அல்லது நிறுவனங்களுக்கு 25% கூடுதல் வரி விதிக்கப்படும் என முன்மொழியப்பட்டது. 2,000 மில்லியன் அல்லது அதற்கு மேல்.",
        "எவ்வாறாயினும், ஒரு கூட்டாண்மை விஷயத்தில், கூட்டாண்மை மூலம் பெறப்பட்ட ஒரு கூட்டாளியின் வருமானம் கணக்கில் எடுத்துக்கொள்ளப்படாது, அத்தகைய கூட்டாளியின் வரிக்கு உட்பட்ட வருமானத்தை தனிநபர் போன்ற பங்குதாரர் கணக்கிடும்போது, ​​அத்தகைய வரி விதிக்கக்கூடிய வருமானத்தில் கூட்டாண்மை மூலம் வரி செலுத்தப்பட்டிருந்தால்.",
        "மேலும், நிறுவனங்களின் குழுவின் ஒவ்வொரு நிறுவனத்தின் மீதும், அனைத்து துணை நிறுவனங்களின் வரிக்குட்பட்ட வருமானம் மற்றும் அந்த நிறுவனங்களின் குழுவில் உள்ள ஹோல்டிங் நிறுவனம் ஆகியவற்றின் மொத்த வருமானம் ரூ. 2 பில்லியன், வரி விதிக்கக்கூடிய வருமானத்தின் மீது 25% கூடுதல் வரி விதிக்கப்படும்.",
        "2020/21 வரி ஆண்டில் அதிக மதிப்புள்ள வரி செலுத்துவோர் தங்கள் வருமானத்திற்காக 2022 இல் செலுத்த வேண்டிய ஒரு முறை வரியாக இது இருக்கும், அதே நேரத்தில் இந்த சிறப்பு வரியின் நோக்கம் அந்த ஆண்டிற்கான அரசாங்க செலவினத் திட்டங்களுக்கு நிதியளிக்க தேவையான வருவாயை உயர்த்துவதாகும். தொந்தரவு இல்லாமல்.",
        "அட்டர்னி ஜெனரல் கடந்த மாதம் உச்ச நீதிமன்றத்தில் தெரிவித்திருந்தார், ஒரு முறை கூடுதல் கட்டணம் 25% வரியில் EPF மற்றும் ETF உட்பட 13 ஓய்வூதிய நிதிகள் சேர்க்கப்படவில்லை."
      ]
    }
  }
}