{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81425/russia-targets-east-ukraine-says-first-phase-over",
  "time_ut": 1648279740,
  "title": "Russia targets east Ukraine, says first phase over",
  "body_lines": [
    "Russia says it will focus its invasion of Ukraine on “liberating” the east, signalling a possible shift in its strategy.",
    "The defence ministry said that the initial aims of the war were complete, and that Russia had reduced the combat capacity of Ukraine.",
    "Russia’s invasion appeared aimed at swiftly capturing major cities and toppling the government.",
    "But it has stalled in the face of fierce Ukrainian resistance.",
    "“The main tasks of the first stage of the operation have been carried out,” said Sergei Rudskoy, head of the General Staff’s main operations administration.",
    "“The combat capabilities of the Ukrainian armed forces have been substantially reduced, which allows us to concentrate our main efforts on achieving the main goal: the liberation of Donbas,” he added, referring to an area in eastern Ukraine largely in the hands of Russian-backed separatists.",
    "Russia’s military has been bombarding and trying to encircle key Ukrainian cities such as the capital Kyiv, which Gen Rudskoy characterised as an attempt to tie down Ukraine’s forces elsewhere in the country while Russia focuses on the east.",
    "Ukraine’s President, Volodymyr Zelensky, said his troops had landed “powerful blows” on Russia and called on Moscow to recognise the need for serious peace talks.",
    "“By restraining Russia’s actions, our defenders are leading the Russian leadership to a simple and logical idea: talk is necessary. Meaningful. Urgent. Fair. For the sake of the result, not for the sake of the delay,” he said.",
    "The exact end goal of Russia’s invasion has not been made explicit, but President Vladimir Putin described the aims as the “demilitarisation” and “denazification” of Ukraine, characterising the government’s leaders as a neo-Nazi junta killing millions in a genocide of Russian speakers.",
    "The claims have no basis and Ukraine and its Western allies dismiss them as a pretext to carry out an unprovoked war.",
    "Russian troops first tried to encircle the capital Kyiv. But after bombarding and then seizing several towns to the north-west they were forced back by Ukraine’s military, which is now trying to surround thousands of Russian soldiers.",
    "In a US assessment on Friday, a defence official said that Russia had made no progress in its advance on Ukraine’s second largest city Kharkiv, and that Ukraine could recapture Kherson.",
    "Russia’s army has had greater success in the south, seizing towns and cities such as Kherson, and making some gains in the east.",
    "Moscow now claims 93% of the Donbas region of Luhansk is under the control of Russian-backed separatists, with 54% of the other part of Donbas, Donetsk, in their hands. More than a third of the entire area was under separatist control before the war began.",
    "Andriy Yermak, chief of staff to Ukraine’s President Zelensky, cautioned against the suggestion that Russia had abandoned plans to seize the rest of Ukraine. “It’s a big danger before war is finished to make a public prognosis, especially when you are fighting against one of the biggest armies in the world,” Mr Yermak told the Financial Times.",
    "In another development, Russia’s defence ministry also announced that 1,351 servicemen had been killed and 3,825 wounded in Ukraine.",
    "The number is far lower than the number of Russian casualties cited either by Ukraine or the US.",
    "Western officials say a seventh Russian general has been killed in action. Analysts have previously suggested Ukraine may be deliberately targeting senior Russian military officers.",
    "Ukraine’s death toll since the war began is now well into the thousands, with 10 million people displaced within Ukraine and beyond its borders.",
    "So far the UN has only confirmed 1,081 civilian deaths in Ukraine but the true number is far higher with 300 deaths reported in the attack on a theatre in Mariupol alone.",
    "More than 3.7 million people have fled abroad, including 2.2 million to Poland. Russia says more than 400,000 have fled there too."
  ],
  "translate": {
    "si": {
      "title": "රුසියාව නැගෙනහිර යුක්රේනය ඉලක්ක කරයි, පළමු අදියර අවසන් බව කියයි",
      "body_lines": [
        "රුසියාව පවසන්නේ යුක්රේනය ආක්‍රමණය කිරීම නැගෙනහිර “මුදවා ගැනීම” කෙරෙහි අවධානය යොමු කරන බවත්, එහි මූලෝපාය වෙනස් විය හැකි බවට සංඥා කරන බවත් ය.",
        "ආරක්ෂක අමාත්‍යාංශය පැවසුවේ යුද්ධයේ මූලික අරමුණු සම්පූර්ණ වූ බවත්, රුසියාව යුක්රේනයේ සටන් ධාරිතාව අඩු කර ඇති බවත්ය.",
        "රුසියාවේ ආක්‍රමණය පෙනුනේ ප්‍රධාන නගර වේගයෙන් අල්ලාගෙන ආන්ඩුව පෙරලා දැමීමේ අරමුණින්.",
        "එහෙත් දරුණු යුක්රේන ප්‍රතිරෝධය හමුවේ එය ඇනහිට ඇත.",
        "\"මෙහෙයුමේ පළමු අදියරෙහි ප්රධාන කාර්යයන් සිදු කර ඇත\" යනුවෙන් සාමාන්ය කාර්ය මණ්ඩලයේ ප්රධාන මෙහෙයුම් පරිපාලනයේ ප්රධානී සර්ජි රුඩ්ස්කෝයි පැවසීය.",
        "\"යුක්රේන සන්නද්ධ හමුදාවන්ගේ සටන් හැකියාවන් සැලකිය යුතු ලෙස අඩු වී ඇති අතර, ප්රධාන ඉලක්කය සාක්ෂාත් කර ගැනීම සඳහා අපගේ ප්රධාන ප්රයත්නයන් අවධානය යොමු කිරීමට ඉඩ සලසයි: ඩොන්බාස් විමුක්තිය,\" ඔහු වැඩිදුරටත් පැවසුවේ, නැගෙනහිර යුක්රේනයේ බොහෝ දුරට රුසියානු අතේ ඇති ප්රදේශයක් ගැන සඳහන් කරමිනි. - පිටුබලය දුන් බෙදුම්වාදීන්.",
        "රුසියාව නැගෙනහිර දෙසට අවධානය යොමු කරන අතරතුර යුක්රේනයේ හමුදාවන් රටේ වෙනත් තැන්වල ගැටගැසීමේ උත්සාහයක් ලෙස ජෙනරල් රුඩ්ස්කෝයි විසින් සංලක්ෂිත කරන ලද කියෙව් අගනුවර වැනි ප්‍රධාන යුක්‍රේන නගර වට කිරීමට රුසියානු හමුදාව බෝම්බ ප්‍රහාර එල්ල කරමින් සිටී.",
        "යුක්රේනයේ ජනාධිපති, Volodymyr Zelensky, තම හමුදා රුසියාවට \"ප්රබල පහරවල්\" එල්ල කර ඇති අතර බරපතල සාම සාකච්ඡා සඳහා අවශ්යතාවය හඳුනා ගන්නා ලෙස මොස්කව්ගෙන් ඉල්ලා සිටියේය.",
        "“රුසියාවේ ක්‍රියාවන් වළක්වමින්, අපගේ ආරක්ෂකයින් රුසියානු නායකත්වය සරල හා තාර්කික අදහසකට යොමු කරයි: කතා කිරීම අවශ්‍ය වේ. අර්ථවත්. හදිසි. සාධාරණ. ඵලය පිණිස, ප්‍රමාදය පිණිස නොවේයයි” කීයේය.",
        "රුසියානු ආක්‍රමණයේ නිශ්චිත අවසාන ඉලක්කය පැහැදිලි කර නැත, නමුත් ජනාධිපති ව්ලැඩිමීර් පුටින් එම අරමුනු යුක්‍රේනයේ \"මිලිටරිකරණය\" සහ \"ජනනය කිරීම\" ලෙස විස්තර කල අතර, රුසියානු කථිකයන්ගේ ජන සංහාරයක දී මිලියන ගනනක් ඝාතනය කරන නව-නාසි ජුන්ටාවක් ලෙස ආන්ඩුවේ නායකයින් ගුනාංගීකරනය කලේය. .",
        "ප්‍රකාශයන්ට කිසිදු පදනමක් නොමැති අතර යුක්‍රේනය සහ එහි බටහිර සහචරයින් ඒවා ප්‍රකෝප නොකළ යුද්ධයක් ගෙන යාමේ කඩතුරාවක් ලෙස බැහැර කරති.",
        "රුසියානු හමුදා මුලින්ම උත්සාහ කළේ කියෙව් අගනුවර වට කිරීමටයි. නමුත් බෝම්බ හෙලීමෙන් පසුව වයඹ දෙසින් පිහිටි නගර කිහිපයක් අත්පත් කර ගැනීමෙන් පසු යුක්රේනයේ හමුදාව විසින් ඔවුන්ට ආපසු බල කරන ලද අතර එය දැන් රුසියානු සොල්දාදුවන් දහස් ගණනක් වට කිරීමට උත්සාහ කරයි.",
        "සිකුරාදා එක්සත් ජනපද තක්සේරුවකදී ආරක්ෂක නිලධාරියෙකු පැවසුවේ යුක්රේනයේ දෙවන විශාලතම නගරය වන Kharkiv වෙත රුසියාව සිය ඉදිරි ගමනේ කිසිදු ප්‍රගතියක් ලබා නොමැති බවත්, යුක්රේනයට Kherson නැවත අත්පත් කර ගත හැකි බවත්ය.",
        "රුසියාවේ හමුදාව දකුණේ වැඩි සාර්ථකත්වයක් අත්කර ගෙන ඇති අතර, Kherson වැනි නගර සහ නගර අල්ලාගෙන, නැගෙනහිරින් යම් ජයග්‍රහණ ලබා ඇත.",
        "මොස්කව් දැන් කියා සිටින්නේ ලුහාන්ස්ක් හි ඩොන්බාස් ප්‍රදේශයෙන් 93%ක් රුසියානු පිටුබලය ලබන බෙදුම්වාදීන්ගේ පාලනය යටතේ පවතින අතර ඩොනෙට්ස්ක් හි අනෙක් කොටසෙන් 54%ක් ඔවුන් අතේ ඇති බවයි. යුද්ධය ආරම්භ වීමට පෙර මුළු ප්රදේශයෙන් තුනෙන් එකකට වඩා බෙදුම්වාදී පාලනය යටතේ පැවතුනි.",
        "යුක්රේනයේ ජනාධිපති සෙලෙන්ස්කිගේ කාර්ය මණ්ඩල ප්‍රධානී Andriy Yermak, රුසියාව යුක්රේනයේ සෙසු ප්‍රදේශ අත්පත් කර ගැනීමේ සැලසුම් අත්හැර දමා ඇති බවට කරන ලද යෝජනාවට එරෙහිව අවවාද කළේය. “යුද්ධය අවසන් වීමට පෙර එය ප්‍රසිද්ධියේ පුරෝකථනය කිරීම විශාල අනතුරකි, විශේෂයෙන් ඔබ ලෝකයේ විශාලතම හමුදාවකට එරෙහිව සටන් කරන විට,” යෙර්මාක් මහතා ෆිනෑන්ෂල් ටයිම්ස් වෙත පැවසීය.",
        "තවත් වර්ධනයකදී, යුක්රේනයේ සෙබළුන් 1,351ක් මිය ගොස් 3,825ක් තුවාල ලබා ඇති බව රුසියානු ආරක්ෂක අමාත්‍යාංශය නිවේදනය කළේය.",
        "එම සංඛ්‍යාව යුක්රේනය හෝ එක්සත් ජනපදය විසින් උපුටා දක්වන ලද රුසියානු මරණ සංඛ්‍යාවට වඩා බෙහෙවින් අඩු ය.",
        "බටහිර බලධාරීහු පවසන්නේ හත්වන රුසියානු ජෙනරාල්වරයා ක්‍රියාන්විතයේදී මරා දමා ඇති බවයි. විශ්ලේෂකයින් මීට පෙර යෝජනා කර ඇත්තේ යුක්රේනය හිතාමතාම රුසියානු ජ්‍යෙෂ්ඨ හමුදා නිලධාරීන් ඉලක්ක කළ හැකි බවයි.",
        "යුද්ධය ආරම්භ වූ දා සිට යුක්රේනයේ මියගිය සංඛ්‍යාව දැන් දහස් ගණනකට වැඩි ය, මිලියන 10 ක ජනතාවක් යුක්‍රේනය තුළ සහ එහි දේශසීමාවෙන් ඔබ්බට අවතැන් වී ඇත.",
        "මේ වන විට එක්සත් ජාතීන් විසින් යුක්රේනයේ සිවිල් මරණ 1,081 ක් පමණක් තහවුරු කර ඇති නමුත් සත්‍ය සංඛ්‍යාව ඊට වඩා බෙහෙවින් වැඩි ය Mariupol හි රඟහලකට එල්ල වූ ප්‍රහාරයෙන් පමණක් 300 මරණ වාර්තා විය.",
        "මිලියන 2.2 ක් පෝලන්තයට ඇතුළුව මිලියන 3.7 කට වැඩි පිරිසක් විදේශගත වී ඇත. රුසියාව පවසන්නේ 400,000 කට වැඩි පිරිසක් එහි ද පළා ගොස් ඇති බවයි."
      ]
    },
    "ta": {
      "title": "ரஷ்யா கிழக்கு உக்ரைனை குறிவைத்துள்ளது, முதல் கட்டம் முடிந்துவிட்டது",
      "body_lines": [
        "உக்ரைன் மீதான தனது படையெடுப்பை கிழக்கை \"விடுதலை\" செய்வதில் கவனம் செலுத்துவதாக ரஷ்யா கூறுகிறது, இது அதன் மூலோபாயத்தில் சாத்தியமான மாற்றத்தை சமிக்ஞை செய்கிறது.",
        "போரின் ஆரம்ப நோக்கங்கள் நிறைவடைந்துள்ளதாகவும், உக்ரைனின் போர் திறனை ரஷ்யா குறைத்துள்ளதாகவும் பாதுகாப்பு அமைச்சகம் தெரிவித்துள்ளது.",
        "ரஷ்யாவின் படையெடுப்பு முக்கிய நகரங்களை விரைவாகக் கைப்பற்றி அரசாங்கத்தை வீழ்த்துவதை நோக்கமாகக் கொண்டது.",
        "ஆனால் கடுமையான உக்ரேனிய எதிர்ப்பின் முகத்தில் அது ஸ்தம்பித்தது.",
        "\"செயல்பாட்டின் முதல் கட்டத்தின் முக்கிய பணிகள் மேற்கொள்ளப்பட்டுள்ளன\" என்று பொதுப் பணியாளர்களின் முக்கிய செயல்பாட்டு நிர்வாகத்தின் தலைவர் செர்ஜி ருட்ஸ்காய் கூறினார்.",
        "\"உக்ரேனிய ஆயுதப் படைகளின் போர் திறன்கள் கணிசமாகக் குறைக்கப்பட்டுள்ளன, இது முக்கிய இலக்கை அடைவதில் எங்கள் முக்கிய முயற்சிகளை கவனம் செலுத்த அனுமதிக்கிறது: டான்பாஸ் விடுதலை,\" என்று அவர் மேலும் கூறினார், கிழக்கு உக்ரைனில் பெரும்பாலும் ரஷ்ய கைகளில் உள்ள ஒரு பகுதியைக் குறிப்பிடுகிறார். -பிரிவினைவாதிகளை ஆதரித்தது.",
        "ரஷ்யாவின் இராணுவம் குண்டுவீச்சு மற்றும் தலைநகர் கிய்வ் போன்ற முக்கிய உக்ரேனிய நகரங்களை சுற்றி வளைக்க முயற்சிக்கிறது, இது ரஷ்யா கிழக்கில் கவனம் செலுத்தும் போது நாட்டில் வேறு இடங்களில் உக்ரைனின் படைகளை கட்டிப்போடும் முயற்சியாக ஜெனரல் ருட்ஸ்காய் வகைப்படுத்தினார்.",
        "உக்ரைனின் ஜனாதிபதி வோலோடிமிர் ஜெலென்ஸ்கி, தனது துருப்புக்கள் ரஷ்யா மீது \"சக்திவாய்ந்த அடிகளை\" இறக்கியதாகவும், தீவிரமான அமைதிப் பேச்சுவார்த்தைகளின் அவசியத்தை அங்கீகரிக்க மாஸ்கோவிற்கு அழைப்பு விடுத்ததாகவும் கூறினார்.",
        "\"ரஷ்யாவின் நடவடிக்கைகளைத் தடுப்பதன் மூலம், எங்கள் பாதுகாவலர்கள் ரஷ்ய தலைமையை ஒரு எளிய மற்றும் தர்க்கரீதியான யோசனைக்கு வழிநடத்துகிறார்கள்: பேச்சு அவசியம். அர்த்தமுள்ள. அவசரம். நியாயமான. முடிவுக்காக, தாமதத்திற்காக அல்ல,'' என்றார்.",
        "ரஷ்யாவின் படையெடுப்பின் சரியான இறுதி இலக்கு வெளிப்படையாகக் கூறப்படவில்லை, ஆனால் ஜனாதிபதி விளாடிமிர் புடின் இந்த நோக்கங்களை உக்ரேனின் \"இராணுவமயமாக்கல்\" மற்றும் \"குறைப்பு\" என்று விவரித்தார், ரஷ்ய மொழி பேசுபவர்களின் இனப்படுகொலையில் மில்லியன் கணக்கானவர்களைக் கொன்று குவித்த அரசாங்கத்தின் தலைவர்களை ஒரு நவ-நாஜி ஆட்சிக்குழுவாக வகைப்படுத்தினார். .",
        "இந்த கூற்றுகளுக்கு எந்த அடிப்படையும் இல்லை மற்றும் உக்ரைனும் அதன் மேற்கத்திய நட்பு நாடுகளும் தூண்டப்படாத போரை நடத்துவதற்கான ஒரு சாக்குப்போக்காக அவற்றை நிராகரிக்கின்றன.",
        "ரஷ்ய துருப்புக்கள் முதலில் தலைநகர் கிவ்வை சுற்றி வளைக்க முயன்றன. ஆனால் வடமேற்கில் உள்ள பல நகரங்களை குண்டுவீசி பின்னர் கைப்பற்றிய பின்னர் அவர்கள் உக்ரைனின் இராணுவத்தால் பின்வாங்கப்பட்டனர், அது இப்போது ஆயிரக்கணக்கான ரஷ்ய வீரர்களை சுற்றி வளைக்க முயற்சிக்கிறது.",
        "வெள்ளியன்று அமெரிக்க மதிப்பீட்டில், உக்ரைனின் இரண்டாவது பெரிய நகரமான கார்கிவ் மீது ரஷ்யா எந்த முன்னேற்றமும் அடையவில்லை என்றும், உக்ரைன் கெர்சனை மீண்டும் கைப்பற்ற முடியும் என்றும் ஒரு பாதுகாப்பு அதிகாரி கூறினார்.",
        "ரஷ்யாவின் இராணுவம் தெற்கில் அதிக வெற்றியைப் பெற்றது, கெர்சன் போன்ற நகரங்களையும் நகரங்களையும் கைப்பற்றியது மற்றும் கிழக்கில் சில வெற்றிகளைப் பெற்றது.",
        "மாஸ்கோ இப்போது Luhansk இல் உள்ள Donbas பகுதியில் 93% ரஷ்ய ஆதரவு பிரிவினைவாதிகளின் கட்டுப்பாட்டில் இருப்பதாகவும், Donbas இன் மற்ற பகுதியான Donetsk இல் 54% தங்கள் கைகளில் இருப்பதாகவும் கூறுகிறது. முழுப் பகுதியிலும் மூன்றில் ஒரு பங்கிற்கு மேல் போர் தொடங்கும் முன் பிரிவினைவாதிகளின் கட்டுப்பாட்டில் இருந்தது.",
        "உக்ரைனின் ஜனாதிபதி ஜெலென்ஸ்கியின் தலைமை அதிகாரியான Andriy Yermak, உக்ரைனின் மற்ற பகுதிகளை கைப்பற்றும் திட்டத்தை ரஷ்யா கைவிட்டது என்ற கருத்துக்கு எதிராக எச்சரித்தார். \"போர் முடிவடைவதற்கு முன், ஒரு பொது முன்கணிப்பை உருவாக்க இது ஒரு பெரிய ஆபத்து, குறிப்பாக நீங்கள் உலகின் மிகப்பெரிய இராணுவங்களில் ஒன்றிற்கு எதிராகப் போரிடும்போது,\" திரு யெர்மக் பைனான்சியல் டைம்ஸிடம் கூறினார்.",
        "மற்றொரு வளர்ச்சியில், ரஷ்யாவின் பாதுகாப்பு அமைச்சகம் உக்ரைனில் 1,351 வீரர்கள் கொல்லப்பட்டதாகவும் 3,825 பேர் காயமடைந்ததாகவும் அறிவித்தது.",
        "இந்த எண்ணிக்கை உக்ரைன் அல்லது அமெரிக்காவால் குறிப்பிடப்பட்ட ரஷ்ய உயிரிழப்புகளின் எண்ணிக்கையை விட மிகக் குறைவு.",
        "ஏழாவது ரஷ்ய ஜெனரல் நடவடிக்கையில் கொல்லப்பட்டதாக மேற்கத்திய அதிகாரிகள் கூறுகின்றனர். ரஷ்ய ராணுவத்தின் மூத்த அதிகாரிகளை உக்ரைன் வேண்டுமென்றே குறிவைத்து தாக்குதல் நடத்தலாம் என்று ஆய்வாளர்கள் முன்பு கூறியுள்ளனர்.",
        "போர் தொடங்கியதில் இருந்து உக்ரைனின் இறப்பு எண்ணிக்கை இப்போது ஆயிரக்கணக்கில் உள்ளது, 10 மில்லியன் மக்கள் உக்ரைனுக்குள் மற்றும் அதன் எல்லைகளுக்கு அப்பால் இடம்பெயர்ந்துள்ளனர்.",
        "இதுவரை ஐ.நா. உக்ரைனில் 1,081 சிவிலியன் இறப்புகளை மட்டுமே உறுதிப்படுத்தியுள்ளது, ஆனால் உண்மையான எண்ணிக்கை மிக அதிகமாக உள்ளது, மரியுபோலில் உள்ள தியேட்டர் மீதான தாக்குதலில் மட்டும் 300 இறப்புகள் பதிவாகியுள்ளன.",
        "போலந்துக்கு 2.2 மில்லியன் பேர் உட்பட 3.7 மில்லியனுக்கும் அதிகமான மக்கள் வெளிநாடுகளுக்குத் தப்பிச் சென்றுள்ளனர். 400,000 க்கும் அதிகமானோர் அங்கிருந்து வெளியேறியதாக ரஷ்யா கூறுகிறது."
      ]
    }
  }
}