{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Treat-the-men-in-khaki-uniform-with-dignity-EDITORIAL/172-237347",
  "time_ut": 1652993400,
  "title": "Treat the men in khaki uniform with dignity - EDITORIAL",
  "body_lines": [
    "The Police in Sri Lanka are suffering at the hands of political interference. That’s evident from the recent letter the IGP has sent to Secretary to the Minister of Defence. The worst, according to the letter penned by the Police Chief C.D. Wickramaratne, and published in newspapers, is that out of 184 OIC appointments only two were non political and done after taking into consideration proper qualifications. These appointments were done over a period of time between January 1 and November 3, 2021.",
    "Officers of the Police Department should be loved by the citizens of a country. There is a saying that when in England never to ask for road directions from a policeman because he will come behind you and see whether you are following the proper instructions. That’s the love and affection a policeman in England has for a citizen.",
    "Law enforcement officers must know the law and administrative skills if they are to serve in a town. The IGP in his letter states that when members of the police force are promoted in an undue manner a police station can be inefficient and the public can also be inconvenienced.",
    "As Wickramaratne states in the letter it must be mentioned here that the Police are a key component of the Executive and reflects the government’s policy of the law.",
    "The Police could be the worst affected due to interference by lawmakers. We have heard of incidents where police officers have been transferred when they opposed political interference in their official duties. Over the years just a handful of Police officers have had the backbone to stand up against political interference, but that also at a ‘cost’. Sometimes punishment transfers have been ‘painful’ and so inconvenient to family members of policemen and female police officers.",
    "Members of the Sri Lanka Police force often complain of receiving low salaries. Most of them are lost in a khaki jungle and only the smart ones engaged in extra-curricular activities and found ways of being identified or highlighted for some special skill. Senior DIG Anura Senanayake was more known for his singing skills and not very well- known in the police till his name was associated with the Wazim Thajudeen murder case. A good number of individuals who join the police serve the department for a short period and go in search of greener pastures. All this is because serving half your life in the police still wouldn’t guarantee a luxury life; something which men in other military uniform sometimes create for themselves.",
    "People are alarmed, but might have empathy for these khaki clad officers when they make news by being nabbed for their involvement in incidents of misconduct or for their arrests in connection with drugs or association with drug traffickers. Some of these police officers have been drug addicts themselves. This deterioration of the quality in the police force has taken place to the dismay of the public; especially the senior citizens.",
    "The older generation, representing civilians, have known police officers who have been officers and gentlemen. From the initial start when the department was known to be Police Ordinance (1865) to taking the name Sri Lanka Police Service in 1866 the police department has grown as an institute. At present the Sri Lanka Police has a Police Academy, technical infrastructure support units, a crime investigation unit and a protective unit. All these gains will go down the drain if police officers are continued to be harassed by politicians and financial constraints forces these men in uniform to resort to unethical conducts.",
    "In general the public is frustrated with the police. Just the other day we saw a top police official whose name is associated with the GotaGoGama attack incident being manhandled by angry mobs; who are citizens of this country.",
    "People of this country are demanding a change in the country’s system. It’s high time that future lawmakers make changes in how they also treat and deal with the law enforcing officials of the country.  The police men in uniform need an environment to work with dignity. It’s their right!"
  ],
  "translate": {
    "si": {
      "title": "කාකි නිල ඇඳුමෙන් සැරසී සිටින පිරිමින්ට ගෞරවයෙන් සලකන්න - කතුවැකිය",
      "body_lines": [
        "ශ්‍රී ලංකාවේ පොලිසිය දේශපාලන ඇඟිලි ගැසීම්වලින් පීඩා විඳිති. ඒ බව පොලිස්පතිවරයා විසින් ආරක්ෂක අමාත්‍ය ලේකම්වරයා වෙත පසුගියදා යවා ඇති ලිපියෙන් පැහැදිලි වේ. නරකම, පොලිස්පති සී.ඩී. විසින් ලියන ලද ලිපියට අනුව. වික්‍රමරත්න, සහ පුවත්පත්වල පළ කර ඇත්තේ ස්ථානාධිපති පත්වීම් 184 න් දෙකක් පමණක් දේශපාලන නොවන බවත් නිසි සුදුසුකම් සැලකිල්ලට ගෙන සිදු කළ ඒවා බවත්ය. මෙම පත්වීම් 2021 ජනවාරි 1 සිට නොවැම්බර් 3 දක්වා කාලය තුළ සිදු කර ඇත.",
        "පොලිස් දෙපාර්තමේන්තුවේ නිලධාරීන්ට රටක පුරවැසියන්ගේ ආදරය ලැබිය යුතුයි. එංගලන්තයේ සිටින විට කිසිවිටෙක පොලිස් කාරයෙකුගෙන් මාර්ග උපදෙස් නොඅසන බවට කියමනක් තිබේ, මන්ද ඔහු ඔබේ පිටුපසින් පැමිණ ඔබ නිසි උපදෙස් පිළිපදිනවාද කියා බලයි. ඒ එංගලන්තයේ පොලිස් නිලධාරියෙකු පුරවැසියෙකුට දක්වන ආදරය සහ සෙනෙහසයි.",
        "නීතිය බලාත්මක කරන නිලධාරීන් නගරයක සේවය කිරීමට නම් නීතිය සහ පරිපාලන කුසලතා දැන සිටිය යුතුය. පොලිස්පතිවරයා සිය ලිපියේ සඳහන් කරන්නේ අනවශ්‍ය ලෙස පොලිස් නිලධාරීන්ට උසස්වීම් ලබාදීමේදී පොලිස් ස්ථානයක් අකාර්යක්ෂම විය හැකි අතර මහජනතාවද අපහසුතාවයට පත්විය හැකි බවයි.",
        "වික්‍රමරත්න එම ලිපියේ සඳහන් කරන පරිදි පොලිසිය විධායකයේ ප්‍රධාන අංගයක් වන අතර එය රජයේ නීතියේ ප්‍රතිපත්තිය පිළිබිඹු කරන බව මෙහි සඳහන් කළ යුතුය.",
        "නීති සම්පාදකයන්ගේ ඇඟිලි ගැසීම් නිසා වැඩිපුරම පීඩාවට පත් විය හැක්කේ පොලිසියටය. දේශපාලන මැදිහත්වීම්වලට විරුද්ධ වූ පොලිස් නිලධාරීන්ට ස්ථාන මාරුවීම් ලබාදුන් අවස්ථා අප අසා තිබෙනවා. වසර ගණනාවක් පුරා දේශපාලන ඇඟිලි ගැසීම්වලට එරෙහිව නැගී සිටීමට කොඳු නාරටිය ඇත්තේ පොලිස් නිලධාරීන් අතළොස්සකට පමණි, නමුත් එයද 'මිලයකට' ය. ඇතැම් විට දඬුවම් මාරුවීම් ‘වේදනාකාරී’ වන අතර පොලිස් නිලධාරීන්ගේ සහ කාන්තා පොලිස් නිලධාරිනියන්ගේ පවුල්වල සාමාජිකයන්ට එතරම් අපහසුවක් වී ඇත.",
        "ශ්‍රී ලංකා පොලිස් බලකායේ සාමාජිකයින් බොහෝ විට අඩු වැටුප් ලබා ගැනීම ගැන පැමිණිලි කරති. ඔවුන්ගෙන් බොහෝ දෙනෙක් කාකි කැලෑවක අතරමං වී සිටින අතර විෂය බාහිර ක්‍රියාකාරකම්වල යෙදී සිටින බුද්ධිමත් අය පමණක් හඳුනාගෙන යම් විශේෂ කුසලතාවක් සඳහා හඳුනා ගැනීමට හෝ ඉස්මතු කිරීමට ක්‍රම සොයා ගත්හ. ජ්‍යෙෂ්ඨ නියෝජ්‍ය පොලිස්පති අනුර සේනානායක ගායන හැකියාව නිසා වඩාත් ප්‍රසිද්ධව සිටි අතර වසීම් තාජුඩීන් ඝාතන නඩුවට ඔහුගේ නම සම්බන්ධ වන තුරු පොලිසිය තුළ එතරම් ප්‍රසිද්ධ නොවීය. පොලිසියට බැඳෙන බොහෝ පුද්ගලයන් කෙටි කාලයක් දෙපාර්තමේන්තුවට සේවය කරන අතර හරිත තණබිම් සොයා යති. මේ සියල්ලට හේතුව ඔබේ ජීවිතයෙන් අඩක් පොලිසියේ සේවය කිරීමෙන් තවමත් සුඛෝපභෝගී ජීවිතයක් සහතික නොවන බැවිනි. වෙනත් හමුදා නිල ඇඳුමින් සැරසී සිටින මිනිසුන් සමහර විට තමන් වෙනුවෙන් නිර්මාණය කරන දෙයක්.",
        "මිනිසුන් කලබල වී ඇත, නමුත් මෙම කාකි ඇඳුමින් සැරසී සිටින නිලධාරීන් විෂමාචාර සිදුවීම්වලට සම්බන්ධ වීම හෝ මත්ද්‍රව්‍ය සම්බන්ධයෙන් අත්අඩංගුවට ගැනීම් හෝ මත්ද්‍රව්‍ය ජාවාරම්කරුවන් සමඟ සම්බන්ධ වීම නිසා ඔවුන් ප්‍රවෘත්ති මවන විට ඔවුන් කෙරෙහි අනුකම්පාවක් ඇති විය හැකිය. මේ සමහර පොලිස් නිලධාරීන් කුඩුවලට ඇබ්බැහි වූවන්. පොලිසියේ ගුණාත්මක බවේ මෙම පිරිහීම සිදුවී ඇත්තේ මහජනතාවගේ අප්‍රසාදයට හේතුවෙනි. විශේෂයෙන්ම ජ්යෙෂ්ඨ පුරවැසියන්.",
        "සිවිල් ජනතාව නියෝජනය කරන වැඩිහිටි පරම්පරාව, නිලධාරීන් සහ මහත්වරුන් වූ පොලිස් නිලධාරීන් හඳුනති. දෙපාර්තමේන්තුව පොලිස් ආඥාපනත (1865) ලෙස හැඳින්වූ ආරම්භක ආරම්භයේ සිට 1866 ශ්‍රී ලංකා පොලිස් සේවය යන නම ගන්නා තෙක් පොලිස් දෙපාර්තමේන්තුව ආයතනයක් ලෙස වර්ධනය විය. දැනට ශ්‍රී ලංකා පොලිසිය සතුව පොලිස් ඇකඩමියක්, තාක්ෂණික යටිතල පහසුකම් ආධාරක ඒකක, අපරාධ විමර්ශන ඒකකයක් සහ ආරක්ෂක අංශයක් ඇත. පොලිස් නිලධාරීන්ට දේශපාලකයන්ගේ හිරිහැර සහ මූල්‍යමය බාධාවන් නිසා නිල ඇඳුමින් සැරසී සිටින මෙම පිරිස සදාචාර විරෝධී හැසිරීම් වලට යොමු කිරීමට බල කරන්නේ නම්, මෙම සියලු වාසි කාණු බැස යනු ඇත.",
        "සාමාන්‍යයෙන් මහජනතාව පොලිසිය ගැන කලකිරිලා ඉන්නේ. පසුගිය දිනක අපි දැක්කා ගෝඨාගම ප්‍රහාරයට සම්බන්ධ ඉහළම පොලිස් නිලධාරියෙකුට කුපිත වූ මැර පිරිසක් විසින් අතවරයට ලක් කරනු ලැබුවා. කවුද මේ රටේ පුරවැසියන්.",
        "මේ රටේ ජනතාව ඉල්ලන්නේ රටේ ක්‍රමය වෙනස් කරන්න කියලා. අනාගත නීති සම්පාදකයින් රටේ නීතිය ක්‍රියාත්මක කරන නිලධාරීන්ට සලකන ආකාරය සහ ඔවුන් සමඟ කටයුතු කරන ආකාරය වෙනස් කිරීමට කාලයයි. නිල ඇඳුමින් සැරසී සිටින පොලිස් නිලධාරීන්ට ගෞරවයෙන් වැඩ කිරීමට පරිසරයක් අවශ්‍යයි. එය ඔවුන්ගේ අයිතියයි!"
      ]
    },
    "ta": {
      "title": "காக்கி சீருடையில் இருக்கும் ஆண்களை கண்ணியமாக நடத்துங்கள் - தலையங்கம்",
      "body_lines": [
        "இலங்கையில் அரசியல் தலையீடுகளால் காவல்துறை பாதிக்கப்பட்டுள்ளது. பாதுகாப்பு அமைச்சரின் செயலாளருக்கு பொலிஸ் மா அதிபர் அண்மையில் அனுப்பிய கடிதத்தில் இருந்து அது தெளிவாகிறது. மிக மோசமானது, பொலிஸ் மா அதிபர் சி.டி எழுதிய கடிதத்தின் படி. விக்ரமரத்ன, மற்றும் செய்தித்தாள்களில் வெளியிடப்பட்டது, 184 OIC நியமனங்களில் இரண்டு மட்டுமே அரசியல் சாராதது மற்றும் சரியான தகைமைகளை கருத்தில் கொண்டு செய்யப்பட்டது. இந்த நியமனங்கள் ஜனவரி 1 முதல் நவம்பர் 3, 2021 வரையிலான காலப்பகுதியில் செய்யப்பட்டன.",
        "காவல் துறை அதிகாரிகள் ஒரு நாட்டின் குடிமக்களால் நேசிக்கப்பட வேண்டும். இங்கிலாந்தில் இருக்கும் போது, ​​ஒரு போலீஸ்காரரிடம் சாலை வழிகளைக் கேட்காதீர்கள், ஏனென்றால் அவர் உங்கள் பின்னால் வந்து நீங்கள் சரியான வழிமுறைகளைப் பின்பற்றுகிறீர்களா என்று பார்ப்பார் என்று ஒரு பழமொழி உள்ளது. இங்கிலாந்தில் ஒரு போலீஸ்காரர் ஒரு குடிமகன் மீது வைத்திருக்கும் அன்பும் பாசமும் அது.",
        "சட்ட அமலாக்க அதிகாரிகள் ஒரு ஊரில் பணியாற்ற வேண்டுமானால் சட்டம் மற்றும் நிர்வாக திறன்களை அறிந்திருக்க வேண்டும். பொலிஸ் உத்தியோகத்தர்களுக்கு தேவையற்ற முறையில் பதவி உயர்வு வழங்கப்படுமாயின் பொலிஸ் நிலையம் திறமையற்றதாக இருப்பதோடு பொதுமக்களும் அசௌகரியங்களுக்கு உள்ளாகலாம் என பொலிஸ் மா அதிபர் தனது கடிதத்தில் குறிப்பிட்டுள்ளார்.",
        "விக்கிரமரத்ன கடிதத்தில் குறிப்பிடுவது போல், காவல்துறை நிறைவேற்று அதிகாரத்தின் முக்கிய அங்கம் என்பதும், சட்டத்தின் அரசாங்கத்தின் கொள்கையை பிரதிபலிக்கிறது என்பதையும் இங்கு குறிப்பிட வேண்டும்.",
        "சட்டமியற்றுபவர்களின் குறுக்கீடு காரணமாக காவல்துறை மிகவும் மோசமாக பாதிக்கப்படலாம். உத்தியோகபூர்வ கடமைகளில் அரசியல் தலையீட்டை எதிர்த்த காவல்துறை அதிகாரிகள் இடமாற்றம் செய்யப்பட்ட சம்பவங்களை நாம் கேள்விப்பட்டிருக்கிறோம். பல ஆண்டுகளாக அரசியல் தலையீட்டை எதிர்த்து நிற்க ஒரு சில காவல்துறை அதிகாரிகளுக்கு முதுகெலும்பு இருந்தது, ஆனால் அதுவும் ஒரு 'செலவில்'. சில சமயங்களில் தண்டனை இடமாற்றங்கள் ‘வேதனை தருவதாகவும்,’ போலீஸ்காரர்கள் மற்றும் பெண் போலீஸ் அதிகாரிகளின் குடும்ப உறுப்பினர்களுக்கு மிகவும் சிரமமாகவும் இருக்கும்.",
        "இலங்கை காவல்துறையின் உறுப்பினர்கள் குறைந்த சம்பளம் பெறுவதாக அடிக்கடி புகார் கூறுகின்றனர். அவர்களில் பெரும்பாலோர் காக்கிக் காட்டில் தொலைந்து போகிறார்கள், மேலும் பாடநெறிக்கு அப்பாற்பட்ட செயல்களில் ஈடுபடும் புத்திசாலிகள் மட்டுமே சில சிறப்புத் திறன்களுக்காக அடையாளம் காணப்படுவதற்கான வழிகளைக் கண்டறிந்தனர். சிரேஷ்ட பிரதி பொலிஸ் மா அதிபர் அனுர சேனாநாயக்க தனது பாடும் திறமைக்காக அதிகம் அறியப்பட்டவர் மற்றும் வசீம் தாஜுதீன் கொலை வழக்குடன் அவரது பெயர் இணைக்கப்படும் வரை பொலிஸில் அதிகம் அறியப்படவில்லை. காவல்துறையில் சேரும் நல்ல எண்ணிக்கையிலான நபர்கள் குறுகிய காலத்திற்கு திணைக்களத்திற்கு சேவை செய்கிறார்கள் மற்றும் பசுமையான மேய்ச்சல் நிலங்களைத் தேடிச் செல்கிறார்கள். இதற்கெல்லாம் காரணம், உங்கள் வாழ்க்கையில் பாதியை காவல்துறையில் சேவிப்பது இன்னும் ஆடம்பர வாழ்க்கைக்கு உத்தரவாதம் அளிக்காது; மற்ற இராணுவ சீருடையில் உள்ள ஆண்கள் சில சமயங்களில் தங்களுக்காக உருவாக்கிக் கொள்ளும் ஒன்று.",
        "மக்கள் பீதியடைந்துள்ளனர், ஆனால் இந்த காக்கி உடையணிந்த அதிகாரிகள் தவறான நடத்தைச் சம்பவங்களில் ஈடுபட்டதற்காக அல்லது போதைப்பொருள் அல்லது போதைப்பொருள் கடத்தல்காரர்களுடன் தொடர்பு கொண்டதற்காக கைது செய்யப்பட்டதற்காக கைது செய்யப்படுவதன் மூலம் செய்திகளை வெளியிடும் போது அவர்கள் மீது அனுதாபம் காட்டக்கூடும். இந்த போலீஸ் அதிகாரிகளில் சிலர் போதைக்கு அடிமையானவர்கள். காவல்துறையில் இந்த தரம் சீர்குலைந்திருப்பது பொதுமக்களை அதிருப்தி அடையச் செய்துள்ளது; குறிப்பாக மூத்த குடிமக்கள்.",
        "குடிமக்களைப் பிரதிநிதித்துவப்படுத்தும் பழைய தலைமுறையினர், அதிகாரிகள் மற்றும் மனிதர்களாக இருந்த காவல்துறை அதிகாரிகளை அறிந்திருக்கிறார்கள். திணைக்களம் பொலிஸ் கட்டளைச் சட்டம் (1865) என அறியப்பட்ட ஆரம்ப தொடக்கத்திலிருந்து 1866 இல் இலங்கை பொலிஸ் சேவை என்ற பெயரைப் பெறும் வரை பொலிஸ் திணைக்களம் ஒரு நிறுவனமாக வளர்ந்துள்ளது. தற்போது இலங்கை பொலிஸில் பொலிஸ் அகாடமி, தொழில்நுட்ப உட்கட்டமைப்பு ஆதரவு பிரிவுகள், குற்ற விசாரணை பிரிவு மற்றும் பாதுகாப்பு பிரிவு உள்ளது. காவல்துறை அதிகாரிகள் அரசியல்வாதிகளால் தொடர்ந்து துன்புறுத்தலுக்கு ஆளானால், இந்த ஆதாயங்கள் அனைத்தும் சாக்கடையில் போய்விடும்.",
        "பொதுவாக, காவல்துறை மீது பொதுமக்கள் கடும் அதிருப்தியில் உள்ளனர். கோட்டகோகாமா தாக்குதல் சம்பவத்துடன் தொடர்புடைய ஒரு உயர் போலீஸ் அதிகாரி கோபமான கும்பலால் தாக்கப்பட்டதை முந்தைய நாள் பார்த்தோம்; இந்த நாட்டின் குடிமக்கள் யார்.",
        "இந்த நாட்டு மக்கள் நாட்டின் அமைப்பில் மாற்றத்தைக் கோருகின்றனர். எதிர்கால சட்டமியற்றுபவர்கள், நாட்டின் சட்டத்தை அமல்படுத்தும் அதிகாரிகளுடன் எப்படி நடந்துகொள்வது மற்றும் கையாள்வது என்பதில் மாற்றங்களைச் செய்ய வேண்டிய நேரம் இது. சீருடையில் இருக்கும் காவலர்கள் கண்ணியமாக பணிபுரியும் சூழல் தேவை. அது அவர்களின் உரிமை!"
      ]
    }
  }
}