{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Tackle-the-root-causes-for-the-dissent/172-236647",
  "time_ut": 1652121600,
  "title": "Tackle the root causes for the dissent",
  "body_lines": [
    "The government or the ruling Sri Lanka Podujana Peramuna (SLPP) cannot absolve themselves from the responsibility for the riots that erupted in front of Temple Trees and the Gall Face Green yesterday, where peaceful anti-government protests have been going on for the past one month. It was obvious that the thugs who attacked the peaceful protests were government supporters, and the leaders of the government must take responsibility for the attacks and other untoward incidents that followed the attacks.",
    "It would be extremely difficult if not impossible for the government and the ruling SLPP to justify the attacks on the protesters as the agitators have been incredibly peaceful for the past one month, despite so many provocations on the part of the politicians of the ruling party and some irresponsible police officers. The manner in which the protesters conducted the protests had been commended by Ambassadors of many countries. Reminding the German unification back in 1989 the German Ambassador Holger Seubert had recently stated that he was “impressed with how peaceful the proud people of Sri Lanka are exercising their right to freedom of expression” and wished “all parties involved the strength to remain peaceful.”",
    "Yet, President Gotabaya Rajapaksa imposed a state of emergency on Friday following the strike action on Thursday by more than 1,000 trade unions against the skyrocketing prices, scarcity of essential items and hours-long power cuts and also in support of the people protesting in various places including Galle Face. Then in an apparent expression of the displeasure of the President’s action, the Resident Coordinator for the United Nations in Sri Lanka Hanaa Singer- Hamdy posted a message on her Twitter account which also an appreciation of the peaceful nature of the protests. These observations by the envoys of powerful countries and the UN would be a logical condemnation of the attack on the peaceful protesters.",
    "Hence, the leaders of the government or the SLPP cannot justify the attacks in any manner. This is not a time that the authorities would be able to stop protests and demonstrations by way of suppressive means as in other ordinary times since people did not resort to protests this time just for political reasons. The current protests are a result of people’s rage prompted by their suffering due to economic hardships. Hence, suppressive actions would inevitably be counterproductive and as the Resident Coordinator for the United Nations in Sri Lanka had pointed out in her Twitter post cited above, the “Root causes for dissent must be tackled.”",
    "President Rajapaksa responding to the Galle Face attacks said last afternoon in a Twitter post that he “Strongly condemns the violent acts taking place by those inciting & participating, irrespective of political allegiances. Violence won’t solve the current problems.” The phrase “irrespective of political allegiances” in a way indicates his acknowledgement of the responsibility of his party to the Galle Face riots. The onus now lies with him to take action, especially against those who “incited” the violence. He must recall that the failure on the part of the previous Rajapaksa government to conduct impartial investigations into many political murders that took place during that government ultimately held the leaders of that government responsible for them.",
    "Mahinda Rajapaksa, who stepped down as the Prime Minister amidst violence yesterday, said in a Twitter post before his resignation that people must “exercise restraint & remember that violence only begets violence.” However, he as the leader of the SLPP must know where those thugs emerged from just before they launched the attacks as it is his party that is being blamed for the attacks. The media openly said that it was the people who were taken to his official residence, the Temple Trees by local politicians who attacked the two protest sites in front of the Temple Trees and the Galle Face Green.",
    "It is not clear if the leaders of the government have realised the possible International backlash of the violence that might follow at a time when the government is being pressed to prove political stability in the country before the IMF is convinced to assist Sri Lanka. They would end up in utter failure if they attempt to claim that “extremists” among the protesters or some other elements were behind the riots, as they did in the wake of the protests in front of the President’s private residence on March 31. Already the US Ambassador to Sri Lanka Julie Chung has condemned the “violence against peaceful protestors” and called on the government to conduct a full investigation, including arrest and prosecution, of “anyone who incited violence.”",
    "We also join hands with the Resident Coordinator for the United Nations in Sri Lanka to stress the government to tackle the root causes of the dissent."
  ],
  "translate": {
    "si": {
      "title": "විසංවාදය ඇතිවීමට මූලික හේතු සොයා බලන්න",
      "body_lines": [
        "පසුගිය මාසයක පමණ කාලයක සිට සාමකාමී රාජ්‍ය විරෝධී උද්ඝෝෂණ පැවති අරලියගහ මන්දිරය සහ ගාලුමුවදොර පිටියේ ඊයේ ඇති වූ කලහකාරී සිද්ධියේ වගකීමෙන් රජයට හෝ පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණට (SLPP) නිදහස් විය නොහැක. . සාමකාමී උද්ඝෝෂණවලට පහර දුන් මැරයන් රජයේ ආධාරකරුවන් බව පැහැදිලි වූ අතර, ප්‍රහාරවලින් පසුව ඇති වූ ප්‍රහාර සහ අනෙකුත් අහිතකර සිදුවීම්වල වගකීම රජයේ නායකයින් භාර ගත යුතුය.",
        "ආන්ඩුවට සහ පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණට, පසුගිය මාසයක කාලය තුළ උද්ඝෝෂකයන් ඇදහිය නොහැකි තරම් සාමකාමීව සිටි බැවින්, ආන්ඩුවට සහ පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණට විරෝධතාකරුවන්ට එල්ල කරන ප්‍රහාර සාධාරණීකරණය කිරීම අතිශය දුෂ්කර වනු ඇත. සමහර වගකීම් විරහිත පොලිස් නිලධාරීන්. විරෝධතාකරුවන් විරෝධතා මෙහෙයවූ ආකාරය රටවල් රැසක තානාපතිවරුන්ගේ පැසසුමට ලක්ව තිබුණා. 1989 දී ජර්මානු එක්සත්කම සිහිපත් කරමින් ජර්මානු තානාපති හොල්ගර් සූබර්ට් මෑතකදී ප්‍රකාශ කර තිබුණේ “ශ්‍රී ලංකාවේ අභිමානවත් ජනතාව තම අදහස් ප්‍රකාශ කිරීමේ අයිතිය කෙතරම් සාමකාමීව ක්‍රියාත්මක කරන්නේද යන්න පිළිබඳව තමා පැහැදුණු” බවත් “සාමකාමීව සිටීමට සියලු පාර්ශවයන්ට ශක්තිය ලැබේවායි” ප්‍රාර්ථනා කරන බවත්ය. ”",
        "එහෙත්, අහස උසට නැඟෙන මිලට, අත්‍යවශ්‍ය ද්‍රව්‍ය හිඟයට සහ පැය ගණනක විදුලි කප්පාදුවට එරෙහිව සහ විවිධ ස්ථානවල උද්ඝෝෂණවල නිරත වූ ජනතාවට සහය පළ කරමින් බ්‍රහස්පතින්දා 1,000කට අධික වෘත්තීය සමිති ක්‍රියාත්මක කළ වර්ජන ක්‍රියාමාර්ගයෙන් පසු ජනාධිපති ගෝඨාභය රාජපක්ෂ සිකුරාදා හදිසි නීතිය පැනවීය. ගාලු මුවදොර ඇතුළු. ඉන් අනතුරුව ජනාධිපතිවරයාගේ ක්‍රියාව සම්බන්ධයෙන් අප්‍රසාදය පළ කරමින් එක්සත් ජාතීන්ගේ ශ්‍රී ලංකාවේ නේවාසික සම්බන්ධීකාරක හනා සිංගර් හම්ඩි සිය ට්විටර් ගිණුමේ පණිවිඩයක් පළ කර ඇති අතර එය විරෝධතාවල සාමකාමී ස්වභාවය ද අගය කර ඇත. බලවත් රටවල සහ එක්සත් ජාතීන්ගේ නියෝජිතයින්ගේ මෙම නිරීක්ෂණ සාමකාමී විරෝධතාකරුවන්ට පහර දීම තාර්කික හෙළා දැකීමක් වනු ඇත.",
        "එහෙයින් ආණ්ඩුවේ හෝ ශ්‍රී ලංකා පොදුජන පෙරමුණේ නායකයින්ට එම ප්‍රහාරයන් කිසි ලෙසකින් සාධාරණීකරණය කළ නොහැක. ජනතාව මෙවර උද්ඝෝෂණවලට යොමු නොවුයේ දේශපාලන හේතු මත පමණක් බැවින් වෙනත් සාමාන්‍ය කාලවලදී මෙන් මර්දනකාරී ක්‍රමවලින් විරෝධතා සහ පෙළපාලි නැවැත්වීමට බලධාරීන්ට හැකි කාලයක් නොවේ. වත්මන් විරෝධතාවන් ආර්ථික දුෂ්කරතා හේතුවෙන් මිනිසුන් දුක් විඳීම නිසා ඇති වූ කෝපයේ ප්‍රතිඵලයකි. එබැවින්, මර්දනකාරී ක්‍රියාවන් අනිවාර්යයෙන්ම ප්‍රතිපලදායක වනු ඇති අතර, ශ්‍රී ලංකාවේ එක්සත් ජාතීන්ගේ නේවාසික සම්බන්ධීකාරකවරිය ඉහත සඳහන් කළ ඇගේ ට්විටර් සටහනේ පෙන්වා දී ඇති පරිදි, “විසම්මුතිය සඳහා මූල හේතු විසඳිය යුතුය.”",
        "ගාලු මුවදොර ප්‍රහාරයට ප්‍රතිචාර දක්වමින් ජනාධිපතිවරයා ඊයේ පස්වරුවේ ට්විටර් සටහනක් තබමින් කියා සිටියේ දේශපාලන පක්ෂපාතිත්වය නොසලකා උසිගන්වන සහ සහභාගී වන පුද්ගලයින් විසින් සිදු කරන ප්‍රචණ්ඩ ක්‍රියා තමන් දැඩි ලෙස හෙළා දකින බවයි. ප්‍රචණ්ඩත්වය වර්තමාන ගැටලු විසඳන්නේ නැත. ” “දේශපාලන පක්ෂපාතීත්වය නොතකා” යන වැකිය එක්තරා අන්දමකට ගාලුමුවදොර කැරැල්ල සම්බන්ධයෙන් තම පාර්ශවයේ වගකීම ඔහු විසින් පිළිගන්නා බවක් පෙන්නුම් කරයි. විශේෂයෙන්ම ප්‍රචණ්ඩත්වය \"උසිගන්වන\" අයට එරෙහිව පියවර ගැනීමේ වගකීම දැන් ඔහුට පැවරී ඇත. පසුගිය රාජපක්‍ෂ රජය එම රජය සමයේ සිදුවූ බොහෝ දේශපාලන ඝාතන සම්බන්ධයෙන් අපක්ෂපාතී පරීක්‍ෂණ නොපැවැත්වීම අවසානයේ ඒවාට වගකිව යුත්තේ එම රජයේ නායකයන් බව ඔහු සිහිපත් කළ යුතුය.",
        "ප්‍රචණ්ඩත්වය මධ්‍යයේ ඊයේ අග්‍රාමාත්‍ය ධූරයෙන් ඉවත් වූ මහින්ද රාජපක්ෂ සිය ඉල්ලා අස්වීමට පෙර ට්විටර් සටහනක් තබමින් කියා සිටියේ ජනතාව සංයමයෙන් ක්‍රියා කළ යුතු අතර ප්‍රචණ්ඩත්වය ප්‍රචණ්ඩත්වය පමණක් ඇති කරන බව මතක තබා ගත යුතු බවයි. කෙසේ වෙතත්, ශ්‍රී ලංකා පොදුජන පෙරමුණේ නායකයා ලෙස ඔහු දැන සිටිය යුතුය, ප්‍රහාර දියත් කිරීමට මොහොතකට පෙර එම මැරයන් මතු වූයේ කොතැනින්ද යන්න, ප්‍රහාර සම්බන්ධයෙන් චෝදනා එල්ල වන්නේ ඔහුගේ පක්ෂයට බැවින්. අරලියගහ මන්දිරය සහ ගාලුමුවදොර පිටිය ඉදිරිපිට තිබූ විරෝධතා ස්ථාන දෙකට පහර දුන්නේ ප්‍රාදේශීය දේශපාලනඥයන් විසින් ඔහුගේ නිල නිවස වන අරලියගහ මන්දිරයට රැගෙන ගිය පිරිස බව මාධ්‍ය ප්‍රසිද්ධියේම කීවේය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදල ශ්‍රී ලංකාවට සහය වීමට ඒත්තු ගැන්වීමට පෙර රට තුළ දේශපාලන ස්ථාවරත්වය ඔප්පු කරන ලෙස රජයට බලපෑම් කරන මොහොතක ඇති විය හැකි ප්‍රචණ්ඩත්වයේ ජාත්‍යන්තර පසුබෑම රජයේ නායකයින් තේරුම් ගෙන තිබේද යන්න පැහැදිලි නැත. මාර්තු 31 වැනි දින ජනාධිපතිවරයාගේ පෞද්ගලික නිවස ඉදිරිපිට පැවති උද්ඝෝෂණවලින් පසුව ඔවුන් කළාක් මෙන්, විරෝධතාකරුවන් අතර සිටින “අන්තවාදීන්” හෝ වෙනත් යම් යම් පිරිස් කෝලාහල පිටුපස සිටින බව පැවසීමට උත්සාහ කළහොත් ඔවුන් අන්ත අසාර්ථකත්වයට පත්වනු ඇත. ශ්‍රී ලංකාවේ එක්සත් ජනපද තානාපතිනි ජුලී චුන්ග් “සාමකාමී විරෝධතාකරුවන්ට එරෙහි ප්‍රචණ්ඩත්වය” හෙළා දැක ඇති අතර “ප්‍රචණ්ඩත්වය උසිගන්වන ඕනෑම අයෙකු” අත්අඩංගුවට ගැනීම සහ නඩු පැවරීම ඇතුළු පූර්ණ පරීක්ෂණයක් පවත්වන ලෙස රජයෙන් ඉල්ලා තිබේ.",
        "විසම්මුතියේ මූල හේතු සොයා ගැනීමට රජයට අවධාරණය කිරීමට අපි ශ්‍රී ලංකාවේ එක්සත් ජාතීන්ගේ නේවාසික සම්බන්ධීකාරක සමඟ අත්වැල් බැඳ ගනිමු."
      ]
    },
    "ta": {
      "title": "கருத்து வேறுபாட்டிற்கான மூல காரணங்களைச் சமாளிக்கவும்",
      "body_lines": [
        "கடந்த ஒரு மாத காலமாக அமைதியான முறையில் அரச எதிர்ப்புப் போராட்டங்கள் நடைபெற்று வரும் அலரிமாளிகை மற்றும் காலிமுகத்திடலுக்கு முன்பாக நேற்று வெடித்த கலவரத்தின் பொறுப்பில் இருந்து அரசாங்கமோ, ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனவோ (SLPP) தங்களைத் தாங்களே விடுவிக்க முடியாது. . அமைதியான போராட்டத்தின் மீது தாக்குதல் நடத்திய குண்டர்கள் அரசாங்க ஆதரவாளர்கள் என்பது வெளிப்படையானது, மேலும் தாக்குதல்களைத் தொடர்ந்து நடந்த தாக்குதல்கள் மற்றும் பிற விரும்பத்தகாத சம்பவங்களுக்கு அரசாங்கத்தின் தலைவர்கள் பொறுப்பேற்க வேண்டும்.",
        "ஆளும் கட்சி மற்றும் ஆளும்கட்சியின் அரசியல்வாதிகளின் பல ஆத்திரமூட்டல்களுக்கு மத்தியிலும், கடந்த ஒரு மாத காலமாக போராட்டக்காரர்கள் நம்பமுடியாத அளவிற்கு அமைதியாக இருந்ததால், அரசாங்கமும் ஆளும் SLPP யும் எதிர்ப்பாளர்கள் மீதான தாக்குதல்களை நியாயப்படுத்துவது மிகவும் கடினம். சில பொறுப்பற்ற போலீஸ் அதிகாரிகள். போராட்டக்காரர்கள் போராட்டத்தை நடத்திய விதம் பல நாடுகளின் தூதர்களால் பாராட்டப்பட்டது. 1989 ஆம் ஆண்டு ஜேர்மன் தூதர் ஹோல்கர் சியூபெர்ட், 1989 இல் ஜேர்மன் தூதர் ஹோல்கர் சீபர்ட் சமீபத்தில் கூறியது, \"இலங்கையின் பெருமைமிக்க மக்கள் தங்கள் கருத்துச் சுதந்திரத்திற்கான உரிமையை எவ்வளவு அமைதியாகப் பயன்படுத்துகிறார்கள் என்பதைக் கண்டு ஈர்க்கப்பட்டதாக\" மேலும் \"அமைதியாக இருப்பதற்கு அனைத்துத் தரப்பினரும் பலம் வேண்டும் என்று விரும்புவதாகவும் கூறினார். ”",
        "எவ்வாறாயினும், விலைவாசி உயர்வு, அத்தியாவசியப் பொருட்களின் தட்டுப்பாடு மற்றும் பல மணிநேர மின்வெட்டுக்கு எதிராக வியாழனன்று 1,000 இற்கும் மேற்பட்ட தொழிற்சங்கங்கள் இணைந்து நடத்திய வேலைநிறுத்தப் போராட்டத்தைத் தொடர்ந்து ஜனாதிபதி கோட்டாபய ராஜபக்ஷ வெள்ளிக்கிழமை அவசரகாலச் சட்டத்தை பிறப்பித்துள்ளார். Galle Face உட்பட. ஜனாதிபதியின் நடவடிக்கையின் அதிருப்தியின் வெளிப்படையான வெளிப்பாடாக, ஐக்கிய நாடுகள் சபையின் இலங்கைக்கான வதிவிட ஒருங்கிணைப்பாளர் ஹனா சிங்கர்-ஹம்டி தனது ட்விட்டர் கணக்கில் ஒரு செய்தியை வெளியிட்டார், இது போராட்டங்களின் அமைதியான தன்மையைப் பாராட்டுகிறது. சக்தி வாய்ந்த நாடுகளின் தூதர்கள் மற்றும் ஐ.நாவின் இந்த அவதானிப்புகள் அமைதியான எதிர்ப்பாளர்கள் மீதான தாக்குதலுக்கு தர்க்கரீதியான கண்டனமாக இருக்கும்.",
        "எனவே, அரசாங்கத் தலைவர்களோ அல்லது SLPP யின் தலைவர்களோ இந்தத் தாக்குதல்களை எந்த வகையிலும் நியாயப்படுத்த முடியாது. அரசியல் காரணங்களுக்காக மக்கள் இம்முறை போராட்டங்களில் ஈடுபடாததால், மற்ற சாதாரண காலங்களைப் போல அடக்குமுறை வழிகளில் போராட்டங்களையும் ஆர்ப்பாட்டங்களையும் அதிகாரிகள் நிறுத்தக்கூடிய நேரம் இதுவல்ல. தற்போதைய போராட்டங்கள் பொருளாதார நெருக்கடிகளால் மக்கள் படும் துன்பங்களால் தூண்டப்பட்ட கோபத்தின் விளைவாகும். எனவே, அடக்குமுறை நடவடிக்கைகள் தவிர்க்க முடியாமல் எதிர்விளைவுகளை ஏற்படுத்தும் மற்றும் இலங்கையில் உள்ள ஐக்கிய நாடுகள் சபையின் வதிவிட ஒருங்கிணைப்பாளர் மேலே குறிப்பிடப்பட்ட தனது டுவிட்டர் பதிவில் சுட்டிக்காட்டியபடி, \"வேறுபாடுகளுக்கான அடிப்படைக் காரணங்கள் கையாளப்பட வேண்டும்.\"",
        "காலிமுகத்திடல் தாக்குதல்களுக்கு பதிலளித்த ஜனாதிபதி ராஜபக்ஷ நேற்று பிற்பகல் தனது டுவிட்டர் பதிவில், “அரசியல் சார்புகளை பொருட்படுத்தாமல் தூண்டும் மற்றும் பங்கேற்பவர்களால் நடைபெறும் வன்முறைச் செயல்களை வன்மையாகக் கண்டிக்கிறேன். வன்முறை தற்போதைய பிரச்சனைகளை தீர்க்காது. \"அரசியல் விசுவாசங்களைப் பொருட்படுத்தாமல்\" என்ற சொற்றொடர் ஒரு வகையில் காலி முகத்திடலில் நடந்த கலவரத்திற்கு தனது கட்சியின் பொறுப்பை அவர் ஒப்புக்கொண்டதைக் குறிக்கிறது. குறிப்பாக வன்முறையைத் தூண்டியவர்கள் மீது நடவடிக்கை எடுக்க வேண்டிய பொறுப்பு இப்போது அவருக்கு உள்ளது. கடந்த ராஜபக்ச அரசாங்கம் அந்த அரசாங்கத்தின் போது இடம்பெற்ற பல அரசியல் கொலைகள் தொடர்பில் பக்கச்சார்பற்ற விசாரணைகளை மேற்கொள்ளத் தவறியமையே இறுதியில் அந்த அரசாங்கத்தின் தலைவர்களையே பொறுப்பாக்கியது என்பதை அவர் நினைவுகூர வேண்டும்.",
        "வன்முறைக்கு மத்தியில் நேற்று பிரதமர் பதவியில் இருந்து விலகிய மஹிந்த ராஜபக்ஷ, தனது டுவிட்டர் பதிவில் ராஜினாமா செய்வதற்கு முன்னர், மக்கள் கட்டுப்பாட்டை கடைப்பிடிக்க வேண்டும் மற்றும் வன்முறை வன்முறையை மட்டுமே பிறப்பிக்கும் என்பதை நினைவில் கொள்ள வேண்டும் என்று கூறியுள்ளார். எவ்வாறாயினும், SLPP யின் தலைவர் என்ற முறையில் அவர் தாக்குதல்களை நடத்துவதற்கு சற்று முன்னர் அந்த குண்டர்கள் எங்கிருந்து தோன்றினார்கள் என்பதை அவர் அறிந்திருக்க வேண்டும். அவரது உத்தியோகபூர்வ இல்லமான அலரிமாளிகைக்கு உள்ளூர் அரசியல்வாதிகளால் அழைத்துச் செல்லப்பட்டவர்களே, அலரிமாளிகை மற்றும் காலி முகத்திடலுக்கு முன்பாக உள்ள இரண்டு போராட்டத் தளங்கள் மீது தாக்குதல் நடத்தியதாக ஊடகங்கள் வெளிப்படையாகவே தெரிவித்தன.",
        "சர்வதேச நாணய நிதியம் இலங்கைக்கு உதவ முன்வருவதற்கு முன்னர் நாட்டில் அரசியல் ஸ்திரத்தன்மையை நிரூபிக்க அரசாங்கம் அழுத்தம் கொடுக்கப்பட்டிருக்கும் வேளையில் தொடரக்கூடிய வன்முறைகளின் சர்வதேச பின்னடைவை அரசாங்கத்தின் தலைவர்கள் உணர்ந்தார்களா என்பது தெளிவாகத் தெரியவில்லை. மார்ச் 31 அன்று ஜனாதிபதியின் தனிப்பட்ட இல்லத்தின் முன் நடந்த போராட்டங்களை அடுத்து அவர்கள் செய்தது போல், போராட்டக்காரர்களில் \"தீவிரவாதிகள்\" அல்லது வேறு சில கூறுகள் கலவரத்தின் பின்னணியில் இருப்பதாக அவர்கள் கூற முற்பட்டால் அவர்கள் முற்றிலும் தோல்வியில் முடிவடையும். இலங்கைக்கான அமெரிக்கத் தூதுவர் ஜூலி சுங், \"அமைதியான போராட்டக்காரர்களுக்கு எதிரான வன்முறையை\" கண்டித்துள்ளதுடன், \"வன்முறையைத் தூண்டும் எவரையும்\" கைது செய்தல் மற்றும் வழக்குத் தொடுத்தல் உட்பட முழுமையான விசாரணையை நடத்துமாறு அரசாங்கத்திற்கு அழைப்பு விடுத்துள்ளார்.",
        "அதிருப்தியின் மூல காரணங்களைச் சமாளிக்க அரசாங்கத்தை வலியுறுத்துவதற்காக இலங்கையில் உள்ள ஐக்கிய நாடுகள் சபைக்கான வதிவிட ஒருங்கிணைப்பாளருடன் நாங்கள் கைகோர்க்கிறோம்."
      ]
    }
  }
}