{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dashed-dreams-through-the-decades-impassioned-speech-of-intelligent-mp/",
  "time_ut": 1647532740,
  "title": "Dashed dreams through the decades; impassioned speech of intelligent MP",
  "body_lines": [
    "Cassandra had a dream ever since she got interested in politics; the dream being of a fast-developing nation of truly patriotic Ceylonese/Sri Lankans, dedicated to improving the state of the nation and the welfare of the people. Nature has been bountiful to the Island and the gods are benevolent. The sea surrounding the island and its earth are rich in resources – priceless gems included. The rains came at the correct time and do so still notwithstanding climate change. The sun shines down so plants grew and harvests were plentiful, until of course the inorganic fertiliser blunder. The people are brown skinned, black haired, beautiful and on average intelligent too. They lived together harmoniously though speaking different languages and being followers of one of the four major religions. Their diversity in customs followed; rituals and traditions maintained, did not separate people nor was one group looked down upon by the others. But then rot set in and the snake in this paradise turned out to be politicians who are meant to look to the welfare of the people they represent but slowly and surely evinced interest only in themselves, their kith and kin and threw crumbs to salivating sycophants. They thus concentrated on self interests with corruption their snake venom. The people and their wellbeing were slowly thrown aside.",
    "Cassandra went through a wonderful childhood of having just enough of everything and security assured. She then passed on to young adulthood and her interest turned to matters of the heart. Marriage and children followed. The early years had leaders like D S Senanayake, Dudley S, John Kotelawela almost in the background but assuring Ceylon progressed as a free nation. Then grew corruption and a correlative downgrading of standards in Parliament. And now we are in the most disgraceful stage of our country’s history and the worst possible condition of the people – us Ordinaries.",
    "Martin Luther King gave expression to his dream of equality in an impassioned speech in the heart of Washington DC before the statue of the lanky President who freed black slaves. King’s ‘I have a dream’ encapsulated many bright visions of parity for the Blacks in the US of A. “I have a dream that one day my four little children will live in a nation where they will not be judged by the colour of their skin, but by the content of their character.” And much more. The dream has been realized to a great extent though blots are present and suddenly crop up. The Biden government is in tandem with King.",
    "Cassandra’s dream for her country centered on the Head of the Country. Each time an election was held, she was brimful of hope. She first gave consideration to the leader when SWRDB was elected Prime Minister. Hope dashed before he was shot dead. His Sinhala Only Policy, resulting discrimination of minorities and sevalaness disappointed her. Hopes whooped up with the Weeping Widow but reached the half way mark. Madam had her idiosyncrasies and troubles too but was OK until her strictures came in to save foreign exchange. The first very bad sign was people rummaging garbage bins for food during her second premiership",
    "Next hope was JRJ and much good resulted plus terrible shortcomings too like his not smelling smoke rising from crazed Sinhala hooligans working on a planned projectile. He opened the economy and whatever said and done life for the ordinary man improved. The robber barons may have come but money could be made. However, all good blotted out by his introduction of the monstrous Executive President, who’s gone from bad to worse.",
    "Premadasa was feared but he was committed and introduced excellent projects like houses for all and garment factories. However, his fear of competitors was his undoing. Many had hopes when CBK came in. Dashed! She was too fun loving. Much hope was ignited with the move after breaking egg hoppers with the Boss. The traitorousness was discounted as it was believed that Sirisena was doing it for the greater good of the country. This idea evaporated fairly soon, though he was admired by the many. Now feelings have changed drastically, and all due to his maneouvres. He and Ranil were toppled from the height of hope to the nadir of disappointment.",
    "Then the horizon was lit by an army man who promised a government of brains and non corruption and strict discipline and all that. High hopes tottered as he elected the same old sycophants to the Cabinet with many brethren and relatives in. Blood being thicker was a monstrous mistake. Those who voted him in were grossly disappointed. Where were the brains, the learned, the truly patriotic? Dreams were dashed and lay in broken spats on the weeping ground as was the economy, the farmers, and criticisers.",
    "So, the moral of the tale for Cass is no more dreams and hopes pinned on politicians. But that cannot be since hope springs eternal in the human breast and is an indomitable, ever rising life giving emotion. That is how Cass feels in her maturity and advanced age. She believes that when you are rock bottom you can only come up. So maybe our beloved country will get a government she deserves which will be faithful to her and see to her prosperity and progress. Miracles are possible. There definitely are GOOD and Educated and Sensible people in this land of ours and so there remains the possibility of a just and intelligent government working for the people and not for those who govern. No corruption or at least the minimum; rule of law; justice and erasure of politicisation.",
    "Hope arose in Cass as she listened to a speech made by Dr Harsha de Silva in Parliament recently when he said the country was bankrupt and gave reasons for this conclusion. Here is an intellectual who knows fully well what he talks about and definitely loves the country in which he said he will live till he dies, and in extension feels for the people of the country. His address was charged with sincere passion and concern for the tottering country. There are many more like him, many of them mercifully in the wings. Their turn to serve the country will surely come. Hence Cass affirming hope is not dead in her; she might very well dream again and have her dream realised.",
    "The time will surely come when people can live in peace leaving government to govern justly and wisely. The wail of a distinguished retired mercantile exec who is a neighbour of Cass’, she decides, need not be repeated since the tide will turn. He lamented feelingly a week ago: “This government won’t allow a man like me who worked so diligently and honestly all through my life to die in peace.” Cass will pass the spark of hope that timidly rises in her to this other Sri Lankan. The bad lot of today will be vanquished and better times will surely come our way.",
    "A friend who knows the real me and my alter ego Cassandra asked me earnestly why I do not comment on the lies politicians spill out as heard and seen on TV news on several channels. She mentioned Minister Lokuge who Cass too heard say he had travelled from Nivitigalla or some such to Colombo, and saw no queues. May be his driver travelled on non-frequented by ways – a wise move – or the minister slept through the journey. I use the euphemism ‘untruths’ for the pronouncements of those in power which confuse and confound us. In reality many are blatant lies.",
    "But no need for Cass to elaborate on this. On Tuesday March 15, the Editor of The Island in his cleverly succinct manner dealt with the matter, bringing in Matilda remembered from childhood who told such lies, which finally led to a painful death. The lies of politicians, them identified by the Editor as Matilda’s cousins, will not cost them their lives, but certainly their livelihoods in politics, which surely is their be-all. Cass contradicts herself. At the rate the public are getting irate and direct their venom to the politicians, their very lives may be in danger.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දශක ගනනාවක් තිස්සේ බිඳ දැමූ සිහින; බුද්ධිමත් මන්ත්‍රීවරයාගේ ආවේගශීලී කතාව",
      "body_lines": [
        "කැසැන්ඩ්‍රාට දේශපාලනය ගැන උනන්දුවක් ඇති වූ දා සිට සිහිනයක් තිබුණි. සැබෑ දේශප්‍රේමී ලාංකික/ශ්‍රී ලාංකිකයන්ගෙන් සමන්විත වේගයෙන් සංවර්ධනය වන ජාතියක් පිළිබඳ සිහිනය, ජාතියේ තත්ත්වය සහ ජනතාවගේ සුබසාධනය වැඩිදියුණු කිරීමට කැපවී සිටී. ස්වභාවධර්මය දිවයිනට දායාද කර ඇති අතර දෙවිවරුන් කරුණාවන්තයි. දිවයින වටා ඇති මුහුද සහ එහි පෘථිවිය සම්පත් වලින් පොහොසත් ය - මිල කළ නොහැකි මැණික් ඇතුළත් වේ. කාලගුණික විපර්යාස නොතකා හරි වෙලාවට වැස්ස ආවා. ඉර බැස යන නිසා ශාක වර්ධනය වී අස්වැන්න බහුල විය, ඇත්ත වශයෙන්ම අකාබනික පොහොර වරදක් වන තුරු. මිනිසුන් දුඹුරු සමක් ඇති, කළු හිසකෙස් ඇති, ලස්සන හා සාමාන්‍යයෙන් බුද්ධිමත් ය. ඔවුන් විවිධ භාෂා කතා කළත්, ප්‍රධාන ආගම් හතරෙන් එකක අනුගාමිකයින් වුවද සමගියෙන් එකට ජීවත් වූහ. චාරිත්ර තුළ ඔවුන්ගේ විවිධත්වය අනුගමනය කරන ලදී; චාරිත්‍ර වාරිත්‍ර සහ සම්ප්‍රදායන් මිනිසුන් වෙන් කළේ නැත, එක් කණ්ඩායමක් අනෙක් අය විසින් පහත් කොට සැලකුවේ නැත. නමුත් පසුව කුණු වී මේ පාරාදීසයේ සර්පයා දේශපාලඥයන් බවට පත් වූයේ තමන් නියෝජනය කරන ජනතාවගේ සුබසාධනය ගැන සොයා බැලීමට අදහස් කරන නමුත් සෙමින් හා නිසැකවම තමන් ගැන, තම කිට්ටු ඥාතීන් ගැන පමණක් උනන්දුවක් දක්වන අතර කෙල හලන සයිකෝෆාන්ට කුණු කසළ දැමූහ. මේ අනුව, ඔවුන් තම සර්ප විෂ දූෂණය සමඟ ආත්ම අභිලාෂයන් කෙරෙහි අවධානය යොමු කළහ. ජනතාව සහ ඔවුන්ගේ යහපැවැත්ම ටිකෙන් ටික පසෙකට වීසි විය.",
        "කැසැන්ඩ්‍රා සෑම දෙයක්ම ප්‍රමාණවත් තරම් සහ ආරක්ෂාව සහතික කළ අපූරු ළමා කාලයක් ගත කළාය. පසුව ඇය තරුණ වැඩිහිටි වියට ගිය අතර ඇගේ උනන්දුව හදවතේ කාරණා වෙත යොමු විය. විවාහය සහ දරුවන් අනුගමනය කළහ. මුල් අවදියේ ඩී එස් සේනානායක, ඩඩ්ලි එස්, ජෝන් කොතලාවෙල වැනි නායකයින් බොහෝ දුරට පසුබිමේ සිටි නමුත් ලංකාව නිදහස් ජාතියක් ලෙස ඉදිරියට යාමට සහතික විය. ඉන්පසුව පාර්ලිමේන්තුවේ දූෂණය සහ ප්‍රමිතීන් සහසම්බන්ධ ලෙස පහත හෙලීම වර්ධනය විය. දැන් අපි ඉන්නේ අපේ රටේ ඉතිහාසයේ ඉතාම නින්දිත අවධියක සහ සාමාන්‍ය ජනතාව වන මිනිසුන්ගේ නරකම තත්වයේ ය.",
        "මාර්ටින් ලූතර් කිං වොෂින්ටන් ඩීසී හි හදවතේ කළු වහලුන් නිදහස් කළ ලාංකීය ජනාධිපතිවරයාගේ ප්‍රතිමාව ඉදිරිපිට ආවේගශීලී දේශනයකදී සමානාත්මතාවය පිළිබඳ ඔහුගේ සිහිනය ප්‍රකාශ කළේය. කිංග්ගේ 'මට සිහිනයක් තිබේ' එක්සත් ජනපදයේ කළු ජාතිකයින් සඳහා සමානාත්මතාවය පිළිබඳ දීප්තිමත් දර්ශන රාශියක් කැටිකර ඇත. “මගේ කුඩා දරුවන් හතර දෙනා කවදා හෝ ඔවුන්ගේ වර්ණයෙන් විනිශ්චය නොකරන ජාතියක ජීවත් වනු ඇතැයි මට සිහිනයක් තිබේ. සම, නමුත් ඔවුන්ගේ චරිතයේ අන්තර්ගතය අනුව.\" සහ තවත් බොහෝ දේ. ලප ඇති අතර හදිසියේම වර්ධනය වුවද සිහිනය බොහෝ දුරට සැබෑ වී ඇත. බිඩෙන් රජය කිං සමඟ අත්වැල් බැඳගනී.",
        "කැසැන්ඩ්‍රාගේ රට පිළිබඳ සිහිනය කේන්ද්‍රගත වූයේ රටේ ප්‍රධානියා මත ය. මැතිවරණයක් පැවැත්වෙන සෑම අවස්ථාවකම ඇය බලාපොරොත්තු සුන් වූවාය. SWRDB අගමැති ලෙස තේරී පත් වූ විට ඇය මුලින්ම නායකයාට සැලකුවාය. ඔහු වෙඩි තබා මරා දැමීමට පෙර බලාපොරොත්තු සුන් විය. ඔහුගේ සිංහල පමණක් ප්‍රතිපත්තිය, එහි ප්‍රතිඵලයක් ලෙස සුළු ජාතීන් වෙනස් කොට සැලකීම සහ සේවාලාභීත්වය ඇයව කලකිරීමට පත් කළේය. බලාපොරොත්තු අඬන වැන්දඹුව සමඟ හූප් කළ නමුත් අර්ධ මාර්ගයට ළඟා විය. මැතිනියට ඇගේ දෛවෝපගතකම් සහ කරදර තිබුනත් විදේශ විනිමය ඉතිරි කර ගැනීමට ඇගේ දැඩි වදන් පැමිණෙන තුරු හොඳින් සිටියාය. පළමු ඉතා නරක ලකුණ වූයේ ඇයගේ දෙවන අගමැති ධූරයේ සිටියදී මිනිසුන් ආහාර සඳහා කසළ බක්කිවල රොක්වීමයි",
        "ඊළඟ බලාපොරොත්තුව JRJ වූ අතර බොහෝ හොඳ ප්‍රතිඵලයක් මෙන්ම දරුණු අඩුපාඩුද ඇති විය, ඔහු සැලසුම් කළ ප්‍රොජෙක්ටලයක වැඩ කරන උමතු සිංහල දාමරිකයන්ගෙන් නැගෙන දුමාරය වැනි ඔහුගේ සුවඳ නොදැනේ. ඔහු ආර්ථිකය විවෘත කළා, සාමාන්‍ය මිනිසාගේ ජීවිතය දියුණු කළා කියපු දේ කළා. මංකොල්ලකාරයෝ ඇවිත් ඇති නමුත් මුදල් උපයා ගත හැකිය. කෙසේ වෙතත්, නරකින් නරක අතට ගිය, බිහිසුණු විධායක ජනාධිපතිවරයා ඔහු විසින් හඳුන්වා දීමෙන් සියලු යහපත් දේ මකා දමන ලදී.",
        "ප්‍රේමදාසට බයයි නමුත් ඔහු කැපවී සැමට නිවාස, ඇඟලුම් කම්හල් වැනි විශිෂ්ට ව්‍යාපෘති හඳුන්වා දුන්නේය. කෙසේ වෙතත්, තරඟකරුවන්ට ඔහු තුළ තිබූ බිය ඔහුගේ විනාශය විය. CBK පැමිණි විට බොහෝ දෙනෙකුට බලාපොරොත්තු තිබුණි. ඇය ඉතා විනෝදජනක ආදරයක් විය. ලොක්කා එක්ක බිත්තර ආප්ප කඩාගෙන ආපු ගමනත් එක්ක ගොඩක් බලාපොරොත්තු ඇවිලුණා. සිරිසේන එය කරන්නේ රටේ යහපත සඳහා යැයි විශ්වාස කළ බැවින් දේශද්‍රෝහීත්වය අඩු විය. ඔහු බොහෝ දෙනා විසින් අගය කරන ලද නමුත් මෙම අදහස ඉතා ඉක්මනින් වාෂ්ප විය. දැන් හැඟීම් විශාල ලෙස වෙනස් වී ඇති අතර ඒ සියල්ල ඔහුගේ උපාමාරු නිසා ය. ඔහු සහ රනිල් බලාපොරොත්තු සුන්වීමේ උච්චස්ථානයේ සිට බලාපොරොත්තු සුන්වීමේ නාඩිරට පෙරළී ගියහ.",
        "එවිට ක්ෂිතිජය දැල්වූයේ මොළේ සහ දූෂණයෙන් තොර රජයක් සහ දැඩි විනයක් සහ ඒ සියල්ලෙන් යුත් රජයක් පොරොන්දු වූ හමුදා නිලධාරියෙකු විසිනි. බොහෝ සහෝදරයන් සහ ඥාතීන් සමඟ අමාත්‍ය මණ්ඩලයට ඔහු එම පැරණි සිකෝෆාන්වරුන්ම තෝරා පත් කර ගැනීමත් සමඟ විශාල බලාපොරොත්තු සුන් විය. රුධිරය ඝන වීම දරුණු වැරැද්දකි. ඔහුට ඡන්දය දුන් අය දැඩි කලකිරීමට පත් වූහ. මොළ, උගතුන්, සැබෑ දේශප්‍රේමීන් සිටියේ කොහේද? ආර්ථිකය, ගොවීන් සහ විචාරකයින් මෙන් සිහින සුන් වී අඬන බිමේ කැඩුණු කෙල වල වැතිර සිටියේය.",
        "ඉතින්, Cass සඳහා කතාවේ සදාචාරය තවදුරටත් දේශපාලකයන් මත තබා ඇති සිහින හා බලාපොරොත්තු නොවේ. නමුත් එය විය නොහැක්කේ බලාපොරොත්තුව මිනිස් පියයුරේ සදාකාලික වන අතර එය අසමසම, සදාකාලික නැඟී එන ජීවයක් වන බැවිනි. කැස්ගේ පරිණතභාවය සහ උසස් වයසේදී දැනෙන්නේ එලෙස ය. ඇය විශ්වාස කරන්නේ ඔබ ගල්පරයෙන් සිටින විට ඔබට ඉහළට පැමිණිය හැකි බවයි. ඉතින් සමහර විට අපේ ආදරණීය රටට ඇයට ලැබිය යුතු රජයක් ලැබෙනු ඇත, එය ඇයට විශ්වාසවන්තව හා ඇගේ සමෘද්ධිය හා දියුණුව දකිනු ඇත. ආශ්චර්යයන් කළ හැකිය. අපේ මේ දේශයේ හොඳ, උගත්, සංවේදී මිනිසුන් අනිවාර්යයෙන්ම සිටින නිසා ආණ්ඩු කරන අය වෙනුවෙන් නොව ජනතාව වෙනුවෙන් ක්‍රියා කරන සාධාරණ බුද්ධිමත් රජයක් බිහිවීමේ හැකියාව ඉතිරිව පවතී. දූෂණ හෝ අවම වශයෙන් අවම; නීතියේ පාලනය; යුක්තිය සහ දේශපාලනීකරණය මකා දැමීම.",
        "ආචාර්ය හර්ෂ ද සිල්වා මහතා පසුගියදා පාර්ලිමේන්තුවේදී රට බංකොලොත් යැයි කියමින් මේ නිගමනයට හේතු දක්වමින් කළ කතාවකට සවන් දෙන විට කැස් තුළ බලාපොරොත්තුවක් ඇති විය. මෙන්න, තමන් කතා කරන දේ හොඳින් දන්නා සහ ඔහු මිය යන තුරුම ජීවත් වන බව පැවසූ රටට අනිවාර්යයෙන්ම ආදරය කරන, රටේ ජනතාව ගැන දිගු කලක් දැනෙන බුද්ධිමතෙකි. ඔහුගේ ආමන්ත්‍රණයට ආරෝපණය කෙරුනේ දෙදරා යන රට කෙරෙහි අවංක ආශාව සහ සැලකිල්ලයි. ඔහු වැනි තවත් බොහෝ දෙනෙක් සිටිති, ඔවුන්ගෙන් බොහෝ දෙනෙක් කරුණාවන්තව පියාපත්වල සිටිති. රටට සේවයක් කිරීමේ ඔවුන්ගේ වාරය නිසැකවම පැමිණෙනු ඇත. එහෙයින් කැස් තහවුරු කරන බලාපොරොත්තුව ඇය තුළ මිය ගොස් නැත; ඇය නැවතත් සිහින දැකීමටත් ඇගේ සිහිනය සැබෑ කර ගැනීමටත් ඉඩ ඇත.",
        "රජය සාධාරණව සහ ඥානවන්තව පාලනය කිරීමට ඉඩ හැර මිනිසුන්ට සාමයෙන් ජීවත් විය හැකි කාලයක් නිසැකවම පැමිණෙනු ඇත. කැස්ගේ අසල්වැසියෙකු වන කීර්තිමත් විශ්‍රාමික වෙළඳ විධායක නිලධාරියෙකුගේ විලාපය, වඩදිය බාදිය හැරෙනු ඇති බැවින් නැවත නැවත නොකළ යුතු බව ඇය තීරණය කරයි. ඔහු සතියකට පෙර හැඟීම්බරව විලාප තැබීය: \"මගේ ජීවිත කාලය පුරාම ඉතා කඩිසරව හා අවංකව වැඩ කළ මා වැනි මිනිසෙකුට සාමයෙන් මිය යාමට මේ රජය ඉඩ නොදේ.\" කැස් ඇය තුළ බියකරු ලෙස නැගෙන බලාපොරොත්තුවේ ගිනි පුළිඟුව මෙම අනෙක් ශ්‍රී ලාංකිකයාට ලබා දෙනු ඇත. අද පවතින අයහපත් දේ පහව යනු ඇති අතර වඩා හොඳ කාලයක් නිසැකවම අප වෙත පැමිණෙනු ඇත.",
        "නාලිකා කිහිපයක රූපවාහිනී ප්‍රවෘත්තිවලින් අසන්නට දකින්නට ලැබෙන පරිදි දේශපාලකයින් පිට කරන බොරු ගැන මා අදහස් නොදක්වන්නේ මන්දැයි සැබෑ මා සහ මගේ වෙනස් චරිතය දන්නා මිතුරෙක් මගෙන් ඉතා ඕනෑකමින් විමසීය. තමා නිවිතිගල්ලේ සිට කොළඹට පැමිණි බව කැස් ද අසා සිටි ලොකුගේ ඇමැතිවරයා ගැන ඇය සඳහන් කළාය. ඔහුගේ රියදුරා නිතර නිතර ගමන් නොකළ මාර්ගවලින් - ඥානවන්ත පියවරක් - හෝ අමාත්‍යවරයා ගමනේ දී නිදා ගත්තා විය හැකිය. අපව ව්‍යාකූල කරන සහ ව්‍යාකූල කරන බලයේ සිටින අයගේ ප්‍රකාශයන් සඳහා මම ‘අසත්‍ය’ යන සුබවාදී වචනය භාවිතා කරමි. යථාර්ථයේ දී බොහෝ ඒවා අමූලික බොරු ය.",
        "නමුත් කැස් මේ ගැන විස්තර කිරීමට අවශ්‍ය නැත. මාර්තු 15 වැනි අඟහරුවාදා, ද අයිලන්ඩ් කතුවරයා සිය දක්ෂ ලෙස සංක්ෂිප්ත ආකාරයෙන් මෙම කාරණය සම්බන්ධයෙන් කටයුතු කළේ, කුඩා කල සිටම සිහිපත් වූ එවැනි බොරු කීවේ, අවසානයේ වේදනාකාරී මරණයකට හේතු වූ මැටිල්ඩා ගෙන්වාමිනි. කතුවරයා විසින් මැටිල්ඩාගේ ඥාති සොහොයුරියන් ලෙස හඳුනාගෙන ඇති දේශපාලකයන්ගේ බොරුවලින් ඔවුන්ගේ ජීවිත අහිමි නොවනු ඇත, නමුත් නියත වශයෙන්ම දේශපාලනයේ ඔවුන්ගේ ජීවනෝපාය වනු ඇත, එය නිසැකවම ඔවුන්ගේ විය යුතුය. කැස් තමාටම පටහැනියි. මහජනයා කෝපයට පත් වන අතර ඔවුන්ගේ විෂ දේශපාලකයන් වෙත යොමු කරන වේගය අනුව, ඔවුන්ගේ ජීවිත අනතුරේ විය හැකිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பல தசாப்தங்களாக சிதைந்த கனவுகள்; அறிவார்ந்த எம்.பி.யின் ஆவேச பேச்சு",
      "body_lines": [
        "கசாண்ட்ராவுக்கு அரசியலில் ஆர்வம் வந்ததிலிருந்து ஒரு கனவு இருந்தது; உண்மையான தேசபக்தியுள்ள இலங்கையர்கள்/இலங்கையர்களின் வேகமாக வளரும் தேசத்தின் கனவு, தேசத்தின் நிலையை மேம்படுத்துவதற்கும் மக்களின் நலனுக்காகவும் அர்ப்பணிக்கப்பட்டுள்ளது. இயற்கை தீவுக்கு அருளும், தெய்வங்களும் அருளும். தீவைச் சுற்றியுள்ள கடல் மற்றும் அதன் பூமி வளங்கள் நிறைந்தவை - விலைமதிப்பற்ற கற்கள் உட்பட. பருவநிலை மாற்றத்தைப் பொருட்படுத்தாமல் சரியான நேரத்தில் மழை பெய்தது. சூரியன் கீழே பிரகாசிக்கிறது, அதனால் தாவரங்கள் வளர்ந்தன மற்றும் அறுவடைகள் ஏராளமாக இருந்தன, நிச்சயமாக கனிம உரத் தவறு வரை. மக்கள் பழுப்பு நிற சருமம், கருப்பு முடி, அழகானவர்கள் மற்றும் சராசரியாக புத்திசாலிகள். வெவ்வேறு மொழிகளைப் பேசினாலும், நான்கு முக்கிய மதங்களில் ஒன்றைப் பின்பற்றுபவர்களாக இருந்தாலும் அவர்கள் ஒற்றுமையாக வாழ்ந்தனர். பழக்கவழக்கங்களில் அவர்களின் பன்முகத்தன்மை பின்பற்றப்பட்டது; சம்பிரதாயங்கள் மற்றும் மரபுகள் பராமரிக்கப்பட்டு, மக்களைப் பிரிக்கவில்லை அல்லது ஒரு குழுவை மற்றவர்கள் இழிவாகப் பார்க்கவில்லை. ஆனால் இந்த சொர்க்கத்தில் உள்ள பாம்பு அவர்கள் பிரதிநிதித்துவப்படுத்தும் மக்களின் நலனில் அக்கறை கொண்ட அரசியல்வாதிகளாக மாறியது, ஆனால் மெதுவாகவும் நிச்சயமாகவும் தங்கள் மீதும், தங்கள் குடும்பம் மற்றும் உறவினர்கள் மீதும் மட்டுமே ஆர்வத்தை வெளிப்படுத்தியது மற்றும் உமிழ்நீர் சுரக்கும் சைக்கோபான்களுக்கு துண்டுகளை வீசியது. இதனால் அவர்கள் பாம்பு விஷத்தை சிதைத்து சுயநலங்களில் கவனம் செலுத்தினர். மக்களும் அவர்களின் நல்வாழ்வும் மெதுவாக ஒதுக்கித் தள்ளப்பட்டன.",
        "கசாண்ட்ரா ஒரு அற்புதமான குழந்தைப் பருவத்தை கடந்து, எல்லாவற்றையும் போதுமான அளவு மற்றும் பாதுகாப்பை உறுதி செய்தார். பின்னர் அவள் இளமை பருவத்திற்கு சென்றாள், அவளுடைய ஆர்வம் இதய விஷயங்களில் திரும்பியது. திருமணமும் குழந்தைகளும் தொடர்ந்தன. ஆரம்ப ஆண்டுகளில் டி எஸ் சேனநாயக்க, டட்லி எஸ், ஜோன் கொத்தலாவெல போன்ற தலைவர்கள் கிட்டத்தட்ட பின்னணியில் இருந்தனர், ஆனால் இலங்கை ஒரு சுதந்திர தேசமாக முன்னேறுவதை உறுதிப்படுத்தியது. பின்னர் ஊழல் மற்றும் பாராளுமன்றத்தில் தரம் குறைக்கப்பட்டது. இப்போது நாம் நமது நாட்டின் வரலாற்றில் மிகவும் இழிவான நிலையில் இருக்கிறோம் மற்றும் மக்களின் மிக மோசமான நிலையில் இருக்கிறோம் - நாங்கள் சாதாரணர்கள்.",
        "மார்ட்டின் லூதர் கிங் தனது சமத்துவக் கனவை வாஷிங்டன் டிசியின் இதயத்தில் கறுப்பின அடிமைகளை விடுவித்த மெல்லிய ஜனாதிபதியின் சிலைக்கு முன்பாக உணர்ச்சிவசப்பட்ட உரையில் வெளிப்படுத்தினார். கிங்கின் 'எனக்கு ஒரு கனவு இருக்கிறது' அமெரிக்காவில் கறுப்பினத்தவர்களுக்கான சமத்துவம் பற்றிய பல பிரகாசமான தரிசனங்களை உள்ளடக்கியது. \"எனது நான்கு சிறு குழந்தைகளும் ஒரு நாள் அவர்களின் நிறத்தால் தீர்மானிக்கப்படாத ஒரு நாட்டில் வாழ்வார்கள் என்று நான் கனவு காண்கிறேன். தோல், ஆனால் அவற்றின் தன்மையின் உள்ளடக்கத்தால்.\" இன்னும் பற்பல. கறைகள் இருந்தபோதிலும், திடீரென்று வளரும் என்றாலும் கனவு ஒரு பெரிய அளவிற்கு நனவாகியுள்ளது. பிடன் அரசாங்கம் கிங்குடன் இணைந்துள்ளது.",
        "கசாண்ட்ராவின் தனது நாட்டிற்கான கனவு நாட்டின் தலைவரை மையமாகக் கொண்டது. ஒவ்வொரு முறை தேர்தல் நடந்தபோதும் அவர் நம்பிக்கையில் மூழ்கினார். SWRDB பிரதம மந்திரியாக தேர்ந்தெடுக்கப்பட்டபோது அவர் முதலில் தலைவரைக் கருத்தில் கொண்டார். அவர் சுட்டுக் கொல்லப்படுவதற்கு முன்பு நம்பிக்கை உடைந்தது. சிறுபான்மையினரின் பாகுபாடு மற்றும் சேவலன்களின் விளைவாக அவரது சிங்களம் மட்டுமே கொள்கை அவளை ஏமாற்றமடையச் செய்தது. வீப்பிங் விதவையுடன் நம்பிக்கைகள் ஊக்குவித்தன, ஆனால் பாதி வழியை எட்டியது. மேடம் தனது தனித்தன்மைகள் மற்றும் பிரச்சனைகள் கூட இருந்தது ஆனால் அந்நிய செலாவணி சேமிக்க அவரது கண்டிப்பு வரும் வரை சரியாக இருந்தது. முதல் மிக மோசமான அறிகுறி, அவரது இரண்டாவது பிரதமர் பதவியின் போது மக்கள் உணவுக்காக குப்பைத் தொட்டிகளை சலசலத்தது",
        "அடுத்த நம்பிக்கை ஜே.ஆர்.ஜே. மிகவும் நல்ல பலன் மற்றும் பயங்கரமான குறைபாடுகளும், திட்டமிட்ட எறிகணையில் வேலை செய்யும் வெறிபிடித்த சிங்களக் குண்டர்களின் புகை நாற்றமடிக்கவில்லை. அவர் பொருளாதாரத்தைத் திறந்தார், சாதாரண மனிதனின் வாழ்க்கையை மேம்படுத்தினார். கொள்ளைக்காரர்கள் வந்திருக்கலாம் ஆனால் பணம் சம்பாதிக்கலாம். இருப்பினும், மோசமான செயல் தலைவரை அவர் அறிமுகப்படுத்தியதன் மூலம் அனைத்து நன்மைகளும் அழிக்கப்பட்டன, அவர் கெட்டதிலிருந்து மோசமாகிவிட்டார்.",
        "பிரேமதாச பயந்தார், ஆனால் அவர் உறுதியுடன் இருந்தார் மற்றும் அனைவருக்கும் வீடுகள் மற்றும் ஆடைத் தொழிற்சாலைகள் போன்ற சிறந்த திட்டங்களை அறிமுகப்படுத்தினார். இருப்பினும், போட்டியாளர்கள் மீதான அவரது பயம் அவரை நீக்கியது. சிபிகே உள்ளே வந்ததும் பலருக்கு நம்பிக்கை இருந்தது. அவள் மிகவும் வேடிக்கையாக காதலித்தாள். பாஸுடன் முட்டை ஹாப்பர்களை உடைத்த பிறகு இந்த நடவடிக்கையால் அதிக நம்பிக்கை ஏற்பட்டது. சிறீசேனா நாட்டின் நன்மைக்காக அதைச் செய்கிறார் என்று நம்பப்பட்டதால் துரோகம் தள்ளுபடி செய்யப்பட்டது. அவர் பலரால் பாராட்டப்பட்டாலும், இந்த யோசனை விரைவில் ஆவியாகிவிட்டது. இப்போது உணர்வுகள் கடுமையாக மாறிவிட்டன, அனைத்தும் அவரது சூழ்ச்சிகளால். அவரும் ரணிலும் நம்பிக்கையின் உச்சத்திலிருந்து ஏமாற்றத்தின் நாடிக்கு தள்ளப்பட்டனர்.",
        "மூளை மற்றும் ஊழலற்ற அரசாங்கம் மற்றும் கடுமையான ஒழுக்கம் மற்றும் அனைத்தையும் கொண்ட ஒரு அரசாங்கத்தை உறுதியளித்த ஒரு இராணுவ வீரரால் அடிவானம் ஒளிர்ந்தது. பல சகோதரர்கள் மற்றும் உறவினர்கள் உள்ள அமைச்சரவையில் அதே பழைய சிகோபான்ட்களை அவர் தேர்ந்தெடுத்ததால் அதிக நம்பிக்கைகள் தத்தளித்தன. இரத்தம் தடிமனாக இருப்பது ஒரு பயங்கரமான தவறு. அவருக்கு வாக்களித்தவர்கள் பெரும் ஏமாற்றம் அடைந்தனர். மூளை, கற்றறிந்த, உண்மையான தேசபக்தி எங்கே? பொருளாதாரம், விவசாயிகள் மற்றும் விமர்சகர்கள் என கனவுகள் சிதைந்து அழுகை நிலத்தில் உடைந்து கிடக்கின்றன.",
        "எனவே, காஸுக்கான கதையின் தார்மீகமானது அரசியல்வாதிகள் மீது கனவுகள் மற்றும் நம்பிக்கைகள் இல்லை. ஆனால் நம்பிக்கை மனித மார்பில் நித்தியமாக இருந்து, உணர்ச்சியைக் கொடுக்கும் அசைக்க முடியாத, எப்போதும் எழுச்சி பெறும் வாழ்க்கையாக இருப்பதால் அது இருக்க முடியாது. காஸ் தனது முதிர்ச்சி மற்றும் மேம்பட்ட வயதில் அப்படித்தான் உணர்கிறாள். நீங்கள் பாறையாக இருக்கும்போது மட்டுமே மேலே வர முடியும் என்று அவள் நம்புகிறாள். எனவே, ஒருவேளை நம் அன்பான நாடு அவளுக்குத் தகுதியான ஒரு அரசாங்கத்தைப் பெறலாம், அது அவளுக்கு விசுவாசமாக இருக்கும், அவளுடைய செழிப்பு மற்றும் முன்னேற்றத்தைக் காணும். அற்புதங்கள் சாத்தியம். நம்முடைய இந்த மண்ணில் நல்லவர்களும் படித்தவர்களும் விவேகமுள்ளவர்களும் நிச்சயமாக இருக்கிறார்கள், எனவே மக்களுக்காக அல்லாமல் மக்களுக்காக உழைக்கும் ஒரு நியாயமான மற்றும் புத்திசாலித்தனமான அரசாங்கம் சாத்தியமாகும். ஊழல் இல்லை அல்லது குறைந்தபட்சம்; சட்டத்தின் ஆட்சி; நீதி மற்றும் அரசியலாக்கத்தை அழித்தல்.",
        "அண்மையில் கலாநிதி ஹர்ஷ டி சில்வா பாராளுமன்றத்தில் நாடு திவாலாகிவிட்டதாகக் கூறியபோது அவர் இந்த முடிவுக்குக் காரணங்களைச் சொன்னபோது அவர் ஆற்றிய உரையைக் கேட்டபோது காஸ் மீது நம்பிக்கை எழுந்தது. இதோ ஒரு அறிவுஜீவி தான் என்ன பேசுகிறார் என்பதை நன்கு அறிந்தவர், தான் சாகும் வரை வாழ்வேன் என்று கூறிய நாட்டை கண்டிப்பாக நேசிப்பவர், மேலும் நாட்டு மக்களுக்காக உணர்கின்றார். அவரது முகவரியில் உண்மையான உணர்வு மற்றும் தள்ளாடும் நாட்டின் மீது அக்கறை இருந்தது. அவரைப் போல இன்னும் பலர் உள்ளனர், அவர்களில் பலர் கருணையுடன் இறக்கைகளில் உள்ளனர். நாட்டுக்கு சேவை செய்யும் அவர்களின் முறை நிச்சயம் வரும். எனவே காஸ் உறுதிப்படுத்தும் நம்பிக்கை அவளிடம் சாகவில்லை; அவள் மீண்டும் கனவு கண்டு தன் கனவை நனவாக்கலாம்.",
        "நியாயமாகவும் புத்திசாலித்தனமாகவும் ஆட்சி செய்யும் அரசை விட்டு மக்கள் நிம்மதியாக வாழக்கூடிய காலம் நிச்சயம் வரும். காஸின் அண்டை வீட்டாரான ஒரு புகழ்பெற்ற ஓய்வுபெற்ற வணிக நிர்வாகியின் அழுகுரல், அலை மாறும் என்பதால், திரும்பத் திரும்பச் சொல்ல வேண்டியதில்லை என்று முடிவு செய்கிறாள். அவர் ஒரு வாரத்திற்கு முன்பு உணர்ச்சிவசப்பட்டு புலம்பினார்: \"என் வாழ்நாள் முழுவதும் மிகவும் விடாமுயற்சியுடன் நேர்மையாக உழைத்த என்னைப் போன்ற ஒரு மனிதனை இந்த அரசாங்கம் நிம்மதியாக இறக்க அனுமதிக்காது.\" காஸ் பயத்துடன் தன்னுள் எழும் நம்பிக்கையின் தீப்பொறியை இந்த மற்ற இலங்கையருக்கு அனுப்புவார். இன்றைய தீமைகள் தோற்கடிக்கப்படும், நல்ல காலம் நிச்சயமாக நம் வழியில் வரும்.",
        "என்னையும் எனது மாற்றுத் திறனாளியான கசாண்ட்ராவையும் அறிந்த நண்பர் ஒருவர், பல சேனல்களில் தொலைக்காட்சி செய்திகளில் கேட்டதும், பார்த்ததும் அரசியல்வாதிகள் பரப்பும் பொய்களைப் பற்றி நான் ஏன் கருத்து தெரிவிக்கவில்லை என்று என்னிடம் ஆர்வத்துடன் கேட்டார். அமைச்சர் லொகுகே, தான் நிவித்திகல்ல அல்லது சிலவற்றிலிருந்து கொழும்புக்கு பயணித்ததாகக் கூறியதைக் கேட்ட அமைச்சர் லொகுகே, வரிசைகளையே காணவில்லை என்றும் அவர் குறிப்பிட்டார். அவரது ஓட்டுநர் அடிக்கடி பயணம் செய்யாத வழிகளில் பயணம் செய்திருக்கலாம் - ஒரு புத்திசாலித்தனமான நடவடிக்கை - அல்லது அமைச்சர் பயணத்தின் போது தூங்கியிருக்கலாம். நம்மைக் குழப்பும் மற்றும் குழப்பமடையச் செய்யும் அதிகாரத்தில் இருப்பவர்களின் அறிவிப்புகளுக்கு நான் ‘அசத்தியங்கள்’ என்ற சொற்பொழிவைப் பயன்படுத்துகிறேன். உண்மையில் பல அப்பட்டமான பொய்கள்.",
        "ஆனால் காஸ் இதைப் பற்றி விரிவாகக் கூறத் தேவையில்லை. செவ்வாயன்று மார்ச் 15 அன்று, தி ஐலண்டின் ஆசிரியர் தனது புத்திசாலித்தனமான சுருக்கமான முறையில் விஷயத்தைக் கையாண்டார், சிறுவயதிலிருந்தே மாடில்டாவைக் கொண்டு வந்து, இதுபோன்ற பொய்களைச் சொன்னவர், இறுதியாக ஒரு வேதனையான மரணத்திற்கு வழிவகுத்தார். அரசியல்வாதிகளின் பொய்கள், அவர்கள் மாடில்டாவின் உறவினர்கள் என்று ஆசிரியரால் அடையாளம் காணப்பட்டவர்கள், அவர்களின் உயிரை இழக்க மாட்டார்கள், ஆனால் நிச்சயமாக அரசியலில் அவர்களின் வாழ்வாதாரத்தை இழக்க நேரிடும். காஸ் தனக்குத்தானே முரண்படுகிறார். பொதுமக்கள் கோபமடைந்து தங்கள் விஷத்தை அரசியல்வாதிகளிடம் செலுத்தினால், அவர்களின் உயிருக்கு ஆபத்து ஏற்படலாம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}