{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-us4bn-in-debt-by-march-2022-94877/",
  "time_ut": 1653806580,
  "title": "Sri Lanka central bank US$4bn in debt by March 2022",
  "body_lines": [
    "ECONOMYNEXT – The foreign liabilities of Sri Lanka’s central bank has exceeded its assets by 4.0 billion US dollars or 1.2 trillion rupees as liquidity injections made to keep rates down triggered the worst currency crises in its history, official data show.",
    "Net foreign assets which were negative by 3.65 billion US dollars in February 2022, went up by around 376 million US dollars in March, as borrowings went up and reserves were used to repay debt or finance private sector excess imports which were triggered by liquidity injections.",
    "Sri Lanka’s economists had actively encouraged the use of reserves (central bank credit) for imports in a bizarre move, helping the country live beyond its means, in a deep descent into Mercantilism.",
    "Using reserves for imports is also pro-cyclical activity and a type of central bank credit driven stimulus.",
    "The central bank is now borrowing mainly from India through the Asian Clearing Union mechanism to finance imports and also repay multilateral debt.",
    "The central bank’s debt includes swaps with India, Bangladesh, ACU deferred liabilities, and International Monetary Fund debt taken from the last program.",
    "While using reserves or borrowings for imports and increases net debt with higher consumption, paying back debt with central bank borrowings (or central bank reserves) does not involve any new increase in national foreign debt.",
    "Usually reserves are lost in a pegged exchange rate system when money is injected through open market operations in to banks, to keep rates down artificially a committee of five humans mis-targeting the market interest rate and firing cascading credit.",
    "When foreign reserves are used to finance imports, liquidity injections follow the reserve sale (sterilized forex sale).",
    "The interest rate mis-targeting and the resulting monetary and exchange rate policy conflict is then covered up by a currency depreciation.",
    "The interest mis-targeting of the rate committee is then blamed on imports, trade deficit, exogenous shocks, diesel, vehicles, gold, or some other conveniently non-monetary phenomena after the peg comes under pressure.",
    "People who are net savers are repeatedly blamed for importing (private savings are around 20 percent of GDP in Sri Lanka), rather than central bank credit which trigger excess outflows in a peg.",
    "Sri Lanka has been engaging in aggressive open market operations under highly discretionary policy (flexible inflation targeting) after 2014 September in particular allowing money and exchange policies to come into conflict easily and for the exchange rate peg (flexible exchange rate) to break.",
    "After 2015 money was printed for output gap targeting (monetary stimulus) despite having a foreign reserve collecting peg, triggering currency crises in 2015/2016 and 2018 which reduced growth as money policy came into conflict with the peg.",
    "In December 2019 taxes were also cut (fiscal stimulus) saying there was a ‘persistent output gap’ , triggering the worst currency crises in the history of the 72 year old soft-pegged central bank.",
    "After 2015 net foreign reserves have not recovered to match reserve money and foreign reserves as a share of the rupee reserve money supply (monetary base or M0) has fallen steadily below 100 percent and slipped into negative territory in August 2021.",
    "In order to restore monetary stability domestic credit and economic activity has to be smashed with high interest rates and reserves re-built, reducing growth. Raising taxes helps reduce state credit.",
    "A float (complete suspension of convertibility) accomplishes the task at a lower rate by ending further interventions and liquidity injections.",
    "Sri Lanka attempted a float in March but with a surrender rule (central bank forced purchases of dollars for new money) which pushed down further (strong side convertibility) or raising rates.",
    "The rupee fell from 200 to 299 during the month in fits and starts and not a quick float as had occurred successfully in 2001 and 2012.",
    "Through policy rates were hiked in April to slow credit orex shortages are still persisting in May with the currency around 265 to 280 to the US dollars. At the margin a peg is defended with ACU dollars. (Colombo/May29/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා මහ බැංකුව 2022 මාර්තු වන විට ඩොලර් බිලියන 4ක ණයක්",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ මහ බැංකුවේ විදේශ වගකීම් එහි වත්කම් ඇමෙරිකානු ඩොලර් බිලියන 4.0කින් හෙවත් රුපියල් ට්‍රිලියන 1.2කින් ඉක්මවා ගොස් ඇති අතර, එහි ඉතිහාසයේ නරකම මුදල් අර්බුද ඇති කළ අනුපාත පහත හෙළීම සඳහා ද්‍රවශීලතා එන්නත් කිරීම නිසා, නිල දත්ත පෙන්වා දෙයි.",
        "2022 පෙබරවාරි මාසයේදී ඩොලර් බිලියන 3.65 කින් සෘණාත්මක වූ ශුද්ධ විදේශ වත්කම් මාර්තු මාසයේදී ඩොලර් මිලියන 376 කින් පමණ ඉහළ ගියේය, ණය ගැනීම් ඉහළ ගොස් සංචිත ණය ආපසු ගෙවීමට හෝ ද්‍රවශීලතා එන්නත් මගින් ඇති කරන ලද පුද්ගලික අංශයේ අතිරික්ත ආනයන සඳහා මුදල් යෙදවීම නිසා.",
        "ශ්‍රී ලංකාවේ ආර්ථික විද්‍යාඥයින් විසින් ආනයනය සඳහා සංචිත (මහ බැංකු ණය) භාවිතා කිරීම සක්‍රීයව දිරිමත් කර තිබුණේ, රට වෙළදවාදයට ගැඹුරින් බැස යාමේ දී, රටට එහි ශක්තියෙන් ඔබ්බට ජීවත් වීමට උපකාර කරමිනි.",
        "ආනයනය සඳහා සංචිත භාවිතා කිරීම චක්‍රීය ගැති ක්‍රියාකාරකම් සහ මහ බැංකු ණය දිරිමත් කිරීමකි.",
        "ආනයන සඳහා මූල්‍යකරණය සහ බහුපාර්ශ්වික ණය ආපසු ගෙවීම සඳහා මහ බැංකුව දැන් ප්‍රධාන වශයෙන් ඉන්දියාවෙන් ආසියානු නිෂ්කාශන සංගමයේ යාන්ත්‍රණය හරහා ණය ලබා ගනී.",
        "මහ බැංකුවේ ණයවලට ඉන්දියාව, බංග්ලාදේශය, ACU කල් දැමූ වගකීම් සහ අවසාන වැඩසටහනෙන් ලබාගත් ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ හුවමාරු කිරීම් ඇතුළත් වේ.",
        "ආනයන සඳහා සංචිත හෝ ණය ගැනීම් භාවිතා කරන අතර වැඩි පරිභෝජනයක් සමඟ ශුද්ධ ණය වැඩි කරන අතරම, මහ බැංකු ණය (හෝ මහ බැංකු සංචිත) සමඟ ණය ආපසු ගෙවීම ජාතික විදේශ ණයෙහි නව වැඩිවීමක් ඇතුළත් නොවේ.",
        "සාමාන්‍යයෙන් සංචිත නැති වන්නේ විවෘත වෙළඳපල මෙහෙයුම් හරහා බැංකු වෙත මුදල් එන්නත් කරන විට, මිනිසුන් පස් දෙනෙකුගෙන් යුත් කමිටුවක් විසින් වෙළඳපල පොලී අනුපාතය වැරදි ලෙස ඉලක්ක කර ගනිමින් සහ කැස්කැඩින් ණය ලබා දීමෙන් කෘතිමව පොලී අනුපාත අඩු කර ගැනීම සඳහා මුදල් එන්නත් කරන විටය.",
        "විදේශ සංචිත ආනයන සඳහා මුදල් යෙදවීම සඳහා භාවිතා කරන විට, ද්රවශීලතා එන්නත් සංචිත විකිණීම (විෂබීජහරණය කළ විදේශ විනිමය විකිණීම) අනුගමනය කරයි.",
        "පොලී අනුපාත වැරදි ඉලක්ක කිරීම සහ එහි ප්‍රතිඵලයක් ලෙස මුදල් හා විනිමය අනුපාත ප්‍රතිපත්ති ගැටුම මුදල් අවප්‍රමාණය වීමකින් ආවරණය වේ.",
        "අනුපාත කමිටුවේ පොලී වැරදි ඉලක්ක කිරීම, ආනයන, වෙළඳ හිඟය, බාහිර කම්පන, ඩීසල්, වාහන, රත්‍රන් හෝ වෙනත් පහසු මුදල් නොවන සංසිද්ධි මත පීඩනයට ලක් වූ පසු දෝෂාරෝපණය කෙරේ.",
        "ශුද්ධ ඉතුරුම්කරුවන් වන පුද්ගලයින්ට ආනයනය කිරීම (පුද්ගලික ඉතුරුම් ශ්‍රී ලංකාවේ දළ දේශීය නිෂ්පාදිතයෙන් සියයට 20 ක් පමණ වේ) ගැන නැවත නැවතත් දොස් පවරනු ලැබේ, නමුත් මහ බැංකු ණය නිසා අතිරික්ත පිටතට ගලායාමට හේතු වේ.",
        "විශේෂයෙන්ම මුදල් හා විනිමය ප්‍රතිපත්ති පහසුවෙන් ගැටුම් ඇති කර ගැනීමටත් විනිමය අනුපාතිකය (නම්‍යශීලී විනිමය අනුපාතිකය) බිඳ වැටීමටත් ඉඩ සලසමින් 2014 සැප්තැම්බර් මාසයෙන් පසු ශ්‍රී ලංකාව ඉතා අභිමත ප්‍රතිපත්ති (නම්‍යශීලී උද්ධමන ඉලක්ක කිරීම) යටතේ ආක්‍රමණශීලී විවෘත වෙළෙඳපොළ මෙහෙයුම්වල නිරත වී ඇත.",
        "2015 න් පසු විදේශ සංචිත එකතු කිරීමේ ඇණයක් තිබියදීත්, නිමැවුම් පරතරය ඉලක්ක කර ගැනීම සඳහා (මුදල් උත්තේජකය) මුදල් මුද්‍රණය කරන ලද අතර, මුදල් ප්‍රතිපත්තිය සමඟ ගැටීම නිසා වර්ධනය අඩු වූ 2015/2016 සහ 2018 මුදල් අර්බුද ඇති කළේය.",
        "2019 දෙසැම්බරයේ දී බදු ද කපා හරින ලදී (මූල්‍ය උත්තේජකය) 'අස්ථිර නිමැවුම් පරතරයක්' ඇති බව පවසමින්, වසර 72 ක් පැරණි මෘදු ස්ථාවර මහ බැංකුවේ ඉතිහාසයේ නරකම මුදල් අර්බුදයක් ඇති කළේය.",
        "2015 න් පසු රුපියලේ සංචිත මුදල් සැපයුමේ කොටසක් (මුදල් පදනම හෝ M0) ක්‍රමයෙන් සියයට 100 ට වඩා පහත වැටී 2021 අගෝස්තු මාසයේදී සෘණාත්මක ප්‍රදේශයකට ලිස්සා ගොස් ඇති බැවින් සංචිත මුදල් හා විදේශ සංචිතවලට ගැලපීමට ශුද්ධ විදේශ සංචිත යථා තත්ත්වයට පත් නොවීය.",
        "මූල්‍ය ස්ථායීතාවය ප්‍රතිෂ්ඨාපනය කිරීම සඳහා ඉහළ පොලී අනුපාත සමඟ දේශීය ණය සහ ආර්ථික ක්‍රියාකාරකම් කඩා බිඳ දමා වර්ධනය අඩු කරමින් සංචිත යළි ගොඩනැංවිය යුතුය. බදු වැඩි කිරීම රාජ්ය ණය අඩු කිරීමට උපකාරී වේ.",
        "float (පරිවර්තන හැකියාව සම්පූර්ණයෙන් අත්හිටුවීම) තවදුරටත් මැදිහත්වීම් සහ ද්‍රවශීලතා එන්නත් අවසන් කිරීම මගින් කාර්යය අඩු අනුපාතයකින් ඉටු කරයි.",
        "ශ්‍රී ලංකාව මාර්තු මාසයේදී පාවීමට උත්සාහ කළ නමුත් යටත් වීමේ රීතියක් සමඟ (මහ බැංකුව නව මුදල් සඳහා ඩොලර් බලහත්කාරයෙන් මිලදී ගැනීම) එය තවදුරටත් පහළට තල්ලු කළේය (ශක්තිමත් පැති පරිවර්තනය) හෝ අනුපාත ඉහළ නැංවීම.",
        "මාසය තුළ රුපියල 200 සිට 299 දක්වා පහත වැටුණේ 2001 සහ 2012 දී සාර්ථක ලෙස සිදු වූවාක් මෙන් ඉක්මන් පාවීමක් නොව ෆිට්ස් සහ ස්ටාර්ට්ස් තුළ ය.",
        "ප්‍රතිපත්ති පොලී අනුපාත හරහා අප්‍රේල් මාසයේදී ණය මන්දගාමී වීම සඳහා ඔරෙක්ස් හිඟය මැයි මාසයේ දී තවමත් පවතින අතර, එක්සත් ජනපද ඩොලර් වෙත 265 සිට 280 දක්වා මුදල් ඒකකයක් පවතී. මායිමේදී ඇණයක් ACU ඩොලර් වලින් ආරක්ෂා කර ඇත. (කොළඹ/මැයි29/2022)"
      ]
    },
    "ta": {
      "title": "மார்ச் 2022க்குள் இலங்கை மத்திய வங்கி 4 பில்லியன் அமெரிக்க டாலர் கடனில் உள்ளது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் மத்திய வங்கியின் வெளிநாட்டு பொறுப்புகள் அதன் சொத்துக்களை 4.0 பில்லியன் அமெரிக்க டொலர்கள் அல்லது 1.2 டிரில்லியன் ரூபாவை தாண்டியுள்ளது, ஏனெனில் விகிதங்களைக் குறைப்பதற்காக மேற்கொள்ளப்பட்ட பணப்புழக்க ஊசிகள் அதன் வரலாற்றில் மோசமான நாணய நெருக்கடிகளைத் தூண்டியுள்ளன, அதிகாரப்பூர்வ தரவு காட்டுகிறது.",
        "பிப்ரவரி 2022 இல் 3.65 பில்லியன் அமெரிக்க டாலர்கள் எதிர்மறையாக இருந்த நிகர வெளிநாட்டு சொத்துக்கள் மார்ச் மாதத்தில் சுமார் 376 மில்லியன் அமெரிக்க டாலர்கள் அதிகரித்தன, கடன்கள் அதிகரித்தன மற்றும் இருப்புக்கள் கடனைத் திருப்பிச் செலுத்த அல்லது பணப்புழக்க ஊசி மூலம் தூண்டப்பட்ட தனியார் துறை அதிகப்படியான இறக்குமதிகளுக்கு நிதியளிக்க பயன்படுத்தப்பட்டன.",
        "இலங்கையின் பொருளாதார வல்லுநர்கள், ஒரு வினோதமான நடவடிக்கையில் இறக்குமதிக்காக இருப்புக்களை (மத்திய வங்கிக் கடன்) பயன்படுத்துவதை தீவிரமாக ஊக்குவித்துள்ளனர்.",
        "இறக்குமதிக்கான இருப்புகளைப் பயன்படுத்துவது சுழற்சி சார்பு செயல்பாடு மற்றும் ஒரு வகையான மத்திய வங்கி கடன் உந்துதல் தூண்டுதலாகும்.",
        "மத்திய வங்கி இப்போது முக்கியமாக இந்தியாவிடமிருந்து ஏசியன் கிளியரிங் யூனியன் பொறிமுறை மூலம் இறக்குமதிகளுக்கு நிதியளிப்பதற்கும் பலதரப்புக் கடனைத் திருப்பிச் செலுத்துவதற்கும் கடன் வாங்குகிறது.",
        "மத்திய வங்கியின் கடனில் இந்தியா, பங்களாதேஷ், ACU ஒத்திவைக்கப்பட்ட பொறுப்புகள் மற்றும் கடைசி திட்டத்திலிருந்து எடுக்கப்பட்ட சர்வதேச நாணய நிதியக் கடன் ஆகியவை அடங்கும்.",
        "இறக்குமதிக்காக இருப்புக்கள் அல்லது கடன்களைப் பயன்படுத்துதல் மற்றும் அதிக நுகர்வுடன் நிகரக் கடனை அதிகரிக்கும் போது, ​​மத்திய வங்கிக் கடன்கள் (அல்லது மத்திய வங்கி இருப்புக்கள்) மூலம் கடனைத் திருப்பிச் செலுத்துவது தேசிய வெளிநாட்டுக் கடனில் புதிய அதிகரிப்பை ஏற்படுத்தாது.",
        "பொதுவாக வங்கிகளுக்கு திறந்த சந்தை செயல்பாடுகள் மூலம் பணம் செலுத்தப்படும் போது, ​​ஐந்து நபர்களைக் கொண்ட குழு செயற்கையாக சந்தை வட்டி விகிதத்தை தவறாக குறிவைத்து, அடுக்கடுக்கான கடனை செலுத்தும் போது, ​​பண பரிமாற்ற வீத அமைப்பில் கையிருப்பு இழக்கப்படுகிறது.",
        "இறக்குமதிக்கு நிதியளிக்க வெளிநாட்டு இருப்புக்கள் பயன்படுத்தப்படும்போது, ​​பணப்புழக்க ஊசிகள் இருப்பு விற்பனையைப் பின்பற்றுகின்றன (கருத்தடைக்கப்பட்ட அந்நிய செலாவணி விற்பனை).",
        "வட்டி விகிதம் தவறான இலக்கு மற்றும் அதன் விளைவாக பணவியல் மற்றும் மாற்று விகிதக் கொள்கை முரண்பாடு ஆகியவை நாணயத் தேய்மானத்தால் மறைக்கப்படும்.",
        "வட்டி விகிதக் குழுவின் தவறான இலக்கு பின்னர் இறக்குமதிகள், வர்த்தகப் பற்றாக்குறை, வெளிப்புற அதிர்ச்சிகள், டீசல், வாகனங்கள், தங்கம் அல்லது ஆப்பு அழுத்தத்தின் கீழ் வந்த பிறகு வசதியான பணமற்ற நிகழ்வுகள் மீது குற்றம் சாட்டப்படுகிறது.",
        "நிகர சேமிப்பாளர்களாக இருப்பவர்கள், மத்திய வங்கிக் கடனைக் காட்டிலும், இறக்குமதி செய்ததற்காக (இலங்கையின் மொத்த உள்நாட்டு உற்பத்தியில் 20 சதவீதம் தனியார் சேமிப்பு) மீண்டும் மீண்டும் குற்றம் சாட்டப்படுகிறார்கள்.",
        "இலங்கையானது 2014 செப்டெம்பர் மாதத்திற்குப் பின்னர் அதிக விருப்புரிமைக் கொள்கையின் (நெகிழ்வான பணவீக்க இலக்கு) கீழ் ஆக்ரோஷமான திறந்த சந்தை நடவடிக்கைகளில் ஈடுபட்டு வருகிறது.",
        "2015 க்குப் பிறகு, வெளிநாட்டு இருப்பு சேகரிப்பு பெக் இருந்தபோதிலும், 2015/2016 மற்றும் 2018 இல் நாணய நெருக்கடிகளைத் தூண்டி, பணக் கொள்கை முரண்பட்டதால் வளர்ச்சியைக் குறைத்து, வெளியீட்டு இடைவெளி இலக்குக்காக (பண ஊக்குவிப்பு) பணம் அச்சிடப்பட்டது.",
        "2019 டிசம்பரில் வரிகளும் குறைக்கப்பட்டன (நிதி தூண்டுதல்) 'தொடர்ச்சியான வெளியீட்டு இடைவெளி' உள்ளது, இது 72 ஆண்டு பழமையான மத்திய வங்கியின் வரலாற்றில் மிக மோசமான நாணய நெருக்கடியைத் தூண்டியது.",
        "2015க்குப் பிறகு, கையிருப்புப் பணம் மற்றும் வெளிநாட்டு கையிருப்புகளுடன் ஒப்பிடும் வகையில் நிகர அன்னிய கையிருப்பு மீட்கப்படவில்லை.",
        "பண ஸ்திரத்தன்மையை மீட்டெடுக்க, உள்நாட்டு கடன் மற்றும் பொருளாதார செயல்பாடுகளை அதிக வட்டி விகிதங்கள் மற்றும் கையிருப்புகளை மீண்டும் உருவாக்கி, வளர்ச்சியைக் குறைக்க வேண்டும். வரிகளை உயர்த்துவது மாநில கடனை குறைக்க உதவுகிறது.",
        "ஒரு மிதவை (மாற்றுத்திறனின் முழுமையான இடைநிறுத்தம்) மேலும் தலையீடுகள் மற்றும் பணப்புழக்க ஊசிகளை முடிப்பதன் மூலம் குறைந்த விகிதத்தில் பணியை நிறைவேற்றுகிறது.",
        "இலங்கை மார்ச் மாதத்தில் ஒரு மிதவைக்கு முயற்சித்தது, ஆனால் சரணடைதல் விதியுடன் (மத்திய வங்கி புதிய பணத்திற்காக டாலர்களை கட்டாயப்படுத்தியது) மேலும் கீழே தள்ளியது (வலுவான பக்க மாற்றத்திறன்) அல்லது விகிதங்களை உயர்த்தியது.",
        "2001 மற்றும் 2012 ஆம் ஆண்டுகளில் வெற்றிகரமாக ஏற்பட்டதைப் போல, ஃபிட்ஸ் மற்றும் ஸ்டார்ட்களில் ரூபாய் 200ல் இருந்து 299 ஆக சரிந்தது.",
        "ஏப்ரலில் கொள்கை விகிதங்கள் உயர்த்தப்பட்டதால், கடன் ஓரெக்ஸ் பற்றாக்குறை மே மாதத்திலும் அமெரிக்க டாலருக்கு 265 முதல் 280 வரை உள்ளது. விளிம்பில் ஒரு பெக் ACU டாலர்களால் பாதுகாக்கப்படுகிறது. (கொழும்பு/மே29/2022)"
      ]
    }
  }
}