{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81393/north-korea-tests-banned-intercontinental-missile",
  "time_ut": 1648116180,
  "title": "North Korea tests banned intercontinental missile",
  "body_lines": [
    "North Korea has tested a banned intercontinental ballistic missile (ICBM) for the first time since 2017, South Korea and Japan say.",
    "Japanese officials estimated it flew 1,100 km (684 miles). It fell in Japanese waters after flying for more than an hour.",
    "An ICBM can travel thousands of kilometres on a standard trajectory, and could theoretically reach the US.",
    "North Korea has launched a flurry of missile tests in recent weeks.",
    "The US and South Korea have said some of those tests, which Pyongyang claimed were satellite launches, were actually trials of parts of an ICBM system.",
    "Thursday’s missile appeared to be newer and more powerful than the one fired five years ago, reaching an altitude of more than 6,000km, according to Japanese officials.",
    "The United States and South Korea have warned in recent weeks that North Korea may be preparing to test-fire an ICBM at full range for the first time since 2017.",
    "On 16 March, North Korea launched a suspected missile that appeared to explode shortly after liftoff over Pyongyang, South Korea’s military said.",
    "South Korean president Moon Jae-in condemned the latest missile launch, calling it a “breach of the suspension of intercontinental ballistic missile launches promised by Chairman Kim Jong-un to the international community”, adding it was also in violation of UN sanctions.",
    "The UN prohibits North Korea from ballistic and nuclear weapons tests, and has imposed strict sanctions after previous tests.",
    "In 2018 Kim Jong-un put in place a moratorium on long-range ballistic missile and nuclear tests, following talks with then US President Donald Trump.",
    "But in 2020, Mr Kim announced he was no longer bound by this promise.",
    "In 2017 North Korea tested an ICBM - the Hwasong-12 - which reached an altitude of about 4,500km.",
    "The Hwasong-14 demonstrated even greater potential, with a range of 8,000km.",
    "Only the US, Russia and China have land-based missiles of this range.",
    "Experts estimated that the 2017 missile could have travelled more than 13,000km if it had been fired on a standard trajectory, which meant it could reach any part of the continental United States.",
    "Thursday’s launch also comes as satellite images showed North Korea firing up activity at its nuclear testing facility in Punggye-ri earlier this month, stoking fears that the North would resume testing nuclear weapons and long-range missiles.",
    "The facility, located in the north-east of the country, had been blown up in 2018 after Mr Kim promised to halt all nuclear tests."
  ]
}