{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-to-revisit-proposed-FTA-with-China/108-233248",
  "time_ut": 1647469680,
  "title": "Govt. to revisit proposed FTA with China",
  "body_lines": [
    "A recently-appointed Cabinet Sub-Committee on China, led by Prof. G.L. Peiris, has taken matter into consideration",
    "Committee agrees to expedite possible next steps in consultation with relevant stakeholders at earliest",
    "FTA talks were first launched during 2010-2015 period, under Mahinda Rajapaksa government",
    "Trade between SL and China has been heavily in favour of China, with brisk increase in imports and sluggish growth in exports",
    "After a gap of seven years, the government has decided to revisit the proposed free trade agreement (FTA) with China, a top source said.",
    "The FTA talks were first launched during the 2010-2015 period, under the Mahinda Rajapaksa government.",
    "The Cabinet Sub-Committees on Economic Way Forward, which initiated deliberations under the Chairmanship of Foreign Affairs Minister Prof. G.L. Peiris, have paid attention to it, Mirror Business learns.",
    "The three Cabinet sub-committees, which were appointed by the president last month to negotiate with China, Japan and the Middle East region on economic matters, met for the first time on March 9 and 10, 2022, in the parliamentary complex.",
    "Commencing its task, the Cabinet sub-committees convened the initial meetings with the participation of Cabinet Ministers Bandula Gunawardena, Namal Rajapaksa, Ali Sabry, Ramesh Pathirana and Johnston Fernando, who function as the members of the sub-committees.",
    "The committees were appointed based on a Cabinet Memorandum presented by Finance Minister Basil Rajapaksa, under the theme ‘Economy 2022 and the Way Forward’, to negotiate with the countries from which essential food items, raw materials and industrial goods required for the export-oriented industries are imported to the country, with a view to identifying alternative methods of importing such goods.",
    "At the meeting, the Cabinet sub-committee on China was briefed on the current progress related to the ongoing negotiations in respect of the proposed China-Sri Lanka FTA. The committee agreed to fast-track the possible next steps in consultation with the relevant stakeholders at the earliest.",
    "The sub-committees have directed the relevant officials to obtain a list of urgent requirements from all ministries and agencies, which Sri Lanka may solicit from partner countries, to achieve economic stability and quick progress.",
    "The balance of trade between the two countries has been heavily in favour of China.",
    "Accordingly, Sri Lanka`s trade deficit with China expanded rapidly over the few years, with imports growing briskly, while exports remained sluggish. (Kelum Bandara)"
  ]
}