{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/From-theppams-to-fiberglass-The-story-of-a-pioneer-boat-manufacturing-company/34-733612",
  "time_ut": 1650393000,
  "title": "From theppams to fiberglass: The story of a pioneer boat manufacturing company",
  "body_lines": [
    "Sri Lanka’s boat manufacturing industry is Neil Marine Ltd., a company with a proud history of 52 years that has revolutionised local boat building practices for the past five decades. Taking",
    "the helm from her late father and founder of the company Neil Fernando, Neil Marine Chairperson Nilmini Kumari Fernando is a visionary leader. In this interview she shares about the company’s rich history, its contributions to Sri Lanka’s economy, and its exciting plans for the future.",
    "Q: Tell us about your beginnings and how the company has progressed over the years.",
    "A: In the 1960s, before the mechanisation of the fishing industry in Sri Lanka, fishing was carried out in outrigger canoes and traditional wooden dugouts called vallams and theppams. Later, the Government, alongside the FAO, launched a program to build 500 numbers of Multiday Offshore Fishing Boats manufactured out of wood.",
    "These boats made our fishing practices more efficient but came with a high cost of regular maintenance and repairs. It was also not a sustainable way forward, considering the volume of wood that was needed as raw materials.",
    "During this time, my late father Neil Fernando was receiving specialised training in fiberglass boat building in Sri Lanka and England. With this knowledge, he introduced 28 ft Fiberglass Fishing Vessels for multi-day fishing and 19 ft fishing boats powered with Out Board Motors for coastal fishing to replace the traditional theppams.",
    "In his early days, he experienced some resistance from fishermen who were hesitant to make the shift from wood to fiberglass, but the fiberglass boats soon became popular because of the reduced manpower required, increased seaworthiness resulting in higher yield and higher income, and minimal maintenance costs involved.",
    "In 1969, my father began building fiberglass boats commercially, and within a few years, he was able to establish himself as the leading boat builder of the country. To date, Neil Marine has built over 40,000 boats over a period of 52 years. Over the years, the company has been instrumental in developing an extensive range of modernised, fully equipped multi-day fishing vessels for the Sri Lankan market including Tuna Long Liners, Gillnetting Boats, and Bottom-Line Fishing Vessels.",
    "Today, the company employees a large number of experienced and highly skilled workers who meet international quality standards in our boat building practice. We also have boatyards in Negombo, Beruwela and Chilaw to house our vast output.",
    "Q: How is the boat manufacturing industry contributing towards Sri Lanka’s economy in these trying times?",
    "A: With the onset of the COVID-19 pandemic and the recent economic crisis, we have faced many challenges in catering to both our local and international clientele. However, our export portfolio is extensive. Having established a reputation as a distinguished boat builder in Asia, Neil Marine supplied 4,00 fishing vessels to Somalia in the 1970s and a range of FISHER yachts to the UK in 1978.",
    "Since then, we have manufactured and supplied Luxury Yachts, Fast Patrol Boats, Work Boats, Sloops, CABS, Ambulance Boats and many more to several countries like the Netherlands, UK, Maldives, Seychelles, UAE, India, and African Regions. These exports are a significant source of foreign exchange to the country, strengthening our economy, especially in these turbulent times.",
    "Q: What challenges have been threatening the boat manufacturing industry over these past few months?",
    "A: Due to the restriction in establishing a Letter of Credit to import inboard marine diesel engines, outboard motors, and spare parts, the boating industry has suffered greatly over the past few months. Even local fishermen are faced with the issue of not being able to source engines and spare parts for their boats. Increasing exchange rates have also affected our import of raw materials drastically with foreign customers being more reluctant to place orders with us due to the country’s economic crisis.",
    "Though we can’t fully overcome these challenges in the short term, the Sri Lankan boat building industry is resilient. We continue to innovate in our manufacturing processes, ensure our international clientele of the quality and standards we adhere to, and make every effort to continue uninterrupted business operations. We hope that in the months to come, these challenges will be eased for us to achieve a full recovery.",
    "Q: What quality standards must be maintained by industry players to ensure continuous growth across the sector?",
    "A: To name a few quality standards Neil Marine has in place, we are an ISO 9001:2015 certified company building boats under IACS (International Association of Classification Societies) member classification, which is a technically based non-governmental organisation that is dedicated to safe ships and clean seas.",
    "We function under registers such as Lloyd’s Register, Indian Register of Shipping, and more. We consistently ensure that we import raw materials and other such components as per class approvals for export boats.",
    "Our boat yard practices 5S, a methodology that results in a workplace that is clean, uncluttered, safe, and well organised to help reduce waste and optimise productivity, as well as in-house lean management and stringent health protocols, ensuring that the safety of our employees is our top priority. We strive to maintain high quality standards because we are intent on carrying forward our brand name in a sustainable manner, putting in place processes that benefit stakeholders across the value chain.",
    "Q: How can technology be harnessed to build boats that cater to the modern consumer?",
    "A: Over the years, Neil Marine has adapted and transformed our manufacturing practices to keep up with the latest innovations and developments in technology. What first started off as a venture that streamlined traditional fishing practices has now grown into a business that utilises cutting-edge technology to build some of the highest quality boats in the world and continues to adapt and evolve daily.",
    "Our latest venture is in resin infusion – a methodology that contributes towards fast and efficient production practices. We hope to invest heavily in this area in the future to build boats that are unparalleled in the industry.",
    "Q: Tell us about your work with the ILO and empowering the youth of Sri Lanka.",
    "A: The ILO initially approached us with the idea of offering support and mentor service to selected youth, initially from Kilinochchi, and eventually in Mullaitivu. Each program consisted of a 6-month on the job training at the Neil Marine yard.",
    "After the completion of training, we coordinated with the ILO to set up a manufacturing facility in both locations, providing the newly trained youth with facilities and supervisors to commence boat production for a period of one year. After the year was completed, the supervisors were removed from the location and the youth continued operations on their own.",
    "Q: Why is this a timely initiative? Can the youth of Sri Lanka find lucrative prospects in an industry such as boat manufacturing?",
    "A: This program was carried out under our CSR arm and was an extremely fulfilling and rewarding initiative. The program paved the way for youth who didn’t have any means of living to realise their potential. With the present initiatives of nautical tourism, and the availability of 22 fishing harbours in Sri Lanka, that are used to anchor leisure boats and provide supplementary services, boat building is definitely a lucrative field for the youth of Sri Lanka.",
    "We continue to deploy youth, both skilled and unskilled, to receive holistic training in GRP (Glass Reinforced Plastic), timber, and lathe operations. Over the years, youth who initially started off at the worker level have advanced to managerial positions, with a clear growth pathway set out for them within the organisation. Once their service is completed, a recommendation letter from Neil Marine is also a valuable token for youth to receive employment overseas.",
    "Q: What prospects interest Neil Marine and how does the company plan on taking Sri Lanka to the world?",
    "A: My father established strong working relationships with many European countries, especially with the Netherlands. We also have strong relationships with the Seychelles, Maldives, African Regions, UAE and India.",
    "I hope to re-enter the market in the UK and expand our horizons to untapped markets in the European Union. Despite the challenging economic conditions, we are currently in the process of strategising the best way forward to achieve this vision and look to the future with much anticipation."
  ]
}