{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/If-one-cannot-strike-deals-he-is-unfit-to-be-a-politician-Wajira-Abeywardena/172-237348",
  "time_ut": 1652993460,
  "title": "If one cannot strike deals,  he is unfit to be a politician -  Wajira Abeywardena",
  "body_lines": [
    "Democracy, societies have to be protected from such heinous elements",
    "United National Party (UNP) Chairman Wajira Abeywardena shares his views on the formation of the new government and the way forward. He is a close confidante of Prime Minister Ranil Wickremesinghe involving in his political work. Excerpts of an interview with him:",
    "Q  Nearly a year ago, you talked about your party Ranil Wickremesinghe forming a government in 2023. But, nobody took it seriously. Did you make this prediction because it was being planned even at that time?",
    "I studied two political aspects before making such a prediction. For example, in 2000, we had an election. The economy deteriorated at that time forcing the country to go for yet another election in 2001. After that election, Mr. Wickremesinghe became the prime minister. Then, he started his programme for the revival of the economy in engagement with the international community. Then, we had the 2005/2014 period in which the flames of war remained doused. The economic situation declined, though. As a result, the then government had to advance the conduct of elections from 2017 to 2015. Afterwards, Mr. Wickremesinghe, once again, became the prime minister and evolved a programme to develop the economy with the support of the international community. By 2019, we had foreign reserves amounting to US $ 7.5 billion. Still, people voted us out at the 2019 presidential elections.",
    "At the general election that followed the 2019 presidential election, we presented a manifesto with policies to drive the economy forward from where we stopped. But, people rejected not only our party but also our leader at that election. The Rajapaksas were installed in power with 6.9 million votes. After assessment of the way the economy was handled by them since then, we were able to analyze that the economy would collapse by 2023. That is why we said Mr. Wickremesinghe should be in Parliament as a national leader representing the sole seat secured by our party. We foresaw that Mr. Wickremesinghe, being the single parliamentarian from our party, could become the prime minister and resuscitate the economy. That is what is happening now. It is a lawful process. The Constitution provides for it.",
    "When I said it at that time, a lot of cartoonists harped on me. I was subjected to their satire. I was described as a lunatic. Today, they are the ones proven to be lunatics. Now, all should get together and cooperate with Mr. Wickremesinghe. He is not merely the UNP leader here. He is now a national leader. He needs majority support. He inherited an empty treasury with no rupee or dollar.",
    "\"Then U.S. President Franklin D. Roosevelt (1933-1934) came up with what is called ‘New Deal’. It expanded the federal government’s role in the economy in response to the Great Depression. It has become the most powerful deal in the world. If someone cannot strike a deal, he is not fit to be a politician. In economy, we find deals. In politics, we find deals. Deal is not something bad. It is better for one to understand its true meaning.\"",
    "Q  How did he get confidence to rebuild the economy fallen to such an abyss?",
    "He has local and international experience as a politician for over 50 years. If he gets the support of all concerned, he will make Sri Lanka a topnotch country not only in Asia but also in the entire world. Other countries will envy him. Sri Lanka’s ascent is deprivation of another country from that position. So, they will become envious of Sri Lanka. The international players want a weak leader in Sri Lanka. Sri Lankans should be aware of it. They should be alert in this regard and help propel Sri Lanka to new heights. The country is now in possession of a leader who can deliver. He has promised to develop the country even at the cost of his life.",
    "Q  It is a different scenario now. Mr. Wickremesinghe has to govern the country with the backing of a country that has been opposed to him ideologically. How can he blend with the Sri Lanka Podujana Peramuna (SLPP) which stood against his policies?",
    "It is simple. I know Mr. Wickremesinghe. He knows how to reconcile forces with contrasting views and policies and lead them in the appropriate path. That is his outstanding quality.",
    "Q  Yet, he has to find dollars forthwith. He spelled out that US $ 75 million is urgently needed. How can that problem be addressed?",
    "It is urgently required. We are taking measures to find dollars in the open market. We are about to secure some dollars at the moment. We held talks with top level businessmen in Sri Lanka. We will secure US $ 75 million as soon as possible.",
    "Q  What are the plans to proceed with talks with the International Monetary Fund (IMF) for assistance?",
    "Talks are in progress. It will take some time for the programme to materialize. The long term and short term measures are being discussed. Mr. Wickremesinghe has advocated for two years that Sri Lanka should reach out to the IMF for assistance. Now, the government has done it though belated. There have been discussions with the World Bank, the Asian Development Bank and Japan International Cooperation Agency (JICA). The prime minister has met with the ambassadors and the high commissioners. He will take measures to steer the country out of the current mess. He is trusted by everybody that he will deliver. Trust is very important. Political stability is equally important. Everyone should give him a free hand to work out something for the country.",
    "Q  The main opposition ‘Samagi Jana Balawegaya (SJB)’ initially refused to accept premiership. They put forward various conditions. Later, when Mr. Wickremesinghe was about to accept it, the SJB changed its position and asked for it. What is your view?",
    "There was an invitation for Mr. Wickremesinghe to take over the post. If someone fails, there is a way for him to succeed next time. It is better for anyone to understand what he is capable of doing and what others are capable of doing. If that is the case, ruler who fails once can become successful later. In politics, both successes and failures matter.",
    "Q  There is an allegation that Mr. Wickremesinghe took over the post in an understanding with the Rajapaksas to protect them from possible legal action against them over corruption and frauds. Is that true?",
    "Then U.S. President Franklin D. Roosevelt (1933-1934) came up with what is called ‘New Deal’. It expanded the federal government’s role in the economy in response to the Great Depression. It has become the most powerful deal in the world. If someone cannot strike a deal, he is not fit to be a politician. In economy, we find deals. In politics, we find deals. Deal is not something bad. It is better for one to understand its true meaning.",
    "Q  In this case, I meant the protection of the Rajapaksas. What do you say about that allegation?",
    "In the absence of a political deal, you cannot secure power. It is not true that there are attempts to protect the Rajapaksas. It is Mr. Wickremesinghe who put the Rajapaksas behind bars during the 2015/2014 rule. No other politician did so.",
    "Still, people elected the Rajapaksas. According to our Constitution, people are supreme. It is people who decided to bring back the Rajapaksas to power. What shall we do? Investigations against them also came to an abrupt end since people wanted them back in power.",
    "I don’t think so. In politics, it is common for anyone to call another a crook. Still, there are possible frauds. Such frauds and corruption have to be investigated properly. Such allegations are common in political power games. For example, we have seen it in our own party. In the past, we had three leaders-Gamini Dissanayake, Lalith Athulathmudali and R. Premadasa. Their loyalists accused each of these leaders as fraudsters. Finally, all three died. When one was dead, the other came and garlanded the body honouring him as a great leader. All three were hailed as great leaders by people after they were dead and gone.",
    "This is the cheapest political accusation. One politician spreads hatred against the other. We need a departure from this political culture. If somebody has misappropriated public funds or properties, we have laws with enough teeth to deal with them. It is better to complain frauds and corruption to the nearest police station rather than making allegations under the cover of parliamentary privileges. If the police don’t act upon them over political influence, it can even be brought to the notice of the UN. If someone has proper evidence regarding his allegation, it can be taken up. Otherwise, allegations made on political stages cannot be taken seriously. There is a difference between political allegations and allegations examined through a judicial process. The judiciary is not prepared to put people behind bars based on politically motivated allegations. They have to be taken up through the proper, legal channels.",
    "\"One politician spreads hatred against the other. We need a departure from this political culture. If somebody has misappropriated public funds or properties, we have laws with enough teeth to deal with them. It is better to complain frauds and corruption to the nearest police station rather than making allegations under the cover of parliamentary privileges\"",
    "Q  There is public agitation for President Gotabaya Rajapaksa to step down. What is your view?",
    "There are provisions laid down in the Constitution for it. Let’s act according to the Constitution and democratic norms! There is no other way.",
    "Q  But, public wrath is growing by the day against him because they suffer without fuel, cooking gas and food. What do you say about it?",
    "The prime minister, in his address to the nation, asked people to endure difficulties for another couple of months only.",
    "Q  How confident are you that things will turn for the better afterwards?",
    "Q  Are you planning for a general election after six months or so?",
    "Today, all 225 MPs are in a dire predicament. It is even worse for 77 newcomers. They are unable to act and move freely even. However, there is hatred being spread against public representatives. Gotagogama is a place where the protesting youths set a novel, unique example. Youths took up arms in 1971. They did the same during the 1988/189 period. Instead of weapons, they are armed with books this time. There is a nice library over there. We find an art gallery there. Also, there are literary and musical shows. It is a novel kind of struggle. When the library set up there was burned down, the country erupted in violent flames. Reaction was bad. It cannot be condoned. It is thoroughly unacceptable that protestors were attacked. However, in violent reaction to the burning down of the library and the assault on protestors, unscrupulous elements exploited the opportunity and looted. I believe the damage to the public and private properties could be Rs.100 billion. Mob violence could have been contained. Stability is important. No one is above the law. We can expect support from the international community only if the law is implemented properly. We cannot allow this country to be ruined.",
    "A video footage shows how Polonnaruwa district MP Amarakeerthi Athukorale was mercilessly beaten to death. Afterwards, his body was dragged down the stairs of a three-storey building. We cannot fathom how such senseless violence could be unleashed on a human being. Even an animal is not slaughtered in such a cruel manner. We have to protect society and democracy from individuals with such heinous mindsets. It is a sensitive scene one cannot watch. In my district of Galle, the heads of some SLPP- controlled local authorities did not bring people to Colombo on that day. But, their houses were also set ablaze.",
    "The reaction to the attack on Gotagogama was excessive. We have to protect Gotagogama. We should listen to protesting youths. The prime minister believes their views should be heard through the parliamentary committee system."
  ]
}