{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/07/major-general-jagath-kodithuwakku-new-army-cds/",
  "time_ut": 1654598580,
  "title": "Major General Jagath Kodithuwakku – New Army CDS",
  "body_lines": [
    "COLOMBO (News 1st); Major General Jagath Kodithuwakku, the present Deputy Chief of Staff of the Sri Lanka Army has been appointed the new Chief of Staff of the Army, effective from Wednesday (8). Major General Jagath Kodithuwakku this afternoon (7) received the letter of appointment as 60th Chief of Staff of the Army from Lieutenant General Vikum Liyanage, Commander of the Army at the Commander’s office.",
    "He, who has served as the Commander Security Forces Jaffna before he took office as the Deputy Chief of Staff of the Sri Lanka Army on 12 December 2021, has also held many key appointments in the Army. He is also the Colonel of the Regiment, Sri Lanka Light Infantry. Major General Jagath Kodituwakku will take office as the 60th Chief of Staff of the Sri Lanka Army on Wednesday (8 June 2022).",
    "Here follows a brief profile of Major General Jagath Kodithuwakku:",
    "Major General Jagath Kodithuwakku RWP RSP ndu the present Deputy Chief of Staff of the Sri Lanka Army will take the office as the 60th Chief of Staff of the Sri Lanka Army on 08 June 2022. Further, Major General Jagath Kodithuwakku has held many significant appointments of Sri Lanka Army as the Commander Infantry Brigade, General Officer Commanding of Infantry Division, the Quarter Master General of Sri Lanka Army and Commander Security Forces Jaffna before he took office as the Deputy Chief of Staff of Sri Lanka Army.",
    "He was born on 26 November 1967 in Galle and is a proud product of St. Aloysius College Galle. He joined the Sri Lanka Army on 27 October 1986 as an Officer Cadet to the Regular Intake 26. After completing basic training at Sri Lanka Military Academy and Pakistan Military Academy, he was commissioned as a Second Lieutenant and posted to 3rd Battalion Sri Lanka Light Infantry.",
    "During his illustrious military career, he has served in varying appointments in different capacities, mostly in high intensity operational environments in which he was recognized as a valiant infantryman. Throughout his career he has been an excellent commander, instructor and a thorough staff officer. He is a personality with strong attention to detail with considerable leadership abilities.",
    "Owing to his excellent command skills and decision making ability he has been assigned with many command responsibilities. He commanded infantry platoons and infantry companies of the Light Infantry, showing exemplary leadership. Later he had the distinguished privilege of commanding the 10th Battalion the Sri Lanka Light Infantry. As a highly experienced and qualified professional he has shown abilities of developing and executing tactical and strategic plans successfully. Hence he earned the distinction of commanding 532 and 512 Infantry Brigades, 66 Infantry Division and Security Forces Jaffna of the Sri Lanka Army. He had the privilege of being the Commandant of both the prestigious Infantry Training Centre and Army Training School in Sri Lanka Army.",
    "As a staff officer, he has served in various capacities and has held key appointments in various institutes including Army Headquarters. Some of the significant of them are; General Staff Officer 1 at the Infantry Division. He was also the Centre Commandant of the regimental Centre Sri Lanka Light Infantry where he initiated many actions to enhance administration and welfare of officers and others ranks of the regiment.",
    "He is passionate and highly effective with success as an instructor, and served as a Directing Staff and a Senior Instructor at the Institute of Peace Support Operations in Sri Lanka and earned the distinction of becoming Sri Lanka’s first Military Observer seconded to the United Nations in the post war era and served at the United Nations Mission in Democratic Republic of Congo. He also took part in a Military Observer and Peacekeeping Training Course in the Islamic republic of Iran prior to his assignment.",
    "Major General Jagath Kodithuwakku is a strong communicator, advocate counselor, and relationship developer. He is a graduate of the University of Colombo and holds a Masters Degree in Human Resource Management and a Post Graduate Diploma in Human Resource Advancement. He also holds a Postgraduate Diploma in Conflict Resolution and Security Studies from the University of Bradford in UK. He is a professional counselor and holds an Advanced Certificate in Guidance and Counseling from the Institute of Psychological Studies. Owing to his exceptional negotiating skills he has been awarded the membership at the Sri Lanka Institute of Professional Counselors. He is also a distinguished graduate of Asia Pacific Centre for Security Studies USA, where he completed the Comprehensive Crisis Management. His knowledge is widened with the overseas exposure in the country such as India, Pakistan, Bangladesh, Iran, Mongolia, Indonesia and USA.",
    "Also he completed mastering education of Strategic and Resilience Studies at the National Resilience Institute of the Republic of Indonesia. He has also attended the Pacific Area Security Sector Working Group (PASSWG) training program at the Mongolian Armed Forces Special Operations Command, Pacific Joint Special Operations University in Mongolia. Further, he is the country representative for the International Convention on prohibition cluster munitions in Geneva, Switzerland.",
    "Major General Kodithuwakku has been awarded with many medals and honours for his distinguished conduct, bravery, dedication and loyalty to the organization; Rana Wickrama Paddakama, Rana Sura Padakkama, Deshaputhra Paddakkama, Eastern Humanitarian Operation Medal, Wanni Humanitarian Operation Medal, Poorna Bhumi Padakkama, North and East Operations Medal with three clasps, Rivirasa Campaign Service Medal, 50th Independence Anniversary Medal, Sri Lanka Army 50th Anniversary Medal, Sri Lanka Armed Services Long Services Medal, United Nations Observer Medal in Democratic Republic of Congo, Videsha Seva Padakkama, Sewabhimani Padakkama and Pasasum Sewa Padakkama. With all his skills and experience, at present he is providing a great contribution to uplift and maintain the Sinhalese martial art namely “Angampora” by being the Chairman of Army and National “Angampora” committee.",
    "Stop attempts to remove CBSL Governor, CBSL Retired Executive Officer’s write to President"
  ]
}