{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/19/fuel-website-goes-dark-queues-become-worse/",
  "time_ut": 1655604840,
  "title": "Fuel website goes dark; queues become worse",
  "body_lines": [
    "COLOMBO (News 1st); The website indicating fuel availability at filling stations, which was made and was being managed by the Ceylon Petroleum Corporation (CPC) and ICTA, has been temporarily shut down.",
    "According to a notice on the web page, the site had been temporarily closed due to instructions of relevant authorities.",
    "However, queues at filling stations across the country were seem today as well.",
    "Tensions arose this morning as Government officials and police personnel were set up as a separate queue to obtain fuel from the Puttalam Co-operative petrol station. Those in queue alleged that the public officials were misusing their privileges.",
    "Meanwhile, MP Sanath Nishantha’s brother Jagath Samantha was seen attacking a man who came to obtain fuel. The injured was then admitted to Chilaw hospital.",
    "The injured stated that they were refused fuel on the basis of being members of a certain political party, while Jagath Samantha claimed that the person in question came to obtain fuel to a barrel.",
    "The Madurankuliya CEYPETCO filling station on the Colombo-Puttalam main road was refueled last night, and a heated situation arose when a person outside the queue was preparing to refuel.",
    "Meanwhile, people staged a protest at the Negombo Koppara Junction on the Negombo-Colombo main road demanding fuel, and some were upset when the Hokandara IOC filling station announced that the filling station would be closed for 5 days due to lack of fuel.",
    "In the meantime, News 1st received footage showing a woman obtaining fuel off a fuel bowser along Marine Drive in Bambalapitiya.",
    "A person said to be the owner of the bowser later arrived at the location as well.",
    "The Bambalapitiya Police, which investigated the incident said that no irregularity had occurred, as the owner of the bower had bought fuel from it and handed it over to his wife.",
    "Queues for kerosene too were seen in many areas across the country, as our cameras captured one queue in Grandpass this morning.",
    "Those in the queue said that about 17 or 18 people haven’t received even a drop of fuel, and as their own food struggles increase, they have to resort to using coconut shells as fuel.",
    "Licenses of three fuel trucks suspended for illegally unloading fuel"
  ]
}