{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/softlogic-glomark-launches-its-latest-store-in-kandana/",
  "time_ut": 1654608780,
  "title": "Softlogic GLOMARK launches its latest store in Kandana",
  "body_lines": [
    "The trendsetter in the modern trade industry GLOMARK from Softlogic Supermarkets (Pvt) Ltd., recently opened its newest outlet at No. 135, Negombo Road, Rilaulla, Kandana. The brand expansion has been with the goal of taking convenience to the doorstep of the residents’ of Kandana.",
    "GLOMARK, hailed by Retail Asia as Sri Lanka’s best supermarket in 2021, offers the discerning customer a combination of the convenience of grocery shopping, a healthy and scrumptious variety of baked goods among an array of hot foods, a wide array of household goods, beauty care products, baby care, laundry, and much more. The entire 1st floor is devoted to a fully-fledged Consumer Electronics range housed by Softlogic Max and a classic selection of furniture by Softlogic Furniture to create an aesthetically pleasing home according to customer preference. The selection spans across a total retail space of over 5000 Sq.ft along with a ground floor Asiri pharmacy for prescribed and over the counter pharmaceutical needs.",
    "As a brand that understands the customer and their needs at these trying times, the supermarket chain provides their clientele with some of the best special offers on essential items and the hard to beat bank credit and debit card offers.",
    "Commenting on the recent opening of the GLOMARK Kandana, the Chief Executive Officer of Softlogic Supermarkets (Pvt) Ltd – Andrew Dalby, “Amidst the current challenging times faced by Sri Lankans, Softlogic GLOMARK is determined to provide customers with convenience and the best-in-class service along with constant product availability and the best product offering in an order to improve our customers lifestyle. GLOMARK promises to deliver a significantly distinctive experience than a usual supermarket to make the retail shopping experience pleasant.” Further, he added, “the staff at GLOMARK have and will continue to provide an exceptional service to the customers daily and their dedication is a critical part of GLOMARK’s Success”.",
    "Along with the opening of the Kandana store, the outlet will be kick-starting its online delivery services in the upcoming future via www.glomark.lk and through omni-channels such as PickMe by bringing the convenience of doorstep delivery.",
    "Sri Lanka needs US$1 billion to return LKR to some semblance of normality: PM",
    "ComBank to widen Senior Citizen account base with relaunch of ‘Udara’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}