{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SL-marks-World-Health-Day-2022-Our-Planet-Our-Health/56-733267",
  "time_ut": 1649446800,
  "title": "SL marks World Health Day 2022 ‘Our Planet, Our Health’",
  "body_lines": [
    "World Health Day (WHD) is held each year to commemorate the establishment of the World Health Organization (WHO) as a specialised agency in the United Nations system. Proposed by the first World Health Assembly of Member States in 1947, 7 April has marked WHD since 1950 as an opportunity to draw global attention to critical public health issues.",
    "WHO is issuing an urgent call for accelerated action by leaders and all people to preserve and protect health and mitigate the climate crisis under the WHD 2022 theme of ‘Our Planet, Our Health’.",
    "Even as we are confronted by the unprecedented COVID-19 pandemic, our health and wellbeing continue to be impacted by the complex interactions between lifestyle, the environment and climate change. Worldwide, avoidable environmental causes result in an estimated 13 million deaths each year.",
    "On its founding day, WHO is seeking a reimagining and reprioritisation of resources to usher in sustainable, wellbeing societies which do not breach ecological limits and which ensure that all people have access to life-saving and life-enhancing tools, systems, policies and environments.",
    "In Sri Lanka, WHO has partnered a multisectoral effort to pilot a systematic community-based healthy settings approach to counter vulnerabilities related to lifestyle, the environment and climate change: malnutrition, vector-borne diseases, diarrhoea and non-communicable diseases (NCDs) such as cancer, asthma and heart disease. Sri Lanka has also committed internationally to mitigate the effects of climate change as a signatory to the Paris Agreement, a legally binding treaty ratified by 196 countries.",
    "In a simple but symbolic hybrid event to mark WHD (7 April), officials of the Ministries of Health and Environment gathered at the Health Ministry along with WHO Sri Lanka to underscore the link between our planet and our health.",
    "WHO Representative to Sri Lanka Dr. Alaka Singh emphasised: “Single-determinant approaches that focus on individual diseases, neglecting the impact of the multiple determinants of health will be insufficient to achieve health goals.”",
    "She reiterated that the “complex interaction” of lifestyle, the environment and climate change must all be taken into account for a “comprehensive approach to health and wellbeing”.",
    "UN Resident Coordinator Hanaa Singer-Hamdy, who joined virtually reaffirmed the UN’s commitment to supporting Sri Lanka’s climate health and in getting back on track in achieving the Sustainable Development Goals (SDGs). She also reiterated the centrality of health in post-COVID-19 recovery as it impacts all other SDGs.",
    "Referring to the “buzzwords” of climate change, biodiversity loss and pollution, Secretary of the Ministry of Environment Dr. Anil Jasinghe said that increasingly there is a realisation globally of the strong link between the environment and health.",
    "He highlighted the need for a stronger One Health Approach that recognises the interconnectedness among people, animals and their shared environment in advancing optimal health outcomes.",
    "Secretary of the Ministry of Health Dr. Sanjeewa Munasinghe, meanwhile, said that multisectoral collaboration is vital in achieving both environmental health and the health of the people.",
    "To mark WHD 2022, Dr. Singh handed over a Na sapling to Ministry officials as a symbol of the importance of planting trees as one of the key actions to contribute to a healthier environment.",
    "Three air quality monitoring devices were also handed over by WHO Sri Lanka to the Ministry of Environment."
  ]
}