{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-recovers-somewhat-amid-persisting-political-uncertainties-and-tensions/",
  "time_ut": 1649171520,
  "title": "CSE recovers somewhat amid persisting political uncertainties and tensions",
  "body_lines": [
    "The CSE was able to bounce back somewhat and indicated a degree of recovery yesterday amid a climate of aggravating political upheaval. The CSE, which suffered losses over six consecutive trading days by dropping 2000 index points the previous day, was able to be positive yesterday, stock market analysts said.",
    "The economic crisis which turned into a major social crisis due to a short supply of essential needs for the country has really discouraged CSE market investors from investing in the market in a considerable manner, market analysts said.",
    "The market staged a subsequent rebound to positive territory as the ASPI picked up to 8,623, regaining around 493 points, while the S&P SL20 index gained 187 points to reach 2,877 yesterday.",
    "Turnover stood at Rs 1.1 billion with a single crossing. The crossing was reported in Melstacorp, which crossed 850,000 shares to the tune of Rs 34 million, its shares traded at Rs 40. In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 342 million (two million shares traded), Browns Investments Rs 92.9 million (12.8 million shares traded), LOLC Holdings Rs 59.5 million (128,000 shares traded), Hayleys Rs 54.8 million ( 720,000 shares traded), LOLC Finance Rs 39.4 million (3.5 million shares traded), Royal Ceramic Rs 32.7 million (830,000 shares traded) and Hayleys Fabrics Rs 30.8 million (one million shares traded).During the day 61.8 million share volumes changed hands in 17000 transactions.",
    "The Capital Goods sector was the second-highest contributor to the market turnover (due to Hayleys and Royal Ceramics), while the sector index decreased by 3.35%. The share price of Hayleys recorded a loss of Rs. 2.60 (3.57%) to close at Rs. 70.30.",
    "The share price of Royal Ceramics declined by Rs. 2 (5.62 per cent) to close at Rs. 33.60. LOLC Holdings and Browns Investments were also included among the top turnover contributors. The share price of LOLC Holdings lost Rs. 75.00 (15.32 per cent) to close at Rs. 414.50.",
    "The share price of Browns Investments moved down by 10 cents (1.52 per cent) to close at Rs. 6.50.Separately Ceylinco Insurance announced a final dividend of Rs. 42 per share.",
    "It is said high net worth and institutional investor participation remained subdued for the day. Mixed interest was observed in Expolanka Holdings, LOLC Holdings and Hayleys, while retail interest was noted in SMB Leasing nonvoting, Browns Investments, and Industrial Asphalts.",
    "The secondary market remained inactive yesterday as investors waited for stability amid the growing anti-government protests in the country, market participants said, while the rupee was quoted at Rs 310 against the US dollar with no offers.",
    "Commercial Banks were offering to sell dollars for telegraphic transfers at Rs 310 and buy at between Rs 295-300 yesterday.",
    "Dealers said the market did not have a proper rupee quote on Monday. The Central Bank indicative spot rate was Rs 307.78 yesterday, down from Rs 310.85 the previous day.",
    "Sri Lanka’s rupee has been made more flexible but a clean float has not yet been established. In the secondary market, there were no active bond rates. Market participants said investors were waiting for some form of stability.",
    "DFCC Bank releases Annual Report, continues to revolutionise stakeholder reporting & engagement",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}