{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Carsons-Group-lends-support-to-health-sector-withlifesaving-medicines/56-734610",
  "time_ut": 1652134740,
  "title": "Carsons Group lends support to health sector with lifesaving medicines",
  "body_lines": [
    "Company officials present a list of sourced essential medicines to Dr. Anver Hamdani from the Ministry of Health (left), and Lady Ridgeway Hospital Director Dr. G. Wijesuriya (right)",
    "Carson Cumberbatch PLC recently donated essential medicines to the Ministry of Health, to help ease pressure on the healthcare sector due to the ongoing economic crisis. The diversified conglomerate has been supporting Sri Lanka’s healthcare sector including contributions made during the height of the COVID-19 pandemic.",
    "The stock of medicine handed over to the Ministry of Health included critical lifesaving injections, pharmaceuticals for emergency treatment of cardiovascular disease and anaesthetic medicines. The company has already made arrangements for a further batch of essential medicines to be handed over to the Ministry as stocks arrive.",
    "“The health and wellbeing of all Sri Lankans is essential for the nation to realise its full potential, and Carson Cumberbatch is committed to offer all possible assistance to the country’s healthcare system at this crucial juncture. We are currently also engaged with the Lady Ridgeway Children’s Hospital to source critical medicines and devices, and are working tirelessly to ensure availability of these drugs in the shortest possible time in the face of critical shortage of supplies even with local agents,” said Carson Cumberbatch Group Director Ajith Weeratunge.",
    "Carsons have already handed over a month’s requirement of C.A.P.D. bags and minicaps to Lady Ridgeway Hospital, which is a critical item needed for dialysis of child patients.",
    "“We are thankful to Carson Cumberbatch group for their pioneering corporate level medical assistance to critically affected patients and especially to the child patients of Lady Ridgeway Hospital by donating critically required C.A.P.D. bags and suture material. We urge other concerned corporates also to assist us at this critical juncture,” said LRH Director Dr. G. Wijesuriya.",
    "For this endeavour, the company received valuable support from Hemas Pharmaceuticals, Sunshine Healthcare Lanka and Mycare Lanka."
  ]
}