{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-remains-at-330-340-to-the-us-dollar-93147/",
  "time_ut": 1650349080,
  "title": "Sri Lanka rupee remains at 330/340 to the US dollar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee was quoted at 330/340 for telegraphic transfers at most banks on April 19, remaining at the same levels as the previous day, while the secondary market was inactive, market participants said.",
    "The central bank’s indicative spot was quoted at 310 rupees against the US dollar on Tuesday.",
    "On Monday, central bank’s telegraphic transfer rate was 322.7/335 against the US dollar.",
    "In the secondary market, there was no activity in the market and there we no active bond quotes too.",
    "The 12-month bill is quoted at 24.00/24.50 percent on Tuesday, up from 23.00/24.00 percent on Monday.",
    "Sri Lanka’s debt office is offering 97.5 billion rupees to be sold in an auction held on April 20.",
    "The bills will be spilt into 47.5 billion bills maturing in 3-months, 27.5 billion maturing in 6-months and 22.5 billion rupees maturing in 1-year.",
    "The central bank has hiked policy rates, which will reduce private credit, curbing imports and T-bill yields were also allowed to go up to help finance the deficit with reduced money printing.",
    "In April large volumes of money have been printed to pay state worker salaries. Usually April injections are absorbed in cash drawdowns from the banking system (real money demand).",
    "However, they have to be mopped up when the money returns. At the moment, there is a 600 billion rupee short in the market (due to reserve outflows) which are re-financed by the central bank overnight.",
    "Any money printed would continue to pressure the currency by boosting imports while the surrender rule imposes a strong side convertibility undertaking in a peg (pushes the rupee down) when attempts are being made to establish a float.",
    "The central bank has also been given dollars for (strong side convertibility) for imports, creating two-way interventions of a peg.",
    "In a free-float where reserve money is no longer influenced by central bank foreign exchange interventions allowing fuel and other imports. (Colombo/Apr19/2022)"
  ]
}