{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/over-16-pct-sri-lanka-state-uni-students-sexually-harassed-1-5-pct-forced-into-sex-study-91916/",
  "time_ut": 1647922260,
  "title": "Over 16 pct Sri Lanka state uni students sexually harassed, 1.5 pct forced into sex: study",
  "body_lines": [
    "ECONOMYNEXT – A UNICEF-backed study by Sri Lanka’s University Grants Commission (UGC) has found that 16.6 percent of the surveyed state university students had faced sexual harassment, while 23.8 percent had been subjected to physical abuse, with 1.5 percent forced into sex. Over 51 percent had undergone verbal harassment, while 34.3 percent had faced psychological violence – all as a result of ragging, a statement from UNICEF Sri Lanka said on Monday (21).",
    "Among students in public sector universities, 21 percent reported having been subjected to verbal sexual violence, the study found.",
    "Conducted by the UGC’s Centre for Gender Equity and Equality and funded by UNICEF, the study had focused on the prevalence of ragging and Sexual and Gender Based Violence (SGBV) in Sri Lankan State universities. UNICEF said the findings revealed the extent and the negative consequences of ragging",
    "The study covered a cross section of universities: old and new universities, and those situated in previously conflict-affected areas.",
    "This is the first study to have separate set of questionnaires on “Social Climate and Ragging” and “experience of SGBV” administered among students and another on “staff climate” administered among the academic and non-academic staff, UNICEF said.",
    "“Ragging, a practice affecting in some form over half of students in state universities in Sri Lanka according to the study, continues to evolve in nature and consequences, often creating a toxic learning environment.  Ragging is both verbal and physical, including drug abuse, assault and sexual harassment.  It colludes with SGBV, another grave concern within the university system in Sri Lanka.”",
    "UGC Chairman Prof Sampath Amaratunge was quoted as saying at the launch of the report: “Sri Lankan state universities have been producing globally renown individuals in all most all the professions. However, in the recent past there has been a growing concern on prevalence of ragging and SGBV in state universities in Sri Lanka.”",
    "Amaratunge said the findings pave the way to develop interventions that can mitigate ragging and SGBV in state universities and promote diversity and inclusion to ensure quality of education and well-being of all the members in State University communities in Sri Lanka.",
    "Over 51% of the students surveyed had been subjected to verbal harassments, 34.3% to psychological violence, 23.8% to physical abuse and 16.6% to sexual harassments, as a result of ragging.",
    "Both academic and non-academic staff indicated the presence of SGBV although almost all incidents were reported only from one university. The report reveals that 44% of university staff had been subjected to verbal sexual violence, 22.3% requested for sexual bribes and 19.9% had experienced physical sexual violence.",
    "Among students in public sector universities, 21% reported having been subjected to verbal sexual violence and 1.5% forced into sex.",
    "Although ragging is often perceived as occurring only in the first year, the study indicates that the harassment does not end when students complete their first year “induction”. In reality, ragging is simply laying the groundwork for a system of conformity and influence, in which seniors have authority over their juniors throughout their academic careers.",
    "UNICEF noted that ragging and SGBV induces stress and produces severe anxiety. As a consequence, in the short term, students may not be able to concentrate on their studies and risk dropping out of university. As a form of violence, the long-term effects of ragging on the individual go beyond the student life, leading to timid, violent, and intolerant people whose behaviour eventually affects the entire society.",
    "UNICEF Sri Lanka representative Christian Skoog was quoted as saying: “Ensuring that the learning environment remains conducive to help young people reach their full potential is important.  Universities should provide the space for equal opportunities for youth from different backgrounds to learn and become responsible citizens.”",
    "According to the statement, the UGC has put in place additional regulations aimed at preventing harassment of the students by their seniors. University authorities are now required to report such incidents to the police, and those found guilty of the offences are liable to lengthy imprisonment, expulsion from the institution of higher education and payment for damages suffered by the victim. An additional stipulation is that all students pledge in writing that they will not engage in harassment of the new entrants.",
    "However, concerted efforts are required to tackle the practice which impacts the quality of university education and those who come out of it, said Skoog. (Colombo/Mar22/2022)"
  ]
}