{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/exclusive-avurudu-offers-this-season-with-sampathcards/",
  "time_ut": 1647962820,
  "title": "Exclusive Avurudu offers this season with SampathCards",
  "body_lines": [
    "Discounts up to 60% on Credit Cards & Debit Cards for Sampath Cardholders during this auspicious season",
    "Celebrating the much loved and appreciated Sinhala and Tamil New Year, Sampath Bank’s Credit and Debit card deals for 2022 offer a variety of discounts and savings to customers for the dawn of the new year.",
    "Bearing in mind the health and safety guidelines with the ongoing pandemic situation, discounts and offers of up to 60% can be obtained both in stores and online on great deals during the months of March and April.",
    "Ranging from fashion, online shopping, healthcare & education, electronics & furniture, jewellery, dining, groceries, as well as multiple everyday essentials are some of the various categories customers have access to, as the Bank provides these benefits as a means of thanking and valuing cardholders for their contribution.",
    "“Avurudu celebrations is one of the most significant festivals to the people of the Island and symbolises prosperity, happiness and a good fortune. We at Sampath Bank aspire to bring out the true meaning of this significant festival, by rewarding both our credit and debit cardholders with absolute benefits and resources this season, as we continue to extend our support and commitment to our customers” said Darshin Pathinayake, Assistant General Manager – Card Centre, Sampath Bank. “We thank all our customers for choosing SampathCards as we invite them to avail themselves and their loved ones of the discounts and offers during the dawn of the new year”",
    "Cardholders can obtain discounts of up to 35% being offered by SampathCards at several fashion and retail brands including House of Fashions, Spring & Summer, Cool Planet, Kelly Felder, Fashion Bug, Hameedia, Crocodile, Uptown Kandy, Diliganz, CIB, Beverly Street, The Factory Outlet, Dilly & Carlo, Arienti, Mimosa and many more.",
    "Footwear discounts ranging from 15% to 25% are also available at stores such as DSI, Bata, Genelle, Helanka and Eyewear discounts up to 30% are avaialable at George Goonerathne, Techno Vision, Wickramarachchi Opticians, Eagle Vision, Eric Rajapaksha, Albert Edirisinghe and so on.",
    "Not only do adults have the privilege for these discounts but kids and babies too can look good with discounts up to 20% at stores namely Arista, Velona, Baby Bear, The Kidswarehouse and Baby Mart",
    "Jewellery to mark this special occasion can be purchased for cardholders and their loved ones with up to 60% off at major stores such as Raddella Jewellers, Tiesh, Vogue Jewellers, Aminra Jewellers, Mallika Hemachandra Jewellers, Raja Jewellers and several other leading stores.",
    "Satynmag.com – CIMA Women Friendly Workplace Awards 2022 to commence with an interactive IWD event",
    "ComBank offers career guidance to female undergraduates of Colombo University",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}