{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mountain-lion-ventures-invests-in-infragist-2/",
  "time_ut": 1648823400,
  "title": "Mountain Lion Ventures invests in Infragist",
  "body_lines": [
    "Mountain Lion Ventures, a Sri Lankan tech sector focussed investment vehicle, has taken a strategic stake in Infragist, which is a cutting-edge technology services company with its design thinking capabilities spreading across Metaverse, Cyber Security, Blockchain, Machine Learning and AI Solutions apart from its full stack tech services offering.",
    "The company was founded by Mubeen Gani, Viraj Adhihetty and Mafahir Fairoze. Speaking about the services they offer Mubeen Gani, the Chief Marketing Officer said, “Merging design thinking with appropriate tech solutions has been the forte of the core Infragist team, this approach gives our clients an idea of future with current context in mind and also reduces long term development costs, improves processes and more importantly make them more efficient. This is important given the past paced nature of technology evolution.”",
    "Speaking about the investment Love Yadav, General Partner, Mountain Lion Ventures said, “Sri Lanka has a pool of talent and creativity at par with global standards, Mountain Lion Ventures is here to allow start-ups in Sri Lanka to scale locally and give them international exposure. We are enabling multiple local startups that are scalable and globally transportable. We are excited about our investment in Infragist, as we see potential in their capabilities. Our portfolio companies benefit from our global reach with our presence spanning South America to Asia through its Swiss parent Mountain Partners which has more than 400 global tech investments.”",
    "Viraj Adhihetty the Chief Creative Officer, speaking on the services offered said, “We offer clients a cross-section of services from integrated solutions to cyber-security and business design. Our work drives results and gets brands to exactly where they intended to be in today’s world of technology. The services we offer include User Experience and Customer Experience Design, Creative Content, Solutions Engineering, Integrated Solutions, IoT, Blockchain and Cyber- security. Infragist is an integrated solutions provider that combines design thinking and a human-centric approach with unrestrained creativity, next-gen technology, and performance-driven branding, all under one roof. We are excited about our partnership with Mountain Lion Ventures as it will allow us to reach a wider audience.”",
    "CEAT breaks new ground with locally made high-performance 17-inch tyre",
    "Kia wins European Car of the Year, 2 Red Dot Design awards + 8 Travel Safety awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}