{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/GRs-camp-begins-hunting-for-numbers-against-MR/155-235746",
  "time_ut": 1650944640,
  "title": "GR’s camp begins hunting for numbers against MR",
  "body_lines": [
    "-There is a clear split between the President and Prime Minister",
    "-MPs loyal to the President have begun discussions with the MPs including in the SLPP in a bid to convince them to sign the NCM",
    "-Loyalists include the 11 alliance members of Udaya Gammanpila and Wimal Weerawansa",
    "-The TNA have said they could not support the no-confidence motion against the government unless it is certain what would happen after winning it.",
    "Following weeks of political instability and rising public protests against the President, Prime Minister, and the government, fresh moves are now underway by the President's loyalists to gather numbers for the opposition initiated No Confidence Motion to save the President and oust the Prime Minister.",
    "A senior political sources told Daily Mirror that while there is a clear split between the President and Prime Minister, those parliamentarians loyal to President Gotabaya Rajapaksa have begun discussions with the MPs including in the SLPP in a bid to convince them to sign the NCM to save the President's seat.",
    "These loyalists include the 11 alliance members of Udaya Gammanpila and Wimal Weerawansa who have repeatedly been holding discussions with the President, convincing him to appoint a new Prime Minister and thereafter appoint an all-party interim government. In fact one of the names proposed as the Prime Minister in the new interim government is that of Dullas Allhapperuma.",
    "Yesterday Udaya Gammanpila told the media that the Prime Minister had informed the Buddhist monks and party leaders that he was ready to resign as he had lost the numbers in Parliament. Gammanpila went as far as to say that 120 MPs had pledged support for the NCM, including the TNA.",
    "However, these claims were soon shot down by senior officials close to the Prime Minister who accused Gammanpila of 'lying' as the Prime Minister had mentioned no such thing.",
    "As of last evening, the Prime Minister's camp said Mahinda still held the majority support in Parliament and Gammanpila's claims of 120 seats ready to support the NCM were false.",
    "Some opposition parties including the TNA have said they could not support the no-confidence motion against the government unless it is certain what would happen after winning it.",
    "TNA MP M.A. Sumanthiran said after winning the no-confidence motion, it would only be yet another cabinet reshuffle without any expected changes.",
    "He said their primary demand was for the President to step down first as most of the people were calling for it.",
    "UNP Leader Ranil Wickremesinghe has also voiced these same sentiments, stating that if the NCM is signed and the government is removed then who will take charge next to form a government when most opposition parties had declined to form an all-party interim government.",
    "The SJB have also refused to form an all-party interim government with the likes of Udaya Gammanpila and Wimal Weerawansa and while the NPP led by Anura Kumara Dissanayake has said they will support the NCM, they have not shown any indication they will be part of an interim cabinet.",
    "Senior political sources said that would then lead to the President juggling the same members, but this time with a new Prime Minister, hoping this would ease the public anger against him and the present government.",
    "The present government has been plunged into a deeper crisis now with the latest tug of war between the Gotabaya and Mahinda factions, each trying to save the other, ignoring public calls for both President and Prime Minister to step down. (JAMILA HUSAIN)"
  ]
}