{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/01/ex-mp-duminda-silva-arrested-by-the-cid-while-at-the-sri-jayawardenapura-hospital/",
  "time_ut": 1654086780,
  "title": "Ex-MP Duminda Silva arrested by the CID while at the Sri Jayawardenapura Hospital",
  "body_lines": [
    "COLOMBO (News 1st); Ex-Parliamentarian Duminda Silva who was on death-row and then granted a Presidential Pardon was arrested at the Sri Jayawardenapura Hospital on Wednesday (1) after the Supreme Court ordered to suspend the operation of the Presidential Pardon given to him on Tuesday (31).",
    "Duminda Silva had gotten admitted in hospital citing a sudden illness.",
    "Sri Lanka’s Supreme Court on Tuesday (31) issued an interim order suspending the Presidential Pardon given to Ex-MP Duminda Silva, who was death-row for the murder of Bharatha Lakshman Premachandra.",
    "Accordingly, the Supreme Court ordered for Duminda Silva to be taken back into custody.",
    "The Supreme Court ordered the Director of the Criminal Investigations Department to take the necessary action to enforce the court order, and also ordered the Attorney General to assist and advice the CID on the matter.",
    "Further, the Supreme Court imposed an overseas travel ban on Duminda Silva as well.",
    "The orders were made by Supreme Court Justices P. Padman Surasena, Yasantha Kodagoda, and Achala Wengappulli who permitted the examination of three fundamental rights applications filed by Hirunika Premachandra, her mother Sumana Premachandra, and Former Human Rights Commissioner Ghazali Hussain,PC who challenged the Presidential Pardon given to Silva by the President.",
    "The examination of the applications will commence on the 1st of September.",
    "Ex-MP Duminda Silva arrested by the CID while at the Sri Jayawardenapura Hospital",
    "Over $330 Mn dollars received to buy medicine, but not disbursed properly – COPE",
    "SLPP MPs Milan Jayathilake, Sanath Nishantha further remanded over attacks on #GotaGoGama & #MynaGoGama",
    "Russia says it’s completed testing of hypersonic Zircon cruise missile"
  ]
}