{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Allianz-Lanka-hosts-webinar-to-encourage-women-to-break-the-bias/34-734154",
  "time_ut": 1651257480,
  "title": "Allianz Lanka hosts webinar to encourage women to break the bias",
  "body_lines": [
    "In honour of Women’s Day and, more importantly, Women’s History Month, Allianz Lanka hosted a seminar for their employees featuring, pioneer and power woman, Indira Cancer Trust Chairperson Dr. Lanka Jayasuriya Dissanayake to share her incredible story.",
    "Hosted under the global theme, the seminar was held at the Allianz Lanka Auditorium and provided a platform for women to share their stories, inspire impactful change, and #BreakTheBias across all walks of life. Recognised for her ardent personal crusade against cancer, Dr. Lanka Jayasuriya Dissanayake spoke to the audience about the humble beginnings of The Indira Cancer Trust, relaying the story of the demise of her sister, Indira, and her battle with cancer. Dr. Jayasuriya describes Indira as a strong woman, who endured the disease even through two childbirths, and never gave up hope, inspiring courage, and perseverance in the minds of the audience.",
    "Actively promoting employee welfare, Allianz Lanka hosts several similar projects throughout the year that focus on the well-being of its employees such as a dedicated, easily accessible, and completely confidential helpline that aids employees in overcoming their battles with mental health, alongside the availability of flexible working arrangements, and stringent procedures for grievance handling and workplace harassment. Being an equal opportunity employer, Allianz Lanka also actively promotes gender equality across the workplace through equal pay, recruitment, and promotion strategies.",
    "One of the company’s most noteworthy projects to date is the launch of the Allianz Lanka Women in Leadership Employee Resource Group (WIL ERG) in 2021, which is an initiative seeking to provide consistent support toward the professional and personal development of female employee’s company wide. The project was launched as part of Allianz Lanka’s global initiative to advocate for greater diversity and inclusion in the workplace, and provides female employees across the organisation with empowerment, learning, education, and training opportunities. In addition to this, the initiative further hosted monthly catch ups, company-wide education initiatives, smaller-format collaboration opportunities, and invaluable leadership development opportunities for participants.",
    "CEO Gany Subramaniam said: “At Allianz, employee welfare and equal opportunity are our top priorities, and this is reflected in the various projects and facilities made available to ensure the comfort and safety of employees across the organisation. These initiatives not only promote employee welfare, but also largely focus on employee development and success, with the intent of enriching their minds and lives for a more prosperous tomorrow.”"
  ]
}