{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/parallels-between-avurudhu-observances-and-the-status-quo/",
  "time_ut": 1650688800,
  "title": "Parallels between Avurudhu observances and the status quo",
  "body_lines": [
    "An email message has been circulating citing the achievements of the protesters. Another to disprove the government assessment of the protests, particularly at the newly named Galle Face Green cordoned off section, as a beach party etc. The protests joined by all ages, races, religions, strata of society have been far from a picnic; they were sincere, serious, one voiced and committed. With it went singing and moving to music. So what? Jolly good!",
    "To me, sitting at home and ruminating, I decided I had never felt so un-avurudhu-fied as during this year’s national New Year season. On Thursday April 14, having lit my gas cooker and eaten my first meal of  kiributh at the auspicious times, I felt my spirits lifted. I still had gas in the cylinder and food on the table. But pessimism and sorrow returned to weight me down. Pondering thus I saw parallels between the usual observances and traditions of the Sinhala and Tamil New Year and the very unusual social and political situation of the country.",
    "As kids Avurudhu was magic with new clothes, rasa kevili, routines turned topsy turvy and nonagathe periods extra long which canceled regular rice and curry lunches. We could fill up with all sorts of sundries from bread to unduvel. Even when older, the spirit of Avurudhu descended and caught us in its euphoria. There was plenty of food, peace in the country (usually) and long holidays organized with plenty of money and petrol, and traffic no problem. I need not tell you how it is this year; all of us suffer, but the farmer, the daily worker, the casual labourer is bereft of all respite and celebration.",
    "One reason for this traditional festival is that the sun travels from the Meena Rashiya (House of Pisces) to that of Aries or Mesha Rashiya.",
    "People across the board in this country have been stymied from traveling this year in private vehicles and public transport. Instead they have to stand long hours in queues for petrol, diesel and necessities. Very different to all previous years, the VVIPs are being shown by voice, placard and social media, both at home and overseas, where they should be heading – out from the Presidential abode and Temple Trees. Where to? US, Seychelles? Africa, Dubai, prison? The directions have changed as the Big Two and brethren, sons, nephews and sycophant-suckers stubbornly staying put. It was Go Home; now it is Go to Jail and not before you give back to the country all its money you robbed. Previously, it was a sumptuous meal at an overladen avurudhu mesa at Carlton, Tangalla, and then hopping into luxury government vehicles, Lamborghinis and even planes for holidays in Nuwara Eliya or more exotic resorts. Maybe this year the first meal was at Shangri La minus some family members, and just staying in hiding. Why? Fearful of peaceful protesters.",
    "Avurudhu is when astrologers peering into their charts dictate times and colours. We had an Akka in Rajarata who was all powerful in her predictions and rode the crest of the wave. Hirunika exposed her and now she is mentioned all over the island. She of course has plenty of security, but fear must be eating into her, though dabbling in the occult. No mantras left.",
    "Preparation for Avurudhu is first spring cleaning the house. In villages of long ago, the floor was re-cowdunged and roof covered with new straw or plaited coconut leaves. The country’s right thinking, bravely protesting people have also demanded a cleaning out of the House of State with all corrupt leaders, cabinet ministers and others being swept out. Sticking like limpets, cunningly surmising the masses will fatigue, forget, forgive. Not this time for sure! Guns may have been issued though protests were peaceful, but the mood of the lower ranks in the security forces is not for shooting their own people.",
    "Buying new pots, utensils, furnishings, clothes is an  avurudhu siritha. People have no money and no time either. But the practice will be continued, slowly but steadily when corruption will be swept away with the corrupt; democracy and rule of law reinstated and taxes and money matters realigned. There has to be a new beginning. Troubled times will continue, but we can bear much if there is light at the end of the dark tunnel. We are a resilient lot, though seemingly lotus eaters.",
    "Gathering the maha rice harvest is next this season. Not this year, sole thanks to Prez Gotabaya Rajapaksa advised by Dr Padeniya and the Athureliya monk. What false, unscientific suppositions was at the bottom of that move. I well remember the President announcing with pride Sri Lanka would be the first country to go totally organic. He pronounced the death knell for rice and tea. Never hearkened unto all the qualified agriculturists, agronomists we have right here. Farmers were dealt a near death blow and starvation stares us in the face. These are no exaggerations; thus another avurudhu sirita corrupted.",
    "The Prez expressed a mea culpa (of sorts) after appointing a new Cabinet. Sounded hollow and just a sop to Cerberus in the newly named village on Galle Face. Apologies are worthless after the severe damage done deliberately. He apologized for not going to the IMF earlier. This was a callously ignored imperative.",
    "Not for you and me. Maybe we still have two whole meals a day, but so many of our people have not even one meal. No milk for the kids. Not many could afford to make their kavun and athiraha. The only salacious food for the appetite is that those who are so very rich also did not enjoy  avurudhu feasting, holed up in hotels or heavily guarded palatial homes with no ease of body and peace of mind.",
    "Not many would have gone to temple during the punya kalaya. Our citizenry in the majority, I feel, are realizing that Buddhism was used as a tool by the powers-that-be since 2005 or so but definitely post-2019 to divide, cause dissension, and rule. ‘Sinhala Buddhist’ is now a derided term and recognized as a tool used to emphasize the majority of the Sinhalese and Buddhists. Those white clad hypocrites will not be given media exposure carrying jasmine trays to dagoba and vihara and paying pooja to partisan monks. One feature of the protests pointed out by many is that those who gather together have absolutely no racial or religious divide. They are one in their Sri Lankan-ness.",
    "Superb! A new style of exchange of money has come about this mid-April. Placards replace bulath athas, and its neither pooja nor respect, however grudging it may be, that is presented to the so called Seniors. They have been asked to give back what they so mercilessly plundered from a poor country, and depart.",
    "This season is a time of rest for the farmer; the backbone of the country, along with other village folk. Women too have time for traditional indoor games and kids swing on rope onchillas. However there is no rest, least of all recreation, for anyone in this wonderful country sent spiraling down to the pits by the R family and sycophants. Protests proceed day and night, especially at places like the front of the Prez’s office in Colombo Fort. One game is played now vociferously via banner and social media, echoed overseas by our compatriots domiciled across the globe. The game is hangi hora; allapan horu, cops and robbers. Tables are turned. Those who were chased and apprehended – members of the public – are now the cops. They are uncovering secreted mounds of spirited away wealth in the form of cash, gold, jewellery, art treasures and artifacts. Much of the gold came from Jaffna when the LTTE were defeated",
    "There is fun among the young protesters and moving to music, so glorious to see but they tirelessly battle the not-appearing enemy. Also an enemy that does not seem to hear them, leave along hearken to them.",
    "A further tradition is visiting relatives. VVIP homes have been broken, we hear, with spouses, in-laws and kids safely sent overseas. And the ordinary people have been unable to travel to village homes to pay respects to their elders.",
    "Did you notice the rains came no sooner the High Ups were publicly blacklisted? Hence just as the avurudu season is followed by  veda allanawa, farmers will get the fertilizer they need and people a better life, after a very difficult and prolonged period of transition. Wonderful Sri Lanka has to rise again.",
    "A Brief Response to the Current National Crisis – A Way Forward",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}