{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/straitjacket-all-politicians/",
  "time_ut": 1649090760,
  "title": "Straitjacket all politicians",
  "body_lines": [
    "The unfolding political drama is replete with irony. After Mahinda Rajapaksa’s defeat in the presidential race in 2015, people rushed to his Tangalle residence, Carlton, to pledge solidarity with him and urge him to remain in active politics. They backed him to the hilt and made his comeback possible. Today, people are protesting near Carlton, asking him as well as his family members to leave politics!",
    "What we are witnessing today would have come about circa 2017 if Mahinda had succeeded in securing a third term, given the manner in which the members of the Rajapaksa family and their cronies were behaving towards the end of the UPFA government in January 2015.",
    "When the people re-elected the Rajapaksas in 2019/20, they expected the family to learn from its mistakes and act differently. But old habits die hard, and the Rajapaksas, true to form, began to do more of what they had been doing from 2010 to 2015—the only difference being that Gnanakka took ‘palace seer’ Sumanadasa’s place! The economy was totally mismanaged, and untold hardships have made the people take to the streets to oust the family. Instead of depending on politicians to tame the government, they chose to do so under their own steam, and succeeded in their endeavour.",
    "The people have overtaken the Opposition, which consists of another set of failed, greedy politicians, who ruined the country for nearly five years from January 2015 to November 2019. These wily, holier-than-thou grandees must not be allowed to turn people power victory to their advantage. Some of them are obviously salivating at the prospect of savouring power again; they are eager to make up for lost time and, most of all, have themselves acquitted in cases against them a la their SLPP counterparts.",
    "Both the SLPP and the Opposition must be straitjacketed and made to cooperate and bring in a team of experts to clean up the economic mess, which is the root cause of the present crisis. One should not overlook the need to shake up many state institutions which have stood in the way of national progress. The Ceylon Electricity Board is prominent among them; ridding it of corruption is half the battle in resolving the power crisis.",
    "The SLFP has pulled out of the government, and the SLPP rebel MPs are confident that they are capable of depriving the government of its parliamentary majority. The Opposition has rejected President Gotabaya Rajapaksa’s offer of Cabinet portfolios. Even if the SLPP loses its parliamentary majority, no other party will be able to muster 113 seats to form a government on its own. They, however, could get together and pass a resolution calling for the dissolution of Parliament, thus causing a general election to be held. It is doubtful whether any party will be able to secure a comfortable majority in the next Parliament, solve the current problems and assuage public anger if an election is held immediately.",
    "Insanity has been defined as doing the same thing over and over again, expecting a different result. During the past several decades, Sri Lankans have been electing total misfits to Parliament; they have entrusted the task of developing the country to a bunch of politicians, who have taken turns to feather their nests and failed the country. They endorsed the Rajapaksa family rule in 2010 by giving the UPFA a huge parliamentary majority. Five years later, they brought it down, and opted for an experiment with yahapalana by electing a UNP-led government, which also failed pathetically and, above all, promoted bribery, corruption, abuse of power and the divestiture of state assets. They re-elected the Rajapaksa family in 2019/20, and rose against it after less than three years. Now, they have to decide whether to enable the inept, corrupt politicians to do more of what they did for five years, or to engineer a radical departure and install a technocracy to achieve progress.",
    "The daunting challenge the country is beset with on the economic front, we believe, cannot be overcome with the help of 225 self-seeking politicians; there have to be real experts of integrity in key positions of the public service to manage the affairs of the state, especially the national economy. So, the need of the hour is not a general election but an interim arrangement in Parliament to create the necessary politico-legal environment for capable men and women, who have excelled in their chosen fields, to accomplish the task of pulling the country back from the brink of bankruptcy and straightening up the economy.",
    "President Rajapaksa has reportedly refused to step down although people are staging street protests, calling for his resignation. The Opposition should give serious thought to the government’s offer to form an all-party interim administration. More upheavals will further weaken the economy. If it is thought that the President is trying to play a trick on the Opposition and the people, a way out may be for Parliament to abolish the 20th Amendment and reintroduce a revised version of the 19th Amendment to reduce his executive powers.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}