{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82260/sjb-to-support-basls-proposals-to-restore-political-and-economic-stability",
  "time_ut": 1651925460,
  "title": "SJB to support BASL’s proposals to restore political and economic stability",
  "body_lines": [
    "Sri Lanka’s main opposition, the Samagi Jana Balawegaya (SJB) says it has decided to extend support to the proposals brought forward by the Bar Association of Sri Lanka to restore political and economic stability in Sri Lanka, which includes the abolishment of the Executive Presidency.",
    "The party said in a statement that it would support a national program based on a series of proposals put forward by the Bar Association of Sri Lanka to resolve the serious national crisis in the country.",
    "The statement said that the SJB considers the program proposed by the Bar Association to abolish the Executive Presidency as a primary need to resolve the existing national crisis.",
    "Accordingly, the Samagi Jana Balawegaya said it has decided to support a national program to resolve the existing crisis, based on the set of proposals presented by the Bar Association to find immediate solutions to the serious issued faced by the people and bring stability to the country.",
    "The brief statement was read out by SJB parliamentarian Harin Fernando during a press briefing held in Colombo today (07).",
    "The Bar Association proposes the establishment of an Interim Government of National Unity consisting of 15 Cabinet Ministers.",
    "The Prime Minister to be a Member of Parliament who is able to establish a consensus among all political parties recognized by the Speaker in Parliament on the national economy and to enact necessary reforms, the BASL proposes.",
    "“If there is no Member of Parliament who meets this criteria due to the exigencies of the situation a vacancy created by the resignation of a National List MP may be used to facilitate the entry into Parliament of an individual who meets this criteria where there is bi-partisan consensus to appoint a person who is not presently a Member of Parliament as the Prime Minister, even if such individual’s name did not appear in the original List submitted to the National Elections Commission.”",
    "It further says the Government of National Unity will be for a maximum period of eighteen (18) months and a further 6 weeks as a caretaker Government to oversee elections.",
    "“At the conclusion of eighteen (18) months Parliament will be dissolved and a General Election will be held at the expiry of 6 weeks. The Government of National Unity will cease to exist at the conclusion of the General Election.”",
    "The Bar Association’s proposal also includes the abolition of the executive presidency, the introduction of the 21st Amendment to the Constitution to remove the provisions of the 20th Amendment and reinstate the 19th Amendment.",
    "Proposals of the Bar Association of Sri Lanka to restore political and economic stability in the country:"
  ]
}