{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-hosts-google-i-o-extended-in-the-metaverse-for-the-1st-time-in-south-asia/",
  "time_ut": 1653923940,
  "title": "Dialog hosts Google I/O Extended in the Metaverse for the 1st time in South Asia",
  "body_lines": [
    "Dialog Axiata PLC, Ideamart, and Innovation Foundry, in collaboration with the Google Developer Group Sri Lanka, recently hosted the highly anticipated tech event ‘Google I/O Extended Sri Lanka 2022’ in the Metaverse for the first time in South Asia on May 28, as a part of the global Google I/O 2022 event which was held on May 11.",
    "Drawing in over 200,000 viewers, the event empowered tech enthusiasts from across the country with an immersive and interactive Google I/O Extended Sri Lanka 2022 experience falling in line with Dialog’s brand ethos of delivering ‘The Future.Today’. Attendees were enabled to interact with the event proceedings in the Metaverse from the comfort of their homes by simply logging into the event via their mobiles, laptops, or tablets as the event was livestreamed across Dialog’s official Facebook page & YouTube channel, and Channel One on Dialog Television (Ch. 1).",
    "The Metaverse event, a first of its kind in the South Asian region, was hosted by local tech influencer Chanux Bro and Ajmal Hussain and featured Google’s latest innovations and developer products while also bringing together developers from around the world for insightful tech talks and hands-on learning with Google experts. Dialog showcased its 5G-ready advanced tech solutions including Digital Twin, Robot Arm, 360-Video, and Hologram, and the ground-breaking work conducted at its ‘5G Innovation Centres’. The event also featured Dialog’s unparalleled Intelligent Video Content Analysis (IVCA) product portfolio and many more core innovations. Throughout the event, participants received the opportunity of winning exciting prizes including 777 NFTs, a range of Smart devices, Star Points rewards & limited edition Google I/O Extended Sri Lanka 2022 T-shirts.",
    "Commenting, Supun Weerasinghe, Group Chief Executive of Dialog Axiata PLC stated, “As Champions of Innovation, we were excited to witness the scalability and the endless possibilities the Metaverse delivered to local audiences on May 28. As a key driver of Sri Lanka’s digital economy and in our 5th year hosting the Google I/O Extended event in Sri Lanka, we aspired to bridge the gap between local tech talent and global experiences while also providing participants with unlimited opportunities to engage with new ideas, observe the latest technologies, and network with a wider circle of tech-entrepreneurs and developers.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}