{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-says-seeking-imf-bailout-amid-forex-crisis-91733/",
  "time_ut": 1647445800,
  "title": "Sri Lanka President says seeking IMF bailout amid forex crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will seek International Monetary Fund support, President Gotabaya Rajapaksa said as the country reels from foreign exchange shortages due to unusually high levels of money printed to keep interest rates low.",
    "Sri Lanka is facing forex shortages for basic imports as printed money has pushed up domestic demand and made it difficult to repay debt.",
    "It will be the 17th time Sri Lanka is getting IMF help, since a Latin America style central bank was set up in 1950.",
    "“To this end, we have initiated discussions with international financial institutions as well as with our friendly countries regarding repayment of our loan installments,” President Rajapaksa said in an national address for which power cuts were halted.",
    "“The government is in discussions with various parties to implement a new method regarding this which will be beneficial to our country.",
    "“Yesterday’s discussion with the International Monetary Fund was also held for this purpose.",
    "“Through those discussions, we hope to find a way to pay off our annual loan installments, sovereign bonds, and so on.",
    "“Subsequent to my discussions with the International Monetary Fund, I have decided to work with them after examining the advantages and disadvantages.”",
    "Sri Lanka’s started going to the IMF after a central bank capable of creating balance of payments deficit by printing money was set up in August 1950, abolishing a Singapore, Malaysia and Hong Kong style currency board that had kept the country stable since 1885.",
    "The Singapore and Malaysia currency board (Straits dollar) was set up in 1898, but the monetary arrangements were retained after independence, blocking money printing. Malaysia has since become an intermediate regime and has seen instability.",
    "President Rajapaksa meanwhile promised to solve the economic crisis which has left people in queues.",
    "“I accept responsibility for the actions I take,” President Rajapaksa said. “Today, I am determined to make tough decisions to find solutions to the inconveniences that the people are experiencing.",
    "“I have appointed a National Economic Council and an Advisory Committee to assist it. I will constantly monitor whether the decisions I make through this are implemented. Therefore, first of all I request you to have faith in the actions I will take on behalf of the people.”",
    "Analysts say the the government will have to reduce spending and people will also have to pay higher taxes to pay the salaries of tens of thousands of unemployed graduates hired into the already bloated public sector.",
    "Sri Lanka’s state spending went up from 17 percent of gross domestic product in 2014 to close to 20 percent under so-called ‘revenue-based-fiscal-consolation’ where spending based consolidation (cutting spending) was pooh-poohed.",
    "Higher monetary instability was also seen amid call money rate targeting and real effective exchange ate targeting. However from 2019 taxes were cut and unusually high levels of level of money was printed under an extreme post-Keynesian ideology which was likened to Modern Monetary Theory.",
    "Last week Sri Lanka broke a non-credible peg in a bid to establish a floating regime, but so far, the float has not taken place though the rupee has fallen to around 270 to the US dollar. (Colombo/Mar16/2022)"
  ]
}