{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-will-get-imf-advice-discuss-conditions-minister-91666/",
  "time_ut": 1647324420,
  "title": "Sri Lanka will get IMF advice, discuss conditions: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will take forward discussions with the International Monetary Fund and their conditions to assist the country, Cabinet spokesman Minister Ramesh Pathirana said after Finance Minister Basil Rajapaksa was empowered to talk to the lender.",
    "“Cabinet approval has been given for the honorable Finance Minister to go ahead and discuss with the IMF,” Minister Pathirana said.",
    "“We have to take it from there what sort of conditions they put. We have to look at it from the country’s side as well.  From there we will take it forward.”",
    "IMF’s Asia Pacific chief Changyong Rhee is in Sri Lanka on a two day visit to brief President Gotabaya Rajapaksa. He met Finance Minister Rajapaksa on Monday.",
    "Sri Lanka is facing a severe currency crisis after money was printed to keep interest rates down as budget deficits went up, pressuring the rupee and triggering reserve losses.",
    "Why IMF programs work most of the time and others fail is because interest rates are raised to stop money printing and budget deficits are brought down to reduce domestic credit.",
    "Sri Lanka has a large state worker cadre bloated by unemployed graduate who are hired each year and get lifetime pensions while the private sector who are net savers work in productive areas to support them.",
    "There are also a large number of loss-making state enterprises.",
    "Sri Lanka is also facing default after running out reserves and getting locked out of capital markets after instability coming from a so-called flexible exchange rate or an intermediate regime with conflicting anchors.",
    "The International Monetary Fund has also said Sri Lanka’s debt is unsustainable, requiring debt restructuring.  (Colombo/Mar15/2022)"
  ]
}