{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ceylon-tea-exports-down-17-pct-in-may-2022-96040/",
  "time_ut": 1655617140,
  "title": "Sri Lanka’s Ceylon tea exports down 17-pct in May 2022",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka’s  Ceylon tea exports dropped by 17 percent to 19.72 million kilograms in May 2022 from a year ago and dollar earnings were down 14 per cent to  93.7 million dollars, industry data shows as the country grapples with the effects of a fertilizer ban and forex shortages.",
    "In rupee terms export in May were up 54 percent to 33 billion rupees, Sri Lanka Tea Board data published by Ceylon Tea Brokers showed.",
    "The average free onboard price for a kilogram of Ceylon Tea had risen to 4.75 US dollars in May 2022 from 4.59 a year ago.",
    "The price of Tea in bulk per kilogram has increased to 1,521.57 rupees compared to 784.60 rupees in the same period last year.",
    "Tea in packets price has increased to 1,560.23 rupees compared to 865.11 rupees.",
    "Tea in bags’ prices doubled to 2,752.46 rupees from 1,562.06 rupees.",
    "The average price of instant tea in May was 2,706.73 rupees, up from 1,946.78 rupees in 2021.",
    "Green tea price had doubled to 4,033.54 rupees in May 2022, up from 2,124.14 rupees per kilogram in 2021.",
    "Up to May 2022, Sri Lanka has exported 101 million kgs, down from 109.9 in 2021.",
    "In dollars terms, the total value of export from January to May is 457 million dollars, down 13 percent.",
    "Whereas in rupee terms, Sri Lanka has generated 122 billion rupees for the first five months of 2022 compared to 103 billion rupees in 103 billion rupees in 2021.",
    "Up to May Iraq was the top buyer, consuming 19 million kilograms this year, recording an increase of 6.95 percent compared to last year’s 12 million kilograms. (Colombo/June19/2022)"
  ],
  "translate": {
    "si": {
      "title": "2022 මැයි මාසයේදී ශ්‍රී ලංකාවේ ලංකා තේ අපනයනය සියයට 17කින් පහත වැටී ඇත",
      "body_lines": [
        "ECONOMYNEXT- ශ්‍රී ලංකාවේ ලංකා තේ අපනයනය වසරකට පෙර සිට 2022 මැයි මාසයේදී කිලෝග්‍රෑම් මිලියන 19.72 දක්වා සියයට 17 කින් පහත වැටී ඇති අතර ඩොලර් ඉපැයීම් සියයට 14 කින් ඩොලර් මිලියන 93.7 ක් දක්වා අඩු වී ඇති බව කර්මාන්ත දත්ත පෙන්වා දෙන්නේ පොහොර තහනම හේතුවෙන් රට පොරබදමින් forex හිගයන්.",
        "මැයි මාසයේදී රුපියල් අනුව අපනයනය සියයට 54 කින් රුපියල් බිලියන 33 ක් දක්වා ඉහළ ගොස් ඇති බව සිලෝන් ටී බ්‍රෝකර්ස් විසින් ප්‍රකාශයට පත් කරන ලද ශ්‍රී ලංකා තේ මණ්ඩල දත්ත පෙන්වා දෙයි.",
        "සිලෝන් ටී කිලෝග්‍රෑමයක් සඳහා සාමාන්‍ය නොමිලේ ලබා ගත හැකි මිල වසරකට පෙර 4.59 සිට 2022 මැයි මාසයේදී එක්සත් ජනපද ඩොලර් 4.75 දක්වා ඉහළ ගොස් ඇත.",
        "තේ කිලෝග්‍රෑමයක තොග මිල පසුගිය වසරේ එම කාලය තුළ පැවති රුපියල් 784.60 ට සාපේක්ෂව රුපියල් 1,521.57 දක්වා ඉහළ ගොස් තිබේ.",
        "තේ පැකට් මිල රුපියල් 865.11ට සාපේක්ෂව රුපියල් 1,560.23 දක්වා ඉහළ ගොස් තිබේ.",
        "තේ බෑග්වල මිල රුපියල් 1,562.06 සිට රුපියල් 2,752.46 දක්වා දෙගුණයකින් ඉහළ ගියේය.",
        "ක්‍ෂණික තේවල සාමාන්‍ය මිල මැයි මාසයේ රුපියල් 2,706.73 ක් වූ අතර එය 2021 දී රුපියල් 1,946.78 සිට ඉහළ ගියේය.",
        "හරිත තේ මිල 2022 මැයි මාසයේදී රුපියල් 4,033.54 දක්වා දෙගුණයකින් ඉහළ ගොස් ඇති අතර එය 2021 දී කිලෝග්‍රෑමයක් රුපියල් 2,124.14 සිට ඉහළ ගියේය.",
        "2022 මැයි මාසය දක්වා ශ්‍රී ලංකාව කිලෝග්‍රෑම් මිලියන 101ක් අපනයනය කර ඇති අතර එය 2021 වසරේ 109.9 සිට පහත වැටී ඇත.",
        "ඩොලර් අනුව, ජනවාරි සිට මැයි දක්වා මුළු අපනයන වටිනාකම ඩොලර් මිලියන 457 ක් වන අතර එය සියයට 13 කින් පහත වැටී ඇත.",
        "රුපියල් අනුව ශ්‍රී ලංකාව 2021 වසරේ රුපියල් බිලියන 103ක් වූ රුපියල් බිලියන 103ට සාපේක්ෂව 2022 මුල් මාස පහ සඳහා රුපියල් බිලියන 122ක් උපයා ඇත.",
        "පසුගිය වසරේ කිලෝග්‍රෑම් මිලියන 12 ට සාපේක්ෂව සියයට 6.95 ක වැඩිවීමක් වාර්තා කරමින් මේ වසරේ කිලෝග්‍රෑම් මිලියන 19 ක් පරිභෝජනය කරමින් ඉහළම ගැනුම්කරුවා වූයේ මැයි මාසය දක්වා ඉරාකයයි. (කොළඹ/ජුනි19/2022)"
      ]
    },
    "ta": {
      "title": "மே 2022 இல் இலங்கையின் சிலோன் தேயிலை ஏற்றுமதி 17 சதவீதம் குறைந்துள்ளது",
      "body_lines": [
        "ECONOMYNEXT- இலங்கையின் சிலோன் தேயிலை ஏற்றுமதி ஒரு வருடத்திற்கு முன்பு இருந்ததை விட மே 2022 இல் 19.72 மில்லியன் கிலோகிராம்களாக 17 சதவீதத்தால் வீழ்ச்சியடைந்தது மற்றும் டாலர் வருமானம் 14 சதவீதம் குறைந்து 93.7 மில்லியன் டாலர்களாக இருந்தது, உரத்தடை மற்றும் நாடுகளின் விளைவுகளால் நாடு திணறுவதை தொழில்துறை தரவு காட்டுகிறது. அந்நிய செலாவணி பற்றாக்குறை.",
        "மே மாதத்தில் ரூபாயின் அடிப்படையில் ஏற்றுமதி 54 சதவீதம் அதிகரித்து 33 பில்லியன் ரூபாவாக இருந்ததாக சிலோன் டீ தரகர்களால் வெளியிடப்பட்ட இலங்கை தேயிலை வாரிய தரவுகள் தெரிவிக்கின்றன.",
        "ஒரு கிலோகிராம் சிலோன் தேயிலைக்கான சராசரி இலவச உள்விலை ஒரு வருடத்திற்கு முன்பு 4.59 ஆக இருந்ததில் இருந்து 2022 மே மாதத்தில் 4.75 அமெரிக்க டாலர்களாக உயர்ந்துள்ளது.",
        "கடந்த வருடம் இதே காலப்பகுதியில் ஒரு கிலோகிராம் மொத்தமாக தேயிலையின் விலை 784.60 ரூபாவாக இருந்ததை விட 1,521.57 ரூபாவாக அதிகரித்துள்ளது.",
        "தேயிலை பொதிகளின் விலை 865.11 ரூபாவிலிருந்து 1,560.23 ரூபாவாக அதிகரித்துள்ளது.",
        "தேயிலை பைகளின் விலை 1,562.06 ரூபாயில் இருந்து 2,752.46 ரூபாயாக இரட்டிப்பாகியுள்ளது.",
        "மே மாதத்தில் உடனடி தேயிலையின் சராசரி விலை 2,706.73 ரூபாயாக இருந்தது, 2021ல் 1,946.78 ரூபாயாக இருந்தது.",
        "பசுந்தேயிலையின் விலை 2021ல் கிலோவுக்கு 2,124.14 ரூபாயிலிருந்து 2022 மே மாதத்தில் 4,033.54 ரூபாயாக இருமடங்காக உயர்ந்துள்ளது.",
        "மே 2022 வரை, இலங்கை 101 மில்லியன் கிலோவை ஏற்றுமதி செய்துள்ளது, இது 2021 இல் 109.9 ஆக இருந்தது.",
        "டாலர் மதிப்பில், ஜனவரி முதல் மே வரையிலான ஏற்றுமதியின் மொத்த மதிப்பு 13 சதவீதம் குறைந்து 457 மில்லியன் டாலர்கள்.",
        "அதேசமயம் ரூபாயின் அடிப்படையில், 2021 இல் 103 பில்லியன் ரூபாவாக இருந்த 103 பில்லியன் ரூபாயுடன் ஒப்பிடுகையில், 2022 ஆம் ஆண்டின் முதல் ஐந்து மாதங்களில் இலங்கை 122 பில்லியன் ரூபாயை ஈட்டியுள்ளது.",
        "கடந்த ஆண்டு 12 மில்லியன் கிலோகிராம்களுடன் ஒப்பிடுகையில் 6.95 சதவீதம் அதிகரித்து இந்த ஆண்டு 19 மில்லியன் கிலோகிராம்களை உட்கொண்டு மே மாதம் வரை ஈராக் முதலிடத்தில் இருந்தது. (கொழும்பு/ஜூன்19/2022)"
      ]
    }
  }
}