{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/GoHomeGota2022-FB-admin-seeks-Rs-100-mn-compensation-from-police/108-235985",
  "time_ut": 1651238880,
  "title": "’#GoHomeGota2022’ FB admin seeks Rs.100 mn compensation from police",
  "body_lines": [
    "Social media activist and the admin of '#GoHomeGota2022' Facebook page Thisara Anurudhdha Bandara today filed a Fundamental Rights petition in Supreme Court seeking a sum of Rs.100 million as compensation from police and state.",
    "The petitioner was arrested by the Modara Police on April 2 for allegedly attempting to excite feelings of disaffection toward the President and the Government of the Republic through a facebook page named '#GoHomeGota2022'.",
    "Inspector General of Police Chandana Wickremaratne, Senior DIG Deshabandu Tennakoon, DIG Chandra Kumara, Modara Police OIC Nalin Sriyantha and several others were named as the respondents in the petition.",
    "The petitioner states that after completing his degree from the University of Colombo, he taught mathematics to students in Great Britain online as a job.",
    "He said he was able to earn foreign currency which is beneficial not only to the Petitioner but also to the country as a whole. The petitioner further states that as a youth he is deeply dissatisfied with the prevailing political system in Sri Lanka and believes that Sri Lanka had suffered a major setback in world due to the same. He states that he had invited the people through his Facebook page with more than 55,000 followers to join the protest against the reckless decisions taken by the present government and the current political system and informed through his Facebook page that such protest should be conducted peacefully.",
    "The Petitioner states that the Modara Police OIC questioned him alleging that he had no right to protest against the President as the President had been elected for a term of five years and therefore, the petitioner would be taken to the police.",
    "He further states that in the B report it was stated that petitioner has connections with Dr. Pathum Kerner and that the Petitioner supports him to cause an uprising in Sri Lanka.",
    "\"However even now Dr. Pathum Kerner has come to Sri Lanka and he is appearing in public and on social media. However, the Police have not yet taken any action against him, the petitioner said. He states that the allegation that he was arrested for having a connection with Dr. Pathum Kerner is a false allegation fabricated to arrest the petitioner. The Petitioner states that the police did not have an iota of material to justify him being arrested and produced under Section 120 of the Penal Code. The Petitioner states that his arrest was without any justifiable reason for posting posts on the Facebook that are not against the law and his arrest was without reasonable cause and for holding and expressing an alternative political opinion. This petition was filed through Attorney-at-Law Yohan Anthony Pieris. (Lakmal Sooriyagoda)"
  ],
  "translate": {
    "si": {
      "title": "’#GoHomeGota2022’ FB පරිපාලක පොලිසියෙන් රුපියල් මිලියන 100 ක වන්දියක් ඉල්ලයි",
      "body_lines": [
        "සමාජ මාධ්‍ය ක්‍රියාකාරිකයෙකු සහ '#GoHomeGota2022' ෆේස්බුක් පිටුවේ පරිපාලක තිසර අනුරුද්ධ බණ්ඩාර අද ශ්‍රේෂ්ඨාධිකරණයට මූලික අයිතිවාසිකම් පෙත්සමක් ගොනු කළේ පොලිසියෙන් සහ රජයෙන් රුපියල් මිලියන 100 ක වන්දියක් ඉල්ලා සිටින බවයි.",
        "'#GoHomeGota2022' නමින් ෆේස්බුක් පිටුවක් හරහා ජනාධිපතිවරයා සහ ජනරජයේ රජය කෙරෙහි අප්‍රසාදය ඇති කිරීමට උත්සාහ කිරීම සම්බන්ධයෙන් පෙත්සම්කරු අප්‍රේල් 2 වන දින මෝදර පොලිසිය විසින් අත්අඩංගුවට ගනු ලැබීය.",
        "මෙම පෙත්සමේ වගඋත්තරකරුවන් ලෙස පොලිස්පති චන්දන වික්‍රමරත්න, ජ්‍යෙෂ්ඨ නියෝජ්‍ය පොලිස්පති දේශබන්දු තෙන්නකෝන්, නියෝජ්‍ය පොලිස්පති චන්ද්‍ර කුමාර, මෝදර පොලිස් ස්ථානාධිපති නලීන් ශ්‍රියන්ත ඇතුළු පිරිසක් නම් කර තිබුණි.",
        "පෙත්සම්කරු පවසන්නේ කොළඹ විශ්වවිද්‍යාලයෙන් උපාධිය සම්පූර්ණ කිරීමෙන් පසු තමන් රැකියාවක් ලෙස මහා බ්‍රිතාන්‍යයේ සිසුන්ට අන්තර්ජාලය හරහා ගණිතය ඉගැන්වූ බවයි.",
        "පෙත්සම්කරුට පමණක් නොව සමස්ත රටටම වාසිදායක විදේශ මුදල් උපයා ගැනීමට තමාට හැකි වූ බව ඔහු පැවසීය. තරුණයෙකු ලෙස ශ්‍රී ලංකාවේ පවතින දේශපාලන ක්‍රමය පිළිබඳව තමන් දැඩි ලෙස සෑහීමකට පත් නොවන බවත්, ඒ හේතුවෙන් ශ්‍රී ලංකාව ලෝකයේ විශාල පසුබෑමකට ලක්ව ඇති බවට විශ්වාස කරන බවත් පෙත්සම්කරු වැඩිදුරටත් පවසයි. වත්මන් රජය ගෙන ඇති අදූරදර්ශී තීන්දු තීරණවලට සහ වත්මන් දේශපාලන ක්‍රමයට එරෙහිව මෙම විරෝධතාවයට එක්වන ලෙස තමන් ෆේස්බුක් පිටුව හරහා 55,000කට අධික අනුගාමිකයින් පිරිසක් සමඟින් ජනතාවට ආරාධනා කළ බවත්, එම විරෝධතාව සාමකාමීව පැවැත්විය යුතු බවට තම ෆේස්බුක් පිටුව හරහා දැනුම් දුන් බවත් ඔහු සඳහන් කරයි.",
        "ජනාධිපතිවරයා වසර පහකට තේරී පත්වී ඇති බැවින් ජනාධිපතිවරයාට එරෙහිව විරෝධතා දැක්වීමට තමන්ට අයිතියක් නොමැති බව පවසමින් මෝදර පොලිසියේ ස්ථානාධිපතිවරයා තමන්ගෙන් ප්‍රශ්න කළ බවත් එබැවින් පෙත්සම්කරු පොලිසියට කැඳවන බවත් පෙත්සම්කරු පවසයි.",
        "පෙත්සම්කරු වෛද්‍ය පැතුම් කර්නර් සමඟ සම්බන්ධතා ඇති බවත් ශ්‍රී ලංකාව තුළ නැගිටීමක් ඇති කිරීමට පෙත්සම්කරු ඔහුට සහාය දක්වන බවත් බී වාර්තාවේ සඳහන් වූ බවද ඔහු වැඩිදුරටත් සඳහන් කරයි.",
        "“කෙසේ වෙතත් මේ වන විටත් වෛද්‍ය පැතුම් කර්නර් ශ්‍රී ලංකාවට පැමිණ ප්‍රසිද්ධියේ සහ සමාජ මාධ්‍ය ජාලාවල පෙනී සිටින නමුත් පොලිසිය ඔහුට එරෙහිව මෙතෙක් කිසිදු ක්‍රියාමාර්ගයක් ගෙන නොමැති බව පෙත්සම්කරු පවසයි. තමා අත්අඩංගුවට ගත් බවට එල්ල වන චෝදනාව බව ඔහු සඳහන් කරයි. දණ්ඩ නීති සංග්‍රහයේ 120 වැනි වගන්තිය යටතේ ඔහුව අත්අඩංගුවට ගෙන ඉදිරිපත් කිරීම සාධාරණීකරණය කිරීමට තරම් කරුණු කාරණාවක් පොලිසිය සතුව නොමැති බව පෙත්සම්කරු ප්‍රකාශ කරයි. තමන්ව අත්අඩංගුවට ගෙන ඇත්තේ කිසිදු සාධාරණ හේතුවක් නොමැතිව ෆේස්බුක් හි නීතියට පටහැනි නොවන පෝස්ට් දැමීම නිසා බවත් සාධාරණ හේතුවක් නොමැතිව අත්අඩංගුවට ගෙන විකල්ප දේශපාලන මතයක් දැරීම සහ ප්‍රකාශ කිරීම හේතුවෙන් ඔහු අත්අඩංගුවට ගත් බවත්ය.මෙම පෙත්සම ගොනු කර තිබුණේ නීතීඥ යොහාන් ඇන්තනී පීරිස් මහතා මාර්ගයෙන්. (ලක්මාල් සූරියගොඩ)"
      ]
    },
    "ta": {
      "title": "’#GoHomeGota2022’ FB நிர்வாகி காவல்துறையிடம் ரூ.100 மில்லியன் இழப்பீடு கோருகிறார்",
      "body_lines": [
        "சமூக ஊடக ஆர்வலரும், '#GoHomeGota2022' முகநூல் பக்கத்தின் நிர்வாகியுமான திசர அனுருத்த பண்டார, காவல்துறை மற்றும் அரசிடமிருந்து 100 மில்லியன் ரூபாய் இழப்பீடு கோரி உச்ச நீதிமன்றத்தில் இன்று அடிப்படை உரிமை மனு தாக்கல் செய்தார்.",
        "'#GoHomeGota2022' என்ற முகநூல் பக்கத்தின் மூலம் குடியரசுத் தலைவர் மற்றும் குடியரசுத் தலைவர் மீதான அதிருப்தி உணர்வுகளைத் தூண்ட முயன்றதாகக் கூறி மனுதாரர் ஏப்ரல் 2ஆம் தேதி மோதர காவல்துறையினரால் கைது செய்யப்பட்டார்.",
        "பொலிஸ் மா அதிபர் சந்தன விக்கிரமரத்ன, சிரேஷ்ட பிரதி பொலிஸ் மா அதிபர் தேசபந்து தென்னகோன், பிரதி பொலிஸ் மா அதிபர் சந்திர குமார, மோதர பொலிஸ் பொறுப்பதிகாரி நளின் ஸ்ரீயந்த உள்ளிட்ட பலர் மனுவில் பிரதிவாதிகளாக குறிப்பிடப்பட்டுள்ளனர்.",
        "கொழும்பு பல்கலைக்கழகத்தில் தனது பட்டப்படிப்பை முடித்த பின்னர், கிரேட் பிரிட்டனில் உள்ள மாணவர்களுக்கு ஆன்லைன் மூலம் கணிதம் கற்பித்ததாக மனுதாரர் கூறுகிறார்.",
        "மனுதாரருக்கு மட்டுமின்றி ஒட்டுமொத்த நாட்டிற்கும் நன்மை பயக்கும் வெளிநாட்டு நாணயத்தை தன்னால் ஈட்ட முடிந்தது என்றார். ஒரு இளைஞனாக இலங்கையில் நிலவும் அரசியல் அமைப்பில் தான் ஆழ்ந்த அதிருப்தியுடன் இருப்பதாகவும், அதனால் இலங்கை உலகில் பெரும் பின்னடைவைச் சந்தித்திருப்பதாகவும் மனுதாரர் மேலும் கூறுகிறார். 55,000க்கும் அதிகமான பின்தொடர்பவர்களைக் கொண்ட தனது முகநூல் பக்கத்தின் ஊடாக, தற்போதைய அரசாங்கத்தின் பொறுப்பற்ற தீர்மானங்களுக்கும், தற்போதைய அரசியல் அமைப்புக்கும் எதிராகப் போராட்டத்தில் கலந்துகொள்ளுமாறு மக்களை அழைத்ததாகவும், அவ்வாறான போராட்டத்தை அமைதியான முறையில் நடத்துமாறும் தனது முகநூல் பக்கத்தின் ஊடாக அறிவித்துள்ளார்.",
        "ஐந்து வருட காலத்திற்கு ஜனாதிபதி தெரிவு செய்யப்பட்டுள்ள நிலையில் ஜனாதிபதிக்கு எதிராக ஆர்ப்பாட்டம் நடத்த தமக்கு உரிமையில்லை எனவும், எனவே மனுதாரரை பொலிஸாரிடம் அழைத்துச் செல்லவுள்ளதாக மோதர பொலிஸ் பொறுப்பதிகாரி தம்மிடம் கேள்வி எழுப்பியதாக மனுதாரர் குறிப்பிட்டுள்ளார்.",
        "மேலும், பி அறிக்கையில் மனுதாரருக்கு கலாநிதி பதும் கெர்னருடன் தொடர்பு இருப்பதாகவும், இலங்கையில் கிளர்ச்சியை ஏற்படுத்த மனுதாரர் அவருக்கு ஆதரவளிப்பதாகவும் கூறப்பட்டுள்ளது என்றும் அவர் கூறுகிறார்.",
        "“இருப்பினும் இப்போதும் டாக்டர் பதும் கெர்னர் இலங்கைக்கு வந்து பொது வெளியிலும் சமூக வலைத்தளங்களிலும் வெளிவருகிறார். எனினும் அவர் மீது காவல்துறை இதுவரை எந்த நடவடிக்கையும் எடுக்கவில்லை. அவர் கைது செய்யப்பட்டதாகக் கூறப்படும் குற்றச்சாட்டு. டாக்டர் பாத்தும் கெர்னருடன் தொடர்பு வைத்திருந்ததற்காக, மனுதாரரை கைது செய்வதற்காக இட்டுக்கட்டப்பட்ட பொய்யான குற்றச்சாட்டு, குற்றவியல் சட்டத்தின் 120வது பிரிவின் கீழ் கைது செய்யப்பட்டு ஆஜர்படுத்தப்பட்டதை நியாயப்படுத்த காவல்துறையிடம் எந்த ஒரு பொருளும் இல்லை என்று மனுதாரர் கூறுகிறார். முகநூலில் சட்டத்திற்கு முரணான பதிவுகளை பதிவு செய்தமைக்காக எவ்வித நியாயமான காரணமும் இன்றி தாம் கைது செய்யப்பட்டுள்ளதாகவும், நியாயமான காரணமின்றி கைது செய்யப்பட்டமை மற்றும் மாற்று அரசியல் கருத்தை முன்வைத்தமைக்காகவும், சட்டத்தரணி யோஹான் அந்தோனி பீரிஸ் ஊடாக இந்த மனு தாக்கல் செய்யப்பட்டுள்ளது. (லக்மால் சூரியகொட)"
      ]
    }
  }
}