{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/grusha-ranil-and-divided-house/",
  "time_ut": 1652804400,
  "title": "Grusha, Ranil and divided House",
  "body_lines": [
    "Parliament has demonstrated, once again, that it does not give a tinker’s cuss about unity and collective action. While the country is burning, and yearning for political stability, the government and the Opposition turned yesterday’s election of the Deputy Speaker into a political battle. The SLPP sought to prove that it exercised control over the House; it fielded MP Ajith Rajapaksa, who received 109 votes, and the Opposition candidate Rohini Wijeratne (SJB), could secure only 78 votes while 23 votes were rejected. The Opposition’s motion seeking the suspension of Standing Orders for a censure motion against President Gotabaya Rajapaksa to be taken up expeditiously was also defeated. The government secured 119 votes as opposed to the Opposition’s 68.",
    "The government may try to make yesterday’s votes in the House out to be another victory for the ‘Rajapaksas’. But numbers are deceptive. One may recall that in 2018, the UNP-led UNF managed to secure a comfortable majority in the House and foil an attempt to dislodge it, but the UNP and its offshoot, the SJB, suffered humiliating electoral defeats the following year. The SJB and its allies should also have a proper assessment of their strength. The censure motion against the President will only cause the House to waste time and put paid to efforts being made to bring about political reconciliation.",
    "Prime Minister Ranil Wickremesinghe, in his address to the nation, on Monday, spoke the unvarnished truth. He made no revelations, though. Everybody knows the worst is yet to come. But he is right in having reminded the people of the tough times ahead and the need to brace themselves for the worst-case scenario. He also infused the public with some hope.",
    "The subtext of the PM’s speech was of interest; he said the country’s foreign currency reserves had been at USD 7.5 billion in November 2019 (when his government fell), the implication being that he cannot be blamed for the current economic mess, which mainly is due to the prevailing forex crisis. But those who were at the helm of the yahapalana government are also responsible for the present economic downturn. The debt overhang is partly inherited. According to Verite Research data, at the end of 2014, Sri Lanka’s economic growth rate was 5%, and it dropped to 2.3% in 2019. Between the end of 2015 and the end of 2019, the country’s external public debt increased by USD 12.5 billion, and gross official reserves decreased by USD 0.57 billion.",
    "Successive governments including the yahapalana regime have done precious little to increase foreign exchange reserves by boosting exports and restricting imports. The Covid-19 pandemic aggravated the crisis; earnings from tourism, and remittances dropped sharply, and lockdowns, etc., here and overseas, took a heavy toll on Sri Lankan exports. The SLPP dispensation drove the country to bankruptcy by mismanaging the economy; it refused to seek IMF assistance early, reduced taxes recklessly, indulged in wasteful expenditure, carried out various rackets such as the sugar tax scam, threw money around by way of relief for political reasons, printed enormous amounts of money thereby causing currency devaluation and soaring inflation, and allowed illegal money transfer schemes such as hawala and undiyal to flourish, with some corrupt government bigwigs allegedly benefiting therefrom. The SLPP’s argument that the pandemic was the root cause of the present economic crisis is untenable in that the foreign currency reserves of other countries in the region grew significantly despite the global health emergency.",
    "The ‘new’ government’s efforts to find out the causes of the economic crisis are superfluous; there is no need to reinvent the wheel. The Central Bank, the Finance Ministry, the IMF and independent economists have identified them and recommended how to tackle them. The task that the government is expected to accomplish is to bring about political and social order, without which no economic recovery is possible, have external debt restructured urgently, find bridge financing to make essential commodities and services available, while trying to secure the IMF bailout package expeditiously, eliminate waste and corruption, curtail state expenditure, present a new budget, and restore the rule of law.",
    "Meanwhile, Prime Minister Wickremesinghe would have us believe it is pure altruism that has driven him to undertake his current mission, which is a massive political gamble. He has likened himself to Grusha in Brecht’s  Caucasian Chalk Circle. One finds this analogy interesting. Grusha is a dazzling emblem of love, faithfulness, integrity, selflessness, righteousness and justice. Could this be said about the new PM? We leave it to our readers.",
    "However, there is one striking similarity between Grusha and Ranil. Grusha saves the child of a Governor killed in a coup, and Ranil stands accused of trying to protect a former Prime Minister’s son, among others, amidst a political upheaval.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Grusha, Ranil සහ බෙදුණු නිවස",
      "body_lines": [
        "සමගිය සහ සාමූහික ක්‍රියාකාරීත්වය ගැන තුප්පහිය නොදෙන බව පාර්ලිමේන්තුව නැවත වරක් පෙන්වා දී ඇත. රටම ගිනි ගනිමින් තිබියදී දේශපාලන ස්ථාවරත්වය අපේක්ෂා කරන අතරේ ඊයේ පැවති නියෝජ්‍ය කථානායක තේරීම දේශපාලන සටනක් බවට පත් කළේ ආණ්ඩුව සහ විපක්ෂයයි. ශ්‍රී ලංකා පොදුජන පෙරමුණ තමන් සභාව පාලනය කළ බව ඔප්පු කිරීමට උත්සාහ කළහ. එය ඡන්ද 109ක් ලබාගත් පාර්ලිමේන්තු මන්ත්‍රී අජිත් රාජපක්ෂ ඉදිරිපත් කළ අතර විපක්ෂයේ අපේක්ෂක රෝහිණී විජේරත්නට (SJB) ලබාගත හැකි වූයේ ඡන්ද 78ක් පමණක් වන අතර ඡන්ද 23ක් ප්‍රතික්ෂේප විය. ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට එරෙහි වාරණයක් කඩිනමින් විවාදයට ගැනීම සඳහා ස්ථාවර නියෝග අත්හිටුවන ලෙස විපක්ෂය විසින් ඉදිරිපත් කළ යෝජනාව ද පරාජයට පත් විය. විපක්ෂයේ ඡන්ද 68 ට සාපේක්ෂව රජය ඡන්ද 119 ක් ලබා ගත්තේය.",
        "පාර්ලිමේන්තුවේ ඊයේ ඡන්දය ‘රාජපක්ෂලාගේ’ තවත් ජයග්‍රහණයක් බවට පත් කිරීමට ආණ්ඩුව උත්සාහ කළ හැකිය. නමුත් ඉලක්කම් රැවටිලිකාරයි. 2018 දී UNP ප්‍රමුඛ UNF සභාව තුළ පහසු බහුතරයක් ලබා ගැනීමටත් එය පලවා හැරීමේ උත්සාහය ව්‍යර්ථ කිරීමටත් සමත් වූ නමුත්, UNP සහ එහි ශාඛාව වන SJB ඊළඟ වසරේ නින්දිත මැතිවරණ පරාජයන්ට ලක් වූ බව කෙනෙකුට මතක ඇති. SJB සහ එහි සහචරයින් ද තම ශක්තිය පිළිබඳව නිසි තක්සේරුවක් තිබිය යුතුය. ජනාධිපතිවරයාට එරෙහි වාරණය යෝජනාවෙන් සිදු වන්නේ සභාවේ කාලය නාස්ති කිරීම සහ දේශපාලන සංහිඳියාව ඇති කිරීමට දරන උත්සාහයට මුදල් වැය කිරීම පමණි.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා සඳුදා ජාතිය අමතමින් ප්‍රකාශ කළේ නොවැදගත් සත්‍යය. කෙසේ වෙතත් ඔහු හෙළිදරව් නොකළේය. නරකම දේ තවම පැමිණෙන්නේ නැති බව කවුරුත් දනිති. නමුත් ඔහු ජනතාවට ඉදිරි දුෂ්කර කාලය සහ නරකම අවස්ථාවට මුහුණ දීමට අවශ්‍ය බව මතක් කර දීම නිවැරදි ය. ඔහු මහජනතාවට ද යම් බලාපොරොත්තුවක් ඇති කළේය.",
        "අගමැතිවරයාගේ කතාවේ යටි පෙළ උනන්දුව ඇති විය; 2019 නොවැම්බර් මාසයේදී (ඔහුගේ රජය වැටෙන විට) රටේ විදේශ මුදල් සංචිත ඩොලර් බිලියන 7.5 ක් වූ බව ඔහු පැවසීය, එහි ගම්‍ය වන්නේ පවතින ආර්ථික අවුල සම්බන්ධයෙන් ඔහුට දොස් පැවරිය නොහැකි බවයි, එය ප්‍රධාන වශයෙන් පවතින විදේශ විනිමය අර්බුදය නිසා ය. නමුත් යහපාලන ආණ්ඩුවේ සුක්කානම දැරූ අයද වත්මන් ආර්ථික අවපාතයට වගකිව යුතුය. ණය වැඩි වීම අර්ධ වශයෙන් උරුම වේ. Verite Research දත්ත වලට අනුව 2014 අවසානයේ ශ්‍රී ලංකාවේ ආර්ථික වර්ධන වේගය 5%ක් වූ අතර එය 2019 දී 2.3% දක්වා පහත වැටුණි. බිලියන, සහ දළ නිල සංචිත USD බිලියන 0.57 කින් අඩු විය.",
        "යහපාලන රෙජීමය ඇතුළු අනුප්‍රාප්තික රජයන් අපනයනය ඉහළ නංවා ආනයනය සීමා කරමින් විදේශ විනිමය සංචිත ඉහළ නැංවීමට කර ඇත්තේ ඉතා සුළු දෙයකි. Covid-19 වසංගතය අර්බුදය උග්‍ර කළේය; සංචාරක ව්‍යාපාරයෙන් ඉපැයීම්, ප්‍රේෂණ ශීඝ්‍රයෙන් පහත වැටුණු අතර, මෙහි සහ විදේශයන්හි අගුලු දැමීම් යනාදිය ශ්‍රී ලංකාවේ අපනයනවලට විශාල හානියක් විය. ශ්‍රී ලංකා පොදුජන පෙරමුණේ පාලනය වැරදි ලෙස ආර්ථිකය කළමනාකරණය කිරීමෙන් රට බංකොලොත් භාවයට ඇද දැමීය. එය ඉක්මනින් IMF ආධාර ලබා ගැනීම ප්‍රතික්ෂේප කලේය උද්ධමනය, සහ හවාලා සහ උණ්ඩියල් වැනි නීති විරෝධී මුදල් හුවමාරු යෝජනා ක්‍රම සමෘද්ධිමත් වීමට ඉඩ හැරියේය, සමහර දූෂිත රජයේ ප්‍රධානීන් එයින් ප්‍රතිලාභ ලබන බව කියනු ලැබේ. ගෝලීය සෞඛ්‍ය හදිසි තත්ත්වය නොතකා කලාපයේ අනෙකුත් රටවල විදේශ මුදල් සංචිත සැලකිය යුතු ලෙස වර්ධනය වීම නිසා වත්මන් ආර්ථික අර්බුදයට මූලික හේතුව වසංගතය බවට ශ්‍රී ලංකා පොදුජන පෙරමුණේ තර්කය පිළිගත නොහැකිය.",
        "ආර්ථික අර්බුදයට හේතු සෙවීමට ‘නව’ රජය දරන උත්සාහය අතිරික්තය; රෝදය ප්‍රතිනිර්මාණය කිරීමට අවශ්‍ය නැත. මහ බැංකුව, මුදල් අමාත්‍යාංශය, ජාත්‍යන්තර මූල්‍ය අරමුදල සහ ස්වාධීන ආර්ථික විද්‍යාඥයන් ඔවුන් හඳුනාගෙන ඒවාට මුහුණ දිය යුතු ආකාරය නිර්දේශ කර ඇත. ආන්ඩුව ඉටු කිරීමට බලාපොරොත්තු වන කර්තව්‍යය නම්, ආර්ථික ප්‍රකෘතියක් නොමැතිව දේශපාලන හා සමාජ පර්යාය ඇති කිරීම, විදේශ ණය කඩිනමින් ප්‍රතිව්‍යුහගත කිරීම, අත්‍යවශ්‍ය භාණ්ඩ හා සේවා ලබා ගැනීමට පාලම් මුල්‍යකරණය සොයා ගැනීම, IMF ඇපදීම සුරක්ෂිත කිරීමට උත්සාහ කිරීමයි. කඩිනමින් පැකේජය, නාස්තිය හා දූෂණය නැති කිරීම, රාජ්‍ය වියදම් සීමා කිරීම, නව අයවැයක් ඉදිරිපත් කිරීම සහ නීතියේ ආධිපත්‍යය යළි ස්ථාපිත කිරීම.",
        "මේ අතර, දැවැන්ත දේශපාලන සූදුවක් වන තම වත්මන් මෙහෙවර භාර ගැනීමට ඔහුව පෙලඹවූයේ නිර්මල පරාර්ථකාමීත්වය බව අගමැති වික්‍රමසිංහ අප විශ්වාස කරනු ඇත. ඔහු බ්‍රෙෂ්ට්ගේ Caucasian Chalk Circle හි Grusha ට සමාන කර ඇත. කෙනෙකුට මෙම ප්‍රතිසමය සිත්ගන්නා සුළුය. Grusha යනු ආදරය, විශ්වාසවන්තකම, අඛණ්ඩතාව, පරාර්ථකාමීත්වය, ධර්මිෂ්ඨකම සහ යුක්තිය පිළිබඳ විස්මිත ලාංඡනයකි. නව අගමැති ගැන මෙහෙම කියන්න පුළුවන්ද? අපි එය අපගේ පාඨකයන්ට භාර දෙමු.",
        "කෙසේ වෙතත්, ගෲෂා සහ රනිල් අතර එක් කැපී පෙනෙන සමානකමක් තිබේ. කුමන්ත්‍රණයකින් මරා දැමූ ආණ්ඩුකාරවරයකුගේ දරුවා ගෲෂා බේරා ගන්නා අතර, දේශපාලන පෙරළියක් මධ්‍යයේ හිටපු අගමැතිවරයකුගේ පුත්‍රයෙකු ආරක්ෂා කිරීමට උත්සාහ කළ බවට රනිල්ට චෝදනා එල්ල වේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "க்ருஷா, ரணில் மற்றும் பிரிந்த வீடு",
      "body_lines": [
        "ஐக்கியம் மற்றும் கூட்டுச் செயற்பாடுகள் பற்றி பாராளுமன்றம் துளியும் பேசவில்லை என்பதை மீண்டும் ஒருமுறை நிரூபித்துள்ளது. நாடு எரிந்து கொண்டிருக்கும் வேளையில், அரசியல் ஸ்திரத்தன்மைக்காக ஏங்கிக்கொண்டிருக்கும் வேளையில், அரசாங்கமும் எதிர்க்கட்சியும் நேற்றைய பிரதி சபாநாயகர் தேர்தலை அரசியல் போராக மாற்றியுள்ளன. SLPP அது சபையின் மீது கட்டுப்பாட்டைப் பயன்படுத்தியது என்பதை நிரூபிக்க முயன்றது; அது 109 வாக்குகளைப் பெற்ற பாராளுமன்ற உறுப்பினர் அஜித் ராஜபக்ஷவை நிறுத்தியது மற்றும் எதிர்க்கட்சி வேட்பாளர் ரோஹினி விஜேரத்ன (SJB) 78 வாக்குகளை மட்டுமே பெற முடிந்தது, 23 வாக்குகள் நிராகரிக்கப்பட்டன. ஜனாதிபதி கோட்டாபய ராஜபக்ஷவுக்கு எதிரான தணிக்கைப் பிரேரணையை விரைவாக எடுத்துக்கொள்வதற்காக நிலையியற் கட்டளைகளை இடைநிறுத்தக் கோரி எதிர்க்கட்சிகள் முன்வைத்த பிரேரணையும் தோற்கடிக்கப்பட்டது. எதிர்க்கட்சிகளின் 68 வாக்குகளுக்கு எதிராக அரசாங்கம் 119 வாக்குகளைப் பெற்றது.",
        "சபையில் நேற்றைய வாக்குகளை ‘இராஜபக்ஷ’களுக்கு இன்னொரு வெற்றியாக மாற்ற அரசாங்கம் முயற்சிக்கலாம். ஆனால் எண்கள் ஏமாற்றும். 2018 இல், UNP தலைமையிலான UNF சபையில் வசதியான பெரும்பான்மையைப் பெற முடிந்தது மற்றும் அதை அகற்றும் முயற்சியை முறியடித்தது, ஆனால் UNP மற்றும் அதன் கிளையான SJB, அடுத்த ஆண்டு அவமானகரமான தேர்தல் தோல்விகளை சந்தித்தது. SJB மற்றும் அதன் கூட்டாளிகளும் தங்கள் பலம் குறித்து சரியான மதிப்பீட்டைக் கொண்டிருக்க வேண்டும். ஜனாதிபதிக்கு எதிரான தணிக்கைப் பிரேரணையானது சபையின் நேரத்தை வீணடிப்பதற்கும் அரசியல் நல்லிணக்கத்தை ஏற்படுத்துவதற்கான முயற்சிகளுக்கு பணம் செலுத்துவதற்கும் மட்டுமே காரணமாகும்.",
        "பிரதமர் ரணில் விக்கிரமசிங்க நேற்று திங்கட்கிழமை நாட்டு மக்களுக்கு ஆற்றிய உரையில் மறைக்கப்படாத உண்மையைப் பேசினார். இருப்பினும் அவர் எந்த வெளிப்பாட்டையும் செய்யவில்லை. மோசமான நிலை இன்னும் வரப்போகிறது என்பது அனைவருக்கும் தெரியும். ஆனால் வரவிருக்கும் கடினமான காலங்கள் மற்றும் மோசமான சூழ்நிலைக்கு தங்களைத் தாங்களே தயார்படுத்திக் கொள்ள வேண்டியதன் அவசியத்தை மக்களுக்கு நினைவூட்டியதில் அவர் சரியானவர். பொதுமக்களிடமும் ஓரளவு நம்பிக்கையை ஏற்படுத்தினார்.",
        "பிரதமரின் உரையின் உட்பொருள் ஆர்வமாக இருந்தது; நாட்டின் அந்நிய செலாவணி கையிருப்பு 2019 நவம்பரில் 7.5 பில்லியன் அமெரிக்க டாலராக இருந்தது (அவரது அரசாங்கம் வீழ்ச்சியடைந்த போது), தற்போதைய பொருளாதார குழப்பத்திற்கு அவர் குற்றம் சாட்ட முடியாது என்பதே இதன் உட்பொருளாகும், இது முக்கியமாக நிலவும் அந்நிய செலாவணி நெருக்கடியின் காரணமாகும். ஆனால் தற்போதைய பொருளாதார வீழ்ச்சிக்கு யஹபாலன அரசாங்கத்தின் தலைமையில் இருந்தவர்களும் காரணம். கடன் அதிகமாக இருப்பது ஓரளவு மரபுரிமையாகும். Verite Research தரவுகளின்படி, 2014ஆம் ஆண்டின் இறுதியில், இலங்கையின் பொருளாதார வளர்ச்சி விகிதம் 5% ஆக இருந்தது, அது 2019இல் 2.3% ஆகக் குறைந்துள்ளது. பில்லியன், மற்றும் மொத்த உத்தியோகபூர்வ கையிருப்பு USD 0.57 பில்லியன் குறைந்துள்ளது.",
        "ஏற்றுமதியை அதிகரிப்பதன் மூலமும் இறக்குமதியைக் கட்டுப்படுத்துவதன் மூலமும் அந்நியச் செலாவணி கையிருப்பை அதிகரிப்பதற்கு யஹபாலன ஆட்சி உட்பட அடுத்தடுத்த அரசாங்கங்கள் விலைமதிப்பற்ற எதுவும் செய்யவில்லை. கோவிட்-19 தொற்றுநோய் நெருக்கடியை மோசமாக்கியது; சுற்றுலாத்துறையின் வருமானம், மற்றும் பணம் அனுப்புதல் கடுமையாக வீழ்ச்சியடைந்தது, இங்கும் வெளிநாடுகளுக்கும் தடைகள் போன்றவை இலங்கை ஏற்றுமதியில் பெரும் பாதிப்பை ஏற்படுத்தியது. SLPP விநியோகமானது பொருளாதாரத்தை தவறாக நிர்வகிப்பதன் மூலம் நாட்டை திவாலான நிலைக்கு தள்ளியது; IMF உதவியை முன்கூட்டியே பெற மறுத்தது, பொறுப்பற்ற முறையில் வரிகளை குறைத்தது, வீண் செலவுகளில் ஈடுபட்டது, சர்க்கரை வரி ஊழல் போன்ற பல்வேறு மோசடிகளை நடத்தியது, அரசியல் காரணங்களுக்காக நிவாரணம் மூலம் பணத்தை வீசி எறிந்தது, பணமதிப்பிழப்பு மற்றும் உயர்வை ஏற்படுத்தியது பணவீக்கம், மற்றும் ஹவாலா மற்றும் உண்டியல் போன்ற சட்டவிரோத பணப் பரிமாற்றத் திட்டங்கள் செழிக்க அனுமதித்தது, சில ஊழல் நிறைந்த அரசாங்கப் பெருமுதலாளிகள் இதன் மூலம் பயனடைந்ததாகக் கூறப்படுகிறது. தற்போதைய பொருளாதார நெருக்கடிக்கு தொற்றுநோய்தான் மூல காரணம் என்ற SLPP இன் வாதம் ஏற்றுக்கொள்ள முடியாதது, ஏனெனில் உலகளாவிய சுகாதார அவசரநிலை இருந்தபோதிலும் பிராந்தியத்தில் உள்ள பிற நாடுகளின் வெளிநாட்டு நாணய கையிருப்பு கணிசமாக வளர்ந்துள்ளது.",
        "பொருளாதார நெருக்கடிக்கான காரணங்களைக் கண்டறியும் ‘புதிய’ அரசின் முயற்சிகள் மிகை; சக்கரத்தை மீண்டும் கண்டுபிடிக்க வேண்டிய அவசியமில்லை. மத்திய வங்கி, நிதியமைச்சகம், சர்வதேச நாணய நிதியம் மற்றும் சுயாதீன பொருளாதார நிபுணர்கள் இவர்களை அடையாளம் கண்டு அவற்றை எவ்வாறு சமாளிப்பது என்று பரிந்துரைத்துள்ளனர். அரசாங்கம் நிறைவேற்ற எதிர்பார்க்கும் பணி அரசியல் மற்றும் சமூக ஒழுங்கை கொண்டு வர வேண்டும், அது இல்லாமல் பொருளாதார மீட்சி சாத்தியமற்றது, வெளிநாட்டுக் கடன்களை அவசரமாக மறுசீரமைக்க வேண்டும், அத்தியாவசிய பொருட்கள் மற்றும் சேவைகளை கிடைக்கச் செய்வதற்கு பாலம் நிதியைக் கண்டறிதல், அதே நேரத்தில் IMF பிணை எடுப்பைப் பெற முயற்சிக்கிறது. விரைவாக தொகுப்பு, வீண் மற்றும் ஊழலை ஒழிக்கவும், மாநில செலவினங்களைக் குறைக்கவும், புதிய பட்ஜெட்டை தாக்கல் செய்யவும், சட்டத்தின் ஆட்சியை மீட்டெடுக்கவும்.",
        "இதற்கிடையில், பிரதம மந்திரி விக்கிரமசிங்க, ஒரு பாரிய அரசியல் சூதாட்டமான தனது தற்போதைய பணியை மேற்கொள்வதற்கு அவரைத் தூண்டியது தூய்மையான பரோபகாரம் என்று நாம் நம்ப வைப்பார். அவர் தன்னை ப்ரெக்ட்டின் காகசியன் சாக் சர்க்கிளில் க்ருஷாவுடன் ஒப்பிட்டுள்ளார். இந்த ஒப்புமையை ஒருவர் சுவாரஸ்யமாகக் காண்கிறார். க்ருஷா என்பது அன்பு, விசுவாசம், நேர்மை, தன்னலமற்ற தன்மை, நீதி மற்றும் நீதி ஆகியவற்றின் திகைப்பூட்டும் சின்னமாகும். புதிய பிரதமரைப் பற்றி இதைச் சொல்ல முடியுமா? அதை எங்கள் வாசகர்களிடம் விட்டு விடுகிறோம்.",
        "எவ்வாறாயினும், க்ருஷாவிற்கும் ரணிலுக்கும் இடையில் ஒரு குறிப்பிடத்தக்க ஒற்றுமை உள்ளது. ஆட்சிக் கவிழ்ப்பில் கொல்லப்பட்ட ஆளுநரின் குழந்தையை க்ருஷா காப்பாற்றுகிறார், மேலும் ஒரு அரசியல் எழுச்சிக்கு மத்தியில் முன்னாள் பிரதமரின் மகனைப் பாதுகாக்க முயன்றதாக ரணில் குற்றம் சாட்டப்பட்டார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}