{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82876/aeroflot-aircraft-detained-over-private-legal-issue-pm-tells-russia",
  "time_ut": 1654411380,
  "title": "Aeroflot aircraft detained over private legal issue - PM tells Russia",
  "body_lines": [
    "Sri Lanka’s Prime Minister Ranil Wickremesinghe has informed Russia through the Foreign Ministry that the issue over the Aeroflot passenger aircraft is not between the two countries but is a private legal issue.",
    "The Premier further assures that Sri Lanka’s Minister of Justice has been informed to expedite the process of the court case.",
    "Wickremesinghe has reportedly directed the Foreign Secretary to speak to the Russian Foreign Ministry and explain the matter, and to further clarify that the enjoining order had nothing to do with the Sri Lankan government.",
    "Sri Lanka’s Ministry of Foreign Affairs had issued a statement on Saturday with reference to the detention of Aeroflot passenger aircraft flight SU-289 which is currently at the Bandaranaike International Airport (BIA), which has somewhat escalated into a diplomatic row now.",
    "On 2 June 2022, the Commercial High Court of the Western Province issued an Enjoining Order on the Aeroflot flight restraining it from taking off from Bandaranaike International Airport, the ministry said.",
    "It said the case relates to a commercial dispute between the Plaintiff, Celestial Aviation Trading 10 Limited an Irish Company against the first Defendant the Public Joint Stock Company \"Aeroflot\" and the second Defendant, Mr. N. C Abeywardene/Acting Head of Air Navigation/Airport and Aviation Services of Sri Lanka (AASL), Katunayake.",
    "The matter is still pending final determination of the Court, the foreign ministry said, adding that this matter is also under consultation through normal diplomatic channels.",
    "Russia’s flagship carrier yesterday announced that it is suspending commercial flights to Sri Lanka after the nation’s authorities detained the airline’s Airbus A330 jet on June 02.",
    "“Aeroflot is suspending commercial flights to Colombo (Sri Lanka) for the immediate period due to an unreliable situation in terms of the airline’s unobstructed flights to Sri Lanka. The sales of tickets for flights to Colombo have been temporarily shut down,” Russian state-owned news agency TASS said quoting the airline.",
    "On Friday (June 03), Aeroflot reported that the departure of its SU-289 flight from Colombo to Moscow scheduled for June 2 was at first delayed and then cancelled due to the absence of permit from Sri Lanka’s aviation authorities.",
    "Earlier, Colombo’s Commercial High Court satisfied a complaint filed by Ireland’s Celestial Aviation Trading Limited leasing company against Aeroflot and banned its Airbus A330 jet from leaving the country until June 16. A court hearing to lift the seizure of the aircraft is scheduled for June 8, 2022.",
    "Meanwhile the Sri Lankan Ambassador to Moscow Janitha Abewickrema Liyanage was summoned to the Russian Foreign Ministry on Friday where she was expressed resolute protest over the detention of an Aeroflot plane in her country, according to a statement made by the Russian diplomatic agency.",
    "“The head of the diplomatic mission was expressed protest over the groundless decision by Sri Lanka’s judicial authorities to detain a regular Aeroflot flight preparing to depart for Moscow at Bandaranaike International Airport on June 2,” the Russian Foreign Ministry said.",
    "“We urged the Sri Lankan side to settle this problem as soon as possible to avoid its negative impact on traditionally friendly bilateral relations,” the agency added."
  ],
  "translate": {
    "si": {
      "title": "Aeroflot ගුවන් යානා පුද්ගලික නීතිමය ගැටලුවක් මත රඳවා තබා ගනී - අගමැති රුසියාවට කියයි",
      "body_lines": [
        "Aeroflot මගී ගුවන් යානා සම්බන්ධයෙන් මතුව ඇති ගැටලුව දෙරට අතර නොවන බවත් එය පුද්ගලික නීතිමය ගැටලුවක් බවත් ශ්‍රී ලංකා අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා විදේශ අමාත්‍යාංශය හරහා රුසියාවට දන්වා ඇත.",
        "අධිකරණ ක්‍රියාවලිය කඩිනම් කරන ලෙස ශ්‍රී ලංකාවේ අධිකරණ අමාත්‍යවරයාට දන්වා ඇති බව අග්‍රාමාත්‍යවරයා වැඩිදුරටත් සහතික කරයි.",
        "රුසියානු විදේශ අමාත්‍යාංශයට කතා කර කරුණු පැහැදිලි කරන ලෙසත්, වාරණ නියෝගයට ශ්‍රී ලංකා රජයට සම්බන්ධයක් නොමැති බව තවදුරටත් පැහැදිලි කරන ලෙසත් වික්‍රමසිංහ විදේශ ලේකම්වරයාට නියෝග කර ඇති බව වාර්තා වේ.",
        "ශ්‍රී ලංකාවේ විදේශ කටයුතු අමාත්‍යාංශය සෙනසුරාදා ප්‍රකාශයක් නිකුත් කර තිබුණේ දැනට බණ්ඩාරනායක ජාත්‍යන්තර ගුවන් තොටුපලේ (BIA) ඇති Aeroflot මගී ගුවන් යානා SU-289 රඳවා තබා ගැනීම සම්බන්ධයෙන් වන අතර එය දැන් තරමක් දුරට රාජ්‍ය තාන්ත්‍රික ගැටුමක් දක්වා වර්ධනය වී තිබේ.",
        "2022 ජූනි 2 වන දින බස්නාහිර පළාතේ වාණිජ මහාධිකරණය විසින් Aeroflot ගුවන් යානය බණ්ඩාරනායක ජාත්‍යන්තර ගුවන් තොටුපළෙන් ගුවන්ගත වීම වළක්වමින් වාරණ නියෝගයක් නිකුත් කළ බව අමාත්‍යාංශය පවසයි.",
        "පළමු විත්තිකරු වන \"Aeroflot\" මහජන ඒකාබද්ධ කොටස් සමාගම සහ දෙවන විත්තිකරු වන N. C අබේවර්ධන / වැඩබලන ගුවන් නාවික ප්‍රධානියාට එරෙහිව පැමිණිලිකරු, Celestial Aviation Trading 10 Limited අයර්ලන්ත සමාගමක් අතර වාණිජමය ආරවුලක් සම්බන්ධ බව එහි සඳහන් වේ. /ශ්‍රී ලංකා ගුවන් තොටුපළ සහ ගුවන් සේවා (AASL), කටුනායක.",
        "මෙම කාරණය තවමත් අධිකරණයේ අවසන් තීරණයට එළැඹෙමින් පවතින බවත්, සාමාන්‍ය රාජ්‍යතාන්ත්‍රික මාර්ග ඔස්සේ ද මේ සම්බන්ධයෙන් සාකච්ඡා කෙරෙන බවත් විදේශ අමාත්‍යාංශය ප්‍රකාශ කළේය.",
        "ජූනි 02 වනදා එයාර්බස් ඒ 330 ජෙට් යානය ජාතියේ බලධාරීන් විසින් රඳවා තබා ගැනීමෙන් පසු ශ්‍රී ලංකාව වෙත වාණිජ ගුවන් ගමන් අත්හිටුවන බව රුසියාවේ ප්‍රමුඛතම ගුවන් සේවය ඊයේ නිවේදනය කළේය.",
        "\"Aeroflot විසින් ශ්‍රී ලංකාව වෙත ගුවන් සේවයේ බාධාවකින් තොරව සිදුකරන ගුවන් ගමන් සම්බන්ධයෙන් විශ්වාස කළ නොහැකි තත්වයක් හේතුවෙන් කොළඹ (ශ්‍රී ලංකාව) වෙත වාණිජ ගුවන් ගමන් ක්ෂනික කාලය සඳහා අත්හිටුවයි. කොළඹට ගුවන් ගමන් සඳහා ප්‍රවේශපත්‍ර අලෙවිය තාවකාලිකව නවතා දමා ඇත,” රුසියානු රජයට අයත් ප්‍රවෘත්ති ඒජන්සිය TASS ගුවන් සේවය උපුටා දක්වමින් පැවසීය.",
        "සිකුරාදා (ජූනි 03) Aeroflot වාර්තා කළේ ජුනි 2 වැනිදාට නියමිතව තිබූ කොළඹ සිට මොස්කව් බලා පිටත්ව යාමට නියමිතව තිබූ SU-289 ගුවන් යානය ශ්‍රී ලංකාවේ ගුවන් සේවා බලධාරීන්ගේ අවසරය නොමැතිවීම නිසා මුලින් ප්‍රමාද වී පසුව අවලංගු කළ බවයි.",
        "Aeroflot ට එරෙහිව අයර්ලන්තයේ Celestial Aviation Trading Limited ලීසිං සමාගම ගොනු කළ පැමිණිල්ලක් මීට පෙර සෑහීමකට පත් කළ කොළඹ වාණිජ මහාධිකරණය එහි එයාර්බස් A330 ජෙට් යානය ජුනි 16 දක්වා රටින් පිටවීම තහනම් කළේය. ගුවන් යානය අත්පත් කර ගැනීම ඉවත් කිරීමේ අධිකරණ විභාගය ජුනි 8 වැනිදාට නියමිතයි. 2022.",
        "මේ අතර, මොස්කව් හි ශ්‍රී ලංකා තානාපති ජනිතා අබේවික්‍රම ලියනගේ සිකුරාදා රුසියානු විදේශ අමාත්‍යාංශයට කැඳවා ඇති අතර එහිදී Aeroflot ගුවන් යානයක් තම රට තුළ රඳවා තබා ගැනීම සම්බන්ධයෙන් දැඩි විරෝධය පළ කළ බව රුසියානු රාජ්‍ය තාන්ත්‍රික ඒජන්සිය කළ ප්‍රකාශයක සඳහන් වේ.",
        "\"ජූනි 2 වැනි දින බණ්ඩාරනායක ජාත්‍යන්තර ගුවන් තොටුපළේදී මොස්කව් බලා පිටත් වීමට සූදානම් වන නිත්‍ය Aeroflot ගුවන් යානයක් රඳවා තබා ගැනීමට ශ්‍රී ලංකාවේ අධිකරණ බලධාරීන් ගත් පදනම් විරහිත තීරණය සම්බන්ධයෙන් රාජ්‍ය තාන්ත්‍රික දූත මණ්ඩල ප්‍රධානියා විරෝධය පළ කළේය.",
        "\"සාම්ප්‍රදායිකව මිත්‍රශීලී ද්විපාර්ශ්වික සබඳතා කෙරෙහි ඇති වන අහිතකර බලපෑම වළක්වා ගැනීම සඳහා මෙම ගැටලුව හැකි ඉක්මනින් විසඳන ලෙස අපි ශ්‍රී ලංකා පාර්ශ්වයෙන් ඉල්ලා සිටිමු\" යැයි ඒජන්සිය වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "ஏரோஃப்ளோட் விமானம் தனியார் சட்ட சிக்கலில் தடுத்து வைக்கப்பட்டுள்ளது - பிரதமர் ரஷ்யாவிடம் கூறுகிறார்",
      "body_lines": [
        "ஏரோஃப்ளோட் பயணிகள் விமானம் தொடர்பான பிரச்சினை இரு நாடுகளுக்கும் இடையில் இல்லை என்றும் அது தனிப்பட்ட சட்டப் பிரச்சினை என்றும் இலங்கையின் பிரதமர் ரணில் விக்கிரமசிங்க வெளிவிவகார அமைச்சின் ஊடாக ரஷ்யாவுக்கு அறிவித்துள்ளார்.",
        "நீதிமன்ற வழக்கு விசாரணைகளை துரிதப்படுத்துமாறு இலங்கையின் நீதி அமைச்சருக்கு அறிவிக்கப்பட்டுள்ளதாக பிரதமர் மேலும் உறுதியளித்துள்ளார்.",
        "ரஷ்ய வெளிவிவகார அமைச்சிடம் பேசி இவ்விடயம் தொடர்பில் விளக்கமளிக்குமாறும், இந்த தடை உத்தரவுக்கும் இலங்கை அரசாங்கத்துக்கும் தொடர்பில்லை என்பதை தெளிவுபடுத்துமாறும் விக்கிரமசிங்க, வெளிவிவகார செயலாளருக்கு உத்தரவிட்டுள்ளதாக தெரிவிக்கப்படுகிறது.",
        "இலங்கையின் வெளிவிவகார அமைச்சு சனிக்கிழமையன்று Aeroflot பயணிகள் விமானம் SU-289 பண்டாரநாயக்க சர்வதேச விமான நிலையத்தில் (BIA) தடுத்து வைக்கப்பட்டுள்ளதைக் குறிப்பிட்டு ஒரு அறிக்கையை வெளியிட்டது, அது இப்போது இராஜதந்திர ரீதியில் சற்றே தீவிரமடைந்துள்ளது.",
        "2 ஜூன் 2022 அன்று, மேல் மாகாணத்தின் வர்த்தக உயர் நீதிமன்றம், பண்டாரநாயக்க சர்வதேச விமான நிலையத்தில் இருந்து புறப்படுவதைத் தடுக்கும் ஏரோஃப்ளோட் விமானத்திற்கு தடை உத்தரவு பிறப்பித்தது, அமைச்சகம் கூறியது.",
        "வாதி, செலஸ்டியல் ஏவியேஷன் டிரேடிங் 10 லிமிடெட் ஒரு ஐரிஷ் நிறுவனத்திற்கு இடையேயான வணிக தகராறு தொடர்பான வழக்கு, முதல் பிரதிவாதியான பொது கூட்டு பங்கு நிறுவனமான \"ஏரோஃப்ளோட்\" மற்றும் இரண்டாவது பிரதிவாதியான திரு. என். சி அபேவர்த்தனே / ஏர் நேவிகேஷன் தலைவர் /இலங்கையின் விமான நிலையம் மற்றும் விமான சேவைகள் (AASL), கட்டுநாயக்க.",
        "இந்த விவகாரம் இன்னும் நீதிமன்றத்தின் இறுதி நிர்ணயம் நிலுவையில் உள்ளது, வெளியுறவு அமைச்சகம் கூறியது, இது வழக்கமான இராஜதந்திர வழிகள் மூலம் ஆலோசனையில் உள்ளது என்றும் கூறினார்.",
        "ஜூன் 02 ஆம் திகதி ஏர்பஸ் ஏ330 ஜெட் விமானத்தை அந்நாட்டு அதிகாரிகள் தடுத்து வைத்ததையடுத்து, இலங்கைக்கான வர்த்தக விமானங்களை இடைநிறுத்துவதாக ரஷ்யாவின் முதன்மையான கேரியர் நேற்று அறிவித்தது.",
        "“ஏரோஃப்ளோட் இலங்கைக்கான விமானங்களின் தடையற்ற விமானங்களின் அடிப்படையில் நம்பகத்தன்மையற்ற சூழ்நிலை காரணமாக கொழும்பிற்கு (இலங்கை) வணிக விமானங்களை உடனடி காலத்திற்கு இடைநிறுத்துகிறது. கொழும்புக்கான விமானங்களுக்கான டிக்கெட் விற்பனை தற்காலிகமாக நிறுத்தப்பட்டுள்ளது” என்று ரஷ்ய அரசுக்கு சொந்தமான செய்தி நிறுவனமான TASS விமான நிறுவனத்தை மேற்கோள் காட்டி தெரிவித்துள்ளது.",
        "வெள்ளியன்று (ஜூன் 03), ஏரோஃப்ளோட் தனது SU-289 விமானம் ஜூன் 2 ஆம் தேதி கொழும்பில் இருந்து மாஸ்கோவிற்கு புறப்படுவது முதலில் தாமதமாகி பின்னர் இலங்கையின் விமானப் போக்குவரத்து அதிகாரிகளின் அனுமதி இல்லாததால் ரத்து செய்யப்பட்டது.",
        "முன்னதாக, அயர்லாந்தின் செலஸ்டியல் ஏவியேஷன் டிரேடிங் லிமிடெட் குத்தகை நிறுவனம் ஏரோஃப்ளோட்டிற்கு எதிராக தாக்கல் செய்த புகாரை கொழும்பு வணிக உயர் நீதிமன்றம் திருப்திப்படுத்தியது மற்றும் அதன் ஏர்பஸ் ஏ330 ஜெட் விமானத்தை ஜூன் 16 வரை நாட்டை விட்டு வெளியேற தடை விதித்தது. 2022.",
        "இதேவேளை, மொஸ்கோவிற்கான இலங்கைத் தூதுவர் ஜனிதா அபேவிக்ரம லியனகே வெள்ளிக்கிழமை ரஷ்ய வெளிவிவகார அமைச்சுக்கு வரவழைக்கப்பட்டார், அங்கு அவர் தனது நாட்டில் ஏரோஃப்ளோட் விமானம் தடுத்து வைக்கப்பட்டுள்ளமை தொடர்பில் உறுதியான எதிர்ப்பை வெளிப்படுத்தியதாக ரஷ்ய இராஜதந்திர நிறுவனம் வெளியிட்டுள்ள அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "\"ஜூன் 2 ஆம் தேதி பண்டாரநாயக்கா சர்வதேச விமான நிலையத்தில் மாஸ்கோவிற்கு புறப்படத் தயாராகும் வழக்கமான ஏரோஃப்ளோட் விமானத்தை தடுத்து வைக்கும் இலங்கையின் நீதித்துறை அதிகாரிகளின் ஆதாரமற்ற முடிவுக்கு இராஜதந்திர பணியின் தலைவர் எதிர்ப்பு தெரிவித்தார்\" என்று ரஷ்ய வெளியுறவு அமைச்சகம் தெரிவித்துள்ளது.",
        "\"பாரம்பரியமாக நட்புறவு கொண்ட இருதரப்பு உறவுகளில் அதன் எதிர்மறையான தாக்கத்தைத் தவிர்ப்பதற்காக இந்தப் பிரச்சனையை விரைவில் தீர்த்து வைக்குமாறு இலங்கைத் தரப்பை நாங்கள் வலியுறுத்தினோம்\" என்று அந்த நிறுவனம் மேலும் கூறியது."
      ]
    }
  }
}