{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Imran-Khan-ousted-as-Pakistans-PM-after-key-vote/108-234889",
  "time_ut": 1649554380,
  "title": "Imran Khan ousted as Pakistan’s PM after key vote",
  "body_lines": [
    "Pakistan's Prime Minister Imran Khan has been ousted from power after losing a no-confidence vote in his leadership.",
    "The vote was held past midnight after opposition parties brought a motion against him, which was upheld by the Supreme Court.",
    "Mr Khan had said he would not recognise an opposition government, claiming - without evidence - that there was a US-led conspiracy to remove him.",
    "Pakistan's parliament will meet to vote for the country's new leader on Monday.",
    "That person will be able to hold power until October 2023, when the next election is due to be held.",
    "Ayaz Sadiq, who is in charge of the national assembly while there are no ruling party members or designated speakers, said nomination papers for candidates should be filed by 11:00 local time (06:00 GMT) on Sunday.",
    "Mr Khan becomes the first Pakistani prime minister to be ousted by a no-confidence vote.",
    "The Supreme Court ruled on Thursday that Mr Khan, 69, had acted unconstitutionally when he blocked the no-confidence vote and dissolved parliament.",
    "This made several opposition members furious, with some accusing the prime minister of treason.",
    "Minutes before the vote started, the speaker of Pakistan's lower house of parliament - an ally of Mr Khan - announced his resignation. Members of Mr Khan's party (PTI) left the building, insisting he was the victim of an international conspiracy.",
    "Opposition parties were able to secure 174 votes in the 342-member house in support of the no-confidence motion, the house speaker said, making it a majority vote.",
    "In a tweet, opposition leader Shehbaz Sharif said Pakistan and its parliament were \"finally freed from a serious crisis\".",
    "Mr Sharif added: \"Congratulations to the Pakistani nation on a new dawn.\"",
    "Meanwhile, PTI senator Faisal Javed Khan said the 69-year-old walked out of his prime ministerial residence \"gracefully and he didn't bow down\".",
    "The senator went on to say that Mr Khan had \"lifted the entire nation\".",
    "The former captain of Pakistan's national cricket team was elected prime minister in 2018, and promised to fight corruption and fix the economy.",
    "But those pledges have gone unmet with the country gripped by a financial crisis.",
    "In late March a series of defections deprived him of his majority and left him fighting for his political career.",
    "The BBC's Secunder Kermani says Mr Khan is widely regarded as having come to power with the help of Pakistan's army, but now observers say they have fallen out.",
    "Mr Khan has repeatedly said that Pakistan's opposition parties are working with foreign powers. He also claims that he is the target of a US-led conspiracy to remove him because of his refusal to stand with Washington on issues against Russia and China.",
    "The US has said there was \"no truth\" in these allegations, and Mr Khan has never provided any evidence.",
    "He visited Moscow to meet President Vladimir Putin as Russia was launching the invasion of Ukraine and has previously criticised what the Bush administration called the war on terror.",
    "Saturday's vote came after opposition lawmakers put forward a no-confidence motion to parliament last Sunday, in a bid to oust Mr Khan from power.",
    "But parliament's deputy speaker Qasim Suri - a member of Mr Khan's political party - swiftly blocked the vote, saying it showed \"foreign interference\". Mr Suri also said that it went against the constitution, which calls for loyalty to the state.",
    "Mr Khan's government went on to dissolve parliament and called for a snap election to be held. This angered several opposition members, with some accusing the prime minister of treason for blocking the vote.",
    "Opposition figures submitted a petition to the Supreme Court to assess the situation.",
    "On Thursday, Pakistan's top court ruled that Mr Khan's decision to stop the vote from going ahead was unconstitutional. It ordered that the no-confidence vote should go ahead again.",
    "However an impasse over the vote continued well into Saturday evening, prompting the speaker of the lower house of parliament - Asad Qaiser, an ally of Mr Khan - to resign. (BBC)"
  ],
  "translate": {
    "si": {
      "title": "ප්‍රධාන ඡන්ද විමසීමකින් පසු ඉම්රාන් ඛාන් පාකිස්තානයේ අගමැති ධුරයෙන් පහ කළේය",
      "body_lines": [
        "පකිස්තාන අගමැති ඉම්රාන් ඛාන් නායකත්වයට විශ්වාසභංගයෙන් පරාජය වීමත් සමඟ බලයෙන් පහකර තිබේ.",
        "ඔහුට එරෙහිව විපක්ෂයේ පක්ෂ විසින් යෝජනාවක් ගෙන ඒමෙන් පසු මධ්‍යම රාත්‍රියෙන් පසු ඡන්ද විමසීම පැවැත්වුණු අතර එය ශ්‍රේෂ්ඨාධිකරණය විසින් තහවුරු කරන ලදී.",
        "තමා ඉවත් කිරීමට එක්සත් ජනපදය ප්‍රමුඛ කුමන්ත්‍රණයක් ක්‍රියාත්මක වන බවට සාක්ෂි නොමැතිව - විරුද්ධ ආණ්ඩුවක් තමන් හඳුනා නොගන්නා බව ඛාන් මහතා පවසා තිබුණි.",
        "පාකිස්ථාන පාර්ලිමේන්තුව සඳුදා රැස්වන්නේ එරට නව නායකයා තෝරාගැනීම සඳහායි.",
        "එම පුද්ගලයාට මීළඟ මැතිවරණය පැවැත්වීමට නියමිත 2023 ඔක්තෝබර් දක්වා බලයේ සිටීමට හැකි වනු ඇත.",
        "ආණ්ඩු පක්ෂ සාමාජිකයින් හෝ නම් කරන ලද කථිකයන් නොමැති අතර ජාතික සභාව භාරව සිටින අයයාස් සාදික් පැවසුවේ අපේක්ෂකයින් සඳහා නාමයෝජනා පත්‍ර දේශීය වේලාවෙන් ඉරිදා 11:00 (GMT 06:00) වන විට ගොනු කළ යුතු බවයි.",
        "ඛාන් විශ්වාසභංගයකින් බලයෙන් පහකළ පළමු පකිස්තාන අගමැතිවරයා බවට පත්වෙයි.",
        "69 හැවිරිදි ඛාන් මහතා විශ්වාසභංගය අවහිර කර පාර්ලිමේන්තුව විසුරුවා හැරීමේදී ව්‍යවස්ථා විරෝධී ලෙස කටයුතු කර ඇති බව ශ්‍රේෂ්ඨාධිකරණය බ්‍රහස්පතින්දා තීන්දු කළේය.",
        "මෙය විපක්ෂ මන්ත්‍රීවරුන් කිහිප දෙනෙකු කෝපයට පත් කළ අතර ඇතැමුන් අග්‍රාමාත්‍යවරයාට ද්‍රෝහී බවට චෝදනා කළහ.",
        "ඡන්දය ආරම්භ වීමට මිනිත්තු කිහිපයකට පෙර, ඛාන් මහතාගේ හිතවතෙකු වන පාකිස්තානයේ පහළ මන්ත්‍රී මණ්ඩලයේ කථානායකවරයා සිය ඉල්ලා අස්වීම නිවේදනය කළේය. ඛාන් මහතාගේ පක්ෂයේ (PTI) සාමාජිකයන් ඔහු ජාත්‍යන්තර කුමන්ත්‍රණයක ගොදුරක් බව අවධාරනය කරමින් ගොඩනැගිල්ලෙන් පිටව ගියහ.",
        "විශ්වාසභංගයට පක්ෂව මන්ත්‍රීවරුන් 342 කින් යුත් මන්ත්‍රී මණ්ඩලයේ ඡන්ද 174 ක් ලබා ගැනීමට විරුද්ධ පක්ෂවලට හැකි වූ බව කථානායකවරයා ප්‍රකාශ කළේ එය බහුතර ඡන්දයක් බවට පත් කරමිනි.",
        "ට්විටර් පණිවුඩයක් නිකුත් කරමින් විපක්ෂ නායක ෂෙහ්බාස් ෂරීෆ් කියා සිටියේ පාකිස්තානය සහ එහි පාර්ලිමේන්තුව \"අවසානයේ බරපතල අර්බුදයකින් නිදහස් වූ\" බවයි.",
        "ෂරීෆ් මහතා තවදුරටත් මෙසේ පැවසීය: \"නව උදාවකට පාකිස්තාන ජාතියට සුබ පැතුම්.\"",
        "මේ අතර, පීටීඅයි සෙනෙට් සභික ෆයිසාල් ජාවෙඩ් ඛාන් පැවසුවේ 69 හැවිරිදි ඔහු සිය අග්‍රාමාත්‍ය නිල නිවසෙන් පිටව ගියේ “හොඳින් නමුත් ඔහු හිස නැමුවේ නැත” යනුවෙනි.",
        "ඛාන් මහතා \"මුළු ජාතියම ඔසවා තැබූ\" බව සෙනෙට් සභිකයා වැඩිදුරටත් පැවසීය.",
        "පාකිස්තානයේ ජාතික ක්‍රිකට් කණ්ඩායමේ හිටපු නායකයා 2018 දී අගමැති ලෙස තේරී පත් වූ අතර දූෂණයට එරෙහිව සටන් කිරීමට සහ ආර්ථිකය නිවැරදි කිරීමට පොරොන්දු විය.",
        "එහෙත් එම පොරොන්දු ඉටු නොවූ රට මූල්‍ය අර්බුදයකට හසුව තිබේ.",
        "මාර්තු අග භාගයේ දී පැන යාම් මාලාවක් ඔහුට ඔහුගේ බහුතරය අහිමි වූ අතර ඔහුගේ දේශපාලන ජීවිතය සඳහා සටන් කිරීමට ඔහුට ඉඩ දුන්නේය.",
        "BBC හි Secunder Kermani පවසන්නේ ඛාන් මහතා පකිස්ථාන හමුදාවේ සහාය ඇතිව බලයට පැමිණි අයෙකු ලෙස බොහෝ දෙනා සලකන නමුත් දැන් නිරීක්ෂකයින් පවසන්නේ ඔවුන් බිඳ වැටී ඇති බවයි.",
        "පාකිස්තානයේ විරුද්ධ පක්ෂ විදේශ බලවතුන් සමඟ කටයුතු කරන බව ඛාන් මහතා පුන පුනා කියා තිබේ. රුසියාවට සහ චීනයට එරෙහි ප්‍රශ්නවලදී වොෂින්ටනය සමඟ නැගී සිටීම ප්‍රතික්ෂේප කිරීම නිසා ඔහු ඉවත් කිරීමට එක්සත් ජනපදය විසින් මෙහෙයවන ලද කුමන්ත්‍රණයක ඉලක්කය තමා බව ද ඔහු කියා සිටී.",
        "මෙම චෝදනාවල “සත්‍යතාවක්” නොමැති බව එක්සත් ජනපදය පවසා ඇති අතර ඛාන් මහතා කිසිවිටෙක කිසිදු සාක්ෂියක් ඉදිරිපත් කර නැත.",
        "රුසියාව යුක්රේනය ආක්‍රමණය දියත් කරමින් සිටියදී ජනාධිපති ව්ලැඩිමීර් පුටින් හමුවීමට ඔහු මොස්කව් වෙත ගිය අතර බුෂ් පරිපාලනය ත්‍රස්තවාදයට එරෙහි යුද්ධය ලෙස හැඳින්වූ දෙය කලින් විවේචනය කළේය.",
        "ඛාන් මහතා බලයෙන් පහකිරීමේ ප්‍රයත්නයෙන් විපක්ෂ මන්ත්‍රීවරුන් පසුගිය ඉරිදා පාර්ලිමේන්තුවට විශ්වාසභංග යෝජනාවක් ඉදිරිපත් කිරීමෙන් පසුව සෙනසුරාදා ඡන්දය ප්‍රකාශ විය.",
        "එහෙත්, ඛාන් මහතාගේ දේශපාලන පක්ෂයේ සාමාජිකයෙකු වන පාර්ලිමේන්තුවේ නියෝජ්‍ය කථානායක කාසිම් සූරි, \"විදේශ මැදිහත්වීමක්\" පෙන්නුම් කරන බව පවසමින් ඡන්දය කඩිනමින් අවහිර කළේය. එය රාජ්‍යයට පක්ෂපාතීත්වය ඉල්ලා සිටින ව්‍යවස්ථාවට පටහැනි බව ද සූරි මහතා පැවසීය.",
        "ඛාන්ගේ රජය පාර්ලිමේන්තුව විසුරුවා හැරීමට ගොස් හදිසි මැතිවරණයක් පවත්වන ලෙස ඉල්ලා සිටියේය. මෙය විපක්ෂයේ මන්ත්‍රීවරුන් කිහිප දෙනෙකු කෝපයට පත් කළ අතර සමහරු ඡන්දය ප්‍රකාශ කිරීම අවහිර කිරීම සම්බන්ධයෙන් අගමැතිට ද්‍රෝහී යැයි චෝදනා කළහ.",
        "තත්ත්වය තක්සේරු කිරීම සඳහා විපක්ෂයේ චරිත ශ්‍රේෂ්ඨාධිකරණයට පෙත්සමක් ඉදිරිපත් කළේය.",
        "බ්‍රහස්පතින්දා පකිස්තානයේ ශ්‍රේෂ්ඨාධිකරනය විසින් තීන්දුව ප්‍රකාශයට පත් කරන ලද්දේ ඛාන් මහතා ඡන්දය ප්‍රකාශ කිරීම නැවැත්වීමට ගත් තීරණය ව්‍යවස්ථා විරෝධී බවයි. විශ්වාසභංගය නැවත පැවැත්විය යුතු බවට නියෝග කළේය.",
        "කෙසේ වෙතත්, ඡන්දය පිළිබඳ අවුල් සහගත තත්වයක් සෙනසුරාදා සවස් වන තුරුම දිගටම පැවති අතර, ඛාන් මහතාගේ හිතවතෙකු වන පාර්ලිමේන්තුවේ පහළ මන්ත්‍රී මණ්ඩලයේ කථානායක අසාද් කයිසර් ඉල්ලා අස්වීමට පොළඹවන ලදී. (බීබීසී)"
      ]
    },
    "ta": {
      "title": "முக்கிய வாக்கெடுப்புக்குப் பிறகு பாகிஸ்தான் பிரதமர் பதவியிலிருந்து இம்ரான் கான் வெளியேற்றப்பட்டார்",
      "body_lines": [
        "பாகிஸ்தான் பிரதமர் இம்ரான் கான் தலைமையில் நடந்த நம்பிக்கையில்லா வாக்கெடுப்பில் தோல்வியடைந்து பதவி பறிக்கப்பட்டது.",
        "அவருக்கு எதிராக எதிர்க்கட்சிகள் பிரேரணையை கொண்டு வந்ததையடுத்து நள்ளிரவில் வாக்கெடுப்பு நடத்தப்பட்டது, அதை உச்சநீதிமன்றம் உறுதி செய்தது.",
        "திரு கான் எதிர்க்கட்சி அரசாங்கத்தை அங்கீகரிக்க மாட்டோம் என்று கூறியிருந்தார், ஆதாரம் இல்லாமல் - தன்னை நீக்குவதற்கு அமெரிக்கா தலைமையிலான சதி இருப்பதாகக் கூறி இருந்தார்.",
        "பாகிஸ்தானின் புதிய தலைவரை தேர்வு செய்வதற்காக அந்நாட்டு நாடாளுமன்றம் திங்கள்கிழமை கூடுகிறது.",
        "அடுத்த தேர்தல் நடைபெறவுள்ள அக்டோபர் 2023 வரை அந்த நபர் ஆட்சியில் இருக்க முடியும்.",
        "ஆளும் கட்சி உறுப்பினர்களோ அல்லது நியமிக்கப்பட்ட பேச்சாளர்களோ இல்லாத நிலையில் தேசிய சட்டமன்றத்தின் பொறுப்பில் இருக்கும் அயாஸ் சாதிக், வேட்பாளர்களுக்கான வேட்புமனுவை உள்ளூர் நேரப்படி ஞாயிற்றுக்கிழமை 11:00 மணிக்குள் (06:00 GMT) தாக்கல் செய்ய வேண்டும் என்றார்.",
        "நம்பிக்கையில்லா வாக்கெடுப்பு மூலம் பதவி நீக்கம் செய்யப்பட்ட முதல் பாகிஸ்தான் பிரதமர் திரு கான் ஆவார்.",
        "69 வயதான திரு கான், நம்பிக்கை வாக்கெடுப்பை தடுத்தபோதும், நாடாளுமன்றத்தைக் கலைத்தபோதும் அரசியல் சட்டத்துக்கு முரணாகச் செயல்பட்டதாக உச்ச நீதிமன்றம் வியாழக்கிழமை தீர்ப்பளித்தது.",
        "இது பல எதிர்க்கட்சி உறுப்பினர்களை கோபப்படுத்தியது, சிலர் பிரதமரை தேசத்துரோகமாகக் குற்றம் சாட்டினர்.",
        "வாக்கெடுப்பு தொடங்குவதற்கு சில நிமிடங்களுக்கு முன்பு, பாகிஸ்தான் நாடாளுமன்றத்தின் கீழ்சபையின் சபாநாயகர் - திரு கானின் கூட்டாளி - தனது ராஜினாமாவை அறிவித்தார். திரு கானின் கட்சி (PTI) உறுப்பினர்கள் கட்டிடத்தை விட்டு வெளியேறினர், அவர் ஒரு சர்வதேச சதியால் பாதிக்கப்பட்டார் என்று வலியுறுத்தினார்.",
        "342 உறுப்பினர்களைக் கொண்ட அவையில் எதிர்க்கட்சிகள் 174 வாக்குகளைப் பெற்று நம்பிக்கையில்லாப் பிரேரணையை ஆதரித்து பெரும்பான்மை வாக்கெடுப்பு என்று சபாநாயகர் தெரிவித்தார்.",
        "எதிர்க்கட்சித் தலைவர் ஷேபாஸ் ஷெரீப் ஒரு ட்வீட்டில், பாகிஸ்தானும் அதன் நாடாளுமன்றமும் \"கடுமையான நெருக்கடியிலிருந்து இறுதியாக விடுவிக்கப்பட்டது\" என்று கூறினார்.",
        "திரு ஷெரீப் மேலும் கூறியதாவது: புதிய விடியலுக்கு பாகிஸ்தான் தேசத்திற்கு வாழ்த்துக்கள்.",
        "இதற்கிடையில், பிடிஐ செனட்டர் பைசல் ஜாவேத் கான், 69 வயதான அவர் தனது பிரதமர் இல்லத்திலிருந்து \"அழகாக வெளியேறினார், அவர் தலைவணங்கவில்லை\" என்றார்.",
        "செனட்டர் திரு கான் \"முழு நாட்டையும் உயர்த்திவிட்டார்\" என்று கூறினார்.",
        "பாகிஸ்தானின் தேசிய கிரிக்கெட் அணியின் முன்னாள் கேப்டன் 2018 இல் பிரதமராக தேர்ந்தெடுக்கப்பட்டார், மேலும் ஊழலுக்கு எதிராக போராடி பொருளாதாரத்தை சரிசெய்வதாக உறுதியளித்தார்.",
        "ஆனால் அந்நாடு நிதி நெருக்கடியில் சிக்கியுள்ள நிலையில் அந்த உறுதிமொழிகள் நிறைவேற்றப்படாமல் போய்விட்டன.",
        "மார்ச் மாதத்தின் பிற்பகுதியில், தொடர்ச்சியான விலகல்கள் அவரது பெரும்பான்மையை இழந்தது மற்றும் அவரது அரசியல் வாழ்க்கைக்காக அவரைப் போராட வைத்தது.",
        "பிபிசியின் செகந்தர் கெர்மானி கூறுகையில், திரு கான் பாகிஸ்தானின் ராணுவத்தின் உதவியுடன் ஆட்சிக்கு வந்ததாக பரவலாகக் கருதப்படுகிறார், ஆனால் இப்போது அவர்கள் வெளியேறிவிட்டதாக பார்வையாளர்கள் கூறுகின்றனர்.",
        "பாகிஸ்தானின் எதிர்க்கட்சிகள் வெளிநாட்டு சக்திகளுடன் இணைந்து செயல்படுவதாக திரு கான் பலமுறை கூறி வருகிறார். ரஷ்யாவிற்கும் சீனாவிற்கும் எதிரான பிரச்சினைகளில் வாஷிங்டனுடன் நிற்க மறுத்ததன் காரணமாக தன்னை நீக்குவதற்கான அமெரிக்க தலைமையிலான சதித்திட்டத்தின் இலக்காக அவர் இருப்பதாகவும் அவர் கூறுகிறார்.",
        "இந்தக் குற்றச்சாட்டுகளில் உண்மை இல்லை என்று அமெரிக்கா கூறியது, மேலும் திரு கான் எந்த ஆதாரத்தையும் வழங்கவில்லை.",
        "ரஷ்யா உக்ரைன் மீது படையெடுப்பைத் தொடங்கும் போது ஜனாதிபதி விளாடிமிர் புட்டினைச் சந்திக்க மாஸ்கோவிற்குச் சென்ற அவர், பயங்கரவாதத்திற்கு எதிரான போர் என்று புஷ் நிர்வாகம் அழைத்ததை முன்பு விமர்சித்துள்ளார்.",
        "கடந்த ஞாயிற்றுக்கிழமை நாடாளுமன்றத்தில் எதிர்க்கட்சி சட்டமன்ற உறுப்பினர்கள் நம்பிக்கையில்லா தீர்மானத்தை முன்வைத்த பின்னர், திரு கானை அதிகாரத்தில் இருந்து வெளியேற்றும் முயற்சியில் சனிக்கிழமை வாக்கெடுப்பு நடந்தது.",
        "ஆனால் நாடாளுமன்றத்தின் துணை சபாநாயகர் காசிம் சூரி - திரு கானின் அரசியல் கட்சியின் உறுப்பினர் - இது \"வெளிநாட்டு தலையீடு\" என்பதைக் காட்டுகிறது என்று கூறி, வாக்கெடுப்பை விரைவாகத் தடுத்தார். இது அரசமைப்புச் சட்டத்திற்கு எதிரானது என்றும், அது அரசுக்கு விசுவாசமாக இருக்க வேண்டும் என்றும் திரு சூரி கூறினார்.",
        "திரு கானின் அரசாங்கம் பாராளுமன்றத்தை கலைத்து, ஒரு விரைவான தேர்தலை நடத்துவதற்கு அழைப்பு விடுத்தது. இது பல எதிர்க்கட்சி உறுப்பினர்களை கோபப்படுத்தியது, சிலர் வாக்கெடுப்பை தடுத்ததற்காக பிரதமரை தேசத்துரோகம் என்று குற்றம் சாட்டினர்.",
        "நிலைமையை மதிப்பிடுமாறு எதிர்க்கட்சி பிரமுகர்கள் உச்ச நீதிமன்றத்தில் மனு தாக்கல் செய்தனர்.",
        "வியாழன் அன்று, பாகிஸ்தானின் உச்ச நீதிமன்றம், வாக்கெடுப்பு நடைபெறுவதை நிறுத்தும் திரு கானின் முடிவு அரசியலமைப்பிற்கு விரோதமானது என்று தீர்ப்பளித்தது. மீண்டும் நம்பிக்கை வாக்கெடுப்பு நடத்த வேண்டும் என்று உத்தரவிட்டது.",
        "எவ்வாறாயினும், சனிக்கிழமை மாலை வரை வாக்கெடுப்பில் ஒரு முட்டுக்கட்டை தொடர்ந்தது, பாராளுமன்றத்தின் கீழ் அவையின் சபாநாயகர் - திரு கானின் கூட்டாளியான அசாத் கைசர் - ராஜினாமா செய்யத் தூண்டியது. (பிபிசி)"
      ]
    }
  }
}