{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Unrest-in-Rambukkana-State-level-contradictions-galore-as-victims-await-justice/277-235614",
  "time_ut": 1650825060,
  "title": "Unrest in Rambukkana: State level contradictions  galore as victims await justice",
  "body_lines": [
    "April 19, 2022 was a day of unrest in Sri Lanka. People in major towns and cities took to the streets staging protests on the newly announced fuel price hikes during the wee hours of April 18. Subsequent price hikes in lunch packets, bus fares and other essential necessities caused panic and anger among people. The series of events that unfolded in Rambukkana make one wonder whether the state now responds to people’s demands with brutality. Footage of Police Officers giving orders to attack civilians, opening fire, setting fire to three wheelers are viral on social media. The Human Rights Commission thereafter summoned Inspector General of Police, C. D. Wickremeratne and a group of senior police officers to obtain statements. In his conclusion, Human Rights Commissioner Nimal Karunasiri said that the decision to fire a weapon was taken outside the direction of the IGP and that the IGP had been instructing people not to use firearms in any protest for months. Therefore, who ordered the Police to open fire, who gave orders to the Police to set fire to vehicles, who ordered Police to use live ammunition and who attempted to set fire to the bowser are serious doubts raised at this point.",
    "People in Rambukkana, now fear for their lives. They have been discouraged from speaking to the media and blamed certain broadcast channels for editing their statements. One civilian who suffered gunshot injuries was discharged on Friday. During our visit to Rambukkana the Daily Mirror visited this individual. The witness narrated the series of events that unfolded on April 19 as follows;",
    "“We stayed in queues till early morning to obtain fuel. There was no fuel for three days and on the April 19, we were told that there would be fuel. On the same day, there was a sudden fuel price hike. Therefore they wanted to sell fuel at a higher price and halted the bowsers. In protest, people gathered on the streets and the crowd swelled in numbers and there could have been around 5000 people. They did send two bowsers but they wanted to sell it at Rs. 338 a litre. The first bowser arrived at around 11.00 am and the second at around 1.30 pm. We said that it’s unfair and asked them to sell at the earlier price. How can we pump fuel at Rs. 300? This means we need around Rs. 700 to pump two litres of petrol. They refused to unload the fuel. We even prepared food there and distributed among people, even to those who came in the bowser.”",
    "“But some said that the people were trying to torch the bowser. This is a blatant lie. Until around 4.30 pm, it was a peaceful protest. Then the police came to the scene, and the unrest began. They fired tear gas at us and subsequently the Police Officer ordered to open fire. I was shot below my knees and I fell. The Policemen then set fire to three-wheelers and bikes.” - Witness",
    "“But some said that the people were trying to torch the bowser. This is a blatant lie. Until around 4.30 pm, it was a peaceful protest. Then the police came to the scene, and the unrest began. A tense situation prevailed and someone pelted stones at the Police. We repeatedly urged people not to throw stones, but they continued. This is when the Police Inspector came forward and said “gahapiyaw gahapiyaw” (attack, attack) and it was after that order by the inspector, they fired tear gas at us and subsequently the Police Officer gave  orders to open fire. I couldn’t see anything due to the tear gas and smoke, but a little while later, I was shot below my knees and I fell. The Police then set fire to three-wheelers and bikes. Only I was discharged and there are around 20 others still being treated in the wards. The bullet fired by T-56 firearm is still in the ward,” the witness added.",
    "“Why did they shoot at us? We were only asking for our basic necessities. How can they respond with bullets? We want to know who gave the order to open fire. It should have come from higher up. From where did they get live ammunition? These are our concerns.”",
    "“I won’t be able to work for another one month or so. The Human Rights Commission said it would arrange for compensation. We didn’t protest looking for compensation and we didn’t protest to be shot at. We are voicing against injustices that we all face. But now, we demand justice,” the witness stressed.",
    "Residents in Naranbedda, Rambukkana kept visiting Chaminda Lakshan’s house on Saturday, a few hours after his body was brought home, to pay their last respect. Lakshan succumbed to gunshot injuries during the protest. He was engaged in business, accepting hires to supply vegetables, fruits and other items in his lorry while he was also working at the Randeniya elephant bath.",
    "Around 5.00 pm we were informed that he was shot. Since they couldn’t pump fuel, he too was among the protestors. After the shooting, he died due to injuries while being taken to hospital. The HRCSL said that they are conducting an impartial and independent investigation into this. We don’t expect anything from the government. We will do everything possible to seek justice for my brother. -  Kumara - Chaminda Lakshan’s brother",
    "“On the day of the incident he had gone to pump fuel for his bike,” recalled Chaminda Kumara, Lakshan’s brother. “Around 5.00 pm we were informed that he was shot. Since they couldn’t pump fuel, he too was among the protestors. After the shooting, he died due to injuries while being taken to hospital. The court proceedings are underway and we are yet to know what the conclusion is going to be. The Human Rights Commission said it would provide compensation. It said it was conducting an impartial and independent investigation. We don’t expect anything from the government. We will do everything possible to seek justice for my brother.”",
    "Lakshan’s widow R. S Priyangani is unable to bear the loss. Even though she’s proud about her husband, no compensation or justice could bring him back to life. “He left home around 12.30 pm to pump fuel. At around 3.30 pm he called me and, a few hours later, I received a call and the caller said, “Suddata polisiyen wedi thiyala” (Sudda was shot by the Police). They have rushed him to the hospital immediately. But by the time I reached the Kegalle hospital he had already died. There are accusations that he was a murderer, but he was arrested as a suspect only. My son says that he cannot go to school anymore.”",
    "My son is 15 years old and my daughter has completed her studies. I am devastated by his loss. We survived from what he earned. I don’t need a cent from the government. I would rather beg and raise my children. The perpetrators have to be punished and that is my only request.”  -  Priyangani - Lakshan’s widow",
    "When asked about the two cases filed against him, Priyangani said that one incident had happened at the Rambukkana town following an argument between two political factions. “They had hit him on the head. He worked with the UNP for some time, and after the injury he didn’t work for the party anymore. The other case, he was arrested as a suspect and the case was subsequently dismissed. Does it mean that they can deliberately shoot him? My son is 15 years old and my daughter has completed her studies. I am devastated by his loss. We survived from what he earned. I don’t need a cent from the government. I would rather beg and raise my children. The perpetrators have to be punished and that is my only request.”",
    "A team of lawyers appeared on all three days consecutively namely Rienzie Arsecularatne PC, Upul Jayasuriya PC, Sarath Jayamanne PC, Chaminda Atukorale - Senior Attorney and about 100 lawyers from Colombo, Kegalle and outstations also appeared on behalf of victims and witnesses. Upul Jayasuriya appeared on behalf of the Commonwealth Lawyers Association and LawAsia.",
    "Police filed a wrong (“A”) report at 2.00 pm and were ordered to file a corrected B report under which a death or a crime is reported.",
    "They filed the corrected report at 3.15 pm alleging that there were several offenses committed by the protestors including a charge under Section 298 - culpable homicide not amounting to murder.",
    "The lawyers visited the scene at Rambukkana (approximately 9 KM away from Kegalle) and the Magistrate began recording evidence and making notes on the observation of the crime scene.",
    "First witness stated that the deceased was shot at point blank range (10 metres) on the stomach by a policeman. He also said that the protestors did not violate the Law and caused no damage. There was a large crowd. It was all about a bowser carrying petrol that came to unload at a nearby shed. The filling station manager was trying to sell it at the newly-announced price which was nearly 30% more than that of the existing price, whereas the crowd was aware that the stocked fuel has been invoiced prior to the price increase.",
    "The second witness stated that a tall policeman came and set fire to his three wheeler which he was watching while hiding. At this stage, there had been a large crowd of people. They were demanding the fuel should be sold at the old price, as the bowser load of fuel arrived at the shed prior to the price increase. In any event, since the crowd was much bigger, the bowser couldn’t reach the shed and halted on the rail track.",
    "The Magistrate observed that the SOCO (Scene of Crime Officers) did not make note of the blood stains and the damage caused to the CCTV cameras of the shed and also the box of matches which was on the ground near the fuel dispensing pump.",
    "At this stage, lawyers made the application to the Magistrate that the DVR that records the visuals from the Cameras which were installed inside the shed and that particular recorder should also be taken into police custody in the presence of the Lawyers and submitted to court.",
    "Court resumed at about 8.30 pm after visiting the deceased at the hospital.",
    "When court resumed proceedings, it was noticed that the original ‘B’ report was filed at 3.15 pm and found to have been altered obliterating ‘Section 298.’",
    "It was informed that the SSP who was present in the court had altered it. Lawyers made the application forthwith to charge the SSP for having altered an official record and for ‘Contempt of Court.’",
    "The Magistrate made an order to send a copy of the record to the IGP and the AG for further action, possibly to draft charges against the SSP.",
    "Court resumed proceedings at 1.30 pm on April 21. At this stage a senior state counsel Shanil Kularatna sought to appear amicus curaie. When he was objected to, he made his appearance with the DIG on behalf of Police. He was again objected to on the basis that there was a tradition in the AGs department that AG doesn’t undertake defence of the officers who were accused of torture.",
    "There were several civilians who appeared in court as witnesses.",
    "One important witness said that three men within the vicinity of a group of Policemen, started pelting stones at the Police. However the Policemen took no action against those three persons. Thereafter three other uniformed officers were taking shelter behind a three wheeler, fired tear gas before firing gunshots in the air.  At that stage, he (witness) saw and heard a uniformed officer with two stars and the state emblem, screaming at them to ‘shoot.’ A man was shot dead with a firearm barely 10 metres away from the petrol shed, the witness said.",
    "When firearms are issued to police officers, it is noted with the serial numbers and the number of bullets issued to each officer.",
    "Police were ordered to bring all their evidence on April 22.",
    "All lawyers attended courts in Kegalle for the third consecutive day.",
    "The Rambukkana Police OIC gave evidence and stated that on this day he visited MP Kanaka Herath’s house and went to the scene. According to him, there were nearly 600 people at the scene of the crime. He confirmed that the crowd was throwing stones.",
    "Next witness was SSP Keerthiratne. According to him there were nearly 2000 people. He had given orders to fire tear gas to disperse the crowd. As he was unable to control the crowd, he ordered to fire gunshots in the air. As still he saw the crowd was unruly and violent, he had ordered to shoot below the knees of the protestors. He also said that at some stage, an ASP and another officer were manhandled as he was pushed to the ground by a large mob.",
    "Next police witness stated that he was in charge of the armory at the Kegalle police station. He said they did not have rubber bullets. Then he had issued T-56 assault rifles and several pistols. He also said that he was not handed over the unspent ammunition and the firearms.",
    "The last Police witness stated that he was behind the bowser. There was a crowd of nearly 200 protestors and around 70 policemen. He had seen a person opening the outflow valve of the bowser and when petrol starts pouring out he attempted to set fire to it. He said he was not able to arrest the said person.",
    "At about 6.00 pm, the Magistrate inspected the bowser that was brought to the Police station. She observed that the tank of the bowser was not mounted on the vehicle. Hence, she has not been able to find or examine as to how the bowser’s outflow valve was opened or whether it was forced open.",
    "On April 20, the Kegalle Magistrate advised all media to refrain from revealing the identities of witnesses. However, a mainstream media channel revealed the identity of the witnesses during a prime time news bulletin on April 21. In a letter addressed to IGP C. D Wickremeratne, Bar Association President Saliya Pieris PC requested to ensure that there is no interference with the witnesses by the Police. The letter requests the IGP to take steps to ensure that the statements of the witnesses are recorded by police officers who are not from the police stations which were involved in the incident and who will not interfere with the freedom of these witnesses. A letter was also addressed to Suhada Gamlath PC, Chairman of the National Authority for the Protection of Victims of Crime and Witness.",
    "When asked how the Authority would ensure that the witnesses would be protected, Gamlath told the Daily Mirror that they have requested mainstream media channels to refrain from revealing the identities of witnesses. When asked about the report by the mainstream media channel, Gamlath said that they wouldn’t have been aware of the Magistrate’s order. “By order of the Magistrate, if any witness is not willing to reveal their identities, that too would be allowed and evidence would be obtained remotely.”",
    "“14 civilians were admitted to the hospital following the Rambukkana incident. Out of them four people were admitted to the Intensive Care Unit. One succumbed to injuries, while two are still being treated. Also 20 policemen too were admitted following the unrest and 14 of them were transferred to Kandy hospital. Five of them were discharged”",
    "A video footage of civilians being admitted to the Kegalle hospital went viral on social media. According to the video, many had suffered severe injuries.  “14 civilians were admitted to the hospital following the Rambukkana incident,” said Kegalle Hospital Director Dr. Mihiri Priyangani. “Out of them four people were admitted to the Intensive Care Unit. One succumbed to injuries, while two are still being treated and one had been sent to the surgical ward. 10 people were admitted to the surgical wards and two of them have been discharged. Currently eight others who have suffered minor injuries are receiving treatment. Apart from that 20 policemen, too were admitted following the unrest and 14 of them were transferred to Kandy hospital. Five of them were discharged.”",
    "Nine people were admitted with ‘suspected’ gunshot injuries. “Three of them are yet to be examined, one had been discharged and one patient succumbed to injuries. We are still in the process of analyzing the nature of the wounds to confirm whether they are gunshot injuries.”",
    "- Dr. N. A. S. P Wijeratne - Consultant Judicial Medical Officer",
    "The Daily Mirror inquired whether any others who had suffered gunshot injuries are in a critical stage. Speaking to this paper, Consultant Judicial Medical Officer Dr. N. A. S. P Wijeratne said that nine people were admitted with ‘suspected’ gunshot injuries. “Three of them are yet to be examined, one had been discharged and one patient succumbed to injuries. We are still analyzing the nature of the wounds to confirm whether they are gunshot injuries,” he added."
  ],
  "translate": {
    "si": {
      "title": "රඹුක්කන නොසන්සුන්තාව: වින්දිතයන් යුක්තිය අපේක්ෂාවෙන් සිටින බැවින් රාජ්‍ය මට්ටමේ ප්‍රතිවිරෝධතා බහුල වේ",
      "body_lines": [
        "2022 අප්‍රේල් 19 ශ්‍රී ලංකාවේ නොසන්සුන් දිනයක් විය. ප්‍රධාන නගරවල සහ නගරවල ජනතාව අප්‍රේල් 18 වැනි දින අලුයම අලුතින් ප්‍රකාශයට පත් කරන ලද ඉන්ධන මිල ඉහළ නැංවීමට එරෙහිව විරෝධතා පවත්වමින් වීදි බැස සිටියහ. පසුව දිවා ආහාර පැකට්, බස් ගාස්තු සහ අනෙකුත් අත්‍යවශ්‍ය අවශ්‍යතා සඳහා වූ මිල ඉහළ දැමීම් ජනතාව අතර භීතියට හා කෝපයට හේතු විය. රඹුක්කන ප්‍රදේශයේ දිග හැරුණු සිදුවීම් මාලාව දෙස බලන විට රාජ්‍යය දැන් මිනිසුන්ගේ ඉල්ලීම්වලට ම්ලේච්ඡ ලෙස ප්‍රතිචාර දක්වන්නේ දැයි කල්පනා කරයි. පොලිස් නිලධාරීන් සිවිල් වැසියන්ට පහර දීමට අණ දෙන අයුරු, වෙඩි තැබීම්, ත්‍රිරෝද රථ ගිනි තබන අයුරු දැක්වෙන දර්ශන සමාජ මාධ්‍ය තුළ ප්‍රචලිත වී තිබේ. ඉන් අනතුරුව ප්‍රකාශ ලබා ගැනීම සඳහා මානව හිමිකම් කොමිෂන් සභාව පොලිස්පති සී.ඩී.වික්‍රමරත්න මහතා ඇතුළු ජ්‍යෙෂ්ඨ පොලිස් නිලධාරීන් පිරිසක් කැඳවා තිබිණි. මානව හිමිකම් කොමසාරිස් නිමල් කරුණාසිරි මහතා සිය අවසන් නිවේදනයේ සඳහන් කළේ, ගිනි අවියක් වෙඩි තැබීමට තීරණය කළේ පොලිස්පතිවරයාගේ උපදෙස්වලට පරිබාහිරව බවත්, මාස ගණනාවක් තිස්සේ කිසිදු විරෝධතාවයකට ගිනි අවි භාවිත නොකරන ලෙසට පොලිස්පතිවරයා ජනතාවට දැනුම් දුන් බවත්ය. ඒ නිසා පොලිසියට වෙඩි තියන්න නියෝග කළේ කවුද, වාහන ගිනි තියන්න පොලිසියට නියෝග දුන්නේ කවුද, ජීව උණ්ඩ පාවිච්චි කරන්න පොලිසියට අණ දුන්නේ කවුද, බවුසරයට ගිනි තියන්න හැදුවේ කවුද කියන බරපතළ සැකය මේ මොහොතේ මතු වෙනවා.",
        "රඹුක්කන ප්‍රදේශයේ ජනතාව දැන් පණ බයේ. ඔවුන් මාධ්‍යයට කතා කිරීමෙන් අධෛර්යමත් කර ඇති අතර ඔවුන්ගේ ප්‍රකාශ සංස්කරණය කිරීම සම්බන්ධයෙන් ඇතැම් විකාශන නාලිකාවලට දොස් පවරා ඇත. වෙඩි වැදීමෙන් තුවාල ලැබූ එක් සිවිල් වැසියෙකු සිකුරාදා නිදහස් කරන ලදී. රඹුක්කන ප්‍රදේශයේ අප කළ සංචාරයේදී ඩේලි මිරර් පුවත්පත මෙම පුද්ගලයා බැලීමට ගියේය. අපේ‍්‍රල් 19 වැනිදා දිගහැරුණු සිදුවීම් මාලාව සාක්‍ෂිකරු පැවසුවේ මෙසේය.",
        "“අපි තෙල් ගන්න උදේ වෙනකම් පෝලිම්වල හිටියා. දවස් තුනක් තෙල් තිබුණේ නැහැ, අප්‍රේල් 19 වැනිදා තෙල් තියෙනවා කිව්වා. එදිනම හදිසියේ ඉන්ධන මිල ඉහළ යාමක් ද සිදු විය. ඒ නිසා වැඩි මිලට ඉන්ධන අලෙවි කිරීමට අවශ්‍ය වූ නිසා බවුසර් නතර කළා. විරෝධතාවයක් ලෙස, මිනිසුන් වීදිවලට ​​රැස් වූ අතර සමූහයා විශාල වශයෙන් වැඩි වූ අතර මිනිසුන් 5000 ක් පමණ සිටිය හැකිය. උන්ට බවුසර් දෙකක් එව්වා හැබැයි රුපියල් 100ට විකුනන්න ඕන. ලීටරයක් ​​338 කි. පළමු බවුසරය පෙරවරු 11.00 ට පමණ ද දෙවැනි බවුසරය පස්වරු 1.30 ට පමණ ද පැමිණියහ. අපි කිව්වා ඒක අසාධාරණයි කියලා කලින් මිලට විකුණන්න කියලා. අපි කොහොමද ඉන්ධන පොම්ප කරන්නේ රු. 300? මෙයින් අදහස් කරන්නේ අපට රු. පෙට්‍රල් ලීටර් දෙකක් පොම්ප කරන්න 700යි. ඔවුන් ඉන්ධන ගොඩබෑම ප්‍රතික්ෂේප කළා. අපි එතන කෑම පවා හදලා බවුසරයේ එන අයට පවා බෙදා දුන්නා.”",
        "“ඒත් සමහරු කිව්වා මිනිස්සු බවුසරයට ගිනි තියන්න හදනවා කියලා. මේක අමූලික බොරුවක්. පස්වරු 4.30 පමණ වනතුරු එය සාමකාමී විරෝධතාවක් විය. පසුව පොලිසිය එම ස්ථානයට පැමිණි අතර නොසන්සුන්තාව ආරම්භ විය. ඔවුන් අපට කඳුළු ගෑස් එල්ල කළ අතර පසුව පොලිස් නිලධාරියා වෙඩි තැබීමට නියෝග කළේය. මගේ දණහිසට පහළින් වෙඩි වැදී මම වැටුණා. ඊට පස්සේ පොලිසියේ අය ත්‍රීවීල්වලටයි බයික්වලටයි ගිනි තිබ්බා.” - සාක්ෂිකරු",
        "“ඒත් සමහරු කිව්වා මිනිස්සු බවුසරයට ගිනි තියන්න හදනවා කියලා. මේක අමූලික බොරුවක්. පස්වරු 4.30 පමණ වනතුරු එය සාමකාමී විරෝධතාවක් විය. පසුව පොලිසිය එම ස්ථානයට පැමිණි අතර නොසන්සුන්තාව ආරම්භ විය. එහිදී නොසන්සුන්කාරී තත්ත්වයක් හටගත් අතර කිසියම් පිරිසක් පොලිසියට ගල්මුල් ප්‍රහාර එල්ල කර තිබේ. ගල් ගහන්න එපා කියලා අපි පුන පුනා ජනතාවගෙන් ඉල්ලා සිටියත් ඔවුන් දිගටම කරගෙන ගියා. පොලිස් පරීක්ෂකවරයා ඉදිරියට පැමිණ “ගහපියව් ගහපියව්” (පහරදීම, පහරදීම) යැයි පැවසීමත් සමඟයි, පරීක්ෂකවරයාගේ එම නියෝගයෙන් පසුව ඔවුන් අපට කඳුළු ගෑස් එල්ල කළ අතර පසුව පොලිස් නිලධාරියා වෙඩි තැබීමට නියෝග කළේය. කඳුළු ගෑස් සහ දුම නිසා මට කිසිවක් නොපෙනුණි, නමුත් ටික වේලාවකට පසු, මගේ දණහිසට පහළින් වෙඩි වැදී මම වැටුණෙමි. පසුව පොලිසිය ත්‍රිරෝද රථ සහ යතුරුපැදිවලට ​​ගිනි තැබුවා. මා පමණක් රෝහලෙන් පිටව ගිය අතර තවත් 20 දෙනෙකු පමණ තවමත් වාට්ටු වල ප්‍රතිකාර ලබනවා. ටී 56 ගිනි අවියෙන් පත්තු වූ උණ්ඩය තවමත් වාට්ටුවේ තිබෙනවා” යැයි සාක්ෂිකරු වැඩිදුරටත් පැවසීය.",
        "“ඇයි ඔවුන් අපට වෙඩි තැබුවේ? අපි ඉල්ලුවේ අපේ මූලික අවශ්‍යතා විතරයි. ඔවුන් වෙඩි උණ්ඩවලින් ප්රතිචාර දක්වන්නේ කෙසේද? අපිට දැනගන්න ඕන වෙඩි තියන්න අණ දුන්නේ කවුද කියලා. එය ඉහළ සිට පැමිණිය යුතුව තිබුණි. ඔවුන්ට ජීව උණ්ඩ ලැබුණේ කොහෙන්ද? මේවා අපගේ කනස්සල්ලයි. ”",
        "“මට තව මාසයක් විතර වැඩ කරන්න බැරි වෙයි. වන්දි ලබාදීමට කටයුතු කරන බව මානව හිමිකම් කොමිසම ප්‍රකාශ කළේය. අපි වන්දි ඉල්ලා උද්ඝෝෂණ කළේවත් වෙඩි තියන්න උද්ඝෝෂණ කළේවත් නැහැ. අපි හැමෝම මුහුණ දෙන අසාධාරණකම්වලට එරෙහිව අපි හඬ නගනවා. නමුත් දැන් අපි යුක්තිය ඉල්ලා සිටිනවා,” සාක්ෂිකරු අවධාරණය කළේය.",
        "චමින්ද ලක්ෂාන්ගේ දේහය නිවසට ගෙනවිත් පැය කිහිපයකට පසු සෙනසුරාදා දිනත් රඹුක්කන නාරංබැද්ද ප්‍රදේශයේ පදිංචිකරුවෝ ඔහුගේ නිවසට පැමිණ අවසන් ගෞරව දැක්වීමට පැමිණියහ. විරෝධතාවයේදී වෙඩි වැදීමෙන් ලක්ෂාන් මිය ගියේය. ඔහු රන්දෙණිය අලි නාන තටාකයේ ද සේවය කරමින් සිටියදී තම ලොරියේ එළවලු, පලතුරු ඇතුළු ද්‍රව්‍ය සැපයීමට කුලී බාර ගනිමින් ව්‍යාපාරවල නිරත විය.",
        "සවස 5.00 ට පමණ අපට දන්වා සිටියේ වෙඩි වැදුණු බවයි. ඔවුන්ට ඉන්ධන පොම්ප කිරීමට නොහැකි වූ නිසා ඔහුද විරෝධතාකරුවන් අතර විය. වෙඩි තැබීමෙන් පසු තුවාල ලබා රෝහල් ගතකරමින් සිටියදී මියගොස් ඇත. මේ සම්බන්ධයෙන් අපක්ෂපාතී සහ ස්වාධීන පරීක්ෂණයක් සිදුකරන බව මානව හිමිකම් කොමිසම ප්‍රකාශ කළේය. අපි රජයෙන් කිසිම දෙයක් බලාපොරොත්තු වෙන්නේ නැහැ. මගේ සහෝදරයාට සාධාරණයක් ඉටු කිරීමට අපි හැකි සෑම දෙයක්ම කරනවා. -  කුමාර - චමින්ද ලක්ෂාන්ගේ සහෝදරයා",
        "“සිද්ධිය වෙච්ච දවසේ එයා එයාගේ බයික් එකට තෙල් ගහන්න ගියා” ලක්ෂාන්ගේ සහෝදරයා වන චමින්ද කුමාර සිහිපත් කළේය. “සවස 5.00 ට පමණ අපට දැනුම් දුන්නා ඔහුට වෙඩි වැදුණු බව. ඔවුන්ට ඉන්ධන පොම්ප කිරීමට නොහැකි වූ නිසා ඔහුද විරෝධතාකරුවන් අතර විය. වෙඩි තැබීමෙන් පසු තුවාල ලබා රෝහල් ගතකරමින් සිටියදී මියගොස් ඇත. අධිකරණ ක්‍රියාදාමයන් සිදුවෙමින් පවතින අතර නිගමනය කුමක්දැයි අප තවමත් දන්නේ නැත. වන්දි ලබා දෙන බව මානව හිමිකම් කොමිසම කීවා. අපක්ෂපාතී සහ ස්වාධීන පරීක්ෂණයක් පවත්වන බව එහි සඳහන් විය. අපි රජයෙන් කිසිම දෙයක් බලාපොරොත්තු වෙන්නේ නැහැ. මගේ සහෝදරයාට සාධාරණයක් ඉටු කිරීමට අපි හැකි සෑම දෙයක්ම කරන්නෙමු.",
        "ලක්ෂාන්ගේ වැන්දඹුව වන ආර් එස් ප්‍රියංගනීට පාඩුව දරාගත නොහැක. ඇය තම ස්වාමිපුරුෂයා ගැන ආඩම්බර වුවද, කිසිදු වන්දියක් හෝ යුක්තියක් ඔහුව නැවත ජීවනයට ගෙන ඒමට නොහැකි විය. “ඔහු දහවල් 12.30 ට පමණ නිවසින් පිටව ගියේ ඉන්ධන පොම්ප කිරීමටයි. සවස 3.30 ට පමණ ඔහු මට කතා කළ අතර පැය කිහිපයකට පසු මට ඇමතුමක් ලැබුණු අතර ඇමතුම්කරු පැවසුවේ “සුද්දට පොලිසියෙන් වෙඩි තියාල” (සුද්දාට පොලිසියෙන් වෙඩි තිබ්බා) යනුවෙනි. ඔවුන් වහාම ඔහුව රෝහලට ගෙන ගොස් ඇත. නමුත් මා කෑගල්ල රෝහලට යන විටත් ඔහු මිය ගොස් තිබුණි. ඔහු මිනීමරුවෙකු බවට චෝදනා ඇතත් ඔහු අත්අඩංගුවට ගෙන ඇත්තේ සැකකරුවෙකු ලෙස පමණි. මගේ පුතා කියනවා එයාට තව ඉස්කෝලේ යන්න බෑ කියලා.”",
        "මගේ පුතාට වයස අවුරුදු 15 යි, මගේ දුව ඉගෙනගෙන ඉවරයි. ඔහුගේ වියෝවෙන් මම කම්පා වෙමි. ඔහු උපයාගත් දෙයින් අපි බේරුණා. මට රජයෙන් සතයක් අවශ්‍ය නැහැ. මම වඩා ඉල්ලන්නේ මගේ දරුවන් ඇති දැඩි කිරීමටයි. වැරදිකරුවන්ට දඩුවම් දිය යුතුයි, එය මගේ එකම ඉල්ලීමයි.” -  ප්‍රියංගනී - ලක්ෂාන්ගේ වැන්දඹුව",
        "ඔහුට එරෙහිව පවරා ඇති නඩු දෙක පිළිබඳව විමසූ විට ප්‍රියංගනී කියා සිටියේ දේශපාලන දෙපිරිසක් අතර ඇතිවූ බහින්බස්වීමක් දුරදිග යාමෙන් රඹුක්කන නගරයේ එක් සිදුවීමක් සිදුවූ බවයි. “ඔවුන් ඔහුගේ හිසට පහර දී තිබුණා. ඔහු කලක් එක්සත් ජාතික පක්ෂය සමඟ කටයුතු කළ අතර තුවාලයෙන් පසු ඔහු තවදුරටත් පක්ෂයට වැඩ කළේ නැත. අනෙක් නඩුව, ඔහු සැකකරුවෙකු ලෙස අත්අඩංගුවට ගෙන පසුව නඩුව නිෂ්ප්රභ කරන ලදී. එයින් අදහස් කරන්නේ ඔවුන්ට හිතාමතාම ඔහුට වෙඩි තැබිය හැකි බවද? මගේ පුතාට වයස අවුරුදු 15 යි, මගේ දුව ඉගෙනගෙන ඉවරයි. ඔහුගේ වියෝවෙන් මම කම්පා වෙමි. ඔහු උපයාගත් දෙයින් අපි බේරුණෙමු. මට රජයෙන් සතයක් අවශ්‍ය නැහැ. මම වඩා ඉල්ලන්නේ මගේ දරුවන් ඇති දැඩි කිරීමටයි. වැරදිකරුවන්ට දඩුවම් දිය යුතුයි, එය මගේ එකම ඉල්ලීමයි.”",
        "ජනාධිපති නීතිඥ රියන්සි අර්සෙකුලරත්න, ජනාධිපති නීතිඥ උපුල් ජයසූරිය, ජනාධිපති නීතිඥ සරත් ජයමාන්න, ජ්‍යෙෂ්ඨ නීතීඥ චමින්ද අතුකෝරළ සහ වින්දිතයන් සහ සාක්‍ෂිකරුවන් වෙනුවෙන් කොළඹ, කෑගල්ල සහ පිට පළාත්වල නීතිඥවරු 100ක් පමණ ද අඛණ්ඩව දින තුනේම පෙනී සිටියහ. උපුල් ජයසූරිය මහතා පොදුරාජ්‍ය මණ්ඩලීය නීතිඥ සංගමය සහ ලෝඒෂියා වෙනුවෙන් පෙනී සිටියේය.",
        "පොලිසිය පස්වරු 2.00 ට වැරදි (“ඒ”) වාර්තාවක් ගොනු කළ අතර මරණයක් හෝ අපරාධයක් වාර්තා වන නිවැරදි කළ බී වාර්තාවක් ගොනු කරන ලෙසට නියෝග කරන ලදී.",
        "ඔවුන් විසින් නිවැරදි කරන ලද වාර්තාව පස්වරු 3.15 ට ගොනු කළේ විරෝධතාකරුවන් විසින් 298 වගන්තිය යටතේ චෝදනාවක් ඇතුළු වැරදි කිහිපයක් - මිනීමැරුමක් නොවන සාපරාධී මිනීමැරුමක් ඇති බවට චෝදනා කරමිනි.",
        "නීතිඥවරුන් රඹුක්කන (කෑගල්ලට කිලෝමීටර් 9 ක් පමණ දුරින්) පිහිටි ස්ථානයට ගිය අතර මහේස්ත්‍රාත්වරයා සාක්ෂි සටහන් කර ගැනීම සහ අපරාධ ස්ථානය නිරීක්ෂණය කිරීම පිළිබඳ සටහන් තැබීම ආරම්භ කළේය.",
        "පළමු සාක්‍ෂිකරු ප්‍රකාශ කළේ මියගිය පුද්ගලයාගේ බඩට පොලිස් භටයකු විසින් හිස්‌ දුරින් (මීටර් 10) වෙඩි තබා ඇති බවයි. විරෝධතාකරුවන් නීතිය උල්ලංඝණය කර නොමැති බවත් කිසිදු හානියක් සිදු නොකළ බවත් ඔහු පැවසීය. විශාල සෙනඟක් හිටියා. ඒ අසල තිබූ මඩුවකට ගොඩබෑමට පැමිණි පෙට්‍රල් රැගත් බවුසරයක් ගැනය. ඉන්ධන පිරවුම්හල් කළමනාකරු එය අලුතින් ප්‍රකාශයට පත් කළ මිලට වඩා 30% කට ආසන්න මිලකට විකිණීමට උත්සාහ කළ අතර, මිල වැඩි කිරීමට පෙර ගබඩා කර ඇති ඉන්ධන ඉන්වොයිස් කර ඇති බව සමූහයා දැන සිටියහ.",
        "උස මහත පොලිස් නිලධාරියකු පැමිණ තමා සැඟවී සිට බලා සිටි තම ත්‍රිරෝද රථයට ගිනි තැබූ බව දෙවැනි සාක්ෂිකරු ප්‍රකාශ කළේය. මේ අවස්ථාවේදී විශාල පිරිසක් පැමිණ සිටියහ. ඔවුන් ඉල්ලා සිටියේ මිල වැඩි කිරීමට පෙර බවුසර් තොගය මඩුව වෙත පැමිණි බැවින් පැරණි මිලටම ඉන්ධන අලෙවි කරන ලෙසයි. කෙසේ වෙතත්, සෙනඟ වැඩි නිසා බවුසරය මඩුවට ළඟා වීමට නොහැකිව රේල් පාරේ නතර විය.",
        "SOCO (අපරාධ නිලධාරීන්ගේ දර්ශනය) ලේ පැල්ලම් සහ මඩුවේ සීසීටීවී කැමරාවලට සහ ඉන්ධන බෙදා හැරීමේ පොම්පය අසල බිම තිබූ ගිනිකූරු පෙට්ටියට සිදු වූ හානිය පිළිබඳව සටහන් කර නොමැති බව මහේස්ත්‍රාත්වරයා නිරීක්ෂණය කළේය.",
        "මෙම අවස්ථාවේදී නීතීඥයින් මහේස්ත්‍රාත්වරයාට ඉල්ලීමක් කළේ මඩුව තුළ සවිකර ඇති කැමරා වල දර්ශන සටහන් කරන ඩීවීආර් එක සහ එම රෙකෝඩරය ද නීතීඥවරුන් හමුවේ පොලිස් භාරයට ගෙන අධිකරණයට ඉදිරිපත් කරන ලෙසයි.",
        "මියගිය පුද්ගලයා රෝහලට පැමිණීමෙන් අනතුරුව රාත්‍රී 8.30 ට පමණ අධිකරණය යළි ආරම්භ විය.",
        "උසාවිය නැවත කටයුතු ආරම්භ කරන විට, මුල් ‘බී’ වාර්තාව පස්වරු 3.15 ට ගොනු කර ඇති අතර ‘298 වගන්තිය’ මකා දමමින් වෙනස් කර ඇති බව පෙනී ගියේය.",
        "අධිකරණයේ සිටි ජ්‍යෙෂ්ඨ පොලිස් අධිකාරීවරයා එය වෙනස් කර ඇති බව දන්වා ඇත. නිල වාර්තාවක් වෙනස් කිරීම සම්බන්ධයෙන් සහ ‘අධිකරණයට අපහාස කිරීම’ සම්බන්ධයෙන් ජ්‍යෙෂ්ඨ පොලිස් අධිකාරීවරයාට චෝදනා එල්ල කරන ලෙසට නීතීඥවරු වහාම එම අයදුම්පත ඉදිරිපත් කළහ.",
        "ජ්‍යෙෂ්ඨ පොලිස් අධිකාරීවරයාට එරෙහිව චෝදනා කෙටුම්පත් කිරීම සඳහා ඉදිරි ක්‍රියාමාර්ග සඳහා එම වාර්තාවේ පිටපතක් පොලිස්පතිවරයාට සහ නීතිපතිවරයාට යැවීමට මහේස්ත්‍රාත්වරයා නියෝගයක් කළේය.",
        "අප්‍රේල් 21 වැනිදා පස්වරු 1.30 ට අධිකරණයේ කටයුතු යළි ආරම්භ විය.මේ අවස්ථාවේදී රජයේ ජ්‍යෙෂ්ඨ නීතිඥ ශනිල් කුලරත්න මහතා ඇමරිකස් කුරේ මහතා වෙනුවෙන් පෙනී සිටින ලෙස ඉල්ලා සිටියේය. ඔහුට විරුද්ධ වූ විට ඔහු පොලිසිය වෙනුවෙන් නියෝජ්‍ය පොලිස්පතිවරයා සමඟ පෙනී සිටියේය. වධහිංසා පැමිණවීමේ චෝදනාවට ලක්වූ නිලධාරීන් වෙනුවෙන් නීතිපතිවරයා පෙනී නොසිටින බවට නීතිපති දෙපාර්තමේන්තුවේ සම්ප්‍රදායක් පැවතීම මත ඔහුට නැවතත් විරෝධය එල්ල විය.",
        "සාක්‍ෂිකරුවන් ලෙස අධිකරණයේ පෙනී සිටි සිවිල් වැසියන් කිහිප දෙනෙක්‌ද වූහ.",
        "එක් වැදගත් සාක්ෂිකරුවෙකු පැවසුවේ, පොලිස් නිලධාරීන් කණ්ඩායමක් අවට සිටි පුද්ගලයින් තිදෙනෙකු පොලීසියට ගල් ප්‍රහාර එල්ල කිරීමට පටන් ගත් බවයි. එහෙත් එම තිදෙනාට එරෙහිව පොලිසිය කිසිදු ක්‍රියාමාර්ගයක් ගත්තේ නැත. ඉන් අනතුරුව තවත් නිල ඇඳුමින් සැරසුණු නිලධාරීන් තිදෙනෙකු ත්‍රිරෝද රථයක් පිටුපස නවාතැන් ගනිමින් සිටි අතර අහසට වෙඩි තැබීමට පෙර කඳුළු ගෑස් ප්‍රහාරයක් එල්ල කළේය. එම වේදිකාවේදී නිල ඇඳුමින් සැරසී සිටි නිලධාරියෙකු තරු දෙකක් සහ රාජ්‍ය ලාංඡනය සහිත නිලධාරියෙකු 'වෙඩි තියන්න' යැයි කෑගසනු ඔහුට (සාක්ෂිකරු) දුටු බවත් ඇසුණු බවත්, පෙට්‍රල් ෂෙඩ් එකට මීටර් 10 ක් පමණ දුරින් ගිනි අවියකින් වෙඩි තබා පුද්ගලයෙකු මිය ගිය බව සාක්ෂිකරු පැවසීය. .",
        "පොලිස් නිලධාරීන්ට ගිනි අවි නිකුත් කිරීමේදී එහි අනුක්‍රමික අංක සහ එක් එක් නිලධාරියාට නිකුත් කරන ලද උණ්ඩ සංඛ්‍යාව සටහන් කර ඇත.",
        "ඔවුන්ගේ සියලු සාක්ෂි අප්‍රේල් 22 වැනිදා රැගෙන එන ලෙස පොලිසියට නියෝග කෙරිණි.",
        "සියලුම නීතීඥවරු අඛණ්ඩව තුන්වන දිනටත් කෑගල්ල අධිකරණයට පැමිණියා.",
        "රඹුක්කන පොලිසියේ ස්ථානාධිපතිවරයා සාක්ෂි ලබාදෙමින් කියා සිටියේ තමන් මෙදින පාර්ලිමේන්තු මන්ත්‍රී කනක හේරත්ගේ නිවසට ගොස් සිද්ධිය වූ ස්ථානයට ගිය බවයි. ඔහුට අනුව අපරාධය සිදුවූ ස්ථානයේ 600කට ආසන්න පිරිසක් සිට ඇත. පිරිස ගල් ගසන බව ඔහු තහවුරු කළේය.",
        "ඊළඟ සාක්ෂිකරු වූයේ ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කීර්තිරත්නය. ඔහුට අනුව 2000 කට ආසන්න පිරිසක් එහි සිටියහ. පිරිස විසුරුවා හැරීම සඳහා කඳුළු ගෑස් ප්‍රහාර එල්ල කරන ලෙස ඔහු නියෝග කර ඇත. සෙනඟ පාලනය කර ගැනීමට නොහැකි වූ නිසා අහසට වෙඩි තැබීමට ඔහු අණ කළේය. සෙනඟ නොහික්මුණු සහ ප්‍රචණ්ඩකාරී බව ඔහු තවමත් දුටු බැවින්, විරෝධතාකරුවන්ගේ දණින් පහළට වෙඩි තැබීමට ඔහු නියෝග කළේය. යම් අවස්ථාවක දී සහකාර පොලිස් අධිකාරීවරයෙකුට සහ තවත් නිලධාරියෙකුට විශාල පිරිසක් විසින් ඔහුව බිමට තල්ලු කිරීම නිසා මනුෂ්‍ය ඝාතන සිදු වූ බව ද ඔහු පැවසීය.",
        "කෑගල්ල පොලිස් ස්ථානයේ අවි ගබඩාව භාරව සිටියේ තමන් බව මීළඟ පොලිස් සාක්ෂිකරු ප්‍රකාශ කළා. ඔවුන් සතුව රබර් උණ්ඩ නොමැති බව ඔහු පැවසීය. එවිට ඔහු ටී 56 ගිනි අවි සහ පිස්තෝල කිහිපයක් නිකුත් කර ඇත. වියදම් නොකළ පතොරම් සහ ගිනි අවි තමාට භාර නොදුන් බවද ඔහු කියා සිටියේය.",
        "තමා බවුසරය පිටුපස සිටි බව අවසන් පොලිස් සාක්ෂිකරු ප්‍රකාශ කළේය. විරෝධතාකරුවන් 200 කට ආසන්න පිරිසක් සහ පොලිස් භටයින් 70 ක් පමණ එහි සිටියහ. පුද්ගලයෙකු බවුසරයේ පිටතට ගලා යන කපාටය විවෘත කරන ආකාරය ඔහු දැක ඇති අතර පෙට්‍රල් වත් කිරීමට පටන් ගත් විට ඔහු එයට ගිනි තැබීමට උත්සාහ කර ඇත. එම පුද්ගලයා අත්අඩංගුවට ගැනීමට නොහැකි වූ බවද ඔහු පැවසීය.",
        "පස්වරු 6.00 ට පමණ මහේස්ත්‍රාත්වරයා පොලිස් ස්ථානයට රැගෙන ආ බවුසරය පරීක්ෂා කළේය. බවුසරයේ ටැංකිය වාහනයේ සවිකර නොතිබූ බව ඇය නිරීක්ෂණය කළාය. එබැවින් බවුසරයේ පිටතට ගලා යන කපාටය විවෘත කළේ කෙසේද යන්න හෝ එය බලහත්කාරයෙන් විවෘත කළේද යන්න සොයා බැලීමට හෝ පරීක්ෂා කිරීමට ඇයට නොහැකි වී තිබේ.",
        "සාක්ෂිකරුවන්ගේ අනන්‍යතාව හෙළි කිරීමෙන් වළකින ලෙස කෑගල්ල මහේස්ත්‍රාත්වරයා අප්‍රේල් 20 වැනිදා සියලුම මාධ්‍යවලට උපදෙස් දුන්නේය. කෙසේ වෙතත්, ප්‍රධාන ධාරාවේ මාධ්‍ය නාලිකාවක් අප්‍රේල් 21 වැනි දින ප්‍රයිම් ටයිම් ප්‍රවෘත්ති ප්‍රකාශයක් අතරතුර සාක්ෂිකරුවන්ගේ අනන්‍යතාවය හෙළි කළේය. පොලිස්පති සී ඩී වික්‍රමරත්න වෙත ලිපියක් යවමින් නීතීඥ සංගමයේ සභාපති ජනාධිපති නීතිඥ සාලිය පීරිස් ඉල්ලා සිටියේ සාක්ෂිකරුවන්ට කිසිදු බාධාවක් නොවන බවට සහතික වන ලෙසයි. පොලිසිය විසින්. මෙම සාක්ෂිකරුවන්ගේ නිදහසට බාධා නොකරන, සිද්ධියට සම්බන්ධ පොලිස් ස්ථානවල නොසිටින පොලිස් නිලධාරීන් විසින් සාක්ෂිකරුවන්ගේ ප්‍රකාශ සටහන් කර ගැනීමට පියවර ගන්නා ලෙස එම ලිපිය මඟින් පොලිස්පතිවරයාගෙන් ඉල්ලා සිටියි. අපරාධවලට ගොදුරු වූවන් සහ සාක්ෂිකරුවන් ආරක්ෂා කිරීමේ ජාතික අධිකාරියේ සභාපති ජනාධිපති නීතිඥ සුහද ගම්ලත් වෙත ලිපියක් ද යොමු කර ඇත.",
        "සාක්‍ෂිකරුවන් ආරක්‍ෂා කරන බවට අධිකාරිය සහතික වන්නේ කෙසේදැයි ඇසූ විට ගම්ලත් ඩේලි මිරර් වෙත පැවසුවේ සාක්‍ෂිකරුවන්ගේ අනන්‍යතාව හෙළි කිරීමෙන් වළකින ලෙස ප්‍රධාන ධාරාවේ මාධ්‍ය නාලිකාවලින් ඉල්ලා සිටින බවයි. ප්‍රධාන ධාරාවේ මාධ්‍ය නාලිකාව විසින් වාර්තාව පිළිබඳව විමසූ විට ගම්ලත් පැවසුවේ මහේස්ත්‍රාත්වරයාගේ නියෝගය ගැන ඔවුන් නොදැන නොසිටින බවයි. \"මහස්ත්‍රාත්වරයාගේ නියෝගය අනුව, කිසියම් සාක්ෂිකරුවෙකු තම අනන්‍යතාවය හෙළි කිරීමට අකමැති නම්, එයට ද අවසර දී දුරස්ථව සාක්ෂි ලබා ගනු ඇත.\"",
        "“රඹුක්කන සිද්ධියෙන් සිවිල් වැසියන් 14 දෙනෙක් රෝහල් ගත කළා. ඉන් සිව් දෙනෙකු දැඩි සත්කාර ඒකකයට ඇතුළත් කෙරුණා. එක් අයෙකු තුවාල ලබා මිය ගිය අතර දෙදෙනෙකු තවමත් ප්‍රතිකාර ලබනවා. එමෙන්ම ඇති වූ නොසන්සුන්තාවයෙන් පොලිස් නිලධාරීන් 20 දෙනෙකු ද ඇතුළත් කර ඇති අතර ඉන් 14 දෙනෙකු මහනුවර රෝහලට මාරු කර යවා තිබෙනවා. ඔවුන්ගෙන් පස් දෙනෙක් නිදහස් කළා”",
        "කෑගල්ල රෝහලට සිවිල් වැසියන් ඇතුළත් කරන අයුරු දැක්වෙන වීඩියෝ දර්ශනයක් සමාජ මාධ්‍ය ජාලා ඔස්සේ පැතිර ගියේය. වීඩියෝවට අනුව බොහෝ දෙනෙකුට බරපතල තුවාල සිදුවී ඇත. කෑගල්ල රෝහලේ අධ්‍යක්ෂිකා වෛද්‍ය මිහිරි ප්‍රියංගනී මහත්මිය පැවසුවේ “රඹුක්කන සිද්ධියෙන් සිවිල් වැසියන් 14 දෙනෙකු රෝහල් ගත කළ බවයි. “ඔවුන්ගෙන් හතර දෙනෙක් දැඩි සත්කාර ඒකකයට ඇතුළත් කළා. එක් අයෙකු තුවාල ලබා මිය ගිය අතර දෙදෙනෙකු තවමත් ප්‍රතිකාර ලබන අතර එක් අයෙකු ශල්‍ය වාට්ටුවට යවා ඇත. පුද්ගලයින් 10 දෙනෙකු ශල්‍ය වාට්ටුවට ඇතුළත් කර ඇති අතර ඉන් දෙදෙනෙකු පිටව ගොස් තිබෙනවා. මේ වනවිට සුළු තුවාල ලැබූ තවත් අට දෙනෙකු ප්‍රතිකාර ලබනවා. ඊට අමතරව ඇති වූ නොසන්සුන්තාවයෙන් පොලිස් නිලධාරීන් 20 දෙනෙකු ද ඇතුළත් කර ඇති අතර ඉන් 14 දෙනෙකු මහනුවර රෝහලට මාරු කර යවා ඇත. ඔවුන්ගෙන් පස් දෙනෙක් නිදහස් කළා. ”",
        "‘සැක සහිත’ වෙඩි වැදී තුවාල ලැබූ පුද්ගලයන් නව දෙනෙකු ඇතුළත් කර ඇත. ඔවුන්ගෙන් තිදෙනෙකු තවම පරීක්ෂා කර නොමැති අතර, එක් අයෙකු නිදහස් කර ඇති අතර එක් රෝගියෙකු තුවාල ලබා මිය ගියේය. අපි තවමත් එම තුවාලවල ස්වභාවය විශ්ලේෂණ කරමින් ඒවා වෙඩි වැදීමෙන් සිදුවූ තුවාලද යන්න තහවුරු කරමින් සිටිනවා.”",
        "- වෛද්‍ය එන්.ඒ.එස්.පී විජේරත්න - උපදේශක අධිකරණ වෛද්‍ය නිලධාරී",
        "වෙඩි වැදීමෙන් තුවාල ලැබූ තවත් අය අසාධ්‍ය මට්ටමේ සිටින්නේ දැයි ඩේලි මිරර් පුවත්පත විමසා සිටියේය. මෙම පත්‍රිකාවට අදහස් දක්වමින් උපදේශක අධිකරණ වෛද්‍ය නිලධාරී වෛද්‍ය එන්.ඒ.එස්.පී විජේරත්න කියා සිටියේ වෙඩි වැදී තුවාල ලැබූ පුද්ගලයින් නව දෙනෙකු ඇතුළත් කර ඇති බවයි. ඔවුන්ගෙන් තිදෙනෙකු තවම පරීක්ෂා කර නොමැති අතර, එක් අයෙකු නිදහස් කර ඇති අතර එක් රෝගියෙකු තුවාල ලබා මිය ගියේය. අපි තවමත් එම තුවාලවල ස්වභාවය විශ්ලේෂණ කරමින් සිටින්නේ ඒවා වෙඩි වැදීමෙන් සිදු වූ තුවාලද යන්න තහවුරු කර ගැනීමටයි.” ඔහු වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "ரம்புக்கனையில் அமைதியின்மை: பாதிக்கப்பட்டவர்கள் நீதிக்காகக் காத்திருக்கும் நிலையில் மாநில அளவிலான முரண்பாடுகள் ஏராளம்",
      "body_lines": [
        "ஏப்ரல் 19, 2022 இலங்கையில் அமைதியின்மை நாளாகும். ஏப்ரல் 18 அதிகாலையில் புதிதாக அறிவிக்கப்பட்ட எரிபொருள் விலை உயர்வுக்கு எதிராக முக்கிய நகரங்கள் மற்றும் நகரங்களில் மக்கள் தெருக்களில் இறங்கி போராட்டம் நடத்தினர். மதிய உணவுப் பொட்டலங்கள், பேருந்துக் கட்டணம் மற்றும் பிற அத்தியாவசியத் தேவைகளின் அடுத்தடுத்த விலை உயர்வுகள் மக்கள் மத்தியில் பீதியையும் கோபத்தையும் ஏற்படுத்தியது. ரம்புக்கனையில் அரங்கேறிய தொடர் நிகழ்வுகள், அரசாங்கம் இப்போது மக்களின் கோரிக்கைகளுக்கு மிருகத்தனமாக பதிலளிக்கிறதா என்று ஆச்சரியப்பட வைக்கிறது. பொதுமக்கள் மீது தாக்குதல் நடத்த காவல்துறை அதிகாரிகள் உத்தரவு பிறப்பிப்பது, துப்பாக்கி சூடு நடத்துவது, முச்சக்கர வண்டிகளுக்கு தீ வைப்பது போன்ற காட்சிகள் சமூக வலைதளங்களில் வைரலாகி வருகிறது. அதனைத் தொடர்ந்து மனித உரிமைகள் ஆணைக்குழு பொலிஸ் மா அதிபர் சி.டி.விக்ரமரத்ன மற்றும் சிரேஷ்ட பொலிஸ் அதிகாரிகள் குழுவிற்கு வாக்குமூலங்களைப் பெற்றுக்கொள்ள அழைப்பு விடுத்தது. மனித உரிமைகள் ஆணையாளர் நிமால் கருணாசிறி தனது முடிவில், ஆயுதம் ஏவப்படும் தீர்மானம் பொலிஸ் மா அதிபரின் வழிகாட்டலுக்கு புறம்பாக எடுக்கப்பட்டதாகவும், பல மாதங்களாக எந்தவொரு போராட்டத்திலும் துப்பாக்கிகளை பயன்படுத்த வேண்டாம் என பொலிஸ் மா அதிபர் மக்களுக்கு அறிவுறுத்தி வருவதாகவும் தெரிவித்தார். எனவே, துப்பாக்கிச் சூடு நடத்துமாறு பொலிஸாருக்கு உத்தரவிட்டது யார், வாகனங்களுக்கு தீ வைக்குமாறு பொலிஸாருக்கு உத்தரவு வழங்கியது யார், துப்பாக்கி ரவைகளை பயன்படுத்துமாறு பொலிஸாருக்கு உத்தரவிட்டது யார், பௌசருக்கு தீவைக்க முற்பட்டவர்கள் யார் என்ற பாரிய சந்தேகங்கள் இங்கு எழுந்துள்ளன.",
        "ரம்புக்கனையில் உள்ள மக்கள் தற்போது உயிருக்கு அஞ்சுகின்றனர். அவர்கள் ஊடகங்களில் பேசுவதை ஊக்கப்படுத்தியுள்ளனர் மற்றும் சில ஒளிபரப்பு சேனல்கள் தங்கள் அறிக்கைகளை திருத்தியதற்காக குற்றம் சாட்டியுள்ளனர். துப்பாக்கிச் சூட்டில் காயமடைந்த பொதுமக்களில் ஒருவர் வெள்ளிக்கிழமை டிஸ்சார்ஜ் செய்யப்பட்டார். நாங்கள் ரம்புக்கனைக்கு விஜயம் செய்த போது டெய்லி மிரர் இந்த நபரைப் பார்வையிட்டது. ஏப்ரல் 19 அன்று நடந்த தொடர் நிகழ்வுகளை சாட்சி பின்வருமாறு விவரித்தார்;",
        "“எரிபொருள் பெறுவதற்காக அதிகாலை வரை வரிசையில் நின்றோம். மூன்று நாட்களுக்கு எரிபொருள் இல்லை, ஏப்ரல் 19 அன்று எரிபொருள் இருக்கும் என்று கூறினோம். அதே நாளில் திடீரென எரிபொருள் விலை உயர்வு ஏற்பட்டது. எனவே அதிக விலைக்கு எரிபொருளை விற்க விரும்பிய அவர்கள் பவுசர்களை நிறுத்தினர். எதிர்ப்பில், மக்கள் தெருக்களில் திரண்டனர் மற்றும் கூட்டம் அலைமோதியது மற்றும் சுமார் 5000 பேர் இருந்திருக்கலாம். அவர்கள் இரண்டு பவுசர்களை அனுப்பினார்கள் ஆனால் அவர்கள் அதை ரூ.க்கு விற்க விரும்பினர். ஒரு லிட்டர் 338. முதல் பவுசர் காலை 11.00 மணிக்கும் இரண்டாவது பவுசர் மதியம் 1.30 மணிக்கும் வந்தது. இது நியாயமற்றது என்று கூறி, முந்தைய விலைக்கு விற்கச் சொன்னோம். நாம் எப்படி எரிபொருளை ரூ. 300? அதாவது நமக்கு சுமார் ரூ. இரண்டு லிட்டர் பெட்ரோல் பம்ப் செய்ய 700 ரூபாய். எரிபொருளை இறக்க மறுத்தனர். நாங்கள் அங்கு உணவு தயாரித்து, பவுசரில் வந்தவர்களுக்கு கூட விநியோகித்தோம்.",
        "“ஆனால் மக்கள் பவுசரை எரிக்க முயற்சிப்பதாக சிலர் கூறினர். இது அப்பட்டமான பொய். மாலை 4.30 மணி வரை அமைதியான முறையில் போராட்டம் நடந்தது. இதையடுத்து போலீசார் சம்பவ இடத்துக்கு வரவே, பரபரப்பு ஏற்பட்டது. அவர்கள் எங்களை நோக்கி கண்ணீர் புகை குண்டுகளை வீசினர், பின்னர் துப்பாக்கிச் சூடு நடத்த காவல்துறை அதிகாரி உத்தரவிட்டார். என் முழங்கால்களுக்கு கீழே நான் சுடப்பட்டேன், நான் விழுந்தேன். பின்னர் பொலிஸார் முச்சக்கர வண்டிகள் மற்றும் பைக்குகளுக்கு தீ வைத்தனர். - சாட்சி",
        "“ஆனால் மக்கள் பவுசரை எரிக்க முயற்சிப்பதாக சிலர் கூறினர். இது அப்பட்டமான பொய். மாலை 4.30 மணி வரை அமைதியான முறையில் போராட்டம் நடந்தது. இதையடுத்து போலீசார் சம்பவ இடத்துக்கு வரவே, பரபரப்பு ஏற்பட்டது. அப்போது அங்கு பதற்றமான சூழல் நிலவியதால் போலீசார் மீது சிலர் கற்களை வீசி தாக்குதல் நடத்தினர். கற்களை எறிய வேண்டாம் என்று நாங்கள் பலமுறை வலியுறுத்தினோம், ஆனால் அவர்கள் தொடர்ந்தனர். அப்போதுதான் போலீஸ் இன்ஸ்பெக்டர் முன் வந்து “கஹாபியாவ் கஹாபியாவ்” (தாக்குதல், தாக்குதல்) என்று கூறினார், அந்த ஆய்வாளரின் உத்தரவின் பேரில், அவர்கள் எங்களை நோக்கி கண்ணீர் புகை குண்டுகளை வீசினர், அதைத் தொடர்ந்து காவல்துறை அதிகாரி துப்பாக்கிச் சூடு நடத்த உத்தரவிட்டார். கண்ணீர் புகை மற்றும் புகையால் என்னால் எதையும் பார்க்க முடியவில்லை, ஆனால் சிறிது நேரம் கழித்து, நான் என் முழங்கால்களுக்கு கீழே சுடப்பட்டு விழுந்தேன். இதனையடுத்து முச்சக்கர வண்டிகள் மற்றும் இருசக்கர வாகனங்களுக்கு பொலிஸார் தீ வைத்தனர். நான் மட்டும் டிஸ்சார்ஜ் செய்யப்பட்டேன், மேலும் 20 பேர் இன்னும் வார்டுகளில் சிகிச்சை பெற்று வருகின்றனர். T-56 துப்பாக்கியால் சுடப்பட்ட தோட்டா இன்னும் வார்டில் உள்ளது, ”என்று சாட்சி மேலும் கூறினார்.",
        "“அவர்கள் ஏன் எங்களை நோக்கி சுட்டார்கள்? நாங்கள் எங்கள் அடிப்படைத் தேவைகளை மட்டுமே கேட்டோம். அவர்கள் எப்படி தோட்டாக்களால் பதிலளிக்க முடியும்? துப்பாக்கிச் சூடு நடத்த உத்தரவிட்டது யார் என்பதை அறிய வேண்டும். உயரத்தில் இருந்து வந்திருக்க வேண்டும். அவர்களுக்கு எங்கிருந்து வெடிமருந்து கிடைத்தது? இவை எங்கள் கவலைகள்.",
        "“இன்னும் ஒரு மாதம் அல்லது அதற்கு மேல் என்னால் வேலை செய்ய முடியாது. இழப்பீடு வழங்க ஏற்பாடு செய்வதாக மனித உரிமை ஆணையம் தெரிவித்துள்ளது. இழப்பீடு கேட்டு நாங்கள் போராட்டம் நடத்தவில்லை, சுட்டுக்கொல்ல வேண்டும் என்று நாங்கள் போராட்டம் நடத்தவில்லை. நாம் அனைவரும் எதிர்கொள்ளும் அநீதிகளுக்கு எதிராக குரல் கொடுக்கிறோம். ஆனால் இப்போது, ​​நாங்கள் நீதி கேட்கிறோம்,” என்று சாட்சி வலியுறுத்தினார்.",
        "சமிந்த லக்ஷனின் சடலம் வீட்டிற்கு கொண்டு வரப்பட்ட சில மணித்தியாலங்களின் பின்னர், சமிந்த லக்ஷனின் வீட்டிற்கு சனிக்கிழமை இறுதி அஞ்சலி செலுத்துவதற்காக நாரணபெத்த, ரம்புக்கன பிரதேசவாசிகள் சென்றுகொண்டிருந்தனர். போராட்டத்தின் போது துப்பாக்கிச் சூட்டுக்கு இலக்காகி லக்ஷன் உயிரிழந்தார். ரந்தெனிய யானைக் குளத்தில் பணிபுரியும் போது, ​​தனது லொறியில் மரக்கறிகள், பழங்கள் மற்றும் இதர பொருட்களை வழங்குவதற்கு வாடகைக்கு பெற்று வியாபாரத்தில் ஈடுபட்டிருந்தார்.",
        "மாலை 5.00 மணியளவில் அவர் சுடப்பட்டதாக எங்களுக்குத் தெரிவிக்கப்பட்டது. அவர்களால் எரிபொருளை பம்ப் செய்ய முடியாததால், அவரும் போராட்டக்காரர்களில் ஒருவர். துப்பாக்கிச் சூட்டுக்குப் பின், படுகாயமடைந்த அவர் மருத்துவமனைக்குக் கொண்டு செல்லும் வழியில் உயிரிழந்தார். இது குறித்து பாரபட்சமற்ற மற்றும் சுதந்திரமான விசாரணையை நடத்தி வருவதாக HRCSL தெரிவித்துள்ளது. நாங்கள் அரசிடம் இருந்து எதையும் எதிர்பார்க்கவில்லை. எனது சகோதரருக்கு நீதி கிடைக்க எங்களால் முடிந்த அனைத்தையும் செய்வோம். -  குமார - சமிந்த லக்ஷனின் சகோதரர்",
        "லக்ஷனின் சகோதரர் சமிந்த குமார நினைவு கூர்ந்தார், “சம்பவத்தன்று அவர் தனது பைக்கிற்கு எரிபொருளை செலுத்தச் சென்றிருந்தார். “மாலை 5.00 மணியளவில் அவர் சுடப்பட்டதாக எங்களுக்குத் தெரிவிக்கப்பட்டது. அவர்களால் எரிபொருளை பம்ப் செய்ய முடியாததால், அவரும் போராட்டக்காரர்களில் ஒருவர். துப்பாக்கிச் சூட்டுக்குப் பின், படுகாயமடைந்த அவர் மருத்துவமனைக்குக் கொண்டு செல்லும் வழியில் உயிரிழந்தார். நீதிமன்ற நடவடிக்கைகள் நடந்து வருகின்றன, முடிவு என்னவாக இருக்கும் என்பதை நாங்கள் இன்னும் அறியவில்லை. இழப்பீடு வழங்குவதாக மனித உரிமை ஆணையம் கூறியது. பாரபட்சமற்ற மற்றும் சுதந்திரமான விசாரணையை நடத்துவதாக அது கூறியது. நாங்கள் அரசிடம் இருந்து எதையும் எதிர்பார்க்கவில்லை. எனது சகோதரருக்கு நீதி கிடைக்க அனைத்து முயற்சிகளையும் செய்வோம்.",
        "லக்ஷனின் விதவையான ஆர்.எஸ் பிரியங்கனி இழப்பைத் தாங்க முடியாமல் தவிக்கிறார். அவள் தன் கணவனைப் பற்றி பெருமிதம் கொண்டாலும், எந்த இழப்பீடும் அல்லது நீதியும் அவனை மீண்டும் உயிர்ப்பிக்க முடியாது. “அவர் மதியம் 12.30 மணியளவில் எரிபொருளை செலுத்துவதற்காக வீட்டை விட்டு வெளியேறினார். பிற்பகல் 3.30 மணியளவில் அவர் என்னை அழைத்தார், சில மணிநேரங்களுக்குப் பிறகு, எனக்கு ஒரு அழைப்பு வந்தது, அழைப்பாளர், \"சுத்தடா காவல்துறையேன் வெடி தியல\" (சுத்தாவை காவல்துறை சுட்டுக் கொன்றது) என்றார். உடனடியாக அவரை மருத்துவமனைக்கு கொண்டு சென்றுள்ளனர். ஆனால் நான் கேகாலை வைத்தியசாலைக்கு சென்றடைந்த போது அவர் ஏற்கனவே இறந்துவிட்டார். அவர் ஒரு கொலைகாரன் என்று குற்றச்சாட்டுகள் உள்ளன, ஆனால் அவர் ஒரு சந்தேக நபராக மட்டுமே கைது செய்யப்பட்டார். இனி பள்ளிக்கு செல்ல முடியாது என்று என் மகன் கூறுகிறான்.",
        "என் மகனுக்கு 15 வயது, என் மகள் படிப்பை முடித்துவிட்டாள். அவரது இழப்பால் நான் சோகமடைந்துள்ளேன். அவர் சம்பாதித்ததில் இருந்து பிழைத்தோம். அரசாங்கத்திடம் இருந்து எனக்கு ஒரு சதமும் தேவையில்லை. நான் பிச்சை எடுத்து என் குழந்தைகளை வளர்ப்பேன். குற்றவாளிகள் தண்டிக்கப்பட வேண்டும், அதுவே எனது ஒரே வேண்டுகோள். -  பிரியங்கனி - லக்ஷனின் விதவை",
        "தனக்கு எதிராக பதிவு செய்யப்பட்டுள்ள இரண்டு வழக்குகள் குறித்து வினவியபோது, ​​இரண்டு அரசியல் பிரிவினரிடையே ஏற்பட்ட வாக்குவாதத்தைத் தொடர்ந்து ரம்புக்கனை நகரில் ஒரு சம்பவம் நடந்ததாக பிரியங்கனி தெரிவித்தார். \"அவர்கள் அவரை தலையில் அடித்தார்கள். ஐக்கிய தேசியக் கட்சியில் சில காலம் பணியாற்றிய அவர், காயத்தின் பின்னர் கட்சியில் பணியாற்றவில்லை. மற்றைய வழக்கில், அவர் சந்தேகத்தின் பேரில் கைது செய்யப்பட்டு, வழக்கு தள்ளுபடி செய்யப்பட்டது. வேண்டுமென்றே அவரைச் சுடலாம் என்று அர்த்தமா? என் மகனுக்கு 15 வயது, என் மகள் படிப்பை முடித்துவிட்டாள். அவரது இழப்பால் நான் சோகமடைந்துள்ளேன். அவர் சம்பாதித்ததில் இருந்து பிழைத்தோம். அரசாங்கத்திடம் இருந்து எனக்கு ஒரு சதமும் தேவையில்லை. நான் பிச்சை எடுத்து என் குழந்தைகளை வளர்ப்பேன். குற்றவாளிகள் தண்டிக்கப்பட வேண்டும், அதுவே எனது ஒரே வேண்டுகோள்.",
        "மூன்று நாட்களும் தொடர்ச்சியாக ஆஜரான சட்டத்தரணிகள் குழு, அதாவது ரியென்சி அர்செகுலரத்ன, உபுல் ஜயசூரிய, சரத் ஜயமான்ன, சிரேஷ்ட சட்டத்தரணி சமிந்த அதுகோரள மற்றும் பாதிக்கப்பட்டவர்கள் மற்றும் சாட்சிகள் சார்பாக கொழும்பு, கேகாலை மற்றும் வெளிமாவட்டங்களில் இருந்து சுமார் 100 சட்டத்தரணிகளும் ஆஜராகினர். கொமன்வெல்த் சட்டத்தரணிகள் சங்கம் மற்றும் லாஏசியா சார்பில் உபுல் ஜயசூரிய ஆஜராகியிருந்தார்.",
        "மதியம் 2.00 மணிக்கு போலிஸ் தவறான (“A”) அறிக்கையை பதிவு செய்து, ஒரு மரணம் அல்லது குற்றம் புகாரளிக்கப்பட்ட திருத்தப்பட்ட B அறிக்கையை தாக்கல் செய்ய உத்தரவிடப்பட்டது.",
        "சட்டப்பிரிவு 298-ன் கீழ் குற்றஞ்சாட்டப்பட்ட குற்றச் சாட்டு உட்பட போராட்டக்காரர்களால் பல குற்றங்கள் இருப்பதாக குற்றம் சாட்டி அவர்கள் திருத்தப்பட்ட அறிக்கையை பிற்பகல் 3.15 மணிக்கு தாக்கல் செய்தனர் - குற்றமற்ற கொலை அல்ல.",
        "சட்டத்தரணிகள் ரம்புக்கனையில் (கேகாலையில் இருந்து சுமார் 9 கிலோமீட்டர் தொலைவில்) சம்பவ இடத்திற்குச் சென்று பார்வையிட்டனர், மேலும் நீதவான் சாட்சியங்களைப் பதிவுசெய்து குற்றச் சம்பவத்தை அவதானித்தல் தொடர்பான குறிப்புகளைச் செய்யத் தொடங்கினார்.",
        "இறந்தவரின் வயிற்றில் ஒரு போலீஸ்காரர் சுடப்பட்டதாக முதல் சாட்சி கூறினார் (10 மீட்டர்). போராட்டக்காரர்கள் சட்டத்தை மீறவில்லை என்றும், எந்த சேதமும் ஏற்படவில்லை என்றும் அவர் கூறினார். பெரிய கூட்டம் இருந்தது. அருகில் இருந்த கொட்டகையில் இறக்குவதற்கு வந்த பெட்ரோலை ஏற்றிச் சென்ற பவுசரைப் பற்றியது. எரிபொருள் நிரப்பு நிலைய மேலாளர், தற்போதுள்ள விலையை விட கிட்டத்தட்ட 30% அதிகமாக அறிவிக்கப்பட்ட விலையில் விற்க முயன்றார், அதேசமயம், ஸ்டாக் செய்யப்பட்ட எரிபொருளின் விலை உயர்வுக்கு முன்பே விலைப்பட்டியல் எடுக்கப்பட்டதை மக்கள் அறிந்திருந்தனர்.",
        "உயரமான பொலிஸ்காரர் ஒருவர் வந்து தான் மறைந்திருந்து பார்த்துக்கொண்டிருந்த தனது முச்சக்கரவண்டிக்கு தீ வைத்ததாக இரண்டாவது சாட்சி கூறினார். இந்த நிலையில், மக்கள் கூட்டம் அதிகமாக இருந்தது. விலை உயர்வுக்கு முன்னதாகவே பவுசர் எரிபொருட்கள் கொட்டகைக்கு வந்துள்ளதால், பழைய விலைக்கே எரிபொருளை விற்பனை செய்ய வேண்டும் என கோரிக்கை விடுத்துள்ளனர். எவ்வாறாயினும், கூட்டம் அதிகமாக இருந்ததால், பவுசர் கொட்டகையை அடைய முடியாமல் ரயில் பாதையில் நிறுத்தப்பட்டது.",
        "SOCO (குற்ற அதிகாரிகளின் காட்சி) இரத்தக் கறைகள் மற்றும் கொட்டகையின் சிசிடிவி கேமராக்கள் மற்றும் எரிபொருள் விநியோக பம்ப் அருகே தரையில் இருந்த தீப்பெட்டிகளுக்கு ஏற்பட்ட சேதம் ஆகியவற்றைக் கவனிக்கவில்லை என்பதை மாஜிஸ்திரேட் கவனித்தார்.",
        "இந்த நிலையில், கொட்டகைக்குள் பொருத்தப்பட்டிருந்த கமெராக்களில் பதிவாகும் டி.வி.ஆர் மற்றும் குறிப்பிட்ட ரெக்கார்டரையும் சட்டத்தரணிகள் முன்னிலையில் பொலிஸ் காவலில் எடுத்து நீதிமன்றில் சமர்ப்பிக்குமாறு சட்டத்தரணிகள் நீதவானிடம் விண்ணப்பம் செய்தனர்.",
        "மருத்துவமனையில் இறந்தவரைப் பார்வையிட்ட பிறகு இரவு 8.30 மணியளவில் நீதிமன்றம் மீண்டும் தொடங்கியது.",
        "நீதிமன்ற நடவடிக்கைகள் மீண்டும் தொடங்கியபோது, ​​பிற்பகல் 3.15 மணிக்கு அசல் ‘பி’ அறிக்கை தாக்கல் செய்யப்பட்டு, ‘பிரிவு 298’ ஐ அழித்து மாற்றியமைக்கப்பட்டது கண்டறியப்பட்டது.",
        "நீதிமன்றத்தில் ஆஜராகியிருந்த எஸ்.எஸ்.பி அதை மாற்றிவிட்டதாக தெரிவிக்கப்பட்டது. உத்தியோகபூர்வ பதிவேட்டை மாற்றியதற்காகவும், 'நீதிமன்ற அவமதிப்பு'க்காகவும் SSP மீது குற்றஞ்சாட்டுவதற்கு வழக்கறிஞர்கள் உடனடியாக விண்ணப்பம் செய்தனர்.",
        "மாஜிஸ்திரேட், எஸ்எஸ்பிக்கு எதிரான குற்றச்சாட்டை முன்வைக்க, ஐஜிபி மற்றும் ஏஜி ஆகியோருக்கு அடுத்த நடவடிக்கைக்காக பதிவின் நகலை அனுப்ப உத்தரவிட்டார்.",
        "ஏப்ரல் 21ஆம் திகதி பிற்பகல் 1.30 மணியளவில் நீதிமன்ற நடவடிக்கைகள் மீண்டும் ஆரம்பிக்கப்பட்டன. இந்த நிலையில் அரச தரப்பு சட்டத்தரணி ஷனில் குலரத்ன அமிகஸ் கியூரே ஆஜராகுமாறு கோரினார். அவருக்கு எதிர்ப்பு தெரிவிக்கப்பட்டதால், காவல்துறை சார்பில் டிஐஜியிடம் ஆஜரானார். சித்திரவதைக்கு ஆளான அதிகாரிகளை ஏஜி பாதுகாப்பதில்லை என்ற பாரம்பரியம் ஏஜி பிரிவில் உள்ளது என்ற அடிப்படையில் அவருக்கு மீண்டும் எதிர்ப்பு தெரிவிக்கப்பட்டது.",
        "சாட்சிகளாக பல பொதுமக்கள் நீதிமன்றத்தில் ஆஜராகினர்.",
        "ஒரு முக்கிய சாட்சி கூறுகையில், போலீஸ்காரர்கள் குழுவிற்கு அருகில் இருந்த மூன்று பேர், போலீசார் மீது கற்களை வீசத் தொடங்கினர். ஆனால், அந்த மூன்று பேர் மீதும் போலீசார் எந்த நடவடிக்கையும் எடுக்கவில்லை. அதன் பின்னர் மூன்று சீருடை அணிந்த அதிகாரிகள் முச்சக்கர வண்டியின் பின்னால் தஞ்சம் அடைந்தனர், வானத்தில் துப்பாக்கிச் சூடு நடத்துவதற்கு முன்பு கண்ணீர் புகை குண்டுகளை வீசினர். அந்த நிலையில், அவர் (சாட்சி) இரண்டு நட்சத்திரங்கள் மற்றும் அரசு சின்னத்துடன் ஒரு சீருடை அணிந்த அதிகாரி அவர்களைப் பார்த்து 'சுட வேண்டும்' என்று கத்தினார். பெட்ரோல் கொட்டகையில் இருந்து 10 மீட்டர் தொலைவில் துப்பாக்கியால் சுட்டு ஒருவர் கொல்லப்பட்டார், சாட்சி கூறினார். .",
        "காவல்துறை அதிகாரிகளுக்கு துப்பாக்கிகள் வழங்கப்படும் போது, ​​ஒவ்வொரு அதிகாரிக்கும் வழங்கப்பட்ட வரிசை எண்கள் மற்றும் தோட்டாக்களின் எண்ணிக்கையுடன் குறிப்பிடப்படும்.",
        "ஏப்ரல் 22 ஆம் தேதி அனைத்து ஆதாரங்களையும் கொண்டு வர காவல்துறைக்கு உத்தரவிடப்பட்டது.",
        "அனைத்து சட்டத்தரணிகளும் தொடர்ந்து மூன்றாவது நாளாக கேகாலை நீதிமன்றில் ஆஜராகியிருந்தனர்.",
        "ரம்புக்கனை பொலிஸ் நிலைய பொறுப்பதிகாரி சாட்சியங்களை வழங்கியதுடன், இன்றைய தினம் பாராளுமன்ற உறுப்பினர் கனக ஹேரத்தின் வீட்டிற்கு சென்று சம்பவ இடத்திற்கு சென்றதாக தெரிவித்தார். அவரைப் பொறுத்தவரை, குற்றம் நடந்த இடத்தில் கிட்டத்தட்ட 600 பேர் இருந்தனர். கூட்டம் கற்களை வீசியதை அவர் உறுதிப்படுத்தினார்.",
        "அடுத்த சாட்சி எஸ்.எஸ்.பி கீர்த்திரத்ன. அவரது கூற்றுப்படி, கிட்டத்தட்ட 2000 பேர் இருந்தனர். கூட்டத்தை கலைக்க கண்ணீர் புகை குண்டுகளை வீச உத்தரவிட்டார். கூட்டத்தை கட்டுப்படுத்த முடியாததால், வானத்தை நோக்கி துப்பாக்கியால் சுட உத்தரவிட்டார். அப்போதும் கூட்டம் கட்டுக்கடங்காமல் வன்முறையாக இருப்பதைக் கண்ட அவர், போராட்டக்காரர்களின் முழங்கால்களுக்குக் கீழே சுட உத்தரவிட்டார். ஒரு கட்டத்தில், ஒரு ஏஎஸ்பி மற்றும் மற்றொரு அதிகாரி ஒரு பெரிய கும்பலால் தரையில் தள்ளப்பட்டதால் மனிதனால் தாக்கப்பட்டதாகவும் அவர் கூறினார்.",
        "கேகாலை பொலிஸ் நிலையத்தில் உள்ள ஆயுதக் களஞ்சியசாலையின் பொறுப்பாளராக அவர் இருந்ததாக அடுத்த பொலிஸ் சாட்சியமளித்தார். அவர்களிடம் ரப்பர் தோட்டாக்கள் இல்லை என்றார். பின்னர் அவர் டி-56 தாக்குதல் துப்பாக்கிகள் மற்றும் பல கைத்துப்பாக்கிகளை வெளியிட்டார். செலவழிக்கப்படாத தோட்டாக்கள் மற்றும் துப்பாக்கிகள் தன்னிடம் ஒப்படைக்கப்படவில்லை எனவும் அவர் தெரிவித்துள்ளார்.",
        "பவுசரின் பின்னால் தான் இருந்ததாக காவல்துறையின் கடைசி சாட்சி கூறினார். அங்கு 200க்கும் மேற்பட்ட போராட்டக்காரர்கள் மற்றும் 70 போலீசார் குவிக்கப்பட்டனர். ஒருவர் பவுசரின் அவுட்ஃப்ளோ வால்வைத் திறப்பதைக் கண்ட அவர், பெற்றோல் கொட்டத் தொடங்கியதும் தீக்குளிக்க முயன்றார். அந்த நபரை கைது செய்ய முடியவில்லை என்றார்.",
        "மாலை 6.00 மணியளவில் பொலிஸ் நிலையத்திற்கு கொண்டு வரப்பட்ட பௌசரை நீதவான் பார்வையிட்டார். வாகனத்தின் மீது பவுசரின் டேங்க் பொருத்தப்படாததை அவதானித்துள்ளார். எனவே, பவுசரின் வெளியேற்ற வால்வு எவ்வாறு திறக்கப்பட்டது அல்லது வலுக்கட்டாயமாக திறக்கப்பட்டதா என்பதை அவளால் கண்டுபிடிக்கவோ அல்லது ஆராயவோ முடியவில்லை.",
        "ஏப்ரல் 20 ஆம் திகதி, சாட்சிகளின் அடையாளங்களை வெளிப்படுத்துவதைத் தவிர்க்குமாறு கேகாலை நீதவான் அனைத்து ஊடகங்களுக்கும் அறிவுறுத்தினார். எவ்வாறாயினும், பிரதான ஊடகம் ஒன்று ஏப்ரல் 21 அன்று பிரைம் டைம் செய்தித் தொகுப்பின் போது சாட்சிகளின் அடையாளத்தை வெளிப்படுத்தியது. IGP C. D விக்ரமரத்னவிற்கு அனுப்பப்பட்ட கடிதத்தில், சட்டத்தரணிகள் சங்கத்தின் தலைவர் சாலிய பீரிஸ் PC சாட்சிகளுக்கு இடையூறு இல்லை என்பதை உறுதிப்படுத்துமாறு கோரியுள்ளார். காவல்துறை மூலம். சாட்சிகளின் வாக்குமூலங்கள் சம்பவத்துடன் தொடர்புடைய பொலிஸ் நிலையங்களில் இல்லாத பொலிஸ் உத்தியோகத்தர்களினால் பதிவு செய்யப்படுவதை உறுதி செய்ய நடவடிக்கை எடுக்குமாறும், இந்த சாட்சிகளின் சுதந்திரத்தில் தலையிடாத வகையில் நடவடிக்கை எடுக்குமாறும் அந்தக் கடிதத்தில் கோரிக்கை விடுக்கப்பட்டுள்ளது. குற்றம் மற்றும் சாட்சிகளால் பாதிக்கப்பட்டவர்களை பாதுகாப்பதற்கான தேசிய அதிகாரசபையின் தலைவர் சுஹதா கம்லத் பிசி அவர்களுக்கும் கடிதம் அனுப்பப்பட்டுள்ளது.",
        "சாட்சிகள் பாதுகாக்கப்படுவதை அதிகாரசபை எவ்வாறு உறுதிப்படுத்துகிறது என்று கேட்டபோது, ​​சாட்சிகளின் அடையாளங்களை வெளியிடுவதைத் தவிர்க்குமாறு பிரதான ஊடக சேனல்களிடம் கோரிக்கை விடுத்துள்ளதாக கம்லத் டெய்லி மிரரிடம் கூறினார். பிரதான ஊடகச் சேனலின் அறிக்கை பற்றி கேட்டபோது, ​​மாஜிஸ்திரேட்டின் உத்தரவு குறித்து அவர்கள் அறிந்திருக்க மாட்டார்கள் என்று கம்லத் கூறினார். \"மாஜிஸ்திரேட்டின் உத்தரவின்படி, எந்த சாட்சியும் தங்கள் அடையாளத்தை வெளிப்படுத்த விரும்பவில்லை என்றால், அதுவும் அனுமதிக்கப்படும் மற்றும் ஆதாரங்கள் தொலைதூரத்தில் பெறப்படும்.\"",
        "“ரம்புக்கனை சம்பவத்தைத் தொடர்ந்து 14 பொதுமக்கள் வைத்தியசாலையில் அனுமதிக்கப்பட்டுள்ளனர். அவர்களில் 4 பேர் தீவிர சிகிச்சைப் பிரிவில் அனுமதிக்கப்பட்டனர். ஒருவர் சிகிச்சை பலனின்றி உயிரிழந்த நிலையில், இருவர் சிகிச்சை பெற்று வருகின்றனர். மேலும் அமைதியின்மை காரணமாக 20 பொலிஸாரும் அனுமதிக்கப்பட்டதுடன் அவர்களில் 14 பேர் கண்டி வைத்தியசாலைக்கு மாற்றப்பட்டுள்ளனர். அவர்களில் 5 பேர் டிஸ்சார்ஜ் செய்யப்பட்டனர்”",
        "பொதுமக்கள் கேகாலை வைத்தியசாலையில் அனுமதிக்கப்படும் வீடியோ காட்சி சமூக ஊடகங்களில் வைரலாக பரவியது. வீடியோவின் படி, பலர் பலத்த காயங்களுக்கு ஆளாகியுள்ளனர். “ரம்புக்கன சம்பவத்தைத் தொடர்ந்து 14 பொதுமக்கள் வைத்தியசாலையில் அனுமதிக்கப்பட்டுள்ளனர்” என கேகாலை வைத்தியசாலை பணிப்பாளர் டொக்டர் மிஹிரி பிரியங்கனி தெரிவித்தார். அவர்களில் நான்கு பேர் தீவிர சிகிச்சைப் பிரிவில் அனுமதிக்கப்பட்டுள்ளனர். ஒருவர் காயங்களுக்கு உள்ளான நிலையில், இருவர் சிகிச்சை பெற்று வரும் நிலையில், ஒருவர் சத்திரசிகிச்சை பிரிவுக்கு அனுப்பப்பட்டுள்ளார். 10 பேர் அறுவை சிகிச்சை வார்டுகளில் அனுமதிக்கப்பட்டனர், அவர்களில் இருவர் வெளியேற்றப்பட்டுள்ளனர். தற்போது மேலும் 8 பேர் சிறு காயங்களுடன் சிகிச்சை பெற்று வருகின்றனர். மேலும், அமைதியின்மை காரணமாக 20 பொலிஸாரும் அனுமதிக்கப்பட்டு அவர்களில் 14 பேர் கண்டி வைத்தியசாலைக்கு மாற்றப்பட்டுள்ளனர். அவர்களில் 5 பேர் டிஸ்சார்ஜ் செய்யப்பட்டனர்.",
        "ஒன்பது பேர் ‘சந்தேகத்திற்கிடமான’ துப்பாக்கிச் சூட்டுக் காயங்களுடன் அனுமதிக்கப்பட்டனர். \"அவர்களில் மூன்று பேர் இன்னும் பரிசோதிக்கப்படவில்லை, ஒருவர் டிஸ்சார்ஜ் செய்யப்பட்டார் மற்றும் ஒரு நோயாளி காயங்களால் இறந்தார். காயங்களின் தன்மையை ஆராய்ந்து, அவை துப்பாக்கிச் சூட்டுக் காயங்களா என்பதை உறுதிப்படுத்தும் பணியில் நாங்கள் இன்னும் ஈடுபட்டுள்ளோம்” என்றார்.",
        "- டாக்டர் என்.ஏ.எஸ்.பி விஜேரத்ன - ஆலோசகர் நீதி மருத்துவ அதிகாரி",
        "டெய்லி மிரர், துப்பாக்கிச் சூட்டுக் காயங்களுக்கு உள்ளான மற்றவர்கள் ஆபத்தான நிலையில் இருக்கிறார்களா என்று வினவியது. இந்த பத்திரிகைக்கு கருத்து தெரிவித்த ஆலோசகர் நீதித்துறை வைத்திய அதிகாரி டாக்டர் என்.ஏ.எஸ்.பி விஜேரத்ன, ‘சந்தேகத்திற்குரிய’ துப்பாக்கிச் சூட்டு காயங்களுடன் ஒன்பது பேர் அனுமதிக்கப்பட்டுள்ளதாக தெரிவித்தார். \"அவர்களில் மூன்று பேர் இன்னும் பரிசோதிக்கப்படவில்லை, ஒருவர் டிஸ்சார்ஜ் செய்யப்பட்டார் மற்றும் ஒரு நோயாளி காயங்களால் இறந்தார். துப்பாக்கிச் சூட்டுக் காயங்களா என்பதை உறுதிப்படுத்த, காயங்களின் தன்மையை நாங்கள் இன்னும் ஆய்வு செய்து வருகிறோம், ”என்று அவர் மேலும் கூறினார்."
      ]
    }
  }
}