{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-Irresponsibility-of-Intellectuals/172-233910",
  "time_ut": 1648405860,
  "title": "The Irresponsibility of Intellectuals",
  "body_lines": [
    "Economic collapse is no longer imminent, it has arrived. Make no mistake, a set of policy outcomes as disastrous as this would lead to mass anarchy in almost any other part of our region.",
    "Whatever Sri Lankan sense of pacifism or apathy is keeping the temperature just below boiling is unlikely to last for much longer. The protests and agitations of many thousands of ordinary Sri Lankans over the last year seemed to snowball into an awe-inspiring rally led by the Samagi Jana Balawegaya (SJB). That many independent Sri Lankans joined in, especially from within Colombo, was particularly encouraging. Al Jazeera reported ‘tens of thousands’ but whatever the official count, the stream of visceral anger was hard to miss, indeed the pictures of the march, broadcast nationally, must surely bring some hope to the masses around the country that there is a movement and it is gathering pace. Not everyone that reads an English daily in Colombo will appreciate this.",
    "Our institutions and intellectuals have an obligation to respond to the desperation, to bring clarity to the conversation. Those with the necessary expertise must correct the record, not muddy the waters. Two major dailies carried an opinion piece by Dr. Nihal Jayawickrama on the 18th of March entitled “Irresponsible and unattainable demands”. Judging by the rush to criticism from predictable segments of the intellectual and media spectrum, the main Opposition Party and its leader Sajith Premadasa seem to have surprised many with the size, scope and sheer force of the public march to the Presidential Secretariat, as well as his call for a ‘snap’ Presidential election.",
    "Dr. Jayawickrama expertly discusses the many restrictions in the constitution that would prevent a so-called ‘snap’ election, though he does not discuss the possibility of constitutional amendments, if numbers in Parliament were to change dramatically. Nonetheless, the argument is pedantic and devoid of an important facet: the context and climate.",
    "\"The SJB and its leader Sajith Premadasa seem to have surprised many with the size, scope and sheer force of the public march to the Presidential Secretariat\"",
    "This is President Gotabaya Rajapaksa’s party that is in power, it is his platform that has failed, his tax-cuts, his organic fertilizer policy; there is no one else that can take ownership of this set of outcomes. This President is the symbol of the Government and that is before we consider the 20th Amendment. Who else was the Opposition Leader supposed to challenge?",
    "The media also has a sacred duty to report the facts as they stand. Crucially, this does not necessarily translate to taking a neutral position. The concept of neutrality is a sticky one. The study of Journalism from an academic standpoint, seems to have been distancing itself from this very concept upon which the entire field once depended on for its credibility. Martin Bell, a former British MP and BBC war reporter, once stated that he could no longer be sure what objectivity “means”. The Society of Professional Journalists removed the word ‘objectivity’ from its code of ethics sometime in the mid-90s.",
    "The news media, in various parts of the world including in the West, has devolved into a soap-opera of personal opinion pieces and partisan editorials. The media in Sri Lanka, in many ways has gone in the opposite direction. All major news segments on television carry the ‘misstatements’ of various politicians with little or no accompanying commentary, even when it is clearly necessary. In the past few weeks, there have been denials from officials regarding the lack of Dollars in the market, that there was shortage of fuel; one Cabinet Minister even stated that the power cuts were a conspiracy. The news media reported these statements with no caveat with regards their accuracy.",
    "The SJB has been accused, almost since the GR election victory, of being reticent, of being an unserious opposition or engaging in its own internal scuffles instead of unifying a position against the Government. Yet at the mass rally, the Opposition, its Leader, and indeed their supporters, showed their teeth.",
    "At the conclusion, Dr. Jayawickrama asks the question: “Instead, should he not mobilize public support to replace the autocratic system of government under which this country has almost reached its lowest depths?” If one measure of success of the protest march was its ability to “mobilize support”, then that data-set is clear. The crux of Dr. Jayawickrama’s argument is that any potential SP leadership project would seek to “perpetuate” the 20th Amendment and the all-powerful Executive Presidency: “an autocratic, outdated system of government which the leader of the SJB apparently wishes to perpetuate...”",
    "\"Al Jazeera reported ‘tens of thousands’ but whatever the official count, the stream of visceral anger was hard to miss\"",
    "On the 18th of March, the Opposition Leader attended a town-hall style question and answer session held by the Organization of Professional Associations (OPASL), a union of professionals with over 52,000 members. Mr. Premadasa was asked a question regarding his views on the Executive Presidency and the answer was clear and unequivocal; he rejected the omnipotent nature and supreme powers of the Presidency under the 20th Amendment and stated that he would return to the 19th. Crucially, he repeated what he stated in Parliament during the debates on 20A, that it would reduce the Prime Minister to a “scarecrow”, reiterating his desire that neither the President nor the Prime Minister should be reduced to a scarecrow. He referenced the Madisonian model as a structure of Government with its separation of the Executive, Legislature and Judiciary; considered necessary by James Madison and his contemporaries in order to prevent the absolute power and tyranny of either the minority or the majority.",
    "What is also interesting to note: many commentators that wish to abolish the Executive Presidency seek to replace it with what would essentially amount to an Executive Premiership. The results of the Ranilist version of such a system were not promising and did in fact lead to an all-powerful, singular individual.",
    "To this end, Mr. Premadasa insisted that any future iteration of the 19A under his leadership would go beyond the previous 19A in terms of checks and balances; limitations on powers granted to an individual office, be it the President’s or the Prime Minister’s. This is an important distinction. What we are witnessing right now is a failure of a representative democracy, where policy does not in any shape or form reflect the needs of the people it claims to represent. No Westminster system will be able to protect Sri Lankans from a failure of representative democracy. Such a failure is not simply the result of a system, it is a culmination of decades of disinterest and apathy and subservience to power. Perhaps the one positive resultant from the spectacular failure of the ‘Gota’ Administration is that the extreme disintegration of lives and livelihoods will perhaps lead to an evolution of Sri Lankan society, becoming more politically engaged and less subjects to be ruled over.",
    "Some sections of the media and the intellectual classes, seek to paint the Opposition Leader as power hungry, but this denies the evidence. As a party senior in the UNP, Mr. Premadasa always seemed to be below the top-rung of the UNP leadership, outside the establishment. He should have been able to insist on an electorate in the UNP stronghold of Colombo at some point during his career, opting instead to work in one of the most challenging areas of the country. Further, during previous challenges to Ranil Wickremesinghe’s leadership, despite every reason to court the leadership himself, Mr. Premadasa seemed willing to wait his turn. When President Maithripala Sirisena offered him the Premiership multiple times during the dying days of the Yahapalanaya regime, Mr. Premadasa refused that entry through cloak and dagger. These actions suggest a level of integrity that most commentators seem not to appreciate and certainly do not suggest a thirst for unmitigated power.",
    "\"Giving people hope cannot be irresponsible, it would be irresponsible not to at least try\"",
    "What we are witnessing at this precise moment cannot be surprising to political theorists familiar with the Iron Law of Oligarchy, a concept developed by the early 20th century Italian Sociologist Robert Michels. He predicted, over one-hundred years ago, that democratic systems have a tendency to lead to oligarchy due to the failure of representative democracy. When the representative aspect begins to deteriorate, that is when political agitation must begin; when the rubber meets the road and the people take to the street.",
    "One must ask the question, why has the Presidential system persisted, from MR to MY3 to GOTA; the people clearly hold on to the value of a President as a national custodian. It cannot be up to urbanized liberals to tell the masses what is best for them, that sort of diktat is rarely popular.",
    "The SJB led protest was an unmistakable cry for help from a desperate citizenry who were doing their bit as concerned and engaged citizens, not spectators but participants, as Noam Chomsky wrote in Consent without Consent (1998). The people interviewed during the daily news segments will tell anyone that will listen just how desperate they are. Everyone is doing whatever little they can to affect the system, to intensify that essential feedback loop on which a representative democracy functions. Even if it is as minor an intervention as a letter to a newspaper, if it contributes to the solution, it becomes essential; if it does not, it is simply more white noise that the public will ignore.",
    "History is littered with movements that reach for the ‘unattainable’ and they are more often than not driven by little more than hope and optimism; giving people hope cannot be irresponsible, it would be irresponsible not to at least try."
  ],
  "translate": {
    "si": {
      "title": "බුද්ධිමතුන්ගේ වගකීම් විරහිතභාවය",
      "body_lines": [
        "ආර්ථික කඩාවැටීම තව දුරටත් ආසන්න නොවේ, එය පැමිණ ඇත. කිසිදු වරදක් නොකරන්න, මෙය විනාශකාරී ප්‍රතිපත්තිමය ප්‍රතිඵල සමුදායක් අපගේ කලාපයේ වෙනත් ඕනෑම ප්‍රදේශයක මහා අරාජිකත්වයකට තුඩු දෙනු ඇත.",
        "සාමකාමීත්වය හෝ උදාසීනත්වය පිළිබඳ ශ්‍රී ලාංකික හැඟීම කුමක් වුවත් උෂ්ණත්වය තාපාංකයට මඳක් පහළින් තබා ගැනීම වැඩි කාලයක් පවතිනු ඇතැයි සිතිය නොහැක. පසුගිය වසර පුරා දහස් සංඛ්‍යාත සාමාන්‍ය ශ්‍රී ලාංකිකයන්ගේ විරෝධතා සහ උද්ඝෝෂණ සමගි ජන බලවේගය (SJB) විසින් මෙහෙයවන ලද විස්මය දනවන රැලියක් බවට හිම පතනය වූ බවක් පෙනෙන්නට තිබුණි. විශේෂයෙන්ම කොළඹ ඇතුළතින් බොහෝ ස්වාධීන ශ්‍රී ලාංකිකයන් සම්බන්ධ වීම විශේෂයෙන් දිරිගන්වන සුළු විය. අල් ජසීරා 'දස දහස් ගණනක්' වාර්තා කළ නමුත්, නිල වශයෙන් ගණන් කළත්, අභ්‍යන්තර කෝපයේ ප්‍රවාහය මග හැරීම දුෂ්කර විය, ඇත්ත වශයෙන්ම පාගමනේ පින්තූර, ජාතික වශයෙන් විකාශනය වීම, ව්‍යාපාරයක් පවතින බවට රට පුරා සිටින මහජනතාවට යම් බලාපොරොත්තුවක් ගෙන දිය යුතුය. එය වේගවත් වෙමින් පවතී. කොළඹ ඉංග්‍රීසි දිනපතා පත්තරයක් කියවන හැමෝම මේක අගය කරන්නේ නැහැ.",
        "අපගේ ආයතන සහ බුද්ධිමතුන් බලාපොරොත්තු සුන්වීමට ප්‍රතිචාර දැක්වීමට, සංවාදයට පැහැදිලි බවක් ගෙන ඒමට බැඳී සිටී. අවශ්‍ය ප්‍රවීණත්වය ඇති අය වාර්තාව නිවැරදි කළ යුතුය, ජලය මඩ නො කළ යුතුය. පසුගිය මාර්තු 18 වැනිදා ආචාර්ය නිහාල් ජයවික්‍රම මහතාගේ “වගකීම් විරහිත සහ අත් කරගත නොහැකි ඉල්ලීම්” යන මැයෙන් ප්‍රධාන පුවත්පත් දෙකක මතයක් පළ විය. බුද්ධිමය සහ මාධ්‍ය වර්ණාවලියේ පුරෝකථනය කළ හැකි අංශවලින් විවේචනවලට ඉක්මන් වීම දෙස බලන විට, ප්‍රධාන විරුද්ධ පක්ෂය සහ එහි නායක සජිත් ප්‍රේමදාස ජනාධිපති ලේකම් කාර්යාලයට යන මහජන පා ගමනේ ප්‍රමාණය, විෂය පථය සහ දැඩි බලය පිළිබඳව බොහෝ දෙනා මවිතයට පත් කර ඇති බව පෙනේ. ඔහු ‘ඉක්මනින්’ ජනාධිපතිවරණයක් ඉල්ලා සිටියේය.",
        "පාර්ලිමේන්තුවේ සංඛ්‍යා නාටකාකාර ලෙස වෙනස් වන්නේ නම්, ව්‍යවස්ථා සංශෝධන සඳහා ඇති හැකියාව ගැන සාකච්ඡා නොකළත්, ඊනියා ‘හදිසි’ මැතිවරණයක් වළක්වන ව්‍යවස්ථාවේ බොහෝ සීමා කිරීම් ආචාර්ය ජයවික්‍රම ප්‍රවීණ ලෙස සාකච්ඡා කරයි. එසේ වුවද, තර්කය උද්වේගකර සහ වැදගත් පැතිකඩකින් තොරය: සන්දර්භය සහ දේශගුණය.",
        "\"SJB සහ එහි නායක සජිත් ප්‍රේමදාස ජනාධිපති ලේකම් කාර්යාලයට යන මහජන පා ගමනේ විශාලත්වය, විෂය පථය සහ දැවැන්ත බලය පිළිබඳව බොහෝ දෙනා මවිතයට පත් කර ඇති බව පෙනේ\"",
        "මේ බලයේ සිටින්නේ ජනාධිපති ගෝඨාභය රාජපක්ෂගේ පක්ෂයයි, අසාර්ථක වී ඇත්තේ ඔහුගේ වේදිකාවයි, ඔහුගේ බදු කප්පාදුව, ඔහුගේ කාබනික පොහොර ප්‍රතිපත්තියයි. මෙම ප්‍රතිඵල සමූහයේ හිමිකාරිත්වය ගත හැකි වෙනත් කිසිවකු නැත. මේ ජනාධිපතිවරයා ආණ්ඩුවේ සංකේතය වන අතර ඒ 20 වැනි සංශෝධනය සලකා බැලීමට පෙරයි. විපක්ෂ නායකවරයාට අභියෝග කිරීමට නියමිතව තිබුණේ වෙන කාටද?",
        "මාධ්‍යයට ද පූජනීය යුතුකමක් ඇත, කරුණු පවතින ආකාරයට වාර්තා කිරීම. තීරනාත්මක ලෙස, මෙය අවශ්යයෙන්ම මධ්යස්ථ ස්ථානයක් ගැනීම ලෙස පරිවර්තනය නොවේ. මධ්යස්ථභාවය පිළිබඳ සංකල්පය ඇලෙන සුළු එකකි. ශාස්ත්‍රීය ආස්ථානයකින් ජනමාධ්‍යවේදය හැදෑරීම, එහි විශ්වසනීයත්වය සඳහා වරක් සමස්ත ක්ෂේත්‍රයම රඳා පැවති මෙම සංකල්පයෙන් ම ඈත් වී ඇති බව පෙනේ. හිටපු බ්‍රිතාන්‍ය මන්ත්‍රීවරයෙකු සහ බීබීසී යුද වාර්තාකරුවෙකු වන මාර්ටින් බෙල් වරක් ප්‍රකාශ කළේ වෛෂයිකත්වය යනු කුමක්දැයි ඔහුට තවදුරටත් සහතික විය නොහැකි බවයි. වෘත්තීය මාධ්‍යවේදීන්ගේ සංගමය 90 දශකයේ මැද භාගයේදී ‘වාස්තවිකත්වය’ යන වචනය එහි ආචාර ධර්ම පද්ධතියෙන් ඉවත් කරන ලදී.",
        "බටහිර ඇතුළු ලෝකයේ විවිධ ප්‍රදේශවල ප්‍රවෘත්ති මාධ්‍ය, පුද්ගලික අදහස් කොටස් සහ පක්ෂග්‍රාහී කතුවැකිවල සබන්-ඔපෙරාවක් බවට පරිවර්තනය වී ඇත. ශ්‍රී ලංකාවේ මාධ්‍ය බොහෝ ආකාරවලින් ප්‍රතිවිරුද්ධ දිශාවට ගොස් ඇත. රූපවාහිනියේ සියලුම ප්‍රධාන ප්‍රවෘත්ති අංශයන් පැහැදිලිවම අවශ්‍ය වූ විට පවා විවිධ දේශපාලකයන්ගේ ‘වැරදි ප්‍රකාශයන්’ ගෙන යන්නේ අඩුවෙන් හෝ ඊට සම්බන්ධ විවරණයක් නොමැතිව ය. පසුගිය සති කිහිපය තුළ, වෙළඳපොලේ ඩොලර් හිඟය සම්බන්ධයෙන්, ඉන්ධන හිඟයක් ඇති බවට නිලධාරීන් විසින් ප්‍රතික්ෂේප කරන ලදී; එක කැබිනට් ඇමැතිවරයෙක් පවා කිව්වා විදුලි කප්පාදුව කුමන්ත්‍රණයක් කියලා. ප්‍රවෘත්ති මාධ්‍ය මෙම ප්‍රකාශ වාර්තා කළේ ඒවායේ නිරවද්‍යතාවය සම්බන්ධයෙන් කිසිදු අවවාදයක් නොමැතිව ය.",
        "GR මැතිවරණ ජයග්‍රහණයේ සිටම වාගේ SJB ට චෝදනා එල්ල වී ඇත්තේ, පසුගාමී වීම, බැරෑරුම් විපක්ෂයක් වීම හෝ ආන්ඩුවට එරෙහිව ස්ථාවරයක් ඒකාබද්ධ කිරීම වෙනුවට තමන්ගේම අභ්‍යන්තර ආරවුල් වල නියැලීම ය. එහෙත් ජන රැලියේදී විපක්ෂය, එහි නායකයා සහ ඇත්ත වශයෙන්ම ඔවුන්ගේ ආධාරකරුවන් දත් පෙන්වූහ.",
        "අවසානයේ ආචාර්ය ජයවික්‍රම ප්‍රශ්නය අසයි: “ඒ වෙනුවට, මේ රට එහි පහළම ගැඹුරට ළඟා වී ඇති ඒකාධිපති පාලන ක්‍රමය ප්‍රතිස්ථාපනය කිරීම සඳහා ඔහු මහජන සහයෝගය බලමුලු ගැන්විය යුතු නොවේද?” විරෝධතා පා ගමනේ සාර්ථකත්වයේ එක් මිනුමක් වූයේ “සහයෝගය බලමුලු ගැන්වීමට” ඇති හැකියාව නම්, එම දත්ත කට්ටලය පැහැදිලිය. ආචාර්ය ජයවික්‍රමගේ තර්කයේ හරය නම්, ඕනෑම විභව SP නායකත්ව ව්‍යාපෘතියක් 20 වැනි සංශෝධනය සහ සර්ව බලගතු විධායක ජනාධිපති ක්‍රමය “ස්ථීර කිරීමට” උත්සාහ කරනු ඇති බවයි: “SJB හි නායකයා පැහැදිලිවම පවත්වාගෙන යාමට කැමති අත්තනෝමතික, යල් පැන ගිය පාලන ක්‍රමයක්. ..\"",
        "\"අල් ජසීරා 'දස දහස් ගණනක්' වාර්තා කළ නමුත් නිල ගණන් කිරීම කුමක් වුවත්, අභ්‍යන්තර කෝපයේ ප්‍රවාහය මග හැරීම දුෂ්කර විය\"",
        "සාමාජිකයින් 52,000 කට අධික සංඛ්‍යාවක් සිටින වෘත්තිකයන්ගේ සංගමයක් වන වෘත්තීය සංගම් සංවිධානය (OPASL) විසින් පවත්වන ලද නගර ශාලාවේ ශෛලියේ ප්‍රශ්නෝත්තර සැසියකට මාර්තු 18 වන දින විපක්ෂ නායකවරයා සහභාගී විය. ප්‍රේමදාස මහතාගෙන් විධායක ජනාධිපති ක්‍රමය පිළිබඳ ඔහුගේ අදහස් සම්බන්ධයෙන් ප්‍රශ්නයක් අසන ලද අතර පිළිතුර පැහැදිලි සහ නිසැක විය; 20 වැනි සංශෝධනය යටතේ ජනාධිපති ධුරයේ සර්වබලධාරී ස්වභාවය සහ උත්තරීතර බලතල ප්‍රතික්ෂේප කළ ඔහු නැවත 19 වෙනිදාට පැමිණෙන බව ප්‍රකාශ කළේය. වැදගත්ම දෙය නම්, 20A පිළිබඳ වාද විවාදවලදී ඔහු පාර්ලිමේන්තුවේදී ප්‍රකාශ කළ දෙය, එය අගමැති “බයවන්නා” බවට පත් කරන බව පුනරුච්චාරණය කරමින්, ජනාධිපතිවරයා හෝ අගමැතිවරයා බියගුල්ලෙකු බවට පත් නොකළ යුතුය යන තම අභිලාෂය නැවත නැවතත් ප්‍රකාශ කළේය. ඔහු මැඩිසෝනියානු ආකෘතිය විධායකය, ව්‍යවස්ථාදායකය සහ අධිකරණය වෙන් කිරීමත් සමඟ රජයේ ව්‍යුහයක් ලෙස සඳහන් කළේය. සුළුතරයේ හෝ බහුතරයේ නිරපේක්ෂ බලය සහ කුරිරු පාලනය වැළැක්වීම සඳහා ජේම්ස් මැඩිසන් සහ ඔහුගේ සමකාලීනයන් විසින් අවශ්‍ය යැයි සැලකේ.",
        "සැලකිල්ලට ගත යුතු වැදගත් කරුණක් වන්නේ: විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට අදහස් කරන බොහෝ විචාරකයින් එය විධායක අගමැති ධූරයක් ලෙස ප්‍රතිස්ථාපනය කිරීමට උත්සාහ කරයි. එවැනි ක්‍රමයක රනිල්වාදී අනුවාදයේ ප්‍රතිඵල බලාපොරොත්තු සහගත නොවූ අතර ඇත්ත වශයෙන්ම එය සර්ව බලගතු, ඒකීය පුද්ගලයකු බවට පත් කළේය.",
        "මේ සඳහා, ප්‍රේමදාස මහතා අවධාරනය කළේ තම නායකත්වය යටතේ 19A හි අනාගත පුනරාවර්තනය චෙක්පත් සහ ශේෂයන් අනුව පෙර පැවති 19A ඉක්මවා යන බවයි; තනි පුද්ගල නිලතලයකට ලබා දී ඇති බලතලවල සීමාවන්, එය ජනාධිපතිගේ හෝ අගමැතිගේ වේවා. මෙය වැදගත් වෙනසකි. අප දැන් දකින්නේ නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ අසාර්ථකත්වයයි, ප්‍රතිපත්තිය කිසිදු හැඩයකින් හෝ ස්වරූපයකින් එය නියෝජනය කරනවා යැයි කියන ජනතාවගේ අවශ්‍යතා පිළිබිඹු නොකරයි. නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ අසාර්ථකත්වයෙන් ශ්‍රී ලාංකිකයන් ආරක්ෂා කිරීමට කිසිදු වෙස්ට්මිනිස්ටර් ක්‍රමයකට නොහැකි වනු ඇත. එවැනි අසාර්ථකත්වයක් හුදෙක් ක්‍රමයක ප්‍රතිඵලයක් නොවේ, එය දශක ගනනාවක අකමැත්ත සහ උදාසීනත්වයේ සහ බලයට යටත් වීමේ කූටප්‍රාප්තියකි. සමහර විට ‘ගෝඨා’ පරිපාලනයේ දර්ශනීය අසාර්ථකත්වයේ එක් ධනාත්මක ප්‍රතිඵලය නම්, ජීවිත සහ ජීවනෝපායන් අන්ත විසංයෝජනය වීම, ශ්‍රී ලාංකේය සමාජයේ පරිණාමයකට, දේශපාලනික වශයෙන් නියැලී සිටින සහ පාලනයට යටත්ව සිටින අය අඩු වීමට තුඩු දෙනු ඇත.",
        "සමහර මාධ්‍ය කොටස් සහ බුද්ධිමතුන් විපක්ෂ නායකවරයා බල තණ්හාවෙන් පින්තාරු කිරීමට උත්සාහ කරයි, නමුත් මෙය සාක්ෂි ප්‍රතික්ෂේප කරයි. එජාපයේ පක්‍ෂ ජ්‍යෙෂ්ඨයෙකු ලෙස, ප්‍රේමදාස මහතා සෑම විටම සංස්ථාපිතයෙන් පිටත එජාප නායකත්වයේ ඉහළම තලයට වඩා පහළින් සිටින බවක් පෙනෙන්නට තිබුණි. රටේ අභියෝගාත්මක ප්‍රදේශවලින් එකක වැඩ කිරීම වෙනුවට තම වෘත්තීය ජීවිතය තුළ යම් අවස්ථාවක දී එක්සත් ජාතික පක්ෂ බලකොටුවක් වන කොළඹ ආසනයක් ඉල්ලා සිටීමට ඔහුට හැකි විය යුතුව තිබුණි. තවද, මීට පෙර රනිල් වික්‍රමසිංහගේ නායකත්වයට එල්ල වූ අභියෝග වලදී, නායකත්වයට උසාවි යාමට සෑම හේතුවක්ම තිබියදීත්, ප්‍රේමදාස මහතා තම වාරය එනතුරු බලා සිටීමට කැමති වූ බවක් පෙනෙන්නට තිබුණි. යහපාලන ආණ්ඩුවේ මරණාසන්න කාලයේ ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා කිහිප වතාවක්ම ඔහුට අගමැතිකම පිරිනැමූ විට ප්‍රේමදාස මහතා සළුවෙන් හා කිනිස්සෙන් එම ප්‍රවේශය ප්‍රතික්ෂේප කළේය. මෙම ක්‍රියාවන් බොහෝ විචාරකයින් අගය නොකරන බව පෙනෙන අඛණ්ඩතාවයේ මට්ටමක් යෝජනා කරන අතර නොමැකෙන බලය සඳහා පිපාසය නිසැකවම යෝජනා නොකරයි.",
        "\"මිනිසුන්ට බලාපොරොත්තුවක් ලබා දීම වගකීම් විරහිත විය නොහැක, අවම වශයෙන් උත්සාහ නොකිරීම වගකීමෙන් තොර වනු ඇත\"",
        "මෙම නිශ්චිත මොහොතේ අප දකින දෙය 20 වැනි සියවසේ මුල් භාගයේ ඉතාලි සමාජ විද්‍යාඥ රොබට් මිෂෙල්ස් විසින් වර්ධනය කරන ලද සංකල්පයක් වන කතිපයාධිකාරයේ යකඩ නීතිය පිළිබඳව හුරුපුරුදු දේශපාලන න්‍යායවාදීන්ට පුදුම විය නොහැක. නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ අසාර්ථකත්වය හේතුවෙන් ප්‍රජාතන්ත්‍රවාදී ක්‍රම කතිපයාධිකාරයට තුඩු දීමේ ප්‍රවණතාවක් ඇති බව ඔහු වසර සියයකට පෙර අනාවැකි පළ කළේය. නියෝජිත අංශය පිරිහීමට පටන් ගන්නා විට, දේශපාලන උද්ඝෝෂණ ආරම්භ කළ යුත්තේ එවිටය; රබර් පාරට හම්බවෙලා මිනිස්සු පාරට බහිද්දි.",
        "යමෙක් ඇසිය යුතු ප්‍රශ්නය, MR සිට MY3 සිට GOTA දක්වා ජනාධිපති ක්‍රමය දිගටම පැවතුනේ ඇයි? ජාතික භාරකරුවෙකු ලෙස ජනාධිපතිවරයෙකුගේ වටිනාකම ජනතාව පැහැදිලිවම අල්ලාගෙන සිටිති. නාගරීකරණය වූ ලිබරල්වාදීන්ට ජනතාවට හොඳම දේ කුමක්ද, එවැනි දික්කසාදයන් ජනප්‍රිය වන්නේ කලාතුරකිනි.",
        "SJB ප්‍රමුඛ විරෝධතාවය, නොම් චොම්ස්කි කැමැත්තෙන් තොරව කැමැත්තෙන් (1998) ලියා ඇති පරිදි, ප්‍රේක්ෂකයින් නොව සහභාගිවන්නන් ලෙස සැලකිල්ලෙන් සහ නියැලී සිටින පුරවැසියන් ලෙස තම උපරිමය කරමින් සිටි මංමුලා සහගත පුරවැසියෙකුගේ උපකාරය සඳහා නොවරදින ලෙස කෑගැසීමකි. දිනපතා ප්‍රවෘත්ති කොටස් අතරතුර සම්මුඛ සාකච්ඡා කරන පුද්ගලයින් ඕනෑම කෙනෙකුට පවසනු ඇත, ඔවුන් කෙතරම් මංමුලා සහගතද යන්න සවන් දෙනු ඇත. නියෝජිත ප්‍රජාතන්ත්‍රවාදය ක්‍රියාත්මක වන එම අත්‍යවශ්‍ය ප්‍රතිපෝෂණ පුඩුව තීව්‍ර කිරීම සඳහා සෑම කෙනෙකුම පද්ධතියට බලපෑම් කිරීමට හැකි සෑම දෙයක්ම කරමින් සිටී. එය පුවත්පතකට ලිපියක් වැනි සුළු මැදිහත්වීමක් වුවද, විසඳුමට දායක වන්නේ නම්, එය අත්‍යවශ්‍ය වේ; එය එසේ නොවන්නේ නම්, එය මහජනතාව නොසලකා හරිනු ඇති සුදු පැහැති ඝෝෂාවකි.",
        "ඉතිහාසය 'අත්‍යවශ්‍ය' දේ කරා ළඟා වන චලනයන්ගෙන් පිරී ඇති අතර ඒවා බොහෝ විට බලාපොරොත්තු සහ ශුභවාදීත්වයට වඩා වැඩි යමක් මගින් මෙහෙයවනු නොලැබේ; මිනිසුන්ට බලාපොරොත්තුවක් ලබා දීම වගකීම් විරහිත විය නොහැක, අවම වශයෙන් උත්සාහ නොකිරීම වගකීම් විරහිත ය."
      ]
    },
    "ta": {
      "title": "அறிவுஜீவிகளின் பொறுப்பற்ற தன்மை",
      "body_lines": [
        "பொருளாதாரச் சரிவு இனி நெருங்காது, வந்துவிட்டது. எந்தத் தவறும் செய்யாதீர்கள், நமது பிராந்தியத்தின் வேறு எந்தப் பகுதியிலும் பாரிய அராஜகத்திற்கு வழிவகுக்கும் அளவுக்கு பேரழிவு தரும் கொள்கை விளைவுகளின் தொகுப்பு.",
        "இலங்கையின் அமைதி அல்லது அக்கறையின்மை உணர்வு எதுவாக இருந்தாலும், வெப்பநிலையை கொதிநிலைக்குக் கீழே வைத்திருப்பது அதிக காலம் நீடிக்க வாய்ப்பில்லை. கடந்த ஆண்டு பல ஆயிரக்கணக்கான சாதாரண இலங்கையர்களின் எதிர்ப்புகள் மற்றும் போராட்டங்கள் சமகி ஜன பலவேகய (SJB) தலைமையிலான ஒரு பிரமிக்க வைக்கும் பேரணியாக பனிப்பொழிவு போல் தோன்றியது. குறிப்பாக கொழும்பிற்குள் இருந்து பல சுதந்திர இலங்கையர்கள் இணைந்து கொண்டது குறிப்பாக ஊக்கமளிப்பதாக இருந்தது. அல் ஜசீரா 'பல்லாயிரக்கணக்கானவர்கள்' என்று அறிவித்தது, ஆனால் உத்தியோகபூர்வ எண்ணிக்கை எதுவாக இருந்தாலும், உள்ளுறுப்பு கோபத்தின் ஓட்டம் தவறவிடுவது கடினம், உண்மையில் அணிவகுப்பின் படங்கள், தேசிய அளவில் ஒளிபரப்பப்பட்டது, நிச்சயமாக ஒரு இயக்கம் உள்ளது என்ற நம்பிக்கையை நாடு முழுவதும் உள்ள மக்களுக்கு கொண்டு வர வேண்டும். மற்றும் அது கூடி வருகிறது. கொழும்பில் ஆங்கில நாளிதழைப் படிக்கும் அனைவரும் இதைப் பாராட்ட மாட்டார்கள்.",
        "விரக்திக்கு பதிலளிப்பதற்கும், உரையாடலில் தெளிவை ஏற்படுத்துவதற்கும் எங்கள் நிறுவனங்களும் அறிவுஜீவிகளும் கடமைப்பட்டுள்ளனர். தேவையான நிபுணத்துவம் உள்ளவர்கள் பதிவைத் திருத்த வேண்டும், தண்ணீரில் சேறு போடக்கூடாது. இரண்டு பிரதான நாளிதழ்கள் கடந்த மார்ச் 18ஆம் திகதி கலாநிதி நிஹால் ஜயவிக்ரமவின் “பொறுப்பற்ற மற்றும் அடைய முடியாத கோரிக்கைகள்” என்ற தலைப்பில் ஒரு கருத்தை வெளியிட்டன. புத்திஜீவி மற்றும் ஊடகத் துறையின் கணிக்கக்கூடிய பிரிவுகளின் விமர்சனங்களை வைத்து ஆராயும்போது, ​​பிரதான எதிர்க்கட்சியும் அதன் தலைவர் சஜித் பிரேமதாசவும் ஜனாதிபதி செயலகத்திற்கான பொது அணிவகுப்பின் அளவு, வீச்சு மற்றும் சுத்த பலத்தால் பலரை ஆச்சரியப்படுத்தியதாகத் தெரிகிறது. ஜனாதிபதி தேர்தலை 'முன்கூட்டியே' நடத்த வேண்டும் என்று அவர் அழைப்பு விடுத்தார்.",
        "கலாநிதி ஜெயவிக்ரம, பாராளுமன்றத்தில் எண்ணிக்கைகள் வியத்தகு முறையில் மாறினால், அரசியலமைப்புத் திருத்தங்களின் சாத்தியக்கூறுகளைப் பற்றி விவாதிக்காவிட்டாலும், ‘ஸ்னாப்’ தேர்தல் என்று அழைக்கப்படுவதைத் தடுக்கும் அரசியலமைப்பில் உள்ள பல கட்டுப்பாடுகளை நிபுணத்துவத்துடன் விவாதிக்கிறார். ஆயினும்கூட, இந்த வாதம் பிடிவாதமானது மற்றும் ஒரு முக்கியமான அம்சம் இல்லாதது: சூழல் மற்றும் காலநிலை.",
        "\"SJB மற்றும் அதன் தலைவர் சஜித் பிரேமதாச, ஜனாதிபதி செயலகத்திற்கு பொதுமக்கள் நடத்திய பேரணியின் அளவு, நோக்கம் மற்றும் சுத்த பலத்தால் பலரை ஆச்சரியப்படுத்தியதாக தெரிகிறது\"",
        "ஜனாதிபதி கோட்டாபய ராஜபக்சவின் கட்சி ஆட்சியில் உள்ளது, தோல்வியடைந்த அவரது மேடை, வரி குறைப்பு, இயற்கை உரக் கொள்கை; இந்த முடிவுகளின் தொகுப்பை வேறு யாரும் உரிமையாக்க முடியாது. இந்த ஜனாதிபதி அரசாங்கத்தின் சின்னம், அதுதான் 20வது திருத்தத்தை நாம் பரிசீலிக்க முன்வருகிறது. எதிர்க்கட்சித் தலைவர் வேறு யாரை சவால் செய்ய வேண்டும்?",
        "உண்மைகளை அப்படியே தெரிவிக்கும் புனிதக் கடமையும் ஊடகங்களுக்கு உண்டு. முக்கியமாக, இது ஒரு நடுநிலை நிலையை எடுப்பதற்கு அவசியமில்லை. நடுநிலைமை என்ற கருத்து ஒட்டும் ஒன்று. ஒரு கல்வி நிலைப்பாட்டில் இருந்து பத்திரிகை பற்றிய ஆய்வு, முழுத் துறையும் அதன் நம்பகத்தன்மைக்காக ஒரு காலத்தில் நம்பியிருந்த இந்தக் கருத்தாக்கத்திலிருந்து தன்னைத் தூர விலக்கிக் கொண்டிருப்பதாகத் தெரிகிறது. முன்னாள் பிரிட்டிஷ் எம்பியும் பிபிசி போர் நிருபருமான மார்ட்டின் பெல் ஒருமுறை, புறநிலை \"அர்த்தம்\" என்றால் என்ன என்பதை இனி உறுதியாகச் சொல்ல முடியாது என்று கூறினார். 90களின் நடுப்பகுதியில் தொழில்சார் பத்திரிக்கையாளர்களின் சங்கம் அதன் நெறிமுறைக் குறியீட்டிலிருந்து 'புறநிலை' என்ற வார்த்தையை நீக்கியது.",
        "மேற்கு நாடுகள் உட்பட உலகின் பல்வேறு பகுதிகளில் உள்ள செய்தி ஊடகங்கள், தனிப்பட்ட கருத்துத் துண்டுகள் மற்றும் பக்கச்சார்பான தலையங்கங்களின் சோப்-ஓபராவாக மாறியுள்ளன. இலங்கையில் ஊடகங்கள் பல வழிகளில் எதிர் திசையில் சென்றுள்ளன. தொலைக்காட்சியின் அனைத்து முக்கிய செய்திப் பிரிவுகளும் பல்வேறு அரசியல்வாதிகளின் 'தவறான அறிக்கைகளை' தெளிவாகத் தேவைப்படும்போதும் கூட, சிறிய அல்லது உடன் வர்ணனை இல்லாமல் கொண்டு செல்கின்றன. கடந்த சில வாரங்களாக, சந்தையில் டாலர் பற்றாக்குறை குறித்து, எரிபொருள் தட்டுப்பாடு இருப்பதாக, அதிகாரிகளிடம் இருந்து மறுப்பு; ஒரு கேபினட் அமைச்சர் கூட மின்வெட்டு ஒரு சதி என்று கூறினார். செய்தி ஊடகங்கள் இந்த அறிக்கைகளை அவற்றின் துல்லியம் குறித்து எந்த எச்சரிக்கையும் இல்லாமல் அறிக்கை செய்தன.",
        "GR தேர்தல் வெற்றியின் பின்னர், SJB, அரசாங்கத்திற்கு எதிரான ஒரு நிலைப்பாட்டை ஒன்றிணைப்பதற்குப் பதிலாக, ஒரு பொறுப்பற்ற எதிர்க்கட்சியாக அல்லது அதன் சொந்த உள் சண்டைகளில் ஈடுபடுவதாக, தயக்கம் காட்டுவதாக குற்றம் சாட்டப்பட்டுள்ளது. ஆயினும்கூட, மக்கள் பேரணியில், எதிர்க்கட்சி, அதன் தலைவர் மற்றும் உண்மையில் அவர்களின் ஆதரவாளர்கள் தங்கள் பற்களைக் காட்டினர்.",
        "முடிவில், கலாநிதி ஜெயவிக்ரம கேள்வியைக் கேட்கிறார்: \"அதற்குப் பதிலாக, இந்த நாடு கிட்டத்தட்ட மிகக் குறைந்த ஆழத்தை எட்டியுள்ள எதேச்சதிகார ஆட்சி முறையை மாற்றுவதற்கு அவர் பொது ஆதரவைத் திரட்ட வேண்டாமா?\" எதிர்ப்பு அணிவகுப்பின் வெற்றியின் ஒரு அளவுகோல் \"ஆதரவைத் திரட்டும்\" திறனாக இருந்தால், அந்த தரவுத் தொகுப்பு தெளிவாக உள்ளது. டொக்டர். ஜெயவிக்ரமவின் வாதத்தின் முக்கிய அம்சம் என்னவென்றால், எந்தவொரு சாத்தியமான SP தலைமைத்துவ திட்டமும் 20வது திருத்தம் மற்றும் அனைத்து அதிகாரம் கொண்ட நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையையும் \"நிலைப்படுத்த\" முயல்கிறது. ..”",
        "\"அல் ஜசீரா 'பல்லாயிரக்கணக்கானவர்கள்' என்று அறிவித்தது, ஆனால் உத்தியோகபூர்வ எண்ணிக்கை எதுவாக இருந்தாலும், உள்ளுறுப்பு கோபத்தின் ஓட்டத்தை தவறவிடுவது கடினம்\"",
        "மார்ச் 18 ஆம் தேதி, 52,000 உறுப்பினர்களைக் கொண்ட தொழில் வல்லுநர்களின் சங்கமான OPASL (OPASL) நடத்திய டவுன்ஹால் பாணி கேள்வி பதில் அமர்வில் எதிர்க்கட்சித் தலைவர் கலந்து கொண்டார். நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமை தொடர்பில் திரு பிரேமதாசவிடம் ஒரு கேள்வி கேட்கப்பட்டது, அதற்கான பதில் தெளிவாகவும் சந்தேகத்திற்கு இடமின்றியும் இருந்தது; அவர் 20 வது திருத்தத்தின் கீழ் ஜனாதிபதியின் சர்வ வல்லமை மற்றும் உச்ச அதிகாரங்களை நிராகரித்தார் மற்றும் 19 வது திருத்தத்திற்கு திரும்புவதாக கூறினார். முக்கியமாக, 20A மீதான விவாதங்களின் போது, ​​பிரதமரை ஒரு \"அச்சமூகமாக\" குறைக்கும் என்று அவர் பாராளுமன்றத்தில் கூறியதை மீண்டும் மீண்டும் கூறினார், ஜனாதிபதியோ அல்லது பிரதமரோ ஒரு பயமுறுத்தும் நபராக மாறக்கூடாது என்ற தனது விருப்பத்தை மீண்டும் வலியுறுத்தினார். நிறைவேற்று, சட்டமன்றம் மற்றும் நீதித்துறை ஆகியவற்றைப் பிரிக்கும் அரசாங்கத்தின் கட்டமைப்பாக அவர் மேடிசோனியன் மாதிரியைக் குறிப்பிட்டார்; சிறுபான்மையினர் அல்லது பெரும்பான்மையினரின் முழுமையான அதிகாரத்தையும் கொடுங்கோன்மையையும் தடுப்பதற்காக ஜேம்ஸ் மேடிசன் மற்றும் அவரது சமகாலத்தவர்களால் அவசியமாகக் கருதப்பட்டது.",
        "மேலும் கவனிக்க வேண்டியது என்னவென்றால்: நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிக்க விரும்பும் பல வர்ணனையாளர்கள் அதை நிறைவேற்ற முற்படுகின்றனர். அத்தகைய அமைப்பின் ரணலிச பதிப்பின் முடிவுகள் நம்பிக்கைக்குரியதாக இல்லை மற்றும் உண்மையில் ஒரு அனைத்து சக்திவாய்ந்த, ஒரு தனி நபருக்கு வழிவகுத்தது.",
        "இந்த நோக்கத்திற்காக, திரு. பிரேமதாச தனது தலைமையின் கீழ் 19A இன் எதிர்கால மறு செய்கையானது காசோலைகள் மற்றும் நிலுவைகளின் அடிப்படையில் முந்தைய 19A க்கு அப்பால் செல்லும் என்று வலியுறுத்தினார்; ஜனாதிபதி அல்லது பிரதமரின் தனிப்பட்ட அலுவலகத்திற்கு வழங்கப்பட்ட அதிகாரங்களின் மீதான வரம்புகள். இது ஒரு முக்கியமான வேறுபாடு. இப்போது நாம் பார்ப்பது பிரதிநிதித்துவ ஜனநாயகத்தின் தோல்வியாகும், அங்கு கொள்கை எந்த வடிவத்திலும் அல்லது வடிவத்திலும் அது பிரதிநிதித்துவப்படுத்துவதாகக் கூறும் மக்களின் தேவைகளைப் பிரதிபலிக்கவில்லை. பிரதிநிதித்துவ ஜனநாயகத்தின் தோல்வியில் இருந்து இலங்கையர்களைப் பாதுகாக்க எந்த வெஸ்ட்மின்ஸ்டர் அமைப்பும் முடியாது. இத்தகைய தோல்வி வெறுமனே ஒரு அமைப்பின் விளைவு அல்ல, இது பல தசாப்தங்களாக அக்கறையின்மை மற்றும் அக்கறையின்மை மற்றும் அதிகாரத்திற்கு அடிபணிதல் ஆகியவற்றின் உச்சகட்டமாகும். 'கோதா' நிர்வாகத்தின் கண்கவர் தோல்வியின் ஒரு நேர்மறையான விளைவு என்னவென்றால், உயிர்கள் மற்றும் வாழ்வாதாரங்களின் தீவிர சிதைவு, இலங்கை சமூகத்தின் பரிணாம வளர்ச்சிக்கு வழிவகுக்கும், மேலும் அரசியல் ஈடுபாடு மற்றும் குறைந்த குடிமக்கள் ஆளப்படுவதற்கு வழிவகுக்கும்.",
        "ஊடகங்களின் சில பிரிவுகளும் அறிவுஜீவி வர்க்கங்களும், எதிர்க்கட்சித் தலைவரை அதிகார வெறி கொண்டவர் என்று சித்தரிக்க முயல்கின்றன, ஆனால் இது ஆதாரத்தை மறுக்கிறது. யூ.என்.பி.யில் ஒரு கட்சியின் மூத்தவராக, திரு. பிரேமதாச எப்போதுமே யூ.என்.பி. தலைமையின் உயர்மட்டத்திற்கு கீழே, ஸ்தாபனத்திற்கு வெளியே இருப்பதாகத் தோன்றியது. அவர் தனது தொழில் வாழ்க்கையின் போது ஏதாவது ஒரு கட்டத்தில் யூ.என்.பி.யின் கோட்டையான கொழும்பில் ஒரு வாக்காளர் வேண்டும் என்று வலியுறுத்தியிருக்க வேண்டும், அதற்குப் பதிலாக நாட்டின் மிகவும் சவாலான பகுதிகளில் ஒன்றில் பணியாற்றத் தெரிவு செய்திருக்க வேண்டும். மேலும், ரணில் விக்கிரமசிங்கவின் தலைமைத்துவத்திற்கு முன்னர் விடுக்கப்பட்ட சவால்களின் போது, ​​தலைமைத்துவத்தையே நீதிமன்றத்திற்கு கொண்டுவருவதற்கான அனைத்து காரணங்களையும் மீறி, திரு. யஹபாலனய ஆட்சியின் மரண நாட்களில் ஜனாதிபதி மைத்திரிபால சிறிசேன அவருக்கு பிரதமர் பதவியை பலமுறை வழங்கியபோது, ​​திரு. பெரும்பாலான வர்ணனையாளர்கள் பாராட்டாதது போல் தோன்றும் ஒருமைப்பாட்டின் அளவை இந்தச் செயல்கள் பரிந்துரைக்கின்றன, மேலும் தணிக்கப்படாத சக்திக்கான தாகத்தை நிச்சயமாக பரிந்துரைக்கவில்லை.",
        "\"மக்களுக்கு நம்பிக்கை கொடுப்பது பொறுப்பற்றதாக இருக்க முடியாது, குறைந்தபட்சம் முயற்சி செய்யாமல் இருப்பது பொறுப்பற்றதாக இருக்கும்\"",
        "20 ஆம் நூற்றாண்டின் தொடக்கத்தில் இத்தாலிய சமூகவியலாளர் ராபர்ட் மைக்கேல்ஸ் உருவாக்கிய கருத்து, தன்னலக்குழுவின் இரும்புச் சட்டத்தை நன்கு அறிந்த அரசியல் கோட்பாட்டாளர்களுக்கு இந்த துல்லியமான தருணத்தில் நாம் காண்பது ஆச்சரியமாக இருக்க முடியாது. பிரதிநிதித்துவ ஜனநாயகத்தின் தோல்வியால் ஜனநாயக அமைப்புகள் தன்னலக்குழுவுக்கு வழிவகுக்கும் ஒரு போக்கைக் கொண்டுள்ளன என்று நூறு ஆண்டுகளுக்கு முன்பு அவர் கணித்தார். பிரதிநிதித்துவ அம்சம் மோசமடையத் தொடங்கும் போது, ​​அரசியல் கிளர்ச்சி தொடங்க வேண்டும்; ரப்பர் சாலையை சந்திக்கும் போது, ​​மக்கள் தெருவுக்கு வருவார்கள்.",
        "MR முதல் MY3 வரை GOTA வரை ஏன் ஜனாதிபதி முறை நீடித்தது என்ற கேள்வியை ஒருவர் கேட்க வேண்டும். ஒரு தேசிய பாதுகாவலராக ஜனாதிபதியின் மதிப்பை மக்கள் தெளிவாகப் பற்றிக் கொண்டுள்ளனர். நகரமயமாக்கப்பட்ட தாராளவாதிகளால் மக்களுக்கு எது சிறந்தது, அந்த வகையான கட்டளைகள் அரிதாகவே பிரபலமாக உள்ளன என்று கூற முடியாது.",
        "SJB தலைமையிலான எதிர்ப்பு என்பது ஒரு அவநம்பிக்கையான குடிமக்களிடமிருந்து உதவிக்காக ஒரு தெளிவற்ற கூக்குரலாக இருந்தது, அவர்கள் அக்கறையுள்ள மற்றும் ஈடுபாடு கொண்ட குடிமக்கள், பார்வையாளர்கள் அல்ல, ஆனால் பங்கேற்பாளர்கள், நோம் சாம்ஸ்கி ஒப்புதல் இல்லாமல் ஒப்புதல் (1998) இல் எழுதியது போல். தினசரி செய்திப் பிரிவுகளின் போது நேர்காணல் செய்யப்படும் நபர்கள் யாரிடமும் சொல்வார்கள், அவர்கள் எவ்வளவு அவநம்பிக்கையுடன் இருக்கிறார்கள் என்பதைக் கேட்பார்கள். ஒரு பிரதிநிதித்துவ ஜனநாயகம் செயல்படும் அந்த அத்தியாவசிய பின்னூட்ட வளையத்தை தீவிரப்படுத்த, அமைப்பைப் பாதிக்க ஒவ்வொருவரும் தங்களால் முடிந்த அனைத்தையும் செய்கிறார்கள். செய்தித்தாளுக்குக் கடிதம் எழுதுவது போல் சிறிய தலையீடு இருந்தாலும், அது தீர்வுக்கு பங்களித்தால், அது இன்றியமையாததாகிவிடும்; அவ்வாறு செய்யவில்லை என்றால், பொதுமக்கள் புறக்கணிக்கும் வெள்ளைச் சத்தம் அதிகம்.",
        "வரலாற்றில் ‘அடைய முடியாததை’ அடையும் இயக்கங்களால் சிதறிக் கிடக்கிறது, மேலும் அவை பெரும்பாலும் நம்பிக்கை மற்றும் நம்பிக்கையை விட கொஞ்சம் அதிகமாக உந்தப்படுவதில்லை; மக்களுக்கு நம்பிக்கை கொடுப்பது பொறுப்பற்றதாக இருக்க முடியாது, குறைந்தபட்சம் முயற்சி செய்யாமல் இருப்பது பொறுப்பற்றதாக இருக்கும்."
      ]
    }
  }
}