{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Banks-barred-from-declaring-cash-dividends-for-2022/108-236557",
  "time_ut": 1652035680,
  "title": "Banks barred from declaring cash dividends for 2022",
  "body_lines": [
    "CB revisits pandemic era playbook to preserve capital and liquidity of sector",
    "CB brought in similar styled restrictions for second time since March 2020",
    "Also asks banks to refrain from buying back their own shares, increasing management allowances and payments to director boards",
    "Foreign banks been barred from repatriating profits, which are not already declared for financial years 2021 and 2022",
    "The Central Bank has suspended cash dividends by licensed banks incorporated in Sri Lanka, among a host of other restrictions on discretionary payments, effective immediately until December 2022 in a bid to ensure that they maintain sufficient liquidity and capital buffers through the prevailing macroeconomic tumult.",
    "This is the second time the Central Bank brought in similar styled restrictions on banks’ discretionary payments since March 2020 when the country went into lockdowns for the first time due to the pandemic, to insulate the sector from possible stress on its liquidity, capital and other key performance indicators.",
    "These preemptive measures and the Central Bank liquidity provided to backstop banks in 2020 helped the sector immensely to emerge stronger than ever as banks delivered their best performance in 2021, even amid months-long lockdowns, which buffeted growth to a greater degree.",
    "In its latest measures, the Monetary Board on May 6 issued fresh directions to, “every licensed bank incorporated or established in Sri Lanka”, asking them to, “defer payment of cash dividends until the financial statements/interim financial statements for the year 2022 are finalised and audited by its external auditor”.",
    "The direction doesn’t appear to be an outright ban but one that is contingent on financial performance and impact on the banks’ minimum capital requirements under BASEL III regulations. BASEL rules stipulate a minimum amount of capital every bank must maintain in relation to their risk weighted assets or in other words, loans and advances.",
    "As Sri Lanka on April 12 announced its decision to suspend most of its foreign currency debt, several studies have been conducted thereafter to gauge as to what extent the country’s banks’ capital profiles could get affected in case of a debt restructuring as they own a section of International Sovereign Bonds (ISBs) as part of their foreign currency assets. The Central Bank has made it clear that Sri Lanka Development Bonds and rupee bonds would not be subjected to restructuring assuaging concerns for the banks.",
    "Apart from the suspension on cash dividends, the Central Bank also brought down curtains on banks buying back their own shares, increasing management allowances and payments to board of directors, and on incurring non-essential and non-urgent expenditure.  The Central Bank also asked banks to exercise extreme due diligence and prudence when incurring capital expenditure.   Meanwhile, licensed banks incorporated outside Sri Lanka have also been barred from repatriating profits, which are not already declared for financial years 2021 and 2022 until the financial statements for 2022 are finalised and audited."
  ],
  "translate": {
    "si": {
      "title": "2022 සඳහා මුදල් ලාභාංශ ප්‍රකාශ කිරීම බැංකුවලට තහනම් කර ඇත",
      "body_lines": [
        "අංශයේ ප්‍රාග්ධනය සහ ද්‍රවශීලතාවය ආරක්ෂා කර ගැනීම සඳහා CB වසංගත යුගයේ ක්‍රීඩා පොත නැවත නිරීක්ෂණය කරයි",
        "CB විසින් 2020 මාර්තු සිට දෙවන වරටත් සමාන ආකාරයේ සීමා කිරීම් ගෙන එන ලදී",
        "එසේම තමන්ගේම කොටස් නැවත මිලදී ගැනීමෙන්, කළමනාකරණ දීමනා වැඩි කිරීමෙන් සහ අධ්‍යක්ෂ මණ්ඩලවලට ගෙවීම් කිරීමෙන් වළකින ලෙස බැංකුවලින් ඉල්ලා සිටී.",
        "2021 සහ 2022 මූල්‍ය වර්ෂ සඳහා දැනටමත් ප්‍රකාශ කර නොමැති ලාභ විදේශ බැංකුවලට ආපසු ගෙන්වා ගැනීම තහනම් කර ඇත.",
        "පවතින සාර්ව ආර්ථික කැලඹීම හරහා ප්‍රමාණවත් ද්‍රවශීලතාවයක් සහ ප්‍රාග්ධන ස්වාරක්ෂකයක් පවත්වා ගැනීම සහතික කිරීම සඳහා ශ්‍රී ලංකාව තුළ සංස්ථාපිත බලපත්‍රලාභී බැංකු විසින් 2022 දෙසැම්බර් දක්වා වහාම ක්‍රියාත්මක වන පරිදි අභිමත ගෙවීම් සඳහා වෙනත් සීමාවන් රාශියක් අතරේ මුදල් ලාභාංශ අත්හිටුවා ඇත.",
        "2020 මාර්තු මාසයේ සිට, වසංගතය හේතුවෙන් රට ප්‍රථම වරට අගුලු දැමීමෙන් පසු, එම අංශයේ ද්‍රවශීලතාවය, ප්‍රාග්ධනය සහ වෙනත් මත ඇති විය හැකි ආතතියෙන් ආරක්ෂා කිරීම සඳහා මහ බැංකුව බැංකුවල අභිමතය පරිදි ගෙවීම් සඳහා සමාන ආකාරයේ සීමාවන් ගෙන ආ දෙවන අවස්ථාව මෙයයි. ප්රධාන කාර්ය සාධන දර්ශක.",
        "මෙම පූර්ව වැළැක්වීමේ පියවර සහ 2020 දී backstop බැංකු වෙත ලබා දුන් මහ බැංකුවේ ද්‍රවශීලතාවය, 2021 දී බැංකු ඔවුන්ගේ හොඳම කාර්ය සාධනය ලබා දීමත් සමඟ, මාස ගණනාවක අගුලු දැමීම් මධ්‍යයේ වුවද, වර්ධනය ඉහළ මට්ටමකට ගෙන ඒමේදී, වෙන කවරදාටත් වඩා ශක්තිමත්ව නැගී සිටීමට මෙම අංශය ඉමහත් ලෙස උපකාරී විය.",
        "එහි නවතම ක්‍රියාමාර්ගවලදී, මුදල් මණ්ඩලය විසින් මැයි 6 වැනි දින “ශ්‍රී ලංකාවේ සංස්ථාපිත හෝ ස්ථාපිත කර ඇති සෑම බලපත්‍රලාභී බැංකුවකටම” “2022 වර්ෂය සඳහා මුල්‍ය ප්‍රකාශන/අතුරු මුල්‍ය ප්‍රකාශන දක්වා මුදල් ලාභාංශ ගෙවීම කල් දමන ලෙස” නව උපදෙස් නිකුත් කරන ලදී. එහි බාහිර විගණක විසින් අවසන් කර විගණනය කරනු ලැබේ.",
        "මෙම දිශානතිය සම්පූර්ණ තහනමක් ලෙස නොපෙනේ, නමුත් BASEL III රෙගුලාසි යටතේ බැංකුවල අවම ප්‍රාග්ධන අවශ්‍යතා මත මූල්‍ය ක්‍රියාකාරිත්වය සහ බලපෑම මත රඳා පවතී. BASEL රීති මගින් සෑම බැංකුවක්ම තම අවදානම් බර සහිත වත්කම් හෝ වෙනත් වචන වලින් ණය සහ අත්තිකාරම් සම්බන්ධයෙන් පවත්වා ගත යුතු අවම ප්‍රාග්ධන ප්‍රමාණය නියම කරයි.",
        "ශ්‍රී ලංකාව සිය විදේශ මුදල් ණයවලින් වැඩි ප්‍රමාණයක් අත්හිටුවීමේ තීරණය අප්‍රේල් 12 වන දින ප්‍රකාශයට පත් කිරීමත් සමඟ, ඔවුන් සතුව කොටසක් හිමි බැවින් ණය ප්‍රතිව්‍යුහගත කිරීමකදී රටේ බැංකුවල ප්‍රාග්ධන පැතිකඩ කෙතරම් දුරට බලපාන්නේද යන්න මැන බැලීම සඳහා අධ්‍යයන කිහිපයක් සිදු කර ඇත. ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර (ISB) ඔවුන්ගේ විදේශ මුදල් වත්කම්වල කොටසක් ලෙස. ශ්‍රී ලංකා සංවර්ධන බැඳුම්කර සහ රුපියල් බැඳුම්කර බැංකු සඳහා වන ප්‍රතිව්‍යුහගත කිරීම් සහතික කිරීමේ අවශ්‍යතාවලට යටත් නොවන බව මහ බැංකුව පැහැදිලිව ප්‍රකාශ කර ඇත.",
        "මුදල් ලාභාංශ අත්හිටුවීමට අමතරව, බැංකු විසින් තමන්ගේම කොටස් නැවත මිලදී ගැනීම, කළමනාකරණ දීමනා සහ අධ්‍යක්ෂ මණ්ඩලයට ගෙවීම් වැඩි කිරීම සහ අත්‍යාවශ්‍ය නොවන සහ හදිසි නොවන වියදම් දැරීමටද මහ බැංකුව විසින් තිර රෙද්දක් ගෙන ඇත. ප්‍රාග්ධන වියදම් දැරීමේදී දැඩි අවධානයෙන් හා විචක්ෂණශීලීව කටයුතු කරන ලෙසද මහ බැංකුව බැංකුවලින් ඉල්ලා සිටියේය. මේ අතර, ශ්‍රී ලංකාවෙන් පිටත සංස්ථාපිත කර ඇති බලපත්‍රලාභී බැංකුවලට 2022 සඳහා වන මූල්‍ය ප්‍රකාශන අවසන් කර විගණනය කරන තෙක් 2021 සහ 2022 මූල්‍ය වර්ෂ සඳහා දැනටමත් ප්‍රකාශ කර නොමැති ලාභ ආපසු ගෙන්වා ගැනීම තහනම් කර ඇත."
      ]
    },
    "ta": {
      "title": "2022 ஆம் ஆண்டிற்கான பண ஈவுத்தொகையை அறிவிப்பதில் இருந்து வங்கிகளுக்கு தடை விதிக்கப்பட்டுள்ளது",
      "body_lines": [
        "துறையின் மூலதனம் மற்றும் பணப்புழக்கத்தைப் பாதுகாக்க CB தொற்றுநோய் கால விளையாட்டு புத்தகத்தை மறுபரிசீலனை செய்கிறது",
        "மார்ச் 2020 முதல் இரண்டாவது முறையாக இதே பாணியிலான கட்டுப்பாடுகளை CB கொண்டு வந்தது",
        "வங்கிகள் தங்கள் சொந்த பங்குகளை திரும்ப வாங்குவதையும், நிர்வாக கொடுப்பனவுகளை அதிகரிப்பதையும் மற்றும் இயக்குநர் குழுவிற்கு செலுத்துவதையும் தவிர்க்குமாறு கேட்டுக்கொள்கிறது.",
        "2021 மற்றும் 2022 நிதியாண்டுகளுக்கு ஏற்கனவே அறிவிக்கப்படாத லாபத்தை வெளிநாட்டு வங்கிகள் திருப்பி அனுப்புவது தடைசெய்யப்பட்டுள்ளது.",
        "இலங்கையில் இணைக்கப்பட்ட உரிமம் பெற்ற வங்கிகளின் ரொக்க ஈவுத்தொகையை மத்திய வங்கி இடைநிறுத்தியுள்ளது, இது 2022 டிசெம்பர் வரை உடனடியாக நடைமுறைக்கு வரும் வகையில், நடைமுறையில் உள்ள பெரிய பொருளாதார குழப்பத்தின் மூலம் போதுமான பணப்புழக்கம் மற்றும் மூலதன இடையகத்தை பராமரிக்கும் முயற்சியில் உள்ளது.",
        "தொற்றுநோய் காரணமாக நாடு முதன்முறையாக பூட்டப்பட்ட நிலையில், அதன் பணப்புழக்கம், மூலதனம் மற்றும் பிறவற்றில் ஏற்படக்கூடிய அழுத்தத்திலிருந்து பாதுகாக்க, மார்ச் 2020 முதல் வங்கிகளின் விருப்பமான கொடுப்பனவுகளில் இதே பாணியிலான கட்டுப்பாடுகளை மத்திய வங்கி கொண்டு வருவது இது இரண்டாவது முறையாகும். முக்கிய செயல்திறன் குறிகாட்டிகள்.",
        "இந்த முன்னெச்சரிக்கை நடவடிக்கைகள் மற்றும் 2020 ஆம் ஆண்டில் பேக்ஸ்டாப் வங்கிகளுக்கு வழங்கப்பட்ட மத்திய வங்கி பணப்புழக்கம் ஆகியவை 2021 ஆம் ஆண்டில் வங்கிகள் தங்கள் சிறந்த செயல்திறனை வழங்குவதால், பல மாத கால பூட்டுதல்களுக்கு மத்தியிலும், இந்த துறை முன்பை விட வலுவாக வெளிவர பெரிதும் உதவியது.",
        "அதன் சமீபத்திய நடவடிக்கைகளில், \"இலங்கையில் இணைக்கப்பட்ட அல்லது நிறுவப்பட்ட ஒவ்வொரு உரிமம் பெற்ற வங்கிக்கும்\", \"2022 ஆம் ஆண்டிற்கான நிதிநிலை அறிக்கைகள்/இடைக்கால நிதிநிலை அறிக்கைகள் வரை பண ஈவுத்தொகையை வழங்குவதை ஒத்திவைக்குமாறு\" நாணய வாரியம் மே 6 அன்று புதிய வழிகாட்டுதல்களை வழங்கியது. அதன் வெளிப்புற தணிக்கையாளரால் இறுதி செய்யப்பட்டு தணிக்கை செய்யப்படுகிறது.",
        "இந்த திசையானது ஒரு முழுமையான தடையாகத் தெரியவில்லை, ஆனால் BASEL III விதிமுறைகளின் கீழ் நிதிச் செயல்திறன் மற்றும் வங்கிகளின் குறைந்தபட்ச மூலதனத் தேவைகள் மீதான தாக்கம் ஆகியவற்றின் மீது தொடர்ந்து இருக்கும். BASEL விதிகளின்படி, ஒவ்வொரு வங்கியும் தங்கள் ரிஸ்க் எடையுள்ள சொத்துக்கள் அல்லது வேறுவிதமாகக் கூறினால், கடன்கள் மற்றும் முன்பணங்கள் தொடர்பாக பராமரிக்க வேண்டிய குறைந்தபட்ச மூலதனத் தொகையை நிர்ணயிக்கிறது.",
        "ஏப்ரல் 12 அன்று இலங்கை தனது பெரும்பாலான வெளிநாட்டு நாணயக் கடனை இடைநிறுத்துவதற்கான முடிவை அறிவித்ததால், நாட்டின் வங்கிகளின் மூலதன விவரங்கள் எந்த அளவுக்குப் பாதிக்கப்படலாம் என்பதை அறிய பல ஆய்வுகள் நடத்தப்பட்டன. சர்வதேச இறையாண்மை பத்திரங்கள் (ISBs) அவற்றின் வெளிநாட்டு நாணய சொத்துக்களின் ஒரு பகுதியாகும். இலங்கை அபிவிருத்திப் பத்திரங்கள் மற்றும் ரூபாய் பத்திரங்கள் வங்கிகளுக்கான மறுசீரமைப்பை உறுதிப்படுத்தும் கவலைகளுக்கு உட்படுத்தப்படாது என மத்திய வங்கி தெளிவுபடுத்தியுள்ளது.",
        "ரொக்க ஈவுத்தொகைகள் மீதான இடைநிறுத்தம் தவிர, வங்கிகள் தங்கள் சொந்த பங்குகளை திரும்ப வாங்குதல், நிர்வாக கொடுப்பனவுகள் மற்றும் இயக்குநர்கள் குழுவிற்கான கொடுப்பனவுகளை அதிகரித்தல் மற்றும் அத்தியாவசியமற்ற மற்றும் அவசரமற்ற செலவினங்களைச் செய்வதற்கும் மத்திய வங்கி திரைச்சீலைகளைக் கொண்டுவந்தது. மூலதனச் செலவினங்களைச் செய்யும்போது மிகுந்த கவனத்தையும் விவேகத்தையும் கடைப்பிடிக்குமாறும் மத்திய வங்கி வங்கிகளைக் கேட்டுக் கொண்டுள்ளது. இதற்கிடையில், இலங்கைக்கு வெளியில் இணைக்கப்பட்ட உரிமம் பெற்ற வங்கிகளும் 2022 ஆம் ஆண்டிற்கான நிதி அறிக்கைகள் இறுதி செய்யப்பட்டு தணிக்கை செய்யப்படும் வரை 2021 மற்றும் 2022 ஆம் நிதியாண்டுகளுக்கு ஏற்கனவே அறிவிக்கப்படாத இலாபங்களை திருப்பி அனுப்புவதில் இருந்து தடைசெய்யப்பட்டுள்ளது."
      ]
    }
  }
}