{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Bangladesh-and-Sri-Lanka-celebrate-50-years-of-diplomatic-relations/56-732222",
  "time_ut": 1647631380,
  "title": "Bangladesh and Sri Lanka celebrate 50 years of diplomatic relations",
  "body_lines": [
    "Sri Lanka and Bangladesh are celebrating the golden jubilee of bilateral ties this year recognising each other’s contribution to their socio-economic development.",
    "The Lakshman Kadirgamar Institute of International Relations and Strategic Studies (LKI) in collaboration with the High Commission of Bangladesh in Sri Lanka and the High Commission of Sri Lanka in Bangladesh recently hosted a commemoration event to celebrate the Fiftieth Anniversary of Diplomatic Relations between the People’s Republic of Bangladesh and the Democratic Socialist Republic of Sri Lanka.",
    "It highlighted the unique contribution made by Sri Lanka to the Bangladesh garment industry to achieve a supreme position in the international market.",
    "Bangladesh Prime Minister Sheikh Hasina in her goodwill message noted that the last fifty years have provided a strong foundation for lasting bilateral relations between Bangladesh and Sri Lanka. Prime Minister Mahinda Rajapaksa in his goodwill message highlighted that the relationship between the two nations has matured to be a mutually rewarding partnership and stated that this occasion provides an opportunity to reflect on innovative means to enhance bilateral cooperation between the two South Asian nations.",
    "LKI Executive Director Dr. Dayantha Laksiri Mendis, in his welcome address, reflected on the long-standing bilateral relations between Bangladesh and Sri Lanka and explored ways in which this relationship could be further strengthened in order to ensure increased cooperation and engagement.",
    "The experts from Sri Lanka in the field of garments initially engaged in setting up garment factories in Bangladesh. They imparted their knowledge in the holistic business of garments, displayed their skills in manufacturing and logistics; shared their valued experience in product planning and sourcing international markets and trained the Bangladesh work force to be highly skilled and as a result the workforce has achieved the highest level of productivity in the field of garment manufacturing.  Bangladesh has immensely benefited by the contribution made by the Sri Lankan experts to gain international reputation. Today, Bangladesh garments exports amounts to $ 25.0 billion and represent 55.4% of their export value. Further, Bangladesh remains in a very strong position with regard to foreign exchange reserves despite the COVID 19 global pandemic.",
    "After five decades of independence obtained in 1972, Bangladesh can be identified as the rising star of Asia with a population of 166.3 million in 2021. Since then, Bangladesh has shown a greater economic resilience and self determination to graduate from a less developed country in 1975 (LDC) to reach the status of a developing country by 2026. This decision had been taken by the UN and in admission to developing country status the benchmarks such as per capita income, Human Asset Index (HAI) and Economic and Environmental Vulnerability Index (EVI) had been taken into account.",
    "Sri Lanka and Bangladesh diplomatic ties can be further strengthened into bilateral trade enhancement, free trade agreements, establishment of a multilateral shipping network in the Bay of Bengal and bilateral development of the tourism industry and investment in the manufacturing sector.",
    "To mark this unique event, a press conference was held at the Lakshman Kadirgamar Institute. Sri Lanka Prime Minister Mahinda Rajapaksa in his virtual message highlighted that, “Both countries enjoy a matured diplomatic relationship since 1972. Bangladesh remains as a trusted friend assisting each other in achievement of goals. There are 110 Sri Lankan companies operating in Bangladesh at present. He said that the ties between two countries will grow in the future”.",
    "Regional Cooperation State Minister Tharaka Balasuriya mentioned that, “Relationship of comfort has been the hallmark success that existed between two countries and Bangladesh has supported Sri Lanka at all times. Bangladesh economic progress and rising as a regional power is witnessed especially during the last two decades. Both countries are members of SAARC and BIMSTEC upholding regional cooperation’’.",
    "He further added that, “Shipping collaboration is another major potential area that exists between two countries and discussions will be held to divert more shipping connectivity towards the port of Colombo. Diversification of trade in the field of IT, tourism and pharmaceuticals will enhance bilateral trade. There are two Bangladesh conglomerates that have shown interest in investing in the field of pharmaceuticals. I wish that the next 50 years of economic and diplomatic ties between the two countries will further flourish and thanked the Bangladesh Government for all support rendered”.",
    "High Commissioner of Bangladesh to Sri Lanka Tariq Ariful Islam during the discussion told that, “Bangladesh as a country who appreciate Sri Lanka for recognising as a sovereign state in 1972. The diplomatic relationships during the past five decades have grown to unprecedented levels and it has been planned to celebrate this unique year with celebrations. Both countries share similar interests, cultural values, mutual respect and ethos. At present the bilateral trade between two countries amounts to $ 300.0 million and there is potential to expand further. The comparative advantages both countries enjoy and possess in trade can be harnessed for further development.",
    "Bangladesh wishes to identify three baskets of products for bilateral trade and commerce development. They are Tea, Garments and IT. Further the port of Colombo and Chittagong can be developed as regional shipping hubs. This will enhance transhipment facilities and greater opportunities for investment. Trade and shipping can be complimented by each segment to encourage bilateral trade.",
    "Exchange of shipping delegations between Sri Lanka and Bangladesh can usher in passenger and cruise shipping operations which will be a greater impetus to the tourist industry. Pharmaceutical is also another potential industry where products can be manufactured at a competitive price targeting the entire globe.",
    "Bangladesh has assisted Sri Lanka with currency swap facilities and there is more room for better wealth management and international banking. Bangladesh welcomes investments from Sri Lanka and appreciates the Sri Lanka’s professionals who are rendering a yeoman service to uplift the Bangladesh Garments, Banking and other manufacturing industries. He added that fifty years of reflection between two countries will maximise the potential of the two countries in the future."
  ],
  "translate": {
    "si": {
      "title": "බංග්ලාදේශය සහ ශ්‍රී ලංකාව රාජ්‍ය තාන්ත්‍රික සබඳතාවලට වසර 50ක් සපිරේ",
      "body_lines": [
        "ශ්‍රී ලංකාව සහ බංගලාදේශය මේ වසරේ ද්විපාර්ශ්වික සබඳතාවල ස්වර්ණ ජයන්තිය සමරන්නේ ඔවුන්ගේ සමාජ-ආර්ථික සංවර්ධනය සඳහා එකිනෙකාගේ දායකත්වය හඳුනා ගනිමින්.",
        "ලක්ෂ්මන් කදිරගාමර් ජාත්‍යන්තර සබඳතා සහ උපායමාර්ගික අධ්‍යයන ආයතනය (LKI) ශ්‍රී ලංකාවේ බංග්ලාදේශ මහ කොමසාරිස් කාර්යාලය සහ බංග්ලාදේශයේ ශ්‍රී ලංකා මහ කොමසාරිස් කාර්යාලය සමඟ එක්ව මහජන ජනරජය අතර රාජ්‍යතාන්ත්‍රික සබඳතාවල පනස් වැනි සංවත්සරය සැමරීම සඳහා සමරු උත්සවයක් පසුගියදා පවත්වන ලදී. බංග්ලාදේශයේ සහ ශ්‍රී ලංකා ප්‍රජාතන්ත්‍රවාදී සමාජවාදී ජනරජයේ.",
        "ජාත්‍යන්තර වෙළඳපොලේ උත්තරීතර ස්ථානයක් අත්පත් කර ගැනීම සඳහා බංග්ලාදේශ ඇඟලුම් කර්මාන්තයට ශ්‍රී ලංකාව ලබා දුන් සුවිශේෂී දායකත්වය එහි දී ඉස්මතු විය.",
        "බංග්ලාදේශ අගමැතිනි ෂීක් හසීනා සිය සුහද පණිවිඩයේ සඳහන් කළේ පසුගිය වසර පනහ තුළ බංග්ලාදේශය සහ ශ්‍රී ලංකාව අතර කල්පවත්නා ද්විපාර්ශ්වික සබඳතා සඳහා ශක්තිමත් පදනමක් සපයා ඇති බවයි. දෙරට අතර සබඳතා අන්‍යෝන්‍ය වශයෙන් ප්‍රතිලාභ ගෙන දෙන හවුල්කාරිත්වයක් ලෙස පරිණත වී ඇති බව පෙන්වා දෙන අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා සිය සුහද පණිවිඩයෙන් පෙන්වා දෙන්නේ දකුණු ආසියාතික රටවල් දෙක අතර ද්විපාර්ශ්වික සහයෝගීතාව වර්ධනය කර ගැනීම සඳහා නව්‍ය ක්‍රම පිළිබඳව මෙනෙහි කිරීමට මෙම අවස්ථාව උදාවන බවයි.",
        "LKI විධායක අධ්‍යක්ෂ ආචාර්ය දයන්ත ලක්සිරි මෙන්ඩිස් මහතා සිය පිළිගැනීමේ දේශනයේදී බංග්ලාදේශය සහ ශ්‍රී ලංකාව අතර දීර්ඝ කාලීන ද්විපාර්ශ්වික සබඳතා පිළිබඳව ආවර්ජනය කළ අතර සහයෝගීතාවය සහ ක්‍රියාකාරිත්වය වැඩි කිරීම සහතික කිරීම සඳහා මෙම සබඳතාව තවදුරටත් ශක්තිමත් කර ගත හැකි මාර්ග ගවේෂණය කළේය.",
        "ශ්‍රී ලංකාවේ ඇඟලුම් ක්ෂේත්‍රයේ ප්‍රවීණයන් බංග්ලාදේශයේ ඇඟලුම් කම්හල් පිහිටුවීමේ මුලික කටයුතුවල නිරත විය. ඔවුන් ඇඟලුම් පිළිබඳ පරිපූර්ණ ව්‍යාපාරය පිළිබඳ ඔවුන්ගේ දැනුම ලබා දුන් අතර, නිෂ්පාදන සහ සැපයුම් පිළිබඳ ඔවුන්ගේ කුසලතා ප්‍රදර්ශනය කළහ. නිෂ්පාදන සැලසුම් කිරීම සහ ජාත්‍යන්තර වෙලඳපොලවල් සපයා ගැනීම පිළිබඳ ඔවුන්ගේ වටිනා අත්දැකීම් බෙදාහදා ගත් අතර බංග්ලාදේශ ශ්‍රම බලකාය ඉහළ නිපුණතා ඇති කිරීමට පුහුණු කළ අතර එහි ප්‍රතිඵලයක් ලෙස ශ්‍රම බලකාය ඇඟලුම් නිෂ්පාදන ක්ෂේත්‍රයේ ඉහළම ඵලදායිතාව අත්කර ගෙන ඇත. ජාත්‍යන්තර කීර්තියක් අත්කර ගැනීම සඳහා ශ්‍රී ලාංකික විශේෂඥයින් දක්වන දායකත්වයෙන් බංග්ලාදේශයට විශාල ප්‍රතිලාභයක් ලැබී තිබේ. අද, බංග්ලාදේශ ඇඟලුම් අපනයනය ඩොලර් බිලියන 25.0 ක් වන අතර ඔවුන්ගේ අපනයන වටිනාකමෙන් 55.4% ක් නියෝජනය කරයි. තවද, COVID 19 ගෝලීය වසංගතය නොතකා බංග්ලාදේශය විදේශ විනිමය සංචිත සම්බන්ධයෙන් ඉතා ශක්තිමත් ස්ථානයක පවතී.",
        "1972 නිදහසෙන් දශක පහකට පසු, 2021 දී මිලියන 166.3 ක ජනගහනයක් සහිත ආසියාවේ නැගී එන තරුව ලෙස බංග්ලාදේශය හඳුනා ගත හැකිය. එතැන් සිට, බංග්ලාදේශය 1975 දී අඩු සංවර්ධිත රටකින් උපාධිය ලබා ගැනීමට වැඩි ආර්ථික ඔරොත්තු දීමේ හැකියාවක් සහ ස්වයං අධිෂ්ඨානයක් පෙන්නුම් කර ඇත. (LDC) 2026 වන විට සංවර්ධනය වෙමින් පවතින රටක තත්ත්වයට ළඟා වීමට. මෙම තීරණය එක්සත් ජාතීන්ගේ සංවිධානය විසින් ගෙන ඇති අතර, ඒක පුද්ගල ආදායම, මානව වත්කම් දර්ශකය (HAI) සහ ආර්ථික සහ පාරිසරික අවදානම් දර්ශකය (HAI) වැනි මිණුම් සලකුණු සංවර්ධනය වෙමින් පවතින රටක තත්ත්වයට ඇතුළත් කිරීමේදී මෙම තීරණය ගෙන ඇත. EVI) සැලකිල්ලට ගෙන තිබුණි.",
        "ශ්‍රී ලංකාව සහ බංගලාදේශ රාජ්‍ය තාන්ත්‍රික සබඳතා ද්විපාර්ශ්වික වෙළඳ ප්‍රවර්ධනය, නිදහස් වෙළඳ ගිවිසුම්, බෙංගාල බොක්ක ආශ්‍රිත බහුපාර්ශ්වික නාවික ජාලයක් පිහිටුවීම සහ සංචාරක කර්මාන්තයේ ද්විපාර්ශ්වික සංවර්ධනය සහ නිෂ්පාදන අංශයේ ආයෝජනය දක්වා තවදුරටත් ශක්තිමත් කළ හැකිය.",
        "මෙම සුවිශේෂී අවස්ථාව සනිටුහන් කරමින් මාධ්‍ය හමුවක් ලක්ෂ්මන් කදිරගාමර් ආයතනයේදී පැවැත්විණි. ශ්‍රී ලංකා අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා සිය අතථ්‍ය පණිවුඩය මගින් අවධාරණය කළේ, “දෙරට 1972 සිට පරිණත රාජ්‍ය තාන්ත්‍රික සබඳතාවක් භුක්ති විඳිති. බංග්ලාදේශය විශ්වාසවන්ත මිතුරෙකු ලෙස ඉලක්ක සපුරා ගැනීමේදී එකිනෙකාට සහාය වෙමින් පවතී. මේ වන විට බංග්ලාදේශයේ ශ්‍රී ලාංකික සමාගම් 110 ක් ක්‍රියාත්මක වේ. ඉදිරියේදී දෙරට අතර සබඳතා වර්ධනය වනු ඇති බවද ඔහු පැවසීය.",
        "කලාපීය සහයෝගීතා රාජ්‍ය අමාත්‍ය තාරක බාලසූරිය මහතා සඳහන් කළේ, “දෙරට අතර පැවති සුහද සබඳතාවයේ කැපී පෙනෙන සාර්ථකත්වය වන අතර බංග්ලාදේශය සෑම අවස්ථාවකදීම ශ්‍රී ලංකාවට සහයෝගය ලබා දුන් බවයි. බංග්ලාදේශ ආර්ථික ප්‍රගතිය සහ කලාපීය බලවතෙකු ලෙස නැගී සිටීම විශේෂයෙන් පසුගිය දශක දෙක තුළ දක්නට ලැබේ. රටවල් දෙකම SAARC සහ BIMSTEC හි සාමාජිකයින් වන අතර කලාපීය සහයෝගීතාව තහවුරු කරයි.",
        "“නැව් සහයෝගීතාවය රටවල් දෙකක් අතර පවතින තවත් ප්‍රධාන විභව ක්ෂේත්‍රයක් වන අතර කොළඹ වරාය දෙසට වැඩි නාවික සම්බන්ධතාවක් යොමු කිරීමට සාකච්ඡා කරන බව ඔහු වැඩිදුරටත් පැවසීය. තොරතුරු තාක්ෂණ, සංචාරක සහ ඖෂධ ක්ෂේත්‍රයේ වෙළඳාම විවිධාංගීකරණය කිරීම ද්විපාර්ශ්වික වෙළඳාම වැඩිදියුණු කරනු ඇත. ඖෂධ ක්ෂේත්‍රයේ ආයෝජනය කිරීමට කැමැත්තක් දක්වා ඇති බංග්ලාදේශ සමාගම් දෙකක් තිබේ. දෙරට අතර ඉදිරි වසර 50ක ආර්ථික හා රාජ්‍ය තාන්ත්‍රික සබඳතා තවදුරටත් වර්ධනය වේවායි මම ප්‍රාර්ථනා කරන අතර ලබා දුන් සියලු සහයෝගය සඳහා බංග්ලාදේශ රජයට ස්තූතිවන්ත වෙමි.",
        "ශ්‍රී ලංකාවේ බංග්ලාදේශ මහ කොමසාරිස් තාරික් අරිෆුල් ඉස්ලාම් සාකච්ඡාවේදී පැවසුවේ, “1972 දී ස්වෛරී රාජ්‍යයක් ලෙස පිළිගැනීම සම්බන්ධයෙන් ශ්‍රී ලංකාව අගය කරන රටක් ලෙස බංගලාදේශය. පසුගිය දශක පහ තුළ රාජ්‍ය තාන්ත්‍රික සබඳතා පෙර නොවූ විරූ මට්ටමකට වර්ධනය වී තිබේ. මෙම සුවිශේෂී වසර සැමරුම් සමඟ සැමරීමට සැලසුම් කර ඇත. රටවල් දෙකම සමාන අවශ්‍යතා, සංස්කෘතික වටිනාකම්, අන්‍යෝන්‍ය ගෞරවය සහ ආචාර ධර්ම බෙදාහදා ගනී. මේ වන විට දෙරට අතර ද්විපාර්ශ්වික වෙළඳාම ඩොලර් මිලියන 300.0 ක් වන අතර එය තවදුරටත් පුළුල් කිරීමේ හැකියාවක් පවතී. වෙළඳාමේ දී රටවල් දෙකම භුක්ති විඳින සහ හිමිකර ගන්නා සංසන්දනාත්මක වාසි තවදුරටත් සංවර්ධනය සඳහා යොදා ගත හැකිය.",
        "ද්විපාර්ශ්වික වෙළඳාම සහ වාණිජ සංවර්ධනය සඳහා නිෂ්පාදන බාස්කට් තුනක් හඳුනා ගැනීමට බංග්ලාදේශය අපේක්ෂා කරයි. ඒවා නම් තේ, ඇඟලුම් සහ තොරතුරු තාක්ෂණ. තවද කොළඹ වරාය සහ චිතගොං කලාපීය නාවික මධ්‍යස්ථාන ලෙස සංවර්ධනය කළ හැකිය. මෙමගින් ප්‍රතිනැව්ගත කිරීමේ පහසුකම් සහ ආයෝජන සඳහා වැඩි අවස්ථා වැඩි දියුණු වනු ඇත. ද්විපාර්ශ්වික වෙළඳාම දිරිමත් කිරීම සඳහා එක් එක් අංශයෙන් වෙළඳාම සහ නැව්ගත කිරීම අගය කළ හැකිය.",
        "ශ්‍රී ලංකාව සහ බංගලාදේශය අතර නාවික නියෝජිත කණ්ඩායම් හුවමාරු කර ගැනීම මගින් සංචාරක කර්මාන්තයට විශාල ප්‍රබෝධයක් වනු ඇති මගී සහ කෲස් නැව් මෙහෙයුම් ආරම්භ කළ හැක. Pharmaceutical යනු සමස්ත ලෝකයම ඉලක්ක කර ගනිමින් තරඟකාරී මිලකට නිෂ්පාදන නිෂ්පාදනය කළ හැකි තවත් විභව කර්මාන්තයකි.",
        "බංගලිදේශය ශ්‍රී ලංකාවට මුදල් හුවමාරු කිරීමේ පහසුකම් ලබා දී ඇති අතර වඩා හොඳ ධන කළමනාකරණය සහ ජාත්‍යන්තර බැංකුකරණය සඳහා වැඩි ඉඩක් ඇත. බංගලිදේශය ශ්‍රී ලංකාවෙන් ලැබෙන ආයෝජන සාදරයෙන් පිළිගන්නා අතර බංගලාදේශ ඇඟලුම්, බැංකු සහ අනෙකුත් නිෂ්පාදන කර්මාන්ත නඟා සිටුවීමට විශාල සේවාවක් ඉටු කරන ශ්‍රී ලංකාවේ වෘත්තිකයන් අගය කරයි. දෙරට අතර වසර පනහක ආවර්ජනය අනාගතයේදී දෙරටේ විභවයන් උපරිම කරනු ඇති බව ඔහු වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "பங்களாதேஷ் மற்றும் இலங்கை இராஜதந்திர உறவுகளின் 50 வருடங்களைக் கொண்டாடுகின்றன",
      "body_lines": [
        "இலங்கை மற்றும் பங்களாதேஷ் இருதரப்பு உறவுகளின் பொன் விழாவை இந்த ஆண்டு கொண்டாடுகின்றன, அவற்றின் சமூக-பொருளாதார வளர்ச்சியில் ஒருவருக்கொருவர் பங்களிப்பை அங்கீகரிக்கின்றன.",
        "லக்ஷ்மன் கதிர்காமர் சர்வதேச உறவுகள் மற்றும் மூலோபாய ஆய்வுகள் நிறுவனம் (LKI) இலங்கையில் உள்ள பங்களாதேஷ் உயர் ஸ்தானிகராலயம் மற்றும் பங்களாதேஷில் உள்ள இலங்கை உயர் ஸ்தானிகராலயத்துடன் இணைந்து மக்கள் குடியரசின் இராஜதந்திர உறவுகளின் ஐம்பதாவது ஆண்டு நிறைவைக் கொண்டாடும் வகையில் நினைவேந்தல் நிகழ்வை அண்மையில் நடத்தியது. பங்களாதேஷ் மற்றும் இலங்கை ஜனநாயக சோசலிச குடியரசு.",
        "பங்களாதேஷ் ஆடைத் தொழில்துறைக்கு சர்வதேச சந்தையில் உயர் நிலையை அடைவதற்கு இலங்கை வழங்கிய தனித்துவமான பங்களிப்பை இது எடுத்துக்காட்டுகிறது.",
        "பங்களாதேஷ் பிரதமர் ஷேக் ஹசீனா தனது நல்லெண்ணச் செய்தியில், பங்களாதேஷிற்கும் இலங்கைக்கும் இடையிலான நீடித்த இருதரப்பு உறவுகளுக்கு கடந்த ஐம்பது வருடங்கள் வலுவான அடித்தளத்தை வழங்கியுள்ளதாக குறிப்பிட்டுள்ளார். இரு நாடுகளுக்கும் இடையிலான உறவு பரஸ்பர நன்மை பயக்கும் பங்காளித்துவமாக முதிர்ச்சியடைந்துள்ளதாகவும், இரு தெற்காசிய நாடுகளுக்கு இடையிலான இருதரப்பு ஒத்துழைப்பை மேம்படுத்துவதற்கான புதுமையான வழிமுறைகளைப் பற்றி சிந்திக்க இந்த சந்தர்ப்பம் வாய்ப்பளிப்பதாகவும் பிரதமர் மஹிந்த ராஜபக்ஷ தனது நல்லெண்ணச் செய்தியில் குறிப்பிட்டுள்ளார்.",
        "LKI நிறைவேற்றுப் பணிப்பாளர் கலாநிதி தயந்த லக்சிறி மெண்டிஸ், தனது வரவேற்பு உரையில், பங்களாதேஷ் மற்றும் இலங்கைக்கு இடையிலான நீண்டகால இருதரப்பு உறவுகளைப் பிரதிபலித்ததோடு, அதிகரித்த ஒத்துழைப்பையும் ஈடுபாட்டையும் உறுதிப்படுத்துவதற்காக இந்த உறவை மேலும் பலப்படுத்துவதற்கான வழிகளை ஆராய்ந்தார்.",
        "ஆடைத் துறையில் இலங்கையைச் சேர்ந்த நிபுணர்கள் ஆரம்பத்தில் பங்களாதேஷில் ஆடைத் தொழிற்சாலைகளை அமைப்பதில் ஈடுபட்டனர். அவர்கள் ஆடைகளின் முழுமையான வணிகத்தில் தங்கள் அறிவை வழங்கினர், உற்பத்தி மற்றும் தளவாடங்களில் தங்கள் திறமைகளை வெளிப்படுத்தினர்; சர்வதேச சந்தைகளில் தயாரிப்பு திட்டமிடல் மற்றும் ஆதாரங்களை வழங்குவதில் தங்களின் மதிப்புமிக்க அனுபவத்தை பகிர்ந்து கொண்டதுடன், பங்களாதேஷ் பணியாளர்களை மிகவும் திறமையானவர்களாக இருக்க பயிற்றுவித்தனர். சர்வதேச நற்பெயரைப் பெறுவதற்கு இலங்கை நிபுணர்கள் வழங்கிய பங்களிப்பினால் பங்களாதேஷ் பாரியளவில் பயனடைந்துள்ளது. இன்று, பங்களாதேஷ் ஆடை ஏற்றுமதிகள் $ 25.0 பில்லியன் மற்றும் அவற்றின் ஏற்றுமதி மதிப்பில் 55.4% ஆகும். மேலும், COVID 19 உலகளாவிய தொற்றுநோய் இருந்தபோதிலும் அந்நிய செலாவணி கையிருப்பைப் பொறுத்தவரை பங்களாதேஷ் மிகவும் வலுவான நிலையில் உள்ளது.",
        "1972 இல் ஐந்து தசாப்தகால சுதந்திரத்திற்குப் பிறகு, 2021 இல் 166.3 மில்லியன் மக்கள்தொகையுடன் ஆசியாவின் வளர்ந்து வரும் நட்சத்திரமாக பங்களாதேஷ் அடையாளம் காணப்பட்டது. அதன் பின்னர், வங்கதேசம் 1975 இல் குறைந்த வளர்ச்சியடைந்த நாட்டிலிருந்து பட்டம் பெற அதிக பொருளாதார பின்னடைவையும் சுய உறுதியையும் காட்டியுள்ளது. (LDC) 2026 ஆம் ஆண்டிற்குள் வளரும் நாடு என்ற நிலையை அடையும். இந்த முடிவு ஐநாவால் எடுக்கப்பட்டது மற்றும் வளரும் நாடு அந்தஸ்தை ஏற்றுக்கொள்வதில் தனிநபர் வருமானம், மனித சொத்துக் குறியீடு (HAI) மற்றும் பொருளாதாரம் மற்றும் சுற்றுச்சூழல் பாதிப்புக் குறியீடு ( EVI) கணக்கில் எடுத்துக்கொள்ளப்பட்டது.",
        "இலங்கை மற்றும் பங்களாதேஷ் இராஜதந்திர உறவுகளை இருதரப்பு வர்த்தக மேம்பாடு, தடையற்ற வர்த்தக ஒப்பந்தங்கள், வங்காள விரிகுடாவில் பலதரப்பு கப்பல் வலையமைப்பை நிறுவுதல் மற்றும் சுற்றுலாத்துறையின் இருதரப்பு மேம்பாடு மற்றும் உற்பத்தித் துறையில் முதலீடு என மேலும் பலப்படுத்த முடியும்.",
        "இந்த தனித்துவமான நிகழ்வை முன்னிட்டு ஊடகவியலாளர் மாநாடு லக்ஷ்மன் கதிர்காமர் நிறுவகத்தில் நடைபெற்றது. இலங்கை பிரதமர் மஹிந்த ராஜபக்ஷ தனது மெய்நிகர் செய்தியில், “இரு நாடுகளும் 1972 ஆம் ஆண்டிலிருந்து முதிர்ச்சியடைந்த இராஜதந்திர உறவை அனுபவித்து வருகின்றன. பங்களாதேஷ் இலக்குகளை அடைவதில் ஒருவருக்கொருவர் உதவும் நம்பகமான நண்பராக உள்ளது. பங்களாதேஷில் தற்போது 110 இலங்கை நிறுவனங்கள் இயங்கி வருகின்றன. எதிர்காலத்தில் இரு நாடுகளுக்கிடையேயான உறவுகள் வளரும் என்று அவர் கூறினார்.",
        "பிராந்திய ஒத்துழைப்பு இராஜாங்க அமைச்சர் தாரக பாலசூரிய குறிப்பிடுகையில், “இரு நாடுகளுக்கிடையில் நிலவிய ஆறுதல் உறவு என்பது தனிச்சிறப்பான வெற்றியாகும் மற்றும் பங்களாதேஷ் எல்லா நேரங்களிலும் இலங்கைக்கு ஆதரவாக உள்ளது. பங்களாதேஷ் பொருளாதார முன்னேற்றம் மற்றும் பிராந்திய சக்தியாக உயர்ந்து வருவது குறிப்பாக கடந்த இரண்டு தசாப்தங்களில் காணப்படுகிறது. பிராந்திய ஒத்துழைப்பை நிலைநிறுத்தும் சார்க் மற்றும் பிம்ஸ்டெக் ஆகிய இரு நாடுகளும் உறுப்பினர்களாக உள்ளன.",
        "அவர் மேலும் தெரிவிக்கையில், “இரு நாடுகளுக்கும் இடையில் இருக்கும் மற்றுமொரு முக்கிய சாத்தியக்கூறுப் பகுதி கப்பல் போக்குவரத்து என்பதுடன், கொழும்புத் துறைமுகத்தை நோக்கி அதிக கப்பல் போக்குவரத்துத் தொடர்பைத் திருப்புவது குறித்து கலந்துரையாடப்படும். தகவல் தொழில்நுட்பம், சுற்றுலா மற்றும் மருந்துத் துறையில் வர்த்தகத்தை பல்வகைப்படுத்துவது இருதரப்பு வர்த்தகத்தை மேம்படுத்தும். இரண்டு வங்காளதேச கூட்டு நிறுவனங்கள் மருந்துத் துறையில் முதலீடு செய்ய ஆர்வம் காட்டி வருகின்றன. இரு நாடுகளுக்கும் இடையிலான அடுத்த 50 வருட பொருளாதார மற்றும் இராஜதந்திர உறவுகள் மேலும் செழிக்க வேண்டும் என்று நான் விரும்புகிறேன், மேலும் அனைத்து ஆதரவுக்கும் பங்களாதேஷ் அரசாங்கத்திற்கு நன்றி தெரிவிக்கிறேன்.",
        "இலங்கைக்கான பங்களாதேஷ் உயர்ஸ்தானிகர் தாரிக் அரிஃபுல் இஸ்லாம் கலந்துரையாடலின் போது, ​​“1972 இல் இலங்கையை இறையாண்மை கொண்ட நாடாக அங்கீகரித்ததற்காக பங்களாதேஷ் ஒரு நாடு. இந்த தனித்துவமான ஆண்டை கொண்டாட்டங்களுடன் கொண்டாட திட்டமிடப்பட்டுள்ளது. இரு நாடுகளும் ஒரே மாதிரியான ஆர்வங்கள், கலாச்சார விழுமியங்கள், பரஸ்பர மரியாதை மற்றும் நெறிமுறைகளைப் பகிர்ந்து கொள்கின்றன. தற்போது இரு நாடுகளுக்கும் இடையிலான இருதரப்பு வர்த்தகம் 300.0 மில்லியன் டாலர்களாக உள்ளது மேலும் மேலும் விரிவடையும் வாய்ப்பு உள்ளது. வர்த்தகத்தில் இரு நாடுகளும் அனுபவிக்கும் மற்றும் வைத்திருக்கும் ஒப்பீட்டு நன்மைகள் மேலும் வளர்ச்சிக்கு பயன்படுத்தப்படலாம்.",
        "இருதரப்பு வர்த்தகம் மற்றும் வர்த்தக வளர்ச்சிக்காக மூன்று கூடை தயாரிப்புகளை அடையாளம் காண பங்களாதேஷ் விரும்புகிறது. அவை டீ, கார்மென்ட்ஸ் மற்றும் ஐ.டி. மேலும் கொழும்பு துறைமுகம் மற்றும் சிட்டகொங் ஆகியவை பிராந்திய கப்பல் போக்குவரத்து மையங்களாக உருவாக்கப்படலாம். இது டிரான்ஷிப்மென்ட் வசதிகள் மற்றும் முதலீட்டிற்கான அதிக வாய்ப்புகளை அதிகரிக்கும். இருதரப்பு வர்த்தகத்தை ஊக்குவிக்க ஒவ்வொரு பிரிவிலும் வர்த்தகம் மற்றும் கப்பல் போக்குவரத்தை பாராட்டலாம்.",
        "இலங்கைக்கும் பங்களாதேஷுக்கும் இடையில் கப்பல் போக்குவரத்து பிரதிநிதிகளை பரிமாறிக்கொள்வதன் மூலம் சுற்றுலாத்துறைக்கு அதிக உத்வேகத்தை அளிக்கும் பயணிகள் மற்றும் கப்பல் போக்குவரத்து நடவடிக்கைகளுக்கு வழிவகுக்கும். உலகம் முழுவதையும் இலக்காகக் கொண்டு போட்டி விலையில் தயாரிப்புகளை உற்பத்தி செய்யக்கூடிய மற்றொரு சாத்தியமான தொழிற்துறையும் மருந்தாகும்.",
        "பங்களாதேஷ் இலங்கைக்கு நாணய பரிமாற்ற வசதிகளுடன் உதவியுள்ளது மேலும் சிறந்த செல்வ முகாமைத்துவம் மற்றும் சர்வதேச வங்கிச் சேவைக்கு அதிக இடம் உள்ளது. பங்களாதேஷ் இலங்கையில் இருந்து முதலீடுகளை வரவேற்கிறது மற்றும் பங்களாதேஷ் ஆடைகள், வங்கி மற்றும் பிற உற்பத்தித் தொழில்களை மேம்படுத்துவதற்கு ஒரு சிறந்த சேவையை வழங்கும் இலங்கையின் நிபுணர்களைப் பாராட்டுகிறது. இரு நாடுகளுக்கிடையிலான ஐம்பதாண்டு கால சிந்தனை எதிர்காலத்தில் இரு நாடுகளின் திறனை அதிகரிக்கச் செய்யும் என்றும் அவர் கூறினார்."
      ]
    }
  }
}