{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-ops-halt-half-an-hour-before-closing-time-in-the-wake-of-growing-economic-uncertainties/",
  "time_ut": 1654523820,
  "title": "CSE ops halt half an hour before closing time in the wake of growing economic uncertainties",
  "body_lines": [
    "CSE operations halted due to the S and P SL20 index slipping over 5 per cent yesterday as economic uncertainties grew in tandem with speculation that arose over the weekend about another fuel price hike and major price rises in essential consumer items, stock market analysts said.",
    "Amid those developments, trading halted half an hour before closing time, which was around 12 noon. The reasons being that the market feels there is insufficient communication on the IMF program, besides global oil prices moving up. It is believed there could be a fresh series of fuel price hikes, thereby triggering commodity price rises that in turn could create a drop in investor sentiment. Further, certain issues and the opposition triggered by SLPP MPs in parliament to the passing of the 21 st Amendment to the Constitution, add insult to injury, analysts explained.",
    "“There’s a bit of uncertainty as to the agreement on the 21st Amendment, the budget and the IMF discussions. All those things are a bit dicey, a top market analyst said. Sri Lanka’s inflation in April is already at 39.1 per cent and if it moves beyond 50 percent the country will be facing hyperinflation, which is also a major worry.",
    "The main All- Share Price Index fell by 251 points and the most liquid S&P SL20 fell by 132 points. Turnover generated was Rs 1.46 billion without any crossings. In the retail market top companies that mainly contributed to the turnover were; Expolanka Holdings Rs 496 million (2.5 million shares traded), Browns Investments Rs 323 million (36 million shares traded), Lanka IOC Rs 86.4 million (1.46 million shares traded), Hayleys PLC Rs 61 million (957,000 shares traded), LOLC Holdings Rs 48.6 million (90000 shares traded), LOLC Finance Rs 43 million (5.5 million shares traded) and Sampath Bank Rs 26.5 million (767000 shares traded).Top losers in the first hour were LOLC Holdings, Expolanka and Browns investments. During the day 73 million share volumes changed hands in 17000 transactions.",
    "Yesterday, commercial banks quoted a US dollar at Rs 367 against telegraphic transfers, while the Central Bank interbank spot trade was at Rs 360.27 under a daily guidance rate. Commercial banks were quoting Rs 357/367 for telegraphic transfer dollars moving up from last week.",
    "The Central Bank’s daily guidance margin on the previous day was Rs 1.00 plus or 4.00 minus the initial Rs 2.50 .The interbank guidance rate on Friday was Rs 360.3 per US dollar.",
    "ComBank to widen Senior Citizen account base with relaunch of ‘Udara’",
    "The Political Economy of Fiscal Policies and Regulations to Promote Healthy Diets in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "වැඩෙන ආර්ථික අවිනිශ්චිතතාවයන් හමුවේ CSE මෙහෙයුම් අවසන් වීමට පැය භාගයකට පෙර නතර වේ",
      "body_lines": [
        "තවත් ඉන්ධන මිල ඉහළ යාමක් සහ අත්‍යාවශ්‍ය පාරිභෝගික ද්‍රව්‍යවල විශාල මිල ඉහළ යාමක් පිළිබඳව සති අන්තයේ මතු වූ සමපේක්ෂනයත් සමඟ ආර්ථික අවිනිශ්චිතතා වර්ධනය වීමත් සමඟ ඊයේ දිනයේ S සහ P SL20 දර්ශකය සියයට 5 ට වඩා පහත වැටීම හේතුවෙන් CSE මෙහෙයුම් නතර වූ බව කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "එම වර්ධනයන් මධ්‍යයේ, අවසන් වේලාවට පැය භාගයකට පෙර, එනම් දහවල් 12 ට පමණ වෙළඳාම නතර විය. ගෝලීය තෙල් මිල ඉහළ යාමට අමතරව ජාමූඅ වැඩසටහන පිළිබඳ ප්‍රමාණවත් සන්නිවේදනයක් නොමැති බව වෙළඳපොළට හැඟී යාම ඊට හේතු වේ. ඉන්ධන මිල ඉහළ යාමේ නැවුම් මාලාවක් ඇති විය හැකි බව විශ්වාස කෙරේ, එමඟින් භාණ්ඩ මිල ඉහළ යාම ආයෝජකයින්ගේ මනෝභාවයේ පහත වැටීමක් ඇති කළ හැකිය. තවද, 21 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය සම්මත කිරීම සම්බන්ධයෙන් ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් විසින් පාර්ලිමේන්තුවේ ඇති කරන ලද යම් යම් ගැටළු සහ විරුද්ධත්වය තුවාලයක් බවට පත් කරන බව විශ්ලේෂකයෝ පැහැදිලි කළහ.",
        "“21 වැනි සංශෝධනය, අයවැය සහ ජාත්‍යන්තර මූල්‍ය අරමුදලේ සාකච්ඡා පිළිබඳ එකඟතාව සම්බන්ධයෙන් යම් අවිනිශ්චිතතාවයක් තිබෙනවා. ඒ හැම දෙයක්ම ටිකක් කැතයි, ඉහළ වෙළඳපල විශ්ලේෂකයෙක් පැවසීය. අපේ‍්‍රල් මාසයේ ශ‍්‍රී ලංකාවේ උද්ධමනය දැනටමත් සියයට 39.1 ක් වන අතර එය සියයට 50 න් ඔබ්බට ගියහොත් රට අධි උද්ධමනයකට මුහුණ දෙනු ඇත, එය ද විශාල කනස්සල්ලට කරුණකි.",
        "ප්‍රධාන සියලු කොටස් මිල දර්ශකය ඒකක 251 කින් පහත වැටුණු අතර වඩාත්ම ද්‍රවශීල S&P SL20 ඒකක 132 කින් පහත වැටුණි. කිසිදු හරස් මාර්ගයකින් තොරව ජනනය කරන ලද පිරිවැටුම රුපියල් බිලියන 1.46 කි. සිල්ලර වෙළඳපොලේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ ඉහළම සමාගම් වූයේ; එක්ස්පෝලංකා හෝල්ඩින්ග්ස් රුපියල් මිලියන 496 (කොටස් මිලියන 2.5 ක් ගනුදෙනු), බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට්ස් රුපියල් මිලියන 323 (කොටස් මිලියන 36 ක් ගනුදෙනු), ලංකා අයිඕසී රුපියල් මිලියන 86.4 (කොටස් මිලියන 1.46 ක් ගනුදෙනු), හේලීස් පීඑල්සී රුපියල් මිලියන 61 ක් (කොටස් 957,000 ක් ගනුදෙනු), එල්ඕඑල්සී හෝල්ඩිංග්ස් රු. මිලියන 48.6ක් (කොටස් 90000ක් ගනුදෙනු කර ඇත), LOLC ෆිනෑන්ස් රුපියල් මිලියන 43ක් (කොටස් මිලියන 5.5ක් වෙළඳාම් කර ඇත) සහ සම්පත් බැංකුව රුපියල් මිලියන 26.5ක් (කොටස් 767000ක් ගනුදෙනු කර ඇත).පළමු පැය තුළ වැඩිම පාඩු ලැබූවන් වූයේ LOLC හෝල්ඩිංග්ස්, එක්ස්පෝලංකා සහ බ්‍රවුන්ස් ආයෝජනය. දවස තුළ ගනුදෙනු 17000 කදී කොටස් වෙළුම් මිලියන 73 ක් වෙනස් විය.",
        "ඊයේ දිනයේදී වානිජ බැංකු විසින් ටෙලිග්‍රාෆ් හුවමාරු වලට එරෙහිව එක්සත් ජනපද ඩොලරයක් රුපියල් 367ක් ලෙස සඳහන් කළ අතර, මහ බැංකු අන්තර් බැංකු ස්ථාන වෙළඳාම දෛනික මාර්ගෝපදේශ අනුපාතය යටතේ රුපියල් 360.27ක් විය. වාණිජ බැංකු පසුගිය සතියේ සිට ඉහළ යන ටෙලිග්‍රාෆික් හුවමාරු ඩොලර් සඳහා රුපියල් 357/367 ක් උපුටා දක්වයි.",
        "පෙර දින මහ බැංකුවේ දෛනික මාර්ගෝපදේශ ආන්තිකය රුපියල් 1.00 ක් හෝ ආරම්භක රුපියල් 2.50 ට අඩු 4.00 ක් විය. සිකුරාදා අන්තර් බැංකු මාර්ගෝපදේශ අනුපාතය එක්සත් ජනපද ඩොලරයකට රුපියල් 360.3 ක් විය.",
        "‘උදාර’ යළි දියත් කිරීමත් සමඟ ජ්‍යෙෂ්ඨ පුරවැසි ගිණුම් පදනම පුළුල් කිරීමට ComBank",
        "ශ්‍රී ලංකාවේ සෞඛ්‍ය සම්පන්න ආහාර වේලක් ප්‍රවර්ධනය කිරීම සඳහා වන මූල්‍ය ප්‍රතිපත්ති සහ රෙගුලාසි වල දේශපාලන ආර්ථිකය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வளர்ந்து வரும் பொருளாதார நிச்சயமற்ற தன்மையை அடுத்து CSE ops முடிவடைவதற்கு அரை மணி நேரத்திற்கு முன் நிறுத்தப்படும்",
      "body_lines": [
        "மற்றொரு எரிபொருள் விலை உயர்வு மற்றும் அத்தியாவசிய நுகர்வோர் பொருட்களின் முக்கிய விலை உயர்வு பற்றி வார இறுதியில் எழுந்த ஊகங்களுடன் பொருளாதார நிச்சயமற்ற தன்மைகள் அதிகரித்ததால், நேற்று S மற்றும் P SL20 குறியீடு 5 சதவீதத்திற்கு மேல் சரிந்ததால் CSE செயல்பாடுகள் நிறுத்தப்பட்டன என்று பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில், வர்த்தகம் முடிவடைவதற்கு அரை மணி நேரத்திற்கு முன், அதாவது நண்பகல் 12 மணியளவில் நிறுத்தப்பட்டது. சர்வதேச நாணய நிதியத்தின் திட்டத்தில் போதிய தகவல் தொடர்பு இல்லை என்று சந்தை கருதுகிறது, மேலும் உலகளாவிய எண்ணெய் விலைகள் அதிகரித்து வருகின்றன. ஒரு புதிய தொடர் எரிபொருள் விலையேற்றங்கள் இருக்கக்கூடும் என்று நம்பப்படுகிறது, இதன்மூலம் பண்டங்களின் விலை உயர்வை தூண்டி முதலீட்டாளர்களின் உணர்வில் வீழ்ச்சியை உருவாக்கலாம். மேலும், அரசியலமைப்பின் 21 வது திருத்தத்தை நிறைவேற்றுவதற்கு பாராளுமன்றத்தில் SLPP பாராளுமன்ற உறுப்பினர்களால் தூண்டப்பட்ட சில பிரச்சினைகள் மற்றும் எதிர்ப்பு, காயத்தை ஏற்படுத்துகிறது என்று ஆய்வாளர்கள் விளக்கினர்.",
        "“21வது திருத்தம், வரவு செலவுத் திட்டம் மற்றும் சர்வதேச நாணய நிதியத்தின் விவாதங்கள் தொடர்பான உடன்படிக்கையில் சற்று நிச்சயமற்ற நிலை உள்ளது. அந்த விஷயங்கள் எல்லாம் கொஞ்சம் பகடைக்கத்தான், ஒரு சிறந்த சந்தை ஆய்வாளர் கூறினார். ஏப்ரலில் இலங்கையின் பணவீக்கம் ஏற்கனவே 39.1 சதவீதமாக உள்ளது, அது 50 சதவீதத்திற்கு அப்பால் சென்றால் நாடு மிகை பணவீக்கத்தை எதிர்கொள்ளும், இது ஒரு பெரிய கவலையும் கூட.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு 251 புள்ளிகளால் சரிந்தது மற்றும் மிகவும் திரவமான S&P SL20 132 புள்ளிகளால் சரிந்தது. 1.46 பில்லியனை கடக்காமல் புரள்வு ஈட்டப்பட்டது. சில்லறை விற்பனை சந்தையில் முதன்மையான நிறுவனங்கள் வருவாயில் பங்களித்தன; எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 496 மில்லியன் (2.5 மில்லியன் பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 323 மில்லியன் (36 மில்லியன் பங்குகள் வர்த்தகம்), லங்கா ஐஓசி ரூ 86.4 மில்லியன் (1.46 மில்லியன் பங்குகள் வர்த்தகம்), ஹேலிஸ் பிஎல்சி ரூ 61 மில்லியன் (957,000 பங்குகள் வர்த்தகம்), எல்எல்சி ஹோல்டிங்ஸ் ரூ. 48.6 மில்லியன் (90000 பங்குகள் வர்த்தகம்), LOLC ஃபைனான்ஸ் ரூ 43 மில்லியன் (5.5 மில்லியன் பங்குகள் வர்த்தகம்) மற்றும் சம்பத் வங்கி ரூ 26.5 மில்லியன் (767000 பங்குகள் வர்த்தகம்) முதல் ஒரு மணி நேரத்தில் அதிக நஷ்டம் அடைந்தது LOLC ஹோல்டிங்ஸ், எக்ஸ்போலங்கா மற்றும் பிரவுன்ஸ் முதலீடுகள். நாளின் போது 17000 பரிவர்த்தனைகளில் 73 மில்லியன் பங்குகள் கைமாறின.",
        "நேற்று, வர்த்தக வங்கிகள் டெலிகிராஃபிக் பரிமாற்றங்களுக்கு எதிராக ஒரு அமெரிக்க டாலரை ரூ. 367 ஆகக் குறிப்பிட்டன, அதே சமயம் சென்ட்ரல் வங்கிக்கு இடையேயான வர்த்தகம் தினசரி வழிகாட்டுதல் விகிதத்தின் கீழ் ரூ.360.27 ஆக இருந்தது. வணிக வங்கிகள் தந்தி பரிமாற்ற டாலர்களுக்கு கடந்த வாரத்தில் இருந்து ரூ.357/367 என்று குறிப்பிடுகின்றன.",
        "முந்தைய நாளில் மத்திய வங்கியின் தினசரி வழிகாட்டல் வரம்பு ரூ. 1.00 கூட்டல் அல்லது ஆரம்ப ரூ. 2.50ஐ விட 4.00 கழித்தல். வெள்ளியன்று வங்கிகளுக்கிடையேயான வழிகாட்டுதல் விகிதம் அமெரிக்க டாலருக்கு ரூ.360.3 ஆக இருந்தது.",
        "காம்பேங்க் மூத்த குடிமக்கள் கணக்குத் தளத்தை விரிவுபடுத்தும் வகையில் ‘உதாரா’ மீண்டும் தொடங்கப்பட்டுள்ளது.",
        "இலங்கையில் ஆரோக்கியமான உணவுமுறைகளை மேம்படுத்துவதற்கான நிதிக் கொள்கைகள் மற்றும் ஒழுங்குமுறைகளின் அரசியல் பொருளாதாரம்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}