{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-new-finance-minister-faces-challenge-of-winning-back-international-confidence-94707/",
  "time_ut": 1653478260,
  "title": "Sri Lanka’s new finance minister faces challenge of winning back international confidence",
  "body_lines": [
    "ECONOMYNEXT – Prime Minister Ranil Wickremesinghe’s appointment as crisis-hit Sri Lanka’s finance minister has raised some hopes locally for longer-term economic policies, but international donors are still wary because of the past experiences.",
    "Since Wickremesinghe was appointed as prime minister on May 12, the intensity of the main protest near presidential secretariat has declined and the number of participants has drastically come down.",
    "But the key issues which led to the youth-led protests – extended power cuts, long queues for fuel and cooking gas, and lack of medicines – still remain and have gotten worse in the last two weeks.",
    "Political analysts see Wickremesnighe as a credible political leader among many corrupt Sri Lankan politicians given his personal track record, the  the black mark from the infamous central bank bond scam notwithstanding.",
    "“However, this time, his personal credibility may not help him get international assistance to come out of the economic crisis,” a political analyst who was close to the last government told EconomyNext asking not to be named.",
    "“Every time the international community supported Wickremesinghe and he improved the economy, the opposition toppled his government and derailed economic policy gains. So, this time, the international community is not ready for such a derailment.”",
    "“They want a policy commitment that’s sustainable over a long period of time whether Wickremesinghe is there or not. If Sri Lanka needs to come out of this economic crisis and prevent another crisis, the country needs a sound economic policy, and that is what the international community expects from Sri Lanka this time.”",
    "Some Sri Lanka Podujana Peramuna (SLPP) lawmakers told EconomyNext that the international community has delayed financial assistance plans to the country because of the concerns over Rajapaksas still remaining in power.",
    "“Some international partners have said they will not help as long as the Rajapaksas are in power,” a former cabinet minister told EconomyNext.",
    "“This is one of the reasons that compelled former prime minister Mahinda Rajapaksa to vacate his post and this is why no Rajapaksas are in the cabinet now,” he said.",
    "“Even President Gotabaya Rajapaksa’s presidency is seen as an impediment to foreign financial assistance.”",
    "New Finance Minister Ranil Wickremesinghe has already explained the reality of the island nation’s crisis-hit economy to the nation.",
    "Unlike the former ruling SLPP ministers, Wickremesinghe told the truth to the public. In a televised address, he mentioned that there is no reserves to pay for any imports. He warned of an impending food shortage in August. He spoke of economic conditions worsening further, of longer power cuts, and more money printing for public sector salaries at the expense of rupee depreciation.",
    "Already, the country’s policy interest rates have been doubled to a higher level, private sector imports are curbed to a minimum and government capital expenditures are slashed, fuel prices are raised to record levels, and the rupee is trading around a record low level after flexibility was allowed in the exchange rate.",
    "Economist say these key reforms may be extremely painful. Among them are: raising taxes, downsizing a bloated public sector, job losses, increase in electricity and water prices, possible privatisation of loss-making state-owned enterprises (SOEs) such as SriLankan Airlines, the Ceylon Petroleum Corporation (CPC), and the Ceylon Electricity Board (CEB).",
    "Central Bank Governor Nandalal Weerasinghe this week said more hardships are expected when the economy worsens further.",
    "“We will see the worst contraction this year than any other years in history. There is no other choice,” Weerasinghe told a forum this week.",
    "Many economists warn that the next few months will be “scary”, until stability returns.",
    "Meanwhile, Wickremesinghe is expected to navigate Sri Lanka through these troubled times as finance minister with a new budget and a new economic policy regime.",
    "But for the international community, implementation of such economic policy under Wickremesinghe is not going to be enough. Sri Lanka’s international partners want a credible policy to sustain the country’s economic recovery from the current crisis.",
    "“It is not about them supporting Sri Lanka to come out of this crisis, but about sustaining the economic recovery,” the political analyst said.",
    "“So, whether Rajapaksa coming back or a fresh Rajapaksa coming to power is immaterial to them. What the international community needs is credibility and sustainable and sound economic policies despite whoever is in charge.”",
    "Sri Lanka was saved from the brink of similar economic collapse when Wickremesinghe served as prime minister in 2001-2004 and 2015-2019 with Sri Lanka’s international partners backing his governments for economic policy reforms including fiscal adjustments to reduce the budget deficit.",
    "However, he could not complete his reforms on either occasion and the country’s gain in economic policies was eroded soon after the next government took over.",
    "During 2001-2004 tenure, Wickremesinghe with the support of international community, focused on economic policies under a policy package titled “Regaining Sri Lanka” amid an internationally brokered ceasefire agreement between the government and the Liberation Tigers of Tamil Eelam (LTTE) who fought for an independent state for ethnic minority Tamils.",
    "He took over an ailing economy that had seen its worst growth in history by then. The complete destruction of Sri Lanka’s only airport by the LTTE brought Sri Lanka’s economy to its knees and Sri Lanka hardly got any international support because most of the money was pumped to fight the war.",
    "Wickremesinghe reined in government expenditure by stopping state sector recruitment while boosting revenue by encouraging private sector investments. He also ensured 4.5 billion US dollars in financial aid at the Tokyo donor meeting with the support of Sri Lanka’s friends abroad.",
    "However, the then opposition led by Mahinda Rajapaksa started to agitate against the Wickremesinghe government’s policies. Rajapaksa along with his then close allies Wimal Weerawansa and former finance minister, late Mangala Samaraweera spearheaded the anti-government campaign against Wickremesinghe and his policies.",
    "The allegations were: Wickremesinghe was selling the country, he was succumbing to international pressure, he was more lenient with the LTTE, he was a traitor because he did not care about the military and LTTE leader Veluppilla Prabakaran would get what we wanted, a separate Elam.",
    "Accepting her party members’ demand, then president Chandrika Bandaranaike Kumaratunga dissolved parliament in February 2004 leading to the defeat of Wickremesinghe’s center-right United National Party (UNP), which continued to languish in the opposition for 11 years.",
    "The new government led by president Kumaratunga and Prime Minister Mahinda Rajapaksa in 2004 started to provide jobs for over 50,000 unemployed graduates in the public sector. The move eroded all economic policy gains under Wickremesinghe that was backed by Sri Lanka’s international partners led by Japan.",
    "When Rajapaksa became president in 2005, the country gradually prepared and proceed to finish the war. Rajapaksa provided the political leadership to end the war, but failed the country economically despite the International Monetary Fund (IMF) and other international partners helping the country build up the war ravaged nation. His government also failed at reconciliation efforts that the internationally community had expected.",
    "Wickremesinghe also got a rare opportunity to put the country into a strong economic footing when he was a powerful prime minister in the last government under former president Maithripala Sirisena.",
    "However, the government which gave priority to good governance had to compromise on many tough economic policy decisions because of the unlikely coalition between the center-right UNP headed by Wickremesinghe and center-left Sri Lanka Freedom Party (SLFP) headed by  Sirisena.",
    "The central bank bond scam also put a dent in Wickremesimghe’s credibility and his “Mr Clean” image despite him being proven innocent.",
    "However, his economic policy framework with higher taxes, fuel price formula, reduced government expenditure, leasing Hambantota Port to China, a joint venture to operate the East Container Terminal (ECT), the Trincomalee oil tank farm deal with India, and a 480 million US dollar grant from the US-based Millennium Challenge Corporation (MCC) were criticised in creative but often dishonest ways by the Rajapaksa-led opposition.",
    "Rajapaksa using his immense popularity tried to prove that Wickremesinghe could not stabilise the economy. For this, he used many tactics which are now history.",
    "When there was a fuel shortage in November 2017, Rajapaksa along with his MP son Namal travelled to parliament by bicycle to protest the shortage.",
    "Every time he got a microphone to speak, Rajapaksa would ask sarcastically “den sepeda’ (“feeling better now?”) or “obata sathutudha den?” (“are you happy now?”). His biting commentary about price increases of essentials, shortage of cooking gas, and about the fuel formula, though intellectually dishonest, struck a chord with voters.",
    "His party members told the public that the IMF was the main curse on the country and Wickremesinghe had been working with the IMF to bring the economy to a standstill.",
    "At a press conference, when Rajapaksa said the rupee had been depreciating, a journalist asked him how would he stabilise the rupee. There was no answer from Rajapaksa, but his close ally Weerawansa said their party had done it before under Rajapaksa and they knew how to make the rupee stable.",
    "Rajapaksa, true to form, built up his political power by ridiculing Wickremesinghe’s economic policies which were expected to bring some stability to the country.",
    "The 2019 Easter Sunday attack followed by anti-Muslim riots were the final nail on the Wickremesinghe-Sirisena’s government and the 73-year-old current finance minister’s economic development drive.",
    "Rajapaksa’s tactics worked and Wickremesnghe’s UNP could not even win a single seat at the August 2020 parliamentary election. Wickremesinghe who had been in parliament for 43 consecutive years could not win back his own seat in the Colombo district.",
    "That was the end of Wickremesinghe’s second chapter of sustainable economic policy reforms.",
    "Now, he has been given another chance to prove himself as a majority of people do not want to see Rajapaksas serve as ministers and decision makers anymore. Protests have erupted islandwide against the once beloved dynasty.",
    "However, critics are still doubtful that  Wickremesinge will pull it off. He had failed every time he held a parliamentary majority and now he does not have a single UNP lawmaker to back him.",
    "With past experiences of eroded policy credibility, many donors do not want to burn their hands this time by helping Sri Lanka get out of the mess, a Western diplomat told EconomyNext.",
    "“What the international community is looking for is long-term policy credibility and sustainability. Every time there were policy changes for the better, we saw political upheaval and policy reversal. That is the key reason for the current economic crisis,” the diplomat said.",
    "In line with the diplomat’s comment, the World Bank on Tuesday said it had no plans to help Sri Lanka until there was an adequate macroeconomic policy framework outlined.",
    "“We are concerned for the people of Sri Lanka and are working in coordination with the IMF and other development partners in advising on appropriate policies to restore economic stability and broad-based growth,” the World bank said in a statement.",
    "“Until an adequate macroeconomic policy framework is in place, the World Bank does not plan to offer new financing to Sri Lanka.",
    "“We are currently repurposing resources from previously approved projects to help the government with some essential medicines, temporary cash transfers for poor and vulnerable households, school meals for children of vulnerable families, and support for farmers and small businesses,” the Bank said. (Colombo/May25/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ නව මුදල් අමාත්‍යවරයා ජාත්‍යන්තර විශ්වාසය නැවත දිනා ගැනීමේ අභියෝගයට මුහුණ දෙයි",
      "body_lines": [
        "ආර්ථිකය - අර්බුදකාරී ශ්‍රී ලංකාවේ මුදල් අමාත්‍යවරයා ලෙස අගමැති රනිල් වික්‍රමසිංහ පත් කිරීම දිගුකාලීන ආර්ථික ප්‍රතිපත්ති සඳහා දේශීය වශයෙන් යම් බලාපොරොත්තුවක් ඇති කර ඇතත්, අතීත අත්දැකීම් නිසා ජාත්‍යන්තර පරිත්‍යාගශීලීන් තවමත් ප්‍රවේශම් වෙති.",
        "මැයි 12 වැනිදා වික්‍රමසිංහ මහතා අගමැති ධුරයට පත් වූ දා සිට ජනාධිපති ලේකම් කාර්යාලය අසල පැවති ප්‍රධාන විරෝධතාවයේ තීව්‍රතාවය අඩු වී ඇති අතර සහභාගිවන්නන් සංඛ්‍යාව විශාල ලෙස පහත වැටී ඇත.",
        "එහෙත් තරුණයින් විසින් මෙහෙයවන ලද විරෝධතාවලට තුඩු දුන් ප්‍රධාන ප්‍රශ්න - දිගු විදුලි කප්පාදුව, ඉන්ධන සහ ඉවුම් පිහුම් ගෑස් සඳහා දිගු පෝලිම් සහ ඖෂධ හිඟය - තවමත් පවතින අතර පසුගිය සති දෙක තුළ එය වඩාත් නරක අතට හැරී ඇත.",
        "දේශපාලන විශ්ලේෂකයින් වික්‍රමස්නිග් දකින්නේ කුප්‍රකට මහ බැංකු බැඳුම්කර මගඩියේ කළු පැල්ලම කෙසේ වෙතත්, ඔහුගේ පුද්ගලික වාර්තාව අනුව, බොහෝ දූෂිත ශ්‍රී ලංකාවේ දේශපාලනඥයන් අතර විශ්වසනීය දේශපාලන නායකයෙකු ලෙසය.",
        "\"කෙසේ වෙතත්, මෙවර ඔහුගේ පෞද්ගලික විශ්වාසනීයත්වය ඔහුට ආර්ථික අර්බුදයෙන් ගොඩ ඒමට ජාත්‍යන්තර සහය ලබා නොගැනීමට ඉඩ තිබේ,\" පසුගිය රජයට සමීප දේශපාලන විශ්ලේෂකයෙකු EconomyNext වෙත පැවසුවේ නම් නොකිරීමට ඉල්ලා සිටින බවයි.",
        "“ජාත්‍යන්තර ප්‍රජාව වික්‍රමසිංහට සහයෝගය දුන් සහ ඔහු ආර්ථිකය වැඩිදියුණු කළ සෑම අවස්ථාවකම විපක්ෂය ඔහුගේ රජය පෙරළා ආර්ථික ප්‍රතිපත්තිමය ජයග්‍රහණ කඩාකප්පල් කළේය. ඉතින් මෙවර ජාත්‍යන්තර ප්‍රජාව එවැනි පීලි පැනීමකට සූදානම් නැහැ.”",
        "“ඔවුන්ට අවශ්‍ය වන්නේ වික්‍රමසිංහ සිටියත් නැතත් දීර්ඝ කාලයක් පුරා තිරසාර වන ප්‍රතිපත්තිමය කැපවීමක්. ශ්‍රී ලංකාව මේ ආර්ථික අර්බුදයෙන් ගොඩ ඒමට සහ තවත් අර්බුදයක් වළක්වා ගැනීමට නම්, රටට හොඳ ආර්ථික ප්‍රතිපත්තියක් අවශ්‍ය වේ, ජාත්‍යන්තර ප්‍රජාව ශ්‍රී ලංකාවෙන් මෙවර බලාපොරොත්තු වන්නේ එයයි.”",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණේ (SLPP) සමහර පාර්ලිමේන්තු මන්ත්‍රීවරුන් EconomyNext වෙත පැවසුවේ, රාජපක්ෂවරුන් තවමත් බලයේ සිටීම පිළිබඳ කනස්සල්ල නිසා ජාත්‍යන්තර ප්‍රජාව රටට මූල්‍ය ආධාර සැලසුම් ප්‍රමාද කර ඇති බවයි.",
        "“රාජපක්ෂලා බලයේ සිටින තුරු උදව් නොකරන බව සමහර ජාත්‍යන්තර හවුල්කරුවන් පවසා ඇත,” හිටපු කැබිනට් අමාත්‍යවරයෙක් EconomyNext වෙත පැවසීය.",
        "“හිටපු අගමැති මහින්ද රාජපක්‍ෂ මහතාට සිය ධූරයෙන් ඉවත් වීමට බලපෑ එක් හේතුවක් මෙය බවත්, දැන් රාජපක්‍ෂවරු කිසිවෙක් කැබිනට්‌ මණ්‌ඩලයේ නොසිටින්නේත් මේ නිසා,” ඔහු පැවසීය.",
        "\"ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ ජනාධිපති ධූරය පවා විදේශ මූල්‍ය ආධාර සඳහා බාධාවක් ලෙස සලකනු ලැබේ.\"",
        "නව මුදල් අමාත්‍ය රනිල් වික්‍රමසිංහ මහතා දැනටමත් දිවයිනේ අර්බුදකාරී ආර්ථිකයේ යථාර්ථය ජාතියට පැහැදිලි කර ඇත.",
        "හිටපු ශ්‍රී ලංකා පොදුජන පෙරමුණේ ඇමතිවරුන් මෙන් නොව වික්‍රමසිංහ ජනතාවට සත්‍යය ප්‍රකාශ කළේය. රූපවාහිනී දේශනයකදී ඔහු සඳහන් කළේ කිසිදු ආනයනයක් සඳහා ගෙවීමට සංචිත නොමැති බවයි. අගෝස්තු මාසයේදී එලඹෙන ආහාර හිඟයක් ගැන ඔහු අනතුරු ඇඟවීය. ආර්ථික තත්ත්වයන් තවදුරටත් නරක අතට හැරීම, දිගු විදුලි කප්පාදුව සහ රුපියල අවප්‍රමාණය වීමේ වියදමින් රාජ්‍ය අංශයේ වැටුප් සඳහා වැඩිපුර මුදල් අච්චු ගැසීම ගැන ඔහු කතා කළේය.",
        "දැනටමත් රටේ ප්‍රතිපත්ති පොලී අනුපාත ඉහළ මට්ටමට දෙගුණ කර, පුද්ගලික අංශයේ ආනයන අවම මට්ටමට සීමා කර, රජයේ ප්‍රාග්ධන වියදම් කපා හැර, ඉන්ධන මිල වාර්තාගත මට්ටමට ඉහළ නංවා, නම්‍යශීලීභාවයෙන් පසු රුපියල වාර්තාගත පහත් මට්ටමකට ගනුදෙනු වෙමින් පවතී. විනිමය අනුපාතිකයෙන් අවසර දෙන ලදී.",
        "මෙම ප්‍රධාන ප්‍රතිසංස්කරණ අතිශය වේදනාකාරී විය හැකි බව ආර්ථික විද්‍යාඥයෝ පවසති. ඒවා අතර: බදු ඉහළ දැමීම, පුම්බා ඇති රාජ්‍ය අංශය අඩු කිරීම, රැකියා අහිමිවීම්, විදුලිය හා ජල මිල ඉහළ යාම, ශ්‍රී ලංකන් ගුවන් සේවය, ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව (CPC) වැනි පාඩු ලබන රාජ්‍ය ව්‍යවසාය (SOEs) පුද්ගලීකරණය කළ හැකි ය. ලංකා විදුලිබල මණ්ඩලය (CEB).",
        "මහ බැංකු අධිපති නන්දලාල් වීරසිංහ මේ සතියේ පැවසුවේ ආර්ථිකය තවදුරටත් නරක අතට හැරෙන විට තවත් දුෂ්කරතා අපේක්ෂා කරන බවයි.",
        "“ඉතිහාසයේ වෙනත් කිසිම වසරකට වඩා මේ වසරේ නරකම හැකිලීම අපි දකිනු ඇත. වෙනත් විකල්පයක් නැත, ”වීරසිංහ මේ සතියේ සංසදයකට පැවසීය.",
        "බොහෝ ආර්ථික විද්යාඥයින් අනතුරු අඟවන්නේ ස්ථාවරත්වය නැවත පැමිණෙන තෙක් ඉදිරි මාස කිහිපය \"බියජනක\" වනු ඇති බවයි.",
        "මේ අතර, නව අයවැයක් සහ නව ආර්ථික ප්‍රතිපත්ති පාලන තන්ත්‍රයක් සමඟ මුදල් ඇමති ලෙස වික්‍රමසිංහ මෙම කරදරකාරී කාලවලදී ශ්‍රී ලංකාව සැරිසැරීමට අපේක්ෂා කරයි.",
        "එහෙත් ජාත්‍යන්තර ප්‍රජාවට වික්‍රමසිංහ යටතේ එවැනි ආර්ථික ප්‍රතිපත්තියක් ක්‍රියාත්මක කිරීම ප්‍රමාණවත් නොවනු ඇත. ශ්‍රී ලංකාවේ ජාත්‍යන්තර හවුල්කරුවන්ට වත්මන් අර්බුදයෙන් රටේ ආර්ථික ප්‍රකෘතිය පවත්වා ගැනීම සඳහා විශ්වසනීය ප්‍රතිපත්තියක් අවශ්‍ය වේ.",
        "\"එය ඔවුන් ශ්‍රී ලංකාවට මෙම අර්බුදයෙන් ගොඩ ඒමට සහාය දීම ගැන නොව, ආර්ථික ප්‍රකෘතිය තිරසාරව පවත්වා ගැනීම ගැන\" දේශපාලන විශ්ලේෂක පැවසීය.",
        "“ඉතින් රාජපක්‍ෂ ආයෙත් එනවද නැත්තම් අලුත් රාජපක්‍ෂ කෙනෙක් බලයට එනවද කියන එක ඔවුන්ට වැදගත් දෙයක්. කවුරු භාරව සිටියත් ජාත්‍යන්තර ප්‍රජාවට අවශ්‍ය වන්නේ විශ්වසනීයත්වය සහ තිරසාර සහ යහපත් ආර්ථික ප්‍රතිපත්තියි.”",
        "2001-2004 සහ 2015-2019 දී වික්‍රමසිංහ අගමැති ලෙස කටයුතු කරන විට ශ්‍රී ලංකාව සමාන ආර්ථික කඩාවැටීමේ අද්දරෙන් ගැලවී ගියේ ශ්‍රී ලංකාවේ ජාත්‍යන්තර හවුල්කරුවන් අයවැය හිඟය අඩු කිරීම සඳහා මූල්‍ය ප්‍රතිපත්ති ප්‍රතිසංස්කරණ ඇතුළු ආර්ථික ප්‍රතිපත්ති ප්‍රතිසංස්කරණ සඳහා ඔහුගේ රජයන්ට සහාය දීමෙනි.",
        "කෙසේ වෙතත්, ඔහුට එම අවස්ථා දෙකේදීම ඔහුගේ ප්‍රතිසංස්කරණ සම්පූර්ණ කිරීමට නොහැකි වූ අතර ඊළඟ රජය බලයට පත්වීමත් සමඟම ආර්ථික ප්‍රතිපත්තිවල රටේ වාසිය ඛාදනය විය.",
        "2001-2004 පාලන කාලය තුළ වික්‍රමසිංහ මහතා ජාත්‍යන්තර ප්‍රජාවගේ සහයෝගය ඇතිව, රජය සහ දෙමළ ඊළාම් විමුක්ති කොටි (එල්ටීටීඊ) අතර ජාත්‍යන්තරව මැදිහත් වූ සටන් විරාම ගිවිසුමක් මධ්‍යයේ “යලි ශ්‍රී ලංකාව” නම් ප්‍රතිපත්ති පැකේජයක් යටතේ ආර්ථික ප්‍රතිපත්ති කෙරෙහි අවධානය යොමු කළේය. වාර්ගික සුළුතර දෙමළ ජනයා සඳහා ස්වාධීන රාජ්‍යයක්.",
        "ඒ වන විට ඉතිහාසයේ නරකම වර්ධනයක් දුටු රෝගී ආර්ථිකයක් ඔහු භාර ගත්තේය. එල්ටීටීඊය විසින් ශ්‍රී ලංකාවේ එකම ගුවන් තොටුපළ සම්පූර්ණයෙන් විනාශ කිරීම ශ්‍රී ලංකාවේ ආර්ථිකය දණ ගැස්වූ අතර ශ්‍රී ලංකාවට කිසිදු ජාත්‍යන්තර සහයෝගයක් නොලැබුනේ යුද්ධයට සටන් කිරීමට වැඩි මුදලක් පොම්ප කළ බැවිනි.",
        "පෞද්ගලික අංශයේ ආයෝජන දිරිමත් කරමින් ආදායම ඉහළ නංවන අතරම රාජ්‍ය අංශයේ බඳවා ගැනීම් නවතා වික්‍රමසිංහ රජයේ වියදම් පාලනය කළේය. විදේශගත ශ්‍රී ලංකාවේ මිතුරන්ගේ සහයෝගය ඇතිව ටෝකියෝ පරිත්‍යාගශීලීන්ගේ රැස්වීමේදී ඔහු ඇමරිකානු ඩොලර් බිලියන 4.5 ක මූල්‍ය ආධාර සහතික කළේය.",
        "කෙසේ වෙතත්, එවකට මහින්ද රාජපක්ෂ ප්‍රමුඛ විපක්ෂය වික්‍රමසිංහ ආණ්ඩුවේ ප්‍රතිපත්තිවලට එරෙහිව උද්ඝෝෂණ කරන්නට විය. වික්‍රමසිංහට සහ ඔහුගේ ප්‍රතිපත්තිවලට එරෙහි ආණ්ඩු විරෝධී ව්‍යාපාරයට නායකත්වය දුන්නේ රාජපක්ෂ එවකට ඔහුගේ සමීපතම සගයන් වූ විමල් වීරවංශ සහ හිටපු මුදල් අමාත්‍ය දිවංගත මංගල සමරවීර සමඟිනි.",
        "චෝදනා නම්: වික්‍රමසිංහ රට විකුණනවා, ජාත්‍යන්තර බලපෑම්වලට යට වෙනවා, එල්ටීටීඊයට වඩා ලිහිල් වුණා, හමුදාව ගැන තැකීමක් නැති නිසා ඔහු ද්‍රෝහියෙක්, එල්ටීටීඊ නායක වේළුප්පිල්ල ප්‍රභාකරන්ට අපට අවශ්‍ය දේ ලැබෙනවා, වෙනම එලාම්.",
        "සිය පාක්ෂිකයින්ගේ ඉල්ලීම පිළිගනිමින්, එවක ජනාධිපතිනි චන්ද්‍රිකා බණ්ඩාරනායක කුමාරතුංග 2004 පෙබරවාරියේදී පාර්ලිමේන්තුව විසුරුවා හැරියේ, වසර 11ක් විපක්ෂයේ දිගටම කල් ගෙවූ වික්‍රමසිංහගේ මධ්‍ය-දක්ෂිණාංශික එක්සත් ජාතික පක්ෂය (එජාප) පරාජයට පත් කරමිනි.",
        "2004 වසරේ ජනාධිපති කුමාරතුංග සහ අගමැති මහින්ද රාජපක්ෂ ප්‍රමුඛ නව රජය රැකියා විරහිත උපාධිධාරීන් 50,000 කට රාජ්‍ය අංශයේ රැකියා ලබාදීම ආරම්භ කළේය. ජපානය ප්‍රමුඛ ශ්‍රී ලංකාවේ ජාත්‍යන්තර හවුල්කරුවන්ගේ පිටුබලය ලැබූ වික්‍රමසිංහ යටතේ සියලු ආර්ථික ප්‍රතිපත්ති ජයග්‍රහණ මෙම පියවර මගින් ඛාදනය විය.",
        "2005 දී රාජපක්ෂ ජනාධිපති වූ විට රට ක්‍රමක්‍රමයෙන් යුද්ධය නිම කිරීමට සූදානම් වෙමින් ඉදිරියට ගියේය. යුද්ධය අවසන් කිරීමට රාජපක්ෂ දේශපාලන නායකත්වය සැපයූ නමුත් ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සහ අනෙකුත් ජාත්‍යන්තර හවුල්කරුවන් යුද්ධයෙන් විනාශ වූ ජාතිය ගොඩනැගීමට රටට උදව් කළද රට ආර්ථික වශයෙන් අසාර්ථක විය. ජාත්‍යන්තර ප්‍රජාව අපේක්ෂා කළ ප්‍රතිසන්ධාන ප්‍රයත්නයන් ඔහුගේ රජය ද අසාර්ථක විය.",
        "හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා යටතේ පසුගිය රජයේ ප්‍රබල අගමැතිවරයකුව සිටියදී රට ශක්තිමත් ආර්ථික තත්ත්වයකට පත්කිරීමේ දුර්ලභ අවස්ථාවක්ද වික්‍රමසිංහ මහතාට හිමිවිය.",
        "කෙසේ වෙතත්, යහපාලනයට ප්‍රමුඛත්වය දුන් රජයට දැඩි ආර්ථික ප්‍රතිපත්ති තීරණ රැසකට සම්මුතියක් ඇති කර ගැනීමට සිදු වූයේ වික්‍රමසිංහගේ නායකත්වයෙන් යුත් මධ්‍ය-දක්ෂිණාංශික එජාපය සහ සිරිසේන ප්‍රමුඛ මධ්‍ය-වාම ශ්‍රී ලංකා නිදහස් පක්ෂය (ශ්‍රීලනිප) අතර ඇති විය නොහැකි සභාග නිසාය.",
        "මහ බැංකු බැඳුම්කර මගඩිය වික්‍රමසිංහ නිර්දෝෂී බව ඔප්පු වී තිබියදීත්, වික්‍රමසිංහගේ විශ්වසනීයත්වයට සහ ඔහුගේ “මිස්ටර් ක්ලීන්” ප්‍රතිරූපයට ද කැළලක් ඇති කළේය.",
        "කෙසේ වෙතත්, වැඩි බදු, ඉන්ධන මිල සූත්‍රය, රජයේ වියදම් අඩු කිරීම, හම්බන්තොට වරාය චීනයට බදු දීම, නැගෙනහිර බහාලුම් පර්යන්තය (ECT), ඉන්දියාව සමඟ ත්‍රිකුණාමල තෙල් ටැංකි සංකීර්ණය පවත්වාගෙන යාමේ හවුල් ව්‍යාපාරයක් සහ මිලියන 480 ක් සහිත ඔහුගේ ආර්ථික ප්‍රතිපත්ති රාමුවයි. එක්සත් ජනපදය පදනම් කරගත් මිලේනියම් චැලේන්ජ් කෝපරේෂන් (MCC) වෙතින් ඇමරිකානු ඩොලර් ප්‍රදානය රාජපක්ෂ ප්‍රමුඛ විපක්ෂය විසින් නිර්මාණාත්මක නමුත් බොහෝ විට වංක ආකාරයෙන් විවේචනයට ලක් විය.",
        "රාජපක්ෂ තම අසීමිත ජනප්‍රියත්වය භාවිත කරමින් වික්‍රමසිංහට ආර්ථිකය ස්ථාවර කළ නොහැකි බව ඔප්පු කිරීමට උත්සාහ කළේය. ඒ සඳහා ඔහු භාවිත කළේ වර්තමානයේ ඉතිහාසගත වන බොහෝ උපක්‍රමයි.",
        "2017 නොවැම්බරයේ ඉන්ධන හිඟයක් ඇති වූ විට රාජපක්ෂ මන්ත්‍රී පුත් නාමල් සමඟ පාපැදියෙන් පාර්ලිමේන්තුවට ගියේ හිඟයට විරෝධය දැක්වීම සඳහා ය.",
        "ඔහුට කතා කිරීමට මයික්‍රෆෝනයක් ලැබුණු සෑම අවස්ථාවකම රාජපක්ෂ උපහාසාත්මක ලෙස අසන්නේ “දෙන් සේපෙද” (“දැන් සනීපද?”) හෝ “ඔබට සතුටු ද?” කියාය. (\"ඔබට සතුටුයිද දැන්?\"). අත්‍යාවශ්‍ය ද්‍රව්‍යවල මිල වැඩිවීම, ඉවුම් පිහුම් ගෑස් හිඟය සහ ඉන්ධන සූත්‍රය ගැන ඔහු කළ කර්කශ විවරණ, බුද්ධිමය වශයෙන් වංක වුවත්, ඡන්දදායකයින්ගේ සිත් සසල කළේය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදල රටට ඇති ප්‍රධාන ශාපය බවත් වික්‍රමසිංහ මහතා ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ එක්ව ආර්ථිකය අඩාල කිරීමට කටයුතු කළ බවත් ඔහුගේ පාක්ෂිකයෝ ජනතාවට පැවසූහ.",
        "මාධ්‍ය හමුවකදී රුපියල අවප්‍රමාණය වෙමින් පවතින බව රාජපක්ෂ පැවසූ විට මාධ්‍යවේදියෙක් ඔහුගෙන් විමසා සිටියේ රුපියල ස්ථාවර කරන්නේ කෙසේදැයි කියාය. රාජපක්ෂගෙන් පිළිතුරක් නොලැබුණු නමුත් ඔහුගේ සමීපතම හිතවතා වන වීරවංශ පැවසුවේ තම පක්ෂය මීට පෙර රාජපක්ෂ යටතේ එය කළ බවත් රුපියල ස්ථාවර කරන්නේ කෙසේදැයි ඔවුන් දන්නා බවත්ය.",
        "රට තුළ යම් ස්ථාවරත්වයක් ගෙන එනු ඇතැයි අපේක්ෂා කළ වික්‍රමසිංහගේ ආර්ථික ප්‍රතිපත්ති සමච්චලයට ලක් කරමින් රාජපක්ෂ සිය දේශපාලන බලය ගොඩනගා ගත්තේය.",
        "2019 පාස්කු ඉරිදා ප්‍රහාරයෙන් පසුව ඇති වූ මුස්ලිම් විරෝධී කෝලාහල වික්‍රමසිංහ-සිරිසේනගේ ආන්ඩුවට සහ 73 හැවිරිදි වත්මන් මුදල් ඇමතිගේ ආර්ථික සංවර්ධන ව්‍යාපාරයට එල්ල වූ අවසන් ඇණය විය.",
        "රාජපක්ෂගේ උපක්‍රම ක්‍රියාත්මක වූ අතර 2020 අගෝස්තු පාර්ලිමේන්තු මැතිවරණයේදී වික්‍රමසිංහගේ එජාපයට එක ආසනයක්වත් දිනා ගැනීමට නොහැකි විය. වසර 43ක් අඛණ්ඩව පාර්ලිමේන්තුවේ සිටි වික්‍රමසිංහට කොළඹ දිස්ත්‍රික්කයේ තමන්ගේම ආසනය නැවත දිනාගැනීමට නොහැකි විය.",
        "එය වික්‍රමසිංහගේ තිරසාර ආර්ථික ප්‍රතිපත්ති ප්‍රතිසංස්කරණ පිළිබඳ දෙවන පරිච්ඡේදයේ අවසානය විය.",
        "රාජපක්ෂලා තව දුරටත් ඇමතිවරුන් ලෙස සහ තීරණ ගන්නන් ලෙස කටයුතු කරනු දැකීමට බහුතර ජනතාවක් කැමති නැති නිසා ඔහුට තමාව ඔප්පු කිරීමට තවත් අවස්ථාවක් ලැබී තිබේ. කලක් ආදරණීය රාජවංශයට එරෙහිව දිවයින පුරා විරෝධතා මතුව තිබේ.",
        "කෙසේ වෙතත්, වික්‍රමසිංහ එය ඉවත් කරනු ඇතැයි විවේචකයින් තවමත් සැක කරති. පාර්ලිමේන්තුවේ බහුතර බලය හිමි වූ සෑම අවස්ථාවකම ඔහු අසාර්ථක වූ අතර දැන් ඔහුට සහාය දැක්වීමට එක්සත් ජාතික පක්ෂ මන්ත්‍රීවරයෙකු හෝ නොමැත.",
        "ඛාදනය වූ ප්‍රතිපත්ති විශ්වසනීයත්වය පිළිබඳ අතීත අත්දැකීම් සමඟින්, බොහෝ පරිත්‍යාගශීලීන් ශ්‍රී ලංකාවට අවුලෙන් ගොඩ ඒමට උදව් කිරීමෙන් මෙවර අත පුළුස්සා ගැනීමට කැමති නැති බව බටහිර රාජ්‍ය තාන්ත්‍රිකයෙක් EconomyNext වෙත පැවසීය.",
        "“ජාත්‍යන්තර ප්‍රජාව සොයන්නේ දිගුකාලීන ප්‍රතිපත්ති විශ්වසනීයත්වය සහ තිරසාරත්වයයි. යහපත් ප්‍රතිපත්තිමය වෙනස්කම් සිදු වූ සෑම අවස්ථාවකම දේශපාලන පෙරළියක් සහ ප්‍රතිපත්තිමය පෙරළියක් අපි දුටුවෙමු. වත්මන් ආර්ථික අර්බුදයට ප්‍රධාන හේතුව එයයි,” රාජ්‍ය තාන්ත්‍රිකයා පැවසීය.",
        "රාජ්‍ය තාන්ත්‍රිකයාගේ ප්‍රකාශයට අනුකූලව, ප්‍රමාණවත් සාර්ව ආර්ථික ප්‍රතිපත්ති රාමුවක් දක්වා ඇති තෙක් ශ්‍රී ලංකාවට උදව් කිරීමට තමන්ට සැලසුමක් නොමැති බව ලෝක බැංකුව අඟහරුවාදා ප්‍රකාශ කළේය.",
        "\"අපි ශ්‍රී ලංකාවේ ජනතාව ගැන සැලකිලිමත් වන අතර ආර්ථික ස්ථාවරත්වය සහ පුලුල් පදනම් වූ වර්ධනය යථා තත්ත්වයට පත් කිරීම සඳහා සුදුසු ප්‍රතිපත්ති පිළිබඳව උපදෙස් දීම සඳහා IMF සහ අනෙකුත් සංවර්ධන හවුල්කරුවන් සමඟ සම්බන්ධීකරණයෙන් කටයුතු කරමින් සිටිමු\" යනුවෙන් ලෝක බැංකුව නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "“ප්‍රමාණවත් සාර්ව ආර්ථික ප්‍රතිපත්ති රාමුවක් ක්‍රියාත්මක වන තුරු, ලෝක බැංකුව ශ්‍රී ලංකාවට නව මූල්‍ය පහසුකම් ලබා දීමට සැලසුම් නොකරයි.",
        "\"අපි දැනට රජයට අත්‍යවශ්‍ය ඖෂධ වර්ග, දිළිඳු සහ අවදානමට ලක්විය හැකි නිවාස සඳහා තාවකාලික මුදල් හුවමාරු කිරීම්, අවදානමට ලක්විය හැකි පවුල්වල ළමුන් සඳහා පාසල් ආහාර සහ ගොවීන් සහ කුඩා ව්‍යාපාර සඳහා ආධාර කිරීම සඳහා රජයට උපකාර කිරීම සඳහා කලින් අනුමත කරන ලද ව්‍යාපෘතිවල සම්පත් ප්‍රතිනිර්මාණය කරමින් සිටිමු\" යනුවෙන් බැංකුව පවසයි. (කොළඹ/මැයි25/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் புதிய நிதியமைச்சர் சர்வதேச நம்பிக்கையை மீண்டும் வெல்வதற்கான சவாலை எதிர்கொள்கிறார்",
      "body_lines": [
        "பொருளாதாரம் - நெருக்கடியால் பாதிக்கப்பட்டுள்ள இலங்கையின் நிதியமைச்சராக பிரதமர் ரணில் விக்கிரமசிங்கவை நியமித்தது நீண்டகால பொருளாதார கொள்கைகளுக்கு உள்நாட்டில் சில நம்பிக்கைகளை ஏற்படுத்தியுள்ளது, ஆனால் கடந்த கால அனுபவங்கள் காரணமாக சர்வதேச நன்கொடையாளர்கள் இன்னும் எச்சரிக்கையாகவே உள்ளனர்.",
        "மே 12 அன்று விக்கிரமசிங்க பிரதமராக நியமிக்கப்பட்டதில் இருந்து, ஜனாதிபதி செயலகத்திற்கு அருகில் நடைபெற்ற பிரதான போராட்டத்தின் தீவிரம் குறைந்துள்ளதுடன், பங்கேற்பாளர்களின் எண்ணிக்கையும் வெகுவாகக் குறைந்துள்ளது.",
        "ஆனால் இளைஞர்கள் தலைமையிலான போராட்டங்களுக்கு வழிவகுத்த முக்கிய பிரச்சினைகள் - நீட்டிக்கப்பட்ட மின்வெட்டு, எரிபொருள் மற்றும் சமையல் எரிவாயுக்கான நீண்ட வரிசைகள் மற்றும் மருந்துகள் பற்றாக்குறை - இன்னும் உள்ளன மற்றும் கடந்த இரண்டு வாரங்களாக மோசமாகிவிட்டன.",
        "அரசியல் ஆய்வாளர்கள் விக்கிரமஸ்நிகேவை பல ஊழல்மிக்க இலங்கை அரசியல்வாதிகள் மத்தியில் நம்பகமான அரசியல் தலைவராகக் கருதுகின்றனர், அவரது தனிப்பட்ட சாதனையைப் பார்க்கும்போது,  பிரபலமற்ற மத்திய வங்கி பிணைமுறி மோசடியின் கரும்புள்ளி இருந்தபோதிலும்.",
        "\"இருப்பினும், இந்த நேரத்தில், அவரது தனிப்பட்ட நம்பகத்தன்மை அவருக்கு பொருளாதார நெருக்கடியிலிருந்து வெளிவர சர்வதேச உதவியைப் பெற உதவாது\" என்று கடந்த அரசாங்கத்திற்கு நெருக்கமான ஒரு அரசியல் ஆய்வாளர் எகனாமிநெக்ஸ்டிடம் பெயர் குறிப்பிட வேண்டாம் எனக் கேட்டுக் கொண்டார்.",
        "“ஒவ்வொரு முறையும் சர்வதேச சமூகம் விக்கிரமசிங்கவை ஆதரித்து, அவர் பொருளாதாரத்தை மேம்படுத்தியபோது, ​​எதிர்க்கட்சிகள் அவரது அரசாங்கத்தைக் கவிழ்த்து, பொருளாதாரக் கொள்கை ஆதாயங்களைத் தடம் புரண்டது. எனவே, இம்முறை சர்வதேச சமூகம் அவ்வாறானதொரு தடம் புரளுவதற்கு தயாராக இல்லை.”",
        "“விக்கிரமசிங்க இருந்தாலும் இல்லாவிட்டாலும் நீண்ட காலத்திற்கு நிலையான ஒரு கொள்கை உறுதிப்பாட்டை அவர்கள் விரும்புகிறார்கள். இந்த பொருளாதார நெருக்கடியில் இருந்து இலங்கை வெளியில் வந்து மேலும் ஒரு நெருக்கடியைத் தடுக்க வேண்டுமானால், நாட்டுக்கு நல்ல பொருளாதாரக் கொள்கை தேவை, அதைத்தான் சர்வதேச சமூகம் இம்முறை இலங்கையிடம் எதிர்பார்க்கிறது” என்றார்.",
        "இலங்கை பொதுஜன பெரமுன (SLPP) பாராளுமன்ற உறுப்பினர்கள் சிலர் EconomyNext இடம் கூறியது: ராஜபக்சக்கள் இன்னும் அதிகாரத்தில் இருப்பதன் காரணமாக சர்வதேச சமூகம் நாட்டுக்கான நிதி உதவி திட்டங்களை தாமதப்படுத்தியுள்ளது.",
        "\"ராஜபக்ஷக்கள் ஆட்சியில் இருக்கும் வரை சில சர்வதேச பங்காளிகள் உதவப் போவதில்லை என்று கூறியுள்ளனர்\" என முன்னாள் அமைச்சரவை அமைச்சர் ஒருவர் EconomyNext க்கு தெரிவித்தார்.",
        "முன்னாள் பிரதமர் மகிந்த ராஜபக்சவை தனது பதவியை விட்டு விலகுவதற்கு இதுவும் ஒரு காரணமாகும் எனவும் இதனால் தான் தற்போது அமைச்சரவையில் ராஜபக்சக்கள் இல்லை எனவும் அவர் குறிப்பிட்டுள்ளார்.",
        "\"ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் ஜனாதிபதி பதவியும் கூட வெளிநாட்டு நிதி உதவிக்கு ஒரு தடையாக பார்க்கப்படுகிறது.\"",
        "புதிய நிதியமைச்சர் ரணில் விக்கிரமசிங்க ஏற்கனவே தீவு நாட்டின் நெருக்கடியான பொருளாதாரத்தின் யதார்த்தத்தை நாட்டுக்கு விளக்கியுள்ளார்.",
        "முன்னாள் ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனவின் அமைச்சர்களைப் போல் அல்லாமல், விக்கிரமசிங்க பொதுமக்களிடம் உண்மையைக் கூறினார். ஒரு தொலைக்காட்சி உரையில், எந்தவொரு இறக்குமதிக்கும் செலுத்துவதற்கு கையிருப்பு இல்லை என்று குறிப்பிட்டார். ஆகஸ்ட் மாதம் வரவிருக்கும் உணவுப் பற்றாக்குறை குறித்து அவர் எச்சரித்தார். பொருளாதார நிலைமைகள் மேலும் மோசமடைந்து வருவதாகவும், நீண்ட மின்வெட்டுகள் மற்றும் ரூபாய் மதிப்பு வீழ்ச்சியின் இழப்பில் பொதுத்துறை சம்பளத்திற்காக அதிக பணம் அச்சிடப்படுவதைப் பற்றியும் அவர் பேசினார்.",
        "ஏற்கனவே, நாட்டின் கொள்கை வட்டி விகிதங்கள் உயர் மட்டத்திற்கு இரட்டிப்பாக்கப்பட்டுள்ளன, தனியார் துறை இறக்குமதிகள் குறைந்தபட்சமாக கட்டுப்படுத்தப்படுகின்றன மற்றும் அரசாங்க மூலதனச் செலவுகள் குறைக்கப்பட்டுள்ளன, எரிபொருள் விலைகள் சாதனை அளவுகளுக்கு உயர்த்தப்பட்டுள்ளன, மேலும் நெகிழ்வுத்தன்மைக்குப் பிறகு ரூபாய் மதிப்பு வரலாறு காணாத அளவில் வர்த்தகம் செய்யப்படுகிறது. மாற்று விகிதத்தில் அனுமதிக்கப்பட்டது.",
        "இந்த முக்கிய சீர்திருத்தங்கள் மிகவும் வேதனையானதாக இருக்கலாம் என்று பொருளாதார நிபுணர் கூறுகிறார். அவற்றுள்: வரிகளை உயர்த்துதல், வீங்கிய பொதுத்துறையை குறைத்தல், வேலை இழப்புகள், மின்சாரம் மற்றும் நீர் விலைகள் அதிகரிப்பு, ஸ்ரீலங்கன் ஏர்லைன்ஸ், சிலோன் பெட்ரோலியம் கூட்டுத்தாபனம் (CPC) போன்ற நஷ்டத்தில் இயங்கும் அரசுக்கு சொந்தமான நிறுவனங்களை (SOEs) தனியார்மயமாக்குவது சாத்தியமாகும். இலங்கை மின்சார சபை (CEB).",
        "பொருளாதாரம் மேலும் மோசமடையும் போது மேலும் கஷ்டங்களை எதிர்பார்க்கலாம் என மத்திய வங்கி ஆளுநர் நந்தலால் வீரசிங்க இந்த வாரம் தெரிவித்தார்.",
        "\"வரலாற்றில் வேறு எந்த ஆண்டுகளையும் விட இந்த ஆண்டு மோசமான சுருக்கத்தை நாங்கள் காண்போம். வேறு வழியில்லை,” என வீரசிங்க இந்த வாரம் ஒரு மன்றத்தில் கூறினார்.",
        "ஸ்திரத்தன்மை திரும்பும் வரை, அடுத்த சில மாதங்கள் \"பயங்கரமானதாக\" இருக்கும் என்று பல பொருளாதார வல்லுநர்கள் எச்சரிக்கின்றனர்.",
        "இதற்கிடையில், புதிய வரவு செலவுத் திட்டம் மற்றும் புதிய பொருளாதாரக் கொள்கை ஆட்சியுடன் நிதியமைச்சராக விக்கிரமசிங்க இந்த இக்கட்டான காலங்களில் இலங்கையை வழிநடத்துவார் என்று எதிர்பார்க்கப்படுகிறது.",
        "ஆனால் சர்வதேச சமூகத்திற்கு விக்கிரமசிங்கவின் கீழ் இவ்வாறான பொருளாதாரக் கொள்கையை நடைமுறைப்படுத்துவது போதுமானதாக இருக்கப்போவதில்லை. தற்போதைய நெருக்கடியிலிருந்து நாட்டின் பொருளாதார மீட்சியை நிலைநிறுத்துவதற்கு நம்பகமான கொள்கையை இலங்கையின் சர்வதேச பங்காளிகள் விரும்புகின்றனர்.",
        "\"இந்த நெருக்கடியில் இருந்து வெளிவருவதற்கு அவர்கள் இலங்கையை ஆதரிப்பது பற்றியது அல்ல, மாறாக பொருளாதார மீட்சியை நிலைநிறுத்துவது பற்றியது\" என்று அரசியல் ஆய்வாளர் கூறினார்.",
        "“எனவே, ராஜபக்ச மீண்டும் வருவாரா அல்லது புதிய ராஜபக்சே ஆட்சிக்கு வருவாரா என்பது அவர்களுக்கு முக்கியமல்ல. யார் பொறுப்பில் இருந்தாலும் சர்வதேச சமூகத்திற்குத் தேவை நம்பகத்தன்மை மற்றும் நிலையான மற்றும் உறுதியான பொருளாதாரக் கொள்கைகள்.",
        "2001-2004 மற்றும் 2015-2019 இல் விக்கிரமசிங்க பிரதமராக பதவி வகித்த போது, ​​இலங்கையின் சர்வதேச பங்காளிகள் வரவு செலவுத் திட்டப் பற்றாக்குறையைக் குறைப்பதற்கான நிதிக் கொள்கை சீர்திருத்தங்கள் உட்பட பொருளாதாரக் கொள்கை சீர்திருத்தங்களுக்கு அவரது அரசாங்கங்களுக்கு ஆதரவளித்தபோது, ​​இதேபோன்ற பொருளாதார வீழ்ச்சியின் விளிம்பில் இருந்து இலங்கை காப்பாற்றப்பட்டது.",
        "எவ்வாறாயினும், அவர் தனது சீர்திருத்தங்களை இரண்டு சந்தர்ப்பங்களிலும் முடிக்க முடியவில்லை மற்றும் அடுத்த அரசாங்கம் பொறுப்பேற்றவுடன் பொருளாதாரக் கொள்கைகளில் நாட்டின் ஆதாயம் அரிக்கப்பட்டுவிட்டது.",
        "2001-2004 ஆட்சிக் காலத்தில், விக்கிரமசிங்க சர்வதேச சமூகத்தின் ஆதரவுடன், அரசாங்கத்திற்கும் தமிழீழ விடுதலைப் புலிகளுக்கும் இடையே சர்வதேச தரகு போர்நிறுத்த உடன்படிக்கையின் மத்தியில் “இலங்கையை மீட்பது” என்ற கொள்கைப் பொதியின் கீழ் பொருளாதாரக் கொள்கைகளில் கவனம் செலுத்தினார். சிறுபான்மைத் தமிழர்களுக்கான சுதந்திர நாடு.",
        "அப்போது வரலாற்றில் மிக மோசமான வளர்ச்சியைக் கண்ட ஒரு நலிவடைந்த பொருளாதாரத்தை அவர் கைப்பற்றினார். விடுதலைப் புலிகளால் இலங்கையின் ஒரே விமான நிலையத்தை முற்றிலுமாக அழித்தது இலங்கையின் பொருளாதாரத்தை மண்டியிட்டது மற்றும் இலங்கைக்கு சர்வதேச ஆதரவு கிடைக்கவில்லை.",
        "தனியார் துறை முதலீடுகளை ஊக்குவிப்பதன் மூலம் வருவாயை அதிகரிப்பதன் மூலம் அரச துறை ஆட்சேர்ப்பை நிறுத்தியதன் மூலம் விக்ரமசிங்க அரசாங்க செலவினங்களை கட்டுப்படுத்தினார். வெளிநாடுகளில் உள்ள இலங்கையின் நண்பர்களின் ஆதரவுடன் டோக்கியோ நன்கொடையாளர் சந்திப்பில் 4.5 பில்லியன் அமெரிக்க டாலர் நிதி உதவியை உறுதி செய்தார்.",
        "எவ்வாறாயினும், மஹிந்த ராஜபக்ஷ தலைமையிலான அப்போதைய எதிர்க்கட்சி விக்கிரமசிங்க அரசாங்கத்தின் கொள்கைகளுக்கு எதிராக கிளர்ச்சி செய்யத் தொடங்கியது. ராஜபக்சே தனது அப்போதைய நெருங்கிய கூட்டாளிகளான விமல் வீரவன்சா மற்றும் முன்னாள் நிதியமைச்சர் மறைந்த மங்கள சமரவீர ஆகியோருடன் சேர்ந்து விக்கிரமசிங்க மற்றும் அவரது கொள்கைகளுக்கு எதிரான அரசாங்க எதிர்ப்பு பிரச்சாரத்தை முன்னெடுத்தார்.",
        "விக்கிரமசிங்க நாட்டை விற்றார், சர்வதேச அழுத்தங்களுக்கு அடிபணிந்தார், விடுதலைப் புலிகளிடம் மெத்தனமாக நடந்துகொண்டார், இராணுவத்தைப் பற்றி கவலைப்படாததால் துரோகி, விடுதலைப் புலிகளின் தலைவர் வேலுப்பிள்ளை பிரபாகரன் நாம் விரும்பியதை பெற்றுத் தருவார் என்ற குற்றச்சாட்டுகள். எலாம்.",
        "தனது கட்சி உறுப்பினர்களின் கோரிக்கையை ஏற்று, அப்போதைய ஜனாதிபதி சந்திரிக்கா பண்டாரநாயக்க குமாரதுங்க 2004 பெப்ரவரியில் பாராளுமன்றத்தை கலைத்தார், விக்கிரமசிங்கவின் மத்திய-வலது ஐக்கிய தேசியக் கட்சியின் (UNP) தோல்விக்கு வழிவகுத்தது, அது 11 ஆண்டுகளாக எதிர்க்கட்சியில் தொடர்ந்து நீடித்தது.",
        "ஜனாதிபதி குமாரதுங்க மற்றும் பிரதமர் மஹிந்த ராஜபக்ஷ தலைமையிலான புதிய அரசாங்கம் 2004 இல் 50,000 க்கும் மேற்பட்ட வேலையற்ற பட்டதாரிகளுக்கு அரச துறையில் வேலைகளை வழங்கத் தொடங்கியது. ஜப்பான் தலைமையிலான இலங்கையின் சர்வதேச பங்காளிகளால் ஆதரிக்கப்பட்ட விக்கிரமசிங்கவின் கீழ் அனைத்து பொருளாதார கொள்கை ஆதாயங்களையும் இந்த நடவடிக்கை அரித்தது.",
        "2005ல் ராஜபக்சே அதிபராக பதவியேற்றதும், போரை முடிவுக்கு கொண்டு வர நாடு படிப்படியாக தயாராகி வந்தது. போரை முடிவுக்குக் கொண்டுவர ராஜபக்ச அரசியல் தலைமையை வழங்கினார், ஆனால் சர்வதேச நாணய நிதியம் (IMF) மற்றும் பிற சர்வதேச பங்காளிகள் போரில் சிதைந்த தேசத்தை கட்டியெழுப்ப நாட்டிற்கு உதவிய போதிலும் நாட்டை பொருளாதார ரீதியாக தோல்வியுற்றார். சர்வதேச சமூகம் எதிர்பார்த்த நல்லிணக்க முயற்சிகளிலும் அவரது அரசாங்கம் தோல்வியடைந்தது.",
        "முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேனவின் கீழ் கடந்த அரசாங்கத்தில் பலம் வாய்ந்த பிரதமராக இருந்த போது, ​​நாட்டை பலமான பொருளாதார நிலைக்கு கொண்டு செல்வதற்கான அரிய சந்தர்ப்பமும் விக்ரமசிங்கவிற்கு கிடைத்தது.",
        "எவ்வாறாயினும், விக்கிரமசிங்க தலைமையிலான மத்திய-வலது யூ.என்.பி. மற்றும்  சிறிசேன தலைமையிலான மத்திய-இடது ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP) ஆகியவற்றுக்கு இடையே சாத்தியமில்லாத கூட்டணியின் காரணமாக நல்லாட்சிக்கு முன்னுரிமை அளித்த அரசாங்கம் பல கடுமையான பொருளாதாரக் கொள்கை முடிவுகளில் சமரசம் செய்ய வேண்டியிருந்தது.",
        "மத்திய வங்கி பத்திர ஊழல் விக்கிரமசிம்கே நிரபராதி என நிரூபிக்கப்பட்ட போதிலும் அவரது நம்பகத்தன்மை மற்றும் அவரது \"மிஸ்டர் க்ளீன்\" பிம்பத்தில் ஒரு பள்ளத்தை ஏற்படுத்தியது.",
        "எவ்வாறாயினும், அதிக வரிகள், எரிபொருள் விலை சூத்திரம், குறைக்கப்பட்ட அரசாங்க செலவினங்கள், ஹம்பாந்தோட்டை துறைமுகத்தை சீனாவிற்கு குத்தகைக்கு விடுதல், கிழக்கு கொள்கலன் முனையத்தை (ECT) இயக்குவதற்கான கூட்டு முயற்சி, இந்தியாவுடனான திருகோணமலை எண்ணெய் தொட்டி ஒப்பந்தம் மற்றும் 480 மில்லியன் ஆகியவற்றுடன் அவரது பொருளாதாரக் கொள்கை கட்டமைப்பு. அமெரிக்காவை தளமாகக் கொண்ட மில்லினியம் சேலஞ்ச் கார்ப்பரேஷன் (எம்சிசி) வழங்கும் அமெரிக்க டாலர் மானியம், ராஜபக்சே தலைமையிலான எதிர்க்கட்சியால் ஆக்கப்பூர்வமான ஆனால் பெரும்பாலும் நேர்மையற்ற வழிகளில் விமர்சிக்கப்பட்டது.",
        "ராஜபக்சே தனது அபரிமிதமான புகழைப் பயன்படுத்தி விக்கிரமசிங்கவால் பொருளாதாரத்தை ஸ்திரப்படுத்த முடியாது என்பதை நிரூபிக்க முயன்றார். இதற்காக அவர் பல யுக்திகளை கையாண்டது இப்போது வரலாறு.",
        "2017 நவம்பரில் எரிபொருள் தட்டுப்பாடு ஏற்பட்டபோது, ​​ராஜபக்சே தனது எம்பி மகன் நாமலுடன் நாடாளுமன்றத்திற்கு சைக்கிளில் சென்று பற்றாக்குறையை எதிர்த்தார்.",
        "பேசுவதற்கு மைக்ரோஃபோன் கிடைக்கும்போதெல்லாம், ராஜபக்ச “டென் செபேடா” (“இப்போது நன்றாக இருக்கிறதா?”) அல்லது “ஓபாடா சத்துதுதா டென்?” என்று கேலியாகக் கேட்பார். (\"இப்பொழுது திருப்தியா?\"). அத்தியாவசியப் பொருட்களின் விலையேற்றம், சமையல் எரிவாயு தட்டுப்பாடு, எரிபொருள் சூத்திரம் பற்றிய அவரது கடிப்பான வர்ணனை, அறிவுப்பூர்வமாக நேர்மையற்றதாக இருந்தாலும், வாக்காளர்களைக் கவர்ந்தது.",
        "சர்வதேச நாணய நிதியம் நாட்டின் பிரதான சாபக்கேடு என்றும், பொருளாதாரத்தை ஸ்தம்பிதப்படுத்த விக்கிரமசிங்க சர்வதேச நாணய நிதியத்துடன் இணைந்து செயற்பட்டு வருவதாகவும் அவரது கட்சி உறுப்பினர்கள் பொதுமக்களிடம் தெரிவித்தனர்.",
        "ஒரு செய்தியாளர் சந்திப்பில், ரூபாயின் மதிப்பு வீழ்ச்சியடைந்து வருவதாக ராஜபக்சே கூறியபோது, ​​ஒரு பத்திரிகையாளர் அவரிடம் ரூபாயை எப்படி நிலைப்படுத்துவது என்று கேட்டார். ராஜபக்சவிடம் இருந்து எந்த பதிலும் இல்லை, ஆனால் அவரது நெருங்கிய கூட்டாளியான வீரவன்சா, ராஜபக்சவின் கீழ் தங்கள் கட்சி இதற்கு முன்பு அதைச் செய்ததாகவும், ரூபாயை எவ்வாறு நிலையானதாக மாற்றுவது என்பது அவர்களுக்குத் தெரியும் என்றும் கூறினார்.",
        "ராஜபக்ச, வடிவத்திற்கு உண்மையாக, நாட்டில் சில ஸ்திரத்தன்மையை கொண்டு வரும் என்று எதிர்பார்க்கப்பட்ட விக்கிரமசிங்கவின் பொருளாதார கொள்கைகளை கேலி செய்வதன் மூலம் தனது அரசியல் அதிகாரத்தை கட்டியெழுப்பினார்.",
        "2019 ஈஸ்டர் ஞாயிறு தாக்குதலைத் தொடர்ந்து முஸ்லிம்களுக்கு எதிரான கலவரங்கள் விக்கிரமசிங்க-சிறிசேனவின் அரசாங்கத்திற்கும் 73 வயதான தற்போதைய நிதியமைச்சரின் பொருளாதார அபிவிருத்தி உந்துதலுக்கும் இறுதி ஆணியாக அமைந்தன.",
        "ராஜபக்சேவின் தந்திரோபாயங்கள் வேலை செய்தன, ஆகஸ்ட் 2020 நாடாளுமன்றத் தேர்தலில் விக்ரமசிங்கேவின் யூஎன்பியால் ஒரு இடத்தைக் கூட வெல்ல முடியவில்லை. தொடர்ந்து 43 வருடங்களாக பாராளுமன்றத்தில் இருந்த விக்கிரமசிங்க கொழும்பு மாவட்டத்தில் தனது சொந்த ஆசனத்தை மீண்டும் பெற முடியவில்லை.",
        "அது விக்கிரமசிங்கவின் நிலையான பொருளாதாரக் கொள்கை சீர்திருத்தங்களின் இரண்டாவது அத்தியாயத்தின் முடிவாகும்.",
        "ராஜபக்சேக்கள் அமைச்சர்களாகவும் முடிவெடுப்பவர்களாகவும் பணியாற்றுவதை பெரும்பான்மையான மக்கள் விரும்பாததால், தன்னை நிரூபிக்க அவருக்கு இன்னொரு வாய்ப்பு வழங்கப்பட்டுள்ளது. ஒரு காலத்தில் பிரியமான வம்சத்திற்கு எதிராக நாடளாவிய ரீதியில் போராட்டங்கள் வெடித்துள்ளன.",
        "இருப்பினும், விக்கிரமசிங்கே அதை இழுத்துவிடுவார் என்பதில் விமர்சகர்கள் இன்னும் சந்தேகம் கொண்டுள்ளனர். ஒவ்வொரு முறையும் அவர் பாராளுமன்ற பெரும்பான்மையைப் பெற்றபோது தோல்வியடைந்தார், இப்போது அவருக்கு ஆதரவளிக்க ஒரு யூ.என்.பி சட்டமன்ற உறுப்பினர் கூட இல்லை.",
        "கொள்கை நம்பகத்தன்மையின் கடந்த கால அனுபவங்கள் காரணமாக, பல நன்கொடையாளர்கள் இந்த முறை இலங்கைக்கு உதவுவதன் மூலம் தங்கள் கைகளை எரிக்க விரும்பவில்லை என்று மேற்கத்திய இராஜதந்திரி ஒருவர் EconomyNext இடம் கூறினார்.",
        "“சர்வதேச சமூகம் தேடுவது நீண்ட கால கொள்கை நம்பகத்தன்மை மற்றும் நிலைத்தன்மையைத்தான். ஒவ்வொரு முறையும் நல்லதொரு கொள்கை மாற்றங்கள் ஏற்பட்டாலும், அரசியல் எழுச்சியையும், கொள்கை மாற்றத்தையும் பார்த்தோம். தற்போதைய பொருளாதார நெருக்கடிக்கு அதுவே முக்கியக் காரணம்” என்று தூதர் கூறினார்.",
        "இராஜதந்திரியின் கருத்துக்கு இணங்க, உலக வங்கி செவ்வாய்கிழமையன்று, இலங்கைக்கு போதுமான பெரிய பொருளாதாரக் கொள்கை கட்டமைப்பை வரையறுக்கும் வரையில் எந்தத் திட்டமும் இல்லை என்று கூறியது.",
        "\"நாங்கள் இலங்கை மக்கள் மீது அக்கறை கொண்டுள்ளோம், பொருளாதார ஸ்திரத்தன்மை மற்றும் பரந்த அடிப்படையிலான வளர்ச்சியை மீட்டெடுப்பதற்கான பொருத்தமான கொள்கைகளை ஆலோசிப்பதில் IMF மற்றும் பிற அபிவிருத்தி பங்காளிகளுடன் ஒருங்கிணைந்து செயல்படுகிறோம்\" என்று உலக வங்கி ஒரு அறிக்கையில் தெரிவித்துள்ளது.",
        "“ஒரு போதுமான பெரிய பொருளாதாரக் கொள்கை கட்டமைப்பை நடைமுறைப்படுத்தும் வரை, உலக வங்கி இலங்கைக்கு புதிய நிதியுதவியை வழங்கத் திட்டமிடவில்லை.",
        "\"சில அத்தியாவசிய மருந்துகள், ஏழை மற்றும் பாதிக்கப்படக்கூடிய குடும்பங்களுக்கு தற்காலிக பணப் பரிமாற்றம், பாதிக்கப்படக்கூடிய குடும்பங்களின் குழந்தைகளுக்கு பள்ளி உணவு, மற்றும் விவசாயிகள் மற்றும் சிறு வணிகங்களுக்கு ஆதரவாக அரசாங்கத்திற்கு உதவுவதற்கு முன்னர் அங்கீகரிக்கப்பட்ட திட்டங்களின் ஆதாரங்களை நாங்கள் தற்போது மீண்டும் பயன்படுத்துகிறோம்,\" என்று வங்கி கூறியது. (கொழும்பு/மே25/2022)"
      ]
    }
  }
}