{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/13/sri-lanka-ceb-chief-resigns-following-controversial-remarks-to-cope/",
  "time_ut": 1655111820,
  "title": "Sri Lanka: CEB Chief resigns following controversial remarks to COPE",
  "body_lines": [
    "COLOMBO (News 1st); The Chairman of the Ceylon Electricity Board M. M. C. Ferdinando who was at the center of controversy following his remarks to COPE, has resigned.",
    "Power and Energy Minister Kanchana Wijesekera tweeted “I have accepted the letter of resignation tendered to me by the CEB Chairman Mr MMC Ferdinando. Vice Chairman Nalinda Ilangaokoon will take over as the New Chairman CEB.”",
    "M.M.C. Ferdinando, the Chairman of the Ceylon Electricity Board said that he mistakenly told the Parliamentary Watchdog COPE that the President told him that Indian Prime Minister Narendra Modi insisted that a Wind Power Project be awarded to the Adani Group.",
    "Speaking exclusively to News 1st, the CEB Chairman said he was very emotional when allegations were leveled at him at the Committee on Public Enterprises session on Friday (10).",
    "He said he was under pressure at the COPE session and admitted that he made a false statement.",
    "M.M.C. Ferdinando said he only reaslized that he mistakenly made such a comment, when the Minister inquired from him about the matter on Saturday (11) morning.",
    "Speaking on the letter sent to the Treasury Secretary, the CEB Chairman said he directed it as it was a matter related to the Board of Investment.",
    "However, the Ceylon Electricity Board Chairman told the Parliamentary Watchdog on Friday (10) that he was told by the President that Indian Prime Minister Narendra Modi was insisting that the energy investments projects be awarded to the Adani Group.",
    "Appearing at the Committee on Public Enterprises hearing in Parliament on Friday (10), the CEB Chairman said that following a meeting chaired by the President, he was summoned by the Head of State and was told that the Indian Prime Minister was insisting that the 500 MW wind power plant be given to India’s Adani Group.",
    "“I told him (President) that this is not a matter related to me or the CEB and it should be referred to the Board of Investment,” he told COPE.",
    "The CEB Chairman said that he thereafter informed the Treasury Secretary in writing, and requested him to look into the matter while noting that there was a government to goverment requirement on the matter.",
    "However, he admitted that the agreement can be termed as unsolicited as it is a G2G agreement.",
    "Sri Lankan President Gotabaya Rajapaksa categoriacally denied the statement made by the Chairman of the Ceylon Electricity Board with regard to awarding a Wind Power Project.",
    "“Statement made by the #lka CEB Chairman at a COPE committee hearing regarding the award of a Wind Power Project in Mannar, I categorically deny authorisation to award this project to any specific person or entity. I trust responsible communication in this regard will follow,” the President tweeted.",
    "In Parliament, Sri Lanka’s Opposition charged that an unsolicited government-to-government agreement to build a 500 MW wind power plant in the northern coast with the involvement of the Adani Group was the main reason to bring forward amendments to the 1989 Act.",
    "The main Opposition SJB wanted projects beyond 10 MW capacity to go through a competitive bidding process, but the majority of the government MPs voted against the clause.",
    "This Bill, introduced in Parliament on May 17th, 2022 by the Minister of Power and Energy, qualifies a person to apply for a generation license to generate electricity.",
    "Accordingly, this amendment will remove the restrictions on the issuance of a power generation license for a person whose generating electricity over and above the generation capacity of 25 M.W and will allow anyone to apply for it without any restriction on the generation capacity.",
    "The Sri Lanka Electricity Amendment Bill No. 20 of 2009 was passed in Parliament without amendments by a majority of votes on Thursday (09).",
    "Following the debate on the second reading of the Bill, the Opposition demanded a vote. 120 votes were cast in favor and 36 were cast against. 13 Members of Parliament abstained from casting their vote. Thus the second reading was passed by a majority of 84 votes.",
    "Subsequently, during the committee stage, the Opposition objected to the amendment brought by the Minister of Energy to an Article 4 and the ruling party had to withdraw the amendment. Accordingly, (Dr.) Harsha de Silva, Member of Parliament on behalf of the Opposition moved an amendment to Article 4 which the Minister of Power and Energy rejected. Thus, the opposition called for a division and the amendment moved by the Opposition was rejected by a majority of 64 votes. 51 votes were cast in favor and 115 votes were cast against.",
    "The Opposition then called for a vote for Article 4 in its entirety, which was passed by a majority of 70 votes to which 116 votes were cast in favor and 46 cast against.",
    "Accordingly, the Electricity (Amendment) Bill was passed by a majority in Parliament.",
    "Indian Congress Member of Parliament Rahul Gandhi has hit out at Indian Prime Minister Narendra Modi’s Government stating that the Bharatiya Janata Party’s cronyism has now crossed the Palk Strait and moved into Sri Lanka.",
    "He was quoting a report where Sri Lanka’s Electricity Chief had told the country’s Parliamentary Watchdog COPE that President Rajapaksa told him that Prime Minister Narendra Modi Insisted that the Wind Power Project be awarded to India’s Adani Group.",
    "Sri Lanka: CEB Chief resigns following controversial remarks to COPE",
    "German Engineer in Sri Lanka develops battery-powered three-wheeler; A solution to the fuel crisis"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව: කෝප් කමිටුවට ආන්දෝලනාත්මක ප්‍රකාශ කිරීමෙන් ලංවිම ප්‍රධානියා ඉල්ලා අස්වෙයි",
      "body_lines": [
        "COLOMBO (News 1st); කෝප් කමිටුවට කළ ප්‍රකාශය සම්බන්ධයෙන් මතභේදයට තුඩුදුන් ලංකා විදුලිබල මණ්ඩලයේ සභාපති එම්.එම්.සී.ෆර්ඩිනැන්ඩු මහතා ඉල්ලා අස්වී තිබේ.",
        "විදුලිබල හා බලශක්ති අමාත්‍ය කාංචන විජේසේකර ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේ “ලංවිම සභාපති එම්.එම්.සී. ෆර්ඩිනැන්ඩෝ මහතා විසින් මට එවන ලද ඉල්ලා අස්වීමේ ලිපිය මම භාරගෙන තිබෙනවා. විදුලිබල මණ්ඩලයේ නව සභාපතිවරයා ලෙස උප සභාපති නලින්ද ඉලංගඕකෝන් මහතා වැඩ භාර ගන්නවා.",
        "එම්.එම්.සී. අදානි සමූහ ව්‍යාපාරයට සුළං බල ව්‍යාපෘතියක් ලබාදෙන ලෙස ඉන්දීය අග්‍රාමාත්‍ය නරේන්ද්‍ර මෝදි අවධාරණය කළ බව ජනාධිපතිවරයා තමාට ප්‍රකාශ කළ බව තමන් පාර්ලිමේන්තු මුරකරු කෝප් කමිටුවට වැරදීමකින් ප්‍රකාශ කළ බව ලංකා විදුලිබල මණ්ඩලයේ සභාපති ෆර්ඩිනැන්ඩෝ ප්‍රකාශ කළේය.",
        "News 1st වෙත පමණක් අදහස් දක්වමින් ලංවිම සභාපතිවරයා කියා සිටියේ සිකුරාදා (10) පැවති පොදු ව්‍යාපාර පිළිබඳ කාරක සභා සැසියේදී තමාට චෝදනා එල්ල වූ විට තමන් දැඩි හැඟීම්බර වූ බවයි.",
        "කෝප් කමිටු සැසියේදී තමාට බලපෑම් එල්ල වූ බව පැවසූ ඔහු තමන් අසත්‍ය ප්‍රකාශයක් කළ බව පිළිගත්තේය.",
        "එම්.එම්.සී. සෙනසුරාදා (11) පෙරවරුවේ අමාත්‍යවරයා මේ පිළිබඳව තමාගෙන් විමසූ විට තමා වැරදි ලෙස එවැනි ප්‍රකාශයක් කළ බව තමා යළි තහවුරු කළේ යැයි ෆර්ඩිනැන්ඩු පැවසීය.",
        "භාණ්ඩාගාර ලේකම්වරයා වෙත යවන ලද ලිපිය සම්බන්ධයෙන් අදහස් දක්වමින් ලංවිම සභාපතිවරයා කියා සිටියේ එය ආයෝජන මණ්ඩලයට සම්බන්ධ කටයුත්තක් බැවින් තමන් එය යොමු කළ බවයි.",
        "කෙසේ වෙතත්, බලශක්ති ආයෝජන ව්‍යාපෘති Adani සමූහ ව්‍යාපාරයට ලබාදෙන ලෙස ඉන්දීය අග්‍රාමාත්‍ය නරේන්ද්‍ර මෝදි අවධාරණය කරන බව ජනාධිපතිවරයා තමන්ට ප්‍රකාශ කළ බව ලංකා විදුලිබල මණ්ඩලයේ සභාපතිවරයා සිකුරාදා (10) පාර්ලිමේන්තු මුර කුටිය වෙත ප්‍රකාශ කළේය.",
        "සිකුරාදා (10) පාර්ලිමේන්තුවේ පැවති පොදු ව්‍යාපාර පිළිබඳ කාරක සභාව හමුවේ පෙනී සිටි විදුලිබල මණ්ඩලයේ සභාපතිවරයා කියා සිටියේ ජනාධිපතිවරයාගේ ප්‍රධානත්වයෙන් පැවති රැස්වීමකින් අනතුරුව රාජ්‍ය නායකයා විසින් තමා කැඳවා ඉන්දීය අග්‍රාමාත්‍යවරයා 500ක් ඉල්ලා සිටින බව පැවසූ බවයි. MW සුළං බලාගාරය ඉන්දියාවේ අදානි සමූහ ව්‍යාපාරයට දෙනවා.",
        "“මෙය මට හෝ ලංවිමට සම්බන්ධ ප්‍රශ්නයක් නොවන බවත් එය ආයෝජන මණ්ඩලයට යොමු කළ යුතු බවත් මම ඔහුට (ජනාධිපතිතුමාට) කිව්වා,” ඔහු කෝප් කමිටුවට පැවසීය.",
        "ඉන් අනතුරුව තමන් භාණ්ඩාගාර ලේකම්වරයාට ලිඛිතව දැනුම් දුන් බවත්, මේ සම්බන්ධයෙන් රජයේ අවශ්‍යතාවයක් රජයට තිබෙන බව සඳහන් කරමින් ඒ පිළිබඳව සොයා බලන ලෙස ඔහුගෙන් ඉල්ලා සිටි බවත් ලංවිම සභාපතිවරයා පැවසීය.",
        "කෙසේ වෙතත්, මෙම ගිවිසුම G2G ගිවිසුමක් බැවින් එය අනවශ්‍ය ගිවිසුමක් ලෙස හැඳින්විය හැකි බව ඔහු පිළිගත්තේය.",
        "සුළං බල ව්‍යාපෘතියක් ප්‍රදානය කිරීම සම්බන්ධයෙන් ලංකා විදුලිබල මණ්ඩලයේ සභාපතිවරයා කළ ප්‍රකාශය ශ්‍රී ලංකා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා තරයේ ප්‍රතික්ෂේප කළේය.",
        "මන්නාරමේ සුළං බල ව්‍යාපෘතියක් ප්‍රදානය කිරීම සම්බන්ධයෙන් කෝප් කමිටු නඩු විභාගයකදී #lka ලංවිම සභාපතිවරයා විසින් කරන ලද ප්‍රකාශය, මෙම ව්‍යාපෘතිය කිසියම් නිශ්චිත පුද්ගලයෙකුට හෝ ආයතනයකට ප්‍රදානය කිරීමට අවසර දීම මම තරයේ ප්‍රතික්ෂේප කරමි. මේ සම්බන්ධයෙන් වගකීම් සහගත සන්නිවේදනයක් අනුගමනය කරනු ඇතැයි මම විශ්වාස කරමි, ”ජනාධිපතිවරයා ට්විටර් පණිවුඩයක් නිකුත් කළේය.",
        "1989 පනතට සංශෝධන ගෙන ඒමට ප්‍රධාන හේතුව ඇඩානි සමූහ ව්‍යාපාරයේ මැදිහත්වීමෙන් උතුරු වෙරළ තීරයේ මෙගාවොට් 500 ක සුළං බලාගාරයක් ඉදිකිරීමට රජයට රජයට අනවශ්‍ය එකඟතාවක් ඇති වූ බව ශ්‍රී ලංකාවේ විපක්ෂය පාර්ලිමේන්තුවේදී චෝදනා කළේය.",
        "ප්‍රධාන විපක්ෂය වන SJB ට මෙගාවොට් 10 ක ධාරිතාවෙන් ඔබ්බට ව්‍යාපෘති තරඟකාරී ලංසු තැබීමේ ක්‍රියාවලියකට යාමට අවශ්‍ය වූ නමුත් ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරුන් බහුතරයක් එම වගන්තියට විරුද්ධව ඡන්දය ප්‍රකාශ කළහ.",
        "විදුලිබල හා බලශක්ති අමාත්‍යවරයා විසින් 2022 මැයි මස 17 වන දින පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලද මෙම පනත් කෙටුම්පත මගින් විදුලිය නිපදවීම සඳහා උත්පාදන බලපත්‍රයක් සඳහා අයදුම් කිරීමට පුද්ගලයෙකු සුදුසුකම් ලබයි.",
        "ඒ අනුව මෙගාවොට් 25ට වඩා වැඩි විදුලිය නිපදවන අයෙකුට විදුලිබල උත්පාදන බලපත්‍රයක් නිකුත් කිරීමේ සීමාවන් මෙම සංශෝධනයෙන් ඉවත් කෙරෙන අතර ජනන ධාරිතාවේ සීමාවකින් තොරව ඕනෑම අයෙකුට ඒ සඳහා ඉල්ලුම් කිරීමට අවස්ථාව සැලසේ.",
        "2009 අංක 20 දරන ශ්‍රී ලංකා විදුලිබල සංශෝධන පනත් කෙටුම්පත සංශෝධන නොමැතිව පාර්ලිමේන්තුවේදී බ්‍රහස්පතින්දා (09) වැඩි ඡන්දයෙන් සම්මත විය.",
        "පනත් කෙටුම්පත දෙවැනිවර කියවීමේ විවාදයෙන් අනතුරුව විපක්ෂය ඡන්ද විමසීමක් ඉල්ලා සිටියේය. පක්ෂව ඡන්ද 120ක් ලැබුණු අතර විපක්ෂව ඡන්ද 36ක් ලැබිණි. මන්ත්‍රීවරුන් 13 දෙනෙකු ඡන්දය ප්‍රකාශ කිරීමෙන් වැළකී සිටියා. මේ අනුව දෙවැනි වර කියවීම වැඩි ඡන්ද 84 කින් සම්මත විය.",
        "අනතුරුව කාරක සභා අවස්ථාවේදී 4 වැනි වගන්තියකට බලශක්ති ඇමැතිවරයා ගෙන ආ සංශෝධනයට විපක්ෂය විරෝධය පළ කළ අතර ආණ්ඩු පක්ෂයට එම සංශෝධනය ඉල්ලා අස්කර ගැනීමට සිදුවිය. ඒ අනුව විපක්‍ෂය වෙනුවෙන් පාර්ලිමේන්තු මන්ත‍්‍රී (ආචාර්ය) හර්ෂ ද සිල්වා මහතා 4 වැනි ව්‍යවස්ථාවේ සංශෝධනයක් ඉදිරිපත් කළ අතර එය විදුලිබල හා බලශක්ති අමාත්‍යවරයා ප‍්‍රතික්ෂේප කළේය. මේ අනුව විපක්ෂය බෙදීමක් ඉල්ලා සිටි අතර විපක්ෂය ඉදිරිපත් කළ සංශෝධනය වැඩි ඡන්ද 64 කින් ප්‍රතික්ෂේප විය. පක්ෂව ඡන්ද 51ක් ලැබුණු අතර විපක්ෂව ඡන්ද 115ක් ලැබිණි.",
        "ඉන්පසුව විපක්ෂය 4 වැනි වගන්තිය සඳහා සම්පූර්ණයෙන් ඡන්දය ඉල්ලා සිටි අතර එය වැඩි ඡන්ද 70 කින් සම්මත වූ අතර ඊට පක්‍ෂව ඡන්ද 116 ක් සහ විරුද්ධව ඡන්ද 46 ක් ප්‍රකාශ විය.",
        "ඒ අනුව විදුලිබල (සංශෝධන) පනත් කෙටුම්පත පාර්ලිමේන්තුවේ වැඩි ඡන්දයෙන් සම්මත විය.",
        "ඉන්දීය කොංග්‍රස් පාර්ලිමේන්තු මන්ත්‍රී රාහුල් ගාන්ධි ඉන්දීය අග්‍රාමාත්‍ය නරේන්ද්‍ර මෝදිගේ රජයට ප්‍රකාශයක් කරමින් කියා සිටියේ භාරතීය ජනතා පක්ෂයේ ගජමිතුරුභාවය දැන් පෝක් සමුද්‍ර සන්ධිය තරණය කර ශ්‍රී ලංකාවට පැමිණ ඇති බවයි.",
        "සුළං බල ව්‍යාපෘතිය ඉන්දියාවේ අදානි සමූහ ව්‍යාපාරයට ලබාදිය යුතු බව අගමැති නරේන්ද්‍ර මෝදි අවධාරනය කළ බව ජනාධිපති රාජපක්ෂ තමාට පැවසූ බව ශ්‍රී ලංකාවේ විදුලිබල ප්‍රධානියා එරට පාර්ලිමේන්තු මුරකරු කෝප් කමිටුවට ප්‍රකාශ කළ වාර්තාවක් උපුටා දක්වමින් ඔහු මේ බව පැවසීය.",
        "ශ්‍රී ලංකාව: කෝප් කමිටුවට ආන්දෝලනාත්මක ප්‍රකාශ කිරීමෙන් ලංවිම ප්‍රධානියා ඉල්ලා අස්වෙයි",
        "ශ්‍රී ලංකාවේ ජර්මානු ඉංජිනේරුවරයා බැටරි බලයෙන් ක්‍රියාත්මක වන ත්‍රිරෝද රථයක් නිපදවයි; ඉන්ධන අර්බුදයට විසඳුමක්"
      ]
    },
    "ta": {
      "title": "இலங்கை: COPE க்கு சர்ச்சைக்குரிய கருத்துக்களைத் தொடர்ந்து CEB தலைவர் ராஜினாமா செய்தார்",
      "body_lines": [
        "COLOMBO (News 1st); கோப் ஆணைக்குழுவில் கருத்து தெரிவித்தமை தொடர்பில் சர்ச்சைக்கு உள்ளான இலங்கை மின்சார சபையின் தலைவர் எம்.எம்.சி பெர்டினாண்டோ தனது பதவியை இராஜினாமா செய்துள்ளார்.",
        "மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் காஞ்சன விஜேசேகர தனது டுவிட்டர் பதிவில், “இலவச சபையின் தலைவர் திரு எம்எம்சி பெர்டினாண்டோ எனக்கு அனுப்பிய ராஜினாமா கடிதத்தை நான் ஏற்றுக்கொண்டேன். CEBயின் புதிய தலைவராக உப தலைவர் நலிந்த இளங்கோகோன் பதவியேற்கவுள்ளார்.",
        "எம்.எம்.சி. அதானி குழுமத்திற்கு காற்றாலை மின்சாரத் திட்டம் வழங்கப்பட வேண்டுமென இந்தியப் பிரதமர் நரேந்திர மோடி வலியுறுத்தியதாக ஜனாதிபதி தம்மிடம் கூறியதாக நாடாளுமன்ற கண்காணிப்புக் குழுவான கோப் குழுவிடம் தாம் தவறுதலாக தெரிவித்ததாக இலங்கை மின்சார சபையின் தலைவர் பெர்டினாண்டோ தெரிவித்துள்ளார்.",
        "News 1st க்கு பிரத்தியேகமாக கருத்து தெரிவித்த CEB தலைவர், வெள்ளிக்கிழமை (10) பொது நிறுவனங்கள் தொடர்பான குழு அமர்வில் தம்மீது குற்றச்சாட்டுகள் முன்வைக்கப்பட்டபோது மிகவும் உணர்ச்சிவசப்பட்டதாக கூறினார்.",
        "கோப் அமர்வில் தமக்கு அழுத்தங்கள் இருந்ததாகத் தெரிவித்த அவர், தாம் பொய்யான அறிக்கையை வெளியிட்டதாக ஒப்புக்கொண்டார்.",
        "எம்.எம்.சி. சனிக்கிழமை (11) காலை அமைச்சர் அவரிடம் இது குறித்து வினவியபோது தான் தவறுதலாக இவ்வாறான கருத்தை வெளியிட்டதாக தான் மீண்டும் உணர்ந்ததாக பெர்டினாண்டோ கூறினார்.",
        "திறைசேரி செயலாளருக்கு அனுப்பப்பட்ட கடிதம் தொடர்பில் கருத்து தெரிவித்த CEB தலைவர், இது முதலீட்டுச் சபை தொடர்பான விடயம் என்பதனால் தான் இதனை வழிநடத்தியதாக தெரிவித்தார்.",
        "எவ்வாறாயினும், எரிசக்தி முதலீட்டுத் திட்டங்களை அதானி குழுமத்திற்கு வழங்குமாறு இந்தியப் பிரதமர் நரேந்திர மோடி வலியுறுத்துவதாக ஜனாதிபதி தன்னிடம் தெரிவித்ததாக இலங்கை மின்சார சபையின் தலைவர் வெள்ளிக்கிழமை (10) பாராளுமன்ற கண்காணிப்புக் குழுவிடம் தெரிவித்தார்.",
        "வெள்ளிக்கிழமை (10) பாராளுமன்றத்தில் பொது நிறுவனங்கள் மீதான விசாரணைக் குழுவில் ஆஜராகிய இலங்கை ம.இ.க தலைவர், ஜனாதிபதி தலைமையில் நடைபெற்ற கூட்டத்தைத் தொடர்ந்து, அரச தலைவரால் தம்மை அழைக்கப்பட்டதாகவும், இந்தியப் பிரதமர் 500 ஐ வலியுறுத்துவதாகக் கூறியதாகவும் தெரிவித்தார். மெகாவாட் காற்றாலை மின் நிலையம் இந்தியாவின் அதானி குழுமத்திற்கு வழங்கப்படும்.",
        "“இது எனக்கும் அல்லது CEBக்கும் சம்பந்தமான விடயம் அல்ல என்றும், இது முதலீட்டுச் சபைக்கு அனுப்பப்பட வேண்டும் என்றும் நான் அவரிடம் (ஜனாதிபதியிடம்) கூறினேன்,” என்று அவர் COPE க்கு தெரிவித்தார்.",
        "அதன் பின்னர் திறைசேரி செயலாளருக்கு எழுத்து மூலம் அறிவித்ததாகவும், இந்த விடயம் தொடர்பில் அரசாங்கத்திடம் அரசாங்கத்தின் தேவை இருப்பதைக் குறிப்பிட்டு, அது தொடர்பில் ஆராயுமாறும் கேட்டுக் கொண்டதாக இ.போ.ச தலைவர் தெரிவித்தார்.",
        "இருப்பினும், இந்த ஒப்பந்தம் G2G ஒப்பந்தம் என்பதால் கோரப்படாதது என்று அவர் ஒப்புக்கொண்டார்.",
        "காற்றாலை மின் திட்டத்தை வழங்குவது தொடர்பில் இலங்கை மின்சார சபையின் தலைவர் தெரிவித்த கருத்தை இலங்கை ஜனாதிபதி கோட்டாபய ராஜபக்ச திட்டவட்டமாக மறுத்துள்ளார்.",
        "“மன்னாரில் காற்றாலை மின் திட்டமொன்றை வழங்குவது தொடர்பாக கோப் குழுவின் விசாரணையில் #lka CEB தலைவர் வெளியிட்ட அறிக்கை, எந்தவொரு குறிப்பிட்ட நபருக்கும் அல்லது நிறுவனத்திற்கும் இந்த திட்டத்தை வழங்குவதற்கான அங்கீகாரத்தை நான் திட்டவட்டமாக மறுக்கிறேன். இது தொடர்பாக பொறுப்பான தகவல் பரிமாற்றம் தொடரும் என நான் நம்புகிறேன்,” என ஜனாதிபதி ட்வீட் செய்துள்ளார்.",
        "1989 ஆம் ஆண்டு சட்டத்தில் திருத்தங்களை கொண்டு வருவதற்கு அதானி குழுமத்தின் பங்களிப்புடன் வடக்கு கரையோரத்தில் 500 மெகாவாட் காற்றாலை மின் நிலையத்தை அமைக்க கோரப்படாத அரசாங்கத்திற்கும் அரசாங்கத்திற்கும் இடையிலான ஒப்பந்தமே பிரதான காரணம் என பாராளுமன்றத்தில் இலங்கையின் எதிர்க்கட்சி குற்றம் சாட்டியது.",
        "பிரதான எதிர்க்கட்சியான SJB 10 மெகாவாட் திறனுக்கு அப்பாற்பட்ட திட்டங்களை போட்டி ஏல முறை மூலம் செல்ல விரும்பியது.",
        "மின்சாரம் மற்றும் எரிசக்தி அமைச்சரால் 2022 ஆம் ஆண்டு மே 17 ஆம் தேதி நாடாளுமன்றத்தில் அறிமுகப்படுத்தப்பட்ட இந்த மசோதா, மின்சாரம் உற்பத்தி செய்வதற்கான உற்பத்தி உரிமத்திற்கு விண்ணப்பிக்க ஒரு நபருக்கு தகுதி அளிக்கிறது.",
        "அதன்படி, 25 மெகாவாட் மின் உற்பத்தித் திறனுக்கு மேல் மின்சாரம் உற்பத்தி செய்யும் நபர்களுக்கு மின் உற்பத்தி உரிமம் வழங்குவதற்கான கட்டுப்பாடுகளை இந்தத் திருத்தம் நீக்கி, உற்பத்தித் திறனில் எந்தத் தடையும் இல்லாமல் எவரும் விண்ணப்பிக்க அனுமதிக்கும்.",
        "2009 ஆம் ஆண்டின் 20 ஆம் இலக்க இலங்கை மின்சாரத் திருத்தச் சட்டமூலம் வியாழக்கிழமை (09) பெரும்பான்மை வாக்குகளால் திருத்தங்கள் இன்றி பாராளுமன்றத்தில் நிறைவேற்றப்பட்டது.",
        "மசோதாவின் இரண்டாம் வாசிப்பு மீதான விவாதத்தைத் தொடர்ந்து, எதிர்க்கட்சிகள் வாக்கெடுப்பு கோரின. ஆதரவாக 120 வாக்குகளும் எதிராக 36 வாக்குகளும் அளிக்கப்பட்டன. 13 நாடாளுமன்ற உறுப்பினர்கள் வாக்களிப்பதில் இருந்து விலகினர். இதனால் இரண்டாம் வாசிப்பு 84 மேலதிக வாக்குகளால் நிறைவேற்றப்பட்டது.",
        "அதனையடுத்து, குழுநிலையின் போது, ​​எரிசக்தி அமைச்சர் 4வது சரத்தில் கொண்டு வந்த திருத்தத்திற்கு எதிர்க்கட்சிகள் எதிர்ப்பு தெரிவித்ததால், ஆளுங்கட்சி அந்தத் திருத்தத்தை வாபஸ் பெற வேண்டியதாயிற்று. இதன்படி, (டாக்டர்) ஹர்ஷ டி சில்வா, எதிர்க்கட்சியின் சார்பில் நாடாளுமன்ற உறுப்பினர் ஹர்ஷ டி சில்வா, 4வது சரத்துக்கான திருத்தத்தை மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் நிராகரித்தார். இதனால், எதிர்க்கட்சிகள் பிரிவினை கோரியதுடன், எதிர்க்கட்சியினால் முன்வைக்கப்பட்ட திருத்தம் 64 மேலதிக வாக்குகளால் நிராகரிக்கப்பட்டது. ஆதரவாக 51 வாக்குகளும் எதிராக 115 வாக்குகளும் அளிக்கப்பட்டன.",
        "பின்னர் 4வது பிரிவுக்கு முழுமையாக வாக்களிக்க எதிர்க்கட்சி அழைப்பு விடுத்தது, இது 70 பெரும்பான்மை வாக்குகளால் நிறைவேற்றப்பட்டது, அதற்கு ஆதரவாக 116 வாக்குகளும் எதிராக 46 வாக்குகளும் அளிக்கப்பட்டன.",
        "அதன்படி, மின்சார (திருத்த) மசோதா நாடாளுமன்றத்தில் பெரும்பான்மையுடன் நிறைவேற்றப்பட்டது.",
        "பாரதீய ஜனதாவின் குட்டிச்சண்டை தற்போது பால்க் ஜலசந்தியைக் கடந்து இலங்கைக்குள் நுழைந்துள்ளதாக இந்திய காங்கிரஸ் நாடாளுமன்ற உறுப்பினர் ராகுல் காந்தி, இந்திய பிரதமர் நரேந்திர மோடியின் அரசாங்கத்தை கடுமையாக சாடியுள்ளார்.",
        "காற்றாலை மின் திட்டத்தை இந்தியாவின் அதானி குழுமத்திற்கு வழங்க வேண்டும் என்று பிரதமர் நரேந்திர மோடி வலியுறுத்தியதாக ஜனாதிபதி ராஜபக்ச தன்னிடம் கூறியதாக இலங்கையின் மின்சாரத் தலைவர் நாட்டின் நாடாளுமன்ற கண்காணிப்புக் குழுவிடம் கூறியதாக அவர் கூறியதாக அவர் கூறியிருந்தார்.",
        "இலங்கை: COPE க்கு சர்ச்சைக்குரிய கருத்துக்களைத் தொடர்ந்து CEB தலைவர் ராஜினாமா செய்தார்",
        "இலங்கையில் ஜேர்மன் பொறியியலாளர் பேட்டரியில் இயங்கும் முச்சக்கர வண்டியை உருவாக்குகிறார்; எரிபொருள் நெருக்கடிக்கு ஒரு தீர்வு"
      ]
    }
  }
}