{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/exploring-south-east-england-part-50/",
  "time_ut": 1653135960,
  "title": "EXPLORING SOUTH EAST ENGLAND – Part 50",
  "body_lines": [
    "After returning from Scotland, I had two leisure days in London with my wife. Early morning on a Monday in late February, 1982, my United Nations (UN)/International Labour Organization (ILO) Fellowship Coordinator for the United Kingdom (UK), Larry Wilson, drove me to a small town, Cosham, in South East England. My one month stay there opened many doors for me to explore this beautiful region.",
    "Today, the South East is the third largest region out of nine official regions of England (in 1982, known as the government office regions). The South East region consists of nine counties of Buckinghamshire, Oxfordshire, Berkshire, Hampshire, Surrey, Kent, East Sussex, West Sussex, and the Isle of Wight. I eventually visited 20 cities in this region.",
    "I lived in Cosham for a month while travelling across the region. Cosham is a northern suburb of Portsmouth lying within the city boundary but off Portsea Island. Its population in 1982 was around 10,000. I enjoyed going for long walks in a friendly neighbourhood. There were no significant tourist attractions there. However, I was happy to experience living with a local English family. All members of this young family were very friendly.",
    "Every week day, they prepared a heavy English breakfast for me, and the family sat with me for supper around 6:00 pm. After that on most evenings, I played pranks on their two young children and their dog which amused the young parents. “Chandi, shall we watch some telly”, the parents usually invited me while switching to BBC Channel One to watch the TV news in the evening. Some other families in Cosham with a room or two to spare, also made a little extra income by accommodating international students from the nearby Highbury College of Technology.",
    "The Highbury College’s new facility for Hotel & Catering programs was opened just before my arrival. At the College I was mentored by Freddy Watts, a Senior Lecturer in Food & Beverage Operations. I shadowed Freddy in all of his theory classes and practical sessions. He demonstrated to me how efficiently he ran the training bar while teaching his students to make over 60 most popular cocktails in the world, something I followed when I returned to Ceylon Hotel School to teach Bar Theory and Cocktail Making Practical Demonstrations.",
    "Towards the end of my one month at Highbury College, I was invited to deliver a few guest lectures. I happily used that opportunity to practice my newly acquired teaching skills from the Turin Centre in Italy. When I asked Freddy one day, which were the best universities or colleges in UK to study hotel management, Freddy said, “The best is the University of Surrey. Then comes Ealing College, and the Westminster College, which is the oldest. Highbury College is now coming closer to those top three.”",
    "I became a regular evening visitor to the nearby historic city Portsmouth. It was one of the most densely populated cities in UK. Portsmouth is mostly located on Portsea Island. As one of the world’s best-known ports, Portsmouth’s history can be traced to Roman times and has been a significant Royal Navy dockyard and base for centuries. Portsmouth has the world’s oldest dry dock, ‘The Great Stone Dock’, originally built in 1698.",
    "By the early-19th century, Portsmouth was the most heavily fortified city in the world, and was considered ‘the world’s greatest naval port’ at the height of the British Empire. By the mid-19th century, a ring of defensive land and sea forts, known as the Palmerston Forts had been built around Portsmouth in anticipation of an invasion from Continental Europe. I found the history of Portsmouth fascinating.",
    "I became interested in one of the greatest British heroes of all time – Admiral Horatio Nelson (Lord Nelson). It stemmed from my frequent visits in and around the Trafalgar Square by foot and London buses in 1979 and 1982. Looking up at the most impressive 169 feet tall Nelson’s Column fired my curiosity about this legendary hero, who had injured one eye and lost one arm in two different battles.",
    "Lord Nelson supposedly had popularized the term: ‘turned a blind eye’ when wilfully disobeying a signal from a superior to withdraw his ship during a naval engagement. His inspirational leadership, visionary strategy and unconventional tactics brought about a number of significant British naval victories during the French Revolutionary and Napoleonic Wars.",
    "He is widely regarded as one of the greatest naval commanders in history. The Battle of Trafalgar in 1805 was one of the most decisive naval battles in history, when a British fleet under the command of Lord Nelson defeated a combined French and Spanish fleet off the coast of Spain. Lord Nelson died on his flagship, HMS Victory at the end of the Battle of Trafalgar.",
    "As the legend has it, fatally wounded Lord Nelson, asked, “Did Britain win?” According to the tour guide who took me to Lord Nelson’s cabin on HMS Victory, after hearing the good news, Lord Nelson gave his final order, “Bury me in England” and took his final breath. As the voyage back to Portsmouth would have taken a several days, naval officers arranged to have Lord Nelson’s body placed in a cask filled with brandy and rum.",
    "Upon arrival at Portsmouth, however, the story goes that when the cask was opened it was empty of any liquor. The pickled body was then removed. Upon inspection, it was discovered that the a few liquor-addicted sailors had drilled a hole in the bottom of the cask and drunk all the brandy and rum. “Now you understand how the popular term – ‘Full Bodied Wine’ originated!” our guide joked.",
    "I liked watching famous movies about Lord Nelson such as ‘Bequest to the Nation/The Nelson Affair’ (with Peter Finch as Lord Nelson and Glenda Jackson as his mistress – Lady Hamilton). When I lived in the West Indies/the Caribbean for nearly a decade from the early 1990s, my museum visits sparked further interest about this legendary character. During Lord Nelson’s near-decade long early period of naval duty in the Caribbean, he left records and myths about both his professional life and personal life, including affairs and slave ownership.",
    "After serving in and around Port Royal, Jamaica (which was my second home), Lord Nelson had been transferred to the islands of Antigua and Barbuda. In his late twenties he commanded this important (due to its close proximity to the islands of the French West Indies), naval base within the English Harbour. The base is named after its most famous resident, as ‘Nelson’s Dockyard’, which is now a UNESCO World Heritage Site.",
    "Currently, his former residence, is an expensive 10-bedroom boutique hotel with an amazing historical charm – Admiral’s Inn. In the year 2000, during an official trip for my then employer, the University of the West Indies, I did a special trip to the English Harbour and managed to stay for one night in the bedroom used by Lord Nelson. During my travels in 26 Caribbean countries, this stay was one of the most memorable.",
    "“Chandi, get ready to move from Cosham to South Downs for a few days. I have arranged a special management observer period for you at a Holiday Inn in that area”, Larry Wilson told me over the telephone. Arriving in South Downs in Larry’s car, I could not take my eyes off a range of chalk hills that extends over many counties with steep escarpment on one side. The South Downs are characterised by rolling chalk downland with close-cropped (by the sheep) turf and dry valleys, and are recognised as one of the most important chalk landscapes in England.",
    "The South Downs are relatively less populated compared to South East England as a whole. There is a rich heritage of historical features and archaeological remains, including defensive sites, burial mounds and field boundaries. The downland is a highly popular recreational destination, particularly for walkers, horse riders and mountain bikers.",
    "My observer period at the Holiday Inn focused mainly on training new food and beverage servers. Developed by their corporate offices, the on-the-job training sessions covered the very basics of customer service in a most effective manner. Having recently completed a training program at the ILO head office in Switzerland on ‘Modules of Employable Skills’, my role at the Holiday Inn quickly changed from a mere observer to a facilitator.",
    "This new experience was helpful to me when, one year later, as a consultant, I developed a two-week food and beverage training session for hotel workers in Sri Lanka. This was on the invitation of my friend, Imtiaz Cader, the General Manager/Director of the Holiday Inn in Colombo.",
    "I was happy to receive an invitation from a family friend, Mary Anderson to spend a couple of days at her house in Winchester. In 1980, Mary travelled to Sri Lanka to attend our wedding. Mary came with her granddaughter Sarah to pick me up from the coach station and took me on a long tour covering many tourist spots of their historic city.",
    "Winchester is a city on the edge of South Downs National Park. Mary took great pride in taking me to see the medieval Winchester Cathedral. The Great Hall of Winchester Castle houses the medieval round table linked to the mythological figure, King Arthur who was the head of the Kingdom Camelot and the Knights of the Round Table.",
    "“I am too old to do the long Keats’ walk by the River Itchen. Sarah, you go with Chandi”. Mary sat down to rest with a cup of tea. After a beautiful walk passing the famous city mill and shop, Sarah took me along the Water Meadows Alms-houses (bede-houses) established from the 10th century to provide a place of residence for poor, old and distressed people. The oldest Alms-house still in existence is the Hospital of St. Cross in Winchester, built around 1,000 years ago.",
    "A friend of mine from London drove me to Windsor, which is a town on the River Thames, just west of London. It is the home to Windsor Castle, a residence of the British Royal Family. Built by William the Conqueror in the 11th century, the castle was extensively remodelled by subsequent monarchs. We took part in a guided public tour.",
    "St George’s Chapel at Windsor Castle built in the late-medieval Perpendicular Gothic style. It was built in the 14th century by King Edward III and extensively enlarged in the late 15th century. It is located in the Lower Ward of the castle. The chapel has been the scene of many royal services, weddings and burials, over the centuries.",
    "UN/ILO arranged for my final week in UK to be in Guildford. I found the medieval Guildford Castle, in the centre of town to be very impressive. The immaculately landscaped gardens and views from its square tower were beautiful. I enjoyed a visit to Loseley Park, a large a 16th-century Tudor manor house with a walled garden. As an artist, I was particularly interested in visiting the nearby Watts Gallery, and Artists’ Village, which displayed Victorian paintings and sculptures.",
    "In the later years, I visited a few other cities in South East England, including Canterbury, Tunbridge Wells, Folkstone, Eastbourne, Brighton, Southampton, Bournemouth, Torque, Plymouth; for leisure, work or research.",
    "I then moved to Guildford for a week. My accommodation was in the student residence of the University of Surrey. It is a public research university which had received its royal charter in 1966, along with a number of other institutions  previously known as colleges of technology. Over the years, the university’s research output and global partnerships have led to it being regarded as one of UK’s leading research universities.",
    "In March, 1982, I attended a week-long management development program there, designed for middle managers of the British hotel industry. Our program focused on hotel design, marketing, finance, and food and beverage controls.  I was the only international attendee of this program.",
    "During the management development program, we had our lunches and dinners at the training restaurant of the Department of Tourism and Hotel Management of the University of Surrey. Each table for dinner was hosted by one of the professors or a senior lecturer. Around mid-week, at the dinner table where I was seated, there was no host, but a vacant chair next to me. Just before the service began, a middle-aged gentleman sat at that chair and started a friendly conversation with me. That chat changed and influenced my professional life significantly, over many decades.",
    "“I am Richard Kotas. Where do you come from?” the gentleman asked me soon after sitting at the head of the table. During the discussion over dinner, we learnt a lot about each other. I was very impressed about his life story. After leaving a labour camp in the Nazi Germany after World War II, Richard Kotas arrived in UK as a refugee. His whole family in Poland, was sadly displaced. “All I had was my father’s wristwatch, five British pounds and the ability to speak about five words in English,” he old me explaining his humble beginnings in a new country.",
    "In 1982, Richard Kotas was a highly respected Senior Lecturer and author who had published over a dozen text books related to hotel finance and accounting. He then gave me a signed copy of a very popular textbook titled, ‘Food and Beverage Control’ which he had co-authored. “This is for you Chandi. I will discuss this book, cover to cover, over the next two days with your group”, he said with a friendly hand shake.",
    "Twelve years after that dinner meeting, Richard Kotas and I co-authored a British text book which became popular in many universities in the Commonwealth. It was based on my master’s degree dissertation, which he supervised in 1984. I got into writing and editing text books, mainly due to the encouragement and coaching by Richard Kotas, over the years.",
    "Over that dinner in March 1982, Richard Kotas informed me that, the world’s first master’s degree in International Hotel Management will commence at the University of Surrey in September 1983, with him as the Program Coordinator. “You would be a good candidate for this master’s degree”, he encouraged me, and I immediately said, “Yes!”. The very next day, he arranged an appointment for me to be interviewed by his Head of Department.",
    "Unfortunately, I was rejected by Professor Philip Nailon, Head of the Department of Tourism and Hotel Management, as I did not have the entry qualification of a four-year honour’s bachelor’s degree. Rejection always was a motivator for me, and I continued to pursue then possibilities. “Your credentials are impressive and we are happy to enrol you in the fourth year of our bachelor’s degree, before joining the master’s degree.”",
    "After checking the program fees, I realised that I simply could not invest the money for two years of studies in UK. “There must be some other way for me to bridge the gap and join the first cohort of the master’s degree” I gently pushed towards achieving my objective. Professor Nailon then said, “OK. When you return to Sri Lanka, look for reputed university programs equivalent to the fourth-year level academic studies, and let me know if you find something good for me to re-consider your application to the MSc in International Hotel Management.” I was certainly determined to do so.",
    "According to Professor Richard Kotas, I was his best student in 1983/84 during my master’s degree studies at the University of Surrey. He was my favourite teacher of all time. Later, he became my boss, co-author, co-presenter of seminars, business partner, fellow board member, lifelong mentor and more importantly; loyal friend. Over the years, we did joint-assignments in UK, Sri Lanka and Jamaica. In 1990, when he was the Director of the School of Hotel Management at Schiller International University in London, he hired me as his deputy.",
    "Professor and Mrs. Kotas were like my parents and they also loved my wife, like the daughter they never had. Over 38 years, every time I was in West London, I visited Professor and Mrs. Kotas and had a home-cooked Polish meal in their home. The last time I did so was in January 2020, when I spent six hours with them, on my way from Toronto to Colombo.",
    "During that meeting, we compared fruits of our new mutual hobby – poetry. He gave me signed copies of his two latest books, with his poems. I read some of my new poems and sought Professor Kotas’s input. “My dear Chandi, your poetry is beautiful. You must publish a book of poetry”, he planted a seed in my mind. He never saw my book of poetry, ‘Emotions’ which was published in 2022. Professor Kotas passed away a few months after my final meeting with him in London in 2020, when he had just turned 91. RIP, my dear friend! Thank you for everything! I love you.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දකුණු නැගෙනහිර එංගලන්තය ගවේෂණය කිරීම - 50 කොටස",
      "body_lines": [
        "ස්කොට්ලන්තයේ සිට ආපසු පැමිණි පසු මම මගේ බිරිඳ සමඟ ලන්ඩනයේ විවේක දින දෙකක් ගත කළෙමි. 1982 පෙබරවාරි මස අග සඳුදා දිනක හිමිදිරි උදෑසන, මගේ එක්සත් ජාතීන්ගේ (එජාස)/ජාත්‍යන්තර කම්කරු සංවිධානයේ (ILO) එක්සත් රාජධානියේ (එක්සත් රාජධානියේ) සාමාජිකත්ව සම්බන්ධීකාරක ලැරී විල්සන්, ගිනිකොනදිග එංගලන්තයේ කොෂාම් නම් කුඩා නගරයකට මාව රැගෙන ගියේය. . එහි එක් මාසයක රැඳී සිටීම මට මෙම සුන්දර කලාපය ගවේෂණය කිරීමට බොහෝ දොරටු විවර කළේය.",
        "අද, අග්නිදිග එංගලන්තයේ නිල ප්‍රදේශ නවයෙන් තෙවැනි විශාලතම කලාපය වේ (1982 දී, රජයේ කාර්යාල කලාප ලෙස හැඳින්වේ). අග්නිදිග කලාපය බකිංහැම්ෂයර්, ඔක්ස්ෆර්ඩ්ෂයර්, බර්ක්ෂයර්, හැම්ප්ෂයර්, සරේ, කෙන්ට්, ඊස්ට් සසෙක්ස්, බටහිර සසෙක්ස් සහ අයිල් ඔෆ් වයිට් යන ප්‍රාන්ත නවයකින් සමන්විත වේ. මම අවසානයේ මේ කලාපයේ නගර 20කට ගියා.",
        "මම කලාපය හරහා ගමන් කරමින් මාසයක් කොෂාම් හි ජීවත් විය. කොෂාම් යනු පෝර්ට්ස්මූත් හි උතුරු තදාසන්න ප්‍රදේශයක් වන අතර එය නගර සීමාව තුළ පිහිටා ඇති නමුත් පෝට්සී දූපතට ඔබ්බෙන් වේ. 1982 දී එහි ජනගහනය 10,000 ක් පමණ විය. මිත්‍රශීලී අසල්වැසි ප්‍රදේශයක දිගු ඇවිදීමට මම ප්‍රිය කළෙමි. එහි සැලකිය යුතු සංචාරක ආකර්ෂණ ස්ථාන තිබුණේ නැත. කෙසේ වෙතත්, දේශීය ඉංග්‍රීසි පවුලක් සමඟ ජීවත් වීම ගැන මම සතුටු වුණා. මෙම තරුණ පවුලේ සියලුම සාමාජිකයන් ඉතා මිත්රශීලී විය.",
        "සෑම සතියේ දිනකම, ඔවුන් මට බර ඉංග්‍රීසි උදෑසන ආහාරය පිළියෙළ කළ අතර, පවුලේ අය සවස 6:00 ට පමණ රාත්‍රී ආහාරය සඳහා මා සමඟ වාඩි වූහ. ඊට පස්සේ ගොඩක් හවස මම එයාලගේ පොඩි ළමයි දෙන්නටයි උන්ගේ බල්ලටයි විහිලු සෙල්ලම් කළා. “චන්දි, අපි ටෙලියක් බලමුද”, සාමාන්‍යයෙන් මාපියන් මට ආරාධනා කළේ සවස් වරුවේ රූපවාහිනී ප්‍රවෘත්ති නැරඹීමට බීබීසී චැනල් වන් වෙත මාරු වෙමින් සිටියදීය. Cosham හි තවත් සමහර පවුල් කාමරයක් හෝ දෙකක් ඉතිරි කර ඇති අතර, අසල පිහිටි Highbury College of Technology හි ජාත්‍යන්තර සිසුන්ට නවාතැන් දීමෙන් අමතර ආදායමක් උපයා ගත්හ.",
        "හෝටල් සහ ආහාර සැපයීමේ වැඩසටහන් සඳහා Highbury College හි නව පහසුකම මා පැමිණීමට පෙර විවෘත කරන ලදී. විද්‍යාලයේදී මට උපදේශකත්වය ලබා දුන්නේ ආහාර සහ බීම මෙහෙයුම් පිළිබඳ ජ්‍යෙෂ්ඨ කථිකාචාර්ය ෆ්‍රෙඩී වොට්ස් විසිනි. ෆ්‍රෙඩීගේ සියලුම න්‍යාය පන්ති සහ ප්‍රායෝගික සැසිවලදී මම ෆ්‍රෙඩීට සෙවන දුන්නෙමි. ලෝකයේ ජනප්‍රියම කොක්ටේල් හැටකට අධික ප්‍රමාණයක් සෑදීමට තම සිසුන්ට උගන්වමින් ඔහු පුහුණු මධ්‍යස්ථානය කෙතරම් කාර්යක්ෂමව පවත්වාගෙන ගියේ දැයි ඔහු මට පෙන්වා දුන්නේය. එය මම නැවත ලංකා හෝටල් පාසලට ගොස් බාර් තියරි සහ කොක්ටේල් සෑදීමේ ප්‍රායෝගික ආදර්ශන ඉගැන්වීමට අනුගමනය කළ දෙයකි.",
        "මගේ හයිබරි විද්‍යාලයේ මාසයක් අවසානයේ ආරාධිත දේශන කිහිපයක් පැවැත්වීමට මට ආරාධනාවක් ලැබුණි. මම ඉතාලියේ ටියුරින් මධ්‍යස්ථානයෙන් අලුතින් ලබාගත් ඉගැන්වීමේ කුසලතා ප්‍රගුණ කිරීමට එම අවස්ථාව සතුටින් භාවිතා කළෙමි. හෝටල් කළමනාකරණය හැදෑරීමට එක්සත් රාජධානියේ හොඳම විශ්ව විද්‍යාල හෝ විද්‍යාල මොනවාදැයි මම දිනක් ෆ්‍රෙඩීගෙන් ඇසූ විට ෆ්‍රෙඩී පැවසුවේ “හොඳම දේ සරේ විශ්ව විද්‍යාලයයි. ඊළඟට ඊලින්ග් විද්‍යාලය සහ පැරණිතම වෙස්ට්මිනිස්ටර් විද්‍යාලය පැමිණේ. හයිබරි විද්‍යාලය දැන් එම හොඳම තිදෙනාට සමීප වෙමින් සිටී.",
        "මම අසල පිහිටි ඓතිහාසික නගරයක් වන පෝර්ට්ස්මූත් වෙත නිත්‍ය සන්ධ්‍යා ආගන්තුකයෙකු විය. එය එක්සත් රාජධානියේ වඩාත්ම ජනාකීර්ණ නගරවලින් එකකි. Portsmouth බොහෝ දුරට Portsea දූපතේ පිහිටා ඇත. ලොව හොඳම ප්‍රසිද්ධ වරායන්ගෙන් එකක් ලෙස, Portsmouth හි ඉතිහාසය රෝම යුගයේ සොයාගත හැකි අතර එය සියවස් ගණනාවක් පුරා සැලකිය යුතු රාජකීය නාවික තටාකාංගනයක් සහ පදනමක් විය. Portsmouth හි ලොව පැරණිතම වියළි තටාකය ඇත, ‘The Great Stone Dock’, මුලින් 1698 දී ඉදිකරන ලදී.",
        "19 වැනි සියවසේ මුල් භාගය වන විට, Portsmouth යනු ලෝකයේ වඩාත්ම බලකොටු සහිත නගරය වූ අතර, බ්‍රිතාන්‍ය අධිරාජ්‍යයේ උච්චතම අවස්ථාවේදී ‘ලෝකයේ විශාලතම නාවික වරාය’ ලෙස සැලකේ. 19 වන ශතවර්ෂයේ මැද භාගය වන විට, මහාද්වීපික යුරෝපයෙන් ආක්‍රමණයක් අපේක්ෂාවෙන් පෝර්ට්ස්මූත් වටා  පැල්මර්ස්ටන් බලකොටු ලෙස හඳුන්වනු ලබන ආරක්ෂක ගොඩබිම් සහ මුහුදු බලකොටු වල වළල්ලක් ඉදිකර තිබුණි. පෝර්ට්ස්මූත් හි ඉතිහාසය සිත් ඇදගන්නා සුළු බව මට පෙනී ගියේය.",
        "මම මෙතෙක් සිටි ශ්‍රේෂ්ඨතම බ්‍රිතාන්‍ය වීරයන්ගෙන් කෙනෙකු ගැන උනන්දු වුණා - අද්මිරාල් හොරාෂියෝ නෙල්සන් (නෙල්සන් සාමිවරයා). එය 1979 සහ 1982 දී ට්‍රැෆල්ගර් චතුරශ්‍රය සහ ඒ අවට ප්‍රදේශවලට පයින් සහ ලන්ඩන් බස්රථවලින් නිතර පැමිණීමෙන් ඇති වූවක්. වඩාත් ආකර්ෂණීය අඩි 169 ක් උස නෙල්සන්ගේ තීරුව දෙස බලන විට එක් ඇසක් තුවාල වී එක් අතක් අහිමි වූ මෙම ජනප්‍රිය වීරයා පිළිබඳ මගේ කුතුහලය ඇති විය. විවිධ සටන් දෙකක.",
        "නෙල්සන් සාමිවරයා මෙම යෙදුම ප්‍රචලිත කර ඇති බව කියනු ලැබේ: නාවික කටයුතු අතරතුරදී තම නැව ඉවත් කර ගන්නා ලෙස ප්‍රධානියා කළ සංඥාව හිතාමතාම අකීකරු වූ විට, 'ඇස් අන්ධ විය'. ඔහුගේ ප්‍රබෝධමත් නායකත්වය, දූරදර්ශී උපාය මාර්ග සහ සාම්ප්‍රදායික නොවන උපක්‍රම ප්‍රංශ විප්ලවවාදී සහ නැපෝලියන් යුද්ධ සමයේදී සැලකිය යුතු බ්‍රිතාන්‍ය නාවික ජයග්‍රහණ ගණනාවක් ගෙන ආවේය.",
        "ඔහු ඉතිහාසයේ විශිෂ්ඨතම නාවික හමුදාපතිවරයෙකු ලෙස පුළුල් ලෙස සැලකේ. නෙල්සන් සාමිවරයාගේ අණ යටතේ බ්‍රිතාන්‍ය බලඇණියක් ස්පාඤ්ඤයේ වෙරළට ඔබ්බෙන් වූ ඒකාබද්ධ ප්‍රංශ සහ ස්පාඤ්ඤ බලඇණියක් පරාජය කළ විට, 1805 දී ට්‍රැෆල්ගර් සටන ඉතිහාසයේ වඩාත්ම තීරණාත්මක නාවික සටන්වලින් එකකි. ට්‍රැෆල්ගර් සටන අවසානයේ නෙල්සන් සාමිවරයා ඔහුගේ ප්‍රමුඛතම HMS ජයග්‍රහණය මත මිය ගියේය.",
        "පුරාවෘත්තයට අනුව, මාරාන්තික තුවාල ලැබූ නෙල්සන් සාමිවරයා, \"බ්‍රිතාන්‍යය දිනුවාද?\" HMS Victory හි නෙල්සන් සාමිවරයාගේ කුටිය වෙත මා රැගෙන ගිය සංචාරක මාර්ගෝපදේශකයාට අනුව, ශුභාරංචිය ඇසීමෙන් පසු, නෙල්සන් සාමිවරයා \"මාව එංගලන්තයේ වළලන්න\" යනුවෙන් ඔහුගේ අවසාන නියෝගය ලබා දී අවසන් හුස්ම හෙළුවේය. පෝර්ට්ස්මූත් වෙත ආපසු යාමට දින කිහිපයක් ගතවනු ඇති බැවින්, නාවික නිලධාරීන් නෙල්සන් සාමිවරයාගේ දේහය බ්‍රැන්ඩි සහ රම් පිරවූ පෙට්ටියක තැබීමට කටයුතු කළහ.",
        "කෙසේ වෙතත්, පෝර්ට්ස්මූත් වෙත පැමිණි පසු, කතාවට අනුව, පෙට්ටිය විවෘත කරන විට එහි මත්පැන් කිසිවක් නොතිබුණි. පසුව අච්චාරු දැමූ සිරුර ඉවත් කරන ලදී. පරීක්‍ෂා කිරීමේදී මත්පැන්වලට ඇබ්බැහි වූ නාවිකයන් කිහිප දෙනකු කරඬුවෙහි පතුල සිදුරු කර බ්‍රැන්ඩි සහ රම් සියල්ලම පානය කර ඇති බව අනාවරණය විය. \"සම්පූර්ණ වයින්\" යන ජනප්‍රිය යෙදුම ආරම්භ වූයේ කෙසේදැයි දැන් ඔබට වැටහෙනවා!\" අපේ මාර්ගෝපදේශකයා විහිළු කළේය.",
        "නෙල්සන් සාමිවරයා ගැන 'Bequest to the Nation/The Nelson Affair' වැනි ප්‍රසිද්ධ චිත්‍රපට නැරඹීමට මම ප්‍රිය කළෙමි (Nelson සාමිවරයා ලෙස Peter Finch සහ ඔහුගේ අනියම් බිරිඳ Glenda Jackson ලෙස - Lady Hamilton). මම 1990 ගණන්වල මුල් භාගයේ සිට දශකයකට ආසන්න කාලයක් බටහිර ඉන්දීය කොදෙව්/කැරිබියන් දූපත් වල ජීවත් වූ විට, මගේ කෞතුකාගාර චාරිකා මෙම පුරාවෘත්ත චරිතය පිළිබඳ තවත් උනන්දුව ඇති කළේය. නෙල්සන් සාමිවරයා දශකයකට ආසන්න කාලයක් කැරිබියන් දූපත්හි නාවික රාජකාරියේ යෙදී සිටි කාලය තුළ, ඔහු කටයුතු සහ වහල් හිමිකාරිත්වය ඇතුළු ඔහුගේ වෘත්තීය ජීවිතය සහ පෞද්ගලික ජීවිතය යන දෙකම පිළිබඳ වාර්තා සහ මිථ්‍යාවන් අත්හැරියේය.",
        "ජැමෙයිකාවේ පෝට් රෝයල් සහ ඒ අවට සේවය කිරීමෙන් පසු (එය මගේ දෙවන නිවසයි), නෙල්සන් සාමිවරයා ඇන්ටිගුවා සහ බාබුඩා දූපත් වෙත මාරු කර යවා ඇත. ඔහුගේ විසි ගණන්වල අගභාගයේදී ඔහු ඉංග්‍රීසි වරාය තුළ පිහිටි නාවික කඳවුරට (ප්‍රංශ බටහිර ඉන්දීය කොදෙව් දූපත් වලට සමීප වීම හේතුවෙන්) මෙම වැදගත් අණ දුන්නේය. පදනම එහි වඩාත් ප්රසිද්ධ පදිංචිකරුවාගේ නමින් නම් කර ඇත, 'Nelson's Dockyard', එය දැන් UNESCO ලෝක උරුම අඩවියකි.",
        "වර්තමානයේ, ඔහුගේ පැරණි වාසස්ථානය, විස්මිත ඓතිහාසික ආකර්ෂණයක් සහිත නිදන කාමර 10 කින් යුත් මිල අධික බුටික් හෝටලයකි - අද්මිරාල්ගේ Inn. 2000 වර්ෂයේදී, මගේ එවකට සේවායෝජකයා වූ බටහිර ඉන්දීය කොදෙව් විශ්ව විද්‍යාලය සඳහා නිල සංචාරයක් අතරතුර, මම ඉංග්‍රීසි වරායට විශේෂ සංචාරයක් කළ අතර නෙල්සන් සාමිවරයා භාවිතා කළ නිදන කාමරයේ එක් රැයක් රැඳී සිටීමට මට හැකි විය. මම කැරිබියන් රටවල් 26 ක සංචාරය කරන අතරතුර, මෙම රැඳී සිටීම අමතක නොවන එකක් විය.",
        "“චන්දි, ටික දවසකින් කොෂාම් ඉඳන් සවුත් ඩවුන්ස් වලට යන්න ලෑස්ති ​​වෙන්න. මම ඔබට එම ප්‍රදේශයේ Holiday Inn එකක විශේෂ කළමනාකරණ නිරීක්ෂක කාලයක් සූදානම් කර තිබෙනවා”, ලැරී විල්සන් මට දුරකථනයෙන් පැවසීය. ලැරීගේ මෝටර් රථයෙන් සවුත් ඩවුන්ස් වෙත පැමිණි මට, එක් පැත්තකින් ප්‍රපාතාකාර බෑවුම් සහිත ප්‍රාන්ත ගණනාවක් පුරා විහිදෙන හුණු කඳු පරාසයකින් මගේ ඇස් ඉවතට ගැනීමට නොහැකි විය. සවුත් ඩවුන්ස් සංලක්ෂිත වන්නේ සමීපව වගා කරන ලද (බැටළුවන් විසින්) තණකොළ සහ වියළි නිම්න සහිත හුණු පහළට පෙරළීම මගින් වන අතර, එංගලන්තයේ වඩාත් වැදගත් හුණු භූ දර්ශනවලින් එකක් ලෙස පිළිගැනේ.",
        "සවුත් ඩවුන්ස් සමස්තයක් ලෙස අග්නිදිග එංගලන්තයට                                                                                                                                        . ආරක්ෂක ස්ථාන, සොහොන් ගොඩවල් සහ ක්ෂේත්‍ර මායිම් ඇතුළු ඓතිහාසික ලක්ෂණ සහ පුරාවිද්‍යාත්මක නටබුන් වලින් පොහොසත් උරුමයක් ඇත. ඩවුන්ලන්ඩ් යනු විශේෂයෙන් ඇවිදින්නන්, අශ්වයින් පදින්නන් සහ කඳු පාපැදි කරුවන් සඳහා ඉතා ජනප්‍රිය විනෝදාස්වාද ගමනාන්තයකි.",
        "Holiday Inn හි මගේ නිරීක්ෂක කාලය ප්‍රධාන වශයෙන් අවධානය යොමු කළේ නව ආහාර පාන සේවා සපයන්නන් පුහුණු කිරීම කෙරෙහි ය. ඔවුන්ගේ ආයතනික කාර්යාල විසින් වැඩි දියුණු කරන ලද, රැකියා ස්ථානයේ පුහුණු සැසි පාරිභෝගික සේවයේ මූලික කරුණු වඩාත් ඵලදායී ආකාරයෙන් ආවරණය කරන ලදී. මෑතකදී ස්විට්සර්ලන්තයේ ILO ප්‍රධාන කාර්යාලයේ 'රැකියා කළ හැකි නිපුණතා මොඩියුල' පිළිබඳ පුහුණු වැඩසටහනක් අවසන් කිරීමෙන් පසු, Holiday Inn හි මගේ භූමිකාව හුදු නිරීක්ෂකයෙකුගේ සිට පහසුකම් සපයන්නෙකු දක්වා ඉක්මනින් වෙනස් විය.",
        "වසරකට පසුව, උපදේශකයෙකු ලෙස, මම ශ්‍රී ලංකාවේ හෝටල් සේවකයින් සඳහා සති දෙකක ආහාර පාන පුහුණු සැසියක් සකස් කළ විට මෙම නව අත්දැකීම මට ප්‍රයෝජනවත් විය. ඒ කොළඹ හොලිඩේ ඉන් ආයතනයේ සාමාන්‍යාධිකාරී/අධ්‍යක්ෂ ඉමිටියාස් කාදර් මහතාගේ ආරාධනයකට අනුවයි.",
        "වින්චෙස්ටර්හි ඇගේ නිවසේ දින කිහිපයක් ගත කිරීමට පවුලේ මිතුරියක වන මේරි ඇන්ඩර්සන්ගෙන් ආරාධනයක් ලැබීම ගැන මම සතුටු වුණා. 1980 දී මේරි අපේ විවාහ උත්සවයට සහභාගි වෙන්න ලංකාවට ගියා. මේරි ඇගේ මිණිබිරිය වන සාරා සමඟ මා පුහුණුකරු ස්ථානයෙන් කැඳවාගෙන ගොස් ඔවුන්ගේ ඓතිහාසික නගරයේ බොහෝ සංචාරක ස්ථාන ආවරණය කරමින් දිගු සංචාරයක් සඳහා මා රැගෙන ගියාය.",
        "වින්චෙස්ටර් යනු සවුත් ඩවුන්ස් ජාතික වනෝද්‍යානයේ අද්දර පිහිටි නගරයකි. මධ්‍යතන යුගයේ වින්චෙස්ටර් ආසන දෙව්මැදුර නැරඹීමට මා රැගෙන යාම ගැන මේරි මහත් ආඩම්බරයට පත් වූවාය. වින්චෙස්ටර් කාසල්හි මහා ශාලාවේ මධ්‍යතන යුගයේ වට මේස පිහිටා ඇත්තේ, රාජ්‍ය ඔටුවන්ගේ ප්‍රධානියා වූ ආතර් රජු සහ වට මේසයේ නයිට්වරු ය.",
        "“ඉචන් ගඟ අසල කීට්ස්ගේ දිගු ඇවිදීමට මට වයස වැඩියි. සාරා ඔයා චන්දි එක්ක යන්න. මේරි තේ කෝප්පයක් සමඟ විවේක ගැනීමට වාඩි වූවාය. සුප්‍රසිද්ධ නගර මෝල සහ සාප්පුව පසුකරමින් සුන්දර ඇවිදීමෙන් පසු, සාරා දුප්පත්, මහලු සහ පීඩාවට පත් වූවන්ට වාසස්ථානයක් ලබා දීම සඳහා 10 වන සියවසේ සිට ආරම්භ කරන ලද වෝටර් මීඩෝස් දාන නිවාස (ඇඳන්-ගෙවල්) දිගේ මා රැගෙන ගියාය. තවමත් පවතින පැරණිතම දාන ශාලාව වන්නේ වසර 1,000කට පමණ පෙර ඉදිකරන ලද වින්චෙස්ටර් හි සාන්ත ක්‍රොස් රෝහලයි.",
        "ලන්ඩනයේ සිට මගේ මිතුරෙක් මාව ලන්ඩනයට බටහිර දෙසින් තේම්ස් නදියේ පිහිටි වින්ඩ්සර් වෙත ගෙන ගියේය. එය බ්‍රිතාන්‍ය රාජකීය පවුලේ වාසස්ථානයක් වන වින්ඩ්සර් කාසල් හි නිවහනයි. 11 වන ශතවර්ෂයේ විලියම් ද ජයග්‍රාහකයා විසින් ඉදිකරන ලද මෙම බලකොටුව පසුකාලීන රජවරුන් විසින් පුළුල් ලෙස ප්‍රතිසංස්කරණය කරන ලදී. අපි මාර්ගෝපදේශක මහජන චාරිකාවකට සහභාගි වුණා.",
        "වින්ඩ්සර් කාසල්හි ශාන්ත ජෝර්ජ් දේවස්ථානය මධ්‍යතන යුගයේ අග භාගයේ ලම්බක ගොතික් ශෛලියෙන් ඉදිකර ඇත. එය 14 වන සියවසේ III එඩ්වඩ් රජු විසින් ඉදිකරන ලද අතර 15 වන සියවසේ අගභාගයේදී පුළුල් ලෙස විශාල කරන ලදී. එය මාලිගාවේ පහළ වාට්ටුවේ පිහිටා ඇත. මෙම දේවස්ථානය සියවස් ගණනාවක් පුරා බොහෝ රාජකීය සේවාවන්, මංගල උත්සව සහ භූමදානය සඳහා දර්ශනය වී ඇත.",
        "එක්සත් රාජධානියේ මගේ අවසන් සතිය ගිල්ඩ්ෆෝර්ඩ් හි සිටීමට UN/ILO සංවිධානය කළේය. නගර මධ්‍යයේ පිහිටි මධ්‍යතන යුගයේ ගිල්ඩ්ෆෝර්ඩ් කාසල් ඉතා ආකර්ෂණීය බව මට පෙනී ගියේය. එහි හතරැස් කුළුණේ නිර්මල උද්‍යාන සහ දර්ශන ඉතා අලංකාර විය. තාප්ප සහිත උද්‍යානයක් සහිත 16 වැනි සියවසේ විශාල ටියුඩර් මැනර් නිවසක් වන ලොස්ලි පාර්ක් වෙත පැමිණීමෙන් මම සතුටක් ලැබුවා. චිත්‍ර ශිල්පියෙකු ලෙස, වික්ටෝරියානු සිතුවම් සහ මූර්ති ප්‍රදර්ශනය කළ අසල ඇති වොට්ස් ගැලරිය සහ කලාකරුවන්ගේ ගම්මානය නැරඹීමට මම විශේෂයෙන් උනන්දු විය.",
        "පසු වසරවලදී, මම Canterbury, Tunbridge Wells, Folkstone, Eastbourne, Brighton, Southampton, Bournemouth, Torque, Plymouth ඇතුළු අග්නිදිග එංගලන්තයේ තවත් නගර කිහිපයකට ගියෙමි; විවේකය, වැඩ හෝ පර්යේෂණ සඳහා.",
        "ඊට පස්සේ මම සතියකට Guildford වෙත ගියා. මගේ නවාතැන තිබුණේ සරේ විශ්වවිද්‍යාලයේ ශිෂ්‍ය නිවාසයේ. එය 1966 දී රාජකීය ප්‍රඥප්තිය ලබා ගත් පොදු පර්යේෂණ විශ්ව විද්‍යාලයකි, මීට පෙර තාක්ෂණ විද්‍යාල ලෙස හැඳින්වූ වෙනත් ආයතන ගණනාවක්  සමඟින්. වසර ගණනාවක් පුරා, විශ්ව විද්‍යාලයේ පර්යේෂණ ප්‍රතිදානය සහ ගෝලීය හවුල්කාරිත්වය එය එක්සත් රාජධානියේ ප්‍රමුඛ පර්යේෂණ විශ්ව විද්‍යාල වලින් එකක් ලෙස සැලකීමට හේතු වී තිබේ.",
        "1982 මාර්තු මාසයේදී, මම බ්‍රිතාන්‍ය හෝටල් කර්මාන්තයේ මධ්‍යම කළමනාකරුවන් සඳහා නිර්මාණය කරන ලද සතියක කළමනාකරණ සංවර්ධන වැඩසටහනකට සහභාගී විය. අපගේ වැඩසටහන හෝටල් සැලසුම්, අලෙවිකරණය, මූල්‍ය සහ ආහාර පාන පාලනය කෙරෙහි අවධානය යොමු කර ඇත. මෙම වැඩසටහනට සහභාගී වූ එකම ජාත්‍යන්තරය මමයි.",
        "කළමනාකරණ සංවර්ධන වැඩසටහන අතරතුර, අපි සරේ විශ්ව විද්‍යාලයේ සංචාරක හා හෝටල් කළමනාකරණ දෙපාර්තමේන්තුවේ පුහුණු අවන්හලේදී අපගේ දිවා ආහාරය සහ රාත්‍රී ආහාරය ගත්තෙමු. රාත්‍රී භෝජන සංග්‍රහය සඳහා සෑම මේසයක්ම එක් මහාචාර්යවරයකු හෝ ජ්‍යෙෂ්ඨ කථිකාචාර්යවරයකු විසින් සත්කාරකත්වය සපයන ලදී. සතියේ මැද භාගයේදී පමණ, මා අසුන්ගෙන සිටි කෑම මේසයේ, සත්කාරකයකු සිටියේ නැත, නමුත් මා අසල හිස් පුටුවකි. දේව මෙහෙය ආරම්භ කිරීමට මොහොතකට පෙර මැදිවියේ මහත්මයෙක් එම පුටුවේ වාඩි වී මා සමඟ සුහද කතාබහකට මුල පිරුවේය. එම කතාබස් දශක ගණනාවක් පුරා මගේ වෘත්තීය ජීවිතය සැලකිය යුතු ලෙස වෙනස් කර බලපෑවේය.",
        "“මම රිචඩ් කොටස්. ඔයා එන්නේ කොහේ සිට ද?\" මහත්තයා මේසයේ ඔළුවේ ඉඳගත්තට පස්සේ මගෙන් ඇහුවා. රාත්‍රී භෝජන සංග්‍රහයේදී අපි එකිනෙකා ගැන බොහෝ දේ ඉගෙන ගත්තෙමු. ඔහුගේ ජීවිත කතාව ගැන මම බෙහෙවින් පැහැදුණෙමි. දෙවන ලෝක සංග්‍රාමයෙන් පසු නාසි ජර්මනියේ කම්කරු කඳවුරකින් පිටව ගිය රිචඩ් කොටාස් සරණාගතයෙකු ලෙස එක්සත් රාජධානියට පැමිණියේය. පෝලන්තයේ ඔහුගේ මුළු පවුලම කනගාටුදායක ලෙස අවතැන් විය. “මට තිබුණේ මගේ පියාගේ අත් ඔරලෝසුව, බ්‍රිතාන්‍ය පවුම් පහක් සහ ඉංග්‍රීසි භාෂාවෙන් වචන පහක් පමණ කතා කිරීමේ හැකියාව පමණයි,” ඔහු නව රටක ඔහුගේ නිහතමානී ආරම්භය පැහැදිලි කරමින් මා පැරණි කළේය.",
        "1982 දී, රිචඩ් කොටාස් හෝටල් මූල්‍ය හා ගිණුම්කරණය සම්බන්ධ පෙළ පොත් දුසිමකට වඩා ප්‍රකාශයට පත් කළ ඉහළ ගෞරවනීය ජ්‍යෙෂ්ඨ කථිකාචාර්යවරයකු සහ කතුවරයකු විය. ඉන්පසු ඔහු මට සම කර්තෘ වූ ‘ආහාර සහ බීම පාලනය’ නම් ඉතා ජනප්‍රිය පෙළපොතක අත්සන් සහිත පිටපතක් ලබා දුන්නේය. “මේක ඔයාට චන්දි. මම ඉදිරි දින දෙක තුළ ඔබේ කණ්ඩායම සමඟ මෙම පොත, කවරයේ සිට කවරය දක්වා සාකච්ඡා කරන්නම්\", ඔහු මිත්‍රශීලී අතට අත දෙමින් පැවසීය.",
        "එම රාත්‍රී භෝජන සංග්‍රහයෙන් වසර දොළහකට පසු, රිචඩ් කොටාස් සහ මම එක්ව බ්‍රිතාන්‍ය පෙළ පොතක් රචනා කළ අතර එය පොදුරාජ්‍ය මණ්ඩලයේ බොහෝ විශ්ව විද්‍යාලවල ජනප්‍රිය විය. එය 1984 දී ඔහු විසින් අධීක්ෂණය කරන ලද මගේ ශාස්ත්‍රපති උපාධි නිබන්ධනය මත පදනම් විය. මම පෙළ පොත් ලිවීමට සහ සංස්කරණය කිරීමට යොමු වූයේ ප්‍රධාන වශයෙන් වසර ගණනාවක් පුරා රිචඩ් කොටාස්ගේ දිරිගැන්වීම් සහ පුහුණු කිරීම් හේතුවෙනි.",
        "1982 මාර්තු මාසයේ එම රාත්‍රී භෝජන සංග්‍රහයේදී, රිචඩ් කොටාස් මට දන්වා සිටියේ, ජාත්‍යන්තර හෝටල් කළමනාකරණය පිළිබඳ ලොව ප්‍රථම ශාස්ත්‍රපති උපාධිය 1983 සැප්තැම්බර් මාසයේදී සරේ විශ්ව විද්‍යාලයේ වැඩසටහන් සම්බන්ධීකාරක ලෙස ඔහු සමඟින් ආරම්භ කරන බවයි. \"ඔබ මෙම ශාස්ත්‍රපති උපාධිය සඳහා හොඳ අපේක්ෂකයෙක් වනු ඇත\", ඔහු මාව දිරිමත් කළ අතර, මම වහාම \"ඔව්!\" ඊළඟ දවසේම ඔහු මට ඔහුගේ දෙපාර්තමේන්තු ප්‍රධානියා සමඟ සම්මුඛ පරීක්ෂණයක් සඳහා හමුවීමක් සූදානම් කළා.",
        "අවාසනාවකට, සංචාරක හා හෝටල් කළමනාකරණ දෙපාර්තමේන්තුවේ ප්‍රධානී මහාචාර්ය ෆිලිප් නයිලන් විසින් මා ප්‍රතික්ෂේප කරනු ලැබුවේ වසර හතරක ගෞරව උපාධියක් සඳහා ප්‍රවේශ සුදුසුකමක් මා සතුව නොතිබූ බැවිනි. ප්‍රතික්ෂේප කිරීම සැමවිටම මා සඳහා පෙළඹවීමක් වූ අතර, මම එවකට පැවති හැකියාවන් පසුපස හඹා ගියෙමි. \"ඔබේ අක්තපත්‍ර සිත් ඇදගන්නා සුළු වන අතර, ශාස්ත්‍රපති උපාධියට සම්බන්ධ වීමට පෙර අපගේ ප්‍රථම උපාධියේ සිව්වන වසරට ඔබව ඇතුළත් කිරීමට ලැබීම ගැන අපි සතුටු වෙමු.\"",
        "වැඩසටහන් ගාස්තු පරීක්ෂා කිරීමෙන් පසු, මට එක්සත් රාජධානියේ වසර දෙකක අධ්‍යයන කටයුතු සඳහා මුදල් ආයෝජනය කළ නොහැකි බව මට වැටහුණි. \"පරතරය පියවාගෙන මාස්ටර් උපාධියේ පළමු කණ්ඩායමට සම්බන්ධ වීමට මට වෙනත් මාර්ගයක් තිබිය යුතුය\" මම මගේ අරමුණ සාක්ෂාත් කර ගැනීම දෙසට මෘදු ලෙස තල්ලු කළෙමි. එවිට මහාචාර්ය Nailon පැවසුවේ “හරි. ඔබ නැවත ශ්‍රී ලංකාවට පැමිණි විට, සිව්වන වසර මට්ටමේ අධ්‍යයන අධ්‍යයනවලට සමාන පිළිගත් විශ්ව විද්‍යාල වැඩසටහන් සොයන්න, ජාත්‍යන්තර හෝටල් කළමනාකරණය පිළිබඳ MSc සඳහා ඔබේ අයදුම්පත නැවත සලකා බැලීමට මට හොඳ දෙයක් ඔබ සොයා ගන්නේ නම් මට දන්වන්න. මම ඒකාන්තයෙන්ම එසේ කිරීමට අධිෂ්ඨාන කර ගත්තෙමි.",
        "මහාචාර්ය රිචඩ් කොටාස් පවසන පරිදි, මම 1983/84 සරේ විශ්ව විද්‍යාලයේ මගේ ශාස්ත්‍රපති උපාධි අධ්‍යයන කාලය තුළ ඔහුගේ හොඳම ශිෂ්‍යයා විය. ඔහු මගේ ප්‍රියතම ගුරුවරයා විය. පසුව, ඔහු මගේ ප්‍රධානියා, සම-කර්තෘ, සම්මන්ත්‍රණවල සම-ඉදිරිපත් කරන්නා, ව්‍යාපාරික සහකරු, සෙසු අධ්‍යක්ෂ මණ්ඩල සාමාජිකයා, ජීවිත කාලය පුරාම උපදේශකයා සහ වඩාත් වැදගත් ලෙස; විශ්වාසවන්ත මිතුරා. වසර ගණනාවක් පුරා, අපි එක්සත් රාජධානියේ, ශ්‍රී ලංකාවේ සහ ජැමෙයිකාවේ ඒකාබද්ධ පැවරුම් කළා. 1990 දී, ඔහු ලන්ඩනයේ Schiller International විශ්වවිද්‍යාලයේ හෝටල් කළමනාකරණ පාසලේ අධ්‍යක්ෂවරයා ලෙස සිටියදී, ඔහු මාව ඔහුගේ නියෝජ්‍ය නිලධාරියා ලෙස බඳවා ගත්තේය.",
        "මහාචාර්යවරයා සහ කොටස් මහත්මිය මගේ දෙමාපියන්ට සමාන වූ අතර ඔවුන් කිසි දිනෙක නොසිටි දියණියට මෙන් මගේ බිරිඳටද ආදරය කළහ. වසර 38 කට වැඩි කාලයක්, මම බටහිර ලන්ඩනයේ සිටි සෑම අවස්ථාවකම, මම මහාචාර්යවරයා සහ කොටාස් මහත්මිය බැලීමට ගොස් ඔවුන්ගේ නිවසේ ගෙදර පිසූ පෝලන්ත ආහාර වේලක් ගත්තෙමි. මම අවසන් වරට එසේ කළේ 2020 ජනවාරි මාසයේදී, මම ඔවුන් සමඟ පැය හයක් ගත කළ විට, ටොරොන්ටෝ සිට කොළඹ බලා යන අතරතුරයි.",
        "එම රැස්වීමේදී, අපි අපගේ නව අන්‍යෝන්‍ය විනෝදාංශයේ පලතුරු සංසන්දනය කළෙමු - කවි. එයාගේ අලුත්ම පොත් දෙකේ, එයාගේ කවි එක්ක අත්සන් කරපු පිටපත් මට දුන්නා. මම මගේ නව කවි කිහිපයක් කියවා මහාචාර්ය කොටාස්ගේ ආදානය සෙව්වෙමි. “මගේ ආදරණීය චන්දි ඔබේ කවිය ලස්සනයි. ඔබ කවි පොතක් පළ කළ යුතුයි”, ඔහු මගේ සිතේ බීජයක් රෝපණය කළේය. 2022 දී ප්‍රකාශයට පත් කරන ලද මගේ කාව්‍ය ග්‍රන්ථය වන ‘හැඟීම්’ ඔහු කිසි දිනෙක දැක නැත. මහාචාර්ය කොටාස් 2020 දී ලන්ඩනයේදී ඔහු සමඟ අවසන් හමුවීමෙන් මාස කිහිපයකට පසු අභාවප්‍රාප්ත විය, ඔහුට යන්තම් 91 වන වියට පත් විය. RIP, මගේ ආදරණීය මිතුරා! හැමදේටම ස්තුතියි! මම ඔයාට ආදරෙයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தென்கிழக்கு இங்கிலாந்தை ஆய்வு செய்தல் - பகுதி 50",
      "body_lines": [
        "ஸ்காட்லாந்திலிருந்து திரும்பிய பிறகு, என் மனைவியுடன் லண்டனில் இரண்டு ஓய்வு நாட்கள். பிப்ரவரி 1982 இன் பிற்பகுதியில் ஒரு திங்கட்கிழமை அதிகாலையில், எனது ஐக்கிய நாடுகளின் (UN)/சர்வதேச தொழிலாளர் அமைப்பு (ILO) ஐக்கிய இராச்சியத்திற்கான (UK) பெல்லோஷிப் ஒருங்கிணைப்பாளர் லாரி வில்சன், தென்கிழக்கு இங்கிலாந்தில் உள்ள Cosham என்ற சிறிய நகரத்திற்கு என்னை அழைத்துச் சென்றார். . அங்கு நான் தங்கியிருந்த ஒரு மாத காலம், இந்த அழகான பகுதியை ஆராய்வதற்கு பல கதவுகளைத் திறந்து வைத்தது.",
        "இன்று, தென்கிழக்கு இங்கிலாந்தின் ஒன்பது உத்தியோகபூர்வ பிராந்தியங்களில் மூன்றாவது பெரிய பிராந்தியமாக உள்ளது (1982ல் அரசு அலுவலகப் பகுதிகள் என அறியப்பட்டது). தென்கிழக்கு பிராந்தியமானது பக்கிங்ஹாம்ஷயர், ஆக்ஸ்போர்ட்ஷயர், பெர்க்ஷயர், ஹாம்ப்ஷயர், சர்ரே, கென்ட், ஈஸ்ட் சசெக்ஸ், மேற்கு சசெக்ஸ் மற்றும் ஐல் ஆஃப் வைட் ஆகிய ஒன்பது மாவட்டங்களைக் கொண்டுள்ளது. நான் இறுதியில் இந்த பிராந்தியத்தில் 20 நகரங்களுக்குச் சென்றேன்.",
        "இப்பகுதி முழுவதும் பயணம் செய்யும் போது நான் ஒரு மாதம் கோஷாமில் வாழ்ந்தேன். கோஷாம் என்பது போர்ட்ஸ்மவுத்தின் வடக்கு புறநகர்ப் பகுதியாகும், இது நகர எல்லைக்குள் உள்ளது, ஆனால் போர்ட்சீ தீவுக்கு வெளியே உள்ளது. 1982 இல் அதன் மக்கள் தொகை சுமார் 10,000 ஆக இருந்தது. நட்பான சுற்றுப்புறத்தில் நீண்ட நடைப்பயிற்சி செல்வதை நான் ரசித்தேன். குறிப்பிடத்தக்க சுற்றுலா தலங்கள் எதுவும் அங்கு இல்லை. இருப்பினும், உள்ளூர் ஆங்கிலேயர் குடும்பத்துடன் வாழ்ந்ததில் மகிழ்ச்சி அடைந்தேன். இந்த இளம் குடும்பத்தின் அனைத்து உறுப்பினர்களும் மிகவும் நட்பாக இருந்தனர்.",
        "ஒவ்வொரு வாரமும், அவர்கள் எனக்கு ஒரு கனமான ஆங்கில காலை உணவைத் தயாரித்தார்கள், மாலை 6:00 மணியளவில் என்னுடன் இரவு உணவிற்கு குடும்பத்தினர் அமர்ந்தனர். அதன் பிறகு பெரும்பாலான மாலைகளில், நான் அவர்களின் இரண்டு குழந்தைகளையும் அவர்களின் நாயையும் கேலி செய்து விளையாடினேன், இது இளம் பெற்றோரை மகிழ்வித்தது. “சண்டி, நாம் கொஞ்சம் டெலி பார்க்கலாம்”, மாலையில் தொலைக்காட்சி செய்திகளைப் பார்க்க பிபிசி சேனல் ஒன்னுக்கு மாறும்போது பெற்றோர்கள் என்னை வழக்கமாக அழைப்பார்கள். கோஷாமில் உள்ள வேறு சில குடும்பங்கள், ஒரு அறை அல்லது இரண்டு அறைகள் உள்ளன, அருகிலுள்ள ஹைபரி தொழில்நுட்பக் கல்லூரியில் இருந்து சர்வதேச மாணவர்களுக்கு இடமளிப்பதன் மூலம் சிறிது கூடுதல் வருமானம் ஈட்டுகின்றன.",
        "ஹோட்டல் & கேட்டரிங் திட்டங்களுக்கான ஹைபரி கல்லூரியின் புதிய வசதி நான் வருவதற்கு சற்று முன்பு திறக்கப்பட்டது. கல்லூரியில், உணவு மற்றும் பான செயல்பாடுகளில் மூத்த விரிவுரையாளர் ஃப்ரெடி வாட்ஸ் எனக்கு வழிகாட்டியாக இருந்தார். ஃப்ரெடியின் அனைத்து தியரி வகுப்புகள் மற்றும் நடைமுறை அமர்வுகளில் நான் நிழலாடினேன். அவர் தனது மாணவர்களுக்கு உலகின் மிகவும் பிரபலமான 60 காக்டெய்ல்களைத் தயாரிக்கக் கற்றுக்கொடுக்கும் போது, ​​பயிற்சிப் பட்டியை எவ்வளவு திறமையாக நடத்தினார் என்பதை அவர் எனக்குக் காட்டினார்.",
        "ஹைபரி கல்லூரியில் எனது ஒரு மாத இறுதியில், நான் சில விருந்தினர் விரிவுரைகளை வழங்க அழைக்கப்பட்டேன். இத்தாலியில் உள்ள டுரின் மையத்தில் நான் புதிதாகப் பெற்ற கற்பித்தல் திறனைப் பயிற்சி செய்ய அந்த வாய்ப்பை நான் மகிழ்ச்சியுடன் பயன்படுத்தினேன். நான் ஒரு நாள் ஃப்ரெடியிடம் கேட்டபோது, ​​இங்கிலாந்தில் ஹோட்டல் மேனேஜ்மென்ட் படிக்க சிறந்த பல்கலைக்கழகங்கள் அல்லது கல்லூரிகள் எது என்று ஃப்ரெடி கூறினார், “சிறந்தது சர்ரே பல்கலைக்கழகம். பின்னர் ஈலிங் கல்லூரி, மற்றும் பழமையான வெஸ்ட்மின்ஸ்டர் கல்லூரி வருகிறது. ஹைபரி கல்லூரி இப்போது அந்த முதல் மூன்று இடங்களுக்கு அருகில் வருகிறது.",
        "அருகிலுள்ள வரலாற்று நகரமான போர்ட்ஸ்மவுத்திற்கு நான் வழக்கமான மாலைப் பார்வையாளராக ஆனேன். இது இங்கிலாந்தில் அதிக மக்கள் தொகை கொண்ட நகரங்களில் ஒன்றாகும். போர்ட்ஸ்மவுத் பெரும்பாலும் போர்ட்சீ தீவில் அமைந்துள்ளது. உலகின் மிகச் சிறந்த துறைமுகங்களில் ஒன்றாக, போர்ட்ஸ்மவுத்தின் வரலாறு ரோமானிய காலத்தில் இருந்ததைக் கண்டறியலாம். மேலும் பல நூற்றாண்டுகளாக ராயல் நேவி கப்பல்துறை மற்றும் தளமாக இருந்து வருகிறது. போர்ட்ஸ்மவுத்தில் உலகின் மிகப் பழமையான உலர் கப்பல்துறை உள்ளது, ‘தி கிரேட் ஸ்டோன் டாக்’, முதலில் 1698 இல் கட்டப்பட்டது.",
        "19 ஆம் நூற்றாண்டின் முற்பகுதியில், போர்ட்ஸ்மவுத் உலகின் மிகப் பெரிய அறவுமிக்க நகரமாக இருந்தது, மேலும் பிரிட்டிஷ் பேரரசின் உச்சத்தில் 'உலகின் மிகப்பெரிய கடற்படைத் துறைமுகமாக' கருதப்பட்டது. 19 ஆம் நூற்றாண்டின் நடுப்பகுதியில், கான்டினென்டல் ஐரோப்பாவில் இருந்து படையெடுப்பை எதிர்பார்த்து போர்ட்ஸ்மவுத்தைச் சுற்றி தற்காப்பு நிலம் மற்றும் கடல் கோட்டைகளின் வளையம், பால்மர்ஸ்டன் கோட்டைகள் என அறியப்பட்டது. போர்ட்ஸ்மவுத்தின் வரலாற்றை நான் கவர்ந்ததாகக் கண்டேன்.",
        "எல்லா காலத்திலும் சிறந்த பிரிட்டிஷ் ஹீரோக்களில் ஒருவரான அட்மிரல் ஹோராஷியோ நெல்சன் (லார்டு நெல்சன்) மீது எனக்கு ஆர்வம் ஏற்பட்டது. 1979 மற்றும் 1982 ஆம் ஆண்டுகளில் நான் ட்ரஃபல்கர் சதுக்கத்திலும் அதைச் சுற்றியும் கால் நடைகள் மற்றும் லண்டன் பேருந்துகள் மூலம் நான் அடிக்கடி சென்று வந்ததில் இருந்து இது உருவானது. மிகவும் ஈர்க்கக்கூடிய 169 அடி உயர நெல்சனின் நெடுவரிசையைப் பார்க்கும்போது, ​​ஒரு கண்ணில் காயம் ஏற்பட்டு ஒரு கையை இழந்த இந்தப் புகழ்பெற்ற ஹீரோவின் மீதான ஆர்வத்தை தூண்டியது. இரண்டு வெவ்வேறு போர்களில்.",
        "நெல்சன் பிரபு இந்த வார்த்தையை பிரபலப்படுத்தியதாகக் கூறப்படுகிறது: ஒரு கடற்படை நிச்சயதார்த்தத்தின் போது தனது கப்பலைத் திரும்பப் பெறுவதற்கான மேலதிகாரியின் சமிக்ஞைக்கு வேண்டுமென்றே கீழ்ப்படியாதபோது 'கண்ணை மூடிக்கொண்டார்'. அவரது உத்வேகம் தரும் தலைமை, தொலைநோக்கு மூலோபாயம் மற்றும் வழக்கத்திற்கு மாறான தந்திரோபாயங்கள் பிரெஞ்சு புரட்சிகர மற்றும் நெப்போலியன் போர்களின் போது பல குறிப்பிடத்தக்க பிரிட்டிஷ் கடற்படை வெற்றிகளைக் கொண்டு வந்தன.",
        "அவர் வரலாற்றில் தலைசிறந்த கடற்படைத் தளபதிகளில் ஒருவராக பரவலாகக் கருதப்படுகிறார். 1805 இல் நடந்த டிராஃபல்கர் போர் வரலாற்றில் மிகவும் தீர்க்கமான கடற்படைப் போர்களில் ஒன்றாகும். அப்போது, ​​நெல்சன் பிரபுவின் தலைமையில் பிரிட்டிஷ் கடற்படை ஸ்பெயினின் கடற்கரையில் பிரெஞ்சு மற்றும் ஸ்பானிஷ் கப்பற்படையை தோற்கடித்தது. ட்ராஃபல்கர் போரின் முடிவில் நெல்சன் பிரபு தனது முதன்மையான எச்எம்எஸ் விக்டரியில் இறந்தார்.",
        "புராணக்கதை சொல்வது போல், படுகாயமடைந்த நெல்சன் பிரபு, \"பிரிட்டன் வெற்றி பெற்றதா?\" எச்எம்எஸ் விக்டரியில் நெல்சன் பிரபுவின் அறைக்கு என்னை அழைத்துச் சென்ற சுற்றுலா வழிகாட்டியின் கூற்றுப்படி, நற்செய்தியைக் கேட்டவுடன், நெல்சன் பிரபு “என்னை இங்கிலாந்தில் புதைத்து விடுங்கள்” என்று தனது இறுதிக் கட்டளையை இட்டு தனது இறுதி மூச்சை எடுத்தார். போர்ட்ஸ்மவுத் திரும்புவதற்கு பல நாட்கள் எடுக்கும் என்பதால், கடற்படை அதிகாரிகள் நெல்சனின் உடலை பிராந்தி மற்றும் ரம் நிரப்பப்பட்ட ஒரு பெட்டியில் வைக்க ஏற்பாடு செய்தனர்.",
        "இருப்பினும், போர்ட்ஸ்மவுத் வந்தவுடன், கேஸ்க் திறக்கப்பட்டபோது அது எந்த மதுபானமும் இல்லாமல் காலியாக இருந்தது என்று கதை செல்கிறது. பின்னர் ஊறுகாய் உடல் அகற்றப்பட்டது. பரிசோதித்ததில், மதுவுக்கு அடிமையான சில மாலுமிகள் பெட்டியின் அடிப்பகுதியில் துளையிட்டு பிராந்தி மற்றும் ரம் அனைத்தையும் குடித்தது கண்டுபிடிக்கப்பட்டது. \"ஃபுல் பாடி ஒயின்\" என்ற பிரபலமான சொல் எப்படி உருவானது என்பதை இப்போது நீங்கள் புரிந்துகொள்கிறீர்கள்!\" எங்கள் வழிகாட்டி கேலி செய்தார்.",
        "நெல்சன் பிரபுவைப் பற்றிய பிரபலமான திரைப்படங்களான 'பிக்வெஸ்ட் டு தி நேஷன்/தி நெல்சன் அஃபேர்' (பிரபு நெல்சனாக பீட்டர் ஃபின்ச் மற்றும் அவரது எஜமானியாக க்ளெண்டா ஜாக்சன் - லேடி ஹாமில்டன்) போன்ற படங்களைப் பார்ப்பது எனக்குப் பிடித்திருந்தது. 1990களின் முற்பகுதியில் இருந்து ஏறக்குறைய ஒரு தசாப்த காலம் நான் மேற்கிந்தியத் தீவுகள்/கரீபியனில் வாழ்ந்தபோது, ​​எனது அருங்காட்சியகத்திற்குச் சென்றது இந்தப் பழம்பெரும் பாத்திரத்தைப் பற்றி மேலும் ஆர்வத்தைத் தூண்டியது. நெல்சன் பிரபு கரீபியனில் கிட்டத்தட்ட பத்தாண்டுகளுக்கு முந்தைய கடற்படைக் கடமையின் போது, ​​அவர் தனது தொழில் வாழ்க்கை மற்றும் தனிப்பட்ட வாழ்க்கை, விவகாரங்கள் மற்றும் அடிமை உரிமை உட்பட, பதிவுகள் மற்றும் கட்டுக்கதைகளை விட்டுச் சென்றார்.",
        "போர்ட் ராயல், ஜமைக்காவில் (எனது இரண்டாவது வீடு) சேவை செய்த பிறகு, நெல்சன் பிரபு ஆன்டிகுவா மற்றும் பார்புடா தீவுகளுக்கு மாற்றப்பட்டார். அவரது இருபதுகளின் பிற்பகுதியில் அவர் இந்த முக்கியமான (பிரஞ்சு மேற்கிந்தியத் தீவுகளுக்கு அருகாமையில் இருப்பதால்) ஆங்கிலத் துறைமுகத்திற்குள் கடற்படைத் தளத்திற்குக் கட்டளையிட்டார். இந்த தளம் அதன் மிகவும் பிரபலமான குடியிருப்பாளரின் பெயரால் பெயரிடப்பட்டது, 'நெல்சனின் கப்பல்துறை', இது இப்போது யுனெஸ்கோ உலக பாரம்பரிய தளமாகும்.",
        "தற்போது, ​​அவரது முன்னாள் குடியிருப்பு, ஒரு அற்புதமான வரலாற்று அழகைக் கொண்ட விலையுயர்ந்த 10 படுக்கையறை பூட்டிக் ஹோட்டலாகும் - அட்மிரல் இன் இன். 2000 ஆம் ஆண்டில், எனது அப்போதைய வேலை வழங்குனரான மேற்கிந்தியத் தீவுகள் பல்கலைக்கழகத்திற்கான அதிகாரப்பூர்வ பயணத்தின் போது, ​​ஆங்கில துறைமுகத்திற்கு ஒரு சிறப்புப் பயணம் மேற்கொண்டேன், மேலும் நெல்சன் பிரபு பயன்படுத்திய படுக்கையறையில் ஒரு இரவு தங்கினேன். 26 கரீபியன் நாடுகளில் நான் மேற்கொண்ட பயணத்தின் போது, ​​இந்த தங்கியிருப்பது மறக்க முடியாத ஒன்றாக இருந்தது.",
        "“சண்டி, சில நாட்களுக்கு கோஷமிலிருந்து சவுத் டவுன்ஸுக்கு செல்ல தயாராகுங்கள். அந்த பகுதியில் உள்ள ஒரு ஹாலிடே இன்னில் உங்களுக்காக ஒரு சிறப்பு மேலாண்மை பார்வையாளர் காலத்தை ஏற்பாடு செய்துள்ளேன்” என்று லாரி வில்சன் என்னிடம் தொலைபேசியில் கூறினார். லாரியின் காரில் சவுத் டவுன்ஸுக்கு வந்தபோது, ​​ஒருபுறம் செங்குத்தான மலைப்பாங்குடன் பல மாவட்டங்களில் பரந்து விரிந்திருக்கும் சுண்ணாம்பு மலைகளின் வரம்பில் இருந்து என்னால் கண்களை எடுக்க முடியவில்லை. சௌத் டவுன்கள், சுண்ணாம்புகளை கீழ்நோக்கி உருளும் தன்மையுடையது, அவை நெருக்கமாக வெட்டப்பட்ட (செம்மறி ஆடுகளால்) தரை மற்றும் உலர் பள்ளத்தாக்குகள் மற்றும் இங்கிலாந்தின் மிக முக்கியமான சுண்ணாம்பு நிலப்பரப்புகளில் ஒன்றாக அங்கீகரிக்கப்பட்டுள்ளன.",
        "ஒட்டுமொத்த தென்கிழக்கு இங்கிலாந்துடன் ஒப்பிடும்போது, ​​சவுத் டவுன்ஸ் மக்கள்தொகை குறைவாக உள்ளது. தற்காப்பு தளங்கள், புதைகுழிகள் மற்றும் வயல் எல்லைகள் உள்ளிட்ட வரலாற்று அம்சங்கள் மற்றும் தொல்பொருள் எச்சங்களின் வளமான பாரம்பரியம் உள்ளது. டவுன்லேண்ட் மிகவும் பிரபலமான பொழுதுபோக்கு இடமாகும், குறிப்பாக நடைபயிற்சி, குதிரை சவாரி மற்றும் மலை பைக் ஓட்டுபவர்களுக்கு.",
        "Holiday Inn இல் எனது பார்வையாளர் காலம் முக்கியமாக புதிய உணவு மற்றும் பான சேவையகங்களைப் பயிற்றுவிப்பதில் கவனம் செலுத்தியது. அவர்களின் பெருநிறுவன அலுவலகங்களால் உருவாக்கப்பட்டது, பணியிடத்தில் பயிற்சி அமர்வுகள் வாடிக்கையாளர் சேவையின் அடிப்படைகளை மிகவும் பயனுள்ள முறையில் உள்ளடக்கியது. சமீபத்தில் சுவிட்சர்லாந்தில் உள்ள ஐஎல்ஓ தலைமை அலுவலகத்தில் ‘வேலைவாய்ப்பு திறன்களின் தொகுதிகள்’ குறித்த பயிற்சித் திட்டத்தை முடித்ததால், ஹாலிடே விடுதியில் எனது பணியானது வெறும் பார்வையாளராக இருந்து எளிதாக்குபவர் என்ற நிலைக்கு விரைவாக மாறியது.",
        "ஒரு வருடத்திற்குப் பின்னர், ஒரு ஆலோசகராக, இலங்கையில் உள்ள ஹோட்டல் பணியாளர்களுக்கு இரண்டு வார உணவு மற்றும் பான பயிற்சி அமர்வுகளை நான் உருவாக்கியபோது, ​​இந்தப் புதிய அனுபவம் எனக்கு உதவியாக இருந்தது. இது எனது நண்பர் கொழும்பில் உள்ள Holiday Inn இன் பொது முகாமையாளர்/இயக்குனர் இம்தியாஸ் காதர் அவர்களின் அழைப்பின் பேரில்.",
        "வின்செஸ்டரில் உள்ள அவரது வீட்டில் இரண்டு நாட்கள் தங்கும்படி குடும்ப நண்பரான மேரி ஆண்டர்சனிடமிருந்து அழைப்பைப் பெற்றதில் நான் மகிழ்ச்சியடைந்தேன். 1980 ஆம் ஆண்டு, எங்கள் திருமணத்தில் கலந்து கொள்வதற்காக மேரி இலங்கை சென்றார். மேரி தனது பேத்தி சாராவுடன் என்னை கோச் ஸ்டேஷனில் இருந்து அழைத்துச் செல்ல வந்து, அவர்களின் வரலாற்று நகரத்தின் பல சுற்றுலாத் தலங்களை உள்ளடக்கிய ஒரு நீண்ட சுற்றுப்பயணத்திற்கு என்னை அழைத்துச் சென்றார்.",
        "வின்செஸ்டர் என்பது சவுத் டவுன்ஸ் தேசிய பூங்காவின் விளிம்பில் உள்ள ஒரு நகரம். இடைக்கால வின்செஸ்டர் கதீட்ரலைப் பார்க்க என்னை அழைத்துச் சென்றதில் மேரி பெருமிதம் கொண்டார். வின்செஸ்டர் கோட்டையின் கிரேட் ஹால், கேம்லாட்டின் தலைவராக இருந்த ஆர்தர் மன்னர் மற்றும் வட்ட மேசையின் மாவீரர்களுடன் இணைக்கப்பட்ட இடைக்கால வட்ட மேசையைக் கொண்டுள்ளது.",
        "“இச்சன் நதிக்கரையில் நீண்ட கீட்ஸ் நடைப்பயணத்தை மேற்கொள்ள எனக்கு வயதாகிவிட்டது. சாரா, நீ சந்தியுடன் போ”. மேரி ஒரு கோப்பை தேநீருடன் ஓய்வெடுக்க அமர்ந்தாள். புகழ்பெற்ற சிட்டி மில் மற்றும் கடையைக் கடந்து ஒரு அழகான நடைக்குப் பிறகு, சாரா என்னை 10 ஆம் நூற்றாண்டிலிருந்து ஏழைகள், வயதானவர்கள் மற்றும் துன்பப்படுபவர்களுக்கு வசிப்பிடத்தை வழங்குவதற்காக நிறுவப்பட்ட வாட்டர் மெடோஸ் ஆல்ம்ஸ்-ஹவுஸ் (படுக்கை வீடுகள்) வழியாக அழைத்துச் சென்றார். இன்னும் 1,000 ஆண்டுகளுக்கு முன்பு கட்டப்பட்ட வின்செஸ்டரில் உள்ள செயின்ட் கிராஸின் மருத்துவமனை உள்ளது.",
        "லண்டனில் இருந்து எனது நண்பர் ஒருவர் என்னை லண்டனுக்கு மேற்கே தேம்ஸ் நதிக்கரையில் உள்ள விண்ட்சருக்கு அழைத்துச் சென்றார். இது பிரிட்டிஷ் அரச குடும்பத்தின் வசிப்பிடமான விண்ட்சர் கோட்டையின் இல்லமாகும். 11 ஆம் நூற்றாண்டில் வில்லியம் தி கான்குவரரால் கட்டப்பட்ட இந்த கோட்டை, அடுத்தடுத்த மன்னர்களால் விரிவாக மறுவடிவமைக்கப்பட்டது. வழிகாட்டப்பட்ட பொதுச் சுற்றுப்பயணத்தில் நாங்கள் பங்கேற்றோம்.",
        "விண்ட்சர் கோட்டையில் உள்ள செயின்ட் ஜார்ஜ் தேவாலயம் இடைக்காலத்தின் செங்குத்து கோதிக் பாணியில் கட்டப்பட்டது. இது 14 ஆம் நூற்றாண்டில் கிங் எட்வர்ட் III ஆல் கட்டப்பட்டது மற்றும் 15 ஆம் நூற்றாண்டின் பிற்பகுதியில் விரிவாக விரிவுபடுத்தப்பட்டது. இது கோட்டையின் கீழ் வார்டில் அமைந்துள்ளது. தேவாலயம் பல நூற்றாண்டுகளாக பல அரச சேவைகள், திருமணங்கள் மற்றும் அடக்கம் ஆகியவற்றின் காட்சியாக இருந்து வருகிறது.",
        "UN/ILO ஆனது இங்கிலாந்தில் எனது இறுதி வாரத்தை கில்ட்ஃபோர்டில் இருக்க ஏற்பாடு செய்தது. நகரத்தின் மையத்தில் உள்ள இடைக்கால கில்ட்ஃபோர்ட் கோட்டை மிகவும் சுவாரஸ்யமாக இருப்பதைக் கண்டேன். மாசற்ற நிலப்பரப்பு தோட்டங்களும் அதன் சதுர கோபுரத்தின் காட்சிகளும் அழகாக இருந்தன. லோஸ்லி பார்க், 16ஆம் நூற்றாண்டைச் சேர்ந்த ஒரு பெரிய டுடர் மேனர் இல்லத்திற்குச் சென்றதில் நான் மகிழ்ச்சியடைந்தேன். ஒரு கலைஞனாக, அருகிலுள்ள வாட்ஸ் கேலரி மற்றும் விக்டோரியன் ஓவியங்கள் மற்றும் சிற்பங்களைக் காட்சிப்படுத்திய கலைஞர்களின் கிராமத்தைப் பார்வையிடுவதில் நான் குறிப்பாக ஆர்வமாக இருந்தேன்.",
        "பிந்தைய ஆண்டுகளில், நான் தென்கிழக்கு இங்கிலாந்தில் உள்ள கேன்டர்பரி, டன்பிரிட்ஜ் வெல்ஸ், ஃபோக்ஸ்டோன், ஈஸ்ட்போர்ன், பிரைட்டன், சவுத்தாம்ப்டன், போர்ன்மவுத், டார்க், பிளைமவுத் உள்ளிட்ட சில நகரங்களுக்குச் சென்றேன்; ஓய்வு, வேலை அல்லது ஆராய்ச்சிக்காக.",
        "நான் ஒரு வாரம் கில்ட்ஃபோர்ட் சென்றேன். எனது தங்குமிடம் சர்ரே பல்கலைக்கழகத்தின் மாணவர் இல்லத்தில் இருந்தது. இது ஒரு பொது ஆராய்ச்சிப் பல்கலைக்கழகம் அதன் அரச சாசனத்தை 1966ல் பெற்றது, மேலும் பல இதர நிறுவனங்களுடன்  முன்பு தொழில்நுட்பக் கல்லூரிகள் என அறியப்பட்டது. பல ஆண்டுகளாக, பல்கலைக்கழகத்தின் ஆராய்ச்சி வெளியீடு மற்றும் உலகளாவிய கூட்டாண்மை இது இங்கிலாந்தின் முன்னணி ஆராய்ச்சிப் பல்கலைக்கழகங்களில் ஒன்றாகக் கருதப்படுவதற்கு வழிவகுத்தது.",
        "மார்ச் 1982 இல், பிரிட்டிஷ் ஹோட்டல் துறையின் நடுத்தர மேலாளர்களுக்காக வடிவமைக்கப்பட்ட ஒரு வார கால மேலாண்மை மேம்பாட்டுத் திட்டத்தில் நான் கலந்துகொண்டேன். எங்கள் திட்டம் ஹோட்டல் வடிவமைப்பு, சந்தைப்படுத்தல், நிதி மற்றும் உணவு மற்றும் பான கட்டுப்பாடுகள் ஆகியவற்றில் கவனம் செலுத்துகிறது. இந்த நிகழ்ச்சியின் சர்வதேச பங்கேற்பாளர் நான் மட்டுமே.",
        "மேலாண்மை மேம்பாட்டுத் திட்டத்தின் போது, ​​சர்ரே பல்கலைக்கழகத்தின் சுற்றுலா மற்றும் ஹோட்டல் மேலாண்மைத் துறையின் பயிற்சி உணவகத்தில் நாங்கள் எங்கள் மதிய உணவுகள் மற்றும் இரவு உணவைக் கொண்டிருந்தோம். இரவு உணவிற்கான ஒவ்வொரு மேசையும் ஒரு பேராசிரியர் அல்லது மூத்த விரிவுரையாளரால் வழங்கப்பட்டது. வாரத்தின் நடுப்பகுதியில், நான் அமர்ந்திருந்த சாப்பாட்டு மேசையில், புரவலன் யாரும் இல்லை, ஆனால் எனக்குப் பக்கத்தில் ஒரு காலி நாற்காலி. சேவை தொடங்குவதற்கு சற்று முன்பு, அந்த நாற்காலியில் ஒரு நடுத்தர வயது மனிதர் அமர்ந்து என்னுடன் ஒரு நட்பு உரையாடலைத் தொடங்கினார். அந்த அரட்டை பல தசாப்தங்களாக எனது தொழில் வாழ்க்கையை கணிசமாக மாற்றியது மற்றும் தாக்கத்தை ஏற்படுத்தியது.",
        "“நான் ரிச்சர்ட் கோட்டாஸ். நீ எங்கிருந்து வருகிறாய்?\" மேசையின் தலையில் அமர்ந்தவுடன் அந்த மனிதர் என்னிடம் கேட்டார். இரவு உணவு பற்றிய விவாதத்தின் போது, ​​ஒருவரையொருவர் பற்றி நிறைய கற்றுக்கொண்டோம். அவருடைய வாழ்க்கைக் கதை என்னை மிகவும் கவர்ந்தது. இரண்டாம் உலகப் போருக்குப் பிறகு நாஜி ஜெர்மனியில் உள்ள தொழிலாளர் முகாமை விட்டு வெளியேறிய பிறகு, ரிச்சர்ட் கோட்டாஸ் அகதியாக இங்கிலாந்து வந்தார். போலந்தில் உள்ள அவரது முழு குடும்பமும் சோகமாக இடம்பெயர்ந்தது. \"என்னிடம் இருந்தது என் தந்தையின் கைக்கடிகாரம், ஐந்து பிரிட்டிஷ் பவுண்டுகள் மற்றும் ஆங்கிலத்தில் ஐந்து வார்த்தைகளைப் பேசும் திறன் மட்டுமே\" என்று அவர் ஒரு புதிய நாட்டில் தனது பணிவான தொடக்கத்தை விளக்கினார்.",
        "1982 ஆம் ஆண்டில், ரிச்சர்ட் கோடாஸ் மிகவும் மரியாதைக்குரிய மூத்த விரிவுரையாளர் மற்றும் ஹோட்டல் நிதி மற்றும் கணக்கியல் தொடர்பான ஒரு டஜன் பாடப் புத்தகங்களை வெளியிட்ட எழுத்தாளர். பின்னர் அவர் இணைந்து எழுதிய ‘உணவு மற்றும் பான கட்டுப்பாடு’ என்ற தலைப்பில் மிகவும் பிரபலமான பாடப்புத்தகத்தின் கையொப்பமிடப்பட்ட நகலை என்னிடம் கொடுத்தார். “இது உனக்காகத்தான் சந்தி. அடுத்த இரண்டு நாட்களில் உங்கள் குழுவுடன் இந்தப் புத்தகத்தைப் பற்றி விவாதிப்பேன்”, என்று நட்புடன் கைகுலுக்கினார்.",
        "அந்த இரவுச் சந்திப்புக்குப் பிறகு பன்னிரண்டு ஆண்டுகளுக்குப் பிறகு, ரிச்சர்ட் கோட்டாசும் நானும் இணைந்து எழுதிய பிரிட்டிஷ் பாடப் புத்தகம் காமன்வெல்த்தில் உள்ள பல பல்கலைக்கழகங்களில் பிரபலமானது. இது 1984 இல் அவர் மேற்பார்வையிட்ட எனது முதுகலை ஆய்வுக் கட்டுரையை அடிப்படையாகக் கொண்டது. நான் பாடப் புத்தகங்களை எழுதுவதிலும் திருத்துவதிலும் ஈடுபட்டேன், முக்கியமாக ரிச்சர்ட் கோட்டாஸின் ஊக்கம் மற்றும் பயிற்சியின் காரணமாக, பல ஆண்டுகளாக.",
        "மார்ச் 1982 இல் அந்த இரவு உணவின் போது, ​​ரிச்சர்ட் கோட்டாஸ், சர்வதேச ஹோட்டல் நிர்வாகத்தில் உலகின் முதல் முதுகலைப் பட்டம் செப்டம்பர் 1983 இல் சர்ரே பல்கலைக்கழகத்தில் தொடங்கும் என்று எனக்குத் தெரிவித்தார், அவர் திட்ட ஒருங்கிணைப்பாளராக இருந்தார். \"இந்த முதுகலைப் பட்டத்திற்கு நீங்கள் ஒரு நல்ல தேர்வாக இருப்பீர்கள்\", என்று அவர் என்னை ஊக்கப்படுத்தினார், நான் உடனடியாக \"ஆம்!\" என்றேன். அடுத்த நாளே, அவருடைய துறைத் தலைவரால் நேர்காணலுக்கு வருவதற்கு அவர் எனக்கு ஒரு சந்திப்பை ஏற்பாடு செய்தார்.",
        "துரதிர்ஷ்டவசமாக, சுற்றுலா மற்றும் ஹோட்டல் மேலாண்மைத் துறையின் தலைவரான பேராசிரியர் பிலிப் நைலனால் நான் நிராகரிக்கப்பட்டேன், ஏனெனில் நான் நான்கு ஆண்டு கௌரவ இளங்கலைப் பட்டப்படிப்புக்கான நுழைவுத் தகுதி என்னிடம் இல்லை. நிராகரிப்பு எப்போதுமே எனக்கு ஒரு உந்துதலாக இருந்தது, நான் பின்னர் சாத்தியக்கூறுகளைத் தொடர்ந்தேன். \"உங்கள் நற்சான்றிதழ்கள் சுவாரஸ்யமாக உள்ளன, முதுகலை பட்டப்படிப்பில் சேரும் முன், எங்கள் இளங்கலைப் பட்டத்தின் நான்காம் ஆண்டில் உங்களைச் சேர்ப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம்.\"",
        "திட்டக் கட்டணத்தைச் சரிபார்த்த பிறகு, இங்கிலாந்தில் இரண்டு வருட படிப்புக்கான பணத்தை என்னால் முதலீடு செய்ய முடியாது என்பதை உணர்ந்தேன். \"இடைவெளியைக் குறைக்கவும், முதுகலை பட்டப்படிப்பின் முதல் குழுவில் சேரவும் எனக்கு வேறு வழி இருக்க வேண்டும்\" நான் மெதுவாக எனது நோக்கத்தை அடையத் தள்ளினேன். பேராசிரியர் நைலன், “சரி. நீங்கள் இலங்கைக்குத் திரும்பியதும், நான்காம் ஆண்டு நிலை கல்விப் படிப்புகளுக்குச் சமமான புகழ்பெற்ற பல்கலைக்கழகத் திட்டங்களைத் தேடுங்கள், மேலும் சர்வதேச ஹோட்டல் முகாமைத்துவத்தில் MScக்கான உங்கள் விண்ணப்பத்தை மீண்டும் பரிசீலிக்க எனக்கு ஏதாவது நல்லதாக இருந்தால் எனக்குத் தெரியப்படுத்துங்கள். நான் நிச்சயமாக அவ்வாறு செய்ய உறுதியாக இருந்தேன்.",
        "பேராசிரியர் ரிச்சர்ட் கோட்டாஸின் கூற்றுப்படி, நான் சர்ரே பல்கலைக்கழகத்தில் முதுகலை பட்டப்படிப்பின் போது 1983/84 இல் அவரது சிறந்த மாணவனாக இருந்தேன். அவர் எல்லா காலத்திலும் எனக்கு மிகவும் பிடித்த ஆசிரியர். பின்னர், அவர் என் முதலாளி, இணை ஆசிரியர், கருத்தரங்குகளின் இணை வழங்குபவர், வணிக பங்குதாரர், சக குழு உறுப்பினர், வாழ்நாள் முழுவதும் வழிகாட்டி மற்றும் மிக முக்கியமாக; விசுவாசமான நண்பர். பல ஆண்டுகளாக, நாங்கள் ஐக்கிய இராச்சியம், இலங்கை மற்றும் ஜமைக்காவில் கூட்டுப் பணிகளைச் செய்தோம். 1990-ல் லண்டனில் உள்ள ஷில்லர் இன்டர்நேஷனல் யுனிவர்சிட்டியில் ஹோட்டல் மேனேஜ்மென்ட் பள்ளியின் இயக்குநராக இருந்தபோது, ​​என்னைத் துணைவேந்தராக நியமித்தார்.",
        "பேராசிரியை மற்றும் திருமதி. கோட்டாஸ் என் பெற்றோரைப் போன்றவர்கள், அவர்களும் என் மனைவியை நேசித்தார்கள், அவர்கள் ஒருபோதும் இல்லாத மகளைப் போல. 38 ஆண்டுகளுக்கும் மேலாக, நான் மேற்கு லண்டனில் இருக்கும் ஒவ்வொரு முறையும், பேராசிரியை மற்றும் திருமதி. கோட்டாஸைச் சந்தித்து அவர்களது வீட்டில் சமைத்த போலிஷ் உணவை சாப்பிட்டேன். நான் கடைசியாக 2020 ஜனவரியில் ரொறன்ரோவில் இருந்து கொழும்பு செல்லும் வழியில் ஆறு மணிநேரம் அவர்களுடன் செலவிட்ட போது.",
        "அந்தச் சந்திப்பின் போது, ​​எங்களின் புதிய பரஸ்பர பொழுதுபோக்கின் பழங்களை - கவிதைகளை ஒப்பிட்டுப் பார்த்தோம். அவர் தனது இரண்டு சமீபத்திய புத்தகங்களின் கையொப்பமிடப்பட்ட பிரதிகளை, அவருடைய கவிதைகளுடன் என்னிடம் கொடுத்தார். எனது புதிய கவிதைகள் சிலவற்றைப் படித்து பேராசிரியர் கோட்டாஸின் உள்ளீட்டைத் தேடினேன். “என் அன்பான சண்டி, உங்கள் கவிதை அருமை. நீங்கள் ஒரு கவிதைப் புத்தகத்தை வெளியிட வேண்டும்” என்று என் மனதில் ஒரு விதையை விதைத்தார். 2022ல் வெளியான ‘உணர்ச்சிகள்’ என்ற எனது கவிதைப் புத்தகத்தை அவர் பார்த்ததே இல்லை. 2020ல் லண்டனில் அவருடனான எனது இறுதிச் சந்திப்பில் சில மாதங்களுக்குப் பிறகு பேராசிரியர் கோட்டாஸ் காலமானார், அப்போது அவருக்கு 91 வயதாகிறது. RIP, என் அன்பு நண்பரே! எல்லாவற்றிற்கும் நன்றி! நான் உன்னை நேசிக்கிறேன்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}