{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Relevance-of-Dhamma-in-Todays-Politics/231-238972",
  "time_ut": 1655072400,
  "title": "Relevance of Dhamma in Today’s Politics",
  "body_lines": [
    "2258 years ago, the 32 year-old Arhant Mahinda Thera undertook the enormous task of introducing Buddhism to Sri Lanka. He delayed his mission by a few years as the monarch in the island, King Mutasiva was a septuagenarian, perhaps, the Arhant thought that capacity and competence to bear the challenges of governance degenerate with old age. Therefore he decided it was sensible to delay his visit until the old Monarch passed away. [Are Politicians over 70 years not fit for ruling?]",
    "Mahinda Thera’s father, Emperor Asoka of India [3rd century BC] followed the example of his power hungry ancestors and continued the conquest of bordering land. He conquered by killing hundreds of thousands men. Then he converted a Buddhist, and was completely transformed by the teachings. In his rock inscription referring to the conquer of Kalinga, Asoka articulated his regret, and publicly acknowledged against such conquest, but wished self control, non-violence, practice of serenity.",
    "\"There is ample evidence in history, where religion has often been used  to give reason for exercise of power by those in possession of it,  especially for rebellions, declare wars, atrocities, demolition of  religious places of reverence and destruction of culture. Religion had  been used to pander political desires and morals\"",
    "Only three states have recognized Buddhism as a state religion: Burma [Myanmar], Cambodia, and Bhutan, whose constitution states that Buddhism is its sacred inheritance. The Constitution of Burma recognizes the special position of Buddhism and Sri Lanka gives Buddhism special privileges. In both countries, where considerably large minorities of non-Buddhists exist, this state patronage of Buddhism under rigid rule, combined with the promotion of a hostile ethnic nationalism that convey the idea promoted by politicians of the ‘Burmese and Sinhala state’ under siege, has fuelled civil wars, ethnic rebellions and economic catastrophe.",
    "The same applies in Laos, where official acknowledgment of Buddhism does not come with particular concession. In Thailand, the king has to be a Buddhist of the Theravada convention and monks benefit from some constitutional rights such as free passage on public transportation. However, the Constitution declares freedom of ethics and there is no state religion.",
    "In Sri Lanka, leading political organizations persuade sangha units within party apparatus, while a few saffron robed extremist elements have fashioned political entities to contest elections. There is ample evidence in history, where religion has often been used to give reason for exercise of power by those in possession of it, especially for rebellions, declare wars, atrocities, demolition of religious places of reverence and destruction of culture. Religion had been used to pander political desires and morals.",
    "Political systems can defend the happiness and opulence of its people only to a certain limit. It may appear to be a perfect system, complete with ideal policies and principles, but they cannot bring about accord and contentment as long as the people are subject to greed, revulsion and illusion. In addition, no matter what political system is assumed, there are certain universal factors which that society will have to experience. The concept of secularism makes a state officially neutral on themes of religion, it does not support a particular religion or religions. A secular state treats all its citizens equally in spite of their religious affiliations, and avoids favored treatment for an inhabitant from a given religion over other religions.",
    "We live in a world of huge possessions, but also in depths of poverty. Though we have realized incredible advances in medicinal and healthcare facilities; yet 9.5 million people diefrom diseases which can be easily cared for. The daily trade in lethal weapons exceeds millions of dollars, yet where more than one million children depart this life of hunger and 700 million humans are severely undernourished. And perhaps most disturbing of all, a world bent on boundless growth on a planet whose finite possessions are rapidly diminishing. Dharma inspires the practitioner to observe the world as being unified and living beings, human or animal as brothers and sisters, and to focus his or her thoughts towards the well-being of all living things. Dhamma is a present moment’s path of action in birth, life, and death. We can’t change the past, but have specific control over the future if one can act with skill and accuracy at the present moment.",
    "\"Political systems can defend the happiness and opulence of its people  only to a certain limit. It may appear to be a perfect system, complete  with ideal policies and principles, but they cannot bring about accord  and contentment as long as the people are subject to greed, revulsion  and illusion\"",
    "Check your entire body as carefully as possible. Is there any particular part in it or spot which differentiates it as a Muslim, Sinhalese or Tamil? People differ in complexion of skin such as tan, black, brown, fair..., as a result of their ancestors survived for millions of years in places opposed from each other in climatic and geographical conditions. Does that colour indicate as to what nationality, race or caste a person fits in? We are common to the human race, unfortunately, as a child grows up he or she will be deemed to belong to a particular nationality or race. The child who is incompetent in rational thinking, cannot differentiate fact from fiction and who does not have the ability to judge, compare and contrast against, believes selfishly and mistakenly the nationality, race, caste are as facts, being ignorant that it has been forced upon him or her. Having accepted it he/she gradually come to believe that it belongs to a particular race or nationality. One becomes a Sinhalese or Tamil not because he/she had something obviously Sinhalese or Tamil, but because of the self-assurance formed and forced on the person by the ‘civilization and culture’.",
    "Unlike flora and fauna, all human beings belong to one species only; the human variety/species is called Homo Sapiens. Tamil, Sinhalese, English and a thousands of other nationalities and races are only labels born out of belief and having no inherent significance whatsoever.",
    "In realizing the truth, it necessitates that we take nothing for granted; that we believe nothing on faith or conviction. Question every little thing about ourselves, practice with diligence and sincerity. Confront and challenge most basic beliefs and convictions, even those we may have about the Dhamma itself; a spirit of inquiring, a spirit of critical assessment that is what Buddha laid emphasis on in Kalama sutra. To transform the world, we must commence with ourselves; and what is noteworthy in beginning with ourselves is the purpose. The purpose must be to understand ourselves and not to assign it to others to convert themselves or to get about a personalized change through revolt. A system change can be achieved only by an attitudinal change of the individual.",
    "The Sasana, that is fragmented due to splits and schisms into sects and chapters based on regional, Caste and doctrinal differences needs to be unified through a Buddhist council. A Mahanayake Thera appointed supreme sangha-dhikarana can decide on who will remain in robes and who should leave based purely on Dhamma facts, in which there is no room for spread of schisms or political divisions. Put your house in order, before seeking obedience by rulers and public.",
    "The hate speech gangs, chauvinists, tuition masters, soothsayers, unruly street demonstrators and political henchmen in saffron robes will get the message, once the above is set-in-motion, the undivided Sangha Council will gain its supremacy and will earn due respect from all."
  ],
  "translate": {
    "si": {
      "title": "වර්තමාන දේශපාලනයේ ධර්මයේ අදාළත්වය",
      "body_lines": [
        "වසර 2258 කට පෙර 32 හැවිරිදි මිහිඳු මාහිමිපාණන් වහන්සේ ශ්‍රී ලංකාවට බුදුදහම හඳුන්වාදීමේ දැවැන්ත කාර්යය භාරගත්හ. දිවයිනේ රජ වූ මුටසීව රජු සප්තමාංශිකයෙකු වූ බැවින් ඔහු සිය දූත මෙහෙවර වසර කිහිපයකින් ප්‍රමාද කළේය. එබැවින් පැරණි රජතුමා අපවත් වන තුරු ඔහුගේ සංචාරය ප්‍රමාද කිරීම නුවණට හුරු බව ඔහු තීරණය කළේය. [අවුරුදු 70 ඉක්මවූ දේශපාලකයන් ආණ්ඩු කිරීමට නුසුදුසුද?]",
        "මිහිඳු මාහිමියන්ගේ පියා, ඉන්දියාවේ [ක්‍රි.පූ. 3 වැනි සියවසේ] අධිරාජ්‍යයා වූ අශෝක අධිරාජ්‍යයා තම බල තණ්හාවෙන් පෙළුණු මුතුන් මිත්තන් ආදර්ශයට ගෙන දේශසීමා භූමිය අත්පත් කර ගැනීම දිගටම කරගෙන ගියේය. ඔහු සිය දහස් ගණන් මිනිසුන් මරා දමා ජය ගත්තේය. ඉන්පසු ඔහු බෞද්ධයෙකු බවට පත් වූ අතර ඉගැන්වීම් මගින් සම්පූර්ණයෙන්ම පරිවර්තනය විය. කාලිංග ආක්‍රමණය ගැන සඳහන් කරන ඔහුගේ පාෂාණ ලිපියේ, අශෝක තම කනගාටුව ප්‍රකාශ කළ අතර, එවැනි ජයග්‍රහණයකට එරෙහිව ප්‍රසිද්ධියේ පිළිගත් නමුත් ස්වයං පාලනයක්, අවිහිංසාව, සන්සුන් භාවය ප්‍රාර්ථනා කළේය.",
        "\"ඉතිහාසයේ බොහෝ සාක්ෂි ඇත, ආගම සන්තකයේ සිටින අය විසින් බලය ක්‍රියාත්මක කිරීමට හේතු දැක්වීමට,  විශේෂයෙන් කැරලි, යුද්ධ ප්‍රකාශ කිරීම, ම්ලේච්ඡ ක්‍රියා, ආගමික පූජනීය ස්ථාන කඩා බිඳ දැමීම සහ සංස්කෘතිය විනාශ කිරීම සඳහා හේතු දැක්වීමට ආගම බොහෝ විට භාවිතා කර ඇත. ආගම තිබුණා දේශපාලන ආශාවන් සහ සදාචාරය පිරිමැසීමට යොදා ගන්නා ලදී\"",
        "බුද්ධාගම රාජ්‍ය ආගමක් ලෙස පිළිගෙන ඇත්තේ ප්‍රාන්ත තුනක් පමණි: බුරුමය [මියන්මාරය], කාම්බෝජය සහ භූතානය, බුද්ධාගම එහි පූජනීය උරුමය බව එහි ව්‍යවස්ථාවේ සඳහන් වේ. බුරුමයේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව බුද්ධාගමේ විශේෂ ස්ථානය පිළිගෙන ඇති අතර ශ්‍රී ලංකාව බුද්ධාගමට විශේෂ වරප්‍රසාද ලබා දෙයි. බෞද්ධ නොවන සැලකිය යුතු සුළුතරයක් සිටින රටවල් දෙකෙහිම, වටලෑමට ලක්ව ඇති 'බුරුම සහ සිංහල රාජ්‍යයේ' දේශපාලනඥයන් විසින් ප්‍රවර්ධනය කරන ලද අදහස ප්‍රකාශ කරන සතුරු ජනවාර්ගික ජාතිකවාදයක් ප්‍රවර්ධනය කිරීමත් සමඟ දැඩි පාලනයක් යටතේ බුද්ධාගමට මෙම රාජ්‍ය අනුග්‍රහය සිවිල් යුද්ධ, වාර්ගික කැරලි සහ ආර්ථික ව්‍යසනයන් අවුලුවා ඇත.",
        "බුද්ධාගම නිල වශයෙන් පිළිගැනීමට විශේෂ සහනයක් නොලැබෙන ලාඕසයේ ද එය එසේම වේ. තායිලන්තයේ, රජු ථෙරවාදී සම්මුතියේ බෞද්ධයෙකු විය යුතු අතර භික්ෂූන් වහන්සේලා පොදු ප්‍රවාහනයේ නොමිලේ ගමන් කිරීම වැනි සමහර ව්‍යවස්ථාපිත අයිතිවාසිකම්වලින් ප්‍රතිලාභ ලබයි. කෙසේ වෙතත්, ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් ආචාර ධර්මවල නිදහස ප්‍රකාශ කර ඇති අතර රාජ්‍ය ආගමක් නොමැත.",
        "ශ්‍රී ලංකාවේ ප්‍රමුඛ දේශපාලන සංවිධාන පක්ෂ යාන්ත්‍රණය තුළ සංඝ ඒකක ඒත්තු ගන්වන අතර, කුංකුම සිවුරු හැඳගත් අන්තවාදී කොටස් කිහිපයක් මැතිවරණවලට තරඟ කිරීම සඳහා දේශපාලන ආයතන සකස් කර ඇත. විශේෂයෙන්ම කැරලි, යුද්ධ ප්‍රකාශ කිරීම, සාහසික ක්‍රියා, ආගමික පූජනීය ස්ථාන කඩා බිඳ දැමීම, සංස්කෘතිය විනාශ කිරීම වැනි ක්‍රියා සඳහා ආගම බොහෝ විට බලය හිමි අය විසින් ක්‍රියාත්මක කිරීමට හේතු දැක්වීමට ආගම බොහෝ විට භාවිතා කර ඇති බවට ඉතිහාසයේ ඕනෑ තරම් සාක්ෂි තිබේ. දේශපාලන ආශාවන් සහ සදාචාරය පිරිමැසීමට ආගම යොදාගෙන තිබුණි.",
        "දේශපාලන ක්‍රමවලට තම ජනතාවගේ සතුට සහ ධනය ආරක්ෂා කළ හැක්කේ යම් සීමාවකට පමණි. එය පරමාදර්ශී ප්‍රතිපත්ති සහ ප්‍රතිපත්තිවලින් සම්පූර්ණ වූ පරිපූර්ණ පද්ධතියක් ලෙස පෙනී යා හැකි නමුත්, මිනිසුන් තණ්හාවට, පිළිකුලට සහ මිත්‍යාවට යටත් වන තාක් කල් එකඟතාව සහ තෘප්තිය ඇති කළ නොහැක. ඊට අමතරව කුමන දේශපාලන ක්‍රමයක් උපකල්පනය කළත් එම සමාජයට අත්විඳීමට සිදුවන යම් යම් විශ්වීය සාධක තිබේ. ලෞකිකත්වය පිළිබඳ සංකල්පය රාජ්‍යයක් නිල වශයෙන් ආගමේ තේමා මත මධ්‍යස්ථ කරයි, එය යම් ආගමකට හෝ ආගමකට සහාය නොදක්වයි. ලෞකික රාජ්‍යයක් තම ආගමික බැඳීම් නොතකා එහි සියලුම පුරවැසියන්ට එක හා සමානව සලකන අතර, දී ඇති ආගමක වැසියෙකුට වෙනත් ආගම්වලට වඩා අනුග්‍රහයෙන් සැලකීම වළක්වයි.",
        "අපි ජීවත් වන්නේ විශාල දේපළවලින් පිරුණු ලෝකයක, නමුත් දුප්පත්කමේ ගැඹුරේ. ඖෂධ සහ සෞඛ්‍ය පහසුකම්වල ඇදහිය නොහැකි දියුණුවක් අප විසින් අවබෝධ කරගෙන ඇතත්; නමුත් පහසුවෙන් ප්‍රතිකාර කළ හැකි රෝගවලින් මිලියන 9.5ක් මිය යනවා. මාරාන්තික ආයුධවල දෛනික වෙළඳාම ඩොලර් මිලියන ගණන ඉක්මවයි, නමුත් මිලියනයකට වඩා වැඩි දරුවන් කුසගින්නෙන් පෙළෙන අතර මිනිසුන් මිලියන 700 ක් දැඩි ලෙස මන්දපෝෂණයෙන් පෙළේ. සමහර විට සියල්ලටම වඩා කරදරකාරී, සීමිත වස්තුවක් වේගයෙන් අඩුවෙමින් පවතින ග්‍රහලෝකයක අසීමිත වර්ධනයක් සඳහා ලෝකය නැමී ඇත. ලෝකය එකමුතු වී ජීවින්, මනුෂ්‍ය හෝ තිරිසන් සහෝදර සහෝදරියන් ලෙසින් නිරීක්ෂණය කිරීමටත්, සියලු ජීවීන්ගේ යහපැවැත්ම කෙරෙහි තම සිතුවිලි යොමු කිරීමටත් ධර්මය පුරුදු කරන්නාට අනුබල දෙයි. ධර්මය යනු ඉපදීම, ජීවිතය සහ මරණය යන මේ මොහොතේ ක්‍රියා කරන මාර්ගයකි. අපට අතීතය වෙනස් කළ නොහැක, නමුත් වර්තමාන මොහොතේ දක්ෂතාවයෙන් හා නිරවද්‍යතාවයෙන් ක්‍රියා කළ හැකි නම් අනාගතය කෙරෙහි නිශ්චිත පාලනයක් ඇත.",
        "\"දේශපාලන ක්‍රමවලට එහි ජනතාවගේ සතුට සහ ධනය ආරක්ෂා කළ හැක්කේ යම් සීමාවකට පමණි. එය පරිපූර්ණ ප්‍රතිපත්ති සහ ප්‍රතිපත්තිවලින් සම්පූර්ණ වූ පරිපූර්ණ පද්ධතියක් ලෙස පෙනී යා හැකි නමුත්, ජනතාව යටත් වන තාක් දුරට එකඟතාව සහ තෘප්තිය ගෙන ඒමට ඔවුන්ට නොහැකිය. කෑදරකම, පිළිකුල සහ මායාව\"",
        "හැකිතාක් පරිස්සමින් ඔබේ මුළු සිරුරම පරීක්ෂා කරන්න. එය මුස්ලිම්, සිංහල හෝ දෙමළ ලෙස වෙනස් කරන යම් විශේෂ කොටසක් හෝ එහි තිබේද? මිනිසුන් දුඹුරු, කළු, දුඹුරු, පැහැපත්... වැනි සමේ වර්ණයෙන් වෙනස් වේ, ඔවුන්ගේ මුතුන් මිත්තන් වසර මිලියන ගණනක් දේශගුණික හා භූගෝලීය තත්වයන් තුළ එකිනෙකාට විරුද්ධ ස්ථානවල ජීවත් විය. එම වර්ණයෙන් පුද්ගලයෙකු ගැලපෙන්නේ කුමන ජාතියට, ජාතියට හෝ කුලයටද යන්න පෙන්නුම් කරයිද? අපි මිනිස් වර්ගයාට පොදුයි, අවාසනාවකට, දරුවෙකු වැඩෙන විට ඔහු හෝ ඇය යම් ජාතියකට හෝ ජාතියකට අයත් යැයි සලකනු ලැබේ. තාර්කික චින්තනයේ අදක්ෂ, ප්‍රබන්ධයෙන් සත්‍ය වෙන්කර හඳුනාගත නොහැකි, විනිශ්චය කිරීමට, සංසන්දනය කිරීමට හා ප්‍රතිවිරුද්ධ කිරීමට හැකියාවක් නොමැති දරුවා ආත්මාර්ථකාමී ලෙස විශ්වාස කරන්නේ, ජාතිකත්වය, ජාතිය, කුලය සත්‍ය ලෙස බලහත්කාරයෙන් ගෙන ඇති බව නොදැන සිටීමෙනි. ඔහු හෝ ඇය මත. එය පිළිගත් ඔහු/ඇය එය යම් ජාතියකට හෝ ජාතියකට අයත් බව ක්‍රමක්‍රමයෙන් විශ්වාස කරයි. යමෙක් සිංහල හෝ දෙමළ වන්නේ ඔහුට/ඇයට පැහැදිලිවම සිංහල හෝ දෙමළ යමක් තිබූ නිසා නොව, ‘ශිෂ්ටාචාරය සහ සංස්කෘතිය’ විසින් පුද්ගලයා මත ගොඩනගා ඇති සහ බලහත්කාරයෙන් කරන ලද ආත්ම විශ්වාසය නිසාය.",
        "වෘක්ෂලතා සහ සත්ත්ව විශේෂ මෙන් නොව, සියලුම මිනිසුන් එක් විශේෂයකට පමණක් අයත් වේ; මානව වර්ග/විශේෂය Homo Sapiens ලෙස හැඳින්වේ. දෙමළ, සිංහල, ඉංග්‍රීසි සහ තවත් දහස් ගණනක් ජාතිකත්වයන් සහ ජාතීන් විශ්වාසයෙන් උපන් ලේබල් පමණක් වන අතර කිසිඳු ආවේනික වැදගත්කමක් නැත.",
        "සත්‍යය අවබෝධ කර ගැනීමේදී, අප කිසිවක් සුළු කොට නොගැනීම අවශ්‍ය වේ. අපි විශ්වාසය හෝ විශ්වාසය මත කිසිවක් විශ්වාස නොකරන බව. අප ගැන සෑම කුඩා දෙයක් ගැනම ප්‍රශ්න කරන්න, උත්සාහයෙන් හා අවංකව පුහුණු වන්න. ධර්මය පිළිබඳ අපට තිබිය හැකි බොහෝ මූලික විශ්වාසයන් සහ විශ්වාසයන්ට මුහුණ දීම සහ අභියෝග කිරීම; බුදුන් වහන්සේ කාලාම සූත්‍රයෙන් අවධාරණය කර ඇත්තේ විමසා බැලීමේ ආත්මයක්, විචාරාත්මක ඇගයීමේ ආත්මයක්. ලෝකය පරිවර්තනය කිරීම සඳහා, අප අපගෙන්ම ආරම්භ කළ යුතුය; සහ අපගෙන්ම ආරම්භයේදී සැලකිය යුතු දෙය නම් අරමුණයි. පරමාර්ථය විය යුත්තේ අපව අවබෝධ කර ගැනීම මිස අන් අයට තමන්ව පරිවර්තනය කර ගැනීම හෝ කැරැල්ල හරහා පුද්ගලීකරණය කළ වෙනසක් ලබා ගැනීම නොවේ. පද්ධතියේ වෙනසක් ඇති කළ හැක්කේ පුද්ගලයාගේ ආකල්පමය වෙනසක් මගිනි.",
        "ප‍්‍රාදේශීය, කුල, ප‍්‍රතිපත්ති භේද පදනම් කරගෙන නිකාය, පරිච්ඡේදවලට බෙදීම්, භේද නිසා ඛණ්ඩනය වී තිබෙන ශාසනය බෞද්ධ සභාවක් හරහා ඒකරාශී කළ යුතුයි. භේද පැතිරීමට හෝ දේශපාලන භේද පැතිරීමට ඉඩක් නැති හුදු දහම් කරුණු පදනම් කරගෙන සිවුරු පොරවා සිටින්නේ කවුරුන්ද යන්න තීරණය කළ හැක්කේ උත්තරීතර සංඝරත්නයට පත් කරන ලද මහානායක හිමිපාණන්ටය. පාලකයන්ගේ සහ මහජනතාවගේ කීකරුකම සෙවීමට පෙර ඔබේ නිවස පිළිවෙලට තබන්න.",
        "වෛරී ප්‍රකාශන කල්ලි, ස්වෝත්තමවාදීන්, ටියුෂන් කාරයන්, සූත්‍ර කියන්නන්, නොහික්මුණු පාරේ රස්තියාදුකාරයන්, කුංකුම සිවුරු පොරවාගත් දේශපාලන හෙංචයියන් යන අයට පණිවිඩය ලැබෙනු ඇත, ඉහත සඳහන් කළ දේ ක්‍රියාත්මක වූ පසු, නොබෙදුණු සංඝ සභාව එහි උත්තරීතරත්වය ලබාගෙන නිසි ගෞරවය ලබා දෙනු ඇත. සෑම."
      ]
    },
    "ta": {
      "title": "இன்றைய அரசியலில் தர்மத்தின் பொருத்தம்",
      "body_lines": [
        "2258 வருடங்களுக்கு முன்னர் 32 வயதான மகிந்த தேரர் பௌத்தத்தை இலங்கைக்கு அறிமுகப்படுத்தும் பாரிய பணியை மேற்கொண்டார். தீவில் மன்னராக இருந்த முத்தசிவ மன்னர் ஒரு செப்டுவேஜினரியாக இருந்ததால், அவர் தனது பணியை சில ஆண்டுகள் தாமதப்படுத்தினார், ஒருவேளை, ஆட்சியின் சவால்களை தாங்கும் திறனும் தகுதியும் முதுமையால் சிதைந்துவிடும் என்று அர்ஹந்த் நினைத்தார். எனவே பழைய மன்னர் மறையும் வரை தனது வருகையை தாமதப்படுத்துவது விவேகமானது என்று அவர் முடிவு செய்தார். 70 வயதுக்கு மேற்பட்ட அரசியல்வாதிகள் ஆட்சிக்கு தகுதியற்றவர்களா?",
        "மகிந்த தேரரின் தந்தை, இந்தியாவின் பேரரசர் அசோகா [கி.மு. 3 ஆம் நூற்றாண்டு] தனது அதிகாரப் பசி கொண்ட மூதாதையர்களின் முன்மாதிரியைப் பின்பற்றி, எல்லையோர நிலத்தைக் கைப்பற்றுவதைத் தொடர்ந்தார். நூறாயிரக்கணக்கான மக்களைக் கொன்று அவர் வெற்றி பெற்றார். பின்னர் அவர் ஒரு பௌத்தராக மாறினார், மேலும் போதனைகளால் முழுமையாக மாற்றப்பட்டார். கலிங்கத்தை வென்றதைக் குறிப்பிடும் அவரது பாறைக் கல்வெட்டில், அசோகர் தனது வருத்தத்தை வெளிப்படுத்தினார், மேலும் அத்தகைய வெற்றிக்கு எதிராக பகிரங்கமாக ஒப்புக்கொண்டார், ஆனால் சுய கட்டுப்பாடு, அகிம்சை, அமைதியின் நடைமுறை ஆகியவற்றை விரும்பினார்.",
        "\"வரலாற்றில் ஏராளமான சான்றுகள் உள்ளன, மதம் அதன் உடைமையாளர்களால் அதிகாரத்தைப் பயன்படுத்துவதற்கான காரணத்தைக் கூறுவதற்கு,  குறிப்பாக கிளர்ச்சிகள், போர்களை அறிவித்தல், அட்டூழியங்கள், மத வழிபாட்டுத் தலங்களை இடிப்பது மற்றும் கலாச்சாரத்தை அழித்தல். அரசியல் ஆசைகள் மற்றும் அறநெறிகளைக் கையாளப் பயன்படுகிறது\"",
        "மூன்று மாநிலங்கள் மட்டுமே பௌத்தத்தை ஒரு மாநில மதமாக அங்கீகரித்துள்ளன: பர்மா [மியான்மர்], கம்போடியா மற்றும் பூட்டான், பௌத்தம் அதன் புனித மரபுரிமை என்று அதன் அரசியலமைப்பு கூறுகிறது. பர்மாவின் அரசியலமைப்பு பௌத்தத்தின் சிறப்பு நிலையை அங்கீகரித்துள்ளது மற்றும் இலங்கை புத்த மதத்திற்கு சிறப்பு சலுகைகளை வழங்குகிறது. இரு நாடுகளிலும், கணிசமான அளவு பெளத்தர்கள் அல்லாத சிறுபான்மையினர் இருக்கும் இடத்தில், கடுமையான ஆட்சியின் கீழ் பௌத்தத்தின் இந்த அரச ஆதரவு, முற்றுகையின் கீழ் உள்ள 'பர்மிய மற்றும் சிங்கள அரசின்' அரசியல்வாதிகளால் ஊக்குவிக்கப்பட்ட ஒரு விரோத இன தேசியவாதத்தை ஊக்குவிப்பதோடு இணைந்து, உள்நாட்டுப் போர்கள், இனக் கிளர்ச்சிகள் மற்றும் பொருளாதாரப் பேரழிவைத் தூண்டியது.",
        "லாவோஸிலும் இது பொருந்தும், அங்கு பௌத்தத்தின் உத்தியோகபூர்வ அங்கீகாரம் குறிப்பிட்ட சலுகையுடன் வரவில்லை. தாய்லாந்தில், ராஜா தேரவாத மாநாட்டில் பௌத்தராக இருக்க வேண்டும், மேலும் துறவிகள் பொதுப் போக்குவரத்தில் இலவச பாதை போன்ற சில அரசியலமைப்பு உரிமைகளிலிருந்து பயனடைகிறார்கள். இருப்பினும், அரசியலமைப்பு நெறிமுறைகளின் சுதந்திரத்தை அறிவிக்கிறது மற்றும் மாநில மதம் இல்லை.",
        "இலங்கையில், முன்னணி அரசியல் அமைப்புகள் கட்சி எந்திரத்திற்குள் உள்ள சங்க அலகுகளை வற்புறுத்துகின்றன, அதே நேரத்தில் ஒரு சில காவி அங்கி அணிந்த தீவிரவாத கூறுகள் தேர்தலில் போட்டியிட அரசியல் நிறுவனங்களை வடிவமைத்துள்ளன. வரலாற்றில் ஏராளமான சான்றுகள் உள்ளன, மதம் பெரும்பாலும் அதிகாரத்தைப் பயன்படுத்துவதற்கான காரணங்களைக் கூறுவதற்குப் பயன்படுத்தப்பட்டது, குறிப்பாக கிளர்ச்சிகள், போர்கள், அட்டூழியங்கள், மத வழிபாட்டுத் தலங்களை இடித்தல் மற்றும் கலாச்சாரத்தை அழித்தல். அரசியல் ஆசைகள் மற்றும் ஒழுக்க நெறிகளைக் கையாள மதம் பயன்படுத்தப்பட்டது.",
        "அரசியல் அமைப்புகள் அதன் மக்களின் மகிழ்ச்சியையும் செழுமையையும் ஒரு குறிப்பிட்ட எல்லை வரை மட்டுமே பாதுகாக்க முடியும். இது ஒரு சரியான அமைப்பாகத் தோன்றலாம், சிறந்த கொள்கைகள் மற்றும் கொள்கைகளுடன் முழுமையானது, ஆனால் மக்கள் பேராசை, வெறுப்பு மற்றும் மாயைக்கு உட்பட்டிருக்கும் வரை அவர்களால் இணக்கத்தையும் திருப்தியையும் கொண்டு வர முடியாது. கூடுதலாக, எந்த அரசியல் அமைப்பு கருதப்பட்டாலும், அந்த சமூகம் அனுபவிக்க வேண்டிய சில உலகளாவிய காரணிகள் உள்ளன. மதச்சார்பின்மை என்ற கருத்து, மதத்தின் கருப்பொருள்களில் ஒரு அரசை அதிகாரப்பூர்வமாக நடுநிலையாக்குகிறது, அது ஒரு குறிப்பிட்ட மதம் அல்லது மதத்தை ஆதரிக்காது. ஒரு மதச்சார்பற்ற அரசு அதன் அனைத்து குடிமக்களையும் அவர்களின் மத சார்புகள் இருந்தபோதிலும் சமமாக நடத்துகிறது, மேலும் கொடுக்கப்பட்ட மதத்தைச் சேர்ந்த ஒரு குடிமகனுக்கு மற்ற மதங்களை விட விருப்பமான சிகிச்சையைத் தவிர்க்கிறது.",
        "நாம் பெரும் சொத்துக்களின் உலகில் வாழ்கிறோம், ஆனால் வறுமையின் ஆழத்திலும் வாழ்கிறோம். மருத்துவ மற்றும் சுகாதார வசதிகளில் நம்பமுடியாத முன்னேற்றங்களை நாங்கள் உணர்ந்திருந்தாலும்; இன்னும் 9.5 மில்லியன் மக்கள் எளிதில் குணப்படுத்தக்கூடிய நோய்களால் இறக்கின்றனர். கொடிய ஆயுதங்களின் தினசரி வர்த்தகம் மில்லியன் கணக்கான டாலர்களை மீறுகிறது, இருப்பினும் ஒரு மில்லியனுக்கும் அதிகமான குழந்தைகள் பசியுடன் இந்த வாழ்க்கையை விட்டு வெளியேறும் இடத்தில் 700 மில்லியன் மனிதர்கள் கடுமையான ஊட்டச்சத்து குறைபாட்டுடன் உள்ளனர். அனைத்திலும் மிகவும் கவலையளிக்கிறது, வரையறுக்கப்பட்ட உடைமைகள் விரைவாக குறைந்து வரும் ஒரு கிரகத்தில் எல்லையற்ற வளர்ச்சியில் வளைந்திருக்கும் உலகம். தர்மம் பயிற்சியாளரை உலகத்தை ஒன்றுபட்டதாகவும், உயிரினங்களாகவும், மனிதனோ அல்லது விலங்குகளோ சகோதர சகோதரிகளாகவும் பார்க்கவும், அனைத்து உயிரினங்களின் நல்வாழ்வை நோக்கி தனது எண்ணங்களை ஒருமுகப்படுத்தவும் தூண்டுகிறது. தம்மம் என்பது பிறப்பு, வாழ்வு மற்றும் இறப்பு ஆகியவற்றில் தற்போதைய தருணத்தின் செயல் பாதையாகும். நாம் கடந்த காலத்தை மாற்ற முடியாது, ஆனால் தற்போதைய தருணத்தில் திறமையுடனும் துல்லியத்துடனும் செயல்பட முடிந்தால், எதிர்காலத்தின் மீது குறிப்பிட்ட கட்டுப்பாட்டை வைத்திருக்க முடியும்.",
        "\"அரசியல் அமைப்புகள் அதன் மக்களின் மகிழ்ச்சியையும் செழுமையையும் ஒரு குறிப்பிட்ட வரம்பிற்கு மட்டுமே பாதுகாக்க முடியும். இது ஒரு சரியான அமைப்பாகத் தோன்றலாம், சிறந்த கொள்கைகள் மற்றும் கொள்கைகளுடன் முழுமையானது, ஆனால் மக்கள் உட்பட்டிருக்கும் வரை இணக்கத்தையும் திருப்தியையும் கொண்டு வர முடியாது. பேராசை, வெறுப்பு மற்றும் மாயை\"",
        "உங்கள் முழு உடலையும் முடிந்தவரை கவனமாக சரிபார்க்கவும். முஸ்லீம், சிங்களம் அல்லது தமிழர் என்று வேறுபடுத்தும் குறிப்பிட்ட பகுதி அல்லது புள்ளி ஏதேனும் உள்ளதா? மக்கள் தட்பவெப்பம், கறுப்பு, பழுப்பு, சிகப்பு... போன்ற தோலின் நிறத்தில் வேறுபடுகிறார்கள், இதன் விளைவாக அவர்களின் மூதாதையர்கள் தட்பவெப்பநிலை மற்றும் புவியியல் நிலைகளில் ஒருவருக்கொருவர் எதிர்க்கும் இடங்களில் மில்லியன் கணக்கான ஆண்டுகளாக வாழ்ந்தனர். ஒரு நபர் எந்த தேசியம், இனம் அல்லது சாதியில் பொருந்துகிறார் என்பதை அந்த நிறம் குறிப்பிடுகிறதா? நாம் மனித இனத்திற்கு பொதுவானவர்கள், துரதிர்ஷ்டவசமாக, ஒரு குழந்தை வளரும்போது அவர் அல்லது அவள் ஒரு குறிப்பிட்ட தேசியம் அல்லது இனத்தைச் சேர்ந்தவராகக் கருதப்படுவார். பகுத்தறிவுச் சிந்தனையில் திறமையற்ற குழந்தை, புனைகதையிலிருந்து உண்மையை வேறுபடுத்திப் பார்க்க முடியாத, தீர்ப்பு, ஒப்பீடு, முரண்படும் திறன் இல்லாத, சுயநலமாகவும் தவறாகவும் தேசியம், இனம், சாதி இவைகளை உண்மைகள் என்று நம்பி, அது கட்டாயப்படுத்தப்பட்டது என்பதை அறியாமல் இருக்கும். அவன் அல்லது அவள் மீது. அதை ஏற்றுக்கொண்ட அவன்/அவள் அது ஒரு குறிப்பிட்ட இனம் அல்லது தேசத்தைச் சேர்ந்தது என்று படிப்படியாக நம்ப ஆரம்பித்தார். ஒருவர் சிங்களவராகவோ அல்லது தமிழராகவோ மாறுவது அவர்/அவளுக்கு வெளிப்படையாக சிங்களம் அல்லது தமிழ் ஒன்று இருந்ததால் அல்ல, மாறாக ‘நாகரிகம் மற்றும் கலாச்சாரம்’ மூலம் அந்த நபருக்கு உருவாக்கப்பட்ட மற்றும் கட்டாயப்படுத்தப்பட்ட தன்னம்பிக்கையின் காரணமாக.",
        "தாவரங்கள் மற்றும் விலங்கினங்களைப் போலல்லாமல், எல்லா மனிதர்களும் ஒரே இனத்தைச் சேர்ந்தவர்கள்; மனித வகை/இனங்கள் ஹோமோ சேபியன்ஸ் என்று அழைக்கப்படுகிறது. தமிழ், சிங்களம், ஆங்கிலம் மற்றும் ஆயிரக்கணக்கான பிற தேசங்கள் மற்றும் இனங்கள் நம்பிக்கையில் இருந்து பிறந்த முத்திரைகள் மற்றும் எந்த உள்ளார்ந்த முக்கியத்துவமும் இல்லை.",
        "உண்மையை உணர்ந்து கொள்வதில், நாம் எதையும் சாதாரணமாக எடுத்துக் கொள்ளாமல் இருப்பது அவசியமாகிறது; நாம் நம்பிக்கை அல்லது நம்பிக்கை எதையும் நம்பவில்லை என்று. நம்மைப் பற்றிய ஒவ்வொரு சிறிய விஷயத்தையும் கேள்விக்குட்படுத்துங்கள், விடாமுயற்சி மற்றும் நேர்மையுடன் பயிற்சி செய்யுங்கள். பெரும்பாலான அடிப்படை நம்பிக்கைகள் மற்றும் நம்பிக்கைகளை எதிர்கொண்டு சவால் விடுங்கள், தம்மத்தைப் பற்றி நாம் வைத்திருக்கும் நம்பிக்கைகள் கூட; கலாமா சூத்திரத்தில் புத்தர் வலியுறுத்தியது என்னவென்றால், விசாரிக்கும் மனப்பான்மை, விமர்சன மதிப்பீட்டின் ஆவி. உலகை மாற்றுவதற்கு, நாம் நம்மிடமிருந்தே தொடங்க வேண்டும்; மற்றும் நம்மில் இருந்து தொடங்குவதில் குறிப்பிடத்தக்கது நோக்கம். நம்மைப் புரிந்துகொள்வதே நோக்கமாக இருக்க வேண்டும், மற்றவர்களுக்கு தங்களை மாற்றிக் கொள்வதற்காகவோ அல்லது கிளர்ச்சி மூலம் தனிப்பட்ட மாற்றத்தைப் பெறுவதற்காகவோ அல்ல. தனிநபரின் அணுகுமுறை மாற்றத்தால் மட்டுமே அமைப்பு மாற்றத்தை அடைய முடியும்.",
        "பிளவுகள் மற்றும் பிளவுகள் காரணமாக பிரிவுகளாகவும் பிரிவுகளாகவும் பிரிந்து கிடக்கும் சாசனம், பிராந்திய, சாதி மற்றும் கோட்பாடு வேறுபாடுகளின் அடிப்படையில் ஒரு பௌத்த சபையின் மூலம் ஒன்றிணைக்கப்பட வேண்டும். உச்ச சங்கதிகாரனாக நியமிக்கப்பட்ட மகாநாயக்க தேரர் ஒருவர், யார் அங்கியில் இருப்பார்கள், யார் வெளியேற வேண்டும் என்பதை முற்றிலும் தர்ம உண்மைகளின் அடிப்படையில் தீர்மானிக்க முடியும், இதில் பிளவுகள் அல்லது அரசியல் பிளவுகள் பரவுவதற்கு இடமில்லை. ஆட்சியாளர்கள் மற்றும் பொதுமக்கள் கீழ்ப்படிதலைத் தேடுவதற்கு முன், உங்கள் வீட்டை ஒழுங்கமைக்கவும்.",
        "வெறுப்புப் பேச்சுக் கும்பல்கள், பேரினவாதிகள், டியூஷன் மாஸ்டர்கள், சூதாட்டக்காரர்கள், கட்டுக்கடங்காத தெருக்களில் ஆர்ப்பாட்டம் செய்பவர்கள், காவி அங்கி அணிந்த அரசியல் அடியாட்கள் ஆகியோருக்குச் செய்தி கிடைத்துவிடும், மேற்கூறியவை செயல்பட்டவுடன், பிரிக்கப்படாத சங்கப் பேரவை அதன் மேலாதிக்கத்தைப் பெற்று, உரிய மரியாதையைப் பெறும். அனைத்து."
      ]
    }
  }
}