{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/violence-duplicity-and-justice/",
  "time_ut": 1652458440,
  "title": "Violence, duplicity and justice",
  "body_lines": [
    "It is being asked in some quarters why former Prime Minister Mahinda Rajapaksa and some of his close associates have not been arrested and questioned over Monday’s mob violence against a group of anti-government protesters, in Colombo. In fact, they should have been taken in for questioning immediately after the incidents of violence because the SLPP goons responsible for them rushed forth from Temple Trees, like bats out of hell, following a meeting with the then PM Rajapaksa.",
    "Similarly, all senior police officers responsible for maintaining law and order in the area, where Monday’s attacks on protesters took place, should be interdicted for their failure to rein in the SLPP goons, and an inquiry held into serious lapses on their part. There is no way they could absolve themselves of the blame for the mayhem, which could not have come at a worse time for the country. Socio-political upheavals drive away foreign tourists and investors. Who wants to visit or park their money in trouble-torn countries?",
    "On Monday, the police, deployed around Temple Trees obviously did not make a serious effort to stop the violent protest march, which, they knew, was heading towards the Galle Face Green. They could easily have dispersed the mob before it reached the Galle Face Hotel roundabout; they had water cannon, tear gas, batons, rubber bullets, etc., at the ready. Instead, they chose to play Kabaddi, as it were, with the SLPP marchers, who easily overpowered them and went on the rampage. Video recordings of the troublemakers wreaking havoc are available, and the police could make arrests swiftly.",
    "But the fact that a bunch of SLPP goons set upon non-violent protesters in a savage manner cannot be cited in extenuation of the wave of barbaric violence that ensued. Nobody should be allowed to take the law into his or her own hands by way of seeking retribution. Those responsible for Monday’s killings, arson attacks and looting, which happened the following day as well, must also be arrested. These elements are also a danger to society just like the SLPP goons in the garb of politicians.",
    "Defence Secretary General (retd) Kamal Gunaratne has gone on record as saying that a ‘revolutionary’ party was behind the recent spree of violence. If so, he should explain why no action has been taken against the leaders of the outfit concerned. Instead of making vague statements, and using innuendos, he ought to reveal who was behind the killings and incidents of arson and looting.",
    "The argument that the wave of violence that swept across many parts of the country was the people’s spontaneous response to attacks on non-violent protesters in Colombo is seriously flawed in that even the houses, etc., of politicians who were in no way responsible for Monday’s incidents were attacked. Dr. Ramesh Pathirana is one of the finest MPs around, but his residence was also destroyed. Even the properties of the MPs who have openly opposed the Rajapaksa rule were not spared.",
    "The aforesaid argument reminds us of an outrageous claim that D. B. Wijetunga made when he was the State Minister of Defence in the Ranasinghe Premadasa government. Following a UNP goon attack on a group of journalists covering a DUNF leaflet distribution campaign near the Fort Railway station, in 1992, Wijetunga claimed that irate train commuters had carried out the attack because the protesters and the media personnel were blocking the entrance to the railway station! The UNP thugs used clubs, iron bars, bicycle chains, swords, etc., in the attack, and this newspaper editorially asked whether commuters carried such weapons on their way to work. We are also reminded of another outrageous claim that a Police Spokesman made when he was questioned on some pictures of pro-UPFA thugs, armed with clubs, operating alongside the riot police near an Opposition protest in Colombo during the Mahinda Rajapaksa government; he had the chutzpah to claim that the goons may have been carrying the ‘sticks’ to defend themselves against stray dogs!",
    "Violence must be condemned in all its forms and manifestations unreservedly and pressure cranked up on the government to bring the perpetrators thereof to justice without further delay, regardless of their political affiliations. Likewise, the campaigners for democracy, human rights, etc., should not be selective in condemning violence if they are to be taken seriously.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}