{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-economic-crisis-compels-uber-pickme-drivers-to-cancel-credit-card-hires-93911/",
  "time_ut": 1651827240,
  "title": "Sri Lanka’s economic crisis compels Uber, PickMe drivers to cancel credit card hires",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s prevailing crisis situation is prompting drivers of ride-hailing services Uber and PickMe to ask for cash instead of card transfers, as drivers require cash in hand to obtain fuel from the island’s ever growing fuel lines. Charges levied by card processing service providers also mean that drivers end up getting paid less for card transactions.",
    "Many drivers who spoke to EconomyNext said that getting reimbursed for card transfers was often a time consuming process, which was not practical as they would have to pay for fuel more frequently than before due to the shortages.",
    "However, Uber drivers in particular have been resistant to card payments since before the economic crisis.",
    "While credit transactions do not pose a massive obstacle for drivers who provide transport services only as a secondary means of income, it hits daily wage earners hard.",
    "“If I run a whole day and get paid only by card, at the end of the day I go home with nothing to feed my family. I need to have at least some amount of cash on hand to buy a meal to eat,” said Murthi Prasan, who started doing Uber hires around Colombo a few months back.",
    "Sri Lanka’s fuel shortage can be clearly seen by the long lines of vehicles in front of the island’s fuel filling stations, and the boards that hang on fuel pumps saying “No Fuel Available.” Vehicle owners are having to drive out of their way in search for fuel, which is a huge waste of money, time, and also petrol, they say.",
    "While Lanka IOC, a unit of the Indian Oil Corporation (IOC), raised prices in line with global market rates, Sri Lanka’s state-run Ceypetco resisted raising prices for a time. Currently, prices are matched at a record 338 rupees a litre for Octane 92 and 289 rupees a litre for auto diesel.",
    "The fuel crisis has also impacted the productivity of the country, as people are unable to find transport to go to work or their place of study.",
    "Dhanushka Sampath, who has been driving for both Uber and PickMe, told EconomyNext that customers who don’t pay by cash are more likely to go without paying.",
    "“We have no way of knowing if the customer has paid or not, because it takes some time for the money to enter our accounts. Sometimes, people will get in saying that they have paid with the card, but they haven’t and we end up taking a huge loss,” he said, though the apps don’t seem to confirm rides for which payment hasn’t gone through.",
    "From the customer’s perspective, almost all the regular riders who spoke to EconomyNext said that they had been asked to pay by cash instead of card.",
    "“It is actually very inconvenient. I rarely ever withdraw money so when they ask for cash, I usually don’t have it to pay, especially with the increased rates nowadays,” says 20-year-old Hansini Seneviratne from Mount Lavinia.",
    "Tharindi Gunasekara, who uses PickMe regularly to go to work says, “If I don’t change [the payment method] to cash, they will cancel my trip. Honestly it is very inconvenient, but I stopped using my card because I feel bad about the situation right now. We always pay them extra as well.”",
    "Like many things in Sri Lanka, transport has also become expensive, and more people are using apps like Uber and PickMe as they have lower rates than independent meter taxis. However, this also means that the service providers often work at a loss, or struggle to tide things over, with credit card processing fees, the rising cost of living, and lack of fuel to keep running. (Colombo/May05/2022)"
  ]
}