{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Rubber-products-sector-requests-uninterrupted-power-and-fuel/34-731342",
  "time_ut": 1646159400,
  "title": "Rubber products sector requests uninterrupted power and fuel",
  "body_lines": [
    "Sri Lanka Association of Manufacturers and Exporters of Rubber Products (SLAMERP) is requesting the Government to provide continuous power for export industry factories as the production is interrupted due to the current power cuts introduced by the Public Utilities Commission of Sri Lanka (PUCSL).",
    "“It is affecting both the BOI and non-BOI sector, and members are reporting production and supply chain disruption, the rubber sector is one of the industries which use machinery that needs high capacity, uninterrupted electricity to run the production lines. Generators are not a practical way of running these machines as once disconnected, to restart such machinery; factories need to shut down production. This is affecting our overall production cycle and the export order process,” SLAMERP Director General Rohan Masakorala stated.",
    "SLAMERP views that the export sector has to be exempted and the Government must find the mechanism and instruct the CEB to provide continuous electricity for the sector which brings in the vital dollars. “We also find that companies need fuel such as diesel and kerosene, along with furnace oil to run boilers and other machinery and the recurring fuel shortages are creating factory closures and production line stoppages for export processing. We also find the fuel shortages affecting the general transportation requirements of both export containers and for people to attend to day-to-day operations of factories as public transportation is now getting affected due to continuous fuel shortages,” Masakorala added.",
    "SLAMERP said the country and the export sector cannot progress without stable energy and power supplies to key industries and services. “We call upon the Government and authorities to immediately come up with a sustainable solution in order to support the export sector as the industry is worried that the continuation of disruptions will translate into losing of confidence of international buyers for sourcing from Sri Lanka, if we are unable to produce on time and ship out cargo from Sri Lanka,” it added."
  ]
}