{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-needs-extensive-discussions-debt-fix-for-program-imf-says-93182/",
  "time_ut": 1650423240,
  "title": "Sri Lanka needs extensive discussions, debt fix, for program IMF says",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka needs ‘extensive discussions’ for an International Monetary Fund backed program and debt has to be made ‘sustainable’ the Washington based lender said after the country made a request for a rapid financing.",
    "“The specific design of Sri Lanka’s IMF-supported program, including the program targets and conditionality, would be agreed through extensive discussions between the authorities and IMF staff, and guided by the applicable IMF policies,” IMF mission chief for Sri Lanka Masahiro Nozaki said.",
    "The IMF had already decided that Sri Lanka’s debt is unsustainable.",
    "Sri Lanka will have to re-structure debt raise interest rates to roll-over domestic debt to bring the gross financing need to a feasible level.",
    "“When the IMF determines that a country’s debt is not sustainable, the country needs to take steps to restore debt sustainability prior to IMF lending,” Nozaki said.",
    "“Thus, approval of an IMF-supported program for Sri Lanka would require adequate assurances that debt sustainability will be restored.”",
    "Sri Lanka suspended debt payments on April 12 but has not yet begun discussions with creditors, but has advertised for lawyers and financial advisors to evaluate debt.",
    "Sri Lanka said on Monday that the country had made a request for a Rapid Finance Instrument, a low access facility given under certain circumstances including commodity price shocks.",
    "Sri Lanka asks for quick RFI from IMF, India backing for bigger EFF",
    "Sri Lanka has hiked fuel prices but has not adjusted power prices, which worsens losses, and forces the Ceylon Electricity Board to borrow from banks, worsening pressure on credit and the policy rate and therefore the balance of payments.",
    "“The precondition of debt sustainability is also applicable to emergency financing such as a Rapid Financing Instrument,” Nozaki said.",
    "“IMF emergency financing such as RFI provides rapid financial assistance in case of urgent balance of payments needs, including those arising from commodity price shocks, natural disasters, and conflicts,” Masahiro said.",
    "“It is designed for situations where a full-fledged economic program is either not necessary or not feasible.",
    "“These considerations would need to be examined for a potential RFI for Sri Lanka, once adequate assurances are obtained that debt sustainability will be resolved.”",
    "Sri Lanka’s rupee is falling after an attempt was made to float the currency without an adequate rate hike and a ‘surrender requirement’ that pushes the exchange rate peg down (strong side convertibility).",
    "Sri Lanka has a soft-peg (unstable flexible exchange rate) with anchor conflicts which leads to frequent currency crises when stimulus is attempted (output gap targeting,  or production economy/developmental state with flexible inflation targeting).",
    "Sri Lanka is most likely to need a reform backed Extended Fund Facility to restore the country to a reasonable growth path and arrest the current monetary meltdown.",
    "Sri Lanka IMF program could be 400-pct plus quota EFF: CB Governor",
    "Analysts have warned that half-hearted bond auctions half-hearted floating will lead to steep depreciation.",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken",
    "Sri Lanka is now suffering the effects of a failed float though a new central bank Governor has hiked rates steeply which will help slow credit, though a surrender requirement is still in place, and power prices have not been fixed. (Colombo/April20/2022)"
  ]
}