{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aitken-spence-among-cpms-top-10-companies-with-the-best-management-practices/",
  "time_ut": 1648220700,
  "title": "Aitken Spence among CPM’s Top 10 Companies with the ‘Best Management Practices’",
  "body_lines": [
    "The Institute of Chartered Professional Managers of Sri Lanka (CPM) recognised Aitken Spence PLC among the 10 best managed companies in Sri Lanka in a programme themed ‘Back to Business in the New Normal’. The awards recognised companies with proven best practices for demonstrating back-to-business resilience and employee welfare in the Covid 19 transition within the Sri Lankan business community.",
    "Apart from recognising novel and value-adding best management practices that have evolved from Sri Lankan organisations, it is expected to fill the lacuna that prevails in the sphere of literature on best management practices in the country.",
    "From the onset of the pandemic, Aitken Spence companies rolled out procedures to ensure the safety of all employees and its stakeholders. For example, a new HR architecture was launched at Aitken Spence companies for ‘Semi-Virtual Mobility (SVM)’ where employees were given support systems to work from home and from the workplace on rotation to ensure the employees were engaged and motivated during the time. Despite the pandemic, the company launched the country’s first waste-to-energy project at a crucial juncture where domestic, municipal solid waste generation was escalating due to the lockdown in the country. Aitken Spence also expanded its renewable energy portfolio by increasing their investments in hydropower and launched a new brand for locally grown berries, the first in Sri Lanka to grow four types of berries in the country. The Group also took strategic measures to ensure financial stability by working closely with longstanding partners and form new partnerships beyond Sri Lankan borders.",
    "Aitken Spence’s proactive diversification strategy also cushioned the blow as its non-tourism sectors reported the strongest performance in the last five years. The tourism sector also bounced back showing positive momentum. Another driving factor is the Group’s integrated strategies led by the top management and its winning teams that have executed them well by demonstrating purposeful leadership. These best practices have enabled the organisation to be among the best in business.",
    "Listed in the Colombo Stock Exchange since 1983, Aitken Spence is anchored to a heritage of excellence spanning over 150 years and driven by more than 12,000 employees across 16 industries in 8 countries: Sri Lanka, Maldives, Fiji, India, Oman, Myanmar, Mozambique and Bangladesh.",
    "Launch of Galaxy S22: Samsung Student Ambassadors and Members applaud innovation",
    "EAT STREET CMB 2022 set to tantalize Colombo’s tastebuds this weekend",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}