{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/BASL-condemns-harm-caused-to-private-property-during-recent-protests/108-234569",
  "time_ut": 1649156400,
  "title": "BASL condemns harm caused to private property during recent protests",
  "body_lines": [
    "The Bar Association of Sri Lanka (BASL) has unequivocally condemned recent violence by protestors who had targeted private property of certain individuals and caused destruction to property including their homes.",
    "In a statement, it noted that such acts are criminal and can lead to those participating in such protests being charged in courts of law.",
    "The BASL also called upon authorities to take necessary action according to law, whilst safeguarding the rights of those who protest peacefully.",
    "The BASL has consistently stood for the right of people to protest and express their dissent peacefully. Apart from urging the authorities on numerous occasions to respect this right, members of the Association have also appeared in courts of law to represent those who have been unfairly arrested and detained for merely participating in public protests.",
    "The BASL reiterates the position taken up in its statement on April 02, 2022 that if a peaceful protest becomes violent, that will only dilute the objective and purpose of a peaceful expression of dissent and strengthen the hands of those who seek to suppress legitimate dissent. Those engaged in protests must take utmost care to ensure that such protests remain peaceful and be wary of persons who might seek to cause violence and destruction during such protests.",
    "The BASL notes that the protests have been aggravated by the conduct of the authorities including the declaration of the state of emergency, the ban on social media and the failure to come up with an acceptable solution to the demands of the public. The BASL is of the view that the only viable solution to the ongoing protests will be by listening to the voice of the people and by meeting their aspirations."
  ]
}