{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/700-000-baht-donation-from-Thailand-to-crisis-hit-Sri-Lanka/56-734841",
  "time_ut": 1652470920,
  "title": "700,000 baht donation from Thailand to crisis-hit Sri Lanka",
  "body_lines": [
    "The President of the National Assembly and Speaker of the House of Representatives of the Kingdom of Thailand Chuan Leekpai handed over a cheque valued 700,000 Thai Baht to Ambassador of Sri Lanka to the Kingdom of Thailand and Permanent Representative to the UNESCAP, C.A. Chaminda I. Colonne, at the Parliament in Bangkok recently.",
    "While expressing gratitude for supporting his initiative taken to assist Sri Lanka at her difficult times, Leekpai highlighted that Sri Lanka is the only country in the world, which Thailand has developed a longstanding relationship with in terms of Buddhism since Lankawong to Siamwong in Rattanakosin era. He added, “When Sri Lanka is facing a crisis, Thai politicians and the member of the House of Representatives and senators discussed on how to help Sri Lanka. The donation amount of 700,000 Thai Baht is not much, but this represents a feeling of true friends helping each other in the difficult times.”",
    "Most Venerable Somdet Phra Maha Thirachan, the Abbot of Wat Phra Chetuphon Wimon Mangkhalaram Rajwaramahawihan and the Committee of the Sangha Supreme Council of Thailand emphasised that during the ongoing COVID-19 pandemic and economics crisis around the word, there is a positive sign of the support and kindness of all human beings. Somdet Phra Maha Thirachan also expressed his gratitude to the well-wishers of all religions.",
    "Ambassador Colonne extended her heartiest appreciation to the President of the National Assembly and Speaker of the House of Representatives of the Kingdom of Thailand Chuan Leekpai for his initiative taken and to the Buddhist Sangha, House of Representatives of the Kingdom of Thailand, and all well-wishers for kind assistance.",
    "Most Venerable Phrapromsenabodee, the Abbot of Wat Pathum Khongkha and the Committee of the Sangha Supreme Council of Thailand, Most Venerable Phradhammabhotiwong, Dhammaduta India-Nepal and the Abbot of Wat Thai Buddhagaya, Senator of the Committee of International Affairs of the Secretariat of the Senate Pikulkeaw Krairoek, Representatives from Democrat Party Dr. Issara Sereewatthanawut and Ongart Klampaiboon, were also among the participants. The Ambassador was accompanied by First Secretary A.W.S. Samanmali of the Mission."
  ]
}