{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/continuing-waste-of-educational-plant/",
  "time_ut": 1648390500,
  "title": "Continuing waste of educational plant",
  "body_lines": [
    "In the past few weeks, I have been going through the letters I wrote way back in 2014 to try to get some productive action from the Rajapaksa government, for my peregrinations round the country had made it clear to me that the people were tired.",
    "I have been annotating some of these letters on the Council for Liberal Democracy Facebook page, but it struck me that the particular issues raised in one letter deserved wider provenance. I refer to a letter I sent the then Secretary to the Ministry of Education, Anura Dissanayake, an able public servant who is now, in fact, Secretary to the Prime Minister, though whether he can do anything in that position is a moot point. In 2014 he had to deal with Bandula Gunewardena.",
    "I referred first in the letter to the Northern Education Sector Review produced under the aegis largely of Nagalingam Ethirveerasingham. Anura had in fact supported the initiative, which produced splendid ideas, but he was not able to take them further, given the constraints under which he had to work. Later I tried to get the National Education Commission interested, but they started with the useless idea of asking other Provincial Ministries to produce similar plans, whereas what I had wanted was a draft of basic ideas from which all such Ministries could choose what to proceed with, while the central government could assist with whatever appealed to many of them.",
    "Later in the letter, I tried to get Anura to make better use, as the Review had proposed, of the computer centres that had been set up in several schools at vast expense. But it seemed that this was only for political capital, not educational, for I found in my peregrinations that many centres were not opened which meant the expensive equipment lay there unused. The delay was because a formal opening for some politician to get kudos was awaited. And by 2014 the plan was to wait for the Presidential election, to boost Mahinda Rajapaksa. By dint of fussing at the Education Consultative Committee, I got a few opened, but not enough.",
    "The other problem was that the centres, even when opened, were not used for most of the day. I remember Lalith Weeratunge telling me how there had been a study showing that school plant was wasted because it was made use of for just a few hours for only half the year, but, of course, he did nothing about it. The only effort to do more arose from my setting up of Vocational Training Centres in schools, but, that was a negligible contribution, for this was only in a very few schools in the Northern and Sabaragamuwa Provinces through my decentralised budget.",
    "When I was State Minister of Higher Education, I prepared a Cabinet paper to provide some sort of solution to several problems through the establishment of centres in every Division to conduct classes in basics over weekends on the pattern of the General English Language Training Programme I had coordinated. But of course, Minister Kabir Hashim, who, as he had told me know nothing about education, but through whom I had to present Cabinet papers after he was put on top of me, largely to sack the UGC Chairman, did nothing. He was in any case concerned then only, as he had told me, with electoral success in the forthcoming general election, but perhaps too he had no idea about the different problems to which this would have provided some sort of education.",
    "The utter lack of concern of the politicians with no professional capacity given authority is something else President Gotabaya Rajapaksa should have looked into when he took office, but instead of introducing proper planning into politics, he, too, turned into a politician, to everyone’s disappointment, concerned primarily with electoral success. When he was elected, we thought he would introduce discipline amongst politicians, but this he has singularly failed to do, and it seems no one amongst his hundreds of advisors, has any inkling of the changes the political culture of this country so urgently needs.",
    "The letter of many years ago, still relevant, not least when alternative educational structures are so urgently needed –",
    "I was glad to see representatives of the Ministry at the release of the Northern Education Sector Review Report, and that the Ministry has been extending its fullest support to this and other initiatives. It is an excellent document and I hope the Ministry will agree that some of the ideas should be mainstreamed. I hope mechanisms can be developed to do this, and would suggest that you send copies of the report to all Provincial Ministries and then arrange a workshop at which the ideas can be discussed. I am sure that UNICEF would be happy to sponsor such a workshop and I will write to them suggesting this.",
    "At the ceremony it was mentioned that one school that had benefited with 40 computers had just two students, and it would be desirable if mechanisms were developed to ensure better use of the facilities that have been provided. The Governor, in his speech acknowledged this and said that it was up to the Principals to ensure this, but you may need to give clear instructions about how this should be done. In this context do please build on the suggestion in the Report that ‘‘At least three IC and/or IAB schools in a Zone should conduct classes for students who could not continue studies for whatever reason so that they can come back to school to learn employable skills when the school is not in regular session’.",
    "Perhaps, you could draft a circular to put this idea into action. As you may know, I have with my decentralised budget, started Vocational Training in five centres in the more deprived areas of the Northern Province, and this could perhaps be replicated elsewhere, too. I have written accordingly to Members of Parliament from the area, but encouragement from the Ministries, both yours and the Provincial Ministry, would help in this regard.",
    "I have informed Mr Weeratunge of the Report and wonder if you could kindly send him a copy and perhaps discuss with him how its ideas could be taken forward.",
    "Also, please let me know if all the Computer Centres, recently built and equipped, have been opened. At the last consultative committee, I brought to the attention of the Minister that some were lying unused, which is not good for computers. Though initially he said that they were waiting for dignitaries to open these, he agreed at the end that this was not appropriate and promised to commission the buildings so that students could benefit as soon as possible. I would be grateful for assurance that this has been done.",
    "Economic crisis, political turmoil present a fresh opportunity for US-backed TNA",
    "Troubled Lanka receives economic assistance amounting to USD 2.5 bn from India this year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}