{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-electricity-engineers-strike-continues-at-lower-intensity-sources-95493/",
  "time_ut": 1654749120,
  "title": "Sri Lanka’s electricity engineers strike continues at lower intensity: sources",
  "body_lines": [
    "ECONOMYNEXT – The first strike called by Sri Lanka’s electricity engineers since 1996 is to continue to at low intensity, following assurance given by President Gotabaya Rajapaksa that a planned revision of the electricity law will not completely end competitive bidding.",
    "Ending competitive bidding will lead to widespread procurement fraud in the forms of high prices through administratively decided ‘feed in tariffs’, the Ceylon Electricity Board Engineers Union have alleged.",
    "Renewable IPP prices collapsed after competitive bidding was introduced, under then Minister Ajith Perera as the most competitive firms won power purchase agreements.",
    "Defying conventional wisdom small plants also came at low prices due to higher levels of domestic competition.",
    "Large parts of Sri Lanka was plunged in darkness overnight as CEB engineers walked out of some power plants.",
    "Power to many areas have been restored by morning. Thought a full scale blackout was avoided, the strike will continue at low intensity, union sources. It is the first strike launched by the CEB Engineers Union since 1996.",
    "Sri Lanka’s Parliament is to debate changes to the governing law of the Ceylon Electricity Board on June 09.",
    "Sri Lanka’s opposition leader Sajith Premadasa on June 08 called for more discussion on proposed changes to prevent over-priced IPPs.",
    "Power Minister Kanchana Wijesekra charged him of blocking renewable plants, leading to heated debate over the ad hominem attack.",
    "READ MORE: Sri Lanka electricity strike toned down over Presidential promises: Update",
    "Among suggestions made is to limit administratively decided feed in tariffs to smaller plants and introduce international benchmarking where high prices cannot be charged unlike earlier based on various excuses.",
    "Sri Lanka’s Ceylon Electricity Board is facing high generation costs and peak capacity shortages due to blocking of coal plants by politicians and other lobbies and delays of large base load plants due to procurement corruption. (Colombo/June09/2022)"
  ]
}