{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/08/josh-hazlewood-takes-four-as-australia-trounce-sri-lanka/",
  "time_ut": 1654666260,
  "title": "Josh Hazlewood takes four as Australia trounce Sri Lanka",
  "body_lines": [
    "ICC: After a promising start from Sri Lanka, the game took a dramatic turn courtesy of Josh Hazlewood’s sizzling 4/16 followed by a batting onslaught by David Warner and Aaron Finch.",
    "After tackling the pace attack of Mitchell Starc and Josh Hazlewood in the first two overs, Danushka Gunathilaka went big in the third over bowled by Mitchell Marsh. The over was worth 14 runs for Sri Lanka which featured the first boundary of the match and a six by the opener. His partner, Pathum Nissanka, also joined the party as the runs kept flowing in for the hosts with a packed stadium watching on.",
    "Just when Gunathilaka started to look dangerous, Hazlewood put an end to the Sri Lanka opener’s cameo after he was caught by Marsh at deep backward point for a 15-ball 26.",
    "Charith Asalanka joined Nissanka in the middle, and together they stitched a crucial 61-run stand, taking their side to the 100-run mark in the 12th over.",
    "From a position of authority to 128 all out courtesy of a sizzling Hazlewood over:",
    "Australia fought their way back with the ball with the wicket of Nissanka. A toe-crushing yorker from Starc did the job as he had the Sri Lanka opener clean bowled for a steady 36. From 100/2, it soon became 103/5 in no time, with Hazlewood striking thrice in one over.",
    "It was in the 14th over when the Australian quick changed the course of the game: W 0 1 W 0 W",
    "He first had Kusal Mendis caught at cover for one. Two balls later he induced an edge resulting in Bhanuka Rajapaksa getting caught behind for a first-ball duck. On the last ball of the over, he had the Sri Lanka skipper Dasun Shanaka trapped in front for nought. Sri Lanka kept losing wickets at an alarming rate as they crumbled for 128 in 19.3 overs.",
    "Asalanka top-scored for his side with a 34-ball 38 while Hasaranga contributed with 17 as the rest of the line-up plummeted.",
    "With only 129 runs on the board to chase, the Warner-Finch duo started attacking as soon as they settled in. Warner, in particular, was leading the charge with his attacking shots while Finch looked to go over the rope. By the end of the Powerplay, they had 59 runs on the scoreboard with all 10 wickets intact.",
    "The two batters looked in a hurry to wrap up the game as they continued to milk runs. Sri Lanka had no answers with two of Australia’s best hard-hitting batters firing from both ends. Warner soon brought up his fifty from just 32 balls, and in the same over he was dropped on 55 by Nissanka. Nothing was going Sri Lanka’s way with Australia edging closer to victory.",
    "Together, the Aussie openers became an unstoppable force during the chase as the only thing that stopped them from scoring was rain, which interrupted play in the 12th over with the visitors requiring only 28 from 50 balls.",
    "The play resumed after an almost 50-minute halt. Finch reached his 17th T20I half-century in style, slicing a four over backward point. Both the batters dealt in boundaries, sealing a 10-wicket win with six overs remaining.",
    "Sri Lanka : Energy Minister & CEB at loggerheads over tariff hike",
    "91 people, including smuggler, detained by Navy in illegal migration attempt"
  ]
}