{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/I-am-taking-steps-to-prevent-country-from-falling-into-anarchy-President/56-734724",
  "time_ut": 1652305920,
  "title": "I am taking steps to prevent country from falling  into anarchy: President",
  "body_lines": [
    "President Gotabaya Rajapaksa last night addressed the nation via television. Here are excerpts from his speech.",
    "At present, our country is facing the worst crisis in its history. The economic crisis that preceded this event created social and political instability due to the difficulties faced by the people.",
    "As a solution to these problems, a common proposal was put forward by various parties to form a new Government with a majority of parties represented in the Parliament. In the past, I have had many discussions with leaders of various parties and groups in this regard. I too accepted that idea and took some difficult and tough decisions to set the platform for this solution.",
    "When the last Cabinet was replaced, a new Cabinet was appointed consisting of young MPs where a large number of former Senior Ministers as well as Rajapaksa’s were not appointed. Also, the Prime Minister resigned and an agreement was reached to dissolve the entire Cabinet and make room for a new Prime Minister and Cabinet.",
    "But on Monday morning, 9 May, as you all know, a very unfortunate situation arose. Based on this incident, riots broke out all over the country in a very short period of time. Even before the curfew was imposed and the tri-forces were deployed, this process took place in an organised manner throughout the country. Within hours, about nine people, including a Member of Parliament, were brutally beaten to death. Approximately 300 were hospitalised. Also, a large number of houses were set on fire. Looting began all over the country.",
    "I strongly condemn without prejudice the original incident which led to these events. The IGP has been instructed to initiate investigations into the incident.",
    "However, the series of murders, assaults, intimidation, and destruction of property that followed cannot be justified. From the moment this incident took place, I have been taking steps to control the situation in the country with the involvement of the Secretary of Defence, the Chiefs of the Armed Forces, the Inspector General of Police, the Chiefs of Intelligence, and the Security Council.",
    "At this juncture, the primary responsibility of the Government is to ensure the safety of all citizens. Therefore, the three-Armed Forces and the Police have been ordered to strictly enforce the law against the rioters. Steps will be taken to strictly enforce the law against all those who planned, supported, and promoted this incident.",
    "Therefore, I urge everyone to refrain from such acts of sabotage. I urge the responsible citizens of this country to look at the loss of life and property that has taken place so far and to condemn the groups that continue to spread hatred. While working to ensure the security of the country, I will work with all party leaders to bring about political stability in the country.",
    "I am taking steps to form a new Government to control the current situation, to prevent the country from falling into anarchy as well as to maintain the affairs of the Government that have been halted. This week, I will appoint a Prime Minister who commands the majority in Parliament and can secure the confidence of the people and a Cabinet of Ministers.",
    "Thereafter, I will take steps to amend the Constitution to re-enact the contents of the 19th Amendment to empower that Parliament.",
    "The new Prime Minister of the new Government will be given the opportunity to present a new program and to take the country forward. There have also been calls from various factions for the abolition of the presidential system. After the new Government stabilises the country, the opportunity will be given to discuss with everyone and to work in this regard. I request the assistance in maintaining the State machinery uninterrupted to protect the lives of the people as well as their property and to provide the essentials to the people without allowing the country to collapse at this critical juncture.",
    "Therefore, I urge all Sri Lankans to act with restraint and prudently at this juncture."
  ]
}