{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hnb-continues-to-demonstrate-resilience-under-stressed-conditions/",
  "time_ut": 1652764920,
  "title": "‘HNB continues to demonstrate resilience under stressed conditions’",
  "body_lines": [
    "In the backdrop of turbulent market conditions, Hatton National Bank PLC continued to demonstrate resilience, strength and stability, posting a profit before tax of Rs 5.9Bn and a profit after tax of Rs 4.8Bn for the first quarter of 2022 recording a YOY growth of 7% and 3% respectively. At Group level PBT and PAT were at Rs 6.4 Bn and Rs 5.4 Bn respectively.Commenting on the first quarter performance, Aruni Goonetilleke Chairperson of Hatton National Bank PLC, stated that “as Sri Lanka goes through unprecedented times, HNB has yet again demonstrated resilience. At this critical time, I wish to reiterate our commitment to all our stakeholders. As a responsible Domestic Systemically Important bank, ensuring safety, stability and sustainability is our prime focus.”",
    "With the tightening of the monetary policy since August 2021, the AWPLR increased by nearly 400 bps over the 12 months up to March 2022. This enabled the Bank to record a 59% increase in NII during 1Q 2022 compared to the corresponding period of the previous year. The Net Fee income grew by 42% YoY to Rs 3.2 Bn for the first quarter of 2022, driven mainly by improved cards transactions and trade income.The significant devaluation of the rupee as at March 2022, compared to the previous year, resulted in trading gains of approximately Rs 7.5Bn in 1Q 2022. The Bank also, booked an impairment of Rs 7.4Bn against the impact of the currency devaluation on foreign currency denominated loans and investments, which was set-off against the position revaluations.",
    "The Bank’s net stage III loan ratio improved from 2.55% as at December 2021 to 2.41% as at end March 2022 while stage III provision cover increased to 59%, maintaining its position as one of the best in the industry in asset quality. However, considering the significant volatility in macro-economic factors in 1Q 2022, the Bank recognized a higher impairment charge of Rs 13.4Bn. This included an impairment of Rs 6.7Bn on account of investments in foreign currency denominated government securities, subsequent to the announcement made by the Central Bank of Sri Lanka in relation to suspending the repayment of external foreign currency debt obligations of the Government and the sovereign rating downgrade.Operating expenses increased by 21% in 1Q 2022 driven by salary revisions, relatively higher card transaction volumes with the pickup of economic activity and general expenses increasing in line with higher inflation. However, the stronger growth in income, enabled HNB to record a cost to income of 25% during the first quarter of 2022.",
    "HNB’s total tax charge increased by 33% to Rs 2.8Bn for the first quarter. The effective income tax rate increased from 31% in March 2021 to 37% in March 2022 due to the YoY reduction in interest income from foreign currency denominated government securities.Jonathan Alles, Managing Director / Chief Executive Officer of Hatton National Bank PLC stated that, “Sri Lanka has been travelling through a tough terrain over the past few years commencing from adverse weather conditions experienced in 2017-2018 to, unfortunate Easter Sunday attacks in 2019 and then the most unprecedented COVID-19 pandemic which impacted the entire globe. The banking sector of Sri Lanka and HNB has weathered these challenges and emerged strong and stable. Today, Sri Lanka as a nation is facing one of the most challenging times in its history. The next few months would be even more challenging. As such, it is extremely important that we play our part as responsible Sri Lankans at individual, organizational and country level. We believe that the authorities would take necessary steps to ensure political, social, economic and financial stability enabling successful conclusion of discussions with International Monetary Fund, the multilateral organizations and supporting nations to secure much needed funding.”",
    "“It is equally important that we focus on the real economy and sustainable foreign exchange earning avenues that will support us over the medium to long term. Providing necessary support to drive exports, remittances, tourism, manufacturing and industrial development would be key. At the same time, diversifying foreign exchange earning sources would also be important. Focusing on Sri Lanka as an education hub, promoting agri-preneurs, IT, KPO, BPO industries would also be vital in this regard. We need to be cautious about our spending, and purchase local products to support our micro, small and medium enterprises, while at the Government, institutional and corporate level, adopt very tight cost containment measures and slash budgets.”",
    "“As we encounter many obstacles in our day to day life, I would like to place on record my sincere gratitude to each and every member of the HNB team for their continuous commitment and dedication in delivering essential banking services to our valued customers.”(HNB)",
    "Pelwatte Dairy conducts O/L Seminars as part of its CSR campaign",
    "SLIIT launches CODE with the country’s first free AI/ML online course",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}