{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-defence-ministry-to-investigate-information-on-purportedly-planned-ltte-attack-94260/",
  "time_ut": 1652600160,
  "title": "Sri Lanka Defence Ministry to investigate information on purportedly planned LTTE attack",
  "body_lines": [
    "ECONOMYNEXT – India’s intelligence services have informed Sri Lanka that investigations will be carried out into reports of a planned attack in Sri Lanka by the separatist Tamil Tigers on May  18, Sri Lanka’s Ministry of Defence said, adding that Sri Lanka too will carry out its own investigations.",
    "The Defence Ministry statement, issued on Sunday (15), followed a report in India’s The Hindu newspaper quoting Indian intelligence services of an allegedly planned attack by the Liberation Tigers of Tamil Elam (LTTE), which Sri Lanka’s government forces defeated in 2009 ending Sri Lanka’s 26-year civil war.",
    "May 18, the day the attack is reportedly expected to take place, marks the end of the war.",
    "“After inquiring about the above information, the Indian intelligence services have informed Sri Lanka that the information has been given as general information and further informed that the investigations will be carried out in this regard and action will be taken to inform Sri Lanka about it,” Sri Lanka’s Defence Ministry statement said.",
    "“However, the said information and all information received by the intelligence and security forces in connection with national security will be duly investigated and all further steps are taken to strengthen the security while informing the respective security forces on the same,” it added.",
    "On Saturday (14), The Hindu carried reported that Sri Lanka’s Ministry of Defence on Saturday denied reports of ex-LTTE cadre “regrouping to launch attacks” in Sri Lanka, as reported by The Hindu, citing sources in Indian intelligence.",
    "“The article is completely baseless. We have received no intelligence warning of such a security threat,” The Hindu quoted a Ministry spokesman as saying.",
    "The newspaper also reported that Sri Lankan political leaders, too, strongly reacted to the Indian security establishment’s claims. Tamil Progressive Alliance Leader and Opposition legislator from Colombo Mano Ganesan said The Hindu report on “#LTTE regrouping” is “very disturbing in today’s social context of Sri Lanka where race relations are improving”.",
    "“How authentic is this news? What’s the intelligence source? Is it Indian/Foreign? #Indian Media & Authorities are requested [to] give more explanations,” the Chennai-based newspaper quoted him as saying.",
    "Tamil National Alliance (TNA) MP Shanakiyan Rasamanickam tweeted Saturday evening tweeted that the original The Hindu report was “perfectly timed”.",
    "Perfectly timed ! People in the N&E remember loved ones lost in #Mullivaikkal this week. Was this planted to stop them from remembering the dead ? Is this from @RW_UNPs @GotabayaR @SilvaShavendra or @KamalGunaratne s play book ? Also what’s  your source @the_hindu ? https://t.co/WSdaCwpluf"
  ]
}