{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/MoD-responds-to-reports-on-recently-signed-maritime-security-pacts-with-India/108-234058",
  "time_ut": 1648545660,
  "title": "MoD responds to reports on recently signed maritime security pacts with India",
  "body_lines": [
    "Referring to recently signed maritime security pacts with the Government of India, Defence Ministry (MoD) clarified that it will neither result in hindrance nor threat to the national security of Sri Lanka, as misinterpreted by several print and electronic media.",
    "The receipt of Floating Dock Facility from the Government of India at no cost has been projected to reduce the annual outlay of Rs. 600 million for outsourced docking repairs and this proposal has been in the pipeline since year 2015.",
    "The Dornier Reconnaissance Aircraft is basically deployed for maritime surveillance, search and rescue operations and to deliver information to various required platforms. The unavailability of this capability was the motive for bilateral dialogues between the Governments of India and Sri Lanka during the last couple of years and it was agreed upon to provide one Dornier Reconnaissance Aircraft to Sri Lanka free of charge.",
    "Accordingly, during the period earmarked for manufacturing process of the said aircraft, the Government of India will lend a similar aircraft which will be piloted by Sri Lanka Air Force (SLAF) pilots. An Indian training team will also arrive and stay in the island until the SLAF gains required expertise. Thus, SLAF aircrew will receive an added qualification enabling the country to further strengthen its maritime security while cutting a large cost as a result of the pacts.",
    "Further, with regard to the Maritime Rescue Coordination Centre in Colombo (MRCC), the Cabinet of Ministers has granted approval for the proposal to establish MRCC with a US $ 6 Million grant from the Government of India. The establishment of MRCC is highly essential to instantly respond to the search and rescue services of vessels in distress operating in the region and ensure safety of vessels in compliance to various international conventions. Sri Lanka Navy (SLN) is the authority responsible for conducting Maritime Search and Rescue (SAR) operations for commercial ships around the island’s SAR region.",
    "The Merchant Shipping Secretariat being the official representative of the International Maritime Organization has entrusted the Maritime Search and Rescue operations for commercial ships to SLN. MRCC covers the SAR responsibility for over 1,778,062.24 Km2 which is approx. 27 times of the landmass of Sri Lanka. SLN will be the primary stakeholder of this project along with several other organizations. Cabinet memorandum for this project was initially submitted in the year 2017 by the Ministry of Defence.",
    "Prior to the signing of aforementioned three pacts, the Ministry of Defence has followed the standard criteria and procedures while channelling it through the other mandatory state establishments including the Attorney General's Department.",
    "Therefore, except economic and security gains embedded with infrastructure and personnel development, the Defence Ministry assures there won’t be any kind of risk to the national security of Sri Lanka it is being a sovereign nation."
  ]
}