{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Interim-Government-headed-by-Rajapaksas-is-a-farce/172-234506",
  "time_ut": 1649097480,
  "title": "Interim Government headed by Rajapaksas  is a farce",
  "body_lines": [
    "Weeks long shortage of fuel and essentials and frequest powercuts drove the people to engage in mass protests against president Gotabaya Rajapaksa regime",
    "On Sunday night, the Cabinet of Ministers resigned en masse after the public took to the streets for yet another day of countrywide protests, this time, defying the curfew. They demanded the resignation of the president and the government; “Gota go home” was the rallying cry. Yet another family cabal had finally run out of the patience of the citizenry.",
    "However, the Rajapaksa siblings seem to have misread the public message. Mahinda Rajapaksa has not resigned. His office has denied reports that he had done so. Instead, it appears he is planning to head the interim government, while his brother would keep the executive presidency. This is a farce. The spat of Cabinet resignations is a mere distraction; breadcrumbs thrown to an angry and hungry nation.",
    "An interim government under the Rajapaksas makes no sense. The public has been demanding their removal. Many others want them to go to jail. The Cabinet under the Rajapaksas was a rubber stamp. The brothers, Mahinda, Gotabaya, Basil and Chamal, controlled two-thirds of the budgetary allocations. Now the public wants the looted funds back.",
    "An interim government controlled by the Rajapaksa brothers is hardly a solution. Because the Rajapaksas are the crux of the problem. They are the magnet of justifiable public anger.",
    "By the time Gotabaya Rajapaksa was elected the president, Sri Lanka was already heading into a debt crisis. After decades of low government revenue, his predecessors had adopted a revenue consolidation program under the guidance of the IMF. Gotabaya Rajapaksa discontinued the IMF programme and introduced massive tax cuts on the prodding of his backers in the business. The result was the government lost around US$ 3.5 billion in revenue the following year, further deteriorating already weak public finances. The weak fiscal position of the government also resulted in the downgrading of the credit ratings, which effectively blocked the country from accessing the financial market. When the International sovereign bonds could not be rolled over, the government used the dwindling foreign reserves to repay the bonds. As a result, foreign reserves, which were at US$ 7.6 billion when Gotabaya Rajapaksa was elected were drained. The controversial bond payment of US$ 500 million in January effectively emptied the foreign reserves. The country underwent prolonged power cuts as the government could not find hard currency to pay US$ 52 million for the oil tanker berthed in the Colombo port.",
    "An interim government where the two brothers hold the powers of the executive would not save the country. It would only save them. It lacks both credibility and legitimacy. Nor would it soothe the public mood",
    "His government held the Sri Lankan Rupee in an unsustainable peg, and burnt limited foreign reserves to support the peg in a politicized decision. When the reserves ran dry, the rupee was free-floated, with no effective instrument to control its flight. The Central Bank governor, a political apparatchik of the ruling party refused to obtain a standby facility from the IMF, which could have managed the gradual freeing of the rupee. Instead, the 50% devaluation of the local currency in official figures, and much higher in parallel markets within a month has destroyed the earnings and savings of the people, while a few wheeler-dealers benefited from the black market created by the government’s decision. The economic mismanagement of the current regime has destroyed the livelihood of millions of its people. Hours spent in long queues are a way of life.",
    "Some of Gotabaya Rajapaksa’s decisions, such as the overnight ban on chemical fertilizer that decimated the local agricultural sector, are not just foolhardy. They are a crime and should have been held accountable in any civilized country.",
    "Sri Lanka’s current economic misery is, by and large, a self-made crisis, created by the family cabal of Rajapaksas. How an interim government headed by the two brothers would drag the country out of it is a moot point. Rather, the interim government as mooted by the Rajapaksas is an eyewash. No different from the non-event of an all-party conference to solve the economic crisis.",
    "The Sri Lankans are calling on the Rajapaksas to go home, instead, they have sent their cabinet of ministers home in what smacks of a zombie sacrifice.",
    "The composition of the interim government as it is implied gives little credibility. The main Opposition Samagi Jana Balawegaya had refused to take part. Opposition Leader Sajith Premadasa has described it as ‘nothing but internal party politics’, demanding ‘resignations and a political model that works’.",
    "In the absence of the main opposition, it would be the usual culprits of the Rajapaksa coterie that would be back in the government. The same cabal has already proved that they lacked both integrity and professional acumen to navigate the dire challenges that the country is faced with.",
    "Gotabaya Rajapaksa discontinued the IMF programme and introduced massive tax cuts on the prodding of his backers in the business. The result was the government lost around US$ 3.5 billion in revenue the following year, further deteriorating already weak public finances",
    "An interim government where the two brothers hold the powers of the executive would not save the country. It would only save them. It lacks both credibility and legitimacy. Nor would it soothe the public mood. Protests are continuing across the country despite the offer of the interim government. Machinations for the political survival of the Rajapaksas over the survival of the nation would fuel public anger. Probably, President Gotabaya Rajapaksa should hold one last “Gama Samaga Pilisandarak” to gauge the public mood.",
    "However, an interim government that is properly constituted would serve the country’s immediate needs. The talks with the IMF for a bailout, debt restructuring and addressing crippling shortage of essentials cannot wait for elections.",
    "Gotabaya Rajapaksa should go! According to the Constitution, the President can resign his office by writing under his hand to the Speaker ( Article 38 (1b). If the office of the President falls vacant before the expiration of his term, Parliament shall elect one of its members as President ( Article 40 1a), to hold the office for the unexpired part of the term. The election shall be held within a month of the president’s vacating of office, during such time, the Prime Minister shall act in the office of the President ( 40, 1C). That would mean, in the case of Gotabaya Rajapaksa’s resignation, Mahinda Rajapaksa - should he remain the Prime Minister of the interim government- would act in the office of the president.",
    "Sri Lankans have taken to the streets to see their back, and only the Rajapaksas could make it happen through a peaceful transfer of power."
  ]
}