{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-orders-plantations-to-grow-food-after-soft-peg-collapse-95146/",
  "time_ut": 1654315020,
  "title": "Sri Lanka president orders plantations to grow food after soft-peg collapse",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa has instructed to identify all underutilized lands owned by plantation companies after the central bank triggered the worst currency crises in its history and has failed to re-establish monetary stability, raising fears of food shortages.",
    "Sri Lanka is still facing forex shortages due to liquidity injections making it difficult to import fertilizer.",
    "The government suddenly banned open account imports from June raising fears that food imports, which were freely happening up to May will stop if banks fail to give dollars on time.",
    "“Plantation companies own more than 9,000 hectares of uncultivated land,” the President’s Media Division (PMD) said in a statement citing Rajapaksa made the remarks at a discussion held at the President’s House, o Friday (03).",
    "“The President pointed out the need to identify suitable crops for cultivation in respective estates owned by 23 companies.”",
    "The nation’s agricultural experts have warned of a possible shortage of rice and other essential foods possibly in September because of lower production due to a chemical fertilizer ban on the main cropping season that ended in April and ongoing forex shortages which were hindering inputs.",
    "The Yala minor cultivation season has been hit by fertilizer shortages and also diesel shortages for tractors as a float failed due to a surrender requirement. However policy rates have been raised and private credit and economic activity is slowing.",
    "Prime Minister Ranil Wickremesinghe has already warned of an acute food shortage by August and said the island nation would require 600 million to import all agricultural inputs including fertilizer for a year.",
    "About 400 to 450 million US dollars are needed at current prices to import a million kilos of rice which is sufficient for five months.",
    "Crop scientists have warned that Sri Lanka could produce enough rice only for seven months of this year due to the fertilizer ban. Before the fertilizer ban, Sri Lanka was produced enough rice for consumption but other cereals were imported.",
    "Sri Lanka has faced high levels of monetary instability and quick currency crises after ‘data driven’ highly discretionary ‘flexible’ monetary policy was adopted from 2015 and money was printed to push inflation up in 2015 and later money was printed to push growth up (output gap targeting) and taxes were also cut as currency collapses reduced growth, triggering further monetary instability."
  ]
}