{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-in-economic-crisis-after-policies-made-on-cooked-up-issues-anti-science-eran-92122/",
  "time_ut": 1648424880,
  "title": "Sri Lanka in economic crisis after policies made on cooked-up issues, anti-science: Eran",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is paying the price for carrying out policies based on comprehensive falsehoods spread to win an election and a woeful lack of science or evidence, opposition legislator Eran Wickramaratne said.",
    "The 2019 election was fought on a series of cooked up issues, including targeting minorities and foreigners, external internal enemies and anti-science, in which the country’s professional associations sadly also colluded, he said.",
    "Wickramaratne who was state Minister of Finance the last administration and a banker said it was dangerous to build a policy framework on false foundations because the real issues are neglected.",
    "“Sri Lanka politicians they themselves on politics but are very poor on governance,” he said. ,",
    "“That is very, very obvious.  They are building stories, and spreading falsehoods, manipulating the voter and winning elections.",
    "“But governance is completely different. There is a big gap between the two.”",
    "Wickramaratne as Minister for Finance in the last administration had to fix the fiscal damage created from the 100-day program and end the economic imbalances created from fuel subsidies with a price formula.",
    "However its benefits were undermined by the central bank which printed money to create a forex crisis by operating un-anchored monetary policy, critics have said.",
    "A series of non-issues were built-up in the run-up to the last elections including the Sri Lanka – Singapore free trade agreement Wickramaratne said.",
    "Free trade agreements benefit the poor by reducing the monopoly powers of big businesses that exploit the poor and others with higher than world prices.",
    "In addition to making false claims about the potential negative effects of the FTA based on its clauses, entirely cooked-up claims were made about service liberalization which was not a part of the agreement.",
    "“It is very shameful that professional organization would propagate such falsehoods,” Wickramaratne said.",
    "“Now three year’s since the signing, nothing anything they said materialized.  But there was no basis for what was claimed and everything had claimed had proved to be false.”",
    "Professional associations had repeated a lie that there was service sector liberalization, Singaporeans would ‘flood’ the country and steal the jobs of professionals.",
    "Pointing out that Sri Lanka’s salaries were far lower than Singapore and that services liberalization was not even part of the agreement had no effect. The same lies were repeated in Gobelsian fashion and amplified by the media without a fact check.",
    "In case of the Millennium Challenge Corporation grant unusually false claims were made.",
    "“There was a claim that the country will be divided and there will be a corridor where permission from the US embassy had to be sought,” Wickramaratne said.",
    "Other claims were made on the basis of alleged ambiguity of the wording of the agreement. It was claimed that the agreement was against the constitution.",
    "“The MCC agreement could not have moved ahead without parliamentary approval,” Wickramaratne said. “It is a condition of the MCC. Any clause could have been challenged in the Supreme Court.”",
    "Such strategies are based on a plan to create ‘external enemies’, he said.",
    "Creating a non-issue and bashing them on election platform as if they are true is known as a ‘straw man’ strategy in Western politics and is by students who study logic (https://www.logicallyfallacious.com/logicalfallacies/Strawman-Fallacy).  In Sri Lanka the logical fallacy it is known as ‘billek ma-weemer’ (magicking up a bogey man) in local parlance.",
    "Though MCC was not enacted for people to see its actual effects, Singapore FTA was signed. However were no flood for Singaporeans to Sri Lanka.",
    "Making election platforms going against science was also dangerous, Wickramarante said.",
    "“Science was igonored in the case of the fertilizer,” Wicremeratne said.  “In the case of the case burial of Covid-patients also science was ignored.”",
    "Sri Lanka banned Muslims from burying dead family members despite the World Health Organization saying it should be allowed and forced them to be cremated.",
    "While foreigners were made into external enemies, minorities were made into domestic enemies.",
    "There was a severe negative hit on the agriculture sector and people’s well-being in the case of anti-science in the case of the fertilizer ban.",
    "Policies and strategies based on a false foundation also leads to an erosion of trust and confidence, Wickremarante said.",
    "“Before an investor gets into a project international investor would look into country risk before project risk or financial risk.",
    "“The country risk is based on political, social and economic stability,” Wickremeratne said. “All three are intertwined.”",
    "One of the new false claims made was regarding money printing.",
    "“There were claims that money printing does not lead to inflation,” Wickremeratne said. “But now Sri Lanka has the highest inflation in Asia.”",
    "Money printing also leads to balance of payments trouble in pegged monetary regimes, making it impossible to have free trade.",
    "However in Sri Lanka both inflation and currency depreciation has been blamed on other factors based on Mercantilist dogma which had been defeated in stable countries with low inflation, strong currencies, free trade and no exchange controls.",
    "Such countries have central banks which base monetary policy on a single anchor (external anchor or domestic anchor) instead of having two or more which are in conflict and will be create monetary crises.",
    "Sri Lanka is now in the middle of a massive economic crisis and monetary meltdown long predicted by analysts.",
    "However analysts have pointed out that in the of the last administration the central bank also printed money including in 2018  to create balance of payments trouble and depreciate the currency and destroy its free trade agenda and strengthen the hands of import substitution oligarchs.",
    "When Wickremeratne as State Minister of Finance and the late Mangala Samaraweera corrected the excesses of the 100-day program and brought the deficit down, the central bank printed money to manipulate the yield curve.",
    "Money was printed and bought bonds from previous deficits to create excess demand and break the exchange rate peg which fell to 182 to the US dollar using ‘monetary policy independence’.",
    "As public pressure mounted against economists who were purchasing bonds at auctions to create money, new tactics were used by the central bank to buy Treasury bond outside auctions such as through term reverse repo auctions and outright auctions.",
    "The central bank also separated its permanent bill stock from the overnight and term bill stocks which had the effect of under-stating the bill purchases (central bank credit) and misleading the public.",
    "With large volumes of Treasury bills being bought, the rupee is now collapsing.",
    "The money printing central bank was set up during a United National Party administration in 1950, and Keynesian economists (primarily Cambridge/Oxford and US ‘saltwater’ universities) have used ‘monetary policy independence’ to manipulate interest rates, create inflation and balance of payments troubles.",
    "Sri Lanka’s latest crisis was triggered by tax cut in December 2019 (fiscal stimulus) and money printing from early 2020 (monetary stimulus) to push up growth, which instead blew the balance of payments apart and made it difficult to service foreign debt.",
    "The stimulus measures were apparently based on Modern Monetary Theory, a more radical version of the output gap targeting exercise pursued by the central bank under the previous administration.",
    "Analysts have faulted the IMF for giving tools to calculate an output gap to central bank known for being increasingly activist. From 2014 September to 2019 the central bank created two currency crises involving stop-go policies which led to output falls.",
    "Sri Lanka is expected to seek International Monetary Fund assistance again soon.",
    "A similar strategy of VAT cuts and monetary stimulus was followed by Conservative Finance Minister Anthony Barber in the early 1970s who wanted to create a Barber boom (go policy).",
    "Instead the resulting inflation triggered massive labour unrest in the UK amid oil price rises as the US also printed money for output gap targeting and the Bretton Woods system collapsed.",
    "World oil prices are also rising following US money printing by Fed Chief Jerome Powell.",
    "Sri Lanka now has to impose a ‘stop policy’ to save the currency. However warnings have been raised that a steep fall in the currency would lead to dollarization and renewed calls have been made to set up a currency board.",
    "Both measures will stop economists from trying ‘stimulus’ and delivering economic shocks to the people.  (Colombo/Mar28/2022)"
  ]
}