{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-power-minister-says-no-tariff-hike-as-unions-oppose-unsolicited-deals-without-tender-95400/",
  "time_ut": 1654676340,
  "title": "Sri Lanka power minister says no tariff hike as unions oppose unsolicited deals without tender",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Energy Minister Kanchana Wijesekera has said power tariffs will not be hiked, as key trade union protested plans to entertain unsolicited proposals from private investors without competitive bidding.",
    "The Ceylon Electricity Board Engineers Union has said its members will walkout at 1200 midnight on June 08 if the Electricity Act is changed on June 09 to end competitive bidding.",
    "1) I will not take CEB request to increase tariff rates to the cabinet since CEB does not assist the renewable energy generation plans. CEB should allow renewable projects to proceed and reduce generation cost rather than increasing tariffs to pay their own salaries.",
    "“I will not take CEB request to increase tariff rates to the cabinet since CEB does not assist the renewable energy generation plans,” Minister Kanchana Wijesekera said in a Tweet.",
    "“CEB should allow renewable projects to proceed and reduce generation cost rather than increasing tariffs to pay their own salaries.”",
    "Sri Lanka’s power regulator has not given a tariff hike to the Ceylon Electricity Board since prices were cut in 2015.",
    "A tariff hike was given in 2012 under an IMF program to stop the fall of the rupee after mis-targeting interest rates de-stabilized the rupee.",
    "The CEBs cost of generation has risen to 48 rupees after the rupee fell from 200 to 360 rupees to the US dollar. In 2012 the rupee was 130 to the US dollar.",
    "In the first quarter of 2022, CEB has lost 32 billion rupees due to a drought and the currency collapse.",
    "Meanwhile the minister said engineers salaries are increased 25 percent every three years and claimed low cost energy was not produced.",
    "“With no plans for renewable energy or cost reduction in generation the high cost of salaries and generation costs are put on the consumers,” ,” Wijesekera said.",
    "“This has to change and no better time to do it.” (Colombo/June08/2022)"
  ]
}