{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nalini-ellawalas-changing-attitudes-and-values-my-life-and-times/",
  "time_ut": 1645190160,
  "title": "Nalini Ellawala’s Changing Attitudes and Values: my life and times",
  "body_lines": [
    "The title of Nalini Ellawala’s book comprehensively encapsulates the contents of its 373 pages, self published and priced at Rs 600/-. The photograph of her face and shoulders on the back cover does not do justice to her real beauty – a straight standing, fairly tall woman of personality who exudes strength of character and purpose, with ready friendship and sympathetic fellow-feeling. I met her just once along with others, but that evening was sufficient for me to summarize her as an outstanding woman.",
    "Nalini’s book is divided into sections: Childhood in Kotte; Life at School and University; Marriage and Family Life; Social Activism; Living with Nature; Living through Changes in the Outside World; Inner Changes; Personal Transformations.",
    "I will elaborate briefly on these phases of her life. She devotes a chapter to her mother who seemed to be strong and guided her two sons and daughter exceedingly well, taking up the reigns of the family when widowed. Nalini Jayesinghe began schooling in CMS School in Kotte and early on was transferred to Ladies College, Colombo 7. To facilitate her travelling to school daily from Kotte as she did not take to boarding life at all, (she termed her two years in the school hostel as ‘imprisonment’) her mother learned driving. Nalini was more inclined to co-curricular school activities like music, singing, debates, tennis et al than text books. She however did well enough in her university entrance exam to enter the University of Peradeniya to read for a degree in Law. She seems to have had a good time of healthy friendships with both male and female graduands, perhaps taking very much to heart Warden Vajira Cooke’s warning to keep away from too close association with boys: “Girls, if you want to have babies, then go hiking up Hantane.”",
    "She was married to Tom Ellawala who was a proprietary planter but had to switch to alternate businesses once the Land Reform Act scaled their properties in Ratnapura, Kiriella and Battaramulla down to 50 acres. He went into the gem business and one great success was the introduction of a superb variety of mango which carries his name TOMEJC shortened to TJC after his name and that of his Philipino agriculturist collaborator Juan Carlos. His mango grove in Dambulla has been a boon to the public too. Nalini and Tom seem to have had a perfectly compatible, companionable and successful marriage. They had a daughter and two sons and celebrated their 50th wedding anniversary.",
    "In these early chapters noteworthy features are the style of living of those days and description of villages and nature. She mentions many persons from drivers to principals and school teachers with gratitude and affection. Her love of the wild was nurtured when her early married life was spent in the village Ellawala, and then at Battaramulla where they even ran a vast farm.",
    "Her activities in social service are remarkable. She writes in detail how, on invitation by Joan De Mel, wife of Bishop Lakdasa De Mal, Nalini co-founded Sri Lanka Sumithrayo in 1974, mostly to prevent suicidal deaths. Though ‘Listening and Befriending’ was the main tool placed in the hands of volunteers, Sumithrayo moved to expert psychiatric counseling and greater help. Nalini was in management, infrastructure development and training of volunteers. The acquisition and development of Mel Madura are detailed, and the institution of Prana Lounge at 60, Horton Place was another landmark in serving the community through their Drug Demand Reduction Programme. Along with this came Nalini’s interest in Holistic Health and awareness creation of its benefits. Much detail is given in the chapters that deal with these projects.",
    "She then moved to giving into a passion of hers – preservation of forests along with conservation of fauna and flora. In 2005 with Lyn De Alwis’ advice and help, Tom and Nalini set up the Mahausakande Project in a rubber land in Kiriella belonging to the family. She names it her ‘spiritual retreat’.",
    "The section Living through Changes in the Outside World deals with the transformation of Battaramulla to a busy township; advent of technology; more social service and what changes were wrought in society, in her life and attitudes. She mentions turning 75 and then ends on her 80th year. In the final chapter – The final phase – she writes: “It has been a lifetime of wanting to share my dreams and get others to join me in the process of sharing… There are many more goals I have to work towards, … If I do not make it and the pace is slow. I have only myself to blame. However, it has been said that happiness is not a goal but a by-product of a healthy lifestyle.” She ends with a description of animals and trees in her garden accompanied by photographs.",
    "It is a very detailed but absorbingly interesting life story, especially to us older persons who saw changes noted down by Nalini. In her Preface she says: “I would like to be remembered as a person who valued family above all else and took great pride in nurturing a unit having values which respected humanitarian needs above the material.” In her Foreword she says that she would retail incidents from early days to her family when her grandson Sashen suggested she write her life story. This she did starting in 2003 by jotting down events and doings which led her to “formulate my own attitudes and values ….” She very feelingly quotes Gerald Manley Hopkins, echoing him in his love of nature and need of conservation:",
    "“What would this world be once bereft of wet and of wilderness?",
    "Let them be left, O let them be left, wilderness and wet",
    "This article is an introduction to Nalini Ellawala’s Changing Attitudes and Values: my life and times and not a critique, hence nothing about style of writing is touched on. The narrative moves well. However, editing would have eliminated repetition which a reader will notice. The well spaced lines and clear print make for easy, interested reading of a life well lived of pioneering, selfless service and love for all living beings.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}