{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-introduce-anti-hoarding-laws-for-rice-millers-after-official-scaremongering-95851/",
  "time_ut": 1655301300,
  "title": "Sri Lanka to introduce anti-hoarding laws for rice millers after official scaremongering",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka would introduce new laws to prevent hoarding of food stocks, Prime Minister Ranil Wickremesinghe  said after official scaremongering on looming food shortages and continued monetary instability which has disrupted international tarde.",
    "Wickremesinghe said this when he met with representatives of the commercial banks to discuss the loans requested by rice mill owners.",
    "“The Prime Minister also stated that the government would introduce new legislation that will govern rice mill owners and silo owners to prevent future hoarding of food stocks,” Wickremesinghe’s office said in a statement.",
    "Sri Lanka’s farmers and other started to hoard rice and other foods after official scaremongering that there would be food shortages from August 2022.",
    "Agriculture Minister Mahinda Amaraweera has said there is rice till at least December. Sri Lanka has failed rice harvests in the past but no such scaremongering has been done.",
    "When shortfalls are expected, stocking up drives up prices, in the same way as futures market prices anticipates things in the future and helps smoothen supply across time by reducing current consumption.",
    "The building up of rice silos helps stabilize prices where millers borrow money and buy stocks during harvest time. The silos prevents prices from falling too low during harvest time and also prevents the deterioration of grain over time.",
    "In this instance a spike in paddy prices after official scaremongering, has driven farmers cultivate more rice than at first expected.",
    "Sri Lanka’s rupee fell from 182 to the US dollar to 270 to the US dollar inflating the price of all foods.",
    "Domestic rice prices however are higher that the rest of the world and millers in part are strenghtened  in part due to import restrictions and forex shortages from money printed to pay state worker among other expenses. (Colombo/June 15/2022)"
  ]
}