{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Group-of-Russian-elite-plans-to-assassinate-Putin-by-poison-claims-Ukraine-intelligence/108-233501",
  "time_ut": 1647849720,
  "title": "Group of Russian elite plans to assassinate Putin by poison, claims Ukraine intelligence",
  "body_lines": [
    "A group of influential people who oppose President Vladimir Putin and who plan to assassinate him, is forming among the Russian business and political elite, according to the Chief Directorate of Intelligence of the Ministry of Defence of Ukraine.",
    "The goal of this group is to remove Putin from power as soon as possible and restore economic ties with the West, destroyed by the war in Ukraine.",
    "\"A part of Russia's political elite sees Federal Security Service Director Alexander Bortnikov as Putin's successor. It is Bortnikov who has recently fallen out of favour with the Russian dictator. The official reason for the FSS leader's downfall is fatal miscalculations in the war against Ukraine\", Ukraine intelligence has said, Ukrayinska Pravda reported.",
    "It was Bortnikov and his department who were responsible for analysing the views of the Ukrainian population and the capacity of the Ukrainian army.",
    "It is known that Bortnikov and some other influential members of the Russian elite are considering various options for removing Putin from power. In particular, poisoning, sudden illness, or other \"accident\" is not excluded, the intelligence said.",
    "It is possible that these processes are connected with the recent \"leak\" of the location of Chechen units in the north of Kiev.\" According to intelligence, this leak may have been intended both to weaken Kadyrov's influence and as an attempt to establish cooperation with the Ukrainian authorities in advance, bypassing the current leadership of the Russian Federation, the report said.",
    "According to the Ukrainian intelligence, the Russians are sending another terrorist group to Ukraine to eliminate the country's leadership.",
    "It is reported that regular groups of fighters associated with Yevgeny Prigozhin, a Russian propagandist close to Putin and owner of a Russian mercenary group called Liga (Wagner), have started arriving in Ukraine. The main task of the criminals is to eliminate the top military and political leadership of Ukraine.",
    "According to the Chief Directorate of Intelligence of the Ministry of Defence of Ukraine, the key \"targets\" of mercenaries: are Volodymyr Zelensky, Andriy Yermak, and Denys Shmyhal.",
    "\"Putin personally ordered one of the few proxies to carry out new attacks. All previous attempts have ended in the failure and elimination of terrorists\", Ukrayinska Pravda reported. (Foreign Media)"
  ]
}