{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-long-and-difficult-road-ahead-EDITORIAL/231-237209",
  "time_ut": 1652819820,
  "title": "The long and difficult road ahead - EDITORIAL",
  "body_lines": [
    "Since the appointment of Ranil Wickremasinghe as Prime Minister some of the steam driving the main protest movements in Colombo seems to be running out.",
    "The banishing of former strongman, president and prime minister was a victory of sorts to the protestors. The rightful wrath of the mass of humanity gathered at Galle Face Green - home to the ‘GotaGoHome’ movement appears to have mellowed. Though protestors still gather at the site the mood seems to be more hopeful and mellowed.",
    "Perhaps the fact that for the first time a premier took the public into confidence and warning citizens that the coming months would be the “most difficult ones” of their lives, with likely 15-hour power cuts, and a further price increase in fuel and gas, gave them confidence that Wickremasinghe could deliver.",
    "Perhaps some felt further protests could upset chances of receiving an International Monetary Fund (IMF) debt restructuring facility which the country needs, is cooling tempers. But the stark reality, is that the country is still facing fuel shortages, soaring food prices, and a desperate shortage of medicines. Many poorer sections of the community have been forced to skip meals!",
    "The steadfast call of the protestors was ‘Gota go Home’. That they put forward no alternative meant they were calling for the abrogation of the Executive Presidency itself, as the presidency has proved to be a colossal failure. One cannot, but remember that the near thirty-year war was a child of the Executives mishandling of the National Question, which grew into a full-fledged civil war. It cost the country hundreds of thousands of lives in addition to all the other destruction which war brings. Today’s economic meltdown similarly is a result of massive corruption, nepotism and financial mismanagement spawned by total power in the hands of a single person since the dawning of the executive presidency in this island.",
    "The islandwide protests, hartals and strikes which shook the government was a glorious opportunity to rid ourselves of the present system of governance. But such a change would have necessitated the violent overthrow of the government and a possible bloodbath similar to that which overtook our land in the post 1983 era which was brought to a bloody end on the banks of the Nandikkadal lagoon. Nobody wanted that and is possibly the reason for the now muted protests at Galle Face Green. What is clear is that the lack of oversight, systems of checks and balances and too much power in the hands of a single individual led to the crisis of today. This needs to change.",
    "Premier Wickremasinghe has expressed support for bringing back of the 19th Amendment to the Constitution or bringing in a 21st Amendment to revert power to parliament together with an appointment of parliamentary oversight committees to ensure there can be no repetition of the mistakes which led this country to its present state of bankruptcy.  Today’s reality is that we have fuel stocks for a single day. Making a bad situation worse, the premier expressed the likelihood of 15-hour power cuts and further increases in the cost of fuel, which in turn means further increases in the cost of living.",
    "While the premier expressed confidence that he could - through negotiations with friendly powers - ensure goods on shelves and promises of three meals a day. He added the coming months would be the “most difficult ones” of our lives. However, even if the premier is able, within the next three months bring in stocks of much needed fuel, gas and fill the now empty shop shelves, people need to have money to purchase these items.",
    "It goes without saying people need to have money to make purchases and if people cannot afford to buy goods and services, there could be no turn around in the economy. At today’s salary scale, an ordinary family finds it difficult to have a square meal. With inflation running at over 30%, there needs to be an all-round increase in wages both in the public and private sector, if people are to have the ability to purchase goods and services.",
    "Premier Wickremasinghe has said he will be forced to print money to pay public sector workers. It may be good if he can increase money supply so-as-to enable the non-government sector too, to increase its purchasing power. At the same time it is important to keep imports to a bare minimum, limited to essentials such as drugs, basic foodstuffs and other essentials to ensure minimum foreign exchange outflows.  It may also be good not to get our hopes too high on the three month promise."
  ]
}