{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82753/new-committee-system-to-strengthen-parliaments-financial-powers-pm",
  "time_ut": 1653830520,
  "title": "New committee system to strengthen Parliament’s financial powers – PM",
  "body_lines": [
    "Sri Lanka’s Prime Minister Ranil Wickremesinghe says a new committee system will be introduced to strengthen the Parliament’s financial powers and a National Committee will be established to make the President and Prime Minister answerable to the Parliament.",
    "He stated this while delivering a special statement on the 21st Amendment to the Constitution and proposed political reforms",
    "The PM said that the country’s main issues today are not limited to the financial sector.",
    "He said that at the same time, in the political sphere there are two major issues with one being the need to do away with the 20th Amendment and the implementation of the 19th Amendment to the Constitution once again.",
    "“With regard to that now, we as the party leaders are currently preparing the 21st Amendment,” he said.",
    "The second is to work towards abolishing the Executive Presidency, he said, adding that the party leaders can decide on that time period and the method.",
    "In addition to this, there is another issue with regard to the Parliament, the premier said.",
    "He stated that because the parliament was weakened by the 20th Amendment to the Constitution and because the Executive obtained more powers, the process of the Parliament has been crippled.",
    "“One of the main accusations today is that the Parliament is not working to end this economic crisis. The powers vested with the Parliament will increase through the 21st Amendment to the Constitution, however we cannot be satisfied by that alone.”",
    "He stated that there is also an allegation that under the current Westminster cabinet system, the cabinet ministers controlled everything and due to the ruling party having a majority in the House the affairs of the parliament were neglected.",
    "“We don’t always have to keep questioning what happened in the past. However, there needs to be a system to include the Parliament in the governance of this country,” he said.",
    "“At the same time, we need to have transparency. The MPs of all parties need to convene those committees and work according to the policies and programmes, that is the environment we are creating.”",
    "He stated that the existing laws need to be strengthened if parliament is to be given powers to execute financial powers.  He also said that they are preparing to pass a set of new financial regulations after taking a look at the existing laws.",
    "Wickremesinghe stated that are three committees related to the state’s financial affairs and that the Leader of the House Dinesh Gunawardena has presented several proposals to strengthen these committees and further empower them.",
    "He said that in addition to that they are also putting forward a proposal to establish two more finance-related committees, which include a ‘Committee on Ways and Means’ and a ‘Committee on Banking and Financial Services’.",
    "He stated that these five finance committees and ten oversight committees will be chaired by backbencher MPs and not ministers.",
    "He said they also need to pay attention to a crucial point. “What the youths are saying is that the existing system needs to be changed and they need to be aware of the current issues.”",
    "Therefore he proposes that four youth representatives are appointed each of these fifteen committees with one of them from the Youth Parliament while the other three selected from the protesting groups and youth groups as decided by them.",
    "He said in addition to this they also expect to get specialist with experts knowledge involved in this and that this will provide the youth with an opportunity to become aware of the issues and to present their solutions."
  ]
}