{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Global-and-regional-powers-compete-for-space-in-South-Asian-countries/172-234169",
  "time_ut": 1648679520,
  "title": "Global and regional powers  compete for space in  South Asian countries",
  "body_lines": [
    "Victoria Nuland’s job in India was to get New Delhi to delink itself from Russia in economic and defence matters, and condemn Russia’s aggression against Ukraine",
    "Nuland appears to have been more successful in Bangladesh where she arm-twisted Dhaka into voting against Russia in the UN, when, previously, it had abstained",
    "Wang‘s visit to Pakistan was meant to boost the morale of the beleaguered Imran Khan government that is about to face a no-confidence motion in the National Assembly",
    "Given the new challenge posed by the Russo-Ukrainian war in Europe, and the continuing challenge posed by a rising China in the East, global and regional powers are busy exerting and expanding their influence over countries in South Asia – an area in which they have competing strategic interests.",
    "The US, China and India, have noticeably increased their activities in South Asia in the past month. The US Under Secretary for Political Affairs, Victoria Nuland, visited India, Bangladesh and Sri Lanka between March 19 and 23, accompanied by Assistant Secretary for South and Central Asian Affairs, Donald Lu and Deputy Under Secretary of Defence for Policy, Amanda Dory. The Chinese Foreign Minister, Wang Yi, was in Pakistan, Afghanistan, India and Nepal recently, and the Indian Foreign Minister Dr. S. Jaishankar would be in the Maldives and Sri Lanka at the end of the month.",
    "Victoria Nuland’s job in India was to get New Delhi to delink itself from Russia in economic and defence matters, and condemn Russia’s aggression against Ukraine. The US diplomat was marginally successful in this venture inasmuch as India dropped its demand that the security interests of Russia vis-à-vis NATO’s expansion to the East should be protected. But India continued to abstain on UN resolutions on the Ukraine crisis and has refused to name Russia as the aggressor explicitly. This, despite the US, promises to supply oil and Soviet-era weapon systems.",
    "Nuland appears to have been more successful in Bangladesh where she arm-twisted Dhaka into voting against Russia in the UN, when, previously, it had abstained. Bangladesh probably changed its stand because it was anxious to get the US to lift the sanctions clamped on the Rapid Action Battalion (RAB), a paramilitary force that was successfully curbing serious crime and Islamic radicalism. Bangladesh also needs a near-zero tariff for its Ready Made Garments in the US market, presently denied it on labour rights issues. To Bangladesh’s relief, Nuland appreciated the lessening of extrajudicial killings by RAB, thus paving the way for economic cooperation.",
    "However, Nuland failed to get Bangladesh to join the Indo-Pacific grouping, ditching China’s BRI in the process.",
    "Though Bangladesh was open to the idea of cooperation with the US on defence and maritime security matters, it could not ditch China, which is needed for major infrastructure development. Bangladesh Foreign Secretary Masud bin Momen had argued that the Indo-Pacific project would not be meaningful to Bangladesh because it lacked economic content. The US side assured that an Economic Framework would be released soon. Nuland also assured continued political and humanitarian support for the rehabilitation of the Rohingya refugees from Myanmar.",
    "In Sri Lanka, the economy of which is in tatters and its government has been threatened with targeted sanctions by the UN Human Rights High Commissioner, Michelle Bachelet, Nuland’s visit was successful from the US point of view. Pressed by the US, Sri Lanka passed an amendment to the draconian Prevention of Terrorism Act (PTA) although the changes were marginal. To nudge progress on human rights issues, Nuland offered unspecified economic help. Not to forget US interest in maritime security against China, she promised security cooperation with Sri Lanka and announced that a new US Cutter will join the Lankan Navy.",
    "On March 26, the Chinese Foreign Minister Wang Yi and his Nepalese counterpart, Narayan Khadka, witnessed the signing of six key agreements. Among these were: technical assistance for a feasibility study of a Nepal-China cross-border railway; aid of Nepalese Rs.15 billion for projects mutually agreed upon; money for a feasibility study of the China-Nepal Power Grid interconnection; and the grant of 98% duty-free access to Nepalese goods imported by China.",
    "China did these, despite Nepal’s ratifying the controversial US$ 500 million US Millennium Challenge Corporation (MCC) compact, and it’s voting against Russia in the UN. China is anxious that the current Nepali Congress government in Nepal, thought to be close to India, should not swing totally to the Indian side.",
    "Wang‘s visit to Pakistan was meant to boost the morale of the beleaguered Imran Khan government that is about to face a no-confidence motion in the National Assembly. Imran Khan had turned away from the US and cast his lot with Moscow and Beijing. When Wang said that China was also pained by the sufferings inflicted by India on the Kashmiris, the Pakistanis were pleased.",
    "But Wang’s remarks on Kashmir put off New Delhi, which cold-shouldered him, albeit politely, during his sojourn in the Indian capital. When Wang sought normal ties irrespective of the situation on the volatile Sino-Indian border, the Indian side made no bones about its consistent policy that there could no normal ties till tranquility prevailed in all sections of the long border.",
    "Both sides agreed to keep the border dialogue going at the Corps Commanders’ level. But India’s National Security Advisor Ajit Doval made it clear to Wang that he would accept Wang’s invitation to visit Beijing only if tranquility was restored at the border.",
    "Meanwhile, India had been making important moves vis-à-vis Sri Lanka to counterbalance China’s influence. India recently gave Sri Lanka US$ 1 billion credit line for the supply of essential commodities. India had extended a U$1.4 billion support to Sri Lanka, through a US$400 million currency swap, a deferral of a US$ 500million loan and another half a billion as a Line of Credit for fuel imports.",
    "While extending financial help, India had got Colombo to sign several defence agreements in pursuit of its policy to be Sri Lanka’s principal security guarantor. India is to supply two DO-228 Dornier Reconnaissance Aircraft, one of them being free. According to the  Sunday Times, Sri Lanka will be obliged to buy a third Dornier. The information collected by the Dornier will not be shared with any other country unless authorised by both parties.",
    "It has been agreed to set up a joint Maritime Rescue Coordination Centre (MRCC) to strengthen Sri Lanka’s Search and Rescue Region (SRR) on a US$ 6 million grant from India. The MRCC will be at the Naval Headquarters in Colombo; the Maritime Rescue Sub Centre (MRSC) will be at Hambantota, and the Sub-Units at Galle, Arugam Bay,Batticaloa, Trincomalee, Kallarawa, Point Pedro and Mullikulam, the paper said.",
    "The Sri Lanka navy will also accept a gift of a US$ 19.81million 4,000-ton Floating Dock (FD). It will be stationed in Trincomalee. “The Floating Dock may be moved except to the port of Hambantota at the discretion of the Government of Sri Lanka, with prior notification to the Government of India,” the paper said.",
    "Sri Lanka has also agreed to accept a grant of INR 3 billion (LKR 11.4bn LKR) to set up a digital personal identification system for its citizens based on the Indian Aadhaar system.",
    "But expecting aid without any conditions, some Sri Lankan newspapers have criticized the defence agreements, saying that they constitute an invasion of Sri Lanka’s sovereignty.",
    "On its part, China is countering the Indian largesse by announcing a US$ 1 billion loan and offering US$ 1.5 billion as buyers’ credit.",
    "During Indian External Affairs Minister S. Jaishankar’s visit to the Maldives on March 26 and March27, he saw the signing of several agreements related to bilateral development cooperation, inauguration/handing-over and launch of a number of key India-supported projects.",
    "Jaishankar’s visit to the Maldives was undertaken at a time when the opposition led by former President Abdulla Yameen was waging an “India Out” campaign opposing all deals with India, whether economic or defence. When Yameen was in power till 2018, the Maldives was completely under the influence of China, which executed major infrastructure projects. But Yameen was ousted through an election by the pro-India and pro-West Maldivian Democratic Party (MDP). The MDP government of Ibrahim Solih secured massive financial, economic and some defence aid from India. Indian aid to the Indian Ocean archipelago continues."
  ]
}