{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-railway-lands-to-be-leased-for-cultivation-amid-food-scare-95608/",
  "time_ut": 1654964880,
  "title": "Sri Lanka Railway lands to be leased for cultivation amid food scare",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Railway Department-owned lands will be leased out to farming societies for a very low tax rate for a period of one year, the President’s Media Division (PMD) said as the country is struggling to avoid a food crisis in the near future.",
    "The plan comes as farmers are leaving their own land fallow due to shortages of fuel and fertilizer.",
    "The plan was revealed at meeting with President Gotabaya Rajapaksa and public officials on the progress review of the Ministry of Transport and Highways.",
    "“It was also revealed that a plan to lease the reserved lands owned by the Railway Department for food crops for a period of one year,” the PMD said in a statement.",
    "“(Transport) Minister Bandula Gunawardena said that the Divisional Secretariats are planning to provide the relevant lands to the farmer societies at a very low tax rate.”",
    "Sri Lanka is facing a looming food crisis because farmers could not produce adequate food after President Rajapaksa banned chemical fertilizer in the last season and input shortages this year.",
    "Inflation coming from the collapse of the currency after two years of money printing has made pushed up both domestically made foods and imports up.",
    "Prime Minister Ranil Wickremesinghe has said the a food shortage is imminent from August. He has already held discussions over obtaining help from the World Food Programme to prevent a food crisis.",
    "The government is in the process of encouraging people to grow crops and home gardening in all the lands available to prevent food shortage, government officials have  told EconomyNext.",
    "The United Nations World Food Programme launched a 47.2 million US dollar Humanitarian Needs and Priorities (HNP) Plan to provide life-saving assistance to 1.7 million people worst-hit by the economic crisis over a four-month period, from June to September in Sri Lanka, the UN said on Thursday. (COLOMBO/June 11/2022)"
  ]
}