{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-power-minister-accuses-ceb-trade-unions-of-sabotage-95507/",
  "time_ut": 1654762980,
  "title": "Sri Lanka power minister accuses CEB trade unions of sabotage",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Power and Energy Minister Kanchana Wijesekera on Thursday (09) told parliament that trade unions attached to the state-run Ceylon Electricity Board (CEB) have, in an attempt at sabotage, opened the gates of major hydro dams to waste reservoir water without generating power.",
    "President Gotabaya Rajapaksa declared power supply an essential service with effect from Wednesday (08)  prevent trade union action by CEB engineers who had threatened blackouts throughout the country. The CEB engineering trade union later called off their strike after a meeting with President Rajapaksa.",
    "“There is union action being implement by the (CEB) engineers’ union and several other unions. I was just informed that dam doors have been opened in several hydro power plants including Randenigala and Rantambe by some groups,” said Wijesekara.",
    "“The water is not being used to generate electricity, because the thermal power plants are working. They are going to release all the water, making us depend entirely on thermal power plants.”",
    "Officials from CEB trade unions were not immediately available for comment on the minister’s claim.",
    "The CEB trade unions are against some amendments to the Sri Lanka Electricity Act which were debated in parliament on Thursday. The unions say the new amendments will stop competitive bidding. However, former power minister Gamini Lokuge told parliament that the unions are opposing the amendments because they will fast track a considerable number of renewable energy projects and engineers lose their importance.",
    "The trade unions have said the move will lead to more corruption in power projects.",
    "“We cannot let these union push this country to the wall. We need protection for these power plants. The president declared this an essential service, and a court order has been issued to stop the union action for the next two weeks,” Minister Wijesekera said.",
    "“In a December blackout, the report said there was a human intervention in that blackout. Due to that the country was in dark for for 12 -13 hours.",
    "“Today, we get information from System Control that several people are threatening and trying to go for a blackout intentionally. Parliament should take a decision about these activities and the people responsible for it,” he said. (Colombo/Jun09/2022)"
  ]
}