{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Professionals-deplore-President-and-Police-failure-to-prevent-attacks-on-peaceful-protestors/56-734673",
  "time_ut": 1652207400,
  "title": "Professionals deplore President and Police failure to prevent attacks on peaceful protestors",
  "body_lines": [
    "A group of independent professionals yesterday condemned the attacks on peaceful protestors on",
    "Monday and urged the Inspector General of Police to arrest all perpetrators.",
    "They also said incidents prove that the President and his Government is incapable of governing this country any longer and they have lost the confidence of the people and lost their legitimacy to govern.",
    "Following is the statement issued by Direction Sri Lanka: Independent Professionals for the Nation at a media briefing yesterday.",
    "It is with utmost shock and disdain that we witness the incidents that are happening right now in front of Temple Trees (the Official Residence of the Prime Minister) and at Galle Face.",
    "It is also shocking that these incidents which are telecast live are happening during the existence of a purported State of Emergency. The perpetrators are supporters of the Prime Minister Mahinda Rajapaksa, who carried out these attacks immediately after walking out of Temple Trees subsequent to attending a meeting with the Prime Minister Mahinda Rajapaksa himself.",
    "These persons are armed with batons and poles which obviously were brought by them. All this points to a clear pre-planned course of action by the perpetrators.",
    "It is sad to see the state of a Police force which stands by and watches people being publicly intimated and attacked, vehicles being damaged and property being set on fire, in front of Temple Trees and thereafter, being allowed to march proudly towards Galle Face, where further havoc is being wrecked.",
    "All this happens right next to the Kollupitiya Police Station and the centre of Colombo, in the closest proximity to the Presidential Secretariat and the President’s House itself, whilst the Police in riot gear indifferently watched.",
    "Undoubtedly, this is one of the saddest days of our country where supporters of the Prime Minister attack the people of this country. This alone demonstrates that the President, the Prime Minister and his Government is incapable of governing this country any longer. They have lost the confidence of the people and lost their legitimacy to govern. They have now begun governing by the use of force. This is a despicable attempt to cling to power.",
    "We unreservedly and vehemently condemn the Prime Minister who is the primary cause for these unforgivable actions, and the President (who is the head of the Government) and his Government who are incapable of controlling their supporters and maintaining law and order in the centre of the capital of the country.",
    "We are most disappointed in the state to which the Sri Lanka Police and the Armed Forces have been relegated to under this Government.",
    "We call upon the Inspector General of Police to forthwith take all steps and measures in terms of the law to arrest all the perpetrators responsible for the crimes committed."
  ]
}