{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-parliament-nods-to-remove-tender-process-in-power-projects-amid-protests-95536/",
  "time_ut": 1654782600,
  "title": "Sri Lanka parliament nods to remove tender process in power projects amid protests",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka passed amendments to its electricity legislation to grant power projects on unsolicited basis without any competitive bidding amid resistance from opposition lawmakers and industry trade unions.",
    "The amendments to the Sri Lanka Electricity  Act were passed with 120 votes in favour of the amendments against 36 in the 225-member parliament amid strong resistance from power sector trade unions in the state-run Ceylon Electricity Board (CEB).",
    "Some opposition and trade union members have said the government was rushing through the amendments because it wants to give large renewable energy deals to India’s Adani group, which has signed an unsolicited government-to-government agreement to build a 500 MW wind power plant in the island nation’s northern coast.",
    "The main opposition wanted projects beyond 10 MW capacity projects to go through competitive bidding process, but the majority of the ruling party lawmakers voted against the clause in a separate voting.",
    "Many ruling party legislators argued that many renewable energy projects have failed to take off the ground because of the long tendering process.",
    "“I welcome the adoption of the Sri Lanka Electricity (amendment) bill. This allows rapid deployment of cost effective renewable energy to the grid,” Prime Minister Ranil Wickremesinghe said in his twitter platform.",
    "The amendments proposed to change clause regarding the new generation plants and overhead lines with an aim to fast track renewable energy projects. Sri Lanka is facing daily power cuts across the country because it has no dollars to import fuel to generate power amid very low contributions from the renewable energy because many projects have been delayed.",
    "“The tender process is also being used by a mafia group. It is also a good (money making) deal,” Power and Energy Minister Kanchana Wijesekera told the parliament before the voting.",
    "“The company is selected through tender process for its lowest price. But it first wins the tender and then see for seller to sell the tender. Then they go for investors. After 2-3 years, they come back to CEB and say they can’t do for the same price and demand prices be revised up.”",
    "The CEB’s engineer trade union announced of a strike from 12 midnight on Wednesday in protest against the amendments which the union officials said were brought without much discussions and consensus. However, President Gotabaya Rajapaksa declared the electricity supply as an essential service and forced all CEB employees to work without any protest.",
    "Opposition Leader Sajith Premadasa asked to allow power projects with less than 10 MW capacity without tender process.",
    "“We are not against any renewable energy projects. This is not a progressive bill. Without competitiveness, how can it be progressive bill. It is a regressive bill,” Premadasa said.",
    "“The competition is good because it reduces the cost and it benefits the consumers and the country. When there is no competition, it leads to corrupt mafia.”",
    "Former Energy Minister Udaya Gammanpila said Prime Minister Ranil Wickremesinghe agreed to have the competitive bidding during the early discussions.",
    "“This is like showing renewable younger sister and then give force the corrupt elder sister to the consumers.” Gammanpila told the parliament before the voting.",
    "“We are against this because this will lead to corruption,” as there is no competitive bidding, he said.",
    "“No competition will be lost with these amendments. With this, it will only accelerate the work process under the sustainable energy authority.” Wijesekara told the parliament.",
    "Wijesekara said due to the restrictions in the act, investors that are interested in investing in projects using their own lands without using government lands are being held off.",
    "The original Sri Lanka Electricity Act was passed in 2009 before amended in 2013. The act said “no person shall proceed with the procuring or operating of any new generation plant or the expansion of the generation capacity of an existing plant, otherwise than in the manner authorized by the commission.”",
    "The new act raised fears of politicians in the government giving power projects for their close allies for kickbacks.",
    "However, Duminda Dissanayaka, a former state minister for renewable energy process is a waste of time.",
    "“When you go for tender, they drag it for years and we will be compelled to buy diesel on which some (corrupt) officials want.” (Colombo/June 08/2022)"
  ]
}