{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-deadlock-continues/",
  "time_ut": 1650689760,
  "title": "The deadlock continues",
  "body_lines": [
    "The Galle Face protesters remain firmly rooted to their cause after 16 days on the green. The Rajapaksa establishment has conceded some ground of which the most significant is omitting two brothers and a son from the new smaller – but not small enough – cabinet. But the major demand that aiya (Mahinda) and malli (Gota) go home, apart from side issues like returning their loot, have not received any consideration whatever. Heels have obviously been dug in and there are no signs of either side relenting. The regime’s wish and hope that exhausted protesters will run out of steam has not come to pass and to all intents and purposes will not happen, certainly not in the short term. Big business, in the shape of a statement by JKH, the country’s biggest listed conglomerate, has also thrown its weight behind the agitation.",
    "Meanwhile there is every likelihood that incidents such as last week’s at Rambukkana, where one young man lost his life in a police shooting, will repeat themselves. Clearly two processes, one political and the other of people power are now ongoing. The first of these enacted principally in Parliament, and the other on Galle Face green have almost nothing to do with each other. What’s happening in Parliament is both a numbers and constitutional game. Mr. Sajith Premadasa and his Samagi Jana Balavegaya (SJB) continue canvassing signatures with the magic figure of 113 votes hanging tantalizingly over them. But the government still seems to be holding a razor’s edge majority with enough fence sitters to tilt the balance either way though SJB stalwarts have claimed they will have the numbers when the time is right.",
    "Which way will the papadam crumble? That is the billion dollar question – we’re now long past the million dollar cliche – hanging over the country. Mahinda has gone public with the view that he favours a return to 19A, albeit with some amendments. That’s a self-serving stance because it will enable trimming Gota’s wings to the benefit of the prime minister; and the obvious signal right now is that the brothers are not marching to the beat of a single drum. This is not likely to cut any ice on Galle Face green. The protester demand is that the Rajapaksas – the whole kit and caboodle of them – depart; and there is no compromising on that. No room for constitutional niceties or give and take there. In any case who is there to negotiate with? The protest is an amorphous, leaderless movement that has thankfully remained apolitical and violence free. It is not restricted to the seafront promenade beloved of generations of Lankans ever since it was opened in 1859 by British Governor, Sir. Henry George Ward, “for the benefit of the ladies and children of Colombo.”",
    "The JVP/NPP made a not insignificant wave last week with a massive demonstration that walked for three days from Beruwala to Colombo. Wisely it confined itself to the Town Hall without attempting to swell the Galle Face numbers. As always the march was well organized and indicated that the  rathu sahodarayas command a much greater following than their three-member presence in Parliament suggests. The party certainly harbors ambitions of being a new government and whether it will join an effort to establish an interim setup is yet an open question. Kumar David (KD), our regular columnist who was on their National List for Parliament at the last election, but was omitted with Dr. Harini Amarasuriya preferred, has as trenchantly as is his wont, said that comrades have at last woken up. Does this suggest, as KD seems to believe, that a trade union element is about to enter the struggle, first with a token strike and then with a general strike to follow? We must wait and see with the full knowledge that this near bankrupt country of ours is at the end of its tether and cannot afford to take any more economic blows.",
    "We run in this issue today an analytical piece by Anila Bandaranaike, a former Assistant Governor of the Central Bank, and Colombo University Law Professor Sharya de Soysa on what the country must look at doing once the present deadlock ends and the business of everyday living resumes. This is a matter spoken about but very little has been done apart from the political changes (new Central Bank Governor, Finance Minister and Treasury Secretary) now on pilgrimage to the IMF in Washington and essential price revisions like that of fuel that has sent particularly the poor reeling. The next mol gas (pestle) blow is not far away with power and perhaps water prices steeply increased. The people well know what is coming and the political establishment, apart from a token cut in numbers in cabinet and changes of old faces with new, did not do what may well had been a cosmetic. but useful, gesture of announcing that the privileges of the political class will be pared to the bone.",
    "Our front page story of what Viyath Maga has done over the appointment of a new Vice Chancellor to the University of Colombo, along with its other shenanigans like the chemical fertilizer import ban does not improve the pubic perception of the ruling clan. Jaliya Wickremasuriya is awaiting sentence in the US. Nothing has been heard from the rulers of the attempts to make this presidential cousin High Commissioner to Canada after he was discovered robbing in Washington and returned the stolen money to boot! Whom to tell or kaata kiyannada in more evocative Sinhala.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}