{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-needs-sound-economic-management-reforms-adb-president-91531/",
  "time_ut": 1646965740,
  "title": "Sri Lanka needs sound economic management, reforms: ADB President",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka needs sound macro-economic management and reforms to get out of the present economic troubles, visiting Asian Development Bank President Masatsugu Asakawa ha said as the country grapples with external troubles and high inflation after printing money for two years.",
    "Sri Lanka has managed the Coronavirus epidemic well, he had said. ADB along with the World Bank finance vaccine purchases and helped boost testing and healthcare capacity.",
    "Asakawa had “highlighted the need to underpin sound macroeconomic management with structural reforms,” the ADB said.",
    "Sri Lanka printed large volumes of money to keep interest rate low  from early 2020 which have ended up as forex shortages and high inflation, after cutting taxes.",
    "“Sri Lanka is managing a number of complex challenges raised during the COVID-19 pandemic, including through necessary efforts to restore fiscal and external balances while containing inflation,” Asakawa said in a statement following a two day visit the island.",
    "“ADB is committed to supporting the government in addressing the present challenges and striding toward green, resilient, and inclusive growth as well as sustainable energy transition.”",
    "ADB is preparing a new country partnership strategy for Sri Lanka to support its National Policy Framework and medium-term development targets.",
    "Sri Lanka is hosting the 55th Annual Meeting of the ADB Board of Governors in September 2022 with the theme of “Positioning Climate Resilient Green Economy for the Post COVID-19 World”.",
    "Asakawa is to inaugurate Sri Lanka’s first microgrid system and the associated research and development lab at the University of Moratuwa.",
    "The system can operate in both grid-tied and off-grid modes. The pilot, financed under the ADB-assisted Supporting Electricity Supply Reliability Improvement Project, has the potential to be replicated and contribute to a green and climate resilient future, the lender said.",
    "Asakawa will the Colombo Port and the Port Access Elevated Highway Project, which provides a direct link to the port from the expressway network.",
    "He will visit an ADB-supported molecular polymerase chain reaction (PCR) laboratory at the Colombo East Base Hospital. The laboratory—the largest in the country and was established in 2020 to support Sri Lanka in the COVID-19 pandemic."
  ]
}