{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/marxist-youth-in-sri-lanka-protest-outside-presidents-office-attempt-break-in-91815/",
  "time_ut": 1647598800,
  "title": "Marxist youth in Sri Lanka protest outside president’s office, attempt break-in",
  "body_lines": [
    "ECONOMYNEXT – Marxist youth affiliated with the opposition Janatha Vimukthi Peramuna (JVP) protested the government’s handling of Sri Lanka’s worsening economic crisis on Friday (18) outside the president’s office, culminating in some protestors attempting a break-in.",
    "The JVP-affiliated Socialist Youth Union (SYU) marched from the Maradana Technical Junction to the Presidential Secretariat in Colombo Friday morning, carrying placards and shouting slogans against the ruling Sri Lanka Podujana Peramuna (SLPP), President Gotabaya Rajapaksa and others.",
    "Sri Lanka is going through one of the worst economic crises in the country’s history as a severe dollar shortage has led to daily power outages and long queues for essentials including fuel. The protestors also demanded the cancellation of a power deal with a US energy company and a deal with India to manage a decades-old oil tank farm in the Eastern district of Trincomalee.",
    "Reports said a group of protestors had broken into the presidential secretariat causing a commotion. However, the situation seemed to have been brought under control by mid afternoon by which time the protest had ended.",
    "Organiser Eranga Gunasekera could be heard calling to the youths connected to different political parties to join the SYU.",
    "“The youth of the SLPP who have gotten the boot can come join the JVP. The youth that want to get the boot can stay with SJB.”",
    "On Tuesday (15), the main opposition Samagi Jana Balavegaya (SJB) led a protest march that saw thousands of party supporters gathered outside the presidential secretariat in a similar expression of apparent anger towards the government. (Colombo/Mar18/2022)"
  ]
}