{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lb-finance-acquires-65-per-cent-stake-in-loss-incurring-multi-finance-for-rs-400-million/",
  "time_ut": 1647616680,
  "title": "LB Finance acquires 65 per cent stake in loss-incurring Multi Finance for Rs. 400 million",
  "body_lines": [
    "Industry giant LB Finance PLC recently acquired a 65 per cent stake in loss- incurring Multi Finance PLC at Rs. 400 million, market analysts said.",
    "It bought 41.11 million shares or a 64.62 per cent stake, with 28.78 million shares being bought at Rs. 9.70 each and 12.32 million shares being purchased at Rs. 9.80 each. Multi Finance’s net asset value per share is Rs. 7.12.",
    "LB Finance will make a mandatory offer under the SEC’s Takeovers and Mergers Code. Multi Finance has a public float of 35 per cent with 904 shareholders.",
    "The acquisition is part of the Central Bank facilitated consolidation within the Non-Bank Financial Institutions (NBFIs) sector, market sources said.",
    "Multi Finance as at December 31, 2021 held assets worth Rs. 773.2 million, while liabilities were Rs. 320 million. It was carrying an accumulated loss of Rs. 462 million.",
    "Amid those developments, stock market activities yesterday were slightly positive with the Sri Lankan government inking a deal with the State Bank of India to get a one billion US dollar credit line for food and medicine, while President Gotabaya Rajapaka’s recent address to the nation too gave some impetus to stock market investors, brokers said.",
    "However, the absence of debt sustainable mechanisms and the shortage of essential items along with the acute financial crisis will aggravate issues in the future, stock market analysts said.",
    "Both indices moved upwards. The All- Share Price Index went up by 153 points and S and P SL20 rose by 64.05 points. Turnover stood at Rs 1.4 billion sans a single crossing.",
    "In the retail market top seven companies that mainly contributed to the turnover were, Expolanka Holdings Rs 323 million (1.25 million shares traded), Browns Investments Rs 188 million (17.4 million shares traded), LOLC Finance Rs 96.3 million (5.7 million shares traded), Dialog Rs 79.6 million (6.9 million shares traded), LOLC Holdings Rs 68.8 million (86000 shares traded), Hayleys PLc Rs 62.4 million (628,000 shares traded) and Commercial Bank Rs 59.7 million (769,000 shares traded). During the day 72 million share volumes changed hands in 18000 transactions.",
    "Hayleys PLC is gearing to raise Rs.5.0 billion in debt through a debenture issue, but it isn’t immediately clear what the exact purposes are, although the Group has a sizable debt pile, some of which may need to be refinanced, market sources said.",
    "Hayleys, one of the most diversified conglomerates in the country, did extremely well for the financial year ended March 2021 and for the nine months ended December 2021 as its subsidiaries generated elevated performances, particularly those that generated export earnings, resulting in higher dividend incomes to the holding company.",
    "Sri Lanka’s rupee was quoted around 270/290 to the US dollar yesterday, market participants said, while bond markets were inactive ahead of the weekend.",
    "Though there were bids, offers were not firm, dealers said. A narrow quote for small volumes was 275/285 to the US dollar.",
    "DOK Solutions announces its latest accreditation as a Great Place to Work CertifiedTM Organisation",
    "Globally distributed British tech consultancy Codification expands operations into Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}