{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/15/lankapay-cards-offer-lowest-merchant-commission-at-1/",
  "time_ut": 1647330720,
  "title": "LankaPay Cards offer lowest Merchant Commission at 1%",
  "body_lines": [
    "Taking another gigantic leap towards harnessing financial inclusivity, LankaPay National Payment Network makes its debut in the payment card industry in Sri Lanka with the introduction of the LankaPay Card. Unlike existing cards in the market, irrespective of the nature of the business and the business volumes, merchants across all segments can enjoy an unprecedentedly low 1% merchant commission (MDR) when they accept LankaPay cards.",
    "The merchant commission for existing card payments ranges from 3%-3.5%, while in some instances it can go as high as 7-8%. Therefore, the merchants often discourage card payments or pass the commission on to the customers. This has been a major deterrent for card payments to be popularized in the country despite being available as a payment option for a couple of decades.",
    "At the first phase of the project, LankaClear wishes to expand its merchant network to enable LankaPay cardholders to use their card at any point of sales terminal across the island within the next few months. Already several banks, namely, Cargills Bank, Commercial Bank, Seylan Bank, Bank of Ceylon and Peoples’ Bank are onboard as acquirers with closer to 25,000 merchants have already enabled acceptance of LankaPay cards. Merchants of these acquiring banks can avail themselves of the benefit following a simple point of sales (PoS) terminal enablement at no additional cost; and other merchants too can join the network, currently through any of the preferred acquiring banks mentioned above. Few other banks are also in the pipeline to join as acquirers shortly.",
    "LankaPay cards are issued under the LankaPay National Card Scheme – a national initiative aptly supported and regulated by the Central Bank towards addressing some of the long felt needs of the customers, merchants, banks as well as the national economy. LankaPay card is introduced in a partnership with JCB international, one of the six leading payment card and network operators in the world and who is also a founding member of EMVCo. alliance. By joining the LankaPay merchant network, merchants can not only accept LankaPay cards issued within Sri Lanka, but also can enjoy the added benefit of being able to accept over 140 Mn JCB cards issued worldwide, at no extra cost or effort for enablement. When merchants are accepting JCB international cards issued outside the country, the standard MDR will be applicable for payments.",
    "This national initiative not only benefits the merchants and customers but also the national economy as a whole. Annually, Sri Lanka spend nearly Rs. 10 Bn for various types of fees charged by international payment card operators even though the customers, merchants, banks and all transactions happen within Sri Lanka. LankaClear intends to reduce this foreign exchange outflow substantially with the introduction of the LankaPay card, as all the domestic card transactions are routed locally via LankaPay network, thus helping the country at this crucial time.",
    "LankaClear believes that its untiring efforts will help further popularize card payments in the country, especially among the smalltime merchants, and will help attract some of the underbanked merchant segments into the banking system, which will also address numerous socioeconomic issues.",
    "LankaClear is the first entity in the country to obtain PCI-DSS ver 3.2 certification complying with the highest international standard for payment card industry data security. LankaClear’s mission surpasses mere commercial intent towards creating greater value to the national economy by enabling every citizen with affordable, accessible, secure and convenient payment options thereby making financial inclusivity a reality. Throughout its illustrious journey that spans over two decades, the company pioneered many payment technology innovations and has functioned as the backbone of the country’s financial sector making financial services more affordable and accessible to every citizen."
  ]
}