{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-gets-career-foreign-service-officer-as-mfa-secretary-94587/",
  "time_ut": 1653306840,
  "title": "Sri Lanka gets career foreign service officer as MFA secretary",
  "body_lines": [
    "ECONOMYNEXT – Retired Sri Lankan diplomat Aruni Wijewardane, a career foreign service official, assumed duties as the top civil servant at the Foreign Ministry on Monday (23), replacing politically appointed former navy commander Jayantha Colombage.",
    "Calls for a career foreign service official be appointed as the Foreign Ministry secretary has been on the rise after the island nation’s diplomatic relations were questioned by critics amid allegations over lack of professionalism among Sri Lankan politically-appointed diplomats.",
    "Critics have raised concerns over the way Sri Lanka faced the allegations against human rights violations by the United Nations Human Rights Council and global rights groups and negotiations to extend an annually 500 millions US dollar worth GSP plus concession with the European Union, both under Colombage.",
    "The new secretary Wijewardena retired after 34 years of foreign service in 2007 after having held numerous positions in the Ministry,  Sri Lanka Missions overseas, and in international organizations.",
    "Her service overseas includes the Sri Lanka Permanent Mission to the UN in Geneva, Sri Lanka High Commission in Malaysia and the Sri Lanka Embassy in the Philippines.",
    "She has also served as the Ambassador of Sri Lanka to Austria and the Permanent Representative to UN Organizations in Vienna. After her retirement from the service,  Wijewardena served as a director of the Secretariat of the policy making organs of the International Atomic Energy Agency (IAEA) in Vienna.",
    "Her appointment comes under a new government with Ranil Wickremesinghe as the new prime minister following a long protest that forced the resignation of former prime minister Mahinda Rajapaksa.",
    "Soon after winning the 2019 polls, President Gotabaya Rajapaksa appointed Admiral Colombage to the Secretary post, but many officials at the foreign ministry have criticized the way he dealt with foreign services and diplomacy. (Colombo/ May 23/2022)"
  ]
}