{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81757/ranil-says-govts-incompetence-plunged-sri-lanka-into-economic-crisis",
  "time_ut": 1649616840,
  "title": "Ranil says govt’s ‘incompetence’ plunged Sri Lanka into economic crisis",
  "body_lines": [
    "Former Prime Minister Ranil Wickremesinghe on Sunday accused the incumbent government of plunging the country into a deep economic and political crisis with its “incompetence in dealing with the financial challenges” while also stating that the utter failure has led to a situation where the people are standing in long queues.",
    "“It (economic crisis) never happened in our time...when our government was here there were no queues of the people to buy the basic necessities. There should have not been any reason for the people to come on the streets. But it’s all happening because of the incompetence of the Gotabaya Rajapaksa government in the country,” former PM Wickremesinghe told ANI.",
    "Wickremesinghe also stated that when he was the PM in 2019 the country’s economy was in healthy status with capital surplus but the incompetency of the current government has brought the people on the streets.",
    "“The dire economic situation has led to the political crisis, and what is happening is a disaster to the country. For two years, this government ignored all the signs of the looming economic issues. I remember when I left the office in 2019 we had a surplus budget and there was enough money to pay (for our imports),” former PM Wickremesinghe told ANI.",
    "On the issue of not going to the IMF for relief in connection with the ongoing economic crisis, Wickremesinghe slammed the incumbent government for not making timely interventions.",
    "He said that it will take a long time for any meaningful relief to come even if the government approaches the IMF. The government, meanwhile, has decided to send a delegation to the IMF soon.",
    "“I don’t think that the government has enough resources left in the reserves and now they seek to borrow from the leading export companies to pay the bills. The line of credit for fuel extended by India will last till the second week of May,” he said, adding that Sri Lanka will be in serious trouble afterwards.",
    "He said that India has helped Sri Lanka to the maximum. “We will have to see the outcome of the support of India while New Delhi is still helping in non-financial ways,” said Wickremesinghe.",
    "Wickremesinghe charged that the government was not looking after the economy while suggestions were made for going to the IMF in 2020 and 2021. “The government did not go to the IMF on the advice of the central bank and the treasury and the people are now paying the price,” he told ANI.",
    "Sri Lankan government is all set to meet the IMF soon this month in Washington DC, with the country’s finance minister and central bank governor being part of the delegation.",
    "He also stated that no new Chinese investment under this government has come to the country."
  ]
}