{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankans-vote-dialog-as-the-telecommunication-brand-and-service-brand-of-the-year/",
  "time_ut": 1648042680,
  "title": "Sri Lankans vote Dialog as the Telecommunication Brand and Service Brand of the Year",
  "body_lines": [
    "Sri Lankan consumers voted Dialog as the ‘Telecommunication Brand of the Year’ for a record eleventh year running and ‘Service Brand of the Year’ for the third consecutive year at the prestigious SLIM-KANTAR People’s Awards 2022. Voted for by the public to recognise brands that have made a profound impression in the minds of the people of Sri Lanka, the People’s Awards crowns the brands that have captured the hearts of the people.",
    "Dialog was awarded the ‘Telecommunication Brand of the Year’ for a record eleventh year running, recognising the delivery on its commitment of empowering Sri Lanka’s transformation into a digital nation while being at the forefront of multiple innovations and spearheading the development of mobile telephony in the country and the region.",
    "The ’Service Brand of the Year’ award which recognises the best service provider across service industries, is a testament to Dialog’s efforts of harnessing the power of technology to deliver ‘The Future. Today.’ with a purpose of empowering and enriching Sri Lankan lives and enterprises. The two awards presented at the SLIM-KANTAR People’s Awards that were voted on for by the people of Sri Lanka along with the recognition of being awarded ‘Sri Lanka’s Most Valuable Consumer Brand’ by Brand Finance embodies the brand’s virtues of consistently enabling a connected future for every Sri Lankan by delivering The Future. Today.",
    "Commenting, Supun Weerasinghe, Group Chief Executive of Dialog Axiata PLC said, “We are grateful and humbled that Sri Lankans have voted us as the ‘Telecommunications Brand of the Year’ for the 11th consecutive year and the ‘Service Brand of the Year’ for the 3rd consecutive year. We are honoured to be recognised as a brand that has transformed Sri Lankan hearts and minds in truly positive and significant ways and we attribute these esteemed recognitions to our customers and the communities that we operate in, who continue to inspire us to deliver The Future. Today.”",
    "This year was the sixteenth edition of the ‘SLIM-KANTAR People’s Awards’. It is organized by the Sri Lanka Institute of Marketing, the national body for marketing in Sri Lanka. The awardees for various categories are chosen solely by people’s verdict through a nationwide quantitative face to face research, covering males and females between the ages of 15 to 60 years, over a period of five months using a structured questionnaire. The Awards recognize brands and personalities that personally appeal to the minds of the people of Sri Lanka.",
    "John Keells Holdings signs the first ever Technology Transfer Agreement with 4Ever Skin Naturals",
    "Attractive Avurudu discounts of up to 50% for ComBank card holders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}