{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-dehiwala-zoo-director-general-shermila-rajapaksa-replaced-92312/",
  "time_ut": 1648717860,
  "title": "Sri Lanka’s Dehiwala zoo director general Shermila Rajapaksa replaced",
  "body_lines": [
    "ECONOMYNEXT – Shermila Rajapaksa, who served as Director General of Sri Lanka’s Dehiwala zoo has been replaced upon her request, Rajapaksa told EconomyNext on Thursday (31).",
    "“I asked the cabinet to appoint someone else because I didn’t want to work the way they wanted [me] to work,” she said.",
    "“They wanted to protect the corrupt because they are affiliated with the government union and I refused to do that,” she added.",
    "According to media reports, Rajapaksa is replaced by Thilak Premakantha who previously served as the Additional Conservator General of Forests.",
    "In a recent interview, she claimed that she had refused to give approval to an organic-fertilizer business carried out by a zoo worker union within the zoo premises.",
    "Sri Lanka zoo workers end protest; promise to continue unauthorised fertilizer business legally",
    "She claimed that from 2019 onwards a compost manufacturing racket was going on within the premises.",
    "“So the workers thought they could form a welfare union and turn a profit from it,” she said.",
    "When Sri Lanka halted importing inorganic fertilizer, the union had wanted to go into business and they had requested official approval from her.",
    "A worker who is involved in burning waste at the zoo controls a lot of decisions made at the zoo, Rajapaksa claimed.",
    "“There is one person in the zoo who cannot be controlled by anyone. He is the person who burns the waste at the zoo. [He has so much power because of] some of the former commissioner’s decisions. Things have gone on according to his command.”",
    "She even claimed that her predecessor was also manipulated by the same person.",
    "Rajapaksa had refused to give verbal approval for the compost business to continue and she had requested the union to provide financial documents."
  ]
}