{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-agreeable-in-principle-to-all-party-govt-after-pm-cabinet-resign-report-93544/",
  "time_ut": 1651045860,
  "title": "Sri Lanka president agreeable “in principle” to all-party govt after PM, cabinet resign: report",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka President Gotabaya Rajapaksa has given his consent “in principle” to an all-party government to be appointed upon the resignation of Prime Minister Mahinda Rajapaksa and the cabinet, a private broadcaster reported on Wednesday (27).",
    "According to the privately owned NewsFirst network, a statement from the president’s office which has yet to be publicised has said the president plans to meet leaders of parties and independent groups that represent parliament on Friday (29) at 10.30am.",
    "“As a solution to the crisis facing the country right now, I agree in principle to an an all-party government representing all parties in parliament be formed,” the statement quoted the president as saying.",
    "The composition of said all-party government, which will be formed after the resignation of Prime Minister Mahinda Rajapaksa and the cabinet, the duration of its term, appointments to be made in that government and other relevant matters need to be decided upon discussion, the statement said.",
    "This is the first time President Rajapaksa has commented on widespread calls for his government’s resignation. However, his statement made no mention of the main demand of protestors islandwide that the president himself step down.",
    "Meanwhile, Sri Lanka’s main opposition Samagi Jana Balavegaya (SJB) is collecting signatures for a no confidence motion against the increasingly unpopular government. Former energy minister and now dissident government MP Udaya Gammanpila claimed 120 MPs will back the motion. The legislature comprises a total of 225.",
    "The island nation is going through the worst economic crisis in the country’s history due to a crippling dollar shortage brought about by, among other things, relentless money printing. Protests have erupted islandwide demanding the resignation of the government and President Gotabaya Rajapaksa.",
    "Some government MPs themselves have called for the resignation of Prime Minister Mahinda Rajapaksa, who has said he has no plans to leave. (Colombo/Ap427/2022)"
  ]
}