{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82759/philippines-moves-to-repatriate-filipinos-in-sri-lanka",
  "time_ut": 1653883440,
  "title": "Philippines moves to repatriate Filipinos in Sri Lanka",
  "body_lines": [
    "The Department of Foreign Affairs (DFA) of the Philippines has ordered the immediate repatriation of Filipinos in Sri Lanka who want to return home amid the ongoing economic crisis in the country.",
    "“Get them home. We have the money,” Foreign Affairs Secretary of Philippines Teodoro Locsin Jr. said on Sunday.",
    "Locsin issued the order to attend to Filipinos who would seek repatriation amid the ongoing financial crisis in Sri Lanka.",
    "Foreign Affairs Undersecretary Sarah Lou Arriola said the department, through the Philippine Embassy in Dhaka and the Philippine Consulate in Colombo, continues to monitor the current economic crisis in Sri Lanka.",
    "“We are also closely coordinating with Filipino community leaders on the situation on the ground,” Arriola added.",
    "Last week, the DFA said they were ready to repatriate nationals should circumstances necessitate their return to the Philippines.",
    "Filipinos in Sri Lanka who wish to return to the Philippines may contact the Philippine Consulate in Colombo through +94 114322267; +94 114322268; +94 112307162; philcon.cmb@cotrop.net; or philcon1.cmb@cotrop.net.",
    "They can also reach out to the Philippine Embassy in Dhaka, Bangladesh through +88 01735349427 and dhaka.pe@dfa.gov.ph.",
    "Arriola said distressed overseas Filipino workers in Sri Lanka may also reach the DFA by sending a message to their Facebook page, OFW Help.",
    "Sri Lanka has suffered months of dire shortages and anti-government protests, with importers unable to finance vital food, fuel and medicines.",
    "Prime Minister Ranil Wickremesinghe, 73, was sworn in as finance minister after two weeks of wrangling among coalition partners for the crucial position ahead of bailout talks with the International Monetary Fund.",
    "Wickremesinghe is expected to soon unveil a revised budget promising relief for poorer Sri Lankans suffering through record inflation and spiralling food prices.",
    "Sri Lanka has already defaulted on its $51 billion foreign debt and appointed international consultants on Tuesday to help restructure its international sovereign bonds and other bilateral loans.",
    "The government has effectively ended subsidies on fuel by raising prices to a record high and Wickremesinghe’s administration is expected to hike electricity and water tariffs to raise much-needed revenue.",
    "Gasoline and diesel both remain in short supply and motorists are forced to queue, sometimes for days, to fill up."
  ]
}