{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/11/adani-fiasco-ceb-chairman-admits-he-lied-says-he-got-emotional/",
  "time_ut": 1654967940,
  "title": "ADANI FIASCO: CEB Chairman admits he lied; says he got ’emotional’",
  "body_lines": [
    "COLOMBO (News 1st); M.M.C. Ferdinando, the Chairman of the Ceylon Electricity Board that he mistakenly told the Parliamentary Watchdog COPE that the President told him that Indian Prime Minister Narendra Modi insisted that a Wind Power Project be awarded to the Adani Group.",
    "Speaking exclusively to News 1st, the CEB Chairman said he was very emotional when allegations were leveled at him at the Committee on Public Enterprises session on Friday (10).",
    "He said he was under pressure at the COPE session and admitted that he made a false statement.",
    "M.M.C. Ferdinando said he only reaslized that he mistakenly made such a comment, when the Minister inquired from him about the matter on Saturday (11) morning.",
    "Speaking on the letter sent to the Treasury Secretary, the CEB Chairman said he directed it as it was a matter related to the Board of Investment.",
    "However, the Ceylon Electricity Board Chairman told the Parliamentary Watchdog on Friday (10) that he was told by the President that Indian Prime Minister Narendra Modi was insisting that the energy investments projects be awarded to the Adani Group.",
    "Appearing at the Committee on Public Enterprises hearing in Parliament on Friday (10), the CEB Chairman said that following a meeting chaired by the President, he was summoned by the Head of State and was told that the Indian Prime Minister was insisting that the 500 MW wind power plant be given to India’s Adani Group.",
    "“I told him (President) that this is not a matter related to me or the CEB and it should be referred to the Board of Investment,” he told COPE.",
    "The CEB Chairman said that he thereafter informed the Treasury Secretary in writing, and requested him to look into the matter while noting that there was a government to goverment requirement on the matter.",
    "However, he admitted that the agreement can be termed as unsolicited as it is a G2G agreement.",
    "Sri Lankan President Gotabaya Rajapaksa categoriacally denied the statement made by the Chairman of the Ceylon Electricity Board with regard to awarding a Wind Power Project.",
    "“Statement made by the #lka CEB Chairman at a COPE committee hearing regarding the award of a Wind Power Project in Mannar, I categorically deny authorisation to award this project to any specific person or entity. I trust responsible communication in this regard will follow,” the President tweeted.",
    "In Parliament, Sri Lanka’s Opposition charged that an unsolicited government-to-government agreement to build a 500 MW wind power plant in the northern coast with the involvement of the Adani Group was the main reason to bring forward amendments to the 1989 Act.",
    "The main Opposition SJB wanted projects beyond 10 MW capacity to go through a competitive bidding process, but the majority of the government MPs voted against the clause.",
    "This Bill, introduced in Parliament on May 17th, 2022 by the Minister of Power and Energy, qualifies a person to apply for a generation license to generate electricity.",
    "Accordingly, this amendment will remove the restrictions on the issuance of a power generation license for a person whose generating electricity over and above the generation capacity of 25 M.W and will allow anyone to apply for it without any restriction on the generation capacity.",
    "The Sri Lanka Electricity Amendment Bill No. 20 of 2009 was passed in Parliament without amendments by a majority of votes on Thursday (09).",
    "Following the debate on the second reading of the Bill, the Opposition demanded a vote. 120 votes were cast in favor and 36 were cast against. 13 Members of Parliament abstained from casting their vote. Thus the second reading was passed by a majority of 84 votes.",
    "Subsequently, during the committee stage, the Opposition objected to the amendment brought by the Minister of Energy to an Article 4 and the ruling party had to withdraw the amendment. Accordingly, (Dr.) Harsha de Silva, Member of Parliament on behalf of the Opposition moved an amendment to Article 4 which the Minister of Power and Energy rejected. Thus, the opposition called for a division and the amendment moved by the Opposition was rejected by a majority of 64 votes. 51 votes were cast in favor and 115 votes were cast against.",
    "The Opposition then called for a vote for Article 4 in its entirety, which was passed by a majority of 70 votes to which 116 votes were cast in favor and 46 cast against.",
    "Accordingly, the Electricity (Amendment) Bill was passed by a majority in Parliament.",
    "ADANI FIASCO: CEB Chairman admits he lied; says he got ’emotional’",
    "President denies CEB Chairman’s claims on Wind Power Project to Adani",
    "Clean drinking water project, a relief for the people in Mannar"
  ]
}