{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-calls-for-accountability-for-monetary-excesses-default-92999/",
  "time_ut": 1649878680,
  "title": "Sri Lanka opposition calls for accountability for monetary excesses, default",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition has called for accountability for currency monetary instability and default, after the country stopped paying foreign debt after running down foreign reserves under ‘flexible’ or highly discretionary policies.",
    "Opposition Samagi Jana Balawegaya legislator said the default was required because the country had run out of options.  The SJB had been calling for re-profiling of debt for around two years as well as an International Monetary Fund bailout.",
    "Sri Lanka is a top customer of the IMF due to its soft-pegged reserve collecting exchange rate regime with anchor conflicts (impossible trinity regime), which is now called a ‘flexible’ exchange rate.",
    "Forex shortages and balance of payment trouble take place in soft-pegged exchange rate regimes, when ‘economists’ target a policy rate with open market operations.",
    "Forex shortages are impossible in a clean float as convertibility is completely suspended (no surrender requirements, no reserves for imports) and the monetary base becomes ‘sealed’.",
    "There are energy and medicine shortages from the ‘flexible exchange rate’ now as well as default.",
    "“I regret from the bottom of my heart that it has come to this point,” de Silva said in a statement.",
    "“But the people who brought the country to this point must be punished.”",
    "As a legislator de Silva can change the monetary law to make it impossible for economists to print money and operate discretionary ‘flexible’ inflation targeting or ‘flexible inflation targeting’ and prevent currency crises in the future with a single anchor regime (either a clean float or a hard peg).",
    "De Silva had earlier called for accountability of the previous monetary board or governing council of the central bank.",
    "On March 31, de Silva called for the “complete overhaul of the monetary board of the Central Bank of Sri Lanka (CBSL), as confidence in the current board is destroyed.",
    "“We are facing this current crisis, as a result of ill decisions made by the monetary board.”",
    "Two of the members of the monetary board have since been re-appointed. De Silva has however praised most decisions of the new central bank governor Nandalal Weerasinghe including a steep rate hike.",
    "De Silva’s plan for a ‘social market economy’ in 2015 which required a strong exchange rate to protect the savings of the family economy and their salaries through low inflation was shattered by a previous monetary board.",
    "Sri Lanka needs Central Bank reforms for a Social Market Economy: Bellwether",
    "Sri Lanka heading for Sozialpolitik not a social market economy : Bellwether",
    "Hayek’s warning: lost generation economics kill Sri Lanka’s social market economy attempt: Bellwether",
    "Analysts had warned at the time that it would not be social market economy but Weimar Republic style social democracy that would occure with multiple anchor monetary regime involving, call money rate targeting, REER targeting and output gap targeting.",
    "In 2015 and 2016, the central bank printed money as budget deficits exploded under a ‘100 day program’ creating a currency crisis which drove the rupee down from 131 to 151 until monetary breaks were imposed.",
    "In 2018 money was printed despite taxes being raised and budget deficits being brought down creating a currency crisis which took the rupee down from 152 to 182 and made the then administration a laughing stock by bringing in import controls.",
    "Deposit rate controls were also imposed on poor people’s savings after depreciating the currency in merciless zero-sum Mercantilist interventionism (competitive exchange rate or inflationist-devaluationism) to giving short-lived porfits to producers at the expense of the working class and social unrest.",
    "The rupee has fallen from 182 to 335 so far after two years of money printing and a deadly surrender requirement.",
    "Legislators have themselves given the central bank powers imposed exchange controls and surrender requirements undermining people’s basic freedoms. (Colombo/Apr13/2022)"
  ]
}