{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Public-pressure-is-not-bribing-people-Going-beyond-alcohol-and-rice-packets/172-233893",
  "time_ut": 1648237680,
  "title": "Public pressure is not bribing people; Going beyond alcohol and rice packets",
  "body_lines": [
    "Finally, the main Opposition broke its silence. The mega rally organised by Samagi Jana Balawegaya on March 15 witnessed the participation of a massive crowd, blocking streets in Colombo, holding effigies of ruling party politicians and voicing their discontent against the government. Some even went to the extent of throwing coffins inside the Presidential Secretariat.",
    "The crowd was mainly the elderly from rural backdrops, some of them wearing T-shirts sponsored by respective politicians. Some groups were better organised than others. Some were in their true spirits and a majority, in ‘high’ spirits. Whether they were aware of the situation remained a question despite the fact that it is those in the lower income strata that have been severely affected by the prevailing crisis. Women carrying babies, others shouting slogans against the government and a minimum participation of the youth was a clear sign that the main Opposition continues to dwell on old school politics.",
    "Over its 74 years of independence, politicians became smarter in reaching out to the masses. Alcohol was one way that they could win the hearts of people, especially the men. To date, this tactic still works and it does come in handy for the regular alcoholics, now that the excise department announced an increase in prices of liquor with effect from last week. While institutions such as National Authority on Tobacco and Alcohol continues to raise awareness against alcohol consumption, it is now clear as to why politicians have kept mum over this topic in the political arena. Perhaps these institutions should reach out to the politicians first!",
    "If one keeps alcohol and rice packets aside, people may not be encouraged to travel a distance and support their party. The Opposition could have walked their talk and provided participants with a relief pack with essential items. A few days ago, SJB member Dr. Rajitha Senaratne said that they would ensure that people will get essential items to prepare three meals a day, that people will be provided with an uninterrupted power supply, milk powder for infants, medicines and fuel. The rally could have been an ideal opportunity to test their credibility. But they cleverly distracted people with temporary ‘bribes’. One doubt that remains among the public is whether the SJB has a plan to resolve the prevailing crisis. When asked by the media, one SJB member said that it would take at least 10 years to restore the country back to normalcy. They say that there needs to be a short term, medium and long term plan to resolve the crises.",
    "The mega rally organised by the main Opposition could have been considered successful if people willingly gathered onto the streets. For the past few days people have been conducting silent demonstrations in major towns in Colombo and around the island questioning the government on their plan to resolve the crises. The protests commenced from Kohuwala when a group of friends decided to take to the streets when they were inconvenienced with prolonged power cuts is a perfect example for this. At last people now have the power to make a change but politicians have robbed this opportunity off the people. Public pressure is not about bribing people to come to Colombo and protesting against a government. They have to come to the streets by themselves. Some even questioned how these buses carrying people had fuel to come to Colombo and return back to their respective areas.",
    "Almost all the politicians were heavily guarded and were in fancy vehicles while their lower income supporters were cheering for their elected representatives. This was a sorry sight given the prevailing situation in the country. Politicians remember people when they need to come into power. Thereafter, they don’t give two hoots about their devout voters. Then the voters look for another political party to vote for. This vicious cycle needs to be broken for good. And this is an ideal opportunity. But if people dwell on their slavish, island mentality and continue to be misled and distracted with alcohol, T-shirts and rice packets, this country will never witness a brighter future for its younger generations."
  ]
}