{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Stagnancy-in-tourism-restaurant-industry-ASMET-CCRC/108-233651",
  "time_ut": 1648009260,
  "title": "Stagnancy in tourism, restaurant industry: ASMET, CCRC",
  "body_lines": [
    "The Association of Small and Medium Enterprises in Tourism Sri Lanka (ASMET) and the Colombo City Restaurant Collective (CCRC) claim that their industry is experiencing a Stagnancy owing to new challenges it encounters.",
    "At a media briefing yesterday, the CCRC said they are still recovering from the Easter Sunday attacks while we were harbouring expectations of considerable growth and stability in the sector in 2022.",
    "\"The continuous power outages, shortages and unavailability of LP gas, and restrictions imposed on imports of specified essential items have made an adverse impact on the restaurant industry.",
    "\"We also express our concern about import restrictions imposed on critical items such as tinned fish, imported steaks, lamb, cheese, wine and spirits to name a few,\" the two associations said.",
    "We appeal to the authorities to allow the industry, namely the importers and suppliers, to import direct as these items are not available locally either, they said.",
    "Being a highly labour-intensive industry, the restaurant industry directly employs over 30,000 people. We, as restaurateurs, are extremely concerned about the impact of the current situation on our ability to operate our day-to-day business.",
    "Despite the various challenges faced by the restaurant sector, this current crisis is by far the most difficult and unfortunate period our industry has had to endure, similar to the other business communities that rely on the leisure and tourism industry in general.",
    "The moratorium granted for the tourism sector is set to expire on June, 2022. While the tourism industry continues its efforts to survive in the post COVID-19 era, the authorities have failed to provide tangible solutions towards the extension of this facility beyond this time-frame.",
    "Despite such dire circumstances that require urgent attention and actions to repair and restore what is being lost. (Chaturanga Samarawickrama)"
  ]
}