{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-slfp-will-form-new-alliance-but-not-under-former-prez-cbk-gen-secy-91372/",
  "time_ut": 1646659080,
  "title": "Sri Lanka’s SLFP will form new alliance, but not under former prez CBK: gen secy",
  "body_lines": [
    "ECONOMYNEXT – Eleven constituent parties of Sri Lanka’s ruling coalition will contest a future election as a new alliance without the ruling Sri Lanka Podujana Peramuna (SLPP) but it will likely not be under the leadership of former president Chandrika Bandaranaike Kumaratunga contrary to some media reports, State Minister Dayasiri Jayasekara said.",
    "The Sri Lanka Freedom Party (SLFP) general secretary told EconnomyNext Monday (07) evening that the question of who will lead the alliance is not of concern at present.",
    "“We don’t know who the leader will be. Former President Maithripala Sirisena also [figures in that discussion]. So let’s see what happens,” said Jayasekara.",
    "Asked if the SLFP, a party increasingly at odds with the SLPP, are discussing possibilities with the recently ousted ministers Wimal Weerawansa and Udaya Gammanpila, the state minister simply said the 11 partner parties have come together.",
    "In the event of a snap election, said Jayasekara, the parties will form an alliance and contest together.",
    "“There is no need to contest with them again. You know what the situation is now after contesting with them.”",
    "The popularity of Sri Lanka’s ruling coalition, of which Jayasekara’s SLFP is a major partner, has dwindled to an all time low, as the public continues to endure severe hardships in the face of rising cost of living on top of an ongoing energy crisis.",
    "The energy crisis in turn has been caused by a severe forex shortage brought about by excess money printing to keep interest rates low in a pegged exchange rate regime. Queues for essential items including milk powder, fuel, cooking gas, among other things, has eroded the SLPP’s popularity which secured a two-thirds majority at the 2020 parliamentary elections.",
    "The SLFP has been critical of the government from within, though no firm decision has yet been made about quitting the alliance and sitting in the opposition. Other constituent parties in the ruling coalition have also expressed their dissatisfaction with the status quo.",
    "Asked if the party can continue to work with the government in the midst of rising tensions, Jayasekara said: “Let’s see. That’s a decision the party has to make. I can’t make it on my own.” (Colombo/Mar07/2022)"
  ]
}