{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/wimal-udaya-expulsion-first-fissures-coming-crack-up/",
  "time_ut": 1646399040,
  "title": "WIMAL-UDAYA EXPULSION: FIRST FISSURES, COMING CRACK-UP",
  "body_lines": [
    "There are two cracks, not one: the crack in the Cabinet with the expulsion of the Weerawansa-Gammanpila duo, and the incipient crack in the ruling SLPP coalition manifested in the launch of a new program under the leadership of ex-president Maithripala Sirisena.",
    "The obvious parallel is superficial, i.e., the beginnings of the crack-up of the United Front coalition in 1975. What’s happening now has a deeper dimension.",
    "What is well-known is that Wimal and Udaya were prominent in the Mahinda Rajapaksa comeback campaign which kicked-off with the February 2015 rally in Nugegoda. That event was significant not only because of its numbers and impact but also because it was the fastest post-defeat turnaround in Sri Lankan political history.",
    "Wimal and Udaya were the Young Turks, the dynamic drivers, of the Mahinda comeback, without which there would have not been a Pohottuwa government.",
    "What is less well-known but is more pertinent currently, Wimal and Udaya were also the main engines of the Gotabaya candidacy project. They were the political and public opinion drivers of the Gotabaya Rajapaksa candidacy and presidency.",
    "It is these men to whom he owes so very much, who have been dismissed from Cabinet by President GR.",
    "However, as the expulsion from the Cabinet shows, they were not the real hardcore, the real nucleus of the GR project, though they may have thought they were.",
    "The contradictions first began not with Gotabaya Rajapaksa, but well before he was candidate, with Basil Rajapaksa when the Pohottuwa (SLPP) was being formed.",
    "BR exhibited scant respect for the leaders of the Joint Opposition (JO) parties which had kept the flag flying when both he and GR were out of the picture. He was rude to them on more than one occasion.",
    "BR became a caricature of Felix Dias Bandaranaike with his undiplomatic, divisive role in the United Front coalition.",
    "This was the beginning of the friction within the JO which has now manifested itself in the Cabinet changes.",
    "There were three mistakes that Wimal and Udaya made and may have not yet emancipated themselves from:",
    "1. This Government is unprecedentedly unpopular, not chiefly due to BR but to GR’s cruel move on the fertilizer issue and his autocratic style of political behavior. The entire paradigm of BR as the rightwing of the coalition government is superficial. As in the case of Felix, BR is also an economic pragmatist who is trying to keep the government afloat, repairing some of the damage of ‘closed door’ ultranationalist economic policies.",
    "2. The strategy of fighting the “rightwing BR” on behalf of, or while defending GR, is not merely irrational, it has cost Wimal and Udaya their Cabinet portfolios, proving yet again that the Rajapaksa Clan stands together even against the loyalists of each Rajapaksa taken separately. I doubt MR threw down the gauntlet on Wimal and Udaya’s behalf.",
    "3. Wimal and Udaya were not the real, indispensable hardcore of the GR project though they may have thought they were. They were merely the populist camouflage for a Deep State/ex-military project. The hardcore of the GR project was the Viyath Maga plus Eliya.",
    "What seems to be happening now is a GR-BR merger. It began in 2018-2019 with BR making the first move and opening the SLPP meetings to ViyathMaga/Eliya speakers, which permitted an ideological infusion and displacement from moderate-nationalist center-left to autocratic Far Right. Now GR is in such trouble politically that he has reciprocated, accommodating BR’s SLPP, which in turn is quite willing to shift from the erstwhile center-leftism to GR and his policies.",
    "The Pohottuwa/SLPP has become a party of family fellow-travelers; a First Family Fan Club. Therefore, a gap has opened between the SLPP as ruling party and the SLPF as a governing coalition/front. The ruling party stays intact for the moment, while the ruling bloc has developed hairline cracks.",
    "The SLPP will not stay intact for much longer. There were already SLPP MPs at the public event of the Sirisena-led grouping at which the alternative program was released.",
    "As social rage boils over and the regime resorts to a burst of repression, escalating unrest to a volcanic upheaval, the SLPP will split. SLFPers TB Subasinghe, AM Jinadasa, Nanda Ellawela and Tennyson Edirisooriya revolted in 1976. That was far too little, far too late to save them electorally.",
    "This time SLPPers, SLFPers and partner-party MPs will have to leave much earlier and constitute themselves a parallel Opposition if they are not to evaporate electorally.",
    "At the center of it all is the fate of the centrist SLFP. That party dominated the island’s political life from 1994 to 2015. If you factor in the SLFP spin-off the SLPP and the shift to it, it has been in executive office from 1994 to 2022.",
    "When it lost its way by CBK’s excess of conciliation in the face of the LTTE, MR came along and gave it another decade.",
    "When, having won the war, MR lost his way postwar, under pressure from the competing GR and BR projects, Sirisena split off and was elected President.",
    "When Sirisena’s SLFP was politically immuno-compromised by the Ranil-Mangala UNP, the SLPP arose and the SLFP MPs shifted to it.",
    "Now, with the GR-BR deviation from the old MR line, the SLPP has the option of shifting back to Sirisena and the SLFP. If Sirisena’s SLFP can combine his positive side of Yahapalanaya, with the best of the CBK and MR traditions, this will give them a chance to beat the JVP-NPP and become the main Opposition or coalition partners of the main Opposition which may need allies to make up the numbers needed for Governmental and executive power.",
    "The SLFP, the coalition parties of the SLPF and indeed the rational MPs of the SLPP, should take their seats as an independent Opposition, before the coming social explosion (around Sinhala-Tamil New Year?) consumes them politically. All it takes is a single spark. That spark can appear at a petrol shed!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}