{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/boost-for-for-ex-strapped-sl-as-malaysian-investor-buys-controlling-stake-in-ramboda-falls/",
  "time_ut": 1654278480,
  "title": "Boost for for-ex strapped SL as Malaysian investor buys controlling stake in Ramboda Falls",
  "body_lines": [
    "A high net-worth Malaysian investor recently purchased a controlling 52 per cent stake in Ramboda Falls PLC for a consideration of Rs. 279 million giving a boost to forex-strapped Sri Lanka via the CSE, market analysts said.The investor Yeoh Kim Leng bought 10.40 million shares at Rs. 26.80 each via a crossing. Sellers were founder shareholders L.S. Sigera and I.J.A. Karunarathna in equal quantities of 5.2 million shares (26 per cent) each.Post-deal the Ramboda Falls share price gained by 54 per cent or Rs. 8.20 to close at Rs. 23.40. Last week the share figured among top losers, down by 16.5 per cent to Rs. 13.70. The foreign acquisition was carried out at a premium of 76.3 per cent compared to yesterday’s closing price. The buying side was Almas Group’s new subsidiary Assetline Securities, in a major deal under the new ownership, and the selling side advisory was by investment banking firm Atarah Capital Partners.",
    "Amid those developments, stock market indices reversed their early gains after mid- day trading as investors wanted some positive news. But the stock market reacted negatively in relation to high interest rates, imposition of a new tax regime and the anticipated food shortage in the coming months.However, bullish on the prospects for the export apparel sector, Browns Group is investing Rs. 15.3 billion to put up the country’s most modern and the largest textiles plant in the Kurunegala District.The Board of Investment (BOI) agreement to this effect was signed recently between Brown and Company PLC Group CEO T. Sanakan and BOI Director General Renuka Weerakone. This move would not change the mind- set of investors, stock market analysts said",
    "“There is nothing to boost the sentiment. Higher interest rate is the main reason for the market fall,” a stockbroker said. Consequently, the main All- Share Price Index was down 44.74.62 points, while the most liquid S&P SL20 slipped 25.16 points. Turnover stood at Rs 1.31 billion with two crossings. Those crossings were reported in Windforce, which crossed 29.4 million shares to the tune of Rs 462 million and its shares traded at Rs 15.70 and Sampath Bank 3.07 million shares crossed to the tune of Rs 110.5 million; its shares traded at Rs 36.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Browns Investments Rs 136.2 million (14.05 million shares traded), Lanka IOC Rs 116.7 million (1.8 million shares traded), Expolanka Rs 106 million (497,000 shares traded), LOLC Finance Rs 37.9 million (4.4 million shares traded), TJLanka Rs 16.2 million (394,000 shares traded), LOLC Holdings Rs 14.3 million (24,100 shares traded) and Tokyo Cement Rs 12.7 million (491,000 shares traded). During the day 80.7 million share volumes changed hands in 11177 transactions.Mixed interest was observed in Expolanka Holdings, Lanka IOC and Hela Apparel Holdings Ltd., while retail interest was noted in Browns Investments, Dialog Axiata and LOLC Finance. Yesterday the US dollar rate was quoted at Rs 365.09, which was the Central Bank announced rate.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}