{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-should-market-price-energy-re-structure-debt-go-to-imf-biz-chambers-91394/",
  "time_ut": 1646672280,
  "title": "Sri Lanka should market price energy, re-structure debt, go to IMF: biz chambers",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka top business chambers called for market pricing energy, pre-emptive re-structuring of debt and a program with the International Monetary Fund that would provide confidence to the market and investors.",
    "Sri Lanka is seeing severe forex shortages, fuel and power outages due to money printed to enforce low interest rates and gross foreign reserves dropped to 2.3 billion US dollars in February.",
    "“We are just seeing light of tourism happening,” Vish Govindasamy, Chairman of Ceylon Chamber of Commerce told reporters in flanked by heads of several other business chambers.",
    "“If we continue we may not have tourism coming and the largest exporters to get dollars.",
    "The IMF or any other agency that could help could help was acceptable, he said.",
    "The chambers were not trying to point fingers at anyone but were willing to support any credible efforts of the government to bring the situation to normal.",
    "Nandika Buddipala, head of National Chamber of Commerce said business were willing to pay higher prices for energy and were not complaining.",
    "If an IMF program required higher taxes, businesses were also willing to pay, he said.",
    "“We have suggested that energy be sold at market price,” Buddipala said. “We are saying we will bear the cost, but with shortages it is not possible for businesses to continue.”",
    "Sri Lanka’s construction industry has lost about 50,000 jobs due to stalled projects and disruptions to work, a sector representative said.",
    "Costs were also soaring with steel prices doubling, he said.",
    "Sharad Amalean from the Joint Apparel Exporters Association said diesel shortages were beginning to affect transport and undermining the ability to make deliveries in time.",
    "Already companies were air-freighting raw material at high prices to be able to deliver in time.",
    "“If the orders move to Bangladesh, Vietnam or Africa it will be very difficult to get them back,” he said.",
    "At the current exchange rate the foreign exchange market was not operating.",
    "Buddipala said reforms have to be done which were painful and the vulnerable sections could be protected but subsidies also should not be given to everyone. (Colombo/Mar08/2022)"
  ]
}