{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-china-backed-tax-free-zone-conflicts-with-minimum-global-tax-imf-92095/",
  "time_ut": 1648272300,
  "title": "Sri Lanka’s China-backed tax free zone conflicts with minimum global tax: IMF",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s China-backed Colombo Port City special economic zone, which has is giving long term tax holiday is likely to face pressure as the international community which is moving for a minimum 15 percent global tax, an International Monetary Fund report has warned.",
    "The Organization for Economic Co-operation and Development has set up a minimum of 15 percent income tax.",
    "Organizations such as the International Community of Investigative Journalists are targeting tax free jurisdictions with leaked documents involving money earned through questionable means. But investment by legally earned money are also channeled through such areas.",
    "“The creation of a low-tax jurisdiction is likely to draw attention from the international community given a renewed focus on such matters, including in the context of the recently agreed OECD-led Inclusive Framework,” an IMF report on Sri Lanka said.",
    "“It would therefore be important to adhere to international tax and regulatory standards and information exchange agreements established with foreign counterparts, including those guided by the OECD’s Common Reporting Standard.",
    "US led pressure is forcing countries with turnover tax based regimes such in the Gulf Co-operation Council, and the Maldives that import labour to go into income tax.",
    "Income tax kills investible capital and jobs by giving it to politicians to fritter away on the public sector expansion and vote buying gimmicks.",
    "Sri Lanka has seen state spending rise from around 17 percent of GDP in 2014 to 20.6 percent under so-called ‘revenue based fiscal consolidation’ that pooh-poohed spending cuts including on a bloated public service and state enterprise financing.",
    "The entire burden of adjustment was shifted to the private citizens, under revenue based fiscal consolidation, and without spending based consolidation, and politicians were free to raise public sector salaries, raise pensions, and expand recruitment.",
    "The IMF warned that businesses that invest in the Port City could potentially try to avoid taxes and they should file a tax return even if nothing was paid.",
    "“Effective revenue administration is critical for mitigating risks from tax planning between offshore entities and their onshore affiliates and can be supported by significantly scaling back the list of taxes eligible for exemptions to reduce administrative hurdles,” the IMF said.",
    "” IRD’s capacity and expertise should be leveraged to safeguard transparency and accountability, by requiring all SEZ companies (regardless of their tax-exempt status) to file tax returns.",
    "“Besides, a tax expenditure review covering the SEZ should be part of the annual budgetary process and subject to periodical evaluation. ”",
    "The Port City would be dollarized and would be free from currency depreciation and hardships created by the soft-pegged central bank of Sri Lanka.",
    "Currency peg collapse due to aggressive liquidity injections by the domestic operations department of a central bank to keep interest rates down.",
    "“Meanwhile, offshore institutions should be prohibited from providing financial services to residents or accessing the central bank’s liquidity window and deposit insurance in Sri Lanka,” the IMF report said.",
    "“Any direct or indirect financial linkages between the onshore and offshore financial sectors (including through cross-ownership) should be closely monitored to assess and mitigate potential spillover risks.” (Colombo/Mar26/2022)"
  ]
}