{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Sudden-float-of-rupee-was-a-bad-idea-new-CB-Governor/342-235024",
  "time_ut": 1649721240,
  "title": "Sudden float of rupee was a bad idea: new CB Governor",
  "body_lines": [
    "Points out such a float can create black markets and widen black market premiums",
    "Says holding rupee at earlier levels for too long was a big mistake",
    "Adds suddenly letting it go without addressing root causes is even a bigger mistake",
    "Says SL should have addressed BoP problem before floating rupee",
    "Weighing in on the recent rupee float, which has caused severe hardships to people, as prices rose by many multiples within a matter of weeks, the newly-appointed Central Bank Governor Dr. Nandalal Weerasinghe said how it was done raises questions at so many levels.",
    "Former Central Bank Governor Ajith Nivard Cabraal, whose tenure came to an abrupt end last week, devalued the rupee on March 7 by about 5 percent and announced that the Central Bank would allow greater flexibility in the exchange rate going forward.",
    "This resulted in the rupee losing its value against the US dollar by as much as 60 percent in a single month.",
    "The rupee traded at 310.88/321.49 to a dollar on Friday, compared to Rs.198.50/202.99 on March 4, prior to the float was announced.",
    "Meanwhile, the parallel markets exchange rate is said to be as high as Rs.500 per dollar.",
    "Dr. Weerasinghe said this happens when the float doesn’t have any credibility or an anchor, as it creates black markets and widens the black-market premiums.",
    "“In my view, holding the rupee at earlier levels for too long was a big mistake and suddenly letting it go without addressing the root causes is even a bigger mistake,” he said.",
    "“Had I approached this, I would have addressed the balance of payment (BoP) problem before floating the rupee,” he added.  “We should have fixed the fiscal policy and we should have tightened the monetary policy further; we should have negotiated debt restructuring and come to an agreement and pricing formulas for energy and other utilities should have been formulated,” Dr. Weerasinghe said. “After all of these, had we allowed flexibility in the exchange rate, we would not have been in this position. Now things have happened and we are doing damage control. We are now doing the things which we should have done much earlier. So, the sequencing is wrong. But we are trying to get the sequencing in order,” he added.",
    "The International Monetary Fund (IMF) also in its Article IV consultation report advocated for a gradual flexibility in the",
    "But it defies logic why the former governor let the rupee go all of a sudden without a proper anchor, causing all hell to break loose, costing not only his job but also the government of its majority in Parliament.",
    "Some say Cabraal single-handedly brought the once mighty Rajapaksa dynasty and its government into a free fall, just like the rupee since its float.",
    "Now the people in one voice, devoid of any differences, are calling for the resignation of President Gotabaya Rajapaksa for his inaction and incompetence and want his government also to relinquish power for leaving the people in the lurch and doing nothing for their grievances.",
    "President Rajapaksa is going down in history as the most disgraced leader Sri Lanka has ever produced, as he and his cohorts are still in a state of denial."
  ]
}