{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-moots-21st-constitutional-amendment-93144/",
  "time_ut": 1650336660,
  "title": "Sri Lanka moots 21st constitutional amendment",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s party leaders at a meeting with Parliamentary speaker had agreed to change the constitution reversing a 20th amendment brought by the current administration, reports said.",
    "Sri Lanka Podujana Party of President Gotabaya Rajapaksa abolished a 19th amendment to the constitution brought to reduce presidential powers and restore some independence to the public service and judiciary.",
    "Prime Ministers Mahinda Rajapaksa in statement Monday said his “attention has been drawn to demands by various quarters to create a government that is accountable to the people,” and he expects to submit a constitutional change that “meet the aims of the people.”",
    "President Rajapaksa also told newly appointed ministers that he was willing to support a constitutional amendment which is devised by the parliament.",
    "Sri Lanka lost its independent public service steadily from the Republican Constitution of 1971 when Ministry Secretaries were appointed by the cabinake.et ending the institution of permanent secretaries.",
    "During British rule and immediately after, when policy was made through an evidenced based process (green papers, white papers) the ministry secretaries were permanent and ministries were also permanent.",
    "President Rajapaksa arbitrarily banned chemical fertilizer without any evidence based process, after the Government Medical Officers Association (GMOA) said ancient Sri Lankans had lived for over 100 years according to Pliny, a Roman author when there were no agro-chemicals.",
    "Before 1971 secretaries were appointed by a Civil Service Commission, which also did transfers and disciplinary action.",
    "As a result secretaries were punished for doing the wrong thing and corruption was at a minimum with a strong culture and tradition being set.",
    "In the 1979 constitution secretaries were appointed by the President and they were sacked and sent to a ‘pool’ for doing the right thing and opposing a minister’s arbitrary action, leading to a steady deterioration of policy making as well as public sector capacity.",
    "A 19th amendment, which was reversed by President Rajapaksa while addressing the problem of judiciary and some senior officials like the police chief did not address the crisis of impermanent secretaries which is key to an independent public service.",
    "In Sri Lanka ministry secretaries are ‘shuffled’ instead of cabinet ministers. In a deadly move all secretaries lose office when the cabinet resigns. Liberty advocates say that provision has to be abolished and though an ordinary law some or all ministries have to be fixed.",
    "Sri Lanka’s constitution also does not have a bill or rights. (Colombo/Apr19/2022)"
  ]
}