{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/second-war-president-faces/",
  "time_ut": 1647878460,
  "title": "Second war President faces",
  "body_lines": [
    "Shortages of petrol, diesel, kerosene, cooking gas, milk foods, and skyrocketing prices, are reminiscent of the situation that once prevailed in the war zones of the north and east.  The people in those parts tell visitors that they are able to cope with the shortages as they learnt to do so during the war.  They ran their vehicles on kerosene, could not provide their children with chocolates and paid Rs 800 a kilo for sugar.  In a twist of fate, President Gotabaya Rajapaksa, who gave leadership to the war effort, now faces a similar situation in the entire country. During the war, he gave his generals the authority to plan out and implement their strategies, while using his relationship with then President Mahinda Rajapaksa to give them the covering space and resources necessary.  Now, he needs to give those ministers of the government, who are capable, the same degree of autonomy.",
    "Unlike the war, this particular crisis is seen as created by his government’s denial that a problem existed.  Instead of explaining what the true situation was, members of the government accused the Opposition of engaging in conspiracies. Or that consumers were to blame by rushing to petrol stations and creating artificial shortages. President Gotabaya Rajapaksa’s short address to the nation last week dealt with the current economic crisis.  He accepted the realities of the people’s sufferings, the shortage of foreign exchange for imports and the need to deal with the IMF as the lender of last resort.  He did not say when the crisis might end or for how long the people would have to experience the severe hardships they are going through.  As a result, the confidence in the President’s leadership and management has fallen considerably.",
    "In the midst of this crisis it is not a change of government that is needed but a policy for the country that all reasonable and right-thinking political parties can endorse.  The proposed all-party conference can meet this need.  If positive changes are seen and if the President finds the correct people to place his confidence in, they deliver the results that the people are looking for sooner rather than later. President Rajapaksa has shown a much greater degree of tolerance and accommodation to those who have different views.  Both the mainstream and social media have taken to caricaturing and criticising the President.  The recent political protests by the opposition have specifically targeted the president in addition to general criticisms of the government.  The police have not intervened to break up these protests. The crackdown on civil society freedoms, that were anticipated at the time of his election, have not materialised.",
    "The present economic situation cannot be permitted to drift.  For the past three months, there have been severe shortages of essential items.  The situation has got worse with the shortages being accompanied by enormous price increases.  The price increases are in the range of 50 percent going up to 100 percent.  There have been tragedies as well.  Gas cylinders began to explode due to the alteration of the composition of the gas, leading to deaths and injuries.  Unfortunately, both the ruling alliance and opposition political parties still depend on massive political rallies by busing people from all corners of the country to convey messages already known to all Sri Lankans.   It would be more constructive to think of alternative strategies to explain to the people the truth of the current situation and the way forward without political bias and misrepresentation.",
    "Now, it is reported that elderly people have died standing in queues for essential commodities for their families.  If this situation of shortages and queues continues there could be localised incidents that go out of control due to the anger and frustration of those standing in those long lines. The recent march by political activists into the vicinity of the Presidential Secretariat,where coffins were thrown into the grounds and youth forcibly entered the premises, are warning signs.  The government’s inability to take action to address the economic issues, speedily, is the subject of much criticism by the general public.  There has been internal division, within the government, on the course of action to follow.  There are those, within the government, who hold to the belief that Western countries are exploitative and the IMF is their creature and going to it for relief would further increase the impoverishment of the people.",
    "However, it now appears that these internal debates, which were paralysing the government have reached their culmination with the sacking of the leaders of two nationalist political parties from their ministerial positions.  This has opened the door to more moderate sections, within the government to take the ascendency.  The decision to finally seek IMF support is a reflection of this shift in internal power.  The need to go to the IMF was foreseen several years ago by the previous Governor of the Central Bank, Indrajith Coomaraswamy.  But it is only now that it is being operationalised by Finance Minister Basil Rajapaksa.",
    "In the immediate term, the best option is to go to friendly countries, including India, China, Japan and the West, and seek generous donors to provide long term funding, or outright grants, to tide over this difficult period, subsidising cooking fuels and staple foods for the low-income group.  This could require more engagement with the EU, UK and the US to obtain cheap funding lines by compliance of EU human rights requirements and international human rights standards.  There is also the need to engage with India and comply with their recommendations regarding the protections of minority rights, especially in the north and east.",
    "At the heart of the international monitoring of Sri Lanka for human rights violations is the long unresolved ethnic conflict.  The Prevention of Terrorism Act, which has become the symbol of the long years of war and human rights violations now threatens the country’s GSP Plus economic benefits.  Sri Lanka can ill afford to lose those benefits especially at the current juncture.  Foreign Minister Prof G L Peiris, along with Justice Minister Ali Sabry, has been giving leadership to the government’s engagement with the international community.  It is important that President Gotabaya Rajapaksa should give both of them, and his Finance Minister, the same degree of autonomy and political cover to win this second war, albeit without violence and within the rule of law.",
    "A positive shift in this direction is the President’s decision to meet with the TNA.  The meeting scheduled for last week, was postponed at the last minute.  The reason given was that the Opposition protest rally, in front of the Presidential Secretariat took place at the same time as the scheduled meeting.  The best way to resolve problems is through face to face engagement, dialogue and mutual accommodation.  This time of crisis may present an opportunity for mutual give and take that is truly in the national interest.  The fact that the government side contains the hard core nationalists, including the two ministers who were sacked but remain within the government umbrella, makes a stable solution more viable.  If the President puts his foot down, both as the chief executive of the country armed with enormous powers, and as the leader, who led the successful war effort against the LTTE, his government can succeed where all others failed before.",
    "APC gets underway: Prez says won’t seek political advantage; Basil undertakes to present new budget",
    "Fuel at concessionary price: Johnston questions Sajith over his claim",
    "INSEE Cement signs MOU with Southern Provincial Council extending Technical Officers and Provincial Engineers skills development programme",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}