{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mass-protests-provide-opportunity-to-move-to-new-polity/",
  "time_ut": 1649691960,
  "title": "Mass protests provide opportunity to move to new polity",
  "body_lines": [
    "Any governmental anticipation that the ongoing mass protests will fizzle out with the onset of the monsoon rains and the forthcoming Sinhala and Tamil New Year seems unlikely to be realised. The heavy and continuous rains did not deter the tens of thousands of people protesting against the government in Colombo near the Presidential Secretariat and also elsewhere in the country where smaller protests are continuously taking place. The protestors are standing their ground and not withdrawing. They are being supported by the general public who come and offer them food, drink and tents. It looks like they will continue to stay until their demands are met. They scored an initial success when the entire Cabinet resigned with the exception of the Prime Minister. The shock of the magnitude of the initial protests, which came unexpectedly upon the government, appears to be wearing away and there is bunkering down to a long haul struggle.",
    "Most of the protestors in the vicinity of the Presidential Secretariat who have occupied Galle Face and the adjacent open spaces belong to the younger generations. They have come from around the country. It appears that Sri Lanka’s formal and non-formal educational systems have succeeded in creating mindfulness and a rights consciousness. Among the slogans they shout are those of non-racism and the promise not to be fooled again to mistrust those of other ethnicities and religions merely because they are different or because racist political leaders put false thoughts into their heads. The last elections took place in a heated context in which contesting politicians alleged Muslim restaurants were putting birth control pills into the food of their Sinhala customers and other such falsehoods.",
    "The tendency so far has been to see youth as a volatile and disruptive element that can be mobilised to act violently. The two Sinhala youth insurrections of 1971 and 1988-89, and the Tamil separatist movement that held sway from the late 1970s till the end of the war in 2009 have left scarred memories all around about the role and treatment of youth. However, the present protests signal a break with that divisive past. Today’s youth protestors appear to have made non-violence and democratic ideals a part of their ethos. There is also unprecedented sympathy and support for them from the older generations who join them and bring them material support to continue with the struggle. Even as I write this my friends and relatives are at Galle Face. This is a time when the possibility of change is strong and must not be lost.",
    "Whether the ongoing protest campaign ends in the manner that the protestors want is not a given at the present time. The government leadership, and the Rajapaksa family who are the main targets, now appear resolute in staying on. The meeting between President Rajapaksa and the SLFP parliamentary group, led by former President Maithripala Sirisena, did not yield any substantial result. This is not surprising as the stakes are very high. The protestors are demanding not only that the government leaders step down, but that they should be punished and their wealth confiscated. The fact that the President is willing to meet with the other political leaders, however, is a positive feature that needs to be built upon.",
    "As the protest campaign extends in time the possibility of ugly incidents taking place through accident or design will increase and need to be anticipated. The burning of an Army bus in full sight of the security forces during a mass protest near the President’s personal residence that turned violent is suspected to have been caused by an agent provocateur. Similarly, a clash took place between a group of masked and heavily armed men on unnumbered motorcycles and police who were trying to keep them out during another protest near Parliament. This is a sign that some security forces personnel have the license to operate outside of the law and their idea of psych-ops may be at variance with the freedoms that are honoured in democracies. It is therefore of importance that members of the older generations should be present to give support to the younger generations in case of a confrontation. These are also matters that the political leaders need to bring up with the government during their negotiations.",
    "In recent days there have been counter-demonstrations in support of the government. It is clear that they are small in size and do not enjoy a similar degree of public support. But their emergence could lead to conflict both in the open and on the roads but also in local areas from which they come where members of one group will accost members of the other group. The potential for violent clashes will grow with the passage of time and if there is a feeling that nothing is happening. There have been instances in which houses of ministers, including the Rajapaksa family’s ancestral home in their electoral stronghold, have been surrounded by large groups of protestors demanding their ouster. There are already a few incidents of violence and arson.",
    "There is a need to find a solution soon to the problem that has given rise to public protests. The demands of the protestors are mounting. Most of the slogans that are being shouted out or in placards relate to the Rajapaksa family who are blamed for having brought the country to this sorry pass, where living standards have dropped sharply with the currency having lost half its value in three months, a scarcity of commodities and lengthy power cuts. If at the beginning they were limited to the ouster of the government leaders, now they are including demands for their punishment and seizure of property and ill-gotten wealth held abroad. A public petition is being circulated in the Diaspora which is no longer limited to the Tamil Diaspora but includes the Sinhala Diaspora to seize the assets of the Rajapaksa family in the US where some of them, including Finance Minister Basil Rajapaksa, hold citizenship.",
    "The longer there is no resolution the damage to the economy will also grow feeding into a vicious cycle. Neither foreign tourists nor investors would like to come to a country in the midst of turmoil. They will prefer to wait until the situation on the ground improves. There are several political solutions that have been proposed. The protestors’ choice is that the president resigns which is not the president’s choice. President Gotabaya Rajapaksa would be conscious that he is the only member of the Rajapaksa family whose position of power is constitutionally protected. Unlike Prime Minister Mahinda Rajapaksa who can be removed by a simple majority of Parliament, the removal of the President requires a 2/3 majority together with judicial assent. The President would wish to safeguard the rest of the family in these threatening circumstances.",
    "Opposition leader Sajith Premadasa has proposed having a vote of no-confidence in the government in the Parliament to be followed by the abolition of the executive presidency. This does not meet the desire and need of the government leaders for their personal immunity or give them a period to transition out of their present positions of power. Others have proposed reducing the powers of the presidency by a repeal of the 20th Amendment. This could be the first step and give more time and space for more fundamental changes. The political leaders who spoke of the people’s mandate also have to listen to the people who have come to the roads and heed what they are calling for. As democratically elected leaders they need to respect the opinion of the people. There was a recognition of this truth when the government ministers handed in their resignations. The sooner a solution is found the better for the country.",
    "Rap singer who performed at ‘Go Home Gota’ protest dies of heart attack",
    "SLFP dissidents boycott talks with Prez over defection as PM rules out resignation",
    "JVP faults Premier for not touching on Easter Sunday carnage, in address to nation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}