{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ranil-on-what-needs-to-be-done/",
  "time_ut": 1647605940,
  "title": "Ranil on what needs to be done",
  "body_lines": [
    "Former Prime Minister, Ranil Wickremesinghe, spoke to Pasindu Gunaratne, about the current economic crisis facing the country and the measures that should be taken to help move the country forward.",
    "As many in the country have concerns and questions over the current economic crisis confronting the public, the United National Party invited questions from young people on this subject for the former prime minister to answer.",
    "Responding, Wickremesinghe highlighted the need of going to the International Monetary Fund (IMF) for assistance. But he said the IMF alone would not be able to solve the problems of the country.",
    "Stressing that the IMF would provide a foundation that would allow the country to seek the assistance of other foreign nations, he drew from his personal experience as a member of the 1977 Cabinet when discussing measures taken to revive a failing economy. He urged that new thinking on Sri Lanka’s economy was needed if the country was to develop.",
    "The former prime minister also explained that it was essential that a national consensus was reached on the basic principles that would be followed by the country saying that without a common agreement by all political groups, the country would continue to stagnate.",
    "Question – One of the issues discussed last week was the government’s decision to devalue the rupee. Accordingly, the Governor of the Central Bank stated that the value of the rupee against the dollar will be determined by the market. Is this a bad decision?",
    "Answer – In fact, the IMF has given some advice in the Directors’ Guide. There are a number of tips that have been given and one alone is not going to work. We have to come to an agreement with the IMF first. All of these other points are relevant only when it comes to implementation. This is only one aspect They want the program implemented in its entirety. We did the same thing before. We always met with the IMF and discussed the amount that would be provided to the country. Only then did we float the currency.",
    "Twice before we have done this, but on this occasion the Central Bank decided to act ahead of time. The problem that has arisen from floating the currency is that there are not enough dollars to match the demand.",
    "When we go to the IMF we know we have relief coming. So the dollar supply increases. That is what creates stability. However, here the demand for dollars has increased substantially. At that point there were no dollars to meet this increased demand and there was no one to guarantee the supply.",
    "The demand for dollars has really increased here. in this case. At that time there was no supply to meet the demand and besides there was nobody to guarantee it. So now we are reacting to the movement of the market. The banks have to find the money now.",
    "Previously we (the Government) provided assurances for the payments, while the banks were charged with finding the rest of the required money. Now the entire responsibility for this has been handed over to the banks alone. That is what is happening now. I hope that the Government is now aware of this and will implement a short-term program that will provide relief to the public who have been affected by this. At least 50% of the burden can be addressed by such a program.",
    "Question – We have seen that the government has recently announced that the number of foreign tourist arrivals has increased. Accordingly, more foreign currency has started flowing into the country. Do you think the country’s foreign earnings will improve through this?",
    "Answer – In fact, most of our country’s foreign exchange earnings come from the Middle East, from our apparel industry, and then from our tourism industry. About two to three million tourists visited Sri Lanka on a yearly basis, but this has not happened since the COVID-19 pandemic hit. Fr fewer tourists come here now. If we look at the numbers, I do not think even 10% of that number have visited Sri Lanka.",
    "Our tourism sector would not be successful if we do not get at least 50% of the previous arrivals. We also have to recognise that many of the tourists visiting us are from Ukraine and Russia. They pay between US $70 – US $80 per room. From previously charging a US $100 we have now reduced it to US $70. So now those arriving from Europe will no longer pay US $100. The will pay only US $70.",
    "So with this reduced income there are many problems which have arisen. Trained staff such as chefs will now go overseas. When you earn US $1000 here, you can earn US $2,500 – US $3,000 overseas. That is in the Maldives, in the Middle East you will be able to earn more. So there really is no big improvement from this despite a bit of money coming into the country. Another problem that we have is that countries like the Maldives did not reduce their room rates like we did. Our tourism industry is also facing many problems. The Government has not acted to settle the debt faced by the industry. Every year interest is incurred by the industry. At present the interest owed by the industry been provided with a moratorium. The interest has not been abolished. No relief was given, this was just an illusion. We cannot just get out of this.",
    "In fact as the tourism industry grows, the price of our hotel rooms are reducing. We also face a problem of the hotels not having enough chefs and other trained staff.",
    "Question – Last week the Government took another decision, do you think this decision to halt the import of 367 non-essential items will help revive the economy?",
    "Answer – No, if it is a market economy, it could be in Sri Lanka, it could be in England or it could be in China, the Government has the responsibility to provide goods and services according to the demands of the market and ensure their supply if there is a shortage.",
    "All the items that we controlled prior to ’77 are now available on the market. What are they now doing with a market economy? We have now removed 300 items from the free market. With these 300 items being removed from the market, many of our services have halted. Our problem is to earn more money. These people are focussed on limiting the boundaries of our free market.",
    "Prior to ’77 they tried to limit such items; so much so that tyres were not imported at the time. I was only able to find two tyres for my vehicle. A friend was able to find only one out of the two necessary for his motorcycle and had to borrow a tyre from someone else. Can we work like that?",
    "We need to find foreign currency for the economy. This is not something we can split and share. We have to take into account our needs. This can be done if we go to the IMF. It is because we did not go that these problems have arisen. The problem that the IMF will have is that we have limited the import of 300 such items.",
    "Question – In fact, before the power crisis, before the oil crisis, you stated the reason for all this. The Government has said that the dollar reserves in the country are declining. They are saying that due to the pandemic our dollar reserves have dwindled and our economy is facing a major crisis. But we have seen online, especially among the youth in countries such as Bangladesh and Nepal, that their dollar reserves are rising. We are the only country that has seen our dollar reserves reduced. You said from the outset that oil and electricity crises were coming. How was this mistake made by us when other countries in the region have seen record foreign currency reserves?",
    "Answer – First of all we must remember that our markets and Bangladesh’s markets both had problems in 2020. But Bangladesh had foreign reserves while we had lost ours. We had to ask for help, especially from the IMF. If we had gone in 2021 we could have got US $2 – US $3 billion. But we did not go and get the money. Bangladesh had money. Many other countries like us went and got money when the problems arose. But Sri Lanka did not do so, so we were marginalised. Other countries had money for 2020 and 2021, while those that did not went to the IMF for assistance.",
    "We have no money and no aid, that is why we are in this situation. We cannot blame COVID alone because everyone was affected by COVID. We did not stop importing fertiliser because of COVID. Who is responsible for that?",
    "Question – Finally, I would like to ask you, at a time when our economy is in deep crisis, what do you see as the key obstacles we have to overcome this economic crisis?",
    "Answer – We should not think short-term, we must think long-term. A country is not built in a day. In ’77 we built the country, and now we need to build the country for the youth, especially those in their 20s, 30s and 40s. We have to build a new foundation. This old system will not always have the money from the Middle East. Selling our services for US $70 will not help the situation. We cannot go ahead with the garment industry alone. We need to look to the future. We have to look to the future and build the economy to join the future. That work needs to be done.",
    "If you don’t think about that there will be many more problems. If we are to address this then there must be a national consensus on the basic principles needed for this. There is no national consensus in our country. One government changes what the other government did. If what we had started had been taken forward by this government we would not have been in this mess. If we do not look to the future and move forward there will be no future.",
    "Question: So young people, we have learned a lot about this economic crisis and how to overcome it. Finally, I would like to tell you that there is a large group of young people who have high hopes that this is our country. I would like to ask you to give them a message.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}