{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/iranthi-gomes-makes-forbes-30-under-30-europe-list-in-2022/",
  "time_ut": 1652278440,
  "title": "Iranthi Gomes makes Forbes 30 Under 30 Europe list in 2022",
  "body_lines": [
    "Sri Lankan-born and Finnish-based entrepreneur Iranthi Gomes has secured a place in the Forbes magazine’s 30 Under 30 Europe list in 2022.",
    "Iranthi, who’s originally from Sri Lanka, now lives in Finland. She co-founded Serviceform in 2018 with Jarkko Oksanen – her partner in business and life.",
    "Serviceform is a suite of 13 tools that helps businesses communicate, convert website visitors into customers and manage them all in one platform.",
    "At 28 years old, Iranthi has become one of few Finnish representatives to feature on Forbes’ 30U30 list for Europe 2022.",
    "She also made history by becoming the first ever Sri Lankan to make the European list.",
    "Before Iranthi, seven other Sri Lankans had managed to be listed, but not for leading a business in Europe.",
    "Under her leadership as CEO, Iranthi saw Serviceform raise €2.2 million in February 2022 through a funding round led by BackingMinds, a Swedish VC fund.",
    "Iranthi first found out about Forbes, when she was 15-years-old. A teacher from a high school business class introduced her to the well-known Virgin Group founder and billionaire Richard Branson. The entrepreneur’s trailblazing story made a lasting impression on her.",
    "Iranthi vividly recalls Forbes playing a crucial role in capturing Branson’s own journey to inspire many others, and hopes her story too can now inspire others, like Branson and Forbes had inspired her.",
    "Surado Campus celebrates 10th anniversary milestone of providing world-class caregiving courses in Sri Lanka",
    "Restore law and order ASAP: CBSL Governor tells President and parliament",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}