{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-all-party-confab-and-its-ripples/",
  "time_ut": 1648217220,
  "title": "The All Party confab and its ripples",
  "body_lines": [
    "The All Party Conference (APC) that President Gotabaya Rajapaksa summoned last week was predictable anything but All Party. The president may have been pleased that the TNA, a major party in the opposition, was there despite their failure to have a one-to-one meeting with him since his election. He could not have expected the Weerawansa-Gammanpila-Vasudeva alliance to come apart though Vasu was spared decapitation unlike his two axed colleagues. The veteran warhorse retains his portfolio although he doesn’t attend cabinet or his ministry. He has (rightly) returned his official residence and vehicle/s but there’s been an eloquent silence on whether or not he draws his official salary. Prof. Tissa Vitarana and Ven. Athuraliye Rathana, both National List MPs, represented the so-called “rebels.” attended. So did senior statesman Ranil Wickremesinghe, five times prime minister, although his UNP today is no more than a rump of Sajith Premadasa’s Samagi Jana Balavegaya; though the SJB itself opted out. The president clearly was keen on keeping Wickremesinghe happy, apologizing and smoothing ruffled feathers when Central Bank Governor Cabraal (ex of the UNP lest anybody has forgotten) got Ranil’s goat with a reference to what happened during the 2015-19 period.",
    "Also, some members of parties like the SLMC and some smaller Tamil parties turned up despite their parties’ decisions to boycott. But other ruptures surfaced with the Thondaman-led CWC, for example keeping away. There was a report on Friday, whether right or wrong we don’t know, quoting and unidentified party source saying they have lost confidence in the president. It would undoubtedly been the height of optimism for anybody to expect the APC to be a magic wand which will conjure political consensus on hard but necessary measures to combat what is unarguably the worst economic crisis this country has faced since independence. Last week’s parliamentary proceedings, for example, showed that normally belligerent government frontbenchers have lost much of their fire, no doubt because of the public opprobrium they see all around them with the masses convinced that the rulers have led the country into the unholy mess it is in. The massive JVP rally earlier in the week, where a large crowd was mustered, would surely have added to their woes.",
    "Appearing on a television talk show on the night of the APC, the LSSP’s Tissa Vitarana went on record that the conference was an opportunity for participating politicians to keep the president apprised of their thinking. To this extent, he saw the event as a success. But the president had himself in his recent address to the nation told the country that he was aware of the predicament the country was in. Given the evidence around him, nobody with eyes to see or ears to hear can be unaware of the situation. The queues for fuel, gas, milk powder and more are unending with no end in sight. The scarcities of essentials have reached unprecedented levels and the ripple effects are pervasive. Ordinary people are expressing their anger in unmistakable terms in language not usually thrown at national leaders. They are loudly and clearly heard in homes countrywide via the various television news bulletins. Even government friendly stations are not pulling their punches. The agriculture minister who stridently defended his boss’s fertilizer policy not long ago has now admitted crop losses but nary a squeak about promised compensation.",
    "Finance Minister Basil Rajapaksa (BR), branded an ‘Ugly American’ by his cabinet colleague (until recently) Udaya Gammanpila is seldom seen in parliament. Perhaps Mr. Gammanpila has forgotten that he along with others like Wimal Weerawansa etc. who see Basil R. as the chief culprit for the country’s current woes voted for the 20th Amendment that allowed dual citizen to sit in parliament. It is being freely alleged that BR had not been there since December and not uttered a word in the legislature with all hell breaking out in the country. There was a halfhearted by an SLPP MP to say that the minister was busy with important business and cannot spend time in parliament. But it behooves on the government to explain to the country why its finance minister is a scarce commodity in the legislature. As a former Speaker, Sir. Albert. F. Pieris, exhorting that MPs behave, once said “everything flows from here.”",
    "The finance minister was a front row presence at the APC and he did not perform very credibly according to live telecasts. For example, he said no IMF report on the national economy had been received. Pushed by Mr. Ranil Wickremesinghe, he admitted that only a draft report had been received. This had to be finalized once comments from the Sri Lanka side are sent in. “You know IMF procedures better than I,” he told the five times prime minister. An initial statement of the fact that only a draft report has been received would have been much more transparent and allayed suspicions of obfuscation. But that was not to be. BR also made public at the APC his willingness to present a new budget, if the cabinet approves, to address the current situation. The pros and cons of this proposal must await further discussion and debate.",
    "Subsequent to the APC there has been an almighty shindig in parliament about the Central Bank Governor and the monetary board not answering a summons by the Parliamentary Committee on Public Finance (CoPF) to attend a meeting on Thursday. A fax had been received at 10.45 a.m. stating inability to be present. It was later explained that Treasury Secretary SR Attygalle, an ex officio member of the Monetary Board, could not be there as he was engaged in discussions with the World Bank at the time set for the CoPF meeting. Could not the Governor and other four members of the five-member Monetary Board have attended, rather than plead inability, and explained Attygalle’s absence? Given parliament’s wide ranging oversight powers over the manner in which the country is governed, the people would join MP Harsha de Silva in asking mey mona kehel malakda? Is parliament supreme or not?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}