{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/17/norochcholai-at-risk-of-being-inactive-for-1-1-2-months-if-two-coal-ships-are-not-unloaded/",
  "time_ut": 1650181800,
  "title": "Norochcholai at risk of being inactive for 1 1/2 months if two coal ships are not unloaded",
  "body_lines": [
    "COLOMBO (News 1st); Electricity Trade Unions have revealed that two ships carrying 120,000 tons of coal have been anchored in Sri Lankan waters for the past few days.",
    "Anil Ranjith Iduwara, President of the Ceylon Electricity Board Engineers’ Association said that if the country lost the stocks of coal contained in the ships, there is a risk that one generator at the Norochcholai coal power plant shutting down for about a month and a half.",
    "He stated that there is also a risk of the two ships being diverted if the coal stock was not released before tomorrow.",
    "The Ceylon Electricity Board (CEB) further stated that the two ships, which arrived from Russia, have been anchored in Sri Lankan waters for nearly six days from 12th April without the ability to pay nearly US$ 34 million.",
    "The union points out that delay fees of up to $ 30,000 per day per ship have also be paid, and the trade unions point out that the stock of coal should be unloaded before the end of April due to the rough seas.",
    "President of the Engineers’ Association of the Electricity Board further stated that if the stock of coal could not be unloaded properly, one generator generating about 300 MW at the Norochcholai power plant would have to be temporarily shut down for about 48 days starting from May.",
    "The union points out that if such a situation arises, the 300 megawatts lost to the national grid will have to be covered by other fuel-powered power plants.",
    "Moreover, the union stated that it costs about Rs. 43 to produce one unit of electricity from the Norochcholai coal power plant, however, more than Rs. 80 to produce one unit of fuel from a power plant.",
    "Secretary to the Ministry of Power and Energy, Wasantha Perera stated that a sum of US $ 32 million is required to release the coal from the two ships, and added that opening of letters of credit for this purpose is expected to take place tomorrow (18) and steps will be taken to release the stock of coal soon.",
    "The Secretary to the Ministry of Power and Energy has denied the statement made by the trade unions that they will have to pay late fees for the period which the ships were anchored in Sri Lankan waters.",
    "Norochcholai at risk of being inactive for 1 1/2 months if two coal ships are not unloaded",
    "No move to utilize military against peaceful protests: Defence Ministry",
    "Sugar Tax Scam: Recover loss of Rs. 16b from importer – Audit Office."
  ]
}