{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/axiata-digital-labs-announces-new-chief-technology-officer/",
  "time_ut": 1651505280,
  "title": "Axiata Digital Labs announces new Chief Technology Officer",
  "body_lines": [
    "Axiata Digital Labs, a leading provider of innovative software services, has announced today that founding team member, Namal Jayathilake, has been chosen as its new Chief Technology Officer. Namal has been with the Axiata Group for over 18 years, in various capacities, and joined ADL in January 2019, as VP of the Emerging Technology business unit.",
    "In his new role, Namal will provide leadership to the entire Engineering Organization at ADL. He will primarily focus on engineering delivery and rigour, people growth and development, R&D, and business sustainability.",
    "“We are all thrilled to have Namal lead the entire engineering team at ADL,” said Thushera Kawdawatta, CEO of ADL. “His leadership and experience in the technology space along with his significant effort, contribution, and dedication over the years were critical in accomplishing our organizational goals and continuous growth I am delighted about our company’s enormous potential for development and innovation, and I am convinced that Namal will propel ADL to new heights.”",
    "“I am honoured to step into my new role as Chief Technology Officer of ADL,” said Namal Jayathilake. “Thanks to our world-class engineering team and culture of innovation, ADL is strategically placed to redefine how industries and enterprises transform digitally and expand business boundaries. I’m excited to spearhead the use of Technology to drive innovation, efficient solution delivery, and make a positive impact on the wider industry.”",
    "Namal has deep experience in core telecom functions, Digital Transformation, Software development and delivery, and product R&D and delivery. His extensive experience in working with global industry leaders makes him uniquely suited to lead the recently reorganised engineering group and oversee all engineering practices at ADL in order to optimize synergy.",
    "Namal holds an MBA (PIM) from the University of Sri Jayewardenepura, PG Dip in telecommunication, and his B.Sc. Eng. (Hons) in Electronics and Telecommunication from University of Moratuwa.",
    "SLT-MOBITEL clinches Infrastructure and Utilities accolade at National Business Excellence Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}