{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/18/ranil-writes-to-manusha-harin-says-no-objection-for-a-parliamentary-election/",
  "time_ut": 1652879760,
  "title": "Ranil writes to Manusha & Harin, says NO objection for a parliamentary election",
  "body_lines": [
    "COLOMBO (News 1st); Prime Minister Ranil Wickremesinghe says that he will discuss with the party leaders the resignation of President Gotabaya Rajapaksa and take further action and that he would agree with the majority decision.",
    "The Prime Minister had stated this in a letter to MPs Harin Fernando and Manusha Nanayakkara.",
    "The Prime Minister had sent this letter in response to a letter sent by the two Members of Parliament inquiring about the formation of a non-partisan government and the rebuilding of the country.",
    "The Prime Minister had noted that the expeditious passage of the 21st Amendment to the constitution would limit the powers of the Executive President, and he hopes to create an executive that is accountable to Parliament.",
    "The letter noted that a committee has been appointed under the chairmanship of Dr. Wijayadasa Rajapaksahe regarding the 21st Amendment, and the Prime Minister hopes to get the amendments passed soon.",
    "Prime Minister Ranil Wickremesinghe has informed MPs Harin Fernando and Manusha Nanayakkara that he has no objection to holding a parliamentary election as soon as the country is stabilized.",
    "However, the Prime Minister has said that the country should be brought to a stable level by working with commitment and collectively in the next few months and has requested the support of the two Members of Parliament to form a non-partisan government.",
    "“India Looks A Lot Like Sri Lanka”: Rahul Gandhi Shares Graphs On Economy",
    "Sri Lanka: Thousands line up at filling stations as Minister admits petrol shortage",
    "Ranil writes to Manusha & Harin, says NO objection for a parliamentary election"
  ]
}