{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/17/thajudeens-unsolved-murder-10-years-on-will-justice-be-served/",
  "time_ut": 1652786700,
  "title": "Thajudeen’s unsolved murder : 10-years on, will justice be served ?",
  "body_lines": [
    "COLOMBO (News 1st); 17th May 2022 marks 10 years since the tragic demise of the Late Wasim Thajudeen, a Sri Lanka Rugby Player with a promising future.",
    "His death was surrounded with controversy and the mystery surrounding his demise was even use as a campaign slogan at 2015 Presidential Elections against then-President Mahinda Rajapaksa.",
    "A special commemoration will take place at the #GotaGoGama protest site in Galle on Tuesday (17) in memory of the late Wasim Thajudeen.",
    "Here’s a look at a timeline of the events from the day of the murder, to-date:",
    "17th May 2012: Charred remains of Wasim Thajudeen found in a crashed car near Shalika Grounds on Park Road, Narahenpita.",
    "Police ruled the death a traffic accident, with a report by a Judicial Medical Officer Ananda Samarasekera to back the claim.",
    "Samarasekera’s report found evidence of alcohol in the Thajudeen’s blood and claimed carbon monoxide poisoning from the crash had caused the victim’s death.",
    "27th July 2015: CID informs court that the death of Thajudeen was NOT an accident.",
    "10th August 2015: CID exhumes the body of Wasim Thajudeen at the Dehiwala Muslim Burial Ground",
    "An expert board comprising Colombo Chief JMO Ajith Tennakoon, Specialist Dr. Jean Perera and Additional JMO S.G.A. Hewage handed over a second report.",
    "Its revealed that Thajudeen had in fact succumbed to injuries during a brutal assault. The ruggerite had multiple injuries on his legs, chest area and neck.",
    "25th February 2016: Court rules that Thajudeen’s death appears to be a murder and ordered the CID to immediately arrest those involved.",
    "20th April 2016: Former Crimes OIC of the Narahenpita Police arrested by CID for concealing viral information about Thajudeen’s murder.",
    "23rd May 2016: Then-DIG Anura Senanayake arrested by the CID for his involvement with the murder and covering it up as a traffic accident.",
    "20th September 2016: CID tells court that the remains of Wasim Thajudeen were sent to SAITM Malabe by JMO Ananda Samarasekera.",
    "2nd June 2017: Senior DIG Anura Senanayake released on bail.",
    "28th September 2017: AGs Department tells court that multiple calls were made from the President’s Office to Former OIC of the Narahenpira Police.",
    "Extensive analysis of telephone records on the night of the murder identified phone calls involving Narahenpita Traffic OIC Sumith Perera and a Senior Superintendent of Police formerly attached to the Presidential Security Division (PSD), and placed at least one other PSD officer near the scene of the ‘accident’ on Park Road.",
    "2nd October 2017: CID seeks warrant to arrest Former Colombo Judicial Medical Officer Professor Ananda Samarasekera over his role in the cover up of evidence when conducting the first post-mortem.",
    "19th October 2017: Former Colombo Judicial Medical Officer Professor Ananda Samarasekera released on bail.",
    "20th September 2018: CID tells court that a Defender Jeep given to the Siriliya Saviya Foundation was used to abduct Wasim Thajudeen.",
    "The vehicle bearing the registration WP KA 0642 was owned by the Sri Lanka Red Cross Society and donated to the Carlton Siriliya Saviya Foundation",
    "29th November 2018: Court tells CID to immediately arrest all suspects directly involved in the crime",
    "28th February 2019: AG decides to file infictments against Former Crimes OIC of Narahenpita Sumith Perera, Former Senior DIG Anura Senanayake, and Former Colombo Judicial Medical Officer Professor Ananda Samarasekera.",
    "18th August 2019: Attorney General tells Acting IGP to immediately conclude investigations and submit material.",
    "16th July 2020: Former Colombo Judicial Medical Officer Professor Ananda Samarasekera, dead.",
    "26th February 2021: Former Senior Deputy Inspector General (DIG) of Police Anura Senanayake, dead.",
    "To date, the CID has only been able to arrest suspects involved in the cover-up of Thajudeen’s murder, and the family continues to await for justice to be served.",
    "CID arrests two more suspects over MP Amarakeerthi Athukorala’s death",
    "Government had the ability to prevent attack on GGG: Gammanpila",
    "Thajudeen’s unsolved murder : 10-years on, will justice be served ?"
  ]
}