{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/30/us-embassy-issues-demonstration-alert/",
  "time_ut": 1651317180,
  "title": "US Embassy issues ‘Demonstration Alert’",
  "body_lines": [
    "COLOMBO (News 1st); The US Embassy in Sri Lanka has issued a ‘Demonstration Alert’, cautioning US citizens in Sri Lanka of demonstrations and marches are planned in and around Colombo on Sunday, May 1, 2022, to protest the economic situation in the country.",
    "According to the Embassy, the demonstrations are likely to make travel to, from or within Colombo more difficult and cause road closures and traffic congestion throughout the day. The U.S. Embassy is aware of the following demonstrations, but there are additional protests planned throughout Sri Lanka:",
    "A demonstration at Lalith Athulathmudali Grounds (Colombo 06) at 1:00 p.m. with approximately 10,000 participants.",
    "A demonstration at Victoria Park (Colombo 07) at 9:30 a.m. with approximately 5,000 participants.",
    "A demonstration at Hyde Park (Colombo 02) at 2:00 p.m. with approximately 3,000 participants.",
    "A demonstration at Stanley Jansz Grounds (Colombo 02) at 2:00 p.m. with approximately 2,000 participants.",
    "A march beginning at the Upcountry Plantation Sector Trade Union office in Kollupitiya marching towards Kollupitiya Junction (Colombo 03) (time to be determined) with 1,000 participants.",
    "A march that began in Kandy on April 26 will rally on Sunday, May 1 at 3:00 p.m. at Campbell Park (Colombo 08) with approximately 15,000 participants.",
    "Even demonstrations intended to be peaceful can turn confrontational and possibly escalate into violence, the Embassy mentions in its alert. U.S. Government personnel have been advised to avoid the protests.",
    "Accordingly, US citizens have been advised to avoid the areas of the demonstrations, exercise caution if unexpectedly in the vicinity of large gatherings or protests, to monitor local media for updates and to keep a low profile."
  ]
}