{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-has-to-hike-rates-ensure-monetary-fiscal-co-ordination-to-help-rupee-bellwether-91480/",
  "time_ut": 1646881380,
  "title": "Sri Lanka has to hike rates, ensure monetary fiscal co-ordination to help rupee: Bellwether",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has to raise the policy rate urgently and also remove a surrender requirement which creates new money to help stabilize the rupee in a free float and also ensure monetary fiscal co-ordination.",
    "Monetary fiscal co-ordination comes from an International Monetary Fund program where there is usually a reserve money program and a primary deficit or domestic borrowing target.",
    "The central bank’s decision to abandon the non-credible peg and end forex and energy shortages is a positive move.",
    "Before debt-restructuring the problem with the exchange rate has to be sorted.",
    "The central bank’s decision to end subsidies to expatriate workers and stop money being printed is also the correct move.",
    "The 200 to the US dollar peg was not credible due to money being printed to enforce the policy rate and sterilize reserve sales for fuel and other imports. In a well-functioning exchange rate regime, reserves are not given for imports.",
    "In a credible peg, if reserves are sold for imports a rate rise must automatically result result in the interbank market in order to stop the currency from depreciating.",
    "In a floating regime, foreign exchange is neither bought nor sold by the central bank and the rupee reserves in banks and the policy rate is not affected, except by an inflation target.",
    "No Western floating rate central bank gives foreign exchange reserves for imports, mostly because they do not have any in the first place. Using reserves for imports even in a pegged rate with reserves is a busting savings for consumption.",
    "Imports must be limited to the inflows. Imports exceeds inflows only when the central bank prints money. Floating the rupee is the first step.",
    "Immediate reason: Forward premiums have to be sharply positive to encourage exporters to sell dollars to sell and discourage rupee borrowing. The cost of dollar holding has to be higher than the expected depreciation of the rupee.",
    "Before the float the according to official data the one month forward was 200.84 rupees, and the 3-month was 198.98. There is a forward discount. It has to be premium of 1 or 1.50 rupees.",
    "Without a sharp rate hike, which increase the gap between rupee yields substantially above dollar yields the stability of the rupee is under threat.",
    "Second Reason: Rates have to be raised to bring inflation down and slow the growth of broad money. The inflation from the depreciation is a given. There is nothing that can be done about it. It is the result of the money printing of the past two years, that upended the price structure of the economy.",
    "However the central bank can action to stop generating further inflation going forward.",
    "However Sri Lanka’s inflation was 15.2 percent in February 2022 while neighboring countries with better central banks such as Bangladesh was only 5.32 percent in February.",
    "Sri Lanka’s broad money is expanding too rapidly, mostly driven by the budget deficit, though private credit is factor. Private credit is factor including by exporters who borrow in rupees and hold dollars (see above on interest rate differential).",
    "Third reason: The gap between overnight rate 7.5 percent and the 3-month Treasury bill yield is very wide.",
    "This allows financial intermediaries and their clients to get money from the window, and buy Treasury bills and indirectly finance the budget and create foreign exchange shortages and further undermine the rupee.",
    "To counter all these factors a tight reserve money program is needed.",
    "There are two facets to the surrender rule. One part is a requirement for exporters to sell dollars in the market. This activity is relatively harmless and does not increase or decrease reserve money.",
    "The second part is where 25 percent of such dollars given to banks are sold to the central bank.",
    "This action takes away dollars from the float, and simultaneously creates money. At the moment there is an overnight short. This short is reduced adding rupee reserves to banks.",
    "This is negative for the exchange rate, when it is floating. If it is a peg it is under pressure from previous money printing.",
    "Any compulsory sales must go to the Treasury account in a standard commercial bank and not the central bank which creates money to buy it.",
    "Money for compulsory sales must be found from bond auction and taxes by the Finance Ministry, without altering reserve money.",
    "For proper fiscal and monetary co-ordination and IMF program is needed.",
    "After the float stabilizes the the currency Sri Lanka usually goes back to a peg or flexible exchange rate.",
    "IMF programs, since they involve a bailout loan to the central bank also requires pegging to eventually repay the loan.",
    "At the moment the central bank has called for fuel and electricity price hikes and sustained tax hikes.",
    "But so far the government is not acting. Using the Indian credit line to fund subsdies would be a wrong move.",
    "At the moment the central bank has called for fuel and electricity price hikes. But so far the government has not acted. Prices have to be raised to stop Ceylon Petroleum Corporation borrowing money and adding to domestic credit and demand. (Colombo/March09/2022)"
  ]
}