{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-money-changer-suspended-for-paying-more-rupees-for-dollars-92310/",
  "time_ut": 1648713900,
  "title": "Sri Lanka money changer suspended for paying more rupees for dollars",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank said it had suspended a money changer for giving premiums above",
    "The bank claimed that public had complained that Prasanna Money Exchange was giving them more rupees for dollars than banks.",
    "“Considering the complaints received from general public that Prasanna Money Exchange (Pvt) Ltd is offering higher exchange rates, the Department of Foreign Exchange of the Central Bank conducted an on-site investigation at the Prasanna Money Exchange (Pvt) Ltd on 30.03.2022,” the Central Bank said in a statement.",
    "As per the investigation, it was observed that the Prasanna Money Exchange (Pvt) Ltd had offered higher exchange rates and thereby attempted to purchase foreign currency from its customers at higher rates than the exchange rates offered to them by Licensed Banks…”",
    "Central Bank suspends Money Changing permit issued to Prasanna Money Exchange (Pvt) Ltd",
    "Considering the complaints received from general public that Prasanna Money Exchange (Pvt) Ltd is offering higher exchange rates, the Department of Foreign Exchange of the Central Bank conducted an on-site investigation at the Prasanna Money Exchange (Pvt) Ltd on 30.03.2022. As per the investigation, it was observed that the Prasanna Money Exchange (Pvt) Ltd had offered higher exchange rates and thereby attempted to purchase foreign currency from its customers at higher rates than the exchange rates offered to them by Licensed Banks and that they were in violation of the Directions issued to Authorized Money Changers under the Foreign Exchange Act No. 12 of 2017 (FEA).",
    "Accordingly, the Central Bank has decided to temporarily suspend the permit issued to the Prasanna Money Exchange (Pvt) Ltd under the provisions of the FEA, with effect from 31.03.2022.",
    "The public is hereby informed that the Prasanna Money Exchange (Pvt) Ltd is no longer permitted to engage in money changing activities as an Authorized Money Changer with effect from 31.03.2022. The public is also informed that any transaction with the Prasanna Money Exchange (Pvt) Ltd during the period of suspension is considered as a contravention with the provision of the FEA.",
    "The Central Bank has intensified its on-site investigations at Authorized Money Changing outlets and will stand ready to suspend/revoke permits of Authorized Money Changers who do not adhere to the Directions issued under the Foreign Exchange Act."
  ]
}