{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/childhood-rarities-part-one/",
  "time_ut": 1650086820,
  "title": "CHILDHOOD RARITIES (Part One)",
  "body_lines": [
    "The Press and Media have just finished a week of discussing the abused child, and it occurred to me that teachers occasionally have a pupil not easily categorized — the perfect student or the opposite type – the dreamy one. Such rarities are never discussed except in the Staff Room or else at Staff Meetings.",
    "No one writes articles about them. No one wonders how this phenomenon comes about. A near-child genius or the alternate non-achiever does not command the same media attention as cases of child abuse these days. I will deal now with the first category – the ideal pupil.",
    "Teachers gladly award prizes and write glowing remarks about such children in Report Cards. They greatly enjoy the pleasure of having such talent in their care. So I am going to discuss two cases of children who were outstanding from Baby Class to University Entrance Class and who managed the near impossible task of being a constant delight.",
    "My first example is Saki (not her real name of course). She was brought to my special attention when she was in Grade Two and had constructed a lovely little cardboard and paper Christmas Creche for the class display.",
    "“Are you sure she was not helped at home?” I asked in an undertone knowing parental aid was common.",
    "Saki herself was a curly headed, cute child who loved to swim. A full time mother saw to it that she enjoyed this sport without being pushed. She was taking the lead in little playlets given at School Assembly and without trying she seemed to be doing lots of things and getting known by everyone.",
    "At Asian International School tests are not held until the child is past Grade Three and it was no surprise that by Grade Four Saki was winning the Form Prizes along with TOO many others.",
    "“Surely there MUST be someone else who can compete? I would ask her teachers.",
    "“Not really,” they would answer desperately hunting for some competition. On principle I like to spread out prizes among the Juniors. One star means other talent is overlooked or hasn’t a chance. As the Principal I did not like that situation.",
    "Saki took dnce classes. She shone at ballet, she took elocution classes. She had natural talent as an actress. As she proceeded up the school she began debating. She could argue the hind legs off a donkey. Academically she maintained a 90% average and began assuming school offices as a matter of course. house captaincy, club presidencies and without missing a beat head girl-ship of the school . She had no serious rival.",
    "All this makes for arrogance would you not agree? Yet Saki was singularly free of pride in herself. She was confident but modest. And added to all this she was extremely attractive. You see what I mean about a childhood rarity?",
    "A few years later along came her male counterpart. And yes. Among a plethora of talents he could even dance! A useful skill in an International School. His particular sport was basketball and he wound up with several National awards. Naturally he was head boy with little or no competition.",
    "How do such children get to where they are? Is there some magical incantation that their parents recite over their cots that make them school achievers from birth? After considerable study of such children I have encountered after 50 odd years, as a teacher I have reached these conclusions.",
    "Firstly, there is always a harmonious and friendly home atmosphere. Siblings are encouraged to get on well. Good parenting is a basic necessity. The child must feel totally secure in parental affection. The families producing such children almost ALWAYS had dinner together. I have found that these clever children gleaned much current information and general knowledge facts from chit chat over meals in a relaxed setting with parents.",
    "Sometimes an only child can shine because he is the focus of parental attention and he responds to a semi-adult conversational and behavioural patterns at home. Strangely enough I also found that there was often a strong religious base in the homes of these outstanding children. For instance one of these rarities always came to school with holy ash on his forehead.",
    "He told me he could not start a day without morning devotions. Parents generally trusted the school. They took teacher’s and Principal’s advice. Both the children I mention naturally had excellent university careers. One is a doctor and the other a CEO of her own company.",
    "But to end this article, I have to say that the great trail blazers of the world did not shine at school. Einstein was an average student. So was Newton apparently. There is a new paradigm in the world now. SQ (Spiritual Quotient) is considered far more important than IQ. So while your children may be delighting you and their schools with their brilliant attainments right now, spare some time to ensure spiritual preparedness as being of equally high importance in the coming world.",
    "Politicians Play Survival Games while People Keep Protesting for Survival",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ළමා කාලයේ දුර්ලභත්වය (පළමු කොටස)",
      "body_lines": [
        "පුවත්පත් සහ මාධ්‍ය අපයෝජනයට ලක් වූ දරුවා ගැන සාකච්ඡා කර සතියක් අවසන් කර ඇති අතර, ගුරුවරුන්ට ඉඳහිට පහසුවෙන් වර්ගීකරණය කළ නොහැකි ශිෂ්‍යයෙකු - පරිපූර්ණ ශිෂ්‍යයා හෝ ප්‍රතිවිරුද්ධ වර්ගය - සිහින දකින බව මට සිතුනි. මාණ්ඩලික කාමරයේ හෝ කාර්ය මණ්ඩල රැස්වීම් වලදී හැර එවැනි දුර්ලභත්වය කිසි විටෙකත් සාකච්ඡා නොකෙරේ.",
        "ඔවුන් ගැන කිසිවෙක් ලිපි ලියන්නේ නැත. මෙම සංසිද්ධිය ඇති වන්නේ කෙසේදැයි කිසිවෙකු පුදුම වන්නේ නැත. මේ දිනවල ළමා අපයෝජන සිද්ධීන් තරම්ම මාධ්‍ය අවධානයට ආසන්න ළමා දක්ෂයෙකු හෝ විකල්ප නොවන සාමාර්ථයක් නොලැබේ. මම දැන් පළමු කාණ්ඩය සමඟ කටයුතු කරමි - පරමාදර්ශී ශිෂ්‍යයා.",
        "ගුරුවරුන් සතුටින් ත්‍යාග ප්‍රදානය කරන අතර වාර්තා කාඩ්පත්වල එවැනි දරුවන් පිළිබඳ දීප්තිමත් අදහස් ලියන්න. එවැනි දක්ෂතා ඔවුන්ගේ රැකවරණයේ සිටීමෙන් ඔවුන් මහත් සතුටක් ලබයි. එබැවින් ළදරු පන්තියේ සිට විශ්ව විද්‍යාල ප්‍රවේශ පන්තිය දක්වා කැපී පෙනෙන හා නිරන්තර ප්‍රීතියක් වීමේ පාහේ කළ නොහැකි කාර්යය කළමනාකරණය කළ ළමයින්ගේ අවස්ථා දෙකක් මම සාකච්ඡා කිරීමට යන්නෙමි.",
        "මගේ පළමු උදාහරණය සකී (ඇගේ සැබෑ නම නොවේ). ඇය දෙකේ ශ්‍රේණියේ ඉගෙනුම ලබන විට මගේ විශේෂ අවධානයට ලක් වූ අතර පන්ති ප්‍රදර්ශනය සඳහා අලංකාර කුඩා කාඩ්බෝඩ් සහ කඩදාසි නත්තල් ක්‍රිච් එකක් සාදා තිබුණි.",
        "\"ඇයට ගෙදරින් උදව් කළේ නැහැ කියලා ඔයාට විශ්වාසද?\" මාපිය ආධාර සාමාන්‍ය දෙයක් බව දැන මම යටි හඬින් ඇසුවෙමි.",
        "සකී පිහිනීමට ප්‍රිය කළ රැලි හිසක් ඇති හුරුබුහුටි දරුවෙකි. පූර්ණ කාලීන මවක් තල්ලු නොවී මෙම ක්‍රීඩාව භුක්ති විඳීමට වග බලා ගත්තාය. ඇය පාසල් රැස්වීමේ දී ලබා දුන් කුඩා ප්ලේලට් වල පෙරමුණ ගෙන සිටි අතර ඇය උත්සාහයක් නොගෙන බොහෝ දේ කරමින් සියල්ලන් විසින් හඳුනා ගන්නා බවක් පෙනෙන්නට තිබුණි.",
        "ඒෂියන් ජාත්‍යන්තර පාසලේ දරුවා තුන්වන ශ්‍රේණිය පසු කරන තුරු පරීක්ෂණ නොපවත්වන අතර හතර ශ්‍රේණිය වන විට සකී තවත් බොහෝ දෙනෙකු සමඟ පෝරම ත්‍යාග දිනා ගැනීම පුදුමයක් නොවේ.",
        "“නිසැකවම තරඟ කළ හැකි වෙනත් කෙනෙකු සිටිය යුතුද? මම ඇගේ ගුරුවරුන්ගෙන් අසමි.",
        "\"ඇත්ත වශයෙන්ම නොවේ,\" ඔවුන් යම් තරඟයක් සඳහා මංමුලා සහගත ලෙස දඩයම් කිරීමට පිළිතුරු දෙනු ඇත. ප්‍රතිපත්තිමය වශයෙන් මම කනිෂ්ඨයන් අතර ත්‍යාග පැතිරවීමට කැමතියි. එක් තරුවක් යනු අනෙක් දක්ෂතා නොසලකා හැරීම හෝ අවස්ථාවක් නොලැබීමයි. විදුහල්පතිවරයා විදියට මම ඒ තත්ත්වයට කැමැති වුණේ නැහැ.",
        "සකී dnce පන්ති ගියා. ඇය මුද්‍රා නාට්‍යවලින් බැබළුණාය, ඇය කථික පන්ති ගියාය. නිළියක් ලෙස ඇයට ස්වභාවික දක්ෂතා තිබුණි. ඇය පාසලට යන විට ඇය වාද කිරීමට පටන් ගත්තාය. ඇයට බූරුවෙකුගේ පසුපස කකුල් තර්ක කළ හැකිය. ශාස්ත්‍රීය වශයෙන් ඇය 90% ක සාමාන්‍යයක් පවත්වා ගෙන ගිය අතර පාඨමාලාවක් ලෙස පාසල් කාර්යාල භාර ගැනීමට පටන් ගත්තාය. ගෘහ නායකත්වය, සමාජශාලා සභාපතිකම් සහ පාසලේ ප්‍රධාන බාලිකාවක් අතපසු නොකර. ඇයට බරපතල ප්රතිමල්ලවයෙකු සිටියේ නැත.",
        "මේ සියල්ල උඩඟුකමට හේතු වේ, ඔබ එකඟ නොවන්නේද? එහෙත් සකී තමා ගැන ආඩම්බරයෙන් නිදහස් වූවාය. ඇය විශ්වාස කළ නමුත් නිහතමානී විය. මේ සියල්ලට අමතරව ඇය අතිශයින්ම ආකර්ෂණීය විය. ළමා කාලයේ දුර්ලභත්වය ගැන මා අදහස් කරන දේ ඔබට පෙනෙනවාද?",
        "වසර කිහිපයකට පසු ඇගේ පිරිමි සගයා පැමිණියේය. හා ඔව්. දක්ෂතා රාශියක් අතර ඔහුට නැටීමට පවා හැකිය! ජාත්‍යන්තර පාසලක ප්‍රයෝජනවත් කුසලතාවයක්. ඔහුගේ විශේෂ ක්‍රීඩාව පැසිපන්දු වූ අතර ඔහු ජාතික සම්මාන කිහිපයක් ලබා ගත්තේය. ස්වාභාවිකවම ඔහු කුඩා හෝ තරඟයක් නොමැති ප්‍රධාන පිරිමි ළමයෙක් විය.",
        "එවැනි දරුවන් ඔවුන් සිටින තැනට යන්නේ කෙසේද? ඔවුන්ව උපතේ සිටම පාසල් ජයග්‍රහණ කරන්නන් බවට පත් කරන යම් මායා කර්මයක් ඔවුන්ගේ දෙමාපියන් තම ඇඳ උඩින් කියා දෙන මායා කර්මයක් තිබේද? වසර 50 කට පසු එවැනි දරුවන් පිළිබඳ සැලකිය යුතු අධ්‍යයනයකින් පසු ගුරුවරයෙකු ලෙස මම මෙම නිගමනවලට එළඹුණෙමි.",
        "පළමුව, සෑම විටම සාමකාමී හා මිත්රශීලී ගෘහ වාතාවරණයක් පවතී. සහෝදර සහෝදරියන් හොඳින් කටයුතු කිරීමට දිරිගන්වයි. හොඳ දෙමාපිය රැකවරණය මූලික අවශ්‍යතාවයකි. දෙමව්පියන්ගේ සෙනෙහස තුළ දරුවාට සම්පූර්ණයෙන්ම ආරක්ෂිත බවක් දැනිය යුතුය. එවැනි දරුවන් බිහි කරන පවුල් සෑම විටම පාහේ රාත්‍රී ආහාරය ගත්තේ එකටය. මෙම දක්ෂ දරුවන් දෙමාපියන් සමඟ විවේකීව ආහාර ගැනීමේදී චිට් චැට් මගින් බොහෝ වර්තමාන තොරතුරු සහ සාමාන්‍ය දැනුම ලබා ගත් බව මට පෙනී ගියේය.",
        "ඇතැම් විට එකම දරුවා දෙමාපිය අවධානයට ලක්වන නිසාත් නිවසේ අර්ධ වැඩිහිටි සංවාද හා හැසිරීම් රටාවන්ට ප්‍රතිචාර දක්වන නිසාත් ඔහුට බැබළෙන්නට පුළුවන. පුදුමයට කරුණක් නම්, මෙම කැපී පෙනෙන දරුවන්ගේ නිවෙස්වල බොහෝ විට ශක්තිමත් ආගමික පදනමක් ඇති බව මට පෙනී ගියේය. නිදසුනක් වශයෙන්, මෙම දුර්ලභ ගණයේ අයගෙන් එක් අයෙකු සෑම විටම ඔහුගේ නළලේ ශුද්ධ අළු සමඟ පාසලට පැමිණියේය.",
        "ඔහු මට කීවේ උදේ භක්තියෙන් තොරව දවසක් ආරම්භ කළ නොහැකි බවයි. සාමාන්‍යයෙන් දෙමාපියන් පාසල විශ්වාස කළා. ඔවුන් ගුරුවරුන්ගේ සහ විදුහල්පතිවරයාගේ උපදෙස් ලබා ගත්හ. මා සඳහන් කරන දරුවන් දෙදෙනාටම නිරායාසයෙන්ම විශිෂ්ට විශ්වවිද්‍යාල වෘත්තියක් තිබුණි. එක් අයෙක් වෛද්‍යවරියක් වන අතර අනෙකා ඇයගේම සමාගමේ ප්‍රධාන විධායක නිලධාරියෙකි.",
        "නමුත් මේ ලිපිය අවසන් කිරීමට නම් ලෝකයේ මහා ට්‍රේල් බ්ලේසර්ස් පාසැලේදී බැබළුණේ නැති බව කිව යුතුය. අයින්ස්ටයින් සාමාන්‍ය ශිෂ්‍යයෙක්. පෙනෙන විදිහට නිව්ටන් ද එසේ විය. දැන් ලෝකයේ නව සුසමාදර්ශයක් ඇත. SQ (Spiritual Quotient) IQ වලට වඩා ඉතා වැදගත් ලෙස සැලකේ. එබැවින් ඔබේ දරුවන් මේ වන විට ඔබ සහ ඔවුන්ගේ පාසල් ඔවුන්ගේ දීප්තිමත් ජයග්‍රහණවලින් සතුටු වන අතරම, ඉදිරි ලෝකය තුළ අධ්‍යාත්මික සූදානම සමානව ඉහළ වැදගත්කමක් ඇති බව සහතික කිරීමට යම් කාලයක් ගත කරන්න.",
        "මිනිසුන් පැවැත්ම සඳහා විරෝධතාවයේ යෙදෙන අතරේ දේශපාලකයෝ දිවි ගලවා ගැනීමේ ක්‍රීඩා කරති",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "குழந்தை பருவ அபூர்வங்கள் (பகுதி ஒன்று)",
      "body_lines": [
        "துஷ்பிரயோகம் செய்யப்பட்ட குழந்தையைப் பற்றி பத்திரிகைகளும் ஊடகங்களும் ஒரு வாரம் விவாதித்து முடித்துவிட்டன, ஆசிரியர்களுக்கு எப்போதாவது ஒரு மாணவர் எளிதில் வகைப்படுத்த முடியாத ஒரு மாணவர் - சரியான மாணவர் அல்லது எதிர் வகை - கனவு காண்பவர் என்று எனக்கு தோன்றியது. ஊழியர்கள் அறையிலோ அல்லது பணியாளர் கூட்டங்களிலோ தவிர இதுபோன்ற அபூர்வங்கள் ஒருபோதும் விவாதிக்கப்படுவதில்லை.",
        "அவர்களைப் பற்றி யாரும் கட்டுரை எழுதுவதில்லை. இந்த நிகழ்வு எப்படி வருகிறது என்று யாரும் ஆச்சரியப்படுவதில்லை. இந்த நாட்களில் சிறுவர் துஷ்பிரயோக வழக்குகள் போன்ற ஊடக கவனத்தை ஒரு குழந்தைக்கு அருகில் உள்ள மேதை அல்லது மாற்று திறனாளிகள் பெறுவதில்லை. நான் இப்போது முதல் வகையை கையாள்வேன் - சிறந்த மாணவர்.",
        "ஆசிரியர்கள் மகிழ்ச்சியுடன் பரிசுகளை வழங்குகிறார்கள் மற்றும் அறிக்கை அட்டைகளில் அத்தகைய குழந்தைகளைப் பற்றிய பிரகாசமான கருத்துக்களை எழுதுகிறார்கள். இத்தகைய திறமைகள் தங்கள் பராமரிப்பில் இருப்பதன் மகிழ்ச்சியை அவர்கள் பெரிதும் அனுபவிக்கிறார்கள். எனவே குழந்தை வகுப்பு முதல் பல்கலைக்கழக நுழைவு வகுப்பு வரை சிறந்து விளங்கும் குழந்தைகளின் இரண்டு நிகழ்வுகளைப் பற்றி நான் விவாதிக்கப் போகிறேன், மேலும் அவர்கள் எப்போதும் மகிழ்ச்சியாக இருக்க முடியாது.",
        "எனது முதல் உதாரணம் சாகி (நிச்சயமாக அவளுடைய உண்மையான பெயர் அல்ல). அவர் தரம் இரண்டில் இருந்தபோது எனது சிறப்பு கவனத்திற்கு கொண்டு வரப்பட்டார், மேலும் வகுப்பு காட்சிக்காக ஒரு அழகான சிறிய அட்டை மற்றும் காகித கிறிஸ்துமஸ் க்ரீச் கட்டியிருந்தார்.",
        "\"அவள் வீட்டில் உதவி செய்யப்படவில்லை என்பதில் உறுதியாக இருக்கிறீர்களா?\" பெற்றோரின் உதவி பொதுவானது என்பதை அறிந்து கீழ்த்தளத்தில் கேட்டேன்.",
        "சகி நீந்துவதை விரும்பும் ஒரு சுருள் தலை, அழகான குழந்தை. ஒரு முழு நேர அம்மா இந்த விளையாட்டை தள்ளாமல் ரசிக்க பார்த்தார். ஸ்கூல் அசெம்பிளியில் கொடுக்கப்பட்ட சிறு சிறு விளையாட்டுக்களில் அவள் முன்னணியில் இருந்தாள், முயற்சி செய்யாமல் அவள் நிறைய விஷயங்களைச் செய்து எல்லோராலும் அறியப்படுகிறாள்.",
        "ஏசியன் இன்டர்நேஷனல் ஸ்கூலில், குழந்தை மூன்றாம் வகுப்பைக் கடக்கும் வரை சோதனைகள் நடத்தப்படுவதில்லை, மேலும் நான்காம் வகுப்பில் சாகி பலருடன் சேர்ந்து படிவப் பரிசுகளை வென்றதில் ஆச்சரியமில்லை.",
        "\"நிச்சயமாக வேறு யாராவது போட்டியிட முடியுமா? நான் அவளுடைய ஆசிரியர்களிடம் கேட்பேன்.",
        "\"உண்மையில் இல்லை,\" அவர்கள் சில போட்டிக்காக தீவிரமாக வேட்டையாடுவதற்கு பதிலளிப்பார்கள். கொள்கையளவில் நான் ஜூனியர்களிடையே பரிசுகளை பரப்ப விரும்புகிறேன். ஒரு நட்சத்திரம் என்றால் மற்ற திறமைகள் கவனிக்கப்படவில்லை அல்லது வாய்ப்பு இல்லை. அதிபர் என்ற முறையில் எனக்கு அந்த நிலை பிடிக்கவில்லை.",
        "சகி டிஎன்எஸ் வகுப்புகள் எடுத்தார். அவள் பாலேவில் ஜொலித்தாள், சொற்பொழிவு வகுப்புகள் எடுத்தாள். ஒரு நடிகையாக அவருக்கு இயல்பான திறமை இருந்தது. அவள் பள்ளிக்குச் செல்லும்போது அவள் விவாதத்தைத் தொடங்கினாள். கழுதையின் பின்னங்கால்களை அவளால் வாதிட முடியும். கல்வியில் அவர் 90% சராசரியைப் பராமரித்து, பள்ளி அலுவலகங்களை ஒரு விஷயமாக எடுத்துக்கொள்ளத் தொடங்கினார். ஹவுஸ் கேப்டன்சி, கிளப் பிரசிடென்சிகள் மற்றும் பள்ளியின் தலைமைப் பெண்-ஷிப் தவறாமல். அவளுக்கு தீவிர போட்டியாளர் இல்லை.",
        "இதெல்லாம் ஆணவத்தை உண்டாக்குகிறது, நீங்கள் ஒப்புக்கொள்ள மாட்டீர்களா? ஆனாலும் சகி தன்னில் பெருமை இல்லாமல் தனித்து இருந்தாள். அவள் தன்னம்பிக்கை ஆனால் அடக்கமாக இருந்தாள். இதற்கெல்லாம் சேர்த்து அவள் மிகவும் கவர்ச்சியாக இருந்தாள். சிறுவயது அரிதானது பற்றி நான் என்ன சொல்கிறேன் என்று நீங்கள் பார்க்கிறீர்களா?",
        "சில வருடங்கள் கழித்து அவளது ஆண் துணை வந்தான். ஆம். ஏராளமான திறமைகளுக்கு மத்தியில் அவர் நடனமாடவும் முடியும்! சர்வதேச பள்ளியில் பயனுள்ள திறமை. அவரது குறிப்பிட்ட விளையாட்டு கூடைப்பந்து மற்றும் அவர் பல தேசிய விருதுகளை வென்றார். இயற்கையாகவே அவர் சிறிய அல்லது போட்டி இல்லாத தலைப் பையன்.",
        "அத்தகைய குழந்தைகள் அவர்கள் இருக்கும் இடத்திற்கு எப்படி செல்வார்கள்? பிறப்பிலிருந்தே அவர்களைப் பள்ளி சாதனையாளர்களாக மாற்றுவதற்கு அவர்களின் பெற்றோர்கள் தங்கள் கட்டிலின் மேல் சொல்லும் மந்திர மந்திரம் ஏதேனும் உள்ளதா? அத்தகைய குழந்தைகளைப் பற்றி கணிசமான ஆய்வுக்குப் பிறகு, 50 ஒற்றைப்படை ஆண்டுகளுக்குப் பிறகு நான் சந்தித்தேன், ஒரு ஆசிரியராக நான் இந்த முடிவுகளுக்கு வந்தேன்.",
        "முதலாவதாக, வீட்டில் எப்போதும் இணக்கமான மற்றும் நட்பு சூழ்நிலை உள்ளது. உடன்பிறந்தவர்கள் நலமுடன் இருக்க வேண்டும். நல்ல குழந்தை வளர்ப்பு அடிப்படைத் தேவை. பெற்றோரின் பாசத்தில் குழந்தை முற்றிலும் பாதுகாப்பாக உணர வேண்டும். அத்தகைய குழந்தைகளை உருவாக்கும் குடும்பங்கள் எப்போதும் ஒன்றாக இரவு உணவை சாப்பிட்டன. இந்தப் புத்திசாலிக் குழந்தைகள், பெற்றோருடன் நிதானமாகச் சாப்பிடும் போது சிட் சாட் மூலம் தற்போதைய தகவல்களையும் பொது அறிவு உண்மைகளையும் சேகரித்துக்கொண்டதை நான் கண்டறிந்தேன்.",
        "சில சமயங்களில் ஒரே குழந்தை பிரகாசிக்க முடியும், ஏனெனில் அவர் பெற்றோரின் கவனத்தை மையமாகக் கொண்டிருப்பதால், அவர் வீட்டில் அரை வயது வந்தோருக்கான உரையாடல் மற்றும் நடத்தை முறைகளுக்கு பதிலளிப்பார். வித்தியாசமாக இந்த சிறந்த குழந்தைகளின் வீடுகளில் ஒரு வலுவான மத அடிப்படை இருப்பதையும் நான் கண்டேன். உதாரணமாக, இந்த அபூர்வங்களில் ஒருவர் எப்போதும் தனது நெற்றியில் புனித சாம்பலைக் கொண்டு பள்ளிக்கு வந்தார்.",
        "காலை வழிபாடுகள் இல்லாமல் ஒரு நாளைத் தொடங்க முடியாது என்று அவர் என்னிடம் கூறினார். பெற்றோர்கள் பொதுவாக பள்ளியை நம்பினர். அவர்கள் ஆசிரியர் மற்றும் முதல்வரின் ஆலோசனையைப் பெற்றனர். நான் குறிப்பிடும் இரு குழந்தைகளும் இயல்பாகவே சிறந்த பல்கலைக்கழக வாழ்க்கையைக் கொண்டிருந்தனர். ஒருவர் மருத்துவர், மற்றொருவர் தனது சொந்த நிறுவனத்தின் தலைமைச் செயல் அதிகாரி.",
        "ஆனால் இக்கட்டுரையை முடிக்க, உலகின் பெரும் தடம் புரள்பவர்கள் பள்ளியில் பிரகாசிக்கவில்லை என்றுதான் சொல்ல வேண்டும். ஐன்ஸ்டீன் ஒரு சராசரி மாணவர். நியூட்டனும் அப்படித்தான். உலகில் இப்போது ஒரு புதிய முன்னுதாரணம் உள்ளது. SQ (Spiritual Quotient) IQ ஐ விட மிக முக்கியமானதாக கருதப்படுகிறது. எனவே உங்கள் பிள்ளைகள் உங்களையும் அவர்களின் பள்ளிகளையும் இப்போது அவர்களின் அற்புதமான சாதனைகளால் மகிழ்விக்கும் அதே வேளையில், வரவிருக்கும் உலகில் ஆன்மீகத் தயார்நிலைக்கு சமமான முக்கியத்துவம் வாய்ந்ததாக இருப்பதை உறுதிப்படுத்த சிறிது நேரம் ஒதுக்குங்கள்.",
        "அரசியல் வாதிகள் உயிர்வாழும் கேம்களை விளையாடுகிறார்கள், அதே சமயம் மக்கள் பிழைப்புக்காக போராடுகிறார்கள்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}