{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Abans-promotes-electricity-saving-lineup-of-appliances/34-734467",
  "time_ut": 1651861800,
  "title": "Abans promotes electricity-saving lineup of appliances",
  "body_lines": [
    "Abans is promoting a range of electricity-saving household appliances for the benefit of customers during challenging times.",
    "Abans said it has succeeded in rolling out numerous products coveted for their energy efficiency. Their products that fuse cutting-edge technology with eco-friendly solutions are specifically designed to conserve energy. Its current lineup of energy-efficient products includes everything the general public would possibly need to curb the ongoing energy crisis.",
    "For example, their leading brand LG’s green product strategy strongly reinforces products with energy-efficient and environmental-friendly features. The Dominant South Korean electronics brand incorporates innovative technologies that meet rigorous performance criteria to reduce energy use.",
    "LG Door in Door InstaView Refrigerators, featuring the Inverter Linear Compressor, save up to 42% of electricity. LG’s DoorCooling+ keeps contents cool and fresh, while LinearCooling reduces temperature fluctuations, further conserving energy. Featuring an innovative glass panel that lights up when knocked on twice, the InstaView Door-in-Door enables one to see inside the refrigerator without having to open the door and prevents the escape of cold air up to 41%. Moreover, this function comes with a special compartment where commonly used beverages and snacks can be stored.",
    "The LG Dual Inverter Air Conditioner with ThinQ is a smart air conditioner with Ocean Black Protection that also happens to save more energy than conventional compressors. The LG Dual Inverter Compressor translates to faster cooling that lasts longer and is quieter. The Super Convertible 5-in-1 Cooling Control allows the reduction of cooling capacity from 100 to 80, 60 or 40% and increases to 110% for faster cooling. LG Dual Inverter Anti-Virus Air Conditioners, featuring the R32 refrigerant composed of organic compounds, combined with the Inverter Compressor, cool up to 40% faster, with higher efficiency and save up to 70% of energy.",
    "The Inverter Direct Drive in LG Washer Dryers saves energy up to 39% by choosing the optimum washing motion for clothes, based on the weight and softness of the fabric. Turbo Wash 360° washes clothes thoroughly in just 39 minutes, so water and electricity consumption are kept to a minimum. The Twin Washer model helps save even more time, energy and water by doing two loads simultaneously, so the cost is almost halved. The LG Front Loader Washers by Abans guarantees up to 39% of energy savings while also conserving water.",
    "Inverter Direct Drive technology in LG Dishwashers offers unparalleled energy savings. LG Microwaves have created a new wave in energy efficiency, saving up to 11% of electricity. LG’s range of ovens affords healthier and more versatile cooking while saving 50% of time and 30% of energy. With its thin panel and light-emitting diodes, the LG UHD TV is highly energy efficient compared to conventional TVs. The Philips Induction Cooker and Tefal Easy Cook and Clean Frying Pan are not just energy-efficient, but save gas in the shortest cook time. Electricity consumers no longer have to compromise comfort to save energy. Consumers can literally eliminate their electricity bills and even earn an extra income through excess units by opting for Abans Solar products and services."
  ],
  "translate": {
    "si": {
      "title": "අබාන්ස් විදුලිය ඉතිරි කිරීමේ උපකරණ පෙළ ප්‍රවර්ධනය කරයි",
      "body_lines": [
        "අභියෝගාත්මක කාලවලදී පාරිභෝගිකයින්ගේ ප්‍රයෝජනය සඳහා Abans විසින් විදුලිය ඉතිරි කරන ගෘහ උපකරණ පෙළක් ප්‍රවර්ධනය කරයි.",
        "අබාන්ස් පවසන්නේ ඔවුන්ගේ බලශක්ති කාර්යක්ෂමතාවය සඳහා ආශා කරන නිෂ්පාදන රැසක් එළිදැක්වීමට තමන් සමත් වී ඇති බවයි. නවීන තාක්‍ෂණය පරිසර හිතකාමී විසඳුම් සමඟ ඒකාබද්ධ කරන ඔවුන්ගේ නිෂ්පාදන විශේෂයෙන් නිර්මාණය කර ඇත්තේ බලශක්ති සංරක්ෂණය සඳහා ය. එහි වත්මන් බලශක්ති-කාර්යක්ෂම නිෂ්පාදන පෙළට සාමාන්‍ය ජනතාවට පවතින බලශක්ති අර්බුදය මැඩපැවැත්වීම සඳහා අවශ්‍ය විය හැකි සියල්ල ඇතුළත් වේ.",
        "උදාහරණයක් ලෙස, ඔවුන්ගේ ප්‍රමුඛතම සන්නාමය වන LG හි හරිත නිෂ්පාදන උපායමාර්ගය බලශක්ති කාර්යක්ෂම සහ පරිසර හිතකාමී විශේෂාංග සහිත නිෂ්පාදන දැඩි ලෙස ශක්තිමත් කරයි. ප්‍රමුඛ දකුණු කොරියානු ඉලෙක්ට්‍රොනික සන්නාමය බලශක්ති භාවිතය අවම කිරීම සඳහා දැඩි කාර්ය සාධන නිර්ණායක සපුරාලන නව්‍ය තාක්ෂණයන් ඇතුළත් කරයි.",
        "Inverter Linear Compressor සහිත InstaView ශීතකරණවල LG දොර, විදුලියෙන් 42%ක් දක්වා ඉතිරි කරයි. LG හි DoorCooling+ අන්තර්ගතය සිසිල් සහ නැවුම්ව තබයි, LinearCooling උෂ්ණත්ව උච්චාවචනයන් අඩු කරයි, ශක්තිය තවදුරටත් සංරක්ෂණය කරයි. දෙවරක් තට්ටු කළ විට දැල්වෙන නව්‍ය වීදුරු පැනලයකින් සමන්විත වන InstaView Door-in-door මඟින් කෙනෙකුට දොර විවෘත නොකර ශීතකරණයේ ඇතුළත දැකීමට හැකි වන අතර 41% දක්වා සීතල වාතය පිටවීම වළක්වයි. එපමණක් නොව, මෙම කාර්යය බහුලව භාවිතා වන පාන වර්ග සහ සුලු කෑම ගබඩා කළ හැකි විශේෂ මැදිරියක් සමඟ පැමිණේ.",
        "LG Dual Inverter Air Conditioner with ThinQ යනු Ocean Black Protection සහිත ස්මාර්ට් වායු සමීකරණයක් වන අතර එය සාම්ප්‍රදායික කොම්ප්‍රෙෂර්වලට වඩා වැඩි ශක්තියක් ඉතිරි කිරීමටද සිදුවේ. LG ද්විත්ව ඉන්වර්ටර් කොම්ප්‍රෙෂරය වේගවත් සිසිලනයකට පරිවර්තනය වන අතර එය දිගු කාලයක් පවතින අතර එය නිහඬ වේ. Super Convertible 5-in-1 Cooling Control මඟින් සිසිලන ධාරිතාව 100 සිට 80, 60 හෝ 40% දක්වා අඩු කිරීමට සහ වේගවත් සිසිලනය සඳහා 110% දක්වා වැඩි කිරීමට ඉඩ සලසයි. LG Dual Inverter Anti-Virus වායු සමීකරණ, ඉන්වර්ටර් කොම්ප්‍රෙසරය සමඟ ඒකාබද්ධව කාබනික සංයෝගවලින් සමන්විත R32 ශීතකාරක අංගෝපාංග, 40% දක්වා වේගයෙන් සිසිල් වන අතර ඉහළ කාර්යක්ෂමතාවයකින් සහ බලශක්තියෙන් 70% දක්වා ඉතිරි කරයි.",
        "LG Washer Dryers හි ඇති Inverter Direct Drive, රෙදිවල බර සහ මෘදු බව මත පදනම්ව, ඇඳුම් සඳහා ප්‍රශස්ත සේදුම් චලිතය තෝරා ගැනීමෙන් 39% දක්වා ශක්තිය ඉතිරි කරයි. Turbo Wash 360° මිනිත්තු 39 කින් රෙදි හොඳින් සෝදා හරින බැවින් ජලය සහ විදුලි පරිභෝජනය අවම මට්ටමක තබා ඇත. ට්වින් වොෂර් මාදිලිය එකවර බර දෙකක් කිරීමෙන් ඊටත් වඩා කාලය, ශක්තිය සහ ජලය ඉතිරි කර ගැනීමට උපකාරී වේ, එබැවින් පිරිවැය අඩකින් පමණ අඩු වේ. Abans විසින් LG Front Loader Washers මගින් ජලය සංරක්ෂණය කරන අතරම බලශක්ති ඉතිරිකිරීම් වලින් 39% ක් දක්වා සහතික කරයි.",
        "LG ඩිෂ්වොෂර්ස් හි ඉන්වර්ටර් ඩිරෙක්ට් ඩ්‍රයිව් තාක්‍ෂණය අසමසම බලශක්ති ඉතිරියක් ලබා දෙයි. LG මයික්‍රෝවේව්ස් බලශක්ති කාර්යක්ෂමතාවයේ නව රැල්ලක් නිර්මාණය කර ඇති අතර එමඟින් විදුලියෙන් 11% දක්වා ඉතිරි වේ. LG හි අවන් පරාසය 50% කාලය සහ 30% බලශක්තිය ඉතිරි කරන අතරම සෞඛ්‍ය සම්පන්න සහ වඩාත් බහුකාර්ය ආහාර පිසීමක් ලබා දෙයි. එහි තුනී පැනලය සහ ආලෝක විමෝචක ඩයෝඩ සහිත, LG UHD TV සාම්ප්‍රදායික රූපවාහිනීවලට සාපේක්ෂව ඉහළ බලශක්ති කාර්යක්ෂම වේ. Philips Induction Cooker සහ Tefal Easy Cook සහ Clean Frying Pan බලශක්ති කාර්යක්ෂම පමණක් නොව, කෙටිම පිසීමේ කාලය තුළ ගෑස් ඉතිරි කරයි. බලශක්තිය ඉතිරි කර ගැනීම සඳහා විදුලි පාරිභෝගිකයින්ට තවදුරටත් සුවපහසුව සම්මුතියක් ඇති කර ගත යුතු නැත. අබාන්ස් සෝලා නිෂ්පාදන සහ සේවා තෝරා ගැනීමෙන් පාරිභෝගිකයින්ට තම විදුලි බිල වචනාර්ථයෙන් ඉවත් කර අමතර ඒකක හරහා අමතර ආදායමක් උපයා ගත හැකිය."
      ]
    },
    "ta": {
      "title": "அபான்ஸ் மின்-சேமிப்பு உபகரணங்களின் வரிசையை ஊக்குவிக்கிறது",
      "body_lines": [
        "சவாலான காலங்களில் வாடிக்கையாளர்களின் நலனுக்காக பலவிதமான மின்சாரத்தைச் சேமிக்கும் வீட்டு உபயோகப் பொருட்களை அபான்ஸ் விளம்பரப்படுத்துகிறது.",
        "அபான்ஸ் அவர்களின் ஆற்றல் செயல்திறனுக்காக விரும்பப்படும் பல தயாரிப்புகளை வெளியிடுவதில் வெற்றி பெற்றுள்ளது என்றார். சுற்றுச்சூழல் நட்பு தீர்வுகளுடன் அதிநவீன தொழில்நுட்பத்தை இணைக்கும் அவர்களின் தயாரிப்புகள் குறிப்பாக ஆற்றலைப் பாதுகாக்க வடிவமைக்கப்பட்டுள்ளன. தற்போதைய ஆற்றல்-திறனுள்ள தயாரிப்புகளின் வரிசையானது, தற்போதைய ஆற்றல் நெருக்கடியைக் கட்டுப்படுத்த பொது மக்களுக்குத் தேவையான அனைத்தையும் உள்ளடக்கியது.",
        "எடுத்துக்காட்டாக, அவர்களின் முன்னணி பிராண்டான எல்ஜியின் பசுமை தயாரிப்பு உத்தியானது ஆற்றல் திறன் மற்றும் சுற்றுச்சூழலுக்கு உகந்த அம்சங்களுடன் தயாரிப்புகளை வலுவாக வலுப்படுத்துகிறது. ஆதிக்கம் செலுத்தும் தென் கொரிய எலக்ட்ரானிக்ஸ் பிராண்ட் ஆற்றல் பயன்பாட்டைக் குறைக்க கடுமையான செயல்திறன் அளவுகோல்களை சந்திக்கும் புதுமையான தொழில்நுட்பங்களை உள்ளடக்கியது.",
        "எல்ஜி டோர் இன் டோர் இன்ஸ்டாவியூ ரெஃப்ரிஜிரேட்டர்கள், இன்வெர்ட்டர் லீனியர் கம்ப்ரஸரைக் கொண்டுள்ளதால், 42% வரை மின்சாரம் சேமிக்கப்படுகிறது. LG இன் DoorCooling+ உள்ளடக்கங்களை குளிர்ச்சியாகவும், புதியதாகவும் வைத்திருக்கும், அதே சமயம் LinearCooling வெப்பநிலை ஏற்ற இறக்கங்களைக் குறைத்து, ஆற்றலை மேலும் சேமிக்கிறது. இருமுறை தட்டினால் ஒளிரும் புதுமையான கண்ணாடி பேனலைக் கொண்டுள்ள InstaView டோர்-இன்-டோர், கதவைத் திறக்காமலேயே குளிர்சாதனப் பெட்டியின் உள்ளே பார்க்க உதவுகிறது மற்றும் 41% வரை குளிர்ந்த காற்று வெளியேறுவதைத் தடுக்கிறது. மேலும், இந்த செயல்பாடு பொதுவாக பயன்படுத்தப்படும் பானங்கள் மற்றும் தின்பண்டங்கள் சேமிக்கப்படும் ஒரு சிறப்பு பெட்டியுடன் வருகிறது.",
        "ThinQ உடன் கூடிய LG டூயல் இன்வெர்ட்டர் ஏர் கண்டிஷனர் ஓஷன் பிளாக் ப்ரொடெக்ஷனுடன் கூடிய ஸ்மார்ட் ஏர் கண்டிஷனர் ஆகும், இது வழக்கமான கம்ப்ரசர்களை விட அதிக ஆற்றலைச் சேமிக்கும். எல்ஜி டூயல் இன்வெர்ட்டர் கம்ப்ரசர் வேகமான குளிரூட்டலுக்கு மொழிபெயர்க்கிறது, அது நீண்ட நேரம் நீடிக்கும் மற்றும் அமைதியாக இருக்கும். சூப்பர் கன்வெர்டிபிள் 5-இன்-1 கூலிங் கன்ட்ரோல் குளிரூட்டும் திறனை 100 இலிருந்து 80, 60 அல்லது 40% ஆகக் குறைக்க அனுமதிக்கிறது மற்றும் வேகமான குளிரூட்டலுக்கு 110% ஆக அதிகரிக்கிறது. எல்ஜி டூயல் இன்வெர்ட்டர் ஆன்டி-வைரஸ் ஏர் கண்டிஷனர்கள், ஆர்கானிக் சேர்மங்களால் ஆன R32 குளிரூட்டிகள், இன்வெர்ட்டர் கம்ப்ரஸருடன் இணைந்து, 40% வேகமாக குளிர்ச்சியடைகின்றன, அதிக செயல்திறனுடன் 70% வரை ஆற்றலைச் சேமிக்கின்றன.",
        "LG வாஷர் ட்ரையர்களில் உள்ள இன்வெர்ட்டர் டைரக்ட் டிரைவ், துணியின் எடை மற்றும் மென்மையின் அடிப்படையில், துணிகளுக்கு உகந்த சலவை இயக்கத்தைத் தேர்ந்தெடுப்பதன் மூலம் 39% வரை ஆற்றலைச் சேமிக்கிறது. டர்போ வாஷ் 360° வெறும் 39 நிமிடங்களில் துணிகளை நன்கு துவைக்கிறது, எனவே தண்ணீர் மற்றும் மின்சாரம் நுகர்வு குறைந்தபட்சமாக வைக்கப்படுகிறது. ட்வின் வாஷர் மாடல் இரண்டு சுமைகளை ஒரே நேரத்தில் செய்வதன் மூலம் இன்னும் அதிக நேரம், ஆற்றல் மற்றும் தண்ணீரை சேமிக்க உதவுகிறது, எனவே செலவு கிட்டத்தட்ட பாதியாக குறைக்கப்படுகிறது. அபான்ஸ் வழங்கும் LG ஃப்ரண்ட் லோடர் வாஷர்கள் நீரைச் சேமிக்கும் அதே வேளையில் 39% ஆற்றல் சேமிப்புக்கு உத்தரவாதம் அளிக்கிறது.",
        "எல்ஜி டிஷ்வாஷர்களில் உள்ள இன்வெர்ட்டர் டைரக்ட் டிரைவ் தொழில்நுட்பம் இணையற்ற ஆற்றல் சேமிப்பை வழங்குகிறது. எல்ஜி மைக்ரோவேவ்ஸ் ஆற்றல் திறனில் ஒரு புதிய அலையை உருவாக்கி, 11% மின்சாரத்தை சேமிக்கிறது. எல்ஜியின் அடுப்புகளின் வரம்பு 50% நேரத்தையும் 30% ஆற்றலையும் மிச்சப்படுத்தும் போது ஆரோக்கியமான மற்றும் பல்துறை சமையலை வழங்குகிறது. அதன் மெல்லிய பேனல் மற்றும் ஒளி-உமிழும் டையோட்களுடன், வழக்கமான டிவிகளுடன் ஒப்பிடும்போது LG UHD TV அதிக ஆற்றல் திறன் கொண்டது. Philips Induction Cooker மற்றும் Tefal Easy Cook மற்றும் Clean Frying Pan ஆகியவை ஆற்றல் திறன் கொண்டவை அல்ல, ஆனால் குறைந்த சமையல் நேரத்தில் எரிவாயுவைச் சேமிக்கும். மின்சார நுகர்வோர் ஆற்றலைச் சேமிக்க இனி ஆறுதலைச் சமரசம் செய்ய வேண்டியதில்லை. அபான்ஸ் சோலார் தயாரிப்புகள் மற்றும் சேவைகளைத் தேர்ந்தெடுப்பதன் மூலம், நுகர்வோர் தங்களின் மின்சாரக் கட்டணங்களைத் தவிர்க்கலாம் மற்றும் அதிகப்படியான யூனிட்கள் மூலம் கூடுதல் வருமானத்தைப் பெறலாம்."
      ]
    }
  }
}