{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Local-digital-hardware-manufacturer-visits-Hambantota-Port/34-734549",
  "time_ut": 1652044380,
  "title": "Local digital hardware manufacturer visits Hambantota Port",
  "body_lines": [
    "From left: Senior AGM Commercial and Marketing Bindu Ranasinghe; EWIS General Manager – Projects Chamara Sahabandu; HIPG COO Tissa Wickramasinghe; HIPG CEO Johnson Liu; EWIS Chairman Sanjeewa Wickramanayake; HIPG Senior GM Port Investment Services Tim Xiao; EWIS COO Nirmal Pieris; HIPG Senior Manager Port Investment Services Sabrina Edirisinghe",
    "The top management of EWIS visited the Hambantota International Port (HIP) recently, to evaluate possibilities of expanding their business via the port. This was following a visit by the HIP management to the EWIS manufacturing plant in Sooriyawewa, when an invitation was extended to visit the port.",
    "HIP is looking to attract local entrepreneurs to the port’s industrial park and EWIS being the only local Original Device Manufacturing (ODM) plant in Sri Lanka producing a wide range of IT related hardware from laptops, computer monitors, tablets to smartboards can benefit from setting up operations in the park.",
    "EWIS Chairman Sanjeewa Wickramanayake, COO Nirmal Pieris and EWIS General Manager – Projects Chamara Sahabandu visited the port and were met by the port’s CEO Johnson Liu, COO Tissa Wickramasinghe; Senior GM Port Investment Services Tim Xiao; Senior AGM Commercial and Marketing Bindu Ranasinghe and Senior Manager Port Investment Services Sabrina Edirisinghe.  The team from EWIS was given a complete overview of the five main business verticals of the port i.e., port services, marine services, energy hub, Industrial Park, and Integrated logistics. Further, the current business models/ progress of the port, key projects of the Industrial Park as well as opportunities and advantages for new business ventures and the salient features of the port’s connectivity were also discussed.",
    "“We are encouraging local entrepreneurs to use the services of HIP’s industrial park and we are looking forward to further discussions with EWIS. Our vision is to have a vibrant mix of foreign and local investors in the park.  When we look at the benefits this will bring to Sri Lanka, many of them would be short to medium term.",
    "“While projects like the plug and play park in park facility will begin to provide benefits in the short term, other project will have a gestation period in the medium term.  It will also position Sri Lanka’s Southernmost port and surrounding areas as a place for industrialists both foreign and local to invest,” says HIPG CEO Johnson Liu.",
    "HIP declared 2022 as the year of construction, with many projects in the port’s industrial park reaching different stages of completion. HIP is fully concentrated on getting the projects off the ground so that the first phase of the park would be up and running by the end of this year.",
    "The team from EWIS had a bird’s eye view of the port from the 12th floor of the Hambantota Maritime Centre"
  ],
  "translate": {
    "si": {
      "title": "දේශීය ඩිජිටල් දෘඩාංග නිෂ්පාදකයා හම්බන්තොට වරායට පැමිණෙයි",
      "body_lines": [
        "වමේ සිට: ජ්‍යෙෂ්ඨ AGM වාණිජ හා අලෙවි බිංදු රණසිංහ; EWIS සාමාන්‍යාධිකාරී - ව්‍යාපෘති චාමර සහබන්දු; HIPG COO තිස්ස වික්‍රමසිංහ; HIPG ප්‍රධාන විධායක ජොන්සන් ලියු; EWIS සභාපති සංජීව වික්‍රමනායක; HIPG ජ්යෙෂ්ඨ GM වරාය ආයෝජන සේවා Tim Xiao; EWIS COO නිර්මාල් පීරිස්; HIPG ජ්‍යෙෂ්ඨ කළමනාකාර වරාය ආයෝජන සේවා සබ්‍රිනා එදිරිසිංහ",
        "EWIS හි ඉහළ කළමනාකාරීත්වය පසුගියදා හම්බන්තොට ජාත්‍යන්තර වරාය (HIP) වෙත ගොස් වරාය හරහා තම ව්‍යාපාර ව්‍යාප්ත කිරීමේ හැකියාව ඇගයීමට ලක් කළේය. ඒ HIP කළමනාකාරීත්වය විසින් සූරියවැව EWIS නිෂ්පාදන කම්හල වෙත ගිය අවස්ථාවේදී වරාය නැරඹීම සඳහා කරන ලද ආරාධනයකදීය.",
        "HIP විසින් දේශීය ව්‍යවසායකයින් වරායේ කාර්මික උද්‍යානය වෙත ආකර්ෂණය කර ගැනීමට අපේක්ෂා කරන අතර EWIS ශ්‍රී ලංකාවේ එකම දේශීය මුල් උපාංග නිෂ්පාදන (ODM) කම්හල වන අතර ලැප්ටොප්, පරිගණක මොනිටර, ටැබ්ලට් සහ ස්මාර්ට්බෝඩ් සිට තොරතුරු තාක්ෂණ ආශ්‍රිත දෘඩාංග රාශියක් නිෂ්පාදනය කරයි. උද්යානය තුළ මෙහෙයුම්.",
        "EWIS සභාපති සංජීව වික්‍රමනායක, ප්‍රධාන විධායක නිලධාරී නිර්මාල් පීරිස් සහ EWIS ව්‍යාපෘති සාමාන්‍යාධිකාරී චාමර සහබන්දු වරායේ සංචාරයක නිරත වූ අතර, වරායේ ප්‍රධාන විධායක නිලධාරී ජොන්සන් ලියු, ප්‍රධාන විධායක නිලධාරී තිස්ස වික්‍රමසිංහ මහතා හමු විය. ජ්යෙෂ්ඨ GM වරාය ආයෝජන සේවා Tim Xiao; ජ්‍යෙෂ්ඨ සාමාන්‍යාධිකාරී වාණිජ හා අලෙවි බිංදු රණසිංහ සහ වරාය ආයෝජන සේවා ජ්‍යෙෂ්ඨ කළමනාකාර සබ්රිනා එදිරිසිංහ. EWIS හි කණ්ඩායමට වරායේ ප්‍රධාන ව්‍යාපාරික සිරස් පහේ එනම්, වරාය සේවා, සමුද්‍ර සේවා, බලශක්ති කේන්ද්‍රස්ථානය, කාර්මික උද්‍යානය සහ ඒකාබද්ධ සැපයුම් පිළිබඳ සම්පූර්ණ දළ විශ්ලේෂණයක් ලබා දෙන ලදී. තවද, වරායේ වත්මන් ව්‍යාපාරික ආකෘති/ ප්‍රගතිය, කාර්මික උද්‍යානයේ ප්‍රධාන ව්‍යාපෘති මෙන්ම නව ව්‍යාපාර සඳහා ඇති අවස්ථා සහ වාසි සහ වරායේ සම්බන්ධතාවේ කැපී පෙනෙන ලක්ෂණ පිළිබඳව ද සාකච්ඡා කෙරිණි.",
        "“අපි දේශීය ව්‍යවසායකයින් HIP හි කර්මාන්තපුරයේ සේවාවන් භාවිතා කිරීමට දිරිමත් කරන අතර EWIS සමඟ තවදුරටත් සාකච්ඡා කිරීමට අපි බලාපොරොත්තු වෙමු. අපගේ දැක්ම වන්නේ උද්‍යානය තුළ විදේශීය හා දේශීය ආයෝජකයන්ගේ විචිත්‍රවත් මිශ්‍රණයක් තිබීමයි. මෙයින් ශ්‍රී ලංකාවට ලැබෙන ප්‍රතිලාභ දෙස බලන විට ඒවායින් බොහොමයක් කෙටි කාලීන හා මධ්‍ය කාලීන ඒවා වනු ඇත.",
        "“උද්‍යාන පහසුකම තුළ ප්ලග් ඇන්ඩ් ප්ලේ පාර්ක් වැනි ව්‍යාපෘති කෙටි කාලීනව ප්‍රතිලාභ ලබා දීමට පටන් ගන්නා අතර අනෙකුත් ව්‍යාපෘතිවලට මධ්‍ය කාලීනව ගැබ්ගැනීම් කාලයක් ඇත. එය ශ්‍රී ලංකාවේ දකුණු දෙසින් පිහිටි වරාය සහ අවට ප්‍රදේශ විදේශීය සහ දේශීය කර්මාන්තකරුවන්ට ආයෝජනය කිරීමට ස්ථානයක් ලෙස ස්ථානගත කරනු ඇත, ”HIPG ප්‍රධාන විධායක ජොන්සන් ලියු පවසයි.",
        "HIP විසින් 2022 ඉදිකිරීම් වර්ෂය ලෙස ප්‍රකාශයට පත් කරන ලද අතර, වරායේ කාර්මික උද්‍යානයේ බොහෝ ව්‍යාපෘති නිම කිරීමේ විවිධ අවස්ථා කරා ළඟා වෙමින් තිබේ. මෙම වසර අවසන් වන විට උද්‍යානයේ පළමු අදියර ක්‍රියාත්මක වන පරිදි ව්‍යාපෘති ක්‍රියාත්මක කිරීමට HIP පූර්ණ අවධානය යොමු කර ඇත.",
        "EWIS හි කණ්ඩායමට හම්බන්තොට සමුද්‍රීය මධ්‍යස්ථානයේ 12 වන මහලේ සිට වරායේ කුරුල්ලන්ගේ ඇසක් දැකගත හැකි විය."
      ]
    },
    "ta": {
      "title": "உள்ளூர் டிஜிட்டல் வன்பொருள் உற்பத்தியாளர் ஹம்பாந்தோட்டை துறைமுகத்திற்கு வருகை தந்துள்ளார்",
      "body_lines": [
        "இடமிருந்து: சிரேஷ்ட AGM வர்த்தக மற்றும் சந்தைப்படுத்தல் பிந்து ரணசிங்க; EWIS பொது மேலாளர் - திட்டங்கள் சாமர சகபந்து; HIPG COO திஸ்ஸ விக்கிரமசிங்க; HIPG CEO ஜான்சன் லியு; EWIS தலைவர் சஞ்சீவ விக்கிரமநாயக்க; HIPG மூத்த GM போர்ட் முதலீட்டு சேவைகள் Tim Xiao; EWIS COO நிர்மல் பீரிஸ்; HIPG சிரேஷ்ட முகாமையாளர் துறைமுக முதலீட்டு சேவைகள் சப்ரினா எதிரிசிங்க",
        "EWIS இன் உயர்மட்ட நிர்வாகம் அண்மையில் ஹம்பாந்தோட்டை சர்வதேச துறைமுகத்திற்கு (HIP) விஜயம் செய்து, துறைமுகத்தின் ஊடாக தமது வர்த்தகத்தை விரிவுபடுத்துவதற்கான சாத்தியக்கூறுகளை மதிப்பீடு செய்தது. சூரியவெவவில் உள்ள EWIS உற்பத்தி ஆலைக்கு HIP நிர்வாகம் விஜயம் செய்ததைத் தொடர்ந்து, துறைமுகத்தைப் பார்வையிட அழைப்பு விடுக்கப்பட்டது.",
        "துறைமுகத்தின் தொழில்துறை பூங்காவிற்கு உள்ளூர் தொழில்முனைவோரை ஈர்க்க HIP விரும்புகிறது மற்றும் இலங்கையின் ஒரே உள்ளூர் அசல் சாதன உற்பத்தி (ODM) ஆலையாக EWIS உள்ளது, மடிக்கணினிகள், கணினி மானிட்டர்கள், டேப்லெட்டுகள் முதல் ஸ்மார்ட் போர்டுகள் முதல் பலதரப்பட்ட IT தொடர்பான வன்பொருள்களை உற்பத்தி செய்வதன் மூலம் பயனடையலாம். பூங்காவில் செயல்பாடுகள்.",
        "EWIS தலைவர் சஞ்சீவ விக்கிரமநாயக்க, COO நிர்மல் பீரிஸ் மற்றும் EWIS பொது முகாமையாளர் - சாமர சஹபந்து ஆகியோர் துறைமுகத்திற்கு விஜயம் செய்ததுடன், துறைமுகத்தின் பிரதம நிறைவேற்று அதிகாரி ஜோன்சன் லியு, COO திஸ்ஸ விக்கிரமசிங்க ஆகியோரால் சந்தித்தனர்; மூத்த GM போர்ட் முதலீட்டு சேவைகள் டிம் சியாவோ; சிரேஷ்ட AGM வர்த்தக மற்றும் சந்தைப்படுத்தல் பிந்து ரணசிங்க மற்றும் துறைமுக முதலீட்டு சேவைகளின் சிரேஷ்ட முகாமையாளர் சப்ரினா எதிரிசிங்க. துறைமுக சேவைகள், கடல்சார் சேவைகள், எரிசக்தி மையம், தொழில்துறை பூங்கா மற்றும் ஒருங்கிணைந்த தளவாடங்கள் போன்ற துறைமுகத்தின் ஐந்து முக்கிய வணிகச் செங்குத்துகளின் முழுமையான கண்ணோட்டம் EWIS இன் குழுவிற்கு வழங்கப்பட்டது. மேலும், துறைமுகத்தின் தற்போதைய வணிக மாதிரிகள்/ முன்னேற்றம், தொழில் பூங்காவின் முக்கிய திட்டங்கள் மற்றும் புதிய வணிக முயற்சிகளுக்கான வாய்ப்புகள் மற்றும் நன்மைகள் மற்றும் துறைமுகத்தின் இணைப்பின் முக்கிய அம்சங்கள் குறித்தும் விவாதிக்கப்பட்டது.",
        "\"உள்ளூர் தொழில்முனைவோரை நாங்கள் HIP இன் தொழில்துறை பூங்காவின் சேவைகளைப் பயன்படுத்த ஊக்குவிக்கிறோம், மேலும் EWIS உடன் மேலும் கலந்துரையாடல்களை எதிர்பார்க்கிறோம். பூங்காவில் வெளிநாட்டு மற்றும் உள்ளூர் முதலீட்டாளர்களின் துடிப்பான கலவையை உருவாக்குவதே எங்கள் பார்வை. இதன் மூலம் இலங்கைக்கு ஏற்படும் நன்மைகளைப் பார்க்கும் போது, ​​அவற்றில் பல குறுகிய கால மற்றும் நடுத்தர காலப்பகுதியாக இருக்கும்.",
        "\"பார்க் வசதியில் பிளக் அண்ட் ப்ளே பார்க் போன்ற திட்டங்கள் குறுகிய காலத்தில் பலன்களை வழங்கத் தொடங்கும் அதே வேளையில், மற்ற திட்டங்களுக்கு நடுத்தர காலத்தில் கர்ப்ப காலம் இருக்கும். இது இலங்கையின் தென்பகுதி துறைமுகம் மற்றும் அதனைச் சுற்றியுள்ள பகுதிகளை வெளிநாட்டு மற்றும் உள்ளூர் தொழிலதிபர்கள் முதலீடு செய்வதற்கான இடமாக நிலைநிறுத்தும்\" என்கிறார் HIPG CEO Johnson Liu.",
        "HIP 2022 ஆம் ஆண்டை கட்டுமான ஆண்டாக அறிவித்தது, துறைமுகத்தின் தொழில்துறை பூங்காவில் பல திட்டங்கள் நிறைவடைய பல்வேறு கட்டங்களை எட்டியுள்ளன. இந்த ஆண்டு இறுதிக்குள் பூங்காவின் முதல் கட்டம் இயங்கும் வகையில், திட்டங்களை செயல்படுத்துவதில் HIP முழுமையாக கவனம் செலுத்துகிறது.",
        "EWIS இன் குழு ஹம்பாந்தோட்டை கடல்சார் மையத்தின் 12 வது மாடியில் இருந்து துறைமுகத்தை பறவைக் கண் பார்வையில் பார்த்தது."
      ]
    }
  }
}