{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/matildas-cousins/",
  "time_ut": 1647277020,
  "title": "Matilda’s cousins",
  "body_lines": [
    "Matilda may have told dreadful lies that made ‘one gasp and stretch one’s eyes’, but her lies, or what has been said of them, to be exact, pale into childish prattle in comparison to what Sri Lankan politicians tell the public, especially when they seek votes and face trouble after being ensconced in power.",
    "It is only natural that Sri Lankans tend to believe the very obverse of what ruling party politicians and their propaganda lackeys tell them. The President’s Media Division announced, the other day, that power cuts would be over after a few days; people did not buy into its claim, and stocked up on candles! The Ceylon Electricity Board (CEB) went ahead with load shedding, and the hapless public continues to be troubled by power cuts. Several moons ago, Trade Minister Bandula Gunawardena vowed to make rice freely available at affordable prices, but rice prices have since gone through the roof.",
    "All shortages that plague the country boil down to one thing—lack of dollars. If the government could find enough dollars to pay for essential imports, nothing would be in short supply, and queues at fuel stations, gas sales points, etc., would be over. The dollar crisis has become the elephant in the room where government politicians are concerned because the Finance Ministry, which is responsible for the current economic mess, is under Basil Rajapaksa, who is the power behind the throne. Ministers have chosen to bark up the wrong tree, and tell lies with a short lifespan lest they should incur the wrath of the powers that be and lose their portfolios.",
    "Minister of Power Pavithra Wanniarachchi would have us believe that the existing power crisis has come about because the CEB’s generation capacity is low. Nothing could be further from the truth. Former Power and Energy Minister Champika Ranawaka has recently told Parliament that the CEB could generate 4,887MW of electricity a day while the daily demand for power does not exceed 2,700MW and, therefore, the CEB’s generation capacity has nothing to do with the current power crisis. He insists that the power crisis is due to lack of foreign exchange to pay for fuel imports to feed the thermal power plants. Ranawaka, an electrical engineer, has thus put his finger on the actual reason for the power crisis. Energy Minister Gamini Lokuge is also wary of telling the public the truth. His predecessor, Udaya Gammanpila, revealed the truth and got under the skins of the SLPP leaders in the process. He did not know what hit him; he lost his ministerial portfolio.",
    "Minister Lokuge has declared that the fuel crisis will be over soon. Last week, he said the Ceylon Petroleum Corporation (CPC) would not increase fuel prices. The following day, the Lanka IOC jacked up prices; two days later the CPC matched the LIOC prices! When he was the Power Minister, Lokuge said there would be no power cuts!",
    "Prime Minister Mahinda Rajapaksa has claimed that there is no fuel shortage. If so, tens of thousands of people must be waiting in long queues near filling stations for the fun of it! Chief Government Whip and Highway Minister Johnston Fernando has gone a step further; he says some sinister elements are conspiring against the government and spreading false rumours of a fuel shortage! The less said about him, the better; he is troubled by bats in his belfry if his behaviour in Parliament is any indication.",
    "The discerning public is aware of the real causes of the present crises, which could have been averted. If the government had refrained from effecting huge tax cuts for the benefit of big businesses, mostly its cronies, and cared to rationalise pandemic-related expenditure instead of throwing money around, the rupee crisis would not have arisen. The situation further deteriorated following the unveiling of a massive relief package, which has benefited mostly state employees; the ill-conceived relief measures cost the state coffers as much as Rs. 229 billion! The government could have used these funds to cushion the fuel price hike shocks by reducing taxes on diesel, petrol and kerosene. The government has not cracked down on the foreign currency black market, which has been thriving at the expense of the banking system, depriving the state coffers of much-needed dollars. It also got its priorities mixed up and chose to spend colossal amounts of funds on development projects whose expenditure has a sizeable foreign exchange component. Road development is a case in point. If nonessential imports had been restricted when the first signs of the forex crisis were felt, the outflow of dollars could have been curtailed greatly.",
    "Matilda’s story has a tragic end. Our skilled liars are going places, having lied their way into office, but at the rate public anger is welling up, their fate is very likely to be far worse than death—nothing could be more dreadful and hurtful to politicians than to be relegated to the political dustbin.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මැටිල්ඩාගේ ඥාති සහෝදරියන්",
      "body_lines": [
        "මැටිල්ඩා 'එකෙකුගේ හුස්ම හිරකර දෑස් දිගු කරන' බිහිසුණු බොරු කියන්නට ඇත, නමුත් ඇගේ බොරු හෝ ඒවා ගැන පවසා ඇති දේ හරියටම කිවහොත්, ශ්‍රී ලංකාවේ දේශපාලනඥයන් මහජනතාවට කියන දේට සාපේක්ෂව බොළඳ ප්‍රහේලිකාවක් බවට පත්වේ. ඔවුන් ඡන්දය ඉල්ලා බලයට පත්වීමෙන් පසු කරදරවලට මුහුණ දෙති.",
        "පාලක පක්‍ෂයේ දේශපාලනඥයන් සහ ඔවුන්ගේ ප්‍රචාරක ගෝලබාලයන් තමන්ට කියන දේ ගැන ශ්‍රී ලාංකිකයන් විශ්වාස කිරීමට නැඹුරු වීම ස්වභාවිකය. දින කිහිපයකින් විදුලි කප්පාදුව අවසන් කරන බව ජනාධිපති මාධ්‍ය අංශය පසුගිය දිනක නිවේදනය කළේය. මිනිසුන් එහි හිමිකම් මිලට නොගත් අතර ඉටිපන්දම් මත ගබඩා කර ඇත! ලංකා විදුලිබල මණ්ඩලය (CEB) බර පැටවීම සමඟ ඉදිරියට ගිය අතර, විදුලිය විසන්ධි වීම නිසා අවාසනාවන්ත මහජනතාව දිගින් දිගටම පීඩාවට පත්ව සිටිති. සඳ කිහිපයකට පෙර වෙළඳ අමාත්‍ය බන්දුල ගුණවර්ධන මහතා සහල් දැරිය හැකි මිලට නොමිලේ ලබා දෙන බවට සපථ කළ නමුත් සහල් මිල වහලය හරහා ගොස් තිබේ.",
        "රට පීඩාවට පත් කරන සියලුම හිඟයන් එක දෙයකට - ඩොලර් හිඟය. අත්‍යාවශ්‍ය ආනයන සඳහා ගෙවීමට අවශ්‍ය ඩොලර් ප්‍රමාණය රජයට සොයා ගත හැකි නම් කිසිවක් හිඟ නොවනු ඇත, ඉන්ධන පිරවුම්හල්වල, ගෑස් අලෙවි කරන ස්ථානවල පෝලිම්, ආදිය අවසන් වනු ඇත. ඩොලර් අර්බුදය ආණ්‌ඩුවේ දේශපාලඥයන් ගේ අලියා බවට පත්ව ඇත්තේ වත්මන් ආර්ථික අවුලට වගකිව යුතු මුදල් අමාත්‍යාංශය සිංහාසනය පිටුපස බලවතා වන බැසිල් රාජපක්‍ෂ යටතේ පවතින බැවිනි. බලයේ උදහසට ලක්වී ඇමතිකම් අහිමි නොවීමට ඇමතිවරු තෝරාගෙන ඇත්තේ වැරැදි ගසකට බුරන්නට සහ කෙටි ආයු කාලයකින් බොරු කීමටය.",
        "විදුලිබල අමාත්‍ය පවිත‍්‍රා වන්නිආරච්චි මහත්මිය අපව විශ්වාස කරනු ඇත්තේ දැනට පවතින විදුලි අර්බුදය විදුලිබල මණ්ඩලයේ ජනන ධාරිතාව අඩු නිසා ඇති වී ඇති බවයි. සත්‍යයට වඩා වැඩි යමක් විය නොහැක. විදුලිබල මණ්ඩලයට දිනකට මෙගාවොට් 4,887ක් නිපදවිය හැකි අතර දෛනික විදුලි ඉල්ලුම මෙගාවොට් 2,700 නොඉක්මවන බවත්, එබැවින් විදුලිබල මණ්ඩලයේ ජනන ධාරිතාව වත්මන් විදුලි අර්බුදයට සම්බන්ධයක් නොමැති බවත් හිටපු විදුලිබල හා බලශක්ති අමාත්‍ය චම්පික රණවක පසුගියදා පාර්ලිමේන්තුවට ප්‍රකාශ කළේය. . ඔහු අවධාරනය කරන්නේ තාප බලාගාර පෝෂණය කිරීම සඳහා ආනයනය කරන ඉන්ධන සඳහා ගෙවීමට විදේශ විනිමය නොමැතිකම හේතුවෙන් විදුලි අර්බුදය ඇති වී ඇති බවයි. විදුලි ඉංජිනේරුවෙකු වන රණවක මහතා විදුලි අර්බුදයට සැබෑ හේතුව ගැන මෙසේ ඇඟිල්ල දිගු කර ඇත. බලශක්ති අමාත්‍ය ගාමිණී ලොකුගේ මහතාද ජනතාවට සත්‍ය ප්‍රකාශ කිරීමට කල්පනාකාරීව සිටියි. ඔහුගේ පූර්වගාමියා වූ උදය ගම්මන්පිල සත්‍යය හෙළි කළ අතර එම ක්‍රියාවලියේදී ශ්‍රී ලංකා පොදුජන පෙරමුණේ නායකයන්ගේ හම්වලට යට විය. ඔහුට පහර දුන්නේ කුමක්දැයි ඔහු දැන සිටියේ නැත; ඔහුට ඇමතිකම අහිමි විය.",
        "ඉන්ධන අර්බුදය ඉක්මනින් අවසන් කරන බව අමාත්‍ය ලොකුගේ ප්‍රකාශ කළා. පසුගිය සතියේ ඔහු කියා සිටියේ ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව (CPC) ඉන්ධන මිල වැඩි නොකරන බවයි. පසු දින, ලංකා IOC මිල ඉහල දැමීය; දින දෙකකට පසුව CPC LIOC මිලට ගැලපේ! විදුලිබල ඇමති වෙලා ඉන්නකොට ලොකුගේ කිව්වා විදුලි කප්පාදුවක් නෑ කියලා!",
        "ඉන්ධන හිඟයක් නොමැති බව අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා පවසයි. එසේ නම්, එහි විනෝදය සඳහා දස දහස් ගණන් ජනතාව පිරවුම්හල් අසල දිගු පෝලිම්වල රැඳී සිටිය යුතුය! ආණ්ඩු පක්ෂයේ ප්‍රධාන සංවිධායක හා මහාමාර්ග අමාත්‍ය ජොන්ස්ටන් ප්‍රනාන්දු තවත් පියවරක් ඉදිරියට ගොස් ඇත. ඔහු පවසන්නේ සමහර පාපතර කොටස් රජයට එරෙහිව කුමන්ත්‍රණ කරමින් ඉන්ධන හිඟයක් ගැන අසත්‍ය කටකතා පතුරවන බවයි! ඔහු ගැන අඩුවෙන් පවසන තරමට වඩා හොඳය; පාර්ලිමේන්තුවේ ඔහුගේ හැසිරීම කිසියම් හෝඩුවාවක් නම් ඔහුගේ බෙල්ෆ්රි එකේ වවුලන් නිසා ඔහු කලබල වේ.",
        "වත්මන් අර්බුද වල සැබෑ හේතූන් වළක්වා ගත හැකිව තිබූ බව බුද්ධිමත් ජනතාව දනිති. ආන්ඩුව මහා ව්‍යාපාරිකයන්ගේ, බොහෝ විට තම ගජමිතුරන්ගේ ප්‍රයෝජනය සඳහා දැවැන්ත බදු කප්පාදු කිරීමෙන් වැළකී සිටියේ නම් සහ මුදල් විසි කිරීම වෙනුවට වසංගතය ආශ්‍රිත වියදම් තාර්කික කිරීමට උත්සුක වූයේ නම්, රුපියලේ අර්බුදය මතු නොවනු ඇත. වැඩි වශයෙන් රාජ්‍ය සේවකයින්ට ප්‍රතිලාභ අත්කර දුන් දැවැන්ත සහන පැකේජයක් එළිදැක්වීමෙන් පසු තත්ත්වය තවදුරටත් නරක අතට හැරුණි. සාවද්‍ය සහන ක්‍රියාමාර්ග නිසා රාජ්‍ය භාණ්ඩාගාරයට රු. බිලියන 229ක්! ඩීසල්, පෙට්‍රල් සහ භූමිතෙල් සඳහා බදු අඩු කිරීමෙන් ඉන්ධන මිල ඉහළ යාමේ කම්පනය සමනය කිරීමට රජයට මෙම අරමුදල් භාවිතා කළ හැකිව තිබුණි. රාජ්‍ය භාණ්ඩාගාරයට අත්‍යාවශ්‍ය වූ ඩොලර් අහිමි කරමින් බැංකු ක්‍රමයේ වියදමින් දියුණු වෙමින් පවතින විදේශ මුදල් කළු වෙළෙඳ පොළට එරෙහිව රජය දැඩි පියවරක් ගෙන නැත. එය එහි ප්‍රමුඛතා මිශ්‍ර කර සැලකිය යුතු විදේශ විනිමය සංරචකයක් සහිත සංවර්ධන ව්‍යාපෘති සඳහා විශාල අරමුදල් ප්‍රමාණයක් වැය කිරීමට තෝරා ගත්තේය. මාර්ග සංවර්ධනය ඊට කදිම නිදසුනකි. විදේශ විනිමය අර්බුදයේ පළමු සලකුණු දැනුණු විට අත්‍යවශ්‍ය නොවන ආනයන සීමා කළේ නම්, ඩොලර් පිටතට ගලායාම විශාල ලෙස සීමා කළ හැකිය.",
        "මැටිල්ඩාගේ කතාව ඛේදජනක අවසානයක් ඇත. අපේ දක්‍ෂ බොරුකාරයෝ බොරු කියමින් තැන තැන යති, නමුත් මහජන කෝපය උග්‍ර වන තරමට, ඔවුන්ගේ ඉරණම මරණයට වඩා දරුණු වීමට බොහෝ දුරට ඉඩ තිබේ - දේශපාලකයන්ට පහත හෙළීම තරම් භයානක හා රිදවන කිසිවක් තවත් නැත. දේශපාලන කුණු බක්කිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மாடில்டாவின் உறவினர்கள்",
      "body_lines": [
        "மாடில்டா 'ஒருவர் மூச்சிரைக்க மற்றும் ஒருவரின் கண்களை நீட்டி' என்று பயங்கரமான பொய்களைச் சொல்லியிருக்கலாம், ஆனால் அவரது பொய்கள் அல்லது அவற்றைப் பற்றிச் சொல்லப்பட்டவை, இலங்கை அரசியல்வாதிகள் பொதுமக்களிடம் சொல்வதை ஒப்பிடுகையில், குழந்தைத்தனமான பேச்சுக்களாக வெளிர். அவர்கள் வாக்குகளை தேடி ஆட்சிக்கு வந்த பிறகு பிரச்சனைகளை சந்திக்கின்றனர்.",
        "ஆளும் கட்சி அரசியல்வாதிகளும் அவர்களின் பிரச்சார அடியாட்களும் தமக்கு என்ன சொல்கிறார்கள் என்பதை இலங்கையர்கள் நம்புவது இயற்கையானது. சில தினங்களின் பின்னர் மின்வெட்டு நிறைவடையும் என ஜனாதிபதி ஊடகப் பிரிவு நேற்று அறிவித்தது. மக்கள் அதன் கோரிக்கையை வாங்கவில்லை, மேலும் மெழுகுவர்த்திகளை சேமித்து வைத்தனர்! இலங்கை மின்சார சபை (CEB) லோட் ஷெட்டிங்கை முன்னெடுத்துச் சென்றதுடன், மின்சாரம் துண்டிக்கப்படுவதால் மகிழ்ச்சியற்ற பொதுமக்கள் தொடர்ந்து சிரமப்படுகின்றனர். பல மாதங்களுக்கு முன்னர், வர்த்தக அமைச்சர் பந்துல குணவர்தன, மலிவு விலையில் அரிசியை இலவசமாகக் கிடைக்கச் செய்வதாக உறுதியளித்தார், ஆனால் அரிசி விலைகள் கூரையைத் தாண்டிச் சென்றன.",
        "நாட்டைப் பீடித்துள்ள எல்லாப் பற்றாக்குறைகளும் ஒரு விஷயமாகச் சுருங்கிவிடுகின்றன—டாலர் பற்றாக்குறை. அத்தியாவசிய இறக்குமதிகளுக்கு பணம் செலுத்த போதுமான டாலர்களை அரசாங்கம் கண்டுபிடித்தால், எதுவும் பற்றாக்குறை இருக்காது, மேலும் எரிபொருள் நிலையங்கள், எரிவாயு விற்பனை நிலையங்கள் போன்றவற்றில் வரிசைகள் முடிந்துவிடும். தற்போதைய பொருளாதாரச் சீர்கேட்டிற்குக் காரணமான நிதியமைச்சு அரியணைக்குப் பின்னால் இருக்கும் பசில் ராஜபக்ஷவின் கீழ் இருப்பதால், டாலர் நெருக்கடியானது அரசாங்க அரசியல்வாதிகள் கவலை கொள்ளும் அறைக்குள் யானையாக மாறியுள்ளது. அமைச்சர்கள் தவறான மரத்தை குரைப்பதைத் தேர்ந்தெடுத்து, குறுகிய ஆயுட்காலம் கொண்ட பொய்களைச் சொல்லி, அதிகாரங்களின் கோபத்திற்கு ஆளாகி, தங்கள் இலாகாக்களை இழக்க நேரிடும்.",
        "மின்சாரத்துறை அமைச்சர் பவித்ரா வன்னியாராச்சி அவர்கள், மின்சார சபையின் உற்பத்தித் திறன் குறைவாக உள்ளதால் தற்போதுள்ள மின் நெருக்கடி ஏற்பட்டுள்ளதாக நம்பலாம். உண்மைக்கு அப்பால் எதுவும் இருக்க முடியாது. மின்சார சபையினால் நாளொன்றுக்கு 4,887 மெகாவாட் மின்சாரம் உற்பத்தி செய்ய முடியும் எனவும், அதேவேளையில் நாளாந்த மின் தேவை 2,700 மெகாவாட்களை தாண்டவில்லை எனவும், எனவே, மின்சார சபையின் உற்பத்தித் திறனுக்கும் தற்போதைய மின் நெருக்கடிக்கும் தொடர்பில்லை என முன்னாள் மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் சம்பிக்க ரணவக்க அண்மையில் பாராளுமன்றத்தில் தெரிவித்துள்ளார். . அனல் மின் நிலையங்களுக்கு உணவளிப்பதற்கான எரிபொருள் இறக்குமதிக்கு செலுத்த அந்நியச் செலாவணி இல்லாததே மின் நெருக்கடிக்குக் காரணம் என்று அவர் வலியுறுத்துகிறார். மின்சாரப் பொறியியலாளர் சம்பிக்க ரணவக்க, மின் நெருக்கடிக்கான உண்மையான காரணத்தை இவ்வாறு வெளிப்படுத்தியுள்ளார். எரிசக்தி அமைச்சர் காமினி லொகுகே பொதுமக்களிடம் உண்மையைக் கூறுவதில் எச்சரிக்கையாகவும் உள்ளார். அவரது முன்னோடியான உதய கம்மன்பில உண்மையை வெளிப்படுத்தியதுடன், அந்தச் செயல்பாட்டில் ஸ்ரீலங்கா பொதுஜன பெரமுனவின் தலைவர்களின் தோலில் சிக்கினார். அவரைத் தாக்கியது அவருக்குத் தெரியாது; அவர் அமைச்சர் பதவியை இழந்தார்.",
        "எரிபொருள் நெருக்கடி விரைவில் நீங்கும் என அமைச்சர் லொக்குகே அறிவித்துள்ளார். கடந்த வாரம், இலங்கை பெற்றோலியக் கூட்டுத்தாபனம் (CPC) எரிபொருள் விலையை அதிகரிக்காது என்று கூறியிருந்தார். அடுத்த நாள், Lanka IOC விலைகளை உயர்த்தியது; இரண்டு நாட்களுக்குப் பிறகு CPC ஆனது LIOC விலைகளுடன் பொருந்தியது! லொகுகே மின்துறை அமைச்சராக இருந்தபோது மின்வெட்டு இருக்காது என்றார்!",
        "எரிபொருள் தட்டுப்பாடு இல்லை என பிரதமர் மஹிந்த ராஜபக்ஷ தெரிவித்துள்ளார். அப்படியானால், பல்லாயிரக்கணக்கான மக்கள் அதன் வேடிக்கைக்காக எரிபொருள் நிரப்பு நிலையங்களுக்கு அருகில் நீண்ட வரிசையில் காத்திருக்க வேண்டும்! அரசாங்கத்தின் பிரதம கொறடாவும் நெடுஞ்சாலை அமைச்சருமான ஜோன்ஸ்டன் பெர்னாண்டோ ஒரு படி மேலே சென்றுள்ளார்; சில தீய சக்திகள் அரசாங்கத்திற்கு எதிராக சதி செய்து எரிபொருள் தட்டுப்பாடு இருப்பதாக பொய்யான வதந்திகளை பரப்பி வருவதாக அவர் கூறுகிறார்! அவரைப் பற்றி எவ்வளவு குறைவாகச் சொன்னாலும் நல்லது; பாராளுமன்றத்தில் அவரது நடத்தை ஏதேனும் அறிகுறியாக இருந்தால், அவரது மணிக்கட்டில் வௌவால்களால் அவர் தொந்தரவு செய்யப்படுகிறார்.",
        "தற்போதைய நெருக்கடிகளின் உண்மையான காரணங்களை விவேகமுள்ள பொதுமக்கள் அறிந்திருக்கிறார்கள், இது தவிர்க்கப்பட்டிருக்கலாம். பெருமளவிலான வணிகர்களின் நலனுக்காக பெரும் வரிக் குறைப்புகளைச் செய்வதிலிருந்து அரசாங்கம் விலகியிருந்தால், பெரும்பாலும் அதன் கூட்டாளிகள், பணத்தை வீசி எறிவதற்குப் பதிலாக தொற்றுநோய் தொடர்பான செலவினங்களை நியாயப்படுத்த அக்கறை கொண்டிருந்தால், ரூபாய் நெருக்கடி எழுந்திருக்காது. பாரிய நிவாரணப் பொதி வெளியிடப்பட்டதைத் தொடர்ந்து நிலைமை மேலும் மோசமடைந்தது, இது பெரும்பாலும் அரச ஊழியர்களுக்கு பயனளிக்கிறது; தவறான நிவாரண நடவடிக்கைகளால் மாநில கஜானாவுக்கு ரூ. 229 பில்லியன்! டீசல், பெட்ரோல் மற்றும் மண்ணெண்ணெய் மீதான வரிகளைக் குறைப்பதன் மூலம் எரிபொருள் விலை உயர்வு அதிர்ச்சியைத் தணிக்க இந்த நிதியை அரசாங்கம் பயன்படுத்தியிருக்கலாம். அரசு கஜானாவுக்குத் தேவையான டாலர்களைப் பறித்து, வங்கி முறையின் இழப்பில் செழித்து வரும் அந்நியச் செலாவணி கறுப்புச் சந்தையை அரசு ஒடுக்கவில்லை. இது அதன் முன்னுரிமைகளை கலக்கியது மற்றும் கணிசமான அந்நியச் செலாவணி கூறுகளைக் கொண்ட வளர்ச்சித் திட்டங்களுக்காக மகத்தான நிதியைச் செலவிடத் தேர்ந்தெடுத்தது. சாலை அபிவிருத்தி ஒரு உதாரணம். அந்நிய செலாவணி நெருக்கடியின் முதல் அறிகுறிகள் உணரப்பட்டபோது, ​​அத்தியாவசியமற்ற இறக்குமதிகள் கட்டுப்படுத்தப்பட்டிருந்தால், டாலர்கள் வெளியேறுவதை பெருமளவில் கட்டுப்படுத்தியிருக்கலாம்.",
        "மாடில்டாவின் கதை ஒரு சோகமான முடிவைக் கொண்டுள்ளது. எங்கள் திறமையான பொய்யர்கள், பொய் சொல்லி பதவிக்கு வருவார்கள், ஆனால், பொதுமக்களின் கோபம் அதிகமாகிக்கொண்டிருக்கும் பட்சத்தில், அவர்களின் தலைவிதி மரணத்தை விட மிக மோசமாக இருக்க வாய்ப்புள்ளது-அரசியல்வாதிகளுக்குத் தாழ்த்தப்படுவதை விட பயங்கரமான மற்றும் புண்படுத்தும் எதுவும் இருக்க முடியாது. அரசியல் குப்பைத்தொட்டி.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}