{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/greg-jacobson-shares-his-secrets-to-creating-an-outstanding-client-experience/",
  "time_ut": 1646917500,
  "title": "Greg Jacobson shares his ‘Secrets to Creating an Outstanding Client Experience’",
  "body_lines": [
    "Leading and globally acclaimed corporate trainer Greg Jacobson inspired business leaders with how to create better mindsets, positively transform businesses, and turning customers into lifelong loyal clients by establishing meaningful relationships at an exclusive event in Colombo.",
    "“It is not just about selling a product or services but putting in the effort to make clients feel listened to, cared for, and important.” Jacobson said addressing the audience. He explained that the foundation for successful relationships is mutual trust, mutual respect, shared values, and common interests.",
    "Greg Jacobson is the world’s leading quality of life strategist. This is achieved by focusing on emotional fitness and meaningful relationship-building. He has been personally mentored by Jack Canfield, Les Brown, Brian Tracy, Keith Cunningham, Jay Abraham, Tony Robbins, and many others. With years of experience as a mentor, consultant and speaker, Greg has taught hundreds of organizations and high-performing individuals to become better team players and achieve their objectives faster.",
    "He has been featured on Fox Business, CNN, Bloomberg Business, and a myriad of other top news programs for his ability to produce stellar results for dozens of industries and several hundred clients including global business giants such as Marriott International, Sotheby’s, Andaz, the Ritz-Carlton, and Amazon.",
    "Business leaders got an opportunity to learn how to create a culture where not just clients, but everyone from the front line workers to the C-suite executives feel totally cared for and special. “The frontline employees are the first point of contact with your clients, if you do not treat them well, they can very easily put your customers off. Always look for opportunities to prop people up and not to knock them down,” he said.",
    "He emphasized the importance of empowering employees while focusing on client retention, not just top down but from bottom up.",
    "Jacobson also shared tips on how to always receive nothing less than stellar 5-star reviews from every client, practices to immediately improve morale, and proven action strategies and systems that will greatly increase any company’s bottom line.",
    "“Listening intently means, I intend to take what you said and act on it. This does not necessarily mean to be a problem solver but a solution provider. Also, listening intently helps to provide a highly personalized service, specific to each client,” he said are important elements for providing outstanding service. “Start by changing the way you think. Everything we do is based on what we believe and how we feel. Therefore it is important to train our brain to work for us and be comfortable with being uncomfortable, rather than being controlled by automatic thinking,” he said.",
    "The programme was organized by Success Zante (Pvt) Ltd, a leading training and self-development event organizer in offering career, personality, and leadership training by international world renowned trainers and speakers such as Tony Robbins, Rajiv Talreja, Robert Kiyosaki, T. Harv Eker, Nas Daily, John De Martini, Indika Ramachandra and of course Greg Jacobson, and many others who are some of the best available anywhere.",
    "“Greg Jacobson is a happiness and quality of life strategist.” Said Shuvo Hridayesh, CEO of Success Zante. “We believe in making a positive impact through world class teachings and take pride in providing opportunities where Sri Lanka can experience a global mentor such as Greg Jacobson, the international bestselling author of the book ‘Think Yourself Happy’.",
    "“The feedback received was spectacular and everyone who participated received instantly-actionable skills and extremely useful insights on how to create opportunities for memorable and meaningful experiences that help to develop deeper relationships with both their clients as well as their team,” Hridayesh said.",
    "Success Zante is all set to repeat the programme hosted by Greg Jacobson, on 30th of March 2022 at Jaic Hilton, due to popular demand. It is also a great opportunity for anyone who missed the initial programme and is interested in finding out the ‘Secrets to Creating an Outstanding Client Experience.’",
    "Dialog first in South Asia to trial 5G Standalone Network – the most advanced 5G technology in the world",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Greg Jacobson ඔහුගේ 'විශිෂ්ඨ සේවාදායක අත්දැකීමක් නිර්මාණය කිරීමේ රහස්' බෙදා ගනී",
      "body_lines": [
        "ප්‍රමුඛ පෙළේ සහ ගෝලීය වශයෙන් පිළිගත් ආයතනික පුහුණුකරු Greg Jacobson කොළඹ පැවති සුවිශේෂී උත්සවයකදී අර්ථවත් සබඳතා ඇතිකර ගනිමින් වඩා හොඳ මානසිකත්වයන් ඇති කිරීම, ධනාත්මකව ව්‍යාපාර පරිවර්තනය කිරීම සහ පාරිභෝගිකයන් ජීවිත කාලය පුරාම විශ්වාසවන්ත ගනුදෙනුකරුවන් බවට පත් කිරීම පිළිබඳව ව්‍යාපාරික නායකයින්ට ආස්වාදයක් ලබා දුන්නේය.",
        "\"එය නිෂ්පාදනයක් හෝ සේවාවක් විකිණීම ගැන පමණක් නොව, ගනුදෙනුකරුවන්ට සවන් දීම, සැලකිල්ල සහ වැදගත් බව දැනීමට උත්සාහයක් දැරීමයි.\" ජේකබ්සන් රැස්ව සිටි පිරිස අමතමින් පැවසීය. සාර්ථක සබඳතා සඳහා පදනම අන්‍යෝන්‍ය විශ්වාසය, අන්‍යෝන්‍ය ගෞරවය, හවුල් වටිනාකම් සහ පොදු අවශ්‍යතා බව ඔහු පැහැදිලි කළේය.",
        "Greg Jacobson යනු ලොව ප්‍රමුඛතම ජීවන තත්ත්ව උපායමාර්ගිකයෙකි. මෙය සාක්ෂාත් කරගනු ලබන්නේ චිත්තවේගීය යෝග්‍යතාවය සහ අර්ථවත් සබඳතා ගොඩනැගීම කෙරෙහි අවධානය යොමු කිරීමෙනි. ජැක් කැන්ෆීල්ඩ්, ලෙස් බ්‍රවුන්, බ්‍රයන් ට්‍රේසි, කීත් කනිංහැම්, ජේ ඒබ්‍රහම්, ටෝනි රොබින්ස් සහ තවත් බොහෝ අය විසින් ඔහුට පුද්ගලිකව උපදේශකත්වය ලබා දී ඇත. උපදේශකයෙකු, උපදේශකයෙකු සහ කථිකයෙකු ලෙස වසර ගණනාවක පළපුරුද්ද සමඟින්, Greg වඩා හොඳ කණ්ඩායම් ක්‍රීඩකයින් වීමට සහ ඔවුන්ගේ අරමුණු වේගයෙන් සාක්ෂාත් කර ගැනීමට සිය ගණනක් සංවිධාන සහ ඉහළ ක්‍රියාකාරී පුද්ගලයින්ට උගන්වා ඇත.",
        "Marriott International, Sotheby's, Andaz වැනි ගෝලීය ව්‍යාපාරික දැවැන්තයින් ඇතුළු සිය ගණනකට කර්මාන්ත දුසිම් ගනනක් සඳහා තරු ප්‍රතිඵල ලබා දීමට ඔහුට ඇති හැකියාව වෙනුවෙන් ඔහු Fox Business, CNN, Bloomberg Business, සහ තවත් ප්‍රමුඛ පුවත් වැඩසටහන් රාශියක ප්‍රදර්ශනය කර ඇත. රිට්ස්-කාල්ටන් සහ ඇමේසන්.",
        "ගනුදෙනුකරුවන් පමණක් නොව, පෙරටුගාමී සේවකයින්ගේ සිට C-suite විධායකයින් දක්වා සෑම කෙනෙකුටම සම්පූර්ණයෙන්ම සැලකිල්ලක් සහ විශේෂත්වයක් දැනෙන සංස්කෘතියක් නිර්මාණය කරන්නේ කෙසේදැයි ඉගෙන ගැනීමට ව්‍යාපාරික නායකයින්ට අවස්ථාවක් ලැබුණි. “පෙරටුගාමී සේවකයින් ඔබේ ගනුදෙනුකරුවන් සමඟ සම්බන්ධ වීමේ පළමු ස්ථානයයි, ඔබ ඔවුන්ට හොඳින් සලකන්නේ නැත්නම්, ඔවුන්ට ඔබේ ගනුදෙනුකරුවන් ඉතා පහසුවෙන් ඉවත් කළ හැකිය. සෑම විටම මිනිසුන්ට මුක්කු ගැසීමට අවස්ථාවන් සොයන්න මිස ඔවුන්ව වට්ටන්නට නොවේ යැයි ඔහු පැවසීය.",
        "ඉහළට පමණක් නොව පහළ සිට ඉහළට සේවාදායක රඳවා තබා ගැනීම කෙරෙහි අවධානය යොමු කරමින් සේවකයන් සවිබල ගැන්වීමේ වැදගත්කම ඔහු අවධාරණය කළේය.",
        "Jacobson සෑම සේවාදායකයෙකුගෙන්ම තරු 5-තරු සමාලෝචන වලට වඩා අඩු කිසිවක් ලබා ගන්නේ කෙසේද යන්න, චිත්ත ධෛර්යය ක්ෂණිකව වැඩි දියුණු කිරීම සඳහා වන පරිචයන් සහ ඕනෑම සමාගමක පහළම අගය බෙහෙවින් වැඩි කරන ඔප්පු කරන ලද ක්‍රියාකාරී උපාය මාර්ග සහ පද්ධති පිළිබඳ ඉඟි බෙදා ගත්තේය.",
        "“ඉවසිල්ලෙන් ඇහුම්කන් දෙනවා කියන්නේ, මම ඔබ කියන දේ පිළිගෙන ක්‍රියා කිරීමට අදහස් කරනවා. මෙයින් අදහස් කරන්නේ ගැටළු විසඳන්නෙකු වීම නොව විසඳුම් සපයන්නෙකු වීමයි. එසේම, අවධානයෙන් සවන්දීම එක් එක් සේවාදායකයාට විශේෂිත වූ ඉහළ පුද්ගලාරෝපිත සේවාවක් සැපයීමට උපකාරී වේ,” ඔහු පැවසුවේ විශිෂ්ට සේවාවක් සැපයීම සඳහා වැදගත් අංගයන්ය. “ඔබ සිතන ආකාරය වෙනස් කිරීමෙන් ආරම්භ කරන්න. අප කරන සෑම දෙයක්ම පදනම් වන්නේ අප විශ්වාස කරන දේ සහ අපට හැඟෙන ආකාරය මතය. එබැවින් ස්වයංක්‍රීය චින්තනයෙන් පාලනයට වඩා අප වෙනුවෙන් වැඩ කිරීමට සහ අපහසුතාවයෙන් සැපපහසු වීමට අපගේ මොළය පුහුණු කිරීම වැදගත් වේ, ”ඔහු පැවසීය.",
        "Tony Robbins, Rajiv Talreja, Robert Kiyosaki, T වැනි ජාත්‍යන්තර කීර්තිමත් පුහුණුකරුවන් සහ කථිකයන් විසින් වෘත්තීය, පෞරුෂය සහ නායකත්ව පුහුණුව පිරිනැමීමේ ප්‍රමුඛ පෙළේ පුහුණු සහ ස්වයං සංවර්ධන සිදුවීම් සංවිධායකයෙකු වන Success Zante (Pvt) Ltd විසින් මෙම වැඩසටහන සංවිධානය කරන ලදී. Harv Eker, Nas Daily, John De Martini, Indika Ramachandra සහ ඇත්තෙන්ම Greg Jacobson, සහ තවත් බොහෝ අය ඕනෑම තැනක තිබෙන හොඳම ඒවා වේ.",
        "\"ග්‍රෙග් ජේකබ්සන් යනු සතුට හා ජීවන තත්ත්වය පිළිබඳ උපායමාර්ගිකයෙකි.\" Success Zante හි ප්‍රධාන විධායක නිලධාරී Shuvo Hridayesh පැවසීය. “අපි ලෝක මට්ටමේ ඉගැන්වීම් තුළින් ධනාත්මක බලපෑමක් ඇති කිරීමට විශ්වාස කරන අතර ‘Think Yourself Happy’ කෘතියේ ජාත්‍යන්තරයේ වැඩියෙන්ම අලෙවි වන කතුවරයා වන Greg Jacobson වැනි ගෝලීය උපදේශකයෙකු ශ්‍රී ලංකාවට අත්විඳිය හැකි අවස්ථා ලබා දීම ගැන අපි ආඩම්බර වෙමු.",
        "\"ලැබුණු ප්‍රතිපෝෂණය දර්ශනීය වූ අතර සහභාගී වූ සෑම කෙනෙකුටම ක්ෂණිකව ක්‍රියා කළ හැකි කුසලතා සහ ඔවුන්ගේ සේවාදායකයින් මෙන්ම ඔවුන්ගේ කණ්ඩායම සමඟ ගැඹුරු සබඳතා ගොඩනඟා ගැනීමට උපකාරී වන අමතක නොවන සහ අර්ථවත් අත්දැකීම් සඳහා අවස්ථා නිර්මාණය කරන්නේ කෙසේද යන්න පිළිබඳ අතිශයින්ම ප්‍රයෝජනවත් අවබෝධයක් ලැබුණි,\" Hridayesh පැවසීය.",
        "ජනප්‍රිය ඉල්ලුම හේතුවෙන් 2022 මාර්තු 30 වන දින Jaic Hilton හිදී Greg Jacobson විසින් සත්කාරකත්වය සපයන ලද වැඩසටහන නැවත කිරීමට Success Zante සියල්ල සූදානම් කර ඇත. ආරම්භක වැඩසටහන මඟ හැරුණු සහ ‘විශිෂ්ට සේවාදායක අත්දැකීමක් නිර්මාණය කිරීමේ රහස්’ සොයා ගැනීමට උනන්දුවක් දක්වන ඕනෑම කෙනෙකුට එය හොඳ අවස්ථාවක්.",
        "Dialog 5G ස්වාධීන ජාලය අත්හදා බැලීමට දකුණු ආසියාවේ ප්‍රථම වරට - ලෝකයේ වඩාත්ම දියුණු 5G තාක්ෂණය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கிரெக் ஜேக்கப்சன் தனது 'சிறந்த வாடிக்கையாளர் அனுபவத்தை உருவாக்குவதற்கான ரகசியங்களை' பகிர்ந்து கொள்கிறார்",
      "body_lines": [
        "கொழும்பில் நடைபெற்ற பிரத்தியேக நிகழ்வில் அர்த்தமுள்ள உறவுகளை ஏற்படுத்துவதன் மூலம் சிறந்த மனநிலையை உருவாக்குவது, வணிகங்களை நேர்மறையாக மாற்றுவது மற்றும் வாடிக்கையாளர்களை வாழ்நாள் முழுவதும் விசுவாசமான வாடிக்கையாளர்களாக மாற்றுவது எப்படி என முன்னணி மற்றும் உலகளவில் பாராட்டப்பட்ட கூட்டாண்மை பயிற்சியாளர் கிரெக் ஜேக்கப்சன் வணிகத் தலைவர்களுக்கு ஊக்கமளித்தார்.",
        "\"இது ஒரு தயாரிப்பு அல்லது சேவைகளை விற்பது மட்டுமல்ல, வாடிக்கையாளர்களுக்கு செவிசாய்க்கப்படுகிறது, அக்கறை காட்டப்படுகிறது மற்றும் முக்கியமானதாக உணர வைக்கும் முயற்சியில் ஈடுபடுவது.\" ஜேக்கப்சன் பார்வையாளர்களுக்கு உரையாற்றினார். பரஸ்பர நம்பிக்கை, பரஸ்பர மரியாதை, பகிரப்பட்ட மதிப்புகள் மற்றும் பொதுவான நலன்கள் ஆகியவை வெற்றிகரமான உறவுகளுக்கான அடித்தளம் என்று அவர் விளக்கினார்.",
        "கிரெக் ஜேக்கப்சன் உலகின் முன்னணி வாழ்க்கைத் தர உத்தியாளர். உணர்ச்சி ரீதியான உடற்பயிற்சி மற்றும் அர்த்தமுள்ள உறவை கட்டியெழுப்புவதன் மூலம் இது அடையப்படுகிறது. அவர் தனிப்பட்ட முறையில் ஜாக் கேன்ஃபீல்ட், லெஸ் பிரவுன், பிரையன் ட்ரேசி, கீத் கன்னிங்ஹாம், ஜே ஆபிரகாம், டோனி ராபின்ஸ் மற்றும் பலரால் வழிகாட்டப்பட்டவர். ஒரு வழிகாட்டி, ஆலோசகர் மற்றும் பேச்சாளராக பல வருட அனுபவத்துடன், கிரெக் நூற்றுக்கணக்கான நிறுவனங்கள் மற்றும் உயர் செயல்திறன் கொண்ட நபர்களுக்கு சிறந்த அணி வீரர்களாகவும், அவர்களின் நோக்கங்களை விரைவாக அடையவும் கற்றுக் கொடுத்துள்ளார்.",
        "அவர் ஃபாக்ஸ் பிசினஸ், சிஎன்என், ப்ளூம்பெர்க் பிசினஸ் மற்றும் பல சிறந்த செய்தி நிகழ்ச்சிகளில் டஜன் கணக்கான தொழில்கள் மற்றும் மேரியட் இன்டர்நேஷனல், சோதேபிஸ், ஆண்டாஸ் போன்ற உலகளாவிய வணிக ஜாம்பவான்கள் உட்பட பல நூறு வாடிக்கையாளர்களுக்கு நட்சத்திர முடிவுகளை உருவாக்கும் திறனுக்காக இடம்பெற்றுள்ளார். ரிட்ஸ்-கார்ல்டன் மற்றும் அமேசான்.",
        "வணிகத் தலைவர்கள் ஒரு கலாச்சாரத்தை எவ்வாறு உருவாக்குவது என்பதைக் கற்றுக்கொள்வதற்கான வாய்ப்பைப் பெற்றனர், அங்கு வாடிக்கையாளர்கள் மட்டுமல்ல, முன் வரிசை பணியாளர்கள் முதல் சி-சூட் நிர்வாகிகள் வரை அனைவரும் முற்றிலும் அக்கறையுடனும் சிறப்புடனும் உணர்கிறார்கள். \"முன்னணி ஊழியர்கள் உங்கள் வாடிக்கையாளர்களுடன் தொடர்பு கொள்ளும் முதல் புள்ளியாகும், நீங்கள் அவர்களை நன்றாக நடத்தவில்லை என்றால், அவர்கள் உங்கள் வாடிக்கையாளர்களை மிக எளிதாக வெளியேற்றலாம். எப்பொழுதும் மக்களை முட்டுக்கட்டை போடுவதற்கான வாய்ப்புகளைத் தேடுங்கள், அவர்களை வீழ்த்துவதற்கு அல்ல, ”என்று அவர் கூறினார்.",
        "வாடிக்கையாளர்களை தக்கவைத்துக்கொள்வதில் கவனம் செலுத்தும் அதே வேளையில், மேலிருந்து கீழாக மட்டுமன்றி கீழிருந்து மேல்நோக்கி ஊழியர்களுக்கு அதிகாரமளிப்பதன் முக்கியத்துவத்தை அவர் வலியுறுத்தினார்.",
        "ஒவ்வொரு வாடிக்கையாளரிடமிருந்தும் நட்சத்திர 5-நட்சத்திர மதிப்புரைகள், மன உறுதியை உடனடியாக மேம்படுத்துவதற்கான நடைமுறைகள் மற்றும் நிரூபிக்கப்பட்ட செயல் உத்திகள் மற்றும் எந்தவொரு நிறுவனத்தின் அடிமட்டத்தை பெரிதும் அதிகரிக்கும் அமைப்புகளைத் தவிர வேறு எதையும் எப்போதும் பெறுவது பற்றிய குறிப்புகளையும் ஜேக்கப்சன் பகிர்ந்து கொண்டார்.",
        "“உணர்வாகக் கேட்பது என்றால், நீங்கள் சொன்னதை ஏற்றுக்கொண்டு செயல்பட விரும்புகிறேன். இது ஒரு சிக்கலைத் தீர்ப்பவராக இருக்க வேண்டிய அவசியமில்லை, ஆனால் ஒரு தீர்வு வழங்குபவராக இருக்க வேண்டும். மேலும், கவனத்துடன் கேட்பது ஒவ்வொரு வாடிக்கையாளருக்கும் குறிப்பிட்ட தனிப்பயனாக்கப்பட்ட சேவையை வழங்க உதவுகிறது,” என்று அவர் கூறினார். \"நீங்கள் நினைக்கும் முறையை மாற்றுவதன் மூலம் தொடங்குங்கள். நாம் செய்யும் அனைத்தும் நாம் எதை நம்புகிறோம், எப்படி உணர்கிறோம் என்பதை அடிப்படையாகக் கொண்டது. எனவே, தன்னியக்க சிந்தனையால் கட்டுப்படுத்தப்படுவதை விட, நம் மூளை நமக்காக வேலை செய்யவும், அசௌகரியமாக இருக்க வசதியாக இருக்கவும் பயிற்சி அளிப்பது முக்கியம்,” என்றார்.",
        "டோனி ராபின்ஸ், ராஜீவ் தல்ரேஜா, ராபர்ட் கியோசாகி, டி போன்ற சர்வதேச புகழ்பெற்ற பயிற்சியாளர்கள் மற்றும் பேச்சாளர்களால் தொழில், ஆளுமை மற்றும் தலைமைத்துவப் பயிற்சிகளை வழங்குவதில் முன்னணி பயிற்சி மற்றும் சுய-அபிவிருத்தி நிகழ்வு அமைப்பாளரான Success Zante (Pvt) Ltd இந்த நிகழ்ச்சியை ஏற்பாடு செய்துள்ளது. ஹார்வ் எக்கர், நாஸ் டெய்லி, ஜான் டி மார்டினி, இந்திகா ராமச்சந்திரா மற்றும் நிச்சயமாக கிரெக் ஜேக்கப்சன் மற்றும் பலர் எங்கும் கிடைக்கக்கூடிய சிறந்தவர்கள்.",
        "\"கிரெக் ஜேக்கப்சன் ஒரு மகிழ்ச்சி மற்றும் வாழ்க்கைத் தரத்தின் மூலோபாயவாதி.\" சக்சஸ் சாண்டேயின் தலைமை நிர்வாக அதிகாரி ஷுவோ ஹிருதயேஷ் கூறினார். \"உலகத் தரம் வாய்ந்த போதனைகள் மூலம் நேர்மறையான தாக்கத்தை ஏற்படுத்துவதில் நாங்கள் நம்பிக்கை கொண்டுள்ளோம், மேலும் 'திங்க் யுவர்செல்ஃப் ஹேப்பி' என்ற புத்தகத்தின் சர்வதேச அளவில் அதிகம் விற்பனையாகும் ஆசிரியரான கிரெக் ஜேக்கப்சன் போன்ற உலகளாவிய வழிகாட்டியை இலங்கை அனுபவிக்கும் வாய்ப்புகளை வழங்குவதில் பெருமிதம் கொள்கிறோம்.",
        "\"பெறப்பட்ட பின்னூட்டம் கண்கவர் மற்றும் பங்கேற்ற அனைவருக்கும் உடனடியாக செயல்படக்கூடிய திறன்கள் மற்றும் அவர்களின் வாடிக்கையாளர்களுடனும் அவர்களது குழுவுடனும் ஆழமான உறவுகளை வளர்க்க உதவும் மறக்கமுடியாத மற்றும் அர்த்தமுள்ள அனுபவங்களுக்கான வாய்ப்புகளை எவ்வாறு உருவாக்குவது என்பது பற்றிய மிகவும் பயனுள்ள நுண்ணறிவுகளைப் பெற்றனர்\" என்று ஹிருதயேஷ் கூறினார்.",
        "பிரபலமான தேவையின் காரணமாக, மார்ச் 30, 2022 அன்று ஜெய்க் ஹில்டனில் Greg Jacobson தொகுத்து வழங்கிய நிகழ்ச்சியை Success Zante மீண்டும் செய்யத் தயாராக உள்ளது. ஆரம்ப திட்டத்தைத் தவறவிட்டவர்களுக்கும், ‘சிறந்த வாடிக்கையாளர் அனுபவத்தை உருவாக்குவதற்கான ரகசியங்களைக்’ கண்டறிவதில் ஆர்வமுள்ளவர்களுக்கும் இது ஒரு சிறந்த வாய்ப்பாகும்.",
        "டயலொக் தெற்காசியாவில் 5G தனித்த நெட்வொர்க்கை சோதனை செய்யும் முதல் முறையாகும் - உலகின் மிகவும் மேம்பட்ட 5G தொழில்நுட்பம்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}