{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/19/foreign-minister-meets-un-human-rights-high-commissioner/",
  "time_ut": 1655637540,
  "title": "Foreign Minister meets UN Human Rights High Commissioner",
  "body_lines": [
    "COLOMBO (News 1st); The Minister of Foreign Affairs, Prof. G.L. Peiris had met with the UN High Commissioner for Human Rights, Michelle Bachelet on the sidelines of the 50th session of the UN Human Rights Council.",
    "At the meeting with Michelle Bachelet, High Commissioner for Human Rights, Minister Peiris assured the High Commissioner of Sri Lanka’s continued active engagement with the international system including the Human Rights Council in a candid and transparent manner.",
    "The Foreign Minister also described the results achieved on the ground by local mechanisms including the Office of Missing Persons, the Office for Reparations, the Office for National Unity and Reconciliation, the SDG Council as well as independent institutions such as the Human Rights Commission of Sri Lanka.",
    "Foreign Minister Peiris informed the High Commissioner that the invitation to undertake an official visit to Sri Lanka extended previously, still stands. He also wished her well on her upcoming retirement, announced at the beginning of the current session.",
    "At the meeting with Ambassador Chen Xu, Permanent Representative of China, the Foreign Minister thanked China for the continuous support extended to Sri Lanka over the years. Discussing the economic challenges facing the country, particularly issues relating to foreign reserves and their impact on food and energy security, Minister Peiris expressed appreciation for the substantial quantities of food, pharmaceutical items and COVID-19 vaccines provided by China.",
    "Reference was made to the long standing and friendly relationship between the two countries and the expectation of further strengthening the ties in the future.",
    "Foreign Minister Peiris and Ambassador Amanda Gorely, Permanent Representative of Australia discussed the upcoming visit to Sri Lanka by Ms. Claire O Neil, Minister for Home Affairs and Cyber Security of Australia.",
    "While stating that the looked forward to meeting the Home Affairs Minister, the Foreign Minister assured the Permanent Representative of Sri Lanka’s continued commitment to combat illicit migration, which Sri Lanka views as a humanitarian calamity.",
    "At the meeting with Jagan Chapagain, the Secretary General of the International Federation of the Red Cross, Minister Peiris requested for the delivery of medicines and healthcare equipment to Sri Lanka as a matter of priority. In his discussion with Ambassador Lotte Knudsen, the Permanent Observer of the European Union, the Foreign Minister highlighted the importance of economic diplomacy, including trade, investment and tourism.",
    "The Foreign Minister also held discussions with Ambassador Walid Khalid Obedat, Coordinator of the Arab League and the Permanent Representative of Jordan, Ambassador Taeho Lee, Permanent Representative of the Republic of Korea, Ambassador Natalie Olijslager, Charge d’ Áffaires of Netherlands and Ambassador Hans-Peter Jugel, Deputy Permanent Representative of Germany.",
    "Prof. G.L. Peiris, Minister of Foreign Affairs, met the UN High Commissioner for Human Rights, the Secretary General of the International Federation of the Red Cross and the Permanent Representatives of China, the European Union, Australia, Republic of Korea, Germany, Netherlands and Jordan in Geneva on the sidelines of the 50th session of the UN Human Rights Council.",
    "Evaluation of O/L papers will continue without hindrance: Education Ministry",
    "Number-plate system considered to issue fuel, priority system for essential workers"
  ],
  "translate": {
    "si": {
      "title": "විදේශ ඇමති එක්සත් ජාතීන්ගේ මානව හිමිකම් මහ කොමසාරිස් හමුවෙයි",
      "body_lines": [
        "COLOMBO (News 1st); එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ 50 වැනි සැසිවාරයට සමගාමීව විදේශ කටයුතු අමාත්‍ය, මහාචාර්ය ජී.එල්. පීරිස් එක්සත් ජාතීන්ගේ මානව හිමිකම් පිළිබඳ මහ කොමසාරිස් මිචෙල් බැචලට් හමුවී ඇත.",
        "මානව හිමිකම් පිළිබඳ මහ කොමසාරිස් මිචෙල් බැචලට් සමඟ පැවති සාකච්ඡාවේදී, මානව හිමිකම් කවුන්සිලය ඇතුළු ජාත්‍යන්තර පද්ධතිය සමඟ අවංකව සහ විනිවිදභාවයෙන් යුතුව අඛණ්ඩව ක්‍රියාකාරීව සම්බන්ධ වන බවට අමාත්‍ය පීරිස් ශ්‍රී ලංකා මහ කොමසාරිස්වරයාට සහතික විය.",
        "අතුරුදන් වූවන් පිළිබඳ කාර්යාලය, වන්දි ගෙවීමේ කාර්යාලය, ජාතික සමගිය හා සංහිඳියාව පිළිබඳ කාර්යාලය, SDG කවුන්සිලය මෙන්ම ශ්‍රී ලංකාවේ මානව හිමිකම් කොමිෂන් සභාව වැනි ස්වාධීන ආයතන ඇතුළු දේශීය යාන්ත්‍රණයන් විසින් බිම් මට්ටමේ ලබා ඇති ප්‍රතිඵල පිළිබඳව ද විදේශ අමාත්‍යවරයා විස්තර කළේය. ලංකා.",
        "ශ්‍රී ලංකාවට නිල සංචාරයක් සඳහා කළ ආරාධනාව තවමත් පවතින බව විදේශ අමාත්‍ය පීරිස් මහ කොමසාරිස්වරයාට දැනුම් දුන්නා. වත්මන් සැසිවාරය ආරම්භයේදී ප්‍රකාශයට පත් කරන ලද ඇයගේ ඉදිරි විශ්‍රාම දිවිය පිළිබඳවද ඔහු ඇයට සුබ පැතුවේය.",
        "චීනයේ නිත්‍ය නියෝජිත චෙන් ෂු මහතා සමඟ පැවති සාකච්ඡාවේදී විදේශ අමාත්‍යවරයා වසර ගණනාවක් පුරා ශ්‍රී ලංකාවට ලබාදෙන අඛණ්ඩ සහයෝගය පිළිබඳව චීනයට ස්තුතිය පළ කළේය. රට මුහුණ දී සිටින ආර්ථික අභියෝග, විශේෂයෙන්ම විදේශ සංචිත සම්බන්ධ ගැටළු සහ ආහාර හා බලශක්ති සුරක්ෂිතතාව කෙරෙහි ඇති වන බලපෑම පිළිබඳව සාකච්ඡා කළ අමාත්‍ය පීරිස්, චීනය විසින් සපයනු ලබන සැලකිය යුතු ආහාර, ඖෂධ ද්‍රව්‍ය සහ COVID-19 එන්නත් සඳහා ප්‍රසාදය පළ කළේය.",
        "දෙරට අතර පවතින දීර්ඝ කාලීන සහ මිත්‍රශීලී සබඳතාව සහ ඉදිරියේදී සබඳතා තවදුරටත් ශක්තිමත් කර ගැනීමේ අපේක්ෂාව පිළිබඳව මෙහිදී අවධානය යොමු කෙරිණි.",
        "ඔස්ට්‍රේලියාවේ ස්වදේශ කටයුතු සහ සයිබර් ආරක්‍ෂාව පිළිබඳ අමාත්‍ය ක්ලෙයාර් ඕ නීල් මහත්මියගේ ඉදිරි ශ්‍රී ලංකා සංචාරය පිළිබඳව විදේශ අමාත්‍ය පීරිස් සහ ඔස්ට්‍රේලියාවේ නිත්‍ය නියෝජිත අමන්දා ගෝර්ලි මහත්මිය සාකච්ඡා කළහ.",
        "ස්වදේශ කටයුතු අමාත්‍යවරයා හමුවීමට අපේක්ෂාවෙන් සිටින බව ප්‍රකාශ කරමින් විදේශ අමාත්‍යවරයා ශ්‍රී ලංකාව මානුෂීය ව්‍යසනයක් ලෙස සලකන නීතිවිරෝධී සංක්‍රමණයට එරෙහිව සටන් කිරීමට ශ්‍රී ලංකාවේ අඛණ්ඩ කැපවීම පිළිබඳව ශ්‍රී ලංකා නිත්‍ය නියෝජිතයාට සහතික විය.",
        "ජාත්‍යන්තර රතු කුරුස සම්මේලනයේ මහලේකම් ජගන් චාපගේන් මහතා සමඟ පැවති සාකච්ඡාවේ දී අමාත්‍ය පීරිස් මහතා ප්‍රමුඛතාවයක් ලෙස ඖෂධ සහ සෞඛ්‍ය උපකරණ ශ්‍රී ලංකාවට ලබා දෙන ලෙස ඉල්ලා සිටියේය. යුරෝපා සංගමයේ නිත්‍ය නිරීක්ෂක තානාපති Lotte Knudsen සමඟ කළ සාකච්ඡාවේදී විදේශ අමාත්‍යවරයා වෙළෙඳ, ආයෝජන සහ සංචාරක ඇතුළු ආර්ථික රාජ්‍යතාන්ත්‍රිකත්වයේ වැදගත්කම අවධාරණය කළේය.",
        "විදේශ අමාත්‍යවරයා අරාබි ලීගයේ සම්බන්ධීකාරක සහ ජෝර්දානයේ නිත්‍ය නියෝජිත තානාපති Walid Khalid Obedat, තානාපති Taeho Lee, කොරියානු ජනරජයේ නිත්‍ය නියෝජිත, තානාපති Natalie Olijslager, Netherlands හි භාරකරු Hansadffair සමඟ ද සාකච්ඡා පැවැත්වීය. ජර්මනියේ නියෝජ්‍ය නිත්‍ය නියෝජිත පීටර් ජුගල්.",
        "විදේශ කටයුතු අමාත්‍ය මහාචාර්ය ජී.එල්. පීරිස් මහතා එක්සත් ජාතීන්ගේ මානව හිමිකම් කොමසාරිස්, ජාත්‍යන්තර රතු කුරුස සම්මේලනයේ මහලේකම් සහ චීනය, යුරෝපා සංගමය, ඕස්ට්‍රේලියාව, කොරියානු ජනරජය, ජර්මනිය, නෙදර්ලන්තය යන රටවල නිත්‍ය නියෝජිතයින් හමුවිය. එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ 50 වැනි සැසිවාරයට සමගාමීව ජෝර්දානය ජිනීවා නුවරදී.",
        "සාමාන්‍ය පෙළ ප්‍රශ්න පත්‍ර ඇගයීම බාධාවකින් තොරව අඛණ්ඩව සිදු කෙරේ: අධ්‍යාපන අමාත්‍යාංශය",
        "ඉන්ධන නිකුත් කිරීමට සැලකෙන අංක තහඩු පද්ධතිය, අත්‍යවශ්‍ය සේවකයින් සඳහා ප්‍රමුඛතා පද්ධතිය"
      ]
    },
    "ta": {
      "title": "வெளிவிவகார அமைச்சர் ஐ.நா மனித உரிமைகள் உயர்ஸ்தானிகரைச் சந்தித்தார்",
      "body_lines": [
        "COLOMBO (News 1st); வெளிவிவகார அமைச்சர், பேராசிரியர் ஜி.எல். பீரிஸ் ஐ.நா மனித உரிமைகள் பேரவையின் 50வது கூட்டத் தொடரில் ஐ.நா மனித உரிமைகள் ஆணையாளர் மிச்செல் பச்செலெட்டைச் சந்தித்திருந்தார்.",
        "மனித உரிமைகள் உயர் ஸ்தானிகர் Michelle Bachelet உடனான சந்திப்பின் போது, ​​மனித உரிமைகள் பேரவை உட்பட சர்வதேச அமைப்புடன் நேர்மையாகவும் வெளிப்படைத்தன்மையுடனும் செயற்படும் வகையில் இலங்கை உயர்ஸ்தானிகருக்கு அமைச்சர் பீரிஸ் உறுதியளித்தார்.",
        "காணாமல் போனோர் அலுவலகம், இழப்பீடுகளுக்கான அலுவலகம், தேசிய ஒருமைப்பாடு மற்றும் நல்லிணக்கத்திற்கான அலுவலகம், SDG கவுன்சில் மற்றும் ஸ்ரீ மனித உரிமைகள் ஆணைக்குழு போன்ற சுயாதீன நிறுவனங்கள் உட்பட உள்ளூர் பொறிமுறைகளின் மூலம் வெளிவிவகார அமைச்சர் நிலத்தில் அடைந்த முடிவுகளை விவரித்தார். இலங்கை.",
        "இலங்கைக்கான உத்தியோகபூர்வ விஜயத்தை மேற்கொள்வதற்காக முன்னர் விடுக்கப்பட்ட அழைப்பு இன்னமும் நீடிக்கவில்லை என வெளிவிவகார அமைச்சர் பீரிஸ் உயர்ஸ்தானிகரிடம் தெரிவித்தார். நடப்பு அமர்வின் தொடக்கத்தில் அறிவிக்கப்பட்ட அவரது வரவிருக்கும் ஓய்வுக்கு அவர் வாழ்த்து தெரிவித்தார்.",
        "சீனாவின் நிரந்தரப் பிரதிநிதியான தூதுவர் சென் சூ உடனான சந்திப்பின் போது, ​​இலங்கைக்கு பல ஆண்டுகளாக வழங்கப்பட்ட தொடர்ச்சியான ஆதரவிற்காக வெளிவிவகார அமைச்சர் சீனாவுக்கு நன்றி தெரிவித்தார். நாடு எதிர்கொள்ளும் பொருளாதார சவால்கள், குறிப்பாக வெளிநாட்டு இருப்புக்கள் மற்றும் உணவு மற்றும் எரிசக்தி பாதுகாப்பில் அவற்றின் தாக்கம் தொடர்பான பிரச்சினைகள் பற்றி விவாதித்த அமைச்சர் பீரிஸ், சீனாவால் வழங்கப்பட்ட கணிசமான அளவு உணவு, மருந்து பொருட்கள் மற்றும் COVID-19 தடுப்பூசிகளுக்கு பாராட்டு தெரிவித்தார்.",
        "இரு நாடுகளுக்கும் இடையிலான நீண்டகால மற்றும் நட்புறவு மற்றும் எதிர்காலத்தில் உறவுகளை மேலும் வலுப்படுத்தும் எதிர்பார்ப்பு குறித்தும் குறிப்பிடப்பட்டது.",
        "வெளிவிவகார அமைச்சர் பீரிஸ் மற்றும் தூதுவர் அமண்டா கோரேலி, அவுஸ்திரேலியாவின் நிரந்தரப் பிரதிநிதி ஆகியோர் அவுஸ்திரேலியாவின் உள் விவகாரங்கள் மற்றும் இணையப் பாதுகாப்பு அமைச்சர் திருமதி கிளாரி ஓ நீலின் இலங்கைக்கான விஜயம் குறித்து கலந்துரையாடினர்.",
        "உள்நாட்டலுவல்கள் அமைச்சரைச் சந்திப்பதை ஆவலுடன் எதிர்பார்த்துக் கொண்டிருப்பதாகக் கூறிய வெளிவிவகார அமைச்சர், இலங்கையின் மனிதாபிமானப் பேரிடராகக் கருதும் சட்டவிரோத குடியேற்றத்தை எதிர்த்துப் போராடுவதற்கு இலங்கையின் நிரந்தர அர்ப்பணிப்பு குறித்து உறுதியளித்தார்.",
        "சர்வதேச செஞ்சிலுவைச் சங்கத்தின் செயலாளர் நாயகம் ஜெகன் சப்பகெய்னுடனான சந்திப்பின் போது, ​​முன்னுரிமை அடிப்படையில் இலங்கைக்கு மருந்துகள் மற்றும் சுகாதார உபகரணங்களை வழங்குமாறு அமைச்சர் பீரிஸ் கோரிக்கை விடுத்துள்ளார். ஐரோப்பிய ஒன்றியத்தின் நிரந்தர கண்காணிப்பாளரான தூதுவர் லொட்டே நுட்சனுடனான தனது கலந்துரையாடலில், வெளியுறவு அமைச்சர் வர்த்தகம், முதலீடு மற்றும் சுற்றுலா உள்ளிட்ட பொருளாதார இராஜதந்திரத்தின் முக்கியத்துவத்தை எடுத்துரைத்தார்.",
        "அரேபிய லீக்கின் ஒருங்கிணைப்பாளரும் ஜோர்டானின் நிரந்தரப் பிரதிநிதியுமான தூதுவர் வாலிட் காலிட் ஒபேடாட், தூதர் டேஹோ லீ, கொரியக் குடியரசின் நிரந்தரப் பிரதிநிதி, தூதுவர் நடாலி ஒலிஜ்ஸ்லாகர், நெதர்லாந்தின் தூதுவர் ஹன்ஸ்லேகர் மற்றும் நெதர்ஃபேர் அம்பாசியர் ஆகியோருடனும் வெளியுறவு அமைச்சர் கலந்துரையாடினார். பீட்டர் ஜூகல், ஜெர்மனியின் துணை நிரந்தரப் பிரதிநிதி.",
        "வெளிவிவகார அமைச்சர் பேராசிரியர் ஜி.எல்.பீரிஸ் ஐ.நா மனித உரிமைகள் ஆணையாளர், சர்வதேச செஞ்சிலுவைச் சங்கத்தின் செயலாளர் நாயகம் மற்றும் சீனா, ஐரோப்பிய ஒன்றியம், அவுஸ்திரேலியா, கொரியா குடியரசு, ஜேர்மனி, நெதர்லாந்து ஆகிய நாடுகளின் நிரந்தரப் பிரதிநிதிகளை சந்தித்தார். மற்றும் ஜோர்டான் ஜெனிவாவில் ஐ.நா மனித உரிமைகள் பேரவையின் 50 ஆவது கூட்டத் தொடரில்.",
        "O/L தாள்களின் மதிப்பீடு தடையின்றி தொடரும்: கல்வி அமைச்சு",
        "அத்தியாவசியத் தொழிலாளர்களுக்கு எரிபொருளை வழங்குவதற்கு நம்பர் பிளேட் அமைப்பு, முன்னுரிமை அமைப்பு"
      ]
    }
  }
}