{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pm-says-cpc-still-incurs-losses-despite-fuel-price-hike-94321/",
  "time_ut": 1652727720,
  "title": "Sri Lanka PM says CPC still incurs losses despite fuel price hike",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-owned Ceylon Petroleum Corporation (CPC) is still incurring losses despite sharp price hike this year, the data given by Prime Minister Ranil Wickremesinghe revealed on Monday (16).",
    "The CPC has raised prices three times this year to record highs with mostly used Octane 92 is now sold at 338 rupees a litre, Octane 95 at 373 rupees, auto diesel at 289 rupees, and super diesel at 329 rupees.",
    "Fuel prices were increased in Sri Lanka due to both sharp depreciation in the rupee currency and price hike in the global oil prices.",
    "Prime Minister Ranil Wickremesinghe in his first address to the nation after being appointed on Thursday (12) spoke in depth over the economic crisis and said the country has petrol stocks only for one day and the CPC incurring losses from every liter of fuel.",
    "He said the government is incurring a loss of 84.38 rupees from a liter of mostly used 92 octane petrol, 71.19 rupees from 95 octane petrol, 131.55 rupees from auto diesel, 136.31 rupees from super diesel, and 294.50 rupees from per liter of kerosene oil.",
    "“The Petroleum Corporation can no longer bear this loss,” he told in his televised speech.",
    "He also said the state-owned Ceylon Electricity Board (CEB) is charging only 17 rupees per unit of electricity though  the cost of production is at around 48 rupees and thus amounting to a loss of about 30 rupees per unit.",
    "He also said as a results even the CPC and CEB are unable to obtain rupees.",
    "Successive Sri Lankan governments had come up with reforms to reduce the losses in both CPC and CEB and make them sustainable without any government funding.",
    "However, protests and pressure from trade unions in the both state institutions amid corruptions have compelled governments to delay such reforms because they were politically unpopular.",
    "With the current economic crisis and the country had already suspended foreign debt repayments, Sri Lanka is now compelled to look into some measures including privatization to make these two institutions at least to a level of break even.",
    "The government is also in talks with the International Monetary Fund (IMF) to assist in the country’s economic recovery. Officials who are aware of the talks have said the IMF, as usual, raised questions over the plans to minimize losses from state-owned enterprises (SOEs) including CPC and CEB. (Colombo/May16/2022)"
  ]
}