{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/AGs-Dept-denies-withdrawing-any-indictment-pertaining-to-politically-exposed-individuals/342-234810",
  "time_ut": 1649403300,
  "title": "AG’s Dept. denies withdrawing any  indictment pertaining to politically exposed individuals",
  "body_lines": [
    "The Attorney General's Department has categorically denied withdrawing any indictment pertaining to politically exposed persons during the tenure of the present Attorney General and rejects all reports to the contrary.",
    "The statement has been issued following a decision taken at a meeting conducted with the Senior Officers of the Attorney General's Department to address the matters raised by a group of Attorneys at Law and clarify the factual position pertaining to the matter.",
    "The Attorney General's Department said in the statement that the statutory power of the Attorney General has been exercised subject to extreme scrutiny and consideration and this Department rejects all aspersions of any other extra neous considerations.",
    "The statement said only one (01) indictment, pertaining to a politically exposed person has been withdrawn during the tenure of the incumbent AG. The said indictment in Colombo High Court Case No. 85461T6 was withdrawn with the consent of the Court, after careful consideration by several senior officers of this Department.",
    "\"Such withdrawal was deemed necessary in view of the matters that transpired in Colombo High Court Case No. 82221L6. ln High Court Case No. 82221L6, where all available evidence was led and the case subsequently closed, by the Prosecution, the High Court Judge held that the evidence failed to establish the commission of an offence, since the acts complained of were acts that could be legally done in terms of the Statute.",
    "\"The High court proceeded to acquit all the accused. Based on the said Judicial Decision in Case No 8222/T6 and taking into consideration that the facts and witnesses of the two cases were identical and as such, continuing to maintain this case was not possible, and as such warranted the exercise of the power to withdraw the indictment.",
    "\"This Department stands by its decision to withdraw the said indictment and stresses that in terms of Section 194 (3) of the Code of Criminal Procedure an indictment can only be withdrawn with the consent of court. This indictment under consideration was withdrawn with such consent of court and in accordance with all other applicable procedures,\" the statement added.",
    "\"This Department categorically denies that any other indictments, pertaining to politically exposed persons, have been withdrawn during the tenure of the present Attorney General and rejects all reports to the contrary,\" it further said."
  ]
}