{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/strange-case-of-payenda/",
  "time_ut": 1647967860,
  "title": "Strange case of Payenda",
  "body_lines": [
    "Former Afghan Finance Minister in exile, Khalid Payenda, has become a social media sensation. The story of his new life as a cab driver in the US is doing the rounds on the Internet across the globe. He says he has burnt through all his savings from Afghanistan and is now struggling to provide for his family. Has Washington let him down? He was obviously in the good books of the US when he was the Finance Minister in the pro-American Afghan government. The US usually provides such prominent foreign politicians in trouble with sinecures to enable them to lead comfortable lives for services rendered. Has the Biden administration given up on former Afghan leaders who unflinchingly showed a clean pair of heels each instead of fighting hard against the Taliban after the US withdrawal?",
    "The fact that Payenda is driving a cab in Washington, DC cannot be considered irrefutable proof that he is left without any savings to dip into. Only time (and future mega leaks of confidential financial documents like the Pandora Papers) will tell whether he is being truthful. The benefit of the doubt, however, should accrue to him, and he can be considered an example to other politicians in the developing world, especially in this crisis-ridden land.",
    "Payenda has earned people’s admiration across the world, but Sri Lankan politicians will consider him a ‘bloody idiot’, for they will never have to drive cabs in the US or anywhere else if they have to flee this country; they have reportedly amassed enough funds, and own expensive properties such as mansions, jets, yachts, estates and hotels in affluent countries. Hence their desperation to retain their foreign passports; they take wing when they lose power to live the life of Riley overseas, and return here when the time is opportune for them to dupe Sri Lankans into electing them again, and make up for lost time.",
    "Not even the relatives of Sri Lankan ministers will ever have to drive cabs abroad for a living. Those who did not own even bicycles, when they entered politics, are today proud owners of fleets of super luxury vehicles and other such assets. Political leaders who use cheap ballpoint pens to sign documents at their inauguration ceremonies give their children, as birthday gifts, the latest editions of super luxury vehicles advertised as being ‘not for those who are shy of broadcasting their wealth’!",
    "If the former Afghan Finance Minister driving a cab in Washington is telling the world the truth, the whole truth and nothing but the truth about his pecuniary woes, then one can argue that the best way Sri Lanka could hoist itself from the depths it has fallen into over the years is to find some politicians of integrity like Payenda and have them in key positions of government.",
    "Forming a Cabinet of ministers, who do not fatten their bank accounts and are ready to drive cabs to eke out a living after leaving office, is half the battle in developing a poor country. In the case of Sri Lanka, those who drove cabs here or overseas, as they are not qualified to do any white collar jobs, have clawed their way into Parliament and the Cabinet and enriched themselves under successive governments. The country has therefore come to be plagued by corruption, rent-seeking, cronyism and various crises. One may recall that a former truck driver elevated to a minister once ruined a state-owned airline. No wonder journalists’ queries about the educational qualifications of the current MPs have met with stonewall after stonewall.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}