{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-sjb-mps-storm-speakers-office-in-parliament-demand-date-for-no-faith-motion-93916/",
  "time_ut": 1651833720,
  "title": "Sri Lanka opposition SJB MPs storm speaker’s office in parliament, demand date for no faith motion",
  "body_lines": [
    "ECONOMYNEXT – Legislators representing Sri Lanka’s main opposition party the Samagi Jana Balavegaya (SJB) stormed the parliament speaker’s office Friday (06) afternoon to complain to the speaker about alleged police attacks on protestors gathered outside the parliament complex and to also urge him to take up a no confidence motion against the government.",
    "SJB MPs Harin Fernando, Manusha Nanayakkara, Rohini Wijeratne, Hector Appuhami and Mujibur Rahuman and others were seen inside the speaker’s office, pleading with him to allocate a date for the no confidence motion to be taken up.",
    "Speaker Mahinda Yapa Abeywardena was heard responding that a decision should be taken following protocol after a meeting with party leaders.",
    "MP Fernando replied that the Speaker could declare a date for a no confidence motion and he didn’t have the authority to do only in the event of an impeachment motion against the president.",
    "Parliament was adjourned on Friday since May 17. MP Rahuman asked the speaker if he could convene parliament next Tuesday (10), to which the speaker said the prime minister can ask for the parliament to be convened before the due date.",
    "SJB parliamentarians were heard urging the speaker to guarantee the people’s democratic rights.",
    "MP Wijeratne warned to the speaker that the people’s demands weren’t listened to, there could be bloodshed in the country.",
    "People’s in Sri Lanka have been protesting for weeks around the country demanding the resignation of President Gotabaya Rajapaksa, Prime Minister Mahinda Rajajpaksa and the rest of the government against what has become the worst economic crisis in the country’s 74-year post-Independence history.",
    "The latest round of protests erupted in the vicinity of the parliament complex, with hundreds of youths including university members demanding the resignation of the government.",
    "Police fired watercannon and tear gas at the protestors Friday afternoon, but undeterred protestors continue to gather on the road leading to parliament. (Colombo/May06/2022)"
  ]
}