{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81775/indias-ed-attaches-assets-of-indians-working-to-revive-ltte",
  "time_ut": 1649705280,
  "title": "India’s ED attaches assets of Indians working to ‘revive’ LTTE",
  "body_lines": [
    "The Enforcement Directorate (ED) of India on Monday said it has attached assets worth INR 359 million of four Indians allegedly involved in drugs and arms smuggling as part of a plan to ‘revive’ the banned Sri Lankan terror group LTTE that was militarily defeated in 2009.",
    "The accused are being probed by the federal agency in a case linked to the seizure of 300 kgs of heroin, arms and ammunition from a Sri Lankan boat that was intercepted by the Coast Guard in Indian waters on March 18 last year, Indian media reported.",
    "Six plots, a dozen vehicles, cash and bank deposits of Suresh Raj A, Satkunam alias Sabeshan, Ramesh A and Soundararajan alias Sounder have been provisionally attached under the Prevention of Money Laundering Act (PMLA), the agency said.",
    "The ED case of money laundering against the accused is based on a National Investigation Agency (NIA) FIR registered after a Sri Lankan fishing boat named ‘Ravihansi’ was caught near the Minicoy Island, Lakshadweep, in March last year.",
    "The boat was “within the territorial waters of India” and on rummaging, the Coast Guard recovered about 300 kgs heroin, five assault rifles, and 1,000 rounds of 9 mm bullets, the ED said in a statement.",
    "Probe found that the “drugs and arms smuggled in the Sri Lankan boat were meant for Suresh Raj A, Satkunam and their associates and sale proceeds of the said drugs would be used for purchasing the next consignment of drugs and also for revival of proscribed terrorist organisation LTTE”, according to the agency.",
    "The ED said Suresh Raj A and Satkunam have been “involved in a similar crime earlier with the active support of Ramesh and Soundararajan,” it said.",
    "Suresh Raj A. and Satkunam were convicted earlier in a narcotics case and a criminal case is also pending against Soundararajan, it said."
  ]
}