{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/New-initiative-to-monitor-and-prevent-political-economic-crimes-in-Sri-Lanka/56-733786",
  "time_ut": 1650652860,
  "title": "New initiative to monitor and prevent political, economic crimes in Sri Lanka",
  "body_lines": [
    "An initiative called the ‘Global Centre for the Monitoring and Prevention of Political and Economic Crimes in Sri Lanka’ is launching a global campaign to hold political elites and their allies who have been involved in political and economic crimes.",
    "It said some of these persons have been acquitted illegally under political influence and those who have been pardoned by the President for committing serious crimes, in accordance with international law.",
    "It also notes human rights violations that have been happening in Sri Lanka for decades, the most recent incident being the unproportionate violence used by the Police against protesters that resulted in at least one death, for which perpetrators are yet to be held accountable.",
    "The Global Centre for the Monitoring and Prevention of Political and Economic Crimes in Sri Lanka Executive Director Subhashini Wipfler in a statement said the operation includes collaborations with the US, the European Union and the African Union, as well as the United Arab Emirates, Saudi Arabia, Australia, as well as the UN and other international organisations around the world.",
    "In order to make this operation a success, the Global Centre for the Monitoring and Prevention of Political and Economic Crimes in Sri Lanka is requesting the public to email (infor@justiceforsl.org) information on the financial, political and social as well as other crimes. The veracity of the information will be used after verification by lawyers.",
    "The statement said politicisation of the administration of justice in Sri Lanka has severely abused the country›s public money. The country suffers today with a debt four times more than its monetary value because even the foreign loans have been defrauded by elite politicians and their allies. People who have used State power to embezzle public funds have also misappropriated loans. This public money and debt fraud have been the main reason for the economic downturn in Sri Lanka.",
    "Despite some efforts of political prosecution of these financial crimes, those responsible have been acquitted due to the political pressure exerted on the judiciary and investigative agencies during the change of governments.",
    "These individuals are investing their fraudulent assets abroad and are preparing to flee to those countries in the face of people’s uprisings. Meanwhile, businessmen close to these elite politicians are also involved in these scams and have so far absolved themselves of responsibility.",
    "“There are also politicians, bureaucrats, so-called religious leaders, and businessmen involved in  a number of serious crimes, including mass murders and murders. At the same time, a large number of crimes have been committed due to negligence of responsibility, yet those responsible  are still at large.",
    "“Due to the current situation of the country, these politicians and their allies are activists on political and economic crimes that have failed to bring justice for 74 years has  become a necessity of the age. A group of professionals based in Sri Lanka and abroad are working from abroad for this purpose,” the statement added."
  ]
}