{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82288/bangladesh-extends-tenure-of-usd-200-million-loan-given-to-sri-lanka",
  "time_ut": 1652077320,
  "title": "Bangladesh extends tenure of USD 200 million loan given to Sri Lanka",
  "body_lines": [
    "Bangladesh extends the tenure of a bilateral currency-swap agreement with Sri Lanka by a year in consideration of foreign-exchange crunch the cash-strapped island nation suffers.",
    "Officials Sunday said the central bank of Bangladesh made the decision to extend the swap period with the Central Bank of Sri Lanka (CBSL).",
    "A board-of-directors meeting of the Bangladesh Bank, held in its office in Dhaka on the day with BB Governor Fazle Kabir in the chair, adopted the decision.",
    "“Our board has decided to extend the tenure of the agreement for one year to help the island nation in minimizing foreign-exchange crunch on their economy,” a top central banker told the FE after the meeting.",
    "Actually, the CBSL will enjoy a nine-month extension of the currency deal for three installments, he explained.",
    "The central bank provided a total of $200 million to help prop up the island nation’s fast-depleting foreign reserves and ease pressure on its exchange rate.",
    "The decision on the currency swap was set in motion during Sri Lankan Prime Minister Mahinda Rajapaksa’s visit to Bangladesh in March 2021.",
    "As per the agreement, the CBSL has already deposited an equivalent amount of its currency with the BB account which has already been opened in the SAARC-member country.",
    "It is the first currency swap outside the Asian Clearing Union (ACU) mechanism, which was prompted by turmoil set off in that country by the crisis.",
    "The ACU is an arrangement involving Bangladesh, Bhutan, India, Iran, Myanmar, Nepal, Pakistan, Sri Lanka and the Maldives, through which intraregional transactions among the participating central banks are settled on a multilateral basis.",
    "Earlier on August 18 last calendar year, the BB transferred $50 million into the CBSL in the first installment under the currency-swap deal initiated in March 2021.",
    "Meanwhile, Sri Lankan has already temporarily suspended foreign debt payments to avoid a hard default, with its limited foreign reserves required for imports of essential items such as fuels.",
    "“It has come to a point that is making debt payments challenging and impossible. The best action that can be taken is to restructure debt and avoid a hard default,” Central Bank Governor P. Nandalal Weerasinghe told reporters on April 12 last.",
    "J.P. Morgan analysts estimate Sri Lanka’s gross debt servicing would amount to $7.0 billion in 2022 and a current-account deficit of around $3.0 billion, according to media reports."
  ]
}