{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/how-barbecue-goatssaved-soldiers-lives/",
  "time_ut": 1647534060,
  "title": "How ‘Barbecue Goats’saved soldiers’ lives",
  "body_lines": [
    "I was at the Naval Detachment Talaimannar attached to Special Boats Squadron as Squadron Commander in the early 1990s and carried out ambushes at sandbanks against the LTTE. That was a Sunday afternoon. The OIC of Talaimannar informed me, over the radio set, that the Commander of the Navy wanted to see me at the Naval Headquarters, Colombo the following day itself.",
    "The “Wise old man of the Navy” seemed very angry with me! I always found fighting with the enemy easier than explaining our SBS role and behind-enemy-lines operations to senior Naval officers. There had been some misunderstanding, again, I thought.",
    "The sea was calm north of Talaimannar, and the OIC of FAC patrolling the area agreed to take me to KKS early in the morning on his return. I booked a seat in the first SLAF flight from Palaly to Ratmalana. What a way to go back to Colombo! It was a circuitous route—from Talimannar to KKS by FAC, from KKS to SLAF Base Palaly in a jeep, from Palali to the SLAF Base Ratmalana by AN -32 aircraft and from Ratmalana to Navy Headquarters in a jeep.",
    "However, I reached the Navy Headquarters by afternoon, quickly changed into No-5 white uniform and reached the office of the Navy Commander’s office by 1400 hrs. The PA to Commander ushered me in promptly. The Commander’s orders had been very clear: “Bring him in as soon as he arrives!”",
    "The Commander looked very angry, and there was a barrage of angry questions: “Why do you need goats? For a barbecue? How dare you buy your barbecue goats with PUBLIC funds?” I saw a defence column in a Sunday newspaper lying on his table. He banged the bell, and his PA materialised before us. “Where is the file?",
    "The Commander took out a letter I had sent to NHQ, specifying what the SBS needed for the forthcoming SBS-US Navy SEALS Combined Exercise called “Exercise Balance Style” in Hambantota. “You have asked for three live goats for the joint exercise! Are you planning to have a barbecue with the Americans after the exercise?”",
    "Finally, the penny dropped! Someone had leaked my letter to the media, and I explained to the wise old man that the poor animals were not for a barbecue.",
    "During preliminary discussions with US SEAL instructors prior to the joint exercise, I informed them of our poor knowledge of combat medicine and how some injured personnel died while being transported. A two-week-long Intensive Combat Medicine module was included in the exercise. The SEALs promised to bring their best Combat Medicine instructors from their base in Guam. They were also ready to bring combat medical equipment and donate them to the SBS for future training and battlefield deployment in Killai/Jaffna naval detachments. For the final phase of the exercise, they needed three live goats!",
    "They would shoot one goat in the leg, and the SBS trainees had to reduce its pain, stabilise it with IV, stop bleeding and treat the poor animal and keep him alive. After its recovery it had to be looked after at the SBS Headquarters or the Tangalle base. If the goat died, SBS trainees would be deemed to have failed the test and the dead goat would be dumped in the sea. The second goat was used in exercises to train the SBS personnel in managing leg injuries caused by anti-personnel mines, and in field amputation operations. The goat would suffer multiple gunshot injuries.",
    "(The blood circulation systems of goats and humans were almost the same, we were told.)",
    "I explained to the commander what we were planning to do with the US SEALs. He was surprised. He understood the value of the exercise. That marked the end of questioning, and I walked out from the Navy Commander’s office smiling. Soon after my meeting, a message went to the Directors General: “Ravi is doing a great job with SBS! Support him!",
    "Combat medicine became a vital part of our training with the SEALs.",
    "Soon, the SBS medics reached the required competence level. US SEALs were very happy with our progress and kept helping us with required medical equipment; we always kept them at Kilali with our boat deployments in the lagoon.",
    "in Muhamalai, Jaffna was to be launched on 28 March 2000, but the LTTE staged a preemptive strike on our defence lines two days earlier. The Army faced heavy casualties. The SBS volunteered to evacuate casualties in boats to the Kilali naval detachment from there they were helilifted to the Palaly Army hospital and then to Colombo. Combat medicine training imparted to the SBS by the US SEALs stood us in good stead. Severely wounded soldiers were given best combat medical care. The casualties categorised as P1, P2, and P3 were helilifted immediately. The SBS and other naval personnel at the detachment led by then S/LT Karannagoda worked hard to save lives.",
    "We received a number of commendation letters and telephone calls from surgeons and doctors at the Palaly and Colombo hospitals commending SBS personnel for combat medicine procedures prior to medical evacuation (MEDIVAC) of injured army personnel.",
    "Let the US SEALs be commended for making our SBS extremely comepetent and capable of saving so many lives of gallant army personnel.",
    "Special thanks should also go to the BARBECUE GOATS for bearing the pain to train us.",
    "If you see a limping goat near our Navy Base Tangalle or Hambantota, please be kind to it.",
    "(The writer, the founder of the SBS, commanded the elite unit in 1993 and 2000)",
    "Dashed dreams through the decades; impassioned speech of intelligent MP",
    "Ceylinco Life to measure Carbon Footprint for second consecutive year",
    "DOK Solutions announces its latest accreditation as a Great Place to Work CertifiedTM Organisation",
    "LB Finance acquires 65 per cent stake in loss-incurring Multi Finance for Rs. 400 million",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}