{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/SC-orders-release-of-Rajiv-Gandhi-assassination-accused-AG-Perarivalan/108-237238",
  "time_ut": 1652854200,
  "title": "SC orders release of Rajiv Gandhi assassination accused AG Perarivalan",
  "body_lines": [
    "In a landmark verdict, the Supreme Court on Wednesday ordered the release of AG Perarivalan, a convict in the Rajiv Gandhi assassination case, in exercise of the constitutional power under Article 142.",
    "The court passed the order considering his good conduct in jail, medical condition, educational qualifications acquired while in custody and the pendency of his mercy plea with the Tamil Nadu Governor since 2015.",
    "The apex court further held that the decision of the Governor to refer the mercy plea of Perarivalan to President of India has no constitutional backing. He was released on bail by the Supreme Court in March this year, the Hindustan Times reported.",
    "May 21, 1991: Rajiv Gandhi was assassinated in Sriperumbudur in Tamil Nadu by a suicide bomber (Dhanu/Thenmozhi Rajarathinam) belonging to the Liberation Tigers of Tamil Eelam (LTTE). Gandhi was scheduled to address a rally there. Sixteen people, including Gandhi and Dhanu, were killed in the blast, while around 45 persons were critically injured.",
    "June, 1991: AG Perarivalan, alias Arivu, was then 19-years-old and arrested for his involvement in the case.",
    "August, 1991: Perarivalan was accused of buying two nine volt batteries for Sivarasan of LTTE, who masterminded the assassination. The batteries were used in the bomb that killed Gandhi. The CBI registered a case against him and several others under the Terrorism and Disruptive Activities (Prevention) Act (TADA).",
    "January, 1998: A trial court ordered death penalty for Perarivalan and 25 others.",
    "May, 1999: Supreme Court acquitted 19 persons in the case. The death sentence awarded to the four of the seven accused — Perarivalan Nalini, Murugan alias Sriharan, Santhan — was upheld and the sentence for the other three — Ravichandran, Robert Payas and Jayakumar — was commuted to life sentence.",
    "2011: An execution date was fixed. Perarivalan and a few others filed a writ petition, seeking a stay on the execution. Ram Jethmalani and Colin Gonsalves appeared for them. A stay was granted.",
    "February, 2014: Supreme Court commuted his death penalty to life imprisonment.",
    "December, 2015: Perarivalan submitted a mercy petition to the Tamil Nadu Governor, seeking release under Article 161 of the Constitution. In the absence of any action, his mother moved a plea on his behalf in the Supreme Court.",
    "March, 2016: The Tamil Nadu government sent a proposal to the union government seeking remission of the life sentences of the seven convicts including Perarivalan in the case. Meanwhile, Bollywood actor Sanjay Dutt, who was sentenced to five years imprisonment in the 1993 Mumbai bomb blast case, was released. Perarivalan filed an RTI application to Pune’s Yerawada jail administration asking on what grounds Sanjay Dutt was prematurely released. He received no response.",
    "August, 2017: He was released on parole for the first time to meet his ailing father. Perarivalan was 45-years-old at the time.",
    "November, 2017: Former CBI officer V Thiagarajan, who interrogated Perarivalan, told the Supreme Court it was omitted in the confession that Perarivalan had no idea of the purpose for which the two batteries he bought would be used.",
    "April, 2018: The Union government rejected Tamil Nadu government’s 2016-remission proposal.",
    "September, 2018: Political parties in Tamil Nadu unanimously adopted a resolution for releasing all seven convicts.",
    "November, 2020: The Madras High Court extended the 30-day parole granted to AG Perarivalan by two weeks from November 9.",
    "January, 2021: The Supreme Court granted a week’s time for the Tamil Nadu Governor to decide on the state government’s 2018 recommendation to release the seven convicts.",
    "February, 2021: The Union government told the Supreme Court that the TN Governor had on January 25 communicated to the Centre that the President is the appropriate competent authority to deal with the remission of the sentence.",
    "May, 2021: DMK forms the government in Tamil Nadu and chief minister MK Stalin writes to the President for their early release. Stalin grants a month’s parole for Perarivalan on medical grounds, which was later extended.",
    "December, 2021: Supreme Court said it is not keen on granting any further adjournments on Perarivalan’s plea."
  ]
}