{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-runs-out-of-anti-dengue-chemicals-health-ministry-93753/",
  "time_ut": 1651476240,
  "title": "Sri Lanka runs out of anti-dengue chemicals – health ministry",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka health authorities warn of a possible rise in dengue cases with data showing a spike in the cases during the first quarter with the health ministry is facing a shortage of chemicals to control dengue mosquitoes amid a severe shortage of dollars.",
    "Sri Lanka is facing its worst economic crisis since the independence from the British Colonial rulers in 1948 with shortages of essentials like cooking gas, medicines, and fuel due to acute shortage of dollars.",
    "“We have run out of chemicals that we use to control the dengue (mosquito) population. We see the cases are rising especially in Northern and Western provinces,” Chairman of the Public Health Inspectors Union Upul Rohana told EconomyNext.",
    "“And we have run out of fuel as well and chemicals that are being use to do full blood count test in order to identify dengue patients have also run out.”",
    "The total dengue cases in the first three months of 2022 has increased to 17,123, nearly half of 35,924, the total dengue cases in 2021 when the country was mostly locked down.",
    "Rohana said, with measures to prevent the mosquito population and the dengue cases being disrupted, the number of dengue infected people and possibly the fatalities will increase.",
    "The National Dengue Control Unit (NDCU) has identified Colombo, Gampaha, Kalutara, Kandy, Galle, Matara, Jaffna, Batticaloa, Trincomalee, Kalmunai, Puttalam, Rathnapura and Kegalle districts as high risk dengue areas in the country.",
    "According to the data issued by the NDCU, in the month of March 2022 alone 3,040 dengue patients have been identified, an increase by 31.4 percent from 2,312 a year earlier.",
    "The Director of the NDCU, Sudath Samaraweera stated that pesticides which are needed for prevention programs are running out of stock.",
    "“Some of the pesticides we have are low in stock. We have identified it now and we have informed it to the ministry. And we have been informed that those stocks will be refilled as soon as possible,” Samaraweera told EconomyNext.",
    "“So far we do not have any issues because the unit request the necessary funds for programs from the Ministry and they will issue that,”",
    "Samaraweera said that the dengue prevention plans are being continued as planned and the health officers are already implementing strategies in high risk areas to control the dengue cases.",
    "“There is a 22.6 percent increase in week 16, compared to the previous week. Of all reported cases 47.3 percent were from Western Province [Colombo Municipal Council – 5.0 percent, Rest of the Colombo District – 16.4 percent, Gampaha District – 10.5 percent and Kalutara District – 15.4 percent],” NDCU report showed.",
    "“Jaffna 8.1 percent, Ratnapura 5.3 percent, Galle 6.5 percent, Matara 4.7 percent and Kandy 4.6 percent districts also has reported higher number of cases.” (Colombo/May 2/2022)"
  ]
}