{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/When-fear-comes-true-for-a-govt/172-234691",
  "time_ut": 1649277420,
  "title": "When fear comes true for a govt.",
  "body_lines": [
    "Now we see a set of lawmakers who cannot step outside their homes of the fear of being manhandled by angry citizens",
    "During about the time AD 29 people under the King named Amanda Gamini were said to have been the happiest. There were no epidemics or invasions during that time",
    "Is the Sri Lankan President attempting to form an interim administration largely to find a solution to the economic crisis or to escape from mounting public pressure? This is the big question that the present lawmakers dodge or show little interest in to provide an answer.",
    "Even in parliament on Tuesday (April 5) we saw lawmakers debating and airing views in parliament about how this country must be governed sans the mistakes made in the past. But who really is interested in that nonsense when the call from the public -represented by the very young and the old at rallies- clearly tells the 225 members who served the cabinet that they’ve seen enough of their incapability.",
    "The tide turned on the government on Thursday (March 31) when the president’s residence in Mirihana was surrounded by angry citizens who demanded a solution to their problems; all of them revolving around economic issues. What we saw was spooky. The crowd just couldn’t be controlled and this was a government who assumed power in 2019 claiming that it could ensure the security of the people; something which was much needed. Now we see a set of lawmakers who cannot step outside their homes of the fear of being manhandled by angry citizens.",
    "The next best thing that strengthened the people’s struggle was students and undergraduates joining in the daily protests that are being carried out. University students were out in the streets in their numbers, and aggressive as usual, but there were baby faced youth, just out of school, who were on the streets because they have thought that enough is enough and they too have a say in how this country is governed.",
    "The economic crisis in Sri Lanka is so deep-rooted that a schoolteacher fears giving children the topic ‘my country’ for an essay. This is because the content produced could be both hilarious and nasty. One student in lower school had finished such an essay by penning in the concluding sentence which read ‘Dan sapada?’-(Hope you are enjoying the hard times)",
    "This regime and past governments took the people for a ride for 74 years because it was the elders who did the picketing campaigns other than the years in which there were JVP uprisings. Any government will be on the back foot when students and undergraduates take to the streets to vent their anger. The economic crisis in Sri Lanka is so deep-rooted that a schoolteacher fears giving children the topic ‘my country’ for an essay. This is because the content produced could be both hilarious and nasty. One student in lower school had finished such an essay by penning in the concluding sentence which read ‘Dan sapada?’-(Hope you are enjoying the hard times).",
    "Students have a mighty say where ever they are present. A student at home can make a request for parents to switch off a television because he or she is studying. A child can ask a parent to stop consuming alcohol. This is because the parent who is a drunkard can ruin the reputation of the child who is a student. A child who is a student has that kind of power. That power has been added to the protests by youth.",
    "In the world we’ve seen students and undergraduates putting pressure on governments from the 1960s. India, Kenya, Vietnam, Burma and South Korea are good examples where student protests forced governments to backpedal and accept reforms or even step down. In Burma agitating students forced a dictator regime to step down after a 26-year brutal governance. Student agitations were recorded even before that and we have read that there was an uprising by students in Germany way back in 1848. But students were randomly joining protests and there were no organised groups, records reveal.",
    "The same is happening here in Sri Lanka. The students are out on the streets and don’t want any political organization backing them. In fact there seems to be no leader; which is puzzling. May be there is a leader and he is following a calculated plan to stay away from the limelight. There is also a school of thought that the absence of a leader will serve these protests in good stead, but then that point can be highly contested. This is because Sri Lanka was once a country which was not naturally motivated to initiate change for a good cause till these latest series of rallies began.",
    "Many years ago Sri Lanka was a backward nation. This was perhaps the repercussions of being under the British rule for 133 long years. Much of our lifestyles-including what we ate and drank- were changed. Even our own martial art ‘Angam Pora’ was banned by the British. We were influenced to consume beef and alcohol. We accepted the British cultures and pastimes and readily embraced what they said as ‘religion’. We became meek as mice and accepted to be trampled and ordered about.",
    "Then came the period between 2005 and 2015 where the Rajapaksa regime first finished the war and then started ‘state terrorism’ where they went on hounding their opponents or whoever who opposed them. The white vans were everywhere and there were occasions when people were told to run into by lanes and clear the roads on which the VIP vehicles were travelling; to ensure security of the privileged. The majority of those who were being pushed around back then were those who were over 40 and established in their careers. But this time around things are different. Among the real agitators are youth who don’t wish to be pushed around by a bunch of uneducated or less educated lawmakers. These youth have time and time again during the recent days affirmed that ‘the government messed with the wrong generation’.",
    "There are enough opportunities now to complete higher studies in Sri Lanka and a good many of them wish to find employment here or start their own businesses. The virtual concept has enabled aspiring youth to make money by working from home, engage themselves in the global business world and also enjoy much freedom. They don’t want unqualified lawmakers to destroy their futures; much less shape their futures.",
    "Many of the posters that these youth displayed contained strong messages that underscored their education, wit and frustration. One poster said “Sri Lanka needs a Neslson Mandela”. Last Monday (April 4) at Battaramulla those joining in the protests were fresh faced and gave the impression that they hadn’t the experience of even getting burnt in the hot sun. But they were not merely going through the motions. They were demanding that heads must start rolling in the government and competent professionals must take over the task of lawmaking.",
    "They probably know that it’s a “now or never” situation they’re facing. The island’s generations before them cannot teach them much about uprisings because they were squashed. But they can learn from the senior citizens of this country that people worked as slaves under some of the kings. There are occasions when the unpopular kings were punished by the Sri Lankan people. The money matters in the country were handled by certain affluent members of the society (situwaru) who received the blessings of the kings for such activities related to the economy. We never heard the country going bankrupt following this system of dealing with the economy. But most importantly we must take a peep into the times when the people of this island were extremely happy under a monarchy. During about the time AD 29 people under the King named Amanda Gamini were said to have been the happiest. There were no epidemics or invasions during that time.",
    "These are just thoughts that the opposite is happening now under a ruler who has attracted the wrath of the people for being a dictator. The presence of a pandemic in recent years just shows that even the environment hasn’t been friendly to him. When King Mahasen went against the people the citizenry punished him. The king dropped his questionable way of governance and returned to an accepted way of ruling the country. However this chance may never come the way of the present lot of lawmakers including the president. The point ‘this regime messed with the wrong generation’ must be underscored time and time again."
  ]
}