{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-foreign-reserves-drop-to-us1-8bn-in-april-93961/",
  "time_ut": 1651993560,
  "title": "Sri Lanka foreign reserves drop to US$1.8bn in April",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s gross official reserves have dropped 90 million US dollars to 1,827 million US dollars in April 2022, official data showed, with an attempt to shift from a soft-pegged exchange rate to a float still not having succeeded.",
    "Finance Minister Ali Sabry told parliament that useful reserves were down to 50 million US dollars.",
    "Most of the remaining reserves are from an 11 billion Chinese Yuan swap (about 1.5 billion US dollars) obtained through a swap which has restricted use.",
    "The central bank said there were 1,827 million dollars of currency reserves, down from 1,917 million dollars.",
    "There was 115 million dollars in IMFs special drawing rights, 29 million US dollars in gold, unchanged.",
    "Sri Lanka started to experience unusual monetary instability after the end of a 30 year war with discretionary policy involving flexible inflation targeting (printing money to push inflation up when the credit system recovers from the last currency crisis of the soft-peg).",
    "It was coupled with output gap targeting (printing money to push growth after the credit system recovers from the last collapsed of the soft-peg).",
    "To calculate the output gap and give clues to trigger happy interventionists to print money the International Monetary Fund gave technical assistance to calculate an output gap.",
    "In 2018 the central bank printed money and created a currency crisis despite tax hikes and a fuel price formula and triggered a currency crisis showing that under flexible inflation targeting/output gap targeting no amount of fiscal fixes will bring results.",
    "Foreign borrowings ratcheted up at both central government and also Ceylon Petroleum Corporation as output gap targeting created forex shortages, making it difficult to pay for oil or repay debt through the purchase of dollars.",
    "In 2020 taxes were also cut saying there was ‘persistent output gap’ and the central bank also borrowed abroad as money printing led to forex reserve losses and the CPC and the Central government could not borrow. (Colombo/May08/2022)"
  ]
}