{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-s-training-partner-portfolio-boosted-with-31-new-companies-on-board/34-731767",
  "time_ut": 1646850600,
  "title": "CA Sri Lanka’s training partner portfolio boosted with 31 new companies on-board",
  "body_lines": [
    "A company being presented with a training partner certificate by CA Sri Lanka President Sanjaya Bandara in the presence of Student Training and Skill Development Committee Chairman Chamara Abeyrathne and CA Sri Lanka Chief Executive Officer Dulani Fernando",
    "The new 31 training partners with CA Sri Lanka President Sanjaya Bandara, Student Training and Skill Development Committee Chairman Chamara Abeyrathne, CA Sri Lanka Chief Executive Officer Dulani Fernando and CA Sri Lanka Director Student Affairs Lakmali Priyangika",
    "The Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) received a fresh boost to its training partner portfolio when 31 organisations including some of the country’s highly respected corporates came on board as new training partners.",
    "The new companies which are categorised as non-public practice organisations will provide practical training for aspiring Chartered Accountants who are studying under the Business, Corporate and Strategic Levels of the CA Sri Lanka program.",
    "The new training partners were formally recognised by at a certificate awarding ceremony which was held recently in the presence of CA Sri Lanka President Sanjaya Bandara, Student Training and Skill Development Committee Chairman Chamara Abeyrathne, CA Sri Lanka Chief Executive Officer Dulani Fernando and CA Sri Lanka Director Student Affairs Lakmali Priyangika.",
    "Training partners play a key role in guiding and producing chartered accountants as they help impart vital skills ranging from leadership to technical so that the student can successfully transition and be corporate ready at the time of completing the globally recognised Chartered Accountant program.",
    "The new training partners are Abans Finance PLC, AF Jones Exporters Ceylon Ltd., Akzo Nobel Paints Lanka Ltd., Avarna Ltd., Avery Dennison Lanka Ltd., Central Engineering Consultancy Bureau, Ceylon Cold Stores PLC, Ceylon Leather Products Ltd., CIC Feeds Ltd., Crystal Martin Ceylon Ltd., D Samson Industries Ltd., Fonterra Brands Lanka Ltd., Generation Next Trading Ltd., Harcros Chemicals Ltd., Jetwing Hotels Ltd., Kiddies & Toys International Ltd., Lak Jaya Micro Finance Ltd., Melstacorp PLC, Millennium Information Technologies Ltd., Pyramid Lanka Ltd., Sarvodaya Development Finance Ltd., Senok Trade Combine Ltd., Siam City Cement (Lanka) Ltd., Singer Finance (Lanka) PLC, Skynet WWE Ltd., South Asia Gateway Terminals Ltd., Sri Lanka Army, Stretchline Ltd., Technomedics International Ltd., Trade Promoters Ltd., and Yaden International Ltd."
  ]
}