{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Drastic-changes-in-economic-political-and-legal-policies-are-needed/172-236032",
  "time_ut": 1651259280,
  "title": "Drastic changes in economic, political and legal policies are needed",
  "body_lines": [
    "Sri Lanka is negotiating with the IMF for help to overcome the present forex crisis. But the IMF’s prescriptions could be challenging. It has already made it clear that Sri Lanka has to begin setting its house in order before aid can flow. The IMF has also said that Sri Lanka is not eligible for the emergency Rapid Financing Instrument (RFI), though India has urged it to make the Sri Lankan case an exception.",
    "The IMF’s representative in Sri Lanka, Masahiro Nozaki, told Reuters that since Sri Lanka’s external debt is unsustainable, it has to take steps to ensure debt sustainability. It has to restructure debts owed to foreign entities, including China. The IMF is also expected to ask Sri Lanka to adopt prudence and austerity to prevent wastage.",
    "To properly assess a country’s debt sustainability, the IMF takes into account all types of debt that pose a risk to a country’s public finances. “If a loss-making state-owned enterprise is not able to service its debt, the burden ultimately falls on the central government, because such debt is publicly guaranteed, leading to an unexpected weakening in a country’s debt sustainability. Defaults can cause borrowing countries to lose market access and suffer higher borrowing costs, in addition to harming growth and investment,” warns Dalia Hakura warns of the IMF in a note.",
    "A country’s debt-carrying capacity depends on several factors such as the quality of institutions, debt management capacity, government policies, macro-economic fundamentals, besides global economic environment, she says.",
    "In a paper in http://www.managing-debt-blueprint-for-sri-lanka.co.uk// on the Sri Lankan case, an UK- based Sri Lankan, Aravind Korala, argues that going to the IMF for relief can only give temporary relief. The IMF can at best ask creditors to accept a “haircut” or write off a part of the debt. Unless Sri Lanka makes structural, ideological and policy changes, it will keep going to the IMF periodically for temporary palliatives, he warns.",
    "Korala urges Sri Lankans to shed some of their prejudices and the entrenched fear of foreign domination, and reform their systems. If they do so, the island’s considerable resources could be greatly enhanced to enable it to borrow without anxiety about repayment. Sri Lanka has an external debt of about US$ 51 billion. More than US$ 6 billion of that has to be repaid in 2022. This debt, by itself, is not the problem. The issue is Sri Lanka’s inability to repay the debt on account of a lack of resources, he says.",
    "All countries borrow for economic development. The US has a US$ 22 trillion external debt. The UK has five times as much external debt as Sri Lanka, Korala points out. But the US and UK have no debt servicing problem because they are in a position to pay back, while Sri Lanka is not. Sri Lanka is not poor, he says. According to the Credit Suisse and McKinsey Global Institute’s global wealth report, Sri Lanka’s net wealth is US$ 351 billion after the current external debt is deducted.",
    "Sri Lanka’s debt to assets ratio is 13% compared with the UK’s 62%. How then is the UK not in hotter water and Sri Lanka is, Korala asks. The reason is that UK’s debt is “secured debt” while Sri Lanka’s debt is “unsecured debt.” When foreign parties lend to a UK institution, that debt is secured on assets owned by the borrowing UK institution. If the UK borrower is unable to repay the debt, the lender will seize that asset, sell it and recover the debt. And if there is a dispute between the borrower and the lender, the UK courts would resolve the matter impartially and efficiently, Korala says.",
    "Therefore, for debt sustainability, asset creation is very important. Modern states facilitate asset creation by both domestic and foreign investors. The Chinese have enormous assets in the US, which are helping the latter grow. Americans don’t feel insecure about Chinese investment despite political animosity. But Sri Lanka does not allow foreign ownership of assets fearing loss of sovereignty.",
    "“Sri Lanka can change the situation overnight by changing laws to guarantee foreigners’ ownership of Sri Lankan assets, and by guaranteeing that foreign debt will always be serviced and repaid – by law” Korala submits.",
    "Lenders are not in short supply as they make money by lending. They are not even in a hurry to recover their money as long as they get the interest. But they should be assured that the borrower continues to pay interest, that there is no risk of default, and that the courts will help in the recovery, he says.",
    "To increase national wealth that will make creditors lend confidently, Sri Lanka should enter the world economy by inviting foreign investors, allow them to acquire assets for wealth creation, and industrialize to increase exports and earn foreign exchange. Sri Lanka should join the global value chain so that production, export and employment increase. Assets can be sold to make money as indeed the government plans to do. When the Colombo Port City is fully built, the total amount of wealth created by it will probably exceed US$100 billion, if ownership rights are granted, Korala predicts.",
    "Sri Lanka is in the red because it imports more than it exports. Efforts should be made to increase exports by a diversification of products and the market for export. Government must not prop up loss making companies. It should allow companies to sink or swim, while encouraging technical innovation, R and D, and increased productivity. Industries and sectors in which Sri Lanka has a natural advantage should be encouraged for investment and trade rather than try and replicate what other countries can do better.",
    "Sri Lanka must also borrow prudently and not go in for expensive short term debt as it has been doing from 2014. Writing in The Diplomat, economist Umesh Moramudali says that in the early 1990s, the majority of Sri Lanka’s foreign debt consisted of concessionary loans, most of which were provided by multilateral and bilateral development agencies such as the World Bank, ADB, and JAICA. These loans had a long payback period, a considerable grace period, and were subjected to a low-interest rate. Most of these concessionary loan repayments were spread over 25 to 40 years with a low interest rate of around 1 percent or less.",
    "However, following Sri Lanka’s upgrade to a middle-income country, its ability to access concessionary loans provided by multilateral agencies and bilateral donors declined. Therefore, Sri Lanka had to look for alternative foreign financing sources. But due to the heavy reliance on International Sovereign Bonds (ISBs), Sri Lanka’s foreign debt composition changed completely. “By 2019, 56% of the foreign loans were commercial borrowings, most of which were ISBs,” Moramudali says. ISBs have a payback period of 5-10 years with an annual interest rate above 6% to be paid biannually. On top of that, there are principal payments. The total borrowed amount of an ISB is settled at the bond maturity date, all at once, rather than being distributed over the years through annual repayments, he adds.",
    "Sri Lanka will have to cut down on expensive commercial loans and borrow from less expensive sources. But the ideal solution is to canvass internationally for investments and not loans, as President Gotabaya Rajapaksa has been advocating ever since he came to power in 2019. Combined with other changes suggested by Korala, Sri Lanka may be able to avoid falling into a debt trap again."
  ],
  "translate": {
    "si": {
      "title": "ආර්ථික, දේශපාලන සහ නීතිමය ප්‍රතිපත්තිවල දැඩි වෙනස්කම් අවශ්‍ය වේ",
      "body_lines": [
        "වත්මන් විදේශ විනිමය අර්බුදයෙන් ගොඩ ඒම සඳහා ශ්‍රී ලංකාව IMF සමඟ සාකච්ඡා කරමින් සිටී. නමුත් IMF හි බෙහෙත් වට්ටෝරු අභියෝගාත්මක විය හැකිය. ආධාර ගලා ඒමට පෙර ශ්‍රී ලංකාව සිය නිවස පිළිවෙලට තැබීම ආරම්භ කළ යුතු බව දැනටමත් පැහැදිලි කර ඇත. ශ්‍රී ලංකාවේ නඩුව ව්‍යතිරේකයක් බවට පත් කරන ලෙස ඉන්දියාව ඉල්ලා සිටියද, හදිසි වේගවත් මූල්‍ය උපකරණ (RFI) සඳහා ශ්‍රී ලංකාව සුදුසුකම් නොලබන බව IMF ද පවසා ඇත.",
        "ශ්‍රී ලංකාවේ IMF හි නියෝජිත Masahiro Nozaki රොයිටර් පුවත් සේවයට පැවසුවේ ශ්‍රී ලංකාවේ විදේශ ණය දරාගත නොහැකි බැවින් ණය තිරසාර බව සහතික කිරීමට පියවර ගත යුතු බවයි. එය චීනය ඇතුළු විදේශීය ආයතනවලට ගෙවිය යුතු ණය ප්‍රතිව්‍යුහගත කළ යුතුය. නාස්තිය වැලැක්වීම සඳහා විචක්ෂණශීලීභාවය සහ කප්පාදුව අනුගමනය කරන ලෙස IMF ශ්‍රී ලංකාවෙන් ඉල්ලා සිටීමට ද අපේක්ෂා කෙරේ.",
        "රටක ණය තිරසාරභාවය නිසි ලෙස තක්සේරු කිරීම සඳහා, IMF විසින් රටක රාජ්‍ය මූල්‍යවලට අවදානමක් ඇති සියලුම ණය වර්ග සැලකිල්ලට ගනී. “අලාභ ලබන රාජ්‍ය ව්‍යවසායයකට තම ණය ගෙවීමට නොහැකි වුවහොත්, එම ණය ප්‍රසිද්ධියේ සහතික කර ඇති නිසා, රටක ණය තිරසාරභාවය අනපේක්ෂිත ලෙස දුර්වල වීමට තුඩු දෙන බැවින්, එහි බර අවසානයේ මධ්‍යම රජය මත පැටවේ. ණය පැහැර හැරීම් නිසා වර්ධනයට හා ආයෝජනයට හානි කිරීමට අමතරව ණය ගන්නා රටවලට වෙළඳපල ප්‍රවේශය අහිමි වී ඉහළ ණය ගැනීමේ පිරිවැයක් විඳීමට සිදු විය හැක, ”දාලියා හකුරා ජාමූඅ සටහනක් මගින් අනතුරු අඟවයි.",
        "ගෝලීය ආර්ථික පරිසරයට අමතරව ආයතනවල ගුණාත්මකභාවය, ණය කළමනාකරණ හැකියාව, රාජ්‍ය ප්‍රතිපත්ති, සාර්ව ආර්ථික මූලධර්ම වැනි සාධක කිහිපයක් මත රටක ණය ගෙනයාමේ හැකියාව රඳා පවතින බව ඇය පවසයි.",
        "ශ්‍රී ලංකාවේ නඩුව සම්බන්ධයෙන් http://www.managing-debt-blueprint-for-sri-lanka.co.uk// හි පත්‍රිකාවක, එක්සත් රාජධානියේ ශ්‍රී ලාංකිකයෙකු වන අරවින්ද් කෝරල තර්ක කරන්නේ IMF වෙත යන බවයි. සහන ලබා දිය හැක්කේ තාවකාලික සහනයක් පමණි. ජාත්‍යන්තර මූල්‍ය අරමුදලට \"කොණ්ඩා කැපීමක්\" පිළිගැනීමට හෝ ණයෙන් කොටසක් කපා හැරීමට ණය හිමියන්ගෙන් ඉල්ලා සිටිය හැක. ශ්‍රී ලංකාව ව්‍යුහාත්මක, මතවාදී සහ ප්‍රතිපත්තිමය වෙනස්කම් සිදු නොකරන්නේ නම්, එය තාවකාලික සහන සඳහා වරින් වර ජාමූඅ වෙත යන බව ඔහු අනතුරු අඟවයි.",
        "කෝරාල ශ්‍රී ලාංකිකයන්ගෙන් ඉල්ලා සිටින්නේ ඔවුන්ගේ අගතීන් සහ විදේශ ආධිපත්‍යය පිළිබඳ මුල් බැස ඇති බිය ඉවත් කර ඔවුන්ගේ පද්ධති ප්‍රතිසංස්කරණය කරන ලෙසයි. ඔවුන් එසේ කරන්නේ නම්, ආපසු ගෙවීම ගැන කනස්සල්ලෙන් තොරව ණය ගැනීමට හැකි වන පරිදි දිවයිනේ සැලකිය යුතු සම්පත් විශාල ලෙස වැඩිදියුණු කළ හැකිය. ශ්‍රී ලංකාවට ඩොලර් බිලියන 51 ක පමණ විදේශ ණයක් තිබේ. එයින් ඇමෙරිකානු ඩොලර් බිලියන 6කට වඩා වැඩි ප්‍රමාණයක් 2022 දී ගෙවිය යුතුයි. මෙම ණය ප්‍රශ්නය නොවේ. ප්‍රශ්නය වන්නේ සම්පත් හිඟකම හේතුවෙන් ණය ගෙවීමට ශ්‍රී ලංකාවට ඇති නොහැකියාව බව ඔහු පවසයි.",
        "සියලුම රටවල් ආර්ථික සංවර්ධනය සඳහා ණය ගන්නවා. එක්සත් ජනපදයට ඩොලර් ට්‍රිලියන 22 ක විදේශ ණය තිබේ. එක්සත් රාජධානියට ශ්‍රී ලංකාව මෙන් පස් ගුණයක විදේශ ණය ඇති බව කෝරාල පෙන්වා දෙයි. නමුත් එක්සත් ජනපදයට සහ එක්සත් රාජධානියට ණය ගෙවීමේ ගැටලුවක් නැත, මන්ද ඔවුන් ආපසු ගෙවිය හැකි තත්ත්වයක සිටින අතර ශ්‍රී ලංකාව එසේ නොවේ. ශ්‍රී ලංකාව දුප්පත් නොවන බව ඔහු පවසයි. Credit Suisse සහ McKinsey Global Institute හි ගෝලීය ධන වාර්තාවට අනුව, වත්මන් විදේශ ණය කපා හැරීමෙන් පසු ශ්‍රී ලංකාවේ ශුද්ධ ධනය ඇමෙරිකානු ඩොලර් බිලියන 351 කි.",
        "ශ්‍රී ලංකාවේ ණය සහ වත්කම් අනුපාතය එක්සත් රාජධානියේ 62% හා සසඳන විට 13% කි. එතකොට කොහොමද UK උණු වතුරේ නැත්තේ සහ ශ්‍රී ලංකාව ඉන්නේ කොහොමද කියලා කෝරාල අහනවා. හේතුව එක්සත් රාජධානියේ ණය “සුරක්ෂිත ණය” වන අතර ශ්‍රී ලංකාවේ ණය “අනාරක්ෂිත ණය” වීමයි. විදේශීය පාර්ශවයන් එක්සත් රාජධානියේ ආයතනයකට ණය දෙන විට, එම ණය එක්සත් රාජධානියේ ණය ගන්නා ආයතනය සතු වත්කම් මත සුරක්ෂිත වේ. එක්සත් රාජධානියේ ණය ගැණුම්කරුට ණය ආපසු ගෙවීමට නොහැකි නම්, ණය දෙන්නා එම වත්කම අල්ලාගෙන එය විකුණා ණය ආපසු අයකර ගනු ඇත. ණය ගැණුම්කරු සහ ණය දෙන්නා අතර ආරවුලක් තිබේ නම්, එක්සත් රාජධානියේ උසාවිය අපක්ෂපාතීව සහ කාර්යක්ෂමව එම කාරණය විසඳනු ඇතැයි කෝරාල පවසයි.",
        "එබැවින්, ණය තිරසාරභාවය සඳහා, වත්කම් නිර්මාණය ඉතා වැදගත් වේ. නූතන රාජ්‍යයන් දේශීය හා විදේශීය ආයෝජකයින් විසින් වත්කම් නිර්මාණය කිරීමට පහසුකම් සපයයි. චීන ජාතිකයින්ට එක්සත් ජනපදයේ අතිවිශාල වත්කම් ඇති අතර, එය පසුකාලීනව වර්ධනය වීමට උපකාරී වේ. දේශපාලන සතුරුකම තිබියදීත් ඇමරිකානුවන්ට චීන ආයෝජන ගැන අනාරක්ෂිත බවක් දැනෙන්නේ නැත. නමුත් ශ්‍රී ලංකාව ස්වෛරීභාවය අහිමි වන බවට බියෙන් වත්කම්වල විදේශ අයිතියට ඉඩ නොදෙයි.",
        "\"ශ්‍රී ලංකාවේ වත්කම්වල විදේශිකයන්ගේ අයිතිය සහතික කිරීම සඳහා නීති වෙනස් කිරීමෙන් සහ විදේශ ණය සැමවිටම සේවා සහ ආපසු ගෙවන බවට සහතික කිරීම - නීතියෙන් ශ්‍රී ලංකාවට එක රැයකින් තත්ත්වය වෙනස් කළ හැකිය\" කෝරාල ඉදිරිපත් කරයි.",
        "ණය දී මුදල් උපයන බැවින් ණය දෙන්නන්ට හිඟයක් නැත. පොලිය ලැබෙන තාක් කල් මුදල් අයකර ගැනීමටවත් හදිසියක් නැත. නමුත් ණය ගැණුම්කරු දිගටම පොලී ගෙවන බවත්, පැහැර හැරීමේ අවදානමක් නොමැති බවත්, අයකර ගැනීමට උසාවිය උදව් කරන බවත් ඔවුන්ට සහතික විය යුතු බව ඔහු පවසයි.",
        "ණයහිමියන් විශ්වාසයෙන් ණය දීමට සලස්වන ජාතික ධනය ඉහළ නැංවීමට නම් ශ්‍රී ලංකාව විදේශ ආයෝජකයන්ට ආරාධනා කිරීමෙන් ලෝක ආර්ථිකයට ඇතුළු වී ධනය උත්පාදනය සඳහා වත්කම් ලබා ගැනීමට ඉඩ සලසා දී අපනයනය වැඩි කර විදේශ විනිමය උපයා ගැනීමට කාර්මිකකරණය කළ යුතුය. නිෂ්පාදනය, අපනයනය සහ රැකියා වර්ධනය වන පරිදි ශ්‍රී ලංකාව ගෝලීය අගය දාමයට එක්විය යුතුය. ඇත්ත වශයෙන්ම රජය කිරීමට සැලසුම් කර ඇති පරිදි මුදල් ඉපැයීම සඳහා වත්කම් විකුණා දැමිය හැකිය. කොළඹ වරාය නගරය සම්පූර්ණයෙන් ඉදිකරන විට එහි හිමිකාරිත්වය ලබාදුනහොත් එයින් බිහිවන මුළු ධනය ඇමෙරිකානු ඩොලර් බිලියන 100 ඉක්මවනු ඇතැයි කෝරළ අනාවැකි පළ කරයි.",
        "අපනයනයට වඩා වැඩි ප්‍රමාණයක් ආනයනය කරන නිසා ශ්‍රී ලංකාව රතු වී ඇත. නිෂ්පාදන විවිධාංගීකරණය කිරීම සහ අපනයන සඳහා වෙළෙඳපොළ විවිධාංගීකරණය කිරීම මගින් අපනයන ඉහළ නැංවීමට උත්සාහ කළ යුතුය. පාඩු ලබන සමාගම්වලට රජය මුක්කු ගැසිය යුතු නැත. තාක්ෂණික නවෝත්පාදනයන්, R සහ D, සහ ඵලදායිතාව වැඩි කරන අතරම, සමාගම්වලට ගිලී යාමට හෝ පිහිනීමට ඉඩ දිය යුතුය. ශ්‍රී ලංකාවට ස්වභාවික වාසියක් ඇති කර්මාන්ත සහ අංශ වෙනත් රටවලට වඩා හොඳින් කළ හැකි දේ අනුකරණය කිරීමට උත්සාහ කරනවාට වඩා ආයෝජන සහ වෙළඳාම සඳහා දිරිමත් කළ යුතුය.",
        "ශ්‍රී ලංකාව ද 2014 වසරේ සිට කරන පරිදි මිල අධික කෙටි කාලීන ණයවලට නොගොස් කල්පනාකාරීව ණය ගත යුතු ය. 1990 දශකයේ මුල් භාගයේ දී ශ්‍රී ලංකාවේ විදේශ ණයවලින් බහුතරය සහනදායී ණයවලින් සමන්විත වූ බව The Diplomat පුවත්පතට ලියන ආර්ථික විද්‍යාඥ උමේෂ් මොරමුදලි පවසයි. ඒවායින් බොහොමයක් ලෝක බැංකුව, ADB සහ JAICA වැනි බහුපාර්ශ්වික සහ ද්විපාර්ශ්වික සංවර්ධන ආයතන විසින් සපයන ලදී. මෙම ණය සඳහා දිගු ආපසු ගෙවීමේ කාල සීමාවක්, සැලකිය යුතු සහන කාලයක් තිබූ අතර, අඩු පොලී අනුපාතයකට යටත් විය. මෙම සහනදායී ණය ආපසු ගෙවීමේ වැඩි ප්‍රමාණයක් වසර 25 සිට 40 දක්වා ව්‍යාප්ත වී ඇත්තේ සියයට 1ක් හෝ ඊට අඩු පොලී අනුපාතයක් සමඟිනි.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාව මධ්‍යම ආදායම් ලබන රටක් ලෙස උසස් වීමෙන් පසුව, බහුපාර්ශ්වික නියෝජිතායතන සහ ද්විපාර්ශ්වික පරිත්‍යාගශීලීන් විසින් සපයනු ලබන සහනදායී ණය ලබා ගැනීමේ හැකියාව ප්‍රතික්ෂේප විය. එබැවින් විකල්ප විදේශ මූල්‍ය මූලාශ්‍ර සෙවීමට ශ්‍රී ලංකාවට සිදු විය. නමුත් ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර (ISB) මත දැඩි ලෙස රඳා පැවතීම හේතුවෙන් ශ්‍රී ලංකාවේ විදේශ ණය සංයුතිය සම්පූර්ණයෙන්ම වෙනස් විය. \"2019 වන විට විදේශ ණයවලින් 56% ක් වාණිජ ණය ගැනීම් වූ අතර ඒවායින් බොහොමයක් ISB ය,\" මොරමුදලි පවසයි. ISB වලට වසර 5-10 ක ආපසු ගෙවීමේ කාල සීමාවක් ඇති අතර වාර්ෂික පොලී අනුපාතය 6% ට වඩා ද්විවාර්ෂිකව ගෙවිය යුතුය. ඊට ඉහළින්, මූලික ගෙවීම් තිබේ. ISB හි මුළු ණය මුදල වාර්ෂික ආපසු ගෙවීම් හරහා වසර ගණනාවක් පුරා බෙදා හැරීමට වඩා, බැඳුම්කර කල්පිරීමේ දිනයේ දී එකවර පියවනු ලැබේ, ඔහු තවදුරටත් පවසයි.",
        "ශ්‍රී ලංකාවට මිල අධික වාණිජ ණය කපා හැර මිල අඩු මූලාශ්‍රවලින් ණය ගැනීමට සිදුවනු ඇත. එහෙත් හොඳම විසඳුම වන්නේ 2019 දී ජනාධිපති ගෝඨාභය රාජපක්ෂ බලයට පත් වූ දා සිට පෙනී සිටින පරිදි ණය සඳහා නොව ආයෝජන සඳහා ජාත්‍යන්තරව කැන්වස් කිරීම ය. කෝරාළ විසින් යෝජනා කරන ලද අනෙකුත් වෙනස්කම් සමඟ ඒකාබද්ධව, ණය උගුලකට වැටීමෙන් ශ්‍රී ලංකාවට හැකි විය හැකිය. යළි."
      ]
    },
    "ta": {
      "title": "பொருளாதார, அரசியல் மற்றும் சட்டக் கொள்கைகளில் கடுமையான மாற்றங்கள் தேவை",
      "body_lines": [
        "தற்போதைய அந்நிய செலாவணி நெருக்கடியை சமாளிக்க இலங்கை சர்வதேச நாணய நிதியத்துடன் பேச்சுவார்த்தை நடத்தி வருகிறது. ஆனால் IMF இன் மருந்துச்சீட்டுகள் சவாலானதாக இருக்கலாம். உதவிகள் வருவதற்கு முன்னர் இலங்கை தனது வீட்டை ஒழுங்கமைக்க ஆரம்பிக்க வேண்டும் என்பதை ஏற்கனவே தெளிவுபடுத்தியுள்ளது. இலங்கை வழக்கை விதிவிலக்காக மாற்றுமாறு இந்தியா வலியுறுத்திய போதிலும், அவசரகால விரைவான நிதியளிப்பு கருவிக்கு (RFI) இலங்கை தகுதியற்றது என்றும் IMF கூறியுள்ளது.",
        "இலங்கையில் உள்ள சர்வதேச நாணய நிதியத்தின் பிரதிநிதி மசாஹிரோ நோசாகி ராய்ட்டர்ஸிடம், இலங்கையின் வெளிநாட்டுக் கடன் தாங்க முடியாதது என்பதால், கடன் நிலைத்தன்மையை உறுதிப்படுத்த நடவடிக்கை எடுக்க வேண்டும் என்று கூறினார். அது சீனா உட்பட வெளிநாட்டு நிறுவனங்களுக்கு செலுத்த வேண்டிய கடன்களை மறுசீரமைக்க வேண்டும். வீண் விரயத்தைத் தடுக்க விவேகத்தையும் சிக்கனத்தையும் கடைப்பிடிக்குமாறு IMF இலங்கையிடம் கேட்கும் என்றும் எதிர்பார்க்கப்படுகிறது.",
        "ஒரு நாட்டின் கடன் நிலைத்தன்மையை சரியாக மதிப்பிடுவதற்கு, ஒரு நாட்டின் பொது நிதிகளுக்கு ஆபத்தை ஏற்படுத்தும் அனைத்து வகையான கடன்களையும் IMF கணக்கில் எடுத்துக்கொள்கிறது. \"ஒரு நஷ்டத்தில் இயங்கும் அரசுக்குச் சொந்தமான நிறுவனம் அதன் கடனைச் செலுத்த முடியாவிட்டால், சுமை இறுதியில் மத்திய அரசாங்கத்தின் மீது விழுகிறது, ஏனெனில் அத்தகைய கடன் பகிரங்கமாக உத்தரவாதம் அளிக்கப்படுகிறது, இது ஒரு நாட்டின் கடன் நிலைத்தன்மையில் எதிர்பாராத பலவீனத்திற்கு வழிவகுக்கிறது. கடன் வாங்கும் நாடுகள் சந்தை அணுகலை இழக்க நேரிடலாம் மற்றும் அதிக கடன் வாங்கும் செலவுகளை சந்திக்க நேரிடலாம், மேலும் வளர்ச்சி மற்றும் முதலீட்டிற்கு தீங்கு விளைவிக்கும்\" என்று டாலியா ஹகுரா ஒரு குறிப்பில் IMF எச்சரிக்கிறார்.",
        "ஒரு நாட்டின் கடனைச் சுமக்கும் திறன், நிறுவனங்களின் தரம், கடன் மேலாண்மைத் திறன், அரசாங்கக் கொள்கைகள், மேக்ரோ-பொருளாதார அடிப்படைகள், உலகப் பொருளாதாரச் சூழலைத் தவிர போன்ற பல காரணிகளைப் பொறுத்தது என்கிறார் அவர்.",
        "http://www.managing-debt-blueprint-for-sri-lanka.co.uk// என்ற கட்டுரையில், இலங்கை வழக்கு தொடர்பாக, ஐக்கிய இராச்சியத்தைச் சேர்ந்த இலங்கையர் அரவிந்த் கோராலா, IMF-க்கு செல்வதாக வாதிடுகிறார். நிவாரணம் தற்காலிக நிவாரணம் மட்டுமே கொடுக்க முடியும். IMF சிறந்த முறையில் கடனளிப்பவர்களிடம் \"ஹேர்கட்\" செய்ய அல்லது கடனின் ஒரு பகுதியை தள்ளுபடி செய்யும்படி கேட்கலாம். இலங்கையானது கட்டமைப்பு, சித்தாந்தம் மற்றும் கொள்கை மாற்றங்களைச் செய்யாத பட்சத்தில், அது தற்காலிக நிவாரணத்திற்காக சர்வதேச நாணய நிதியத்திற்கு அவ்வப்போது சென்றுகொண்டே இருக்கும் என்று அவர் எச்சரிக்கிறார்.",
        "இலங்கையர்கள் தங்களின் சில தப்பெண்ணங்களையும், அந்நிய ஆதிக்கத்தின் வேரூன்றிய பயத்தையும் களைந்து, தங்கள் அமைப்புகளை சீர்திருத்துமாறு கோரலா கேட்டுக்கொள்கிறார். அவர்கள் அவ்வாறு செய்தால், தீவின் கணிசமான வளங்கள், திருப்பிச் செலுத்துதல் பற்றிய கவலையின்றி கடன் வாங்குவதற்கு பெரிதும் மேம்படுத்தப்படும். இலங்கைக்கு சுமார் 51 பில்லியன் அமெரிக்க டொலர் வெளிநாட்டுக் கடன் உள்ளது. அதில் 6 பில்லியன் அமெரிக்க டாலர்களுக்கும் அதிகமான தொகையை 2022-ல் திருப்பிச் செலுத்த வேண்டும். இந்தக் கடன் தானே பிரச்சினையல்ல. வளப்பற்றாக்குறை காரணமாக கடனை செலுத்துவதற்கு இலங்கையின் இயலாமையே பிரச்சினை என அவர் கூறுகிறார்.",
        "அனைத்து நாடுகளும் பொருளாதார வளர்ச்சிக்காக கடன் வாங்குகின்றன. அமெரிக்காவிடம் 22 டிரில்லியன் அமெரிக்க டாலர்கள் வெளிநாட்டுக் கடன் உள்ளது. ஐக்கிய இராச்சியம் இலங்கையை விட ஐந்து மடங்கு வெளிநாட்டுக் கடனைக் கொண்டுள்ளது என கோரல சுட்டிக்காட்டியுள்ளார். ஆனால் அமெரிக்கா மற்றும் இங்கிலாந்து ஆகிய நாடுகளுக்கு கடன் வழங்குவதில் எந்தப் பிரச்சினையும் இல்லை, ஏனெனில் அவை திருப்பிச் செலுத்தும் நிலையில் உள்ளன, அதே நேரத்தில் இலங்கை இல்லை. இலங்கை ஏழை அல்ல என்கிறார். Credit Suisse மற்றும் McKinsey Global Institute இன் உலகளாவிய செல்வ அறிக்கையின்படி, தற்போதைய வெளிநாட்டுக் கடனைக் கழித்ததன் பின்னர் இலங்கையின் நிகர சொத்து 351 பில்லியன் அமெரிக்க டொலர்களாகும்.",
        "ஐக்கிய இராச்சியத்தின் 62% உடன் ஒப்பிடுகையில் இலங்கையின் சொத்துக்களுக்கான கடன் விகிதம் 13% ஆகும். அப்படியென்றால் இங்கிலாந்து எப்படி வெந்நீரில் இல்லை, இலங்கை எப்படி இருக்கிறது என்று கோரலா கேட்கிறார். காரணம், இங்கிலாந்தின் கடன் \"பாதுகாக்கப்பட்ட கடனாக\" இருக்கும் அதே வேளையில் இலங்கையின் கடன் \"பாதுகாப்பற்ற கடனாக\" உள்ளது. வெளிநாட்டுக் கட்சிகள் ஒரு UK நிறுவனத்திற்கு கடன் கொடுக்கும்போது, ​​கடன் வாங்கும் UK நிறுவனத்திற்குச் சொந்தமான சொத்துக்களில் அந்தக் கடன் பாதுகாக்கப்படுகிறது. UK கடனாளி கடனை திருப்பிச் செலுத்த முடியாவிட்டால், கடன் வழங்குபவர் அந்த சொத்தை கைப்பற்றி, அதை விற்று கடனை மீட்டெடுப்பார். மேலும் கடன் வாங்குபவருக்கும் கடன் வழங்குபவருக்கும் இடையே தகராறு ஏற்பட்டால், இங்கிலாந்து நீதிமன்றங்கள் பாரபட்சமின்றி, திறமையாக அந்த விஷயத்தை தீர்க்கும் என்று கோரலா கூறுகிறார்.",
        "எனவே, கடன் நிலைத்தன்மைக்கு, சொத்து உருவாக்கம் மிகவும் முக்கியமானது. நவீன மாநிலங்கள் உள்நாட்டு மற்றும் வெளிநாட்டு முதலீட்டாளர்களால் சொத்து உருவாக்கத்தை எளிதாக்குகின்றன. சீனர்கள் அமெரிக்காவில் மகத்தான சொத்துக்களைக் கொண்டுள்ளனர், அவை பிந்தைய நாடுகளின் வளர்ச்சிக்கு உதவுகின்றன. அரசியல் விரோதம் இருந்தபோதிலும் சீன முதலீடு குறித்து அமெரிக்கர்கள் பாதுகாப்பற்றதாக உணரவில்லை. ஆனால் இறையாண்மையை இழக்கும் அச்சத்தில் சொத்துக்களை வெளிநாட்டு உரிமையாக்க இலங்கை அனுமதிக்காது.",
        "\"இலங்கையின் சொத்துக்களில் வெளிநாட்டினரின் உரிமையை உறுதிப்படுத்தும் சட்டங்களை மாற்றுவதன் மூலமும், வெளிநாட்டுக் கடன்கள் எப்பொழுதும் சேவையாக்கப்பட்டு திருப்பிச் செலுத்தப்படும் என்று உத்தரவாதம் அளிப்பதன் மூலமும் இலங்கை நிலைமையை ஒரே இரவில் மாற்ற முடியும்\" என்று கோரலா சமர்ப்பிக்கிறார்.",
        "கடன் கொடுத்து பணம் சம்பாதிப்பதால் கடன் கொடுப்பவர்களுக்கு தட்டுப்பாடு இல்லை. வட்டி கிடைத்தால் போதும் என்ற அவசரத்தில் கூட பணத்தை திரும்பப் பெற மாட்டார்கள். ஆனால், கடன் வாங்கியவர் தொடர்ந்து வட்டியை செலுத்துகிறார் என்பதையும், கடனைத் திருப்பிச் செலுத்துவதில் எந்த ஆபத்தும் இல்லை என்பதையும், அதை மீட்டெடுப்பதற்கு நீதிமன்றங்கள் உதவும் என்பதையும் அவர்கள் உறுதிப்படுத்த வேண்டும் என்று அவர் கூறுகிறார்.",
        "கடனாளர்களை நம்பிக்கையுடன் கடன் வழங்கக்கூடிய தேசிய செல்வத்தை அதிகரிக்க, வெளிநாட்டு முதலீட்டாளர்களை அழைப்பதன் மூலம் இலங்கை உலகப் பொருளாதாரத்தில் நுழைய வேண்டும், செல்வத்தை உருவாக்குவதற்கான சொத்துக்களைப் பெற அனுமதிக்க வேண்டும், மேலும் ஏற்றுமதியை அதிகரிக்கவும் அந்நிய செலாவணியை ஈட்டவும் தொழில்மயமாக்க வேண்டும். உற்பத்தி, ஏற்றுமதி மற்றும் வேலை வாய்ப்பு அதிகரிக்கும் வகையில் இலங்கை உலகளாவிய பெறுமதிச் சங்கிலியில் இணைய வேண்டும். அரசாங்கம் உண்மையில் செய்ய திட்டமிட்டுள்ளதைப் போலவே சொத்துக்களை விற்கலாம். கொழும்பு துறைமுக நகரம் முழுமையாக நிர்மாணிக்கப்படும் போது, ​​அதன் மூலம் உருவாக்கப்பட்ட மொத்த செல்வத்தின் அளவு 100 பில்லியன் அமெரிக்க டொலர்களை தாண்டும், உரிமை உரிமைகள் வழங்கப்பட்டால், கோரலா கணித்துள்ளார்.",
        "ஏற்றுமதி செய்வதை விட அதிகமாக இறக்குமதி செய்வதால் இலங்கை நஷ்டத்தில் உள்ளது. பொருட்கள் மற்றும் ஏற்றுமதிக்கான சந்தையை பல்வகைப்படுத்துவதன் மூலம் ஏற்றுமதியை அதிகரிக்க முயற்சிகள் மேற்கொள்ளப்பட வேண்டும். நஷ்டத்தில் இயங்கும் நிறுவனங்களுக்கு அரசு முட்டுக்கட்டை போடக்கூடாது. தொழில்நுட்ப கண்டுபிடிப்புகள், R மற்றும் D மற்றும் அதிகரித்த உற்பத்தித்திறனை ஊக்குவிக்கும் அதே வேளையில், நிறுவனங்களை மூழ்கடிக்க அல்லது நீந்த அனுமதிக்க வேண்டும். இலங்கைக்கு இயற்கையான அனுகூலங்களைக் கொண்ட தொழில்கள் மற்றும் துறைகள் முதலீடு மற்றும் வர்த்தகத்திற்காக ஊக்குவிக்கப்பட வேண்டும், மாறாக மற்ற நாடுகள் சிறப்பாகச் செய்யக்கூடியவற்றைப் பிரதியெடுக்க முயற்சிக்க வேண்டும்.",
        "இலங்கையும் 2014ல் இருந்து செய்து வருவதைப் போன்று விலையுயர்ந்த குறுகிய காலக் கடனுக்குச் செல்லாமல் விவேகத்துடன் கடன் வாங்க வேண்டும். பொருளாதார வல்லுனர் உமேஷ் மொரமுதலி, 1990களின் முற்பகுதியில், இலங்கையின் வெளிநாட்டுக் கடனில் பெரும்பகுதி சலுகைக் கடன்களாக இருந்ததாகக் கூறுகிறார். இவற்றில் பெரும்பாலானவை உலக வங்கி, ADB மற்றும் JAICA போன்ற பலதரப்பு மற்றும் இருதரப்பு மேம்பாட்டு முகமைகளால் வழங்கப்பட்டன. இந்தக் கடன்கள் நீண்ட திருப்பிச் செலுத்தும் காலம், கணிசமான கால அவகாசம் மற்றும் குறைந்த வட்டி விகிதத்திற்கு உட்பட்டது. இந்தச் சலுகைக் கடனைத் திருப்பிச் செலுத்துவதில் பெரும்பாலானவை 25 முதல் 40 ஆண்டுகளில் சுமார் 1 சதவீதம் அல்லது அதற்கும் குறைவான வட்டி விகிதத்தில் பரவியிருந்தன.",
        "எவ்வாறாயினும், இலங்கை ஒரு நடுத்தர வருமானம் கொண்ட நாடாக மேம்படுத்தப்பட்டதைத் தொடர்ந்து, பலதரப்பு முகவர் மற்றும் இருதரப்பு நன்கொடையாளர்களால் வழங்கப்படும் சலுகைக் கடன்களைப் பெறுவதற்கான அதன் திறன் குறைந்துள்ளது. எனவே, இலங்கை மாற்று வெளிநாட்டு நிதி ஆதாரங்களைத் தேட வேண்டியிருந்தது. ஆனால் சர்வதேச இறையாண்மை பத்திரங்களில் (ISBs) அதிக அளவில் தங்கியிருப்பதன் காரணமாக, இலங்கையின் வெளிநாட்டுக் கடன் அமைப்பு முற்றிலும் மாறியது. \"2019 இல், 56% வெளிநாட்டுக் கடன்கள் வணிகக் கடன்களாக இருந்தன, அவற்றில் பெரும்பாலானவை ISB கள்\" என்று மொரமுதலி கூறுகிறார். ISB களுக்கு 5-10 ஆண்டுகள் திருப்பிச் செலுத்தும் காலம் உள்ளது, ஆண்டு வட்டி விகிதம் 6% க்கு மேல் ஆண்டுக்கு இருமுறை செலுத்த வேண்டும். அதற்கு மேல், அசல் கொடுப்பனவுகள் உள்ளன. ஒரு ஐஎஸ்பியின் மொத்தக் கடன் தொகையானது, வருடாந்தத் திருப்பிச் செலுத்துதல் மூலம் பல ஆண்டுகளாக விநியோகிக்கப்படுவதற்குப் பதிலாக, பத்திர முதிர்வு தேதியில் ஒரேயடியாகத் தீர்க்கப்படும்.",
        "இலங்கை விலையுயர்ந்த வணிகக் கடன்களைக் குறைக்க வேண்டும் மற்றும் குறைந்த விலை மூலங்களிலிருந்து கடன் வாங்க வேண்டும். ஆனால் 2019 ஆம் ஆண்டு ஜனாதிபதி கோட்டாபய ராஜபக்ஷ ஆட்சிக்கு வந்ததிலிருந்து சர்வதேச ரீதியில் முதலீடுகளுக்காக பிரசாரம் செய்வதே சிறந்த தீர்வாகும். மீண்டும்."
      ]
    }
  }
}