{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/IFC-reaffirms-commitment-to-Sri-Lanka-amid-plans-to-increase-investments/34-731585",
  "time_ut": 1646601180,
  "title": "IFC reaffirms commitment to Sri Lanka amid plans to increase investments",
  "body_lines": [
    "IFC’s Vice President for Risk Mohamed Gouled; Country Officer for IFC Sri Lanka and Maldives Victor Antonypillai; World Bank Country Director for Sri Lanka, Maldives and Nepal Faris Hadad-Zervos; Regional Director for South Asia Hector Gomez Ang; Country Manager for Sri Lanka and the Maldives Lisa Kaestner; IFC Regional Vice President for Asia and the Pacific Alfonso Garcia Mora; President of Sri Lanka Gotabaya Rajapaksa; Secretary to President Gamini Senarath; Principal  Advisor to the President Lalith Weeratunga; Secretary/Ministry of Finance S.R. Attygalle and Director General/External Resources Department Ajith Abeysekera",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "JKH Chairman Krishan Balendra and IFC Regional Vice President for Asia and the Pacific Alfonso Garcia Mora",
    "",
    "",
    "",
    "",
    "",
    "",
    "A top IFC official says the development organisation aims to boost its investments in Sri Lanka, with a focus on supporting private sector job creation, paving the way for robust investments to help spur the country’s recovery and future growth.",
    "The comments by IFC Regional Vice President for Asia and the Pacific Alfonso Garcia Mora, came at the end of a three-day visit to Sri Lanka, which included a meeting with the President Gotabaya Rajapaksa, Finance Minister Basil Rajapaksa, government officials, including the Central Bank of Sri Lanka (CBSL) Governor Ajith Nivard Cabraal, private sector representatives, entrepreneurs, and development partners.",
    "Garcia Mora was accompanied by IFC’s Vice President for Risk Mohamed Gouled, Regional Director for South Asia Hector Gomez Ang and the new Country Manager for Sri Lanka and the Maldives Lisa Kaestner, as well as the World Bank Country Director for Sri Lanka, Maldives and Nepal Faris Hadad-Zervos.",
    "“In my meeting with His Excellency the President, we discussed the need to have a sound macro fiscal stability to attract foreign capital and provide medium- and long-term certainty,” Garcia Mora said. “The talks also focused on ways to maximise the potential of the country’s private sector to help address Sri Lanka’s challenges and achieve the inclusive growth the country needs.”",
    "“We are committed to Sri Lanka,” Garcia Mora said. “This is demonstrated by our investment commitments in the past six months which have targeted export-oriented industries. Since the onset of the pandemic, IFC has also played a strong counter cyclical role in its financing and will continue to build on that program going forward.”",
    "During his meetings, Garcia Mora highlighted IFC's investment of $ 450 million during the first 18 months of the pandemic in Sri Lanka as a sign of IFC's steadfast commitment to the country.",
    "“We are working with the private sector in the country to create a robust investment pipeline and this can be accelerated with additional reforms in the infrastructure sector, allowing the private sector to play a bigger role,” Garcia Mora said. “IFC intends to invest a further $ 150 million during the current fiscal year ending in June 2022. Over the next five years, IFC is looking at an investment pipeline of more than $ 800 million, specifically in supporting growth-enabling sustainable infrastructure.”",
    "IFC’s efforts will focus around three strategic pillars in Sri Lanka: supporting innovation for growth, including export diversification, start-ups, niche market agriculture and value additions for export, high tech manufacturing; growth-enabling sustainable infrastructure, including low-cost clean energy, sustainable transport and logistics systems; and deepening social and financial inclusion, including digitisation, economic participation of underserved people, especially women.",
    "While in Colombo, Garcia Mora also signed a cooperation agreement with John Keells Holdings (JKH) to develop a commercially viable and sustainable street market in Colombo 2, which will also promote women’s participation in hospitality and tourism. The officials also had the opportunity to meet clients and partners of Women in Work program – IFC’s largest, standalone country-based gender program designed to close gender gaps in Sri Lanka’s private sector.",
    "Since the beginning of the pandemic, IFC has invested $ 450 million in Sri Lanka, including $ 175 million in JKH to boost retail and tourism – IFC’s largest investment in Sri Lanka over its 50-year operations. As part of the overall pandemic response, IFC injected $ 50 million in Commercial Bank of Ceylon and $ 25 million in Nations Trust Bank to help small businesses stay afloat during the height of the pandemic.",
    "IFC’s strategy also focused on expanding export diversification, promoting sustainability and inclusive growth. Last year, IFC piloted a new digital health program – DigiHealth – to boost access to affordable and quality health-care services in Sri Lanka and beyond.",
    "In October, IFC also issued its first-ever rupee-denominated bond in the country – the ‘Serendib Bond’ – to ensure that the private-sector has access to long-term offshore financing in local currency."
  ],
  "translate": {
    "si": {
      "title": "ආයෝජන ඉහළ නැංවීමේ සැලසුම් මධ්‍යයේ IFC ශ්‍රී ලංකාව සඳහා වූ කැපවීම යලි තහවුරු කරයි",
      "body_lines": [
        "IFC හි අවදානම් උප සභාපති Mohamed Gouled; IFC ශ්‍රී ලංකා සහ මාලදිවයිනේ රටේ නිලධාරි වික්ටර් ඇන්ටනිපිල්ලේ; ශ්‍රී ලංකාව, මාලදිවයින සහ නේපාලය සඳහා ලෝක බැංකුවේ රටේ අධ්‍යක්ෂ Faris Hadad-Zervos; දකුණු ආසියාවේ කලාපීය අධ්‍යක්ෂ හෙක්ටර් ගෝමස් ඇන්ග්; ශ්‍රී ලංකාව සහ මාලදිවයින සඳහා රට කළමණාකරු ලීසා කේස්ට්නර්; IFC ආසියා සහ පැසිෆික් කලාපීය උප සභාපති ඇල්ෆොන්සෝ ගාර්ෂියා මෝරා; ශ්‍රී ලංකාවේ ජනාධිපති ගෝඨාභය රාජපක්ෂ; ජනාධිපති ලේකම් ගාමිණී සෙනරත්; ජනාධිපති  ප්‍රධාන උපදේශක ලලිත් වීරතුංග; ලේකම්/මුදල් අමාත්‍යාංශය එස්.ආර්. ආටිගල සහ අධ්‍යක්ෂ ජනරාල්/විදේශ සම්පත් දෙපාර්තමේන්තුව අජිත් අබේසේකර යන මහත්වරු ද සහභාගි වූහ",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "JKH හි සභාපති ක්‍රිෂාන් බාලේන්ද්‍ර සහ IFC හි ආසියා සහ පැසිෆික් කලාපීය උප සභාපති ඇල්ෆොන්සෝ ගාර්ෂියා මෝරා",
        "",
        "",
        "",
        "",
        "",
        "",
        "පුද්ගලික අංශයේ රැකියා උත්පාදනයට සහාය වීම, රටේ ප්‍රකෘතිය සහ අනාගත වර්ධනය සඳහා උපකාර කිරීම සඳහා ශක්තිමත් ආයෝජන සඳහා මග පෑදීම කෙරෙහි අවධානය යොමු කරමින් සංවර්ධන සංවිධානය ශ්‍රී ලංකාව තුළ සිය ආයෝජන ඉහළ නැංවීම අරමුණු කර ගන්නා බව IFC ඉහළ නිලධාරියෙක් පවසයි.",
        "IFC හි ආසියා සහ පැසිෆික් කලාපීය උප සභාපති අල්ෆොන්සෝ ගාර්ෂියා මෝරා විසින් ශ්‍රී ලංකාවේ තෙදින සංචාරයක් අවසානයේ අදහස් දැක්වූ අතර, එයට ජනාධිපති ගෝඨාභය රාජපක්ෂ, මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ, ඇතුළු රාජ්‍ය නිලධාරීන් ඇතුළු රාජ්‍ය නිලධාරීන් සමඟ පැවති හමුවක් ඇතුළත් විය. ශ්‍රී ලංකා මහ බැංකුවේ (CBSL) අධිපති අජිත් නිවාඩ් කබ්රාල්, පෞද්ගලික අංශයේ නියෝජිතයින්, ව්‍යවසායකයින් සහ සංවර්ධන හවුල්කරුවන්.",
        "Garcia Mora සමග IFC හි අවදානම් අංශයේ උප සභාපති Mohamed Gouled, දකුණු ආසියාවේ කලාපීය අධ්‍යක්ෂ Hector Gomez Ang සහ ශ්‍රී ලංකාව සහ මාලදිවයිනේ නව කළමනාකාර Lisa Kaestner මෙන්ම ශ්‍රී ලංකාව, මාලදිවයින සහ නේපාලය සඳහා ලෝක බැංකු අධ්‍යක්ෂවරියද එක්ව සිටියාය. Faris Hadad-Zervos.",
        "\"විදේශ ප්‍රාග්ධනය ආකර්ශනය කර ගැනීමට සහ මධ්‍ය කාලීන හා දිගු කාලීන ස්ථිරභාවයක් ලබා දීමට හොඳ සාර්ව මූල්‍ය ස්ථාවරත්වයක් තිබීමේ අවශ්‍යතාවය අතිගරු ජනාධිපතිතුමා සමඟ මගේ රැස්වීමේදී අපි සාකච්ඡා කළා\" යනුවෙන් ගාර්ෂියා මෝරා පැවසීය. \"ශ්‍රී ලංකාවේ අභියෝගවලට මුහුණ දීම සඳහා සහ රටට අවශ්‍ය සියල්ල ඇතුළත් වර්ධනයක් සාක්ෂාත් කර ගැනීම සඳහා රටේ පුද්ගලික අංශයේ විභවයන් උපරිම කර ගැනීමේ ක්‍රම පිළිබඳව ද සාකච්ඡා අවධානය යොමු විය.\"",
        "\"අපි ශ්‍රී ලංකාව වෙනුවෙන් කැපවී සිටිමු\" ගාර්ෂියා මෝරා පැවසීය. “පසුගිය මාස හය තුළ අපනයනය ඉලක්ක කරගත් කර්මාන්ත ඉලක්ක කරගත් අපගේ ආයෝජන කැපවීම්වලින් මෙය පෙන්නුම් කෙරේ. වසංගතය ආරම්භයේ සිටම, IFC විසින් එහි මූල්‍යකරණයේදී ප්‍රබල ප්‍රති චක්‍රීය භූමිකාවක් ද ඉටු කර ඇති අතර එම වැඩසටහන ඉදිරියටත් ගොඩනඟනු ඇත.",
        "ඔහුගේ රැස්වීම් අතරතුර, ගාර්ෂියා මෝරා ශ්‍රී ලංකාවේ වසංගතයේ පළමු මාස ​​18 තුළ IFC විසින් ඩොලර් මිලියන 450 ක ආයෝජනය කිරීම රට වෙනුවෙන් IFC හි ස්ථිර කැපවීමේ සලකුණක් ලෙස ඉස්මතු කළේය.",
        "\"අපි ශක්තිමත් ආයෝජන නල මාර්ගයක් නිර්මාණය කිරීම සඳහා රට තුළ පෞද්ගලික අංශය සමඟ කටයුතු කරමින් සිටින අතර, පුද්ගලික අංශයට විශාල කාර්යභාරයක් ඉටු කිරීමට ඉඩ සලසමින් යටිතල පහසුකම් අංශයේ අතිරේක ප්රතිසංස්කරණ සමඟ මෙය වේගවත් කළ හැකිය,\" ගාර්ෂියා මෝරා පැවසීය. \"2022 ජූනියෙන් අවසන් වන වත්මන් මූල්‍ය වර්ෂය තුළදී තවත් ඩොලර් මිලියන 150ක් ආයෝජනය කිරීමට IFC අදහස් කරයි. ඉදිරි වසර පහ තුළදී, IFC විසින් ඩොලර් මිලියන 800කට වඩා වැඩි ආයෝජන නල මාර්ගයක් අපේක්ෂා කරයි, විශේෂයෙන් වර්ධනයට අනුබල දෙන තිරසාර යටිතල පහසුකම් සඳහා සහාය වීම සඳහා.\"",
        "IFC හි ප්‍රයත්නයන් ශ්‍රී ලංකාවේ උපාය මාර්ගික කුළුණු තුනක් වටා අවධානය යොමු කරනු ඇත: අපනයන විවිධාංගීකරණය, ආරම්භක, නිශ්චල වෙළඳපල කෘෂිකර්මාන්තය සහ අපනයන සඳහා අගය එකතු කිරීම්, අධි තාක්‍ෂණික නිෂ්පාදන ඇතුළුව වර්ධනය සඳහා නවෝත්පාදනයට සහාය වීම; අඩු වියදම් පිරිසිදු බලශක්තිය, තිරසාර ප්‍රවාහනය සහ සැපයුම් පද්ධති ඇතුළුව වර්ධනයට ඉඩ සැලසෙන තිරසාර යටිතල පහසුකම්; සහ ඩිජිටල්කරණය, අඩු පහසුකම් සහිත පුද්ගලයින්ගේ, විශේෂයෙන්ම කාන්තාවන්ගේ ආර්ථික සහභාගීත්වය ඇතුළුව සමාජ හා මූල්‍ය ඇතුළත් කිරීම් ගැඹුරු කිරීම.",
        "කොළඹ 2 හි වාණිජමය වශයෙන් ශක්‍ය සහ තිරසාර වීදි වෙළෙඳපොළක් සංවර්ධනය කිරීම සඳහා ජෝන් කීල්ස් හෝල්ඩිංග්ස් (JKH) සමඟ සහයෝගීතා ගිවිසුමකට ද ගාර්ෂියා මෝරා අත්සන් තැබීය, එය සත්කාරක සහ සංචාරක ව්‍යාපාරයේ කාන්තා සහභාගිත්වය ද ප්‍රවර්ධනය කරනු ඇත. ශ්‍රී ලංකාවේ පුද්ගලික අංශයේ ස්ත්‍රී පුරුෂ සමාජභාවයේ හිඩැස් වසා දැමීම සඳහා නිර්මාණය කර ඇති IFC හි විශාලතම, ස්වාධීන රට පදනම් කරගත් ස්ත්‍රී පුරුෂ සමාජභාවය වැඩසටහන වන Women in Work වැඩසටහනේ සේවාදායකයින් සහ හවුල්කරුවන් හමුවීමට ද නිලධාරීන්ට අවස්ථාව ලැබුණි.",
        "වසංගතයේ ආරම්භයේ සිට, IFC විසින් සිල්ලර වෙළඳාම සහ සංචාරක ව්‍යාපාරය නංවාලීම සඳහා JKH හි ඩොලර් මිලියන 175 ක් ඇතුළුව ඩොලර් මිලියන 450 ක් ශ්‍රී ලංකාව තුළ ආයෝජනය කර ඇත - IFC හි වසර 50 ක මෙහෙයුම් සඳහා ශ්‍රී ලංකාවේ විශාලතම ආයෝජනය. සමස්ත වසංගත ප්‍රතිචාරයේ කොටසක් ලෙස, IFC විසින් කොමර්ෂල් බැංකුවට ඩොලර් මිලියන 50ක් සහ නේෂන්ස් ට්‍රස්ට් බැංකුවට ඩොලර් මිලියන 25ක් එන්නත් කළේ, වසංගතයේ උච්චතම අවස්ථාවෙහිදී කුඩා ව්‍යාපාරවලට නොසැලී සිටීමට උපකාර කිරීම සඳහාය.",
        "IFC හි උපායමාර්ගය අපනයන විවිධාංගීකරණය පුළුල් කිරීම, තිරසාරභාවය සහ සියල්ල ඇතුළත් වර්ධනය ප්‍රවර්ධනය කිරීම කෙරෙහි ද අවධානය යොමු කළේය. ශ්‍රී ලංකාවේ සහ ඉන් ඔබ්බෙහි දැරිය හැකි සහ ගුණාත්මක සෞඛ්‍ය සේවා සඳහා ප්‍රවේශය ඉහළ නැංවීම සඳහා IFC විසින් නව ඩිජිටල් සෞඛ්‍ය වැඩසටහනක් - DigiHealth - පසුගිය වසරේ නියමු කරන ලදී.",
        "ඔක්තෝම්බර් මාසයේදී, IFC විසින් රට තුළ ප්‍රථම වරට රුපියලේ වටිනාකමක් සහිත බැඳුම්කර නිකුත් කරන ලදී - 'සෙරන්ඩිබ් බැඳුම්කර' - පුද්ගලික අංශයට දේශීය මුදලින් දිගුකාලීන අක්වෙරළ මූල්‍යකරණයට ප්‍රවේශය ඇති බව සහතික කිරීම සඳහා."
      ]
    },
    "ta": {
      "title": "முதலீடுகளை அதிகரிக்கும் திட்டங்களுக்கு மத்தியில் இலங்கைக்கான அர்ப்பணிப்பை IFC மீண்டும் உறுதிப்படுத்துகிறது",
      "body_lines": [
        "IFC இன் ரிஸ்க் துணைத் தலைவர் முகமது கவுல்ட்; IFC இலங்கை மற்றும் மாலைதீவுக்கான நாட்டு அதிகாரி விக்டர் அந்தோனிப்பிள்ளை; இலங்கை, மாலைதீவு மற்றும் நேபாளத்திற்கான உலக வங்கியின் பணிப்பாளர் Faris Hadad-Zervos; தெற்காசியாவிற்கான பிராந்திய இயக்குனர் ஹெக்டர் கோம்ஸ் ஆங்; இலங்கை மற்றும் மாலைதீவுக்கான நாட்டு முகாமையாளர் லிசா கேஸ்ட்னர்; ஆசியா மற்றும் பசிபிக் பிராந்தியத்திற்கான IFC பிராந்திய துணைத் தலைவர் அல்போன்சோ கார்சியா மோரா; இலங்கை ஜனாதிபதி கோட்டாபய ராஜபக்ச; ஜனாதிபதியின் செயலாளர் காமினி செனரத்; ஜனாதிபதியின் முதன்மை ஆலோசகர் லலித் வீரதுங்க; செயலாளர்/நிதி அமைச்சகம் எஸ்.ஆர். ஆட்டிகல மற்றும் பணிப்பாளர் நாயகம்/வெளிநாட்டு வளங்கள் திணைக்களம் அஜித் அபேசேகர",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "JKH தலைவர் கிரிஷன் பாலேந்திரா மற்றும் ஆசிய மற்றும் பசிபிக் பிராந்தியத்திற்கான IFC பிராந்திய துணைத் தலைவர் அல்போன்சோ கார்சியா மோரா",
        "",
        "",
        "",
        "",
        "",
        "",
        "நாட்டின் மீட்சி மற்றும் எதிர்கால வளர்ச்சிக்கு உதவும் வகையில் வலுவான முதலீடுகளுக்கு வழி வகுத்து, தனியார் துறை வேலைகளை உருவாக்குவதை மையமாகக் கொண்டு, இலங்கையில் தனது முதலீடுகளை அதிகரிப்பதையே அபிவிருத்தி அமைப்பு நோக்கமாகக் கொண்டுள்ளது என்று உயர்மட்ட IFC அதிகாரி கூறுகிறார்.",
        "இலங்கைக்கான மூன்று நாள் பயணத்தின் முடிவில், இலங்கைக்கான ஐ.எஃப்.சி.யின் ஆசிய மற்றும் பசுபிக் பிராந்திய துணைத் தலைவர் அல்போன்சோ கார்சியா மோராவின் கருத்துக்கள், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, நிதியமைச்சர் பசில் ராஜபக்ஷ, அரச அதிகாரிகள் உட்பட அரச அதிகாரிகளுடனான சந்திப்பை உள்ளடக்கியது. இலங்கை மத்திய வங்கி (CBSL) ஆளுநர் அஜித் நிவார்ட் கப்ரால், தனியார் துறை பிரதிநிதிகள், தொழில் முயற்சியாளர்கள் மற்றும் அபிவிருத்தி பங்காளிகள்.",
        "Garcia Mora உடன் IFC இன் ரிஸ்க் துணைத் தலைவர் Mohamed Gouled, தெற்காசிய பிராந்திய பணிப்பாளர் Hector Gomez Ang மற்றும் இலங்கை மற்றும் மாலத்தீவுகளுக்கான புதிய நாட்டு மேலாளர் Lisa Kaestner மற்றும் இலங்கை, மாலத்தீவு மற்றும் நேபாளத்திற்கான உலக வங்கியின் நாட்டுப் பணிப்பாளர் ஆகியோர் உடன் இருந்தனர். ஃபரிஸ் ஹடாட்-செர்வோஸ்.",
        "\"மேதகு ஜனாதிபதியுடனான எனது சந்திப்பில், வெளிநாட்டு மூலதனத்தை ஈர்ப்பதற்கும், நடுத்தர மற்றும் நீண்ட கால உறுதிப்பாட்டினை வழங்குவதற்கும் ஒரு சிறந்த மேக்ரோ நிதி ஸ்திரத்தன்மையின் அவசியத்தை நாங்கள் விவாதித்தோம்\" என்று கார்சியா மோரா கூறினார். \"இலங்கையின் சவால்களை எதிர்கொள்வதற்கும் நாட்டிற்கு தேவையான உள்ளடக்கிய வளர்ச்சியை அடைவதற்கும் உதவுவதற்காக நாட்டின் தனியார் துறையின் திறனை அதிகரிப்பதற்கான வழிகள் குறித்தும் பேச்சுக்கள் கவனம் செலுத்தின.\"",
        "\"நாங்கள் இலங்கைக்கு அர்ப்பணிப்புடன் இருக்கிறோம்\" என்று கார்சியா மோரா கூறினார். \"கடந்த ஆறு மாதங்களில் ஏற்றுமதி சார்ந்த தொழில்களை இலக்காகக் கொண்டுள்ள எங்களது முதலீட்டு உறுதிப்பாடுகளால் இது நிரூபிக்கப்பட்டுள்ளது. தொற்றுநோய் தொடங்கியதிலிருந்து, IFC அதன் நிதியுதவியில் வலுவான எதிர் சுழற்சிப் பாத்திரத்தை வகித்துள்ளது, மேலும் அந்தத் திட்டத்தை தொடர்ந்து உருவாக்கும்.",
        "தனது சந்திப்புகளின் போது, ​​இலங்கையில் தொற்றுநோய் பரவிய முதல் 18 மாதங்களில் IFC இன் 450 மில்லியன் டாலர் முதலீட்டை, நாட்டிற்கான IFC இன் உறுதியான அர்ப்பணிப்பின் அடையாளமாக கார்சியா மோரா எடுத்துரைத்தார்.",
        "\"நாங்கள் நாட்டில் தனியார் துறையுடன் இணைந்து வலுவான முதலீட்டுக் குழாய்களை உருவாக்கி வருகிறோம், மேலும் உள்கட்டமைப்புத் துறையில் கூடுதல் சீர்திருத்தங்கள் மூலம் இதைத் துரிதப்படுத்தலாம், இது தனியார் துறை பெரிய பங்கை வகிக்க அனுமதிக்கிறது\" என்று கார்சியா மோரா கூறினார். \"ஜூன் 2022 இல் முடிவடையும் நடப்பு நிதியாண்டில் மேலும் $ 150 மில்லியனை முதலீடு செய்ய IFC உத்தேசித்துள்ளது. அடுத்த ஐந்து ஆண்டுகளில், IFC $ 800 மில்லியனுக்கும் அதிகமான முதலீட்டுக் குழாய்களை குறிப்பாக வளர்ச்சியை செயல்படுத்தும் நிலையான உள்கட்டமைப்பை ஆதரிக்கிறது.\"",
        "IFC இன் முயற்சிகள் இலங்கையில் மூன்று மூலோபாய தூண்களில் கவனம் செலுத்தும்: ஏற்றுமதி பல்வகைப்படுத்தல், ஸ்டார்ட் அப்கள், முக்கிய சந்தை விவசாயம் மற்றும் ஏற்றுமதிக்கான மதிப்பு கூட்டல், உயர் தொழில்நுட்ப உற்பத்தி உட்பட வளர்ச்சிக்கான புதுமைகளை ஆதரித்தல்; குறைந்த செலவில் சுத்தமான ஆற்றல், நிலையான போக்குவரத்து மற்றும் தளவாட அமைப்புகள் உட்பட வளர்ச்சியை செயல்படுத்தும் நிலையான உள்கட்டமைப்பு; மற்றும் சமூக மற்றும் நிதி உள்ளடக்கத்தை ஆழமாக்குதல், டிஜிட்டல் மயமாக்கல், பின்தங்கிய மக்களின், குறிப்பாக பெண்களின் பொருளாதார பங்கேற்பு.",
        "கொழும்பில் இருந்தபோது, ​​கார்சியா மோரா, கொழும்பு 2 இல் வர்த்தக ரீதியாக சாத்தியமான மற்றும் நிலையான வீதிச் சந்தையை அபிவிருத்தி செய்வதற்காக ஜோன் கீல்ஸ் ஹோல்டிங்ஸ் (JKH) உடன் ஒரு ஒத்துழைப்பு ஒப்பந்தத்தில் கையெழுத்திட்டார், இது விருந்தோம்பல் மற்றும் சுற்றுலாவில் பெண்களின் பங்களிப்பையும் ஊக்குவிக்கும். இலங்கையின் தனியார் துறையில் பாலின இடைவெளிகளை மூடுவதற்காக வடிவமைக்கப்பட்ட IFC இன் மிகப் பெரிய, தனித்த நாடு அடிப்படையிலான பாலினத் திட்டமான - உமன் இன் வொர்க் திட்டத்தின் வாடிக்கையாளர்கள் மற்றும் பங்காளிகளைச் சந்திக்கும் வாய்ப்பும் அதிகாரிகளுக்குக் கிடைத்தது.",
        "தொற்றுநோய் தொடங்கியதில் இருந்து, IFC இலங்கையில் $450 மில்லியன் முதலீடு செய்துள்ளது, இதில் $175 மில்லியன் ஜேகேஹெச்சில் சில்லறை மற்றும் சுற்றுலாவை மேம்படுத்துவதற்காக முதலீடு செய்துள்ளது - IFCயின் 50 ஆண்டுகால செயல்பாடுகளில் இலங்கையில் மிகப்பெரிய முதலீடு. ஒட்டுமொத்த தொற்றுநோய் பதிலின் ஒரு பகுதியாக, தொற்றுநோய்களின் உச்சக்கட்டத்தின் போது சிறு வணிகங்கள் மிதக்க உதவுவதற்காக IFC $ 50 மில்லியன் கொமர்ஷல் பேங்க் ஆஃப் சிலோன் மற்றும் $ 25 மில்லியன் நேஷன்ஸ் டிரஸ்ட் வங்கியில் செலுத்தியது.",
        "IFC இன் மூலோபாயம் ஏற்றுமதி பல்வகைப்படுத்தலை விரிவுபடுத்துதல், நிலைத்தன்மை மற்றும் உள்ளடக்கிய வளர்ச்சியை மேம்படுத்துதல் ஆகியவற்றிலும் கவனம் செலுத்துகிறது. இலங்கையிலும் அதற்கு அப்பாலும் மலிவு மற்றும் தரமான சுகாதார சேவைகளுக்கான அணுகலை அதிகரிக்க, IFC கடந்த ஆண்டு, DigiHealth என்ற புதிய டிஜிட்டல் சுகாதார திட்டத்தை முன்னோடியாக அறிமுகப்படுத்தியது.",
        "அக்டோபரில், IFC ஆனது நாட்டிலேயே முதன்முறையாக ரூபாய் மதிப்பிலான பத்திரத்தை வெளியிட்டது - 'செரண்டிப் பாண்ட்' - தனியார் துறையானது உள்ளூர் நாணயத்தில் நீண்ட கால வெளிநாட்டு நிதியுதவியை அணுகுவதை உறுதி செய்வதற்காக."
      ]
    }
  }
}