{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-to-power-nalanda-boulevard-with-comprehensive-ict-and-fibre-solutions/",
  "time_ut": 1652803560,
  "title": "SLT-MOBITEL to power ‘Nalanda Boulevard’ with comprehensive ICT and Fibre solutions",
  "body_lines": [
    "SLT-MOBITEL, the National ICT Solutions Provider, recently signed an agreement with Thamania (Pvt) Ltd, a reputed real estate developer, to provide comprehensive ICT and Fibre solutions to ‘Nalanda Boulevard’, a 40-unit apartment project located at Maradana.",
    "Consequently, the residents of ‘Nalanda Boulevard’ will be able to transform their lifestyles into digital living with advanced telecommunications services, ultra-fast broadband connectivity provided through SLT-MOBITEL Fibre technology and the next generation high-definition entertainment experience.",
    "Through SLT-MOBITEL Fibre, smart living solutions will enable substantial productivity gains for small and medium enterprises and micro-level businesses across the country, ensuring they have access to cloud computing, e-application benefits and as a catalyst for knowledge sharing and development. SLT-MOBITEL Fibre’s cutting-edge technology is set to revolutionize entertainment, education, retail and customers lifestyles at an accelerated rate enhancing user experience.",
    "Chethana Attanayake, General Manager/Western Province Central of SLT signed the agreement on behalf of SLT-MOBITEL, while K. A. T. J. Waidyasekara, Country Manager of Thamania (Pvt) Ltd was the signatory for Thamania (Pvt) Ltd. Senior officials of both SLT-MOBITEL and Thamania (Pvt) Ltd were also present at the occasion.",
    "Thamania (Pvt) Ltd together with it is sister company 88th developers (Pvt) Ltd are already operating several residential and office complexes as well as luxury hotels around the country. Thamania (Pvt) Ltd was established in 2015 and is a subsidiary of SBT L.L.C. based in Muscat, the Sultanate of Oman.",
    "CSE gains 4 per cent within first hour of trading; turnover hits Rs. 2.7 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}