{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Special-arrangements-for-exam-officials-to-get-fuel/108-237468",
  "time_ut": 1653128640,
  "title": "Special arrangements for exam officials to get fuel",
  "body_lines": [
    "All arrangements, including supply of fuel for public transport and examination staff, have been made for the GCE Ordinary Level (O/L) examination which begins on Monday (23), Examinations Department Commissioner Ggeneral L.M.D. Dharmasena said.",
    "It was announced following discussions with Petroleum Corporation, transport, and examination department officials.",
    "During the discussions, Ceylon Petrolium Corporation (CPC) marketing manager Chaminda Samarakoon said arrangements have been made for the examination department officials who will be on duty from tomorrow to get fuel.",
    "\"All 126 filling stations around the country under the CPC have been advised to provide fuel for them without making them wait in queues.\"Special police deployment has also been made to issue fuel to them without any hassle,\" he said.",
    "Meanwhile, the Public Utilities Commission of Sri Lanka (PUCSL) has advised the Ceylon Electricity Board (CEB) not to impose power cuts during the examination time and after 6.00 pm until end of the examination.",
    "The examinations commissioner also appealed to the people not to engage in strikes obstructing roads, which would cause disturbance to the candidates.",
    "The Railways Deputy General Manager, V.S. Polwattage said the department would run an interrupted train service throughout the day until the end of the examination.",
    "\"All trains will be kept ready to serve the public, especially the schoolchildren who will be appearing for the exam,\" he said.",
    "The candidates are requested to come to the station ahead of the scheduled time of the train as the trains are usually overcrowded these days.",
    "\"Special arrnagents and technical teams have been kept on alert to pay immediate attention, in the event of a sudden breakdown,\" he said.",
    "All Disaster Management Centre (DMC) officials are kept on vigil to act swiftly in case of any disaster, possibly due to heavy rains.",
    "They have provided an emergency number contact number (117) to alert them during emergency situations.",
    "The examinations commissioner requested the candidates to get their examination forms through online, only if they haven't received them as yet.",
    "The examination department also reminds all school and private candidates to get the signature certified at the reverse of their exam admission forms.",
    "The commissioner general requested the candidates to follow the instructions, which are only issued from the examinations department and should not rely or follow the posts, comments circulating on social media. (Chaturanga Samarawickrama)"
  ]
}