{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/imf-to-support-sl-by-working-closely-with-authorities-on-their-economic-programme/",
  "time_ut": 1650813240,
  "title": "IMF to support SL by working closely with authorities on their economic programme",
  "body_lines": [
    "Welcomes authorities’ plan to engage in collaborative dialogue with creditors",
    "During the 2022 IMF and World Bank Spring Meetings in Washington, D.C., IMF Managing Director Kristalina Georgieva and other senior members of IMF management met with a Sri Lankan delegation, led by Finance Minister Ali Sabry and Central Bank of Sri Lanka Governor Nandalal Weerasinghe and discussed policy actions to address economic challenges.",
    "The IMF team for Sri Lanka held initial technical discussions on an IMF-supported programme with the delegation and Masahiro Nozaki, mission chief for Sri Lanka, issued the following statement.",
    "“During April 18–22, the Sri Lankan delegation and the IMF team had fruitful technical discussions on the authorities’ request for an IMF-supported programme.”",
    "“The discussions covered recent economic and financial developments in Sri Lanka, the need for implementing a credible and coherent strategy to restore macroeconomic stability, and the importance of stronger social safety nets to mitigate the adverse impact of the current economic crisis on the poor and vulnerable.”",
    "“The IMF team welcomed the authorities’ plan to engage in a collaborative dialogue with their creditors.”",
    "“Going forward, the IMF team will support Sri Lanka’s efforts to overcome the current economic crisis by working closely with the authorities on their economic programme, and by engaging with all other stakeholders in support of a timely resolution of the crisis.”",
    "Airtel Lanka marks triple win at CLA Great Manager Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}