{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-hopeful-of-reaching-imf-initial-deal-in-two-months-93642/",
  "time_ut": 1651193400,
  "title": "Sri Lanka hopeful of reaching IMF initial deal in two months",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is hopeful of reaching a staff-level or initial agreement with the International Monetary Fund within two weeks, Ceylon Chamber of Commerce quoted Central Bank Governor Nandalal Weerasinghe as saying.",
    "Governor Weerasinghe had addressed the committee of the Chamber on April 28.",
    "“Noting that encouraging progress had been made towards establishing a macro-fiscal policy framework and initiating structural reforms, he expressed confidence that a staff-level agreement with the IMF is likely to be reached within the next two months,” the Chamber said.",
    "Sri Lanka has a soft-pegged exchange rate regime, which is neither a clean float nor a hard peg and there is a balance of payments deficit and a currency peg collapses whenever the central bank prints money to keep interest rates down artificially.",
    "Unlike clean floats of hard pegs where balance of payments crises are impossible, soft-pegs or flexible exchange rate frequently end up at the IMF usually also with political upheavals and social unrest.",
    "After the end of a 30 -year war monetary policy radically deteriorated with flexible inflation targeting (discretionary policy where money can be printed on multiple excuses) with output gap targeting (printing money for stimulus) triggering a series of currency crises, analysts have said.",
    "In 2018 output gap targeting triggered a currency crisis despite tax hikes and market pricing of oil. During each money printing period – which created forex shortages – the country borrowed heavily abroad including through what was called active liability management and the Ceylon Petroleum Corporation was also made to borrow.",
    "The currency collapsed from 131 to 182 during two soft-peg now called crises",
    "In the 2020-21 crisis the central bank borrowed and it now has net debt.",
    "Eventually Sri Lanka defaulted on its external debt on April 12, despite the country being at peace and the IMF said it will have to re-structure external debt to keep down the gross financing need.",
    "Sri Lanka will not re-structure domestic rupee or dollar debt, Governor Weerasinghe has said.",
    "The staff level agreement has to be approved by the IMF board after all prior actions which are deemed to be absolutely required are completed. A key prior action is debt – restructuring according to what is now known.",
    "The central bank has hiked its artificially low policy rate which hit the rupee and triggered reserve losses from 2020 to 2022 to 14.5 percent after triggering a currency collapse from 182 to 355 so far party accelerated by a surrender rule which was pushing the peg down, analysts have said.",
    "With the peg still broken and generating forex shortages in 2022 Sri Lanka is now on another foreign borrowing spree calling it ‘bridging finance’.",
    "A country also has to end forex shortages and match outflows to available inflows before the first tranche is disbursed, the prevent the IMF money from being frittered away in ‘bridging finance’ style activity. (Colombo/Apr28/2022)"
  ]
}