{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-insurance-introduces-jana-rekuma-to-extend-insurance-for-general-masses/",
  "time_ut": 1646664000,
  "title": "Sri Lanka Insurance introduces “Jana Rekuma” to extend insurance for general masses",
  "body_lines": [
    "The nation’s protector Sri Lanka Insurance introduces “Jana Rakuma” Individual Personal Accident Cover to extend the benefits of insurance to the general masses of Sri Lanka.",
    "The “Jana Rekuma” Individual Personal Accident Cover caters to the mass market covering the individuals who are not insured, yet are highly vulnerable to various risks. The cover is specially designed with an affordable premium covering accidental death under three sum insured limits 250,000/-, 500,000/ and 1,000,000/-, and provides cover for funeral expenses and provides daily cash benefit in the event of hospitalization.",
    "The much needed affordable insurance reflects the efforts of Sri Lanka Insurance to include more communities, segments and age groups under the banner of “Insurance for All” which develops practical and accessible insurance solutions for all socio-economic groups.",
    "Sri Lanka Insurance is on a mission to facilitate broad bases insurance coverage for the country safeguarding and preserving the quality of life for every Sri Lankan forming the basis for great economic stability and reducing inequalities in the long run.",
    "Sri Lanka Insurance Chairman Eng. Vijitha Herath and Chief Executive Officer Chandana L. Aluthgama and the corporate management obtained the “Jana Rekuma” Individual Personal Accident cover to symbolize the launch of the insurance. Further, an internal awareness drive was conducted across all departments of SLIC allowing SLIC staff members the opportunity to purchase the insurance cover.",
    "SLT-MOBITEL empowers Keragala Ranaviru Village with high speed broadband connectivity solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}