{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/way-forward/",
  "time_ut": 1650991860,
  "title": "Way forward",
  "body_lines": [
    "Both the government and the Opposition claim to have a working majority in Parliament! But neither of them has proved its claim. When one counts the MPs the SLPP and its opponents claim to have mustered for the showdown expected in the House when the SJB’s no-confidence motion is taken up, one wonders whether the number of members of Parliament has been increased unbeknownst to the public. The government claims to have 120 MPs on its side, and the Opposition says it has secured the support of 117 MPs. (We thought there were only 225 members of Parliament!) Both sides are trying to mislead the public.",
    "Prime Minister Mahinda Rajapaksa has said he will step down only if the Opposition can prove that it has a simple majority (113 seats) in Parliament. He is unfazed by protests near Temple Trees and his Wijerama Road residence. What he has suggested is the modus operandi adopted by the UNP, the JVP, the TNA, etc., in 2018 to oust him as the PM of the 52-day government, which the then President Maithripala Sirisena formed in violation of the Constitution. His opponents proved that together they had an absolute majority in the House.",
    "What PM Rajapaksa has left unsaid is that he will not resign in case of Parliament becoming hung. The Opposition and the SLPP rebel group may join forces to pass the no-faith motion to be presented, but will part ways thereafter. In 2018, the UNP-led UNF managed to enlist the support of other parties to remain in power, but there is no such unity among the opponents of the government in the current Parliament, at least where the SJB and the SLPP dissidents are concerned.",
    "So, what does the Opposition propose to do in the event of the government collapsing with no party being able to secure an absolute majority? Opposition Leader Sajith Premadasa has reiterated that the SJB will not join an interim administration under any circumstances. The SJB cannot muster enough numbers to bring in a resolution to have Parliament dissolved, without the support of the SLPP dissidents, who however advocate the formation of a caretaker government to solve the burning problems the country is faced with, and, therefore, do not want an early general election. There’s the rub!",
    "Prime Minister Rajapaksa’s obduracy has placed the Opposition in a dilemma. Even if the SJB, JVP, etc., succeed in securing the passage of the no-faith motion to be moved, and making the PM step down, the SLPP may still have the highest number of seats and therefore stake claims for the premiership. If President Gotabaya Rajapaksa appoints someone from the SLPP as Prime Minister again, mass protests will intensify. Or, he can do a Maithripala Sirisena, who upon being elected President in January 2015, had Ranil Wickremesinghe, whose party had only about 44 seats in the 225-member Parliament, sworn in as the Prime Minister; he can appoint the PM from a party other than the SLPP.",
    "How could a possible constitutional deadlock that the motion of no faith could lead to be averted? As former Justice Minister Dr. Wijeyadasa Rajapaksha, MP, who represents the SLPP dissident group, has rightly pointed out, protests are against the incumbent President, and not the presidency as such; what the country needs urgently is not the abolition of the executive presidency or a general election but a special mechanism to solve the problems that the people are beset with. He has also stressed that the proponents of the no-faith motion must specify what they are planning to do after ousting the present government, and unless they have any such plan, the country will be plunged into anarchy.",
    "Efforts being made to revive the economy will come a cropper unless political stability is restored without further delay. All political parties are duty bound to act responsibly and do what needs to be done urgently for the benefit of the country and the people instead of advancing their political agendas. The way forward is a multi-party interim administration tasked with bringing about political stability and helping resuscitate the economy. Unless the government resigns, the Opposition and the SLPP rebels should join forces to bring it down, and pressure President Rajapaksa to appoint a caretaker government. The Opposition ought to put its shoulder to the wheel to save the economy by joining the proposed interim administration.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}