{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/13/wimal-co-oppose-ranils-appointment-if-mahinda-rajapaksa-stepped-down-earlier-violence-could-have-been-prevented/",
  "time_ut": 1652432820,
  "title": "Wimal & Co. oppose Ranil’s appointment, If Mahinda Rajapaksa stepped down earlier violence could have been prevented",
  "body_lines": [
    "COLOMBO (News 1st); Leader of the National Freedom Front Wimal Weerawansa said that the Independent Parliamentarians have no faith that the appointment of Ranil Wickremesinghe to the post of Prime Minister will bring about stability.",
    "“Ranil Wickremesinghe is also responsible for this crisis. During his 4 year administration USD 12 Bn worth of loans were obtained at premium interest rates,” he added.",
    "If then-Prime Minister Mahinda Rajapaksa has stepped down weeks ago, he would not be forced to go into hiding, said Wimal Weerawansa, the Leader of the National Freedom Front.",
    "“Had he stepped down before, his loyalists would not have been victims of violence,’ he said adding that individuals like Johnston Fernando, Rohitha Abeygunawardena, Sanath Nishantha did not allow Rajapaksa to step down in a peaceful manner.",
    "“We called for him to step down, because we knew that this situation would occur,” he noting that, the former Prime Minister did not understand their concerns.",
    "He went on to note that PM Rajapaksa refused to step down and the crisis continued, leading to a the most horrible decision that they could make, which was to amass crowds at Temple Trees and incite them to attack peaceful protestors in Galle Face.",
    "Weerawansa said the Independent Parliamentarians held discussions with almost all political parties to form a new interim government, however unfortunately, none of those parties responded in the positive.",
    "Wimal & Co. oppose Ranil’s appointment, If Mahinda Rajapaksa stepped down earlier violence could have been prevented",
    "Sri Lanka Freedom Party rejects offer to form government with Ranil Wickremesinghe",
    "SJB protests the appointment of Ranil Wickremesinghe as Prime Minister"
  ]
}