{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lack-of-effective-road-safety-programmes-a-major-public-health-concern/",
  "time_ut": 1655524800,
  "title": "‘Lack of effective road safety programmes a major public health concern’",
  "body_lines": [
    "Seventeen-year-old Durva Bhasin in Jaipur had the morning off from school that Monday, as she walked to her Kathak practical exam, excited to show her prowess after months of practice. A rashly-driven bus ended her dreams. That day, 3 May 1999, also forever changed the lives of her parents Mridul and Pramod Bhasin, and older brother Shantanu.Durva became one of the quarter million people who die every year in road mishaps around Southasia.",
    "Mridul Bhasin recounts how the speeding driver had earlier been suspended for drunk driving. The vehicle had school children and teachers on board. No one stopped to help her daughter.",
    "Three days after her death, on Durva’s birthday, prodded by one of her teachers, the Bhasins resolved to devote their lives to preventing such tragedies. They started an organisation that has developed into the for Road Safety. Dr Bhasin, who holds a PhD in English Literature from Emory University and a law degree from the University of Rajasthan, was among several speakers who talked about the human costs of criminal negligence or carelessness on roads around the region at a discussion titled “Improving global road safety”, organised by the or Sapan.",
    "The discussion aligned with the UN General Assembly’s adopted resolution “Streets for Life: Southasians for Road Safety”. The “Decade of Action for Road Safety” 2021-2030 aims to halve road traffic deaths and injuries by 2030. Held Sunday 29 May, a week after the UN Global Road Safety Week, May 13-17, the event was co-hosted by Muskaan and the  People’s Union for Civil Liberties, Rajasthan. Addressing the online gathering, Dr Bhasin stressed the need to issue driving licences strictly on merit and to ensure implementation of traffic rules.",
    "This was Sapan’s thirteenth monthly webinar, part of the series “Imagine! Neighbours in Peace” started in April 2021, a month after Sapan’s launch. What emerged was a collage of heart wrenching stories centred around the victims’ trauma and struggle to cope with the shock of road deaths. Discussion moderator journalist Beena Sarwar, Sapan co-founder and curator, drew out speakers covering a wide spectrum of road crash tragedies from around Southasia. They talked about all aspects of road crashes from causes to the aftermath – how affected families struggle to cope in terms of lives lost or ongoing trauma and medical issues – and how precious lives can be saved.",
    "In Bangladesh, a head-on collision with a bus decimated the film crew returning to Dhaka after a shoot in August 2011. Prominent film director Tareque Masud died, along with cameraman Mishuk Munier and three others. Five others survived, including Masud’s wife Catherine, a filmmaker and educator now based in Connecticut.Around 18 people die every day due to overspeeding in Bangladesh, noted lawyer Taqbir Huda in Dhaka in his sharp analysis of road crashes. Factors behind this include how bus drivers are paid based on the number of trips besides unfit vehicles. Lack of  corporate accountability has a negative spiralling impact, he added, stressing the importance of a solid legal framework to provide compensation for the victims.",
    "Memory wall: Remembering just a few of the millions of lives lost over the years. Collage from visuals by Sushmitha Preetha",
    "These are not “accidents” but a kind of killing going unchecked due to the lax implementation of the Road Transport Act, said Catherine Masud. Like Dr Bhasin, she went beyond her own tragedy to push for change through testimony and court cases, pushing for accountability in the system. The wreckage of the crushed microbus is now on public display in Bangladesh as a a road safety memorial. Dr. Ashok Banskota, co-founder and medical director and the chairman of orthopaedic services at B&B Hospital, Kathmandu, was himself the survivor of a road crash in Ghaziabad, India. He shared his experience of working with survivors of road crashes and what is often long-term trauma. In one case, a patient who had survived a crash and been through multiple surgeries just gave up. “One morning his wife came to me and told me he had killed himself.”",
    "Human rights activist Maliha Husain joined the event from Islamabad. Her sister Dr Fauzia Saeed Ahmed, who heads the Pakistan National Council of the Arts, and a nephew were in a head-on collision last July on what locals call ‘khooni sarak’, bloody road, in Balochistan.",
    "“The airbags deployed for the driver and other person in front. My sister and nephew were in the back seat. They were not wearing seat belts. I don’t know why people here don’t wear seat belts in the back”, she said.",
    "She still finds it traumatic to recount the shattering memories of the crash and its aftermath, including lack of connectivity as the victims were transported from the remote area where the crash occurred, to Quetta, which has the only trauma centre in the province. Had it not been for the family’s influential contacts, the story might have ended very differently. After witnessing a road crash where he was able to help the survivor, a 20-year old student, civil engineer Vivek Samuel in Mysore and his friends began a startup, Kerobee Road Safety. Vivek now heads a team of engineers working to invent devices and equipment that could mitigate the fatalities in road accidents.",
    "Although Southasia has just 10% motor riders, the region accounts for 25% of the deaths reported globally due to road crashes, noted Sneha Jha, a research fellow at Imperial College, London, presenting an overview of the issue.In 2014, one of these motorcycle deaths was that of a 22-year old engineering student in Bihar, Krishna Kumar. He was not wearing a helmet. The tragedy prompted his friend Raghvendra Kumar to quit his job as a lawyer and start handing out helmets. He is now known as the “Helmet Man of India”. Speaking at the event in Hindi, translated by Kavita Srivastava of PUCL, Raghvendra shared his pain about the thought that a helmet could have saved Krishna’s life. He has given out 55,000 helmets over the past eight years, even selling off his property to do so.",
    "The issue is also personal for activist Samir Gupta, an IT professional in Ghaziabad. Hosting the event brought back a memory he had buried. One night, 12 years ago, his friend and neighbour Raju went out to buy flowers for his wife when a speeding car hit his scooter. Raju died on the spot. He wasn’t wearing a helmet. The blood on the residential street where this happened is forever imprinted in Samir’s mind.It is clear, commented science writer and journalist Nalaka Gunawardene in Colombo, that that the majority of deaths and injuries caused by road crashes are preventable.",
    "Presenting at the end of the discussion, he noted that the “lack of effective road safety programmes is a major public health concern” resulting in high economic and social costs “for individuals and states alike”.The Resolution highlighted the need to provide compensation for road crash victims. Even when compensation is a legal right, excessive complexities and poor implementation of these laws prevent this.",
    "It also stresses the need for “collaboration across the Southasian region to recognise and address road and highway safety”. Injuries and fatalities caused by road mishaps can be drastically reduced with the implementation of effective road safety programmes.Former member of the planning commission of India and a flag bearer of human rights and feminism, Dr Syeda Hameed read out the calling for ease of trade and travel in the region, and for a visa-free Southasia, along the lines of the European Union.",
    "The meeting also commemorated the visionaries of the peace movement in the region, with Sushmita Preetha, a journalist and researcher from Dhaka, presenting an honouring titans of the peace movement like Dr Mubashir Hasan, Kuldip Nayar, I.A. Rehman, Asma Jahangir and others. She also commemorated the lives of other prominent citizens lost over the past month, including journalist Khalid Hameed Farooqi, Geo correspondent in Brussels, senior editor The News Talat Aslam in Karachi and more.",
    "The Memory Wall she presented included just a few snapshots from the millions of lives lost to road crashes. They include pioneering Nepali conservation biologist Pralad Yonzon, 60, killed on October 31, 2011 when his bicycle was rammed by a truck in Kathmandu, and Sri Lankan activist Vijay Nagaraj, 44, who died in a car crash in Aug 2017.",
    "Civil servant and poet Parveen Shakir could also have been mentioned, killed at only 44-years old when a bus collided with her car in Islamabad on 26 December 1994. Her only son Murad, then 15, was deprived of a mother, while the world of feminist literature and poetry in the region lost an iconic talent.The personal narratives of victims who brave the pain of losing near and dear ones in road tragedies highlighted the ways through which bereaved families have adopted different means to spread awareness about road safety and prevention of deaths on roads.",
    "Some shared testimonies in videos compiled by filmmaker Rohit Valecha in Pune. Feminist activist Khushi Kabir in Dhaka remembered her colleague Mohammad Firdaus Hussain, 46, who died in a motorcycle crash. Activist Nisha Siddhu in Jaipur shared the loss of her only son, 25-year-old artist Samarth Singh and his friend, 24-year-old student  Raunak Thakkar, killed by a speeding bus in 2020. Founder member Sapan Dr Fauzia Deeba from Quetta, now in New Jersey, lost her brother Sami when a bus hit the motorcycle he was pillion-riding in Karachi, 1974. He was not wearing a helmet. She also lost a cousin, thrown out of a car when it crashed. She wasn’t wearing a seat belt.",
    "The driving force behind the event was the pain and memory of the victims of road crashes, noted Kanak Mani Dixit, writer, editor and democracy activist in Kathmandu in his closing remarks. These incidents are not “happenstance”, he said, underscoring the negligence behind the infrastructure, drivers and owners of vehicles. Unless this criminal negligence is addressed, the roads of Southasia will continue devouring precious lives. Something for the upcoming 30 June-1 July, to take note of.",
    "Shazman Shariff is a freelance writer in Bangalore. Email: . This is a Sapan syndicated feature – .HYPERLINKS",
    "Situating the woman in Buddhist Revival Female Buddhist education and the Buddhist Revival",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}