{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/09/sri-lanka-focused-on-us-travel-advisory/",
  "time_ut": 1649497440,
  "title": "Sri Lanka focused on US Travel Advisory",
  "body_lines": [
    "COLOMBO (News 1st); The Ministry of Foreign Affairs notes that attention has been focused on the revision of the U.S. Travel Advisory on Sri Lanka as of 6 April 2022.",
    "The Ministry recalls that since June 2021, with the COVID-19 pandemic, the U.S. Travel Advisory for Sri Lanka has remained at Level 3, and as such has not been newly introduced in the latest revision.",
    "In addition, the language related to ‘terrorism’ was introduced following the Easter Sunday attacks and has stayed consistent since April 2019.",
    "It is understood that the reference to terrorism in the U.S. Travel Advisory is based on standard language included in the US.",
    "Travel Advisories around the world where the risk of terrorism exists or has existed, and as such is not specific to Sri Lanka. The Ministry also understands that currently the US.",
    "Travel Advisory at Level 4 applies to many countries, whereas Sri Lanka is at Level 3.",
    "The tourism industry in Sri Lanka is gradually emerging from the effects of the COVID-19 pandemic and as of 29 March 2022, tourist arrivals to the country stood at 280,026.",
    "The Ministry of Foreign Affairs wishes to reiterate that the country remains safe and open for tourists.",
    "Sri Lanka continues to welcome travelers to the country and remains committed to providing all visitors with the utmost care and service.",
    "The recent peaceful protests have not targeted tourists or tourist destinations.",
    "All visitors to the country may travel freely throughout the country and all tourist destinations remain open.",
    "It is noteworthy that CNN’s “where to travel in 2022” featured Colombo in their travel list, said the Ministry of External Affairs.",
    "All licensed banks will be open for business on 11th & 12th: CBSL"
  ]
}