{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Curtailing-fuel-distribution-would-lead-to-another-hike-including-kerosene-Ananda-Palitha/342-237789",
  "time_ut": 1653567660,
  "title": "Curtailing fuel distribution would lead to another hike, including kerosene: Ananda Palitha",
  "body_lines": [
    "While adopting limitation in issuing fuel continuously, there is room for suspicions that the government is making a clandestine attempt to increase the prices of fuel again within the next two weeks and to hike the price of kerosene to an unaffordable range, Samagi United Trade Union Force (SUTUF) convener and media spokesman Ananda Palitha said.",
    "He told the Daily Mirror that the government stocks diesel and petrol excessively in an attempt to increase the prices, as they did recently.",
    "He said with the next fuel price increase, the price of a litre of kerosene will increase by more than Rs.150, he said.",
    "\"There is sufficient fuel at the Ceylon Petroleum Corporation (CPC) storage for more than the country's need.\" There is sufficient stock in the ships that have already arrived and several shipments are expected ahead. There is 60,000 MT petrol, including 15, 000 MT of octane 95 and 60,000 MT of diesel. 45,000 MT of fuel is to reach on Sunday (29), and octane 92 petrol on June 1. Now there is no longer a fuel shortage, nevertheless, several issues have been created in the distribution network. For not being assigned to carry fuel, only 300 out of 800 bowsers are being used for transporting fuel,\" Palitha said.",
    "He said the present long queues for fuel can be cleared completely within three days, if the fuel distribution network is streamlined.",
    "However, the fuel distribution for filling stations is curtailed. He said the fuel distribution outlets of the CPC issue fuel only to the bowsers that make spot payments.\"",
    "Ananda Palitha said that some selected filling station owners who settle spot payments, such as the one at Ambatale, was provided with six bowsers of fuel continuously.",
    "\"Since the required fuel has been provided for thermal power generation, there is no fuel crisis in power plants as a result of hydro power plants generating 65MW of electricity and  the decent rainfall in the hydro catchment areas.\"",
    "\"A furnace oil shipment  from Singapore is anchored for 11 days without any payment being made to unload the cargo,\" he said.",
    "The aviation fuel which is in hand (kerosene) is only sufficient for six days. But it is reported that sufficient kerosene have been sent to the north of the country, and there is no shortage in that area. In reality, there is no kerosene for the people in the south, he said.",
    "The government is not in favour of re-opening the refineries to control the situation, he added. (Chaturanga Samarawickrama)"
  ]
}