{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emplacing-senake-bandaranayakes-archaeology-in-an-intellectual-tradition/",
  "time_ut": 1647968580,
  "title": "Emplacing Senake Bandaranayake’s archaeology in an intellectual tradition",
  "body_lines": [
    "Former Director of Postgraduate Institute of Archaeology, University of Kelaniya",
    "(Text of speech delivered by Prof Jagath Weerasinghe the seventh commemoration of eminent archaeologist Professor emeritus Senake Bandaranayake at the auditorium of Faculty of Social Sciences of the University of Kelaniya on 08 March, 2022)",
    "On the 7th anniversary of Senake Bandaranayake’s death, how should he be remembered? What form and content should we commemorate him in, with the understanding that commemoration is, by necessity, a mourning process fraught with inevitable misrepresentations presented with self-assuring phrases of the one who enunciates the commemoration? Calling one of your mentors, who is also a great scholar-citizen, to remembrance in public is essentially a political gesture that can only be written in the enunciator’s anxieties. The loss of the hero’s presence, which we are mourning, gives the enunciator an opportunity to impose her/his anxieties on the other. For this writer there is no other way to commemorate anyone than by rewriting the commentated in one’s own anxieties, struggles, aspirations for existence and change. The anxiety that underpins any commemorative exercise is based on the insurmountable gap that exists between the necessarily incomplete knowledge of someone or something and the incapacity of discourse to encapsulate that totality within a notion of ‘truth’; this is a fundamental human predicament. And, I am speaking of my mentor, my teacher, my professor Senake Bandaranayake with deep sense of this limitation, which, however, provides an unlimited space for creative and imaginative speculations of love, mourning, fear, respect, and loss.",
    "I am going to talk about him from two perspectives––Bandaranayake, the person, and what kind of personality he was, and Bandaranayake the scholar-citizen. My proposition is that as a scholar-citizen he fought head-on with the remnants of colonial-modernity that was undermining the aspirations of postcolonial modernity that seeks to transcend colonial era shekels, deceptive legacies of the colonial era, such as ethnic margins that define the other, positivist claims that abound in history and archaeology, and that there is a past to be discovered, to name a few.",
    "I would first speak about Bandaranayake with a glance fixed on his modes of thought production from a position that intersects the private and the public in his persona. For me, Bandaranayake was a singular phenomenon, there was none like him before him, and there would be none like him in the future; when considered in relation to Sri Lankan scholarship in archaeology, he was an originary thinker (not just original). I am not proposing, by using the signifier, “singular’ that he was not within a history, but, on the contrary; he was a in fact a full-fledged complex result of the historical time/moment that produced him. He was well aware of the privileged position he had inherited, he was after all a ‘Dias Bandaranayake’, and he knew how the world received and intercepted and reacted to that privilege, he was also aware of the false or deceiving promises that the postcolonial modernity has offered to the younger generations, and he knew his limits in remedying or intervening with that. He was aware of the deceptive modernist construction of the idea of “I” in a singular form, a remnant from Enlightenment era thinking; the deceptiveness of the notion of ‘independent ‘I’. His critique of this ‘I’ was intuitive and was coming from the understanding that knowledge on the past is complex and variegated, and that truths on past events are hard to grasp, or even impossible. His critical sense about the notions of ‘I’ did not come from Michel Foucault’s ‘Archaeology of Knowledge’ or Jacques Derrida’s ‘of Grammatology’ or Jean Luc Nancy’s ‘Singular in the Plural’. He was not attracted to those French thinkers.",
    "However, while I am speaking commendably of his sense of his own limits, while being linked, by birth, to the higher echelons of political power coteries of the country, there were many occasions that he and I argued on this matter.",
    "Let me give you one incident. Once, having sensed this aspect in his thoughts, I insisted that he should prepare a white paper on archaeological activities, I claimed, that for us archaeology is going to be very different from what it is to you. The social landscape of archaeologists has been totally turned upside down by you and your friend, Roland Silva, and in this social landscape we would be struggling to do many things, achieve many things through archaeology, such as buying property, getting married, going abroad, securing positions, making a name, etc. We are children of working-class families from the rural and suburban petit bourgeois, unlike you, or Siran Deraniyagala or Roland Silva. Our archaeology, art history can potentially end up as populist, subservient to existing hegemonies and ultimately serving vested self-interests, unless you intervene now. He didn’t counter me, instead he had his usual charming smile, and said, “Jagath, you can’t save the world, let history take its course. Think of Horton Plaine, its ecology has remained somewhat unchanged while the rest of the island was experiencing major changes. Build a Horton Plaine for you and your colleagues”. Today, I say the same thing to my younger colleagues, when they are so angry or upset with something, some development in the field of archaeology. The Horton Plains, the redoubt that Bandaranayake envisioned for Sri Lankan archaeology and archaeologists is the Postgraduate Institute of Archaeology.",
    "In many ways I have been close to Senake Bandaranayake as one of his ‘found-in-the field’ students, nonetheless, talking of Bandaranayke, today, in this place, the Department of Archaeology of the Univeristy of Kelaniya, to an audience consisting mostly of his former students and their students, where he began his Sri Lankan phase of scholarly life, that doubled as teacher-scholar is challenging. Makes me nervous. The history that crossed paths wherein I met Senake Bandaranayake does not reside here. I am not fully privy to the histories that informs the internal dynamics of this place. But I am a hard core insider of archaeology-world of Sri Lanka, but yet I am an outsider to that as well. And I try to think of the kind of challenges that he might have felt here. My insider-outsider double gives me a vantage point of seeing this complex field of archaeology from a critical distance and to see our omissions, failings, and miss-steps that, in my opinion, have jaded the Bandaranayake’s vision.",
    "The main challenge that he faced, I would claim, in the way I can think of it now, when considering the distance that has grown between his ideals in archaeology and the current archaeological practices, performed by some of his own students, I am prompted to see that challenge from a social perspective, from a class perspective. This is something that I began to sense since 2004. This place, the Department of Archaeology of the University of Kelaniya where he began to teach archaeology, art history and heritage to a class of students coming from a social background which is very different from his. As I said earlier, they came from a working-class background who had been schooled at Maha Vidyala and Madya Maha Vidyalas in Sinhala. They were mono lingual, spoke and read only Sinhala. Unlike us, for him his language of communication was English, his competency in Sinhala was very limited. Nonetheless, he was the mentor for two generations of archaeologists and art historians whose competency in English was limited as was his Sinhala. I know very well that he was very sympathetic to the quotidian struggles that impaired our academic activities, but, in retrospect, I would say for obvious reasons he could not see the gravity of the impact of those trivial struggles.",
    "His idea of being a scholar citizen in Sri Lanka – at a post-colonial social-political environment defined by the anxieties emanating from postcolonial modernity – was starkly different from most of ours. Our notion of a scholar-citizen has been a rather two-dimensional one. For him doing archaeology, visiting art exhibitions, seeing great films, listening to music, reading literature, designing a publication or a poster, cooking, arranging a lecture hall with screens and multimedia equipment or arranging his office room with curtains and a few works of art were activities with thoughtful intellectual engagements. For him those were also rooted in a tradition of knowledge production. For him all those activities involved intellectual inputs, assessments, judgments that were premised on inclusionary and exclusionary normative processes. Siad differently, Bandaranayake knew that human actions are necessarily interpretive, and symbolic. Hence meaning is associative and context dependent. He always searched for meaning inductively. For him meaningful actions have to be found from within the context itself, not relying on a given document.",
    "As a result, he would usually be anti-bureaucratic, anti-hierarchical, and anti-essentialist. But I must add a note to the last point, ‘being anti-essentialist’. He did believe in core values, in essences, but he, like Hegel, saw essences as historical, that means changing through time; essences sublating within themselves giving rise to new essences. In his mode of thought production, one could always sense the workings of an Hegelian unconscious.",
    "He was, on every occasion, a product of his disciplines: of archaeology, of history and, also to a large extant of Marxism influenced social sensibilities. He was a descendent of an aristocratic family, with a substantial historical depth and memory, and at the same time he was a product of the emancipatory politics of 20th century Sri Lanka. In him, I saw a well-integrated personality, which I admired so much. Let me tell you two seemingly trivial incidents: he didn’t care about celebrating his birthday, he was in fact embarrassed by any idea of celebrating his birthday, I still remember how he cringed when someone proposed to have a ‘birthday party’, but he used to receive a cake form a friend on every birthday, and once he had me at his home to share a piece of that cake. He didn’t like religious rituals that much but enjoyed visiting Sri Mahabodhi and offer flowers to the tree, and once he explained his seemingly religious action, he said something like this, ‘I just like doing this’, and then, like an afterthought, he said, ‘doing this makes me part of the long history of humanity and a larger community of people’. An excellent example where I could see the private and public intersecting in his thinking and actions. Let me give you another incident, a very trivial one. Once in late 1990s, he walked into the lecture room in the upper floor of the old colonial building at the PGIAR. Our then Registrar, Mr. Dhanapala, had hung the screen for the projector, having shut the old window with a plyboard. Prof. Bandaranayake had one look at it and turned to me and said, “Jagath, the people would think that we have no civilization”",
    "It took me a while to get the full hang of this comment. Why such a heavy response to such a simple thing? What he reacted to was, I realised later, the insensitive intervention, thus upsetting the ordered material culture of the old room. I would rephrase his comment in the following manner now: “People would think that we have lost our symbolic structures.” And, for sure, for most of the archaeologists of our generation and the ones that came after, there is no symbolic structure, the “name-of-the-father,” in the Lacanian sense. For most of us, there is no voice issuing the command “no.” In most cases, Sri Lankan archaeology in our hands has fallen back to “pre-Oedipal unbridled antiquarianism” . At this point, I would stop speaking about Bandaranayake the person and the normative qualms that uneased him and turn to Bandaranayake the archaeologist. (To be continued)",
    "Finance Committee: Monetary Board insulted Parliament; SBJ calls for action against ‘culprits’",
    "Criminalisation of same-sex sexual activity in Sri Lanka breached rights of a LGBTI activist, UN women’s rights committee says",
    "UWU Graduation – Another generation set to soar above storms!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}