{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-minister-appoints-family-as-staff-gives-themselves-7-vehicles-report-93632/",
  "time_ut": 1651129260,
  "title": "Sri Lanka minister appoints family as staff, gives themselves 7 vehicles: report",
  "body_lines": [
    "ECONOMYNEXT – A former minister had appointed five family members as staff to the ministry in line with a common practice and given themselves seven vehicles including an SUV and double cabs, media report said.",
    "In Sri Lanka parliamentarians get a lifetime pension after five years in office and when ministers appoint family members as personal staff they also get a pension.",
    "The minister in question had appointed his wife as personal secretary (a widely done practice) and given her a double cab vehicle and kept an SUV for himself and another double cab, Sri Lanka’s privately owned Aruna newspaper reported.",
    "His brother was appointed as co-ordination secretary and he was given yet another double cab.",
    "Another relative was appointed as co-ordination secretary number two and also given a vehicle.",
    "A fourth relative was appointed as media secretary and given an unspecified vehicle, the report said.",
    "A fifth relative was appointed as public relationship officer and given a vehicle.",
    "The information had come light after the latest cabinet re-shuffle. The newly appointed minister found that the old minister and his family members had the vehicles which were not returned, the newspaper reported.",
    "It is not clear how many ministers have employed their wives and others as personal secretary and are now getting a pension.",
    "There have been calls to stop completely the practice of giving pensions to family members of the elected ruling class and also to give them a contributed pension like the Employees Provident Fund for the years they serve.",
    "An ordinary public servant has to work for over 20 years to qualify for a pension.",
    "Sri Lanka’s unemployed graduates have also been engaging in a similar exercise, getting state jobs, taking taxes homes, instead of getting a job in a productive sector and contributing to creating goods and services. (Colombo/Apr28/2022)"
  ]
}