{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Centre-has-helped-release-of-2-977-Indian-fishermen-from-Sri-Lanka-Union-Minister/108-239171",
  "time_ut": 1655371860,
  "title": "Centre has helped release of 2,977 Indian fishermen from Sri Lanka: Union Minister",
  "body_lines": [
    "The Narendra Modi Government has ensured the release of 2,977 fishermen who were arrested by the Sri Lankan Navy and lodged in the prisons in the island nation, said Minister of State for External Affairs V. Muraleedharan.",
    "Addressing a public meeting organised by Bharatiya Janata Party to explain the 8-year rule of BJP Government at the Centre, Mr. Muraleedharan said that the Centre has created a situation that not even a single Tamil fishermen was in Sri Lankan jail, the Hindu reported.",
    "The Centre has ensured COVID-19 vaccination to people, 44 crore Jan Dhan bank accounts have been opened and the assistance by the Centre was getting credited in the bank accounts of people without any pilferage, he said.",
    "Despite an economic crisis, the Centre has reduced the price of petrol and diesel, he said.",
    "Speaking on the occasion, State BJP president, K. Annamalai, said that he has been sued seeking damages to the tune of Rs. 620 crore till date for having pointed out various corruption in the Dravida Munnetra Kazhagam government. He said that he would not be bogged down by the cases and would continue to expose the DMK Government.",
    "Stating that the number of cases of gang-rape, which was unheard in Tamil Nadu, was on the rise in the State, he said murders and robberies were also increasing.",
    "Taking a dig on the State Government, he said the DMK has failed in implementing its poll-promise of monthly assistance to women heads of families for the last 14 months.",
    "\"By now, each beneficiary should have got Rs. 14,000. But, the Government was yet to arrive at the number of the beneficiaries,\" he said.",
    "He exuded confidence that the BJP would come back to power in the Centre for the third consecutive term in 2024. BJP would send 25 MPs from Tamil Nadu.",
    "Mr. Annamalai said that the BJP would support Madurai Aadheenam for he had tje people's support and the DMK cannot harm him."
  ]
}