{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Major-General-Vikum-Liyanage-appointed-as-the-new-Sri-Lanka-Army-Commander/56-735564",
  "time_ut": 1654021800,
  "title": "Major General Vikum Liyanage appointed as the new Sri Lanka Army Commander",
  "body_lines": [
    "Major General Vikum Liyanage was appointed as the 24th Commander of the Sri Lanka Army by President Gotabaya Rajapaksa yesterday.",
    "Vikum Liyanage, the most Senior Officer in the Army will be elevated to the rank of Lieutenant General from tomorrow (1 June) with the assumption of duties as the Commander of the Army.",
    "He has joined the Sri Lanka Army on 27 October 1986 and followed basic military training at the prestigious Sri Lanka Military Academy at Diyatalawa and subsequently at Pakistan Military Academy. Upon successful completion of Officer Cadet training, he was commissioned in the rank of Second Lieutenant and was posted to the Gajaba Regiment.",
    "During his 35 years of illustrious military career, he has held a number of significant command, staff and instructional appointments, including Platoon Commander, Company Commander and Adjutant of 4th Gajaba Regiment. He was able to widen his horizons through the experience gained over the years from respective appointments in his office and through further training he underwent.",
    "During the peak of the final humanitarian operation, General Vikum Liyanage commanded the 8 Gajaba Regiment of victorious 57 and 56 Divisions which were actively conducting operations. He was able to achieve many victories against the LTTE, the Ministry of Defence said.",
    "The new Army Chief who has actively taken part in operations against the LTTE has been adorned with gallantry awards of Rana Wickrama Padakkama (RWP). He was also decorated with the Rana Sura Padakkama (RSP). The Senior Officer was awarded above medals thrice during his military career for being a pioneer in eradicating terrorism during North and East Humanitarian Operations."
  ]
}