{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLEA-E-Repository-launch-and-webinar-on-Road-to-a-Literature-Review-tomorrow/34-733979",
  "time_ut": 1650997800,
  "title": "SLEA E-Repository  launch and webinar on ‘Road to a Literature Review’ tomorrow",
  "body_lines": [
    "E-repository to play a key role in dissemination of economic knowledge in Sri Lanka and beyond",
    "Sri Lanka Economic Association (SLEA) is organising a webinar on ‘Road to a Literature Review’ on 28 April",
    "University of Kelaniya Faculty of Social Sciences Digital Teaching and Learning Technologist Departmental Postgraduate Degree Program Coordinator, Dept. of Library and Information Science Senior Lecturer, Inter-Faculty Centre for Coordinating Modular System Director",
    "between 6.30 p.m. to 7.30 p.m. It will coincide with launching of SLEA’s E-Repository on the same day.",
    "A literature review is type of academic writing that demonstrates in-depth knowledge and understanding of a specific topic. This practice is useful in writing dissertations, theses, and other research papers. The seminar will cover such areas as how to search for necessary literature, identify appropriate sources, conduct a critical review of literature and tabulation, organising the literature, etc.",
    "The presentation will be made by University of Kelaniya Faculty of Social Sciences Digital Teaching and Learning Technologist Departmental Postgraduate Degree Program Coordinator, Dept. of Library and Information Science Senior Lecturer, Inter-Faculty Centre for Coordinating Modular System Director Dr. Namali Suraweera.",
    "The discussant of the event will be University of Peradeniya Dept. of Economics and Statistics Senior Professor Prof. Anoma Abhayaratne. Moderator of the webinar will be Sri Lanka Economic Association Vice President Dr. Malraj B. Kiriella.",
    "The objective of the E–Repository is to add a platform to the website that will allow SLEA to share its publications with prospective readers. The user-friendly E-repository system will include indexing and searching facilities. The funds for the project were donated by the Gamani Corea Foundation.",
    "Commenting on this initiative, SLEA President Rev. Prof. Wijithapure Wimalaratana stated that establishing an E-repository would be a turning point of the SLEA’s history. “For over 35 years, SLEA has published its indexed Journal, Sri Lanka Economic Journal (SLEJ), with many articles of renowned local and international researchers. SLEJ is indexed by the International Economic Association (IEA). SLEA has published 46 issues of the journal since 1985. In addition, SLEA publishes papers presented at its Annual International Conference separately. There are also SLEA publications on contemporary national and international economic issues. Now readers have easy access to all those publications through the E-repository.” Rev. Wimalaratana added.",
    "“The contents of publications are extremely useful to policymakers, academics, practitioners, and students studying economics or other related disciplines.Earlier, due to various constraints, SLEA only uploaded a few e versions on to its website,” said Dr.Malraj B.Kiriella, Vice President of SLEA and Chair of the SLEA Committee on Publicity, Media, and Website, spearheaded this project. “Now it would open all of SLEAs vast research from the last three or so decades, as well as future research, to readers in the country and around the world,” he added.",
    "Gamani Corea Foundation Chairman and SLEA Vice President Dr. Lloyd Fernando stated that Dr. Gamani Corea founded the SLEA in 1985 with 12 other leading economists in the country. He was the first president of SLEA. “I hope that this project will help to strengthen relationship between the Gamani Corea Foundation and SLEA. In addition, E-repository will play a key role in dissemination of economic knowledge in Sri Lanka and beyond,” he added.",
    "Interested parties could register to the event by contacting the SLEA office on phone numbers +112559478/0703889356 or email address slea.office@gmail.com."
  ]
}