{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/India-will-support-democracy-stability-in-Sri-Lanka-PM-Modi/34-735434",
  "time_ut": 1653681180,
  "title": "India will support democracy, stability in Sri Lanka: PM Modi",
  "body_lines": [
    "The Hindu: Prime Minister Narendra Modi said on Thursday that India will continue to stand with the people of Sri Lanka and support democracy, stability and economic recovery in the neighbouring country.",
    "Noting Sri Lanka was passing through difficult times, Modi, who was in Chennai to inaugurate and lay the foundation for several schemes involving an investment of over INR 31,000 crore, said: “As a close friend and neighbour, India is providing all possible support to Sri Lanka.",
    "“This includes financial support, fuel, food, medicine and other essential items.” India has also spoken strongly in international fora on the cause of giving economic support to Sri Lanka, the Prime Minister said.",
    "Seeking to connect with the people of Tamil Nadu, who share closed bonds with the ethnic Tamils in the island nation, Modi recalled his visit to Jaffna some years ago. “I can never forget my visit to Jaffna a few years ago.",
    "“I was the first Indian PM to visit Jaffna. The Government of India is undertaking numerous projects to assist the Tamil people in Sri Lanka. These projects cover healthcare, transportation, housing and culture,” Modi said here, in the presence of Chief Minister M.K. Stalin.",
    "While he did not react to Stalin’s statement (who spoke earlier) that “this was the right time to retrieve Katchatheevu [an island given by India to Sri Lanka decades ago]”, the Prime Minister said many Indian organisations and individuals have sent assistance for their brothers and sisters in Sri Lanka, including the Tamils in the northern and eastern parts of Sri Lanka.",
    "Modi did not make a mention of the material aid which was sent by the Tamil Nadu Government to Sri Lanka through the Ministry of External Affairs recently.",
    "The Prime Minister, who sought to counter the perception that the Centre had not taken adequate steps to give the Tamil language its due, devoted a significant part of his speech hailing the Dravidian language.",
    "“The Tamil language is eternal and the Tamil culture is global. From Chennai to Canada, from Madurai to Malaysia, from Namakkal to New York, from Salem to South Africa, the occasions of Pongal and Puthandu are marked with great fervour,” he said and recalled how Union Minister of State L. Murugan, who was on the dais, had recently walked down the red carpet in Cannes in traditional Tamil attire, which made Tamils all over the world very proud.",
    "The Government of India was fully committed to further popularising Tamil language and culture, Modi said and recalled that the new campus of the Central Institute of Classical Tamil inaugurated in Chennai in January had been fully funded by the Union government. A ‘Subramania Bharati Chair’ on Tamil Studies at Banaras Hindu University was recently announced, he said."
  ]
}