{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82097/rambukkana-shooting-igp-directs-cid-to-act-on-court-order",
  "time_ut": 1651150680,
  "title": "Rambukkana shooting: IGP directs CID to act on court order",
  "body_lines": [
    "Inspector-General of Police (IGP) C.D. Wickramaratne has directed the Criminal Investigation Department to take immediate action based on the court order given by the magistrate of Kegalle to arrest the police officers who were involved in the Rambukkana shooting incident which claimed the life of a protester and injured many others.",
    "On Wednesday (April 27), Kegalle Magistrate Wasana Nawarathne ordered the IGP to arrest all police personnel involved in the shooting and produce them before the court.",
    "Earlier today, the police media division said the IGP is yet to receive the relevant court order for the arrest of the police officers involved in the incident.",
    "However, in a media notice issued this evening, the police spokesperson SSP Nihal Thalduwa stated that it was received by the Police Headquarters.",
    "Thereby, the DIG in charge of the Criminal Investigation Department was instructed to act in accordance with the court order.",
    "On April 19, a group of protesters who were engaged in a demonstration demanding fuel to be supplied at old prices, had blocked all entry and exit roads into Rambukkana town, as well as the level crossing for more than 15 hours.",
    "This had obstructed the vehicular movement and train operations on the Main Line.",
    "As a tense situation had ensued near the level crossing, the police had fired tear gas to disperse the protesters. Later, as the situation escalated, the police had opened fire at them, killing one person.",
    "A total of 29 individuals including 15 police officers were hospitalised with injuries following the incident while one of the injured protesters had succumbed to injuries shortly after. It was later confirmed that the victim, Chaminda Lakshan, 42, had died of gunshot wounds.",
    "When the case pertaining to the incident was taken up at Kegalle Magistrate’s Court, the Senior Superintendent of Police (SSP) in charge of Kegalle divulged that he gave orders to open fire below the knees of protesters who attempted to set fire to a fuel bowser during the tense situation.",
    "According to him, he had first ordered police personnel to fire in the air when the protesters tried to set fire to a filling station, and later to shoot below the knee to prevent major damage after the protesters attempted to set fire to a fuel bowser.",
    "Following the incident, the IGP directed the Criminal Investigation Department to conduct an impartial, comprehensive probe into the incident. The CID thereby took over the investigations pursuant to Article 125 of the Code of Criminal Procedure Act."
  ]
}