{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/unilevers-horana-factory-awarded-coveted-iso-14001-2015-environmental-management-system-certification/",
  "time_ut": 1655127900,
  "title": "Unilever’s Horana factory awarded coveted ISO 14001: 2015 environmental management system certification",
  "body_lines": [
    "A step forward in upholding environmental responsibilities through the company’s commitment to sustainability",
    "Unilever Sri Lanka has been honoured with the ISO 14001:2015 certification for its Horana based manufacturing facility by the Sri Lanka Standards Institute (SLSI). The internationally accredited standard recognises the company’s commitment to identify, manage and reduce its impact on the environment from its operations, through a comprehensive Environmental Management System.",
    "Commenting on the certification, Gerard Irudayaraj, Supply Chain Director – Unilever Sri Lanka said, “With great diligence and commitment, our Horana Factory has acquired this certification with zero nonconformities. As a company that is dedicated to protecting and conserving the environment through sustainable business practices, we consider this a big triumph towards our long-term goals and vision.”",
    "Unilever’s Horana facility has successfully adhered to its Environmental Management System by bringing about positive changes to its operations. A few of these key achievements include – a 97% reduction in greenhouse gas emissions, a 68% drop in overall energy usage, and a 68% reduction in overall waste generation over the past 9 years (2012-2021).",
    "Furthermore, the facility has implemented plans to mitigate its water footprint, which has resulted in a 78% reduction in annual water usage (2012-2021). Unilever has achieved this remarkable feat through various water consumption optimisation projects as well as a rainwater harvesting system, which harvests 25,000 tons of rainwater a year for its operations.",
    "The ISO 14001:2015 standard is an International Standard that stipulates requirements for an Environmental Management System that an organisation can use to enhance its environmental performance, fulfil its compliance obligations, and achieve its environmental objectives. The certification endorses a company’s ability to manage its environmental responsibilities in a systematic manner that contributes to the environmental pillar of sustainability.",
    "A breakthrough digital solution from Union Assurance to ‘Get Fit’",
    "Surendra Rosha HSBC’s Group Managing Director and Co-Chief Executive Officer for Asia-Pacific visits Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}