{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/24/67-people-detained-in-trincomalee-for-illegal-migration-attempt/",
  "time_ut": 1653365520,
  "title": "67 people detained in Trincomalee for illegal migration attempt",
  "body_lines": [
    "COLOMBO (News 1st); A special operation conducted in Sallisampaltivu and seas off Trincomalee on the night of 23rd May 2022, led to the apprehension of 67 individuals who attempted to illegally migrate to a foreign country via sea.",
    "Accordingly, a group of naval personnel from the Naval Dockyard, Trincomalee in coordination with the Nilaveli Police nabbed 12 male suspects from 30 to 40 years of age, during a search operation mounted in Sallisampaltivu on the night of 23rd May. The group of individuals remaining in the locality were suspected to be on an illegal migration attempt via sea routes. The operation also made way the raiding party to get hold of 02 three wheelers, a cab and a van used for this illegal act.",
    "Based on information revealed from the apprehended suspects, the Fast Attack Craft P 483 and P 415 attached to the 4th Fast Attack Flotilla in the Eastern Naval Command were deployed in a search operation and the SLN units intercepted a suspicious local multiday fishing trawler in seas off Trincomalee, on the night of 23rd May. During the search of the intercepted fishing vessel, the Navy managed to apprehend another 55 individuals, from 03 to 53 years of age, who were believed to be on an illegal migration attempt to a foreign country via sea. Among the apprehended persons were; 45 males including 05 suspects believed to be human smugglers, 07 females and 03 children. The local multiday fishing trawler used for the nefarious act was also seized in this operation.",
    "The apprehended suspects were identified as residents of Jaffna, Trincomalee, Batticaloa, Puttalam, Ampara, Ratnapura, Gampaha and Colombo. Arrangements are being made to handover the individuals held in Sallisampaltivu to Nilaveli and Uppuweli Police for onward legal action. Meanwhile, the group of suspects apprehended in seas off Trincomalee will be handed over to the Trincomalee Harbour Police for legal proceedings.",
    "Meanwhile, the Navy urges the public to refrain from risking their lives and property embarking on perilous sea voyages, being caught in the tricks of smugglers.",
    "Sri Lanka picks Lazard, Clifford Chance as advisers for landmark debt restructuring"
  ]
}