{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/16/sri-lanka-stumbles-toward-its-first-default-on-foreign-debt/",
  "time_ut": 1652679360,
  "title": "Sri Lanka Stumbles Toward Its First Default on Foreign Debt",
  "body_lines": [
    "BLOOMBERG: Sri Lanka is sliding inexorably into default as the grace period on two unpaid foreign bonds nears an end, the latest blow to a country rattled by economic pain and social unrest.",
    "The island nation could be formally declared in default if it fails to make an interest payment to bondholders before Wednesday (18), when the 30-day grace period for missed coupons on dollar bonds ends. That would mark its first default.",
    "Sri Lanka’s government announced in mid-April it would stop paying back its foreign debt to preserve cash for food and fuel imports as it struggled with a dollar crunch that’s led officials to implement capital controls and import curbs. A few days later, it failed to service a $78 million coupon on its dollar bonds due in 2023 and 2028, leading S&P Global Ratings to declare a selective default.",
    "“Without an agreement, there will be a formal default,” said Carlos de Sousa, a money manager at Vontobel Asset Management in Zurich. “Legally that matters. But for markets, Sri Lanka is already de facto in default, so the price effect of such an event is probably not going to be significant.”",
    "Sri Lankan dollar notes due in 2029 were quoted at an all-time low of 37 cents on the dollar last week, indicative pricing data compiled by Bloomberg showed.",
    "The extra yield investors demand to hold the notes over US Treasuries is at 37 percentage points, according to JPMorgan Chase & Co. That’s far above the 1,000-basis point threshold to be considered distressed.",
    "While a default is widely expected by investors, it has important implications. Many of Sri Lanka’s bonds have so-called cross-default clauses, which drag all the outstanding dollar debt into default if there’s a missed payment in a single bond. On the debt due in 2023 and 2028, the clause is triggered if any payment that exceeds $25 million is not met.",
    "“At this point most bondholders who are unwilling or unable to hold distressed credits should already have cleared out,” said Patrick Curran, a senior economist at Tellimer.",
    "Sri Lanka has been rattled by power cuts, food shortages, and a currency in free fall, which fueled protests and pushed Prime Minister Mahinda Rajapaksa to resign. His brother, President Gotabaya Rajapaksa, last week appointed a long-time opponent to run the government in a bid to bring a modicum of stability to the country amid bailout talks with the International Monetary Fund.",
    "As of Sunday night, the country hadn’t yet named a finance minister. The central bank governor has threatened to quit if political stability doesn’t return soon. The monetary authority is due to review policy May 19.",
    "“The prime minister quitting was something that was really needed,” said Dean Tyler, the London-based head of global markets at BancTrust, who sees the recovery value of the notes between 35 and 45 cents per dollar. “Hopefully, it will start to clear the air and clear the streets.”",
    "Group of 10 Parties to support Ranil’s Govt, but will NOT accept ministerial posts – Gammanpila",
    "Don’t line up at filling stations for next three days, appeal from Energy Minister"
  ]
}