{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82110/un-chief-condemns-attacks-on-civilians-during-ukraine-visit",
  "time_ut": 1651224360,
  "title": "UN chief condemns attacks on civilians during Ukraine visit",
  "body_lines": [
    "The head of the United Nations said Ukraine has become “an epicenter of unbearable heartache and pain” — a description underscored a short time later by the first Russian strike on the capital since Moscow’s forces retreated weeks ago.",
    "Russia pounded targets all over Ukraine on Thursday, including the attack on Kyiv that struck a residential high-rise and another building and wounded 10 people, including at least one who lost a leg, according to Ukraine’s emergency services.",
    "The bombardment came barely an hour after Ukrainian President Volodymyr Zelenskyy held a news conference with U.N. Secretary-General Antonio Guterres, who toured some of the destruction in and around Kyiv and condemned the attacks on civilians.",
    "Meanwhile, explosions were reported across the country, in Polonne in the west, Chernihiv near the border with Belarus, and Fastiv, a large railway hub southwest of the capital. The mayor of Odesa, in southern Ukraine, said rockets were intercepted by air defenses.",
    "Ukrainian authorities also reported intense Russian fire in the Donbas — the eastern industrial heartland that the Kremlin says is its main objective — and near Kharkiv, a northeastern city outside the Donbas that is seen as key to the offensive.",
    "In the ruined southern port city of Mariupol, Ukrainian fighters holed up in the steel plant that represents the last pocket of resistance said concentrated bombing killed and wounded more people. And authorities warned that a lack of safe drinking water inside the city could lead to outbreaks of deadly diseases such as cholera and dysentery.",
    "In Zaporizhzhia, a crucial way station for tens of thousands of Ukrainians fleeing Mariupol, an 11-year-old boy was among at least three people wounded in a rocket attack that authorities said was the first to hit a residential area in the southern city since the war began. Shards of glass cut the boy’s leg to the bone.",
    "Vadym Vodostoyev, the boy’s father, said: “It just takes one second and you’re left with nothing.”",
    "In Lyman town near Slovyansk, where Russian forces are reportedly trying to advance as part of their Donbas push, another tragedy unfolded on Monday when shelling rained on Tatiana Maksagory’s home.",
    "“There was such a blast and then smoke; you couldn’t hear anything,” she said, crying outside a hospital with a wound in her neck. “You couldn’t see anything in front of your eyes, and then I see that my grandson is lying on the ground.”",
    "Maksagory’s 14-year-old grandson, Igor, was declared dead after emergency services drove him to the hospital. Her daughter was in serious condition and her son-in-law was also killed.",
    "“Grandma, will I live?” she said Igor asked her when they were in the basement waiting for help. “I said that he would live. But look what happened, I betrayed him. I am alive and he is not. I wish I had died and he had survived. I lived much more than him. I will never forgive myself for it.”",
    "Ukraine’s military said Russian troops have subjected several places in the Donbas to “intense fire” Thursday and that over the past 24 hours, Ukrainian forces had repelled six attacks in the region.",
    "Four civilians were also killed in heavy shelling of residential areas in the Luhansk region of the Donbas, according to the regional governor.",
    "Columns of smoke could be seen rising at different points across the Donetsk region of the Donbas, and artillery and sirens were heard on and off.",
    "The fresh attacks came as Guterres surveyed the destruction in small towns outside the capital that saw some of the worst horrors of the first onslaught of the war. He condemned the atrocities committed in towns like Bucha, where evidence of mass killings of civilians was found after Russia withdrew in early April in the face of unexpectedly stiff resistance.",
    "“Wherever there is a war, the highest price is paid by civilians,” the U.N. chief lamented.",
    "In the attack on Kyiv, explosions shook the city and flames poured out the windows of the residential high-rise and another building. The capital had been relatively unscathed in recent weeks since Moscow refocused its efforts on the Donbas.",
    "The explosions in northwestern Kyiv’s Shevchenkivsky district came as residents have been increasingly returning to the city. Cafes and other businesses have reopened, and a growing numbers of people have been out and about, enjoying the spring weather.",
    "It was not immediately clear how far the attack was from Guterres.",
    "Getting a full picture of the unfolding battle in the east has been difficult because airstrikes and artillery barrages have made it extremely dangerous for reporters to move around. Several journalists have been killed in the war, now in its third month.",
    "Also, both Ukraine and the Moscow-backed rebels fighting in the east have introduced tight restrictions on reporting from the combat zone.",
    "Western officials say the Kremlin’s apparent goal is to take the Donbas by encircling and crushing Ukrainian forces from the north, south and east.",
    "But so far, Russia’s troops and their allied separatist forces appear to have made only minor gains — a senior U.S. defense official described them as covering several kilometers a day — taking several small towns as they try to advance in relatively small groups against staunch Ukrainian resistance.",
    "As of Thursday, Russia had launched about 1,900 missiles into Ukraine – the vast majority fired from outside Ukraine’s borders, the U.S. official said. Most are strikes on Mariupol and the Donbas.",
    "Britain’s Defense Ministry said Friday that the limited Russian territorial gains have been achieved at significant cost to their forces.",
    "Russian military units were mauled in the abortive bid to storm Kyiv and had to regroup and refit. Some analysts say the delay in launching a full-fledged offensive may reflect a decision by Russian President Vladimir Putin to wait until his forces are ready for a decisive battle, instead of rushing in and risking another failure that could shake his rule amid worsening economic conditions at home because of Western sanctions.",
    "Many observers suspect Putin wants to be able to claim a big victory in the east by Victory Day, on May 9, one of the proudest holidays on the Russian calendar, marking the defeat of Nazi Germany during World War II.",
    "Many of the Russian troops who were in Mariupol have been leaving and moving to the northwest, the U.S. defense official said. The official, who spoke on condition of anonymity to discuss the U.S. military assessment, didn’t have exact figures but said a “significant number” of the roughly one dozen battalion tactical groups that were in the city were moving out.",
    "In Mariupol, video posted online by Ukraine’s Azov Regiment inside the steel plant showed people combing through the rubble to remove the dead and help the wounded. The regiment said the Russians hit an improvised underground hospital and its surgery room, killing an unspecified number of people. The video couldn’t be independently verified.",
    "“Deadly epidemics may break out in the city due to the lack of centralized water supply and sewers,” the city council said on the messaging app Telegram. It reported bodies decaying under the rubble and a “catastrophic” shortage of drinking water and food.",
    "Ukraine has urged its allies to send even more military equipment to fend off the Russians. U.S. President Joe Biden asked Congress for an additional $33 billion to help Ukraine."
  ]
}