{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/journo-attack-sri-lanka-media-minister-ready-to-accept-govt-responsibility-if-investigations-fail-91673/",
  "time_ut": 1647329880,
  "title": "Journo attack: Sri Lanka media minister ready to accept govt responsibility if investigations fail",
  "body_lines": [
    "ECONOMYNEXT – If Sri Lanka Police fails to find those responsible for the recent attack on journalist Chamuditha Samarawickrama’s residence, as media minister he would not hesitate to accept the government’s responsibility and take any decision necessary, co-cabinet spokesman Dullas Alahapperuma said.",
    "Speaking at the weekly cabinet press briefing on Tuesday (15), Alahapperuma said a recent statement by him condemning the attack was still valid. On March 08, he made a similar statement that failure on the part of the police to find the culprits would inevitably result in the blame falling on the government.",
    "“The government will be unable to absolve itself of that responsibility. I am still of that position,” the media minister said.",
    "“Yesterday marked a month since the attack. I spoke to the police. They said investigations are still ongoing but they have yet to arrive at a conclusion. The file has not yet been closed, they told me. As I said last week, if this is not resolved, the responsibility will inevitably fall on us.”",
    "The government would have to bear the shame of it if the police was  unable to find those responsible, said Alahapperuma.",
    "“It doesn’t matter if the criminal is a politician clad in white, or an underworld figure dressed in black or a contractor in some other colour.",
    "“We urge the police, as media minister, to continue investigations. If that cannot be done, I will not hesitate to say that it’s our responsibility. And I won’t hesitate to take any decision regarding that,” he added.",
    "In the early hours of February 14, a gang of unidentified men invaded the gated community Samarawickrama lives in and allegedly threw bags of faeces at his residence. The journalist told EconomyNext that day that he also heard the sound of a gunshot.",
    "Samarawickrama, considered a firebrand media personality with a large online following on top of a TV career going back over two decades, said he had no guesses as to who might have been behind the attack.",
    "The government was quick to condemn the attack. The next day, Minister Alahapperuma said it unequivocally rejected the attack with unreserved disgust.",
    "“The police is investigating the incident, and we urge the media to expose the attacker, this faeces lover,” said Alahapperuma said on February 15.",
    "“It is clear that this faces lover is someone with no voice for democracy and is hiding in a lavatory.”",
    "“It is the stink of a festering group of society that is emanating from this attack,” the minister said.",
    "Samarawickrama has been courting controversy with a series of explosive interviews published on his YouTube channel ‘Truth with Chamuditha’.",
    "His latest videos include one with the leader of the Ape Janabala Pakshaya, who had levelled allegations against controversial Buddhist monk Galabadaththe Gnanasara thero. The monk now heads a task force appointed by President Gotabaya Rajapaksa named ‘One Country, One Law’.",
    "Another video interview with Chandimal Jayasinghe, the Sri Lankan franchise holder for the Mrs World pageant, had racked up over 350,000 views. In the video, Jayasinghe had made some remarks about Pushpika de Silva, who recently lost her Mrs Sri Lanka for Mrs World title, the culmination of a widely publicised scandal that erupted last year when her crown was forcibly taken off at the 2021 Mrs Sri Lanka pageant. (Colombo/Mar15/2022)"
  ]
}