{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aias-national-safety-initiative-the-poson-safety-programme-continues-for-27th-year/",
  "time_ut": 1654786560,
  "title": "AIA’s national safety initiative, the Poson Safety Programme continues for 27th year",
  "body_lines": [
    "AIA Insurance will continue its commitment towards one of Sri Lanka’s longest standing Corporate Social Responsibility (CSR) projects, the AIA Poson Safety Programme for the 27th year, this Poson. Held across three days, in Anuradhapura, Polonnaruwa, Dambulla and Mihintale, the programme facilitates 500 lifeguards across 22 reservoirs and lakes to ensure that pilgrims are safe when they bathe in the bodies of water.",
    "Specially in this year of challenge, it is anticipated that Sri Lankans will feel a stronger need to engage in the powerful religious activities associated with Poson, to pray for our motherland. Therefore, the expectation is that a large crowd of pilgrims will gather together in these sacred locations to engage in powerful religious activities, despite the current country situation.",
    "With its abundance of lakes and reservoirs in the North Central Province, these reservoirs overflow during Poson, with not just water but with religious devotees from all over the country to bathe in these reservoirs to beat the heat and to cleanse themselves before making the pilgrimage to the “Udamaluwa”. With that in mind, AIA was determined to continue its societal endeavours to conduct the lifesaving programme and be there to protect those pilgrims.",
    "Chathuri Munaweera, AIA’s Chief Executive Officer said, “This programme has become such a nationally relevant initiative since 1993 and over the years we have saved over 200 lives…someone’s spouse, someone’s child, someone’s parent…a family’s breadwinner…every life saved was so precious. That is why we are committed to carrying out the project this year, despite the current economic challenges, because we want to be there for Sri Lankans when they need us the most, not just in good times but especially during difficult times too.”",
    "Following an unfortunate death in 1992, and being concerned about the safety of pilgrims, AIA pursued a solution to prevent the loss of lives due to drowning during Poson. So, in 1993, AIA together with the Sri Lanka Life Saving Association, the Sri Lanka Navy and the Sri Lanka Police launched the Poson Safety Programme with the intention of putting a stop to the senseless loss of lives by drowning.",
    "AIA will not only facilitate the presence of lifeguards around the lakes and reservoirs but also mark warning signs around the areas on where it is dangerous and safe to bathe. AIA will also educate and create awareness on the dangers of drowning through displays, signboards, hoardings, and pennants across the Anuradhapura District to encourage pilgrims to be cautious. AIA has further launched a campaign across social media to encourage pilgrims to be careful and alert when bathing in lakes or reservoirs.",
    "As the Best Life Insurance Company in Sri Lanka (awarded by Capital Finance International, 2021) and The Brand Market Leader in Sri Lanka (awarded by Thought Leaders International, 2021), AIA is an internationally recognised, local brand that is firmly rooted in the needs and protection of the Sri Lankan people. The AIA Poson Safety Programme is another such initiative where AIA’s commitment to national causes materializes while solidifying the company’s commitment to helping Sri Lankans live healthier, longer, better lives.",
    "Watch the Australia tour of Sri Lanka 2022 live on Dialog Television",
    "Promoting SL’s condo projects among wealthy Indians seen as effective for-ex generator",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}