{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-must-be-prepared-to-face-new-Covid-variants-Dr-Hamdani/231-233274",
  "time_ut": 1647541920,
  "title": "“Sri Lanka must be prepared to face new Covid variants” - Dr. Hamdani",
  "body_lines": [
    "New normalcy is something that is new to people, which basically means to live the day to day life while adhering to health practices",
    "As far as the fact that how long people will have to wear a face mask is concerned, it depends how the situation evolves",
    "As of now, we are experiencing about 300 to 400 cases and seven to ten deaths per day. The discharges have fallen down just below 100",
    "As some cities in China, the country where Corona virus was first discovered, have gone into fresh lockdowns due to a spike in COVID-19 cases, Sri Lanka’s Health Ministry has also urged Sri Lankans to abide by health guidelines warning that the virus was far from over. Medical Technology Services Director and Coordinator in charge of COVID-19 at the Ministry of Health Dr. Anver Hamdani told Daily Mirror that even to date Sri Lanka was experiencing 400 new cases per day with at least 10 deaths. “We are not an alienated nation from the globe. Anytime, anything is possible as it is evident with the curbs being imposed by China at present due to the spike in cases which might eventually see a new variant,” he said.",
    "\"The successful vaccination programme is also one of the factors which has predominantly contributed to what we are right now today\"",
    "Q   In a nutshell, could you tell us the current status of the COVID-19 situation in the country?",
    "As of now, we are experiencing about 300 to 400 cases and seven to ten deaths per day. The discharges have fallen down just below 100. Compared to the peak we had in the third wave last year where 6000 plus cases and 200 plus deaths were reported, there is a drastic improvement. Elucidating the main reasons for improvement, one is adhering and abiding by health guidelines and protocols while the second component is lockdowns which we had to impose from time to time in order to curtail public unnecessary movement and travels.",
    "Besides, the successful vaccination programme is also one of the factors which has predominantly contributed to what we are right now today. Considering the vaccination statistics, we have inoculated 96 per cent of the total population with the first dose while 81 per cent with the second dose and 53 per cent with the booster dose. I want to stress the fact that there is no assurance that the comfortable position in which we are right now, will last long.",
    "Q   Does it mean that there are still dangers of new variants coming into the country?",
    "Yes of course, we are not an alienated nation from the globe. Anytime, it is possible as it is evident with the curbs being imposed by China at present due to the spike in cases which might eventually see a new variant. Though we cannot predict the future in terms of the virus, what should be done is to do our part, which is to comply with health practices, in order to prevent ourselves from getting into trouble.",
    "Q   As far as the booster dose rollout is concerned, it is somewhat moving at a snail’s space when compared to first and second doses. According to you, what made people not show the same enthusiasm towards the booster dose as previous doses?",
    "There has been a lot of disinformation being circulated on social media and other media platforms about the negative impact of the vaccination especially the booster dose, which probably discourages most of the individuals to abstain from taking it. However, nothing of this sort has been scientifically proven yet. Nevertheless, it’s true that every vaccination and drug has its own side effect but it doesn’t mean that everyone is going to get it. Let me put it in this way; outweighing the worth of life is far much better than putting your life and the whole society into peril.",
    "Thus, I earnestly urge every eligible citizen to get the booster dose considering the fact that we have no clue what coronavirus would throw at us in the future.",
    "Q   With the number of cases and deaths going down, people feel more relaxed and comfortable with their daily routine. Against this backdrop, what’s your take on the way people have embraced ‘new normalcy’?",
    "New normalcy is something that is new to people, which basically means to live the day to day life while adhering to health practices. This is exactly what is happening today as it is visible how students are going to school and how people have resumed their normal life. All these things are possible today because of what we have achieved, which is a daunting task. However, maintaining what we have acquired is much more daunting than what we have already achieved.",
    "In addition, our country is not affordable to go into a standstill again because we know that the pandemic is not only a health concern but it has its own ramifications to social, economic and cultural sectors as well. Thus, following the Health guidelines is of utmost importance as you engage in your normal routine.",
    "Q   Linking to the previous question, how long will people have to wear the face mask?",
    "Well, it is a tough task initially for all of us as people are grumbling that it is a bit of a headache to wear a mask the entire day owing to facial rashes and other issues. However, people have now got used to it and almost it has become part and parcel of our life. As far as the fact that how long people will have to wear a face mask is concerned, it depends how the situation evolves. We never know what might unfold in the future. Therefore, it is imperative that we take early precautions like wearing the mask and vaccination to avert a major hazard.",
    "Q   As you rightly mentioned Doctor, that things would depend on how the situation evolves, is there any consideration with regard to a fourth dose and if so, will everyone get a fourth dose or a selected group of people?",
    "There are a few countries which are doing it right now. If it is necessary for us, we will go by the scientific basis and who should get it will be decided based on the pattern of the disease.",
    "\"There has been a lot of disinformation being circulated on social media and other media platforms about the negative impact of the vaccination especially the booster dose, which probably discourages most of the individuals to abstain from taking it\"",
    "Q   As far as the burials of COVID-19 victims are concerned, there was a time in 2020 where this was largely debated, almost leading to a controversial topic as to whether burials should be allowed or not. In this context, do you think that this was something which needed to be argued at that time given the fact that burials have been permitted now?",
    "At the inception of this pandemic, nobody knew what sciences were and it was based on a research basis. Although this burial was initially not allowed, the permission was granted recently with the number of available data. The classic example that I can come up with in order to understand this scenario better is that at the beginning, we got everyone who tested positive to the treatment centre and every first contact to quarantine centres; later, we found out that first contacts can be kept at home. In the third phase, all asymptomatic patients were also kept at home. So, it evolves with science and that evolvement is what paved the way for the burial issue as well.",
    "Q   Last but not least, there are about 800,000 individuals who haven’t got any sort of vaccine as of now. What’s your take on this, given the fact that the vaccine cards will be made mandatory with effect from April 30 when entering public spaces?",
    "It is the right of each and every individual to get vaccinated or not vaccinated. People have their individual rights and social rights and we do respect the individual beliefs and faiths; however, it does not mean that you can put others into danger as this is a societal problem. So, it is a social responsibility of everyone to get themselves vaccinated.",
    "Besides, we will be implementing the mandatory move where ‘unvaxxed’ individuals are not allowed to access public places. People will be notified of how their data such as ID number is included in a system through which they get a digital certificate to enter public spaces.",
    "Finally, my message to people is that ‘don’t wait till somebody’s loved one is lost for you to make the decision but make the decision before and save the society.’"
  ]
}