{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82642/kimarli-fernando-resigns-as-chairperson-of-sri-lanka-tourism",
  "time_ut": 1653378420,
  "title": "Kimarli Fernando resigns as chairperson of Sri Lanka Tourism",
  "body_lines": [
    "The chairperson of Sri Lanka Tourism, Kimarli Fernando has tendered her resignation to Tourism Minister Harin Fernando.",
    "In her letter of resignation, Kimarli Fernando said she expects the newly-appointed Tourism Minister would want to appoint his own chairpersons and boards of directors. Harin Fernando was sworn in as the Minister of Tourism and Lands on the 20th of May.",
    "“I accepted this role on an honorary basis for the past 30 months. I took no salary, no vehicle, no allowances, foreign travel and foreign accommodation was paid by me personally. Having stepped forward to help the country I’m content that I cost the taxpayer nothing. This would be a good practice to encourage others to follow at this time of dire need.”",
    "She thanked Sri Lanka Tourism’s international partners – the airlines who are key stakeholders, funding agencies for their support for the pioneering initiatives and the embassies in Sri Lanka for their partnership and belief in the country.",
    "“It is regrettable and unprofessional that we never met to review progress, to guide you on the best practices adopted. Two meetings that you fixed for 21 and 23 May were canceled. Especially at this critical time for the nation, when tourism would provide the fastest hard currency benefits, the cavalier attitude you have displayed does not bode well. I hope I am proved wrong,” she said further in her resignation letter.",
    "The Tourism Industry is not limited to a few Colombo-based associations represented on the Tourism Boards, known to dictate self-benefiting terms to political authorities while risking the future of an entire industry, Kimarli Fernando stressed, adding that a handful of “veterans” act like a “cartel”, objecting to SME benefits such as the proposed minimum wage, a fair transportation cost for tourism drivers. They also obstruct the long-overdue shift to digital marketing, and promote only the age-old pre-internet trade show model, she added.",
    "She also noted that the inability to understand the new traveller behaviour will continue to be detrimental to the industry. “However, there are some pioneering businesses in tourism accommodation at all levels, destination management and experiences who represent the new tourism model. They thrive under normal business conditions. I congratulate them for their passion and innovation amidst adversity. This demonstrates what is possible in this country if we can make a genuine break with the past.”"
  ]
}