{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/opinion/Accreditation-for-sustainable-investments/14-735923",
  "time_ut": 1654720260,
  "title": "Accreditation for sustainable investments",
  "body_lines": [
    "United Nations (UN) Environment’s Global Resources Outlook 2019 revealed that resource extraction and processing was the cause of 90% of biodiversity loss and water stress and contributed to approximately 50% of total greenhouse gas (GHG) emissions.",
    "United Nations Environment Programme Acting Executive Director Joyce Msuya remarked, “Economic growth which comes at the expense of our planet is simply not sustainable. Our challenge is to meet the needs of all people within the means of our planet. Realising this ambitious but critical vision calls on governments, business, civil society and people to reshape what we understand by progress and innovate to change people’s choices, lifestyles and behaviours.” The exploitation of natural resources which the world economy depends so much on urgently calls for a shift to more sustainable forms of production that are less resource-intensive.",
    "Accreditation, alongside other quality infrastructure tools including metrology, standardisation, conformity assessment and market surveillance, can support this shift, says the joint report released by the International Laboratory Accreditation Cooperation (ILAC) and International Accreditation Forum (IAF) to mark World Accreditation Day, 2022 under the banner – ‘Accreditation: Sustainability in economic growth and the environment’.",
    "One of the major threats facing the planet today is loss of biodiversity, with most scientists agreeing that species are disappearing many times faster than the natural rate of extinction. The United Nations Environment Program lists four main causes for biodiversity loss: pollution, habitat loss, climate change and over exploitation of resources. Accreditation, as the report notes, can help organisations adopt more eco-friendly practices, with accredited conformity assessment providing assurance that organisations are meeting requirements and fulfilling claims.",
    "Accreditation is the independent evaluation of the laboratories, certification bodies, inspection bodies and validation and verification bodies to ensure their competency, impartiality and integrity in delivering services to their clients. The benefits of accreditation are many, says Sri Lanka Accreditation Board (SLAB) Director/CEO Chandrika Thilakaratne. “Accreditation enables international recognition for commitment to quality, competency and reliable results as it provides a benchmark for maintaining competence and performance levels according to international standards. It also gives access to the global market through internationally recognised accredited test reports and certificates issued by the accredited Conformity Assessment Bodies (CABs).",
    "Accreditation also reduces cost and improves productivity and profitability. “It also gives the consumer confidence that the product or a consumable is complying with relevant standards and thereby promotes health, safety and wellbeing of consumers,” remarks Thilakaratne who also cites accreditation as a global tool supporting public policy as well. “Accreditation ensures environmental wellbeing and contributes to achieving Sustainable Development Goals (SDGs) as well.”",
    "A full member of ILAC and IAF, SLAB-accredited conformity assessment bodies are internationally recognised and are equal to accreditation offered by any other member country of ILAC and IAF. SLAB is also a signatory to the IAF Multilateral Recognition Arrangement (MLA) and ILAC Mutual Recognition Arrangement (MRA). These bodies recognise each other’s accreditations as equivalent, in order to ensure “Accredited once, accepted everywhere”.",
    "Armed with 150 accredited conformity assessment bodies SLAB offers a wide range of accreditation schemes. These include Testing Laboratories (TL), Calibration Laboratories (CL), Medical Laboratories (ML), Inspection Bodies (IB), Proficiency Testing Providers (PTP), Good Laboratory Practice (GLP), Management System Certification Bodies (CS), Product Certification Bodies (CP), Bodies operating Certification of Persons (BP) and Greenhouse Gas Validation and Verification Bodies (GHG) offered against several ISO standards.",
    "Use of standards as SLAB’s CEO explains, help organisations and businesses adopt more eco-friendly practices, “Today world over, scheme owners have developed various conformity assessment schemes against which accreditation bodies grant accreditation to ensure that environment-friendly parameters are adhered to.” The scheme on Accreditation of Greenhouse Gas Validation and Verification Bodies (GHG V/VBs) is one such example. The scheme based on ISO 14065 provides validation/verification bodies recognition for organisation level as well as project level sectors.",
    "Use of an environmental management system can help organisations improve their environmental performance, achieve compliance with regulations and reduce costs through results such as reduced water and energy usage. The ILAC-IAF joint report (2022) cites the On the way to Planet Proof scheme introduced by the Dutch government in 2018 to moderate the impact of Dutch agriculture on the environment. This voluntary quality labelling certification scheme is designed for food products and floriculture for both domestic and international trade. Products with the label need to meet more than 100 requirements in the areas of energy and climate, crop production, soil, fertilisation, animal welfare and health, landscape and biodiversity, waste and material use, and water. It assures suppliers and customers that the farmer, horticulturist or business is working sustainably, benefiting businesses and the national economy.",
    "More than 1.6 billion people depend on forests for their livelihood, yet from 2015-2020, 10 million hectares of forest worldwide were converted to other land uses each year, points out the report. It documents the Malaysian experience of combating deforestation in the palm oil industry with the Malaysian Sustainable Palm Oil (MSPO) Certification Scheme, owned by the Malaysian Palm Oil Certification Council. Along with addressing deforestation, the MSPO scheme aids the Malaysian economy by helping to provide assurance to consumers that the palm oil was produced in an environmentally and socially responsible manner.",
    "In Japan, the measurement of exhaust gas from garbage incinerators, including carbon monoxide and oxygen concentrations, are strictly monitored by gas analysers. Under the Measurement Act and the manual of the Ministry of the Environment, gas analysers need periodic calibration using certified standard gases to ensure metrological traceability. The standard gases are provided by accredited reference material producers under the “Japan Calibration Service System” (JCSS).",
    "The environmental challenges placed before the world economy are many. However, standards and accredited conformity assessment can help reduce the human impact on the environment as we strive towards achieving the Sustainable Development Goals, notes the ILAC-IAF Report.",
    "Using accredited tests, measurements and verification and validation services strengthens the global response to the threat of climate change by playing a central role in energy efficiency programs, energy generation from renewable sources and public policies such as carbon pricing, financing for low carbon development projects, and by incentivising the promotion of low-carbon solutions and carbon emission reduction schemes like ICAO CORSIA.",
    "The Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA) is a globally implemented scheme established by the International Civil Aviation Organization (ICAO). The CORSIA scheme aims to address the impact aviation has on climate change by requiring aircraft operators to fulfil two key obligations, which include: implementation of a system for monitoring, reporting and verification (MRV) of annual CO² emissions from 2019; and offsetting their CO² emissions from 2021. The CORSIA program is aligned to the UN’s Sustainable Development Agenda, and through the implementation of CORSIA, the aviation industry seeks to support climate action and look towards economic sustainability.",
    "Countries worldwide are shifting from a linear to a circular economy, as the joint report illustrates, ‘to reduce the impact of economic activities on the environment and support long-term economic growth.’ The circular economy is an economic model where production and consumption do not compromise the environment, as it focuses on repair, reuse, remanufacturing and recycling, thus reducing the production of waste and the use of resources. Accredited conformity assessment can help ensure that circular economy principles are followed and implemented.",
    "Accreditation has today moved beyond business investments, points out SLAB’s CEO. “Today investing to reduce environmental impacts known as socially responsible investments or SRI have gained popularity. Organic certifications for instance have moved beyond vegetables and fruits to domains such as textiles. We even issue Global Organic Textile Standards (GOTS) for organic cotton for example. Many developed countries encourage organisations to integrate environmental, social and governance (ESG) criteria into their policies and to invest in a more ethical, socially responsible and environmentally friendly manner and accreditation plays a huge role in this process,” she concludes."
  ],
  "translate": {
    "si": {
      "title": "තිරසාර ආයෝජන සඳහා ප්‍රතීතනය",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ (UN) පරිසරයේ Global Resources Outlook 2019 හෙළිදරව් කළේ සම්පත් නිස්සාරණය සහ සැකසීම 90% ජෛවවිවිධත්ව විනාශයට සහ ජල ආතතියට හේතුව වන අතර එය මුළු හරිතාගාර වායු (GHG) විමෝචනයෙන් 50% කට පමණ දායක වූ බවයි.",
        "එක්සත් ජාතීන්ගේ පරිසර වැඩසටහනේ වැඩබලන විධායක අධ්‍යක්ෂ Joyce Msuya සඳහන් කළේ, “අපේ ග්‍රහලෝකයේ වියදමින් එන ආර්ථික වර්ධනය සරලව තිරසාර නොවේ. අපගේ අභියෝගය වන්නේ අපගේ පෘථිවියේ මාධ්‍යයන් තුළ සියලුම මිනිසුන්ගේ අවශ්‍යතා සපුරාලීමයි. මෙම අභිලාෂකාමී නමුත් විවේචනාත්මක දැක්ම සාක්ෂාත් කර ගැනීම රජයන්, ව්‍යාපාර, සිවිල් සමාජය සහ ජනතාවගෙන් ඉල්ලා සිටින්නේ ප්‍රගතිය මගින් අප තේරුම් ගන්නා දේ නැවත හැඩගස්වා මිනිසුන්ගේ තේරීම්, ජීවන රටා සහ හැසිරීම් වෙනස් කිරීම සඳහා නව්‍යකරණය කිරීමයි. ලෝක ආර්ථිකය බොහෝ සෙයින් රඳා පවතින ස්වභාවික සම්පත් සූරාකෑම, අඩු සම්පත්-දැඩි නිෂ්පාදන වඩා තිරසාර නිෂ්පාදන ආකාරයන් වෙත මාරුවීම සඳහා වහා ඉල්ලා සිටී.",
        "ප්‍රතීතනය, මිනුම් විද්‍යාව, ප්‍රමිතිකරණය, අනුකූලතා තක්සේරුව සහ වෙළඳපල නිරීක්ෂණ ඇතුළු අනෙකුත් ගුණාත්මක යටිතල පහසුකම් මෙවලම් සමඟින් මෙම මාරුවට සහාය විය හැකි බව ජාත්‍යන්තර රසායනාගාර ප්‍රතීතන සහයෝගිතාව (ILAC) සහ ජාත්‍යන්තර ප්‍රතීතන සංසදය (IAF) විසින් ලෝක ප්‍රතීතන දිනය නිමිත්තෙන් නිකුත් කරන ලද ඒකාබද්ධ වාර්තාව පවසයි. 2022 බැනරය යටතේ - 'ප්‍රතීතනය: ආර්ථික වර්ධනයේ සහ පරිසරයේ තිරසාර බව'.",
        "අද පෘථිවිය මුහුණ දෙන ප්‍රධාන තර්ජනයක් වන්නේ ජෛව විවිධත්වය නැතිවීමයි, බොහෝ විද්‍යාඥයන් එකඟ වන්නේ ස්වාභාවික වඳවීමේ වේගයට වඩා බොහෝ ගුණයකින් විශේෂයන් අතුරුදහන් වන බවයි. එක්සත් ජාතීන්ගේ පරිසර වැඩසටහන ජෛව විවිධත්වය අහිමි වීමට ප්‍රධාන හේතු හතරක් ලැයිස්තුගත කරයි: පරිසර දූෂණය, වාසස්ථාන අහිමි වීම, දේශගුණික විපර්යාස සහ සම්පත් අධික ලෙස සූරාකෑම. ප්‍රතීතනය, වාර්තාවේ සඳහන් වන පරිදි, ආයතනවලට වඩාත් පරිසර හිතකාමී භාවිතයන් අනුගමනය කිරීමට උපකාර කළ හැකි අතර, ප්‍රතීතනය ලත් අනුකූලතා තක්සේරුව මඟින් ආයතන අවශ්‍යතා සපුරාලන බවට සහ හිමිකම් ඉටු කරන බවට සහතික වේ.",
        "ප්‍රතීතනය යනු විද්‍යාගාර, සහතික කිරීමේ ආයතන, පරීක්ෂණ ආයතන සහ වලංගු කිරීමේ සහ සත්‍යාපන ආයතනවල ඔවුන්ගේ නිපුණතාවය, අපක්ෂපාතීත්වය සහ අඛණ්ඩතාව තම සේවාදායකයින්ට සේවා සැපයීම සහතික කිරීම සඳහා ස්වාධීන ඇගයීමයි. ප්‍රතීතනයේ ප්‍රතිලාභ බොහෝ බව ශ්‍රී ලංකා ප්‍රතීතන මණ්ඩලයේ (SLAB) අධ්‍යක්ෂ/ප්‍රධාන විධායක නිලධාරී චන්ද්‍රිකා තිලකරත්න මහත්මිය පවසයි. ජාත්‍යන්තර ප්‍රමිතීන්ට අනුකූලව නිපුණතා සහ කාර්ය සාධන මට්ටම් පවත්වා ගැනීම සඳහා මිණුම් ලකුණක් සපයන බැවින් ප්‍රතීතනය මඟින් ගුණාත්මකභාවය, නිපුණතාවය සහ විශ්වාසනීය ප්‍රතිඵල සඳහා කැපවීම සඳහා ජාත්‍යන්තර පිළිගැනීමක් ලබා දේ. එය ජාත්‍යන්තරව පිළිගත් ප්‍රතීතනය ලත් පරීක්ෂණ වාර්තා සහ ප්‍රතීතනය ලත් අනුකූලතා තක්සේරු ආයතන (CABs) විසින් නිකුත් කරන ලද සහතික හරහා ගෝලීය වෙළඳපොළට ප්‍රවේශය ලබා දෙයි.",
        "ප්‍රතීතනය පිරිවැය අඩු කරන අතර ඵලදායිතාව සහ ලාභදායිත්වය වැඩි දියුණු කරයි. “එම නිෂ්පාදනය හෝ පරිභෝජන භාණ්ඩය අදාළ ප්‍රමිතීන්ට අනුකූල වන බවට පාරිභෝගික විශ්වාසය ලබා දෙන අතර එමඟින් පාරිභෝගිකයින්ගේ සෞඛ්‍යය, ආරක්ෂාව සහ යහපැවැත්ම ප්‍රවර්ධනය කරයි,” තිලකරත්න ප්‍රකාශ කරන්නේ ප්‍රතීතනය රාජ්‍ය ප්‍රතිපත්තියට සහාය දක්වන ගෝලීය මෙවලමක් ලෙස ද සඳහන් කරයි. \"ප්‍රතීතනය පාරිසරික යහපැවැත්ම සහතික කරන අතර තිරසාර සංවර්ධන ඉලක්ක (SDGs) සාක්ෂාත් කර ගැනීමට ද දායක වේ.\"",
        "ILAC සහ IAF හි පූර්ණ සාමාජිකයෙකු වන SLAB-ප්‍රතීතනය ලත් අනුකූලතා තක්සේරු ආයතන ජාත්‍යන්තරව පිළිගත් අතර ILAC සහ IAF හි වෙනත් ඕනෑම සාමාජික රටක් විසින් පිරිනමනු ලබන ප්‍රතීතනයට සමාන වේ. SLAB IAF බහුපාර්ශ්වික පිළිගැනීමේ විධිවිධාන (MLA) සහ ILAC අන්‍යෝන්‍ය පිළිගැනීමේ විධිවිධාන (MRA) සඳහා ද අත්සන් කර ඇත. “එක් වරක් ප්‍රතීතනය කර, සෑම තැනකම පිළිගනු ලැබේ” යන්න සහතික කිරීම සඳහා මෙම ආයතන එකිනෙකාගේ ප්‍රතීතන සමාන ලෙස හඳුනා ගනී.",
        "ප්‍රතීතනය ලත් අනුකූලතා තක්සේරු ආයතන 150 කින් සන්නද්ධ SLAB පුළුල් පරාසයක ප්‍රතීතන යෝජනා ක්‍රම පිරිනමයි. මේවාට පරීක්ෂණ රසායනාගාර (TL), ක්‍රමාංකන රසායනාගාර (CL), වෛද්‍ය රසායනාගාර (ML), පරීක්ෂණ ආයතන (IB), ප්‍රවීණතා පරීක්ෂණ සපයන්නන් (PTP), හොඳ රසායනාගාර පරිචය (GLP), කළමනාකරණ පද්ධති සහතික කිරීමේ ආයතන (CS), නිෂ්පාදන සහතික කිරීම ඇතුළත් වේ. ශරීර (CP), ශරීර මෙහෙයුම් පුද්ගලයින්ගේ සහතිකය (BP) සහ හරිතාගාර වායු වලංගු කිරීමේ සහ සත්‍යාපන ආයතන (GHG) ISO ප්‍රමිතීන් කිහිපයකට එරෙහිව පිරිනමනු ලැබේ.",
        "SLAB හි ප්‍රධාන විධායක නිලධාරියා පැහැදිලි කරන පරිදි ප්‍රමිතීන් භාවිතා කිරීම, සංවිධාන සහ ව්‍යාපාර වඩාත් පරිසර හිතකාමී භාවිතයන් අනුගමනය කිරීමට උපකාර කරයි, \"අද ලොව පුරා, යෝජනා ක්‍රම හිමිකරුවන් පරිසර හිතකාමී පරාමිතීන් පිළිපැදීම සහතික කිරීම සඳහා ප්‍රතීතන ආයතන ප්‍රතීතනය ලබා දෙන විවිධ අනුකූලතා තක්සේරු යෝජනා ක්‍රම සකස් කර ඇත.\" හරිතාගාර වායු වලංගු කිරීමේ සහ සත්‍යාපන ආයතන (GHG V/VBs) ප්‍රතීතනය පිළිබඳ යෝජනා ක්‍රමය එවැනි එක් උදාහරණයකි. ISO 14065 මත පදනම් වූ යෝජනා ක්‍රමය මඟින් ආයතන මට්ටමට මෙන්ම ව්‍යාපෘති මට්ටමේ අංශ සඳහා වලංගු කිරීම්/සත්‍යාපන ආයතන හඳුනාගැනීම් සපයයි.",
        "පාරිසරික කළමනාකරණ පද්ධතියක් භාවිතා කිරීම ආයතනවලට ඔවුන්ගේ පාරිසරික කාර්ය සාධනය වැඩි දියුණු කිරීමට, රෙගුලාසිවලට අනුකූල වීම සහ අඩු ජල හා බලශක්ති භාවිතය වැනි ප්‍රතිඵල හරහා පිරිවැය අඩු කිරීමට උපකාරී වේ. ILAC-IAF ඒකාබද්ධ වාර්තාව (2022) ලන්දේසි කෘෂිකර්මාන්තයෙන් පරිසරයට ඇති කරන බලපෑම මධ්‍යස්ථ කිරීම සඳහා 2018 දී ලන්දේසි රජය විසින් හඳුන්වා දුන් ග්‍රහලෝක සාධනයට යන යෝජනා ක්‍රමය උපුටා දක්වයි. මෙම ස්වේච්ඡා තත්ත්ව ලේබල් කිරීමේ සහතික කිරීමේ යෝජනා ක්‍රමය දේශීය හා ජාත්‍යන්තර වෙළඳාම සඳහා ආහාර නිෂ්පාදන සහ මල් වගාව සඳහා නිර්මාණය කර ඇත. ලේබලය සහිත නිෂ්පාදන බලශක්ති සහ දේශගුණය, බෝග නිෂ්පාදනය, පස, පොහොර යෙදීම, සත්ව සුභසාධනය සහ සෞඛ්‍යය, භූ දර්ශන සහ ජෛව විවිධත්වය, අපද්‍රව්‍ය සහ ද්‍රව්‍ය භාවිතය සහ ජලය යන ක්ෂේත්‍රවල අවශ්‍යතා 100 කට වඩා සපුරාලිය යුතුය. ගොවියා, උද්‍යාන විද්‍යාඥයා හෝ ව්‍යාපාරිකයා තිරසාරව වැඩ කරමින් ව්‍යාපාරවලට සහ ජාතික ආර්ථිකයට ප්‍රතිලාභ ලබා දෙන බවට එය සැපයුම්කරුවන්ට සහ පාරිභෝගිකයින්ට සහතික කරයි.",
        "බිලියන 1.6 කට වැඩි ජනතාවක් තම ජීවනෝපාය සඳහා වනාන්තර මත යැපෙන නමුත් 2015-2020 දක්වා ලොව පුරා වනාන්තර හෙක්ටයාර මිලියන 10 ක් සෑම වසරකම වෙනත් ඉඩම් පරිහරණය සඳහා පරිවර්තනය කර ඇති බව වාර්තාව පෙන්වා දෙයි. එය මැලේසියානු පාම් ඔයිල් සහතික කිරීමේ කවුන්සිලයට අයත් මැලේසියානු තිරසාර පාම් ඔයිල් (MSPO) සහතික කිරීමේ යෝජනා ක්‍රමය සමඟ පාම් ඔයිල් කර්මාන්තයේ වන විනාශයට එරෙහිව සටන් කිරීමේ මැලේසියානු අත්දැකීම් ලේඛනගත කරයි. වන විනාශයට පිළියම් යෙදීමට අමතරව, MSPO යෝජනා ක්‍රමය මැලේසියානු ආර්ථිකයට සහය වන අතර එමඟින් පාම් ඔයිල් නිෂ්පාදනය කර ඇත්තේ පාරිසරික වශයෙන් සහ සමාජීය වශයෙන් වගකීම් සහගත ලෙස බව පාරිභෝගිකයින්ට සහතික කිරීමට උපකාරී වේ.",
        "ජපානයේ, කාබන් මොනොක්සයිඩ් සහ ඔක්සිජන් සාන්ද්‍රණය ඇතුළුව කසළ දහන යන්ත්‍රවලින් පිටවන වායුව මැනීම ගෑස් විශ්ලේෂකයින් විසින් දැඩි ලෙස නිරීක්ෂණය කරනු ලැබේ. මිනුම් පනත සහ පරිසර අමාත්‍යාංශයේ අත්පොත යටතේ, මිනුම් විද්‍යාත්මක සොයාගැනීම් සහතික කිරීම සඳහා සහතික කළ සම්මත වායූන් භාවිතයෙන් ගෑස් විශ්ලේෂකයන්ට වරින් වර ක්‍රමාංකනය කිරීම අවශ්‍ය වේ. සම්මත වායු \"ජපාන ක්රමාංකන සේවා පද්ධතිය\" (JCSS) යටතේ පිළිගත් සමුද්දේශ ද්රව්ය නිෂ්පාදකයින් විසින් සපයනු ලැබේ.",
        "ලෝක ආර්ථිකය ඉදිරියේ ඇති පාරිසරික අභියෝග බොහෝ ය. කෙසේ වෙතත්, ප්‍රමිතීන් සහ ප්‍රතීතනය ලත් අනුකූලතා තක්සේරුව මඟින් තිරසාර සංවර්ධන ඉලක්ක සාක්ෂාත් කර ගැනීම සඳහා අප උත්සාහ කරන විට පරිසරයට මානව බලපෑම අවම කිරීමට උපකාරී වනු ඇත, ILAC-IAF වාර්තාව සඳහන් කරයි.",
        "ප්‍රතීතනය ලත් පරීක්ෂණ, මිනුම් සහ සත්‍යාපනය සහ වලංගුකරණ සේවා භාවිතා කිරීම බලශක්ති කාර්යක්ෂමතා වැඩසටහන්, පුනර්ජනනීය ප්‍රභවයන්ගෙන් බලශක්ති උත්පාදනය සහ කාබන් මිලකරණය, අඩු කාබන් සංවර්ධන ව්‍යාපෘති සඳහා මූල්‍යකරණය වැනි පොදු ප්‍රතිපත්තිවල කේන්ද්‍රීය කාර්යභාරයක් ඉටු කරමින් දේශගුණික විපර්යාස තර්ජනයට ගෝලීය ප්‍රතිචාරය ශක්තිමත් කරයි. සහ ICAO CORSIA වැනි අඩු කාබන් විසඳුම් සහ කාබන් විමෝචනය අඩු කිරීමේ යෝජනා ක්‍රම ප්‍රවර්ධනය කිරීම දිරිමත් කිරීමෙනි.",
        "ජාත්‍යන්තර ගුවන් සේවා සඳහා කාබන් අඩුකිරීම් සහ අඩු කිරීමේ යෝජනා ක්‍රමය (CORSIA) යනු ජාත්‍යන්තර සිවිල් ගුවන් සේවා සංවිධානය (ICAO) විසින් පිහිටුවන ලද ගෝලීය වශයෙන් ක්‍රියාත්මක කරන ලද යෝජනා ක්‍රමයකි. CORSIA යෝජනා ක්‍රමයේ අරමුණ වන්නේ ගුවන් යානා ක්‍රියාකරුවන්ට ප්‍රධාන වගකීම් දෙකක් ඉටු කිරීමට අවශ්‍ය කිරීම මගින් දේශගුණික විපර්යාස කෙරෙහි ගුවන් සේවා ඇති කරන බලපෑම ආමන්ත්‍රණය කිරීම සඳහා වන අතර ඒවාට ඇතුළත් වන්නේ: 2019 සිට වාර්ෂික CO² විමෝචනය නිරීක්ෂණය කිරීම, වාර්තා කිරීම සහ සත්‍යාපනය (MRV) සඳහා පද්ධතියක් ක්‍රියාත්මක කිරීම; සහ 2021 සිට ඔවුන්ගේ CO² විමෝචනය හිලව් කිරීම. CORSIA වැඩසටහන එක්සත් ජාතීන්ගේ තිරසාර සංවර්ධන න්‍යාය පත්‍රයට අනුගත වී ඇති අතර, CORSIA ක්‍රියාත්මක කිරීම හරහා ගුවන් සේවා කර්මාන්තය දේශගුණික ක්‍රියාමාර්ගවලට සහාය වීමට සහ ආර්ථික තිරසාරභාවය දෙස බැලීමට උත්සාහ කරයි.",
        "ඒකාබද්ධ වාර්තාවේ පෙන්වා දෙන පරිදි ලොව පුරා රටවල් රේඛීය ආර්ථිකයක සිට චක්‍රලේඛ ආර්ථිකයකට මාරු වෙමින් පවතී, 'ආර්ථික ක්‍රියාකාරකම් පරිසරයට ඇති කරන බලපෑම අවම කිරීම සහ දිගුකාලීන ආර්ථික වර්ධනයට සහාය වීම.' චක්‍ර ආර්ථිකය යනු නිෂ්පාදනය සහ පරිභෝජනය කරන ආර්ථික ආකෘතියකි. පරිසරයට හානි නොකරන්න, එය අලුත්වැඩියා කිරීම, නැවත භාවිතා කිරීම, ප්‍රතිනිෂ්පාදනය සහ ප්‍රතිචක්‍රීකරණය කෙරෙහි අවධානය යොමු කරයි, එමඟින් අපද්‍රව්‍ය නිෂ්පාදනය සහ සම්පත් භාවිතය අඩු කරයි. ප්‍රතීතනය ලත් අනුකූලතා තක්සේරුව මඟින් චක්‍රලේඛ ආර්ථික මූලධර්ම අනුගමනය කිරීම සහ ක්‍රියාත්මක කිරීම සහතික කිරීමට උපකාරී වේ.",
        "ප්‍රතීතනය අද ව්‍යාපාරික ආයෝජනවලින් ඔබ්බට ගොස් ඇති බව SLAB හි ප්‍රධාන විධායක නිලධාරී පෙන්වා දෙයි. “අද සමාජ වගකීම් සහිත ආයෝජන හෙවත් SRI ලෙස හඳුන්වන පාරිසරික බලපෑම් අවම කිරීම සඳහා ආයෝජනය කිරීම ජනප්‍රිය වී ඇත. උදාහරණයක් ලෙස කාබනික සහතික එළවලු සහ පලතුරු වලින් ඔබ්බට රෙදිපිළි වැනි වසම් වෙත මාරු වී ඇත. අපි උදාහරණයක් ලෙස කාබනික කපු සඳහා Global Organic Textile Standards (GOTS) පවා නිකුත් කරමු. බොහෝ සංවර්ධිත රටවල් තම ප්‍රතිපත්තිවලට පාරිසරික, සමාජීය සහ පාලන (ESG) නිර්ණායක ඒකාබද්ධ කිරීමට සහ වඩාත් සදාචාරාත්මක, සමාජීය වගකීම් සහ පරිසර හිතකාමී ආකාරයෙන් ආයෝජනය කිරීමට සංවිධාන දිරිමත් කරන අතර ප්‍රතීතනය මෙම ක්‍රියාවලියේදී විශාල කාර්යභාරයක් ඉටු කරයි, ”ඇය අවසන් කරයි."
      ]
    },
    "ta": {
      "title": "நிலையான முதலீடுகளுக்கான அங்கீகாரம்",
      "body_lines": [
        "ஐக்கிய நாடுகளின் (UN) சுற்றுச்சூழலின் உலகளாவிய வளங்கள் அவுட்லுக் 2019, 90% பல்லுயிர் இழப்பு மற்றும் நீர் அழுத்தத்திற்கு வளம் பிரித்தெடுத்தல் மற்றும் செயலாக்கம் காரணமாக இருந்தது மற்றும் மொத்த பசுமை இல்ல வாயு (GHG) வெளியேற்றத்தில் சுமார் 50% பங்களித்தது.",
        "ஐக்கிய நாடுகளின் சுற்றுச்சூழல் திட்டத்தின் செயல் இயக்குநர் ஜாய்ஸ் ம்சுயா, “நமது கிரகத்தின் இழப்பில் வரும் பொருளாதார வளர்ச்சியானது நிலையானது அல்ல. நமது பூமியின் மூலம் அனைத்து மக்களின் தேவைகளையும் பூர்த்தி செய்வதே நமது சவால். இந்த லட்சியமான ஆனால் விமர்சனப் பார்வையை உணர்ந்துகொள்வது, அரசாங்கங்கள், வணிகம், சிவில் சமூகம் மற்றும் மக்கள் நாம் புரிந்துகொண்டதை முன்னேற்றத்தின் மூலம் மாற்றியமைக்கவும், மக்களின் தேர்வுகள், வாழ்க்கை முறைகள் மற்றும் நடத்தைகளை மாற்றுவதற்கு புதுமைகளை உருவாக்கவும் அழைக்கிறது. உலகப் பொருளாதாரம் அதிகமாகச் சார்ந்திருக்கும் இயற்கை வளங்களைச் சுரண்டுவது, குறைந்த வளங்களைக் கொண்ட நிலையான உற்பத்தி வடிவங்களுக்கு மாற்றத்தை அவசரமாக அழைக்கிறது.",
        "அளவீடு, தரநிலைப்படுத்தல், இணக்க மதிப்பீடு மற்றும் சந்தை கண்காணிப்பு உள்ளிட்ட தரமான உள்கட்டமைப்பு கருவிகளுடன் அங்கீகாரமும் இந்த மாற்றத்தை ஆதரிக்கும் என்று சர்வதேச ஆய்வக அங்கீகார ஒத்துழைப்பு (ILAC) மற்றும் சர்வதேச அங்கீகார மன்றம் (IAF) உலக அங்கீகார தினத்தை முன்னிட்டு வெளியிட்ட கூட்டு அறிக்கை கூறுகிறது. 2022 - 'அங்கீகாரம்: பொருளாதார வளர்ச்சி மற்றும் சுற்றுச்சூழலில் நிலைத்தன்மை'.",
        "இன்று கிரகம் எதிர்கொள்ளும் முக்கிய அச்சுறுத்தல்களில் ஒன்று பல்லுயிர் இழப்பு ஆகும், பெரும்பாலான விஞ்ஞானிகள் இனங்கள் இயற்கையான அழிவு விகிதத்தை விட பல மடங்கு வேகமாக மறைந்து வருகின்றன என்பதை ஒப்புக்கொள்கிறார்கள். ஐக்கிய நாடுகளின் சுற்றுச்சூழல் திட்டம் பல்லுயிர் இழப்புக்கான நான்கு முக்கிய காரணங்களை பட்டியலிடுகிறது: மாசு, வாழ்விட இழப்பு, காலநிலை மாற்றம் மற்றும் வளங்களை அதிகமாக சுரண்டுதல். அங்கீகாரம், அறிக்கை குறிப்பிடுவது போல், நிறுவனங்கள் அதிக சூழல் நட்பு நடைமுறைகளைப் பின்பற்ற உதவலாம், அங்கீகாரம் பெற்ற இணக்க மதிப்பீட்டின் மூலம் நிறுவனங்கள் தேவைகளைப் பூர்த்தி செய்கின்றன மற்றும் கோரிக்கைகளை நிறைவேற்றுகின்றன.",
        "அங்கீகாரம் என்பது ஆய்வகங்கள், சான்றிதழ் அமைப்புகள், ஆய்வு அமைப்புகள் மற்றும் சரிபார்ப்பு மற்றும் சரிபார்ப்பு அமைப்புகளின் சுயாதீன மதிப்பீடு ஆகும், இது அவர்களின் வாடிக்கையாளர்களுக்கு சேவைகளை வழங்குவதில் அவர்களின் திறமை, பாரபட்சமற்ற தன்மை மற்றும் ஒருமைப்பாடு ஆகியவற்றை உறுதிப்படுத்துகிறது. அங்கீகாரத்தின் நன்மைகள் பல என்று இலங்கை அங்கீகார சபையின் (SLAB) பணிப்பாளர்/பிரதம நிறைவேற்று அதிகாரி சந்திரிகா திலகரத்ன கூறுகிறார். \"அங்கீகாரமானது தரம், தகுதி மற்றும் நம்பகமான முடிவுகளுக்கான அர்ப்பணிப்புக்கான சர்வதேச அங்கீகாரத்தை செயல்படுத்துகிறது, ஏனெனில் இது சர்வதேச தரத்தின்படி திறன் மற்றும் செயல்திறன் நிலைகளை பராமரிப்பதற்கான ஒரு அளவுகோலை வழங்குகிறது. இது சர்வதேச அளவில் அங்கீகரிக்கப்பட்ட அங்கீகாரம் பெற்ற சோதனை அறிக்கைகள் மற்றும் அங்கீகாரம் பெற்ற இணக்க மதிப்பீட்டு அமைப்புகளால் (CABs) வழங்கப்பட்ட சான்றிதழ்கள் மூலம் உலகளாவிய சந்தைக்கான அணுகலை வழங்குகிறது.",
        "அங்கீகாரம் செலவைக் குறைக்கிறது மற்றும் உற்பத்தி மற்றும் லாபத்தை மேம்படுத்துகிறது. \"தயாரிப்பு அல்லது நுகர்பொருள் பொருத்தமான தரங்களுடன் இணங்குகிறது மற்றும் அதன் மூலம் நுகர்வோரின் ஆரோக்கியம், பாதுகாப்பு மற்றும் நல்வாழ்வை மேம்படுத்துகிறது\" என்று திலகரத்ன குறிப்பிடுகிறார், மேலும் பொதுக் கொள்கையை ஆதரிக்கும் உலகளாவிய கருவியாக அங்கீகாரத்தை மேற்கோள் காட்டுகிறார். \"அங்கீகாரம் சுற்றுச்சூழல் நல்வாழ்வை உறுதி செய்கிறது மற்றும் நிலையான வளர்ச்சி இலக்குகளை (SDGs) அடைவதற்கும் பங்களிக்கிறது.\"",
        "ILAC மற்றும் IAF இன் முழு உறுப்பினர், SLAB-அங்கீகாரம் பெற்ற இணக்க மதிப்பீட்டு அமைப்புகள் சர்வதேச அளவில் அங்கீகரிக்கப்பட்டவை மற்றும் ILAC மற்றும் IAF இன் மற்ற உறுப்பு நாடுகளால் வழங்கப்படும் அங்கீகாரத்திற்கு சமம். SLAB ஆனது IAF பலதரப்பு அங்கீகார ஏற்பாடு (MLA) மற்றும் ILAC பரஸ்பர அங்கீகார ஏற்பாடு (MRA) ஆகியவற்றிலும் கையெழுத்திட்டுள்ளது. \"ஒருமுறை அங்கீகாரம் பெற்றது, எல்லா இடங்களிலும் ஏற்றுக்கொள்ளப்பட்டது\" என்பதை உறுதி செய்வதற்காக, இந்த அமைப்புகள் ஒன்றுக்கொன்று சமமான அங்கீகாரங்களை அங்கீகரிக்கின்றன.",
        "150 அங்கீகாரம் பெற்ற இணக்க மதிப்பீட்டு அமைப்புகளுடன் ஆயுதம் ஏந்திய SLAB பரந்த அளவிலான அங்கீகார திட்டங்களை வழங்குகிறது. சோதனை ஆய்வகங்கள் (TL), அளவீட்டு ஆய்வகங்கள் (CL), மருத்துவ ஆய்வகங்கள் (ML), ஆய்வு அமைப்புகள் (IB), திறன் சோதனை வழங்குநர்கள் (PTP), நல்ல ஆய்வக பயிற்சி (GLP), மேலாண்மை அமைப்பு சான்றிதழ் அமைப்புகள் (CS), தயாரிப்பு சான்றிதழ் ஆகியவை அடங்கும். உடல்கள் (CP), உடல்கள் செயல்படும் நபர்களின் சான்றிதழ் (BP) மற்றும் கிரீன்ஹவுஸ் வாயு சரிபார்ப்பு மற்றும் சரிபார்ப்பு உடல்கள் (GHG) பல ISO தரநிலைகளுக்கு எதிராக வழங்கப்படுகின்றன.",
        "SLAB இன் CEO விளக்குவது போல் தரங்களைப் பயன்படுத்துதல், நிறுவனங்கள் மற்றும் வணிகங்கள் அதிக சூழல் நட்பு நடைமுறைகளைப் பின்பற்ற உதவுகின்றன, \"இன்று உலகம் முழுவதும், திட்ட உரிமையாளர்கள் பல்வேறு இணக்க மதிப்பீட்டுத் திட்டங்களை உருவாக்கியுள்ளனர், அதற்கு எதிராக அங்கீகார அமைப்புகள் சுற்றுச்சூழலுக்கு உகந்த அளவுருக்கள் கடைபிடிக்கப்படுவதை உறுதிசெய்ய அங்கீகாரம் வழங்குகின்றன.\" கிரீன்ஹவுஸ் வாயு சரிபார்ப்பு மற்றும் சரிபார்ப்பு அமைப்புகளின் (GHG V/VBs) அங்கீகாரம் குறித்த திட்டம் அத்தகைய ஒரு எடுத்துக்காட்டு. ISO 14065 அடிப்படையிலான திட்டம், நிறுவன நிலை மற்றும் திட்ட நிலைத் துறைகளுக்கான சரிபார்ப்பு/சரிபார்ப்பு அமைப்புகளின் அங்கீகாரத்தை வழங்குகிறது.",
        "சுற்றுச்சூழல் மேலாண்மை அமைப்பைப் பயன்படுத்துவது நிறுவனங்கள் தங்கள் சுற்றுச்சூழல் செயல்திறனை மேம்படுத்தவும், விதிமுறைகளுக்கு இணங்குவதை அடையவும் மற்றும் குறைக்கப்பட்ட நீர் மற்றும் ஆற்றல் பயன்பாடு போன்ற முடிவுகளின் மூலம் செலவுகளைக் குறைக்கவும் உதவும். ILAC-IAF கூட்டு அறிக்கை (2022) 2018 இல் டச்சு அரசாங்கம் சுற்றுச்சூழலில் டச்சு விவசாயத்தின் தாக்கத்தை குறைக்க அறிமுகப்படுத்திய கிரக ஆதாரத்திற்கான வழியில் திட்டத்தை மேற்கோளிட்டுள்ளது. இந்த தன்னார்வ தர லேபிளிங் சான்றிதழ் திட்டம் உணவுப் பொருட்கள் மற்றும் மலர் வளர்ப்பிற்காக உள்நாட்டு மற்றும் சர்வதேச வர்த்தகத்திற்காக வடிவமைக்கப்பட்டுள்ளது. லேபிளைக் கொண்ட தயாரிப்புகள் ஆற்றல் மற்றும் காலநிலை, பயிர் உற்பத்தி, மண், உரமிடுதல், விலங்கு நலம் மற்றும் ஆரோக்கியம், நிலப்பரப்பு மற்றும் பல்லுயிர், கழிவு மற்றும் பொருள் பயன்பாடு மற்றும் நீர் ஆகிய பகுதிகளில் 100 க்கும் மேற்பட்ட தேவைகளைப் பூர்த்தி செய்ய வேண்டும். விவசாயி, தோட்டக்கலை நிபுணர் அல்லது வணிகம் நீடித்து உழைத்து, வணிகங்களுக்கும் தேசியப் பொருளாதாரத்திற்கும் பயனளிக்கிறது என்பதை இது சப்ளையர்கள் மற்றும் வாடிக்கையாளர்களுக்கு உறுதியளிக்கிறது.",
        "1.6 பில்லியனுக்கும் அதிகமான மக்கள் தங்கள் வாழ்வாதாரத்திற்காக காடுகளை நம்பியுள்ளனர், இருப்பினும் 2015-2020 முதல், உலகளவில் 10 மில்லியன் ஹெக்டேர் காடுகள் ஒவ்வொரு ஆண்டும் மற்ற நில பயன்பாட்டுக்கு மாற்றப்பட்டன, அறிக்கை சுட்டிக்காட்டுகிறது. மலேசிய பாமாயில் சான்றளிப்பு கவுன்சிலுக்குச் சொந்தமான மலேசியன் நிலையான பாமாயில் (MSPO) சான்றளிக்கும் திட்டத்துடன் பாமாயில் துறையில் காடழிப்பை எதிர்த்துப் போராடிய மலேசிய அனுபவத்தை இது ஆவணப்படுத்துகிறது. காடழிப்பை நிவர்த்தி செய்வதோடு, MSPO திட்டம், சுற்றுச்சூழல் மற்றும் சமூகப் பொறுப்புணர்வுடன் பாமாயில் உற்பத்தி செய்யப்பட்டது என்பதை நுகர்வோருக்கு உறுதியளிக்க உதவுவதன் மூலம் மலேசியப் பொருளாதாரத்திற்கு உதவுகிறது.",
        "ஜப்பானில், கார்பன் மோனாக்சைடு மற்றும் ஆக்ஸிஜன் செறிவுகள் உட்பட குப்பை எரியூட்டிகளில் இருந்து வெளியேற்றப்படும் வாயுவை அளவிடுவது வாயு பகுப்பாய்விகளால் கண்டிப்பாக கண்காணிக்கப்படுகிறது. அளவீட்டுச் சட்டம் மற்றும் சுற்றுச்சூழல் அமைச்சகத்தின் கையேட்டின் கீழ், வாயு பகுப்பாய்விகள் அளவியல் கண்டறியும் தன்மையை உறுதிப்படுத்த சான்றளிக்கப்பட்ட நிலையான வாயுக்களைப் பயன்படுத்தி அவ்வப்போது அளவீடு செய்ய வேண்டும். நிலையான வாயுக்கள் \"ஜப்பான் அளவுத்திருத்த சேவை அமைப்பு\" (JCSS) கீழ் அங்கீகாரம் பெற்ற குறிப்பு பொருள் உற்பத்தியாளர்களால் வழங்கப்படுகின்றன.",
        "உலகப் பொருளாதாரத்தின் முன் வைக்கப்பட்டுள்ள சுற்றுச்சூழல் சவால்கள் பல. எவ்வாறாயினும், நிலையான வளர்ச்சி இலக்குகளை அடைய நாம் பாடுபடுவதால், தரநிலைகள் மற்றும் அங்கீகாரம் பெற்ற இணக்க மதிப்பீடு சுற்றுச்சூழலில் மனித தாக்கத்தை குறைக்க உதவும், ILAC-IAF அறிக்கை குறிப்பிடுகிறது.",
        "அங்கீகாரம் பெற்ற சோதனைகள், அளவீடுகள் மற்றும் சரிபார்ப்பு மற்றும் சரிபார்ப்பு சேவைகளைப் பயன்படுத்தி, காலநிலை மாற்றத்தின் அச்சுறுத்தலுக்கு உலகளாவிய பதிலை வலுப்படுத்துகிறது மற்றும் ICAO CORSIA போன்ற குறைந்த கார்பன் தீர்வுகள் மற்றும் கார்பன் உமிழ்வு குறைப்பு திட்டங்களை ஊக்குவிப்பதன் மூலம்.",
        "சர்வதேச விமானப் போக்குவரத்துக்கான கார்பன் ஆஃப்செட்டிங் மற்றும் குறைப்புத் திட்டம் (CORSIA) என்பது சர்வதேச சிவில் விமானப் போக்குவரத்து அமைப்பால் (ICAO) நிறுவப்பட்ட உலகளவில் செயல்படுத்தப்பட்ட திட்டமாகும். CORSIA திட்டம், காலநிலை மாற்றத்தில் விமானப் போக்குவரத்து ஏற்படுத்தும் தாக்கத்தை நிவர்த்தி செய்வதை நோக்கமாகக் கொண்டுள்ளது, விமான இயக்குநர்கள் இரண்டு முக்கியக் கடமைகளை நிறைவேற்ற வேண்டும், அவற்றுள் அடங்கும்: 2019 முதல் வருடாந்திர CO² உமிழ்வைக் கண்காணித்தல், அறிக்கை செய்தல் மற்றும் சரிபார்ப்பதற்கான (MRV) அமைப்பைச் செயல்படுத்துதல்; மற்றும் 2021 முதல் அவற்றின் CO² உமிழ்வை ஈடுகட்டுகிறது. CORSIA திட்டம் UN இன் நிலையான வளர்ச்சி நிகழ்ச்சி நிரலுடன் சீரமைக்கப்பட்டுள்ளது, மேலும் CORSIA செயல்படுத்துவதன் மூலம், விமானப் போக்குவரத்துத் துறையானது காலநிலை நடவடிக்கைக்கு ஆதரவளித்து பொருளாதார நிலைத்தன்மையை நோக்கிப் பார்க்கிறது.",
        "கூட்டு அறிக்கை விளக்குவது போல், 'சுற்றுச்சூழலில் பொருளாதார நடவடிக்கைகளின் தாக்கத்தை குறைத்து, நீண்ட கால பொருளாதார வளர்ச்சியை ஆதரிக்க,' உலக நாடுகள் ஒரு நேரியல் பொருளாதாரத்திலிருந்து வட்டப் பொருளாதாரத்திற்கு மாறி வருகின்றன. சுற்றுச்சூழலை சமரசம் செய்யாதீர்கள், ஏனெனில் இது பழுது, மறுபயன்பாடு, மறுஉற்பத்தி மற்றும் மறுசுழற்சி ஆகியவற்றில் கவனம் செலுத்துகிறது, இதனால் கழிவுகளின் உற்பத்தி மற்றும் வளங்களின் பயன்பாடு குறைகிறது. அங்கீகாரம் பெற்ற இணக்க மதிப்பீடு, வட்டப் பொருளாதாரக் கோட்பாடுகள் பின்பற்றப்பட்டு செயல்படுத்தப்படுவதை உறுதிசெய்ய உதவும்.",
        "அங்கீகாரம் இன்று வணிக முதலீடுகளுக்கு அப்பால் நகர்ந்துள்ளது என்று SLAB இன் CEO சுட்டிக்காட்டுகிறார். “சமூக பொறுப்புள்ள முதலீடுகள் அல்லது SRI எனப்படும் சுற்றுச்சூழல் பாதிப்புகளைக் குறைப்பதற்கான முதலீடு இன்று பிரபலமடைந்துள்ளது. உதாரணமாக, ஆர்கானிக் சான்றிதழ்கள் காய்கறிகள் மற்றும் பழங்களைத் தாண்டி ஜவுளி போன்ற களங்களுக்கு நகர்ந்துள்ளன. எடுத்துக்காட்டாக, கரிம பருத்திக்கான உலகளாவிய ஆர்கானிக் டெக்ஸ்டைல் ​​தரநிலைகளை (GOTS) நாங்கள் வழங்குகிறோம். பல வளர்ந்த நாடுகள் தங்கள் கொள்கைகளில் சுற்றுச்சூழல், சமூக மற்றும் ஆளுகை (ESG) அளவுகோல்களை ஒருங்கிணைத்து, மேலும் நெறிமுறை, சமூக பொறுப்பு மற்றும் சுற்றுச்சூழல் நட்பு முறையில் முதலீடு செய்ய ஊக்குவிக்கின்றன, மேலும் அங்கீகாரம் இந்த செயல்பாட்டில் பெரும் பங்கு வகிக்கிறது,\" என்று அவர் முடிக்கிறார்."
      ]
    }
  }
}