{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-must-be-prepared-to-face-new-Covid-variants-Dr-Hamdani/172-233274",
  "time_ut": 1647541920,
  "title": "“Sri Lanka must be prepared to face new Covid variants” - Dr. Hamdani",
  "body_lines": [
    "New normalcy is something that is new to people, which basically means to live the day to day life while adhering to health practices",
    "As far as the fact that how long people will have to wear a face mask is concerned, it depends how the situation evolves",
    "As of now, we are experiencing about 300 to 400 cases and seven to ten deaths per day. The discharges have fallen down just below 100",
    "As some cities in China, the country where Corona virus was first discovered, have gone into fresh lockdowns due to a spike in COVID-19 cases, Sri Lanka’s Health Ministry has also urged Sri Lankans to abide by health guidelines warning that the virus was far from over. Medical Technology Services Director and Coordinator in charge of COVID-19 at the Ministry of Health Dr. Anver Hamdani told Daily Mirror that even to date Sri Lanka was experiencing 400 new cases per day with at least 10 deaths. “We are not an alienated nation from the globe. Anytime, anything is possible as it is evident with the curbs being imposed by China at present due to the spike in cases which might eventually see a new variant,” he said.",
    "\"The successful vaccination programme is also one of the factors which has predominantly contributed to what we are right now today\"",
    "Q   In a nutshell, could you tell us the current status of the COVID-19 situation in the country?",
    "As of now, we are experiencing about 300 to 400 cases and seven to ten deaths per day. The discharges have fallen down just below 100. Compared to the peak we had in the third wave last year where 6000 plus cases and 200 plus deaths were reported, there is a drastic improvement. Elucidating the main reasons for improvement, one is adhering and abiding by health guidelines and protocols while the second component is lockdowns which we had to impose from time to time in order to curtail public unnecessary movement and travels.",
    "Besides, the successful vaccination programme is also one of the factors which has predominantly contributed to what we are right now today. Considering the vaccination statistics, we have inoculated 96 per cent of the total population with the first dose while 81 per cent with the second dose and 53 per cent with the booster dose. I want to stress the fact that there is no assurance that the comfortable position in which we are right now, will last long.",
    "Q   Does it mean that there are still dangers of new variants coming into the country?",
    "Yes of course, we are not an alienated nation from the globe. Anytime, it is possible as it is evident with the curbs being imposed by China at present due to the spike in cases which might eventually see a new variant. Though we cannot predict the future in terms of the virus, what should be done is to do our part, which is to comply with health practices, in order to prevent ourselves from getting into trouble.",
    "Q   As far as the booster dose rollout is concerned, it is somewhat moving at a snail’s space when compared to first and second doses. According to you, what made people not show the same enthusiasm towards the booster dose as previous doses?",
    "There has been a lot of disinformation being circulated on social media and other media platforms about the negative impact of the vaccination especially the booster dose, which probably discourages most of the individuals to abstain from taking it. However, nothing of this sort has been scientifically proven yet. Nevertheless, it’s true that every vaccination and drug has its own side effect but it doesn’t mean that everyone is going to get it. Let me put it in this way; outweighing the worth of life is far much better than putting your life and the whole society into peril.",
    "Thus, I earnestly urge every eligible citizen to get the booster dose considering the fact that we have no clue what coronavirus would throw at us in the future.",
    "Q   With the number of cases and deaths going down, people feel more relaxed and comfortable with their daily routine. Against this backdrop, what’s your take on the way people have embraced ‘new normalcy’?",
    "New normalcy is something that is new to people, which basically means to live the day to day life while adhering to health practices. This is exactly what is happening today as it is visible how students are going to school and how people have resumed their normal life. All these things are possible today because of what we have achieved, which is a daunting task. However, maintaining what we have acquired is much more daunting than what we have already achieved.",
    "In addition, our country is not affordable to go into a standstill again because we know that the pandemic is not only a health concern but it has its own ramifications to social, economic and cultural sectors as well. Thus, following the Health guidelines is of utmost importance as you engage in your normal routine.",
    "Q   Linking to the previous question, how long will people have to wear the face mask?",
    "Well, it is a tough task initially for all of us as people are grumbling that it is a bit of a headache to wear a mask the entire day owing to facial rashes and other issues. However, people have now got used to it and almost it has become part and parcel of our life. As far as the fact that how long people will have to wear a face mask is concerned, it depends how the situation evolves. We never know what might unfold in the future. Therefore, it is imperative that we take early precautions like wearing the mask and vaccination to avert a major hazard.",
    "Q   As you rightly mentioned Doctor, that things would depend on how the situation evolves, is there any consideration with regard to a fourth dose and if so, will everyone get a fourth dose or a selected group of people?",
    "There are a few countries which are doing it right now. If it is necessary for us, we will go by the scientific basis and who should get it will be decided based on the pattern of the disease.",
    "\"There has been a lot of disinformation being circulated on social media and other media platforms about the negative impact of the vaccination especially the booster dose, which probably discourages most of the individuals to abstain from taking it\"",
    "Q   As far as the burials of COVID-19 victims are concerned, there was a time in 2020 where this was largely debated, almost leading to a controversial topic as to whether burials should be allowed or not. In this context, do you think that this was something which needed to be argued at that time given the fact that burials have been permitted now?",
    "At the inception of this pandemic, nobody knew what sciences were and it was based on a research basis. Although this burial was initially not allowed, the permission was granted recently with the number of available data. The classic example that I can come up with in order to understand this scenario better is that at the beginning, we got everyone who tested positive to the treatment centre and every first contact to quarantine centres; later, we found out that first contacts can be kept at home. In the third phase, all asymptomatic patients were also kept at home. So, it evolves with science and that evolvement is what paved the way for the burial issue as well.",
    "Q   Last but not least, there are about 800,000 individuals who haven’t got any sort of vaccine as of now. What’s your take on this, given the fact that the vaccine cards will be made mandatory with effect from April 30 when entering public spaces?",
    "It is the right of each and every individual to get vaccinated or not vaccinated. People have their individual rights and social rights and we do respect the individual beliefs and faiths; however, it does not mean that you can put others into danger as this is a societal problem. So, it is a social responsibility of everyone to get themselves vaccinated.",
    "Besides, we will be implementing the mandatory move where ‘unvaxxed’ individuals are not allowed to access public places. People will be notified of how their data such as ID number is included in a system through which they get a digital certificate to enter public spaces.",
    "Finally, my message to people is that ‘don’t wait till somebody’s loved one is lost for you to make the decision but make the decision before and save the society.’"
  ],
  "translate": {
    "si": {
      "title": "“නව Covid ප්‍රභේදවලට මුහුණ දීමට ශ්‍රී ලංකාව සූදානම් විය යුතුයි” - වෛද්‍ය හම්දානි",
      "body_lines": [
        "නව සාමාන්‍යභාවය යනු මිනිසුන්ට අලුත් දෙයක් වන අතර එයින් මූලික වශයෙන් අදහස් කරන්නේ සෞඛ්‍ය පුරුදුවලට අනුගත වෙමින් එදිනෙදා ජීවිතය ගත කිරීමයි.",
        "මිනිසුන් කොපමණ කාලයක් මුහුණු ආවරණයක් පැළඳිය යුතුද යන්න සම්බන්ධයෙන්, එය රඳා පවතින්නේ තත්වය වර්ධනය වන ආකාරයයි.",
        "මේ වන විට, අපි දිනකට රෝගීන් 300 සිට 400 දක්වා සහ මරණ හතක් හෝ දහයක් පමණ අත්විඳිමින් සිටිමු. විසර්ජන 100 ට වඩා පහත වැටී ඇත",
        "කොරොන වයිරසය ප්‍රථම වරට සොයාගත් රට වන චීනයේ සමහර නගර, COVID-19 රෝගීන්ගේ වැඩිවීම හේතුවෙන් නව අගුලු දමා ඇති හෙයින්, වෛරසය දුරස්ථ බවට අනතුරු අඟවන සෞඛ්‍ය මාර්ගෝපදේශ පිළිපදින ලෙස ශ්‍රී ලංකා සෞඛ්‍ය අමාත්‍යාංශය ශ්‍රී ලාංකිකයන්ගෙන් ඉල්ලා සිටී. උඩින්. සෞඛ්‍ය අමාත්‍යාංශයේ COVID-19 භාර වෛද්‍ය තාක්ෂණ සේවා අධ්‍යක්ෂ සහ සම්බන්ධීකාරක වෛද්‍ය අන්වර් හම්දානි ඩේලි මිරර් වෙත පැවසුවේ මේ දක්වා ශ්‍රී ලංකාව දිනකට අවම වශයෙන් මරණ 10 ක් සමඟ දිනකට නව රෝගීන් 400 ක් අත්විඳින බවයි. “අපි ලෝකයෙන් ඈත් වූ ජාතියක් නොවේ. අවසානයේදී නව ප්‍රභේදයක් දැකිය හැකි අවස්ථා වැඩිවීම හේතුවෙන් චීනය විසින් දැනට පනවා ඇති සීමා කිරීම් සමඟ එය පැහැදිලි වන බැවින් ඕනෑම වේලාවක, ඕනෑම දෙයක් කළ හැකිය, ”ඔහු පැවසීය.",
        "\"සාර්ථක එන්නත් වැඩසටහන ද අද අප සිටින තත්ත්වයට ප්‍රධාන වශයෙන් දායක වී ඇති එක් සාධකයකි\"",
        "ප්‍ර   කෙටියෙන් කිවහොත්, රටේ COVID-19 තත්ත්වයෙහි වත්මන් තත්ත්වය ඔබට පැවසිය හැකිද?",
        "මේ වන විට, අපි දිනකට රෝගීන් 300 සිට 400 දක්වා සහ මරණ හතක් හෝ දහයක් පමණ අත්විඳිමින් සිටිමු. පිටකිරීම් 100ට වඩා පහත වැටී ඇත. පසුගිය වසරේ තුන්වන රැල්ලේ රෝගීන් 6000 කට වැඩි සංඛ්‍යාවක් සහ මරණ 200 කට වැඩි සංඛ්‍යාවක් වාර්තා වූ උච්චතම අවස්ථාව හා සසඳන විට විශාල දියුණුවක් දක්නට ලැබේ. වැඩිදියුණු වීමට ප්‍රධාන හේතු පැහැදිලි කරමින්, එකක් සෞඛ්‍ය මාර්ගෝපදේශ සහ ප්‍රොටෝකෝල පිළිපැදීම සහ පිළිපැදීම වන අතර දෙවන අංගය මහජන අනවශ්‍ය සංචලනය සහ සංචාර සීමා කිරීම සඳහා වරින් වර පැනවීමට සිදු වූ අගුලු දැමීමයි.",
        "ඊට අමතරව, සාර්ථක එන්නත් වැඩසටහන ද අද අප සිටින තත්ත්වයට ප්‍රධාන වශයෙන් දායක වී ඇති එක් සාධකයකි. එන්නත් කිරීමේ සංඛ්‍යාලේඛන සලකා බැලීමේදී, අපි මුළු ජනගහනයෙන් සියයට 96 කට පළමු මාත්‍රාවෙන් එන්නත් කර ඇති අතර සියයට 81 ක් දෙවන මාත්‍රාවෙන් සහ සියයට 53 කට බූස්ටර මාත්‍රාවෙන් එන්නත් කර ඇත. අප දැන් සිටින සුවපහසු ඉරියව්ව දිගු කාලයක් පවතිනු ඇතැයි සහතිකයක් නොමැති බව මට අවධාරණය කිරීමට අවශ්‍යය.",
        "ප්‍ර   එයින් අදහස් කරන්නේ නව ප්‍රභේද රට තුළට පැමිණීමේ අවදානම තවමත් පවතින බවද?",
        "ඔව් සත්තකින්ම, අපි ලෝක ගෝලයෙන් ඈත් වූ ජාතියක් නොවේ. අවසානයේදී නව ප්‍රභේදයක් දැකිය හැකි අවස්ථා වැඩිවීම හේතුවෙන් චීනය විසින් දැනට පනවා ඇති සීමා කිරීම් සමඟ එය ඕනෑම වේලාවක කළ හැකිය. වයිරසය සම්බන්ධයෙන් අපට අනාගතය ගැන අනාවැකි කිව නොහැකි වුවද, කළ යුතු වන්නේ අප අමාරුවේ වැටීමෙන් වළක්වා ගැනීම සඳහා සෞඛ්‍ය පුරුදුවලට අනුකූලව කටයුතු කිරීම අපගේ කොටස කිරීමයි.",
        "ප්‍ර   බූස්ටර මාත්‍රාව ප්‍රචාරණය සම්බන්ධයෙන් ගත් කල, එය පළමු සහ දෙවන මාත්‍රාවලට සාපේක්ෂව ගොළුබෙල්ලෙකුගේ අවකාශයේ තරමක් චලනය වේ. ඔබට අනුව, බූස්ටර මාත්‍රාව කෙරෙහි මිනිසුන් පෙර මාත්‍රාවලට සමාන උද්‍යෝගයක් නොපෙන්වීමට හේතුව කුමක්ද?",
        "එන්නත් කිරීම විශේෂයෙන් බූස්ටර මාත්‍රාවේ negative ණාත්මක බලපෑම පිළිබඳව සමාජ මාධ්‍ය සහ වෙනත් මාධ්‍ය වේදිකාවල බොහෝ වැරදි තොරතුරු සංසරණය වෙමින් පවතී, එය බොහෝ පුද්ගලයින් එය ගැනීමෙන් වැළකී සිටීම අධෛර්යමත් කරයි. කෙසේ වෙතත්, මේ ආකාරයේ කිසිවක් තවමත් විද්‍යාත්මකව ඔප්පු කර නොමැත. එසේ වුවද, සෑම එන්නතකටම සහ ඖෂධයකටම තමන්ගේම අතුරු ආබාධ ඇති බව සත්‍යයකි, නමුත් සෑම කෙනෙකුටම එය ලබා ගත හැකි බව එයින් අදහස් නොවේ. ඒක මෙහෙම දාන්නම්; ඔබේ ජීවිතය සහ මුළු සමාජයම අනතුරේ හෙළනවාට වඩා ජීවිතයේ වටිනාකම ඉක්මවා යාම ඉතා හොඳය.",
        "මේ අනුව, අනාගතයේදී කිරීටක වෛරසය අප වෙත එල්ල කරන්නේ කුමක් දැයි අපට කිසිදු හෝඩුවාවක් නොමැති බැවින්, බූස්ටර මාත්‍රාව ලබා ගන්නා ලෙස මම සුදුසුකම් ලත් සෑම පුරවැසියෙකුගෙන්ම උනන්දුවෙන් ඉල්ලා සිටිමි.",
        "ප්‍ර   රෝගීන් සහ මරණ සංඛ්‍යාව අඩුවීමත් සමඟ මිනිසුන්ට ඔවුන්ගේ දෛනික චර්යාව සමඟ වඩාත් සැහැල්ලුවක් සහ සුවපහසුවක් දැනේ. මෙම පසුබිමට එරෙහිව, මිනිසුන් ‘නව සාමාන්‍ය තත්ත්වය’ වැළඳගෙන ඇති ආකාරය ගැන ඔබේ අදහස කුමක්ද?",
        "නව සාමාන්‍යභාවය යනු මිනිසුන්ට අලුත් දෙයක් වන අතර එයින් මූලික වශයෙන් අදහස් කරන්නේ සෞඛ්‍ය පුරුදුවලට අනුගත වෙමින් එදිනෙදා ජීවිතය ගත කිරීමයි. සිසුන් පාසල් යන ආකාරයත්, මිනිසුන් සාමාන්‍ය ජීවිතය ආරම්භ කර ඇති ආකාරයත් පෙනෙන නිසා අද සිදු වන්නේ මෙයයි. අද මේ සියලු දේ කළ හැකි වන්නේ අප විසින් ඉටුකරගත් දුෂ්කර කාර්යයක් නිසා ය. කෙසේ වෙතත්, අප දැනටමත් අත්පත් කර ගෙන ඇති දේට වඩා අප අත්පත් කරගත් දේ පවත්වා ගැනීම වඩා භයානක ය.",
        "ඊට අමතරව, වසංගතය සෞඛ්‍ය ගැටලුවක් පමණක් නොව එය සමාජ, ආර්ථික හා සංස්කෘතික අංශවලට ද එහිම ප්‍රතිවිපාක ඇති බව අප දන්නා නිසා අපේ රට නැවත ඇණහිටීම දරාගත නොහැක. මේ අනුව, ඔබ ඔබේ සාමාන්‍ය චර්යාවේ යෙදෙන විට සෞඛ්‍ය මාර්ගෝපදේශ අනුගමනය කිරීම ඉතා වැදගත් වේ.",
        "ප්‍ර   පෙර ප්‍රශ්නයට සම්බන්ධ කරමින්, මිනිසුන් කොපමණ කාලයක් මුහුණු ආවරණ පැළඳිය යුතුද?",
        "හොඳයි, මුහුණේ කුෂ්ඨ සහ වෙනත් ගැටළු නිසා මුළු දවසම වෙස්මුහුණක් පැළඳීම ටිකක් හිසරදයක් යැයි මිනිසුන් මැසිවිලි නඟන බැවින් එය අප සැමට මුලින් දුෂ්කර කාර්යයකි. කෙසේ වෙතත්, මිනිසුන් දැන් එයට පුරුදු වී ඇති අතර එය පාහේ අපගේ ජීවිතයේ කොටසක් බවට පත්ව ඇත. මිනිසුන් කොපමණ කාලයක් මුහුණු ආවරණයක් පැළඳිය යුතුද යන්න සම්බන්ධයෙන්, එය රඳා පවතින්නේ තත්වය වර්ධනය වන ආකාරයයි. අනාගතයේදී කුමක් සිදු විය හැකිද යන්න අපි කිසි විටෙකත් නොදනිමු. එමනිසා, විශාල අනතුරක් වළක්වා ගැනීම සඳහා අපි මුඛ ආවරණ පැළඳීම සහ එන්නත් කිරීම වැනි පූර්ව පූර්වාරක්ෂාවන් ගැනීම අත්‍යවශ්‍ය වේ.",
        "ප්‍ර   ඔබ නිවැරදිව සඳහන් කළ පරිදි, තත්වය පරිණාමය වන ආකාරය මත දේවල් රඳා පවතිනු ඇත, සිව්වන මාත්‍රාව සම්බන්ධයෙන් යම් සැලකිල්ලක් තිබේද සහ එසේ නම්, සෑම කෙනෙකුටම හතරවන මාත්‍රාවක් හෝ තෝරාගත් පුද්ගලයින් කණ්ඩායමක් ලැබේද?",
        "දැනට එය කරන රටවල් කිහිපයක් තිබේ. එය අපට අවශ්‍ය නම්, අපි විද්‍යාත්මක පදනමින් ගොස් එය ලබා ගත යුත්තේ කාටද යන්න තීරණය වන්නේ රෝගයේ රටාව අනුව ය.",
        "\"එන්නත විශේෂයෙන් බූස්ටර මාත්‍රාවේ negative ණාත්මක බලපෑම පිළිබඳව සමාජ මාධ්‍ය සහ වෙනත් මාධ්‍ය වේදිකාවල බොහෝ වැරදි තොරතුරු සංසරණය වී ඇත, එය බොහෝ පුද්ගලයින් එය ගැනීමෙන් වැළකී සිටීම අධෛර්යමත් කරයි\"",
        "Q   COVID-19 වින්දිතයන්ගේ භූමදානය සම්බන්ධයෙන් ගත් කල, 2020 දී මෙය බොහෝ දුරට විවාදයට ලක් වූ කාලයක් තිබුණි, එය භූමදානයට ඉඩ දිය යුතුද නැද්ද යන්න පිළිබඳ මතභේදාත්මක මාතෘකාවකට පාහේ තුඩු දුන්නේය. මේ සන්දර්භය තුළ, දැන් මිහිදන් කිරීමට අවසර දී ඇති කාරණය අනුව මෙය එකල තර්ක කළ යුතු දෙයක් යැයි ඔබ සිතනවාද?",
        "මෙම වසංගතය ආරම්භයේදී කිසිවෙකු විද්‍යාව යනු කුමක්දැයි දැන නොසිටි අතර එය පර්යේෂණ පදනමක් මත පදනම් විය. මෙම භූමදානය කිරීමට මුලින් අවසර නොලැබුණද පවතින දත්ත සංඛ්‍යාව සමඟ පසුගියදා අවසරය ලබාදී ඇත. මෙම තත්ත්වය වඩාත් හොඳින් අවබෝධ කර ගැනීම සඳහා මට ඉදිරිපත් කළ හැකි සම්භාව්‍ය උදාහරණය නම්, ආරම්භයේදීම, අපි ප්‍රතිකාර මධ්‍යස්ථානයට ධනාත්මක බව පරීක්‍ෂා කළ සෑම කෙනෙකුම සහ නිරෝධායන මධ්‍යස්ථානවලට සම්බන්ධ වූ සෑම කෙනෙකුම අපි ලබා ගත්තෙමු. පසුව, පළමු සම්බන්ධතා නිවසේ තබා ගත හැකි බව අපි සොයා ගත්තෙමු. තුන්වන අදියරේදී සියලුම රෝග ලක්ෂණ නොමැති රෝගීන් නිවසේ තබා ඇත. ඉතින් විද්‍යාවත් එක්ක පරිණාමය වෙනවා ඒ පරිණාමය තමයි මිහිදන් ප්‍රශ්නයටත් පාර කැපුවේ.",
        "ප්‍ර   අවසාන වශයෙන් නොව, මේ වන විට කිසිදු ආකාරයක එන්නතක් ලබාගෙන නොමැති පුද්ගලයින් 800,000ක් පමණ ඇත. අප්‍රේල් 30 වැනිදා සිට පොදු ස්ථානවලට ඇතුළුවීමේදී එන්නත් කාඩ්පත් අනිවාර්ය කෙරෙන බැවින් මේ පිළිබඳව ඔබේ අදහස කුමක්ද?",
        "එන්නත් ලබා ගැනීම හෝ නොගැනීම එක් එක් පුද්ගලයාගේ අයිතියකි. මිනිසුන්ට ඔවුන්ගේ පුද්ගල අයිතිවාසිකම් සහ සමාජ අයිතීන් ඇති අතර අපි පුද්ගල විශ්වාසයන්ට සහ ඇදහිලිවලට ගරු කරමු; කෙසේ වෙතත්, මෙය සමාජ ගැටලුවක් බැවින් ඔබට අන් අය අනතුරට පත් කළ හැකි බව එයින් අදහස් නොවේ. එබැවින් එන්නත් ලබා ගැනීම සෑම කෙනෙකුගේම සමාජ වගකීමකි.",
        "ඊට අමතරව, 'නොවැටුණු' පුද්ගලයින්ට පොදු ස්ථානවලට ප්‍රවේශ වීමට ඉඩ නොදෙන අනිවාර්ය පියවර අපි ක්‍රියාත්මක කරන්නෙමු. පොදු අවකාශයන්ට ඇතුළු වීමට ඩිජිටල් සහතිකයක් ලබා ගන්නා පද්ධතියක හැඳුනුම්පත් අංකය වැනි ඔවුන්ගේ දත්ත ඇතුළත් කර ඇති ආකාරය පිළිබඳව පුද්ගලයින්ට දැනුම් දෙනු ලැබේ.",
        "අවසාන වශයෙන්, මිනිසුන්ට මගේ පණිවිඩය නම්, 'ඔබට තීරණයක් ගැනීමට යමෙකුගේ ආදරණීයයා අහිමි වන තෙක් බලා නොසිටින්න, නමුත් කලින් තීරණය කර සමාජය බේරා ගන්න' යන්නයි."
      ]
    },
    "ta": {
      "title": "\"புதிய கோவிட் வகைகளை எதிர்கொள்ள இலங்கை தயாராக இருக்க வேண்டும்\" - டாக்டர் ஹம்தானி",
      "body_lines": [
        "புதிய இயல்புநிலை என்பது மக்களுக்கு புதியது, இதன் அடிப்படையில் அன்றாட வாழ்க்கையை ஆரோக்கிய நடைமுறைகளை கடைபிடித்து வாழ வேண்டும்.",
        "மக்கள் முகமூடியை எவ்வளவு காலம் அணிய வேண்டும் என்பதைப் பொறுத்த வரை, நிலைமை எவ்வாறு உருவாகிறது என்பதைப் பொறுத்தது.",
        "தற்போதைய நிலவரப்படி, ஒரு நாளைக்கு சுமார் 300 முதல் 400 வழக்குகள் மற்றும் ஏழு முதல் பத்து இறப்புகளை நாங்கள் அனுபவித்து வருகிறோம். வெளியேற்றங்கள் 100க்கும் கீழே குறைந்துள்ளன",
        "கொரோனா வைரஸ் முதன்முதலில் கண்டுபிடிக்கப்பட்ட நாடான சீனாவின் சில நகரங்கள், கோவிட்-19 நோய்த்தொற்றுகளின் அதிகரிப்பு காரணமாக புதிய பூட்டுதல்களுக்குச் சென்றுள்ளதால், இலங்கையின் சுகாதார அமைச்சகம், வைரஸ் வெகு தொலைவில் இருப்பதாக எச்சரிக்கும் சுகாதார வழிகாட்டுதல்களைக் கடைப்பிடிக்குமாறு இலங்கை மக்களை வலியுறுத்தியுள்ளது. மேல் இருந்து. மருத்துவ தொழில்நுட்ப சேவைகள் பணிப்பாளரும் சுகாதார அமைச்சின் கோவிட்-19 க்கு பொறுப்பான ஒருங்கிணைப்பாளருமான டாக்டர் அன்வர் ஹம்தானி டெய்லி மிரரிடம் கூறுகையில், இன்றுவரை இலங்கையில் நாளொன்றுக்கு 400 புதிய வழக்குகள் பதிவாகி குறைந்தது 10 பேர் உயிரிழந்துள்ளனர். “நாங்கள் உலகத்திலிருந்து அந்நியப்பட்ட தேசம் அல்ல. எந்த நேரத்திலும், எதுவும் சாத்தியமாகும், ஏனெனில் இது ஒரு புதிய மாறுபாட்டைக் காணக்கூடிய வழக்குகளின் அதிகரிப்பு காரணமாக தற்போது சீனாவால் விதிக்கப்பட்டுள்ள தடைகள் தெளிவாகத் தெரிகிறது, ”என்று அவர் கூறினார்.",
        "\"வெற்றிகரமான தடுப்பூசி திட்டமும் இன்று நாம் என்னவாக இருக்கிறோம் என்பதற்கு முக்கியமாக பங்களித்த காரணிகளில் ஒன்றாகும்\"",
        "கே   சுருக்கமாக, நாட்டில் உள்ள கோவிட்-19 சூழ்நிலையின் தற்போதைய நிலையை எங்களிடம் கூற முடியுமா?",
        "தற்போதைய நிலவரப்படி, ஒரு நாளைக்கு சுமார் 300 முதல் 400 வழக்குகள் மற்றும் ஏழு முதல் பத்து இறப்புகளை நாங்கள் அனுபவித்து வருகிறோம். வெளியேற்றங்கள் 100க்குக் கீழே சரிந்துள்ளன. கடந்த ஆண்டு மூன்றாவது அலையில் 6000-க்கும் மேற்பட்ட வழக்குகள் மற்றும் 200-க்கும் மேற்பட்ட இறப்புகள் பதிவாகியிருந்த உச்சநிலையுடன் ஒப்பிடும்போது, ​​கடுமையான முன்னேற்றம் உள்ளது. முன்னேற்றத்திற்கான முக்கிய காரணங்களைத் தெளிவுபடுத்துவது, ஒன்று சுகாதார வழிகாட்டுதல்கள் மற்றும் நெறிமுறைகளைக் கடைப்பிடிப்பது மற்றும் கடைப்பிடிப்பது, இரண்டாவது கூறு பொது தேவையற்ற நடமாட்டம் மற்றும் பயணங்களைக் குறைக்க அவ்வப்போது விதிக்க வேண்டிய பூட்டுதல்கள் ஆகும்.",
        "தவிர, வெற்றிகரமான தடுப்பூசித் திட்டமும் இன்று நாம் என்னவாக இருக்கிறோம் என்பதற்கு முக்கியமாக பங்களித்த காரணிகளில் ஒன்றாகும். தடுப்பூசி புள்ளிவிவரங்களைக் கருத்தில் கொண்டு, மொத்த மக்கள்தொகையில் 96 சதவீதம் பேருக்கு முதல் டோஸிலும் 81 சதவீதம் பேருக்கு இரண்டாவது டோஸிலும் 53 சதவீதம் பேருக்கு பூஸ்டர் டோஸிலும் தடுப்பூசி போட்டுள்ளோம். நாம் இப்போது இருக்கும் வசதியான நிலை நீண்ட காலம் நீடிக்கும் என்பதில் எந்த உறுதியும் இல்லை என்பதை நான் வலியுறுத்த விரும்புகிறேன்.",
        "கே   நாட்டிற்குள் வரும் புதிய மாறுபாடுகளின் ஆபத்துகள் இன்னும் உள்ளன என்று அர்த்தமா?",
        "ஆம், நிச்சயமாக, நாம் உலகத்திலிருந்து அந்நியப்பட்ட தேசம் அல்ல. எந்த நேரத்திலும், இது சாத்தியமானது, ஏனெனில் தற்போது சீனாவால் விதிக்கப்படும் தடைகள், இறுதியில் ஒரு புதிய மாறுபாட்டைக் காணக்கூடிய வழக்குகளின் அதிகரிப்பு காரணமாகும். வைரஸின் அடிப்படையில் எதிர்காலத்தை நம்மால் கணிக்க முடியாவிட்டாலும், நாம் சிக்கலில் மாட்டிக் கொள்ளாமல் தடுக்க, சுகாதார நடைமுறைகளுக்கு இணங்க நமது பங்கைச் செய்ய வேண்டும்.",
        "கே   பூஸ்டர் டோஸ் ரோல்அவுட்டைப் பொருத்தவரை, முதல் மற்றும் இரண்டாவது டோஸ்களுடன் ஒப்பிடும்போது, ​​நத்தையின் இடத்தில் ஓரளவு நகர்கிறது. உங்கள் கருத்துப்படி, முந்தைய டோஸ்களைப் போல் பூஸ்டர் டோஸில் மக்கள் அதே ஆர்வத்தைக் காட்டாதது எது?",
        "தடுப்பூசியின் எதிர்மறையான தாக்கம் குறித்து சமூக ஊடகங்கள் மற்றும் பிற ஊடக தளங்களில் நிறைய தவறான தகவல்கள் பரப்பப்படுகின்றன, குறிப்பாக பூஸ்டர் டோஸ், இது பெரும்பாலான நபர்களை அதை எடுத்துக்கொள்வதைத் தவிர்க்கும். இருப்பினும், இந்த வகையான எதுவும் இன்னும் அறிவியல் பூர்வமாக நிரூபிக்கப்படவில்லை. ஆயினும்கூட, ஒவ்வொரு தடுப்பூசிக்கும் மருந்துக்கும் அதன் சொந்த பக்க விளைவுகள் உள்ளன என்பது உண்மைதான், ஆனால் எல்லோரும் அதைப் பெறுவார்கள் என்று அர்த்தமல்ல. இதை இப்படி வைக்கிறேன்; உங்கள் வாழ்க்கையையும் முழு சமூகத்தையும் ஆபத்தில் ஆழ்த்துவதை விட வாழ்க்கையின் மதிப்பை விட அதிகமாக உள்ளது.",
        "எனவே, எதிர்காலத்தில் கரோனா வைரஸ் நம்மை நோக்கி எதனை வீசும் என்று எங்களிடம் எதுவும் தெரியாத நிலையில், தகுதியுள்ள ஒவ்வொரு குடிமகனையும் பூஸ்டர் டோஸைப் பெறுமாறு நான் ஆர்வத்துடன் கேட்டுக்கொள்கிறேன்.",
        "கே   நோய்கள் மற்றும் இறப்புகளின் எண்ணிக்கை குறைந்து வருவதால், மக்கள் தங்கள் அன்றாட வழக்கத்தில் மிகவும் நிதானமாகவும் வசதியாகவும் உணர்கிறார்கள். இந்தப் பின்னணியில், மக்கள் ‘புதிய இயல்புநிலையை’ ஏற்றுக்கொண்ட விதம் குறித்து உங்கள் கருத்து என்ன?",
        "புதிய இயல்புநிலை என்பது மக்களுக்கு புதியது, இதன் அடிப்படையில் அன்றாட வாழ்க்கையை ஆரோக்கிய நடைமுறைகளைக் கடைப்பிடிக்க வேண்டும். மாணவர்கள் எப்படி பள்ளிக்கு செல்கிறார்கள், மக்கள் எப்படி தங்கள் இயல்பு வாழ்க்கையைத் தொடங்கினார்கள் என்பது கண்கூடாகப் பார்க்கும்போது இதுதான் இன்று நடக்கிறது. இவையெல்லாம் இன்று சாத்தியமானது, நாம் சாதித்ததினாலேயே, இது ஒரு கடினமான பணியாகும். இருப்பினும், நாம் ஏற்கனவே அடைந்ததை விட நாம் பெற்றதை பராமரிப்பது மிகவும் கடினமானது.",
        "கூடுதலாக, தொற்றுநோய் ஒரு சுகாதார அக்கறை மட்டுமல்ல, சமூக, பொருளாதார மற்றும் கலாச்சாரத் துறைகளிலும் அதன் சொந்த மாற்றங்களைக் கொண்டுள்ளது என்பதை நாம் அறிவதால், நம் நாடு மீண்டும் ஒரு ஸ்தம்பித நிலைக்குச் செல்ல முடியாது. எனவே, உங்கள் வழக்கமான வழக்கத்தில் ஈடுபடும்போது, ​​சுகாதார வழிகாட்டுதல்களைப் பின்பற்றுவது மிகவும் முக்கியமானது.",
        "கே   முந்தைய கேள்வியுடன் இணைத்தால், மக்கள் எவ்வளவு காலம் முகமூடியை அணிய வேண்டும்?",
        "முகத்தில் தடிப்புகள் மற்றும் பிற பிரச்சினைகள் காரணமாக நாள் முழுவதும் முகமூடியை அணிவது சற்று தலைவலி என்று மக்கள் முணுமுணுப்பதால், ஆரம்பத்தில் நம் அனைவருக்கும் இது ஒரு கடினமான பணியாகும். இருப்பினும், மக்கள் இப்போது பழகிவிட்டார்கள், கிட்டத்தட்ட அது நம் வாழ்வின் ஒரு பகுதியாக மாறிவிட்டது. மக்கள் முகமூடியை எவ்வளவு காலம் அணிய வேண்டும் என்பதைப் பொருத்தவரை, நிலைமை எவ்வாறு உருவாகிறது என்பதைப் பொறுத்தது. எதிர்காலத்தில் என்ன நடக்கும் என்று எங்களுக்குத் தெரியாது. எனவே, ஒரு பெரிய ஆபத்தைத் தவிர்க்க, முகமூடி அணிவது மற்றும் தடுப்பூசி போன்ற முன்னெச்சரிக்கை நடவடிக்கைகளை எடுக்க வேண்டியது அவசியம்.",
        "கே   நீங்கள் சரியாகக் குறிப்பிட்டுள்ளபடி, நிலைமை எவ்வாறு உருவாகிறது என்பதைப் பொறுத்து விஷயங்கள் இருக்கும், நான்காவது டோஸ் குறித்து ஏதேனும் கருத்தில் உள்ளதா, அப்படியானால், அனைவருக்கும் நான்காவது டோஸ் அல்லது தேர்ந்தெடுக்கப்பட்ட நபர்களின் குழு கிடைக்குமா?",
        "இப்போது சில நாடுகள் அதைச் செய்து வருகின்றன. அது நமக்கு அவசியமானால், நாம் அறிவியல் அடிப்படையில் செல்வோம், யார் அதைப் பெறுவது என்பது நோயின் வடிவத்தின் அடிப்படையில் தீர்மானிக்கப்படும்.",
        "\"தடுப்பூசியின் எதிர்மறையான தாக்கம், குறிப்பாக பூஸ்டர் டோஸ் பற்றி சமூக ஊடகங்கள் மற்றும் பிற ஊடக தளங்களில் நிறைய தவறான தகவல்கள் பரப்பப்படுகின்றன, இது பெரும்பாலான நபர்களை அதை எடுத்துக்கொள்வதைத் தவிர்ப்பதை ஊக்கப்படுத்துகிறது\"",
        "கே   COVID-19 பாதிக்கப்பட்டவர்களை அடக்கம் செய்வதைப் பொறுத்த வரையில், 2020 ஆம் ஆண்டில் இது பெரும்பாலும் விவாதிக்கப்பட்ட ஒரு காலகட்டம் இருந்தது, இது அடக்கம் செய்ய அனுமதிக்கப்பட வேண்டுமா இல்லையா என்பது பற்றிய சர்ச்சைக்குரிய தலைப்புக்கு வழிவகுத்தது. இந்தச் சூழலில், தற்போது அடக்கம் செய்ய அனுமதிக்கப்பட்டிருப்பதைக் கருத்தில் கொண்டு, இது அந்த நேரத்தில் விவாதிக்கப்பட வேண்டிய ஒன்று என்று நீங்கள் நினைக்கிறீர்களா?",
        "இந்த தொற்றுநோயின் தொடக்கத்தில், அறிவியல் என்றால் என்ன என்று யாருக்கும் தெரியாது, அது ஒரு ஆராய்ச்சி அடிப்படையிலானது. இந்த அடக்கம் ஆரம்பத்தில் அனுமதிக்கப்படவில்லை என்றாலும், கிடைக்கக்கூடிய தரவுகளின் எண்ணிக்கையுடன் சமீபத்தில் அனுமதி வழங்கப்பட்டது. இந்தச் சூழலை நன்றாகப் புரிந்துகொள்வதற்காக நான் கொண்டு வரக்கூடிய சிறந்த உதாரணம் என்னவென்றால், ஆரம்பத்தில், சிகிச்சை மையத்தில் நேர்மறை சோதனை செய்த அனைவரையும் நாங்கள் தனிமைப்படுத்தப்பட்ட மையங்களுக்குத் தொடர்பு கொண்டோம்; பின்னர், முதல் தொடர்புகளை வீட்டிலேயே வைத்திருக்க முடியும் என்பதை நாங்கள் கண்டுபிடித்தோம். மூன்றாவது கட்டத்தில், அனைத்து அறிகுறியற்ற நோயாளிகளும் வீட்டிலேயே வைக்கப்பட்டனர். எனவே, இது அறிவியலுடன் உருவாகிறது மற்றும் அந்த பரிணாமமே அடக்கம் பிரச்சினைக்கும் வழி வகுத்தது.",
        "கே   கடைசியாக ஆனால், தற்போது வரை எந்த வகையான தடுப்பூசியும் பெறாத சுமார் 800,000 நபர்கள் உள்ளனர். ஏப்ரல் 30 முதல் பொது இடங்களுக்குள் நுழையும் போது தடுப்பூசி அட்டைகள் கட்டாயமாக்கப்படும் என்ற உண்மையின் அடிப்படையில், இது குறித்து உங்கள் கருத்து என்ன?",
        "தடுப்பூசி போடுவதும், தடுப்பூசி போடாததும் ஒவ்வொரு தனிநபரின் உரிமை. மக்களுக்கு அவர்களின் தனிப்பட்ட உரிமைகள் மற்றும் சமூக உரிமைகள் உள்ளன மற்றும் நாங்கள் தனிப்பட்ட நம்பிக்கைகள் மற்றும் நம்பிக்கைகளை மதிக்கிறோம்; இருப்பினும், இது ஒரு சமூகப் பிரச்சனை என்பதால் நீங்கள் மற்றவர்களை ஆபத்தில் ஆழ்த்தலாம் என்று அர்த்தமில்லை. எனவே, தடுப்பூசி போடுவது ஒவ்வொருவரின் சமூகப் பொறுப்பாகும்.",
        "தவிர, 'அன்வாக்ஸ்' செய்யப்படாத நபர்கள் பொது இடங்களுக்கு செல்ல அனுமதிக்கப்படாத கட்டாய நடவடிக்கையை நாங்கள் செயல்படுத்துவோம். பொது இடங்களில் நுழைவதற்கான டிஜிட்டல் சான்றிதழைப் பெறும் அமைப்பில் அடையாள எண் போன்ற அவர்களின் தரவு எவ்வாறு சேர்க்கப்பட்டுள்ளது என்பது குறித்து மக்களுக்கு அறிவிக்கப்படும்.",
        "இறுதியாக, மக்களுக்கான எனது செய்தி என்னவென்றால், ‘ஒருவரின் அன்புக்குரியவர் இழக்கப்படும் வரை காத்திருக்க வேண்டாம், நீங்கள் முடிவெடுப்பதற்கு முன் முடிவெடுத்து சமூகத்தைக் காப்பாற்றுங்கள்."
      ]
    }
  }
}