{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/WIM-Top50-Global-Conference-and-Awards-2022-in-Dubaiin-June/34-734053",
  "time_ut": 1651084200,
  "title": "WIM Top50 Global Conference and Awards 2022 in Dubai in June",
  "body_lines": [
    "Women in Management (WIM) chaired by Dr. Sulochana Segera, announced the launch of the WIM Top50 Global Conference and Awards, scheduled to be held in Dubai on 18 June. The event is being organised in partnership with the Sri Lanka Business Council in the UAE and Equality Alliance UK.",
    "Resilience and Reinvention being the theme for the inaugural event, this will be the first global awards hosted by Women in Management.",
    "Nominations for the Global Awards will be open till 5 May and is open to all women across the world. One can register by logging online: www.womeninmanagementawards.org",
    "WIM was founded in 2009 by Dr.Segera. WIM opened its membership in 2010 with the objective of providing a networking platform for women to realise their dreams and in order to mentor women who have fewer opportunities to succeed in their personal, career, and business lives. The Professional and Career Women Awards was introduced in 2011 with five awards to recognise outstanding female leaders in the corporate sector.",
    "A decade later, and in its 11th year, the Professional and Career Women Awards has recognised over 520 women for their outstanding leadership and remarkable achievements in Sri Lanka, the Maldives, and Canada.",
    "The WIM Top50 conference and awards have a history of 11 years in Sri Lanka, four years in the Maldives, and three years in Canada recognising outstanding women and women around the world. WIM recently registered its chapter in the USA, and Australia which are yet to be launched officially.",
    "The Top50 Global Conference is scheduled to take place on the same day with 20 speakers representing nine countries, including global political and business leaders such as the Parliament of India Lok Sabha Thoothukkudi Constituency Representee Kanimozhi Karunanidhi, and Kosovo Leader of the Independence and former Deputy Prime Minister and Minister of Foreign Affairs and Chief Peace Negotiator Dr.Edita Tahiri.",
    "Other distinguished speakers include WiLAT/ Turkey Vice-Chair and IFC Senior Consultant and",
    "PL Food CEO Esra Kivrak, VERVE Managing Director Shamira Mitha, CEO and Founder of Empathy Everywhere and Bestselling Author of Softening the Edge from Italy Mimi Nicklin, and Dr. Mohan Kaul who is a champion of international trade, investment, and emerging markets, as well as a recognised policy advisor, business leader, social entrepreneur, academic and former Diplomat.",
    "Dr. Segera explained the evolution of her awards concept, which has reached global proportions. “There are many awards for women. The Top50 Awards, however, were not meant to merely target women for the bestowing of an award. Rather, we are more focused on recognising attributes and initiatives such as leadership, change, inspiration, corporate culture changes, business innovation, social work, and media.",
    "“We consider all these as achievements of individuals and teams who believe in good governance, gender equality, and positive results. That’s the rationale for introducing the Champion award, the corporate segment for women and men, and also the LGBT Award.”",
    "Nominations are open free of charge for any individual or corporate to nominate themselves or others online till 5 May via the link www.womeninmanagementawards.org.",
    "Several leading figures in Sri Lanka and abroad have praised the WIM initiative to expand its footprint globally through the maiden WIM Top50 Global Conference and Awards.",
    "“The Sri Lankan Business Council in the UAE, one of the oldest business chambers in the UAE, as the partner of the WIM Top50 Global Conference and Awards will be strengthening this event expanding international networking opportunities for many locals and international participants,” said Chairman Suren Swaminathan.",
    "In order to ensure global certification and recognition for corporates to move forward in the business world, WIM has signed an MOU with Global Equality Standards UK to recognise corporates on diversity and equality.",
    "Global Equality Alliance (UK) Founder and Chairman Dr. Kaul stated: “Businesses with diverse board memberships of more women than men have demonstrated higher levels of performance and profits globally. We look forward to nominations for the WIM Top50 Global Awards.”",
    "The panel of Judges Chair Roshanie Jayasundera Moraes, a past award winner whose association with WIM spans many years expressed her pleasure in leading the Panel of Judges for such an important event. “I am happy to be associated with this groundbreaking initiative to recognise women, men, and organisations that respect and promote diversity. Proud to see a Sri Lankan brand taking center stage in the global arena in this sphere.”",
    "Joining the chorus of appreciation for the upcoming global event, His Highness Shiekh Ahamed Bin Saisal Al Qassimi Private Office COO Dunston Periera said: “We need to live in a world that values and respects and idolises women as much as men.”",
    "“Recognising women engaged in a wide range of backgrounds, experiences, and advances in achieving real innovation at work, in family, community, and the environment is a great feat. Truly awesome that WIM Top50 Global Awards is raising the bar,” said IMEC EDUCATION and University Malaysia Sarawak (UNIMAS) Chief Executive Officer Professor Dr. Selvaraj Oyyan Pillay.",
    "“It is such a privilege to have been chosen as a Judge for this leadership initiative of Women in Management.  Truly inspiring to see girl power at work. Such amazing work, innovations, perseverance, and respect for each other and the community at play here. Take a Bow.  Kudos.” said Dubai Investments PJSC GM-TechSource Chief Information Officer, Podcast owner, talk show host, Angel Entrepreneur, and Tech evangelist Venkatesh Mahadevan.",
    "McLarens Group Group Managing Director Shehara De Silva, one of Sri Lanka’s largest shipping service conglomerates, as a past winner has been actively associated with WIM, and its events expressed the potential for change such an event could bring about for women.",
    "“Women celebrating women and their exceptional achievements from all corners of the globe, to inspire, to energise, to catalyse and create a tsunami of change that shatters patriarchy and unleashes the power of she.”",
    "The WIM Top50 Global Awards are a celebration of excellence and a recognition program that serves to formally recognise women and men who excel in their chosen fields and exemplify the best attributes. Others on the Panel of Judges include Prof. Ravi Dissanayake, 25 Point Systems Chairman and Co-Founder John T. Baier, and the Ladies in Business Magazine Global Founder and Publisher and the Africa Change Movement (UAE) Founder Adeshola Helen Onadipe.",
    "“When you train a woman, then you have trained a nation. It is called the strength of a woman,” opined Onadipe.",
    "To learn about the event www.womeninmanagementawards.org or contact SLBC Dubai at chairman@slbcdubai.com."
  ],
  "translate": {
    "si": {
      "title": "WIM Top50 ගෝලීය සම්මන්ත්‍රණය සහ සම්මාන 2022 ජුනි මාසයේදී ඩුබායි හිදී",
      "body_lines": [
        "ආචාර්ය සුලෝචනා සේගේරාගේ සභාපතිත්වයෙන් යුත් Women in Management (WIM) විසින් ජුනි 18 වන දින ඩුබායි හි පැවැත්වීමට නියමිත WIM Top50 Global Conference and Awards දියත් කිරීම නිවේදනය කරන ලදී. මෙම උත්සවය එක්සත් අරාබි එමීර් රාජ්‍යයේ ශ්‍රී ලංකා ව්‍යාපාරික කවුන්සිලය සහ එක්සත් රාජධානියේ සමානාත්මතා සන්ධානය සමඟ සහයෝගයෙන් සංවිධානය කෙරේ.",
        "ප්‍රත්‍යස්ථභාවය සහ ප්‍රතිනිර්මාණය සමාරම්භක උත්සවයේ තේමාව වන අතර, මෙය කළමනාකාරිත්වයේ කාන්තාවන් විසින් සත්කාරකත්වය දක්වන පළමු ගෝලීය සම්මානය වනු ඇත.",
        "ගෝලීය සම්මාන සඳහා නාමයෝජනා මැයි 5 දක්වා විවෘතව පවතින අතර ලොව පුරා සිටින සියලුම කාන්තාවන් සඳහා විවෘත වේ. www.womeninmanagementawards.org වෙබ් අඩවියට පිවිසීමෙන් කෙනෙකුට ලියාපදිංචි විය හැක",
        "WIM 2009 දී Dr.Segera විසින් ආරම්භ කරන ලදී. WIM සිය සාමාජිකත්වය 2010 දී විවෘත කළේ කාන්තාවන්ට ඔවුන්ගේ සිහින සැබෑ කර ගැනීම සඳහා ජාලකරණ වේදිකාවක් සැපයීම සහ ඔවුන්ගේ පුද්ගලික, වෘත්තීය සහ ව්‍යාපාරික ජීවිතය සාර්ථක කර ගැනීමට අඩු අවස්ථාවන් ඇති කාන්තාවන්ට උපදෙස් දීමේ අරමුණ ඇතිවය. ආයතනික අංශයේ කැපී පෙනෙන කාන්තා නායිකාවන් ඇගයීම සඳහා සම්මාන පහක් සමඟින් වෘත්තීය සහ වෘත්තීය කාන්තා සම්මාන 2011 දී හඳුන්වා දෙන ලදී.",
        "දශකයකට පසු, සහ එහි 11 වන වසර තුළ, වෘත්තීය සහ වෘත්තීය කාන්තා සම්මාන උළෙල ශ්‍රී ලංකාව, මාලදිවයින සහ කැනඩාව තුළ ඔවුන්ගේ විශිෂ්ට නායකත්වය සහ කැපී පෙනෙන ජයග්‍රහණ වෙනුවෙන් කාන්තාවන් 520 කට අධික සංඛ්‍යාවක් ඇගයීමට ලක් කර ඇත.",
        "WIM Top50 සම්මන්ත්‍රණය සහ සම්මාන සඳහා ශ්‍රී ලංකාවේ වසර 11 ක ඉතිහාසයක් ද, මාලදිවයිනේ වසර හතරක් ද, ලොව පුරා සිටින කැපී පෙනෙන කාන්තාවන් සහ කාන්තාවන් ඇගයීම සඳහා කැනඩාවේ වසර තුනක ඉතිහාසයක් ද ඇත. WIM මෑතකදී එහි පරිච්ඡේදය ඇමරිකා එක්සත් ජනපදයේ සහ ඕස්ට්‍රේලියාවේ ලියාපදිංචි කර ඇති අතර ඒවා තවමත් නිල වශයෙන් දියත් කිරීමට නියමිතය.",
        "Top50 Global Conference එකම දිනකදී පැවැත්වීමට නියමිතව ඇත්තේ රටවල් නවයක් නියෝජනය කරමින් කථිකයන් 20 දෙනෙකුගෙන් සමන්විත වන අතර, ඉන්දියා පාර්ලිමේන්තුවේ ලෝක් සභා තූත්තුකුඩි ආසනයේ නියෝජිත කනිමෝෂි කරුණානිධි සහ කොසෝවෝ නිදහසේ නායක සහ හිටපු නියෝජ්‍ය අගමැති වැනි ගෝලීය දේශපාලන සහ ව්‍යාපාරික නායකයින් ද ඇත. අමාත්‍ය සහ විදේශ කටයුතු අමාත්‍ය සහ ප්‍රධාන සාම සාකච්ඡාකරු Dr.Edita Tahiri.",
        "අනෙකුත් කීර්තිමත් කථිකයන් අතර WiLAT/තුර්කි උප සභාපති සහ IFC ජ්‍යෙෂ්ඨ උපදේශක සහ",
        "PL Food ප්‍රධාන විධායක නිලධාරී Esra Kivrak, VERVE කළමනාකාර අධ්‍යක්ෂ Shamira Mitha, සෑම තැනකම Empathy හි ප්‍රධාන විධායක නිලධාරී සහ නිර්මාතෘ සහ ඉතාලියේ සිට Softening the Edge හි වැඩියෙන්ම අලෙවි වන කර්තෘ Mimi Nicklin සහ ජාත්‍යන්තර වෙළඳාම, ආයෝජන සහ නැගී එන වෙළඳපලවල ශූරයෙකු වන Dr. Mohan Kaul. පිළිගත් ප්‍රතිපත්ති උපදේශකයෙකු, ව්‍යාපාරික නායකයෙකු, සමාජ ව්‍යවසායකයෙකු, ශාස්ත්‍රීය සහ හිටපු රාජ්‍ය තාන්ත්‍රිකයෙකු ලෙස.",
        "ආචාර්ය සේගේරා ගෝලීය මට්ටමට ළඟා වූ ඇගේ සම්මාන සංකල්පයේ විකාශනය පැහැදිලි කළේය. “කාන්තාවන් වෙනුවෙන් බොහෝ සම්මාන තිබෙනවා. කෙසේ වෙතත්, Top50 සම්මාන, සම්මානයක් පිරිනැමීම සඳහා හුදෙක් කාන්තාවන් ඉලක්ක කර ගැනීමට අදහස් කළේ නැත. ඒ වෙනුවට, නායකත්වය, වෙනස, ආශ්වාදය, ආයතනික සංස්කෘතික වෙනස්කම්, ව්‍යාපාර නවෝත්පාදනය, සමාජ වැඩ සහ මාධ්‍ය වැනි ගුණාංග සහ මුලපිරීම් හඳුනා ගැනීම කෙරෙහි අපි වැඩි අවධානයක් යොමු කරමු.",
        "“මේ සියල්ල යහපාලනය, ස්ත්‍රී පුරුෂ සමානාත්මතාවය සහ ධනාත්මක ප්‍රතිඵල කෙරෙහි විශ්වාස කරන පුද්ගලයන්ගේ සහ කණ්ඩායම්වල ජයග්‍රහණ ලෙස අපි සලකමු. චැම්පියන් සම්මානය, කාන්තාවන් සහ පිරිමින් සඳහා ආයතනික අංශය සහ LGBT සම්මානය හඳුන්වා දීමේ තාර්කිකත්වය එයයි.",
        "www.womeninmanagementawards.org සබැඳිය හරහා මැයි 5 දක්වා ඔන්ලයින් තමා හෝ වෙනත් අය නම් කිරීමට ඕනෑම පුද්ගලයෙකුට හෝ ආයතනිකයෙකුට නොමිලේ නාමයෝජනා විවෘත වේ.",
        "ප්‍රථම WIM Top50 Global Conference සහ Awards හරහා ගෝලීය වශයෙන් සිය අඩිපාර ව්‍යාප්ත කිරීමේ WIM මුලපිරීම ශ්‍රී ලංකාවේ සහ විදේශයන්හි ප්‍රමුඛ පෙළේ පුද්ගලයින් කිහිප දෙනෙකුගේ පැසසුමට ලක්ව ඇත.",
        "\"එක්සත් අරාබි එමීර් රාජ්‍යයේ පැරණිතම ව්‍යාපාරික කුටියක් වන එක්සත් අරාබි එමීර් රාජ්‍යයේ ශ්‍රී ලංකා ව්‍යාපාරික කවුන්සිලය, WIM Top50 Global Conference සහ සම්මාන උළෙලේ හවුල්කරුවා ලෙස දේශීය සහ ජාත්‍යන්තර සහභාගිවන්නන් සඳහා ජාත්‍යන්තර ජාලකරණ අවස්ථා පුළුල් කරමින් මෙම උත්සවය ශක්තිමත් කරනු ඇත,\" සභාපති පැවසීය. සුරේන් ස්වාමිනාදන්.",
        "ව්‍යාපාරික ලෝකයේ ඉදිරියට යාමට සමාගම් සඳහා ගෝලීය සහතික කිරීම සහ පිළිගැනීම සහතික කිරීම සඳහා, WIM විසින් විවිධත්වය සහ සමානාත්මතාවය පිළිබඳ ආයතනික පිළිගැනීම සඳහා ගෝලීය සමානතා ප්‍රමිති UK සමඟ අවබෝධතා ගිවිසුමක් අත්සන් කර ඇත.",
        "Global Equality Alliance (UK) නිර්මාතෘ සහ සභාපති Dr. Kaul ප්‍රකාශ කළේ: “පිරිමින්ට වඩා කාන්තාවන්ගේ විවිධ මණ්ඩල සාමාජිකත්වය ඇති ව්‍යාපාර ගෝලීය වශයෙන් ඉහළ කාර්යසාධනයක් සහ ලාභයක් පෙන්නුම් කර ඇත. අපි WIM Top50 Global Awards සඳහා නාමයෝජනා බලාපොරොත්තු වෙමු.",
        "WIM සමඟ වසර ගණනාවක් ඇසුරු කළ අතීත සම්මානලාභී විනිසුරු මඩුල්ලක සභාපතිනි රොෂානි ජයසුන්දර මොරායස් මෙවැනි වැදගත් කටයුත්තක් සඳහා විනිසුරු මඩුල්ල මෙහෙයවීම පිළිබඳව සතුට පළ කළාය. “විවිධත්වයට ගරු කරන සහ ප්‍රවර්ධනය කරන කාන්තාවන්, පිරිමින් සහ සංවිධාන හඳුනා ගැනීමේ මෙම පෙරළිකාර මුලපිරීම සමඟ සම්බන්ධ වීමට ලැබීම ගැන මම සතුටු වෙමි. ශ්‍රී ලාංකේය සන්නාමයක් මෙම ක්ෂේත්‍රය තුළ ගෝලීය තලයේ ප්‍රධාන තැනක් ගැනීම ගැන ආඩම්බරයි.”",
        "එළඹෙන ගෝලීය ඉසව්ව සඳහා අගය කිරීමේ ගායනයට එක්වෙමින්, අතිඋතුම් ෂීක් අහමඩ් බින් සයිසාල් අල් කාසිමි පුද්ගලික කාර්යාලයේ ප්‍රධාන විධායක නිලධාරී ඩන්ස්ටන් පෙරීරා පැවසුවේ: “අපි ජීවත් විය යුත්තේ පිරිමින් මෙන් කාන්තාවන්ට ගරු කරන සහ පිළිමවලට ගරු කරන ලෝකයකයි.”",
        "“රැකියාව, පවුල, ප්‍රජාව සහ පරිසරය තුළ සැබෑ නවෝත්පාදනයන් සාක්ෂාත් කර ගැනීම සඳහා පුළුල් පරාසයක පසුබිම්, අත්දැකීම් සහ දියුණුවන්හි නියැලී සිටින කාන්තාවන් හඳුනා ගැනීම විශාල ජයග්‍රහණයකි. WIM Top50 Global Awards හි සීමාව ඉහළ නැංවීම ඇත්තෙන්ම පුදුම සහගතයි,” IMEC EDUCATION සහ University Malaysia Sarawak (UNIMAS) හි ප්‍රධාන විධායක නිලධාරී මහාචාර්ය ආචාර්ය සෙල්වරාජ් ඔය්යන් පිල්ලේ පැවසීය.",
        "“කළමනාකාරිත්වයේ කාන්තාවන්ගේ මෙම නායකත්ව මුලපිරීම සඳහා විනිසුරුවරියක් ලෙස තෝරා ගැනීමට ලැබීම එතරම්ම භාග්‍යයක්. ගැහැණු ළමයා ක්‍රියා කරන ආකාරය දැකීමට ඇත්තෙන්ම ආශ්වාදයක්. එවැනි පුදුමාකාර වැඩ, නවෝත්පාදන, නොපසුබට උත්සාහය සහ මෙහි ක්‍රීඩා කරන එකිනෙකාට සහ ප්‍රජාවට ගෞරවය. ටේක් අ බව්. පිං” ඩුබායි ඉන්වෙස්ට්මන්ට්ස් PJSC GM-TechSource හි ප්‍රධාන තොරතුරු නිලධාරි, Podcast හිමිකරු, කතා සංදර්ශන සත්කාරක, Angel ව්‍යවසායකයා සහ Tech evangelist වෙන්කටේෂ් මහාදේවන් පැවසීය.",
        "McLarens සමූහ ව්‍යාපාරයේ කළමනාකාර අධ්‍යක්ෂිකා, ශ්‍රී ලංකාවේ විශාලතම නාවික සේවා සමූහ ව්‍යාපාරයක් වන Shehara De Silva, අතීත ජයග්‍රාහකයෙකු ලෙස WIM සමඟ සක්‍රීයව සම්බන්ධ වී ඇති අතර, එවැනි සිදුවීමක් කාන්තාවන්ට ඇති කළ හැකි වෙනසක් සඳහා ඇති හැකියාව එහි සිදුවීම් මගින් ප්‍රකාශ කළේය.",
        "\"ස්ත්‍රීන් සමරන කාන්තාවන් සහ ලෝකයේ සෑම අස්සක් මුල්ලක් නෑරම ඔවුන්ගේ සුවිශේෂී ජයග්‍රහණ, ආස්වාදයක් ලබා දීමට, ජවසම්පන්න කිරීමට, උත්ප්‍රේරක කිරීමට සහ පුරුෂාධිපත්‍යය සුනුවිසුනු කරන සහ ඇයගේ බලය මුදාහරින වෙනසේ සුනාමියක් නිර්මාණය කරයි.\"",
        "WIM Top50 Global Awards යනු විශිෂ්ටත්වය සැමරීමක් වන අතර ඔවුන් තෝරාගත් ක්ෂේත්‍රවල විශිෂ්ටත්වය දක්වන කාන්තාවන් සහ පිරිමින් විධිමත් ලෙස හඳුනා ගැනීමට සහ හොඳම ගුණාංග නිදර්ශන කිරීමට සේවය කරන පිළිගැනීමේ වැඩසටහනකි. විනිසුරු මඩුල්ලේ අනෙකුත් අය අතර මහාචාර්ය රවී දිසානායක, පොයින්ට් සිස්ටම්ස් 25 සභාපති සහ සම-නිර්මාතෘ ජෝන් ටී. බෙයර් සහ ලේඩීස් ඉන් බිස්නස් සඟරාවේ ග්ලෝබල් නිර්මාතෘ සහ ප්‍රකාශක සහ අප්‍රිකානු වෙනස් කිරීමේ ව්‍යාපාරයේ (එක්සත් අරාබි එමීර් රාජ්‍යයේ) නිර්මාතෘ ඇඩෙෂෝලා හෙලන් ඔනාඩිපේ ඇතුළත් වේ.",
        "“ඔබ කාන්තාවක් පුහුණු කරන විට, ඔබ ජාතියක් පුහුණු කර ඇත. එය ස්ත්‍රියකගේ ශක්තිය ලෙස හැඳින්වේ,” ඔනාදිපේ අදහස් කළේය.",
        "උත්සවය ගැන දැන ගැනීමට www.womeninmanagementawards.org හෝ SLBC Dubai හි සභාපති@slbcdubai.com අමතන්න."
      ]
    },
    "ta": {
      "title": "ஜூன் மாதம் துபாயில் WIM Top50 உலகளாவிய மாநாடு மற்றும் விருதுகள் 2022",
      "body_lines": [
        "வுமன் இன் மேனேஜ்மென்ட் (WIM) டாக்டர். சுலோச்சனா செகேரா தலைமையில், WIM Top50 உலகளாவிய மாநாடு மற்றும் விருதுகளை ஜூன் 18 அன்று துபாயில் நடத்த திட்டமிடப்பட்டது. ஐக்கிய அரபு எமிரேட்ஸில் உள்ள இலங்கை வர்த்தக சபை மற்றும் ஐக்கிய இராச்சியத்தின் சமத்துவக் கூட்டணியுடன் இணைந்து இந்த நிகழ்வு ஏற்பாடு செய்யப்பட்டுள்ளது.",
        "மீள்தன்மை மற்றும் மறு கண்டுபிடிப்பு என்பது தொடக்க நிகழ்வின் கருப்பொருளாக இருக்கும், இதுவே பெண்கள் நிர்வாகத்தில் வழங்கும் முதல் உலகளாவிய விருதுகளாகும்.",
        "குளோபல் விருதுகளுக்கான பரிந்துரைகள் மே 5 வரை திறந்திருக்கும் மற்றும் உலகம் முழுவதும் உள்ள அனைத்து பெண்களுக்கும் திறந்திருக்கும். www.womeninmanagementawards.org என்ற இணையதளத்தில் பதிவு செய்து கொள்ளலாம்",
        "WIM 2009 இல் Dr.Segera ஆல் நிறுவப்பட்டது. பெண்கள் தங்கள் கனவுகளை நனவாக்க ஒரு நெட்வொர்க்கிங் தளத்தை வழங்கும் நோக்கத்துடன் WIM 2010 இல் அதன் உறுப்பினரைத் திறந்தது மற்றும் அவர்களின் தனிப்பட்ட, தொழில் மற்றும் வணிக வாழ்க்கையில் வெற்றிபெற வாய்ப்புகள் குறைவாக உள்ள பெண்களுக்கு வழிகாட்டுகிறது. கார்ப்பரேட் துறையில் சிறந்து விளங்கும் பெண் தலைவர்களை அங்கீகரிப்பதற்காக ஐந்து விருதுகளுடன் 2011 இல் தொழில்முறை மற்றும் தொழில் பெண்கள் விருதுகள் அறிமுகப்படுத்தப்பட்டது.",
        "ஒரு தசாப்தத்தின் பின்னர், அதன் 11வது வருடத்தில், இலங்கை, மாலத்தீவு மற்றும் கனடாவில் சிறந்த தலைமைத்துவம் மற்றும் குறிப்பிடத்தக்க சாதனைகளுக்காக 520 க்கும் மேற்பட்ட பெண்களை நிபுணத்துவ மற்றும் தொழில் மகளிர் விருதுகள் அங்கீகரித்துள்ளன.",
        "WIM Top50 மாநாடு மற்றும் விருதுகள் இலங்கையில் 11 வருடங்கள், மாலைதீவில் நான்கு வருடங்கள் மற்றும் கனடாவில் மூன்று வருடங்கள் உலகெங்கிலும் உள்ள சிறந்த பெண்கள் மற்றும் பெண்களை அங்கீகரிக்கும் வரலாற்றைக் கொண்டுள்ளது. WIM சமீபத்தில் அதன் அத்தியாயத்தை அமெரிக்காவிலும் ஆஸ்திரேலியாவிலும் பதிவுசெய்தது, அவை இன்னும் அதிகாரப்பூர்வமாக தொடங்கப்படவில்லை.",
        "இந்திய நாடாளுமன்ற மக்களவை தூத்துக்குடித் தொகுதிப் பிரதிநிதி கனிமொழி கருணாநிதி, கொசோவோ சுதந்திரத் தலைவரும், முன்னாள் துணைப் பிரதமருமான, உலக அரசியல் மற்றும் வணிகத் தலைவர்கள் உட்பட, ஒன்பது நாடுகளைச் சேர்ந்த 20 பேச்சாளர்களுடன், டாப்50 குளோபல் மாநாடு ஒரே நாளில் நடைபெற உள்ளது. அமைச்சர் மற்றும் வெளியுறவு அமைச்சர் மற்றும் தலைமை சமாதான பேச்சுவார்த்தையாளர் டாக்டர் எடிடா தாஹிரி.",
        "மற்ற புகழ்பெற்ற பேச்சாளர்கள் WiLAT/ துருக்கி துணைத் தலைவர் மற்றும் IFC மூத்த ஆலோசகர் மற்றும்",
        "PL Food CEO Esra Kivrak, VERVE நிர்வாக இயக்குனர் ஷமிரா மிதா, CEO மற்றும் Empathy Everiere நிறுவனர் மற்றும் Softening the Edge from Italy மிமி நிக்லின் மற்றும் டாக்டர் மோகன் கவுல், சர்வதேச வர்த்தகம், முதலீடு மற்றும் வளர்ந்து வரும் சந்தைகளில் சாம்பியனான டாக்டர். அத்துடன் அங்கீகரிக்கப்பட்ட கொள்கை ஆலோசகர், வணிகத் தலைவர், சமூக தொழில்முனைவோர், கல்வியாளர் மற்றும் முன்னாள் இராஜதந்திரி.",
        "டாக்டர். செகேரா தனது விருதுகள் கருத்தாக்கத்தின் பரிணாமத்தை விளக்கினார், இது உலகளாவிய விகிதாச்சாரத்தை எட்டியுள்ளது. “பெண்களுக்கு பல விருதுகள் உள்ளன. இருப்பினும், சிறந்த 50 விருதுகள், ஒரு விருதை வழங்குவதற்காக பெண்களை மட்டும் குறிவைக்கவில்லை. மாறாக, தலைமைத்துவம், மாற்றம், உத்வேகம், பெருநிறுவன கலாச்சார மாற்றங்கள், வணிக கண்டுபிடிப்பு, சமூகப்பணி மற்றும் ஊடகம் போன்ற பண்புகளையும் முன்முயற்சிகளையும் அங்கீகரிப்பதில் அதிக கவனம் செலுத்துகிறோம்.",
        "“இவை அனைத்தும் நல்லாட்சி, பாலின சமத்துவம் மற்றும் நேர்மறையான முடிவுகளில் நம்பிக்கை கொண்ட தனிநபர்கள் மற்றும் குழுக்களின் சாதனைகளாக நாங்கள் கருதுகிறோம். சாம்பியன் விருது, பெண்கள் மற்றும் ஆண்களுக்கான கார்ப்பரேட் பிரிவு மற்றும் எல்ஜிபிடி விருது ஆகியவற்றை அறிமுகப்படுத்துவதற்கான காரணம் இதுதான்.",
        "www.womeninmanagementawards.org என்ற இணைப்பின் மூலம் மே 5 ஆம் தேதி வரை எந்தவொரு தனிநபரும் அல்லது கார்ப்பரேட் நிறுவனமும் தங்களை அல்லது மற்றவர்களை ஆன்லைனில் பரிந்துரைக்கலாம்.",
        "முதல் WIM Top50 குளோபல் மாநாடு மற்றும் விருதுகள் மூலம் உலகளாவிய ரீதியில் தனது தடத்தை விரிவுபடுத்துவதற்கான WIM முயற்சியை இலங்கை மற்றும் வெளிநாடுகளில் உள்ள பல முன்னணி நபர்கள் பாராட்டியுள்ளனர்.",
        "ஐக்கிய அரபு எமிரேட்ஸில் உள்ள இலங்கை வர்த்தக சபை, ஐக்கிய அரபு எமிரேட்ஸில் உள்ள பழமையான வர்த்தக சபைகளில் ஒன்றாகும், WIM Top50 குளோபல் மாநாடு மற்றும் விருதுகளின் பங்காளியாக இந்த நிகழ்வை பல உள்ளூர் மற்றும் சர்வதேச பங்கேற்பாளர்களுக்கு சர்வதேச நெட்வொர்க்கிங் வாய்ப்புகளை விரிவுபடுத்தும்,\" தலைவர் கூறினார். சுரேன் சுவாமிநாதன்.",
        "கார்ப்பரேட் நிறுவனங்கள் வணிக உலகில் முன்னேற உலகளாவிய சான்றிதழ் மற்றும் அங்கீகாரத்தை உறுதி செய்வதற்காக, பன்முகத்தன்மை மற்றும் சமத்துவத்தில் கார்ப்பரேட்களை அங்கீகரிக்க உலகளாவிய சமத்துவ தரநிலைகள் UK உடன் WIM ஒரு புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டுள்ளது.",
        "குளோபல் ஈக்வாலிட்டி அலையன்ஸ் (யுகே) நிறுவனர் மற்றும் தலைவர் டாக்டர் கவுல் கூறினார்: \"ஆண்களை விட அதிகமான பெண்களைக் கொண்ட பல்வேறு குழு உறுப்பினர்களைக் கொண்ட வணிகங்கள் உலகளவில் அதிக செயல்திறன் மற்றும் லாபத்தை வெளிப்படுத்தியுள்ளன. WIM டாப்50 குளோபல் விருதுகளுக்கான பரிந்துரைகளை எதிர்பார்க்கிறோம்.",
        "நீதிபதிகள் குழுவின் தலைவி ரோஷனி ஜயசுந்தர மொரேஸ், கடந்த விருது வென்றவர், WIM உடனான தொடர்பு பல ஆண்டுகளாக நீடித்தது, இது போன்ற ஒரு முக்கியமான நிகழ்வுக்கு நீதிபதிகள் குழுவை வழிநடத்தியதில் தனது மகிழ்ச்சியை வெளிப்படுத்தினார். \"பெண்கள், ஆண்கள் மற்றும் பன்முகத்தன்மையை மதிக்கும் மற்றும் ஊக்குவிக்கும் நிறுவனங்களை அங்கீகரிக்கும் இந்த அற்புதமான முயற்சியில் நான் இணைந்திருப்பதில் மகிழ்ச்சி அடைகிறேன். உலக அரங்கில் இலங்கையின் வர்த்தக நாமம் ஒன்று இந்த துறையில் முக்கிய இடத்தைப் பிடிப்பதைக் கண்டு பெருமையடைகிறேன்.”",
        "வரவிருக்கும் உலகளாவிய நிகழ்விற்கான பாராட்டுக் குழுவில் இணைந்து, ஷேக் அகமது பின் சைசல் அல் காசிமி தனியார் அலுவலக சிஓஓ டன்ஸ்டன் பெரியேரா கூறினார்: \"ஆண்களைப் போலவே பெண்களையும் மதிக்கும் மற்றும் மதிக்கும் ஒரு உலகில் நாம் வாழ வேண்டும்.\"",
        "\"வேலை, குடும்பம், சமூகம் மற்றும் சுற்றுச்சூழலில் உண்மையான கண்டுபிடிப்புகளை அடைவதில் பரந்த அளவிலான பின்னணிகள், அனுபவங்கள் மற்றும் முன்னேற்றங்களில் ஈடுபட்டுள்ள பெண்களை அங்கீகரிப்பது ஒரு பெரிய சாதனையாகும். WIM Top50 குளோபல் விருதுகள் பட்டியை உயர்த்துவது உண்மையிலேயே அற்புதமானது,” என்று IMEC கல்வி மற்றும் பல்கலைக்கழக மலேசியா சரவாக் (UNIMAS) தலைமை நிர்வாக அதிகாரி பேராசிரியர் டாக்டர் செல்வராஜ் ஒய்யன் பிள்ளை கூறினார்.",
        "“நிர்வாகத்தில் பெண்களின் இந்த தலைமை முயற்சிக்கு நீதிபதியாக தேர்ந்தெடுக்கப்பட்டிருப்பது ஒரு பாக்கியம். வேலை செய்யும் பெண் சக்தியைப் பார்க்க உண்மையிலேயே ஊக்கமளிக்கிறது. அத்தகைய அற்புதமான வேலை, புதுமைகள், விடாமுயற்சி மற்றும் ஒருவருக்கொருவர் மற்றும் சமூகம் இங்கு விளையாடுகிறது. ஒரு வில் எடு. பாராட்டுக்கள்.” துபாய் இன்வெஸ்ட்மென்ட்ஸ் PJSC GM-TechSource தலைமை தகவல் அதிகாரி, பாட்காஸ்ட் உரிமையாளர், பேச்சு நிகழ்ச்சி தொகுப்பாளர், ஏஞ்சல் தொழில்முனைவோர் மற்றும் தொழில்நுட்ப சுவிசேஷகர் வெங்கடேஷ் மகாதேவன் கூறினார்.",
        "McLarens Group குழுமத்தின் முகாமைத்துவ பணிப்பாளர் ஷெஹாரா டி சில்வா, இலங்கையின் மிகப்பெரிய கப்பல் சேவை நிறுவனங்களில் ஒன்றான, கடந்தகால வெற்றியாளர் WIM உடன் தீவிரமாக இணைந்துள்ளார், மேலும் அதன் நிகழ்வுகள் அத்தகைய நிகழ்வு பெண்களுக்கு கொண்டு வரக்கூடிய மாற்றத்திற்கான சாத்தியத்தை வெளிப்படுத்தியது.",
        "\"உலகின் அனைத்து மூலைகளிலிருந்தும் பெண்களையும் அவர்களின் விதிவிலக்கான சாதனைகளையும் கொண்டாடும் பெண்கள், ஆணாதிக்கத்தை உடைத்து அவளின் சக்தியை வெளிக்கொணரும் மாற்றத்தின் சுனாமியை ஊக்குவிக்கவும், உற்சாகப்படுத்தவும், ஊக்கப்படுத்தவும், உருவாக்கவும்.\"",
        "WIM Top50 குளோபல் விருதுகள் என்பது சிறப்பான ஒரு கொண்டாட்டம் மற்றும் ஒரு அங்கீகாரத் திட்டமாகும், இது அவர்கள் தேர்ந்தெடுத்த துறைகளில் சிறந்து விளங்கும் மற்றும் சிறந்த பண்புகளை எடுத்துக்காட்டும் பெண்கள் மற்றும் ஆண்களை முறையாக அங்கீகரிக்க உதவுகிறது. நீதிபதிகள் குழுவில் உள்ள ஏனையவர்களில் பேராசிரியர் ரவி திஸாநாயக்க, 25 புள்ளி சிஸ்டம்ஸ் தலைவர் மற்றும் இணை நிறுவனர் ஜோன் டி. பேயர் மற்றும் லேடீஸ் இன் பிசினஸ் மேகசின் குளோபல் நிறுவனர் மற்றும் வெளியீட்டாளர் மற்றும் ஆப்பிரிக்கா மாற்றம் இயக்கத்தின் (யுஏஇ) நிறுவனர் அடேஷோலா ஹெலன் ஒனாடிபே ஆகியோர் அடங்குவர்.",
        "\"நீங்கள் ஒரு பெண்ணுக்கு பயிற்சி அளித்தால், நீங்கள் ஒரு நாட்டைப் பயிற்றுவித்தீர்கள். இது ஒரு பெண்ணின் வலிமை என்று அழைக்கப்படுகிறது, ”என்று ஓனாடிபே கருத்து தெரிவித்தார்.",
        "நிகழ்வைப் பற்றி அறிய www.womeninmanagementawards.org அல்லது SLBC Dubai ஐத் தலைவர்@slbcdubai.com இல் தொடர்பு கொள்ளவும்."
      ]
    }
  }
}