{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/State-Intelligence-Head-Sallay-writes-to-IGP-calling-for-impartial-inquiry-on-Easter-Sunday-attacks/56-734031",
  "time_ut": 1651084200,
  "title": "State Intelligence Head Sallay writes to IGP calling for impartial inquiry on Easter Sunday attacks",
  "body_lines": [
    "State Intelligence Service (SIS) Director-General Maj. Gen. Suresh Sallay has written to the IGP requesting for an impartial inquiry into what the former described as “unfounded allegations” made by SJB MP Manusha Nanayakkara in Parliament recently.",
    "He has also informed the Speaker of Parliament to take the necessary action over the misleading allegations made by the MP abusing parliamentary privileges.",
    "In his letter, whilst denying all baseless allegations against him levelled by the MP, Sallay has reiterated that he had nothing to do with the Easter attacks or any form of terrorist activities.",
    "“It has been three years since the attacks, and I have given evidence multiple times before parliamentary and Presidential commissions as well as the Criminal Investigation Department. There exists no evidence to indicate, imply nor any finding from any investigations to suggest that I am complicit in these attacks,” Maj. Gen. Sallay reaffirmed.",
    "He further stated that he was deeply concerned about the repercussions of such baseless allegations. “These statements have created an environment where there are credible threats, serious consequences, that puts me and my family at great risk and jeopardizes our safety. “I believe everyone will benefit from an impartial and unbiased investigation into these claims made by Mr. Nanayakkara. I would be much grateful if you could take necessary steps to commence an investigation at your earliest,” Sallay added."
  ],
  "translate": {
    "si": {
      "title": "පාස්කු ඉරිදා ත්‍රස්ත ප්‍රහාරය සම්බන්ධයෙන් අපක්ෂපාතී පරීක්ෂණයක් පවත්වන ලෙස ඉල්ලා රාජ්‍ය බුද්ධි අංශ ප්‍රධානී සලෙයි පොලිස්පතිවරයාට ලිපියක් යොමුකරයි",
      "body_lines": [
        "රාජ්‍ය බුද්ධි සේවයේ (SIS) අධ්‍යක්ෂ ජනරාල් මේජර් ජෙනරාල් සුරේෂ් සලෙයි විසින් පසුගියදා පාර්ලිමේන්තුවේදී SJB පාර්ලිමේන්තු මන්ත්‍රී මනූෂ නානායක්කාර විසින් කරන ලද “පදනම් විරහිත චෝදනා” ලෙස හිටපු පොලිස්පතිවරයා විසින් විස්තර කරන ලද කරුණු සම්බන්ධයෙන් අපක්ෂපාතී පරීක්ෂණයක් පවත්වන ලෙස ඉල්ලා පොලිස්පතිවරයා වෙත ලිපියක් යොමු කර ඇත.",
        "පාර්ලිමේන්තු වරප්‍රසාද අවභාවිත කරමින් මන්ත්‍රීවරයා විසින් කරන ලද නොමඟ යවන සුළු චෝදනා සම්බන්ධයෙන් අවශ්‍ය පියවර ගන්නා ලෙස ද ඔහු පාර්ලිමේන්තුවේ කථානායකවරයාට දැනුම් දී තිබේ.",
        "මන්ත්‍රීවරයා තමාට එරෙහිව එල්ල කර ඇති පදනම් විරහිත චෝදනා සියල්ල ප්‍රතික්ෂේප කරන අතරම පාස්කු ප්‍රහාරයට හෝ කිසිදු ආකාරයක ත්‍රස්තවාදී ක්‍රියාවලට තමාගේ කිසිදු සම්බන්ධයක් නොමැති බව සලේ සිය ලිපියෙන් යළිත් අවධාරණය කර තිබේ.",
        "“ප්‍රහාරය සිදුවී වසර තුනක් ගතවී ඇති අතර, මම පාර්ලිමේන්තු සහ ජනාධිපති කොමිෂන් සභා මෙන්ම අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව හමුවේ කිහිප වතාවක්ම සාක්ෂි ලබාදී ඇත. මෙම ප්‍රහාරවලට මා හවුල් යැයි හැඟවීමට කිසිදු පරීක්‍ෂණයකින් ඇඟවුම් කිරීමට, ඇඟවුම් කිරීමට හෝ සොයා ගැනීමට කිසිදු සාක්ෂියක් නොමැත,” මේජර් ජෙනරාල් සලේ යළි තහවුරු කළේය.",
        "එවැනි පදනම් විරහිත චෝදනාවල ප්‍රතිවිපාක පිළිබඳව තමන් දැඩි කනස්සල්ලට පත්වන බවද ඔහු වැඩිදුරටත් ප්‍රකාශ කළේය. “මෙම ප්‍රකාශයන් විශ්වාස කළ හැකි තර්ජන, බරපතල ප්‍රතිවිපාක ඇති පරිසරයක් නිර්මාණය කර ඇති අතර එය මා සහ මගේ පවුල විශාල අවදානමකට ලක් කරන අතර අපගේ ආරක්ෂාව අනතුරේ හෙළයි. “නානායක්කාර මහතා විසින් කරන ලද මෙම ප්‍රකාශයන් සම්බන්ධයෙන් අපක්ෂපාතී සහ අපක්ෂපාතී පරීක්ෂණයකින් සියලු දෙනාටම ප්‍රතිලාභ ලැබෙනු ඇතැයි මම විශ්වාස කරමි. ඔබේ ඉක්මනින් පරීක්ෂණයක් ආරම්භ කිරීමට අවශ්‍ය පියවර ගැනීමට ඔබට හැකි නම් මම බෙහෙවින් කෘත ful වෙමි, ”සාලේ වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "ஈஸ்டர் ஞாயிறு தாக்குதல்கள் குறித்து பாரபட்சமற்ற விசாரணை நடத்தப்பட வேண்டும் என்று மாநில புலனாய்வுத் தலைவர் சாலி ஐஜிபிக்கு கடிதம் எழுதியுள்ளார்",
      "body_lines": [
        "அரச புலனாய்வு சேவையின் (SIS) பணிப்பாளர் நாயகம் மேஜர் ஜெனரல் சுரேஷ் சல்லே, அண்மையில் பாராளுமன்றத்தில் SJB பாராளுமன்ற உறுப்பினர் மனுஷ நாணயக்காரவினால் முன்வைக்கப்பட்ட \"அடிப்படையற்ற குற்றச்சாட்டுகள்\" என பாரபட்சமற்ற விசாரணையை கோரி IGPக்கு கடிதம் எழுதியுள்ளார்.",
        "பாராளுமன்ற சிறப்புரிமைகளை துஷ்பிரயோகம் செய்து எம்பி தெரிவித்த தவறான குற்றச்சாட்டுகள் தொடர்பில் தேவையான நடவடிக்கைகளை எடுக்குமாறும் அவர் பாராளுமன்ற சபாநாயகருக்கு அறிவித்துள்ளார்.",
        "தனது கடிதத்தில், எம்.பி.யால் தனக்கு எதிரான அனைத்து ஆதாரமற்ற குற்றச்சாட்டுகளையும் மறுத்துள்ள சாலி, ஈஸ்டர் தாக்குதல்கள் அல்லது எந்த வகையான பயங்கரவாத நடவடிக்கைகளுக்கும் தனக்கு எந்த தொடர்பும் இல்லை என்று மீண்டும் வலியுறுத்தியுள்ளார்.",
        "“தாக்குதல்கள் நடந்து மூன்று வருடங்கள் ஆகின்றன, நாடாளுமன்ற மற்றும் ஜனாதிபதி ஆணைக்குழுக்கள் மற்றும் குற்றப் புலனாய்வுத் திணைக்களம் ஆகியவற்றிற்கு நான் பலமுறை சாட்சியங்களை வழங்கியுள்ளேன். இந்தத் தாக்குதல்களுக்கு நான் உடந்தையாக உள்ளேன் என்பதைக் குறிப்பிடுவதற்கு, மறைமுகமாக அல்லது எந்த விசாரணையிலிருந்தும் எந்தக் கண்டுபிடிப்பும் இல்லை,” என்று மேஜர் ஜெனரல் சலே மீண்டும் உறுதிப்படுத்தினார்.",
        "இவ்வாறான அடிப்படை ஆதாரமற்ற குற்றச்சாட்டுகளின் பின்விளைவுகள் குறித்து தாம் மிகுந்த கவலையடைவதாக அவர் மேலும் குறிப்பிட்டுள்ளார். \"இந்த அறிக்கைகள் நம்பத்தகுந்த அச்சுறுத்தல்கள், கடுமையான விளைவுகள் உள்ள சூழலை உருவாக்கியுள்ளன, இது என்னையும் எனது குடும்பத்தையும் பெரும் ஆபத்தில் ஆழ்த்துகிறது மற்றும் எங்கள் பாதுகாப்பை பாதிக்கிறது. “திரு. நாணயக்காரவின் இந்தக் கூற்றுக்கள் மீதான பாரபட்சமற்ற மற்றும் பக்கச்சார்பற்ற விசாரணையால் அனைவரும் பயனடைவார்கள் என்று நான் நம்புகிறேன். உங்கள் விசாரணையை விரைவில் தொடங்குவதற்கு தேவையான நடவடிக்கைகளை எடுத்தால் நான் மிகவும் நன்றியுள்ளவனாக இருப்பேன்,” என்று சலே மேலும் கூறினார்."
      ]
    }
  }
}