{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/russian-political-centres-international-isolation-increases/",
  "time_ut": 1646841120,
  "title": "Russian political centre’s international isolation increases",
  "body_lines": [
    "The recent UN General Assembly resolution which condemned Russia for its invasion of Ukraine and which won the support of 141 countries, is a cogent pointer to the increasing international isolation the Vladimir Putin regime is successfully courting. This vote is proof that the regime is in the process of steadily discrediting itself in the eyes of the world, although it could win many a battle in the days ahead and even go on to overrun Ukraine.",
    "The commentator is obliged to make some discreet distinctions at this juncture. Putin’s military escapade is not endorsed by the vast majority of Russians. They are in no way responsible for Ukraine’s suffering. It’s the Russian centre which is standing condemned for the Ukraine crisis. Even as this is being written Russians demonstrating against the war, including children, are being rounded-up by the political centre’s security managers and being put behind bars. Accordingly, morally-conscious Russians are standing-up and opting to be counted. This is something the civilized world could rejoice over.",
    "However, what observers ought to be looking out for also is the Russian clergy’s stance on the crisis, if any such thing is taking shape. Those sections of the clergy who profess to be Christians are particularly obliged by the tenets of their faith to condemn the invasion, besides calling the regime to account. A failure to do this would reveal the clergy as collaborating with the regime in its bloody and destructive acts in Ukraine and this would amount to a betrayal of their faith. They ought to recollect that the world has come a very long way from pre-modern times when some clerics of the West threw in their lot with warring autocratic regimes.",
    "Meanwhile, the displaced persons exodus from Ukraine is gathering pace and the world is obliged to unreservedly go to their help. A few powerful countries preferred to abstain from voting against Russia in the recent UN General Assembly resolution but nothing should stop them from joining the rest of the world in rendering humanitarian assistance to displaced Ukrainian civilians. As mentioned in this column last week what is at stake in the main in Ukraine is humanity and this the world could ill afford to lose completely.",
    "There is a school of thought which is of the view that the Putin regime could only be stopped militarily. This is essentially the position of Ukrainian President Volodymyr Zelensky as well when he calls on the West to enforce a no-fly zone over Ukraine. This is on account of the fact that a considerable amount of the destruction Ukraine is suffering currently is being caused by Russian air strikes. Western backed counterforce in the air seems to be the answer.",
    "However, this proposition of the application of countervailing direct, Western military power to Russia is something that could not be acted on blindly or in haste. Right now, the adoption of such a measure could lead to a Europe-wide war, wherein the US and its major Western allies would be pitting themselves against Russia and its regional backers, which in turn could have worldwide security implications of a grave nature.",
    "Thus, the West is right in being circumspect with regard to the no-fly zone proposal. It could very well be that Putin is counting on the West being impetuous in the heat of confrontation and pushing may be the nuclear button. Needless to say, Russia’s adversaries would do well not to fall for this bait.",
    "However, the West would be doing right by providing swiftly to Ukraine all the required military hardware to meet its current challenges. But ideally, the Putin regime should defer to wise counsel and think in terms of earnestly working out a political solution with the Ukrainian state to the current compounded crisis which is boding ill for the world and for not merely Eastern Europe.",
    "Even if wise counsel were to prevail and current tensions are defused, the possibility is that the world would be rendered an even more dangerous place to live in post-Ukraine. Some principal cleavages that characterized Cold War times could make a big comeback but this time around ideology would not be a great divider, since there would be no communist-capitalist confrontation. Rather, there could be a renewal of the East-West polarity with the accent entirely falling on differences in military, political and economic power. Alliances would be formed and broken on Realpolitik considerations. But this renewed East-West confrontation would likely be rendered more unsettling by the fact that on the military plane the antagonists, who would almost all be oligarchic, rightist states, would be less insensitive to the use of the nuclear option on each other.",
    "It would be a world that is less unnerved by the possibility of a nuclear holocaust. This ought to be expected because a party’s veiled threat to use the nuclear option in the current crisis hardly met with any rebuke or opposition by the world. The anti-nuclear movement, which was vibrant at one time, seems to be dead today.",
    "It would also be a world where the UN system and its injunctions and strictures would be less complied with. It would probably command less deference. In the current crisis the UN General Assembly did resoundingly well to condemn Russia, but its decisions being non-binding, the aggressor would go scot-free and be in a position to be a threat to its neighbours and the world at large in future as well. In fact, the current crisis would be a veritable incentive to potential international law breakers to go ahead with any intended offensive conduct against the world with considerable impunity.",
    "However, the present Ukraine crisis and the issues growing out of it should be seen by the world as opportunities that ought to be explored judiciously by it to eradicate existing flaws in the current world political order. Ignoring these urgent tasks on the part of the world community would be almost tantamount to courting collective self-annihilation, since the path is being paved by lawless elements to view the nuclear option with less dread.",
    "Criticism of Basil’s silence on economic situation throws House into turmoil",
    "Regulator of Sri Lanka Tourism urged to show ‘sanity over vanity’ on new draft bill",
    "NMSJ decries unrealistic policies that have led to current mess",
    "Greg Jacobson shares his ‘Secrets to Creating an Outstanding Client Experience’",
    "Dialog first in South Asia to trial 5G Standalone Network – the most advanced 5G technology in the world",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රුසියානු දේශපාලන මධ්‍යස්ථානයේ ජාත්‍යන්තර හුදකලාව වැඩිවේ",
      "body_lines": [
        "යුක්රේනය ආක්‍රමණය කිරීම සම්බන්ධයෙන් රුසියාව හෙළා දකින සහ රටවල් 141ක සහය දිනාගත් මෑත කාලීන එක්සත් ජාතීන්ගේ මහා මණ්ඩල යෝජනාව, ව්ලැඩිමීර් පුටින් තන්ත්‍රය සාර්ථකව ආචාර කරමින් සිටින ජාත්‍යන්තර හුදකලාව වැඩි වන බවට සංජානනීය දර්ශකයකි. ඉදිරි දිනවලදී බොහෝ සටන් ජයගෙන යුක්‍රේනය යටපත් කිරීමට පවා පාලන තන්ත්‍රය ක්‍රමානුකූලව කටයුතු කරමින් සිටින බවට මෙම ඡන්දය සාක්ෂියකි.",
        "මේ අවස්ථාවේ දී විචාරකයා යම් විචක්ෂණශීලී වෙනස්කම් කිරීමට බැඳී සිටී. පුටින්ගේ මිලිටරි පලායාම රුසියානුවන්ගෙන් අතිමහත් බහුතරය විසින් අනුමත නොකෙරේ. යුක්රේනයේ දුක් වේදනාවලට ඔවුන් කිසිසේත් වගකිව යුතු නැත. එය යුක්රේන අර්බුදය සම්බන්ධයෙන් හෙළා දකින රුසියානු මධ්යස්ථානයයි. මෙය ලියැවුණත්, යුද්ධයට එරෙහිව උද්ඝෝෂණ කරන රුසියානුවන්, ළමයින් ඇතුළුව, දේශපාලන මධ්‍යස්ථානයේ ආරක්ෂක කළමනාකරුවන් විසින් වටකර සිරකර තබා ඇත. ඒ අනුව, සදාචාරාත්මක සවිඥානක රුසියානුවන් නැගී සිට ගණන් කිරීමට තීරණය කරයි. මෙය ශිෂ්ට ලෝකයට සතුටු විය හැකි දෙයකි.",
        "කෙසේ වෙතත්, නිරීක්ෂකයින් අවධානය යොමු කළ යුතු දෙය නම්, එවැනි දෙයක් හැඩගස්වන්නේ නම්, අර්බුදය පිළිබඳ රුසියානු පූජකයන්ගේ ස්ථාවරයයි. ක්‍රිස්තියානුවන් යැයි කියා ගන්නා පූජකයන්ගේ එම කොටස් ආක්‍රමණය හෙළා දැකීමට, පාලන තන්ත්‍රය ගණන් ගැනීමට අමතරව, ඔවුන්ගේ ඇදහිල්ලේ මූලධර්මවලට අනුව විශේෂයෙන් බැඳී සිටිති. මෙය කිරීමට අපොහොසත් වීමෙන් යුක්රේනයේ ලේවැකි සහ විනාශකාරී ක්‍රියාවන් සඳහා තන්ත්‍රය සමඟ සහයෝගයෙන් කටයුතු කරන බව පූජක පක්ෂය හෙළි කරනු ඇති අතර මෙය ඔවුන්ගේ ඇදහිල්ල පාවා දීමක් වනු ඇත. බටහිර සමහර පූජකවරුන් සටන්කාමී ඒකාධිපති පාලන තන්ත්‍රයන් සමඟ ඔවුන්ගේ කොටස දැමූ ප්‍රාග්-නූතන යුගයේ සිට ලෝකය ඉතා දිගු ගමනක් පැමිණ ඇති බව ඔවුන් සිහිපත් කළ යුතුය.",
        "මේ අතර, යුක්රේනයෙන් අවතැන් වූ පුද්ගලයින්ගේ නික්මයාම වේගවත් වෙමින් පවතින අතර ලෝකය ඔවුන්ගේ උපකාරයට නොසැලී යාමට බැඳී සිටී. මෑත කාලීන එක්සත් ජාතීන්ගේ මහා මණ්ඩල යෝජනාවේදී රුසියාවට එරෙහිව ඡන්දය දීමෙන් වැළකී සිටීමට බලගතු රටවල් කිහිපයක් කැමැත්තක් දැක්වූ නමුත් අවතැන් වූ යුක්රේන සිවිල් වැසියන්ට මානුෂීය ආධාර ලබා දීම සඳහා ලෝකයේ සෙසු රටවල් සමඟ සම්බන්ධ වීමෙන් කිසිවක් වළක්වන්නේ නැත. පසුගිය සතියේ මෙම තීරුවේ සඳහන් කළ පරිදි යුක්රේනයේ ප්‍රධාන වශයෙන් පරදුවට තබා ඇත්තේ මනුෂ්‍යත්වය වන අතර මෙය ලෝකයට සම්පූර්ණයෙන්ම අහිමි විය හැකිය.",
        "පුටින් පාලනය නැවැත්විය හැක්කේ මිලිටරිමය වශයෙන් පමණක් බව මත දරන චින්තනයක් ඇත. යුක්රේන ජනාධිපති වොලොඩිමියර් සෙලෙන්ස්කි යුක්රේනයට ඉහළින් පියාසර තහනම් කලාපයක් බලාත්මක කරන ලෙස බටහිරින් ඉල්ලා සිටින විට ද මෙය අත්‍යවශ්‍යයෙන්ම වේ. මේ වන විට යුක්රේනය අත්විඳිමින් සිටින විනාශයේ සැලකිය යුතු ප්‍රමාණයක් රුසියානු ගුවන් ප්‍රහාර හේතුවෙන් සිදුවෙමින් පවතින බැවිනි. බටහිර පිටුබලය සහිත ප්‍රතිවිරෝධතා වාතයේ පිළිතුර ලෙස පෙනේ.",
        "කෙසේ වෙතත්, ප්‍රතිවිරෝධතා සෘජු බටහිර යුධ බලය රුසියාවට යෙදවීමේ මෙම යෝජනාව අන්ධව හෝ කඩිමුඩියේ ක්‍රියා කළ නොහැකි දෙයකි. මේ මොහොතේ, එවැනි පියවරක් ගැනීම යුරෝපය පුරා යුද්ධයකට තුඩු දිය හැකි අතර, එහිදී එක්සත් ජනපදය සහ එහි ප්‍රධාන බටහිර සහචරයින් රුසියාවට සහ එහි කලාපීය ආධාරකරුවන්ට එරෙහිව නැගී සිටිනු ඇත, එය අනෙක් අතට බරපතල ස්වභාවයේ ලොව පුරා ආරක්ෂක ඇඟවුම් ඇති කළ හැකිය.",
        "මේ අනුව, ගුවන් තහනම් කලාප යෝජනාව සම්බන්ධයෙන් බටහිරයන් කල්පනාකාරී වීම නිවැරදි ය. ගැටුමේ උණුසුම තුළ බටහිරයන් ආවේගශීලී වීම සහ තල්ලු කිරීම න්‍යෂ්ටික බොත්තම විය හැකි බව පුටින් ගණන් බලා සිටීම ඉතා හොඳින් විය හැකිය. රුසියාවේ විරුද්ධවාදීන් මෙම ඇමට නොවැටීම හොඳ බව අමුතුවෙන් කිව යුතු නැත.",
        "කෙසේ වෙතත්, බටහිර රටවල් යුක්රේනයට එහි වර්තමාන අභියෝගවලට මුහුණ දීම සඳහා අවශ්‍ය සියලුම හමුදා දෘඩාංග කඩිනමින් ලබා දීමෙන් නිවැරදි දේ කරනු ඇත. එහෙත් පරමාදර්ශීව, පුටින් පාලනය ඥානාන්විත උපදේශනයට ප්‍රමාද විය යුතු අතර, ලෝකයට පමණක් නොව, හුදු නැඟෙනහිර යුරෝපයට පමණක් නොව, වර්තමාන සංකීර්ණ අර්බුදයට යුක්රේන රාජ්‍යය සමඟ දේශපාලන විසඳුමක් සඳහා උනන්දුවෙන් ක්‍රියා කිරීම ගැන සිතා බැලිය යුතුය.",
        "ප්‍රඥාවන්ත උපදෙස් ක්‍රියාත්මක වී වත්මන් ආතතීන් පහව ගියත්, පශ්චාත් යුක්රේනයේ ජීවත් වීමට ලෝකය ඊටත් වඩා භයානක ස්ථානයක් බවට පත් කිරීමට ඇති හැකියාවයි. සීතල යුද සමය සංලක්ෂිත සමහර ප්‍රධාන බෙදීම් විශාල පුනරාගමනයක් ඇති කළ හැකි නමුත් මෙවර දෘෂ්ටිවාදය විශාල බෙදීමක් නොවනු ඇත, මන්ද කොමියුනිස්ට්-ධනවාදී ගැටුමක් නොතිබෙනු ඇත. ඒ වෙනුවට, මිලිටරි, දේශපාලන හා ආර්ථික බලයේ වෙනස්කම් මත සම්පූර්ණයෙන්ම වැටෙන උච්චාරණය සමඟ නැගෙනහිර-බටහිර ධ්‍රැවීයතාව අලුත් කිරීමක් විය හැකිය. Realpolitik සලකා බැලීම් මත සන්ධාන පිහිටුවා බිඳ දමනු ඇත. එහෙත්, මෙම අළුත් කරන ලද නැගෙනහිර-බටහිර ගැටුම වඩාත් නොසන්සුන් වනු ඇත්තේ, මිලිටරි ගුවන් යානයේ සිටින විරුද්ධවාදීන්, සියල්ලෝම පාහේ කතිපයාධිකාරී, දක්ෂිණාංශික රාජ්‍යයන් වන අතර, එකිනෙකා මත න්‍යෂ්ටික විකල්පය භාවිතා කිරීම කෙරෙහි අඩු සංවේදී නොවන බව ය.",
        "එය න්‍යෂ්ටික සමූලඝාතනයක ඇති හැකියාව නිසා නොසන්සුන් වූ ලෝකයක් වනු ඇත. වත්මන් අර්බුදය තුළ න්‍යෂ්ටික විකල්පය භාවිතා කිරීමට පක්ෂයක සැඟවුණු තර්ජනයක් ලෝකයෙන් කිසිදු තරවටුවක් හෝ විරුද්ධත්වයක් හමු නොවූ නිසා මෙය අපේක්ෂා කළ යුතුය. එකල ජවසම්පන්න වූ න්‍යෂ්ටික විරෝධී ව්‍යාපාරය අද මිය ගොස් ඇති සෙයකි.",
        "එය එක්සත් ජාතීන්ගේ පද්ධතිය සහ එහි වාරණ සහ දැඩි කිරීම් අඩුවෙන් අනුකූල වන ලෝකයක් ද වනු ඇත. එය බොහෝ විට අඩු ගෞරවයක් ලබා දෙනු ඇත. වත්මන් අර්බුදය තුළ එක්සත් ජාතීන්ගේ මහා මණ්ඩලය රුසියාව හෙළා දැකීමට හොඳින් ක්‍රියා කළ නමුත් එහි තීරණ නොබැඳි බැවින් ආක්‍රමණිකයා ස්කොට්-නිදහස් වී තම අසල්වැසියන්ට සහ අනාගතයේදී විශාල වශයෙන් ලෝකයට තර්ජනයක් වනු ඇත. හොඳින්. ඇත්ත වශයෙන්ම, වත්මන් අර්බුදය සැලකිය යුතු දණ්ඩමුක්තියකින් යුතුව ලෝකයට එරෙහිව ඕනෑම අපේක්ෂිත ප්‍රහාරාත්මක හැසිරීමක් සමඟ ඉදිරියට යාමට විභව ජාත්‍යන්තර නීති කඩකරන්නන්ට සැබෑ දිරිගැන්වීමක් වනු ඇත.",
        "කෙසේ වෙතත්, වර්තමාන යුක්රේන අර්බුදය සහ එයින් වර්ධනය වන ගැටළු වත්මන් ලෝක දේශපාලන පර්යායේ පවතින දුර්වලතා තුරන් කිරීම සඳහා එය විචක්ෂණශීලීව ගවේෂණය කළ යුතු අවස්ථා ලෙස ලෝකය විසින් දැකිය යුතුය. න්‍යෂ්ටික විකල්පය අඩු බියකින් බැලීම සඳහා නීති විරෝධි මූලද්‍රව්‍යයන් විසින් මාර්ගය සකස් කරනු ලබන බැවින්, ලෝක ප්‍රජාවගේ පැත්තෙන් මෙම හදිසි කර්තව්‍යයන් නොසලකා හැරීම බොහෝ දුරට සාමූහික ස්වයං-විනාශයට අනුගත වීමට සමාන වනු ඇත.",
        "ආර්ථික තත්ත්වය සම්බන්ධයෙන් බැසිල්ගේ නිශ්ශබ්දතාව විවේචනය කිරීම සභාව කැළඹීමට පත් කරයි",
        "නව කෙටුම්පත් පනත් කෙටුම්පත සම්බන්ධයෙන් ‘නිෂ්ඵලකමට වඩා සිහිබුද්ධිය’ පෙන්වන්නැයි ශ්‍රී ලංකා සංචාරක නියාමකයාගෙන් ඉල්ලා සිටී",
        "NMSJ වත්මන් අවුලට තුඩු දී ඇති යථාර්ථවාදී නොවන ප්‍රතිපත්ති හෙළා දකී",
        "Greg Jacobson ඔහුගේ 'විශිෂ්ඨ සේවාදායක අත්දැකීමක් නිර්මාණය කිරීමේ රහස්' බෙදා ගනී",
        "Dialog 5G ස්වාධීන ජාලය අත්හදා බැලීමට දකුණු ආසියාවේ ප්‍රථම වරට - ලෝකයේ වඩාත්ම දියුණු 5G තාක්ෂණය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ரஷ்ய அரசியல் மையத்தின் சர்வதேச தனிமை அதிகரிக்கிறது",
      "body_lines": [
        "உக்ரைன் மீதான ரஷ்யாவின் ஆக்கிரமிப்பிற்கு கண்டனம் தெரிவித்து 141 நாடுகளின் ஆதரவைப் பெற்ற சமீபத்திய ஐ.நா பொதுச் சபை தீர்மானம், விளாடிமிர் புடின் ஆட்சி வெற்றிகரமாக அரவணைத்து வரும் சர்வதேச தனிமைப்படுத்தலுக்கு ஒரு உறுதியான சுட்டி. வரும் நாட்களில் பல போரில் வெற்றி பெற்று உக்ரைனைக் கைப்பற்றும் நிலைக்குச் செல்லலாம் என்றாலும், உலகத்தின் பார்வையில் ஆட்சி தன்னைத் தானே சீரழிக்கும் செயலில் உள்ளது என்பதற்கு இந்த வாக்குச் சான்று.",
        "வர்ணனையாளர் இந்த நேரத்தில் சில விவேகமான வேறுபாடுகளை செய்ய கடமைப்பட்டிருக்கிறார். புட்டினின் இராணுவத் தப்புதல் பெரும்பான்மையான ரஷ்யர்களால் அங்கீகரிக்கப்படவில்லை. உக்ரைனின் துன்பத்திற்கு அவர்கள் எந்த வகையிலும் பொறுப்பல்ல. இது உக்ரைன் நெருக்கடிக்கு கண்டனம் தெரிவிக்கும் ரஷ்ய மையம். இது எழுதப்பட்டாலும், போருக்கு எதிராக ஆர்ப்பாட்டம் செய்யும் ரஷ்யர்கள், குழந்தைகள் உட்பட, அரசியல் மையத்தின் பாதுகாப்பு மேலாளர்களால் சுற்றி வளைக்கப்பட்டு சிறையில் அடைக்கப்பட்டுள்ளனர். அதன்படி, தார்மீக உணர்வுள்ள ரஷ்யர்கள் எழுந்து நின்று எண்ணத் தேர்வு செய்கிறார்கள். இது நாகரீக உலகம் மகிழ்ச்சியடையக்கூடிய ஒன்று.",
        "எவ்வாறாயினும், பார்வையாளர்கள் கவனிக்க வேண்டியது என்னவென்றால், நெருக்கடி குறித்த ரஷ்ய மதகுருமார்களின் நிலைப்பாடு, அத்தகைய ஏதாவது வடிவத்தை எடுத்தால். கிறிஸ்தவர்கள் என்று கூறிக்கொள்ளும் மதகுருமார்களின் அந்த பிரிவுகள், ஆட்சியைக் கணக்குக் கேட்பதைத் தவிர, படையெடுப்பைக் கண்டிக்க தங்கள் நம்பிக்கையின் கொள்கைகளால் குறிப்பாகக் கடமைப்பட்டுள்ளனர். இதைச் செய்யத் தவறினால், மதகுருமார்கள் உக்ரேனில் அதன் இரத்தக்களரி மற்றும் அழிவுகரமான செயல்களில் ஆட்சியுடன் ஒத்துழைப்பதை வெளிப்படுத்தும், மேலும் இது அவர்களின் நம்பிக்கைக்கு துரோகம் செய்யும். மேற்குலகின் சில மதகுருமார்கள் போரிடும் எதேச்சதிகார ஆட்சிகளுடன் தங்கள் பங்கை எறிந்த நவீன காலத்திற்கு முந்தைய காலத்திலிருந்து உலகம் மிக நீண்ட தூரம் வந்துள்ளது என்பதை அவர்கள் நினைவுகூர வேண்டும்.",
        "இதற்கிடையில், உக்ரைனில் இருந்து இடம்பெயர்ந்த மக்கள் வெளியேறுவது வேகத்தை அதிகரித்து வருகிறது, மேலும் அவர்களின் உதவிக்கு உலகம் தடையின்றி செல்ல வேண்டிய கட்டாயத்தில் உள்ளது. ஒரு சில சக்திவாய்ந்த நாடுகள் சமீபத்திய ஐ.நா பொதுச் சபை தீர்மானத்தில் ரஷ்யாவிற்கு எதிராக வாக்களிப்பதில் இருந்து விலகி இருக்க விரும்புகின்றன, ஆனால் இடம்பெயர்ந்த உக்ரேனிய குடிமக்களுக்கு மனிதாபிமான உதவிகளை வழங்குவதில் உலகின் பிற நாடுகளுடன் இணைவதை எதுவும் தடுக்காது. கடந்த வாரம் இந்த பத்தியில் குறிப்பிட்டுள்ளபடி, உக்ரைனில் முக்கியமாக ஆபத்தில் இருப்பது மனிதநேயம் மற்றும் இதை உலகம் முழுவதுமாக இழக்க நேரிடும்.",
        "புட்டின் ஆட்சியை இராணுவ ரீதியில் மட்டுமே நிறுத்த முடியும் என்ற ஒரு சிந்தனைப் பள்ளி உள்ளது. உக்ரேனிய ஜனாதிபதி வோலோடிமிர் ஜெலென்ஸ்கியின் நிலைப்பாடு இதுவாகும். உக்ரைன் மீது பறக்க தடை மண்டலத்தை அமல்படுத்துமாறு மேற்கு நாடுகளுக்கு அழைப்பு விடுக்கும் போது. உக்ரைன் தற்போது அனுபவித்து வரும் அழிவின் கணிசமான அளவு ரஷ்ய வான்வழித் தாக்குதல்களால் ஏற்படுகிறது என்பதே இதற்குக் காரணம். காற்றில் உள்ள மேற்கத்திய ஆதரவு எதிர்படை பதில் என்று தெரிகிறது.",
        "எவ்வாறாயினும், எதிர்விளைவு நேரடியான மேற்கத்திய இராணுவ சக்தியை ரஷ்யாவிற்குப் பயன்படுத்துவதற்கான இந்த முன்மொழிவு கண்மூடித்தனமாக அல்லது அவசரமாக செயல்பட முடியாத ஒன்று. இப்போதே, அத்தகைய நடவடிக்கையை ஏற்றுக்கொள்வது ஐரோப்பா முழுவதும் போருக்கு வழிவகுக்கும், இதில் அமெரிக்காவும் அதன் முக்கிய மேற்கத்திய நட்பு நாடுகளும் ரஷ்யாவிற்கும் அதன் பிராந்திய ஆதரவாளர்களுக்கும் எதிராக தங்களைத் தாங்களே முன்னிறுத்திக் கொள்ளும், இதையொட்டி உலகளாவிய பாதுகாப்பு தாக்கங்கள் கடுமையான இயல்புடையதாக இருக்கலாம்.",
        "எனவே, விமானப் பயணத் தடை வலயத் திட்டம் தொடர்பாக மேற்குலகம் கவனமாக இருப்பது சரியானது. மோதலின் உஷ்ணத்தில் மேற்கு நாடுகள் உத்வேகத்துடன் இருப்பதை புடின் நம்புகிறார், மேலும் தள்ளுவது அணுசக்தி பொத்தானாக இருக்கலாம். ரஷ்யாவின் எதிரிகள் இந்த தூண்டில் விழாமல் இருப்பது நல்லது என்று சொல்ல தேவையில்லை.",
        "எவ்வாறாயினும், உக்ரைனின் தற்போதைய சவால்களை எதிர்கொள்ள தேவையான அனைத்து இராணுவ வன்பொருள்களையும் விரைவாக வழங்குவதன் மூலம் மேற்கு நாடுகள் சரியாகச் செய்யும். ஆனால் வெறுமனே, புடின் ஆட்சியானது புத்திசாலித்தனமான ஆலோசனையை ஒத்திவைத்து, உலகிற்கு மட்டுமல்ல, கிழக்கு ஐரோப்பாவிற்கு மட்டுமல்ல, தற்போதைய சிக்கலான நெருக்கடிக்கு உக்ரேனிய அரசுடன் ஒரு அரசியல் தீர்வை ஆர்வத்துடன் உருவாக்குவது குறித்து சிந்திக்க வேண்டும்.",
        "புத்திசாலித்தனமான ஆலோசனை மேலோங்கினாலும், தற்போதைய பதட்டங்கள் தணிக்கப்பட்டாலும், உக்ரைனுக்குப் பிந்தைய காலத்தில் உலகம் இன்னும் ஆபத்தான இடமாக மாற்றப்படும். பனிப்போர் காலத்தின் சிறப்பியல்பு சில முக்கிய பிளவுகள் ஒரு பெரிய மறுபிரவேசத்தை உருவாக்கலாம் ஆனால் இந்த நேரத்தில் சித்தாந்தம் ஒரு பெரிய பிளவுபடுத்தலாக இருக்காது, ஏனெனில் கம்யூனிச-முதலாளித்துவ மோதல் இருக்காது. மாறாக, கிழக்கு-மேற்கு துருவமுனைப்பு புதுப்பித்தல் மற்றும் உச்சரிப்பு முற்றிலும் இராணுவ, அரசியல் மற்றும் பொருளாதார அதிகார வேறுபாடுகளின் மீது விழும். ரியல்போலிடிக் கருத்தில் கூட்டணிகள் உருவாக்கப்பட்டு உடைக்கப்படும். ஆனால் இந்த புதுப்பிக்கப்பட்ட கிழக்கு-மேற்கு மோதலானது, இராணுவ விமானத்தில் ஏறக்குறைய அனைத்து தன்னலக்குழு, வலதுசாரி நாடுகளாக இருக்கும் எதிரிகள், அணுசக்தி விருப்பத்தை ஒருவருக்கொருவர் பயன்படுத்துவதில் குறைவான உணர்ச்சியற்றவர்களாக இருப்பார்கள் என்ற உண்மையால் மேலும் அமைதியற்றதாக இருக்கும்.",
        "அணுசக்தி பேரழிவின் சாத்தியக்கூறுகளால் பதற்றமடையாத உலகமாக இது இருக்கும். தற்போதைய நெருக்கடியில் அணுசக்தி விருப்பத்தைப் பயன்படுத்துவதற்கான ஒரு கட்சியின் மறைக்கப்பட்ட அச்சுறுத்தல் உலகின் எந்தவொரு கண்டனத்தையும் எதிர்ப்பையும் சந்திக்கவில்லை என்பதால் இது எதிர்பார்க்கப்பட வேண்டும். ஒரு காலத்தில் துடிப்பாக இருந்த அணு உலை எதிர்ப்பு இயக்கம் இன்று செத்துவிட்டதாகத் தெரிகிறது.",
        "ஐ.நா அமைப்பு மற்றும் அதன் உத்தரவுகள் மற்றும் கண்டிப்புக்கள் குறைவாகவே கடைப்பிடிக்கப்படும் உலகமாகவும் இது இருக்கும். இது ஒருவேளை குறைவான மரியாதையை கட்டளையிடும். தற்போதைய நெருக்கடியில், ஐ.நா. பொதுச் சபை ரஷ்யாவைக் கண்டிக்கும் வகையில் சிறப்பாகச் செயல்பட்டது, ஆனால் அதன் முடிவுகள் கட்டுப்பாடற்றதாக இருப்பதால், ஆக்கிரமிப்பாளர் ஸ்காட்-இலவசமாகச் சென்று எதிர்காலத்தில் அதன் அண்டை நாடுகளுக்கும் உலகிற்கும் அச்சுறுத்தலாக இருக்கும். நன்றாக. உண்மையில், தற்போதைய நெருக்கடியானது, சர்வதேச சட்டத்தை மீறுபவர்களுக்கு கணிசமான தண்டனையின்றி உலகிற்கு எதிரான எந்தவொரு நோக்கம் கொண்ட தாக்குதல் நடத்தையையும் முன்னெடுத்துச் செல்ல ஒரு உண்மையான ஊக்கமாக இருக்கும்.",
        "எவ்வாறாயினும், தற்போதைய உக்ரைன் நெருக்கடி மற்றும் அதிலிருந்து வளர்ந்து வரும் பிரச்சினைகள் தற்போதைய உலக அரசியல் ஒழுங்கில் இருக்கும் குறைபாடுகளை களைவதற்கு நியாயமான முறையில் ஆராயப்பட வேண்டிய வாய்ப்புகளாக உலகத்தால் பார்க்கப்பட வேண்டும். உலக சமூகத்தின் இந்த அவசரப் பணிகளைப் புறக்கணிப்பது கிட்டத்தட்ட கூட்டு சுய-அழிவுக்குச் சமமாக இருக்கும், ஏனெனில் அணுசக்தி விருப்பத்தை குறைந்த அச்சத்துடன் பார்க்க சட்டமற்ற கூறுகளால் பாதை அமைக்கப்பட்டுள்ளது.",
        "பொருளாதார நிலை குறித்து பசிலின் மௌனம் குறித்த விமர்சனம் சபையை கொந்தளிப்பில் தள்ளியுள்ளது",
        "புதிய வரைவுச் சட்டமூலத்தில் ‘வீண்மையின் மீது விவேகம்’ காட்டுமாறு இலங்கை சுற்றுலாத்துறையின் கட்டுப்பாட்டாளர் வலியுறுத்தியுள்ளார்.",
        "NMSJ தற்போதைய குழப்பத்திற்கு வழிவகுத்த யதார்த்தமற்ற கொள்கைகளை நிராகரிக்கிறது",
        "கிரெக் ஜேக்கப்சன் தனது 'சிறந்த வாடிக்கையாளர் அனுபவத்தை உருவாக்குவதற்கான ரகசியங்களை' பகிர்ந்து கொள்கிறார்",
        "டயலொக் தெற்காசியாவில் 5G தனித்த நெட்வொர்க்கை சோதனை செய்யும் முதல் முறையாகும் - உலகின் மிகவும் மேம்பட்ட 5G தொழில்நுட்பம்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}