{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/electricity-costing-and-pricing-methodology-not-implemented-since-2009/",
  "time_ut": 1651597380,
  "title": "Electricity costing and pricing methodology not implemented since 2009",
  "body_lines": [
    "A few years ago, when a minister tabled an amendment to the Electricity Act, most likely with ulterior motives, his colleagues shot down the amendment hours before it was to be presented in Parliament. The proposed revision would have removed the power vested with the Public Utilities Commission (PUC) to regulate the ‘economic’ operation of the electricity supply industry. The objective of the minister concerned may have been to remove the requirement for competitive bidding to procure power plants.",
    "Was the PUC a good thing to have? Has it proved to be doing any ‘economic” regulation’?",
    "Information in the table (given above) extracted from the PUC’s own publications says it all. Ever since the PUC was empowered (the Ministry or the Cabinet has no power over ‘economic’ regulation), the electricity sector has been making losses, ‘by definition’. The only exception was 2014, which was not because of PUC’s efficient regulation. Year 2014 was the first full year of operation of the coal power plant, conceived two decades earlier and relentlessly pursued by the CEB, commenced producing electricity at one third the cost of using oil.",
    "Yes. Rs. 502 billion (or USD 2.5 billion) by end 2021 was the cumulative loss owing to the absence of proper economic regulation of the electricity industry. Before the PUC was given the job of ‘economic regulation’, certainly there had been years when the electricity supply made losses, but was never making losses continuously for 12 years.",
    "The law and procedures published under the Electricity Act 2009 are clear on who submits the costs to invest and operate the national grid. The licensees, meaning the CEB (its transmission and distribution divisions) and LECO, must submit the costs, once in five years. For costs of fuel and purchases of renewable energy into the grid, the submissions should be done once in six months, says the PUC-approved methodology. Fair enough! Transmission and distribution costs move up slowly and therefore change once in five years. Fuel and renewable costs change rapidly, owing to dry and wet seasons and fuel price movements.",
    "The law is also clear on who approves the costs: it is the PUC, not the government. Not ‘any’ cost, but ‘efficient costs’ should be approved after the due process. How often? Once in five years for transmission and distribution, once in six months for generation.",
    "So, the total ‘approved’ costs will be the cost of generation + transmission + distribution. They change once every six months. Up or down.",
    "With approved costs in hand, what does the law say the CEB and LECO should do? It says they should now submit the customer prices for PUC approval. The law is clear. If government subsidies are forthcoming, PUC considers them, and approves adjusted customer prices. Otherwise, the selling prices submitted by the CEB and LECO are approved.",
    "One may say this is unfair, and that electricity supply must be subsidised. Easy to say but where does the difference between cost and price come from? Three ‘sources’ as for the CEB:",
    "(i) stop re-paying the loans taken from the Treasury. (So, citizens, unknowingly, pay through their taxes),",
    "(ii) stop paying suppliers including your meagre earnings from the solar rooftop. (Suppliers recently held a conference to explain their woes, but they were barking up the wrong tree.), and",
    "(iii) borrow from state banks as short-term overdrafts. The money that should be lent by state banks to industries and small and medium enterprises to develop their businesses and create more jobs, and to renewable energy developers to accelerate development, too, is being conveniently lent at a higher interest rate to a reliable, convenient, submissive client––the CEB.",
    "Money that does not produce any new jobs, goods or exports, but only more debts to be repaid by no one else but the electricity customers themselves.",
    "The PUC was established to ensure fairness for all stakeholders. Industry stakeholders are not only the renewable energy developers; electricity customers and electricity suppliers, even if they are state-owned, are stakeholders whose interests and well-being should be guaranteed by the PUC by ensuring that the laws and regulations are implemented and enforced.",
    "The table (given above) shows the performance of the PUC in its first 12 years of existence. It is up to the readers to judge whether the PUC is worth the cost incurred by electricity customers to maintain five commissioners and staff as it serves no apparent purpose. There is hardly any difference between the current situation and the one that existed before 2009, when it comes to (i) ensuring CEB’s costs are monitored and made ‘efficient’ (ii) electricity prices reflect costs so that the CEB will not be a burden on the banks and the Treasury.",
    "Earlier, before the PUC was empowered, the Ministry of Energy was the de facto regulator. In its 50-year history, there was never a continuous period of 12 years during which CEB was forced to sell electricity below cost, and ‘report losses’. All because of the PUC?",
    "Until the mid-1990s, the CEB was profitable and at times lent money to the Treasury!",
    "Power transmission and distribution network expansion and maintenance work are repeatedly postponed. New investments have all been postponed for years. Very soon, even if power plants can be operated with more wind turbines rotating and solar panels shining, the distribution network will be in a state of disrepair, requiring eternal ‘power cuts’.",
    "So, the electricity regulatory system, which has been a tremendous success even in India to uplift the electricity sector and liberate it from the clutches of politicians, has become a failure in Sri Lanka. There is nothing wrong with the Electricity Act 2009, which followed the international best practices of distancing electricity suppliers and their decisions from government control. Most countries have reaped enormous benefits from such laws.",
    "It is not the concept of regulation but the institutions implementing regulation, and individuals running those outfits that have failed the public.",
    "By how much? USD 2,500 million and increasing. The end is very near.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "2009 සිට විදුලිය පිරිවැය සහ මිල නියම කිරීමේ ක්‍රමවේදය ක්‍රියාත්මක කර නොමැත",
      "body_lines": [
        "මීට වසර කිහිපයකට පෙර, බොහෝ දුරට යටි චේතනා ඇතිව, විදුලිබල පනතට සංශෝධනයක් ඉදිරිපත් කළ විට, ඔහුගේ සගයන් විසින් එය පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමට පැය කිහිපයකට පෙර වෙඩි තබා ඇත. යෝජිත සංශෝධනය මගින් විදුලි සැපයුම් කර්මාන්තයේ ‘ආර්ථික’ ක්‍රියාකාරිත්වය නියාමනය කිරීම සඳහා මහජන උපයෝගිතා කොමිෂන් සභාව (PUC) වෙත පැවරී ඇති බලය ඉවත් කරනු ඇත. බලාගාර මිලදී ගැනීම සඳහා තරඟකාරී ලංසු තැබීමේ අවශ්‍යතාවය ඉවත් කිරීම අදාළ අමාත්‍යවරයාගේ අරමුණ විය හැකිය.",
        "PUC එක හොඳ දෙයක්ද? එය කිසියම් 'ආර්ථික' නියාමනයක්' කරන බව ඔප්පු වී තිබේද?",
        "PUC ගේම ප්‍රකාශන වලින් උපුටා ගත් වගුවේ (ඉහත දී ඇති) තොරතුරු සියල්ල කියයි. PUC බල ගැන්වූ දා සිට (අමාත්‍යාංශයට හෝ කැබිනට් මණ්ඩලයට 'ආර්ථික' නියාමනය පිළිබඳ බලයක් නැත), විදුලිබල අංශය 'නිර්වචනය අනුව' පාඩු ලබමින් සිටී. එකම ව්යතිරේකය වූයේ 2014, එය PUC හි කාර්යක්ෂම නියාමනය නිසා නොවේ. 2014 වසර දශක දෙකකට පෙර සැලසුම් කරන ලද ගල් අඟුරු බලාගාරයේ ක්‍රියාකාරීත්වයේ පළමු සම්පූර්ණ වසර වූ අතර, විදුලිබල මණ්ඩලය විසින් නිර්දය ලෙස හඹා ගිය අතර, තෙල් භාවිතා කිරීමට යන වියදමෙන් තුනෙන් එකකට විදුලිය නිෂ්පාදනය කිරීම ආරම්භ කරන ලදී.",
        "ඔව්. රුපියල්. 2021 අවසානය වන විට බිලියන 502 (හෝ USD බිලියන 2.5) විදුලි කර්මාන්තයේ නිසි ආර්ථික නියාමනයක් නොමැති වීම හේතුවෙන් සමුච්චිත පාඩුව විය. PUC ට ‘ආර්ථික නියාමනය’ කිරීමේ කාර්යය ලබා දීමට පෙර, විදුලි සැපයුම පාඩු ලැබූ වසර ගණනාවක් තිබුණත්, වසර 12 ක් අඛණ්ඩව පාඩු ලැබුවේ නැත.",
        "2009 විදුලිබල පනත යටතේ ප්‍රකාශයට පත් කරන ලද නීතිය සහ ක්‍රියා පටිපාටි ජාතික විදුලිබල පද්ධතියට ආයෝජනය කිරීමට සහ ක්‍රියාත්මක කිරීමට වියදම් ඉදිරිපත් කරන්නේ කවුරුන්ද යන්න පැහැදිලි වේ. CEB (එහි සම්ප්‍රේෂණ සහ බෙදාහැරීමේ අංශ) සහ LECO යන අර්ථය ඇති බලපත්‍රලාභීන් වසර පහකට වරක් පිරිවැය ඉදිරිපත් කළ යුතුය. විදුලිබල පද්ධතියට ඉන්ධන පිරිවැය සහ පුනර්ජනනීය බලශක්තිය මිලදී ගැනීම සඳහා, ඉදිරිපත් කිරීම් මාස හයකට වරක් සිදු කළ යුතු බව PUC අනුමත ක්‍රමවේදය පවසයි. සාමාන්යයෙන් ප්රමාණවත්! සම්ප්‍රේෂණ සහ බෙදා හැරීමේ පිරිවැය සෙමින් ඉහළ යන අතර එම නිසා වසර පහකට වරක් වෙනස් වේ. වියළි සහ තෙත් කාල සහ ඉන්ධන මිල චලනයන් හේතුවෙන් ඉන්ධන සහ පුනර්ජනනීය පිරිවැය වේගයෙන් වෙනස් වේ.",
        "පිරිවැය අනුමත කරන්නේ කවුරුන්ද යන්න පිළිබඳව නීතිය ද පැහැදිලිය: එය PUC මිස රජය නොවේ. නියමිත ක්‍රියාවලියෙන් පසු 'කිසිදු' පිරිවැයක් නොව, 'කාර්යක්ෂම පිරිවැය' අනුමත කළ යුතුය. කොපමණ වාරයක්? සම්ප්රේෂණය සහ බෙදා හැරීම සඳහා වසර පහකට වරක්, පරම්පරාව සඳහා මාස හයකට වරක්.",
        "එබැවින්, සම්පූර්ණ 'අනුමත' පිරිවැය ජනනය + සම්ප්‍රේෂණය + බෙදා හැරීමේ පිරිවැය වනු ඇත. ඔවුන් මාස හයකට වරක් වෙනස් වේ. ඉහළ හෝ පහළ.",
        "අනුමත වියදම් අතේ තිබියදී, CEB සහ LECO කළ යුතු බව නීතියෙන් කියන්නේ කුමක්ද? එය පවසන්නේ ඔවුන් දැන් PUC අනුමැතිය සඳහා පාරිභෝගික මිල ගණන් ඉදිරිපත් කළ යුතු බවයි. නීතිය පැහැදිලියි. රජයේ සහනාධාර ළඟදීම තිබේ නම්, PUC ඒවා සලකා බලා, ගැළපුම් පාරිභෝගික මිල ගණන් අනුමත කරයි. එසේ නොමැති නම්, ලංවිම සහ LECO විසින් ඉදිරිපත් කරන ලද විකුණුම් මිල අනුමත කරනු ලැබේ.",
        "මෙය අසාධාරණ බවත්, විදුලි සැපයුමට සහනාධාර ලබා දිය යුතු බවත් කෙනෙකුට පැවසිය හැකිය. කීමට පහසු නමුත් පිරිවැය සහ මිල අතර වෙනස පැමිණෙන්නේ කොහෙන්ද? ලංවිම සඳහා 'මූලාශ්ර' තුනක්:",
        "(i) භාණ්ඩාගාරයෙන් ගත් ණය නැවත ගෙවීම නතර කරන්න. (එබැවින්, පුරවැසියන්, නොදැනුවත්වම, ඔවුන්ගේ බදු හරහා ගෙවන්න)",
        "(ii) සූර්ය වහලයෙන් ලැබෙන සොච්චම් ඉපැයීම් ඇතුළුව සැපයුම්කරුවන්ට ගෙවීම නතර කරන්න. (සැපයුම්කරුවන් මෑතකදී ඔවුන්ගේ දුක්ගැනවිලි පැහැදිලි කිරීමට සම්මන්ත්‍රණයක් පැවැත්වීය, නමුත් ඔවුන් වැරදි ගසකට බුරමින් සිටියහ.), සහ",
        "(iii) කෙටි කාලීන අයිරා ලෙස රාජ්‍ය බැංකුවලින් ණය ලබා ගැනීම. කර්මාන්ත හා කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන්ට තම ව්‍යාපාර දියුණු කර රැකියා උත්පාදනය කිරීමටත්, සංවර්ධනය වේගවත් කිරීම සඳහා පුනර්ජනනීය බලශක්ති සංවර්ධකයින්ටත් රාජ්‍ය බැංකු විසින් ණයට දිය යුතු මුදල්, විශ්වාසනීය, පහසුව සඳහා වැඩි පොලී අනුපාතයකට පහසුවෙන් ණයට දෙනු ලැබේ. , යටත් සේවාදායකයා–– ලංවිම.",
        "නව රැකියා, භාණ්ඩ හෝ අපනයන නිෂ්පාදනය නොකරන මුදල්, නමුත් වෙනත් කිසිවකුට නොව විදුලි පාරිභෝගිකයන් විසින්ම ගෙවිය යුතු තවත් ණය පමණි.",
        "PUC පිහිටුවන ලද්දේ සියලුම පාර්ශවකරුවන් සඳහා සාධාරණත්වය සහතික කිරීම සඳහා ය. කර්මාන්ත පාර්ශවකරුවන් පුනර්ජනනීය බලශක්ති සංවර්ධකයින් පමණක් නොවේ; විදුලි පාරිභෝගිකයින් සහ විදුලි සැපයුම්කරුවන්, ඔවුන් රජය සතු වුවද, නීති සහ රෙගුලාසි ක්‍රියාත්මක කිරීම සහ බලාත්මක කිරීම සහතික කිරීම මගින් PUC විසින් ඔවුන්ගේ අවශ්‍යතා සහ යහපැවැත්ම සහතික කළ යුතු පාර්ශවකරුවන් වේ.",
        "වගුවේ (ඉහත දක්වා ඇති) PUC එහි පළමු වසර 12 තුළ කාර්ය සාධනය පෙන්වයි. කොමසාරිස්වරුන් පස් දෙනෙකු සහ කාර්ය මණ්ඩලය නඩත්තු කිරීම සඳහා විදුලි පාරිභෝගිකයන් දරන වියදමට වඩා PUC වටින්නේද යන්න විනිශ්චය කිරීම පාඨකයන් සතුය. (i) විදුලිබල මණ්ඩලයේ පිරිවැය අධීක්ෂණය කර 'කාර්යක්ෂම' බවට පත් කිරීම සහතික කිරීම (ii) විදුලිබල මණ්ඩලයට බරක් නොවන පරිදි විදුලි මිල පිරිවැය පිළිබිඹු කරන විට, වර්තමාන තත්ත්වය සහ 2009 ට පෙර පැවති තත්ත්වය අතර කිසිදු වෙනසක් නොමැති තරම්ය. බැංකු සහ භාණ්ඩාගාරය මත.",
        "මීට පෙර, PUC බලගැන්වීමට පෙර, බලශක්ති අමාත්‍යාංශය තථ්‍ය නියාමකය විය. එහි වසර 50 ක ඉතිහාසය තුළ, විදුලිබල මණ්ඩලයට අඩු මිලට විදුලිය විකිණීමට සහ ‘අලාභ වාර්තා’ කිරීමට බලකෙරුණු වසර 12 ක අඛණ්ඩ කාලයක් කිසිදා නොතිබුණි. ඔක්කොම PUC නිසාද?",
        "1990 දශකයේ මැද භාගය වන තුරුම ලංවිම ලාභ ලැබූ අතර ඇතැම් විට භාණ්ඩාගාරයට මුදල් ණයට දුන්නේය!",
        "විදුලි සම්ප්‍රේෂණ සහ බෙදාහැරීමේ ජාලය පුළුල් කිරීම සහ නඩත්තු කිරීමේ කටයුතු නැවත නැවතත් කල් යයි. නව ආයෝජන සියල්ල වසර ගණනාවක් කල් දමා ඇත. ඉතා ඉක්මනින්, වැඩි සුළං ටර්බයින භ්‍රමණය වන සහ සූර්ය පැනල දිලිසෙන ලෙස බලාගාර ක්‍රියාත්මක කළ හැකි වුවද, බෙදා හැරීමේ ජාලය සදාකාලික ‘විදුලි කප්පාදුවක්’ අවශ්‍ය වන අබලන් තත්ත්වයකට පත්වනු ඇත.",
        "ඉතින් විදුලිබල ක්ෂේත්‍රය නඟාසිටුවමින් දේශපාලකයන්ගේ ග්‍රහණයෙන් මුදාගැනීමට ඉන්දියාවේ පවා අතිවිශිෂ්ට සාර්ථකත්වයක් අත්කරගත් විදුලි නියාමන ක්‍රමය ශ්‍රී ලංකාව තුළ අසාර්ථක වී ඇත. විදුලිබල සැපයුම්කරුවන් සහ ඔවුන්ගේ තීරණ රජයේ පාලනයෙන් ඈත් කිරීමේ ජාත්‍යන්තර හොඳම භාවිතයන් අනුගමනය කළ 2009 විදුලිබල පනතේ වරදක් නැත. බොහෝ රටවල් එවැනි නීතිවලින් විශාල ප්‍රතිලාභ ලබාගෙන ඇත.",
        "රෙගුලාසි සංකල්පය නොව නියාමනය ක්‍රියාත්මක කරන ආයතන සහ එම ඇඳුම් පැළඳුම් පවත්වාගෙන යන පුද්ගලයන් මහජනයා අසාර්ථක කර ඇත.",
        "කොපමණකින්ද? ඩොලර් මිලියන 2,500 ක් සහ වැඩි වේ. අවසානය ඉතා ආසන්නයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "2009 முதல் மின்சார செலவு மற்றும் விலை நிர்ணயம் முறை நடைமுறைப்படுத்தப்படவில்லை",
      "body_lines": [
        "சில ஆண்டுகளுக்கு முன்பு, ஒரு அமைச்சர் மின்சார சட்டத்தில் ஒரு திருத்தத்தை முன்வைத்தபோது, ​​​​பெரும்பாலும் உள்நோக்கத்துடன், அவரது சகாக்கள் திருத்தத்தை பாராளுமன்றத்தில் முன்வைப்பதற்கு சில மணிநேரங்களுக்கு முன்பு சுட்டு வீழ்த்தினர். முன்மொழியப்பட்ட திருத்தமானது மின்சார விநியோகத் துறையின் ‘பொருளாதார’ செயல்பாட்டை ஒழுங்குபடுத்துவதற்கு பொதுப் பயன்பாட்டு ஆணையத்திற்கு (PUC) அளிக்கப்பட்ட அதிகாரத்தை நீக்கியிருக்கும். மின் உற்பத்தி நிலையங்களை வாங்குவதற்கு போட்டி ஏலத்திற்கான தேவையை நீக்குவது சம்பந்தப்பட்ட அமைச்சரின் நோக்கமாக இருக்கலாம்.",
        "பியுசி நல்ல விஷயமாக இருந்ததா? அது ஏதேனும் ‘பொருளாதார” ஒழுங்குமுறையை’ செய்வதாக நிரூபித்திருக்கிறதா?",
        "PUC இன் சொந்த வெளியீடுகளிலிருந்து பிரித்தெடுக்கப்பட்ட அட்டவணையில் உள்ள தகவல்கள் (மேலே கொடுக்கப்பட்டுள்ளன) அனைத்தையும் கூறுகின்றன. PUCக்கு அதிகாரம் அளிக்கப்பட்டதிலிருந்து (அமைச்சகத்திற்கோ அல்லது அமைச்சரவைக்கோ 'பொருளாதார' ஒழுங்குமுறை மீது அதிகாரம் இல்லை), மின்சாரத் துறையானது 'வரையறையின்படி' நஷ்டத்தைச் சந்தித்து வருகிறது. ஒரே விதிவிலக்கு 2014, இது PUC இன் திறமையான ஒழுங்குமுறை காரணமாக இல்லை. 2014 ஆம் ஆண்டு நிலக்கரி அனல்மின் நிலையத்தின் முதல் முழு வருடமாகும், இது இரண்டு தசாப்தங்களுக்கு முன்னர் கருத்தரிக்கப்பட்டது மற்றும் CEB ஆல் இடைவிடாமல் பின்பற்றப்பட்டது, எண்ணெயைப் பயன்படுத்துவதற்கான செலவில் மூன்றில் ஒரு பங்கு மின்சாரத்தை உற்பத்தி செய்யத் தொடங்கியது.",
        "ஆம். ரூ. 2021 ஆம் ஆண்டின் இறுதியில் 502 பில்லியன் (அல்லது USD 2.5 பில்லியன்) மின்சாரத் துறையில் முறையான பொருளாதார ஒழுங்குமுறை இல்லாததால் ஏற்பட்ட ஒட்டுமொத்த இழப்பாகும். PUC க்கு 'பொருளாதார ஒழுங்குமுறை' வேலை வழங்கப்படுவதற்கு முன்பு, நிச்சயமாக மின்சாரம் வழங்குவதில் நஷ்டத்தை ஏற்படுத்திய ஆண்டுகள் இருந்தன, ஆனால் 12 ஆண்டுகளாக தொடர்ந்து நஷ்டத்தை ஏற்படுத்தவில்லை.",
        "மின்சாரச் சட்டம் 2009ன் கீழ் வெளியிடப்பட்ட சட்டம் மற்றும் நடைமுறைகள், தேசிய கட்டத்தை முதலீடு செய்வதற்கும் இயக்குவதற்கும் ஆகும் செலவுகளை யார் சமர்ப்பிக்கிறார்கள் என்பது தெளிவாக உள்ளது. உரிமம் பெற்றவர்கள், அதாவது CEB (அதன் பரிமாற்றம் மற்றும் விநியோக பிரிவுகள்) மற்றும் LECO, ஐந்து ஆண்டுகளுக்கு ஒருமுறை செலவுகளை சமர்ப்பிக்க வேண்டும். எரிபொருளுக்கான செலவுகள் மற்றும் புதுப்பிக்கத்தக்க எரிசக்தியை கிரிட்டில் வாங்குவதற்கு, சமர்ப்பிப்புகள் ஆறு மாதங்களுக்கு ஒருமுறை செய்யப்பட வேண்டும் என்று PUC- அங்கீகரிக்கப்பட்ட முறை கூறுகிறது. நியாயமான போதும்! பரிமாற்றம் மற்றும் விநியோகச் செலவுகள் மெதுவாக அதிகரித்து, ஐந்து ஆண்டுகளுக்கு ஒருமுறை மாறும். வறண்ட மற்றும் ஈரமான பருவங்கள் மற்றும் எரிபொருள் விலை நகர்வுகள் காரணமாக எரிபொருள் மற்றும் புதுப்பிக்கத்தக்க செலவுகள் வேகமாக மாறுகின்றன.",
        "செலவுகளை யார் அங்கீகரிக்கிறார்கள் என்பதில் சட்டம் தெளிவாக உள்ளது: இது PUC, அரசாங்கம் அல்ல. ‘எந்தவொரு’ செலவும் அல்ல, ஆனால் ‘திறமையான செலவுகள்’ உரிய செயல்முறைக்குப் பிறகு அங்கீகரிக்கப்பட வேண்டும். எத்தனை முறை? பரிமாற்றம் மற்றும் விநியோகம் ஐந்து ஆண்டுகளுக்கு ஒரு முறை, தலைமுறைக்கு ஆறு மாதங்களுக்கு ஒரு முறை.",
        "எனவே, மொத்த 'அங்கீகரிக்கப்பட்ட' செலவுகள் உற்பத்தி + பரிமாற்றம் + விநியோக செலவு ஆகும். அவர்கள் ஆறு மாதங்களுக்கு ஒரு முறை மாறுகிறார்கள். மேலே அல்லது கீழே.",
        "அங்கீகரிக்கப்பட்ட செலவுகள் கையில் இருப்பதால், CEB மற்றும் LECO என்ன செய்ய வேண்டும் என்று சட்டம் கூறுகிறது? PUC ஒப்புதலுக்காக அவர்கள் இப்போது வாடிக்கையாளர் விலைகளை சமர்ப்பிக்க வேண்டும் என்று அது கூறுகிறது. சட்டம் தெளிவாக உள்ளது. அரசாங்க மானியங்கள் வரவிருந்தால், PUC அவற்றைப் பரிசீலித்து, சரிசெய்யப்பட்ட வாடிக்கையாளர் விலைகளை அங்கீகரிக்கிறது. இல்லையெனில், CEB மற்றும் LECO சமர்ப்பித்த விற்பனை விலைகள் அங்கீகரிக்கப்படும்.",
        "இது நியாயமற்றது என்றும், மின்சாரம் வழங்குவதற்கு மானியம் வழங்கப்பட வேண்டும் என்றும் ஒருவர் கூறலாம். சொல்வது எளிது ஆனால் விலைக்கும் விலைக்கும் உள்ள வித்தியாசம் எங்கிருந்து வருகிறது? CEBக்கு மூன்று 'ஆதாரங்கள்':",
        "(i) கருவூலத்தில் இருந்து பெற்ற கடன்களை திரும்ப செலுத்துவதை நிறுத்துங்கள். (எனவே, குடிமக்கள், தெரியாமல், தங்கள் வரிகள் மூலம் செலுத்துகிறார்கள்)",
        "(ii) சோலார் கூரையிலிருந்து உங்கள் சொற்ப வருமானம் உட்பட சப்ளையர்களுக்கு பணம் கொடுப்பதை நிறுத்துங்கள். (சப்ளையர்கள் சமீபத்தில் தங்கள் துயரங்களை விளக்க ஒரு மாநாட்டை நடத்தினர், ஆனால் அவர்கள் தவறான மரத்தை குரைத்தனர்.), மற்றும்",
        "(iii) குறுகிய கால ஓவர் டிராஃப்ட்களாக அரசு வங்கிகளில் இருந்து கடன் வாங்குதல். தொழில்கள் மற்றும் சிறு மற்றும் நடுத்தர தொழில் நிறுவனங்களுக்கு தங்கள் தொழில்களை மேம்படுத்தவும், அதிக வேலை வாய்ப்புகளை உருவாக்கவும், புதுப்பிக்கத்தக்க எரிசக்தி மேம்பாட்டாளர்களுக்கு வளர்ச்சியை விரைவுபடுத்தவும், அரசு வங்கிகள் கடனாக கொடுக்க வேண்டிய பணம், நம்பகமான, வசதியானவர்களுக்கு அதிக வட்டி விகிதத்தில் வசதியாக வழங்கப்படுகிறது. , அடிபணிந்த வாடிக்கையாளர்––CEB.",
        "புதிய வேலைகளையோ, பொருட்களையோ அல்லது ஏற்றுமதியையோ உற்பத்தி செய்யாத பணம், ஆனால் மின்சார வாடிக்கையாளர்களே தவிர வேறு யாரும் திருப்பிச் செலுத்த வேண்டிய கடன்கள் மட்டுமே.",
        "அனைத்து பங்குதாரர்களுக்கும் நியாயத்தை உறுதி செய்வதற்காக PUC நிறுவப்பட்டது. தொழில்துறை பங்குதாரர்கள் புதுப்பிக்கத்தக்க எரிசக்தியை உருவாக்குபவர்கள் மட்டுமல்ல; மின்சார வாடிக்கையாளர்கள் மற்றும் மின்சாரம் வழங்குபவர்கள், அவர்கள் அரசுக்குச் சொந்தமானவர்களாக இருந்தாலும், சட்டங்கள் மற்றும் ஒழுங்குமுறைகள் செயல்படுத்தப்படுவதையும் செயல்படுத்துவதையும் உறுதி செய்வதன் மூலம் அவர்களின் நலன்கள் மற்றும் நல்வாழ்வை PUC மூலம் உத்தரவாதம் செய்ய வேண்டிய பங்குதாரர்கள்.",
        "அட்டவணை (மேலே கொடுக்கப்பட்டுள்ளது) அதன் முதல் 12 ஆண்டுகளில் PUCயின் செயல்திறனைக் காட்டுகிறது. PUC ஆனது ஐந்து கமிஷனர்கள் மற்றும் ஊழியர்களை பராமரிக்க மின்சார வாடிக்கையாளர்கள் செய்யும் செலவுக்கு மதிப்புள்ளதா என்பதை வாசகர்கள் தீர்மானிக்க வேண்டும். (i) CEBயின் செலவுகள் கண்காணிக்கப்பட்டு 'திறனுள்ளதாக்கப்படுவதை' உறுதிப்படுத்துவது (ii) மின்சார விலைகள் CEBக்கு சுமையாக இருக்காது என்பதால், தற்போதைய சூழ்நிலைக்கும் 2009க்கு முன்பு இருந்த நிலைக்கும் இடையில் எந்த வித்தியாசமும் இல்லை. கரைகளிலும் கருவூலத்திலும்.",
        "முன்னதாக, PUC அதிகாரம் பெறுவதற்கு முன்பு, எரிசக்தி அமைச்சகம் நடைமுறை கட்டுப்பாட்டாளராக இருந்தது. அதன் 50 ஆண்டுகால வரலாற்றில், 12 வருடங்கள் தொடர்ச்சியான காலப்பகுதியாக இருந்ததில்லை. இதன் போது CEB விலைக்குக் குறைவாக மின்சாரத்தை விற்க வேண்டிய கட்டாயம் ஏற்பட்டது மற்றும் 'நஷ்டங்களைப் புகாரளிக்க'. எல்லாம் PUC காரணமா?",
        "1990 களின் நடுப்பகுதி வரை, CEB லாபகரமாக இருந்தது மற்றும் சில சமயங்களில் கருவூலத்திற்கு கடன் கொடுத்தது!",
        "மின் பரிமாற்றம் மற்றும் விநியோக வலையமைப்பு விரிவாக்கம் மற்றும் பராமரிப்பு பணிகள் மீண்டும் மீண்டும் ஒத்திவைக்கப்படுகின்றன. புதிய முதலீடுகள் அனைத்தும் பல ஆண்டுகளாக ஒத்திவைக்கப்பட்டுள்ளன. மிக விரைவில், அதிக காற்றாலை விசையாழிகள் சுழலும் மற்றும் சோலார் பேனல்கள் பளபளப்புடன் மின் உற்பத்தி நிலையங்களை இயக்க முடிந்தாலும், விநியோக வலையமைப்பு பழுதடைந்த நிலையில், நித்திய 'பவர் கட்' தேவைப்படும்.",
        "ஆக இந்தியாவில் மின்சாரத்துறையை உயர்த்தி அரசியல்வாதிகளின் பிடியில் இருந்து விடுவிப்பதில் மகத்தான வெற்றியைப் பெற்ற மின்சார ஒழுங்குமுறை அமைப்பு இலங்கையில் தோல்வியடைந்துள்ளது. மின்சாரச் சட்டம் 2009 இல் எந்தத் தவறும் இல்லை, இது மின்சாரம் வழங்குபவர்களை மற்றும் அவர்களின் முடிவுகளை அரசாங்கக் கட்டுப்பாட்டில் இருந்து விலக்குவதற்கான சர்வதேச சிறந்த நடைமுறைகளைப் பின்பற்றுகிறது. பெரும்பாலான நாடுகள் இத்தகைய சட்டங்களால் மகத்தான பலன்களைப் பெற்றுள்ளன.",
        "இது ஒழுங்குமுறையின் கருத்து அல்ல, ஆனால் ஒழுங்குமுறையை செயல்படுத்தும் நிறுவனங்கள் மற்றும் அந்த ஆடைகளை நடத்தும் தனிநபர்கள் பொதுமக்களை தோல்வியடையச் செய்துள்ளனர்.",
        "எவ்வளவு மூலம்? USD 2,500 மில்லியன் மற்றும் அதிகரித்து வருகிறது. முடிவு மிக அருகில் உள்ளது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}