{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/US-Arrests-Yakuza-Chief-Who-Sought-Missiles-for-Myanmar-Sri-Lanka-Rebels/108-234758",
  "time_ut": 1649382000,
  "title": "US Arrests ’Yakuza Chief’ Who Sought Missiles for Myanmar, Sri Lanka Rebels",
  "body_lines": [
    "U.S. authorities said Thursday that they had arrested a Japanese yakuza organized crime leader and three Thai men who trafficked heroin and methamphetamine and tried to acquire surface-to-air missiles for rebel groups in Myanmar and Sri Lanka.",
    "Takeshi Ebisawa, Sompak Rukrasaranee, Somphob Singhasiri and Suksan Jullanan were arrested in New York on Monday and Tuesday on drug and arms trafficking and money laundering charges, the Justice Department said.",
    "Under investigation by U.S. Drug Enforcement Administration agents in Thailand since at least 2019, the men had arranged to sell an undercover agent large quantities of heroin and methamphetamine from Myanmar's rebel United Wa State Army, the Voice of America reported.",
    "Meanwhile, Ebisawa sought to buy automatic weapons, rockets, machine guns and surface-to-air missiles for Sri Lanka's Liberation Tigers of Tamil Eelam (LTTE) — known as the Tamil Tigers — and the United Wa State Army, the Karen National Union and the Shan State Army, ethnic minority forces in long-standing fights with government forces.",
    "On February 3, 2021, Ebisawa and an associate traveled to Copenhagen where the undercover DEA agent and two undercover Danish police officers showed them an array of U.S. military arms ostensibly for sale, including machine guns and anti-tank rockets.",
    "They also showed Ebisawa photos and a video of Stinger missiles used to target aircraft.",
    "\"We allege Mr. Ebisawa and his co-conspirators brokered deals with an undercover DEA agent to buy heavy-duty weaponry and sell large quantities of illegal drugs,\" the Justice Department said. \"The drugs were destined for New York streets, and the weapons shipments were meant for factions in unstable nations.\"",
    "Ebisawa, the department said, was \"a leader of the yakuza transnational organized crime syndicate,\" using an umbrella term for a number of Japanese crime families.",
    "Jullanan has dual Thai-American citizenship, while Singhasiri and Rukrasaranee are Thai citizens.",
    "During the investigation, Ebisawa told the undercover DEA agent that Jullanan was a Thai air force general and that Rukrasaranee was a retired Thai military officer, according to the indictment.",
    "The Justice Department did not explain how the four men came to be in the United States when they were arrested in New York."
  ],
  "translate": {
    "si": {
      "title": "මියන්මාරයට සහ ශ්‍රී ලංකා කැරලිකරුවන්ට මිසයිල සෙවූ යකුසා ප්‍රධානියා අමෙරිකාව අත්අඩංගුවට",
      "body_lines": [
        "එක්සත් ජනපද බලධාරීන් බ්‍රහස්පතින්දා ප්‍රකාශ කළේ ජපාන යකුසා සංවිධානාත්මක අපරාධ නායකයෙකු සහ හෙරොයින් සහ මෙතම්ෆෙටමින් ප්‍රවාහනය කළ සහ මියන්මාරයේ සහ ශ්‍රී ලංකාවේ කැරලිකාර කණ්ඩායම් සඳහා මතුපිට සිට ගුවනට මිසයිල ලබා ගැනීමට උත්සාහ කළ තායි මිනිසුන් තිදෙනෙකු අත්අඩංගුවට ගත් බවයි.",
        "Takeshi Ebisawa, Sompak Rukrasaranee, Somphob Singhasiri සහ Suksan Jullanan සඳුදා සහ අඟහරුවාදා නිව්යෝර්ක්හිදී මත්ද්‍රව්‍ය හා ආයුධ ජාවාරම් සහ මුදල් විශුද්ධිකරණ චෝදනා මත අත්අඩංගුවට ගත් බව අධිකරණ දෙපාර්තමේන්තුව පවසයි.",
        "අවම වශයෙන් 2019 සිට තායිලන්තයේ එක්සත් ජනපද මත්ද්‍රව්‍ය බලාත්මක කිරීමේ පරිපාලන ඒජන්තයින් විසින් විමර්ශනය කර ඇති අතර, මියන්මාරයේ කැරලිකාර යුනයිටඩ් වා ප්‍රාන්ත හමුදාවේ රහසිගත නියෝජිතයෙකුට හෙරොයින් සහ මෙතම්ෆෙටමින් විශාල ප්‍රමාණයක් විකිණීමට මිනිසුන් කටයුතු කර ඇති බව වොයිස් ඔෆ් ඇමරිකා වාර්තා කරයි.",
        "මේ අතර, දෙමළ කොටි නමින් හැඳින්වෙන ශ්‍රී ලංකාවේ දෙමළ ඊළාම් විමුක්ති කොටි (එල්ටීටීඊ) සඳහා ස්වයංක්‍රීය අවි, රොකට්, මැෂින් තුවක්කු සහ මතුපිට සිට ගුවනට මිසයිල මිලදී ගැනීමට Ebisawa උත්සාහ කළේය - සහ United Wa State Army, Karen National Union සහ ෂාන් ප්‍රාන්ත හමුදාව, වාර්ගික සුළුතර බලවේග රජයේ හමුදා සමඟ දීර්ඝ කාලීන සටන්.",
        "2021 පෙබරවාරි 3 වන දින, Ebisawa සහ සහචරයෙකු කෝපන්හේගන් වෙත ගිය අතර එහිදී රහසිගත DEA නියෝජිතයා සහ රහස් ඩෙන්මාර්ක පොලිස් නිලධාරීන් දෙදෙනෙකු ඔවුන්ට මැෂින් තුවක්කු සහ ටැංකි නාශක රොකට් ඇතුළුව විකිණීමට ඇති එක්සත් ජනපද හමුදා අවි තොගයක් පෙන්වූහ.",
        "ඔවුන් Ebisawa ඡායාරූප සහ ගුවන් යානා ඉලක්ක කිරීමට භාවිතා කරන Stinger මිසයිලවල වීඩියෝවක් ද පෙන්වූහ.",
        "\"අපි චෝදනා කරන්නේ Ebisawa මහතා සහ ඔහුගේ සම-කුමන්ත්‍රණකරුවන් විසින් රහසිගත DEA නියෝජිතයෙකු සමඟ අධික බර අවි මිලදී ගැනීමට සහ නීති විරෝධී මත්ද්‍රව්‍ය විශාල ප්‍රමාණයක් විකිණීමට ගනුදෙනු කළ බවටයි\" අධිකරණ දෙපාර්තමේන්තුව පවසයි. \"මත්ද්‍රව්‍ය නිව් යෝර්ක් වීදි සඳහා නියම කරන ලද අතර ආයුධ නැව්ගත කිරීම අස්ථාවර රටවල කන්ඩායම් සඳහා අදහස් කරන ලදී.\"",
        "Ebisawa, දෙපාර්තමේන්තුව පැවසුවේ, \"yakuza transnational සංවිධානාත්මක අපරාධ සින්ඩිකේට් නායකයෙක්\", ජපන් අපරාධ පවුල් ගනනාවක් සඳහා කුඩ පදයක් භාවිතා කරයි.",
        "Jullanan ද්විත්ව තායි-ඇමරිකානු පුරවැසිභාවය ඇති අතර, සිංහසිරි සහ රුක්‍රසරණී තායි පුරවැසියන් වේ.",
        "විමර්ශනයේ දී එබිසාවා රහස් DEA ඒජන්තවරයාට පවසා ඇත්තේ ජුල්ලානන් තායිලන්ත ගුවන් හමුදා ජනරාල්වරයකු බවත්, අධිචෝදනා පත්‍රයට අනුව රුක්‍රසරණී විශ්‍රාමික තායි හමුදා නිලධාරියකු බවත්ය.",
        "නිව් යෝර්ක් හිදී අත්අඩංගුවට ගන්නා විට ඔවුන් සිව්දෙනා එක්සත් ජනපදයට පැමිණියේ කෙසේද යන්න අධිකරණ දෙපාර්තමේන්තුව පැහැදිලි කළේ නැත."
      ]
    },
    "ta": {
      "title": "மியான்மர், இலங்கை கிளர்ச்சியாளர்களுக்கு ஏவுகணை தேடிய ‘யாகுசா’ தலைவரை அமெரிக்கா கைது செய்துள்ளது.",
      "body_lines": [
        "மியான்மர் மற்றும் இலங்கையில் உள்ள கிளர்ச்சிக் குழுக்களுக்கு ஹெராயின் மற்றும் மெத்தம்பேட்டமைன் கடத்திய மற்றும் தரையிலிருந்து வான் ஏவுகணைகளைப் பெற முயன்ற ஜப்பானிய யாகுசா ஒரு ஒழுங்கமைக்கப்பட்ட குற்றத் தலைவரையும் மூன்று தாய்லாந்து ஆண்களையும் கைது செய்ததாக அமெரிக்க அதிகாரிகள் வியாழக்கிழமை தெரிவித்தனர்.",
        "தகேஷி எபிசாவா, சோம்பக் ருக்ரசரனி, சோம்போப் சிங்கசிரி மற்றும் சுக்சன் ஜுல்லனன் ஆகியோர் நியூயார்க்கில் திங்கள் மற்றும் செவ்வாய் கிழமைகளில் போதைப்பொருள் மற்றும் ஆயுத கடத்தல் மற்றும் பணமோசடி குற்றச்சாட்டில் கைது செய்யப்பட்டதாக நீதித்துறை தெரிவித்துள்ளது.",
        "குறைந்தது 2019 ஆம் ஆண்டு முதல் தாய்லாந்தில் உள்ள அமெரிக்க போதைப்பொருள் அமலாக்க முகவர்களின் விசாரணையின் கீழ், மியான்மரின் கிளர்ச்சியாளர் யுனைடெட் வா ஸ்டேட் ஆர்மியின் இரகசிய முகவருக்கு அதிக அளவு ஹெராயின் மற்றும் மெத்தாம்பேட்டமைனை விற்க ஆண்கள் ஏற்பாடு செய்ததாக வாய்ஸ் ஆஃப் அமெரிக்கா தெரிவித்துள்ளது.",
        "இதற்கிடையில், Ebisawa தானியங்கி ஆயுதங்கள், ராக்கெட்டுகள், இயந்திர துப்பாக்கிகள் மற்றும் இலங்கையின் தமிழீழ விடுதலைப் புலிகளுக்கு (LTTE) - தமிழ் புலிகள் என்று அழைக்கப்படும் - மற்றும் ஐக்கிய வா மாநில இராணுவம், கரேன் தேசிய சங்கம் மற்றும் ஏவுகணைகளை வாங்க முயன்றது. ஷான் மாநில இராணுவம், அரசாங்கப் படைகளுடன் நீண்டகால சண்டையில் சிறுபான்மை இனப் படைகள்.",
        "பிப்ரவரி 3, 2021 அன்று, எபிசாவாவும் ஒரு கூட்டாளியும் கோபன்ஹேகனுக்குச் சென்றனர், அங்கு இரகசிய DEA முகவரும் இரண்டு இரகசிய டேனிஷ் போலீஸ் அதிகாரிகளும், இயந்திரத் துப்பாக்கிகள் மற்றும் டேங்க் எதிர்ப்பு ராக்கெட்டுகள் உட்பட அமெரிக்க இராணுவ ஆயுதங்களின் வரிசையை விற்பனைக்காகக் காட்டினர்.",
        "அவர்கள் எபிசாவா புகைப்படங்களையும், விமானத்தை குறிவைக்க பயன்படுத்தப்படும் ஸ்டிங்கர் ஏவுகணைகளின் வீடியோவையும் காட்டினார்கள்.",
        "\"திரு. எபிசாவா மற்றும் அவரது இணை சதிகாரர்கள், ஒரு இரகசிய DEA முகவருடன், கனரக ஆயுதங்களை வாங்குவதற்கும், அதிக அளவிலான சட்டவிரோத போதைப்பொருட்களை விற்பனை செய்வதற்கும் இடைத்தரகர்கள் செய்ததாக நாங்கள் குற்றம் சாட்டுகிறோம்\" என்று நீதித்துறை கூறியது. \"மருந்துகள் நியூயார்க் தெருக்களுக்கு விதிக்கப்பட்டன, மேலும் ஆயுதக் கப்பல்கள் நிலையற்ற நாடுகளில் உள்ள பிரிவுகளுக்கானவை.\"",
        "Ebisawa, துறை கூறியது, \"yakuza நாடுகடந்த ஒழுங்கமைக்கப்பட்ட குற்ற சிண்டிகேட்டின் தலைவர்\", பல ஜப்பானிய குற்றக் குடும்பங்களுக்கு ஒரு குடைச் சொல்லைப் பயன்படுத்தினார்.",
        "ஜுல்லானனுக்கு இரட்டை தாய்-அமெரிக்க குடியுரிமை உள்ளது, அதே சமயம் சிங்கசிறி மற்றும் ருக்ரசரணீ ஆகியோர் தாய்லாந்து குடிமக்கள்.",
        "விசாரணையில், எபிசாவா ரகசிய டிஇஏ ஏஜெண்டிடம், ஜுல்லனன் தாய்லாந்து விமானப்படை ஜெனரல் என்றும், ருக்ரசரணி ஓய்வுபெற்ற தாய்லாந்து ராணுவ அதிகாரி என்றும் குற்றப்பத்திரிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "நியூயார்க்கில் கைது செய்யப்பட்ட நான்கு பேரும் அமெரிக்காவில் எப்படி வந்தனர் என்பதை நீதித்துறை விளக்கவில்லை."
      ]
    }
  }
}