{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/zte-smartphones-best-value-for-the-most-reasonable-price/",
  "time_ut": 1650635100,
  "title": "‘ZTE smartphones, best value for the most reasonable price’",
  "body_lines": [
    "Manufactured by a global telecommunications giant that has supported telecom networks worldwide since 1985, the ZTE Blade series of smartphones provide the best value for Sri Lankan consumers looking to get the best performance at the lowest possible price. ZTE, a company has a long history in Sri Lanka spanning over 20 years and has supported leading telcos and other organizations to maintain and run their telecommunications networks, is able to provide consumers with devices at much more reasonable prices than other popular brands.",
    "Leading ZTE’s upper-midrange line up, the ZTE Blade V30 is available in both black and blue. The elegant style makes this device look highly priced. However, at just LKR 69,999/- this beautiful device affords users with all of the best features offered by midrange phones, but at a very affordable price. The versatile and capable 4 camera set up on the rear of the phone makes for exceptional photos and video shoot, featuring a 64MP main camera, along with an 8MP ultrawide lens, and a 5MP macro lens, supported by a 2MP depth sensing camera. The front of the device features a further 16MP camera that is perfect for capturing any moment.",
    "The phone also supports a very generous 128GB of storage, coupled with 4GB of RAM and a powerful Octa-core processor. The ZTE Blade V30’s 5,000mAh battery means you can enjoy an all-day battery life, while also taking advantage of the devices’ powerful GPU and 6.67-inch 1080p IPS display for some mobile gaming on the go.",
    "Singapore Airlines signs MOU with Sri Lanka Tourism Promotion Bureau",
    "DFCC Bank unveils its 25th offsite ATM/CRM at Templeburg Industrial Zone, Panagoda",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "'ZTE ස්මාර්ට්ෆෝන්, වඩාත්ම සාධාරණ මිලට හොඳම වටිනාකම'",
      "body_lines": [
        "1985 සිට ලොව පුරා ටෙලිකොම් ජාල සඳහා සහය දක්වන ගෝලීය විදුලි සංදේශ දැවැන්තයෙකු විසින් නිෂ්පාදනය කරන ලද ZTE Blade ස්මාර්ට්ෆෝන් ශ්‍රී ලාංකීය පාරිභෝගිකයින්ට හැකි උපරිම මිලට හොඳම කාර්ය සාධනය ලබා ගැනීමට බලාපොරොත්තු වන හොඳම වටිනාකමක් ලබා දේ. වසර 20කට වැඩි ශ්‍රී ලංකාවේ දීර්ඝ ඉතිහාසයකට හිමිකම් කියන ZTE සමාගම ප්‍රමුඛ පෙළේ ටෙලිකොම් සහ අනෙකුත් ආයතනවලට ඔවුන්ගේ විදුලි සංදේශ ජාල පවත්වාගෙන යාමට සහ පවත්වාගෙන යාමට සහය දක්වන අතර අනෙකුත් ජනප්‍රිය සන්නාමයන්ට වඩා සාධාරණ මිලකට පාරිභෝගිකයින්ට උපාංග ලබාදීමට හැකි වේ.",
        "ZTE හි ඉහළ-මධ්‍යම පරාසයේ ප්‍රමුඛ පෙළේ, ZTE Blade V30 කළු සහ නිල් යන දෙකෙන්ම ලබා ගත හැකිය. අලංකාර ශෛලිය මෙම උපාංගය ඉහළ මිලක් ලබා දෙයි. කෙසේ වෙතත්, යන්තම් LKR 69,999/- ට මෙම අලංකාර උපාංගය පරිශීලකයින්ට midrange දුරකථන මගින් පිරිනමනු ලබන සියලුම හොඳම විශේෂාංග සමඟින් ලබා දෙයි, නමුත් ඉතා දැරිය හැකි මිලකට. දුරකථනයේ පිටුපස පිහිටුවා ඇති බහුකාර්ය සහ හැකියාව ඇති 4 කැමරාව සුවිශේෂී ඡායාරූප සහ වීඩියෝ රූගත කිරීම් සඳහා දායක වේ, 64MP ප්‍රධාන කැමරාවක්, 8MP ultrawide කාචයක් සහ 5MP සාර්ව කාචයක්, 2MP ගැඹුර සංවේදක කැමරාවකින් සහය දක්වයි. උපාංගයේ ඉදිරිපස තවත් 16MP කැමරාවක් ඇති අතර එය ඕනෑම මොහොතක් ග්‍රහණය කර ගැනීමට සුදුසුය.",
        "දුරකථනය ඉතා ත්‍යාගශීලී 128GB ගබඩාවකට සහය වන අතර, 4GB RAM සහ බලවත් Octa-core ප්‍රොසෙසරයක් සමඟ සම්බන්ධ වේ. ZTE Blade V30 හි 5,000mAh බැටරිය යනු ඔබට දවස පුරා බැටරි ආයු කාලයක් භුක්ති විඳිය හැකි අතර, ජංගම ක්‍රීඩා සඳහා උපාංගවල බලවත් GPU සහ අඟල් 6.67 1080p IPS සංදර්ශකයෙන් ප්‍රයෝජන ගත හැකි බවයි.",
        "සිංගප්පූරු ගුවන් සේවය ශ්‍රී ලංකා සංචාරක ප්‍රවර්ධන කාර්යාංශය සමඟ අවබෝධතා ගිවිසුමක් අත්සන් කරයි",
        "DFCC බැංකුව පනාගොඩ, Templeburg Industrial Zone හි 25 වන offsite ATM/CRM විවෘත කරයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "'ZTE ஸ்மார்ட்போன்கள், மிகவும் நியாயமான விலையில் சிறந்த மதிப்பு'",
      "body_lines": [
        "1985 ஆம் ஆண்டு முதல் உலகளாவிய தொலைத்தொடர்பு வலையமைப்புகளை ஆதரிக்கும் உலகளாவிய தொலைத்தொடர்பு நிறுவனத்தால் தயாரிக்கப்பட்ட ZTE Blade தொடர் ஸ்மார்ட்போன்கள் இலங்கை நுகர்வோருக்கு குறைந்த விலையில் சிறந்த செயல்திறனைப் பெறுவதற்கு சிறந்த பெறுமதியை வழங்குகின்றன. ZTE, இலங்கையில் 20 ஆண்டுகளுக்கும் மேலாக நீண்ட வரலாற்றைக் கொண்டுள்ளது மற்றும் முன்னணி தொலைத்தொடர்பு வலையமைப்பைப் பராமரிக்கவும் இயக்கவும் முன்னணி தொலைத்தொடர்பு நிறுவனங்கள் மற்றும் பிற நிறுவனங்களுக்கு ஆதரவளித்து வருகிறது, மற்ற பிரபல வர்த்தக நாமங்களை விட நுகர்வோருக்கு மிகவும் நியாயமான விலையில் சாதனங்களை வழங்க முடியும்.",
        "ZTE இன் மேல்-மிட்ரேஞ்ச் வரிசையில் முன்னணியில் இருக்கும், ZTE பிளேட் V30 கருப்பு மற்றும் நீலம் ஆகிய இரண்டிலும் கிடைக்கிறது. நேர்த்தியான பாணி இந்த சாதனத்தை அதிக விலையில் பார்க்க வைக்கிறது. இருப்பினும், வெறும் LKR 69,999/- இல் இந்த அழகான சாதனம் பயனர்களுக்கு மிட்ரேஞ்ச் போன்கள் வழங்கும் அனைத்து சிறந்த அம்சங்களையும் வழங்குகிறது, ஆனால் மிகவும் மலிவு விலையில். ஃபோனின் பின்புறத்தில் அமைக்கப்பட்டுள்ள பல்துறை மற்றும் திறன் கொண்ட 4 கேமரா விதிவிலக்கான புகைப்படங்கள் மற்றும் வீடியோ ஷூட்களை உருவாக்குகிறது, இதில் 64MP பிரதான கேமராவும், 8MP அல்ட்ராவைட் லென்ஸ் மற்றும் 5MP மேக்ரோ லென்ஸும், 2MP டெப்த் சென்சிங் கேமராவால் ஆதரிக்கப்படுகிறது. சாதனத்தின் முன்புறம் 16MP கேமராவைக் கொண்டுள்ளது, இது எந்த நேரத்திலும் படம்பிடிக்க ஏற்றது.",
        "ஃபோன் 4ஜிபி ரேம் மற்றும் சக்திவாய்ந்த ஆக்டா கோர் செயலியுடன் இணைந்து மிகவும் தாராளமான 128ஜிபி சேமிப்பகத்தையும் ஆதரிக்கிறது. ZTE Blade V30 இன் 5,000mAh பேட்டரி, நீங்கள் நாள் முழுவதும் பேட்டரி ஆயுளை அனுபவிக்க முடியும், அதே நேரத்தில் சாதனங்களின் சக்திவாய்ந்த GPU மற்றும் 6.67-இன்ச் 1080p ஐபிஎஸ் டிஸ்ப்ளே ஆகியவற்றைப் பயன்படுத்தி சில மொபைல் கேமிங்கிற்காகப் பயன்படுத்தலாம்.",
        "சிங்கப்பூர் ஏர்லைன்ஸ் இலங்கை சுற்றுலா ஊக்குவிப்பு பணியகத்துடன் புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டுள்ளது",
        "DFCC வங்கி அதன் 25வது ஆஃப்சைட் ATM/CRMஐ டெம்பிள்பர்க் தொழில்துறை மண்டலம், பனாகொடாவில் வெளியிட்டது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}