{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Next-Phase-of-Russia-Ukraine-Conflict-Cyber-or-Nuclear/172-232933",
  "time_ut": 1647031560,
  "title": "Next Phase of Russia Ukraine Conflict: Cyber or Nuclear?",
  "body_lines": [
    "The former Russian president and long term Putin ally Dmitry Medvedev recently took to social media and directed a veiled threat at European powers supporting Ukraine. The threat was about a potential nuclear strike. As the war drags on to its third week, Russia’s mainstay of the invasion heavy armour seems to be bogged down by a counterattack demonstrating Ukraine’s resolve thanks to American led training of Ukrainian armed forces and the sophisticated weaponry that were transferred to the Ukrainians mainly consisting of new generation of anti-tank weapons such as NLAW and Javelin missile systems and advanced anti-air stinger missiles.",
    "Speculations and fear are high among military analysts and strategists of what possible cause of action will the Russian military and its political leadership would take to avoid the war becoming an entrenched, costly affair. Whilst the sanctions imposed on Russian state interests and the oligarchs are kicking in, Ukraine has demanded further pressure on Russians with a proposed no-fly zone.",
    "Speculations and fear are high among military analysts and strategists of what possible cause of action will the Russian military and its political leadership would take to avoid the war becoming an entrenched, costly affair",
    "The idea of a no-fly zone was quickly shot down by the Americans and instead, Poland seems to be trying to fill in the airpower and air Defence vacuum created in Ukraine at the cost of straining the US Poland relationship. The idea, in theory, seems to be pragmatic yet imposing no-fly zones can cost the enforcing party billions of dollars. American military experienced a similar situation as former Defence Secretary Robert Gates reflects upon in his memoirs on Libya, where the no-fly zone costs went high at astronomical rates, making it the turning point in the US strategy of implementing no-fly zones. Even if NATO is to commit to a no-fly zone, they will rely mostly upon US assets in the air and Americans have grown weary of such blanket passive defence operations with high costs.",
    "Russia enjoyed a pyric reputation as a cyber power in the last decade, its cyber power was calculated and analysed as a threat multiplier when fused with hybrid war frameworks or political warfare had devastating effects. Since the US Elections of 2016, Russian cyber power and political war capabilities have been a constant focus in the western media. Yet the one cyber incident which security strategists were concerned about most was the attack on the Ukrainian power grid in December 2015 in the aftermath of the Annexation of Crimea.",
    "Dubbed as an incident of cyberwar, the cyberattack on the Ukrainian regional service provider Kyivoblenergo, declared that it is experiencing an unplanned outage in its services, three regional power stations had experienced outages and the combined using of spear phishing, malware and compromising of Microsoft solutions led to a remotely administered hack attack. The Ukrainian power outage remains the first publicly documented cyberattack on a country’s critical infrastructure, such as an energy provider. The Western analysts and investigations from institutions such as CERT USA attributed the attack to Russian cyber operations.",
    "Nearly seven years since the first Russian military intervention in Ukraine, it was expected that Russians will resort to a panoply of cyberattacks parallel to the ground offensive. The cyber operation seems to be minimal, or its effects seem not to have successfully deterred any Ukrainian activity. The fear was Russian capability to unleash cyber weapons to disrupt and disable critical infrastructure of the Ukrainian civil authorities as well as the military. Neither seems to be the case yet.",
    "At the onset of the March offensive US Cyber Command, NATO cyber operations were put on high alert and Ukrainians even sought US support to nullify any cyber intrusions while there were marked increases as observed by cyber intelligence and signals operations the surge in attacks on Ukraine and its interests seems yet to have done any major disruption. Western news and security agencies reported the increase of wiper malware attacks across Ukraine yet the attacks seem to have had no real gain for Russia.",
    "The Ukrainian military and security establishment seems to have learnt some cardinal lessons from its experiences in 2014 with the Russian incursions and attacks. Ukraine even adopted its cybersecurity strategy in 2021 and sought active support to further develop from the US Solarium commission established through the Department of Defence to provide deep insights into adopting cyber deterrence, especially through means of what cybersecurity experts point out through layered deterrence. The modernisation of information infrastructure and speeding of data transmission services and strategic insights into dealing with potential Russian incursions had made the Ukrainian establishment far more robust and ready to face cyber aggressions by 2022.",
    "The conflict remains at a level where traditional offensive strategies are the mainstay, Russia trying to overwhelm Ukraine using its advantages of numbers and ceasing energy facilities and destabilising critical infrastructures using missile and airstrikes. Whilst global condemnation is rising, no country is still trying to take military measures against Russia as that would lead to a further escalation and Russia to resort to wide-ranging attacks. The theory remains that foreign cyberattacks on Russia are minimal as they may provoke a nuclear response, thus nuclear threat is intrinsically linked to cyber-attacks.",
    "Ukraine-Russia war unlike recent conflicts between states such as the Armenia-Azerbaijan conflict that was a defining drone war does not highlight the high-tech dimension, it is turning out to be a classic offence defence urban warfare context. Cyber dimension remains minimal with third parties such as Bellingcat an independent open-source intelligence operation that always has clashed with Russia since the downing of Malaysian airlines MH 17 aircraft, remains a key player tracking all Russian movements and converting that into accessible datasets and publicly available. The Russian offensive is yet to morph into other domains of warfare, yet the cyber and nuclear are domains that remain potential in the next phase of the war."
  ],
  "translate": {
    "si": {
      "title": "රුසියාවේ ඊළඟ අදියර යුක්රේන ගැටුම: සයිබර් හෝ න්යෂ්ටික?",
      "body_lines": [
        "හිටපු රුසියානු ජනාධිපති සහ දිගුකාලීන පුටින් සගයා වන දිමිත්‍රි මෙද්වදෙව් මෑතකදී සමාජ මාධ්‍ය වෙත ගොස් යුක්‍රේනයට සහය දක්වන යුරෝපීය බලවතුන් වෙත සැඟවුණු තර්ජනයක් එල්ල කළේය. තර්ජනය වූයේ න්‍යෂ්ටික ප්‍රහාරයක් විය හැකි බව ය. යුද්ධය තෙවැනි සතිය දක්වා ඇදී යද්දී, රුසියාවේ ආක්‍රමණ බර සන්නාහයේ ප්‍රධානතම ස්ථානය, යුක්‍රේන සන්නද්ධ හමුදාවන්ට ඇමරිකානු නායකත්වය දුන් පුහුණුව සහ යුක්‍රේනියානුවන් වෙත ප්‍රධාන වශයෙන් මාරු කරන ලද නවීන අවි ආයුධවලට ස්තුතිවන්ත වෙමින්, යුක්රේනයේ අධිෂ්ඨානය පෙන්නුම් කරන ප්‍රතිප්‍රහාරයකින් යටපත් වී ඇති බව පෙනේ. NLAW සහ Javelin මිසයිල පද්ධති සහ උසස් ගුවන් නාශක මිසයිල වැනි නව පරම්පරාවේ ටැංකි නාශක අවි.",
        "යුද්ධය මුල් බැසගත්, මිල අධික කටයුත්තක් බවට පත්වීම වැලැක්වීම සඳහා රුසියානු හමුදාව සහ එහි දේශපාලන නායකත්වය ගනු ලබන ක්‍රියාමාර්ගය කුමක් විය හැකිද යන්න පිලිබඳ මිලිටරි විශ්ලේෂකයින් සහ මූලෝපායඥයින් අතර සමපේක්ෂන සහ භීතිය ඉහල ය. රුසියානු රාජ්‍ය අවශ්‍යතා මත පනවා ඇති සම්බාධක සහ කතිපයාධිකාරීන් පයින් ගසමින් සිටින අතරතුර, යුක්රේනය යෝජිත ගුවන් තහනම් කලාපයක් සහිත රුසියානුවන්ට තවදුරටත් පීඩනයක් ඉල්ලා ඇත.",
        "යුද්ධය මුල් බැසගත්, මිල අධික කටයුත්තක් බවට පත්වීම වැළැක්වීම සඳහා රුසියානු හමුදාව සහ එහි දේශපාලන නායකත්වය ගනු ලබන ක්‍රියාමාර්ගය කුමක් විය හැකිද යන්න පිලිබඳ මිලිටරි විශ්ලේෂකයින් සහ මූලෝපායඥයින් අතර සමපේක්ෂන සහ භීතිය ඉහළ ය.",
        "පියාසර තහනම් කලාපයක් පිළිබඳ අදහස ඇමරිකානුවන් විසින් ඉක්මනින් විනාශ කරන ලද අතර, ඒ වෙනුවට, පෝලන්තය එක්සත් ජනපද පෝලන්ත සබඳතා බිඳ දැමීමේ වියදමින් යුක්රේනයේ නිර්මාණය කරන ලද ගුවන් බල සහ ගුවන් ආරක්ෂක රික්තය පිරවීමට උත්සාහ කරන බව පෙනේ. අදහස, න්‍යායාත්මකව, ප්‍රායෝගික බව පෙනේ, නමුත් පියාසර තහනම් කලාප පැනවීම බලාත්මක කරන පාර්ශ්වයට ඩොලර් බිලියන ගණනක් වැය විය හැකිය. හිටපු ආරක්ෂක ලේකම් රොබට් ගේට්ස් ලිබියාව පිළිබඳ ඔහුගේ මතක සටහන් වල ආවර්ජනය කරන පරිදි ඇමරිකානු හමුදාව සමාන තත්වයක් අත්විඳින අතර, ගුවන් ගමන් තහනම් කලාප පිරිවැය තාරකා විද්‍යාත්මක මිල ගණන් යටතේ ඉහළ ගිය අතර, එය පියාසර තහනම් කලාප ක්‍රියාත්මක කිරීමේ එක්සත් ජනපද උපාය මාර්ගයේ හැරවුම් ලක්ෂ්‍යය බවට පත් කළේය. නේටෝව පියාසර තහනම් කලාපයක් සඳහා කැපවී සිටියද, ඔවුන් වැඩි වශයෙන් රඳාපවතිනු ඇත්තේ ගුවනේ ඇති එක්සත් ජනපද වත්කම් මත වන අතර ඇමරිකානුවන් අධික වියදම් සහිත එවැනි බ්ලැන්කට් නිෂ්ක්‍රීය ආරක්ෂක මෙහෙයුම් වලින් වෙහෙසට පත්ව සිටිති.",
        "රුසියාව පසුගිය දශකය තුළ සයිබර් බලයක් ලෙස කීර්තිමත් කීර්තියක් භුක්ති වින්දා, එහි සයිබර් බලය දෙමුහුන් යුද රාමු සමඟ ඒකාබද්ධ වූ විට හෝ දේශපාලන යුද්ධය විනාශකාරී බලපෑම් ඇති කළ විට තර්ජන ගුණකයක් ලෙස ගණනය කර විශ්ලේෂණය කරන ලදී. 2016 එක්සත් ජනපද මැතිවරණයේ සිට රුසියානු සයිබර් බලය සහ දේශපාලන යුද හැකියාවන් බටහිර මාධ්‍යවල නිරන්තර අවධානයට ලක්ව ඇත. එහෙත් ආරක්‍ෂක මූලෝපායඥයින් වඩාත් කනස්සල්ලට පත් වූ එක් සයිබර් සිද්ධියක් වූයේ ක්‍රිමියාව ඈඳාගැනීමෙන් පසුව 2015 දෙසැම්බරයේ යුක්රේන විදුලිබල පද්ධතියට එල්ල වූ ප්‍රහාරයයි.",
        "යුක්රේන ප්‍රාදේශීය සේවා සපයන්නා වන Kyivoblenergo වෙත එල්ල වූ සයිබර් ප්‍රහාරය සයිබර් වෝර් සිදුවීමක් ලෙස නම් කර, එහි සේවාවන්හි සැලසුම් රහිත ඇනහිටීමක් අත්විඳින බව ප්‍රකාශ කළේය, කලාපීය බලාගාර තුනක ඇනහිටීම් අත්විඳ ඇති අතර හෙල්ල තතුබෑම්, අනිෂ්ට මෘදුකාංග සහ මයික්‍රොසොෆ්ට් විසඳුම් ඒකාබද්ධව භාවිතා කිරීම. දුරස්ථව පාලනය කළ හැකි ප්‍රහාරයකට තුඩු දුන්නේය. යුක්රේන විදුලිය ඇනහිටීම බලශක්ති සැපයුම්කරුවෙකු වැනි රටක තීරණාත්මක යටිතල පහසුකම් මත ප්‍රසිද්ධියේ ලේඛනගත කරන ලද පළමු සයිබර් ප්‍රහාරය ලෙස පවතී. බටහිර විශ්ලේෂකයින් සහ CERT USA වැනි ආයතනවල පරීක්ෂණ රුසියානු සයිබර් මෙහෙයුම් ප්‍රහාරයට හේතු වී තිබේ.",
        "යුක්රේනයේ පළමු රුසියානු මිලිටරි මැදිහත්වීමෙන් වසර හතකට ආසන්න කාලයකදී, රුසියානුවන් ගොඩබිම් ප්‍රහාරයට සමාන්තරව සයිබර් ප්‍රහාර එල්ල කරනු ඇතැයි අපේක්ෂා කරන ලදී. සයිබර් මෙහෙයුම අවම බව පෙනේ, නැතහොත් එහි බලපෑම් යුක්රේනියානු ක්‍රියාකාරකමක් සාර්ථක ලෙස වළක්වා නැති බව පෙනේ. බිය වූයේ යුක්රේන සිවිල් බලධාරීන්ගේ මෙන්ම හමුදාවේ තීරනාත්මක යටිතල පහසුකම් කඩාකප්පල් කිරීමට සහ අක්රිය කිරීමට සයිබර් අවි මුදා හැරීමට රුසියානු හැකියාවයි. තවම එහෙම එකක්වත් නැහැ වගේ.",
        "මාර්තු ආක්‍රමණශීලී එක්සත් ජනපද සයිබර් විධානය ආරම්භයේදී, නේටෝ සයිබර් මෙහෙයුම් ඉතා සීරුවෙන් තබා ඇති අතර යුක්‍රේනියානුවන් ඕනෑම සයිබර් ආක්‍රමණයක් අවලංගු කිරීමට එක්සත් ජනපද සහාය පවා පැතූ අතර සයිබර් ඔත්තුසේවා සහ සංඥා මෙහෙයුම් මගින් යුක්‍රේනයට එල්ල වූ ප්‍රහාරවල වැඩිවීමක් දක්නට ලැබුණි. එහි අවශ්‍යතා තවමත් විශාල බාධාවක් කර නැති බව පෙනේ. බටහිර ප්‍රවෘත්ති සහ ආරක්ෂක ඒජන්සි වාර්තා කළේ යුක්රේනය පුරා වයිපර් අනිෂ්ට මෘදුකාංග ප්‍රහාර වැඩි වී ඇති නමුත් ප්‍රහාරවලින් රුසියාවට සැබෑ වාසියක් නොමැති බව පෙනේ.",
        "යුක්රේන හමුදා සහ ආරක්ෂක සංස්ථාපිතය 2014 දී රුසියානු ආක්‍රමණ සහ ප්‍රහාර සමග එහි අත්දැකීම් වලින් යම් ප්‍රධාන පාඩම් ඉගෙන ගෙන ඇති බව පෙනේ. යුක්රේනය 2021 දී සිය සයිබර් ආරක්ෂණ උපාය මාර්ගය පවා අනුගමනය කළ අතර, විශේෂයෙන්ම සයිබර් ආරක්ෂණ විශේෂඥයින් විසින් ස්ථර නිරෝධායන හරහා පෙන්වා දෙන ක්‍රම හරහා, සයිබර් නිරෝධනය අනුගමනය කිරීම සඳහා ගැඹුරු අවබෝධයක් ලබා දීම සඳහා ආරක්ෂක දෙපාර්තමේන්තුව හරහා පිහිටුවන ලද එක්සත් ජනපද සොලාරියම් කොමිසමෙන් තවදුරටත් සංවර්ධනය කිරීමට ක්‍රියාකාරී සහාය ඉල්ලා සිටියේය. තොරතුරු යටිතල පහසුකම් නවීකරණය කිරීම සහ දත්ත සම්ප්‍රේෂණ සේවා වේගවත් කිරීම සහ විභව රුසියානු ආක්‍රමණ සමඟ කටයුතු කිරීමේ උපාය මාර්ගික තීක්ෂ්ණ බුද්ධිය යුක්‍රේන සංස්ථාපිතය වඩාත් ශක්තිමත් සහ 2022 වන විට සයිබර් ආක්‍රමණවලට මුහුණ දීමට සූදානම් කර ඇත.",
        "සාම්ප්‍රදායික ප්‍රහාරක උපාය මාර්ග ප්‍රධාන වශයෙන් පවතින මට්ටමක ගැටුම පවතී, රුසියාව එහි අංකවල වාසි සහ බලශක්ති පහසුකම් නවතා යුක්රේනය යටපත් කිරීමට උත්සාහ කරන අතර මිසයිල සහ ගුවන් ප්‍රහාර භාවිතා කරමින් තීරණාත්මක යටිතල පහසුකම් අස්ථාවර කරයි. ගෝලීය හෙලාදැකීම ඉහළ යමින් තිබියදී, රුසියාවට එරෙහිව මිලිටරි පියවර ගැනීමට කිසිදු රටක් තවමත් උත්සාහ කරන්නේ නැත, එය තවදුරටත් උත්සන්න කිරීමට සහ රුසියාව පුළුල් ප්‍රහාරවලට යොමු වීමට තුඩු දෙනු ඇත. න්‍යෂ්ටික ප්‍රතිචාරයක් අවුලුවාලිය හැකි බැවින් රුසියාවට එල්ල වන විදේශීය සයිබර් ප්‍රහාර අවම වන බව න්‍යාය පවතී, එබැවින් න්‍යෂ්ටික තර්ජනය සහජයෙන්ම සයිබර් ප්‍රහාර සමඟ සම්බන්ධ වේ.",
        "යුක්රේන-රුසියානු යුද්ධය ආර්මේනියා-අසර්බයිජාන් ගැටුම වැනි රාජ්‍යයන් අතර මෑත කාලීන ගැටුම් මෙන් නොව නිර්වචනය කරන ඩ්‍රෝන් යුද්ධයක් අධි තාක්‍ෂණික මානය ඉස්මතු නොකරයි, එය සම්භාව්‍ය අපරාධ ආරක්ෂක නාගරික යුද්ධ සන්දර්භයක් බවට පත්වේ. මැලේසියානු ගුවන් සේවයට අයත් MH 17 ගුවන් යානා බිම හෙලීමෙන් පසු රුසියාව සමඟ සැමවිටම ගැටුණු ස්වාධීන විවෘත මූලාශ්‍ර බුද්ධි මෙහෙයුමක් වන Bellingcat වැනි තෙවන පාර්ශවයන් සමඟ සයිබර් මානය අවම මට්ටමක පවතී, සියලු රුසියානු චලනයන් ලුහුබැඳීම සහ ප්‍රවේශ විය හැකි දත්ත කට්ටල බවට පරිවර්තනය කිරීම සහ ප්‍රසිද්ධියේ ලබා ගත හැකි ප්‍රධාන ක්‍රීඩකයා වේ. . රුසියානු ප්‍රහාරය තවමත් වෙනත් යුද්ධ වසම් බවට පරිවර්තනය වී නැත, නමුත් සයිබර් සහ න්‍යෂ්ටික යනු යුද්ධයේ මීළඟ අදියරේදී විභවයක් ලෙස පවතින වසම් වේ."
      ]
    },
    "ta": {
      "title": "ரஷ்யா உக்ரைன் மோதலின் அடுத்த கட்டம்: சைபர் அல்லது அணுவா?",
      "body_lines": [
        "முன்னாள் ரஷ்ய ஜனாதிபதியும் நீண்ட கால புட்டின் கூட்டாளியுமான டிமிட்ரி மெட்வெடேவ் சமீபத்தில் சமூக ஊடகங்களுக்கு அழைத்துச் சென்று உக்ரைனுக்கு ஆதரவளிக்கும் ஐரோப்பிய சக்திகளுக்கு ஒரு மறைமுகமான அச்சுறுத்தலை இயக்கினார். அச்சுறுத்தல் சாத்தியமான அணுசக்தி தாக்குதலைப் பற்றியது. போர் அதன் மூன்றாவது வாரத்திற்கு இழுத்துச் செல்லும்போது, ​​உக்ரேனிய ஆயுதப் படைகளுக்கு அமெரிக்க தலைமையிலான பயிற்சி மற்றும் அதிநவீன ஆயுதங்கள் உக்ரேனியர்களுக்கு மாற்றப்பட்ட அதிநவீன ஆயுதங்களுக்கு நன்றி உக்ரைனின் உறுதியை நிரூபிக்கும் எதிர்த்தாக்குதல் மூலம் ரஷ்யாவின் ஆக்கிரமிப்புக் கவசத்தின் முக்கியத் தளம் சிக்கித் தவிக்கிறது. NLAW மற்றும் ஜாவெலின் ஏவுகணை அமைப்புகள் மற்றும் மேம்பட்ட விமான எதிர்ப்பு ஸ்டிங்கர் ஏவுகணைகள் போன்ற புதிய தலைமுறை எதிர்ப்பு தொட்டி ஆயுதங்கள்.",
        "ரஷ்ய இராணுவமும் அதன் அரசியல் தலைமையும் போரை ஒரு வேரூன்றிய, விலையுயர்ந்த விவகாரமாக மாற்றுவதைத் தவிர்க்க என்ன சாத்தியமான நடவடிக்கை எடுக்கப் போகிறது என்பது பற்றிய யூகங்களும் அச்சமும் இராணுவ ஆய்வாளர்கள் மற்றும் மூலோபாயவாதிகள் மத்தியில் அதிகமாக உள்ளன. ரஷ்ய அரசின் நலன்கள் மற்றும் தன்னலக்குழுக்கள் மீது விதிக்கப்பட்ட தடைகள் உதைக்கப்படும் அதே வேளையில், உக்ரைன் ரஷ்யர்கள் மீது உத்தேசித்துள்ள பறக்கத் தடை மண்டலத்துடன் மேலும் அழுத்தத்தைக் கோரியுள்ளது.",
        "ரஷ்ய இராணுவமும் அதன் அரசியல் தலைமையும் போரை வேரூன்றிய, விலையுயர்ந்த விவகாரமாக மாற்றுவதைத் தவிர்க்க என்ன சாத்தியமான நடவடிக்கை எடுக்கப் போகிறது என்பது பற்றிய யூகங்களும் அச்சங்களும் இராணுவ ஆய்வாளர்கள் மற்றும் மூலோபாயவாதிகள் மத்தியில் அதிகமாக உள்ளன.",
        "பறக்கக்கூடாத மண்டலம் என்ற யோசனை அமெரிக்கர்களால் விரைவில் சுட்டு வீழ்த்தப்பட்டது, அதற்கு பதிலாக, போலந்து அமெரிக்க போலந்து உறவை சீர்குலைக்கும் செலவில் உக்ரைனில் உருவாக்கப்பட்ட விமான சக்தி மற்றும் வான் பாதுகாப்பு வெற்றிடத்தை நிரப்ப முயற்சிப்பதாக தெரிகிறது. கோட்பாட்டில், இந்த யோசனை நடைமுறைக்குரியதாகத் தெரிகிறது, ஆனால் பறக்க தடை மண்டலங்களைச் சுமத்துவது அமலாக்கக் கட்சிக்கு பில்லியன் கணக்கான டாலர்களை செலவழிக்கும். முன்னாள் பாதுகாப்புச் செயலர் ராபர்ட் கேட்ஸ் லிபியா பற்றிய தனது நினைவுக் குறிப்புகளில் அமெரிக்க இராணுவம் இதேபோன்ற சூழ்நிலையை அனுபவித்தது, அங்கு பறக்கக்கூடாத பகுதி செலவுகள் வானியல் விகிதங்களில் அதிகமாக இருந்தது, இது அமெரிக்க உத்தியின் திருப்புமுனையாக பறக்க தடை மண்டலங்களை செயல்படுத்துகிறது. நேட்டோ பறப்பதில் தடை விதிக்கப்பட்டாலும் கூட, அவர்கள் பெரும்பாலும் அமெரிக்க சொத்துக்களை காற்றில் நம்பியிருப்பார்கள் மற்றும் அமெரிக்கர்கள் அதிக செலவில் இத்தகைய போர்வை செயலற்ற பாதுகாப்பு நடவடிக்கைகளால் சோர்வடைந்துள்ளனர்.",
        "ரஷ்யா கடந்த தசாப்தத்தில் இணைய சக்தியாக ஒரு பைரிக் நற்பெயரைப் பெற்றுள்ளது, கலப்பின போர் கட்டமைப்புகள் அல்லது அரசியல் போர்கள் அழிவுகரமான விளைவுகளை ஏற்படுத்தும் போது அதன் இணைய சக்தி ஒரு அச்சுறுத்தல் பெருக்கியாக கணக்கிடப்பட்டு பகுப்பாய்வு செய்யப்பட்டது. 2016 ஆம் ஆண்டு அமெரிக்க தேர்தல்களில் இருந்து, ரஷ்ய இணைய சக்தி மற்றும் அரசியல் போர் திறன்கள் மேற்கத்திய ஊடகங்களில் தொடர்ந்து கவனம் செலுத்துகின்றன. ஆயினும்கூட, பாதுகாப்பு மூலோபாயவாதிகள் மிகவும் கவலைப்பட்ட ஒரு சைபர் சம்பவம், கிரிமியாவை இணைத்ததன் விளைவாக டிசம்பர் 2015 இல் உக்ரேனிய மின் கட்டத்தின் மீதான தாக்குதல் ஆகும்.",
        "சைபர்வார் சம்பவம் என அழைக்கப்படும், உக்ரேனிய பிராந்திய சேவை வழங்குநரான Kyivoblenergo மீதான சைபர் தாக்குதல், அதன் சேவைகளில் திட்டமிடப்படாத செயலிழப்பைச் சந்திப்பதாக அறிவித்தது, மூன்று பிராந்திய மின் நிலையங்கள் செயலிழப்பை சந்தித்தன மற்றும் ஸ்பியர் ஃபிஷிங், மால்வேர் மற்றும் மைக்ரோசாஃப்ட் தீர்வுகளை சமரசம் செய்தன. ரிமோட் மூலம் நிர்வகிக்கப்படும் ஹேக் தாக்குதலுக்கு வழிவகுத்தது. உக்ரேனிய மின்வெட்டு என்பது எரிசக்தி வழங்குநர் போன்ற ஒரு நாட்டின் முக்கியமான உள்கட்டமைப்பு மீது பகிரங்கமாக ஆவணப்படுத்தப்பட்ட முதல் சைபர் தாக்குதலாகும். மேற்கத்திய ஆய்வாளர்கள் மற்றும் CERT USA போன்ற நிறுவனங்களின் விசாரணைகள் இந்த தாக்குதலுக்கு ரஷ்ய சைபர் செயல்பாடுகள் காரணம்.",
        "உக்ரைனில் முதல் ரஷ்ய இராணுவத் தலையீட்டிற்குப் பிறகு ஏறக்குறைய ஏழு ஆண்டுகளுக்குப் பிறகு, ரஷ்யர்கள் தரைவழித் தாக்குதலுக்கு இணையான சைபர் தாக்குதல்களை நாடுவார்கள் என்று எதிர்பார்க்கப்பட்டது. சைபர் செயல்பாடு குறைவாக இருப்பதாகத் தெரிகிறது அல்லது அதன் விளைவுகள் எந்த உக்ரேனிய நடவடிக்கையையும் வெற்றிகரமாகத் தடுக்கவில்லை. உக்ரேனிய சிவில் அதிகாரிகள் மற்றும் இராணுவத்தின் முக்கியமான உள்கட்டமைப்பை சீர்குலைப்பதற்கும் முடக்குவதற்கும் சைபர் ஆயுதங்களை கட்டவிழ்த்துவிடுவதற்கு ரஷ்ய திறன் இருந்தது. இரண்டுமே இன்னும் இருப்பதாகத் தெரியவில்லை.",
        "மார்ச் தாக்குதல் அமெரிக்க சைபர் கட்டளையின் தொடக்கத்தில், நேட்டோ சைபர் நடவடிக்கைகள் அதிக எச்சரிக்கையுடன் வைக்கப்பட்டன, மேலும் உக்ரைனியர்கள் எந்தவொரு இணைய ஊடுருவலையும் ரத்து செய்ய அமெரிக்க ஆதரவை நாடினர், அதே நேரத்தில் சைபர் உளவுத்துறை மற்றும் சிக்னல்கள் செயல்பாடுகளால் உக்ரைன் மீதான தாக்குதல்களின் எழுச்சி குறிப்பிடத்தக்க அளவில் அதிகரித்தது. அதன் நலன்கள் இன்னும் பெரிய இடையூறு எதையும் செய்யவில்லை. மேற்கத்திய செய்தி மற்றும் பாதுகாப்பு முகமைகள் உக்ரைன் முழுவதும் வைப்பர் மால்வேர் தாக்குதல்கள் அதிகரித்துள்ளதாக தெரிவித்தன, ஆனால் தாக்குதல்களால் ரஷ்யாவிற்கு உண்மையான லாபம் இல்லை என்று தெரிகிறது.",
        "உக்ரேனிய இராணுவம் மற்றும் பாதுகாப்பு ஸ்தாபனம் 2014 இல் ரஷ்ய ஊடுருவல்கள் மற்றும் தாக்குதல்களுடன் அதன் அனுபவங்களிலிருந்து சில முக்கிய பாடங்களைக் கற்றுக்கொண்டதாகத் தெரிகிறது. உக்ரைன் 2021 ஆம் ஆண்டில் அதன் இணைய பாதுகாப்பு மூலோபாயத்தை ஏற்றுக்கொண்டது மற்றும் சைபர் பாதுகாப்பு வல்லுநர்கள் அடுக்குத் தடுப்பு மூலம் சுட்டிக்காட்டும் வழிமுறைகள் மூலம், சைபர் தடுப்பை ஏற்றுக்கொள்வதற்கான ஆழமான நுண்ணறிவுகளை வழங்க, பாதுகாப்புத் துறையின் மூலம் நிறுவப்பட்ட அமெரிக்க சோலாரியம் கமிஷனின் செயலில் ஆதரவை நாடியது. தகவல் உள்கட்டமைப்பின் நவீனமயமாக்கல் மற்றும் தரவு பரிமாற்ற சேவைகளின் வேகம் மற்றும் சாத்தியமான ரஷ்ய ஊடுருவல்களைக் கையாள்வதற்கான மூலோபாய நுண்ணறிவு ஆகியவை உக்ரேனிய ஸ்தாபனத்தை மிகவும் வலுவானதாகவும், 2022 க்குள் இணைய ஆக்கிரமிப்புகளை எதிர்கொள்ள தயாராகவும் ஆக்கியது.",
        "பாரம்பரிய தாக்குதல் உத்திகள் பிரதானமாக இருக்கும் நிலையில், ரஷ்யா அதன் எண்களின் நன்மைகளைப் பயன்படுத்தி உக்ரைனை மூழ்கடிக்க முயற்சிக்கிறது மற்றும் ஆற்றல் வசதிகளை நிறுத்துகிறது மற்றும் ஏவுகணை மற்றும் வான்வழித் தாக்குதல்களைப் பயன்படுத்தி முக்கியமான உள்கட்டமைப்புகளை சீர்குலைக்கிறது. உலகளாவிய கண்டனங்கள் அதிகரித்து வரும் நிலையில், ரஷ்யாவிற்கு எதிராக இராணுவ நடவடிக்கைகளை எடுக்க எந்த நாடும் இன்னும் முயற்சிக்கவில்லை, அது மேலும் தீவிரமடைவதற்கு வழிவகுக்கும் மற்றும் ரஷ்யா பரந்த அளவிலான தாக்குதல்களை நாடுவதற்கு வழிவகுக்கும். ரஷ்யா மீதான வெளிநாட்டு சைபர் தாக்குதல்கள் அணுசக்தி பதிலைத் தூண்டக்கூடும் என்பதால், அணுசக்தி அச்சுறுத்தல் சைபர்-தாக்குதல்களுடன் உள்ளார்ந்த முறையில் இணைக்கப்பட்டுள்ளது என்ற கோட்பாடு உள்ளது.",
        "உக்ரைன்-ரஷ்யா போர், ஆர்மீனியா-அஜர்பைஜான் மோதல் போன்ற மாநிலங்களுக்கு இடையேயான சமீபத்திய மோதல்களைப் போலல்லாமல், ட்ரோன் போர் உயர் தொழில்நுட்ப பரிமாணத்தை முன்னிலைப்படுத்தவில்லை, இது ஒரு உன்னதமான குற்றமான பாதுகாப்பு நகர்ப்புற போர் சூழலாக மாறி வருகிறது. பெல்லிங்கேட் போன்ற மூன்றாம் தரப்பினருடன் சைபர் பரிமாணம் குறைவாகவே உள்ளது, இது மலேசியன் ஏர்லைன்ஸ் MH 17 விமானம் வீழ்த்தப்பட்டதில் இருந்து ரஷ்யாவுடன் எப்போதும் மோதிக்கொண்டிருக்கும் ஒரு சுயாதீனமான திறந்த மூல உளவுத்துறை நடவடிக்கையாகும், இது அனைத்து ரஷ்ய நகர்வுகளையும் கண்காணிக்கும் மற்றும் அணுகக்கூடிய தரவுத்தொகுப்புகளாக மாற்றும் மற்றும் பொதுவில் கிடைக்கக்கூடிய முக்கிய பங்காக உள்ளது. . ரஷ்ய தாக்குதல் இன்னும் பிற போர் களங்களில் மாறவில்லை, இருப்பினும் சைபர் மற்றும் அணுசக்தி ஆகியவை போரின் அடுத்த கட்டத்தில் சாத்தியமானதாக இருக்கும்."
      ]
    }
  }
}