{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82038/debt-trap-is-only-a-myth-chinese-ambassador",
  "time_ut": 1650885000,
  "title": "‘Debt Trap’ is only a myth – Chinese Ambassador",
  "body_lines": [
    "The financial departments and institutes of China and Sri Lanka are still working closely on the new financial requests raised by Sri Lanka, in the backdrop of the island nation’s temporary suspension of debt payment and the talks of debt restructuring with IMF, says the Chinese Ambassador to Colombo.",
    "Ambassador Qi Zhenhong stated this during a free and open dialogue with a group of local journalists held today (25), on a wide range of topics including China’s aid to Sri Lanka, financial and economic cooperation to overcome current crisis, people-to-people exchanges.",
    "He stated that China is engaged in all-out efforts including from local governments, social groups, companies, schools etc., to support Sri Lanka to overcome the current difficulties.",
    "“Western developed countries, especially those who colonized Sri Lanka in history, should also come and help,” he said.",
    "The Ambassador pointed out that within the past two years, China has extended assistance to Sri Lanka in many forms including 26 million doses of COVID vaccine, numerous PPEs and medical equipment, USD 2.8 billion in financial support as well as creating around 11,000 jobs for Sri Lankans in Chinese projects.",
    "Financial departments and institutes of both China and Sri Lanka are still working closely on the new financial requests - including for loans and buyer’s credit - raised by Sri Lanka, in the backdrop of Sri Lanka’s temporary suspension of debt payment and the talks of debt restructuring with IMF, he said.",
    "Responding to questions from the journalists, Ambassador Zhenhong said the economic crisis and debt burden of Sri Lanka has its historical reason, and could not be solved overnight.",
    "He stated that China is not the only lender and neither is it the biggest lender of Sri Lanka. “Most of the Chinese loans are concessional and going to infrastructure and eco-social development,” the envoy emphasized.",
    "He said that among the hundreds of China-Sri Lanka joint projects, most have generated economic or social benefits to Sri Lanka and her people, such as the Katunayake Expressway, the Southern Expressway, the Norochcholai Power Plant, the Colombo International Container Terminals (CICT) and many water projects.",
    "He also said it is unrealistic to have all projects or loans flawless.",
    "The Chinese Ambassador was also questioned about the allegations of China’s debt trap diplomacy.",
    "“Debt Trap is only a myth, created and hyped by some foreign media and politicians intentionally,” he said.",
    "He stated that in 2017, Sri Lanka decided to raise dollars by leasing out the Hambantota Port to China and used the cash infusion to pay back due International Sovereign Bonds, but not to Chinese banks."
  ],
  "translate": {
    "si": {
      "title": "‘ණය උගුල’ මිථ්‍යාවක් පමණයි - චීන තානාපති",
      "body_lines": [
        "චීනයේ සහ ශ්‍රී ලංකාවේ මූල්‍ය දෙපාර්තමේන්තු සහ ආයතන තවමත් ශ්‍රී ලංකාව විසින් මතු කරන ලද නව මූල්‍ය ඉල්ලීම් සම්බන්ධයෙන් සමීපව කටයුතු කරමින් සිටින අතර, දිවයිනේ ජාතිය විසින් ණය ගෙවීම තාවකාලිකව අත්හිටුවීම සහ ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ ණය ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ සාකච්ඡා පවතින පසුබිමක චීන තානාපති පවසයි. කොළඹ.",
        "තානාපති Qi Zhenhong මහතා මේ බව ප්‍රකාශ කළේ අද (25) ප්‍රාදේශීය මාධ්‍යවේදීන් පිරිසක් සමඟ පැවති නිදහස් හා විවෘත සංවාදයකදී ශ්‍රී ලංකාවට චීනයේ ආධාර, වත්මන් අර්බුදයෙන් ගොඩ ඒම සඳහා මුල්‍ය සහ ආර්ථික සහයෝගිතාව, ජනතාවගෙන් ජනතාව අතරට හුවමාරු කරයි.",
        "පවතින දුෂ්කරතා මඟහරවා ගැනීම සඳහා ශ්‍රී ලංකාවට සහය දැක්වීම සඳහා චීනය පළාත් පාලන ආයතන, සමාජ කණ්ඩායම්, සමාගම්, පාසල් යනාදී සියලු කටයුතුවල නිරත වන බව ඔහු ප්‍රකාශ කළේය.",
        "බටහිර සංවර්ධිත රටවල්, විශේෂයෙන් ඉතිහාසයේ ශ්‍රී ලංකාව යටත් විජිතයක් බවට පත් කළ රටවල් ද පැමිණ උදව් කළ යුතු බව ඔහු පැවසීය.",
        "පසුගිය දෙවසර තුළ චීනය විසින් කොවිඩ් එන්නත් මාත්‍රා මිලියන 26ක්, පීපීඊ යන්ත්‍ර සහ වෛද්‍ය උපකරණ රැසක්, ඇමෙරිකානු ඩොලර් බිලියන 2.8ක මූල්‍ය ආධාර මෙන්ම රැකියා 11,000ක් පමණ නිර්මාණය කිරීම ඇතුළු විවිධ ආකාරවලින් ශ්‍රී ලංකාවට ආධාර ලබාදී ඇති බව තානාපතිවරයා පෙන්වා දුන්නේය. චීන ව්‍යාපෘතිවල ලාංකිකයෝ.",
        "චීනයේ සහ ශ්‍රී ලංකාවේ මූල්‍ය දෙපාර්තමේන්තු සහ ආයතන ශ්‍රී ලංකාවේ ණය ගෙවීම තාවකාලිකව අත්හිටුවීම සහ ණය ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ සාකච්ඡා යන පසුබිම තුළ ශ්‍රී ලංකාව විසින් මතු කරන ලද ණය සහ ගැනුම්කරුගේ ණය ඇතුළුව - නව මූල්‍ය ඉල්ලීම් සම්බන්ධයෙන් තවමත් සමීපව කටයුතු කරමින් සිටී. IMF, ඔහු පැවසීය.",
        "මාධ්‍යවේදීන් නැගූ ප්‍රශ්නවලට පිළිතුරු දෙමින් තානාපති ෂෙන්හොං පැවසුවේ ශ්‍රී ලංකාවේ ආර්ථික අර්බුදයට හා ණය බරට ඓතිහාසික හේතුවක් ඇති බවත් එය එක රැයකින් විසඳිය නොහැකි බවත්ය.",
        "චීනය එකම ණය දෙන්නා නොවන බවත් ශ්‍රී ලංකාවේ විශාලතම ණය දෙන්නා එය නොවන බවත් ඔහු ප්‍රකාශ කළේය. \"චීන ණයවලින් බොහොමයක් සහනදායී වන අතර යටිතල පහසුකම් සහ පාරිසරික සමාජ සංවර්ධනය සඳහා යන\" නියෝජිතයා අවධාරණය කළේය.",
        "චීන-ශ්‍රී ලංකා ඒකාබද්ධ ව්‍යාපෘති සිය ගණනක් අතරින් කටුනායක අධිවේගී මාර්ගය, දක්ෂිණ අධිවේගී මාර්ගය, නොරොච්චෝලේ බලාගාරය, කොළඹ ජාත්‍යන්තර බහාලුම් පර්යන්ත (CICT) වැනි බොහෝමයක් ශ්‍රී ලංකාවට සහ එහි ජනතාවට ආර්ථික හෝ සමාජීය ප්‍රතිලාභ උදා කර දී ඇති බව ඔහු පැවසීය. ) සහ බොහෝ ජල ව්යාපෘති.",
        "සියලුම ව්‍යාපෘති හෝ ණය දෝෂ රහිතව තිබීම යථාර්ථවාදී නොවන බව ද ඔහු පැවසීය.",
        "චීනයේ ණය උගුල් රාජ්‍යතාන්ත්‍රිකභාවය පිළිබඳ චෝදනා පිළිබඳව ද චීන තානාපතිවරයාගෙන් ප්‍රශ්න කෙරිණි.",
        "“ණය උගුල යනු මිථ්‍යාවක් පමණි, එය ඇතැම් විදේශීය මාධ්‍ය සහ දේශපාලනඥයන් විසින් හිතාමතාම නිර්මාණය කර ප්‍රචාරය කරන ලදී,” ඔහු පැවසීය.",
        "2017 වසරේ දී හම්බන්තොට වරාය චීනයට බදු දීමෙන් ඩොලර් රැස් කිරීමට ශ්‍රී ලංකාව තීරණය කළ බවත් එම මුදල් සම්භාරයක් වියදම් කළේ ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර ආපසු ගෙවීමට මිස චීන බැංකුවලට නොවන බවත් ඔහු ප්‍රකාශ කළේය."
      ]
    },
    "ta": {
      "title": "‘கடன் பொறி’ என்பது வெறும் கட்டுக்கதை - சீன தூதர்",
      "body_lines": [
        "தீவு நாடு கடனை செலுத்துவதை தற்காலிகமாக இடைநிறுத்தியதன் பின்னணியில், IMF உடனான கடன் மறுசீரமைப்பு பற்றிய பேச்சுக்களின் பின்னணியில், சீனா மற்றும் இலங்கையின் நிதித் துறைகள் மற்றும் நிறுவனங்கள், இலங்கை எழுப்பியுள்ள புதிய நிதிக் கோரிக்கைகள் குறித்து இன்னும் நெருக்கமாகச் செயல்பட்டு வருகின்றன என்று சீனத் தூதுவர் கூறுகிறார். கொழும்பு.",
        "இலங்கைக்கான சீனாவின் உதவிகள், தற்போதைய நெருக்கடியைச் சமாளிப்பதற்கான நிதி மற்றும் பொருளாதார ஒத்துழைப்பு உள்ளிட்ட பல்வேறு தலைப்புகளில் இன்று (25) நடைபெற்ற உள்ளூர் ஊடகவியலாளர்கள் குழுவுடனான சுதந்திரமான மற்றும் திறந்த உரையாடலின் போது தூதுவர் Qi Zhenhong இதனைத் தெரிவித்தார். பரிமாற்றங்கள்.",
        "தற்போதைய சிரமங்களை சமாளிக்க இலங்கைக்கு ஆதரவளிக்க உள்ளூராட்சி அமைப்புகள், சமூக குழுக்கள், நிறுவனங்கள், பள்ளிகள் உள்ளிட்ட அனைத்து முயற்சிகளிலும் சீனா ஈடுபட்டுள்ளதாக அவர் கூறினார்.",
        "\"மேற்கத்திய வளர்ந்த நாடுகள், குறிப்பாக இலங்கையை வரலாற்றில் காலனித்துவப்படுத்திய நாடுகளும் வந்து உதவ வேண்டும்,\" என்று அவர் கூறினார்.",
        "கடந்த இரண்டு வருடங்களில் 26 மில்லியன் கொவிட் தடுப்பூசிகள், ஏராளமான PPEகள் மற்றும் மருத்துவ உபகரணங்கள், 2.8 பில்லியன் அமெரிக்க டொலர் நிதியுதவி மற்றும் இலங்கைக்கு சுமார் 11,000 வேலை வாய்ப்புகளை உருவாக்குதல் உட்பட பல வடிவங்களில் சீனா இலங்கைக்கு உதவிகளை வழங்கியுள்ளதாக தூதுவர் சுட்டிக்காட்டினார். சீன திட்டங்களில் இலங்கையர்கள்.",
        "சீனா மற்றும் இலங்கை ஆகிய இரு நாடுகளின் நிதித் துறைகளும் நிறுவனங்களும், கடனை செலுத்துவதை இலங்கை தற்காலிகமாக நிறுத்தியதன் பின்னணியில், கடன் மற்றும் வாங்குபவரின் கடன் உள்ளிட்ட புதிய நிதிக் கோரிக்கைகளில் இன்னும் நெருக்கமாகச் செயல்பட்டு வருகின்றன. ஐஎம்எஃப், அவர் கூறினார்.",
        "ஊடகவியலாளர்களின் கேள்விகளுக்குப் பதிலளித்த தூதுவர் Zhenhong, இலங்கையின் பொருளாதார நெருக்கடி மற்றும் கடன் சுமைக்கு வரலாற்றுக் காரணம் இருப்பதாகவும், அதனை ஒரே இரவில் தீர்க்க முடியாது என்றும் கூறினார்.",
        "சீனா மட்டும் கடனுதவி வழங்கவில்லை என்றும், இலங்கையின் மிகப்பெரிய கடன் வழங்குபவரும் இல்லை என்றும் அவர் கூறினார். \"பெரும்பாலான சீனக் கடன்கள் சலுகைகள் மற்றும் உள்கட்டமைப்பு மற்றும் சுற்றுச்சூழல்-சமூக மேம்பாட்டிற்குச் செல்கின்றன\" என்று தூதர் வலியுறுத்தினார்.",
        "நூற்றுக்கணக்கான சீன-இலங்கை கூட்டுத் திட்டங்களில், கட்டுநாயக்க அதிவேக நெடுஞ்சாலை, தெற்கு அதிவேக நெடுஞ்சாலை, நொரோச்சோலை மின் உற்பத்தி நிலையம், கொழும்பு சர்வதேச கொள்கலன் முனையங்கள் (CICT) போன்ற இலங்கைக்கும் அதன் மக்களுக்கும் பொருளாதார அல்லது சமூக நன்மைகளை உருவாக்கியுள்ளன. ) மற்றும் பல நீர் திட்டங்கள்.",
        "அனைத்து திட்டங்களும் அல்லது கடன்களும் குறைபாடற்றதாக இருப்பது உண்மைக்கு புறம்பானது என்றும் அவர் கூறினார்.",
        "சீனாவின் கடன் பொறி இராஜதந்திரம் பற்றிய குற்றச்சாட்டுகள் குறித்தும் சீனத் தூதரிடம் கேள்வி எழுப்பப்பட்டது.",
        "\"கடன் பொறி என்பது ஒரு கட்டுக்கதை மட்டுமே, இது சில வெளிநாட்டு ஊடகங்கள் மற்றும் அரசியல்வாதிகளால் வேண்டுமென்றே உருவாக்கப்பட்டு விளம்பரப்படுத்தப்படுகிறது,\" என்று அவர் கூறினார்.",
        "2017 ஆம் ஆண்டு, ஹம்பாந்தோட்டை துறைமுகத்தை சீனாவிற்கு குத்தகைக்கு விடுவதன் மூலம் டொலர்களை திரட்ட இலங்கை தீர்மானித்ததாகவும், அந்த பணத்தின் மூலம் சர்வதேச இறையாண்மை பத்திரங்களை திருப்பிச் செலுத்துவதற்கு பயன்படுத்தியதாகவும், ஆனால் சீன வங்கிகளுக்கு வழங்கவில்லை என்றும் அவர் குறிப்பிட்டார்."
      ]
    }
  }
}