{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-night-of-the-long-knives/",
  "time_ut": 1646410860,
  "title": "The night of the long knives?",
  "body_lines": [
    "The government’s desperation to rein in the SLPP rebel group has found expression in extremely hostile action against some dissident ministers. On Thursday, President Gotabaya Rajapaksa—obviously at the behest of his sibling Basil Rajapaksa—expelled Ministers Udaya Gammanpila and Wimal Weerawansa from the Cabinet. In January, he sacked State Minister Susil Premjyantha for being critical of the government.",
    "Ironically, Weerawansa and Gammanpila were among the main organisers of the Mahinda Sulanga (Mahinda Wind) campaign, which was the Rajapaksa camp’s counterattack against the UNP-led yahapalana government following its humiliating defeat in 2015. They, together with other Mahinda loyalists, held rallies around the country, drumming up support for defeated President Mahinda Rajapaksa to help him make a comeback.",
    "Having sown the Mahinda wind, Weerawansa and Gammanpila are now reaping the Gotabaya-Basil whirlwind!",
    "Taking a principled stand on the sacking of Weerawansa and Gammanpila, Minister Vasudeva Nanayakkara has resigned from the Cabinet in protest. He has been with Prime Minister Mahinda Rajapaksa through thick and thin and they have fought many a battle together on political and trade union fronts. It will be interesting to see the PM’s reaction to the sacking of Weerawansa and Gammanpila, and, most of all, Vasu’s resignation.",
    "The SLPP is a party of the Rajapaksas by the Rajapaksas for the Rajapaksas. It is their interests that take precedence over everything else. All others are considered outsiders, who have to play second fiddle to the ruling family. What we are witnessing today is a replay of the Rajapaksa rule from 2010 to 2015. That regime also turned on its coalition partners, who decamped in droves in November 2014, bringing about a regime change. The SLPP leaders are labouring under the delusion that they will be able to win elections under their own steam and therefore have no need for coalition partners. Hence their recent rally in Anuradhapura without the participation of any of the SLPP constituents. They are making a big mistake in that under the existing Proportional Representation system, each vote matters, and the main political parties must not take minor parties for granted. True, the present-day leaders were able to secure huge parliamentary majorities in 2010 and 2020 and comfortably win presidential elections in 2010 and 2019 but those elections were held under extraordinary circumstances—euphoria following the defeat of terrorism, and the fear of Islamic State terror in the wake of the Easter Sunday attacks, respectively. The present government’s approval ratings have dropped drastically owing to its pathetic performance on the economic front, arrogance, nepotism, waste, abuse of power and corruption.",
    "The SLPP rebel group may not have been so naïve as not to anticipate retaliation from the SLPP leadership when it released a set of proposals, recently, telling the government how to clean up the present economic mess. Its policy document is a damning indictment of the government. The sacking of rebel ministers will not help solve the government’s problems. Weerawansa and Gammanpila are now free to step up their propaganda attacks on the SLPP leaders.",
    "Punitive action against Gammanpila and Weerawansa is not likely to help scare other dissidents into submission. Some of them may take on the SLPP leaders openly at the risk of being targeted, and others may choose to lie low, but will crawl out of the woodwork when the time is opportune, as a group of dissidents in the previous Rajapaksa government did in November 2014. The leaders of that dispensation (2010-2015) cooked their goose, and seven years on, they are again making grand preparations for a repeat performance.",
    "The Supreme Court yesterday refused to grant leave to proceed with five fundamental right applications against the legality of a questionable agreement the government has entered into with a US energy company, which is to acquire a 40 percent ownership stake in the Yugadanavi power station.",
    "The ongoing struggle against the New Fortress deal must not end with the judicial decision. The manner in which the incumbent government entered into the aforesaid controversial agreement with the US-based New Fortress Energy Company has raised many an eyebrow. The agreement lacks transparency and has all the hallmarks of a questionable deal.",
    "The opponents of the Yugadanavi deal must not lose heart. They can now shift their battle to the political front, and take the issue before the people’s court, which is the best place for cases against powerful governments to be heard. People are the best judges, and what matters most in the final analysis is their decision. We will know their verdict on the Yugadanavi agreement come the next election.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දිගු පිහි රාත්රිය?",
      "body_lines": [
        "ශ්‍රී ලංකා පොදුජන පෙරමුණේ කැරලිකාර කණ්ඩායම පාලනය කිරීමට ආන්ඩුවට ඇති මංමුලා සහගත බව සමහර විසංවාදී ඇමතිවරුන්ට එරෙහි අතිශයින් සතුරු ක්‍රියාවන්හි ප්‍රකාශනය වී ඇත. බ්‍රහස්පතින්දා ජනාධිපති ගෝඨාභය රාජපක්ෂ - පැහැදිලිවම ඔහුගේ සොයුරු බැසිල් රාජපක්ෂගේ ඉල්ලීම පරිදි - උදය ගම්මන්පිල සහ විමල් වීරවංශ යන අමාත්‍යවරුන් කැබිනට් මණ්ඩලයෙන් නෙරපා හරින ලදී. ජනවාරි මාසයේදී ඔහු රජය විවේචනය කිරීම හේතුවෙන් රාජ්‍ය අමාත්‍ය සුසිල් ප්‍රේම්ජයන්ත ඉවත් කළේය.",
        "හාස්‍යයට කරුණ නම්, 2015 දී එජාපය ප්‍රමුඛ යහපාලන ආණ්ඩුව ලැබූ නින්දිත පරාජයෙන් පසු රාජපක්ෂ කඳවුරේ ප්‍රතිප්‍රහාරය වූ මහින්ද සුළඟ (මහින්ද සුළඟ) ව්‍යාපාරයේ ප්‍රධාන සංවිධායකයින් අතර වීරවංශ සහ ගම්මන්පිල විය. පරාජිත ජනාධිපති මහින්ද රාජපක්ෂ මහතාට නැවත පැමිණීමට උපකාර කිරීම සඳහා රට පුරා බෙර ගසමින්.",
        "මහින්ද සුළඟ වපුරා වීරවංශලා, ගම්මන්පිලලා දැන් ගොඨාබය-බැසිල් සුළි කුණාටුව නෙලමින් සිටිති!",
        "වීරවංශ සහ ගම්මන්පිල නෙරපීම සම්බන්ධයෙන් ප්‍රතිපත්තිමය ස්ථාවරයක් ගනිමින් ඊට විරෝධය පළ කරමින් වාසුදේව නානායක්කාර අමාත්‍යවරයා කැබිනට් මණ්ඩලයෙන් ඉල්ලා අස්වී තිබෙනවා. ඔහු අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා සමඟ ඝණ සහ කෙට්ටු හරහා සිට ඇති අතර ඔවුන් දේශපාලන හා වෘත්තීය සමිති පෙරමුණු මත එක්ව බොහෝ සටන් කර ඇත. වීරවංශ සහ ගම්මන්පිල නෙරපීම සහ, සියල්ලටම වඩා, වාසුගේ ඉල්ලා අස්වීම සම්බන්ධයෙන් අගමැතිවරයාගේ ප්‍රතිචාරය දැකීම සිත්ගන්නාසුළු වනු ඇත.",
        "SLPP යනු රාජපක්ෂලා විසින් රාජපක්ෂලා වෙනුවෙන් රාජපක්ෂලාගේ පක්ෂයකි. අන් සියල්ලටම වඩා ප්‍රමුඛත්වය ගන්නේ ඔවුන්ගේ අවශ්‍යතාය. අනෙක් සියල්ලන්ම පාලක පවුලට දෙවෙනි වාදනය කිරීමට සිදු වන පිටස්තරයින් ලෙස සැලකේ. අද අප දකිමින් සිටින්නේ 2010 සිට 2015 දක්වා රාජපක්ෂ පාලනයේ පුනරුච්චාරණයකි. එම රෙජීමය ද 2014 නොවැම්බරයේ දී රංචු පිටින් කඳවුරු බැඳගත් තම සභාග හවුල්කරුවන්ට විරුද්ධව කැරලි ගැසුවේ පාලන වෙනසක් ඇති කරමිනි. ශ්‍රී ලංකා පොදුජන පෙරමුණේ නායකයින් වැඩ කරන්නේ තමන්ගේම හුමාලය යටතේ මැතිවරණ ජයග්‍රහණය කළ හැකි බවත්, ඒ නිසා සභාග හවුල්කරුවන් අවශ්‍ය නොවන බවත් යන මුළාවෙන් ය. එබැවින් ශ්‍රී ලංකා පොදුජන පෙරමුණේ කිසිදු ඡන්දදායකයකුගේ සහභාගිත්වයෙන් තොරව ඔවුන් පසුගියදා අනුරාධපුරයේ පැවති රැලිය. පවතින සමානුපාතික නියෝජන ක්‍රමය යටතේ සෑම ඡන්දයක්ම වැදගත් වන අතර ප්‍රධාන දේශපාලන පක්ෂ සුළු පක්ෂ සුළුපටු නොගත යුතු බවට ඔවුන් විශාල වැරැද්දක් කරමින් සිටී. වත්මන් නායකයින්ට 2010 සහ 2020 දී අතිවිශාල පාර්ලිමේන්තු බහුතරයක් ලබා ගැනීමටත්, 2010 සහ 2019 ජනාධිපතිවරණ පහසුවෙන් ජය ගැනීමටත් හැකි වූ බව සත්‍යයකි, නමුත් එම මැතිවරණ පැවැත්වුණේ ත්‍රස්තවාදය පරාජය කිරීමෙන් පසුව ඇති වූ ප්‍රීතිය සහ ඉස්ලාමීය රාජ්‍ය භීතිය පිළිබඳ අසාමාන්‍ය තත්වයන් යටතේ ය. පිළිවෙලින් පාස්කු ඉරිදා ප්‍රහාරයෙන් පසුවය. වත්මන් ආණ්ඩුවේ අනුමත ශ්‍රේණිගත කිරීම් විශාල ලෙස පහත වැටී ඇත්තේ ආර්ථික පෙරමුනේ එහි ශෝචනීය ක්‍රියාකාරිත්වය, උඩඟුකම, ඥාති සංග්‍රහය, නාස්තිය, බලය අනිසි ලෙස භාවිතා කිරීම සහ දූෂණය හේතුවෙනි.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණේ කැරලිකාර කණ්ඩායම ශ්‍රී ලංකා පොදුජන පෙරමුණේ නායකත්වයෙන් පළිගැනීමක් අපේක්ෂා නොකිරීමට තරම් බොළඳ නොවන්නට ඇත්තේ, වත්මන් ආර්ථික අවුල පිරිසිදු කරන්නේ කෙසේදැයි ආණ්ඩුවට පවසමින් පසුගියදා යෝජනා මාලාවක් නිකුත් කළ අවස්ථාවේදීය. එහි ප්‍රතිපත්ති ලේඛනය ආන්ඩුවට එල්ල වන සාපරාධී චෝදනාවකි. කැරලිකාර ඇමතිවරුන් නෙරපා හැරීමෙන් ආණ්ඩුවේ ප්‍රශ්න විසඳීමට උපකාරයක් නොවනු ඇත. වීරවංශට සහ ගම්මන්පිලට ශ්‍රී ලංකා පොදුජන පෙරමුණේ නායකයින්ට එරෙහිව ප්‍රචාරක ප්‍රහාර වේගවත් කිරීමට දැන් නිදහස තිබේ.",
        "ගම්මන්පිලට සහ වීරවංශට එරෙහිව දඩුවම් දීම අනෙකුත් විරුද්ධ මත දරන්නන් බිය ගන්වා යටත් වීමට උපකාරී නොවේ. ඔවුන්ගෙන් ඇතැමෙක් SLPP නායකයින් ඉලක්ක කර ගැනීමේ අවදානමක් ඇතිව විවෘතව අල්ලා ගත හැකි අතර, තවත් සමහරු පහත් ලෙස වැතිරීමට තීරණය කළ හැකි නමුත්, පසුගිය රාජපක්ෂ ආණ්ඩුවේ විසම්මුතියේ පිරිසක් කළ පරිදි, සුදුසු කාලය පැමිණි විට, දර වැඩවලින් බඩගානු ඇත. නොවැම්බර් 2014. එම ඩිස්පෙන්සේෂන් (2010-2015) නායකයින් ඔවුන්ගේ පාත්තයින් පිසූ අතර, වසර හතකට පසු, ඔවුන් නැවතත් පුනරාවර්තන කාර්ය සාධනයක් සඳහා විශාල සූදානමක් කරමින් සිටිති.",
        "යුගදනවි බලාගාරයේ සියයට 40 ක අයිතියක් හිමිකර ගැනීමට රජය අමෙරිකානු බලශක්ති සමාගමක් සමඟ ඇතිකරගෙන ඇති සැකසහිත ගිවිසුමේ නීත්‍යානුකූලභාවයට එරෙහිව මූලික අයිතිවාසිකම් පෙත්සම් පහක් විභාග කිරීමට අවසර දීම ශ්‍රේෂ්ඨාධිකරණය ඊයේ ප්‍රතික්ෂේප කළේය.",
        "නව බලකොටුව ගනුදෙනුවට එරෙහිව පවතින අරගලය අධිකරණ තීන්දුවෙන් අවසන් නොවිය යුතුය. එක්සත් ජනපදය පදනම් කරගත් New Fortress Energy සමාගම සමඟ වත්මන් රජය ඉහත කී ආන්දෝලනාත්මක ගිවිසුමට එළැඹුණු ආකාරය බොහෝ දෙනකුගේ කුතුහලයට හේතු වී තිබේ. ගිවිසුම විනිවිදභාවයෙන් තොර අතර ප්‍රශ්නකාරී ගනුදෙනුවක සියලුම ලක්ෂණ ඇත.",
        "යුගදනවි ගණුදෙණුවේ විරුද්ධවාදීන්ගේ සිත් තැවුලට පත් නොවිය යුතුය. ඔවුන්ට දැන් ඔවුන්ගේ සටන දේශපාලන පෙරමුණට මාරු කළ හැකි අතර, බලගතු ආණ්ඩුවලට එරෙහි නඩු විභාග කිරීමට හොඳම ස්ථානය වන මහජන අධිකරණයට ප්‍රශ්නය ගෙන යා හැකිය. මිනිසුන් හොඳම විනිශ්චයකරුවන් වන අතර අවසාන විග්‍රහයේ දී වඩාත් වැදගත් වන්නේ ඔවුන්ගේ තීරණයයි. යුගදනවි ගිවිසුම ගැන ඔවුන්ගේ තීන්දුව ඉදිරි මැතිවරණයේදී අපි දැනගන්නවා.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "நீண்ட கத்திகளின் இரவு?",
      "body_lines": [
        "SLPP கிளர்ச்சிக் குழுவைக் கட்டுப்படுத்துவதற்கான அரசாங்கத்தின் விரக்தியானது சில அதிருப்தி அமைச்சர்களுக்கு எதிரான மிகவும் விரோதமான நடவடிக்கையில் வெளிப்பாட்டைக் கண்டுள்ளது. வியாழன் அன்று, ஜனாதிபதி கோட்டாபய ராஜபக்ஷ-வெளிப்படையாக அவரது சகோதரரான பசில் ராஜபக்சவின் வேண்டுகோளின் பேரில்- அமைச்சர்களான உதய கம்மன்பில மற்றும் விமல் வீரவங்ச ஆகியோரை அமைச்சரவையிலிருந்து நீக்கினார். ஜனவரியில், அரசாங்கத்தை விமர்சித்ததற்காக அவர் இராஜாங்க அமைச்சர் சுசில் பிரேம்ஜயந்தவை பதவி நீக்கம் செய்தார்.",
        "முரண்பாடாக, 2015 இல் ஐக்கிய தேசியக் கட்சி தலைமையிலான யஹபாலன அரசாங்கத்தின் அவமானகரமான தோல்வியைத் தொடர்ந்து ராஜபக்ச முகாமின் எதிர்த்தாக்குதலான மஹிந்த சுளங்க (மஹிந்த காற்று) பிரச்சாரத்தின் முக்கிய அமைப்பாளர்களில் வீரவன்சவும் கம்மன்பிலவும் இருந்தனர். தோற்கடிக்கப்பட்ட ஜனாதிபதி மகிந்த ராஜபக்சவுக்கு நாடு முழுவதிலும் ஆதரவு பறை சாற்றியது.",
        "மகிந்த காற்றை விதைத்த வீரவன்சவும், கம்மன்பிலவும் இப்போது கோட்டாபய-பசில் சூறாவளியை அறுவடை செய்கிறார்கள்!",
        "வீரவன்ச மற்றும் கம்மன்பிலவின் பதவி நீக்கம் தொடர்பில் கொள்கை ரீதியான நிலைப்பாட்டை எடுத்த அமைச்சர் வாசுதேவ நாணயக்கார, அதற்கு எதிர்ப்புத் தெரிவித்து அமைச்சரவையில் இருந்து இராஜினாமா செய்துள்ளார். அவர் பிரதமர் மகிந்த ராஜபக்சவுடன் தடிமனாகவும் மெல்லியதாகவும் இருந்துள்ளார், அவர்கள் அரசியல் மற்றும் தொழிற்சங்க முன்னணிகளில் ஒன்றாக பல போராட்டங்களை நடத்தியுள்ளனர். வீரவன்ச மற்றும் கம்மன்பிலவின் பதவி நீக்கம் மற்றும் எல்லாவற்றிற்கும் மேலாக வாசுவின் இராஜினாமா தொடர்பாக பிரதமரின் பிரதிபலிப்பைப் பார்ப்பது சுவாரஸ்யமாக இருக்கும்.",
        "SLPP என்பது ராஜபக்சக்களுக்காக ராஜபக்சக்களால் ராஜபக்சக்களின் கட்சி. எல்லாவற்றிலும் அவர்களின் நலன்களே முதன்மை பெறுகின்றன. மற்றவர்கள் அனைவரும் வெளியாட்களாகக் கருதப்படுகிறார்கள், அவர்கள் ஆளும் குடும்பத்திற்கு இரண்டாவது பிடில் வாசிக்க வேண்டும். இன்று நாம் பார்ப்பது 2010 முதல் 2015 வரையிலான ராஜபக்ச ஆட்சியின் மறுநிகழ்வைத்தான். அந்த ஆட்சியும் 2014 நவம்பரில் கூட்டம் கூட்டமாக களமிறங்கி, ஆட்சி மாற்றத்தைக் கொண்டு வந்த அதன் கூட்டணி பங்காளிகளுக்கு எதிராக திரும்பியது. ஸ்ரீலங்கா பொதுஜன பெரமுனவின் தலைவர்கள் தாங்கள் தேர்தலில் வெற்றிபெற முடியும், அதனால் கூட்டணிக் கட்சிகள் தேவையில்லை என்ற மாயையில் உழைக்கின்றனர். எனவே அவர்கள் அனுராதபுரத்தில் அண்மையில் நடைபெற்ற பேரணியில் SLPP அங்கத்தவர்கள் எவரும் பங்கேற்கவில்லை. தற்போதுள்ள விகிதாச்சார பிரதிநிதித்துவ முறையின் கீழ், ஒவ்வொரு வாக்கும் முக்கியமானது, முக்கிய அரசியல் கட்சிகள் சிறு கட்சிகளை சாதாரணமாக எடுத்துக் கொள்ளக்கூடாது என்பதில் அவர்கள் ஒரு பெரிய தவறை செய்கிறார்கள். உண்மை, இன்றைய தலைவர்கள் 2010 மற்றும் 2020 இல் பெரும் பாராளுமன்ற பெரும்பான்மையை பெற முடிந்தது மற்றும் 2010 மற்றும் 2019 இல் ஜனாதிபதித் தேர்தல்களில் வசதியாக வெற்றி பெற முடிந்தது, ஆனால் அந்தத் தேர்தல்கள் அசாதாரண சூழ்நிலையில் நடத்தப்பட்டன - பயங்கரவாதம் தோற்கடிக்கப்பட்டதைத் தொடர்ந்து மகிழ்ச்சி, மற்றும் இஸ்லாமிய அரசு பயங்கரவாதத்தின் பயம் முறையே ஈஸ்டர் ஞாயிறு தாக்குதல்களை அடுத்து. தற்போதைய அரசாங்கத்தின் அங்கீகார மதிப்பீடுகள் பொருளாதார முன்னணியில் அதன் பரிதாபகரமான செயல்திறன், ஆணவம், சொந்த பட்சம், விரயம், அதிகார துஷ்பிரயோகம் மற்றும் ஊழல் ஆகியவற்றின் காரணமாக வெகுவாகக் குறைந்துள்ளது.",
        "SLPP கிளர்ச்சிக் குழு, SLPP தலைமையின் பதிலடியை எதிர்பார்க்காத அளவுக்கு அப்பாவியாக இருந்திருக்காது, அது தற்போதைய பொருளாதாரச் சீர்கேட்டை எவ்வாறு சுத்தம் செய்வது என்று அரசாங்கத்திற்குச் சொல்லும் முன்மொழிவுகளின் தொகுப்பை சமீபத்தில் வெளியிட்டது. அதன் கொள்கை ஆவணம் அரசாங்கத்தின் ஒரு மோசமான குற்றச்சாட்டாகும். கிளர்ச்சி அமைச்சர்களை பதவி நீக்கம் செய்வது அரசாங்கத்தின் பிரச்சினைகளை தீர்க்க உதவாது. வீரவன்சவும் கம்மன்பிலவும் ஸ்ரீலங்கா பொதுஜன பெரமுனவின் தலைவர்கள் மீதான தமது பிரச்சாரத் தாக்குதல்களை முடுக்கிவிட இப்போது சுதந்திரமாக உள்ளனர்.",
        "கம்மன்பிலவுக்கும் வீரவன்சவுக்கும் எதிரான தண்டனை நடவடிக்கை மற்ற அதிருப்தியாளர்களை பயமுறுத்துவதற்கு உதவாது. அவர்களில் சிலர் SLPP தலைவர்களை இலக்கு வைக்கும் அபாயத்தில் பகிரங்கமாக எடுத்துக் கொள்ளலாம், மற்றவர்கள் கீழ்த்தரமாகப் படுத்துக்கொள்ளலாம், ஆனால், முந்தைய ராஜபக்ச அரசாங்கத்தில் இருந்த அதிருப்தியாளர்கள் ஒரு குழு செய்தது போல், நேரம் கிடைக்கும்போது மரவேலைகளில் இருந்து வலம் வருவார்கள். நவம்பர் 2014. அந்த ஆட்சியின் தலைவர்கள் (2010-2015) தங்கள் வாத்தை சமைத்தனர், ஏழு ஆண்டுகளுக்குப் பிறகு, அவர்கள் மீண்டும் மீண்டும் நடிப்பதற்கான பிரமாண்டமான தயாரிப்புகளை செய்கிறார்கள்.",
        "யுகடனவி மின் நிலையத்தின் 40 சதவீத உரிமைப் பங்கை அமெரிக்க எரிசக்தி நிறுவனத்துடன் அரசாங்கம் செய்துள்ள கேள்விக்குரிய ஒப்பந்தத்தின் சட்டப்பூர்வமான தன்மைக்கு எதிராக ஐந்து அடிப்படை உரிமை விண்ணப்பங்களைத் தொடர அனுமதி வழங்க உச்ச நீதிமன்றம் நேற்று மறுத்துவிட்டது.",
        "புதிய கோட்டை ஒப்பந்தத்திற்கு எதிராக நடந்து வரும் போராட்டம் நீதித்துறை தீர்ப்போடு முடிந்துவிடக் கூடாது. அமெரிக்காவைச் சேர்ந்த நியூ ஃபோர்ட்ரஸ் எனர்ஜி நிறுவனத்துடன் தற்போதைய அரசு மேற்கூறிய சர்ச்சைக்குரிய ஒப்பந்தத்தில் ஈடுபட்ட விதம் பலரையும் புருவத்தை உயர்த்தியுள்ளது. ஒப்பந்தத்தில் வெளிப்படைத்தன்மை இல்லை மற்றும் கேள்விக்குரிய ஒப்பந்தத்தின் அனைத்து அடையாளங்களும் உள்ளன.",
        "யுகதனவி ஒப்பந்தத்தை எதிர்ப்பவர்கள் மனம் தளரக்கூடாது. அவர்கள் இப்போது தங்கள் போராட்டத்தை அரசியல் முன்னணிக்கு மாற்றி, மக்கள் நீதிமன்றத்தின் முன் பிரச்சினையை எடுத்துச் செல்லலாம், இது சக்திவாய்ந்த அரசாங்கங்களுக்கு எதிரான வழக்குகளை விசாரிக்க சிறந்த இடமாகும். மக்கள் சிறந்த நீதிபதிகள், இறுதி ஆய்வில் மிக முக்கியமானது அவர்களின் முடிவு. யுகதனவி ஒப்பந்தம் மீதான அவர்களின் தீர்ப்பை அடுத்த தேர்தலில் நாம் அறிவோம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}