{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-actions-to-stabilize-economy-in-global-turmoil-cabraal-91525/",
  "time_ut": 1646960220,
  "title": "Sri Lanka actions to stabilize economy in global turmoil: Cabraal",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s actions including a float of the currency and taxes on imported items will help the economy stabilize amid global turmoil, Central Bank Governor Nivard Cabraal said, as the rupee fell in an free float exercise.",
    "The rupee closed at 255/265 to the US dollar on March 10, after opening at 240/260 as the currency headed towards a free float. The kerb market rate and the interbank spot market have unified.",
    "Sri Lanka is facing high oil prices and the central bank has depleted its reserves.",
    "Cabral has tightened policy rate 100 basis points to 7.50 allowed market rate to go up, and has also called for fuel price hikes as oil prices rocketed in a bubble fired by the Federal Reserve worsened by Russia’s invasion of Ukraine.",
    "This week the government said it was placing controls on some imports.",
    "“Upon our advice the government seems to be reacting positively and that would help steer the economy to calmer waters in this time of unprecedented global challenges,” Cabraal said on March 10.",
    "“By carrying out those functions, we would be able to increase the policy space in order to take a more sustainable approach.”",
    "Cabraal called for higher taxes on 700 imported items, which will boost tax revenues.",
    "However authorities have also placed licenses on many items which critics say leads to corruption as they had done in the past and increases distortions in the economy.",
    "Top economist W A Wijewardena said the float was a step in the right direction but policy rates have to be raised to help the rupee and also cool inflation.",
    "“We have to raise rates to contain the rising inflation in the country,” Wijewardene said.",
    "“But it has a positive effect on the exchange rate. One reason very high demand for imports is the money available. The high aggregate demand is driving imports.”",
    "The central bank as advisor to the government has also called for higher taxes, and a break on non-urgent capital spending which will immediately put break on imports.",
    "Sri Lanka central bank asks govt to delay capex, raise taxes, sell assets to slow forex crisis",
    "Slowing government capex financed by domestic borrowings will cool the deficit and reduce aggregate demand leaving more forex exchange inflows for items like fuel.",
    "In 2021, investment goods imports including building materials surged to 4.46 billion US dollars from 3.5 billion rupees a year earlier while fuel imports rose to 3.7 billion dollars from 2.5 billion dollars.",
    "The central bank has also called for higher fuel and electricity prices. Oil prices which have been bubbling due to Federal Reserve money printing (Powell Bubble) rose to levels not seen since the Greenspan-Bernanke bubble which collapsed in 2008.",
    "Higher energy prices direct spending power to oil and reduces non-oil consumption allowing total imports to remain the same.",
    "If oil is subsidized by credit it will drive up interest rates and if the policy rate of 7.5 percent is enforced, money will be printed to accommodate subsidy creating further pressure on the rupee.",
    "There are calls to raise rates to help the rupee and also eliminate arbitrage opportunities between the overnight rates and the 3-month bill yield. (Colombo/Mar11/2022)"
  ],
  "translate": {
    "si": {
      "title": "ගෝලීය කැලඹීම තුළ ආර්ථිකය ස්ථාවර කිරීමට ශ්‍රී ලංකාව ක්‍රියා කරයි: කබ්රාල්",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ මුදල් තොගයක් සහ ආනයනික භාණ්ඩ සඳහා බදු පැනවීම ඇතුළුව ශ්‍රී ලංකාවේ ක්‍රියා ගෝලීය කැලඹීම් මධ්‍යයේ ආර්ථිකය ස්ථාවර කිරීමට උපකාරී වනු ඇතැයි මහ බැංකු අධිපති නිවාඩ් කබ්රාල් පැවසුවේ, රුපියල නිදහස් පාවෙන අභ්‍යාසයක දී පහත වැටුණු බැවිනි.",
        "240/260 හි විවෘත කිරීමෙන් පසු මාර්තු 10 වන දින රුපියල එක්සත් ජනපද ඩොලරයට 255/265 හි අවසන් විය. සීමා සහිත වෙළඳපල අනුපාතය සහ අන්තර් බැංකු ස්ථාන වෙළඳපොළ ඒකාබද්ධ වී ඇත.",
        "ශ්‍රී ලංකාව ඉහළ තෙල් මිලකට මුහුණ දී සිටින අතර මහ බැංකුව සිය සංචිත අඩු කර ඇත.",
        "කබ්රාල් විසින් ප්‍රතිපත්ති අනුපාතිකය පදනම් ලකුණු 100 කින් 7.50 දක්වා වැඩි කිරීමට අවසර දී ඇති අතර, රුසියාව යුක්රේනය ආක්‍රමණය කිරීමෙන් නරක අතට හැරුණු ෆෙඩරල් සංචිතය විසින් නිකුත් කරන ලද බුබුලකින් තෙල් මිල ඉහළ යාමත් සමඟ ඉන්ධන මිල ඉහළ නැංවීමට ද ඉල්ලා තිබේ.",
        "මේ සතියේ ආන්ඩුව කීවේ සමහර ආනයනයන් පාලනය කරන බවයි.",
        "“අපගේ උපදෙස් මත රජය ධනාත්මකව ප්‍රතිචාර දක්වන බව පෙනේ, පෙර නොවූ විරූ ගෝලීය අභියෝග පවතින මෙම කාලය තුළ සන්සුන් ජලය වෙත ආර්ථිකය මෙහෙයවීමට එය උපකාරී වනු ඇත,” කබ්රාල් මාර්තු 10 දා පැවසීය.",
        "\"එම කාර්යයන් ඉටු කිරීමෙන්, වඩාත් තිරසාර ප්රවේශයක් ගැනීම සඳහා ප්රතිපත්ති අවකාශය වැඩි කිරීමට අපට හැකි වනු ඇත.\"",
        "කබ්රාල් ආනයනික භාණ්ඩ 700ක් සඳහා වැඩි බදු අය කරන ලෙස ඉල්ලා සිටි අතර එමඟින් බදු ආදායම ඉහළ යනු ඇත.",
        "කෙසේ වෙතත්, බලධාරීන් විසින් බොහෝ භාණ්ඩ සඳහා බලපත්‍ර ලබා දී ඇති අතර, ඒවා අතීතයේ සිදු වූවාක් මෙන් දූෂණයට තුඩු දෙන බවත් ආර්ථිකයේ විකෘති කිරීම් වැඩි කරන බවත් විචාරකයෝ පවසති.",
        "ඉහළම ආර්ථික විද්‍යාඥ ඩබ්ලිව් ඒ විජේවර්ධන පැවසුවේ මෙම පාවීම නිවැරදි දිසාවේ පියවරක් වන නමුත් රුපියල සහ උද්ධමනය සිසිල් කිරීම සඳහා ප්‍රතිපත්ති අනුපාත ඉහළ දැමිය යුතු බවයි.",
        "“රටේ ඉහළ යන උද්ධමනය පාලනය කිරීම සඳහා අපට අනුපාත ඉහළ දැමිය යුතුයි,” විජේවර්ධන පැවසීය.",
        "“නමුත් එය විනිමය අනුපාතිකයට ධනාත්මක බලපෑමක් ඇති කරයි. ආනයන සඳහා ඉතා ඉහළ ඉල්ලුමක් එක් හේතුවක් වන්නේ පවතින මුදල් ය. ඉහළ සමස්ථ ඉල්ලුම ආනයන වැඩි කරයි.",
        "ආන්ඩුවේ උපදේශකයා ලෙස මහ බැංකුව ද ඉහල බදු අය කරන ලෙසත්, ආනයන මත වහා විරාමයක් තබනු ලබන හදිසි නොවන ප්‍රාග්ධන වියදම් මත විරාමයක් ඉල්ලා ඇත.",
        "විදේශ විනිමය අර්බුදය මන්දගාමී කිරීම සඳහා capex ප්‍රමාද කිරීමට, බදු වැඩි කිරීමට, වත්කම් විකිණීමට ශ්‍රී ලංකා මහ බැංකුව රජයෙන් ඉල්ලා සිටී",
        "දේශීය ණය ගැනීම් මගින් මූල්‍යකරණය කරන ලද රජයේ ප්‍රාග්ධනය මන්දගාමී වීම හිඟය සිසිල් කරන අතර සමස්ත ඉල්ලුම අඩු කර ඉන්ධන වැනි අයිතම සඳහා වැඩි විදේශ විනිමය ගලා ඒම ඉතිරි කරයි.",
        "2021 දී, ගොඩනැගිලි ද්‍රව්‍ය ඇතුළු ආයෝජන භාණ්ඩ ආනයනය වසරකට පෙර රුපියල් බිලියන 3.5 සිට එක්සත් ජනපද ඩොලර් බිලියන 4.46 දක්වා ඉහළ ගිය අතර ඉන්ධන ආනයනය ඩොලර් බිලියන 2.5 සිට ඩොලර් බිලියන 3.7 දක්වා ඉහළ ගියේය.",
        "මහ බැංකුව ද ඉන්ධන සහ විදුලි මිල වැඩි කරන ලෙස ඉල්ලා ඇත. ෆෙඩරල් සංචිත මුදල් මුද්‍රණය (Powell Bubble) හේතුවෙන් බුබුලු නැඟෙමින් තිබූ තෙල් මිල 2008 දී කඩා වැටුණු Greenspan-Bernanke බුබුලෙන් පසු නොදුටු මට්ටමට ඉහළ ගියේය.",
        "ඉහළ බලශක්ති මිල ගණන් වියදම් කිරීමේ බලය තෙල් වෙත යොමු කරන අතර තෙල් නොවන පරිභෝජනය අඩු කරන අතර මුළු ආනයනය එලෙසම පැවතීමට ඉඩ සලසයි.",
        "තෙල් සඳහා ණය සහනාධාරයක් ලබා දෙන්නේ නම් එය පොලී අනුපාත ඉහළ නංවන අතර සියයට 7.5 ක ප්‍රතිපත්ති අනුපාතිකය බලාත්මක කළහොත් රුපියලට තවදුරටත් පීඩනයක් ඇති කරමින් සහනාධාර ලබා දීමට මුදල් මුද්‍රණය කරනු ඇත.",
        "රුපියලට උපකාර කිරීම සඳහා ගාස්තු ඉහළ නැංවීමට සහ එක රැයකින් ගාස්තු සහ මාස 3ක බිල්පත් අස්වැන්න අතර බේරුම්කරණ අවස්ථා ඉවත් කිරීමට ඉල්ලීම් තිබේ. (කොළඹ/මාර්තු 11/2022)"
      ]
    },
    "ta": {
      "title": "உலகளாவிய கொந்தளிப்பில் பொருளாதாரத்தை ஸ்திரப்படுத்த இலங்கை நடவடிக்கைகள்: கப்ரால்",
      "body_lines": [
        "ECONOMYNEXT - நாணயத்தின் மிதவை மற்றும் இறக்குமதி செய்யப்பட்ட பொருட்களின் மீதான வரிகள் உட்பட இலங்கையின் நடவடிக்கைகள் உலகளாவிய கொந்தளிப்புகளுக்கு மத்தியில் பொருளாதாரத்தை ஸ்திரப்படுத்த உதவும் என்று மத்திய வங்கி ஆளுநர் நிவார்ட் கப்ரால் தெரிவித்தார்.",
        "ரூபாய் 255/265 இல் அமெரிக்க டாலருக்கு மார்ச் 10 அன்று முடிவடைந்தது, 240/260 இல் தொடங்கிய பின்னர் நாணயம் ஒரு இலவச மிதவை நோக்கிச் சென்றது. கர்ப் மார்க்கெட் ரேட் மற்றும் இன்டர்பேங்க் ஸ்பாட் மார்க்கெட் ஆகியவை ஒன்றிணைந்துள்ளன.",
        "இலங்கை அதிக எண்ணெய் விலையை எதிர்கொண்டுள்ளது மற்றும் மத்திய வங்கி தனது இருப்புக்களை குறைத்துள்ளது.",
        "கப்ரால் கொள்கை விகிதத்தை 100 அடிப்படை புள்ளிகளை 7.50 அனுமதித்த சந்தை விகிதத்தை அதிகரிக்க அனுமதித்துள்ளார், மேலும் உக்ரைன் மீதான ரஷ்யாவின் படையெடுப்பால் பெடரல் ரிசர்வ் எரியும் குமிழியில் எண்ணெய் விலைகள் ராக்கெட் ஏறியதால் எரிபொருள் விலை உயர்வுக்கு அழைப்பு விடுத்துள்ளார்.",
        "இந்த வாரம் அரசாங்கம் சில இறக்குமதிகள் மீது கட்டுப்பாடுகளை வைப்பதாக கூறியது.",
        "\"எங்கள் ஆலோசனையின் பேரில் அரசாங்கம் சாதகமாக செயல்படுவதாகத் தெரிகிறது, இது முன்னோடியில்லாத உலகளாவிய சவால்களின் இந்த நேரத்தில் அமைதியான நீரில் பொருளாதாரத்தை வழிநடத்த உதவும்\" என்று கப்ரால் மார்ச் 10 அன்று கூறினார்.",
        "\"அந்த செயல்பாடுகளை மேற்கொள்வதன் மூலம், மிகவும் நிலையான அணுகுமுறையை எடுப்பதற்காக, கொள்கை இடத்தை அதிகரிக்க முடியும்.\"",
        "கப்ரால் 700 இறக்குமதி பொருட்களுக்கு அதிக வரி விதிக்க வேண்டும் என்று அழைப்பு விடுத்தார், இது வரி வருவாயை அதிகரிக்கும்.",
        "எவ்வாறாயினும், அதிகாரிகள் பல பொருட்களுக்கு உரிமங்களை வைத்துள்ளனர், இது கடந்த காலத்தில் செய்தது போல் ஊழலுக்கு வழிவகுக்கிறது மற்றும் பொருளாதாரத்தில் சிதைவுகளை அதிகரிக்கிறது என்று விமர்சகர்கள் கூறுகிறார்கள்.",
        "உயர்மட்ட பொருளாதார நிபுணர் டபிள்யூ ஏ விஜேவர்தன, இந்த மிதவை சரியான திசையில் ஒரு படியாகும், ஆனால் ரூபாயின் மதிப்பு மற்றும் பணவீக்கத்தைக் குறைக்க கொள்கை விகிதங்கள் உயர்த்தப்பட வேண்டும் என்றார்.",
        "\"நாட்டில் அதிகரித்து வரும் பணவீக்கத்தைக் கட்டுப்படுத்த நாம் விகிதங்களை உயர்த்த வேண்டும்\" என்று விஜேவர்தன கூறினார்.",
        "\"ஆனால் இது மாற்று விகிதத்தில் சாதகமான விளைவைக் கொண்டுள்ளது. இறக்குமதிக்கான தேவை அதிகமாக இருப்பது ஒரு காரணம். அதிக மொத்த தேவை இறக்குமதியை தூண்டுகிறது.",
        "அரசாங்கத்தின் ஆலோசகராக உள்ள மத்திய வங்கி அதிக வரிகள் மற்றும் அவசரமில்லாத மூலதனச் செலவினங்களை முறித்துக் கொள்ள அழைப்பு விடுத்துள்ளது, இது உடனடியாக இறக்குமதியை முறிக்கும்.",
        "அந்நிய செலாவணி நெருக்கடியை மெதுவாக்குவதற்கு கேபெக்ஸை தாமதப்படுத்தவும், வரிகளை உயர்த்தவும், சொத்துக்களை விற்கவும் இலங்கை மத்திய வங்கி அரசாங்கத்தை கோருகிறது",
        "உள்நாட்டுக் கடன்களால் நிதியளிக்கப்படும் அரசாங்கக் கேபெக்ஸை மெதுவாக்குவது பற்றாக்குறையைக் குறைக்கும் மற்றும் மொத்தத் தேவையைக் குறைக்கும், மேலும் எரிபொருள் போன்ற பொருட்களுக்கு அதிக அந்நிய செலாவணி பரிமாற்ற வரவுகளை ஏற்படுத்தும்.",
        "2021 ஆம் ஆண்டில், கட்டுமானப் பொருட்கள் உட்பட முதலீட்டுப் பொருட்களின் இறக்குமதிகள் ஒரு வருடத்திற்கு முன்பு 3.5 பில்லியன் ரூபாயிலிருந்து 4.46 பில்லியன் அமெரிக்க டாலர்களாக உயர்ந்தது, அதே நேரத்தில் எரிபொருள் இறக்குமதி 2.5 பில்லியன் டாலர்களில் இருந்து 3.7 பில்லியன் டாலர்களாக உயர்ந்தது.",
        "எரிபொருள் மற்றும் மின்சார விலைகளை அதிகரிக்கவும் மத்திய வங்கி அழைப்பு விடுத்துள்ளது. பெடரல் ரிசர்வ் பணம் அச்சிடுதல் (பவல் குமிழி) காரணமாக எண்ணெய் விலைகள் 2008 இல் சரிந்த கிரீன்ஸ்பான்-பெர்னான்கே குமிழிக்குப் பிறகு காணப்படாத அளவுக்கு உயர்ந்தன.",
        "அதிக எரிசக்தி விலைகள் எண்ணெய்க்கு செலவழிக்கும் சக்தியை செலுத்துகிறது மற்றும் எண்ணெய் அல்லாத நுகர்வு குறைக்கிறது, மொத்த இறக்குமதிகள் அப்படியே இருக்க அனுமதிக்கிறது.",
        "எண்ணெய்க்கு கடன் மானியம் வழங்கப்பட்டால், அது வட்டி விகிதங்களை உயர்த்தும், மேலும் 7.5 சதவீத பாலிசி விகிதம் அமல்படுத்தப்பட்டால், ரூபாய் மீது மேலும் அழுத்தத்தை உருவாக்கும் மானியத்திற்கு இடமளிக்கும் வகையில் பணம் அச்சிடப்படும்.",
        "ரூபாயை உயர்த்துவதற்கும், ஒரே இரவில் கட்டணங்களுக்கும் 3 மாத பில் விளைச்சலுக்கும் இடையே உள்ள நடுநிலை வாய்ப்புகளை அகற்றுவதற்கும் விகிதங்களை உயர்த்துவதற்கான அழைப்புகள் உள்ளன. (கொழும்பு/மார்ச்11/2022)"
      ]
    }
  }
}