{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CL-Synergy-A-Sri-Lankan-success-story/34-732747",
  "time_ut": 1648588740,
  "title": "CL Synergy: A Sri Lankan success story",
  "body_lines": [
    "CL Synergy is one of Sri Lanka’s leading freight forwarding and logistics companies, and stands at the threshold of emerging as a Public Listed Company (PLC), through an Initial Public Offering (IPO) of Shares expected to raise nearly Rs. 1.3 billion, and set to open on 7 April. With an attractive value proposition and revenues largely earned in US Dollars, the Issue, managed by Acuity Partners Ltd., is one that is highly anticipated by investors and the public at large.",
    "To gain a better insight into the people behind this Sri Lankan success story, and understand CL Synergy Ltd.’s plans for the future, we sat down with the Founders and selected members of the company’s Corporate Management Team, who have been with the company from its early days, as they discussed the journey thus far, and the adventures yet to come.",
    "The conversation involved Roshan Silva, Founder and Managing Director, along with Janaka Udumulla, Shehani Kulatunga, Anuradha Sooriyarachchi and Udara Widanagamage, all Executive Directors of the company. Following are excerpts:",
    "Q: Sometimes, when it seems to be smooth-sailing, a storm comes out of nowhere. How does CLS deal with this?",
    "When you start a business, you obviously want it to succeed and grow; this is what we wanted as well, when we started with just 10 staff back in 2004. But to be listed in the Colombo Stock Exchange 18 years later, that was a dream. A dream, that is now becoming a reality.",
    "While some of the challenges we faced were inherent to a company eager to succeed and prosper, there were also many times that CL Synergy was persecuted for merely being CL Synergy, a company that strives to do things differently, constantly challenging the status quo.",
    "When faced with difficult situations, it is normal to become conservative and do whatever it takes to survive. But CL Synergy was not started to merely survive, we are in this business to thrive, and ensure that all our stakeholders in the form of employees, customers, suppliers and partners thrive as well.",
    "It is said that the night is darkest just before the dawn, and now as CL Synergy is preparing to rise to a new dawn, awaiting to be listed as only the Second Freight Forwarding company in the Colombo Stock Exchange, we once again find ourselves faced with a few challenges, or as we see them, opportunities which will see us to the next stage of our growth. Of course, one does not achieve any level of success without challenges. Facing challenges takes courage, overcoming them builds character and experience. Above all, we believe that this has been the secret of our success, our resilience in the face of challenges and our courage to keep going knowing that there are more challenges awaiting us in many shapes and forms.",
    "CL Synergy is not just a business, it’s a personality. The thing with personalities is that while some fans Love you, others don’t, this is the price we pay for daring to be true to ourselves and living our authentic brand. So, no matter how we are treated, we aspire to cultivate compassion and response with kindness to everyone who interacts with our company, our business and our brand.",
    "“A ship in harbour is safe, but that’s not what ships are built for” – John A. Shedd",
    "Q: Tell us about the genesis of the company and its journey thus far.",
    "Founder and Managing Director Roshan Silva: My history with freight forwarding goes back to 1994, when I joined Pership Clearing and Forwarding. However, I soon left the trade for a more lucrative opportunity in brand management at Ceylon Biscuits Ltd. But in freight forwarding and logistics, I had found my passion, so, within 2-3 years I was back at Pership, heading a Hong Kong-based network called Continental Freight. A year and a half later, I joined Care Logistics, and this is where CL Synergy was born, as an offshoot of Care Logistics, to handle its corporate clients. That’s actually where the “C” and “L” in our name come from, it was inspired by Care Logistics.",
    "However, we soon decided to move away from Care Logistics and go out on our own, and that’s when Janaka was invited to come onboard and get involved in the management buyout of the company. Subsequently, CL Synergy was formed in September 2004 and we commenced operations, and incorporated the company in October that year.",
    "Janaka and I have a long history dating back to our days at university, where I was studying business management and marketing, while he was studying finance. As we had a number of mutual friends, we ended up spending a lot of time together, and have been great friends ever since.",
    "It was a winning partnership from the outset, and we started with a small 13-member team, operating out of a small space in Narahenpita. As a growth strategy, we decided to concentrate on customer acquisition with a focus on exporters, and the rest is history.",
    "In 2008, Janaka finally joined the business fulltime, as Finance Director, and since then we have enjoyed countless successes and achieved a number of milestones. Some of the most memorable include the Silver and Bronze Awards for Best Service Provider for Exporters (large) in 2008 and 2010, respectively. Then in 2012 and 2013 we won the Gold Award for Freight Forwarding Partner of the Year; in 2014 we received the Award for Global Commerce Excellence presented by the Governor of the Central Bank of Sri Lanka and were appointed as a Preferred Service Provider for the Joint Apparel Association Forum; 2015 saw us win the Silver Star Award, which was awarded by the Sri Lanka China Business Cooperation Council; in 2016, we received three highly prestigious National Export Awards for Best Freight Forwarder, Best Service Provider for Exports, and the Bronze Award for Most Innovative Exporter; the Sri Lanka Employer Brand Award was presented to us by the Employer Branding Institute of India in 2017; and in 2018, we again received recognition at the National Exporters’ Awards with the Silver Award for Supplier and Service Provider to the Export Sector.",
    "Q: In your view, what are the key factors that helped CL Synergy outperform?",
    "For any business to grow, financial strength is important. At the outset, we managed to raise the capital we needed internally, and once we established a track record, we were able to go further through financing and more internally generated investments. However, freight forwarding and logistics is a people-driven industry, and what matters most is that you have a competent team. So, we always focused on developing ourselves’ and our team’s skillset and competencies, building relationships with our people and our clients, and constantly maintaining and strengthening those relationships. This was our secret sauce; caring about people, being genuine and building absolute trust.",
    "Quick and agile decision-making is also one of our major strengths, again supported by the relationships and open culture that we strive to maintain and grow. We believe in giving young people opportunities to lead, entrusting them with responsibilities they are ready to handle, and delegating authority. This helps us adapt to situations quickly, usually before most others can rally their troops.",
    "In 2008, when the Great Recession hit, we were in the fortunate position to have amassed sizeable resources to push forward, while others had to cut back. We used this to our advantage and expanded our team and client base, investing in our people constantly. This strategy and ethos paid off, and the relationships we have built are so strong that most of the key people who joined us back then are still with us. This too sets us apart in an industry where high turnover rates are the norm, and further helps us build consistency and trust, which is what clients want and need at the end of the day, in a world that’s constantly in flux and where new risks are always emerging. We are very proud of this achievement and we intend to continue to maintain this culture we have created.",
    "It’s our culture, which is unique in the industry. It’s very flexible and we have a very open atmosphere. Our doors are open to everyone who is a member of our team, whether they joined yesterday or at the start. Plus, we always look after our people, providing exceptional benefits and creating job roles with a purpose, where our people feel they are making a genuinely positive impact on the world.",
    "An excellent recent example of a staff engagement event was the inter-departmental putting competition at the Royal Colombo Golf Club’s February Monthly Medal Golf Tournament, which we sponsored, and where our people had an opportunity to have fun, engage in fellowship and play some exciting rounds of golf. We also encourage our people to do work for our communities, and we support 12 charities, one each month of the year. To generate funds for these purposes, over and above funds committed by the company, our teams organise many fundraising activities including bake sales, movie nights and more.",
    "We also maintain an active social calendar with many events, seasonal and otherwise, planned throughout the year, including parties, trips, sports, awards and others. We also work to create an engaging and stimulating atmosphere in the workplace, through various interactive spaces, including a pool room and coffee bar, which help build relationships and improve productivity.",
    "Q:  In terms of career growth, what does CL Synergy offer its employees?",
    "We have built a true meritocracy where, if you perform, you will be rewarded, and the better you perform, the more doors you will have opened for you. We are constantly evaluating our performance, both individually and as a group, internally and by means of external audits, rewarding our best performing people at our annual awards programme, along with providing many other financial and social incentives.",
    "We also want to ensure quick career progression, which is particularly important to the younger generation, so we make sure that our people are groomed for leadership and given opportunities starting from day one, and continuing throughout their journey with us. This people-driven, people-oriented strategy has been the cornerstone of our success and growth.",
    "Q:  In your view, why is network building so crucial in the freight forwarding and logistics industry?",
    "It’s the only way to stand out! We would say it’s the most fundamentally important factor for success in this industry, and we have the results to back that up. You see, the product is largely the same wherever you go. Instead, it’s the service, reliability, trust and personal connection that differentiates us. The importance of network building and personal relationships, in this industry, cannot be overstated.",
    "To illustrate, our very first client is still with us, and the mutual trust and confidence we have built is unbreakable. When you treat your clients and people consistently well, looking after every need and meeting every desire, before they can even communicate it, you have sealed the deal. However, this is a very energy intensive process and demands that we are always on our feet, always on the ball, and always ready to deliver excellence, come hell or high water, and that’s the spirit we always strive to maintain. We also take the same approach with our vendors, which has helped us build a robust ecosystem that is responsive and always ready to meet any demand.",
    "Q:  What are some of the biggest challenges CL Synergy has faced?",
    "Our history, is a history of challenges. In 2004, when we commenced operations, we were dealt a blow by the Asian Tsunami disaster. The ongoing civil war also presented daily challenges. During this time, we were also faced with the 2008 global economic crisis. More recently, it was the global pandemic, and now the economic crisis in Sri Lanka. However, at CL Synergy, we see challenge and opportunity as two sides of the same coin, and this has ensured that we always reached new heights, amidst even the toughest challenges.",
    "Right now, as a result of the pandemic and global supply chain disruptions, freight rates have skyrocketed, resulting in a high-level of financial exposure and risk in day-to-day operations. So, there is a need for larger amounts of capital to maintain business volumes and secure cargo space. This is also an industry where giving credit to customers is the norm, and this can run into millions of dollars for a single client, without any guarantee, purely based on trust, which again is why personal relationships, mutual trust and understanding is so crucial.",
    "In this environment, as a business, we need to ensure an adequate supply of capital. Thus, as a company that isn’t backed by any large investors with deep pockets, we realised that going for an IPO was an excellent way to drive the next stage of our growth journey and take advantage of the new opportunities created in the market, as a result of the present challenges in the business environment.",
    "When COVID first hit, it was a shock. There was no way to anticipate what lay ahead. The office was closed, and our first challenge was to organise curfew passes. Eventually, our sector was declared an essential service so we were able to get curfew passes. We also immediately cut our budgets and implemented salary cuts, where the top management made the biggest sacrifices in terms of percentage. However, we were able to revise this decision in the ensuing months, as the situation began to stabilise.",
    "Perhaps the biggest challenges, after ensuring the safety of our people, were operational ones, as the whole industry, especially in Sri Lanka, was not digital-ready. However, there was no way we could move forward without going digital. Working from home was challenging, but we soon got to a point where things were going relatively smoothly. Wider adoption of digitalisation within the industry, particularly in terms of documentation and payment portals etc. really helped to ease the situation and make it possible to ensure business continuity. We must also commend the COVID-19 Task Force, who helped and supported the industry to overcome day-to-day challenges.",
    "We had to always have contingencies ready and be exceptionally flexible and agile, particularly with regard to the collection of payments from clients. However, relying on our instinctive ability to understand and connect with people, we were able to overcome these challenges. Our people worked exceptionally hard, going above and beyond to support our customers, particularly with regard to cross-border movement of goods to and from other countries in lockdown. We can safely say that we overcame the challenges of the pandemic, and came out stronger than ever, thanks to our exceptional people and our unwavering relationships and commitment to our clients.",
    "Q:  How will you deploy the capital you raise from your upcoming IPO?",
    "The IPO proceeds will be allocated towards three key areas. The first, is strengthening our working capital position, in order to grow our operations and penetrate new markets. Reviewing the previous financial year, we see that the focus was on servicing existing clients, while new customer acquisition and market penetration fell short. Still, we managed to achieve a 240% growth in turnover YoY.",
    "The second objective is to further our global expansion strategy, which is already progressing well. The funds we raise through our IPO will help us establish new relationships and affiliations to deliver sustainable growth and exceptional value to stakeholders. Our focus will be on the USA and UK for buyer-market expansion, while we are looking at expanding into countries in South East Asia such as Vietnam, Cambodia and Hong Kong in terms of sourcing-markets.",
    "Finally, technological advancement is crucial for the overall growth of the organisation, as the whole industry has adopted technology at an unprecedented pace. So, we need to invest in our technology infrastructure to remain at the forefront of the industry and ensure that our products and services are in line with current digital advancements. Any person interested in the details of our post-IPO plans, our business and our value proposition can refer to our prospectus, which is available through its own dedicated microsite at https://ipo.clsynergy.com/."
  ]
}