{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-chicken-egg-production-plunge-amid-soft-peg-collapse-96071/",
  "time_ut": 1655689080,
  "title": "Sri Lanka chicken, egg production plunge amid soft-peg collapse",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s chicken meat production has collapsed 30 percent and  egg output 40 percent as a currency collapse pushed up costs feed imports were blocked by foreign exchange shortages, an industry official said.",
    "Sri Lanka is now going through the worst currency crises triggered by the island’s Latin America style intermediate regime central bank set up by a US money doctor in 1950.",
    "“Small and medium farmers are leaving the business due to feed shortages and because big poultry companies are stopping buy back schemes,” Ajith Gunasekera, President of the All Island Poultry Association said.",
    "Broiler meat output has fallen 30 percent to 12,000 metric tonnes a month from 18,000 metric and prices have shot up, he said.",
    "A kilo of chicken is around 1,200 rupees from 460 rupee levels before economists started to print money to target an output gap by mis-targeting interest rates, and official inflation rose 39 percent in the year to May 2022.",
    "Sri Lanka’s central bank printed money for over two years to mis-target interest rates and collapsed the currency to 360 to the US dollar from 200, in a failed attempt to float the currency with a surrender requirement (forced sale of dollars to the central bank).",
    "Though interest rates were raised in April forex shortages are continuing as attempts are made to enforce an unstable peg at 360 to the US dollar with borrowed dollars and money is printed to pay state worker salaries (Sri Lanka pegs rupee in both directions in May 2022 amid ‘float’).",
    "The current economic problems come from applying floating rate monetary policy (liquidity injections or printing money from open market operations for stimulus) to a reserve collecting peg (flexible exchange rate).",
    "Inflation and currency depreciation created by the central bank have put protein in particular out of reach of the less affluent pushing up malnutrition as had happened when the country’s economists who favour collapsing soft-pegs printed money in earlier occasions.",
    "Basic starch in the form of rice has rise from 105 rupees a kilogram to 230 rupees a kilogram after the latest bout of money printing while people are losing jobs and wages are cut in the private sector.",
    "Doctors at Lady Ridgeway, the country’s main children’s hospital have said they are seeing higher levels of malnutrition among children as the flexible exchange rate bites.",
    "Sri Lanka’s economists have fiercely resisted changing the unstable soft-peg to a single anchor regime such as a hard peg or a clean float with no reserves so that they could continue to intervene and depreciate the currency (REER targeting) to boost exports by destroying real salaries of workers.",
    "The economists have destroyed the currency from 4.70 to US dollar in 1950 to 360 to the US dollar so far and have imposed trade and exchange control on the public who are net savers are unable to print money and cannot create monetary instability.",
    "Of late expatriate workers are also being scapegoated for sending money to their families hit by inflation, outside official banking system linked to the non-credible pegged system.",
    "Analysts have called for single anchor regime with strict laws to restrain the central bank’s independence to to engage in ‘flexible’ policies preserve maintain monetary stability in the future. (Sri Lanka’s central bank needs accountability and restraint, not independence)",
    "Eggs which were around 18 to 25 rupees before the latest money printing bout have now shot up to 43 to 50 rupees.",
    "Gunasekera said daily egg production which was around 700,000 to 800,000 and now fallen to around 400,000.",
    "“Chicken are also laying lower volume of legs due to nutrition problems,” Gunasekera said “A chicken will usually lay about one egg a day but without proper feed they will lay less eggs.”",
    "Egg prices are up partly due to high transport costs from Kuliyapititya where most of the large egg farms are located to Colombo, he said.",
    "Maize which was 40 to 45rupees a kilogram has now gone up to 80 to 90 rupees a kilogram but was there was no supply with the domestic Maha season harvest having failed due to a fertilizer ban.",
    "Due to reduced paddy milling, rice polish is also not available.",
    "Forex shortages from the non-credible peg has made it difficult to import maize or soya meal.",
    "The industry is hoping to get some inputs from the Indian credit line. (Colombo/June18/2022)"
  ]
}