{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/edex-expo-returns-post-pandemic-as-edex-hybrid-expo-2022/",
  "time_ut": 1647875580,
  "title": "EDEX Expo Returns Post Pandemic as EDEX Hybrid Expo 2022",
  "body_lines": [
    "EDEX Expo, Sri Lanka’s Premier and Largest Education Exhibition and Job Fair, returns after a break due to the pandemic, in a new and contemporary format, as a Hybrid Expo, on the 26th & 27th of March 2022 at the Royal MAS Arena, Colombo 07 and online, as a Virtual Expo. Dr Sunil Jayantha Nawaratne, Director General – National Institute of Education (NIE) will be the Chief Guest and ceremoniously open the event for its 18th edition.",
    "Originating in the year 2004, the EDEX Expo has transformed from being a school career fair to a renowned global name in the education sector, continuing its mission to empower Sri Lankan youth to be globally competitive and reach the pinnacle of achievement. The EDEX Hybrid Expo takes it one step further, incorporating the latest technology, to adapt to the times and prevalent social requirements.",
    "Leveraging on cutting edge technology, the virtual expo will offer a futuristic experience for students to explore their educational and career choices from the comfort and safety of their homes. EDEX has partnered with prominent Indian based technology service provider ‘Floor’, who has conducted several successful virtual events across the globe.",
    "Built on the state-of-the-art software-as-a-service platform, Floor’s virtual solution enables one-to-one, one-to-many and many-to-many interactions and is fully compatible with PCs, laptops, tabs and mobile devices, without requiring to download any app. EDEX virtual stall holders will have access to 3 audio visual rooms to connect with students, while also being able to publish videos, static ads, course content and promotions in the virtual stall space.",
    "The EDEX Hybrid Expo 2022 will encompass a platform of both local and global key post-secondary educational stakeholders, comprising of over 47 education exhibition booths, representing a mix of local and foreign universities and institutes. International presence will be enhanced with the participation of a number of reputed institutes from countries such as Canada, France, Japan and Pakistan.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}