{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/27/five-hospitalized-after-scuffle-involving-mp-samanpriya-herath/",
  "time_ut": 1648369500,
  "title": "Five hospitalized after scuffle involving MP Samanpriya Herath",
  "body_lines": [
    "COLOMBO (News 1st); A law student says that he was assaulted by Kurunegala District Parliamentarian Samanpriya Herath in front of a school in Kuliyapitiya.",
    "The youth is currently receiving treatment at the Kuliyapitiya Hospital, and speaking to News 1st stated that at first, the Parliamentarian shoved his friend, after proceeding to attack the student himself, which was followed by more assault from the MP’s security personnel.",
    "When inquired, Police stated that the election to elect members to the Narammala Co-operative Society was held at Nakkawatta National School yesterday (26).",
    "Police said that an argument had taken place between MP Samanpriya Herath, his security personnel and the residents of the area, and that the Police took steps to curb the situation.",
    "A person who was present at the scene had also pelted stones at a security officer and he is currently receiving treatment at the Narammala Hospital, Police stated.",
    "The Police Media Unit also said that they had received a complaint from another person in the area that he too had been assaulted by the MP and the security personnel.",
    "The Police Media Unit stated that 5 persons in total, who were assaulted are currently receiving treatment at the Kuliyapitiya Hospital.",
    "However, when inquired from MP Samanpriya Herath, he alleged that his security personnel and two others were hit by stones, and then the MPs security personnel proceeded to defend themselves against the law student. The MP stated that four members who were with him have been hospitalized, adding that he condemns the behavior of the law student.",
    "Six Litro gas dealers suspended for selling gas at higher prices"
  ]
}