{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/parliament-must-decidedly-act-as-biggest-enabler-of-countrys-progressive-policies-opposition-mp/",
  "time_ut": 1653228900,
  "title": "Parliament must decidedly act as biggest enabler of country’s progressive policies: Opposition MP",
  "body_lines": [
    "All political parties in parliament must work together to approve progressive political reforms within a month in order to swiftly pave the way for economic stability, Opposition MP Patali Champika Ranawaka said last week.”Political stability will be a collaborative effort based on the belief in the independence of the Police, the Judiciary, the Public Service, the Elections Commission etc. We have to find a realistic solution to the current economic crisis by properly utilising the limited foreign exchange earnings we get from our commodity exports, service exports, workers’ remittances and also by restricting our imports to bare essentials. Thus we should be able to trudge back to economic stability in the next 10 years and enable ourselves to repay our loans and restore the international confidence in Sri Lanka. However, the country requires political stability as a prior condition for that to happen. Although we won’t accept Cabinet portfolios, we will support such progressive transformation, and such laws need to be approved and enforced within a month. In case of any attempts to sabotage such democratic moves through unsavoury acts of politics behind the scenes, we will have to act decidedly to defeat those forces because it’s vital to respect public opinion and not to generate resentment among the general public.”",
    "“The foreign media has widely published about Sri Lanka defaulting on its debt for the first time in its history post-independence. A 30-day grace period to come up with $78m of unpaid debt interest payments on two of its sovereign bonds expired. And we can’t meet the dollar bonds maturing in July 2022. Accordingly, it’s going to be difficult for us to borrow from the international capital market for another 10 years or so.”",
    "“Further, the Central Bank has now proposed to repay Sri Lanka Development Bonds (SLDBs) in LKR or defer payments. Litro Gas Plc., invested USD 50 million in SLDBs via the Bank of Ceylon. If they had that money, Litro would have paid not for just one shipload of LP gas, but six or seven shiploads. We can see that Litro Plc’s money won’t be repaid. This goes to show that many key sectors of the economy has been brought to a state of bankruptcy because of the economic mismanagement over the last couple of years. There’s some hope in the society about Prime Minister Ranil Wickremasinghe handling the economy. They hope that he would get the support of foreign countries; especially the West and Japan. We have to realistically look at it. If he can obtain funding from Japan or the West without political conditions, it is going to be very valuable given the situation. There’s no issue about it. But Sri Lanka has announced that it won’t repay its bilateral loans until its debt is restructured. We have told Japan that we won’t repay loans of more than USD 3 billion. We have told China that we won’t repay loans of more than USD 7 billion. We have told India that we won’t repay loans of more than USD 4 billion. So, it would be immensely difficult to get new loans without settling existing loans. China has already expressed their strong opposition about our non-commitment to repay their loans. We have to pay USD 920 million to China this year. We might get some more support from India in addition to the credit line it has given to Sri Lanka. We can see that there are some political and economic conditions along with them. So, it’s far from reality to think that foreign funds would flow in amid the bankruptcy to end long queues for fuel, LP gas and shortages of drugs and food items. We can pin some realistic hope on the development loans already given to Sri Lanka by the World Bank and the Asian Development Bank. There is a balance of USD 1,900 million received in this manner for development projects which have not been used as these projects have come to a halt. If we can negotiate a loan re-purposing process, then we should be able to get through this year amid the difficulties. The World Bank has already pledged to re-purpose about USD 400 million to utilise for drugs, infants’ milk food and a small portion of it for fuel and LP gas. However, this won’t be sufficient and there will be a bigger crisis by June. The current circumstances have affected all sectors of the economy and we can see a gradual weakening of the economy in general.”",
    "“There is no point in accusing the IGP or the Army Commander. People in the police and the forces are also people of this country who are exhausted by the ensuing events. So are the people of this country and the business community. In the next three months, hundreds of thousands of people may face layoffs. The shortage of infants’ food could lead to their malnutrition. We are entering a frightful future where the old and the kids are at the risk of death owing to the burgeoning nutrition and health crisis.”",
    "“What’s the solution? We can’t find a solution by obtaining bridge financing from some country or another and prolong the crisis through short term measures. If we want to have sustainable economic stability, it has to be founded on political stability. For that an all-party representation is needed. But the Rajapaksa family is still manoeuvering their operations through their majority stake in parliament. We thought they would learn their lessons from the incidents that happened on May 9. But it doesn’t appear to be so. We can see that the prime minister is not in a position to get state affairs conducted as he pledged. That was clear at the election of the deputy speaker of parliament. In such a context, the window of opportunity for far reaching democratic reforms getting approved by parliament is very small.”",
    "“So, if they don’t give up, the government has to make them give up or otherwise the country will stagnate. There is no difference in their influence or their representatives’ influence in government. If friendly countries won’t help us and aid won’t flow from an international aid forum, and if we don’t receive bridge financing either, then there’s one thing for us to do. We will have to forget growth and contract our economic needs and wants by 25%. We need to tell that to the public honestly and openly.”",
    "“According to reports, 28%-30% households in the country completely depend on LP gas for cooking, mainly in Colombo, Gampaha and urban areas. 7%-10% depends on firewood. The balance uses a mix of furnace oil, firewood and LP gas for the purpose. So we have to have a mechanism to provide them with LP gas without keeping them in queues for days. There are 4 million empty gas cylinders in the country. There is no point in distributing 50,000 cylinders per day; that stock will just disappear. So we must devise a proper plan to distribute without inconveniencing the people.”",
    "“It is the same with fuel. The problem won’t fix itself as a shipload of diesel or petrol comes in. On the front of coal too, a crisis is looming as coal stocks will finish after June because the rough seas will impede the unloading operations of coal. So priority has to be given to providing electricity and fuel where they are critically needed. Public transport is one such key area. Train services consume 1% of the fuel supply and 5% of commuters travel on it. Buses consume 19% of fuel and transport 47% commuters. Agriculture related vehicles, machines, equipment should also be given priority. The limited USD resources need to be used to buy drugs required for infants and children as well as essential life-saving drugs. Another key concern is allocating funds for fertilizer and resurrecting the ailing agriculture as soon as possible.”",
    "“The next rebellion will be caused by famine and hunger crisis. It will be an insurrection not only against the politicians but against any individual or family seen to be resilient against the crisis. If we don’t take collective action now to resolve these crises, it won’t be a one-day incident like on May 9. Instead, a series of incidents will unfold before us over the next 10 years or so. That will become the ‘new normal’ of the country. So we must act to create the opportunity to create two million home gardens where possible to grow fresh produce.”",
    "“It was manifest that security forces and the police can’t quell rebellions. Security forces and police consist of people of this country. So we must move beyond finding bridge financing from various sources. An agreement is needed to have a sustainable solution. Some politicians talked about ending queues in 48 hours. Some said problems could be resolved in 100 days. There are some who say that they can get fuel from friendly countries when they come to power. These comments are detached from the realities on the ground.”",
    "“There is an Aragalaya out there and we must pay close attention to it. They also need to be actively involved in the governance of the country. After that we can hold elections. Lebanon became bankrupt in 2019. By 2022, the traditional political parties lost their power in parliament. When they hold the next election, completely new members will come to Lebanese parliament. It happened in Greece, Argentina, in some African countries, Italy and France. So we must bear in mind that Sri Lanka critically needs political transformation in order to be inclusive of representation at all levels for decision making.”",
    "DIMO partners with Allianz to provide innovative insurance scheme to its TATA customers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}