{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/11/heavy-military-presence-in-colombo-suburbs/",
  "time_ut": 1652275860,
  "title": "Heavy military presence in Colombo & suburbs",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankans woke up to heavy military presence on the streets of Colombo and suburbs on Day-2 of the nation-wide curfew that was imposed to prevent an escalation of violence.",
    "Violence broke out on Monday (9th May) after pro-government supporters stormed two peaceful protest camps GotaGoGama and MynaGoGama in Colombo, where Sri Lankans were demanding the resignation of the President and the Prime Minister.",
    "A nation-wide curfew was imposed on Monday (9), however, crowds angered by the attacks on peaceful protests attacked buses and vehicles that transported the Rajapaksa supporters.",
    "This also led to attacks on the offices and residences of ruling party politicians across many parts of the island.",
    "The Combat Riders Squadron of the Sri Lanka Army Special Forces, as well as Armored Personnel Carriers were deployed for mobile patrols across many areas.",
    "“While the curfew is in force today too, troops after placing roadblocks conduct search roles and facilitate the movement of vehicles, engaged in emergency essential needs of the country. Instructions have been given to the tri-services to stop vehicles without proper movement approvals. Likewise, we appeal all of you to remain in your homes without disturbing our duties and not to move out to the roads as groups for any purposes,” appealed General Shavendra Silva, Chief of Defence Staff and Commander of the Army speaking to Media at the Ministry of Defence on Wednesday (11).",
    "Secretary Defence, General Kamal Gunaratne (Retd) contributing to the sessions declared that tri-services, summoned to assist the Police to maintain law and order would use their minimum possible force to control and would not fail to quell any situation as and when deemed necessary.",
    "“Arson attacks, damage to private and public property caused in the last 48 hours were very big and it is yet to be estimated. Many owners of those properties are still in hiding for fear of their lives. What we wanted at first was to watch the developments and use the minimum force by explaining the impact of violent acts to those mobs. That is why we asked the troops to take control of the situation even after so many hours of imposition of the emergency regulations. This was done reluctantly but meant to bring down escalation of spiralling violence,” General Kamal Gunaratne (Retd) added.",
    "Police to crackdown on social media groups that promote violence",
    "Police will be compelled to shoot to prevent acts of violence, WITHOUT prior notice"
  ]
}