{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/12/north-korea-confirms-1st-covid-case-declares-severe-national-emergency/",
  "time_ut": 1652333880,
  "title": "North Korea Confirms 1st Covid Case, Declares “Severe National Emergency”",
  "body_lines": [
    "COLOMBO; North Korea has confirmed its first-ever case of Covid-19 and declared a “severe national emergency”, with leader Kim Jong Un vowing to “eliminate” the virus, state media said Thursday.",
    "The impoverished, nuclear-armed country has never admitted to a case of Covid-19, with the government imposing a rigid coronavirus blockade of its borders since the start of the pandemic in 2020.",
    "But samples taken from patients sick with fever in the capital were “consistent with” the virus’ highly transmissible Omicron variant, the official Korean Central News Agency reported.",
    "Top officials, including leader Kim Jong Un, held a crisis politburo meeting to discuss the outbreak and announced they would implement a “maximum emergency” virus control system.",
    "Kim told the meeting that “the goal was to eliminate the root within the shortest period of time,” according to KCNA.",
    "“He assured us that because of the people’s high political awareness… we will surely overcome the emergency and win the emergency quarantine project,” it said.",
    "Kim called for tighter border controls and lockdown measures, telling citizens “to completely block the spread of the malicious virus by thoroughly blocking their areas in all cities and counties across the country”.",
    "All business and production activities will be organized so each work unit is “isolated” to prevent the spread of disease, KCNA added.",
    "Experts believe North Korea has not vaccinated any of its 25 million people, having rejected offers of vaccinations from the World Health Organization, and China and Russia.",
    "North Korea’s crumbling health system would struggle to cope with a major virus outbreak, experts have said.",
    "North Korea is surrounded by countries that have battled — or are still fighting to control — significant outbreaks of Omicron.",
    "South Korea, which has high rates of vaccination, has recently eased almost all Covid-19 restrictions, with cases sharply down after an Omicron-fueled spike in March.",
    "Neighboring China, the world’s only major economy to still maintain a zero-Covid policy, is battling multiple Omicron outbreaks.",
    "Major Chinese cities, including the financial capital Shanghai, have been under strict lockdowns for weeks.",
    "Seoul-based specialist site NK News reported that areas of Pyongyang had been locked down for two days.",
    "“Multiple sources have also heard reports of panic buying due to uncertainty of when the lockdown might end,” the site reported, citing sources in Pyongyang.",
    "North Korea has long boasted of its ability to keep the virus at bay.",
    "At a military parade in 2020, Kim Jong Un repeatedly and effusively thanked the citizens and military for their loyalty and for remaining healthy in the face of the global coronavirus epidemic.",
    "From January 3 2020 to May 11 this year, there were zero confirmed cases of Covid-19 and zero reported deaths from North Korea, the World Health Organization said.",
    "State media has previously reported on “epidemic prevention” measures, and civilians have sometimes been shown wearing masks in official photographs.",
    "But at a huge military parade in Pyongyang late last month broadcast by state media, none of the thousands of attendees or participants were seen wearing masks.",
    "North Korea’s health crisis could potentially disrupt the country’s banned weapons launches, analysts said.",
    "Pyongyang has conducted more than a dozen weapons tests so far this year, including firing an intercontinental ballistic missile at full range for the first time since 2017.",
    "Satellite imagery indicates North Korea is preparing to conduct a nuclear test, and the United has warned this could come as soon as this month.",
    "“There is a possibility of delaying the nuclear test in order to focus on overcoming the coronavirus,” Yang Moo-jin, a professor at the University of North Korean Studies, told AFP.",
    "But he said if public fears over an outbreak were to spread, Kim might go ahead with a test “to divert this fear to another place”.",
    "North Korea Confirms 1st Covid Case, Declares “Severe National Emergency”"
  ]
}