{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-crisis-in-social-sciences-education-or-a-crisis-of-social-sciences-education/",
  "time_ut": 1647272100,
  "title": "A crisis ‘in’ Social Sciences education or a crisis ‘of’ Social Sciences education?",
  "body_lines": [
    "A month ago, the University I am attached to, circulated an email to the faculty academics asking them to submit details of their research and publications for 2017-2021. The email mentioned that these details were required by the National Audit Office of Sri Lanka. The purpose was to collect information to quantify the research output of the Faculty of Humanities and Social Sciences. The email simply asked for numbers of works rather than what they were about or their contribution.",
    "This narrative is emblematic of a deep-seated methodological tension surrounding defining and analysing the outcomes of teaching and learning Social Sciences. George Stephenson Brown, a professor of Education from Australia, has asserted that the objectives of social sciences are to “foster in the pupils an active interest in everything affecting the community in which they live, to train them in clear thinking on public questions and to equip them for sound judgement in the future by a full study of their environment”. By definition, then, the contributions of the social sciences are not easily measurable. Yet, currently, our administrative bodies in higher education require us to analyse the outcomes of Social Sciences education quantitatively, that is by the number undergraduates “produced” (for the labour market) or research publications.",
    "This experience led me to recall the two challenges discussed by Sivamohan Sumathy in the very first Kuppi article in The Island just over a year ago, on 03/02/2021: the crisis in education and the crisis of education. This article will revisit Sumathy’s argument and will build on it to present a new reading of these two challenges. I intentionally limit my argument to the Social Sciences because of my knowledge and work experiences as an academic in Political Science.",
    "I agree with Sumathy that “the crisis in education is the disempowerment of education itself, its institutions, its subjects, teachers and students, and the erosion of its principles by forces that are quite external to it, market forces”. As proposed by Brown, undergraduates in the social sciences must be able to identify social problems and propose solutions for them. Today in Sri Lanka, however, learning and teaching social sciences at the university seems to have veered in other directions due to the impact of neoliberal market forces.",
    "The policy of transforming public assets, i.e. universities, into market-driven profit-making institutions—elaborated previously in this Column—challenges the Social Sciences in at least two ways; by making “employability skills” the primary objective of teaching and learning social sciences and designing social science courses for market needs.",
    "The neoliberal supporters from non-social science backgrounds, who dominate decision- making at higher education institutions, support curriculum revisions to putatively enhance the employability skills of social sciences graduates. Fluency in the English language and commanding information communication technology are identified by the administration as the most necessary skills of social scientists. Therefore, English Hubs and ICT camps—funded through World Bank projects—are being implemented to develop the “skills” of social science undergraduates to enable them to become a part of the labour force.",
    "A larger question is where, even after these trainings, these graduates can find employment opportunities in the Sri Lankan economy. The World Bank projects are designed to train undergraduates for an aspiring upper-middle economy, despite the dire economic situation in Sri Lanka where the government is now struggling to provide even basic human needs. A more sinister result of these trainings, and the general direction of higher education, is that the vision of education as a democratic process that empowers the people is obscured, which brings me to Sumathy’s notion of “a crisis of education.”",
    "What is the crisis of Education? Sumathy mentions in her article that “the crisis of education is that of losing sight of its democratic potential, the twin task of empowering the socially marginalised and rearticulating a view of the world within a mobilisation for greater democratisation. It is about the content of our education and its objectives. Whom do we serve as educators?”.",
    "What reflections can we see today in our Social Science undergraduates or graduates? Have we taught them to think about public concerns? What activities do they engage in within their communities? Do Social Science degree programmes empower the citizens to think critically; to stand up for themselves, to speak out against violence, the killings of ethnic other communities; to respect the cultural diversities; to oppose nationalism?",
    "In our universities, undergraduates confine their knowledge to textbooks and exam papers, leaving little time for building solidarity with the other or respecting diversity.",
    "Solidarity is further weakened by ranking schemes that adjudicate the “best” learner/ reader/ student. In this way, universities are creating compliant workers for the labour market who do not have the capacity to organise as a powerful labour force who can stand for rights, equality and justice.",
    "When these graduates join the labour market, they would wish to be excellent performers, not critical thinkers. When these high-performers or ‘credit holders’ enter the university administration bodies, they too may focus on increasing the quantity of university outputs i. e. numbers of graduates, numbers of works, rather than the quality of undergraduate programmes. They may encourage competition among the undergraduates, intensifying isolation and alienation, leaving little time for solidarity work.",
    "Are universities creating spaces for undergraduates to think critically about nationalism? Or to propose answers to difficult questions, for example the national question? When I joined the university as a temporary lecturer in 2010, I experienced the events organised by the undergraduates and lecturers in the Social Science stream at my university to celebrate the war victory over the uncounted deaths of civilians in the North and East. The first thing that crossed my mind was how any human could celebrate the killing of another human being? However, some of the university academics went to congratulate the President over the war victory.",
    "After a decade of war victory, still, some of my senior colleagues are convinced that war was the only solution to resolve the national question in Sri Lanka. In 2019, on a field visit to Jaffna, one of my senior colleagues said in public that the Tamil National Alliance had no intention of calling for a unitary state. These prejudices among academic staff could well provoke nationalist thoughts among the undergraduates and breed distrust toward other communities. Measuring social sciences education by numbers elides what is really happening in our universities.",
    "In conclusion, quality and quantity are two different analytical elements. One cannot use quantitative analytical elements to analyse the teaching and learning outcomes of qualitative subjects like the Social Sciences. Today, our undergraduates are not being equipped to think critically about the society owing to the crisis in education that has unfolded into a crisis of education. Measuring output or the number of “products” for the labour market will not democratise society or address national issues. Having a degree will not create jobs in a country where people are struggling for their daily bread. What we need are decent citizens who are sensitive to community issues or the interests of diverse ethnic and other groups.",
    "(The author is attached to the Department of Public Policy, University of Ruhuna)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සමාජ විද්‍යා අධ්‍යාපනයේ අර්බුදයක්ද නැතහොත් සමාජ විද්‍යා අධ්‍යාපනයේ අර්බුදයක්ද?",
      "body_lines": [
        "මාසයකට පෙර, මා අනුයුක්තව සිටින විශ්වවිද්‍යාලය, 2017-2021 සඳහා ඔවුන්ගේ පර්යේෂණ සහ ප්‍රකාශන පිළිබඳ විස්තර ඉදිරිපත් කරන ලෙස ඉල්ලා පීඨ ආචාර්යවරුන් වෙත විද්‍යුත් තැපෑලක් බෙදා හරින ලදී. මෙම තොරතුරු ශ්‍රී ලංකාවේ ජාතික විගණන කාර්යාලයට අවශ්‍ය බව විද්‍යුත් තැපෑලෙහි සඳහන් විය. මානව ශාස්ත්‍ර හා සමාජ විද්‍යා පීඨයේ පර්යේෂණ ප්‍රතිදානය ගණනය කිරීම සඳහා තොරතුරු රැස් කිරීම අරමුණ විය. විද්‍යුත් තැපෑල සරලව ඉල්ලා සිටියේ කෘතීන් මොනවාද යන්න හෝ ඒවායේ දායකත්වයට වඩා සංඛ්‍යා පමණි.",
        "මෙම ආඛ්‍යානය සමාජ විද්‍යාව ඉගැන්වීමේ සහ ඉගෙනීමේ ප්‍රතිඵල නිර්වචනය කිරීම සහ විශ්ලේෂණය කිරීම වටා ඇති ගැඹුරු ක්‍රමවේද ආතතියක සංකේතයකි. ඕස්ට්‍රේලියාවේ අධ්‍යාපන මහාචාර්යවරයෙකු වන ජෝර්ජ් ස්ටෙෆන්සන් බ්‍රවුන් ප්‍රකාශ කර ඇත්තේ සමාජ විද්‍යාවේ පරමාර්ථ වන්නේ “ඔවුන් ජීවත් වන ප්‍රජාවට බලපාන සෑම දෙයක් ගැනම ක්‍රියාකාරී උනන්දුවක් ඇති කිරීම, පොදු ප්‍රශ්න පිළිබඳව පැහැදිලි චින්තනයක් ඔවුන්ව පුහුණු කිරීමයි. ඔවුන්ගේ පරිසරය පිළිබඳ පූර්ණ අධ්‍යයනයකින් අනාගතයේදී හොඳ විනිශ්චයක් සඳහා ඔවුන්ව සන්නද්ධ කරන්න. නිර්වචනය අනුව, සමාජ විද්‍යාවේ දායකත්වය පහසුවෙන් මැනිය නොහැක. එහෙත්, දැනට, උසස් අධ්‍යාපනයේ අපගේ පරිපාලන ආයතන විසින් සමාජ විද්‍යා අධ්‍යාපනයේ ප්‍රතිඵල ප්‍රමාණාත්මකව, එනම් “නිෂ්පාදිත” (ශ්‍රම වෙළඳපොළ සඳහා) හෝ පර්යේෂණ ප්‍රකාශන අනුව ප්‍රමාණාත්මකව විශ්ලේෂණය කිරීමට අපෙන් ඉල්ලා සිටී.",
        "මෙම අත්දැකීම මට මීට වසරකට පමණ පෙර 2021/02/03 වැනි දින The Island පුවත්පතේ පළ වූ කුප්පි ලිපියේ ශිවමෝහන් සුමති විසින් සාකච්ඡා කරන ලද අභියෝග දෙක සිහිපත් කිරීමට හේතු විය: අධ්‍යාපනයේ අර්බුදය සහ අධ්‍යාපනයේ අර්බුදය. මෙම ලිපිය සුමතිගේ තර්කය නැවත සලකා බලන අතර මෙම අභියෝග දෙක පිළිබඳ නව කියවීමක් ඉදිරිපත් කිරීමට එය ගොඩනගනු ඇත. දේශපාලන විද්‍යාව පිළිබඳ ශාස්ත්‍රාලිකයෙකු ලෙස මගේ දැනුම සහ සේවා පළපුරුද්ද නිසා මම හිතාමතාම මගේ තර්කය සමාජ විද්‍යාවට සීමා කරමි.",
        "\"අධ්‍යාපනයේ අර්බුදය වන්නේ අධ්‍යාපනය, එහි ආයතන, විෂයයන්, ගුරුවරුන් සහ ශිෂ්‍යයන් බල ගැන්වීම සහ ඊට බෙහෙවින් බාහිර බලවේග, වෙළඳපල බලවේග විසින් එහි මූලධර්ම ඛාදනය කිරීම\" බව මම සුමති සමඟ එකඟ වෙමි. බ්‍රවුන් විසින් යෝජනා කරන ලද පරිදි, සමාජ විද්‍යාවන්හි උපාධි අපේක්ෂකයින්ට සමාජ ගැටලු හඳුනා ගැනීමට සහ ඒවාට විසඳුම් යෝජනා කිරීමට හැකි විය යුතුය. කෙසේ වෙතත් අද ශ්‍රී ලංකාවේ විශ්වවිද්‍යාලය තුළ සමාජ විද්‍යාව ඉගෙනීම සහ ඉගැන්වීම නව ලිබරල් වෙළඳපොළ බලවේගවල බලපෑම නිසා වෙනත් දිශාවකට යොමු වී ඇති බව පෙනේ.",
        "රාජ්‍ය වත්කම්, එනම් විශ්ව විද්‍යාල, වෙලඳපොල මත පදනම් වූ ලාභ ලබන ආයතන බවට පරිවර්තනය කිරීමේ ප්‍රතිපත්තිය-මෙම තීරුවේ මින් පෙර විස්තාරනය කරන ලද - අවම වශයෙන් ආකාර දෙකකින් සමාජ විද්‍යාවට අභියෝග කරයි; සමාජ විද්‍යාව ඉගැන්වීමේ සහ ඉගෙනීමේ සහ වෙළඳපල අවශ්‍යතා සඳහා සමාජ විද්‍යා පාඨමාලා සැලසුම් කිරීමේ මූලික පරමාර්ථය \"රැකියා කුසලතා\" බවට පත් කිරීමෙනි.",
        "උසස් අධ්‍යාපන ආයතනවල තීරණ ගැනීමේ ආධිපත්‍යය දරන සමාජීය නොවන විද්‍යා පසුබිම්වල නව ලිබරල් ආධාරකරුවන්, සමාජ විද්‍යා උපාධිධාරීන්ගේ රැකියා නිපුණතා ඉහළ නැංවීම සඳහා විෂයමාලා සංශෝධනවලට සහාය දක්වයි. ඉංග්‍රීසි භාෂාව චතුර ලෙස හැසිරවීම සහ තොරතුරු සන්නිවේදන තාක්‍ෂණය අණදීම සමාජ විද්‍යාඥයින්ගේ අත්‍යවශ්‍යතම කුසලතාවන් ලෙස පරිපාලනය විසින් හඳුනාගෙන ඇත. එබැවින්, සමාජ විද්‍යා උපාධි අපේක්ෂකයින්ට ශ්‍රම බලකායේ කොටසක් වීමට හැකි වන පරිදි ඔවුන්ගේ “කුසලතා” වර්ධනය කිරීම සඳහා ලෝක බැංකු ව්‍යාපෘති හරහා අරමුදල් සපයන ඉංග්‍රීසි මධ්‍යස්ථාන සහ ICT කඳවුරු ක්‍රියාවට නංවනු ලැබේ.",
        "විශාල ප්‍රශ්නයක් නම්, මෙම පුහුණුවීම් වලින් පසුව වුවද, මෙම උපාධිධාරීන්ට ශ්‍රී ලංකා ආර්ථිකයේ රැකියා අවස්ථා සොයා ගත හැක්කේ කොතැනින්ද යන්නයි. ලෝක බැංකු ව්‍යාපෘති සැලසුම් කර ඇත්තේ මූලික මිනිස් අවශ්‍යතා පවා සැපයීමට රජය දැන් අරගල කරන ශ්‍රී ලංකාවේ දරුණු ආර්ථික තත්ත්වය තිබියදීත්, අපේක්ෂා කරන ඉහළ මධ්‍යම ආර්ථිකයක් සඳහා උපාධි අපේක්ෂකයින් පුහුණු කිරීම සඳහා ය. මෙම පුහුණුවීම්වල සහ උසස් අධ්‍යාපනයේ සාමාන්‍ය දිශානතියේ වඩාත් නරක ප්‍රතිඵලයක් නම්, අධ්‍යාපනය පිළිබඳ දැක්ම ජනතාව බලගන්වන ප්‍රජාතන්ත්‍රවාදී ක්‍රියාවලියක් ලෙස අඳුරු වී තිබීම, එය සුමතිගේ “අධ්‍යාපනයේ අර්බුදයක්” යන සංකල්පයට මා ගෙන එයි.",
        "අධ්‍යාපනයේ අර්බුදය කුමක්ද? සුමති සිය ලිපියේ සඳහන් කරන්නේ, “අධ්‍යාපනයේ අර්බුදය යනු එහි ප්‍රජාතන්ත්‍රවාදී විභවයන් අහිමි වීම, සමාජීය වශයෙන් කොන් වූවන් සවිබල ගැන්වීමේ ද්විත්ව කර්තව්‍යය සහ වැඩි ප්‍රජාතන්ත්‍රීකරණයක් සඳහා බලමුලු ගැන්වීමක් තුළ ලෝකය පිළිබඳ දැක්මක් නැවත ප්‍රකාශ කිරීමයි. එය අපගේ අධ්‍යාපනයේ අන්තර්ගතය සහ එහි අරමුණු පිළිබඳව ය. අපි අධ්‍යාපනඥයන් ලෙස සේවය කරන්නේ කාටද?”.",
        "අපගේ සමාජ විද්‍යා උපාධි අපේක්ෂකයින් හෝ උපාධිධාරීන් තුළ අද අපට දැකිය හැකි පරාවර්තන මොනවාද? මහජන අවශ්‍යතා ගැන සිතන්නට අපි ඔවුන්ට උගන්වා තිබේද? ඔවුන් තම ප්‍රජාව තුළ කුමන ක්‍රියාකාරකම්වල නිරත වන්නේද? සමාජ විද්‍යා උපාධි වැඩසටහන් පුරවැසියන් විවේචනාත්මකව සිතීමට බල ගන්වන්නේද; තමන් වෙනුවෙන් පෙනී සිටීමට, ප්‍රචණ්ඩත්වයට, වාර්ගික අනෙකුත් ප්‍රජාවන් ඝාතනයට එරෙහිව කතා කිරීමට; සංස්කෘතික විවිධත්වයට ගරු කිරීම; ජාතිකවාදයට විරුද්ධ වෙන්නද?",
        "අපේ විශ්වවිද්‍යාලවල, උපාධි අපේක්ෂකයින් තම දැනුම පෙළපොත්වලට සහ විභාග ප්‍රශ්න පත්‍රවලට සීමා කර, අනෙකා සමඟ සහයෝගීතාවය ගොඩනැගීමට හෝ විවිධත්වයට ගරු කිරීමට සුළු කාලයක් ඉතිරි කරයි.",
        "\"හොඳම\" ඉගෙන ගන්නන්/ කියවන්නා/ ශිෂ්‍යයා විනිශ්චය කරන ශ්‍රේණිගත කිරීම් යෝජනා ක්‍රම මගින් සහයෝගීතාවය තවදුරටත් දුර්වල වේ. මේ ආකාරයට අයිතිවාසිකම්, සමානාත්මතාවය සහ යුක්තිය වෙනුවෙන් පෙනී සිටිය හැකි බලගතු ශ්‍රම බලකායක් ලෙස සංවිධානය වීමට හැකියාවක් නොමැති ශ්‍රම වෙළඳපොළට අනුකූල ශ්‍රමිකයන් විශ්වවිද්‍යාල විසින් නිර්මාණය කරමින් සිටී.",
        "මෙම උපාධිධාරීන් ශ්‍රම වෙලඳපොලට සම්බන්ධ වූ විට, ඔවුන් විශිෂ්ඨ ලෙස ක්‍රියා කරන්නන් වීමට මිස විවේචනාත්මක චින්තකයින් වීමට බලාපොරොත්තු වේ. මෙම ඉහළ කාර්ය සාධනය කරන්නන් හෝ 'ණය හිමියන්' විශ්ව විද්‍යාල පරිපාලන ආයතනවලට ඇතුළු වූ විට, ඔවුන් ද විශ්ව විද්‍යාල ප්‍රතිදාන ප්‍රමාණය වැඩි කිරීම කෙරෙහි අවධානය යොමු කළ හැකිය i. ඊ. උපාධි අපේක්ෂකයින්ගේ සංඛ්‍යාව, කෘති සංඛ්‍යාව, උපාධි අපේක්ෂක වැඩසටහන් වල ගුණාත්මක භාවයට වඩා. ඔවුන් උපාධි අපේක්ෂකයින් අතර තරඟකාරිත්වය දිරිමත් කළ හැකිය, හුදකලා වීම සහ විරසක වීම තීව්‍ර කරයි, සහයෝගීතා වැඩ සඳහා සුළු කාලයක් ඉතිරි කරයි.",
        "විශ්වවිද්‍යාල උපාධි අපේක්ෂකයින්ට ජාතිකවාදය ගැන විවේචනාත්මකව සිතීමට අවකාශයක් නිර්මාණය කරනවාද? නැතිනම් ජාතික ප්‍රශ්නය වැනි දුෂ්කර ප්‍රශ්නවලට පිළිතුරු යෝජනා කිරීමටද? 2010 වසරේ මා තාවකාලික කථිකාචාර්යවරයකු ලෙස විශ්වවිද්‍යාලයට බැඳෙන විට උතුරු නැඟෙනහිර සිවිල් වැසියන්ගේ ගණන් නොගත් මරණවලට එරෙහිව යුද ජයග්‍රහණය සැමරීම සඳහා මගේ විශ්වවිද්‍යාලයේ සමාජ විද්‍යා විෂය ධාරාවේ උපාධි අපේක්ෂකයින් සහ ආචාර්යවරුන් විසින් සංවිධානය කරන ලද සිදුවීම් මම අත්විඳිමි. මගේ මනසට නැඟුණු පළමු දෙය නම් ඕනෑම මිනිසෙකු තවත් මිනිසෙකු මරා දැමීම සමරන්නේ කෙසේද? නමුත් විශ්වවිද්‍යාල ආචාර්යවරුන් කිහිප දෙනෙක් යුද ජයග්‍රහණය ගැන ජනාධිපතිතුමාට සුබ පතන්න ගියා.",
        "යුද ජයග්‍රහණයෙන් දශකයකට පසුවත්, ශ්‍රී ලංකාවේ ජාතික ප්‍රශ්නය විසඳීමට ඇති එකම විසඳුම යුද්ධය බව මගේ සමහර ජ්‍යෙෂ්ඨ සගයන්ට ඒත්තු ගොස් තිබේ. 2019 දී යාපනයේ ක්ෂේත්‍ර චාරිකාවකදී මගේ ජ්‍යෙෂ්ඨ සගයෙක් ප්‍රසිද්ධියේ කියා සිටියේ දෙමළ ජාතික සන්ධානයට ඒකීය රාජ්‍යයක් ඉල්ලා සිටීමට අදහසක් නැති බවයි. අධ්‍යයන කාර්ය මණ්ඩලය අතර ඇති මෙම අගතීන් උපාධි අපේක්ෂකයින් අතර ජාතිකවාදී සිතුවිලි අවුලුවාලීමට සහ අනෙකුත් ප්‍රජාවන් කෙරෙහි අවිශ්වාසය ඇති කළ හැකිය. සමාජ විද්‍යා අධ්‍යාපනය ඉලක්කම්වලින් මැන බැලීමෙන් අපේ විශ්වවිද්‍යාලවල ඇත්තටම සිදුවෙමින් පවතින දේ බැහැර කරයි.",
        "අවසාන වශයෙන්, ගුණාත්මකභාවය සහ ප්‍රමාණය වෙනස් විශ්ලේෂණාත්මක අංග දෙකකි. සමාජ විද්‍යාව වැනි ගුණාත්මක විෂයයන් වල ඉගැන්වීමේ සහ ඉගෙනීමේ ප්‍රතිඵල විශ්ලේෂණය කිරීමට කෙනෙකුට ප්‍රමාණාත්මක විශ්ලේෂණාත්මක මූලද්‍රව්‍ය භාවිතා කළ නොහැක. අධ්‍යාපන අර්බුදයක් දක්වා දිග හැරුණු අධ්‍යාපනයේ අර්බුදය නිසා සමාජය ගැන විවේචනාත්මකව සිතන්නට අද අපේ උපාධි අපේක්ෂකයන් සූදානම් නැත. ශ්‍රම වෙලඳපොල සඳහා ප්‍රතිදානය හෝ \"නිෂ්පාදන\" සංඛ්‍යාව මැනීමෙන් සමාජය ප්‍රජාතන්ත්‍රවාදය හෝ ජාතික ප්‍රශ්න විසඳන්නේ නැත. උපාධියක් තිබීමෙන් දෛනික ආහාර වේල සඳහා දඟලන මිනිසුන් සිටින රටක රැකියා උත්පාදනය නොවේ. අපට අවශ්‍ය වන්නේ ප්‍රජා ප්‍රශ්න හෝ විවිධ ජනවාර්ගික සහ වෙනත් කණ්ඩායම්වල අවශ්‍යතාවලට සංවේදී විනීත පුරවැසියන්ය.",
        "(කතුවරයා රුහුණු විශ්වවිද්‍යාලයේ රාජ්‍ය ප්‍රතිපත්ති දෙපාර්තමේන්තුවට අනුයුක්තව සිටී)",
        "කුප්පි යනු දේශන ශාලාවේ මායිමේ සිදුවෙමින් පවතින දේශපාලනයක් සහ අධ්‍යාපනයක් වන අතර එය සමාජ ධුරාවලියන් උපහාසයට ලක් කරන, යටපත් කරන සහ ඒ සමඟම නැවත තහවුරු කරයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சமூக அறிவியல் கல்வியில் நெருக்கடியா அல்லது சமூக அறிவியல் கல்வியின் நெருக்கடியா?",
      "body_lines": [
        "ஒரு மாதத்திற்கு முன்பு, நான் இணைந்திருக்கும் பல்கலைக்கழகம், 2017-2021 ஆம் ஆண்டிற்கான அவர்களின் ஆராய்ச்சி மற்றும் வெளியீடுகளின் விவரங்களைச் சமர்ப்பிக்குமாறு ஆசிரியர் கல்வியாளர்களுக்கு மின்னஞ்சல் அனுப்பியது. இந்த விவரங்கள் இலங்கையின் தேசிய கணக்காய்வு அலுவலகத்திற்குத் தேவை என்று அந்த மின்னஞ்சலில் குறிப்பிடப்பட்டுள்ளது. மனிதநேயம் மற்றும் சமூக அறிவியல் பீடத்தின் ஆராய்ச்சி வெளியீட்டை அளவிடுவதற்கான தகவல்களை சேகரிப்பதே இதன் நோக்கம். மின்னஞ்சலில் படைப்புகள் எதைப் பற்றியவை அல்லது அவற்றின் பங்களிப்பைக் காட்டிலும் அவற்றின் எண்ணிக்கையைக் கேட்டது.",
        "இந்த விவரிப்பு சமூக அறிவியலைக் கற்பித்தல் மற்றும் கற்றல் விளைவுகளை வரையறுத்தல் மற்றும் பகுப்பாய்வு செய்வதைச் சுற்றியுள்ள ஆழமான-அமர்ந்த வழிமுறை பதற்றத்தின் அடையாளமாகும். ஆஸ்திரேலியாவைச் சேர்ந்த கல்விப் பேராசிரியரான ஜார்ஜ் ஸ்டீபன்சன் பிரவுன், சமூக அறிவியலின் நோக்கங்கள், \"மாணவர்கள் வாழும் சமூகத்தைப் பாதிக்கும் எல்லாவற்றிலும் தீவிர ஆர்வத்தை வளர்ப்பது, பொது கேள்விகள் மற்றும் தெளிவான சிந்தனையில் அவர்களுக்கு பயிற்சி அளிப்பது\" என்று வலியுறுத்தினார். அவர்களின் சுற்றுச்சூழலை முழுமையாக ஆய்வு செய்வதன் மூலம் எதிர்காலத்தில் சரியான தீர்ப்புக்கு அவர்களைச் சித்தப்படுத்துங்கள். வரையறையின்படி, சமூக அறிவியலின் பங்களிப்புகளை எளிதில் அளவிட முடியாது. ஆயினும்கூட, தற்போது, ​​உயர்கல்வியில் உள்ள எங்கள் நிர்வாக அமைப்புகள், சமூக அறிவியல் கல்வியின் முடிவுகளை அளவோடு பகுப்பாய்வு செய்ய வேண்டும், அதாவது இளங்கலை பட்டதாரிகளின் எண்ணிக்கை \"உற்பத்தி\" (தொழிலாளர் சந்தைக்கு) அல்லது ஆராய்ச்சி வெளியீடுகள்.",
        "இந்த அனுபவம் ஒரு வருடத்திற்கு முன்பு 03/02/2021 அன்று தி ஐலண்டில் முதல் குப்பி கட்டுரையில் சிவமோகன் சுமதி விவாதித்த இரண்டு சவால்களை நினைவுபடுத்தியது: கல்வியில் நெருக்கடி மற்றும் கல்வி நெருக்கடி. இந்தக் கட்டுரை சுமதியின் வாதத்தை மறுபரிசீலனை செய்து, இந்த இரண்டு சவால்களைப் பற்றிய புதிய வாசிப்பை முன்வைக்கும் வகையில் உருவாக்கப்படும். அரசியல் அறிவியலில் ஒரு கல்வியாளராக எனது அறிவு மற்றும் பணி அனுபவத்தின் காரணமாக நான் வேண்டுமென்றே எனது வாதத்தை சமூக அறிவியலுக்கு வரம்பிடுகிறேன்.",
        "\"கல்வியின் நெருக்கடி என்பது கல்வி, அதன் நிறுவனங்கள், அதன் பாடங்கள், ஆசிரியர்கள் மற்றும் மாணவர்களின் அதிகாரமின்மை மற்றும் அதற்குப் புறம்பான சக்திகள், சந்தை சக்திகளால் அதன் கொள்கைகளை சிதைப்பது\" என்று சுமதியுடன் நான் உடன்படுகிறேன். பிரவுன் முன்மொழிந்தபடி, சமூக அறிவியலில் இளங்கலை பட்டதாரிகள் சமூகப் பிரச்சினைகளைக் கண்டறிந்து அவற்றுக்கான தீர்வுகளை முன்மொழிய வேண்டும். எனினும், இன்று இலங்கையில், நவதாராளவாத சந்தை சக்திகளின் தாக்கத்தினால் பல்கலைக்கழகத்தில் சமூக அறிவியலைக் கற்பதும் கற்பிப்பதும் வேறு திசைகளில் திரும்பியுள்ளதாகத் தெரிகிறது.",
        "பொதுச் சொத்துக்களை, அதாவது பல்கலைக் கழகங்களை, சந்தை உந்துதல் இலாபம் ஈட்டும் நிறுவனங்களாக மாற்றும் கொள்கை - இந்த பத்தியில் முன்னர் விவரிக்கப்பட்டது - குறைந்தபட்சம் இரண்டு வழிகளில் சமூக அறிவியலுக்கு சவால் விடுகிறது; \"வேலைவாய்ப்பு திறன்களை\" சமூக அறிவியலைக் கற்பித்தல் மற்றும் கற்றல் மற்றும் சந்தைத் தேவைகளுக்காக சமூக அறிவியல் படிப்புகளை வடிவமைத்தல் ஆகியவற்றின் முதன்மை நோக்கமாக மாற்றுவதன் மூலம்.",
        "உயர்கல்வி நிறுவனங்களில் முடிவெடுப்பதில் ஆதிக்கம் செலுத்தும் சமூக அறிவியல் அல்லாத பின்னணியைச் சேர்ந்த நவதாராளவாத ஆதரவாளர்கள், சமூக அறிவியல் பட்டதாரிகளின் வேலைவாய்ப்புத் திறன்களை மேம்படுத்துவதற்காக பாடத்திட்டத் திருத்தங்களை ஆதரிக்கின்றனர். ஆங்கில மொழியில் சரளமாக பேசுவதும், தகவல் தொடர்பு தொழில்நுட்பத்தை கட்டுப்படுத்துவதும் சமூக விஞ்ஞானிகளின் மிக அவசியமான திறன்களாக நிர்வாகத்தால் அடையாளம் காணப்படுகின்றன. எனவே, சமூக அறிவியல் இளங்கலைப் பட்டதாரிகளின் \"திறன்களை\" மேம்படுத்த, அவர்கள் தொழிலாளர் சக்தியின் ஒரு பகுதியாக ஆவதற்கு உலக வங்கியின் திட்டங்களின் மூலம் நிதியளிக்கப்பட்ட ஆங்கில மையங்கள் மற்றும் ICT முகாம்கள் செயல்படுத்தப்படுகின்றன.",
        "இந்தப் பயிற்சிகளின் பின்னரும் கூட, இந்தப் பட்டதாரிகள் இலங்கைப் பொருளாதாரத்தில் வேலை வாய்ப்புகளை எங்கே பெற முடியும் என்பது ஒரு பெரிய கேள்வி. உலக வங்கியின் திட்டங்கள், இலங்கையில் நிலவும் மோசமான பொருளாதாரச் சூழ்நிலையிலும், அடிப்படை மனிதத் தேவைகளைக் கூட வழங்குவதற்குப் போராடி வரும் நிலையில், இளங்கலைப் பட்டதாரிகளுக்கு உயர்-நடுத்தர பொருளாதாரத்தை மேம்படுத்த பயிற்சி அளிக்கும் வகையில் வடிவமைக்கப்பட்டுள்ளது. இந்தப் பயிற்சிகளின் மிகவும் மோசமான விளைவு மற்றும் உயர்கல்வியின் பொதுவான திசை, மக்களுக்கு அதிகாரம் அளிக்கும் ஒரு ஜனநாயக செயல்முறையாக கல்வி பற்றிய பார்வை மறைக்கப்பட்டுள்ளது, இது சுமதியின் \"கல்வியின் நெருக்கடி\" என்ற கருத்துக்கு என்னைக் கொண்டுவருகிறது.",
        "கல்வியின் நெருக்கடி என்ன? சுமதி தனது கட்டுரையில் குறிப்பிடுகிறார், “கல்வியின் நெருக்கடி என்பது அதன் ஜனநாயக ஆற்றலை இழந்துவிடுவது, சமூக ரீதியாக ஓரங்கட்டப்பட்டவர்களுக்கு அதிகாரம் அளிப்பது மற்றும் அதிக ஜனநாயகமயமாக்கலுக்கான அணிதிரட்டலுக்குள் உலகின் பார்வையை மறுபரிசீலனை செய்வது என்ற இரட்டைப் பணியாகும். இது நமது கல்வியின் உள்ளடக்கம் மற்றும் அதன் நோக்கங்களைப் பற்றியது. நாங்கள் யாருக்கு கல்வியாளர்களாக சேவை செய்கிறோம்?\".",
        "நமது சமூக அறிவியல் இளங்கலை பட்டதாரிகள் அல்லது பட்டதாரிகளிடம் இன்று என்ன பிரதிபலிப்பைக் காணலாம்? பொதுநலன்களைப் பற்றி சிந்திக்க அவர்களுக்கு நாம் கற்றுக் கொடுத்திருக்கிறோமா? அவர்கள் தங்கள் சமூகங்களுக்குள் என்ன நடவடிக்கைகளில் ஈடுபடுகிறார்கள்? சமூக அறிவியல் பட்டப்படிப்புகள் குடிமக்களை விமர்சன ரீதியாக சிந்திக்க அதிகாரம் அளிக்கின்றனவா; தமக்காக எழுந்து நிற்பது, வன்முறைக்கு எதிராக குரல் கொடுப்பது, இன பிற சமூகங்களின் கொலைகள்; கலாச்சார வேறுபாடுகளை மதிக்க; தேசியத்தை எதிர்ப்பதா?",
        "நமது பல்கலைக் கழகங்களில், இளங்கலைப் பட்டதாரிகள் தங்கள் அறிவை பாடப்புத்தகங்கள் மற்றும் தேர்வுத் தாள்களுக்குள் மட்டுப்படுத்தி, மற்றவருடன் ஒற்றுமையைக் கட்டியெழுப்பவோ அல்லது பன்முகத்தன்மையை மதிக்கவோ சிறிது நேரம் ஒதுக்குகிறார்கள்.",
        "\"சிறந்த\" கற்பவர்/வாசகர்/மாணவர் என்று மதிப்பிடும் தரவரிசை திட்டங்களால் ஒற்றுமை மேலும் பலவீனமடைகிறது. இவ்வகையில், உரிமைகள், சமத்துவம் மற்றும் நீதிக்காக நிற்கக்கூடிய சக்திவாய்ந்த தொழிலாளர் சக்தியாக ஒழுங்கமைக்கத் திறன் இல்லாத தொழிலாளர் சந்தைக்கு இணக்கமான தொழிலாளர்களை பல்கலைக்கழகங்கள் உருவாக்குகின்றன.",
        "இந்த பட்டதாரிகள் தொழிலாளர் சந்தையில் சேரும்போது, ​​அவர்கள் சிறந்த செயல்திறன் கொண்டவர்களாக இருக்க விரும்புவார்கள், விமர்சன சிந்தனையாளர்களாக அல்ல. இந்த உயர் செயல்திறன் கொண்டவர்கள் அல்லது 'கடன் வைத்திருப்பவர்கள்' பல்கலைக்கழக நிர்வாக அமைப்புகளுக்குள் நுழையும்போது, ​​அவர்களும் பல்கலைக்கழக வெளியீடுகளின் அளவை அதிகரிப்பதில் கவனம் செலுத்தலாம் i. இ. பட்டதாரிகளின் எண்ணிக்கை, வேலைகளின் எண்ணிக்கை, மாறாக இளங்கலை திட்டங்களின் தரம். அவர்கள் இளங்கலைப் பட்டதாரிகளிடையே போட்டியை ஊக்குவிக்கலாம், தனிமைப்படுத்துதல் மற்றும் அந்நியப்படுதல் ஆகியவற்றை தீவிரப்படுத்தலாம், ஒற்றுமை வேலைகளுக்கு சிறிது நேரம் ஒதுக்கலாம்.",
        "பல்கலைக்கழகங்கள் இளங்கலை பட்டதாரிகளுக்கு தேசியவாதம் பற்றி விமர்சன ரீதியாக சிந்திக்க இடங்களை உருவாக்குகின்றனவா? அல்லது கடினமான கேள்விகளுக்கான பதில்களை முன்மொழிவதா, உதாரணமாக தேசியப் பிரச்சினையா? நான் 2010 இல் பல்கலைக்கழகத்தில் தற்காலிக விரிவுரையாளராகச் சேர்ந்த போது, ​​வடக்கு மற்றும் கிழக்கில் எண்ணிலடங்கா மரணித்த பொதுமக்களின் யுத்த வெற்றியைக் கொண்டாடும் வகையில் எனது பல்கலைக்கழகத்தில் சமூக விஞ்ஞானப் பிரிவில் பட்டதாரிகளும் விரிவுரையாளர்களும் ஏற்பாடு செய்திருந்த நிகழ்வுகளை நான் அனுபவித்தேன். என் மனதில் தோன்றிய முதல் விஷயம் என்னவென்றால், எந்த ஒரு மனிதனும் இன்னொரு மனிதனைக் கொன்றதை எப்படிக் கொண்டாட முடியும்? எவ்வாறாயினும், யுத்த வெற்றி தொடர்பில் ஜனாதிபதிக்கு வாழ்த்து தெரிவிக்க பல்கலைக்கழக கல்வியாளர்கள் சிலர் சென்றிருந்தனர்.",
        "ஒரு தசாப்த கால யுத்த வெற்றியின் பின்னரும், இலங்கையின் தேசியப் பிரச்சினைக்குத் தீர்வு காண்பதற்கு யுத்தமே ஒரே தீர்வு என்பதில் எனது மூத்த சகாக்கள் சிலர் உறுதியாக உள்ளனர். 2019 ஆம் ஆண்டு யாழ்ப்பாணத்திற்கு கள விஜயம் மேற்கொண்டிருந்த போது எனது மூத்த சகாக்களில் ஒருவர் பொதுவெளியில் தமிழ் தேசிய கூட்டமைப்புக்கு ஒற்றையாட்சிக்கு அழைப்பு விடுக்கும் எண்ணம் இல்லை என்று கூறினார். கல்வி ஊழியர்களிடையே உள்ள இந்த தப்பெண்ணங்கள் இளங்கலை மாணவர்களிடையே தேசியவாத சிந்தனைகளைத் தூண்டி மற்ற சமூகங்கள் மீது அவநம்பிக்கையை வளர்க்கும். சமூக அறிவியல் கல்வியை எண்களால் அளவிடுவது நமது பல்கலைக்கழகங்களில் உண்மையில் என்ன நடக்கிறது என்பதைத் தவிர்க்கிறது.",
        "முடிவில், தரம் மற்றும் அளவு இரண்டு வெவ்வேறு பகுப்பாய்வு கூறுகள். சமூக அறிவியல் போன்ற தரமான பாடங்களின் கற்பித்தல் மற்றும் கற்றல் விளைவுகளை பகுப்பாய்வு செய்ய அளவு பகுப்பாய்வு கூறுகளைப் பயன்படுத்த முடியாது. இன்று, நமது இளங்கலை பட்டதாரிகள், கல்வியின் நெருக்கடியால், கல்வி நெருக்கடியாக விரிவடைந்துள்ளதால், சமூகத்தைப் பற்றி விமர்சன ரீதியாக சிந்திக்கத் தயாராக இல்லை. உற்பத்தி அல்லது தொழிலாளர் சந்தைக்கான \"தயாரிப்புகளின்\" எண்ணிக்கையை அளவிடுவது சமூகத்தை ஜனநாயகப்படுத்தாது அல்லது தேசிய பிரச்சினைகளை தீர்க்காது. அன்றாட உணவுக்காக மக்கள் போராடும் நாட்டில் பட்டம் பெற்றிருப்பது வேலை வாய்ப்பை உருவாக்காது. சமூகப் பிரச்சனைகள் அல்லது பலதரப்பட்ட இனங்கள் மற்றும் பிற குழுக்களின் நலன்கள் குறித்து உணர்திறன் கொண்ட ஒழுக்கமான குடிமக்கள் நமக்குத் தேவை.",
        "(ஆசிரியர் ருஹுணு பல்கலைக்கழகத்தின் பொதுக் கொள்கைத் துறையுடன் இணைக்கப்பட்டுள்ளார்)",
        "குப்பி என்பது விரிவுரை மண்டபத்தின் ஓரங்களில் நிகழும் ஒரு அரசியல் மற்றும் கற்பித்தல் ஆகும், இது சமூகப் படிநிலைகளை பகடி செய்து, சீர்குலைத்து, அதே நேரத்தில் மீண்டும் உறுதிப்படுத்துகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}