{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/tea-production-plummets-prices-remain-high/",
  "time_ut": 1654608660,
  "title": "Tea production plummets; prices remain high",
  "body_lines": [
    "Asia Siyaka (AS) tea market report for sale no. 21, covering the period May 31- June 1, indicates a production drop of nearly 10 million kilos compared to 2021.",
    "Results for the year up to the above dates, the report said, was 111.5 million kilos. Comparatively, for the same period in 2021, production recorded was 122.25 million kilos, indicating a minus variant for the comparative period of about 10 million kilos.",
    "The formalized plantation sector was not on hand to corroborate these results. However, tea smallholders and private tea factory owners, when contacted, confirmed a drop in production. It should also be noted that tea smallholders are responsible for 75 per cent tea production.",
    "Among the major factors that accounted for these results was the ill- advised decision by the current administration to ban imported fertilizer and the lack of weedicides. The above sources said fertilizer when available could not be applied because of the noxious weed growth. Additionally, as disclosed by the plantation sector, the lack of workers was also beginning to tell, because youngsters, both men and women, sought employment in urban locations.",
    "Smallholders said, previously, each field on estates or holdings was harvested on 7- day plucking round, thereby ensuring high standards of leaf harvested. However, because of the lack of workers, harvests were done once in 14 days, thus bringing down leaf standards.",
    "Irrespective of these debilitating influences, brokers’ reports said prices remained high.",
    "Forbes and Walker confirmed these results. They said Western BOP’s (Broken Orange Pekoe, the marketed leaf size), sold at Rs. 50 to Rs. 100 per kilo, recording comparative gains, same as the BOPF grade (Fannings). They also confirmed teas from Nuwara Eliya were substantially more expensive.",
    "Irrespective of leaf standards both brokers’ reports confirmed prices did not dip.",
    "The Ukraine factor was featured in the AS market report as well. It said Russia invading Ukraine meant that the tea industry was ‘back in a heap of trouble’. For tea, the two factors that count are fuel and fertilizer. Oil price increases are causing tea factories to stop manufacturing. The end result is that smallholder leaf is not produced, resulting in the relevant group of workers being deprived of their livelihood.",
    "There are about 400,000 tea smallholders who are affected by fuel restrictions. Besides, the power cuts for a number of hours each day seriously affect manufacturing processes and factories are unable to cope with the influx of green leaf.",
    "Russia and Belarus represent about 25 per cent of the global potash market, and fertilizer rates have already reacted to increased costs. This adds further costs to tea production.",
    "In a further comment the AS report said the tourism sector and foreign remittances are seriously affected, aggravating an already hopeless situation.",
    "From a demand standpoint, the report said Russia consumes an extraordinary amount of tea (140 million kilos) yearly.",
    "However, apart from Russia, Iraq, the UAE, Turkey, Iran and Azerbaijan, are all recorded markets for Ceylon Tea, besides Germany and the US.",
    "CSE gains over I per cent as a semblance of political stability emerges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "තේ නිෂ්පාදනය පහත වැටේ; මිල ඉහළ මට්ටමක පවතී",
      "body_lines": [
        "Asia Siyaka (AS) තේ වෙළඳපල වාර්තාව විකිණීමට ඇත. 21, මැයි 31 සිට ජූනි 1 දක්වා කාලය ආවරණය කරමින්, 2021 ට සාපේක්ෂව කිලෝ මිලියන 10 කට ආසන්න නිෂ්පාදන පහත වැටීමක් පෙන්නුම් කරයි.",
        "ඉහත දින දක්වා වර්ෂය සඳහා ප්‍රතිඵල කිලෝ මිලියන 111.5ක් බව වාර්තාවේ සඳහන් වේ. සංසන්දනාත්මකව, 2021 එම කාල සීමාව සඳහා, නිෂ්පාදනය කිලෝ මිලියන 122.25 ක් වාර්තා වූ අතර, එය කිලෝ මිලියන 10 ක පමණ සංසන්දනාත්මක කාලසීමාව සඳහා අඩු ප්‍රභේදයක් පෙන්නුම් කරයි.",
        "මෙම ප්‍රතිඵල සනාථ කිරීමට විධිමත් වතුකරය ක්‍රියාත්මක වූයේ නැත. කෙසේ වෙතත්, කුඩා තේ වතු හිමියන් සහ පෞද්ගලික තේ කම්හල් හිමියන් සම්බන්ධ කර ගත් විට, නිෂ්පාදනයේ පහත වැටීමක් තහවුරු විය. සියයට 75 ක තේ නිෂ්පාදනය සඳහා කුඩා තේ වතු හිමියන් වගකිව යුතු බව ද සඳහන් කළ යුතුය.",
        "මෙම ප්‍රතිඵල සඳහා බලපෑ ප්‍රධාන සාධක අතර වත්මන් පරිපාලනය විසින් ආනයනික පොහොර තහනම් කිරීමට ගත් අනිසි තීරණය සහ වල්නාශක නොමැතිකම ද විය. ඉහත මූලාශ්‍ර සඳහන් කළේ විෂ සහිත වල් පැලෑටි වර්ධනය නිසා පොහොර පවතින විට යෙදිය නොහැකි බවයි. මීට අමතරව, වතුකරයේ හෙළිදරව් කරන ලද පරිදි, කම්කරු හිඟය ද කියන්නට පටන් ගත්තේ, තරුණ තරුණියන්, පිරිමි සහ ගැහැණු යන දෙඅංශයෙන්ම නාගරික ස්ථානවල රැකියා සොයා ගිය බැවිනි.",
        "කුඩා වතු හිමියන් පැවසුවේ මීට පෙර වතුවල හෝ වතුවල ඇති සෑම කෙත් එකක්ම දින 7 ක නෙළන වටයකින් අස්වැන්න නෙළන ලද අතර එමඟින් ඉහළ ප්‍රමිතියෙන් යුත් දළු අස්වැන්නක් සහතික කළ හැකි විය. කෙසේ වෙතත්, සේවක හිඟය නිසා දින 14කට වරක් අස්වැන්න නෙළීම නිසා දළු ප්‍රමිතිය පහත වැටුණි.",
        "මෙම දුර්වල බලපෑම් නොතකා, තැරැව්කරුවන්ගේ වාර්තා පැවසුවේ මිල ඉහළ මට්ටමක පැවති බවයි.",
        "ෆෝබ්ස් සහ වෝකර් මෙම ප්රතිඵල තහවුරු කළහ. ඔවුන් පැවසුවේ වෙස්ටර්න් බීඕපී (බිඳුණු ඔරේන්ජ් පෙකෝ, අලෙවි කරන ලද කොළ ප්‍රමාණය) රු. 50 සිට රු. BOPF ශ්‍රේණියට සමාන (Fannings) සංසන්දනාත්මක ලාභ වාර්තා කරමින් කිලෝවකට 100. නුවරඑළියේ තේවල මිල වැඩි බව ද ඔවුහු තහවුරු කළහ.",
        "පත්‍ර ප්‍රමිතීන් නොතකා තැරැව්කරුවන් දෙදෙනාගේම වාර්තා සනාථ කරන ලද මිල ගණන් පහත වැටී නැත.",
        "යුක්රේන සාධකය AS වෙළඳපල වාර්තාවේ ද ඇතුළත් විය. රුසියාව යුක්රේනය ආක්‍රමණය කිරීම තේ කර්මාන්තය 'ආපසු අවුල් ගොඩකට' පත් වී ඇති බව එහි සඳහන් විය. තේ සඳහා ඉන්ධන සහ පොහොර යන සාධක දෙකයි. තෙල් මිල වැඩිවීම නිසා තේ කර්මාන්ත ශාලා නිෂ්පාදනය නතර වෙනවා. එහි අවසාන ප්‍රතිඵලය වන්නේ කුඩා වතු හිමියන්ගේ දළු නිෂ්පාදනය නොකිරීම නිසා අදාළ සේවක පිරිසට ජීවනෝපාය අහිමි වීමයි.",
        "ඉන්ධන සීමා කිරීම් හේතුවෙන් පීඩාවට පත් කුඩා තේ වතු හිමියන් ලක්ෂ හතරක් පමණ සිටිනවා. මීට අමතරව, සෑම දිනකම පැය ගණනාවක් විදුලිය විසන්ධි කිරීම නිෂ්පාදන ක්‍රියාවලීන්ට බරපතල ලෙස බලපාන අතර කර්මාන්තශාලා වලට අමු කොළ ගලා ඒම සමඟ සාර්ථකව කටයුතු කිරීමට නොහැකි වේ.",
        "රුසියාව සහ බෙලරුසියාව ගෝලීය පොටෑෂ් වෙළෙඳපොළෙන් සියයට 25 ක් පමණ නියෝජනය කරන අතර පොහොර මිල ගණන් දැනටමත් වැඩිවන පිරිවැයට ප්‍රතිචාර දක්වා ඇත. මෙය තේ නිෂ්පාදනයට තවත් පිරිවැයක් එකතු කරයි.",
        "තවදුරටත් අදහස් දක්වමින් AS වාර්තාව පවසන්නේ සංචාරක ක්ෂේත්‍රයට සහ විදේශ ප්‍රේෂණ බරපතල ලෙස බලපා ඇති බවත්, එය දැනටමත් බලාපොරොත්තු රහිත තත්වයක් උග්‍ර කරමිනි.",
        "ඉල්ලුමේ දෘෂ්ටි කෝණයකින්, වාර්තාව පැවසුවේ රුසියාව වාර්ෂිකව අසාමාන්‍ය තේ ප්‍රමාණයක් (කිලෝ මිලියන 140) පරිභෝජනය කරන බවයි.",
        "කෙසේ වෙතත්, රුසියාව හැර, ඉරාකය, එක්සත් අරාබි එමීර් රාජ්‍යය, තුර්කිය, ඉරානය සහ අසර්බයිජානය, ජර්මනිය සහ එක්සත් ජනපදය හැරුණු විට ලංකා තේ සඳහා වාර්තාගත වෙලඳපොලවල් වේ.",
        "දේශපාලන ස්ථාවරත්වයේ ස්වරූපයක් මතුවන විට CSE I % ට වඩා වැඩි වේ",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தேயிலை உற்பத்தி வீழ்ச்சி; விலை அதிகமாக இருக்கும்",
      "body_lines": [
        "ஆசியா சியாக்கா (AS) தேயிலை சந்தை அறிக்கை விற்பனை எண். 21, மே 31- ஜூன் 1 வரையிலான காலகட்டத்தை உள்ளடக்கியது, 2021 உடன் ஒப்பிடும்போது கிட்டத்தட்ட 10 மில்லியன் கிலோ உற்பத்தி வீழ்ச்சியைக் குறிக்கிறது.",
        "மேற்கூறிய தேதிகள் வரையிலான ஆண்டுக்கான முடிவுகள், 111.5 மில்லியன் கிலோ என்று அறிக்கை கூறியது. ஒப்பீட்டளவில், 2021 ஆம் ஆண்டின் இதே காலப்பகுதியில், உற்பத்தி 122.25 மில்லியன் கிலோவாக இருந்தது, இது ஒப்பீட்டளவில் 10 மில்லியன் கிலோவின் மைனஸ் மாறுபாட்டைக் குறிக்கிறது.",
        "இந்த முடிவுகளை உறுதிப்படுத்தும் வகையில் முறைப்படுத்தப்பட்ட பெருந்தோட்டத் துறை இருக்கவில்லை. எவ்வாறாயினும், சிறு தேயிலை உரிமையாளர்கள் மற்றும் தனியார் தேயிலை தொழிற்சாலை உரிமையாளர்களை தொடர்பு கொண்டபோது, ​​உற்பத்தி வீழ்ச்சியடைந்ததை உறுதிப்படுத்தினர். 75 சதவீத தேயிலை உற்பத்திக்கு சிறு தேயிலை உரிமையாளர்களே பொறுப்பு என்பதையும் கவனத்தில் கொள்ள வேண்டும்.",
        "இந்த முடிவுகளுக்குக் காரணமான முக்கிய காரணிகளில், இறக்குமதி செய்யப்பட்ட உரங்களைத் தடை செய்வதற்கான தற்போதைய நிர்வாகத்தின் தவறான முடிவு மற்றும் களைக்கொல்லிகளின் பற்றாக்குறை ஆகியவை அடங்கும். தீங்கு விளைவிக்கும் களை வளர்ச்சியின் காரணமாக உரம் கிடைக்கும் போது இட முடியாது என்று மேற்கண்ட வட்டாரங்கள் தெரிவித்தன. மேலும், தோட்டத் துறையினர் வெளிப்படுத்தியபடி, தொழிலாளர்களின் பற்றாக்குறையும் சொல்லத் தொடங்கியது, ஏனெனில் இளைஞர்கள், ஆண்கள் மற்றும் பெண்கள் இருவரும் நகர்ப்புறங்களில் வேலை தேடுகிறார்கள்.",
        "சிறு தோட்டக்காரர்கள் கூறுகையில், முன்பு, தோட்டங்கள் அல்லது நிலங்களில் உள்ள ஒவ்வொரு வயலும் 7 நாள் பறிக்கும் சுற்றில் அறுவடை செய்யப்பட்டு, அதன் மூலம் இலை அறுவடையின் உயர் தரம் உறுதி செய்யப்பட்டது. இருப்பினும், தொழிலாளர்கள் இல்லாததால், 14 நாட்களுக்கு ஒருமுறை அறுவடை செய்யப்பட்டதால், இலைகளின் தரம் குறைந்துள்ளது.",
        "இந்த பலவீனமான தாக்கங்களைப் பொருட்படுத்தாமல், தரகர்களின் அறிக்கைகள் விலைகள் அதிகமாகவே இருப்பதாகக் கூறுகின்றன.",
        "ஃபோர்ப்ஸ் மற்றும் வாக்கர் இந்த முடிவுகளை உறுதிப்படுத்தினர். வெஸ்டர்ன் பிஓபி (உடைந்த ஆரஞ்சு பெக்கோ, சந்தைப்படுத்தப்பட்ட இலை அளவு) ரூ. 50 முதல் ரூ. ஒரு கிலோவிற்கு 100, BOPF கிரேடு (Fannings) போன்ற ஒப்பீட்டு ஆதாயங்களைப் பதிவு செய்தல். நுவரெலியாவில் இருந்து கிடைக்கும் தேயிலைகள் கணிசமாக விலை அதிகம் என்பதையும் அவர்கள் உறுதிப்படுத்தினர்.",
        "இலைத் தரங்களைப் பொருட்படுத்தாமல் இரு தரகர்களின் அறிக்கைகளும் விலை குறையவில்லை என்பதை உறுதிப்படுத்தியது.",
        "உக்ரைன் காரணி AS சந்தை அறிக்கையிலும் இடம்பெற்றுள்ளது. ரஷ்யா உக்ரைனை ஆக்கிரமித்தது என்பது தேயிலை தொழில் மீண்டும் சிக்கலில் சிக்கியுள்ளது என்று கூறுகிறது. தேயிலைக்கு, எரிபொருள் மற்றும் உரம் ஆகிய இரண்டு காரணிகள் கணக்கிடப்படுகின்றன. எண்ணெய் விலை உயர்வால் தேயிலை தொழிற்சாலைகள் உற்பத்தியை நிறுத்துகின்றன. இதன் இறுதி முடிவு என்னவென்றால், சிறுவிடுதியாளர் இலை உற்பத்தி செய்யப்படாமல், சம்பந்தப்பட்ட தொழிலாளர்களின் வாழ்வாதாரத்தை இழக்க நேரிடுகிறது.",
        "எரிபொருள் கட்டுப்பாடுகளால் பாதிக்கப்பட்ட சுமார் 400,000 சிறு தேயிலை உரிமையாளர்கள் உள்ளனர். தவிர, ஒவ்வொரு நாளும் பல மணிநேரம் மின்வெட்டு உற்பத்தி செயல்முறைகளை கடுமையாக பாதிக்கிறது மற்றும் தொழிற்சாலைகள் பச்சை இலைகளின் வருகையை சமாளிக்க முடியவில்லை.",
        "ரஷ்யா மற்றும் பெலாரஸ் ஆகியவை உலகளாவிய பொட்டாஷ் சந்தையில் 25 சதவீதத்தை பிரதிநிதித்துவப்படுத்துகின்றன, மேலும் உரங்களின் விலைகள் ஏற்கனவே அதிகரித்த செலவுகளுக்கு எதிர்வினையாற்றியுள்ளன. இது தேயிலை உற்பத்திக்கு கூடுதல் செலவுகளை சேர்க்கிறது.",
        "மேலும் கருத்துரையில், AS அறிக்கையானது, சுற்றுலாத் துறையும் வெளிநாட்டுப் பணம் அனுப்புதலும் கடுமையாகப் பாதிக்கப்பட்டுள்ளதாகக் கூறியது, இது ஏற்கனவே நம்பிக்கையற்ற நிலைமையை மோசமாக்குகிறது.",
        "தேவை நிலைப்பாட்டில் இருந்து, ரஷ்யா ஆண்டுதோறும் அசாதாரண அளவு தேயிலையை (140 மில்லியன் கிலோ) உட்கொள்கிறது என்று அறிக்கை கூறியது.",
        "இருப்பினும், ரஷ்யாவைத் தவிர, ஈராக், ஐக்கிய அரபு எமிரேட்ஸ், துருக்கி, ஈரான் மற்றும் அஜர்பைஜான், ஜெர்மனி மற்றும் அமெரிக்காவைத் தவிர, சிலோன் தேயிலைக்கான பதிவு செய்யப்பட்ட சந்தைகளாகும்.",
        "அரசியல் ஸ்திரத்தன்மையின் சாயல் வெளிப்படுவதால் CSE I சதவீதத்திற்கு மேல் லாபம் ஈட்டுகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}