{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-suffering-reduced-if-imf-decision-was-made-earlier-harsha-91769/",
  "time_ut": 1647559560,
  "title": "Sri Lanka suffering reduced if IMF decision was made earlier: Harsha",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s current economic troubles would have been avoided if a decision has been made to approach the International Monetary Fund earlier and authorities cannot disclaim responsibility, opposition legislator Harsha de Silva said.",
    "De Silva said President Rajapaksa in a national address indicated that he will work with the IMF to solve the economic and debt crisis.",
    "“It is a good thing, but the problem is if the problem was anticipated, why the discussions with the IMF was delayed up to now,” de Silva said.",
    "“That this country was heading for a crisis was warned by independent economists about 18 months earlier.",
    "“If the current decision was taken then, people will not suffer as they are doing now.”",
    "Sri Lanka’s rupee has so far fallen from 203 to around 275 after an attempt was made to float the currency and end dual anchor conflicts (a too low policy rate enforced by liquidity injections which made the peg non-credible), but the float has not yet got established.",
    "De Silva was one of the first legislators who wanted the government to re-profile debt (extent maturity) as the central bank started to print money (monetary stimulus) after cutting taxes (fiscal stimulus) based on Cambridge economics/Keynesian style ideology, torpedoing Sri Lanka’s exchange rate peg.",
    "An exchange rate peg with a stable currency (and external anchor for reserve money) is the simplest monetary regime imaginable and has been followed by East Asia during their fastest growth phase and is also followed by Dubai and other GCC countries.",
    "Sri Lanka had such a regime from 1885 to 1950 where foreign reserves of 11 month of imports were collected until a Latin America style soft-peg (a regime with conflicting external and internal anchors) was set up styled on the Argentina central bank of Raul Prebisch in 1950.",
    "Legislators have the power to eliminate the sufferings of the people with one act of parliament which will take away the discretionary independence of the Monetary Board of Sri Lanka to print money under various pretexts based on failed Anglo-American ideology and commit them to a rule of law.",
    "In South Asia itself the Maldives has a partly credible peg which had broken only once or twice while Bhutan and Nepal have pegs with the Indian rupee which have lasted even longer.",
    "However the Indian rupee is not a stable external anchor and its policy errors and inflation de-stabilizes both nations.",
    "Both the public and legislators can take away the ability of the economists to destroy currencies by outlawing discretionary monetary policy.",
    "Credible external anchor/East Asia currency board: Exchange rate fixed, short term rates floats, domestic operations curtailed by law, reserve money driven by the balance of payments i.e. the foreign reserves.",
    "Credible domestic anchor: Interest rates are targeted by open market operations. Exchange rate interventions barred, no reserves are collected. The government manages both domestic and foreign debt by buying dollars in the open market.",
    "East Asia currency board plus or a peg with high degree of credibility: Wide policy corridor with two way liquidity auctions. Policy ceiling linked to anchor currency policy rate plus 100bp margin.",
    "May end up collecting un-necessary volumes of foreign reserves (Asian savings glut), and subject to risk from Keynesian/Cambridge economics economists coming into senior positions and changing domestic operations.",
    "Currency board plus with excessive reserves are at risk from the US Treasury for false charges of ‘undervaluing’ and a push by the IMF for flexible inflation targeting, which is also an oxymoron dual anchor conflicting regime which can trigger social unrest and unseat governments. (Colombo/Mar18/2022)"
  ],
  "translate": {
    "si": {
      "title": "ජාත්‍යන්තර මූල්‍ය අරමුදලේ තීරණය කලින් ගත්තොත් ශ්‍රී ලංකාවේ දුක් වේදනා අඩුයි: හර්ෂ",
      "body_lines": [
        "ECONOMYNEXT - ජාත්‍යන්තර මුල්‍ය අරමුදලට සම්බන්ධ වීමට කලින් තීරණයක් ගෙන තිබුනේ නම් සහ බලධාරීන්ට වගකීම පැහැර හැරිය නොහැකි නම් ශ්‍රී ලංකාවේ වත්මන් ආර්ථික ගැටළු මඟහරවා ගත හැකි බව විපක්ෂයේ ව්‍යවස්ථාදායක මන්ත්‍රී හර්ෂ ද සිල්වා මහතා පැවසීය.",
        "ආර්ථික හා ණය අර්බුදය විසඳීම සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ එක්ව කටයුතු කරන බව ජනාධිපති රාජපක්ෂ මහතා ජාතික දේශනයකදී පෙන්වා දුන් බව ද සිල්වා මහතා පැවසීය.",
        "“එය හොඳ දෙයක්, නමුත් ගැටලුව වන්නේ ගැටලුව අපේක්ෂා කළේ නම්, IMF සමඟ සාකච්ඡා මේ දක්වා ප්‍රමාද කළේ මන්ද යන්නයි,” ද සිල්වා පැවසීය.",
        "“මේ රට අර්බුදයකට යන බව ස්වාධීන ආර්ථික විද්‍යාඥයන් මීට මාස 18කට පමණ පෙර අනතුරු අඟවා තිබුණා.",
        "“දැන් තියෙන තීරණය එදා ගත්තා නම් දැන් මිනිස්සු දුක් විඳින්නේ නැහැ.”",
        "ශ්‍රී ලංකාවේ රුපියල මේ වන විට 203 සිට 275 දක්වා පහත වැටී ඇත්තේ මුදල් පාවෙන සහ ද්විත්ව නැංගුරම් ගැටුම් අවසන් කිරීමට ගත් උත්සාහයකින් පසුවය (ද්‍රවශීලතා එන්නත් මගින් බලාත්මක කරන ලද ඉතා අඩු ප්‍රතිපත්ති අනුපාතිකයක් නිසා එය විශ්වාස කළ නොහැකි විය), නමුත් පාවෙන නොවේ. තවමත් ස්ථාපිත වී ඇත.",
        "ද සිල්වා යනු කේම්බ්‍රිජ් ආර්ථික විද්‍යාව/කේන්සියානු පන්නයේ දෘෂ්ටිවාදය, ටෝපිඩෝ කිරීම මත පදනම්ව බදු කපා හැරීමෙන් පසු (මූල්‍ය උත්තේජක) මුදල් (මුදල් උත්තේජක) මුද්‍රණය කිරීමට පටන් ගත් බැවින් රජයට ණය (පරිණත පරිණතභාවය) නැවත ප්‍රොෆයිල් කිරීමට අවශ්‍ය වූ පළමු නීති සම්පාදකයන්ගෙන් කෙනෙකි. ශ්‍රී ලංකාවේ විනිමය අනුපාතිකය.",
        "ස්ථාවර මුදල් ඒකකයක් (සහ සංචිත මුදල් සඳහා බාහිර නැංගුරම) සහිත විනිමය අනුපාත පෙග් යනු සිතාගත හැකි සරලම මුදල් පාලන තන්ත්‍රය වන අතර නැගෙනහිර ආසියාව ඔවුන්ගේ වේගවත්ම වර්ධන අවධියේදී අනුගමනය කර ඇති අතර ඩුබායි සහ අනෙකුත් GCC රටවල් ද අනුගමනය කරයි.",
        "ශ්‍රී ලංකාවේ 1885 සිට 1950 දක්වා එවැනි පාලන තන්ත්‍රයක් පැවති අතර එහිදී ආර්ජන්ටිනාවේ මහ බැංකුවේ රාවුල් ප්‍රෙබිෂ් හි ලතින් ඇමරිකානු විලාසිතාවේ මෘදු-පෙග් (පටහැනි බාහිර හා අභ්‍යන්තර නැංගුරම් සහිත පාලන තන්ත්‍රයක්) පිහිටුවන තෙක් ආනයනික මාස 11 ක විදේශ සංචිත එකතු කරන ලදී. 1950 දී.",
        "අසාර්ථක ඇංග්ලෝ-ඇමරිකානු මතවාදයන් මත විවිධ කඩතුරාවන් යටතේ මුදල් මුද්‍රණය කිරීම සඳහා ශ්‍රී ලංකා මුදල් මණ්ඩලයේ අභිමතය පරිදි ස්වාධීනත්වය උදුරා ගන්නා පාර්ලිමේන්තු පනතකින් ජනතාවගේ දුක් වේදනා නැති කිරීමට නීති සම්පාදකයන්ට බලය ඇත. නීතිය.",
        "දකුණු ආසියාවේ ම මාලදිවයිනේ අර්ධ වශයෙන් විශ්වාස කළ හැකි ඇණක් ඇති අතර එය එක් වරක් හෝ දෙවරක් පමණක් කැඩී ගිය අතර භූතානය සහ නේපාලය ඉන්දියානු රුපියල සමඟ ඊටත් වඩා දිගු කාලයක් පැවතුනි.",
        "කෙසේ වෙතත් ඉන්දියානු රුපියල ස්ථාවර බාහිර නැංගුරමක් නොවන අතර එහි ප්‍රතිපත්තිමය දෝෂ සහ උද්ධමනය ජාතීන් දෙකම අස්ථාවර කරයි.",
        "අභිමතය පරිදි මුදල් ප්‍රතිපත්තිය නීති විරෝධී කිරීම මගින් මුදල් ඒකක විනාශ කිරීමට ආර්ථික විද්‍යාඥයින්ට ඇති හැකියාව මහජනතාවට සහ නීති සම්පාදකයන්ට අහිමි කළ හැකිය.",
        "විශ්වසනීය බාහිර නැංගුරම/නැගෙනහිර ආසියාවේ මුදල් මණ්ඩලය: විනිමය අනුපාතිකය ස්ථාවර, කෙටි කාලීන අනුපාත පාවෙන, නීතියෙන් සීමා කරන ලද දේශීය මෙහෙයුම්, ගෙවුම් ශේෂය එනම් විදේශ සංචිත මගින් මෙහෙයවනු ලබන සංචිත මුදල්.",
        "විශ්වසනීය දේශීය නැංගුරම: විවෘත වෙළඳපල මෙහෙයුම් මගින් පොලී අනුපාත ඉලක්ක කර ඇත. විනිමය අනුපාත මැදිහත්වීම් තහනම් කර ඇත, සංචිත එකතු නොකෙරේ. රජය දේශීය හා විදේශීය ණය කළමනාකරණය කරන්නේ විවෘත වෙළෙඳපොළේ ඩොලර් මිලදී ගැනීමෙනි.",
        "නැඟෙනහිර ආසියාවේ මුදල් මණ්ඩලය ප්ලස් හෝ ඉහළ විශ්වසනීයත්වයක් සහිත කූඩුවක්: ද්වි මාර්ග ද්‍රවශීලතා වෙන්දේසි සහිත පුළුල් ප්‍රතිපත්ති කොරිඩෝව. ප්‍රතිපත්ති සිවිලිම නැංගුරම් මුදල් ප්‍රතිපත්ති අනුපාතය සහ 100bp ආන්තිකය සමඟ සම්බන්ධ කර ඇත.",
        "අනවශ්‍ය විදේශ සංචිත ප්‍රමාණය එකතු කිරීම (ආසියානු ඉතුරුම් කෑදරකම) අවසන් විය හැකි අතර, කේන්සියානු/කේම්බ්‍රිජ් ආර්ථික විද්‍යාඥයින් ජ්‍යෙෂ්ඨ තනතුරුවලට පැමිණීමෙන් සහ දේශීය මෙහෙයුම් වෙනස් කිරීමේ අවදානමට යටත් විය හැක.",
        "මුදල් මණ්ඩලය සහ අධික සංචිත සහිත 'අඩු තක්සේරු කිරීම්' පිළිබඳ ව්‍යාජ චෝදනා සහ නම්‍යශීලී උද්ධමන ඉලක්ක සඳහා IMF විසින් තල්ලු කිරීම සඳහා එක්සත් ජනපද භාණ්ඩාගාරයෙන් අවදානමට ලක්ව ඇත, එය සමාජ නොසන්සුන්තාව සහ ආණ්ඩු අසහනයට පත් කළ හැකි ඔක්සිමොරොන් ද්විත්ව නැංගුරම් ගැටුම් පාලන තන්ත්‍රයක් ද වේ. (කොළඹ/මාර්තු18/2022)"
      ]
    },
    "ta": {
      "title": "சர்வதேச நாணய நிதியத்தின் தீர்மானம் முன்னதாக எடுக்கப்பட்டால் இலங்கையின் துன்பம் குறையும்: ஹர்ஷா",
      "body_lines": [
        "ECONOMYNEXT - சர்வதேச நாணய நிதியத்தை அணுகுவதற்கு முன்னதாகவே தீர்மானம் எடுக்கப்பட்டிருந்தால் இலங்கையின் தற்போதைய பொருளாதார சிக்கல்கள் தவிர்க்கப்பட்டிருக்கும் என்றும், அதிகாரிகள் பொறுப்பிலிருந்து விலக முடியாது என்றும் எதிர்க்கட்சி சட்டமன்ற உறுப்பினர் ஹர்ஷ டி சில்வா கூறினார்.",
        "பொருளாதார மற்றும் கடன் நெருக்கடியை தீர்க்க சர்வதேச நாணய நிதியத்துடன் இணைந்து பணியாற்றவுள்ளதாக ஜனாதிபதி ராஜபக்ஷ தேசிய உரையில் சுட்டிக்காட்டியதாக டி சில்வா கூறினார்.",
        "\"இது ஒரு நல்ல விஷயம், ஆனால் பிரச்சனை என்னவென்றால், பிரச்சனை எதிர்பார்க்கப்பட்டிருந்தால், சர்வதேச நாணய நிதியத்துடனான கலந்துரையாடல் ஏன் இப்போது வரை தாமதமானது\" என்று டி சில்வா கூறினார்.",
        "“இந்த நாடு ஒரு நெருக்கடியை நோக்கி செல்கிறது என்று 18 மாதங்களுக்கு முன்பே சுதந்திர பொருளாதார வல்லுனர்களால் எச்சரிக்கப்பட்டது.",
        "\"தற்போதைய முடிவு அப்போது எடுக்கப்பட்டால், மக்கள் இப்போது செய்வது போல் பாதிக்கப்பட மாட்டார்கள்.\"",
        "நாணயத்தை மிதக்கச் செய்து இரட்டை நங்கூரம் மோதல்களை முடிவுக்குக் கொண்டுவரும் முயற்சியின் பின்னர் இலங்கையின் ரூபாய் இதுவரை 203 இலிருந்து சுமார் 275 ஆக வீழ்ச்சியடைந்துள்ளது (பணப்புலக்க ஊசி மூலம் நடைமுறைப்படுத்தப்பட்ட மிகக் குறைந்த கொள்கை விகிதம் இது நம்பகத்தன்மையற்றதாக ஆக்கப்பட்டது), ஆனால் மிதவை இல்லை. இன்னும் நிறுவப்பட்டது.",
        "கேம்பிரிட்ஜ் பொருளாதாரம்/கெயின்சியன் பாணி சித்தாந்தம், டார்பிடோயிங் ஆகியவற்றின் அடிப்படையில் வரிகளை (நிதி தூண்டுதல்) குறைத்த பிறகு மத்திய வங்கி பணத்தை (பண ஊக்குவிப்பு) அச்சிடத் தொடங்கியதால், அரசாங்கம் கடனை (பரப்பு முதிர்ச்சி) மறு விவரம் செய்ய வேண்டும் என்று விரும்பிய முதல் சட்டமன்ற உறுப்பினர்களில் டி சில்வாவும் ஒருவர். இலங்கையின் செலாவணி மதிப்பு.",
        "நிலையான நாணயம் (மற்றும் கையிருப்புப் பணத்திற்கான வெளிப்புற நங்கூரம்) கொண்ட ஒரு மாற்று விகித பெக் என்பது கற்பனை செய்யக்கூடிய எளிமையான பணவியல் ஆட்சியாகும், மேலும் இது கிழக்கு ஆசியாவின் வேகமான வளர்ச்சிக் கட்டத்தில் பின்பற்றப்படுகிறது மற்றும் துபாய் மற்றும் பிற GCC நாடுகளால் பின்பற்றப்படுகிறது.",
        "1885 முதல் 1950 வரை இலங்கையில் அத்தகைய ஆட்சி இருந்தது, அங்கு 11 மாத இறக்குமதியின் வெளிநாட்டு இருப்புக்கள் சேகரிக்கப்பட்டன, லத்தீன் அமெரிக்க பாணி சாஃப்ட்-பெக் (முரண்பாடான வெளிப்புற மற்றும் உள் நங்கூரங்களைக் கொண்ட ஆட்சி) அர்ஜென்டினாவின் மத்திய வங்கியான ரவுல் ப்ரீபிஷில் நிறுவப்பட்டது. 1950 இல்.",
        "தோல்வியுற்ற ஆங்கிலோ-அமெரிக்கன் சித்தாந்தத்தின் அடிப்படையில் பல்வேறு சாக்குப்போக்குகளின் கீழ் பணத்தை அச்சடித்து அவர்களை ஒரு ஆட்சிக்கு அர்ப்பணிக்கும் இலங்கை நாணயச் சபையின் விருப்புரிமைச் சுதந்திரத்தைப் பறிக்கும் பாராளுமன்றத்தின் ஒரு சட்டத்தின் மூலம் மக்களின் துன்பங்களை நீக்குவதற்கு சட்டமன்ற உறுப்பினர்களுக்கு அதிகாரம் உள்ளது. சட்டம்.",
        "தெற்காசியாவிலேயே மாலத்தீவில் ஓரளவு நம்பகமான ஆப்பு உள்ளது, இது ஒருமுறை அல்லது இரண்டு முறை மட்டுமே உடைந்தது, அதே நேரத்தில் பூட்டான் மற்றும் நேபாளம் இந்திய ரூபாயுடன் இன்னும் நீண்ட காலம் நீடித்தன.",
        "இருப்பினும் இந்திய ரூபாய் ஒரு நிலையான வெளிப்புற நங்கூரம் அல்ல, அதன் கொள்கை பிழைகள் மற்றும் பணவீக்கம் இரு நாடுகளையும் ஸ்திரப்படுத்துகிறது.",
        "பொது மற்றும் சட்டமியற்றுபவர்கள் இருவரும் பணமதிப்புக் கொள்கையை சட்டவிரோதமாக்குவதன் மூலம் நாணயங்களை அழிக்கும் பொருளாதார வல்லுனர்களின் திறனைப் பறிக்க முடியும்.",
        "நம்பகமான வெளிப்புற நங்கூரம்/கிழக்காசியா நாணய வாரியம்: மாற்று விகிதம் நிலையானது, குறுகிய கால விகிதங்கள் மிதவைகள், சட்டத்தால் குறைக்கப்பட்ட உள்நாட்டு செயல்பாடுகள், இருப்பு பணம் அதாவது வெளிநாட்டு இருப்புகளால் இயக்கப்படும் பணம்.",
        "நம்பகமான உள்நாட்டு நங்கூரம்: வட்டி விகிதங்கள் திறந்த சந்தை செயல்பாடுகளால் குறிவைக்கப்படுகின்றன. மாற்று விகித தலையீடுகள் தடைசெய்யப்பட்டுள்ளன, இருப்புக்கள் எதுவும் சேகரிக்கப்படவில்லை. அரசாங்கம் திறந்த சந்தையில் டாலர்களை வாங்குவதன் மூலம் உள்நாட்டு மற்றும் வெளிநாட்டு கடனை நிர்வகிக்கிறது.",
        "கிழக்கு ஆசிய நாணய வாரியம் அல்லது அதிக நம்பகத்தன்மை கொண்ட ஒரு பெக்: இரு வழி பணப்புழக்க ஏலங்களுடன் கூடிய பரந்த கொள்கை நடைபாதை. பாலிசி உச்சவரம்பு ஆங்கர் கரன்சி பாலிசி வீதத்துடன் 100பிபி மார்ஜினுடன் இணைக்கப்பட்டுள்ளது.",
        "தேவையில்லாத அளவு வெளிநாட்டு இருப்புக்களை (ஆசிய சேமிப்பு பெருந்தொகை) சேகரிப்பதில் முடிவடையும், மேலும் கெயின்சியன்/கேம்பிரிட்ஜ் பொருளாதாரம் பொருளாதார வல்லுனர்கள் மூத்த பதவிகளுக்கு வருவது மற்றும் உள்நாட்டு செயல்பாடுகளை மாற்றும் ஆபத்துக்கு உட்பட்டது.",
        "'குறைவாக மதிப்பிடுதல்' என்ற தவறான குற்றச்சாட்டுகளுக்காக அமெரிக்க கருவூலத்தில் இருந்து நாணய வாரியம் மற்றும் அதிக இருப்புக்கள் ஆபத்தில் உள்ளன மற்றும் நெகிழ்வான பணவீக்க இலக்குக்கான IMF இன் உந்துதல், இது ஒரு ஆக்சிமோரன் இரட்டை நங்கூரம் முரண்பாடான ஆட்சியாகும், இது சமூக அமைதியின்மை மற்றும் அரசாங்கங்களை பதவி நீக்கம் செய்யலாம். (கொழும்பு/மார்ச்18/2022)"
      ]
    }
  }
}