{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/16/india-bans-wheat-exports-as-heat-wave-hurts-crop-domestic-prices-soar/",
  "time_ut": 1652694960,
  "title": "India bans wheat exports as heat wave hurts crop, domestic prices soar",
  "body_lines": [
    "Reuters; ndia banned wheat exports on Saturday days after saying it was targeting record shipments this year, as a scorching heat wave curtailed output and domestic prices hit a record high.",
    "The government said it would still allow exports backed by already issued letters of credit and to countries that request supplies “to meet their food security needs”.",
    "The move to ban overseas shipments was not in perpetuity and could be revised, senior government officials told a press conference.",
    "Global buyers were banking on supplies from the world’s second-biggest wheat producer after exports from the Black Sea region plunged following Russia’s Feb. 24 invasion of Ukraine. Before the ban, India had aimed to ship a record 10 million tonnes this year.",
    "The officials added that there was no dramatic fall in wheat output this year, but unregulated exports had led to a rise in local prices.",
    "“We don’t want wheat trade to happen in an unregulated manner or hoarding to happen,” commerce secretary BVR Subrahmanyam told reporters in New Delhi.",
    "Although not one of the world’s top wheat exporters, India’s ban could drive global prices to new peaks given already tight supply, hitting poor consumers in Asia and Africa particularly hard.",
    "“The ban is shocking,” a Mumbai-based dealer with a global trading firm said. “We were expecting curbs on exports after two to three months, but it seems like the inflation numbers changed the government’s mind.”",
    "Rising food and energy prices pushed India’s annual retail inflation near an eight-year high in April, strengthening expectations that the central bank would raise interest rates more aggressively.",
    "Wheat prices in India have risen to record highs, in some spot markets hitting 25,000 rupees ($320) per tonne, well above the government’s minimum support price of 20,150 rupees.",
    "Rising fuel, labour, transportation and packaging costs are also boosting the price of wheat flour in India.",
    "“It was not wheat alone. The rise in overall prices raised concerns about inflation and that’s why the government had to ban wheat exports,” said another senior government official who asked not to be named as discussions about export curbs were private. “For us, it’s abundance of caution.”",
    "India this week outlined its record export target for the fiscal year that started on April 1, saying it would send trade delegations to countries such as Morocco, Tunisia, Indonesia and the Philippines to explore ways to boost shipments.",
    "In February, the government forecast production of 111.32 million tonnes, the sixth straight record crop, but it cut the forecast to 105 million tonnes in May.",
    "A spike in temperatures in mid-March means the crop could instead be around 100 million tonnes or even lower, said a New Delhi-based dealer with a global trading firm.",
    "“The government’s procurement has fallen more than 50%. Spot markets are getting far lower supplies than last year. All these things are indicating lower crop,” the dealer said.",
    "Cashing in on a rally in global wheat prices after Russia invaded Ukraine, India exported a record 7 million tonnes of wheat in the fiscal year to March, up more than 250% from the previous year.",
    "“The rise in wheat price was rather moderate, and Indian prices are still substantially lower than global prices,” said Rajesh Paharia Jain, a New Delhi-based trader.",
    "“Wheat prices in some parts of the country had jumped to the current level even last year, so the move to ban export is nothing but a knee-jerk reaction.”",
    "Despite a drop in production and government purchases by the state-run Food Corporation of India (FCI), India could have shipped at least 10 million tonnes of wheat this fiscal year, Jain said.",
    "The FCI has so far bought a little over 19 million tonnes of wheat from domestic farmers, against last year’s total purchases of a record 43.34 million tonnes. It buys grain from local farmers to run a food welfare programme for the poor.",
    "Unlike previous years, farmers have preferred to sell wheat to private traders, who offered better prices than the government’s fixed rate.",
    "In April, India exported a record 1.4 million tonnes of wheat and deals were already signed to export around 1.5 million tonnes in May.",
    "“The Indian ban will lift global wheat prices. Right now there is no big supplier in the market,” another dealer said.",
    "India bans wheat exports as heat wave hurts crop, domestic prices soar"
  ],
  "translate": {
    "si": {
      "title": "තාප තරංගය බෝග වලට හානි කිරීම, දේශීය මිල ඉහළ යාම නිසා ඉන්දියාව තිරිඟු අපනයනය තහනම් කරයි",
      "body_lines": [
        "රොයිටර්; ndia සෙනසුරාදා දින තිරිඟු අපනයනය තහනම් කළේ එය මේ වසරේ වාර්තාගත නැව්ගත කිරීම් ඉලක්ක කරන බව පවසමින්, දැවෙන තාප තරංගය නිමැවුම් සීමා කිරීම සහ දේශීය මිල ගණන් වාර්තාගත ලෙස ඉහළ යාම හේතුවෙනි.",
        "දැනටමත් නිකුත් කර ඇති ණයවර ලිපි මගින් සහ “ඔවුන්ගේ ආහාර සුරක්ෂිතතා අවශ්‍යතා සපුරාලීම සඳහා” සැපයුම් ඉල්ලා සිටින රටවලට අපනයනය කිරීමට තවමත් ඉඩ දෙන බව රජය පැවසීය.",
        "විදේශීය නැව්ගත කිරීම් තහනම් කිරීමේ පියවර සදාකාලික නොවන අතර එය සංශෝධනය කළ හැකි බව රජයේ ඉහළ නිලධාරීන් මාධ්‍ය හමුවකදී පැවසීය.",
        "රුසියාවේ පෙබරවාරි 24 යුක්රේනය ආක්‍රමණයෙන් පසු කළු මුහුදේ ප්‍රදේශයෙන් අපනයන පහත වැටීමෙන් පසු ගෝලීය ගැනුම්කරුවන් ලොව දෙවන විශාලතම තිරිඟු නිෂ්පාදකයාගේ සැපයුම් මත බැංකු ගත කළහ. තහනමට පෙර ඉන්දියාව මේ වසරේ වාර්තාගත ටොන් මිලියන 10ක් නැව්ගත කිරීමට ඉලක්ක කර තිබුණි.",
        "මෙම වසරේ තිරිඟු නිෂ්පාදනයේ විශාල පහත වැටීමක් සිදු නොවූ නමුත්, නියාමනය නොකළ අපනයන දේශීය මිල ගණන් ඉහළ යාමට හේතු වී ඇති බව නිලධාරීන් වැඩිදුරටත් පැවසීය.",
        "\"අපි තිරිඟු වෙළඳාම නියාමනය නොකළ ආකාරයෙන් හෝ ගබඩා කිරීම සිදුවීමට අවශ්ය නැහැ,\" වාණිජ ලේකම් BVR Subrahmanyam නවදිල්ලියේ වාර්තාකරුවන්ට පැවසීය.",
        "ලෝකයේ ඉහළම තිරිඟු අපනයනකරුවෙකු නොවූවත්, ඉන්දියාවේ තහනම දැනටමත් දැඩි සැපයුමක් ලබා දී ඇති අතර, ආසියාවේ සහ අප්‍රිකාවේ දුප්පත් පාරිභෝගිකයින්ට විශේෂයෙන් දැඩි ලෙස පහර දෙමින් ගෝලීය මිල ගණන් නව උපරිමයකට ගෙන යා හැකිය.",
        "ගෝලීය වෙළඳ සමාගමක් සමඟ මුම්බායි හි වෙළෙන්දෙකු පැවසුවේ “තහනම් කිරීම කම්පනයට පත්වන සුළුයි. \"අපි මාස දෙක තුනකට පසු අපනයන සීමා කිරීමට අපේක්ෂා කළෙමු, නමුත් උද්ධමන සංඛ්යා ආන්ඩුවේ මනස වෙනස් කළ බව පෙනේ.\"",
        "ආහාර සහ බලශක්ති මිල ඉහල යාම, මහ බැංකුව විසින් පොලී අනුපාත වඩාත් ආක්‍රමණශීලී ලෙස ඉහල නංවනු ඇතැයි යන අපේක්ෂාවන් ශක්තිමත් කරමින්, අප්‍රේල් මාසයේ දී ඉන්දියාවේ වාර්ෂික සිල්ලර උද්ධමනය වසර අටක ඉහල මට්ටමක් කරා තල්ලු කළේය.",
        "ඉන්දියාවේ තිරිඟු මිල වාර්තාගත ලෙස ඉහළ ගොස් ඇති අතර සමහර ස්ථාන වෙලඳපොලවල ටොන් එකකට රුපියල් 25,000 (ඩොලර් 320) දක්වා ඉහළ ගොස් ඇත, එය රජයේ අවම ආධාරක මිල වන රුපියල් 20,150 ට වඩා බෙහෙවින් වැඩි ය.",
        "ඉන්ධන, ශ්‍රම, ප්‍රවාහන හා ඇසුරුම් වියදම් ඉහළ යාමත් ඉන්දියාවේ තිරිඟු පිටි මිල ඉහළ නංවයි.",
        "“එය තිරිඟු පමණක් නොවේ. සමස්ත මිල ඉහළ යාම උද්ධමනය පිළිබඳ කනස්සල්ලක් ඇති කළ අතර තිරිඟු අපනයනය තහනම් කිරීමට රජයට සිදු වූයේ එබැවිනි, ”යනුවෙන් අපනයන සීමා කිරීම් පිළිබඳ සාකච්ඡා පෞද්ගලික ඒවා බැවින් නම් නොකරන ලෙස ඉල්ලා සිටි තවත් ජ්‍යෙෂ්ඨ රජයේ නිලධාරියෙක් පැවසීය. \"අපට, එය සුපරීක්ෂාකාරී බහුලත්වයකි.\"",
        "ඉන්දියාව මේ සතියේ අප්‍රේල් 1 වැනිදා ආරම්භ වූ මූල්‍ය වර්ෂය සඳහා වාර්තාගත අපනයන ඉලක්කය ගෙනහැර දැක්වූ අතර, නැව්ගත කිරීම් ඉහළ නැංවීමේ ක්‍රම ගවේෂණය කිරීම සඳහා මොරොක්කෝව, ටියුනීසියාව, ඉන්දුනීසියාව සහ පිලිපීනය වැනි රටවලට වෙළඳ නියෝජිතයන් යවන බව පවසමින්.",
        "පෙබරවාරියේ දී, රජය ටොන් මිලියන 111.32 නිෂ්පාදනය පුරෝකථනය කර ඇති අතර එය අඛණ්ඩව හයවන වාර්තාගත බෝගය වන නමුත් එය මැයි මාසයේදී පුරෝකථනය ටොන් මිලියන 105 දක්වා අඩු කළේය.",
        "මාර්තු මැද භාගයේ උෂ්ණත්වය ඉහළ යාම යන්නෙන් අදහස් කරන්නේ අස්වැන්න ටොන් මිලියන 100 ක් හෝ ඊටත් වඩා අඩු විය හැකි බවයි, ගෝලීය වෙළඳ සමාගමක් සමඟ නවදිල්ලියේ වෙළෙන්දෙකු පැවසීය.",
        "“රජයේ ප්‍රසම්පාදනය 50%කට වඩා පහත වැටී ඇත. ස්ථාන වෙලඳපොලවල් පසුගිය වසරට වඩා බෙහෙවින් අඩු සැපයුම් ලබා ගනී. මේ සියල්ල අඩු අස්වැන්නක් පෙන්නුම් කරයි,\" වෙළෙන්දා පැවසීය.",
        "රුසියාව යුක්රේනය ආක්‍රමණය කිරීමෙන් පසු ගෝලීය තිරිඟු මිල ඉහළ යාමෙන් මුදල් ලබා ගනිමින්, ඉන්දියාව මාර්තු දක්වා මූල්‍ය වර්ෂය තුළ වාර්තාගත තිරිඟු ටොන් මිලියන 7 ක් අපනයනය කර ඇති අතර එය පෙර වසරට වඩා 250% කට වඩා වැඩි විය.",
        "\"තිරිඟු මිල ඉහළ යාම තරමක් මධ්‍යස්ථ වූ අතර ඉන්දියානු මිල තවමත් ගෝලීය මිලට වඩා සැලකිය යුතු ලෙස අඩු ය\" යනුවෙන් නවදිල්ලියේ වෙළෙන්දෙකු වන රාජේෂ් පහාරියා ජේන් පැවසීය.",
        "\"රටේ සමහර ප්‍රදේශවල තිරිඟු මිල පසුගිය වසරේ පවා වර්තමාන මට්ටමට ඉහළ ගොස් තිබුණි, එබැවින් අපනයනය තහනම් කිරීමට පියවර ගැනීම දණහිසට ප්‍රතිචාර දැක්වීමක් මිස අන් කිසිවක් නොවේ.\"",
        "ඉන්දියාවේ රාජ්‍ය ආහාර සංස්ථාව (FCI) විසින් නිෂ්පාදනය සහ රජයේ මිලදී ගැනීම් පහත වැටීමක් තිබියදීත්, මෙම මූල්‍ය වර්ෂයේදී ඉන්දියාවට අවම වශයෙන් තිරිඟු ටොන් මිලියන 10 ක් නැව්ගත කළ හැකිව තිබූ බව Jain පැවසීය.",
        "FCI විසින් මේ වන විට ගෘහස්ථ ගොවීන්ගෙන් තිරිඟු ටොන් මිලියන 19කට වඩා ටිකක් වැඩි ප්‍රමාණයක් මිලදී ගෙන ඇති අතර, පසුගිය වසරේ වාර්තාගත ටොන් මිලියන 43.34ක මුළු මිලදී ගැනීම්වලට එරෙහිවය. එය දුප්පතුන් සඳහා ආහාර සුබසාධන වැඩසටහනක් ක්‍රියාත්මක කිරීම සඳහා දේශීය ගොවීන්ගෙන් ධාන්‍ය මිලදී ගනී.",
        "පෙර වසරවල මෙන් නොව, ගොවීන් රජයේ ස්ථාවර මිලට වඩා හොඳ මිලක් ලබා දුන් පුද්ගලික වෙළඳුන්ට තිරිඟු විකිණීමට කැමැත්තක් දක්වා ඇත.",
        "අප්‍රේල් මාසයේදී ඉන්දියාව වාර්තාගත තිරිඟු ටොන් මිලියන 1.4ක් අපනයනය කළ අතර මැයි මාසයේදී ටොන් මිලියන 1.5ක් පමණ අපනයනය කිරීමට ගිවිසුම් අත්සන් කර ඇත.",
        "“ඉන්දියානු තහනම ගෝලීය තිරිඟු මිල ඉවත් කරනු ඇත. දැන් වෙළඳපොලේ විශාල සැපයුම්කරුවෙකු නොමැත, ”තවත් අලෙවිකරුවෙකු පැවසීය.",
        "තාප තරංගය බෝග වලට හානි කිරීම, දේශීය මිල ඉහළ යාම නිසා ඉන්දියාව තිරිඟු අපනයනය තහනම් කරයි"
      ]
    },
    "ta": {
      "title": "வெப்ப அலை விளைச்சலை பாதிக்கிறது, உள்நாட்டில் விலை உயர்கிறது என இந்தியா கோதுமை ஏற்றுமதியை தடை செய்கிறது",
      "body_lines": [
        "ராய்ட்டர்ஸ்; கொளுத்தும் வெப்ப அலை உற்பத்தியைக் குறைத்ததாலும், உள்நாட்டு விலைகள் வரலாறு காணாத உயர்வை எட்டியதாலும், இந்த ஆண்டு சாதனை ஏற்றுமதியை இலக்காகக் கொண்டதாகக் கூறி, சனிக்கிழமை நாட்களில் கோதுமை ஏற்றுமதியைத் தடை செய்தது.",
        "ஏற்கனவே வழங்கப்பட்ட கடன் கடிதங்கள் மற்றும் \"தங்கள் உணவுப் பாதுகாப்புத் தேவைகளைப் பூர்த்தி செய்ய\" பொருட்களைக் கோரும் நாடுகளுக்கு ஏற்றுமதியை இன்னும் அனுமதிக்கும் என்று அரசாங்கம் கூறியது.",
        "வெளிநாட்டு ஏற்றுமதிகளை தடை செய்வதற்கான நடவடிக்கை நிரந்தரமானது அல்ல, மேலும் இது திருத்தப்படலாம் என்று மூத்த அரசாங்க அதிகாரிகள் செய்தியாளர் கூட்டத்தில் தெரிவித்தனர்.",
        "உக்ரைன் மீதான ரஷ்யாவின் பிப்ரவரி 24 ஆக்கிரமிப்பைத் தொடர்ந்து கருங்கடல் பகுதியிலிருந்து ஏற்றுமதி சரிந்ததை அடுத்து, உலகளாவிய வாங்குவோர் உலகின் இரண்டாவது பெரிய கோதுமை உற்பத்தியாளரிடமிருந்து பொருட்களை வாங்குகின்றனர். தடைக்கு முன், இந்தியா இந்த ஆண்டு சாதனை 10 மில்லியன் டன்களை ஏற்றுமதி செய்ய இலக்கு வைத்திருந்தது.",
        "இந்த ஆண்டு கோதுமை உற்பத்தியில் வியத்தகு சரிவு ஏற்படவில்லை, ஆனால் ஒழுங்குபடுத்தப்படாத ஏற்றுமதி உள்ளூர் விலை உயர்வுக்கு வழிவகுத்தது என்று அதிகாரிகள் மேலும் தெரிவித்தனர்.",
        "\"கோதுமை வர்த்தகம் கட்டுப்பாடற்ற முறையில் நடைபெறுவதையோ அல்லது பதுக்கல் நடைபெறுவதையோ நாங்கள் விரும்பவில்லை\" என்று வர்த்தக செயலாளர் பிவிஆர் சுப்ரமணியம் புதுதில்லியில் செய்தியாளர்களிடம் கூறினார்.",
        "உலகின் முதன்மையான கோதுமை ஏற்றுமதியாளர்களில் ஒன்றாக இல்லாவிட்டாலும், இந்தியாவின் தடையானது உலக விலைகளை புதிய உச்சங்களுக்கு கொண்டு செல்லக்கூடும், ஏற்கனவே இறுக்கமான விநியோகம் வழங்கப்பட்டுள்ளது, குறிப்பாக ஆசியா மற்றும் ஆப்பிரிக்காவில் உள்ள ஏழை நுகர்வோரை கடுமையாக பாதிக்கிறது.",
        "\"தடை அதிர்ச்சியளிக்கிறது\" என்று மும்பையைச் சேர்ந்த ஒரு உலகளாவிய வர்த்தக நிறுவனத்தின் டீலர் கூறினார். \"இரண்டு அல்லது மூன்று மாதங்களுக்குப் பிறகு ஏற்றுமதியில் தடைகளை நாங்கள் எதிர்பார்த்தோம், ஆனால் பணவீக்க எண்கள் அரசாங்கத்தின் மனதை மாற்றியது போல் தெரிகிறது.\"",
        "அதிகரித்து வரும் உணவு மற்றும் எரிசக்தி விலைகள் இந்தியாவின் வருடாந்திர சில்லறை பணவீக்கத்தை ஏப்ரலில் எட்டு ஆண்டுகளில் இல்லாத அளவுக்கு உயர்த்தியது, மத்திய வங்கி வட்டி விகிதங்களை இன்னும் தீவிரமாக உயர்த்தும் என்ற எதிர்பார்ப்புகளை வலுப்படுத்தியது.",
        "இந்தியாவில் கோதுமை விலை சாதனை உச்சத்திற்கு உயர்ந்துள்ளது, சில ஸ்பாட் சந்தைகளில் டன் ஒன்றுக்கு 25,000 ரூபாய் ($320), அரசாங்கத்தின் குறைந்தபட்ச ஆதரவு விலையான 20,150 ரூபாய்க்கும் அதிகமாக உள்ளது.",
        "அதிகரித்து வரும் எரிபொருள், உழைப்பு, போக்குவரத்து மற்றும் பேக்கேஜிங் செலவுகளும் இந்தியாவில் கோதுமை மாவின் விலையை உயர்த்துகின்றன.",
        "\"இது கோதுமை மட்டும் அல்ல. ஒட்டுமொத்த விலை உயர்வு பணவீக்கத்தைப் பற்றிய கவலையை எழுப்பியது, அதனால்தான் கோதுமை ஏற்றுமதியை அரசாங்கம் தடை செய்ய வேண்டியிருந்தது, ”என்று மற்றொரு மூத்த அரசாங்க அதிகாரி கூறினார். \"எங்களைப் பொறுத்தவரை, இது மிகுந்த எச்சரிக்கையாகும்.\"",
        "ஏற்றுமதியை அதிகரிப்பதற்கான வழிகளை ஆராய மொராக்கோ, துனிசியா, இந்தோனேசியா மற்றும் பிலிப்பைன்ஸ் போன்ற நாடுகளுக்கு வர்த்தகப் பிரதிநிதிகளை அனுப்புவதாகக் கூறி, ஏப்ரல் 1 ஆம் தேதி தொடங்கிய நிதியாண்டிற்கான தனது சாதனை ஏற்றுமதி இலக்கை இந்தியா இந்த வாரம் கோடிட்டுக் காட்டியது.",
        "பிப்ரவரியில், அரசாங்கம் 111.32 மில்லியன் டன்கள் உற்பத்தியாகும் என்று கணித்துள்ளது, இது ஆறாவது தொடர்ச்சியான சாதனைப் பயிர், ஆனால் மே மாதத்தில் அது 105 மில்லியன் டன்களாக கணிப்பைக் குறைத்தது.",
        "மார்ச் நடுப்பகுதியில் வெப்பநிலை அதிகரிப்பதால், பயிர் சுமார் 100 மில்லியன் டன்கள் அல்லது அதற்கும் குறைவாக இருக்கலாம் என்று புது தில்லியைச் சேர்ந்த உலகளாவிய வர்த்தக நிறுவனத்துடன் டீலர் கூறினார்.",
        "“அரசாங்கத்தின் கொள்முதல் 50%க்கும் மேல் குறைந்துள்ளது. ஸ்பாட் மார்க்கெட்டுகளில் கடந்த ஆண்டை விட மிகக் குறைவான வரத்துகள் கிடைத்துள்ளன. இவை அனைத்தும் குறைந்த விளைச்சலைக் குறிக்கின்றன, ”என்று வியாபாரி கூறினார்.",
        "ரஷ்யா உக்ரைனை ஆக்கிரமித்த பிறகு உலகளாவிய கோதுமை விலையில் ஏற்றம் பெற்றதன் மூலம், மார்ச் வரையிலான நிதியாண்டில் இந்தியா 7 மில்லியன் டன் கோதுமையை ஏற்றுமதி செய்தது, இது முந்தைய ஆண்டை விட 250% அதிகமாகும்.",
        "\"கோதுமை விலையில் உயர்வு மிதமானதாக இருந்தது, மேலும் இந்திய விலைகள் உலக விலையை விட கணிசமாகக் குறைவாகவே உள்ளன\" என்று புது தில்லியைச் சேர்ந்த வர்த்தகரான ராஜேஷ் பஹாரியா ஜெயின் கூறினார்.",
        "\"நாட்டின் சில பகுதிகளில் கோதுமை விலை கடந்த ஆண்டு கூட தற்போதைய நிலைக்கு உயர்ந்துள்ளது, எனவே ஏற்றுமதியை தடை செய்வதற்கான நடவடிக்கை ஒரு முழங்கால் வினையைத் தவிர வேறில்லை.\"",
        "இந்திய அரசு நடத்தும் உணவுக் கழகம் (FCI) உற்பத்தி மற்றும் அரசு கொள்முதல் குறைந்திருந்தாலும், இந்த நிதியாண்டில் இந்தியா குறைந்தபட்சம் 10 மில்லியன் டன் கோதுமையை ஏற்றுமதி செய்திருக்க முடியும் என்று ஜெயின் கூறினார்.",
        "FCI இதுவரை உள்நாட்டு விவசாயிகளிடமிருந்து 19 மில்லியன் டன் கோதுமையை வாங்கியுள்ளது, கடந்த ஆண்டு மொத்த கொள்முதல் 43.34 மில்லியன் டன்களுக்கு எதிராக. ஏழைகளுக்கான உணவு நலத்திட்டத்தை நடத்துவதற்காக உள்ளூர் விவசாயிகளிடமிருந்து தானியங்களை வாங்குகிறது.",
        "முந்தைய ஆண்டுகளைப் போலன்றி, விவசாயிகள் கோதுமையை தனியார் வணிகர்களிடம் விற்க விரும்புகிறார்கள், அவர்கள் அரசாங்கத்தின் நிலையான விலையை விட சிறந்த விலையை வழங்குகிறார்கள்.",
        "ஏப்ரலில், இந்தியா 1.4 மில்லியன் டன் கோதுமையை ஏற்றுமதி செய்தது மற்றும் மே மாதத்தில் சுமார் 1.5 மில்லியன் டன்கள் ஏற்றுமதி செய்வதற்கான ஒப்பந்தங்கள் ஏற்கனவே கையெழுத்தாகியுள்ளன.",
        "“இந்திய தடையானது உலகளாவிய கோதுமை விலையை உயர்த்தும். இப்போது சந்தையில் பெரிய சப்ளையர் இல்லை, ”என்று மற்றொரு வியாபாரி கூறினார்.",
        "வெப்ப அலை விளைச்சலை பாதிக்கிறது, உள்நாட்டில் விலை உயர்கிறது என இந்தியா கோதுமை ஏற்றுமதியை தடை செய்கிறது"
      ]
    }
  }
}