{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-remittances-down-52-pct-in-april-2022-94521/",
  "time_ut": 1653205680,
  "title": "Sri Lanka remittances down 52-pct in April 2022",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s official remittances were down 52 percent from a year ago to 248 million US dollars in April 2022, indicating that an attempt to float the currency had not yet succeeded and parallel exchange rates remained at a rate higher than banks.",
    "Sri Lanka had received about 1,031.5 million US dollars in worker remittances from official banking channels.",
    "In 2021, Sri Lanka received 2,385 million US dollars of remittances. In the first four months remittances were down 56 percent.",
    "The rest was diverted to parallel markets as the banks were unable to give enough dollars to importers who were demanding dollars armed with excess money printed by the central bank usually to keep rates down or finance the deficit.",
    "Money is usually printed to pay state workers, who then buy goods or travel using the printed money, triggering forex shortages and depreciation when the depleted stocks are replaced by importers.",
    "When central bank either control the exchange rate or place exchange control, the new money seeking to go out are settled at higher parallel exchange rates via traditional Hundi/Undiyal/Hawala gross settlement systems.",
    "In Sri Lanka a large chunk of the unofficial remittances went to food imports. As a result though there were medicine and fuel shortages, the country was spared of food shortages despite a harvest failure due state intervention in agriculture.",
    "In April the central bank hiked policy rate 700 basis points to 14.50 percent. Market rates have risen faster to around 20 percent, bringing monetary policy to support the exchange rate.",
    "The higher rates are expected to collapse private credit and economic activity to help stabilize the unstable soft-peg (flexible exchange rate).",
    "The flexible exchange rate which has inherent anchor conflict (no consistent monetary policy) due to flexible policy collapsed to 380 to the US dollars after the central bank ran out of reserves and attempted to float it without raising rates.",
    "The float also failed due to a surrender rule (central bank purchases of dollars to further push down the broken peg) critics have said.",
    "Sri Lanka’s monetary policy deteriorated severely after the end of a 30-year war as discretion triumphed rules under by flexible inflation targeting and output gap targeting (printing money to boost growth) possibly violating Section 5 (a) of the Monetary Law Act.",
    "The International Monetary Fund gave technical support to calculate an output gap target and engage in flexible policy encouraging the violation of the economic and price stability objective of the central bank bank.",
    "After two currency crisis in 2015/2016 and 2018 triggered growth shocks and depreciation, a new administration in 2020 also cut taxes saying there was a ‘persistent output gap’ adding fiscal stimulus to monetary stimulus,",
    "The country which went through a 30-year civil war, defaulted after 7 years of flexible inflation targeting and output gap targeting.  With the foreign exchange shortages still persisting, the country is now scrambling for ‘bridge financing’, despite defaulting. (Colombo/May22/2022)"
  ]
}