{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hnb-strengthens-partnership-with-dimo-to-enhance-local-agricultural-mechanisation/",
  "time_ut": 1652278140,
  "title": "HNB strengthens partnership with DIMO to enhance local agricultural mechanisation",
  "body_lines": [
    "Hatton National Bank, PLC (HNB), Sri Lanka’s premier private sector bank, renewed its long-standing partnership with DIMO Agribusinesses, the agricultural arm of DIMO, Sri Lanka’s leading diversified conglomerate.",
    "Through this partnership, HNB and DIMO will offer their mutual customers an extensive list of discounts and facilities inclusive of low-interest rates, flexible repayment schemes, and exclusive benefits for Agri Machinery provided by DIMO Agribusinesses. The renewed partnership was commemorated at a special ceremony held at DIMO Head office in the presence of HNB and DIMO representatives.",
    "“We are excited to collaborate with DIMO once again to strengthen agricultural entrepreneurs with the opportunity to purchase new vehicles and machinery. Given the challenging times we face, we’ve worked especially hard to ensure our customers have convenient payment solutions to fulfill their needs. We hope that entrepreneurs will make use of this unique opportunity to grow their business,” HNB Deputy General Manager- Retail and SME Banking, Sanjay Wijemanne said.",
    "HNB will offer leasing facilities for brand new Mahindra & Swaraj tractors as well as CLAAS and Lovol combine harvesters. Customers will also have access to a wide range of discounts and exciting deals through the value-added Prestige Prime credit offered for free with the first-year annual fee waived off. HNB General Insurance will offer attractive discounts for vehicle insurance premiums in addition to a free life insurance cover of Rs. 4.5 million for accidental deaths, while HNB Assurance will offer a Rs. 600,000 natural death insurance cover.",
    "“DIMO has always been at the forefront of promoting agriculture mechanization, and our diverse product portfolio looks to increase the productivity in the industry. Partnerships of this nature will accelerate the agriculture mechanization process in the industry. We are developing agripreneurship in the country so we can continue fuelling dreams and aspirations of the farming community,” DIMO Chief Operating Officer and Head of Agri Machinery Business of the Group, Rajeev Pandithage said.",
    "DIMO will offer customers a 4-year warranty on any Mahindra and Swaraj tractors purchased and a one-year comprehensive warranty on CLAAS and Lovol Harvesters. Customers who purchase Mahindra or Swaraj tractors will also be eligible for the Free Farmers Kit, free oil filters for two years, and three free services. All DIMO customers can rest assured as each purchase will be backed by over 80 years of DIMO trust and exceptional after-sales care.",
    "With 256 customer centers across the country, HNB is one of Sri Lanka’s largest, most technologically innovative banks. HNB has been recognised locally and globally for its efforts to drive forward a new paradigm in digital banking. Consolidating its reputation for banking excellence, HNB bagged the Best Retail Bank and Best SME Bank awards in the Banking category at the International Finance Awards 2021. The bank was also ranked among the World Top 1,000 Banks list compiled by the prestigious UK-based Banker Magazine for five consecutive years. HNB was also declared Best Sub-Custodian Bank in Sri Lanka at the Global Finance Awards 2020. HNB has a national rating of AA- (lka) by Fitch Ratings (Lanka) Ltd.",
    "Fuelling the dreams and aspirations of the communities they serve, DIMO has diversified into Agriculture, Healthcare, Education, Infrastructure Development, Automobile, Retail, and much more. DIMO has been recognised as a ‘Great Place to Work’ for nine consecutive years and has also twice clinched the ‘Asia’s Best Workplace’ title. DIMO was also listed as one of the Most Respected Entities in Sri Lanka and has received many national and international accolades for Integrated Reporting and Corporate Social Responsibility.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}