{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81697/slma-urges-govt-to-secure-funding-to-fulfill-basic-needs-of-hospitals",
  "time_ut": 1649357460,
  "title": "SLMA urges govt to secure funding to fulfill basic needs of hospitals",
  "body_lines": [
    "The Sri Lanka Medical Association (SLMA) on Thursday said there is an acute shortage of essential medicines, reagents, equipment and consumables in government hospitals and the private healthcare sector in Sri Lanka.",
    "In a letter addressed to President Gotabaya Rajapaksa, the SLMA Medical Intercollegiate Committee called for urgent corrective measures for the crisis affecting the health and wellbeing of the people of Sri Lanka.",
    "The SLMA said already decisions have been made to curtail some services such as routine surgical operations and even limit the usage of available material to life-threatening illnesses.",
    "“This is not at all a sound policy as, what is considered non-emergency situations could turn into life-threatening problems within a few hours,” the association emphasized.",
    "“In addition, this is not a sustainable policy and unless urgent replenishment of supplies is made, within a matter of weeks, if not days, emergency treatment will also not be possible.”",
    "“This will result in a catastrophic number of deaths, which is likely to be in excess of the combined death toll of COVID, Tsunami and the Civil War,” the letter warned.",
    "The SLMA Intercollegiate Committee also said it was greatly concerned about the shortages of food and essential paraphernalia for people to provide themselves with basic needs such as nutrition, transport and electricity.",
    "“We are also concerned gravely about the need to preserve fundamental rights and guarantee basic freedoms such as right to information as these encompass important aspects of mental and social wellbeing of a population.”",
    "In its letter, the SLMA Medical Intercollegiate Committee (SMIC) also offered its assistance to the authorities to overcome the crisis.",
    "“We accept that the current crisis has no immediate solutions and are willing to extend our expertise, guidance and advice to you at this moment,” it said.",
    "The SLMA said it has initiated discussions with its members on preservation of the existing stocks of medicines and consumables to last for as long as possible by prudent use, which it points out may be only a very short-term solution.",
    "“We do appreciate that even patients having non-emergency and non-urgent illnesses require optimal care and withholding their treatment will pose medical and ethical problems for the doctors of the country.”",
    "“We urge you to discuss with ministers holding relevant portfolios, public officials such as Secretary to Treasury, Secretary Health and Governor of the Central Bank about securing funding to fulfill the basic needs of the hospitals and the National Immunization Programme of the country.”",
    "In the letter, the SLMA requests an urgent appointment to meet the President with top officials of the Ministry of Health to discuss and develop a contingency plan, while also assuring its fullest support to mitigate the crisis.",
    "SMIC Letter to the President of Sri Lanka (April 6, 2022) by Adaderana Online on Scribd"
  ]
}