{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top-story-sports-2/Chamika-triggers-collapse-Sri-Lanka-draw-level-with-Australia/326-239194",
  "time_ut": 1655401560,
  "title": "Chamika triggers collapse, Sri Lanka draw level with Australia",
  "body_lines": [
    "All-rounder Chamika Karunaratne triggered an Australian batting collapse, as Sri Lanka fought back to level the five-match ODI series at a game-apiece at the Pallekele Stadium on Thursday.",
    "On a wicket that batsmen struggled to score fluently on, Maxwell was an outlier, striking three boundaries off Dunith Wellalage, racing to 18 off 14 deliveries, with the Australians needing 68 runs off 72 balls to win.",
    "That equation read 56 off 54 at the start of Karunaratne's sixth over, which Maxwell opened with a boundary over mid-off. Two balls later however, Karunaratne had a flat-batting Maxwell caught at cover, a crucial wicket in the flow of the game, instigating a collapse during which the Aussies lost five wickets for 19 runs.",
    "Rain had prematurely ended Sri Lanka's innings at 220 for 9 after 47.4 overs, and play resumed with Australia needing a revised target 216 in 43 overs.",
    "Early damage was done by Dhananjaya de Silva and young Wellalage, who accounted for the first four Australian wickets, with Karunaratne removing Steven Smith for 28, leaving the Australia on 132 for 5 in the 29th over.",
    "That brought Maxwell to the crease, and after a circumspect start, he raced into ominous gear with a boundary off Maheesh Theekshana in the over before he took the three boundaries off Wellalage.",
    "Sri Lanka showed quality in the field, exemplified by Wellalage who, along with his contributions with bat and ball, took a stunning catch at deep square leg to dismiss Pat Cummins -- Sri Lanka captain Dasun Shanaka also taking two excellent catches.",
    "Earlier in the day, Australia’s bowling trio spearheaded by right arm pacie Cummins along with spinners Maxwell and Mathew Kuhnemann, who interestingly was taking part in the four-day Australia A versus Sri Lanka A game in Sooriyawewa on Wednesday before being drafted in place of injured Ashton Agar, combined to share eight wickets between them to restrict Sri Lanka to a score of 220 for 9.",
    "The Sri Lankan batsmen were bogged down, made to work hard for their runs after openers Danushka Gunathilaka and Pathum Nissanka were sent back to the pavilion with the score on 35.",
    "Kusal Mendis and de Silva gave some hope for the home side with the pair playing with caution and put on a 61-run stand before Cummins made the breakthrough with Sri Lanka on 96 for 3.",
    "Mendis, who made a top score of 86 in the first ODI, did not last much longer as he became the first of two victims for Maxwell 12 runs later.",
    "At the halfway stage of the innings Sri Lanka were struggling on 111 for 4 before Charith Asalanka became the fifth wicket, falling to Maxwell, with the score on 130.",
    "Skipper Shanaka and Karunaratne steadied the Sri Lanka innings but their stay together proved brief, separated by Kuhnemann, having added 29 runs for the sixth wicket.",
    "With Shanaka following 13 runs later, young Wellalage along with Jeffrey Vandersay added 26 runs for the seventh wicket.",
    "Wellalage made a crucial contribution of 20, before he and Vandersay were dismissed and the hosts slid to 199 for 9 in the 44th over.",
    "Last pair Dushmantha Chameera and Theekshana put in some stiff resistance and had added 21 runs when the rains came down."
  ]
}