{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81626/imf-to-continue-providing-support-to-pakistan-after-new-govt-is-formed",
  "time_ut": 1649091180,
  "title": "IMF to continue providing support to Pakistan after ‘new govt is formed’",
  "body_lines": [
    "Amid the ongoing constitutional crisis in the country, the dissolution of the National Assembly, and the announcement of early elections, the International Monetary Fund (IMF) Monday assured Pakistan that it would continue its support to the country “once the new government is formed.”",
    "“There is no concept of suspension within the IMF programme,” the Fund said in a brief statement issued in this regard.",
    "Speaking to Geo.tv, Pakistan-Kuwait Investment Company’s Head of Research Samiullah Tariq said: “I think as the country is in a [political] transition, they need authorities for commitment regarding policies.”",
    "The statement from the IMF also indicates that the seventh review has ended and the three-year Extended Fund Facility (EFF) has been put on hold for the third time since it began in May 2019.",
    "In May 2019, Pakistan and the IMF reached a staff-level agreement on economic policies for a three-year Extended Fund Facility (EFF).",
    "Under the agreement, Pakistan was to receive about $6 billion for a period of 39 months, and so far it has received almost half it.",
    "Earlier, top official sources said the IMF and the now-former PTI-led government of Pakistan had reached a deadlock amid talks for the seventh review after the Fund discovered a yawning gap between the cost and official estimates provided by Pakistani authorities for the Prime Minister Imran Khan’s relief package and Kamyab Pakistan Programme (KPP).",
    "Meanwhile, on the eve of voting on the no-confidence motion, former PML-N finance minister Miftah Ismail shared in an exclusive interview with The News that after PM Imran Khan is ousted from his office, the first thing the newly-formed government will do was to renegotiate with the IMF, convincing them to release remaining amount of the $6 billion loan tranche within a period of next six months.",
    "However, all hopes shattered when National Assembly’s Deputy Speaker Qasim Suri barred the leaders from voting on the no-confidence motion, terming it “unconstitutional.”",
    "Amid all the political drama that took place on April 3, the authorities were concerned about the reactions of the international institutions; however, the Fund reiterated its stance that it looks to continue its support to Pakistan.",
    "“Once a new government is formed, we will engage on policies to promote macroeconomic stability, and enquire about intentions vis-a-vis programme engagement,” the statement is read."
  ]
}