{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/raid-amazones-2022-continue-for-the-4th-successive-day/",
  "time_ut": 1647875400,
  "title": "Raid Amazones 2022 continue for the 4th successive day",
  "body_lines": [
    "The Raid Amazones 2022, continued for the 4 th successive day on the 20th of March, as the largest adventure challenge and sports Tourism event to be held in Sri Lanka consisting of 600 participants. The Third day included the bike run while the 4th day was dedicated to experience the Iconic sigiriya fortress and its surroundings. The participants had an exclusive opportunity of exploring and admiring the creative talent of the ancient Sri Lankan heritage. Sigiriya rock looking at the vast area and beyond. This two stage Tournament will be held using the Sigiriya as the backdrop, creating a picturesque view and a unique background for the participants to view the ancient culture and environment as they participate.",
    "The first stage tournament will be held from the 14th to the 22nd while the second stage will be held from the 28th to the 6th of April. The tournament will be held in Kaudulla, Medirigiriya, Wewala, Kandalama, Sigiriya and Mahawilgamuwa areas.The first round includes 253 contestants and 63 staff, while the second round will feature 216 contestants, also including 63 staff members . As a popular annual adventure sports competition that originated in France, the tournament includes running, rowing, mountain biking, mapping and compass-assisted cross-country skiing, and archery. Sri Lankan Airlines is the host airline for this year’s tournament in collaboration with the Sri Lanka Tourism Promotion Bureau.",
    "It is anticipated that such events as these will take the positive message that Sri Lanka is a safe destination for enthusiastic travelers who look for an amazing experience and adventure.",
    "Commemorative coin to mark 150th anniversary of Faculty of Medicine, University of Colombo",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}