{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/PROS-AND-CONS-OF-LIFTING-BAN-ON-OIL-PALM-CULTIVATION-Experts-differ-over-environmental-issues/352-238563",
  "time_ut": 1654540680,
  "title": "PROS AND CONS OF LIFTING  BAN ON OIL PALM CULTIVATION Experts differ over environmental issues",
  "body_lines": [
    "On June 2, the Palm Oil Industry Association of Sri Lanka (POIASL) appealed to the government to allow the cultivation of oil palm to boost the economy, save forex and increase employment. But the Sri Lankan scientific community may oppose it as it did in a report in 2018.",
    "The POIASL told the government: “Ours is a responsible, sustainable, eco-friendly industry that has the potential to transform Sri Lanka’s agricultural sector, and potentially even its agricultural exports, while definitely minimizing our reliance on imported edible oils. Therefore, we believe that continuing to suppress this potentially vibrant, high-performing industry, which can help Sri Lanka and Sri Lankans overcome the present challenges, is irresponsible, unfair and entirely unnecessary.”",
    "Oil palm cultivation was banned in April 2021 based on a report put out by the Central Environment Authority (CEA). While the Agriculture Ministry stated the benefits of continuing oil palm cultivation, the others pointed to the environmental damage it causes. The Agriculture Ministry said that oil palm cultivation would take less land than coconut. If the required 80,000 MT of oil is to be produced by using coconut, it would require 80,000 hectares, while oil palm would need only 20,000 hectares, as oil palm has four times land productivity than coconut. And compared to other edible oils, the Cost of Production (COP) of palm oil is very much lower. In 2018, coconut generated LKR 175,000 per hectare per annum, but oil palm generated LKR 514,000 per hectare per annum.",
    "The Coconut Research Institute of Sri Lanka (CRISL) pointed to depletion of water sources in palm oil plantations and to the pollutants released by palm oil mills. The CRISL sought identification of suitable lands for oil palm cultivation and opposed indiscriminate planting.",
    "The Rubber Research Institute of Sri Lanka (RRISL) pointed out that a rubber tree requires, on average, less than 500g of inorganic fertilizer per year, and that is about 1/10th of the fertilizer required by an oil palm tree. Even for 500 rubber trees in one hectare, it is 1/4th of the fertilizer required per hectare per year compared to oil palm. Since oil palm is generally cultivated in rubber estates, the RRISL wanted planting oil palm trees in rubber estates stopped because of the runoff and sedimentation, leaching of nutrients from the fertilizer, pesticides and other agro-chemicals and effluent discharge. Studies in Malaysia and Indonesia have shown that between 80 to 100% of the species of fauna inhabiting tropical rainforests could not survive in oil palm monocultures, the CEA report said. Despite the fact that oil palms are usually cultivated in regions with at least 1500 mm annual rainfall, water shortages have become a problem here. Soil gets compacted, and because rainfall cannot infiltrate compacted soil, it tends to run off the surface instead of recharging groundwater.",
    "Therefore, the CEA recommended a ban on new oil palm plantations, on expansion of existing plantations and on re-plantation of oil palm.",
    "However, palm oil is used by Sri Lankans in almost every aspect of life; in their toothpaste, shampoo, soap, lipstick and confectionary. It is an ingredient in 50% of all consumer products and plays a central role in a large number of industrial applications. Though there is a theoretical possibility of substituting palm oil with coconut oil in the confectionery industry, it is impractical, considering taste, quality and commercial viability.",
    "Dr. Shatadru Chattopadhyay, an internationally known expert on sustainable agriculture and food systems, challenges the CEA report and the ban. He says that oil palm can easily provide five times as much vegetable oil per hectare compared to alternative crops and, by doing so, spares land for food crops. He says that palm oil sequesters more carbon per hectare than tea and coconut (though less than rubber).",
    "Chattopadhyay cites Sri Lankan studies which show that oil palm cultivation requires less fertilizer and less water, than coconut, dry rubber or tea. “It is cultivated in areas with 2,500 mm rainfall, which exceeds its water need of ca 1,300 mm. almost everywhere globally, palm oil mainly uses rainwater. There is no evidence of palm oil plantations leading to groundwater depletion,” he contends. In Sri Lanka, oil palm oil cultivation does not use virgin land. It is cultivated on existing plantation land.",
    "Oil palm cultivation is more profitable than coconut, rubber and tea. Profitability from palm oil per hectare would be LKR 605,000 compared to LKR 269,600 for coconut, LKR 2,000 for rubber or LKR 45,000 for tea",
    "Erandathie Pathiraja of the Institute of Policy Studies (IPS) writes in her blog that oil palm is more efficient in oil production than coconut: 1 Ha of oil palm produces nearly 4 MT of oil, while coconut produces 1 MT of oil. “Further, the limited availability of lands (in Sri Lanka) restricts expansion of coconut lands. Therefore, a combination of coconut and oil palm can be considered to meet the demand for edible oil and the other products,” she says.",
    "Oil palm cultivation covers only 12,000 Ha of land, less than 1% of the total agricultural land in Sri Lanka. Yet, it is seen a major environmental threat, regrets Dr. Chattopadhyay. He cites a recent study (Current Biology, July 2020), which found that coconut oil production, by some measures, is more destructive than oil palm cultivation. The study showed that most coconut growing countries were forested in the past but are no longer so. Coconut expansion was the main driver of deforestation, Dr. Chattopadhyay contends. Indonesia and Malaysia, which produce around 83% of all palm oil globally, have 50 and 18.7% under primary forests, respectively, he points out.",
    "Oil palm cultivation is a major employment provider in Malaysia, Indonesia, Ghana and Uganda. And it is more profitable than coconut, rubber and tea cultivation. “Profitability from palm oil per hectare would be LKR 605,000 compared to LKR 269,600 for coconut, LKR 2,000 for rubber or LKR 45,000 for tea,” he points out.",
    "All this does not mean that coconut cultivation can be displaced by oil palm cultivation, says Erandathie Pathiraja.  According to her, 89% of the edible oil consumed by Sri Lankan households is from coconut. But there is a shortage of locally generated edible oils, which has resulted in Sri Lanka’s spending US$ 88 million on imports. Pathiraja recommends a balanced cultivation of coconut and oil palm.",
    "Dr.Chattoadhyay says that government must lift the ban on oil palm cultivation. But it should also regulate the sector. It should set up a “palm oil mission” with a plan to produce 300,000 MT of palm oil. A special-purpose fund should be created with the help of the Asian Development Bank. A Palm Oil Board that will produce a palm oil national plan and regulate oil palm production and trade should be set up, he recommends.",
    "Following Malaysia, Indonesia and India, Sri Lanka should devise a “sustainability framework” for producing oil palm, Dr. Chattopadhyay adds. The Indonesian Sustainable Palm Oil (ISPO), the Malaysian Sustainable Palm Oil (MSPO) and the Indian Palm Oil Sustainability (IPOS) framework offer models. Producers should be certified by external auditors against international standards. Sri Lanka should also certify its oil palm producers under one of the voluntary certification standards like the Round Table on Sustainable Palm Oil (RSPO), Rainforest Alliance or Fair Trade, Dr. Chattopadhyay suggests.",
    "“Oil palm contributes to 15 goals or sub-goals out of 17 Sustainable Development Goals (SDGs). If the government, industry and NGOs join hands to give palm oil a chance in Sri Lanka, it can create an even bigger socio-economic impact than tea, coconut or rubber sub-sectors,” he submits."
  ]
}