{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ceypetco-raises-fuel-prices-to-minimize-losses-removes-limits-93132/",
  "time_ut": 1650312480,
  "title": "Sri Lanka’s Ceypetco raises fuel prices to minimize losses; removes limits",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-owned Ceylon Petroleum Corporation (Ceypetco) raised fuel prices from the mid night of Monday (18) to minimize the losses after sharp rupee depreciation and high global oil prices.",
    "It also removed a fuel rationing policy it implemented last week to limit the volume of fuel supply at pump to ensure fair and efficient distribution.",
    "The latest price hike will see the price of mostly used Octane 92 rising by 33.1 percent to a record 338 rupees a litre while auto diesel jumping by 64.2 percent to 289 rupees, in par with the prices of Lanka IOC, the Indian Oil Corporation unit .",
    "Since the central bank on March 7 announced a flexible exchange rate, the rupee has fallen nearly 70 percent to around 340 rupees. The Lanka IOC raised prices thrice since the central bank’s decision to allow flexible exchange rate, though the Ceypetco has increased only once.",
    "The move came after thousands of motorists turned to Ceypetco as Lanka IOC prices were expensive. Some Ceypetco filling stations ran out of fuel, as a result.",
    "Ceypetco chairman Sumith Wijesinghe on April 11 said the state-owned fuel retailer was losing between 800 to 1000 billion rupees a day as it was losing 110 rupees per litre of diesel when it was sold at 176 rupees and 52 rupees for a litre of petrol when it was priced at 254 rupees.",
    "The Lanka IOC has been raising fuel prices in line with the global market price, but Ceypetco, under pressure from the government, was not allowed to raise prices because such move would be make the ruling Sri Lanka Podujana Peramuna (SLPP) unpopular.",
    "Sri Lanka is facing its worst economic crisis since the independence from the British colonial rulers in 1948. The island nation last week announced a “preemptive default” on its sovereign debts.",
    "The government is facing strong protests from both public and opposition parties for mismanagement of economic policies. A youth-led protesters have spearheaded a campaign, demanding President Gotabaya Rajapaksa and his government to resign due to their failure.",
    "A severe shortage of fuel was seen in the last few weeks because the Ceypetco also has to supply for power generation amid extended power cuts as high as 13 hours in some days.",
    "When prices are not raised and losses are financed with bank credit, which in turn is re-financed by the central bank through its 13.5 percent window, inflation goes up. The money printed to finance losses also creates forex shortages.",
    "The dollar shortage has led to a lack of fuel and extended power cuts, crippling many industries related to manufacturing and transport, and disrupting the country’s economic activities. (Colombo/April 19/2022)"
  ]
}