{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/re-instating-sri-lankas-currency-board-would-control-deficits-inflation-give-stability-hanke-93422/",
  "time_ut": 1650776880,
  "title": "Re-instating Sri Lanka’s currency board would control deficits, inflation, give stability: Hanke",
  "body_lines": [
    "ECONOMYNEXT – A currency board for Sri Lanka would automatically lead the country into low deficits (a hard budget constraint) and stability, top economist Steve Hanke has said as the island is facing galloping inflation from money printing.",
    "A currency board is ‘hard’ or ‘credible peg’ where the government or interventionist economists cannot devalue the currency by open market operations or financing the budget deficit, because Treasury bill purchases are banned.",
    "Sri Lanka had a currency board from 1885 until 1950, having a 1 to 1 fixed exchange rate with the Indian silver rupee (India later shifted to a gold standard).",
    "Sri Lanka’s rupee has collapsed from 182 in 2019 to 340 so far in 2022 economists engaged in output gap targeting (Keynesian stimulus) after also cutting taxes for more stimulus to created a production economy with a developmental state.",
    "In 2018 despite taxes being raised, deficits being brought down, and fuel being market priced, money was printed mostly through over aggressive open market operations (call money rate targeting) for output gap targeting the rupee was busted from 153 to 182 to the US dollar.",
    "In 2015/2016 the rupee was also brought down from 131 to 151 through mostly through open market operations but the breaks were hit in a few months (stop-go policy) with rate hikes to limit the currency fall and inflation.",
    "Using the quantity theory of money (QTM) Hanke calculated a ‘golden growth rate’ for Sri Lanka’s money supply for the period of 2010-2019.",
    "The QTM states that MV = Py, where “M” is the money supply, “V” is the velocity of money, “P” is the price level, and “y” is real GDP.",
    "I then rearrange the QTM identity and solve for percentage growth in “M,” which is equal to the inflation target (5-pct) plus average real GDP growth minus the average percentage change in velocity.",
    "“According to my calculations, for the period 2010–2019, Sri Lanka’s golden-growth rate was: 5 percent + 4.4 percent – (-6.4) percent = 15.8 percent,” he said writing in National Review, a US-based publication.",
    "“For 2010–2019, the average growth rate of the money supply (M3), which was 15.5 percent, essentially matched the golden-growth rate of 15.8 percent.",
    "“This resulted in an average inflation rate of 5.2 percent per year for that period — right on Sri Lanka’s average inflation target of 5 percent per year.",
    "However money supply growth began to skyrocket and peaked at 23.8 percent per year in February 2021.",
    "“M3 growth exceeded the golden-growth rate of 15.8 percent per year from August 2020 to October 2021. As a result, inflation is soaring,” Hanke said.",
    "“What can be done to end Sri Lanka’s economic crisis? It should adopt a currency board. Ceylon established a currency board in response to the failure of the Oriental Bank Corporation on May 3, 1884.”",
    "The Oriental Bank Corporation, one of two note-issuing banks that issued Ceylon Rupees collapsed and closed its doors.",
    "“At the urging of the Madras Bank and other businesses, the governor proposed a government-note issue so that the government might recoup its losses and prevent future problems,” Hanke says.",
    "“The imperial government conceded reluctantly. Ceylon’s Paper Currency Ordinance (No. 32 of 1884), passed on December 10, 1884, and with that, a currency board was established.",
    "“Three commissioners — the colony’s secretary, treasurer, and auditor — supervised the board.”",
    "“Like all currency boards, the Ceylon board issued notes (of five to 1,000 rupees) convertible on demand into a foreign anchor currency (Indian silver rupees) at a fixed rate of exchange.",
    "“It held anchor-currency reserves equal to 110 percent of its monetary liabilities. Most important, the board could not loan money to the fiscal authorities, imposing a hard budget on Ceylon’s fiscal system.",
    "“The net effect was economic stability — and while stability might not be everything, everything is nothing without stability. That’s why today, the reinstatement of Sri Lanka’s currency board is just what the doctor ordered.”",
    "Sri Lanka abolished the currency board in 1950, as part of US led efforts to break the so-called ‘Sterling Area’ pegs and set up dollar pegs in newly independent nations where reserves would be invested in US government debt.",
    "Maldives escaped the carnage as it was still under the British. The US later did an about turn after the collapse of the Bretton Woods and started to put pressure break the harder pegs in East Asia claiming they became export powerhouses at the expense of the American trade deficit.",
    "The carrot held out in the immediate post World War II time, was that Ceylon country would have ‘monetary policy independence’ or the ability to print money and control rates as well as dollar pegged exchange rate.",
    "Economists trained at Western Keynesian universities embraced the idea gleefully.",
    "The promise turned out to be hollow and social unrest followed.",
    "The country lost most of the 11 months of reserves the central bank inherited from the currency board, exchange controls were slammed in 1952 (there is free trade and free capital movements in a hard peg).",
    "In 2022 there are widespread protests around the country in  with the rupee having fallen to 340 to the US dollar, parallel exchange rates are higher. Official inflation hit 21.5 percent in March 2022 with the effects of the exchange rate still not passed on fully.",
    "Hanke says based on a purchasing power parity (read how it is calculate here) Sri Lanka’s inflation is running at 74.5 percent  a year. (Colombo/Apri24/2022)"
  ]
}