{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-stocks-fall-turnover-slumps-to-1-year-low-93874/",
  "time_ut": 1651754400,
  "title": "Sri Lanka’s stocks fall, turnover slumps to 1 year low",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index slipped for the second session on Thursday (05) as investors stayed on the sideline for more cues amid continuous political and economic uncertainties, dealers said.",
    "The turnover slumped to its lowest since March 31, last year. The day’s turnover was 824 million rupees, less than a quarter of this year’s average daily turnover of 4.4 billion rupees.",
    "The main All Share Price Index (ASPI) fell 0.40 percent or 30.49 points to 7,567.55 at the close.",
    "The most liquid index S&P SL20 plunged 1.25 percent or 31.48 points to close at 2,479.51.",
    "“There seems to be a sense of disappointment among the investors as nothing has changed in the political side to bring stability so far. Therefore, investors are on a wait and see approach now,” a top analyst based in Colombo said.",
    "“Today’s turnover indicates how active the market was. Most investors have taken a wait and watch approach as political uncertainties continue,” another market analyst said.",
    "After the market closed, the parliament saw the election of deputy speaker with 148 votes with the backing of the government’s ruling party in the 225-member legislature. The move showed the government still holds the parliament majority though it is likely to change depending on the subject of vote, analysts say.",
    "Sri Lanka’s usable foreign currency reserves have dropped to less than 50 million US dollars or equivalent to a day’s import requirement, signaling the country’s inability in importing goods in the future.",
    "The 84.5 billion economies has already suspended foreign debt payments as it had run out of dollars.",
    "The youth-led protests demanding the resignation of President Gotabaya Rajapaksa and his government continued for a 27th day near the presidential secretariat and the agitation has deprived Rajapaksa of appearing in the public. Already the protests have led to the resignation of the cabinet and a central bank governor.",
    "But the apolitical protesters have demanded nothing short of Rajapaksa’s resignation, raising the political risks in the island nation which saw strong political stability under the incumbent president until early April this year.",
    "The market gained in the three sessions last week after emerging market investor Mark Mobius last week signaled strong optimism over bond and equity investments in Sri Lanka.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen nearly 80 percent since it was allowed flexibility on March 7.",
    "The market lost 14.5 percent in March and 23 percent in April. Overall the market has lost 37.8 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 147.9 million rupees’ worth of shares. However, the market has witnessed a total foreign outflow of 1.1 billion rupees so far this year.",
    "Expolanka, Royal Ceramics and Hayleys pushed the index down on Thursday.",
    "Shares in Expolanka Holdings fell 3.5 percent to close at 159.00 rupees a share, Royal Ceramics ended 7.2 percent down at 28.30 rupees a share while Hayleys fell 4.9 percent to close at 65.80 rupees a share.  (Colombo/May5/2022)"
  ]
}