{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Medicinal-Drug-Scarcity-and-Prof-Bibile-Assassination-part-ii/172-233917",
  "time_ut": 1648406220,
  "title": "Medicinal Drug Scarcity and Prof Bibile Assassination - part ii",
  "body_lines": [
    "There had been quite a few responses from those who knew Prof. Senaka Bibile well, on this great man’s mysterious death as expressed in Part I of this article. Therefore, we give more specific information on it.",
    "Health Minister’s assurance, ‘Govt. urgently allocates Rs. 100 Mn to import 14 critical drugs’, itself speaks of the grave state of medicinal supplies. Refuting claims by  Opposition that we get inferior drugs from India, The Minister, while admitting the fact that there was a delay in importing the drugs due to the foreign exchange crisis, had said there was no truth in that we import inferior drugs from India. The  Minister admitted that 75 % to 80% of drugs are imported from India while five per cent from China, another five to 10% is from Bangladesh and Pakistan while a negligible quantity from Europe  The drugs the Government imports, meet the required standard, according to him.",
    "\"The State Minister’s observation, if implemented, there would be medicines that are basically not evaluated. What is the guarantee that such medicines would dissolve and then be absorbed into the system, which would mean the medicine is ineffective and would not work?\"",
    "However, it is well known that at NMRA which is bound by its Act to ensure safety, affordability, quality, availability and efficacy of products, lacks the wherewithal and expertise to check on the quality of imported drugs. What they do is just study the dossiers containing suppliers version of manufacturing processes and clinical tests carried out in the country of origin: it is just a matter of checking documents sans stringent chemical analysis.",
    "Speaking  at a forum organised by the Pharmaceutical Manufacturers’ Association on Monday 21,  to discuss further development of the Sri Lankan industry, as well as regulations and procedures governing manufacturing and registering at the National Medicines Regulatory Authority,  State Minister of Production, Supply and Regulation of Pharmaceuticals Channa Jayasumana stated, ‘In an effort to support local industry and steer a way through the current crisis, they could consider approving new local medical products even without going through proper registration over a limited period of one year’. Encouraging the local industry, he further stated, ‘local pharmaceutical industry had maintained high-quality standards with medicines for over a decade, and could support a decision should the industry be prepared to supply any new items.’",
    "According to  Dr. Rasitha Wijewantha, NMRA Chairman,  they cannot entirely ignore validation representatives like WHO which will invariably affect the local industry, he added, ‘because if produce is relegated at NMRA they will face troubles with foreign buyers. So, the NMRA balances the regulatory affairs and other necessities. Others members of the panel included Secretary Dr. R.M.S.K. Rathnayake, State Minister of Production, Supply and Regulation of Pharmaceuticals,  Dr. D. Samarasinghe, State Pharmaceuticals Corp Act. Chairman/MD and  Sanjaya Jayaratne and SLPMA President.",
    "Except for the last in the list, others in this panel know little about regulating medicines –including most of the medical doctors who treat patients. They know little about medicines regulation which is a very different area. They are not supposed to know the intricate details. One can be a good driver, but he can be clueless of the engine and its mechanism.  The State Minister’s observation, if implemented, there would be medicines that are basically not evaluated. What is the guarantee that such medicines would dissolve and then be absorbed into the system, which would mean the medicine is ineffective and would not work? According to experts, there is an established procedure for newly manufactured products; a six month stability testing and then rolling Provisional Registration. There had been no discussion on the issue: the whole panel seems ignorant of it.",
    "\"They say the manufacturing standards are very straightforward and are there to ensure that a medicine would be made to the basic standard and have been in existence for decades\"",
    "They say the manufacturing standards are very straightforward and are there to ensure that a medicine would be made to the basic standard and have been in existence for decades. Experts say, like in cooking – the recipe must be followed to get a consistent product. Not following them; the standard would mean inferior, poor quality drugs that will not restore health of the patients.",
    "Such panel discussions “empty talk show” has little help, what is essential is to have discussions on a situation analysis. Experts believe we cannot manufacture all the essential medicines that we require as some are required in small quantities and would be uneconomical and wasteful to manufacture.  The first job, as per experts believe is to divide the Essential Medicines into what can be manufactured in the country and focus on them. Those that have to be imported, look for suppliers in the international market.",
    "So far NMRA have done reasonably well - there have been no major problems with the medicines in Sri Lanka except for the shortages.",
    "If Prof. Bibile’s policies had been implemented, a lot of this would not have happened. Generic DIAZEPAM 5 mg costs a few cents, whereas, the price of a 5 mg tablet of VALIUM is 100 times more. Diazepam and Valium are chemically identical. Valium is a brand name under which Diazepam is sold by a drug company.",
    "Only a part of Bibile policy has been implemented and is working reasonable well. The SPC procures for the State and gets very good prices, helping  the government health services to provide medicines free.  Though there are shortages in the hospitals, on the whole there will be a reasonable supply. When there are shortages, the Private Sector comes to their recue; patients being told to buy from the pharmacies.",
    "The private sector has to compete with the generics in the SPC; so they must stock an affordable line of medicines, mainly supplied by importers of affordable generic medicines. The other category is the expensive high priced branded products advertised and marketed by the mafia to consultants, for some of them to prescribe by Brand name, costing the patients heavily.  The generic at SPC outlet offer it at a comparatively lower price, unfortunately many will still believe in the specialist and want the expensive branded product and refuse to switch to the generic.",
    "\"Powerful Pharma Mafia is behind the ruthless promotion of drugs under brand names.  Billions of Dollars are thrown  on promotional drives.  Immoral things are done openly, as well as covertly to preserve the brand image of medicines\"",
    "The battle continues between uninformed consumer and marketing, promotion and outright deception. In Australia, Health Insurance companies negotiate with pharmaceutical companies and will pay the same price as generics for the brand name, forcing the pharmaceutical companies to agree to a price that is marginally above the generics. However, in Low and Middle Income countries like Sri Lanka, health insurance companies are very few, causing practical difficulties. NMRAs still can be strict and bring down prices as was seen in the local set up. Some countries like South Africa have been more successful with good pricing formulae. It needs government’s political will and also good people at the NMRA. Are there any political leaders capable of it in the present lot? We need Politicians who are transparent plus a civil society who push for better medicines prices - there are none at the moment.",
    "Powerful Pharma Mafia is behind the ruthless promotion of drugs under brand names.  Billions of Dollars are thrown  on promotional drives.  Immoral things are done openly, as well as covertly to preserve the brand image of medicines.   Use of the generic name will ease the burden placed on poor patients, who are compelled to spend stupendous amounts, merely to purchase drugs under their brand name. Paying for medicines is not simply a straightforward case of purchasing a consumer product.",
    "If you buy a Chocolate, you will not take a blind recommendation but compare the tastes of the different brands and decide—a good example of the market operating. “The one who decides is the one who pays”. For medicines prescribed by a doctor “The one who decides (the doctor) does not pay and the one who pays (the patient) does not decide”. So the market does not operate.",
    "Senaka Bibile’s policy of rationalization was adopted by Third World countries like Bangladesh and the Caribbean. WHO, together with the UNDP, invited him to proceed to Geneva and later to Guyana which he made his headquarters. In the same hotel lived a ‘Professor of Medicine’ in a West Indies University. One evening this ‘professor’ invited Senaka and his wife out to dinner and were served with drinks. Bibile who had been ailing from a heart condition known as Tachycardia, returned to the hotel room, where he developed a serious attack. Usually he controls it by pressing an artery that leads to the heart. He adopted this method, but the symptoms prevailed compelling his wife to rush to the ‘Professor’ who examined Bibile, and had said that the problem is with his wife, who needlessly got excited. His condition became worse as wife took him to a state hospital. To admit the patient quite a few red tape had to be overcome, resulting in Prof. Senake Bibile passing away even before he could be admitted.",
    "Subsequently, it was discovered that the said ‘Professor’ had close connections with the Mafia. It was concluded by many medical specialists in the region, that you need just two drops of digitalis in a glass of alcohol to intensify the heart condition he had suffered from."
  ]
}