{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Loan-rejections-to-rise-sharply-with-banks-turning-extra-cautious/108-238807",
  "time_ut": 1654829880,
  "title": "Loan rejections to rise sharply with banks turning extra cautious",
  "body_lines": [
    "Loan rejections are expected to hit an extremely high level in the ongoing quarter as banks have tightened credit conditions as they grow extremely skittish over the ability of applicants to service their facilities amid the economic crisis that has eroded people’s income.",
    "According to the most recent credit survey carried out by the Central Bank, there had already been a visible increase in the number of rejected loan applications by banks in the first three months of the year, during which time the economy started sputtering before its hard landing in March.",
    "Based on the mood of the survey respondents for what was to come, the Central Bank forecasted the rejected applications to increase substantially in the ongoing quarter.",
    "This could reflect in the private sector credit growth data for April, which would be released shortly. It will also help to gauge the depth of the damage to private credit caused by the sky-high interest rates.",
    "“The overall number of rejected loan applications increased slightly in 2022 Q1 compared to 2021 Q4,” the survey found.",
    "“Meanwhile, rejections are projected to increase further at a higher pace in 2022 Q2 as the lending parameters are expected to be tightened along with low disposable income and declining repayment capacities of the borrowers amid the economic, social and political instability in the country,” it added.",
    "The index value for rejected applications reached 5.5 in 1Q22 from an insignificant 0.4 in 4Q21, but the Central Bank put the index value for the 2Q22 at 32.0, indicating that banks are less eager to have borrowers.",
    "Meanwhile, the willingness to lend by banks, another important gauge to get a feel of the banking sector’s mood towards new lending also turned negative at double-digit levels in 2Q22, deepening the conditions that prevailed in 1Q22, across all sectors—retail, corporate, SME and State-owned Enterprises.",
    "“Meanwhile, banks’ overall willingness to lend is expected to decline further at a significantly higher pace in 2022 Q2,” the survey revealed.",
    "However, on the flip side, the lack of willingness to lend to small businesses could result in many of them going busy in the ensuing months and years as they experience severe working capital crunch due to the economic contraction and hyperinflation."
  ]
}