{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/18-persons-test-positive-for-COVID-19/56-734340",
  "time_ut": 1651619340,
  "title": "18 persons test positive for COVID-19",
  "body_lines": [
    "Sri Lanka’s COVID-19 case count rose to 663,426 following the detection of 18 COVID-19 patients yesterday.",
    "The previous day, 35 COVID-19 patients were detected. According to the Health Promotion Bureau, 1,020 PCR tests and 485 rapid antigen tests were conducted on Monday.",
    "A total of 75,836 COVID-19 patients have been detected this year. In addition to this, 483,090 patients from the New Year cluster, 82,785 patients from the Peliyagoda cluster, 9,154 patients from the Prisons cluster and 3,059 patients from the Divulapitiya cluster have been detected.",
    "In terms of imported cases, 7,242 Sri Lankan returnees from overseas and 328 foreigners have tested positive for COVID-19.",
    "The Epidemiology Unit states that 139,279 patients from Colombo, 114,421 patients from Gampaha, 58,245 patients from Kalutara, 45,646 patients from Galle, and 31,498 patients from Kurunegala have been detected.",
    "Detections during the third wave of the pandemic include 106,982 persons from Colombo, 95,887 persons from Gampaha, and 51,187 persons from Kalutara.",
    "The Epidemiology Unit adds that 789 persons are currently receiving medical or home-based care and 100 persons suspected of having COVID-19 are under observation.",
    "The country’s COVID-19 recoveries rose to 646,131, with two persons discharged from care yesterday.",
    "COVID-19 vaccines were administered to 80 persons on Monday, the Epidemiology Unit stated.",
    "Among those vaccinated on Monday were 68 persons who received the booster dose. In total, the booster dose has been administered to 7,967,433 persons. The Pfizer COVID-19 vaccine is being administered as the booster dose.",
    "According to the Epidemiology Unit, 17,064,034 persons have received the first dose of a COVID-19 vaccine and 14,456,671 persons have received the second dose of the vaccine."
  ],
  "translate": {
    "si": {
      "title": "පුද්ගලයින් 18 දෙනෙකු COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කරයි",
      "body_lines": [
        "ඊයේ දිනයේදී කොවිඩ්-19 රෝගීන් 18 දෙනෙකු හඳුනාගැනීමෙන් පසු ශ්‍රී ලංකාවේ කොවිඩ්-19 ආසාදිතයින් ගණන 663,426 දක්වා ඉහළ ගියේය.",
        "පෙරේදා කොවිඩ්-19 ආසාදිතයින් 35 දෙනෙකු හඳුනාගෙන ඇත. සෞඛ්‍ය ප්‍රවර්ධන කාර්යාංශයට අනුව සඳුදා දිනයේ PCR පරීක්ෂණ 1,020ක් සහ වේගවත් ප්‍රතිදේහජනක පරීක්ෂණ 485ක් සිදු කර ඇත.",
        "මේ වසරේ කොවිඩ්-19 රෝගීන් 75,836ක් හඳුනාගෙන ඇත. මීට අමතරව අලුත් අවුරුදු පර්ෂදයෙන් රෝගීන් 483,090ක්, පෑලියගොඩ පොකුරු රෝගීන් 82,785ක්, බන්ධනාගාර පොකුරෙන් රෝගීන් 9,154ක් සහ දිවුලපිටිය පර්ෂදයෙන් රෝගීන් 3,059ක් හඳුනාගෙන ඇත.",
        "ආනයනික සිද්ධීන් සම්බන්ධයෙන් ගත් කල, විදේශයන්හි සිට ආපසු පැමිණි ශ්‍රී ලාංකිකයින් 7,242 ක් සහ විදේශිකයන් 328 ක් COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කර ඇත.",
        "කොළඹින් රෝගීන් 139,279ක්, ගම්පහින් රෝගීන් 114,421ක්, කළුතරින් 58,245ක්, ගාල්ලෙන් රෝගීන් 45,646ක් සහ කුරුණෑගලින් රෝගීන් 31,498ක් හඳුනාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "වසංගතයේ තුන්වන රැල්ල තුළ හඳුනාගැනීම්වලට කොළඹින් පුද්ගලයින් 106,982 ක්, ගම්පහින් පුද්ගලයින් 95,887 ක් සහ කළුතරින් පුද්ගලයින් 51,187 ක් ඇතුළත් වේ.",
        "මේ වන විට පුද්ගලයින් 789 දෙනෙකු වෛද්‍ය හෝ ගෘහ මූලික ප්‍රතිකාර ලබමින් සිටින අතර COVID-19 ඇති බවට සැක කෙරෙන පුද්ගලයින් 100 දෙනෙකු නිරීක්ෂණයේ පසුවන බව වසංගත රෝග විද්‍යා අංශය වැඩිදුරටත් පවසයි.",
        "පුද්ගලයින් දෙදෙනෙකු ඊයේ ප්‍රතිකාර වලින් නිදහස් වීමත් සමඟ රටේ COVID-19 යථා තත්ත්වයට පත් වූ සංඛ්‍යාව 646,131 දක්වා ඉහළ ගොස් තිබේ.",
        "සඳුදා දින පුද්ගලයින් 80 දෙනෙකුට COVID-19 එන්නත් ලබා දුන් බව වසංගත රෝග විද්‍යා අංශය ප්‍රකාශ කළේය.",
        "සඳුදා එන්නත් කළ අය අතර බූස්ටර මාත්‍රාව ලබා ගත් පුද්ගලයින් 68 දෙනෙකු ද විය. සමස්තයක් වශයෙන්, බූස්ටර මාත්‍රාව පුද්ගලයන් 7,967,433 දෙනෙකුට ලබා දී ඇත. Pfizer COVID-19 එන්නත බූස්ටර මාත්‍රාව ලෙස පරිපාලනය කෙරේ.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව, COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,064,034 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 14,456,671 ක් දෙවන එන්නත ලබාගෙන ඇත."
      ]
    },
    "ta": {
      "title": "18 பேர் கோவிட்-19க்கு நேர்மறை சோதனை",
      "body_lines": [
        "நேற்று 18 COVID-19 நோயாளிகள் கண்டறியப்பட்டதைத் தொடர்ந்து இலங்கையின் COVID-19 வழக்குகளின் எண்ணிக்கை 663,426 ஆக உயர்ந்துள்ளது.",
        "முந்தைய நாள், 35 கோவிட்-19 நோயாளிகள் கண்டறியப்பட்டனர். சுகாதார மேம்பாட்டு பணியகத்தின்படி, திங்களன்று 1,020 PCR சோதனைகள் மற்றும் 485 விரைவான ஆன்டிஜென் சோதனைகள் நடத்தப்பட்டன.",
        "இந்த ஆண்டு மொத்தம் 75,836 கோவிட்-19 நோயாளிகள் கண்டறியப்பட்டுள்ளனர். இதற்கு மேலதிகமாக, புத்தாண்டு குழுவில் 483,090 நோயாளர்கள், பேலியகொட குழுவில் 82,785 நோயாளிகள், சிறைச்சாலைகள் குழுவில் 9,154 நோயாளிகள் மற்றும் திவுலப்பிட்டிய குழுவில் 3,059 நோயாளிகள் கண்டறியப்பட்டுள்ளனர்.",
        "இறக்குமதி செய்யப்பட்ட வழக்குகளைப் பொறுத்தவரை, வெளிநாட்டிலிருந்து திரும்பிய 7,242 இலங்கையர்களும் 328 வெளிநாட்டவர்களும் COVID-19 க்கு சாதகமாக சோதனை செய்துள்ளனர்.",
        "கொழும்பில் 139,279 நோயாளர்கள், கம்பஹாவில் 114,421 நோயாளிகள், களுத்துறையில் 58,245 நோயாளிகள், காலியில் 45,646 நோயாளிகள் மற்றும் குருநாகலில் 31,498 நோயாளிகள் கண்டறியப்பட்டுள்ளதாக தொற்றுநோயியல் பிரிவு தெரிவித்துள்ளது.",
        "தொற்றுநோயின் மூன்றாவது அலையின் போது கண்டறியப்பட்டவர்களில் கொழும்பில் இருந்து 106,982 பேரும், கம்பஹாவில் இருந்து 95,887 பேரும், களுத்துறையில் இருந்து 51,187 பேரும் அடங்குவர்.",
        "தற்போது 789 பேர் மருத்துவ அல்லது வீட்டு அடிப்படையிலான சிகிச்சையைப் பெற்று வருவதாகவும், COVID-19 இருப்பதாக சந்தேகிக்கப்படும் 100 பேர் கண்காணிப்பில் இருப்பதாகவும் தொற்றுநோயியல் பிரிவு மேலும் தெரிவித்துள்ளது.",
        "நாட்டின் COVID-19 மீட்டெடுப்பு 646,131 ஆக உயர்ந்தது, இரண்டு நபர்கள் நேற்று கவனிப்பில் இருந்து வெளியேற்றப்பட்டனர்.",
        "திங்களன்று 80 பேருக்கு COVID-19 தடுப்பூசிகள் வழங்கப்பட்டதாக தொற்றுநோயியல் பிரிவு தெரிவித்துள்ளது.",
        "திங்களன்று தடுப்பூசி போடப்பட்டவர்களில் 68 பேர் பூஸ்டர் டோஸ் பெற்றனர். மொத்தத்தில், பூஸ்டர் டோஸ் 7,967,433 நபர்களுக்கு வழங்கப்பட்டுள்ளது. Pfizer கோவிட்-19 தடுப்பூசி பூஸ்டர் டோஸாக செலுத்தப்படுகிறது.",
        "தொற்றுநோயியல் பிரிவின் கூற்றுப்படி, 17,064,034 நபர்கள் COVID-19 தடுப்பூசியின் முதல் டோஸைப் பெற்றுள்ளனர் மற்றும் 14,456,671 நபர்கள் தடுப்பூசியின் இரண்டாவது டோஸைப் பெற்றுள்ளனர்."
      ]
    }
  }
}