{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/feast-of-st-anthony-of-padua/",
  "time_ut": 1655040360,
  "title": "Feast of St. Anthony of Padua",
  "body_lines": [
    "Most people know St. Anthony of Padua as the saint who helps find lost and stolen articles, but have you ever wondered why he is that particular patron saint?",
    "The Patron Saint of Lost Things: The reason for invoking St. Anthony’s help to find lost or stolen things is traced back to an incident in his own life. As the story goes, Anthony had a book of psalms. You have to remember this was before the age of the printing press and so all books were of great value; besides the psalter had the notes and comments he had made to use in teaching students in his Franciscan Order.",
    "A novice who had already grown tired of living a religious life decided to depart the community. Besides going away without official leave, he also took Anthony’s psalter! Upon realising his psalter was missing, Anthony prayed it would be found or returned to him, and after his prayer the thieving novice was moved to return the psalter to Anthony and to return to the Order, which accepted him back. Legend has embroidered this story a bit. It has the novice stopped in his flight by a horrible devil, brandishing an axe and threatening to trample him underfoot if he did not immediately return the book. Obviously, a devil would hardly command anyone to do something good, but the core of the story would seem to be true. The stolen book is said to be preserved in the Franciscan friary in Bologna.In any event, shortly after his death, people began praying through Anthony to find or recover lost and stolen articles. And the “Responsory of St. Anthony” composed by his contemporary and brother friar, Julian of Spires, proclaims, “The sea obeys and fetters break/And lifeless limbs thou dost restore/While treasures lost are found again/When young or old thine aid implore.”",
    "Before he was Anthony of Padua: Anthony of Padua was born Fernando Martins de Bulhões on August 15, 1195 in Lisbon, Portugal. His was from a very rich family of the nobility who wanted him to become educated, and they arranged for him to be instructed at the local cathedral school. Against the wishes of his family, however, at the age of 15, he entered the community of Canons Regular at the Abbey of St. Vincent on the outskirts of Lisbon. Monastery life was neither peaceful for young Fernando nor conducive to prayer and study as his old friends came to visit frequently and engaged in vehement political discussions.",
    "But the Canons were famous for their dedication to scholarly pursuits, and seeing the potential in young Fernando, they sent the youth to their major centre of studies, the Abbey of the Holy Cross in Coimbra. There the young Fernando studied theology and Latin. He began nine years of intense study, learning the Augustinian theology that he would later combine with the Franciscan vision.",
    "Joining the Franciscans: After his ordination to the priesthood, Fernando was named a guest master and placed in charge of hospitality for the Abbey. It was in this capacity, in 1219, that he came into contact with five Franciscan friars who were on their way to Morocco to preach the Gospel to the Muslims there. Fernando was strongly attracted to the simple, evangelical lifestyle of the friars, whose order had been founded only 11 years before. In February the following year, news arrived that the five Franciscans had been martyred in Morocco, the first to be killed in their new order.",
    "Seeing their bodies as they were processed back to Assisi, Fernando meditated on the heroism of those men; inspired by their example, and longing for the same gift of martyrdom, he obtained permission from church authorities to leave the Augustinian Canons to join the new Franciscan Order. Upon his admission to the life of the friars, he joined the small hermitage in Olivais, adopting the name Anthony (from the name of the chapel located there, dedicated to Saint Anthony the Great), by which he was to be known.Brother Anthony then set out for Morocco in fulfillment of his new vocation. Illness, however, stopped him on his journey. At this point, he decided to head to Italy, the centre of his new order.",
    "Finding His Place Among the Franciscans: On the voyage there, his ship was driven by a storm onto the coast of Sicily and he landed at Messina. From Sicily he made his way to Tuscany, where he was assigned to a house of the order, but he met with difficulty on account of his sickly appearance. He was finally assigned, out of pure compassion, to the rural hospice of San Paolo, near Forlì, Romagna, a choice made after considering his poor health. There he appears to have lived as a hermit and was put to work in the kitchen, while being allowed to spend much time in private prayer and study.",
    "One day, on the occasion of an ordination, many people visiting Dominican friars were present, and there was some misunderstanding over who should preach. The Franciscans naturally expected that one of the Dominicans would occupy the pulpit, for they were renowned for their preaching; the Dominicans, on the other hand, had come unprepared, thinking that a Franciscan would be the homilist. In this quandary, the head of the hermitage, who had no one among his own humble friars suitable for the occasion, called upon Anthony, whom he thought was most qualified, and entreated him to speak whatever the Holy Spirit should put into his mouth. Anthony objected but was overruled, and his sermon created a deep impression. Not only his rich voice and arresting manner, but the entire theme and substance of his discourse and his moving eloquence held the attention of his hearers.At that point, Anthony was commissioned by Brother Gratian, the local Minister Provincial, to preach the Gospel throughout the area of Lombardy, in northern Italy. In this capacity he came to the attention of the founder of the order, Francis of Assisi.",
    "Public Preacher, Franciscan Teacher: Anthony’s superior, St. Francis, was cautious about education, such as his protégé possessed. He had seen too many theologians taking pride in their sophisticated knowledge leading to an abandonment of their commitment to a life of real poverty. In Anthony, however, he found a kindred spirit for his vision, which was also able to provide the teaching needed by young members of the order who might seek ordination. Francis wrote in 1224, “It pleases me that you should teach the friars sacred theology, provided that in such studies they do not destroy the spirit of holy prayer and devotedness, as contained in the Rule.” He thereby entrusted the pursuit of studies for any of his friars to the care of Brother Anthony. From then on his skills were used to the utmost by the Church. Occasionally, he took another post, as a teacher, for instance, at the universities of Montpellier and Toulouse in southern France, but it was as a preacher that Anthony revealed his supreme gift.Anthony first taught in a friary in Bologna, which became a famous school. The theology book of the time was the Bible. In one extant sermon by the saint, there are at least 183 passages from Scripture. While none of his theological conferences and discussions was written down, we do have two volumes of his sermons: Sunday Sermons and Feast day Sermons. His method included much of allegory and symbolical explanation of Scripture.",
    "Anthony continued to preach as he taught the friars and assumed more responsibility within the Order. In 1226 he was appointed provincial superior of northern Italy, but still found time for contemplative prayer in a small hermitage. Around Easter, in 1228 (he was only 33 years old), while in Rome, he met Pope Gregory IX, who had been a faithful friend and adviser of St. Francis. Naturally, the famous preacher was invited to speak. He did it humbly, as always. The response was so great that people later said that it seemed the miracle of Pentecost was repeated.Despite his efforts, not everyone listened. Legend has it that one day, faced with deaf ears; Anthony went to the river and preached to the fishes. That, reads the traditional tale, got everyone’s attention.",
    "Death: Anthony became ill with edema and, in 1231, went to the woodland retreat at Camposampiero with two other friars for a respite. There, Anthony lived in a cell built for him under the branches of a walnut tree. Anthony died on the way back to Padua on June 13, 1231 at the Poor Clare monastery at Arcella (now part of Padua), aged 36.",
    "Various legends surround the death of Anthony: One holds that when he died, the children cried in the streets and that all the bells of the churches rang of their own accord. Another legend regards his tongue. Anthony is buried in a chapel within the large basilica built to honour him, where his tongue is displayed for veneration in a large reliquary. When his body was exhumed 30 years after his death, it was found to have returned to dust, but the tongue was claimed to have glistened and looked as if it was still alive and moist; apparently a further claim was made that this was a sign of his gift of preaching.",
    "Teacher, Preacher, Doctor of the Scriptures: Among the Franciscans themselves, and in the liturgy of his feast, St. Anthony is celebrated as a teacher and preacher extraordinaire. He was the first teacher in the Franciscan Order, given the special approval and blessing of St. Francis to instruct his brother Franciscans. His effectiveness as a preacher, calling people back to the faith, resulted in the title “Hammer of Heretics.” Just as important were his peacemaking skills and calls for justice.",
    "In canonizing Anthony in 1232, Pope Gregory IX spoke of him as the “Ark of the Testament” and the “Repository of Holy Scripture.” That explains why St. Anthony is frequently pictured with a burning light or a book of the Scriptures in his hands. In 1946, Pope Pius XII officially declared Anthony a Doctor of the Universal Church. It is in Anthony’s love of the word of God and his prayerful efforts to understand and apply it to the situations of everyday life that the Church especially wants us to imitate St. Anthony. While noting in the prayer of his feast Anthony’s effectiveness as an intercessor, the Church wants us to learn from Anthony, the teacher, the meaning of true wisdom and what it means to become like Jesus, who humbled and emptied himself for our sakes and went about doing good.",
    "But since the 17th century, we most often find the saint shown with the child Jesus in his arm or even with the child standing on a book the saint holds. A story about St. Anthony related in the complete edition of Butler’s Lives of the Saints (edited, revised and supplemented by Herbert Anthony Thurston, S.J., and Donald Attwater) projects back into the past a visit of Anthony to the Lord of Chatenauneuf. Anthony was praying far into the night when suddenly the room was filled with light more brilliant than the sun. Jesus then appeared to St. Anthony in the form of a little child. Chatenauneuf, attracted by the brilliant light that filled his house, was drawn to witness the vision but promised to tell no one of it until after St. Anthony’s death.",
    "St. Anthony and the Lily: Most images of St. Anthony of Padua depict him holding the Child Jesus and with lilies. It has been a part of tradition in Christian art to use lilies as a symbol of purity when portraying Our Lady or the Saints and even Angels.",
    "SL Navy Marines take part in RIMPAC, world’s largest naval exercise",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පාදුවා ශාන්ත අන්තෝනි මුනිඳුන්ගේ මංගල්‍යය",
      "body_lines": [
        "බොහෝ අය පාදුවාහි ශාන්ත අන්තෝනි මුනිඳුන් දන්නේ නැතිවූ සහ සොරකම් කරන ලද භාණ්ඩ සොයා ගැනීමට උපකාර කරන සාන්තුවරයා ලෙසයි, නමුත් ඔහු එම සුවිශේෂී අනුශාසක සාන්තුවරයා වන්නේ මන්දැයි ඔබ කවදා හෝ කල්පනා කර තිබේද?",
        "නැතිවූ දේවල අනුශාසක සාන්තුවරයා: නැතිවූ හෝ සොරකම් කරන ලද දේවල් සොයා ගැනීමට ශාන්ත අන්තෝනිගේ උපකාරය ඉල්ලා සිටීමට හේතුව ඔහුගේම ජීවිතයේ සිදුවීමක් දක්වා දිව යයි. කතාවේ හැටියට ඇන්තනි ගාව ගීතිකා පොතක් තිබුණා. මෙය මුද්‍රණාලයේ යුගයට පෙර බව ඔබ මතක තබා ගත යුතුය, එබැවින් සියලුම පොත් විශාල වටිනාකමක් ඇති බව; ඊට අමතරව ඔහුගේ ෆ්‍රැන්සිස්කන් නියෝගයේ සිසුන්ට ඉගැන්වීම සඳහා ඔහු භාවිතා කළ සටහන් සහ අදහස් ගීතිකාකරු සතුව තිබුණි.",
        "ඒ වන විටත් ආගමික ජීවිතයක් ගත කිරීමෙන් වෙහෙසට පත්ව සිටි නවකයෙක් සමාජයෙන් ඉවත් වීමට තීරණය කළේය. නිල නිවාඩු නොමැතිව පිටත්ව යාමට අමතරව, ඔහු ඇන්තනිගේ ගීතිකාවද රැගෙන ගියේය! ඔහුගේ ගීතිකාව අතුරුදහන් වී ඇති බව දැනගත් ඇන්තනි එය සොයා ගැනීමට හෝ තමා වෙත ආපසු ලබා දෙන ලෙසට යාච්ඤා කළ අතර, ඔහුගේ යාච්ඤාවෙන් පසු සොරු ආධුනිකයා ඇන්තනි වෙත ගීතිකාව ආපසු ලබා දීමටත්, ඔහුව නැවත පිළිගත් නියෝගයට ආපසු යාමටත් පෙලඹුණි. Legend මේ කතාව ටිකක් එම්බ්‍රොයිඩර් කරලා තියෙනවා. ඒ සාමණේරයා තම පියාසැරියේදී බිහිසුණු යක්ෂයෙකු විසින් නවත්වා, පොරොවක් පෙන්වා වහාම පොත ආපසු නොදුන්නේ නම් ඔහුව පයට පාගා දමන බවට තර්ජනය කර ඇත. පැහැදිලිවම, යක්ෂයෙකු හොඳ දෙයක් කිරීමට කිසිවෙකුට අණ නොකරනු ඇත, නමුත් කතාවේ හරය සත්‍ය බව පෙනේ. සොරකම් කරන ලද පොත Bologna හි Franciscan friary හි සංරක්ෂණය කර ඇති බව කියනු ලැබේ. ඕනෑම අවස්ථාවක, ඔහුගේ මරණයෙන් ටික කලකට පසු, මිනිසුන් ඇන්තනි හරහා නැතිවූ සහ සොරකම් කරන ලද භාණ්ඩ සොයා ගැනීමට හෝ නැවත ලබා ගැනීමට යාච්ඤා කිරීමට පටන් ගත්හ. ඔහුගේ සමකාලීන සහ සොහොයුරා වන ජුලියන් ඔෆ් ස්පයිර්ස් විසින් රචනා කරන ලද \"ශාන්ත අන්තෝනිගේ ප්‍රතිචාරය\" ප්‍රකාශ කරන්නේ, \"මුහුද කීකරු වී විලංගු කැඩී යයි/සහ පණ නැති අතපය ඔබ ප්‍රතිෂ්ඨාපනය කරයි/ නැතිවූ නිධන් නැවත හමුවන විට/ඔබේ තරුණ හෝ මහලු විට ආධාර අයදිනවා.\"",
        "ඔහු පාදුවාවේ ඇන්තනි වීමට පෙර: පාදුවාවේ ඇන්තනි 1195 අගෝස්තු 15 වන දින පෘතුගාලයේ ලිස්බන්හිදී ප්‍රනාන්දු මාර්ටින්ස් ද බුල්හෝස් ලෙස උපත ලැබීය. ඔහු අධ්‍යාපනය ලැබීමට කැමති වංශවත් පවුලක ඉතා පොහොසත් පවුලක වූ අතර, ප්‍රාදේශීය දෙව්මැදුරේ පාසලෙන් ඔහුට උපදෙස් දීමට ඔවුහු කටයුතු කළහ. කෙසේ වෙතත්, ඔහුගේ පවුලේ අයගේ කැමැත්තට එරෙහිව, වයස අවුරුදු 15 දී, ඔහු ලිස්බන් නගරයට නුදුරින් පිහිටි ශාන්ත වින්සන්ට් ඇබේ හි පිහිටි කැනන් රෙගුලර් ප්‍රජාවට ඇතුළු විය. තරුණ ප්‍රනාන්දුට ආරාම ජීවිතය සාමකාමී හෝ යාඥාවට සහ අධ්‍යයනයට හිතකර වූයේ නැත. මන්ද ඔහුගේ පැරණි මිතුරන් නිතර බැලීමට පැමිණ දැඩි දේශපාලන සාකච්ඡාවල නිරත වූ බැවිනි.",
        "නමුත් කැනන්වරු විද්වත් ලුහුබැඳීම් සඳහා ඔවුන්ගේ කැපවීම සඳහා ප්‍රසිද්ධ වූ අතර, තරුණ ප්‍රනාන්දුගේ හැකියාවන් දුටු ඔවුන් තරුණයින් ඔවුන්ගේ ප්‍රධාන අධ්‍යයන මධ්‍යස්ථානය වන කොයිම්බ්‍රා හි පිහිටි ශුද්ධ කුරුසයේ ඇබේ වෙත යැවූහ. එහිදී තරුණ ප්‍රනාන්දු දේවධර්මය සහ ලතින් ඉගෙන ගත්තේය. ඔහු වසර නවයක දැඩි අධ්‍යයනයක් ආරම්භ කළ අතර, පසුව ඔහු ෆ්‍රැන්සිස්කන් දර්ශනය සමඟ ඒකාබද්ධ කරන ඔගස්ටිනියානු දේවධර්මය ඉගෙන ගත්තේය.",
        "ෆ්‍රැන්සිස්කානුවන් හා සම්බන්ධ වීම: පූජක පදවියට පත්වීමෙන් පසු, ප්‍රනාන්දු ආගන්තුක මාස්ටර් ලෙස නම් කරන ලද අතර, ඇබේ සඳහා ආගන්තුක සත්කාර භාරව කටයුතු කරන ලදී. 1219 දී ඔහු මොරොක්කෝවේ මුස්ලිම්වරුන්ට ශුභාරංචිය දේශනා කිරීම සඳහා යමින් සිටි ෆ්‍රැන්සිස්කන් ෆ්‍රියර්වරුන් පස් දෙනෙකු සමඟ සම්බන්ධ වූයේ මෙම හැකියාව තුළ ය. වසර 11 කට පමණ පෙර ආරම්භ වූ ෆ්‍රියර්වරුන්ගේ සරල, එවැන්ජලිස්ත ජීවන රටාවට ප්‍රනාන්දු දැඩි ලෙස ආකර්ෂණය විය. ඊළඟ වසරේ පෙබරවාරි මාසයේදී, ෆ්‍රැන්සිස්කානුවන් පස්දෙනා මොරොක්කෝවේ දී ප්‍රාණ පරිත්‍යාග කර ඇති බවට ප්‍රවෘත්තියක් පැමිණියේය, ඔවුන්ගේ නව නියෝගයේ පළමු වරට මරා දමන ලදී.",
        "ඔවුන්ගේ සිරුරු නැවත අසීසියට සකසන ආකාරය දුටු ප්‍රනාන්දු එම මිනිසුන්ගේ වීරත්වය මෙනෙහි කළේය. ඔවුන්ගේ ආදර්ශයෙන් දේවානුභාවයෙන් හා ප්‍රාණ පරිත්‍යාගයේ එකම ත්‍යාගය සඳහා ආශාවෙන්, ඔහු නව ෆ්‍රැන්සිස්කන් නියෝගයට සම්බන්ධ වීමට ඔගස්ටිනියානු කැනනයෙන් ඉවත් වීමට පල්ලියේ බලධාරීන්ගෙන් අවසර ලබා ගත්තේය. ඔහු සගයන්ගේ ජීවිතයට ඇතුළත් වූ පසු, ඔහු ඔලිවායිස් හි කුඩා ආරාමයට සම්බන්ධ වූ අතර, ඇන්තනි යන නම ලබා ගත්තේය (මහා ශාන්ත අන්තෝනි මහරහතන් වහන්සේට කැප කරන ලද එහි පිහිටා ඇති දේවස්ථානයේ නමෙන්), ඔහුව හැඳින්විය යුතුය. සහෝදර ඇන්තනි. පසුව ඔහුගේ නව වෘත්තිය ඉටු කිරීම සඳහා මොරොක්කෝව බලා පිටත් විය. කෙසේ වෙතත්, රෝගය ඔහුගේ ගමන නතර කළේය. මෙම අවස්ථාවේදී, ඔහු තම නව නියෝගයේ කේන්ද්රස්ථානය වන ඉතාලියට යාමට තීරණය කළේය.",
        "ෆ්‍රැන්සිස්කන්වරුන් අතර ඔහුගේ ස්ථානය සොයා ගැනීම: එහි ගමනේදී ඔහුගේ නැව කුණාටුවකින් සිසිලි වෙරළට ධාවනය වූ අතර ඔහු මෙසීනා වෙත ගොඩ බැස්සේය. සිසිලියේ සිට ඔහු ටස්කනි වෙත ගමන් කළ අතර එහිදී ඔහුට නියෝගයක් සහිත නිවසකට අනුයුක්ත කරන ලදී, නමුත් ඔහුගේ අසනීප පෙනුම හේතුවෙන් ඔහුට දුෂ්කරතා ඇති විය. අවසානයේදී ඔහුව නිර්මල අනුකම්පාව නිසා, රොමැග්නා හි Forlì අසල සැන් පාවුලෝහි ග්‍රාමීය ආගන්තුක සත්කාරයට පවරන ලදී, ඔහුගේ දුර්වල සෞඛ්‍යය සලකා බැලීමෙන් පසුව තෝරා ගන්නා ලදී. එහිදී ඔහු ආරාමිකයෙකු ලෙස ජීවත් වූ අතර කුස්සියේ වැඩට යොදවා ඇති අතර, පෞද්ගලික යාච්ඤාවෙහි සහ අධ්‍යයනයෙහි බොහෝ කාලයක් ගත කිරීමට ඉඩ ලබා දී ඇත.",
        "දිනක්, පැවිදි උත්සවයකදී, ඩොමිනිකන් පූජකවරුන් බැහැදැකීමට බොහෝ අය පැමිණ සිටි අතර, දේශනා කළ යුත්තේ කවුරුන්ද යන්න පිළිබඳව වැරදි වැටහීමක් ඇති විය. ෆ්‍රැන්සිස්කානුවන් ස්වභාවිකවම අපේක්ෂා කළේ ඩොමිනිකන්වරුන්ගෙන් කෙනෙකු දේශන පිට්ටනිය අල්ලා ගනු ඇති බවයි. අනෙක් අතට, ඩොමිනිකන්වරු, ෆ්‍රැන්සිස්කානුවකු සමූහවාදියෙකු වනු ඇතැයි සිතමින්, සූදානමකින් තොරව පැමිණ ඇත. මෙම අවුලේදී, අවස්ථාවට සුදුසු ඔහුගේම නිහතමානී සගයන් අතර කිසිවකු නොසිටි ආරාමයේ ප්‍රධානියා, ඔහු වඩාත්ම සුදුසු යැයි සිතූ ඇන්තනි අමතා, ශුද්ධාත්මයාණන් තම කටට දැමිය යුතු ඕනෑම දෙයක් කතා කරන ලෙස ඔහුගෙන් ඉල්ලා සිටියේය. ඇන්තනි විරුද්ධ වූ නමුත් එය අවලංගු කරන ලද අතර ඔහුගේ දේශනාව ගැඹුරු හැඟීමක් ඇති කළේය. ඔහුගේ සාරවත් කටහඬ සහ අත්අඩංගුවට ගැනීමේ විලාසය පමණක් නොව, ඔහුගේ දේශනයේ සමස්ත තේමාව සහ හරය සහ ඔහුගේ චලනය වන කථිකත්වය ඔහුගේ සවන්දෙන්නන්ගේ අවධානයට ලක් විය. එම අවස්ථාවේදී, ප්‍රාදේශීය අමාත්‍ය ග්‍රේෂන් සහෝදරයා විසින් ඇන්තනිට ශුභාරංචිය දේශනා කිරීමට පත් කරන ලදී. උතුරු ඉතාලියේ ලොම්බාර්ඩි ප්‍රදේශය. මෙම හැකියාව තුළ ඔහු ඇණවුමේ නිර්මාතෘ ෆ්රැන්සිස් ඔෆ් ඇසිසිගේ අවධානයට ලක් විය.",
        "ප්‍රසිද්ධ දේශක, ෆ්‍රැන්සිස්කන් ගුරුවරයා: ඇන්තනිගේ උසස්, ශාන්ත ෆ්‍රැන්සිස්, ඔහුගේ අනුගාමිකයෙකු සතු අධ්‍යාපනය වැනි අධ්‍යාපනය ගැන කල්පනාකාරී විය. සැබෑ දරිද්‍රතාවයෙන් පෙළෙන ජීවිතයක් සඳහා වූ ඔවුන්ගේ කැපවීම අත්හැරීමට තුඩු දෙන ඔවුන්ගේ නවීන දැනුම ගැන ආඩම්බර වන බොහෝ දේවධර්මවාදීන් ඔහු දුටුවේය. කෙසේ වෙතත්, ඇන්තනි තුළ, ඔහු තම දැක්ම සඳහා ඥාති ආත්මයක් සොයා ගත් අතර, පැවිදි වීම අපේක්ෂා කළ හැකි තරුණ සාමාජිකයින්ට අවශ්‍ය ඉගැන්වීම් සැපයීමට ද සමත් විය. ෆ්‍රැන්සිස් 1224 දී මෙසේ ලිවීය, \"එවැනි අධ්‍යයනයන්හිදී ඔවුන් රීතියේ අඩංගු වන පරිදි ශුද්ධ වූ යාච්ඤාවේ සහ භක්තිවන්තකමේ ආත්මය විනාශ නොකරන්නේ නම්, ඔබ පූජ්‍ය දේවධර්මය ඉගැන්වීමට කටයුතු කිරීම මට සතුටකි.\" එමගින් ඔහු තම සහෝදර සහෝදරියකගේ අධ්‍යයන කටයුතු ඇන්තනි සහෝදරයාට භාර කළේය. එතැන් සිට ඔහුගේ කුසලතා පල්ලිය විසින් උපරිම ලෙස භාවිතා කරන ලදී. ඉඳහිට, ඔහු දකුණු ප්‍රංශයේ මොන්ට්පෙලියර් සහ ටූලූස් විශ්ව විද්‍යාලවල ගුරුවරයෙකු ලෙස වෙනත් තනතුරක් ලබා ගත්තේය, නමුත් ඇන්තනි ඔහුගේ උත්තරීතර තෑග්ග හෙළි කළේ දේශකයෙකු ලෙසය. ප්රසිද්ධ පාසල. එකල දේවධර්ම පොත වූයේ බයිබලයයි. සාන්තුවරයා විසින් දැනට පවතින එක් දේශනයක අවම වශයෙන් ශුද්ධ ලියවිල්ලෙන් ඡේද 183 ක් ඇත. ඔහුගේ දේවධර්ම සම්මන්ත්‍රණ සහ සාකච්ඡා කිසිවක් ලියා නොතිබුණද, අපට ඔහුගේ දේශනාවල වෙළුම් දෙකක් තිබේ: ඉරිදා දේශනා සහ මංගල්‍ය දින දේශනා. ඔහුගේ ක්‍රමයට බොහෝ උපමා සහ ශුද්ධ ලියවිල්ලේ සංකේතාත්මක පැහැදිලි කිරීම් ඇතුළත් විය.",
        "ඇන්තනි පූජකවරුන්ට ඉගැන්වූ අතර නියෝගය තුළ වැඩි වගකීමක් භාර ගන්නා විට දිගටම දේශනා කළේය. 1226 දී ඔහු උතුරු ඉතාලියේ පළාත් ප්‍රධානියා ලෙස පත් කරන ලදී, නමුත් තවමත් කුඩා ආරාමයක කල්පනාකාරී යාච්ඤාව සඳහා කාලය සොයා ගත්තේය. පාස්කු උත්සවය ආසන්නයේ, 1228 දී (ඔහුගේ වයස අවුරුදු 33 ක් පමණි), රෝමයේ සිටියදී, ශාන්ත ෆ්රැන්සිස්ගේ විශ්වාසවන්ත මිතුරෙකු සහ උපදේශකයෙකු වූ IX ග්රෙගරි පාප් වහන්සේ හමුවිය. ස්වාභාවිකවම, ප්රසිද්ධ දේශකයාට කතා කිරීමට ආරාධනා කරන ලදී. හැමදාම වගේ නිහතමානීව ඒක කළා. ප්‍රතිචාරය කොතරම් විශාලද යත්, පසුව මිනිසුන් පැවසුවේ පෙන්තකොස්ත ආශ්චර්යය නැවත නැවතත් සිදු වූ බවක් පෙනෙන්නට තිබූ බවයි. පුරාවෘත්තයට අනුව, එක් දිනක් බිහිරි කන්වලට මුහුණ දුන් බව; අන්තෝනි ගඟ ළඟට ගිහින් මාළුන්ට බණ කිව්වා. සාම්ප්‍රදායික කතාන්දර කියවන එය කාගේත් අවධානයට ලක්විය.",
        "මරණය: ඇන්තනි ශෝථය සමඟ රෝගාතුර වූ අතර, 1231 දී, විවේකයක් සඳහා තවත් සගයන් දෙදෙනෙකු සමඟ කැම්පොසැම්පෙරෝ හි වනාන්තර පසුබැසීමට ගියේය. එහිදී ඇන්තනි ජීවත් වූයේ වල්නට් ගසක අතු යට ඔහු වෙනුවෙන් ඉදිකරන ලද කුටියක ය. ඇන්තනි 1231 ජුනි 13 වන දින පාදුවා වෙත ආපසු එන අතරමගදී වයස අවුරුදු 36 දී ආර්සෙලා (දැන් පාදුවා හි කොටසක්) හි දුප්පත් ක්ලෙයාර් ආරාමයේදී මිය ගියේය.",
        "ඇන්තනිගේ මරණය වටා විවිධ ජනප්‍රවාද ඇත: එක් අයෙක් පවසන්නේ ඔහු මිය ගිය විට ළමයින් වීදිවල කෑගැසූ බවත්, පල්ලිවල සියලුම සීනු නාද වූ බවත්ය. තවත් පුරාවෘත්තයක් ඔහුගේ දිව ගැන සලකයි. ඇන්තනිව තැන්පත් කර ඇත්තේ ඔහුට ගෞරව කිරීම සඳහා ඉදිකරන ලද විශාල බැසිලිකාවේ දේවස්ථානයක වන අතර එහිදී ඔහුගේ දිව විශාල ධාතු මන්දිරයක වන්දනා කිරීම සඳහා ප්‍රදර්ශනය කෙරේ. ඔහුගේ මරණයෙන් වසර 30 කට පසු ඔහුගේ සිරුර ගොඩගත් විට, එය නැවත දූවිලි බවට පත් වී ඇති බව සොයා ගන්නා ලදී, නමුත් දිව දිලිසෙන බවත්, එය තවමත් ජීවමානව හා තෙත් වී ඇති බවක් පෙනෙන්නට තිබුණි. පෙනෙන විදිහට මෙය ඔහුගේ දේශනා කිරීමේ ත්‍යාගයේ ලකුණක් බව තවත් ප්‍රකාශයක් කරන ලදී.",
        "ගුරුවරයා, දේශකයෙක්, ශුද්ධ ලියවිල්ලේ වෛද්‍යවරයා: ෆ්‍රැන්සිස්කානුවන් අතර සහ ඔහුගේ මංගල්‍යයේ පූජනීයත්වයේ දී, ශාන්ත අන්තෝනි ගුරුවරයෙකු සහ දේශකයෙකු ලෙස අසාමාන්‍ය ලෙස සමරනු ලැබේ. ඔහු තම සොහොයුරා වන ෆ්‍රැන්සිස්කන්වරුන්ට උපදෙස් දීමට ශාන්ත ෆ්‍රැන්සිස්ගේ විශේෂ අනුමැතිය සහ ආශිර්වාදය ලබා ගත් ෆ්‍රැන්සිස්කන් නියෝගයේ පළමු ගුරුවරයා විය. දේශකයෙකු ලෙස ඔහුගේ ඵලදායිත්වය, මිනිසුන්ව ඇදහිල්ල වෙත ආපසු කැඳවීම, \"මිථ්‍යාදෘෂ්ටිකයන්ගේ මිටිය\" යන මාතෘකාවට හේතු විය. ඔහුගේ සාමය ඇති කිරීමේ කුසලතා සහ යුක්තිය ඉල්ලා සිටීම වැදගත් විය.",
        "1232 දී ඇන්තනිව ශාන්තුවරයට පත් කිරීමේදී IXවන ග්‍රෙගරි පාප් වහන්සේ ඔහුව “ගිවිසුමේ ගිවිසුම් පෙට්ටිය” සහ “ශුද්ධ වූ ශුද්ධ ලියවිල්ලේ ගබඩාව” ලෙස හැඳින්වූහ. ශාන්ත අන්තෝනි මුනිඳුන් නිතරම දැවෙන ආලෝකයක් හෝ ශුද්ධ ලියවිලි පොතක් අතේ තබාගෙන සිටින්නේ මන්දැයි එයින් පැහැදිලි වේ. 1946 දී XII පියුස් පාප් වහන්සේ ඇන්තනි විශ්ව පල්ලියේ වෛද්‍යවරයකු ලෙස නිල වශයෙන් ප්‍රකාශයට පත් කළහ. ඇන්තනි දෙවියන් වහන්සේගේ වචනය කෙරෙහි ඇති ඇල්ම සහ එදිනෙදා ජීවිතයේ තත්වයන් තේරුම් ගැනීමට සහ එය අදාළ කර ගැනීමට ඔහු දරන යාච්ඥාපූර්වක උත්සාහය තුළ පල්ලියට විශේෂයෙන් අවශ්‍ය වන්නේ ශාන්ත අන්තෝනි මුනිඳුන් අනුකරණය කිරීමයි. මැදිහත්කරුවෙකු ලෙස ඇන්තනීගේ ඵලදායිත්වය ඔහුගේ මංගල්‍යයේ යාච්ඤාවේදී සඳහන් කරන අතරම, සැබෑ ප්‍රඥාවේ අරුත සහ අප වෙනුවෙන් නිහතමානීව නිහතමානීව හිස් වී ගිය යේසුස් මෙන් වීම යන්නෙන් අදහස් කරන්නේ කුමක්ද යන්න ගුරුවරයා වන ඇන්තනිගෙන් ඉගෙන ගැනීමට පල්ලියට අවශ්‍යය. හොඳ දෙයක් කිරීම ගැන.",
        "නමුත් 17 වන සියවසේ සිට, අපට බොහෝ විට දක්නට ලැබෙන්නේ සාන්තුවරයා ජේසු දරුවා ඔහුගේ අතේ තබාගෙන හෝ සාන්තුවරයා තබා ඇති පොතක් මත සිටගෙන සිටින දරුවා සමඟ ය. Butler's Lives of the Saints (Herbert Anthony Thurston, S.J. සහ Donald Attwater විසින් සංස්කරණය කරන ලද, සංශෝධිත සහ පරිපූරක) සම්පූර්ණ සංස්කරණයට සම්බන්ධ ශාන්ත අන්තෝනි පිළිබඳ කථාවක්, Chatenauneuf සාමිවරයා වෙත Anthony ගේ සංචාරයක් අතීතයට ගෙන යයි. ඇන්තනි රාත්‍රියේ බොහෝ දුර යාඥා කරමින් සිටියදී හදිසියේම කාමරය හිරුට වඩා දීප්තිමත් ආලෝකයකින් පිරී ගියේය. ඉන්පසු ජේසුස් වහන්සේ කුඩා දරුවෙකුගේ ස්වරූපයෙන් ශාන්ත අන්තෝනි මුනිඳුන්ට පෙනී සිටියහ. ඔහුගේ නිවස පිරී තිබූ දීප්තිමත් ආලෝකයෙන් ආකර්ෂණය වූ Chatenauneuf, දර්ශනය දැකීමට ඇදී ගිය නමුත් ශාන්ත අන්තෝනිගේ මරණයෙන් පසුව කිසිවෙකුට ඒ ගැන නොකියන බවට පොරොන්දු විය.",
        "ශාන්ත අන්තෝනි සහ ලිලී: පාදුවා හි ශාන්ත අන්තෝනි මුනිඳුන්ගේ බොහෝ පින්තූරවල ඔහු ජේසුස් වහන්සේ අල්ලාගෙන සිටින ආකාරය සහ ලිලී මල් වලින් නිරූපණය කෙරේ. අපගේ ආර්යාව හෝ සාන්තුවරයන් සහ දේවදූතයන් පවා නිරූපණය කිරීමේදී ලිලී මල් පාරිශුද්ධත්වයේ සංකේතයක් ලෙස භාවිතා කිරීම ක්‍රිස්තියානි කලාවේ සම්ප්‍රදායේ කොටසකි.",
        "ශ්‍රී ලංකා නාවික හමුදාවේ මැරීන් භටයින් ලොව විශාලතම නාවික අභ්‍යාසය වන RIMPAC සඳහා සහභාගී වේ",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பதுவா புனித அந்தோனியார் பெருவிழா",
      "body_lines": [
        "பெரும்பாலான மக்கள் பதுவாவின் புனித அந்தோனியை தொலைந்துபோன மற்றும் திருடப்பட்ட பொருட்களைக் கண்டுபிடிக்க உதவும் புனிதர் என்று அறிவார்கள், ஆனால் அவர் ஏன் குறிப்பிட்ட புரவலர் துறவி என்று நீங்கள் எப்போதாவது யோசித்திருக்கிறீர்களா?",
        "தொலைந்து போன விஷயங்களின் புரவலர் புனிதர்: தொலைந்து போன அல்லது திருடப்பட்ட பொருட்களைக் கண்டுபிடிக்க புனித அந்தோணியின் உதவியை நாடியதற்கான காரணம் அவரது சொந்த வாழ்க்கையில் நடந்த ஒரு சம்பவத்தில் உள்ளது. கதையின்படி, அந்தோணியிடம் ஒரு சங்கீதம் புத்தகம் இருந்தது. இது அச்சகத்தின் வயதிற்கு முன்பே இருந்ததை நீங்கள் நினைவில் கொள்ள வேண்டும், எனவே அனைத்து புத்தகங்களும் மிகவும் மதிப்பு வாய்ந்தவை. சால்டரைத் தவிர, அவர் தனது பிரான்சிஸ்கன் ஆணையில் மாணவர்களுக்கு கற்பிப்பதில் பயன்படுத்திய குறிப்புகள் மற்றும் கருத்துகளைக் கொண்டிருந்தார்.",
        "ஏற்கனவே ஒரு மத வாழ்க்கை வாழ்வதில் சோர்வாக இருந்த ஒரு புதியவர் சமூகத்தை விட்டு வெளியேற முடிவு செய்தார். உத்தியோகபூர்வ விடுப்பு இல்லாமல் போவதைத் தவிர, அவர் அந்தோணியின் சங்கீதத்தையும் எடுத்தார்! அவரது சால்டர் காணாமல் போனதை உணர்ந்ததும், அந்தோணி அது கண்டுபிடிக்கப்பட வேண்டும் அல்லது அவரிடம் திரும்ப வேண்டும் என்று ஜெபித்தார், மேலும் அவரது பிரார்த்தனைக்குப் பிறகு திருடர் புதியவர் அந்தோணியிடம் சால்டரைத் திருப்பி அனுப்பவும், அவரை மீண்டும் ஏற்றுக்கொண்ட கட்டளைக்குத் திரும்பவும் தூண்டப்பட்டார். லெஜண்ட் இந்த கதையை கொஞ்சம் எம்ப்ராய்டரி செய்துள்ளது. புதியவர் தனது விமானத்தில் ஒரு பயங்கரமான பிசாசால் நிறுத்தப்பட்டார், கோடரியைக் காட்டி, புத்தகத்தை உடனடியாகத் திருப்பித் தராவிட்டால், அவரை காலடியில் மிதித்துவிடுவேன் என்று மிரட்டுகிறார். வெளிப்படையாக, ஒரு பிசாசு யாரையும் நல்லதைச் செய்யும்படி கட்டளையிடாது, ஆனால் கதையின் மையமானது உண்மையாகத் தோன்றும். திருடப்பட்ட புத்தகம் போலோக்னாவில் உள்ள பிரான்சிஸ்கன் பிரைரியில் பாதுகாக்கப்பட்டதாகக் கூறப்படுகிறது. எப்படியிருந்தாலும், அவரது மரணத்திற்குப் பிறகு, மக்கள் அந்தோணியின் மூலம் தொலைந்துபோன மற்றும் திருடப்பட்ட பொருட்களைக் கண்டுபிடிக்க அல்லது மீட்க பிரார்த்தனை செய்யத் தொடங்கினர். மேலும் அவரது சமகாலத்தவரும் சகோதரருமான ஜூலியன் ஆஃப் ஸ்பைர்ஸால் இயற்றப்பட்ட “செயின்ட் அந்தோனியின் பதில்”, “கடல் கீழ்ப்படிகிறது மற்றும் கட்டுகளை உடைக்கிறது/மற்றும் உயிரற்ற உறுப்புகளை நீங்கள் மீட்டெடுக்கிறீர்கள்/இழந்த பொக்கிஷங்கள் மீண்டும் கிடைக்கும்/இளைஞராகவோ அல்லது வயதானவர்களாகவோ இருக்கும்போது உதவி கேள்.\"",
        "அவர் பதுவாவின் அந்தோனியாக இருப்பதற்கு முன்பு: பதுவாவின் அந்தோணி ஆகஸ்ட் 15, 1195 அன்று போர்ச்சுகலின் லிஸ்பனில் பெர்னாண்டோ மார்ட்டின்ஸ் டி புல்ஹோஸ் பிறந்தார். அவர் மிகவும் பணக்கார குடும்பத்தைச் சேர்ந்தவர், அவர் கல்வி கற்க விரும்பினார், மேலும் அவர் உள்ளூர் கதீட்ரல் பள்ளியில் பயிற்றுவிக்க ஏற்பாடு செய்தார்கள். இருப்பினும், அவரது குடும்பத்தினரின் விருப்பத்திற்கு மாறாக, 15 வயதில், அவர் லிஸ்பனின் புறநகரில் உள்ள செயின்ட் வின்சென்ட் அபேயில் உள்ள கேனான்ஸ் ரெகுலர் சமூகத்தில் நுழைந்தார். இளைஞரான பெர்னாண்டோவிற்கு மடாலய வாழ்க்கை நிம்மதியாகவோ அல்லது பிரார்த்தனை மற்றும் படிப்பிற்கு உகந்ததாகவோ இல்லை, ஏனெனில் அவரது பழைய நண்பர்கள் அடிக்கடி வந்து, தீவிர அரசியல் விவாதங்களில் ஈடுபட்டனர்.",
        "ஆனால் நியதிகள் அறிவார்ந்த நோக்கங்களுக்கான அர்ப்பணிப்பிற்காக பிரபலமானவர்கள், மேலும் இளம் பெர்னாண்டோவின் திறனைக் கண்டு, அவர்கள் இளைஞர்களை தங்கள் முக்கிய ஆய்வு மையமான கோயம்பராவில் உள்ள ஹோலி கிராஸ் அபேக்கு அனுப்பினர். அங்கு இளம் பெர்னாண்டோ இறையியல் மற்றும் லத்தீன் படித்தார். அவர் ஒன்பது வருட தீவிர படிப்பைத் தொடங்கினார், பின்னர் அவர் பிரான்சிஸ்கன் பார்வையுடன் இணைக்கும் அகஸ்டீனிய இறையியலைக் கற்றுக்கொண்டார்.",
        "பிரான்சிஸ்கன்களுடன் இணைதல்: ஆசாரியத்துவத்திற்கு அவர் நியமிக்கப்பட்ட பிறகு, பெர்னாண்டோ ஒரு விருந்தினர் மாஸ்டராக நியமிக்கப்பட்டார் மற்றும் அபேயின் விருந்தோம்பல் பொறுப்பாளராக நியமிக்கப்பட்டார். இந்த நிலையில்தான், 1219-ல், மொராக்கோவில் உள்ள முஸ்லிம்களுக்கு நற்செய்தியைப் பிரசங்கிக்கச் சென்று கொண்டிருந்த ஐந்து பிரான்சிஸ்கன் பிரியர்களுடன் அவர் தொடர்பு கொண்டார். ஃபெர்னாண்டோ 11 ஆண்டுகளுக்கு முன்பு மட்டுமே நிறுவப்பட்ட பிரியர்களின் எளிய, சுவிசேஷ வாழ்க்கை முறையால் வலுவாக ஈர்க்கப்பட்டார். அடுத்த ஆண்டு பிப்ரவரியில், மொராக்கோவில் ஐந்து பிரான்சிஸ்கன்கள் வீரமரணம் அடைந்ததாக செய்தி வந்தது, அவர்களின் புதிய வரிசையில் முதலில் கொல்லப்பட்டனர்.",
        "அவர்களின் உடல்கள் அசிசிக்குத் திரும்பியதைக் கண்டு, பெர்னாண்டோ அந்த மனிதர்களின் வீரத்தைப் பற்றி தியானித்தார்; அவர்களின் முன்மாதிரியால் ஈர்க்கப்பட்டு, அதே பரிசு தியாகிக்காக ஏங்கினார், அவர் புதிய பிரான்சிஸ்கன் ஆணையில் சேர அகஸ்டினிய நியதிகளை விட்டு வெளியேற தேவாலய அதிகாரிகளிடமிருந்து அனுமதி பெற்றார். துறவிகளின் வாழ்க்கையில் அவர் ஒப்புக்கொண்டவுடன், அவர் ஒலிவாஸில் உள்ள சிறிய துறவற இல்லத்தில் சேர்ந்தார், அந்தோணி (அங்கே அமைந்துள்ள தேவாலயத்தின் பெயரிலிருந்து, புனித அந்தோணி தி கிரேட் அர்ப்பணிக்கப்பட்டது) என்ற பெயரை ஏற்றுக்கொண்டார், இதன் மூலம் அவர் அறியப்படுவார்.சகோதரர் அந்தோணி பின்னர் தனது புதிய தொழிலை நிறைவேற்றுவதற்காக மொராக்கோவிற்கு புறப்பட்டார். இருப்பினும், நோய் அவரது பயணத்தை நிறுத்தியது. இந்த கட்டத்தில், அவர் தனது புதிய உத்தரவின் மையமான இத்தாலிக்கு செல்ல முடிவு செய்தார்.",
        "பிரான்சிஸ்கன்களிடையே அவரது இடத்தைக் கண்டறிதல்: அங்கு பயணத்தில், அவரது கப்பல் சிசிலி கடற்கரையில் ஒரு புயலால் இயக்கப்பட்டது மற்றும் அவர் மெசினாவில் தரையிறங்கினார். சிசிலியில் இருந்து அவர் டஸ்கனிக்கு சென்றார், அங்கு அவர் ஆர்டரின் வீட்டிற்கு நியமிக்கப்பட்டார், ஆனால் அவரது நோய்வாய்ப்பட்ட தோற்றத்தின் காரணமாக அவர் சிரமத்தை சந்தித்தார். இறுதியாக, தூய இரக்கத்தின் காரணமாக, ரோமக்னாவின் ஃபோர்லிக்கு அருகிலுள்ள சான் பாலோவின் கிராமப்புற விருந்தோம்பலுக்கு அவர் நியமிக்கப்பட்டார், அவரது மோசமான உடல்நிலையைக் கருத்தில் கொண்டு ஒரு தேர்வு செய்யப்பட்டது. அங்கு அவர் ஒரு துறவியாக வாழ்ந்ததாகவும், சமையலறையில் வேலை செய்ய வைக்கப்பட்டதாகவும் தெரிகிறது, அதே நேரத்தில் தனிப்பட்ட பிரார்த்தனை மற்றும் படிப்பில் அதிக நேரம் செலவிட அனுமதிக்கப்பட்டார்.",
        "ஒரு நாள், ஒரு அர்ச்சனை நிகழ்வின் போது, ​​டொமினிகன் பிரியர்களைப் பார்வையிட பலர் வந்திருந்தனர், மேலும் யார் பிரசங்கிக்க வேண்டும் என்பதில் சில தவறான புரிதல் இருந்தது. ஃபிரான்சிஸ்கன்கள் இயல்பாகவே டொமினிகன்களில் ஒருவர் பிரசங்க பீடத்தை ஆக்கிரமிப்பார் என்று எதிர்பார்த்தனர், ஏனெனில் அவர்கள் பிரசங்கிப்பதில் பெயர் பெற்றவர்கள்; மறுபுறம், டொமினிகன்கள், ஒரு பிரான்சிஸ்கன் மனிதாபிமானவாதியாக இருப்பார் என்று நினைத்து, தயாராக இல்லாமல் வந்தனர். இந்த இக்கட்டான சூழ்நிலையில், துறவற சபையின் தலைவர், இந்த சந்தர்ப்பத்திற்கு பொருத்தமான தனது சொந்த துறவிகளில் யாரும் இல்லாதவர், அவர் மிகவும் தகுதியானவர் என்று நினைத்த அந்தோணியை அழைத்து, பரிசுத்த ஆவியானவர் தனது வாயில் எதை வேண்டுமானாலும் பேசும்படி கெஞ்சினார். அந்தோனி ஆட்சேபித்தார் ஆனால் நிராகரிக்கப்பட்டார், அவருடைய பிரசங்கம் ஒரு ஆழமான தோற்றத்தை உருவாக்கியது. அவரது செழுமையான குரல் மற்றும் கைது செய்யும் விதம் மட்டுமல்ல, அவரது சொற்பொழிவின் முழு கருப்பொருள் மற்றும் அவரது நகரும் பேச்சுத்திறன் ஆகியவை அவரது கேட்போரின் கவனத்தை ஈர்த்தது. அந்த நேரத்தில், உள்ளூர் மந்திரி சகோதரர் கிரேடியனால் சுவிசேஷம் முழுவதும் பிரசங்கிக்க நியமிக்கப்பட்டார். வடக்கு இத்தாலியில் உள்ள லோம்பார்டி பகுதி. இந்த நிலையில் அவர் ஒழுங்கை நிறுவிய பிரான்சிஸ் அசிசியின் கவனத்திற்கு வந்தார்.",
        "பொதுச் சொற்பொழிவாளர், பிரான்சிஸ்கன் ஆசிரியர்: அந்தோணியின் உயர் அதிகாரியான செயின்ட் பிரான்சிஸ், அவருடைய ஆதரவாளர் பெற்ற கல்வி போன்றவற்றில் எச்சரிக்கையாக இருந்தார். பல இறையியலாளர்கள் தங்களின் அதிநவீன அறிவில் பெருமிதம் கொள்வதை அவர் கண்டார். எவ்வாறாயினும், அந்தோனியில், அவர் தனது பார்வைக்கு ஒரு அன்பான ஆவியைக் கண்டார், இது நியமனம் பெற விரும்பும் ஒழுங்கின் இளம் உறுப்பினர்களுக்குத் தேவையான போதனைகளை வழங்க முடிந்தது. ஃபிரான்சிஸ் 1224 இல் எழுதினார், \"அத்தகைய ஆய்வுகளில் அவர்கள் விதியில் உள்ளபடி புனிதமான பிரார்த்தனை மற்றும் பக்தியின் உணர்வை அழிக்கவில்லை என்றால், நீங்கள் பிரியர்களுக்கு புனிதமான இறையியலைக் கற்பிப்பது எனக்கு மகிழ்ச்சி அளிக்கிறது.\" இதன் மூலம் அவர் தனது துறவிகள் எவருக்கும் படிப்பைத் தொடர்வதை சகோதரர் அந்தோணியின் பராமரிப்பில் ஒப்படைத்தார். அப்போதிருந்து, அவரது திறமைகள் தேவாலயத்தால் மிகவும் பயன்படுத்தப்பட்டன. எப்போதாவது, அவர் மற்றொரு ஆசிரியராக, உதாரணமாக, தெற்கு பிரான்சில் உள்ள Montpellier மற்றும் Toulouse பல்கலைக்கழகங்களில் மற்றொரு பதவியை எடுத்தார், ஆனால் அந்தோனி தனது உயர்ந்த பரிசை வெளிப்படுத்தியது ஒரு போதகராக இருந்தது. அந்தோணி முதலில் போலோக்னாவில் உள்ள ஒரு பிரைரியில் கற்பித்தார், அது பிரபலமான பள்ளி. அக்கால இறையியல் புத்தகம் பைபிள். துறவியின் ஒரு பிரசங்கத்தில், வேதத்திலிருந்து குறைந்தது 183 பகுதிகள் உள்ளன. அவருடைய இறையியல் மாநாடுகள் மற்றும் விவாதங்கள் எதுவும் எழுதப்படவில்லை என்றாலும், அவருடைய பிரசங்கங்களின் இரண்டு தொகுதிகள் எங்களிடம் உள்ளன: ஞாயிறு பிரசங்கங்கள் மற்றும் பண்டிகை நாள் பிரசங்கங்கள். அவருடைய முறையானது வேதாகமத்தின் உவமை மற்றும் குறியீட்டு விளக்கத்தை உள்ளடக்கியது.",
        "அந்தோணி பிரியர்களுக்கு கற்பித்தபடியும், ஆணையுக்குள் அதிக பொறுப்பை ஏற்றுக்கொண்டபடியும் தொடர்ந்து பிரசங்கித்தார். 1226 ஆம் ஆண்டில் அவர் வடக்கு இத்தாலியின் மாகாண மேலாளராக நியமிக்கப்பட்டார், ஆனால் ஒரு சிறிய துறவியில் ஆழ்ந்த பிரார்த்தனைக்கு நேரம் கிடைத்தது. ஈஸ்டரைச் சுற்றி, 1228 இல் (அவருக்கு வயது 33 மட்டுமே), ரோமில் இருந்தபோது, ​​புனித பிரான்சிஸின் உண்மையுள்ள நண்பராகவும் ஆலோசகராகவும் இருந்த போப் கிரிகோரி IX ஐச் சந்தித்தார். இயற்கையாகவே, பிரபல சாமியார் பேச அழைக்கப்பட்டார். எப்பொழுதும் போல் பணிவுடன் செய்தார். பதில் மிகவும் பெரியதாக இருந்தது, பின்னர் மக்கள் பெந்தெகொஸ்தேவின் அதிசயம் மீண்டும் மீண்டும் செய்யப்பட்டதாகத் தோன்றியது என்று சொன்னார்கள். அவருடைய முயற்சிகள் இருந்தபோதிலும், எல்லோரும் கேட்கவில்லை. ஒரு நாள், காதுகேளாத காதுகளை எதிர்கொண்டதாக புராணக்கதை கூறுகிறது; அந்தோணி ஆற்றுக்குச் சென்று மீன்களுக்கு உபதேசித்தார். என்று, பாரம்பரியக் கதையை வாசித்து, அனைவரின் கவனத்தையும் ஈர்த்தார்.",
        "மரணம்: அந்தோணி எடிமாவால் நோய்வாய்ப்பட்டார், மேலும் 1231 இல், காம்போசம்பீரோவில் உள்ள வனப்பகுதிக்கு ஓய்வுக்காக மற்ற இரண்டு பிரியர்களுடன் சென்றார். அங்கு, கொட்டை மரத்தின் கிளைகளின் கீழ் அவருக்காக கட்டப்பட்ட அறையில் அந்தோணி வசித்து வந்தார். அந்தோணி பதுவாவுக்குத் திரும்பும் வழியில் ஜூன் 13, 1231 அன்று அர்செல்லாவில் உள்ள ஏழை கிளேர் மடாலயத்தில் (இப்போது பதுவாவின் பகுதி) 36 வயதில் இறந்தார்.",
        "அந்தோணியின் மரணத்தைச் சுற்றி பல்வேறு புராணக்கதைகள் உள்ளன: அவர் இறந்தபோது, ​​குழந்தைகள் தெருக்களில் அழுதனர் என்றும், தேவாலயங்களின் அனைத்து மணிகளும் தாங்களாகவே ஒலித்தன என்றும் ஒருவர் கூறுகிறார். மற்றொரு புராணக்கதை அவரது நாக்கைப் பற்றியது. அந்தோணி அவரை கௌரவிப்பதற்காக கட்டப்பட்ட பெரிய பசிலிக்காவிற்குள் ஒரு தேவாலயத்தில் அடக்கம் செய்யப்பட்டார், அங்கு அவரது நாக்கு ஒரு பெரிய நினைவுச்சின்னத்தில் வணக்கத்திற்காக காட்டப்பட்டுள்ளது. அவர் இறந்து 30 ஆண்டுகளுக்குப் பிறகு அவரது உடல் தோண்டியெடுக்கப்பட்டபோது, ​​​​அது மண்ணுக்குத் திரும்பியது கண்டுபிடிக்கப்பட்டது, ஆனால் நாக்கு பளபளப்பதாகவும், அது இன்னும் உயிருடன் ஈரமாக இருப்பதைப் போலவும் இருந்தது; இது அவரது பிரசங்க பரிசின் அடையாளம் என்று மேலும் கூறப்பட்டது.",
        "ஆசிரியர், போதகர், வேதத்தின் மருத்துவர்: பிரான்சிஸ்கன்கள் மத்தியில், மற்றும் அவரது விருந்தின் வழிபாட்டு முறைகளில், புனித அந்தோணி ஒரு ஆசிரியராகவும், போதகராகவும் அசாதாரணமானவராகக் கொண்டாடப்படுகிறார். அவர் பிரான்சிஸ்கன் வரிசையில் முதல் ஆசிரியராக இருந்தார், அவருடைய சகோதரர் பிரான்சிஸ்கனுக்கு அறிவுறுத்துவதற்கு புனித பிரான்சிஸின் சிறப்பு அங்கீகாரமும் ஆசீர்வாதமும் வழங்கப்பட்டது. ஒரு பிரசங்கியாக அவரது செயல்திறன், மக்களை மீண்டும் நம்பிக்கைக்கு அழைத்தது, இதன் விளைவாக \"மதவெறிகளின் சுத்தியல்\" என்ற தலைப்பு கிடைத்தது. அவருடைய சமாதானம் செய்யும் திறமையும் நீதிக்கான அழைப்புகளும் முக்கியமானவை.",
        "1232 இல் அந்தோணிக்கு புனிதர் பட்டம் வழங்கியதில், திருத்தந்தை IX கிரிகோரி அவரை \"ஏற்பாட்டின் பேழை\" மற்றும் \"பரிசுத்த வேதாகமத்தின் களஞ்சியம்\" என்று பேசினார். புனித அந்தோனியார் தனது கைகளில் எரியும் விளக்கு அல்லது வேதாகம புத்தகத்துடன் அடிக்கடி சித்தரிக்கப்படுவதை இது விளக்குகிறது. 1946 ஆம் ஆண்டில், போப் பயஸ் XII அந்தோணியை யுனிவர்சல் சர்ச்சின் டாக்டராக அதிகாரப்பூர்வமாக அறிவித்தார். அந்தோனியார் கடவுளுடைய வார்த்தையை நேசிப்பதிலும், அன்றாட வாழ்க்கையின் சூழ்நிலைகளைப் புரிந்துகொள்வதற்கும் அதைப் பயன்படுத்துவதற்கும் அவர் செய்த ஜெப முயற்சிகளிலும், புனித அந்தோனியாவைப் பின்பற்ற வேண்டும் என்று திருச்சபை விரும்புகிறது. அந்தோணியாரின் பரிந்து பேசுபவராகத் திறம்பட ஆற்றிய பிரார்த்தனையில் குறிப்பிடுகையில், உண்மையான ஞானத்தின் அர்த்தத்தையும், நமக்காகத் தம்மைத் தாழ்த்தி, தன்னைத் தானே ஒதுக்கிவிட்டுப் போன இயேசுவைப் போல் ஆவதன் அர்த்தத்தையும், ஆசிரியரான அந்தோணியிடமிருந்து நாம் கற்றுக்கொள்ள வேண்டுமென திருச்சபை விரும்புகிறது. நல்லது செய்வது பற்றி.",
        "ஆனால், 17ஆம் நூற்றாண்டிலிருந்து, துறவி குழந்தை இயேசுவைக் கையில் வைத்துக்கொண்டு அல்லது துறவி வைத்திருக்கும் புத்தகத்தின் மீது குழந்தையுடன் நிற்பதை நாம் அடிக்கடி காண்கிறோம். பட்லரின் லைவ்ஸ் ஆஃப் தி செயிண்ட்ஸ் (ஹெர்பர்ட் அந்தோனி தர்ஸ்டன், எஸ்.ஜே. மற்றும் டொனால்ட் அட்வாட்டர் ஆகியோரால் திருத்தப்பட்டது, திருத்தப்பட்டது மற்றும் கூடுதலாக வழங்கப்பட்டது) முழுப் பதிப்பில் தொடர்புடைய புனித அந்தோனியைப் பற்றிய ஒரு கதை, அந்தோனியின் கடந்த காலத்துக்குச் சென்றது. அந்தோணி இரவில் வெகுதூரம் ஜெபித்துக் கொண்டிருந்தார், திடீரென்று அறை சூரியனை விட பிரகாசமான ஒளியால் நிரம்பியது. அப்போது புனித அந்தோனியாருக்கு இயேசு ஒரு சிறு குழந்தை வடிவில் காட்சியளித்தார். அவரது வீட்டை நிரப்பிய பிரகாசமான ஒளியால் கவரப்பட்ட Chatenauneuf, தரிசனத்தைக் காண ஈர்க்கப்பட்டார், ஆனால் புனித அந்தோணியின் மரணத்திற்குப் பிறகு அதை யாரிடமும் சொல்ல மாட்டேன் என்று உறுதியளித்தார்.",
        "புனித அந்தோணியும் லில்லியும்: பதுவாவின் புனித அந்தோனியாரின் பெரும்பாலான படங்கள் அவர் குழந்தை இயேசுவைப் பிடித்துக் கொண்டு அல்லி மலர்களுடன் இருப்பதைக் காட்டுகின்றன. நமது பெண்மணி அல்லது புனிதர்கள் மற்றும் தேவதைகளை சித்தரிக்கும் போது லில்லியை தூய்மையின் அடையாளமாக பயன்படுத்துவது கிறிஸ்தவ கலையில் பாரம்பரியத்தின் ஒரு பகுதியாகும்.",
        "உலகின் மிகப்பெரிய கடற்படைப் பயிற்சியான RIMPAC இல் இலங்கை கடற்படை கடற்படையினர் பங்கேற்கின்றனர்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}