{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-hatton-national-bank-net-up-in-march-2022-quarter-94309/",
  "time_ut": 1652697300,
  "title": "Sri Lanka’s Hatton National Bank net up in March 2022 quarter",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Hatton National Bank said profits grew 4 percent to 4.9 billion rupees in the March 2022 quarter from a year earlier, with foreign exchange gains outpacing the provisions, interim accounts showed.",
    "The group reported earnings of 9.22 rupees for the quarter and the stock closed at 83.50 rupees per share on May 13.",
    "Interest income grew 27 percent to 32.8 billion rupees in the March quarter, interest expenses grew at a slower 2 percent to 13.9 billion rupees, increasing the net interest income by a sharp 54 percent to 18.8 billion rupees.",
    "At group levels loans and advances grew 8 percent to 985 billion rupees from December to March 2022.",
    "“With the tightening of the monetary policy since August 2021, the AWPLR increased by nearly 400 bps over the 12 months up to March 2022. This enabled the Bank to increase in NII during 1Q 2022 compared to the corresponding period of the previous year,” HNB Interim report said.",
    "HNB provided 13.5 billion rupees for loan loss provisions at group level up 365 percent from a year earlier.",
    "“The significant devaluation of the rupee as at March 2022, compared to the previous year, resulted in trading gains of approximately 7.5 billion rupees in 1Q 2022,”",
    "“The Bank also, booked an impairment of 7.4 billion rupees against the impact of the currency devaluation on foreign currency denominated loans and investments, which was set-off against the position revaluations,”",
    "At standalone bank level provisions were 13.3 billion rupees up 401 percent from a year earlier.",
    "Net fee and commission income grew 36 percent to 3.4 billion rupees.",
    "“The Net Fee income grew to 3.2 billion rupees for the first quarter of 2022, driven mainly by improved cards transactions and trade income,” the banks said.",
    "Group deposits grew 23 percent to one trillion rupees during the quarter.",
    "“The Balance sheet recorded strong growth in 1Q 2022, however this was largely driven by the significant devaluation of the rupee as the foreign currency assets as well as liabilities were revalued as at end of March 2022,” the bank said.",
    "“Accordingly, advances recorded a growth of 8.8 percent since December 2021 to surpass 1 Trillion rupees while deposits grew by 13 percent during the three months to reach 1.2 Trillion rupees,”",
    "Tier I capital adequacy fell to 12.50 percent from 14.45 percent at group level during the quarter. At bank level Tier I adequacy fell to 12.23 percent from 14.53 percent.",
    "Gross assets grew 10 percent to 1,604 billion rupees. (Colombo/May 16/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ හැටන් නැෂනල් බැංකුව 2022 මාර්තු කාර්තුවේදී ශුද්ධ ඉහළ ගියේය",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ හැටන් නැෂනල් බැංකුව ප්‍රකාශ කළේ 2022 මාර්තු කාර්තුවේදී ලාභය සියයට 4 කින් රුපියල් බිලියන 4.9 ක් දක්වා වසරකට පෙර වසරට වඩා වර්ධනය වී ඇති අතර විදේශ විනිමය ලාභ ප්‍රතිපාදන ඉක්මවා ගිය බව අතුරු ගිණුම් පෙන්වා දෙයි.",
        "සමූහය විසින් කාර්තුව සඳහා රුපියල් 9.22 ක ඉපැයීමක් වාර්තා කළ අතර මැයි 13 වන දින කොටසක කොටස රුපියල් 83.50 ක් ලෙස අවසන් විය.",
        "මාර්තු කාර්තුවේදී පොලී ආදායම සියයට 27 කින් රුපියල් බිලියන 32.8 ක් දක්වා වර්ධනය වී ඇති අතර, පොලී වියදම් රුපියල් බිලියන 13.9 ක් දක්වා සියයට 2 කින් මන්දගාමී වර්ධනයක් පෙන්නුම් කරමින් ශුද්ධ පොලී ආදායම රුපියල් බිලියන 18.8 ක් දක්වා තියුනු ලෙස සියයට 54 කින් වැඩි විය.",
        "කණ්ඩායම් මට්ටමින් ණය සහ අත්තිකාරම් දෙසැම්බර් සිට 2022 මාර්තු දක්වා රුපියල් බිලියන 985 දක්වා සියයට 8 කින් වර්ධනය විය.",
        "\"2021 අගෝස්තු මාසයේ සිට මුදල් ප්‍රතිපත්තිය දැඩි කිරීමත් සමඟ, 2022 මාර්තු දක්වා මාස 12 තුළ AWPLR bps 400 කට ආසන්න ප්‍රමාණයකින් වැඩි විය. මෙමගින් 2022 1Q කාලය තුළදී පෙර වසරේ අනුරූප කාලපරිච්ඡේදයට සාපේක්ෂව NII හි වැඩි කිරීමට බැංකුවට හැකි විය. HNB අතුරු වාර්තාව කියයි.",
        "HNB විසින් රුපියල් බිලියන 13.5 ක ණය අලාභ ප්‍රතිපාදන සඳහා කණ්ඩායම් මට්ටමින් පෙර වසරට වඩා සියයට 365 කින් වැඩි විය.",
        "\"පෙර වසරට සාපේක්ෂව 2022 මාර්තු වන විට රුපියලේ සැලකිය යුතු අවප්‍රමාණය වීම, 2022 පළමු කාර්තුවේ දී දළ වශයෙන් රුපියල් බිලියන 7.5 ක වෙළඳ ලාභයක් ලබා ගැනීමට හේතු විය.\"",
        "මුදල් අවප්‍රමාණය කිරීමේ බලපෑමට එරෙහිව බැංකුව විසින් රුපියල් බිලියන 7.4 ක අලාභයක් වෙන් කර ඇති අතර, එය ස්ථානීය ප්‍රති තක්සේරු කිරීම්වලට එරෙහිව ආරම්භ කරන ලද විදේශ මුදල් වටිනාකම් සහිත ණය සහ ආයෝජන මත සිදු විය.",
        "ස්වාධීන බැංකු මට්ටමේ ප්‍රතිපාදන පෙර වසරට වඩා රුපියල් බිලියන 13.3 කින් සියයට 401 කින් වැඩි විය.",
        "ශුද්ධ ගාස්තු සහ කොමිස් ආදායම රුපියල් බිලියන 3.4 දක්වා සියයට 36 කින් වර්ධනය විය.",
        "“2022 පළමු කාර්තුව සඳහා ශුද්ධ ගාස්තු ආදායම රුපියල් බිලියන 3.2 දක්වා වර්ධනය වී ඇති අතර එය ප්‍රධාන වශයෙන් වැඩිදියුණු කළ කාඩ්පත් ගනුදෙනු සහ වෙළඳ ආදායම මගින් මෙහෙයවනු ලැබේ,” බැංකු පවසයි.",
        "කාර්තුව තුළදී සමූහ තැන්පතු සියයට 23 කින් රුපියල් ට්‍රිලියන එකක් දක්වා වර්ධනය විය.",
        "\"2022 පළමු කාර්තුවේදී ශේෂ පත්‍රය ප්‍රබල වර්ධනයක් වාර්තා කර ඇත, කෙසේ වෙතත්, 2022 මාර්තු මස අවසන් වන විට විදේශ මුදල් වත්කම් මෙන්ම වගකීම් නැවත තක්සේරු කිරීම නිසා රුපියල සැලකිය යුතු ලෙස අවප්‍රමාණය වීම මෙයට බොහෝ දුරට හේතු විය,\" බැංකුව පවසයි.",
        "\"ඒ අනුව, අත්තිකාරම් රුපියල් ට්‍රිලියන 1 ඉක්මවීමට 2021 දෙසැම්බර් සිට සියයට 8.8 ක වර්ධනයක් වාර්තා කර ඇති අතර තැන්පතු මාස ​​තුන තුළ සියයට 13 කින් වර්ධනය වී රුපියල් ට්‍රිලියන 1.2 දක්වා ළඟා විය\"",
        "පළමුවන ස්ථරයේ ප්‍රාග්ධන ප්‍රමාණාත්මකභාවය කාර්තුවේදී කණ්ඩායම් මට්ටමින් සියයට 14.45 සිට සියයට 12.50 දක්වා පහත වැටුණි. බැංකු මට්ටමින් පළමු ස්ථරයේ ප්‍රමාණාත්මකභාවය සියයට 14.53 සිට සියයට 12.23 දක්වා පහත වැටුණි.",
        "දළ වත්කම් සියයට 10 කින් වර්ධනය වී රුපියල් බිලියන 1,604 ක් විය. (කොළඹ/මැයි 16/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் ஹட்டன் நேஷனல் வங்கி மார்ச் 2022 காலாண்டில் நிகரமாக உள்ளது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் ஹட்டன் நேஷனல் வங்கி, ஒரு வருடத்திற்கு முந்தைய மார்ச் 2022 காலாண்டில் இலாபம் 4 சதவீதம் அதிகரித்து 4.9 பில்லியன் ரூபாவாக இருந்தது, அந்நிய செலாவணி ஆதாயங்கள் ஒதுக்கீடுகளை விட அதிகமாக இருப்பதாக இடைக்கால கணக்குகள் காட்டுகின்றன.",
        "குழுவின் காலாண்டில் 9.22 ரூபாய் வருமானம் கிடைத்துள்ளதாகவும், மே 13 அன்று பங்கு ஒன்றுக்கு 83.50 ரூபாய் என்றும் இருந்தது.",
        "மார்ச் காலாண்டில் வட்டி வருமானம் 27 சதவீதம் அதிகரித்து 32.8 பில்லியன் ரூபாயாக இருந்தது, வட்டி செலவுகள் மெதுவாக 2 சதவீதம் அதிகரித்து 13.9 பில்லியன் ரூபாயாக இருந்தது, நிகர வட்டி வருமானம் 54 சதவீதம் அதிகரித்து 18.8 பில்லியன் ரூபாயாக உள்ளது.",
        "குழு மட்டங்களில் கடன்கள் மற்றும் முன்பணங்கள் டிசம்பர் முதல் மார்ச் 2022 வரை 8 சதவீதம் அதிகரித்து 985 பில்லியன் ரூபாயாக இருந்தது.",
        "\"ஆகஸ்ட் 2021 முதல் பணவியல் கொள்கையின் இறுக்கத்துடன், மார்ச் 2022 வரையிலான 12 மாதங்களில் AWPLR கிட்டத்தட்ட 400 bps அதிகரித்துள்ளது. இது முந்தைய ஆண்டின் தொடர்புடைய காலத்துடன் ஒப்பிடும்போது 1Q 2022 இல் NII ஐ அதிகரிக்க வங்கிக்கு உதவியது\" HNB இடைக்கால அறிக்கை கூறுகிறது.",
        "HNB குழும அளவில் 13.5 பில்லியன் ரூபாயை கடன் இழப்பு வழங்கல்களுக்கு முந்தைய ஆண்டை விட 365 சதவீதம் அதிகரித்துள்ளது.",
        "\"முந்தைய ஆண்டோடு ஒப்பிடுகையில், மார்ச் 2022 நிலவரப்படி ரூபாயின் குறிப்பிடத்தக்க மதிப்பிழப்பு, 1Q 2022 இல் தோராயமாக 7.5 பில்லியன் ரூபாய் வர்த்தக ஆதாயங்களை ஏற்படுத்தியது\"",
        "\"வெளிநாட்டு நாணய மதிப்பிலான கடன்கள் மற்றும் முதலீடுகள் மீதான நாணய மதிப்பிழப்பின் தாக்கத்திற்கு எதிராக வங்கி 7.4 பில்லியன் ரூபாய் மதிப்பிழப்பை பதிவு செய்துள்ளது, இது நிலை மறுமதிப்பீடுகளுக்கு எதிராக அமைக்கப்பட்டது\"",
        "தனிப்பட்ட வங்கி மட்டத்தில் ஒதுக்கீடுகள் 13.3 பில்லியன் ரூபாவாகும், இது முந்தைய ஆண்டை விட 401 சதவீதம் அதிகமாகும்.",
        "நிகர கட்டணம் மற்றும் கமிஷன் வருமானம் 36 சதவீதம் அதிகரித்து 3.4 பில்லியன் ரூபாயாக இருந்தது.",
        "\"2022 ஆம் ஆண்டின் முதல் காலாண்டில் நிகர கட்டண வருமானம் 3.2 பில்லியன் ரூபாயாக அதிகரித்தது, இது முக்கியமாக மேம்படுத்தப்பட்ட கார்டு பரிவர்த்தனைகள் மற்றும் வர்த்தக வருமானத்தால் இயக்கப்படுகிறது\" என்று வங்கிகள் தெரிவித்தன.",
        "இந்த காலாண்டில் குழு வைப்புத்தொகை 23 சதவீதம் அதிகரித்து ஒரு டிரில்லியன் ரூபாயாக உள்ளது.",
        "\"2022 ஆம் ஆண்டின் 1 காலாண்டில் இருப்புநிலைக் குறிப்பு வலுவான வளர்ச்சியைப் பதிவுசெய்தது, இருப்பினும், மார்ச் 2022 இன் இறுதியில் அந்நியச் செலாவணி சொத்துக்கள் மற்றும் கடன்கள் மறுமதிப்பீடு செய்யப்பட்டதால், ரூபாயின் குறிப்பிடத்தக்க மதிப்புக் குறைவால் இது பெரிதும் உந்தப்பட்டது\" என்று வங்கி கூறியது.",
        "\"இதன்படி, 2021 டிசம்பரில் இருந்து முன்பணங்கள் 8.8 சதவீத வளர்ச்சியைப் பதிவுசெய்து 1 டிரில்லியன் ரூபாயைத் தாண்டியுள்ளது, அதே நேரத்தில் வைப்புத்தொகை மூன்று மாதங்களில் 13 சதவீதம் அதிகரித்து 1.2 டிரில்லியன் ரூபாயை எட்டியுள்ளது\"",
        "அடுக்கு I மூலதனப் போதுமான அளவு 14.45 சதவீதத்திலிருந்து 12.50 சதவீதமாகக் குறைந்துள்ளது. வங்கி மட்டத்தில் அடுக்கு I போதுமான அளவு 14.53 சதவீதத்திலிருந்து 12.23 சதவீதமாகக் குறைந்துள்ளது.",
        "மொத்த சொத்துக்கள் 10 சதவீதம் அதிகரித்து 1,604 பில்லியன் ரூபாயாக உள்ளது. (கொழும்பு/மே 16/2022)"
      ]
    }
  }
}