{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLASSCOM-Women-Technopreneurs-Forum-celebrates-IWD-2022/34-731623",
  "time_ut": 1646688960,
  "title": "SLASSCOM Women Technopreneurs Forum celebrates IWD 2022",
  "body_lines": [
    "From left: SLASSCOM first female Chairperson Sandra De Zoysa, SLASSCOM’s Board Lead for WTech Shehani Seneviratne and Head of WTECH Forum Dr. Harshani Perera",
    "",
    "",
    "Recognising the need to promote greater gender equality in the tech entrepreneurship space, the SLASSCOM WTech forum has over the past year, been taking a lead role in powering women to embrace entrepreneurship and in supporting every stage of their entrepreneurial journey from ideation, starting up, scaling to becoming established.",
    "Taking this initiative even further to enable greater female representation in tech entrepreneurship, the WTech Forum will be holding a series of events organised under the theme “WTech Fest” that would comprise of a series of virtual panel discussions specially curated with rural women participants in mind. Carried out in Sinhala and Tamil and targeted at female entrepreneurs as well as female students, graduates and undergraduates with career aspirations foraying into the Tech and BPM industry, it features learnings on successful female entrepreneurship journeys , their great wins, challenges and pitfalls, useful tips and insights that will serve as guidance in navigating successful businesses in the Tech and BPM arena for a plethora of rural women.",
    "The panel discussions will be held in collaboration with some of SLASSCOM’s invaluable long-term regional partners, namely Uva Startup Hub, Central Startup Hub, Sabaragamuwa Startup Hub and Jaffna NCIT, and SLASSCOM’s Regional Development Forum.",
    "The discussions will revolve around how regional women entrepreneurs can harness tech platforms and evolving digital business models successfully into their businesses and thereby contribute to the economic success of the country by excelling in local businesses as well as by exporting software and BPM related products and services.",
    "The Forum also plans to launch three long-term, sustainable Entrepreneurship Development Programmes in partnership with the International Finance Corporation (IFC), the Royal Norwegian Embassy (RNE) and other sponsor partners. The key focus of these programs will be to help female tech entrepreneurs across all regions to scale to the next level in their business by equipping them with skills and competencies to develop a sound and viable business plan, improve their capacity to access funding, improve their knowledge and skills in using digital platforms and gain access to one-on-one mentoring. In parallel, these female entrepreneurs will be provided insights into the digitisation of their business and guidance on connecting and collaborating with investors together with market access opportunities leveraging on the IOI- Island of Ingenuity brand.",
    "Among other initiatives and activities rolled out by the SLASSCOM WTech Forum for IWD 2022, a database of on-demand mentors along with their areas of expertise will be featured on the SLASSCOM WTech official webpage, providing opportunities for aspiring women technopreneurs across all regions in the country to reach out to these mentors and be guided on emerging technologies, delivery excellence and how they could grow into technology leaders who provide creative and innovative products and solutions to the world.",
    "SLASSCOM first female Chairperson and the Executive Sponsor of the Women Technopreneurs initiative Sandra De Zoysa said: “At SLASSCOM, our aim is to empower the 51% female population of this country and a major part of this success will depend on how we can accelerate the participation of our regional women by enabling them to be tech savvy innovators and entrepreneurs whilst encouraging them to unleash their full potential. This series of programs launched will be the starting point towards achieving this goal.”",
    "SLASSCOM’s Board Lead for WTech Shehani Seneviratne said: “Our country urgently needs more women entrepreneurs in technology, we need their perspectives, skills, curiosity and ideas to design a more equitable future. By creating new and innovative tech companies, rural women can make a great difference not just for themselves or for their families but also for our country.",
    "Tech Entrepreneur and Head of WTECH Forum, Dr. Harshani Perera said: “Every woman across all regions of our country deserves the same access to financial and technical resources. From SLASSCOM WTECH we are actively working to build and grow female entrepreneurs, so that they can contribute towards SLASSCOM’s vision of fuelling 1,000 startups, enabling a 200,000 workforce and generating an export revenue of $ 5 billion by 2025.”"
  ],
  "translate": {
    "si": {
      "title": "SLASSCOM Women Technopreneurs Forum IWD 2022 සමරයි",
      "body_lines": [
        "වමේ සිට: SLASSCOM පළමු කාන්තා සභාපතිනි සැන්ඩ්‍රා ද සොයිසා, WTech සඳහා SLASSCOM හි අධ්‍යක්ෂ මණ්ඩලයේ ප්‍රධානියා ෂෙහානි සෙනෙවිරත්න සහ WTECH සංසදයේ ප්‍රධානී ආචාර්ය හර්ෂනී පෙරේරා",
        "",
        "",
        "තාක්‍ෂණික ව්‍යවසායකත්ව අවකාශය තුළ වැඩි ස්ත්‍රී පුරුෂ සමානාත්මතාවක් ප්‍රවර්ධනය කිරීමේ අවශ්‍යතාවය හඳුනා ගනිමින්, SLASSCOM WTech සංසදය පසුගිය වසර පුරා, කාන්තාවන් ව්‍යවසායකත්වය වැලඳ ගැනීමට බලගැන්වීමේ ප්‍රමුඛ කාර්යභාරයක් ඉටු කරමින් සහ ඔවුන්ගේ ව්‍යවසායක ගමනේ සෑම අදියරකටම සංකල්පයෙන්, ආරම්භයේ සිට සහය දක්වයි. ස්ථාපිත වීමට පරිමාණය කිරීම.",
        "තාක්‍ෂණික ව්‍යවසායකත්වයේ වැඩි කාන්තා නියෝජනයක් ඇති කිරීම සඳහා මෙම මුලපිරීම තවත් ඉදිරියට ගෙන යමින්, ග්‍රාමීය කාන්තා සහභාගිවන්නන් මනසේ තබාගෙන විශේෂයෙන් සකස් කරන ලද අතථ්‍ය සංවාද මාලාවකින් සමන්විත “WTech Fest” යන තේමාව යටතේ WTech සංසදය විසින් වැඩසටහන් මාලාවක් පවත්වනු ඇත. . සිංහල සහ දෙමළ භාෂාවෙන් ක්‍රියාත්මක වන අතර කාන්තා ව්‍යවසායකයින් මෙන්ම ශිෂ්‍ය ශිෂ්‍යාවන්, උපාධිධාරීන් සහ තාක්ෂණ හා BPM ක්ෂේත්‍රයට පිවිසෙන වෘත්තීය අභිලාෂයන් සහිත උපාධි අපේක්ෂකයින් ඉලක්ක කර ගනිමින්, සාර්ථක කාන්තා ව්‍යවසායකත්ව චාරිකා, ඔවුන්ගේ විශිෂ්ට ජයග්‍රහණ, අභියෝග සහ අන්තරායන් පිළිබඳ ඉගෙනීම්, ප්‍රයෝජනවත් ඉඟි ඇතුළත් වේ. සහ ග්‍රාමීය කාන්තාවන් විශාල ප්‍රමාණයක් සඳහා තාක්ෂණික සහ BPM ක්ෂේත්‍රයේ සාර්ථක ව්‍යාපාර සැරිසැරීමට මග පෙන්වීමක් ලෙස ක්‍රියා කරන තීක්ෂ්ණ බුද්ධිය.",
        "SLASSCOM හි අගනා දිගුකාලීන කලාපීය හවුල්කරුවන් වන ඌව ආරම්භක මධ්‍යස්ථානය, මධ්‍යම ආරම්භක මධ්‍යස්ථානය, සබරගමුව ආරම්භක මධ්‍යස්ථානය සහ යාපනය NCIT සහ SLASSCOM හි ප්‍රාදේශීය සංවර්ධන සංසදය සමඟ සහයෝගීතාවයෙන් විද්වත් සාකච්ඡා පැවැත්වේ.",
        "කලාපීය කාන්තා ව්‍යවසායකයින්ට තාක්ෂණික වේදිකා සහ ඩිජිටල් ව්‍යාපාර ආකෘතීන් තම ව්‍යාපාරවලට සාර්ථකව යොදා ගත හැකි ආකාරය සහ එමඟින් දේශීය ව්‍යාපාරවල විශිෂ්ටත්වය දැක්වීමෙන් මෙන්ම මෘදුකාංග සහ BPM ආශ්‍රිත නිෂ්පාදන සහ සේවා අපනයනය කිරීමෙන් රටේ ආර්ථික සාර්ථකත්වයට දායක වන්නේ කෙසේද යන්න පිළිබඳව සාකච්ඡා කෙරෙනු ඇත.",
        "ජාත්‍යන්තර මූල්‍ය සංස්ථාව (IFC), රාජකීය නෝර්වීජියානු තානාපති කාර්යාලය (RNE) සහ අනෙකුත් අනුග්‍රාහක හවුල්කරුවන් සමඟ එක්ව දිගුකාලීන, තිරසාර ව්‍යවසායකත්ව සංවර්ධන වැඩසටහන් තුනක් දියත් කිරීමට ද සංසදය සැලසුම් කරයි. මෙම වැඩසටහන්වල ප්‍රධාන අවධානය වනුයේ සෑම ප්‍රදේශයකම සිටින කාන්තා තාක්ෂණික ව්‍යවසායකයින්ට ඔවුන්ගේ ව්‍යාපාරයේ මීළඟ මට්ටමට යාමට උපකාර කිරීම සඳහා ඔවුන්ව දක්ෂ හා ශක්‍ය ව්‍යාපාර සැලැස්මක් සංවර්ධනය කිරීම සඳහා කුසලතා සහ නිපුණතාවයන්ගෙන් සන්නද්ධ කිරීම, අරමුදල් වෙත ප්‍රවේශ වීමේ හැකියාව වැඩිදියුණු කිරීම, ඔවුන්ගේ වැඩිදියුණු කිරීම. ඩිජිටල් වේදිකා භාවිතා කිරීමේ දැනුම සහ කුසලතා සහ එකින් එක උපදේශනය සඳහා ප්‍රවේශය ලබා ගැනීම. ඊට සමාන්තරව, මෙම කාන්තා ව්‍යවසායකයින්ට තම ව්‍යාපාරය ඩිජිටල්කරණය කිරීම සහ IOI- Island of Ingenuity සන්නාමය මත පදනම් වන වෙළඳපල ප්‍රවේශ අවස්ථා සමඟින් ආයෝජකයින් සමඟ සම්බන්ධ වීම සහ සහයෝගීතාවය පිළිබඳ මග පෙන්වීම් ලබා දෙනු ඇත.",
        "IWD 2022 සඳහා SLASSCOM WTech Forum විසින් දියත් කරන ලද අනෙකුත් මුලපිරීම් සහ ක්‍රියාකාරකම් අතර, ඉල්ලුම මත උපදේශකයින්ගේ දත්ත සමුදායක් සහ ඔවුන්ගේ ප්‍රවීණතා ක්ෂේත්‍ර සමඟින් SLASSCOM WTech නිල වෙබ් පිටුවෙහි ප්‍රදර්ශනය කෙරේ. මෙම උපදේශකයින් වෙත ළඟා වීමට සහ නැඟී එන තාක්ෂණයන්, බෙදාහැරීමේ විශිෂ්ටත්වය සහ ඔවුන් ලොවට නිර්මාණාත්මක සහ නව්‍ය නිෂ්පාදන සහ විසඳුම් සපයන තාක්‍ෂණ නායකයින් බවට වර්ධනය විය හැකි ආකාරය පිළිබඳව මඟ පෙන්වනු ලැබේ.",
        "SLASSCOM හි ප්‍රථම කාන්තා සභාපතිනිය සහ කාන්තා තාක්‍ෂණික ව්‍යවසායකත්ව වැඩසටහනේ විධායක අනුග්‍රාහකවරිය වන සැන්ඩ්‍රා ද සොයිසා මහත්මිය මෙසේ පැවසුවාය: “SLASSCOM හි අපගේ අරමුණ වන්නේ මේ රටේ 51% ක කාන්තා ජනගහනය සවිබල ගැන්වීමයි, මෙම සාර්ථකත්වයේ ප්‍රධාන කොටසක් රඳා පවතින්නේ අපට වේගවත් කළ හැකි ආකාරය මත ය. අපගේ කලාපීය කාන්තාවන්ට ඔවුන්ගේ පූර්ණ හැකියාවන් මුදා හැරීමට ඔවුන්ව දිරිගන්වමින් තාක්ෂණික දැනුමක් ඇති නවෝත්පාදකයින් සහ ව්‍යවසායකයින් වීමට ඔවුන්ට හැකියාව ලබා දීමෙන් ඔවුන්ගේ සහභාගීත්වය. දියත් කරන ලද මෙම වැඩසටහන් මාලාව මෙම ඉලක්කය සපුරා ගැනීමේ ආරම්භක ලක්ෂ්‍යය වනු ඇත.",
        "SLASSCOM හි WTech සඳහා ප්‍රධානී ෂෙහානි සෙනෙවිරත්න මෙසේ පැවසුවාය: “අපේ රටට තාක්‍ෂණයෙන් තවත් කාන්තා ව්‍යවසායකයින් ඉක්මනින් අවශ්‍යයි, වඩාත් සාධාරණ අනාගතයක් සැලසුම් කිරීම සඳහා ඔවුන්ගේ ඉදිරිදර්ශන, කුසලතා, කුතුහලය සහ අදහස් අපට අවශ්‍යයි. නව සහ නව්‍ය තාක්‍ෂණ සමාගම් නිර්මාණය කිරීමෙන් ග්‍රාමීය කාන්තාවන්ට තමන්ට හෝ තම පවුලට පමණක් නොව අපේ රටටද විශාල වෙනසක් කළ හැකිය.",
        "තාක්ෂණ ව්‍යවසායක සහ WTECH සංසදයේ ප්‍රධානී ආචාර්ය හර්ෂනී පෙරේරා මහත්මිය මෙසේ පැවසුවාය: “අපේ රටේ සෑම ප්‍රදේශයකම සිටින සෑම කාන්තාවක්ම මුල්‍ය හා තාක්ෂණික සම්පත් සඳහා එකම ප්‍රවේශය ලැබිය යුතුයි. SLASSCOM WTECH වෙතින් අපි කාන්තා ව්‍යවසායකයින් ගොඩනැගීමට සහ වර්ධනය කිරීමට ක්‍රියාශීලීව කටයුතු කරමින් සිටිමු, එවිට ඔවුන්ට SLASSCOM හි ආරම්භකයින් 1,000කට ඉන්ධන සැපයීම, 200,000 ශ්‍රම බලකායක් සක්‍රීය කිරීම සහ 2025 වන විට ඩොලර් බිලියන 5 ක අපනයන ආදායමක් උත්පාදනය කිරීමේ දැක්මට දායක විය හැකිය."
      ]
    },
    "ta": {
      "title": "SLASSCOM மகளிர் டெக்னோப்ரீனர்ஸ் ஃபோரம் IWD 2022 ஐக் கொண்டாடுகிறது",
      "body_lines": [
        "இடமிருந்து: SLASSCOM முதல் பெண் தலைவி சாண்ட்ரா டி சொய்சா, WTech இன் SLASSCOM இன் வாரியத் தலைவர் ஷெஹானி செனவிரத்ன மற்றும் WTECH மன்றத்தின் தலைவர் டாக்டர் ஹர்ஷனி பெரேரா",
        "",
        "",
        "தொழில்நுட்ப தொழில்முனைவோர் துறையில் அதிக பாலின சமத்துவத்தை ஊக்குவிக்க வேண்டியதன் அவசியத்தை உணர்ந்து, SLASSCOM WTech மன்றம் கடந்த ஆண்டு, பெண்களை தொழில்முனைவோரைத் தழுவுவதற்கும், அவர்களின் தொழில் முனைவோர் பயணத்தின் ஒவ்வொரு கட்டத்தையும் யோசனையிலிருந்து ஆதரிப்பதற்கும் முக்கியப் பங்காற்றி வருகிறது. நிறுவப்பட்டதாக அளவிடுதல்.",
        "தொழில்நுட்ப தொழில்முனைவோரில் அதிக பெண் பிரதிநிதித்துவத்தை செயல்படுத்த இந்த முன்முயற்சியை மேற்கொண்டு, WTech Forum ஆனது \"WTech Fest\" என்ற கருப்பொருளின் கீழ் ஒரு தொடர் நிகழ்வுகளை நடத்தும் . சிங்களம் மற்றும் தமிழ் மொழிகளில் மேற்கொள்ளப்பட்டு, பெண் தொழில் முனைவோர் மற்றும் பெண் மாணவர்கள், பட்டதாரிகள் மற்றும் இளங்கலை பட்டதாரிகள், தொழில்நுட்பம் மற்றும் BPM துறையில் நுழையும் தொழில் முனைவோர் ஆகியோரை இலக்காகக் கொண்டு, வெற்றிகரமான பெண் தொழில்முனைவு பயணங்கள், அவர்களின் சிறந்த வெற்றிகள், சவால்கள் மற்றும் இடர்ப்பாடுகள், பயனுள்ள குறிப்புகள் ஆகியவற்றைக் கொண்டுள்ளது. மற்றும் நுண்ணறிவுகள் ஏராளமான கிராமப்புற பெண்களுக்கு தொழில்நுட்பம் மற்றும் பிபிஎம் துறையில் வெற்றிகரமான வணிகங்களை வழிநடத்தும் வழிகாட்டியாக இருக்கும்.",
        "SLASSCOM இன் விலைமதிப்பற்ற நீண்ட கால பிராந்திய பங்காளிகளான ஊவா ஸ்டார்ட்அப் ஹப், சென்ட்ரல் ஸ்டார்ட்அப் ஹப், சப்ரகமுவ ஸ்டார்ட்அப் ஹப் மற்றும் யாழ்ப்பாணம் என்சிஐடி மற்றும் ஸ்லாஸ்காமின் பிராந்திய அபிவிருத்தி மன்றம் ஆகியவற்றுடன் இணைந்து குழு விவாதங்கள் நடைபெறும்.",
        "பிராந்திய பெண் தொழில்முனைவோர் தொழில்நுட்ப தளங்களை எவ்வாறு பயன்படுத்துவது மற்றும் டிஜிட்டல் வணிக மாதிரிகளை வெற்றிகரமாக தங்கள் வணிகங்களில் உருவாக்குவது மற்றும் அதன் மூலம் உள்ளூர் வணிகங்கள் மற்றும் மென்பொருள் மற்றும் பிபிஎம் தொடர்பான தயாரிப்புகள் மற்றும் சேவைகளை ஏற்றுமதி செய்வதன் மூலம் நாட்டின் பொருளாதார வெற்றிக்கு எவ்வாறு பங்களிக்க முடியும் என்பதைச் சுற்றி விவாதங்கள் நடைபெறும்.",
        "சர்வதேச நிதிக் கூட்டுத்தாபனம் (IFC), ராயல் நார்வேஜியன் தூதரகம் (RNE) மற்றும் பிற ஸ்பான்சர் பங்காளிகளுடன் இணைந்து மூன்று நீண்ட கால, நிலையான தொழில்முனைவோர் மேம்பாட்டுத் திட்டங்களைத் தொடங்கவும் மன்றம் திட்டமிட்டுள்ளது. இந்தத் திட்டங்களின் முக்கியக் கவனம், அனைத்துப் பிராந்தியங்களிலும் உள்ள பெண் தொழில்நுட்பத் தொழில்முனைவோருக்குத் தங்கள் வணிகத்தில் அடுத்த கட்டத்திற்குச் செல்ல அவர்களுக்குத் திறன்கள் மற்றும் திறன்களைக் கொண்டு சிறந்த மற்றும் சாத்தியமான வணிகத் திட்டத்தை உருவாக்கவும், நிதியை அணுகும் திறனை மேம்படுத்தவும், அவர்களின் திறனை மேம்படுத்தவும் உதவும். டிஜிட்டல் பிளாட்ஃபார்ம்களைப் பயன்படுத்துவதில் அறிவு மற்றும் திறன்கள் மற்றும் ஒருவருக்கு ஒருவர் வழிகாட்டுதலுக்கான அணுகலைப் பெறுதல். இதற்கு இணையாக, இந்த பெண் தொழில்முனைவோருக்கு அவர்களின் வணிகத்தின் டிஜிட்டல் மயமாக்கல் பற்றிய நுண்ணறிவுகள் மற்றும் IOI- Island of Ingenuity பிராண்டின் மூலம் சந்தை அணுகல் வாய்ப்புகளுடன் முதலீட்டாளர்களை இணைப்பது மற்றும் ஒத்துழைப்பது குறித்த வழிகாட்டுதல்கள் வழங்கப்படும்.",
        "IWD 2022 க்கான SLASSCOM WTech Forum மூலம் உருவாக்கப்பட்ட பிற முயற்சிகள் மற்றும் செயல்பாடுகளில், தேவைக்கேற்ப வழிகாட்டிகளின் தரவுத்தளமும் அவர்களின் நிபுணத்துவப் பகுதிகளும் SLASSCOM WTech அதிகாரப்பூர்வ வலைப்பக்கத்தில் இடம்பெறும், இது அனைத்து பிராந்தியங்களிலும் ஆர்வமுள்ள பெண் தொழில்நுட்ப முனைவோருக்கு வாய்ப்புகளை வழங்குகிறது. நாடு இந்த வழிகாட்டிகளை அணுகி, வளர்ந்து வரும் தொழில்நுட்பங்கள், டெலிவரி சிறப்பம்சங்கள் மற்றும் உலகிற்கு ஆக்கப்பூர்வமான மற்றும் புதுமையான தயாரிப்புகள் மற்றும் தீர்வுகளை வழங்கும் தொழில்நுட்பத் தலைவர்களாக அவர்கள் எவ்வாறு வளர முடியும் என்பதில் வழிகாட்ட வேண்டும்.",
        "SLASSCOM முதல் பெண் தலைவரும், பெண்கள் டெக்னோப்ரீனர்ஸ் முயற்சியின் நிறைவேற்று நிதியுதவியாளருமான Sandra De Zoysa கூறினார்: “SLASSCOM இல், இந்த நாட்டின் 51% பெண் மக்களை மேம்படுத்துவதே எங்கள் நோக்கமாகும், மேலும் இந்த வெற்றியின் பெரும்பகுதி நாம் எவ்வாறு விரைவுபடுத்த முடியும் என்பதைப் பொறுத்தது. நமது பிராந்தியப் பெண்களின் பங்கேற்பு, அவர்களை தொழில்நுட்ப ஆர்வமுள்ள கண்டுபிடிப்பாளர்களாகவும் தொழில்முனைவோராகவும் மாற்றுவதன் மூலம் அவர்களின் முழு திறனையும் வெளிக்கொணர ஊக்குவிக்கிறது. தொடங்கப்பட்ட இந்தத் தொடர் திட்டங்கள் இந்த இலக்கை அடைவதற்கான தொடக்கப் புள்ளியாக இருக்கும்.",
        "SLASSCOM இன் WTech இன் வாரியத் தலைவர் ஷெஹானி செனவிரத்ன கூறினார்: “நமது நாட்டிற்கு தொழில்நுட்பத்தில் அதிக பெண் தொழில்முனைவோர் தேவை, அவர்களின் முன்னோக்குகள், திறமைகள், ஆர்வம் மற்றும் யோசனைகள் மிகவும் சமமான எதிர்காலத்தை வடிவமைக்க எங்களுக்குத் தேவை. புதிய மற்றும் புதுமையான தொழில்நுட்ப நிறுவனங்களை உருவாக்குவதன் மூலம், கிராமப்புற பெண்கள் தங்களுக்கு அல்லது தங்கள் குடும்பங்களுக்கு மட்டுமல்ல, நம் நாட்டிற்கும் பெரும் மாற்றத்தை ஏற்படுத்த முடியும்.",
        "தொழில்நுட்ப தொழில்முனைவோரும் WTECH மன்றத்தின் தலைவருமான கலாநிதி ஹர்ஷனி பெரேரா கூறினார்: “நமது நாட்டின் அனைத்து பிராந்தியங்களிலும் உள்ள ஒவ்வொரு பெண்ணும் நிதி மற்றும் தொழில்நுட்ப வளங்களுக்கு ஒரே மாதிரியான அணுகலுக்கு தகுதியானவர்கள். SLASSCOM WTECH இலிருந்து பெண் தொழில்முனைவோரை உருவாக்கவும் வளர்க்கவும் நாங்கள் தீவிரமாகச் செயல்பட்டு வருகிறோம், இதன் மூலம் 1,000 ஸ்டார்ட்அப்களுக்கு ஊக்கமளித்து, 200,000 பணியாளர்களை இயக்கி, 2025-க்குள் 5 பில்லியன் டாலர் ஏற்றுமதி வருவாயைப் பெறுவதற்கான SLASSCOM இன் பார்வைக்கு அவர்கள் பங்களிக்க முடியும்."
      ]
    }
  }
}