{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/path-of-the-white-swans-in-the-sky/",
  "time_ut": 1653136620,
  "title": "Path of the White Swans in the Sky",
  "body_lines": [
    "When Bhikkhuni Suvimalee phoned me to say she had completed another book, this time about a dedicated Bhikkhuni she admires very much, I expected a biography. The book – Path of the White Swans is very much more as its subtitle denotes: An account of a Sri Lankan Hermitage and its Head Nun.",
    "Independent and clear thinking Bhikkhus well versed in the Vinya came forward and ordained nuns. Now with many receiving Full Ordination (Upasampada), the Bhikkhuni Sasana is firmly established in Sri Lanka and doing much good. In villages particularly, this fourth support of the Buddha Sasana with excellent Bhikkhunis, renders great service. One such set of Bhikkhunis and their aranya is the subject of Bhikkhuni Dr Suvimalee’s book, published by the Galgamuwa Visakharama Charitable Trust.",
    "To quote the author in her Introduction: “In this short account what I have tried to bring out is the inner motivation and spiritual struggle of a strong character despite her seemingly ethereal delicateness.” She speaks here of Ven Badalgama Dhammanandani, Head of Viskharamaya, Galgamuwa, Veyangoda.",
    "Chapter 5 details salient facts of the life and work of Most Ven Batagama Medhanandabhidana Thera, chief monk of the Yogashrama at Naugala, Kegalle, who was the revered Apey Loku Hamuduruwo to many bhikkhus, ten preceptors, lay persons and then bhikkhunis. The author says he had studied the Buddhist texts diligently and had decided it was possible and beneficial to give higher ordination to dasasil mathas. In 1958 this monk had grouped ten preceptors in a society calling itself the Dasa Silmatas at Naugala which evolved to the International Sasanaloka Bhikkhuni Society of Naugala. Bhikkhuni Suvimalee includes in this chapter the history of the revival of the Bhikkhuni order in Sri Lanka as in Taiwan and California.",
    "In Chapter 2 – A brief Journey into the Past –Bhikkhuni Suvimalee writes of her arrival in Visakharamaya in 2007: “There were twelve candidates for the training programme of many months. I was thrilled to live in the environment of a traditional rural hermitage.” She goes on to describe Visakharamaya in 2019 by which time the aranya was vastly expanded.",
    "Chapter 3 and 4 titled Metta and Karuna and Facing the Vicissitudes of Life details childhood and early adult life of Ven Badalgama Dhammanandani, the Bhikkhuni who is the focal point of the book. She, Ranmenika, was born in 1953 in the village Petigoda in the Gampaha district, fifth of seven siblings. While still a child, her family suffered economically after her father died. She had to give up school after Grade 2 since there was no one to escort her. The life of the village and villagers is described in these chapters. Included are three episodes of ‘intrusions’ in the child Ranmenika’s life and that as the head nun of the aranya – the adoption of a squirrel; the rat-snake episode and the invasion of the bomaluwa by kuros or black ants. In all the Head Nun’s compassion and loving kindness are shown. Also mentioned are education policies prevalent at the time. The turning point in Ranmenika’s life occurred in 1972 when she accompanied a friend to a funeral in Badalgama where she saw the then Head Nun of Visakaramaya. Ranmenika, aged 19 and helping the family’s earnings through weaving handloom cloth, was so impressed she wanted to renounce lay life. Her mother refused permission at first, but relented when she realized how determined her daughter was to enter the life of a ten preceptor in robes.",
    "Chapter 6 with title The Creek that became a River details the founding of the Dasasil Mata Society of Naugala; the early history of the aranya – Visakharamaya; the ordination of Ranmenika taking the name of Badalgama Dhammanandani. In the following chapter, her academic studies are outlined: BA external degree from the Buddhist and Pali University. As this is a Bhikkhu University, all female monastics had to sit exams externally. Subsequently she obtained a MA degree from the Post Graduate Institute of Pali and Buddhist Studies of the University of Kelaniya. Other nuns of Visakaramaya and its practices are also described. In Chapters 8 and 9 residents around Visakaramaya and benefactors are written about.",
    "Mention must be made of the chosen title of the booklet: Path of the White Swans in the Sky. In lay life Suvimalee Karunaratne was a keen writer and artiste and happily continued writing while a Samanera and now an Upasampada Bhikkhuni. Thus naturally her choice of title and even the make-up of her book is artistic. Two quotations are encapsulated in the title: one an anonymous poem and the other from the Dhammapada. The poem is:",
    "The Dhammapada verse quoted reads thus: “They for whom there is no accumulation … their course like that of birds in the air cannot be traced.”",
    "The cover is beautifully designed with silver swans, one in flight and two on land, against a steel grey background. The saffron of the title completes the visual message.",
    "I first met Suvimalee, long before her monastic life, when she was working for SLBC reading short stories over an arts programme. She has won many awards for her creative writing including two State Literary Awards in 2001 and 2004 for the novel Vine and short stories – Mandara Flower Salon and other stories respectively. She holds two Masters Degrees from the University of Kelaniya and a PhD from the University of Peradeniya. She worked on the Buddhist Encyclopedia (1991-2004). Her ordination as a Samanera was in 2004 and higher ordination as a Theravada Bhikkhuni in 2007. She resides now at Visakaramaya, Galagamuwa, Veyangoda, after a time of residence as a senior lecturer in the Sri Lanka International Buddhist Academy, Kandy, 2010 -14.",
    "To write about style of writing and language is not necessary. The most obvious is that Ven Dr Suvimalee’s calmness, serenity and piety come across through the pages. She has done fulsome justice to Bhikkhus and Bhikkhunis she associated with, particularly her biographee – the Head Nun of Visakaramaya. Any reader will be convinced of the piety of these religious persons and also the service they render both to those in yellow robes and lay persons. This book has further substantiated the fact that a Bhikkhuni Sasana was essential to Sri Lanka. We have very many pious and dedicated persons in robes in this island, in the Maha Sangha and Bhikkhuni Sasana. Sri Lanka and its people are blessed by this fact.",
    "NOTE: The GalgamuwaVisakharama Charitable Trust, publisher of the original English book as well as its Sinhala translation, was set up under the patronage of Bhikkhuni Dr.W. Suvimalee in 2019. Its main objective is to facilitate religious education of Bhikkhunis in Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අහසේ සුදු හංසයන්ගේ මාර්ගය",
      "body_lines": [
        "සුවිමලී භික්ෂුණිය මට දුරකථනයෙන් කතා කළාම තවත් පොතක් ලියලා ඉවරයි කියලා, මෙවර ඇය බොහෝ සේ අගය කරන කැප වූ භික්ෂුණියක් ගැන, මම චරිතාපදානයක් බලාපොරොත්තු වුණා. පොත - සුදු හංසයන්ගේ මාවත එහි උපසිරැසියෙන් දැක්වෙන පරිදි බොහෝ සෙයින් වැඩි ය: ශ්‍රී ලාංකික ආරාමයක් සහ එහි ප්‍රධාන කන්‍යා සොහොයුරිය පිළිබඳ වාර්තාවක්.",
        "විඤ්ඤාණය පිළිබඳ මනා දැනුමක් ඇති ස්වාධීන නිරවුල් චින්තන ඇති භික්ෂූහු ඉදිරිපත් වී භික්ෂුණීන් පැවිදි කළහ. දැන් බොහෝ දෙනෙක් පූර්ණ උපසම්පදාව (උපසම්පදාව) ලබමින්, ශ්‍රී ලංකාවේ භික්ෂුණී ශාසනය ස්ථිරව පිහිටුවා බොහෝ යහපතක් සිදු කරයි. විශේෂයෙන්ම ගම්වල, විශිෂ්ඨ භික්ෂුණීන් සහිත බුද්ධ ශාසනයේ මෙම සිව්වන උපකාරය විශාල සේවාවක් ඉටු කරයි. ගල්ගමුව විශාඛාරාම පුණ්‍යායතනය විසින් ප්‍රකාශයට පත් කරන ලද භික්ෂුණී ආචාර්ය සුවිමලීගේ ග්‍රන්ථයේ විෂය වන්නේ එවැනි එක් භික්ෂුණීන් වහන්සේලා සහ ඔවුන්ගේ ආරණ්‍ය සමූහයකි.",
        "ඇයගේ හැඳින්වීමෙහි කතුවරයා උපුටා දැක්වීම සඳහා: \"මෙම කෙටි සටහනේ මා පිටතට ගෙන ඒමට උත්සාහ කර ඇත්තේ ඇයගේ ඉතා සියුම් බව පෙනෙන්නට තිබුණත් ශක්තිමත් චරිතයක අභ්‍යන්තර අභිප්‍රේරණය සහ අධ්‍යාත්මික අරගලයයි.\" ඇය මෙහිදී කතා කරන්නේ වේයන්ගොඩ ගල්ගමුව විෂ්ඛාරාමාධිපති බඩල්ගම ධම්මානන්දනී හිමි පිළිබඳවය.",
        "බොහෝ භික්ෂූන් වහන්සේලා දස ශාස්තෘන් වහන්සේලාට ගිහි පැවිදි භික්ෂූන් වහන්සේලාට ගෞරවාදරයට පාත්‍ර වූ අපේ ලොකු හාමුදුරුවෝ වූ කෑගල්ල, නාඋගල යෝගාශ්‍රමයේ ප්‍රධාන සංඝනායක අතිපූජ්‍ය බටගම මේධානන්දභිදාන හිමියන්ගේ ජීවිතය හා ක්‍රියා කලාපය පිළිබඳ 5 වන පරිච්ඡේදය විස්තර කෙරේ. කතුවරයා පවසන්නේ තමා උනන්දුවෙන් බෞද්ධ ග්‍රන්ථ අධ්‍යයනය කර දසසිල් මාතාවන්ට උසස් පැවිදි කිරීම කළ හැකි සහ ප්‍රයෝජනවත් බව තීරණය කළ බවයි. 1958 දී මෙම භික්ෂුව නාවුගල දස සිල්මාතාවන් නමින් සමාජයක භික්ෂූන් වහන්සේලා දස නමක් කාණ්ඩ කර ඇති අතර එය නාඋගල ජාත්‍යන්තර ශාසනාලෝක භික්ෂුණී සමාජය දක්වා විකාශනය විය. තායිවානයේ සහ කැලිෆෝනියාවේ මෙන් ශ්‍රී ලංකාවේ භික්ෂුණී ශාසනයේ පුනර්ජීවනය පිළිබඳ ඉතිහාසය මෙම පරිච්ඡේදයට ඇතුළත් වේ.",
        "2 වන පරිච්ඡේදයේ - අතීතයට කෙටි ගමනක් - භික්ෂුණී සුවිමලී 2007 දී විශාඛාරාමයට පැමිණීම ගැන මෙසේ ලියයි: “මාස ගණනාවක පුහුණු වැඩසටහන සඳහා අයදුම්කරුවන් දොළොස් දෙනෙක් සිටියහ. සාම්ප්‍රදායික ග්‍රාමීය ආශ්‍රමයක පරිසරයක ජීවත් වීමට ලැබීම ගැන මම සතුටු වුණා. ඇය 2019 දී විශාඛාරාමය විස්තර කරන අතර එම කාලය වන විට ආරණ්‍යය විශාල ලෙස ව්‍යාප්ත විය.",
        "මෙත්තා සහ කරුණා සහ ජීවිතයේ විචිකිච්ඡාවලට මුහුණ දීම යන මාතෘකාවෙන් යුත් 3 සහ 4 පරිච්ඡේද පොතේ කේන්ද්‍රස්ථානය වන බඩල්ගම ධම්මානන්දනී හිමියන්ගේ ළමා කාලය සහ මුල් වැඩිහිටි ජීවිතය විස්තර කරයි. ඇය, රන්මැණිකා, 1953 දී ගම්පහ දිස්ත්‍රික්කයේ පැටිගොඩ ගමේ සහෝදර සහෝදරියන් හත් දෙනාගෙන් පස්වැන්නා ලෙස උපත ලැබුවාය. කුඩා කල සිටම ඇගේ පියාගේ මරණයෙන් පසු ඇගේ පවුල ආර්ථික වශයෙන් දුක් වින්දා. 2 ශ්‍රේණියෙන් පසු ඇයව රැගෙන යාමට කිසිවකු නොසිටි නිසා ඇයට පාසල අත්හැරීමට සිදු විය. ගමේ සහ ගැමියන්ගේ ජීවිතය මෙම පරිච්ඡේදවල විස්තර කෙරේ. ළමා රන්මැණිකාගේ ජීවිතයට 'ආක්‍රමණය' යන කථාංග තුනක් ඇතුළත් වන අතර ආරණ්‍යයේ ප්‍රධාන කන්‍යා සොහොයුරිය ලෙස - ලේනෙකු හදා වඩා ගැනීම; මී-සර්ප කථාංගය සහ කුරෝ හෝ කළු කුහුඹුවන් විසින් බෝමළුව ආක්‍රමණය කිරීම. ප්‍රධාන කන්‍යා සොහොයුරියගේ දයානුකම්පාව සහ කරුණාවන්තකම සෑම දෙයකම පෙන්නුම් කරයි. එකල පැවති අධ්‍යාපන ප්‍රතිපත්ති ද සඳහන් වේ. රන්මැණිකාගේ ජීවිතයේ හැරවුම් ලක්ෂය සිදුවූයේ 1972 වසරේ බඩල්ගම ප්‍රදේශයේ පැවති අවමංගල්‍ය උත්සවයකට යෙහෙළියක් කැටුව ගිය අතර එහිදී ඇය එවකට විශාකාරාමයේ විහාරාධිපති භික්ෂුණිය දැකීමෙන් පසුවය. 19 හැවිරිදි රන්මැණිකා, අත්යන්ත්‍ර රෙදි විවීමෙන් පවුලේ ඉපැයීම්වලට උදවු කරන අතර, ගිහි ජීවිතය අත්හැරීමට ඇයට අවශ්‍ය වූ බව බොහෝ සේ පැහැදී ඇත. ඇගේ මව මුලදී අවසරය ප්‍රතික්ෂේප කළ නමුත් තම දියණිය සිවුරු පොරවා දස ශික්‍ෂ ජීවිතයට ඇතුළු වීමට කෙතරම් අධිෂ්ඨාන කර ගෙන සිටිනවාද යන්න වටහාගත් විට ඇය පසුබට විය.",
        "ගංගාවක් බවට පත් වූ ගංගාව යන මාතෘකාව සහිත 6 වන පරිච්ඡේදය නාඋගල දසසිල් මාතා සමිතිය ආරම්භ කිරීම විස්තර කරයි; ආරණ්‍යයේ මුල් ඉතිහාසය - විශාඛාරාමය; රන්මැණිකා බඩල්ගම ධම්මානන්දනී යන නමින් පැවිදි වීම. පහත පරිච්ඡේදයේ, ඇයගේ අධ්‍යයන අධ්‍යයනයන් දක්වා ඇත: බෞද්ධ හා පාලි විශ්වවිද්‍යාලයෙන් BA බාහිර උපාධිය. මෙය භික්ෂු විශ්වවිද්‍යාලයක් බැවින් සියලුම භික්ෂූන් වහන්සේලාට බාහිරින් විභාගවලට පෙනී සිටීමට සිදු විය. පසුව ඇය කැලණිය විශ්වවිද්‍යාලයේ පාලි හා බෞද්ධ අධ්‍යයන පශ්චාත් උපාධි ආයතනයෙන් MA උපාධිය ලබා ගත්තාය. විශාකාරාමයේ අනෙකුත් කන්‍යා සොහොයුරියන් සහ එහි පිළිවෙත් ද විස්තර කෙරේ. 8 සහ 9 පරිච්ඡේදවල විශාකාරාමය අවට පදිංචිකරුවන් සහ දානපතියන් ගැන ලියා ඇත.",
        "පොත් පිංචේ තෝරාගත් මාතෘකාව ගැන සඳහන් කළ යුතුය: අහසේ සුදු හංසයන්ගේ මාවත. ගිහි ජීවිතයේදී සුවිමලී කරුණාරත්න ඉතා උනන්දුවෙන් ලේඛිකාවක් හා කලාකාරිනියක් වූ අතර සාමණේර නමක් ලෙසත් දැන් උපසම්පදා භික්ෂුණියක් ලෙසත් වැඩ සිටියදී සතුටින් ලිවීමේ නිරත වූවාය. මේ අනුව ස්වභාවිකවම ඇයගේ මාතෘකාව සහ ඇගේ පොතේ වේශ නිරූපණය පවා කලාත්මක ය. මාතෘකාව තුළ උපුටා දැක්වීම් දෙකක් කොටා ඇත: එකක් නිර්නාමික කාව්‍යයක් සහ අනෙක ධම්මපදයෙන්. කවිය මෙසේය.",
        "උපුටා දක්වන ලද ධම්මපද ගාථාවේ මෙසේ කියවේ: \"කාමයට රැස් වීමක් නැත ... ඔවුන්ගේ ගමන අහසේ කුරුල්ලන් මෙන් සොයා ගත නොහැක.\"",
        "රිදී හංසයන් සමඟ ආවරණය ඉතා අලංකාර ලෙස නිර්මාණය කර ඇත, එකක් පියාසර කරන විට සහ දෙකක් ගොඩබිම, වානේ අළු පසුබිමකට එරෙහිව. මාතෘකාවේ කුංකුම දෘශ්‍ය පණිවිඩය සම්පූර්ණ කරයි.",
        "සුවිමලී මට මුලින්ම මුණගැසුණේ, ඇයගේ පැවිදි ජීවිතයට බොහෝ කලකට පෙර, ඇය SLBC හි කලා වැඩසටහනක් හරහා කෙටිකතා කියවමින් සිටියදීය. 2001 සහ 2004 වසරවල රාජ්‍ය සාහිත්‍ය සම්මාන දෙකක් ද වැල් නවකතාව සහ කෙටිකතා - මන්දාර මල් සැලුන් සහ අනෙකුත් කතා සඳහා ද ඇතුළුව ඇයගේ නිර්මාණාත්මක ලේඛන සඳහා ඇය සම්මාන රාශියක් දිනාගෙන ඇත. ඇය කැලණිය විශ්වවිද්‍යාලයෙන් ශාස්ත්‍රපති උපාධි දෙකක් සහ පේරාදෙණිය විශ්වවිද්‍යාලයෙන් ආචාර්ය උපාධියක් ලබා ඇත. ඇය බෞද්ධ විශ්වකෝෂයේ (1991-2004) සේවය කළාය. එතුමිය 2004 වසරේ සාමණේර උපසම්පදාව ද, 2007 වසරේ ථෙරවාදී භික්ෂුණියක් ලෙස උසස් උපසම්පදාව ද ලැබුවාය. ඇය කලක් මහනුවර ශ්‍රී ලංකා ජාත්‍යන්තර බෞද්ධ විද්‍යා පීඨයේ ජ්‍යෙෂ්ඨ කථිකාචාර්යවරියක ලෙස වැඩ වාසය කිරීමෙන් පසු වේයන්ගොඩ ගලගමුව විශාකාරාමයේ දැන් වැඩ වසයි. .",
        "ලිවීමේ විලාසය සහ භාෂාව ගැන ලිවීමට අවශ්ය නොවේ. වඩාත්ම පැහැදිලිව පෙනෙන දෙය නම් ආචාර්ය සුවිමලී හිමියන්ගේ සන්සුන්කම, සන්සුන්කම සහ භක්තිවන්තකම පිටු හරහා දිස්වන බවයි. ඇය ඇසුරු කළ භික්ෂූන් වහන්සේලාට සහ භික්ෂූන් වහන්සේලාට, විශේෂයෙන්ම ඇගේ චරිතාපදානය - විසාකාරාමයේ නායක භික්ෂුණියට ඇය පූර්ණ සාධාරණයක් ඉටු කර ඇත. මෙම ආගමික පුද්ගලයින්ගේ ධාර්මික බව මෙන්ම කහ සිවුරු හැඳගත් අයට සහ ගිහියන්ට ඔවුන් කරන සේවය පිළිබඳව ඕනෑම පාඨකයෙකුට ඒත්තු ගැන්වෙනු ඇත. භික්‍ෂුණී ශාසනයක්‌ ශ්‍රී ලංකාවට අත්‍යවශ්‍ය වූ බව මෙම ග්‍රන්ථය තවදුරටත් තහවුරු කර ඇත. මේ දිවයිනේ, මහා සංඝරත්නයේත්, භික්ෂුණී ශාසනයේත්, සිවුරු පොරවා ගත් සැදැහැවත්, කැප වූ පුද්ගලයන් ඕනෑ තරම් අපට සිටිති. මේ කාරණයෙන් ශ්‍රී ලංකාව සහ එහි ජනතාව ආශීර්වාද ලබනවා.",
        "සටහන: මුල් ඉංග්‍රීසි පොතේ මෙන්ම එහි සිංහල පරිවර්තනයේ ප්‍රකාශකයෙකු වන ගල්ගමුව විශාඛාරාම පුණ්‍ය භාරය භික්ෂුණී ආචාර්ය ඩබ්ලිව්. 2019 දී සුවිමලේ. එහි ප්‍රධාන අරමුණ ශ්‍රී ලංකාවේ භික්ෂුණීන් වහන්සේලාගේ ආගමික අධ්‍යාපනයට පහසුකම් සැලසීමයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வானத்தில் வெள்ளை ஸ்வான்களின் பாதை",
      "body_lines": [
        "பிக்குனி சுவிமலி எனக்கு போன் செய்து, தான் இன்னொரு புத்தகத்தை முடித்துவிட்டதாகச் சொன்னபோது, ​​இந்த முறை அர்ப்பணிப்புள்ள பிக்குனியைப் பற்றி அவர் மிகவும் போற்றுகிறார், நான் ஒரு சுயசரிதையை எதிர்பார்த்தேன். புத்தகம் - வெள்ளை ஸ்வான்ஸின் பாதை அதன் துணைத்தலைப்பைக் குறிக்கிறது: இலங்கை ஹெர்மிடேஜ் மற்றும் அதன் தலைமை கன்னியாஸ்திரியின் கணக்கு.",
        "சுதந்திரமான மற்றும் தெளிவான சிந்தனையுள்ள பிக்குகள் வின்யாவை நன்கு அறிந்தவர்கள் முன் வந்து கன்னியாஸ்திரிகளை நியமித்தனர். இப்போது பலர் முழு நியமனம் (உபசம்பதா) பெறுவதால், பிக்குனி சாசனம் இலங்கையில் உறுதியாக நிலைநிறுத்தப்பட்டு, பல நன்மைகளைச் செய்து வருகிறது. குறிப்பாக கிராமங்களில், சிறந்த பிக்குனிகளுடன் புத்த சாசனத்தின் இந்த நான்காவது ஆதரவு பெரும் சேவையை செய்கிறது. கல்கமுவ விசாகராம அறக்கட்டளையால் வெளியிடப்பட்ட பிக்குனி டாக்டர் சுவிமலியின் புத்தகத்தில் பிக்குனிகள் மற்றும் அவர்களின் ஆரண்யத்தின் அத்தகைய தொகுப்பு ஒன்று.",
        "அவரது அறிமுகத்தில் ஆசிரியரை மேற்கோள் காட்டுவதற்கு: \"இந்தக் குறுகிய கணக்கில் நான் வெளிக்கொணர முயற்சித்தது ஒரு வலுவான பாத்திரத்தின் உள்ளார்ந்த உந்துதல் மற்றும் ஆன்மீகப் போராட்டத்தை அவளது வெளித்தோற்றத்தில் மென்மையானதாகத் தோன்றினாலும்.\" கல்கமுவ, வெயங்கொடை விஸ்காராமயவின் தலைவர் வென் படல்கம தம்மாநந்தனி பற்றி அவர் இங்கு பேசுகிறார்.",
        "அத்தியாயம் 5 பல பிக்குகள், பத்து ஆசான்கள், பாமர மக்கள் மற்றும் பின்னர் பிக்குனிகளுக்கு மதிப்பிற்குரிய அபே லொகு ஹமுதுருவோவாக இருந்த கேகாலை, நௌகல யோகாஷ்ரமத்தின் பிரதம துறவியான வென் படகம மேதானந்தபிதான தேரரின் வாழ்க்கை மற்றும் பணியின் முக்கிய உண்மைகளை விவரிக்கிறது. புத்த மத நூல்களை விடாமுயற்சியுடன் படித்ததாகவும், தாசசில் மாதாக்களுக்கு உயர் நியமனம் வழங்குவது சாத்தியம் மற்றும் நன்மை பயக்கும் என்றும் முடிவு செய்ததாக ஆசிரியர் கூறுகிறார். 1958 ஆம் ஆண்டில், இந்த துறவி, நௌகலாவில் உள்ள தாச சில்மதஸ் என்று தன்னை அழைத்துக் கொள்ளும் ஒரு சமூகத்தில் பத்து ஆசான்களை ஒருங்கிணைத்தார், இது நவுகலாவின் சர்வதேச சாசனலோக பிக்குனி சொசைட்டியாக உருவானது. தைவான் மற்றும் கலிபோர்னியாவைப் போலவே இலங்கையிலும் பிக்குனி வரிசையின் மறுமலர்ச்சியின் வரலாற்றை பிக்குனி சுவிமலீ இந்த அத்தியாயத்தில் உள்ளடக்கியுள்ளார்.",
        "அத்தியாயம் 2 - கடந்த காலத்திற்கான ஒரு சுருக்கமான பயணம் -பிக்குனி சுவிமலி 2007 இல் விசாகராமயாவிற்கு வந்ததைப் பற்றி எழுதுகிறார்: \"பல மாத பயிற்சி திட்டத்திற்கு பன்னிரண்டு பேர் இருந்தனர். பாரம்பரிய கிராமப்புற துறவிகளின் சூழலில் வாழ்வதில் நான் மகிழ்ச்சியடைந்தேன். 2019 ஆம் ஆண்டில் விசாகராமாயத்தை விவரிக்கிறார், அந்த நேரத்தில் ஆரண்யம் பரந்த அளவில் விரிவடைந்தது.",
        "அத்தியாயம் 3 மற்றும் 4 மெட்டா மற்றும் கருணா மற்றும் வாழ்க்கையின் விகாரங்களை எதிர்கொள்வது புத்தகத்தின் மையப்புள்ளியான பிக்குனியான வென் படல்கம தம்மானந்தனியின் குழந்தைப் பருவம் மற்றும் முதிர்வயது வாழ்க்கையை விவரிக்கிறது. அவர், ரன்மெனிகா, 1953 ஆம் ஆண்டு கம்பஹா மாவட்டத்தில் உள்ள பெட்டிகொட கிராமத்தில் ஏழு உடன்பிறப்புகளில் ஐந்தாவதுவராகப் பிறந்தார். குழந்தையாக இருந்தபோதே, தந்தையின் மரணத்திற்குப் பிறகு அவரது குடும்பம் பொருளாதார ரீதியாக பாதிக்கப்பட்டது. 2-ம் வகுப்புக்குப் பிறகு அவளுக்குத் துணையாக யாரும் இல்லாததால் அவள் பள்ளிப் படிப்பைக் கைவிட வேண்டியிருந்தது. கிராமம் மற்றும் கிராம மக்களின் வாழ்க்கை இந்த அத்தியாயங்களில் விவரிக்கப்பட்டுள்ளது. குழந்தை ரன்மெனிகாவின் வாழ்க்கையில் 'ஊடுருவல்' மற்றும் ஆரண்யாவின் தலைமை கன்னியாஸ்திரியாக - அணில் தத்தெடுப்பு ஆகிய மூன்று அத்தியாயங்கள் இதில் அடங்கும்; எலி-பாம்பு அத்தியாயம் மற்றும் குரோஸ் அல்லது கருப்பு எறும்புகளால் போமலுவா மீது படையெடுப்பு. எல்லாவற்றிலும் தலைமை கன்னியாஸ்திரியின் இரக்கமும் அன்பு தயவும் வெளிப்படுகிறது. அந்தக் காலத்தில் நடைமுறையில் இருந்த கல்விக் கொள்கைகளும் குறிப்பிடப்பட்டுள்ளன. ரன்மெனிகா 1972 இல் படல்கமவில் நடந்த இறுதிச் சடங்கிற்கு நண்பருடன் சென்றபோது, ​​விசாகராமாயாவின் அப்போதைய தலைமை கன்னியாஸ்திரியைப் பார்த்தபோது ரன்மெனிகாவின் வாழ்க்கையில் திருப்புமுனை ஏற்பட்டது. ரன்மெனிகா, 19 வயது மற்றும் கைத்தறி துணிகளை நெசவு செய்வதன் மூலம் குடும்பத்தின் சம்பாதிப்பிற்கு உதவுகிறார், அதனால் அவர் பாமர வாழ்க்கையைத் துறக்க விரும்பினார். அவரது தாயார் முதலில் அனுமதி மறுத்தார், ஆனால் தனது மகள் ஒரு பத்து ஆசான் வாழ்க்கையில் நுழைய வேண்டும் என்பதில் எவ்வளவு உறுதியாக இருக்கிறாள் என்பதை உணர்ந்தபோது மனந்திரும்பினாள்.",
        "தசாசில் மாதா சொசைட்டி ஆஃப் நௌகலாவின் ஸ்தாபனத்தை விவரிக்கும் தி க்ரீக் அது ஒரு நதியாக மாறியது என்ற தலைப்புடன் அத்தியாயம் 6; ஆரண்யத்தின் ஆரம்பகால வரலாறு - விசாகராமையா; படல்கம தம்மானந்தனி என்ற பெயரைப் பெற்று ரன்மெனிகாவின் நியமனம். பின்வரும் அத்தியாயத்தில், அவரது கல்விப் படிப்புகள் கோடிட்டுக் காட்டப்பட்டுள்ளன: பௌத்த மற்றும் பாலி பல்கலைக்கழகத்தில் பிஏ வெளிப்புறப் பட்டம். இது ஒரு பிக்கு பல்கலைக்கழகம் என்பதால், அனைத்து பெண் துறவிகளும் வெளிப்புறமாக தேர்வு எழுத வேண்டியிருந்தது. பின்னர் களனிப் பல்கலைக்கழகத்தின் பாலி மற்றும் பௌத்த கற்கைகளுக்கான முதுகலைப் பட்டதாரி நிறுவனத்தில் MA பட்டம் பெற்றார். விசாகராமாயாவின் மற்ற கன்னியாஸ்திரிகள் மற்றும் அதன் நடைமுறைகளும் விவரிக்கப்பட்டுள்ளன. அத்தியாயங்கள் 8 மற்றும் 9 இல் விசாகராமாயத்தைச் சுற்றியுள்ள குடியிருப்பாளர்கள் மற்றும் அருளாளர்கள் பற்றி எழுதப்பட்டுள்ளது.",
        "சிறு புத்தகத்தின் தேர்ந்தெடுக்கப்பட்ட தலைப்பைக் குறிப்பிட வேண்டும்: வானத்தில் வெள்ளை ஸ்வான்ஸின் பாதை. சாதாரண வாழ்க்கையில் சுவிமலி கருணாரத்ன ஒரு ஆர்வமுள்ள எழுத்தாளராகவும் கலைஞராகவும் இருந்தார், மேலும் சமணராகவும் இப்போது உபசம்பத பிக்குனியாகவும் இருந்தபோது மகிழ்ச்சியுடன் தொடர்ந்து எழுதினார். இதனால் இயல்பாகவே அவரது தலைப்பின் தேர்வு மற்றும் அவரது புத்தகத்தின் அலங்காரம் கூட கலைநயமிக்கது. தலைப்பில் இரண்டு மேற்கோள்கள் இணைக்கப்பட்டுள்ளன: ஒன்று அநாமதேய கவிதை மற்றும் மற்றொன்று தம்மபதத்திலிருந்து. அந்தக் கவிதை:",
        "மேற்கோள் காட்டப்பட்ட தம்மபத வசனம் இவ்வாறு கூறுகிறது: \"எவருக்குக் குவிப்பு இல்லையோ... அவர்கள் காற்றில் பறக்கும் பறவைகளின் போக்கைக் கண்டுபிடிக்க முடியாது.\"",
        "எஃகு சாம்பல் பின்னணியில், விமானத்தில் ஒன்று மற்றும் தரையில் இரண்டு வெள்ளி ஸ்வான்ஸ் மூலம் கவர் அழகாக வடிவமைக்கப்பட்டுள்ளது. தலைப்பின் குங்குமம் காட்சி செய்தியை நிறைவு செய்கிறது.",
        "சுவிமலியை நான் முதன்முதலில் சந்தித்தேன், அவருடைய துறவு வாழ்க்கைக்கு நீண்ட காலத்திற்கு முன்பே, அவர் எஸ்.எல்.பி.சி.யில் ஒரு கலை நிகழ்ச்சிக்காக சிறுகதைகள் படித்துக்கொண்டிருந்தபோது. அவர் தனது படைப்பு எழுத்துக்காக 2001 மற்றும் 2004 ஆம் ஆண்டு இரண்டு மாநில இலக்கிய விருதுகள் உட்பட பல விருதுகளை வென்றுள்ளார் வைன் மற்றும் சிறுகதைகள் - மந்தார மலர் நிலையம் மற்றும் பிற கதைகள் முறையே. அவர் களனிப் பல்கலைக்கழகத்தில் இரண்டு முதுமாணிப் பட்டங்களையும் பேராதனைப் பல்கலைக்கழகத்தில் கலாநிதிப் பட்டத்தையும் பெற்றுள்ளார். அவர் புத்த கலைக்களஞ்சியத்தில் (1991-2004) பணியாற்றினார். அவர் 2004 இல் சாமனேராவாகவும், 2007 இல் தேரவாத பிக்குனியாகவும் உயர்நிலைப் பட்டம் பெற்றார். அவர் இலங்கை இன்டர்நேஷனல் பௌத்த அகாடமி, கண்டி, 2010-14 இல் சிரேஷ்ட விரிவுரையாளராக சிறிது காலம் வசித்த பின்னர், வெயங்கொட, கலகமுவ, விசாகராமயவில் இப்போது வசிக்கிறார். .",
        "எழுத்து நடை மற்றும் மொழி பற்றி எழுத வேண்டிய அவசியமில்லை. வென் டாக்டர் சுவிமலியின் அமைதியும், அமைதியும், பக்தியும் பக்கங்களில் வெளிப்படுகின்றன என்பது மிகவும் வெளிப்படையானது. அவர் அவர்களுடன் தொடர்புடைய பிக்குகள் மற்றும் பிக்குனிகளுக்கு, குறிப்பாக அவரது சுயசரிதை - விசாகராமாயாவின் தலைமை கன்னியாஸ்திரிக்கு முழுமையான நீதியைச் செய்துள்ளார். எந்த வாசகனும் இந்த மதவாதிகளின் பக்தி மற்றும் அவர்கள் மஞ்சள் அங்கி அணிந்தவர்களுக்கும் பாமர மக்களுக்கும் செய்யும் சேவையையும் நம்புவார்கள். இலங்கைக்கு பிக்குனி சாசனம் இன்றியமையாதது என்பதை இந்நூல் மேலும் உறுதிப்படுத்தியுள்ளது. இந்த தீவில், மகா சங்கதியிலும், பிக்குனி சாசனத்திலும் எங்களிடம் ஏராளமான பக்தியுள்ள மற்றும் அர்ப்பணிப்புள்ள நபர்கள் உள்ளனர். இந்த உண்மையால் இலங்கையும் அதன் மக்களும் ஆசீர்வதிக்கப்பட்டுள்ளனர்.",
        "குறிப்பு: கல்கமுவ விசாகராம அறக்கட்டளை, அசல் ஆங்கில புத்தகம் மற்றும் அதன் சிங்கள மொழிபெயர்ப்பின் வெளியீட்டாளர், பிக்குனி டாக்டர். டபிள்யூ. 2019 இல் சுவிமாலி. இலங்கையில் பிக்குனிகளின் மதக் கல்வியை எளிதாக்குவதே இதன் முக்கிய நோக்கமாகும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}