{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/15-unilever-brands-named-most-loved-brands-in-lmds-brands-annual-ranking-2022/",
  "time_ut": 1653485520,
  "title": "15 Unilever brands named ‘Most Loved Brands’ in LMD’s Brands Annual Ranking 2022",
  "body_lines": [
    "Lifebuoy and Sunlight rated Top 3 Most Loved Brands in Sri Lanka",
    "Unilever Sri Lanka has announced that 15 of its FMCG (Fast-Moving-Consumer- Goods) brands have been named the ‘Most Loved Brands’ in Sri Lanka, in LMD’s Brands Annual Ranking 2022, compiled by Brand Finance Lanka. Securing the top spots were Lifebuoy, Sunlight, Signal, Knorr, Sunsilk, Vaseline, Horlicks, Surf Excel, Comfort, Marmite, Lux, Dove, Pears, Vim and Glow & Lovely, making Unilever Sri Lanka the company with the most number of brands to make the list.",
    "In LMD’s overall ‘50 Most Loved Brands’ index, Lifebuoy and Sunlight made it to the Top 3, with 8 other Unilever brands securing positions.",
    "Five Unilever brands also took home the ‘Most Loved Brand’ title in their respective sectors, namely Sunlight in the ‘Detergent’ sector, Signal in ‘Dental Care’, with Knorr, Sunsilk and Vaseline claiming the Number 1 spot in the ‘FMCG (Sauces and Ingredients)’, ‘Hair Care’ and ‘Personal Care’ sectors, respectively.",
    "Commenting on the achievement, Hajar Alafifi, Chairperson and Managing Director of Unilever Sri Lanka said: “We are proud and honoured to have received this recognition for not one but 15 Unilever brands! This signifies our strength in understanding our local consumer preferences and gaining the trust and respect of our stakeholders. We will continue to invest in our brands to make a positive impact in our consumers’ lives. My heartiest congratulations go to all the teams who have worked hard on building our beloved brands with passion and dedication!”",
    "The rankings were compiled based on a survey conducted by Brand Finance, the world’s leading independent brand valuation and ratings firm. Their world-class Most Loved Index analyses respondents’ feedback on a 10-point scale that assesses the level of trust associated and the likelihood of considering a brand for purchase, which are then reviewed by an expert panel of brand analysts and consultants. A total of 898 respondents took part in the survey this year, who rated the brands by benchmarking one brand against others within individual sectors.",
    "Unilever Sri Lanka has been deeply rooted in Sri Lankan society for over 84 years. Established as one of the largest FMCG companies in the country, it manufactures 96% of its products locally to the strictest manufacturing standards. The company was also crowned the ‘Number 1 Most Respected FMCG Company’ for the 16th consecutive year by LMD in its 2021 ‘Most Respected Entities’ list, ranked the ‘Number 1 Employer of Choice’ for the 10th consecutive year in 2021 by NielsenIQ, awarded the ‘Most Effective Marketer of the Year’ award for the 6th consecutive year at the 2021 Effie Awards and adjudged the ‘Most Awarded Entity’ in the ‘Consumer Products’ and ‘Multinational’ Categories in Sri Lanka by LMD in its 2021 ‘Most Awarded’ Edition.",
    "Leasing of Uchchamunai peninsula likely to uproot 400 families of early settlers",
    "Manudam Mehewara Initiative by Dialog, MAS, Hemas & CBL reach 10,000 families, invites all corporates to Join its countrywide emergency relief mission",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "2022 වසරේ LMD හි සන්නාම වාර්ෂික ශ්‍රේණිගත කිරීම්වල 'වඩාත් ආදරය කරන ලද සන්නාම' ලෙස නම් කර ඇති යුනිලීවර් සන්නාම 15ක්",
      "body_lines": [
        "Lifebooy සහ Sunlight ශ්‍රී ලංකාවේ වඩාත්ම ආදරය කරන ලද හොඳම සන්නාම 3 ශ්‍රේණිගත කර ඇත",
        "යුනිලීවර් ශ්‍රී ලංකා විසින් Brand Finance Lanka විසින් සම්පාදනය කරන ලද LMD සන්නාම වාර්ෂික ශ්‍රේණිගත කිරීම් 2022 හි FMCG (Fast-Moving-Consumer-Goods) සන්නාම 15ක් ශ්‍රී ලංකාවේ ‘වඩාත් ආදරය කරන සන්නාම’ ලෙස නම් කර ඇති බව නිවේදනය කර ඇත. Lifebooy, Sunlight, Signal, Knorr, Sunsilk, Vaseline, Horlicks, Surf Excel, Comfort, Marmite, Lux, Dove, Pears, Vim and Glow & Lovely යන ප්‍රධාන ස්ථාන හිමිකර ගනිමින් යුනිලීවර් ශ්‍රී ලංකාව වැඩිම සන්නාම සංඛ්‍යාවක් ඇති සමාගම බවට පත් විය. ලැයිස්තුව සෑදීමට.",
        "LMD හි සමස්ත ‘50 Most Loved Brands’ දර්ශකයේ, Lifebooy සහ Sunlight, අනෙකුත් යුනිලීවර් සන්නාම 8 කින් ස්ථාන තහවුරු කර ගනිමින්, Top 3 වෙත එය පත් විය.",
        "යුනිලීවර් සන්නාම පහක් ද ඔවුන්ගේ අදාළ අංශවල 'වඩාත් ආදරය කරන සන්නාමය' නාමය ලබා ගත් අතර, එනම් 'ඩිටර්ජන්ට්' අංශයේ Sunlight, 'Dental Care' හි Signal, Knorr, Sunsilk සහ Vaseline 'FMCG (FMCG) හි අංක 1 ස්ථානයට හිමිකම් කියමින් සෝස් සහ අමුද්‍රව්‍ය)', 'හිසකෙස් සත්කාර' සහ 'පුද්ගලික සත්කාර' යන අංශ පිළිවෙලින්.",
        "මෙම ජයග්‍රහණය පිළිබඳව අදහස් දක්වමින් යුනිලීවර් ශ්‍රී ලංකා හි සභාපති සහ කළමනාකාර අධ්‍යක්ෂ හජාර් ඇලෆිෆි මෙසේ පැවසීය: “යුනිලීවර් සන්නාම 15ක් සඳහා මෙම පිළිගැනීම ලැබීම ගැන අපට ආඩම්බරයක් සහ ගෞරවයක්! අපගේ දේශීය පාරිභෝගික මනාපයන් අවබෝධ කර ගැනීමට සහ අපගේ පාර්ශ්වකරුවන්ගේ විශ්වාසය හා ගෞරවය ලබා ගැනීමට අපගේ ශක්තිය මෙයින් අදහස් කෙරේ. අපගේ පාරිභෝගිකයින්ගේ ජීවිත කෙරෙහි ධනාත්මක බලපෑමක් ඇති කිරීම සඳහා අපි අපගේ වෙළඳ නාමවල ආයෝජනය කිරීම දිගටම කරගෙන යන්නෙමු. අපගේ ආදරණීය සන්නාමයන් දැඩි උනන්දුවකින් සහ කැපවීමෙන් ගොඩනඟා ගැනීමට වෙහෙස මහන්සි වූ සියලුම කණ්ඩායම්වලට මගේ හෘදයාංගම සුබ පැතුම්!",
        "ලොව ප්‍රමුඛතම ස්වාධීන සන්නාම ඇගයීම් සහ ශ්‍රේණිගත කිරීම් සමාගම වන Brand Finance විසින් සිදු කරන ලද සමීක්ෂණයක් මත පදනම්ව ශ්‍රේණිගත කිරීම් සම්පාදනය කර ඇත. ඔවුන්ගේ ලෝක මට්ටමේ වඩාත්ම ආදරය කරන ලද දර්ශකය ප්‍රතිචාර දැක්වූවන්ගේ ප්‍රතිපෝෂණය 10-ලක්ෂ්‍ය පරිමාණයකින් විශ්ලේෂණය කරන අතර එමඟින් සම්බන්ධිත විශ්වාසයේ මට්ටම සහ මිලදී ගැනීම සඳහා වෙළඳ නාමයක් සලකා බැලීමේ සම්භාවිතාව තක්සේරු කරයි, පසුව එය සන්නාම විශ්ලේෂකයින් සහ උපදේශකයින්ගේ ප්‍රවීණ මණ්ඩලයක් විසින් සමාලෝචනය කරනු ලැබේ. මෙම වසරේ සමීක්‍ෂණයට ප්‍රතිචාර දැක්වූවන් 898 ක් සහභාගී වූ අතර, ඔවුන් එක් එක් අංශයන් තුළ අනෙක් සන්නාමයට එරෙහිව මිණුම් සලකුණු කරමින් සන්නාම ශ්‍රේණිගත කළහ.",
        "යුනිලීවර් ශ්‍රී ලංකා සමාගම වසර 84කට වැඩි කාලයක් ශ්‍රී ලාංකීය සමාජය තුළ ගැඹුරින් මුල් බැස ගෙන ඇත. මෙරට විශාලතම FMCG සමාගමක් ලෙස ස්ථාපිත කර ඇති එය සිය නිෂ්පාදනවලින් 96%ක් දැඩි නිෂ්පාදන ප්‍රමිතීන්ට අනුකූලව දේශීයව නිෂ්පාදනය කරයි. සමාගම LMD විසින් 2021 'වඩාත් ගෞරවනීය ආයතන' ලැයිස්තුවේ අඛණ්ඩව 16 වන වසර සඳහා 'අංක 1 වඩාත්ම ගෞරවනීය FMCG සමාගම' ලෙස කිරුළු පළඳන ලදී, NielsenIQ විසින් 2021 දී අඛණ්ඩව 10 වන වසර සඳහා 'තේරීමේ අංක 1 සේවා යෝජකයා' ශ්‍රේණිගත කරන ලදී. 2021 Effie සම්මාන උළෙලේදී 'වසරේ වඩාත්ම ඵලදායී අලෙවිකරු' සම්මානය අඛණ්ඩව 6 වැනි වරටත් ප්‍රදානය කරන ලද අතර LMD විසින් එහි 2021 'Most' හි ශ්‍රී ලංකාවේ 'පාරිභෝගික නිෂ්පාදන' සහ 'බහුජාතික' කාණ්ඩ යටතේ 'වඩාත්ම සම්මානයට පාත්‍ර වූ ආයතනය' ලෙස තේරී පත් විය. ප්‍රදානය කරන ලද' සංස්කරණය.",
        "උච්චමුනෙයි අර්ධද්වීපය බදු දීමෙන් මුල් පදිංචිකරුවන්ගේ පවුල් 400ක් උදුරා දැමීමට ඉඩ ඇත",
        "Dialog, MAS, Hemas සහ CBL මගින් මනුදම් මෙහෙවර මුලපිරීම පවුල් 10,000 කරා ළඟා වන අතර, දිවයින පුරා හදිසි සහන මෙහෙයුමට සම්බන්ධ වන ලෙස සියලුම ආයතනිකයින්ට ආරාධනා කරයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "15 யூனிலீவர் பிராண்டுகள் எல்எம்டியின் பிராண்டுகளின் வருடாந்திர தரவரிசை 2022 இல் ‘மிகவும் விரும்பப்படும் பிராண்டுகள்’",
      "body_lines": [
        "Lifebuoy மற்றும் Sunlight இலங்கையில் மிகவும் விரும்பப்படும் சிறந்த 3 பிராண்டுகள் என மதிப்பிடப்பட்டுள்ளது",
        "யுனிலீவர் ஸ்ரீலங்கா தனது 15 FMCG (வேகமாக நகரும்-நுகர்வோர்- பொருட்கள்) பிராண்டுகள் இலங்கையில் ‘மிகவும் விரும்பப்படும் வர்த்தகநாமங்கள்’ என்று பெயரிடப்பட்டுள்ளதாக, LMD இன் பிராண்ட்ஸ் வருடாந்த தரவரிசை 2022 இல், Brand Finance Lanka தொகுத்துள்ளது. Lifebuoy, Sunlight, Signal, Knorr, Sunsilk, Vaseline, Horlicks, Surf Excel, Comfort, Marmite, Lux, Dove, Pears, Vim and Glow & Lovely ஆகியன முதலிடங்களைப் பெற்றன. இதன் மூலம் யுனிலீவர் ஸ்ரீலங்காவை அதிக வர்த்தக நாமங்களைக் கொண்ட நிறுவனமாக மாற்றியுள்ளது. பட்டியலை உருவாக்க.",
        "எல்எம்டியின் ஒட்டுமொத்த ‘50 மோஸ்ட் லவ்டு பிராண்ட்ஸ்’ இன்டெக்ஸில், லைஃப்பாய் மற்றும் சன்லைட் ஆகியவை முதல் 3 இடங்களைப் பிடித்தன, மேலும் 8 யுனிலீவர் பிராண்டுகள் நிலைகளைப் பாதுகாக்கின்றன.",
        "ஐந்து யுனிலீவர் பிராண்டுகளும் அந்தந்தத் துறைகளில் 'மிகவும் விரும்பப்படும் பிராண்ட்' பட்டத்தைப் பெற்றன, அதாவது 'சவர்க்காரம்' துறையில் சன்லைட், 'பல் பராமரிப்பு' சிக்னல், நார், சன்சில்க் மற்றும் வாஸ்லைன் ஆகியவை 'எஃப்எம்சிஜியில் நம்பர் 1 இடத்தைப் பெற்றன. சாஸ்கள் மற்றும் பொருட்கள்)', 'முடி பராமரிப்பு' மற்றும் 'தனிப்பட்ட பராமரிப்பு' துறைகள் முறையே.",
        "இந்தச் சாதனை குறித்து கருத்து தெரிவித்த யுனிலீவர் ஸ்ரீலங்காவின் தலைவரும் முகாமைத்துவப் பணிப்பாளருமான ஹஜர் அலாபிபி கூறியதாவது: “ஒன்றல்ல 15 யுனிலீவர் பிராண்டுகளுக்கு இந்த அங்கீகாரத்தைப் பெற்றதில் நாங்கள் பெருமையும் பெருமையும் அடைகிறோம்! இது எங்கள் உள்ளூர் நுகர்வோர் விருப்பங்களைப் புரிந்துகொள்வதிலும், எங்கள் பங்குதாரர்களின் நம்பிக்கை மற்றும் மரியாதையைப் பெறுவதிலும் எங்களின் வலிமையைக் குறிக்கிறது. எங்கள் வாடிக்கையாளர்களின் வாழ்க்கையில் நேர்மறையான தாக்கத்தை ஏற்படுத்த எங்கள் பிராண்டுகளில் தொடர்ந்து முதலீடு செய்வோம். எங்கள் அன்பான பிராண்டுகளை ஆர்வத்துடனும் அர்ப்பணிப்புடனும் உருவாக்க கடினமாக உழைத்த அனைத்து அணிகளுக்கும் எனது மனமார்ந்த வாழ்த்துக்கள்! ”",
        "உலகின் முன்னணி சுதந்திரமான பிராண்ட் மதிப்பீடு மற்றும் தரமதிப்பீட்டு நிறுவனமான பிராண்ட் ஃபைனான்ஸ் நடத்திய ஆய்வின் அடிப்படையில் தரவரிசைகள் தொகுக்கப்பட்டுள்ளன. அவர்களின் உலகத் தரம் வாய்ந்த மோஸ்ட் லவ்டு இன்டெக்ஸ், 10-புள்ளி அளவில் பதிலளிப்பவர்களின் கருத்துக்களை பகுப்பாய்வு செய்கிறது, இது தொடர்புடைய நம்பிக்கையின் அளவையும் வாங்குவதற்கான பிராண்டைக் கருத்தில் கொள்வதற்கான சாத்தியக்கூறுகளையும் மதிப்பிடுகிறது, பின்னர் அவை பிராண்ட் ஆய்வாளர்கள் மற்றும் ஆலோசகர்களின் நிபுணர் குழுவால் மதிப்பாய்வு செய்யப்படும். இந்த ஆண்டு கணக்கெடுப்பில் மொத்தம் 898 பதிலளித்தவர்கள் பங்கேற்றுள்ளனர், அவர்கள் தனிப்பட்ட துறைகளில் உள்ள மற்றவர்களுக்கு எதிராக ஒரு பிராண்டை தரப்படுத்துவதன் மூலம் பிராண்டுகளை மதிப்பிட்டனர்.",
        "யுனிலீவர் ஸ்ரீலங்கா 84 ஆண்டுகளுக்கும் மேலாக இலங்கை சமூகத்தில் ஆழமாக வேரூன்றி உள்ளது. நாட்டின் மிகப்பெரிய எஃப்எம்சிஜி நிறுவனங்களில் ஒன்றாக நிறுவப்பட்ட இது, அதன் 96% தயாரிப்புகளை உள்நாட்டில் கடுமையான உற்பத்தித் தரங்களுக்குள் உற்பத்தி செய்கிறது. எல்எம்டி தனது 2021 ஆம் ஆண்டின் 'மிகவும் மதிக்கப்படும் நிறுவனங்கள்' பட்டியலில், தொடர்ந்து 16வது ஆண்டாக 'நம்பர் 1 மிகவும் மதிப்பிற்குரிய எஃப்எம்சிஜி நிறுவனமாக' முடிசூட்டப்பட்டது, நீல்சென்ஐக்யூ ஆல் 2021 ஆம் ஆண்டில் தொடர்ந்து 10வது ஆண்டாக 'நம்பர் 1 எம்ப்ளாயர் ஆஃப் சாய்ஸ்' தரவரிசைப்படுத்தப்பட்டது. 2021 Effie விருதுகளில் தொடர்ச்சியாக 6 ஆவது ஆண்டாக 'மிகவும் சிறந்த சந்தைப்படுத்துபவர்' விருதை வழங்கியது மற்றும் LMD தனது 2021 இல் இலங்கையில் 'நுகர்வோர் தயாரிப்புகள்' மற்றும் 'பன்னாட்டு' வகைகளில் 'அதிக விருது பெற்ற நிறுவனம்' எனத் தெரிவு செய்யப்பட்டது. விருது' பதிப்பு.",
        "உச்சமுனை குடாநாட்டை குத்தகைக்கு விடுவது ஆரம்பகால குடியேற்றவாசிகளின் 400 குடும்பங்களை வேரோடு அகற்றும்",
        "Dialog, MAS, Hemas & CBL இன் மானுடம் மெஹேவாரா முன்முயற்சி 10,000 குடும்பங்களைச் சென்றடைகிறது, அனைத்து கார்ப்பரேட் நிறுவனங்களையும் அதன் நாடு தழுவிய அவசரகால நிவாரணப் பணியில் சேர அழைக்கிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}