{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Engineering-firm-Luminex-announces-Rs-250-m-IPO/34-734380",
  "time_ut": 1651705200,
  "title": "Engineering firm Luminex announces Rs. 250 m IPO",
  "body_lines": [
    "Luminex Ltd., has announced their plans for a Rs. 250 million Initial Public Offering (IPO) of 31,250,000 ordinary shares at Rs. 8 per share commencing 12 May 2022.",
    "The issue amounts to a 11.52% stake of the company subsequent to the IPO. Funds raised from the IPO will be utilised to enhance the working capital to scale up by consolidating local operations. Navara Capital Ltd., is the financial advisor and issue manager.",
    "Luminex is a leading engineering company and market leader in telecom infrastructure engineering and is also involved in electrical, civil and water projects as well.",
    "The company has been in operation for well over 35 years and has completed over 850 projects in the past 10 years. It is a leading telecom OSP (Outside Plant) construction partner for Sri Lanka Telecom and Dialog Axiata and a construction contractor for public and private entities. The company is empowered by a competent 570 in house workforce across eight operation centres and 29 project offices at present.",
    "Luminex has been certified as EM1 by the Construction Industry Development Authority (CIDA) in the main area of operation and it has also obtained the ISO 9001: 2015 Quality Management Certification awarded by DET NORSKE VERITAS (DNV).",
    "The company has recorded an annual turnover of Rs. 2.55 billion for year 2020/2021 and after-tax profit of Rs. 295 million.  In the first nine months of the FY 2021/22 the company has recorded a turnover of Rs. 2.48 billion and after-tax profit of Rs. 453 million maintaining a healthy growth rate. Managing Director Ruwan Fernando said: “We are pleased to list Luminex Ltd. on the Colombo Stock Exchange as part of our strategy to broad-base the ownership and to further enhance our brand equity. Luminex is positioned strongly in the nation’s engineering sector and is geared to expand its operations beyond the shores of Sri Lanka. Since the offer is already announced, we invite the public to subscribe for shares of Luminex against a backdrop of aggressive expansion in telecom infrastructure and water projects which are expected to benefit revenue growth of Luminex favourably.”",
    "Navara Capital CEO Jayasankha Alahendra said: “We believe the issue is attractively priced at 3.18 times PE based on the nine months earnings for 31st December, 2021. Luminex presents a favourable investment opportunity even in the currently depressed market conditions. Based on the historical records of the company, one could expect an attractive dividend pay-out and this would present an excellent investment opportunity in the medium term.”"
  ],
  "translate": {
    "si": {
      "title": "ඉංජිනේරු සමාගමක් වන Luminex නිවේදනය කරයි රු. 250 m IPO",
      "body_lines": [
        "ලුමිනෙක්ස් ලිමිටඩ්, ඔවුන්ගේ සැලසුම් නිවේදනය කර ඇත්තේ රු. සාමාන්‍ය කොටස් 31,250,000 ක මූලික මහජන නිකුතුව (IPO) මිලියන 250 ක් රු. 2022 මැයි 12 ආරම්භ වන කොටසකට 8.",
        "නිකුතුව IPO වලින් පසුව සමාගමේ 11.52% කොටස් වලට සමාන වේ. මූලික කොටස් නිකුතුවෙන් ලබා ගන්නා අරමුදල් දේශීය මෙහෙයුම් ඒකාබද්ධ කිරීම මගින් පරිමාණය කිරීම සඳහා කාරක ප්‍රාග්ධනය වැඩි දියුණු කිරීමට භාවිතා කරනු ඇත. නවරා කැපිටල් ලිමිටඩ්, මූල්‍ය උපදේශක සහ නිකුත් කළමණාකරු වේ.",
        "Luminex යනු ටෙලිකොම් යටිතල පහසුකම් ඉංජිනේරු විද්‍යාවේ ප්‍රමුඛතම ඉංජිනේරු සමාගමක් සහ වෙළඳපල ප්‍රමුඛයා වන අතර විදුලි, සිවිල් සහ ජල ව්‍යාපෘති සඳහා ද සම්බන්ධ වේ.",
        "සමාගම වසර 35 කට වැඩි කාලයක් ක්‍රියාත්මක වන අතර පසුගිය වසර 10 තුළ ව්‍යාපෘති 850 කට අධික ප්‍රමාණයක් සම්පූර්ණ කර ඇත. එය ශ්‍රී ලංකා ටෙලිකොම් සහ ඩයලොග් ආසියාටා සඳහා ප්‍රමුඛතම ටෙලිකොම් OSP (පිටත බලාගාරය) ඉදිකිරීම් හවුල්කරුවෙක් වන අතර රාජ්‍ය සහ පෞද්ගලික ආයතන සඳහා ඉදිකිරීම් කොන්ත්‍රාත්කරුවෙකි. සමාගම දැනට මෙහෙයුම් මධ්‍යස්ථාන 8ක් සහ ව්‍යාපෘති කාර්යාල 29ක් හරහා නිපුණ 570ක ගෘහ සේවක පිරිසක් විසින් බලගන්වා ඇත.",
        "Luminex මෙහෙයුම් ප්‍රධාන ක්ෂේත්‍රය තුළ ඉදිකිරීම් කර්මාන්ත සංවර්ධන අධිකාරිය (CIDA) විසින් EM1 ලෙස සහතික කර ඇති අතර එය DET NORSKE VERITAS (DNV) විසින් පිරිනමන ISO 9001: 2015 තත්ත්ව කළමනාකරණ සහතිකය ද ලබා ගෙන ඇත.",
        "සමාගම වාර්ෂික පිරිවැටුම රු. 2020/2021 වසර සඳහා බිලියන 2.55 ක් සහ බදු ගෙවීමෙන් පසු ලාභය රු. මිලියන 295 කි. 2021/22 මූල්‍ය වර්ෂයේ පළමු මාස ​​නවය තුළ සමාගම රුපියල් බිලියනයක පිරිවැටුමක් වාර්තා කර ඇත. බිලියන 2.48 ක් සහ බදු ගෙවීමෙන් පසු ලාභය රු. මිලියන 453 ක් නිරෝගී වර්ධන වේගයක් පවත්වා ගනිමින්. කළමනාකාර අධ්‍යක්ෂ රුවන් ප්‍රනාන්දු මහතා මෙසේ පැවසීය: “Luminex Ltd කොළඹ කොටස් වෙළෙඳපොළේ ලැයිස්තුගත කිරීමට ලැබීම ගැන අපි සතුටු වෙනවා, හිමිකාරිත්වය පුළුල් ලෙස පදනම් කර ගැනීමට සහ අපගේ සන්නාම සමානාත්මතාවය තවදුරටත් ඉහළ නැංවීමේ උපාය මාර්ගයේ කොටසක් ලෙස. Luminex ජාතියේ ඉංජිනේරු අංශයේ ප්‍රබල ලෙස ස්ථානගත වී ඇති අතර ශ්‍රී ලංකාවේ වෙරළ තීරයෙන් ඔබ්බට සිය මෙහෙයුම් ව්‍යාප්ත කිරීමට සූදානමින් සිටී. පිරිනැමීම දැනටමත් ප්‍රකාශයට පත් කර ඇති බැවින්, Luminex හි ආදායම් වර්ධනයට හිතකර ලෙස ප්‍රතිලාභ ලබා දෙනු ඇතැයි අපේක්ෂා කරන ටෙලිකොම් යටිතල පහසුකම් සහ ජල ව්‍යාපෘතිවල ආක්‍රමණශීලී ව්‍යාප්තියක පසුබිමට එරෙහිව Luminex කොටස් සඳහා දායක වන ලෙස අපි මහජනතාවට ආරාධනා කරමු.",
        "Navara Capital හි ප්‍රධාන විධායක නිලධාරී ජයසංඛ අලහේන්ද්‍ර මහතා පැවසුවේ, “2021 දෙසැම්බර් 31 දිනට මාස නවයක ඉපැයීම් මත පදනම්ව මෙම නිකුතුව 3.18 ගුණයක PE හි ආකර්ශනීය ලෙස මිල කර ඇති බව අපි විශ්වාස කරමු. දැනට අවපාතයට ලක්ව ඇති වෙළඳපල තත්ත්වයන් තුළ පවා Luminex හිතකර ආයෝජන අවස්ථාවක් ඉදිරිපත් කරයි. සමාගමේ ඓතිහාසික වාර්තා මත පදනම්ව, කෙනෙකුට ආකර්ශනීය ලාභාංශ ගෙවීමක් අපේක්ෂා කළ හැකි අතර මෙය මධ්‍ය කාලීනව විශිෂ්ට ආයෝජන අවස්ථාවක් ඉදිරිපත් කරනු ඇත."
      ]
    },
    "ta": {
      "title": "பொறியியல் நிறுவனமான லுமினெக்ஸ் ரூ. 250 மீ ஐபிஓ",
      "body_lines": [
        "லுமினெக்ஸ் லிமிடெட், ரூ. 31,250,000 சாதாரண பங்குகளின் 250 மில்லியன் ஆரம்ப பொது வழங்கல் (IPO) ரூ. 12 மே 2022 முதல் ஒரு பங்குக்கு 8.",
        "இந்த வெளியீடு ஐபிஓவுக்குப் பிறகு நிறுவனத்தின் 11.52% பங்குகளாகும். ஐபிஓவில் இருந்து திரட்டப்படும் நிதியானது உள்ளூர் செயல்பாடுகளை ஒருங்கிணைப்பதன் மூலம் செயல்பாட்டு மூலதனத்தை அதிகரிக்க பயன்படுத்தப்படும். நவரா கேபிடல் லிமிடெட், நிதி ஆலோசகர் மற்றும் வெளியீட்டு மேலாளர்.",
        "லுமினெக்ஸ் ஒரு முன்னணி பொறியியல் நிறுவனம் மற்றும் தொலைத்தொடர்பு உள்கட்டமைப்பு பொறியியலில் சந்தையில் முன்னணியில் உள்ளது மேலும் மின்சாரம், சிவில் மற்றும் நீர் திட்டங்களிலும் ஈடுபட்டுள்ளது.",
        "நிறுவனம் 35 ஆண்டுகளுக்கும் மேலாக செயல்பாட்டில் உள்ளது மற்றும் கடந்த 10 ஆண்டுகளில் 850 க்கும் மேற்பட்ட திட்டங்களை முடித்துள்ளது. இது Sri Lanka Telecom மற்றும் Dialog Axiata இன் முன்னணி தொலைத்தொடர்பு OSP (வெளிப்புற ஆலை) கட்டுமானப் பங்காளியாகவும், பொது மற்றும் தனியார் நிறுவனங்களுக்கான கட்டுமான ஒப்பந்ததாரராகவும் உள்ளது. நிறுவனம் தற்போது எட்டு செயல்பாட்டு மையங்கள் மற்றும் 29 திட்ட அலுவலகங்களில் திறமையான 570 வீட்டுப் பணியாளர்களால் அதிகாரம் பெற்றுள்ளது.",
        "Luminex செயல்பாட்டின் முக்கிய பகுதியில் கட்டுமான தொழில் மேம்பாட்டு ஆணையத்தால் (CIDA) EM1 என சான்றளிக்கப்பட்டது மற்றும் DET NORSKE VERITAS (DNV) வழங்கிய ISO 9001: 2015 தர மேலாண்மை சான்றிதழையும் பெற்றுள்ளது.",
        "இந்நிறுவனம் ஆண்டு வருமானம் ரூ. 2020/2021 ஆம் ஆண்டில் 2.55 பில்லியன் மற்றும் வரிக்குப் பிந்தைய லாபம் ரூ. 295 மில்லியன். 2021/22 நிதியாண்டின் முதல் ஒன்பது மாதங்களில் நிறுவனம் ரூ. 2.48 பில்லியன் மற்றும் வரிக்குப் பிந்தைய லாபம் ரூ. 453 மில்லியன் ஆரோக்கியமான வளர்ச்சி விகிதத்தை பராமரிக்கிறது. முகாமைத்துவப் பணிப்பாளர் ருவன் பெர்னாண்டோ கூறினார்: ´´´மினெக்ஸ் லிமிடெட் உரிமையை பரந்த அடிப்படையிலான எமது மூலோபாயத்தின் ஒரு பகுதியாக கொழும்பு பங்குச் சந்தையில் பட்டியலிடுவதில் நாங்கள் மகிழ்ச்சியடைகிறோம். Luminex நாட்டின் பொறியியல் துறையில் வலுவாக நிலைநிறுத்தப்பட்டுள்ளது மற்றும் இலங்கையின் கரையோரங்களுக்கு அப்பால் தனது நடவடிக்கைகளை விரிவுபடுத்துவதற்கு தயாராக உள்ளது. இந்தச் சலுகை ஏற்கனவே அறிவிக்கப்பட்டிருப்பதால், தொலைத்தொடர்பு உள்கட்டமைப்பு மற்றும் நீர் திட்டங்களில் தீவிரமான விரிவாக்கத்தின் பின்னணியில், Luminex இன் பங்குகளுக்கு குழுசேருமாறு பொதுமக்களை அழைக்கிறோம்.",
        "நவரா கேபிடல் CEO ஜெயசங்க அலஹேந்திரா கூறினார்: “டிசம்பர் 31, 2021க்கான ஒன்பது மாத வருவாயின் அடிப்படையில் இந்த வெளியீடு 3.18 மடங்கு PE இல் கவர்ச்சிகரமான விலையில் நிர்ணயம் செய்யப்பட்டுள்ளது என்று நாங்கள் நம்புகிறோம். தற்போது மந்தமான சந்தை சூழ்நிலையிலும் Luminex ஒரு சாதகமான முதலீட்டு வாய்ப்பை வழங்குகிறது. நிறுவனத்தின் வரலாற்றுப் பதிவுகளின் அடிப்படையில், ஒரு கவர்ச்சிகரமான டிவிடென்ட் பே-அவுட்டை எதிர்பார்க்கலாம், மேலும் இது நடுத்தர காலத்தில் சிறந்த முதலீட்டு வாய்ப்பை வழங்கும்."
      ]
    }
  }
}