{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-fuel-and-dollar-shortage-dents-lucrative-garment-exports-industry-95585/",
  "time_ut": 1654857780,
  "title": "Sri Lanka’s fuel and dollar shortage dents lucrative garment exports industry",
  "body_lines": [
    "ECONOMYNEXT – Despite a full-order book at the moment, Sri Lanka’s apparel exporters feel their customers shifting their orders to de-risk from Sri Lanka’s ongoing crisis.",
    "The five billion dollars industry, a top dollar earner of the country, so far has a full order book.",
    "But for the second season (the industry runs on a six-months cycle) that is to begin in July, exporters are saying they are seeing signs of customers pulling out to be on the safer side.",
    "“We are seeing a reduction on the horizon and that is not because of the sector’s ability to deliver to the customer but more because of the customer seeing the country as risk; so to de-risk what they have in Sri Lanka,” Yohan Lawrence, Secretary General of Joint Apparel Association Forum of Sri Lanka, said.",
    "“Where they bought 100, they’ll buy 80. The impact will probably be seen in July/August.”",
    "If the apparel customers of Sri Lanka start to cut down on orders now, the impact of that will be seen only in July or August when the new production season starts.",
    "“We are seeing early signs of customers moving orders to other countries, mainly because they are worried about the country’s social stability,” Rehan Lakhany, former Chairman of Sri Lanka Apparel Exporter Association, said.",
    "“Mainly with what they (customers) see on the news in foreign media, they are worried about whether we are able to operate our factories and if we can deliver goods on time to their stores.”",
    "Customers are sending questionaries to exporters on a daily basis inquiring about the country’s situation.",
    "“We need to show stability in our ports, transport sector, and diesel supply. Unless some concrete assurance is given to them, not just verbal [assurance, they will move orders],” said Lakhany.",
    "He added that there’s unnecessary fear among buyers, but regardless, the country needs to show them that the banks are able to make payments on time and give assurance that operations are running as usual.",
    "The main three factors worrying them now is the shortage of liquidity of dollars in the bank, Lakhany said.",
    "“A lot of the banks don’t have dollars now. Even if we give them a 100 million from exports, they are not able to give us the same 100 million for the import of raw materials.",
    "“We have taken orders, but banks are unable to make the payments. Banks are having liquidity issues in foreign currency.”",
    "The second concern buyers have is the fuel shortage as generators must be run during power cuts and to transport employees.",
    "In the first four months of 2022, the industry has earned 1.8 billion dollars.",
    "The 30-year-old Sri Lanka’s apparel industry, once known for its quality and reliability has become a question mark among its customers as social instability and a severe dollar and fuel shortage continue to cripple the country.",
    "Compared to regional competitors, Sri Lanka’s garment export size is very small but the quality of its products has made it a favorite among its dollar rich European and American buyers",
    "The Export Development Board (EDB) specifically notes that the island’s fame in apparel is because of its “excellence in speedy delivery and reliability.”",
    "The “Made in Sri Lanka” label is synonymous with quality, reliability, social and environmental accountability, EDB says.",
    "But it all may come to an end as the country goes through its worst economic created by years of bad monetary practices funneled by money printing.",
    "Lakhany says no matter how much they try to say that despite the challenges factories and businesses are operating, the customers are not ready accept it.",
    "To aggravate the situation, Shanghai in China has opened up following a two-month strict COVID-19 lockdown.",
    "This Lakhany sees as bad news for Sri Lankan businesses as now the customers have more options to make an easy shift. Shanghai is one of the world’s largest apparel and textile exporters.",
    "Therefore losing even 20 percent of the orders or one month’s export (500 million dollar on average), the exporters say the impact will be multifold.",
    "“If we lose orders, the impact will be unimaginable. The apparel industry runs on margins. Even if we lose 20 percent of orders, the impact will be 80 percent. Factories will end up shutting down,” Lahany said.",
    "He fears that the factories might not be able to provide for the workers.",
    "On top of this, the manufacturers have difficulty in paying their suppliers who, after being delayed payments, have started to ask for those payments.",
    "“One of our biggest suppliers has been outstanding for so long they want us to pay the supplier. But we can’t pay because the banks are not releasing funds,” Lakhany said.",
    "“So there are multiple factors, and customers pulling out is the last nail on the coffin.”",
    "“If they pull out without any ground and just out of fear, the impact that will be felt in the next four months will be unstoppable.”",
    "The exporters say action must be taken now to mitigate the risks before it’s too late. (Colombo/Jun10/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ඉන්ධන සහ ඩොලර් හිඟය ලාභදායී ඇඟලුම් අපනයන කර්මාන්තය අඩාල කරයි",
      "body_lines": [
        "ECONOMYNEXT - මේ මොහොතේ සම්පූර්ණ ඇණවුම් පොතක් තිබියදීත්, ශ්‍රී ලංකාවේ ඇඟලුම් අපනයනකරුවන්ට හැඟෙන්නේ ඔවුන්ගේ ගනුදෙනුකරුවන් ශ්‍රී ලංකාවේ පවතින අර්බුදයෙන් අවදානම ඉවත් කිරීම සඳහා ඔවුන්ගේ ඇණවුම් මාරු කරන බවයි.",
        "රටේ ඉහළම ඩොලර් උපයන්නෙකු වන ඩොලර් බිලියන පහක කර්මාන්තයට මෙතෙක් සම්පූර්ණ ඇණවුම් පොතක් ඇත.",
        "නමුත් ජූලි මාසයේ ආරම්භ වීමට නියමිත දෙවන වාරය සඳහා (කර්මාන්තය මාස හයක චක්‍රයක් මත ක්‍රියාත්මක වේ), අපනයනකරුවන් පවසන්නේ පාරිභෝගිකයින් ආරක්ෂිත පැත්තට ඇදී යාමේ සලකුණු තමන් දකින බවයි.",
        "“අපි ක්ෂිතිජයේ අඩුවීමක් දකින අතර එය පාරිභෝගිකයා වෙත බෙදා හැරීමේ අංශයට ඇති හැකියාව නිසා නොව පාරිභෝගිකයා රට අවදානමක් ලෙස දකින නිසා ය; එබැවින් ඔවුන් ශ්‍රී ලංකාවේ ඇති දේ අවදානමෙන් ඉවත් කිරීමට,\" ශ්‍රී ලංකා ඒකාබද්ධ ඇඟලුම් සංගම් සංසදයේ මහලේකම් යොහාන් ලෝරන්ස් පැවසීය.",
        "\"ඔවුන් 100ක් මිලදී ගත් තැන, ඔවුන් 80ක් මිලදී ගනු ඇත. එහි බලපෑම බොහෝ විට ජූලි/අගෝස්තු මාසවලදී දැකගත හැකි වනු ඇත.\"",
        "ශ්‍රී ලංකාවේ ඇඟලුම් පාරිභෝගිකයන් දැන් ඇණවුම් කපා හැරීමට පටන් ගන්නේ නම්, එහි බලපෑම දැකිය හැක්කේ නව නිෂ්පාදන වාරය ආරම්භ වන ජූලි හෝ අගෝස්තු මාසයේදී පමණි.",
        "ශ්‍රී ලංකා ඇඟලුම් අපනයනකරුවන්ගේ සංගමයේ හිටපු සභාපති රෙහාන් ලකානි මහතා පැවසුවේ, “පාරිභෝගිකයින් වෙනත් රටවලට ඇනවුම් ගෙන යාමේ පූර්ව ලකුණු අපට දක්නට ලැබේ.",
        "\"ප්‍රධාන වශයෙන්ම ඔවුන් (පාරිභෝගිකයින්) විදේශ මාධ්‍යවල ප්‍රවෘත්ති දකින දේ සමඟ, අපගේ කර්මාන්තශාලා ක්‍රියාත්මක කිරීමට අපට හැකිද සහ ඔවුන්ගේ වෙළඳසැල් වෙත නියමිත වේලාවට භාණ්ඩ ලබා දිය හැකිද යන්න පිළිබඳව ඔවුන් කනස්සල්ලට පත්ව සිටිති.\"",
        "පාරිභෝගිකයින් රටේ තත්ත්වය පිළිබඳව විමසා දිනපතා අපනයනකරුවන් වෙත ප්‍රශ්න කිරීම් යවයි.",
        "“අපගේ වරාය, ප්‍රවාහන ක්ෂේත්‍රය සහ ඩීසල් සැපයුම සම්බන්ධයෙන් අපි ස්ථාවරත්වයක් පෙන්විය යුතුයි. ඔවුන්ට යම් නිශ්චිත සහතිකයක් ලබා නොදෙන්නේ නම්, වාචිකව පමණක් නොව [සහතිකය, ඔවුන් නියෝග ගෙන එනු ඇත], ”ලකානි පැවසීය.",
        "ගැනුම්කරුවන් අතර අනවශ්‍ය බියක් පවතින නමුත්, කෙසේ වෙතත්, බැංකුවට නියමිත වේලාවට ගෙවීම් කිරීමට හැකි බව රට ඔවුන්ට පෙන්විය යුතු බවත්, මෙහෙයුම් සාමාන්‍ය පරිදි ක්‍රියාත්මක වන බවට සහතිකයක් ලබා දිය යුතු බවත් ඔහු පැවසීය.",
        "දැන් ඔවුන් කනස්සල්ලට පත්වන ප්‍රධාන සාධක තුන වන්නේ බැංකුවේ ඩොලර් ද්‍රවශීලතාවයේ හිඟය බව ලකානි පැවසීය.",
        "“බොහෝ බැංකුවල දැන් ඩොලර් නැහැ. අපි ඔවුන්ට අපනයනයෙන් මිලියන 100ක් දුන්නත් ඒ මිලියන 100ම අපිට අමුද්‍රව්‍ය ආනයනයට දෙන්න ඔවුන්ට හැකියාවක් නැහැ.",
        "“අපි ඇනවුම් අරගෙන තියෙනවා, නමුත් බැංකුවලට ගෙවීම් කරන්න බැහැ. බැංකුවලට විදේශ මුදල්වලින් ද්‍රවශීලතා ගැටලු තිබෙනවා.”",
        "විදුලිය විසන්ධි කිරීමේදී සහ සේවකයින් ප්‍රවාහනය කිරීමේදී විදුලි ජනක යන්ත්‍ර ක්‍රියාත්මක කළ යුතු බැවින් ගැනුම්කරුවන්ට ඇති දෙවන සැලකිල්ල වන්නේ ඉන්ධන හිඟයයි.",
        "2022 පළමු මාස ​​හතර තුළ කර්මාන්තය ඩොලර් බිලියන 1.8 ක් උපයා ඇත.",
        "30 වසරක් පැරණි ශ්‍රී ලංකාවේ ඇඟලුම් කර්මාන්තය, කලක් එහි ගුණාත්මකභාවය සහ විශ්වසනීයත්වය සඳහා ප්‍රසිද්ධියට පත් වූ සමාජ අස්ථාවරත්වය සහ දරුණු ඩොලරය සහ ඉන්ධන හිඟය රට අඛන්ඩව අඩපණ කරන බැවින් එහි පාරිභෝගිකයින් අතර ප්‍රශ්නාර්ථ ලකුණක් වී තිබේ.",
        "කලාපීය තරඟකරුවන් හා සසඳන විට, ශ්‍රී ලංකාවේ ඇඟලුම් අපනයන ප්‍රමාණය ඉතා කුඩා නමුත් එහි නිෂ්පාදනවල ගුණාත්මකභාවය ඩොලර් පොහොසත් යුරෝපීය සහ ඇමරිකානු ගැනුම්කරුවන් අතර එය ප්‍රියතම එකක් බවට පත් කර ඇත.",
        "අපනයන සංවර්ධන මණ්ඩලය (EDB) විශේෂයෙන් සඳහන් කරන්නේ ඇඟලුම් ක්ෂේත්‍රයේ දිවයිනේ කීර්තිය එහි “ඉක්මන් බෙදාහැරීමේ සහ විශ්වසනීයත්වයේ විශිෂ්ටත්වය” නිසා බවයි.",
        "“Made in Sri Lanka” ලේබලය ගුණාත්මකභාවය, විශ්වසනීයත්වය, සමාජීය සහ පාරිසරික වගවීම යන කරුණුවලට සමාන බව EDB පවසයි.",
        "එහෙත් මුදල් අච්චු ගැසීම මගින් අවුල් කරන ලද වසර ගණනාවක අයහපත් මූල්‍ය භාවිතයන් විසින් නිර්මාණය කරන ලද නරකම ආර්ථිකය හරහා රට ගමන් කරන විට ඒ සියල්ල අවසන් විය හැකිය.",
        "කර්මාන්ත ශාලා සහ ව්‍යාපාර ක්‍රියාත්මක වෙමින් පවතින අභියෝග හමුවේ පාරිභෝගිකයින් එය පිළිගැනීමට සූදානම් නැති බව ලකානි පවසන්නීය.",
        "තත්වය තවත් උග්‍ර කිරීම සඳහා, මාස දෙකක දැඩි COVID-19 අගුලු දැමීමෙන් පසුව චීනයේ ෂැංහයි විවෘත කර ඇත.",
        "මෙම Lakhany ශ්‍රී ලාංකීය ව්‍යාපාර සඳහා නරක ආරංචියක් ලෙස දකින්නේ දැන් පාරිභෝගිකයින්ට පහසු මාරුවක් කිරීමට තවත් විකල්ප ඇති බැවිනි. ෂැංහයි යනු ලොව විශාලතම ඇඟලුම් සහ රෙදිපිළි අපනයනකරුවෙකි.",
        "එබැවින් ඇණවුම්වලින් සියයට 20 ක් හෝ මාසයක අපනයනය (සාමාන්‍යයෙන් ඩොලර් මිලියන 500 ක්) අහිමි වීම නිසා එහි බලපෑම බහුගුණයක් වනු ඇතැයි අපනයනකරුවන් පවසති.",
        "“අපට ඇණවුම් අහිමි වුවහොත්, එහි බලපෑම සිතාගත නොහැකි වනු ඇත. ඇඟලුම් කර්මාන්තය මායිම් මත දුවයි. අපි ඇණවුම් වලින් සියයට 20 ක් අහිමි වුවද, බලපෑම සියයට 80 ක් වනු ඇත. කර්මාන්තශාලා වසා දැමීම අවසන් වනු ඇත, ”ලහානි පැවසීය.",
        "කම්කරුවන්ට අවශ්‍ය පහසුකම් සැපයීමට කර්මාන්තශාලාවලට නොහැකි වනු ඇතැයි ඔහු බිය වේ.",
        "මෙයට අමතරව, ගෙවීම් ප්‍රමාද වීමෙන් පසු එම ගෙවීම් ඉල්ලා සිටීමට පටන් ගත් නිෂ්පාදකයින්ට ඔවුන්ගේ සැපයුම්කරුවන්ට ගෙවීමට අපහසු වේ.",
        "“අපගේ විශාලතම සැපයුම්කරුවෙකු මෙතරම් කාලයක් කැපී පෙනෙන ලෙස සිටියි. නමුත් බැංකු අරමුදල් මුදා නොහරින නිසා අපට ගෙවිය නොහැක, ”ලකානි පැවසීය.",
        "\"එබැවින් විවිධ සාධක ඇති අතර, පාරිභෝගිකයින් පිටතට ඇද දැමීම මිනී පෙට්ටියේ ඇති අවසාන ඇණයයි.\"",
        "\"ඔවුන් කිසිදු පදනමක් නොමැතිව සහ හුදෙක් බියෙන් ඉවත් වුවහොත්, ඉදිරි මාස හතර තුළ දැනෙන බලපෑම නතර කළ නොහැකි වනු ඇත.\"",
        "අපනයනකරුවන් පවසන්නේ ප්‍රමාද වීමට පෙර අවදානම අවම කර ගැනීමට දැන්ම පියවර ගත යුතු බවයි. (කොළඹ/ජුනි 10/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் எரிபொருள் மற்றும் டொலர் தட்டுப்பாடு இலாபகரமான ஆடை ஏற்றுமதித் தொழிலை பாதிக்கிறது",
      "body_lines": [
        "ECONOMYNEXT - இந்த நேரத்தில் முழு ஆர்டர் புத்தகம் இருந்தபோதிலும், இலங்கையின் ஆடை ஏற்றுமதியாளர்கள் தங்கள் வாடிக்கையாளர்கள் இலங்கையின் தற்போதைய நெருக்கடியிலிருந்து ஆபத்தை குறைக்க தங்கள் ஆர்டர்களை மாற்றுவதை உணர்கிறார்கள்.",
        "ஐந்து பில்லியன் டாலர்கள் தொழில், நாட்டின் அதிக டாலர் வருவாய் ஈட்டும் துறை, இதுவரை முழு ஆர்டர் புத்தகம் உள்ளது.",
        "ஆனால் ஜூலையில் தொடங்கவிருக்கும் இரண்டாவது சீசனில் (தொழில்துறை ஆறு மாத சுழற்சியில் இயங்குகிறது), வாடிக்கையாளர்கள் பாதுகாப்பான பக்கத்திற்கு வெளியேறுவதற்கான அறிகுறிகளைப் பார்க்கிறோம் என்று ஏற்றுமதியாளர்கள் கூறுகிறார்கள்.",
        "\"நாங்கள் அடிவானத்தில் ஒரு குறைப்பைக் காண்கிறோம், அது வாடிக்கையாளருக்கு வழங்குவதற்கான துறையின் திறனால் அல்ல, ஆனால் வாடிக்கையாளர் நாட்டை அபாயகரமானதாகக் கருதுவதால் அதிகம்; அதனால் அவர்கள் இலங்கையில் வைத்திருப்பதை ஆபத்தில் ஆழ்த்த வேண்டும்” என்று இலங்கை கூட்டு ஆடைகள் சங்க மன்றத்தின் பொதுச் செயலாளர் யோஹான் லாரன்ஸ் தெரிவித்தார்.",
        "\"அவர்கள் 100ஐ வாங்கும் இடத்தில், 80ஐ வாங்குவார்கள். இதன் தாக்கம் ஜூலை/ஆகஸ்டில் தெரியும்.\"",
        "இலங்கையின் ஆடை வாடிக்கையாளர்கள் இப்போது ஆர்டர்களைக் குறைக்கத் தொடங்கினால், அதன் தாக்கம் புதிய உற்பத்திப் பருவம் தொடங்கும் ஜூலை அல்லது ஆகஸ்ட் மாதத்தில் மட்டுமே தெரியும்.",
        "இலங்கை ஆடை ஏற்றுமதியாளர் சங்கத்தின் முன்னாள் தலைவர் ரெஹான் லக்கானி கூறுகையில், \"நாட்டின் சமூக ஸ்திரத்தன்மை குறித்து அவர்கள் கவலைப்படுவதால், வாடிக்கையாளர்கள் பிற நாடுகளுக்கு ஆர்டர்களை நகர்த்துவதற்கான ஆரம்ப அறிகுறிகளை நாங்கள் காண்கிறோம்.",
        "\"முக்கியமாக அவர்கள் (வாடிக்கையாளர்கள்) வெளிநாட்டு ஊடகங்களில் செய்திகளைப் பார்க்கும்போது, ​​​​எங்கள் தொழிற்சாலைகளை இயக்க முடியுமா மற்றும் அவர்களின் கடைகளுக்கு சரியான நேரத்தில் பொருட்களை வழங்க முடியுமா என்று அவர்கள் கவலைப்படுகிறார்கள்.\"",
        "வாடிக்கையாளர்கள், ஏற்றுமதியாளர்களுக்கு தினசரி அடிப்படையில் நாட்டின் நிலைமை குறித்து கேள்விகளை அனுப்புகின்றனர்.",
        "“எங்கள் துறைமுகங்கள், போக்குவரத்துத் துறை மற்றும் டீசல் விநியோகத்தில் ஸ்திரத்தன்மையைக் காட்ட வேண்டும். சில உறுதியான உத்தரவாதங்கள் அவர்களுக்கு வழங்கப்படாவிட்டால், வெறும் வாய்மொழியாக அல்ல [உறுதி, அவர்கள் உத்தரவுகளை நகர்த்துவார்கள்],” என்று லக்கானி கூறினார்.",
        "வாங்குவோர் மத்தியில் தேவையற்ற அச்சம் இருப்பதாகவும், ஆனால் பொருட்படுத்தாமல், வங்கிகள் சரியான நேரத்தில் பணம் செலுத்த முடியும் என்பதையும், செயல்பாடுகள் வழக்கம் போல் இயங்குகின்றன என்பதை நாடு அவர்களுக்குக் காட்ட வேண்டும் என்றும் அவர் கூறினார்.",
        "இப்போது அவர்களை கவலையடையச் செய்யும் முக்கிய மூன்று காரணிகள் வங்கியில் டாலர்களின் பணப்புழக்கம் பற்றாக்குறையாகும், லக்கானி கூறினார்.",
        "“பல வங்கிகளில் இப்போது டாலர்கள் இல்லை. ஏற்றுமதியில் இருந்து ஒரு 100 மில்லியன் கொடுத்தாலும், அதே 100 மில்லியனை மூலப்பொருட்கள் இறக்குமதிக்கு அவர்களால் கொடுக்க முடியாது.",
        "\"நாங்கள் ஆர்டர்களை எடுத்துள்ளோம், ஆனால் வங்கிகளால் பணம் செலுத்த முடியவில்லை. வங்கிகள் வெளிநாட்டு நாணயத்தில் பணப்புழக்க பிரச்சனைகளை எதிர்கொள்கின்றன.",
        "வாங்குபவர்களின் இரண்டாவது கவலை எரிபொருள் தட்டுப்பாடு ஆகும், ஏனெனில் மின்வெட்டு மற்றும் போக்குவரத்து ஊழியர்களுக்கு ஜெனரேட்டர்களை இயக்க வேண்டும்.",
        "2022 ஆம் ஆண்டின் முதல் நான்கு மாதங்களில், தொழில்துறை 1.8 பில்லியன் டாலர்களை ஈட்டியுள்ளது.",
        "ஒரு காலத்தில் தரம் மற்றும் நம்பகத்தன்மைக்கு பெயர் பெற்ற இலங்கையின் 30 வருட கால ஆடைத் தொழிற்துறையானது, சமூக உறுதியற்ற தன்மை மற்றும் கடுமையான டொலர் மற்றும் எரிபொருள் தட்டுப்பாடு நாட்டை தொடர்ந்து முடக்கி வருவதால், அதன் வாடிக்கையாளர்களிடையே கேள்விக் குறியாக மாறியுள்ளது.",
        "பிராந்திய போட்டியாளர்களுடன் ஒப்பிடுகையில், இலங்கையின் ஆடை ஏற்றுமதி அளவு மிகவும் சிறியதாக இருந்தாலும், அதன் தயாரிப்புகளின் தரம் அதன் டாலர் பணக்கார ஐரோப்பிய மற்றும் அமெரிக்க வாங்குவோர் மத்தியில் அதை விரும்பத்தக்கதாக ஆக்கியுள்ளது.",
        "ஏற்றுமதி மேம்பாட்டு வாரியம் (EDB) குறிப்பாக ஆடைகளில் தீவின் புகழ் அதன் \"விரைவான டெலிவரி மற்றும் நம்பகத்தன்மையில் சிறந்து விளங்குகிறது\" என்று குறிப்பிடுகிறது.",
        "\"மேட் இன் ஸ்ரீலங்கா\" லேபிள் தரம், நம்பகத்தன்மை, சமூக மற்றும் சுற்றுச்சூழல் பொறுப்புக்கூறலுக்கு ஒத்ததாக இருக்கிறது என்று ஈடிபி கூறுகிறது.",
        "ஆனால் பணம் அச்சடிப்பதன் மூலம் பல ஆண்டுகளாக மோசமான பண நடைமுறைகளால் உருவாக்கப்பட்ட மோசமான பொருளாதாரத்தை நாடு கடந்து செல்வதால் இவை அனைத்தும் முடிவுக்கு வரலாம்.",
        "தொழிற்சாலைகள் மற்றும் வணிக நிறுவனங்கள் எவ்வளவு சவால்களை எதிர்கொண்டாலும், வாடிக்கையாளர்கள் அதை ஏற்கத் தயாராக இல்லை என்று லக்கானி கூறுகிறார்.",
        "நிலைமையை மோசமாக்க, சீனாவின் ஷாங்காய் இரண்டு மாத கடுமையான COVID-19 பூட்டுதலைத் தொடர்ந்து திறக்கப்பட்டுள்ளது.",
        "இந்த லக்கானி இலங்கை வணிகங்களுக்கு ஒரு மோசமான செய்தியாக பார்க்கிறது, ஏனெனில் இப்போது வாடிக்கையாளர்களுக்கு எளிதான மாற்றத்தை மேற்கொள்ள அதிக விருப்பங்கள் உள்ளன. ஷாங்காய் உலகின் மிகப்பெரிய ஆடை மற்றும் ஜவுளி ஏற்றுமதியாளர்களில் ஒன்றாகும்.",
        "எனவே ஆர்டர்களில் 20 சதவிகிதம் அல்லது ஒரு மாத ஏற்றுமதியை (சராசரியாக 500 மில்லியன் டாலர்கள்) இழக்க நேரிடும் என்று ஏற்றுமதியாளர்கள் கூறுகின்றனர்.",
        "\"நாங்கள் ஆர்டர்களை இழந்தால், அதன் தாக்கம் கற்பனை செய்ய முடியாததாக இருக்கும். ஆடைத் தொழில் ஓரங்களில் இயங்குகிறது. 20 சதவீத ஆர்டர்களை இழந்தாலும் பாதிப்பு 80 சதவீதமாக இருக்கும். தொழிற்சாலைகள் மூடப்படும்” என்று லஹானி கூறினார்.",
        "தொழிற்சாலைகள் தொழிலாளர்களுக்கு வழங்க முடியாது என்று அவர் அஞ்சுகிறார்.",
        "இதற்கு மேல், உற்பத்தியாளர்கள் தங்கள் சப்ளையர்களுக்கு பணம் செலுத்துவதில் சிரமப்படுகிறார்கள், அவர்கள் தாமதமாக பணம் செலுத்திய பிறகு, அந்த கொடுப்பனவுகளை கேட்க ஆரம்பித்தனர்.",
        "\"எங்கள் மிகப்பெரிய சப்ளையர்களில் ஒருவர் இவ்வளவு காலமாக நிலுவையில் இருந்து வருகிறார், நாங்கள் சப்ளையருக்கு பணம் செலுத்த வேண்டும் என்று அவர்கள் விரும்புகிறார்கள். ஆனால் வங்கிகள் நிதியை வெளியிடாததால் எங்களால் பணம் செலுத்த முடியவில்லை,” என்று லக்கானி கூறினார்.",
        "\"எனவே பல காரணிகள் உள்ளன, மேலும் வாடிக்கையாளர்கள் வெளியே இழுப்பது சவப்பெட்டியின் கடைசி ஆணியாகும்.\"",
        "\"அவர்கள் எந்த அடிப்படையும் இல்லாமல் மற்றும் பயத்தின் காரணமாக வெளியேறினால், அடுத்த நான்கு மாதங்களில் உணரப்படும் தாக்கத்தை தடுக்க முடியாது.\"",
        "தாமதமாகும் முன் அபாயங்களைக் குறைக்க இப்போதே நடவடிக்கை எடுக்க வேண்டும் என்று ஏற்றுமதியாளர்கள் கூறுகின்றனர். (கொழும்பு/ஜூன்10/2022)"
      ]
    }
  }
}