{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Keells-revolutionises-modern-retail-industry-with-first-ever-state-of-the-art-distribution-centre/34-732149",
  "time_ut": 1647541800,
  "title": "Keells revolutionises modern retail industry with first ever state-of-the-art distribution centre",
  "body_lines": [
    "John Keells Group Chairman Krishan Balendra visiting the distribution centre",
    "260,000 square feet facility is Sri Lanka’s largest distribution centre for a modern retail chain is also the third largest facility in the country",
    "Equipped with latest innovative technology, systems and health and safety standards on par with international best practices",
    "Will provide employment to over 500 in the first year of operation",
    "Will facilitate Speed to Market for SME suppliers with minimum investment in logistics",
    "Temperature controlled logistics will enhance “Freshness Guarantee” pledge to the Keells customers",
    "Keells Supermarkets recently opened its Rs. 4.6 billion, state-of-the-art centralised distribution centre (DC) in the industrial zone in Kerawalapitiya. The facility is equipped with the latest cutting-edge technology and systems on par with global retail giants. This will serve as Keells Supermarkets’ first owned and operated DC and is a testament to their commitment to product and service excellence.",
    "The 260,000 square feet facility occupying nine acres will make it the third largest warehouse facility in the country and the largest technologically advanced distribution facility in the modern retail sector in the country. The initiative was initially set in motion five years ago after undertaking a comprehensive study on global best practices and the growing needs of the expanding supermarket chain.",
    "The initiative was materialised consolidating Keells Supermarket’s three warehousing facilities into one centralised warehouse with operations in the dry, fresh and chilled categories. This in turn now provides all our suppliers the ability to just deliver to one location cutting down on logistical time and costs and benefits particularly the smaller suppliers. The facility is equipped to handle over 100,000 kg of fresh produce daily, and the temperature-controlled space will ensure the cold chain is not compromised. This is vital to ensure the freshness is retained from the farm gate to store providing customers freshest of produce as well as an assurance of better product availability overall.",
    "The roof space spanning 200,000 square feet would be set up with solar panels that will have an installed capacity of approximately 800 KW. With this, the total solar power installed capacity of the chain would increase to approximately 12 MWs, making Keells Supermarket chain one of the leading brands in Sri Lanka generating renewable energy.",
    "John Keells Group Chairman Krishan Balendra said: “The state-of-the-art Distribution Centre is a significant step towards achieving our core purpose at Keells, of ‘improving the quality of life for the nation.’ As a responsible corporate citizen that prioritises national interest, we believe that this is also a move towards advancing the nation’s food security ambitions led by a private sector entity.",
    "Further, this cutting-edge facility which has embedded the highest global standards of technology will support our outlet expansions, catering to a wider consumer base across the country and providing growth opportunities for the stakeholders in our value chain. Employing over 500 team members, this facility will allow our supermarket business to provide good quality products at the right time resulting in the best offering for consumers at the stores”.",
    "The investment of this magnitude during a challenging period is not only a testament to the brand’s resilience and future growth potential but will also positively impact the overall economy as it would facilitate many stakeholders to grow their business.",
    "In terms of technology, Keells has introduced for the first time in Sri Lanka the leading warehouse management system in the world i.e. SAP EWM (Extended Warehouse Management System). This system is run on Microsoft azure cloud which is also the latest and leading cloud-based solution in the world. Furthermore, all processes in the facility are fully automated using handheld devices making it one of the technologically advanced facilities in the country.",
    "The tray wash plant is a key feature as the first and largest automated tray wash machine in Sri Lanka. As fresh produce is transported in crates to Keells outlets daily, the plant assures these crates are cleaned without any physical human intervention and hence, ensuring the highest hygiene levels of fresh produce at Keells outlets across the country, whilst also maintaining the standards of freshness and top quality of the fresh produce. Automated re-packing machines will ensure that stores will get the required quantity of stocks for a particular item rather than standard quantities being delivered to stores which will benefit small scale suppliers.",
    "Business expansion and job creation results in overall growth of the economy, and this facility stands to become a key employment generator in the area. The facility employs 500+ individuals within the first year of operations while the employment generation is set to increase in line with Keells’ expansion geographically and based on consumer demand.",
    "Furthermore, this facility provides the employees the opportunity to work and get trained in a technologically advanced environment. In a bid to increase female labour participation in this male-dominated industry, Keells will be taking several steps to create an optimal working environment for females, backed by a special training program. The facility also has best in class health and safety standards ensuring a secure workplace for all team members.",
    "The state-of -the-art distribution centre will enable Keells to create efficiencies across its entire supply chain from farmers, manufacturers and distributors, small and large, and no doubt raise the industry standards while serving as a model for modern trade retailers. In particular, given the current environment where global and local supply chains are faced with disruptions affecting product prices, investments such as this, will prove to reinforce and support the economy and support Sri Lankan consumers."
  ],
  "translate": {
    "si": {
      "title": "කීල්ස් ප්‍රථම නවීනතම බෙදාහැරීමේ මධ්‍යස්ථානය සමඟින් නවීන සිල්ලර කර්මාන්තයේ විප්ලවීය වෙනසක් සිදු කරයි",
      "body_lines": [
        "ජෝන් කීල්ස් සමූහ ව්‍යාපාරයේ සභාපති ක්‍රිෂාන් බාලේන්ද්‍ර මහතා බෙදාහැරීමේ මධ්‍යස්ථානයට පැමිණි අයුරු",
        "වර්ග අඩි 260,000 පහසුකම නවීන සිල්ලර දාමයක් සඳහා ශ්‍රී ලංකාවේ විශාලතම බෙදාහැරීමේ මධ්‍යස්ථානය වන අතර එය රටේ තුන්වන විශාලතම පහසුකම ද වේ.",
        "ජාත්‍යන්තර හොඳම භාවිතයන්ට සමගාමීව නවතම නව්‍ය තාක්‍ෂණය, පද්ධති සහ සෞඛ්‍ය සහ ආරක්‍ෂිත ප්‍රමිතීන්ගෙන් සමන්විතය",
        "මෙහෙයුමේ පළමු වසර තුළ 500 කට වැඩි පිරිසකට රැකියා ලබා දෙනු ඇත",
        "ලොජිස්ටික්ස් සඳහා අවම ආයෝජනයක් සමඟ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සඳහා වෙළඳපොළ වෙත වේගය පහසු කරනු ඇත",
        "උෂ්ණත්වය පාලනය වන සැපයුම් මගින් කීල්ස් පාරිභෝගිකයන් වෙත \"නැවුම් බව සහතික\" පොරොන්දුව වැඩි දියුණු කරනු ඇත.",
        "කීල්ස් සුපර් මාර්කට් මෑතකදී එහි රු. බිලියන 4.6ක්, කෙරවලපිටිය කර්මාන්ත කලාපයේ අති නවීන මධ්‍යගත බෙදාහැරීමේ මධ්‍යස්ථානය (DC). මෙම පහසුකම ගෝලීය සිල්ලර දැවැන්තයින් හා සමගාමීව නවීනතම නවීන තාක්ෂණයෙන් සහ පද්ධති වලින් සමන්විත වේ. මෙය Keells Supermarkets හි ප්‍රථම හිමිකාරීත්වය සහ ක්‍රියාත්මක වන DC ලෙස සේවය කරනු ඇති අතර නිෂ්පාදන සහ සේවා විශිෂ්ටත්වය සඳහා ඔවුන්ගේ කැපවීම පෙන්නුම් කරයි.",
        "අක්කර නවයක් පුරාවට වර්ග අඩි 260,000කින් සමන්විත මෙම පහසුකම රටේ තුන්වන විශාලතම ගබඩා පහසුකම බවට පත් කෙරෙන අතර නවීන සිල්ලර අංශයේ විශාලතම තාක්‍ෂණිකව දියුණු බෙදාහැරීමේ පහසුකම බවට පත්වේ. ගෝලීය හොඳම භාවිතයන් සහ පුළුල් වෙමින් පවතින සුපිරි වෙළඳසැල් දාමයේ වර්ධනය වන අවශ්‍යතා පිළිබඳ පුළුල් අධ්‍යයනයක් කිරීමෙන් පසු මෙම මුලපිරීම මුලින් ක්‍රියාත්මක වූයේ වසර පහකට පෙරය.",
        "වියළි, ​​නැවුම් සහ ශීත කළ කාණ්ඩවල මෙහෙයුම් සමඟින් Keells Supermarket හි ගබඩා පහසුකම් තුන එක් මධ්‍යගත ගබඩාවක් බවට ඒකාබද්ධ කරමින් මෙම මුලපිරීම ක්‍රියාවට නැංවීය. මෙමගින් දැන් අපගේ සියලුම සැපයුම්කරුවන්ට ප්‍රවාහන කාලය සහ පිරිවැය සහ ප්‍රතිලාභ විශේෂයෙන් කුඩා සැපයුම්කරුවන්ට කපා හැර එක් ස්ථානයකට බෙදා හැරීමේ හැකියාව ලබා දේ. මෙම පහසුකම දිනකට නැවුම් නිෂ්පාදන කිලෝග්‍රෑම් 100,000 කට අධික ප්‍රමාණයක් හැසිරවීමට සපයා ඇති අතර, උෂ්ණත්වය පාලනය කරන අවකාශය සීතල දාමයට හානි නොවන බව සහතික කරයි. පාරිභෝගිකයින්ට නැවුම් නිෂ්පාදන සැපයීම මෙන්ම සමස්තයක් ලෙස වඩා හොඳ නිෂ්පාදන ලබා ගැනීමේ සහතිකයක් ලබා දීම සඳහා ගබඩා කිරීම සඳහා ගොවිපල දොරටුවේ නැවුම් බව සහතික කිරීම සඳහා මෙය ඉතා වැදගත් වේ.",
        "වර්ග අඩි 200,000 ක වහල අවකාශය ආසන්න වශයෙන් 800 KW ස්ථාපිත ධාරිතාවකින් යුත් සූර්ය පැනල වලින් සමන්විත වේ. මේ සමඟ, ජාලයේ සම්පූර්ණ සූර්ය බලශක්ති ස්ථාපිත ධාරිතාව දළ වශයෙන් මෙගාවොට් 12 දක්වා ඉහළ යනු ඇති අතර, කීල්ස් සුපර් මාර්කට් දාමය පුනර්ජනනීය බලශක්තිය ජනනය කරන ශ්‍රී ලංකාවේ ප්‍රමුඛතම සන්නාමයක් බවට පත් කරයි.",
        "ජෝන් කීල්ස් සමූහ ව්‍යාපාරයේ සභාපති ක්‍රිෂාන් බාලේන්ද්‍ර මහතා මෙසේ පැවසීය: “නවීන තාක්ෂණයෙන් යුත් බෙදාහැරීමේ මධ්‍යස්ථානය, 'ජාතියේ ජීවන තත්ත්වය ඉහළ නැංවීම' යන කීල්ස් හි අපගේ මූලික අරමුණ සාක්ෂාත් කර ගැනීමේ වැදගත් පියවරකි. ප්‍රමුඛත්වය දෙන වගකිවයුතු ආයතනික පුරවැසියෙකු ලෙස. ජාතික අවශ්‍යතා, මෙය පුද්ගලික අංශයේ ආයතනයක් විසින් මෙහෙයවනු ලබන ජාතියේ ආහාර සුරක්ෂිතතා අභිලාෂයන් ඉදිරියට ගෙන යාමේ පියවරක් බව අපි විශ්වාස කරමු.",
        "තවද, ඉහළම ගෝලීය තාක්‍ෂණ ප්‍රමිතීන් ඇතුළත් කර ඇති මෙම නවීනතම පහසුකම, අපගේ අලෙවිසැල් ව්‍යාප්තිය සඳහා සහය වන අතර, රට පුරා පුළුල් පාරිභෝගික පදනමක් සඳහා සහ අපගේ වටිනාකම් දාමයේ පාර්ශවකරුවන් සඳහා වර්ධන අවස්ථා ලබා දෙනු ඇත. කණ්ඩායම් සාමාජිකයින් 500 කට අධික සංඛ්‍යාවක් සේවයේ යොදවා ඇති මෙම පහසුකම මඟින් අපගේ සුපිරි වෙළඳසැල් ව්‍යාපාරයට නියම වේලාවට හොඳ තත්ත්වයේ නිෂ්පාදන සැපයීමට ඉඩ සලසයි, එහි ප්‍රතිඵලයක් ලෙස වෙළඳසැල්වල පාරිභෝගිකයින්ට හොඳම දීමනාව ලැබෙනු ඇත.",
        "අභියෝගාත්මක කාලපරිච්ඡේදයක් තුළ මෙම විශාලත්වය ආයෝජනය කිරීම සන්නාමයේ ඔරොත්තු දීමේ හැකියාව සහ අනාගත වර්ධන විභවය පිළිබඳ සාක්ෂියක් පමණක් නොව, බොහෝ පාර්ශ්වකරුවන්ට ඔවුන්ගේ ව්‍යාපාර වර්ධනය කර ගැනීමට පහසුකම් සැලසෙන බැවින් සමස්ත ආර්ථිකය කෙරෙහි ධනාත්මක බලපෑමක් ඇති කරනු ඇත.",
        "තාක්‍ෂණය සම්බන්ධයෙන් ගත් කල, Keells විසින් ලොව ප්‍රමුඛතම ගබඩා කළමනාකරණ පද්ධතිය එනම් SAP EWM (Extended Warehouse Management System) ශ්‍රී ලංකාවට ප්‍රථම වරට හඳුන්වා දී ඇත. මෙම පද්ධතිය ක්‍රියාත්මක වන්නේ Microsoft azure cloud මත වන අතර එය ලෝකයේ නවතම සහ ප්‍රමුඛතම Cloud-පාදක විසඳුම ද වේ. තවද, පහසුකමේ ඇති සියලුම ක්‍රියාවලීන් අතින් ගෙන යා හැකි උපාංග භාවිතයෙන් සම්පුර්ණයෙන්ම ස්වයංක්‍රීය කර ඇති අතර එය රටේ තාක්‍ෂණිකව දියුණු පහසුකම්වලින් එකක් බවට පත් කරයි.",
        "ශ්‍රී ලංකාවේ ප්‍රථම සහ විශාලතම ස්වයංක්‍රීය තැටි සෝදන යන්ත්‍රය ලෙස තැටි සෝදන යන්ත්‍රය ප්‍රධාන අංගයකි. නැවුම් නිෂ්පාදන දිනපතා කීල්ස් අලෙවිසැල් වෙත කූඩවල ප්‍රවාහනය කරන බැවින්, කිසිදු භෞතික මිනිස් මැදිහත්වීමකින් තොරව මෙම කූඩ පිරිසිදු කරන බව බලාගාරය සහතික කරන අතර, එබැවින් රට පුරා ඇති කීල්ස් අලෙවිසැල්වල නැවුම් නිෂ්පාදනවල ඉහළම සනීපාරක්ෂක මට්ටම සහතික කරන අතර නැවුම් බව සහ ප්‍රමිතීන් ද පවත්වා ගනී. නැවුම් නිෂ්පාදනවල ඉහළම ගුණාත්මකභාවය. ස්වයංක්‍රීය ප්‍රති-ඇසුරුම් යන්ත්‍ර මඟින් කුඩා පරිමාණ සැපයුම්කරුවන්ට ප්‍රතිලාභ සැලසෙන සම්මත ප්‍රමාණවලින් ගබඩා වෙත ලබා දෙනවාට වඩා යම් භාණ්ඩයක් සඳහා අවශ්‍ය තොග ගබඩාවලට ලැබෙන බව සහතික කෙරේ.",
        "ව්‍යාපාර ව්‍යාප්තිය සහ රැකියා උත්පාදනය ආර්ථිකයේ සමස්ත වර්ධනයට හේතු වන අතර මෙම පහසුකම ප්‍රදේශයේ ප්‍රධාන රැකියා උත්පාදකයෙකු බවට පත්වේ. මෙම පහසුකම මෙහෙයුම් ආරම්භයේ පළමු වසර තුළ පුද්ගලයින් 500+ සේවයේ යොදවා ඇති අතර, Keells හි භූගෝලීය ව්‍යාප්තියට අනුකූලව සහ පාරිභෝගික ඉල්ලුම මත පදනම්ව රැකියා උත්පාදනය වැඩි කිරීමට නියමිතය.",
        "තවද, මෙම පහසුකම සේවකයින්ට තාක්‍ෂණිකව දියුණු පරිසරයක වැඩ කිරීමට සහ පුහුණුව ලබා ගැනීමට අවස්ථාව ලබා දෙයි. මෙම පිරිමි ආධිපත්‍යය දරන කර්මාන්තයේ කාන්තා ශ්‍රම සහභාගීත්වය ඉහළ නැංවීමේ ප්‍රයත්නයක් ලෙස, විශේෂ පුහුණු වැඩසටහනක පිටුබලය ඇතිව කාන්තාවන් සඳහා ප්‍රශස්ත සේවා පරිසරයක් නිර්මාණය කිරීමට කීල්ස් පියවර කිහිපයක් ගනු ඇත. සියලුම කණ්ඩායම් සාමාජිකයින් සඳහා ආරක්ෂිත සේවා ස්ථානයක් සහතික කරමින් මෙම පහසුකම පන්තියේ හොඳම සෞඛ්‍ය සහ ආරක්ෂණ ප්‍රමිතීන් ඇත.",
        "නවීනතම බෙදාහැරීමේ මධ්‍යස්ථානය, කුඩා හා විශාල ගොවීන්, නිෂ්පාදකයින් සහ බෙදාහරින්නන්ගෙන් සිය සමස්ත සැපයුම් දාමය පුරා කාර්යක්ෂමතාව ඇති කිරීමට Keells හට හැකියාව ලබා දෙන අතර නවීන වෙළඳ සිල්ලර වෙළෙන්දන්ට ආදර්ශයක් ලෙස සේවය කරමින් කර්මාන්තයේ ප්‍රමිතීන් ඉහළ නැංවීමට කිසිදු සැකයක් නැත. විශේෂයෙන්ම, ගෝලීය සහ දේශීය සැපයුම් දාමයන් නිෂ්පාදන මිල කෙරෙහි බලපාන බාධාවන්ට මුහුණ දෙන වත්මන් පරිසරය අනුව, මෙවැනි ආයෝජන මගින් ආර්ථිකය ශක්තිමත් කිරීමට සහ සහාය වීමට සහ ශ්‍රී ලාංකීය පාරිභෝගිකයින්ට සහාය වනු ඇත."
      ]
    },
    "ta": {
      "title": "கீல்ஸ் நவீன சில்லறை வர்த்தகத்தில் முதல் அதிநவீன விநியோக மையத்துடன் புரட்சியை ஏற்படுத்துகிறது",
      "body_lines": [
        "ஜோன் கீல்ஸ் குழுமத்தின் தலைவர் கிரிஷான் பாலேந்திரா விநியோக நிலையத்தை பார்வையிட்டார்",
        "260,000 சதுர அடி வசதி, நவீன சில்லறை சங்கிலிக்கான இலங்கையின் மிகப்பெரிய விநியோக மையமாகும், மேலும் இது நாட்டின் மூன்றாவது பெரிய வசதியாகும்.",
        "சர்வதேச சிறந்த நடைமுறைகளுக்கு இணையாக சமீபத்திய புதுமையான தொழில்நுட்பம், அமைப்புகள் மற்றும் சுகாதாரம் மற்றும் பாதுகாப்பு தரங்களுடன் பொருத்தப்பட்டுள்ளது",
        "செயல்பாட்டின் முதல் வருடத்தில் 500 பேருக்கு மேல் வேலை கிடைக்கும்",
        "தளவாடங்களில் குறைந்தபட்ச முதலீட்டில் SME சப்ளையர்களுக்கான சந்தைக்கு வேகத்தை எளிதாக்கும்",
        "வெப்பநிலை கட்டுப்பாட்டு தளவாடங்கள் கீல்ஸ் வாடிக்கையாளர்களுக்கு \"புத்துணர்ச்சி உத்தரவாதம்\" உறுதிமொழியை மேம்படுத்தும்",
        "கீல்ஸ் பல்பொருள் அங்காடிகள் அண்மையில் அதன் ரூ. 4.6 பில்லியன், கெரவலபிட்டியவில் தொழில்துறை வலயத்தில் அதிநவீன மையப்படுத்தப்பட்ட விநியோக மையம் (DC). இந்த வசதி, சமீபத்திய அதிநவீன தொழில்நுட்பம் மற்றும் உலகளாவிய சில்லறை வர்த்தக நிறுவனங்களுக்கு இணையான அமைப்புகளுடன் பொருத்தப்பட்டுள்ளது. இது Keells Supermarkets இன் முதல் சொந்தமான மற்றும் இயக்கப்படும் DC ஆக சேவையாற்றும் மற்றும் தயாரிப்பு மற்றும் சேவையின் சிறப்பிற்கான அவர்களின் அர்ப்பணிப்புக்கான சான்றாகும்.",
        "ஒன்பது ஏக்கர் நிலப்பரப்பில் 260,000 சதுர அடி வசதி, இது நாட்டின் மூன்றாவது பெரிய கிடங்கு வசதியாகவும், நாட்டின் நவீன சில்லறை விற்பனைத் துறையில் தொழில்நுட்ப ரீதியாக மேம்பட்ட விநியோக வசதியாகவும் மாறும். உலகளாவிய சிறந்த நடைமுறைகள் மற்றும் விரிவடைந்து வரும் பல்பொருள் அங்காடி சங்கிலியின் வளர்ந்து வரும் தேவைகள் பற்றிய விரிவான ஆய்வை மேற்கொண்ட பின்னர், இந்த முயற்சி ஆரம்பத்தில் ஐந்து ஆண்டுகளுக்கு முன்பு இயக்கப்பட்டது.",
        "இந்த முயற்சியானது கீல்ஸ் சூப்பர்மார்க்கெட்டின் மூன்று கிடங்கு வசதிகளை ஒரு மையப்படுத்தப்பட்ட கிடங்காக ஒருங்கிணைத்து உலர், புதிய மற்றும் குளிர்ந்த வகைகளில் செயல்படும் வகையில் செயல்படுத்தப்பட்டது. இது இப்போது எங்கள் அனைத்து சப்ளையர்களுக்கும் தளவாட நேரம் மற்றும் செலவுகள் மற்றும் நன்மைகளைக் குறைத்து, குறிப்பாக சிறிய சப்ளையர்களுக்கு ஒரே இடத்திற்கு வழங்குவதற்கான திறனை வழங்குகிறது. தினசரி 100,000 கிலோ புதிய பொருட்களைக் கையாளும் வகையில் வசதி உள்ளது, மேலும் வெப்பநிலை கட்டுப்படுத்தப்பட்ட இடம் குளிர் சங்கிலி சமரசம் செய்யப்படாமல் இருப்பதை உறுதி செய்யும். வாடிக்கையாளர்களுக்கு புதிய விளைபொருட்களை வழங்குவதோடு, ஒட்டுமொத்தமாக சிறந்த தயாரிப்பு கிடைப்பதற்கான உத்தரவாதத்தையும் சேமித்து வைப்பதற்காக பண்ணை வாயிலில் இருந்து புத்துணர்ச்சி தக்கவைக்கப்படுவதை உறுதிசெய்ய இது இன்றியமையாதது.",
        "200,000 சதுர அடி பரப்பளவுள்ள மேற்கூரையில் சுமார் 800 KW நிறுவப்பட்ட திறன் கொண்ட சோலார் பேனல்கள் அமைக்கப்படும். இதன் மூலம், சங்கிலியின் மொத்த சூரிய சக்தி நிறுவப்பட்ட கொள்ளளவு தோராயமாக 12 மெகாவாட்களாக அதிகரிக்கும், இது கீல்ஸ் சூப்பர்மார்க்கெட் சங்கிலியை புதுப்பிக்கத்தக்க ஆற்றலை உற்பத்தி செய்யும் இலங்கையின் முன்னணி வர்த்தகநாமங்களில் ஒன்றாக மாற்றும்.",
        "ஜான் கீல்ஸ் குழுமத்தின் தலைவர் கிரிஷான் பாலேந்திரா கூறினார்: \"நாட்டின் வாழ்க்கைத் தரத்தை மேம்படுத்துதல்' என்ற கீல்ஸில் உள்ள எங்களின் முக்கிய நோக்கத்தை அடைவதில் இந்த அதிநவீன விநியோக மையம் ஒரு குறிப்பிடத்தக்க படியாகும். தேசிய நலன், இது ஒரு தனியார் துறை நிறுவனம் தலைமையிலான நாட்டின் உணவுப் பாதுகாப்பு அபிலாஷைகளை முன்னேற்றுவதற்கான நகர்வாகும் என்று நாங்கள் நம்புகிறோம்.",
        "மேலும், தொழில்நுட்பத்தின் மிக உயர்ந்த உலகளாவிய தரத்தை உட்பொதித்துள்ள இந்த அதிநவீன வசதி, எங்கள் விற்பனை நிலைய விரிவாக்கங்களுக்கு ஆதரவளிக்கும், நாடு முழுவதும் பரந்த நுகர்வோர் தளத்தை வழங்குகிறது மற்றும் எங்கள் மதிப்புச் சங்கிலியில் பங்குதாரர்களுக்கு வளர்ச்சி வாய்ப்புகளை வழங்கும். 500 க்கும் மேற்பட்ட குழு உறுப்பினர்களைப் பணியில் அமர்த்தியுள்ள இந்த வசதி, எங்கள் பல்பொருள் அங்காடி வணிகத்தை சரியான நேரத்தில் நல்ல தரமான தயாரிப்புகளை வழங்க அனுமதிக்கும், இதன் விளைவாக கடைகளில் நுகர்வோருக்கு சிறந்த சலுகை கிடைக்கும்.",
        "சவாலான காலகட்டத்தில் இந்த அளவு முதலீடு செய்வது, பிராண்டின் பின்னடைவு மற்றும் எதிர்கால வளர்ச்சிக்கான சான்றாக மட்டுமல்லாமல், ஒட்டுமொத்தப் பொருளாதாரத்தையும் சாதகமாக பாதிக்கும்.",
        "தொழில்நுட்பத்தைப் பொறுத்தவரை, கீல்ஸ் இலங்கையில் முதன்முறையாக உலகின் முன்னணி களஞ்சிய முகாமைத்துவ அமைப்பை அதாவது SAP EWM (விரிவாக்கப்பட்ட கிடங்கு முகாமைத்துவ அமைப்பு) அறிமுகப்படுத்தியுள்ளது. இந்த அமைப்பு மைக்ரோசாப்ட் அஸூர் கிளவுட்டில் இயங்குகிறது, இது உலகின் சமீபத்திய மற்றும் முன்னணி கிளவுட் அடிப்படையிலான தீர்வாகும். மேலும், இந்த வசதியில் உள்ள அனைத்து செயல்முறைகளும் கையடக்க சாதனங்களைப் பயன்படுத்தி முழுமையாக தானியங்கு செய்யப்படுகின்றன, இது நாட்டின் தொழில்நுட்ப ரீதியாக மேம்பட்ட வசதிகளில் ஒன்றாகும்.",
        "இலங்கையின் முதல் மற்றும் மிகப்பெரிய தானியங்கி தட்டு கழுவும் இயந்திரமாக தட்டு கழுவும் ஆலை ஒரு முக்கிய அம்சமாகும். கீல்ஸ் விற்பனை நிலையங்களுக்கு தினந்தோறும் புதிய விளைபொருட்கள் கிரேட்களில் கொண்டு செல்லப்படுவதால், எந்தவொரு உடல் மனித தலையீடும் இன்றி இந்த கிரேட்கள் சுத்தம் செய்யப்படுவதை ஆலை உறுதியளிக்கிறது, எனவே நாடு முழுவதும் உள்ள கீல்ஸ் விற்பனை நிலையங்களில் புதிய உற்பத்திகளின் மிக உயர்ந்த சுகாதார நிலைகளை உறுதிசெய்கிறது, அதே நேரத்தில் புத்துணர்ச்சி மற்றும் தரத்தை பராமரிக்கிறது. புதிய தயாரிப்புகளின் உயர் தரம். தானியங்கு ரீ-பேக்கிங் இயந்திரங்கள், சிறிய அளவிலான சப்ளையர்களுக்கு பயனளிக்கும் நிலையான அளவுகளை கடைகளுக்கு வழங்குவதை விட, ஒரு குறிப்பிட்ட பொருளுக்கு தேவையான அளவு இருப்புகளை கடைகள் பெறுவதை உறுதி செய்யும்.",
        "வணிக விரிவாக்கம் மற்றும் வேலை உருவாக்கம் ஆகியவை பொருளாதாரத்தின் ஒட்டுமொத்த வளர்ச்சியில் விளைகின்றன, மேலும் இந்த வசதி அப்பகுதியில் ஒரு முக்கிய வேலைவாய்ப்பு உருவாக்குபவராக உள்ளது. இந்த வசதி, செயல்பாட்டின் முதல் வருடத்திற்குள் 500+ நபர்களை வேலைக்கு அமர்த்தும் அதே வேளையில், புவியியல் ரீதியாகவும், நுகர்வோர் தேவைக்கு ஏற்பவும் கீல்ஸின் விரிவாக்கத்திற்கு ஏற்ப வேலைவாய்ப்பு உருவாக்கம் அதிகரிக்கும்.",
        "மேலும், இந்த வசதி ஊழியர்களுக்கு தொழில்நுட்ப ரீதியாக மேம்பட்ட சூழலில் வேலை செய்வதற்கும் பயிற்சி பெறுவதற்கும் வாய்ப்பளிக்கிறது. ஆண் ஆதிக்கம் செலுத்தும் இந்தத் தொழிலில் பெண் தொழிலாளர் பங்கேற்பை அதிகரிக்கும் முயற்சியில், சிறப்புப் பயிற்சித் திட்டத்தின் ஆதரவுடன் பெண்களுக்கு உகந்த பணிச்சூழலை உருவாக்க கீல்ஸ் பல நடவடிக்கைகளை எடுக்கவுள்ளது. அனைத்து குழு உறுப்பினர்களுக்கும் பாதுகாப்பான பணியிடத்தை உறுதிசெய்யும் வகையில், வகுப்பு சுகாதாரம் மற்றும் பாதுகாப்புத் தரங்களில் இந்த வசதி சிறப்பாக உள்ளது.",
        "இந்த அதிநவீன விநியோக மையம், சிறிய மற்றும் பெரிய விவசாயிகள், உற்பத்தியாளர்கள் மற்றும் விநியோகஸ்தர்களிடமிருந்து அதன் முழு விநியோகச் சங்கிலியிலும் செயல்திறனை உருவாக்க கீல்ஸுக்கு உதவும், மேலும் நவீன வர்த்தக சில்லறை விற்பனையாளர்களுக்கு முன்மாதிரியாக சேவை செய்யும் போது தொழில் தரத்தை உயர்த்துவதில் சந்தேகமில்லை. குறிப்பாக, உலகளாவிய மற்றும் உள்ளூர் விநியோகச் சங்கிலிகள் தயாரிப்பு விலைகளை பாதிக்கும் இடையூறுகளை எதிர்கொள்ளும் தற்போதைய சூழலில், இது போன்ற முதலீடுகள், பொருளாதாரத்தை வலுப்படுத்தவும் ஆதரிக்கவும் மற்றும் இலங்கை நுகர்வோருக்கு ஆதரவாகவும் இருக்கும்."
      ]
    }
  }
}