{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Mismanagement-or-Wheeler-dealing-Where-did-all-bond-money-go/172-232558",
  "time_ut": 1646677800,
  "title": "Mismanagement or Wheeler-dealing:  Where did all bond money go?",
  "body_lines": [
    "However, one thing is starkly clear. The government’s decision to repay the ISB in January effectively emptied the country’s razor-thin foreign reserves",
    "The country descended into darkness as thermal plants ran dry. Sri Lanka’s monthly oil bill is around US$ 400 and would go higher as crude oil hit US$ 110 a barrel due to Russia’s war in Ukraine",
    "Ceylon Electricity Board had requested US$ 150 million for the oil imports to run the power plants for the next two months. Power plants regularly grind to halt as the oil stocks run out",
    "",
    "",
    "Can the government share with the public the list of bondholders who were paid in the January repayment of the US$ 500 million International Sovereign Bond, so that the people might peruse it and know how we got there?",
    "",
    "That bond repayment is the straw that broke the camel’s back of the country’s foreign reserves.  The eagerness on the part of the Central Bank governor to pay the bond against all advice was equally striking. Sri Lanka is a rare gem where the government keeps insisting on honouring bond repayments against all advice, including the IMF, while its foreign reserves are in a net negative against this year’s projected debt payment of US$6.7 billion.  Since the country’s credit ratings have already been downgraded to C or C+, and therefore considered as entailing a heavy default risk, and depriving it the access to the international financial markets, that is no longer about defending non-existent creditworthiness. The government abandoned the issuance of ISB after several previous ones were severely undersubscribed.",
    "",
    "The bond repayment in January smacks as a decision guided by the personal calculations, to reward a few henchmen who had bought the coupons in the secondary market at a hefty around 50% discount after the original owners dumped fearing a default.",
    "",
    "These concerns can be allayed if the government submits to Parliament a list of bondholders who were paid in January. Still, it could cite the bank secrecy laws not to do so. There are innovative ways to empty the public coffer at its weakest hour and get away scot-free.",
    "",
    "However, one thing is starkly clear. The government’s decision to repay the ISB in January effectively emptied the country’s razor-thin foreign reserves.",
    "",
    "Foreign reserves dropped to US$ 2,361 million in January, which included a US$ 1.5 billion worth Yuan swap from China, which can only be utilized for payments denominated in Yuan, basically imports from China. Effectively, the active foreign reserves were around the US$ 800 million.  During the same month, the government received a US$400 million swap from India and repaid the US$ 500 million of International Sovereign Bond.",
    "",
    "The result was the further squeeze of the available foreign reserves to pay for essential imports: oil, gas, medicine, milk powder and construction materials.  Last week, the government struggled to pay US$ 35 million for an oil tanker. The country descended into darkness as thermal plants ran dry. Sri Lanka’s monthly oil bill is around US$ 400 and would go higher as crude oil hit US$ 110 a barrel due to Russia’s war in Ukraine.",
    "",
    "Sri Lanka is risking a complete economic collapse due to the mismanagement of its limited foreign reserves, and the misplaced and unsustainable peg on the Rupee that had curtailed the foreign remittance.",
    "",
    "In the meantime, a copious amount of wheeler-dealing and rent-seeking is taking place. A proposal for emergency power purchasing from handpicked private providers has been submitted to the Cabinet, while the primary drag on the power generation itself has been the absence of hard currency to pay for oil imports. Those deals come with hefty commissions.",
    "",
    "Ceylon Electricity Board had requested US$ 150 million for the oil imports to run the power plants for the next two months. Power plants regularly grind to halt as the oil stocks run out. Rolling power cuts of 7.5 hours is an extreme manifestation of the mismanagement of the economy, and would further increase as the ensuing dry weather limits the power generation capacity of hydro powerplants.",
    "",
    "Fuel shortage is threatening to bring public transport to a standstill. Only 50% of the buses are currently operating and the shortage at the pumps would drive the rest off-road.",
    "",
    "Gotabaya Rajapaksa’s ‘Saubagyaye Dekma’ is one full of long queues and daily ritualistic humiliation for citizens. He decimated the local agricultural sector with one overnight decision to ban the chemical fertilizer. Now the regular power cuts and shortage of essential supplies are destroying the livelihood of the rest.",
    "The once-thriving construction industry is at a standstill and hundreds of thousands of construction workers are made unemployed due to the shortage of cement, not to mention the skyrocketing of the prices of construction materials due to hoarding. Banks have run out of dollars.",
    "",
    "The two local gas companies have warned of a new bout of shortage due to the inability to find hard currency to pay for the imports.  Bakeries and small-time eateries have taken the brunt of multiple shortages. The regular supply of Bread is now a luxury.  Wheat flour is rationed to the backers in most areas.",
    "",
    "All this is a bad advertisement for the tourism industry which the government’s financial czars have deemed the lifeline. That has been an over-optimistic and premature take on the reality of the tourism market, which is still reeling from various mutations of Covid.",
    "",
    "War in Ukraine and sanctions on Russia have made things worse. Russians have been the main market for Sri Lankan tourism in the absence of Chinese whose overseas travels are curtailed by the zero covid policies of Beijing. Yet, tourism at the current status would bring a fraction of around the annual  US$ 4 billion it earned pre-covid era.",
    "",
    "The debt crisis had been developing over decades and was not the fault of this government. However, the elephantine mess up of the mismanagement of the crisis is solely its fault.",
    "",
    "A few commonsensical fixes can still alleviate a great deal of the strains on the foreign reserves.  Float the Rupee that is pegged to 198 a US$ while it is trading in the parallel market for around Rs. 250-260 per US$. That would prompt the migrant workers to remit their earnings through the formal channel and exporters to bring back Greenback parked in foreign banks. No one wants to take a 25% haircut from their hard-earned money to prop up a personal-political agenda of the government.",
    "",
    "Foreign remittance from the Sri Lankan workers (around US$ 6.7 billion in pre covid era (2019) is large enough to cushion the strains in the foreign reserves.",
    "",
    "Second, suspend debt payments and restructure foreign debt under an IMF facilitated programme. The Central Bank has also proposed a set of measures, including some salient ones such as pricing fuel at the market rate.  But it has stopped short of the sine qua non: floating the Rupee.",
    "",
    "In not-so-distant history, a television channel owned by a Rajapaksa acolyte provided SMS updates on rupee depreciation under the previous government.  The current administration simply does not want to accept the reality and is struggling to maintain an artificial exchange rate, effectively draining the country’s foreign reserves. Its callous choices of self-interest have unleashed untold hardships,  recurrent shortages and are leading to a complete economic collapse. All that is to serve the petty personal interests of the ruling coterie.",
    "",
    "If the plight of the places misgoverned by equally incompetent and rent-seeking elites - such as  Venezuela, Nicaragua, Mugabe’s Zimbabwe, etc.-  is any guide, this is only the beginning.  The worse is yet to come if the government does not change its course. Or the government itself is changed.",
    "",
    "Follow @RangaJayasuriya on Twitter"
  ],
  "translate": {
    "si": {
      "title": "වැරදි කළමනාකරණය හෝ රෝද රථ ගනුදෙනු: සියලුම බැඳුම්කර මුදල් ගියේ කොහේද?",
      "body_lines": [
        "කෙසේ වෙතත්, එක් දෙයක් පැහැදිලිව පෙනේ. ජනවාරි මාසයේදී ISB වෙත ආපසු ගෙවීමට ආන්ඩුව ගත් තීරණය රටේ දැලි පිහියෙන් යුත් විදේශ සංචිත ඵලදායී ලෙස හිස් කළේය.",
        "තාප බලාගාර සිඳී ගිය නිසා රටම අඳුරට වැටුණා. ශ්‍රී ලංකාවේ මාසික තෙල් බිල ඇමෙරිකානු ඩොලර් 400ක් පමණ වන අතර යුක්රේනයේ රුසියාවේ යුද්ධය හේතුවෙන් බොරතෙල් බැරලයකට ඇමෙරිකානු ඩොලර් 110ක් වැදුන බැවින් එය ඉහළ යනු ඇත.",
        "ඉදිරි මාස දෙක සඳහා බලාගාර ක්‍රියාත්මක කිරීම සඳහා තෙල් ආනයනය සඳහා ලංකා විදුලිබල මණ්ඩලය ඇමෙරිකානු ඩොලර් මිලියන 150ක් ඉල්ලා තිබුණි. තෙල් තොග අවසන් වන විට විදුලි බලාගාර ක්‍රමානුකූලව ඇඹරීම නතර කරයි",
        "",
        "",
        "එක්සත් ජනපද ඩොලර් මිලියන 500 ක ජාත්‍යන්තර ස්වෛරී බැඳුම්කරය ජනවාරි මාසයේදී ආපසු ගෙවීමේදී ගෙවූ බැඳුම්කර හිමියන්ගේ ලැයිස්තුව රජයට මහජනයා සමඟ බෙදා ගත හැකිද?",
        "",
        "එම බැඳුම්කර ආපසු ගෙවීම රටේ විදේශ සංචිතයේ ඔටුවාගේ පිට කඩා දැමූ පිදුරු ය. සියලු උපදෙස්වලට පටහැනිව බැඳුම්කරය ගෙවීමට මහ බැංකු අධිපතිවරයා දැක්වූ උනන්දුව ද ඒ හා සමානව කැපී පෙනුණි. ශ්‍රී ලංකාව යනු IMF ඇතුළු සියලුම උපදෙස්වලට එරෙහිව බැඳුම්කර ආපසු ගෙවීමට ගරු කරන ලෙස රජය දිගින් දිගටම අවධාරනය කරන දුර්ලභ මැණිකක් වන අතර, එහි විදේශ සංචිත මේ වසරේ ප්‍රක්ෂේපණය කළ ඩොලර් බිලියන 6.7 ක ණය ගෙවීමට එරෙහිව ශුද්ධ සෘණ අගයක පවතී. රටේ ණය ශ්‍රේණිගත කිරීම් දැනටමත් C හෝ C+ දක්වා පහත වැටී ඇති අතර, එබැවින් දැඩි පැහැර හැරීමේ අවදානමක් ඇති බව සලකනු ලබන අතර, ජාත්‍යන්තර මූල්‍ය වෙලඳපොලවල් වෙත ප්‍රවේශය අහිමි කරන බැවින්, එය තවදුරටත් නොපවතින ණය සුදුසුකම් ආරක්ෂා කිරීම නොවේ. ISB නිකුත් කිරීම රජය විසින් අත්හැර දැමුවේ පෙර ඒවා කිහිපයක් දැඩි ලෙස අඩුවෙන් ලබා දීමෙන් පසුවය.",
        "",
        "ජනවාරි මාසයේ බැඳුම්කර ආපසු ගෙවීම පුද්ගලික ගණනය කිරීම් මගින් මඟ පෙන්වනු ලබන තීරණයක් ලෙස සලකනු ලැබේ, මුල් අයිතිකරුවන් පැහැර හැරීමට බියෙන් ද්වීතියික වෙළඳපොලේ කූපන් පත් මිලදී ගත් හෙන්චයියන් කිහිප දෙනෙකුට 50% ක පමණ වට්ටමක් ලබා දීම.",
        "",
        "ජනවාරි මාසයේ ගෙවා ඇති බැඳුම්කර හිමියන්ගේ ලැයිස්තුවක් රජය විසින් පාර්ලිමේන්තුවට ඉදිරිපත් කළහොත් මෙම ගැටළු මඟහරවා ගත හැකිය. එසේ වුවද, එසේ නොකිරීමට බැංකු රහස්‍යතා නීති උපුටා දැක්විය හැකිය. මහජන භාණ්ඩාගාරය එහි දුර්වලම මොහොතේ හිස් කිරීමට සහ ස්කොට්-නිදහස් වීමට නව්‍ය ක්‍රම තිබේ.",
        "",
        "කෙසේ වෙතත්, එක් දෙයක් පැහැදිලිව පෙනේ. ජනවාරි මාසයේදී ISB වෙත ආපසු ගෙවීමට ආන්ඩුව ගත් තීරණය, රටේ දැලි පිහියෙන් යුත් විදේශ සංචිත ඵලදායී ලෙස හිස් කළේය.",
        "",
        "ජනවාරි මාසයේදී විදේශ සංචිත ඩොලර් මිලියන 2,361 දක්වා පහත වැටුණු අතර, චීනයෙන් ඇමෙරිකානු ඩොලර් බිලියන 1.5 ක වටිනාකමකින් යුත් යුවාන් හුවමාරුවක් ඇතුළත් වූ අතර, මූලික වශයෙන් චීනයෙන් ආනයනය කරන යුවාන් වලින් නම් කරන ලද ගෙවීම් සඳහා පමණක් භාවිතා කළ හැකිය. ඵලදායී ලෙස, ක්රියාකාරී විදේශ සංචිතය ඇමෙරිකානු ඩොලර් මිලියන 800 ක් පමණ විය. එම මාසය තුළම, රජයට ඉන්දියාවෙන් ඇමරිකානු ඩොලර් මිලියන 400 ක හුවමාරුවක් ලැබුණු අතර ජාත්‍යන්තර ස්වෛරී බැඳුම්කරයේ ඇමරිකානු ඩොලර් මිලියන 500 ආපසු ගෙවන ලදී.",
        "",
        "එහි ප්‍රතිඵලය වූයේ තෙල්, ගෑස්, ඖෂධ, කිරිපිටි සහ ඉදිකිරීම් ද්‍රව්‍ය යන අත්‍යවශ්‍ය ආනයන සඳහා ගෙවීමට පවතින විදේශ සංචිත තවදුරටත් මිරිකීමයි. ගිය සතියේ තෙල් නැවකට ඩොලර් මිලියන 35ක් ගෙවන්න ආණ්ඩුව අරගල කළා. තාප බලාගාර සිඳී ගිය නිසා රටම අඳුරට වැටුණා. රුසියාවේ යුක්රේනයේ යුද්ධය හේතුවෙන් බොරතෙල් බැරලයක මිල ඇමෙරිකානු ඩොලර් 110ට වැදීම නිසා ශ්‍රී ලංකාවේ මාසික තෙල් බිල ඇමෙරිකානු ඩොලර් 400ක් පමණ වන අතර එය ඉහළ යනු ඇත.",
        "",
        "ශ්‍රී ලංකාව සිය සීමිත විදේශ සංචිතවල වැරදි කළමනාකරණය සහ විදේශ ප්‍රේෂණ සීමා කළ රුපියලේ අස්ථානගත වූ සහ තිරසාර නොවන ඇණහිටීම හේතුවෙන් සම්පූර්ණ ආර්ථික කඩාවැටීමේ අවදානමකට ලක්ව සිටී.",
        "",
        "මේ අතර රෝද රථ ගනුදෙනු සහ කුලියට ගැනීම් විශාල ප්‍රමාණයක් සිදුවෙමින් පවතී. අත්‍යවශ්‍ය පුද්ගලික සැපයුම්කරුවන්ගෙන් හදිසි විදුලිය මිලදී ගැනීම සඳහා වන යෝජනාවක් කැබිනට් මණ්ඩලයට ඉදිරිපත් කර ඇති අතර, බලශක්ති උත්පාදනය සඳහා මූලික ඇදගෙන යාම තෙල් ආනයනය සඳහා ගෙවීමට අපහසු මුදල් නොමැතිකමයි. ඒ ගණුදෙණුවලට එන්නේ විශාල කොමිස් මුදලක්.",
        "",
        "ඉදිරි මාස දෙක සඳහා බලාගාර ක්‍රියාත්මක කිරීම සඳහා තෙල් ආනයනය සඳහා ලංකා විදුලිබල මණ්ඩලය ඇමෙරිකානු ඩොලර් මිලියන 150ක් ඉල්ලා තිබුණි. තෙල් තොග අවසන් වන විට විදුලි බලාගාර නිතිපතා ඇඹරීම නතර කරයි. පැය 7.5 ක විදුලි කප්පාදුවක් සිදු කිරීම ආර්ථිකයේ වැරදි කළමනාකරණයේ ආන්තික ප්‍රකාශනයක් වන අතර, එළැඹෙන වියළි කාලගුණය හේතුවෙන් ජල විදුලි බලාගාරවල විදුලි උත්පාදන ධාරිතාව සීමා කරන බැවින් එය තවදුරටත් ඉහළ යනු ඇත.",
        "",
        "ඉන්ධන හිඟය පොදු ප්‍රවාහනය ඇනහිටීමේ තර්ජනයකි. දැනට ධාවනය වන බස්රථවලින් 50% ක් පමණක් වන අතර පොම්පවල හිඟය නිසා ඉතිරි බස්රථ මාර්ගයෙන් බැහැරව ධාවනය වේ.",
        "",
        "ගෝඨාභය රාජපක්ෂගේ ‘සෞභාග්‍යයේ දැක්ම’ දිගු පෝලිම්වලින් සහ පුරවැසියන්ට දෛනික චාරිත්‍රානුකූල නින්දාවෙන් පිරී ගිය එකකි. ඔහු රසායනික පොහොර තහනම් කිරීමේ එක රැයකින් දේශීය කෘෂිකාර්මික අංශය විනාශ කළේය. දැන් නිරන්තර විදුලි කප්පාදුව සහ අත්‍යවශ්‍ය සැපයුම් හිඟය සෙසු අයගේ ජීවනෝපාය විනාශ කරයි.",
        "කලක් සරුසාරව පැවති ඉදිකිරීම් කර්මාන්තය ඇනහිට ඇති අතර සිමෙන්ති හිඟය හේතුවෙන් ඉදිකිරීම් ක්ෂේත්‍රයේ කම්කරුවන් ලක්ෂ සංඛ්‍යාත රැකියා විරහිතභාවයට පත්වී ඇති අතර ගොඩකිරීම් හේතුවෙන් ඉදිකිරීම් ද්‍රව්‍යවල මිල අහස උසට නැඟීම ගැන කිව යුතු නොවේ. බැංකුවල ඩොලර් ඉවරයි.",
        "",
        "ආනයනය සඳහා ගෙවීමට අපහසු මුදල් සොයා ගැනීමට නොහැකි වීම හේතුවෙන් දේශීය ගෑස් සමාගම් දෙක නව හිඟයක් ගැන අනතුරු අඟවා ඇත. බේකරි සහ කුඩා කාලීන ආපනශාලා බහුවිධ හිඟයේ බර දරා ඇත. නිතිපතා පාන් සැපයීම දැන් සුඛෝපභෝගී දෙයක්. බොහෝ ප්‍රදේශවල ආධාරකරුවන්ට තිරිඟු පිටි සලාක කෙරේ.",
        "",
        "මේ සියල්ල රජයේ මුල්‍ය පාලකයන් ජීවන මාර්ගය ලෙස සැලකූ සංචාරක ව්‍යාපාරයට නරක දැන්වීමකි. එය තවමත් කොවිඩ් හි විවිධ විකෘති වලින් පීඩා විඳිමින් සිටින සංචාරක වෙළඳපොලේ යථාර්ථය පිළිබඳ ඕනෑවට වඩා ශුභවාදී සහ නොමේරූ ගත කිරීමක් විය.",
        "",
        "යුක්රේනයේ යුද්ධය සහ රුසියාවට එරෙහි සම්බාධක තත්වය වඩාත් නරක අතට හැරී ඇත. බීජිං හි ශුන්‍ය කෝවිඩ් ප්‍රතිපත්ති මගින් විදේශ සංචාර සීමා කර ඇති චීන ජාතිකයින් නොමැති විට රුසියානුවන් ශ්‍රී ලංකා සංචාරක ව්‍යාපාරයේ ප්‍රධාන වෙළඳපොල වී ඇත. එහෙත්, වර්තමාන තත්ත්වය තුළ සංචාරක ව්‍යාපාරය විසින් පූර්ව කෝවිඩ් යුගයට උපයාගත් වාර්ෂික  ඇමෙරිකානු ඩොලර් බිලියන 4ක පමණ කොටසක් ගෙන එනු ඇත.",
        "",
        "ණය අර්බුදය දශක ගණනාවක් තිස්සේ වර්ධනය වෙමින් තිබූ අතර එය මේ ආණ්ඩුවේ වරදක් නොවේ. කෙසේ වෙතත්, අර්බුදයේ වැරදි කළමනාකරණයේ අලි අවුල තනිකරම එහි වරදකි.",
        "",
        "සාමාන්‍ය සංවේදී නිවැරදි කිරීම් කිහිපයක් තවමත් විදේශ සංචිතවල ඇති විශාල ආතතිය අඩු කර ගත හැකිය. සමාන්තර වෙළඳපොලේ රු. 250-260 US$ එකකට. එමගින් සංක්‍රමණික සේවකයින්ට ඔවුන්ගේ ඉපැයීම් විධිමත් නාලිකාව හරහා ප්‍රේෂණය කිරීමට සහ අපනයනකරුවන් විදේශීය බැංකුවල නවතා ඇති Greenback ආපසු ගෙන ඒමට පොළඹවනු ඇත. ආණ්‌ඩුවේ පුද්ගලික දේශපාලන න්‍යාය පත්‍රයකට මුක්කු ගැසීමට තමන් මහන්සියෙන් උපයාගත් මුදලින් 25% ක කොණ්ඩයක් කපා ගැනීමට කිසිවකුට අවශ්‍ය නැත.",
        "",
        "ශ්‍රී ලාංකික ශ්‍රමිකයන්ගෙන් ලැබෙන විදේශ ප්‍රේෂණ (පෙර කොවිඩ් යුගයේ (2019) ඇමරිකානු ඩොලර් බිලියන 6.7 ක් පමණ විදේශ සංචිතවල ඇති වික්‍රියා පාලනය කිරීමට තරම් විශාලය.",
        "",
        "දෙවනුව, ජාත්‍යන්තර මූල්‍ය අරමුදලේ පහසුකම් සපයන වැඩසටහනක් යටතේ ණය ගෙවීම් අත්හිටුවීම සහ විදේශ ණය ප්‍රතිව්‍යුහගත කිරීම. වෙළෙඳපොළ මිලට ඉන්ධන මිල නියම කිරීම වැනි වැදගත් පියවර කිහිපයක් ද ඇතුළත්ව මහ බැංකුව විසින් ක්‍රියාමාර්ග මාලාවක් ද යෝජනා කර ඇත. නමුත් එය රුපියල පාවෙන සයින් ක්වා නොන්: අඩුවෙන් නතර වී ඇත.",
        "",
        "එතරම් ඈතක නොවන ඉතිහාසයේ, පසුගිය රජය යටතේ රුපියල අවප්‍රමාණය වීම පිළිබඳ SMS යාවත්කාලීන කිරීම් ලබා දුන්නේ රාජපක්ෂ ගෝලයෙකුට අයත් රූපවාහිනී නාලිකාවකි. වත්මන් පරිපාලනය හුදෙක් යථාර්ථය පිළිගැනීමට කැමති නැති අතර රටේ විදේශ සංචිත ඵලදායී ලෙස සිඳ දමමින් කෘතිම විනිමය අනුපාතිකයක් පවත්වා ගැනීමට අරගල කරයි. එහි නිර්භීත ස්වයං-ලාභ තේරීම් විසින් කිව නොහැකි දුෂ්කරතා,  පුනරාවර්තන හිඟයන් මුදා හැර ඇති අතර සම්පූර්ණ ආර්ථික බිඳවැටීමකට තුඩු දෙයි. ඒ සියල්ල පාලක කන්ඩායමේ පටු පුද්ගලික අවශ්‍යතා ඉටු කිරීමටය.",
        "",
        "වෙනිසියුලාව, නිකරගුවාව, මුගාබේගේ සිම්බාබ්වේ යනාදී, සමානව අදක්ෂ සහ කුලියට සොයන ප්‍රභූන් විසින් වැරදි ලෙස පාලනය කරනු ලබන ස්ථානවල දුක්ඛිත තත්ත්වය කිසියම් මාර්ගෝපදේශකයක් නම්, මෙය ආරම්භය පමණි. ආණ්‌ඩුව තම ගමන වෙනස්‌ නොකළහොත් වඩාත් නරක තත්ත්වය උදාවනු ඇත. නැත්නම් ආණ්ඩුවම වෙනස් වෙනවා.",
        "",
        "Twitter හි @RangaJayasuriya අනුගමනය කරන්න"
      ]
    },
    "ta": {
      "title": "தவறான நிர்வாகம் அல்லது வீலர்-வியாபாரம்: பத்திரப் பணமெல்லாம் எங்கே போனது?",
      "body_lines": [
        "இருப்பினும், ஒன்று தெளிவாக உள்ளது. ஜனவரியில் ஐஎஸ்பிக்கு திருப்பிச் செலுத்துவதற்கான அரசாங்கத்தின் முடிவு, நாட்டின் ரேஸர் மெல்லிய வெளிநாட்டு இருப்புக்களை திறம்பட காலி செய்தது.",
        "அனல் ஆலைகள் வறண்டு போனதால் நாடு இருளில் மூழ்கியது. உக்ரேனில் ரஷ்யாவின் போர் காரணமாக கச்சா எண்ணெய் ஒரு பீப்பாய் 110 அமெரிக்க டாலர்களை எட்டியதால் இலங்கையின் மாதாந்திர எண்ணெய் கட்டணம் சுமார் 400 அமெரிக்க டாலர்களாக உள்ளது.",
        "அடுத்த இரண்டு மாதங்களுக்கு மின் உற்பத்தி நிலையங்களை இயக்குவதற்கு எண்ணெய் இறக்குமதிக்காக 150 மில்லியன் அமெரிக்க டொலர்களை இலங்கை மின்சார சபை கோரியுள்ளது. எண்ணெய் கையிருப்புகள் தீர்ந்துவிட்டதால் மின் உற்பத்தி நிலையங்கள் தொடர்ந்து அரைத்து நிறுத்தப்படும்",
        "",
        "",
        "500 மில்லியன் அமெரிக்க டாலர் சர்வதேச இறையாண்மை பத்திரத்தை ஜனவரி மாதம் திருப்பிச் செலுத்திய பத்திரதாரர்களின் பட்டியலை அரசாங்கம் பொதுமக்களுடன் பகிர்ந்து கொள்ள முடியுமா?",
        "",
        "அந்த பத்திரத்தை திருப்பிச் செலுத்துவது, நாட்டின் வெளிநாட்டு கையிருப்பின் ஒட்டகத்தின் முதுகை உடைத்த வைக்கோல். அனைத்து ஆலோசனைகளுக்கும் எதிராக பத்திரத்தை செலுத்துவதற்கு மத்திய வங்கியின் ஆளுநரின் ஆர்வமும் சமமாக வேலைநிறுத்தம் செய்தது. இலங்கை ஒரு அரிய ரத்தினமாகும், அங்கு அரசாங்கம் சர்வதேச நாணய நிதியம் உட்பட அனைத்து ஆலோசனைகளுக்கும் எதிராக பத்திரங்களை திருப்பிச் செலுத்துவதைக் கௌரவிக்க வலியுறுத்துகிறது, அதே நேரத்தில் அதன் வெளிநாட்டு இருப்புக்கள் இந்த ஆண்டு திட்டமிடப்பட்ட 6.7 பில்லியன் அமெரிக்க டாலர்களுக்கு எதிராக நிகர எதிர்மறையில் உள்ளன. நாட்டின் கடன் மதிப்பீடுகள் ஏற்கனவே C அல்லது C+ க்கு தரமிறக்கப்பட்டுள்ளதால், கடுமையான இயல்புநிலை ஆபத்தை ஏற்படுத்துவதாகக் கருதப்படுவதால், சர்வதேச நிதிச் சந்தைகளுக்கான அணுகலை அது இழக்கிறது. ISB இன் வெளியீட்டை அரசாங்கம் கைவிட்டது, பல முந்தையவை கடுமையாக சந்தா செலுத்தப்பட்டதை அடுத்து.",
        "",
        "ஜனவரியில் பத்திரத் திருப்பிச் செலுத்துதல் என்பது தனிப்பட்ட கணக்கீடுகளால் வழிநடத்தப்பட்ட ஒரு முடிவாகும், இரண்டாம் நிலை சந்தையில் கூப்பன்களை வாங்கிய சில உதவியாளர்களுக்கு, அசல் உரிமையாளர்கள் இயல்புநிலைக்கு பயந்து 50% தள்ளுபடியில் வெகுமதி அளிக்க வேண்டும்.",
        "",
        "ஜனவரியில் பணம் செலுத்திய பத்திரப்பதிவுதாரர்களின் பட்டியலை அரசாங்கம் நாடாளுமன்றத்தில் சமர்ப்பித்தால் இந்தக் கவலைகள் களையப்படும். இருப்பினும், அவ்வாறு செய்யக்கூடாது என்று வங்கி ரகசியச் சட்டங்களை மேற்கோள் காட்டலாம். பொதுக் கருவூலத்தை அதன் பலவீனமான நேரத்தில் காலி செய்யவும், ஸ்காட் இல்லாமல் வெளியேறவும் புதுமையான வழிகள் உள்ளன.",
        "",
        "இருப்பினும், ஒன்று தெளிவாக உள்ளது. ஜனவரியில் ISB-க்கு திருப்பிச் செலுத்துவதற்கான அரசாங்கத்தின் முடிவு, நாட்டின் ரேஸர்-மெல்லிய வெளிநாட்டு இருப்புக்களை திறம்பட காலி செய்தது.",
        "",
        "ஜனவரியில் அந்நிய கையிருப்பு US$ 2,361 மில்லியனாகக் குறைந்தது, இதில் சீனாவில் இருந்து US$ 1.5 பில்லியன் மதிப்புள்ள யுவான் இடமாற்றும் அடங்கும், இது யுவானில் குறிப்பிடப்பட்ட கொடுப்பனவுகளுக்கு மட்டுமே பயன்படுத்தப்படும், அடிப்படையில் சீனாவிலிருந்து இறக்குமதி செய்யப்படுகிறது. திறம்பட, செயலில் உள்ள வெளிநாட்டு கையிருப்பு சுமார் 800 மில்லியன் அமெரிக்க டாலர்களாக இருந்தது. அதே மாதத்தில், அரசாங்கம் இந்தியாவிடமிருந்து 400 மில்லியன் அமெரிக்க டாலர் பரிமாற்றத்தைப் பெற்றது மற்றும் சர்வதேச இறையாண்மைப் பத்திரத்தின் 500 மில்லியன் அமெரிக்க டாலர்களை திருப்பிச் செலுத்தியது.",
        "",
        "இதன் விளைவாக அத்தியாவசிய இறக்குமதிகள்: எண்ணெய், எரிவாயு, மருந்து, பால் பவுடர் மற்றும் கட்டுமானப் பொருட்களுக்குச் செலுத்த வேண்டிய வெளிநாட்டு இருப்புக்கள் மேலும் சுருக்கப்பட்டது. கடந்த வாரம், ஒரு எண்ணெய் கப்பலுக்கு 35 மில்லியன் அமெரிக்க டாலர்களை செலுத்த அரசாங்கம் போராடியது. அனல் ஆலைகள் வறண்டு போனதால் நாடு இருளில் மூழ்கியது. இலங்கையின் மாதாந்திர எண்ணெய் கட்டணம் சுமார் 400 அமெரிக்க டாலர்களாக உள்ளது மற்றும் உக்ரேனில் ரஷ்யாவின் போரின் காரணமாக கச்சா எண்ணெய் ஒரு பீப்பாய் 110 அமெரிக்க டாலர்களை எட்டியதால் அது உயரும்.",
        "",
        "இலங்கை தனது மட்டுப்படுத்தப்பட்ட வெளிநாட்டு கையிருப்புகளை தவறாக நிர்வகித்ததாலும், வெளிநாட்டுப் பணம் அனுப்புவதைக் குறைத்த ரூபாய் மீதான தவறான மற்றும் நீடித்து நிலைக்க முடியாத காரணத்தாலும் முழுமையான பொருளாதார வீழ்ச்சியை சந்திக்கும் அபாயம் உள்ளது.",
        "",
        "இதற்கிடையில், அதிக அளவில் டூவீலர் வியாபாரம் மற்றும் வாடகை வசூல் நடக்கிறது. கைத்தேர்ந்த தனியார் வழங்குனர்களிடமிருந்து அவசரகால மின்சாரத்தை கொள்வனவு செய்வதற்கான முன்மொழிவு அமைச்சரவைக்கு சமர்ப்பிக்கப்பட்டுள்ளது, அதேவேளையில் எண்ணெய் இறக்குமதிக்கு பணம் செலுத்துவதற்கு கடின நாணயம் இல்லாததே மின் உற்பத்திக்கான முதன்மையான இழுபறியாகும். அந்த ஒப்பந்தங்கள் அதிக கமிஷன்களுடன் வருகின்றன.",
        "",
        "அடுத்த இரண்டு மாதங்களுக்கு மின் உற்பத்தி நிலையங்களை இயக்குவதற்கு எண்ணெய் இறக்குமதிக்காக 150 மில்லியன் அமெரிக்க டொலர்களை இலங்கை மின்சார சபை கோரியுள்ளது. எண்ணெய் இருப்புக்கள் தீர்ந்துவிடுவதால் மின் உற்பத்தி நிலையங்கள் தொடர்ந்து அரைத்து நிறுத்தப்படுகின்றன. 7.5 மணிநேர மின்வெட்டு என்பது பொருளாதாரத்தின் தவறான நிர்வாகத்தின் தீவிர வெளிப்பாடாகும், மேலும் வறட்சியான வானிலை நீர் மின் உற்பத்தி நிலையங்களின் மின் உற்பத்தி திறனைக் கட்டுப்படுத்துவதால் அது மேலும் அதிகரிக்கும்.",
        "",
        "எரிபொருள் தட்டுப்பாடு பொது போக்குவரத்தை ஸ்தம்பிக்க வைக்கும் அபாயம் உள்ளது. தற்போது 50% பேருந்துகள் மட்டுமே இயக்கப்படுகின்றன, மேலும் பம்புகளில் உள்ள பற்றாக்குறையால் மீதமுள்ளவை சாலைக்கு வெளியே செல்லும்.",
        "",
        "கோட்டாபய ராஜபக்சவின் ‘சௌபாக்யயே தேக்மா’ நீண்ட வரிசைகள் மற்றும் குடிமக்களுக்கு தினசரி சடங்கு அவமானம் நிறைந்த ஒன்றாகும். இரசாயன உரத்தை தடை செய்வதற்கான ஒரே இரவில் முடிவெடுத்து உள்ளூர் விவசாயத் துறையை அவர் சீரழித்தார். இப்போது வழக்கமான மின்வெட்டு மற்றும் அத்தியாவசிய பொருட்களின் பற்றாக்குறை ஆகியவை மீதமுள்ளவர்களின் வாழ்வாதாரத்தை அழிக்கின்றன.",
        "ஒரு காலத்தில் செழிப்பாக இருந்த கட்டுமானத் தொழில் முடங்கிக் கிடக்கிறது, சிமென்ட் தட்டுப்பாட்டால் லட்சக்கணக்கான கட்டுமானத் தொழிலாளர்கள் வேலையிழந்துள்ளனர். வங்கிகளில் டாலர்கள் தீர்ந்துவிட்டன.",
        "",
        "இரண்டு உள்ளூர் எரிவாயு நிறுவனங்களும் இறக்குமதிக்கு பணம் செலுத்துவதற்கு கடினமான நாணயத்தை கண்டுபிடிக்க இயலாமை காரணமாக ஒரு புதிய பற்றாக்குறையை எச்சரித்துள்ளன. பேக்கரிகள் மற்றும் சிறிய நேர உணவகங்கள் பல தட்டுப்பாட்டின் சுமையை எடுத்துள்ளன. ரொட்டியின் வழக்கமான விநியோகம் இப்போது ஒரு ஆடம்பரமாக உள்ளது. பெரும்பாலான பகுதிகளில் ஆதரவாளர்களுக்கு கோதுமை மாவு வழங்கப்படுகிறது.",
        "",
        "இவை அனைத்தும் சுற்றுலாத் துறைக்கு ஒரு மோசமான விளம்பரமாகும், இது அரசாங்கத்தின் நிதி ஜார்களால் உயிர்நாடியாகக் கருதப்படுகிறது. இது சுற்றுலாச் சந்தையின் யதார்த்தத்தை அதிக நம்பிக்கையுடனும் முன்கூட்டியே எடுத்துக்கொண்டதாகவும் உள்ளது, இது இன்னும் கோவிட் இன் பல்வேறு பிறழ்வுகளிலிருந்து தத்தளிக்கிறது.",
        "",
        "உக்ரைனில் போர் மற்றும் ரஷ்யா மீதான பொருளாதாரத் தடைகள் விஷயங்களை மோசமாக்கியுள்ளன. பெய்ஜிங்கின் பூஜ்ஜிய கோவிட் கொள்கைகளால் வெளிநாட்டு பயணங்கள் குறைக்கப்பட்ட சீனர்கள் இல்லாத நிலையில் ரஷ்யர்கள் இலங்கை சுற்றுலாவின் முக்கிய சந்தையாக உள்ளனர். இருப்பினும், தற்போதைய நிலையில் சுற்றுலா என்பது கோவிட் காலத்திற்கு முந்தைய ஆண்டு ஈட்டிய 4 பில்லியன் அமெரிக்க டாலர்களில் ஒரு பகுதியைக் கொண்டு வரும்.",
        "",
        "கடன் நெருக்கடி பல தசாப்தங்களாக வளர்ச்சியடைந்து வந்தது இந்த அரசாங்கத்தின் தவறு அல்ல. இருப்பினும், நெருக்கடியின் தவறான நிர்வாகத்தின் யானை குழப்பம் அதன் தவறு மட்டுமே.",
        "",
        "ஒரு சில பொது அறிவுத் திருத்தங்கள் வெளிநாட்டு கையிருப்பு மீதான பெரும் அழுத்தத்தை இன்னும் குறைக்கலாம். 198 அமெரிக்க டாலராக நிர்ணயிக்கப்பட்ட ரூபாயை, இணையான சந்தையில் சுமார் ரூ. ஒரு அமெரிக்க டாலருக்கு 250-260. இது புலம்பெயர்ந்த தொழிலாளர்கள் தங்கள் வருவாயை முறையான சேனல் மற்றும் ஏற்றுமதியாளர்கள் மூலம் வெளிநாட்டு வங்கிகளில் நிறுத்தி வைக்கப்பட்டுள்ள கிரீன்பேக்கை திரும்பக் கொண்டுவருவதற்குத் தூண்டும். அரசாங்கத்தின் தனிப்பட்ட-அரசியல் நிகழ்ச்சி நிரலுக்கு முட்டுக்கட்டை போடுவதற்காக யாரும் கஷ்டப்பட்டு சம்பாதித்த பணத்தில் இருந்து 25% முடியை வெட்ட விரும்பவில்லை.",
        "",
        "இலங்கைத் தொழிலாளர்களிடமிருந்து வரும் வெளிநாட்டுப் பணம் (கோவிட் சகாப்தத்திற்கு முந்தைய காலத்தில் (2019) சுமார் 6.7 பில்லியன் அமெரிக்க டாலர்கள்) வெளிநாட்டு கையிருப்பில் உள்ள அழுத்தங்களைக் குறைக்கும் அளவுக்கு அதிகமாக உள்ளது.",
        "",
        "இரண்டாவதாக, கடன் கொடுப்பனவுகளை இடைநிறுத்தவும் மற்றும் IMF வசதியளிக்கப்பட்ட திட்டத்தின் கீழ் வெளிநாட்டுக் கடனை மறுசீரமைக்கவும். சந்தை விலையில் எரிபொருளை விலை நிர்ணயம் செய்வது போன்ற சில முக்கியமான நடவடிக்கைகள் உட்பட மத்திய வங்கி ஒரு தொகுப்பையும் முன்மொழிந்துள்ளது. ஆனால் அது சைன் குவா நோன்: ரூபாயை மிதக்க விடாமல் நின்று விட்டது.",
        "",
        "தொலைதூர வரலாற்றில், ராஜபக்சேவின் துணைக்கு சொந்தமான ஒரு தொலைக்காட்சி சேனல், முந்தைய அரசாங்கத்தின் கீழ் ரூபாய் மதிப்பு சரிவு குறித்த SMS அறிவிப்புகளை வழங்கியது. தற்போதைய நிர்வாகம் யதார்த்தத்தை ஏற்றுக்கொள்ள விரும்பவில்லை மற்றும் செயற்கையான மாற்று விகிதத்தை பராமரிக்க போராடி, நாட்டின் வெளிநாட்டு இருப்புக்களை திறம்பட வெளியேற்றுகிறது. அதன் கடுமையான சுயநலத் தேர்வுகள் சொல்லொணாத் துன்பங்கள்,  தொடர்ச்சியான பற்றாக்குறைகள் மற்றும் முழுமையான பொருளாதாரச் சரிவுக்கு இட்டுச் செல்கின்றன. அதெல்லாம் ஆளும் கூட்டாளிகளின் அற்ப தனிப்பட்ட நலன்களுக்கு சேவை செய்வதே.",
        "",
        "வெனிசுலா, நிகரகுவா, முகாபேவின் ஜிம்பாப்வே போன்ற சமமான திறமையற்ற மற்றும் வாடகைக்கு நாடும் உயரடுக்கினரால் தவறாக நிர்வகிக்கப்படும் இடங்களின் அவலநிலை ஏதேனும் வழிகாட்டியாக இருந்தால், இது ஆரம்பம் மட்டுமே. அரசாங்கம் தன் போக்கை மாற்றிக் கொள்ளாவிட்டால் இன்னும் மோசமான நிலை வரப் போகிறது. அல்லது அரசாங்கமே மாறிவிட்டது.",
        "",
        "ட்விட்டரில் @RangaJayasuriya ஐ பின்தொடரவும்"
      ]
    }
  }
}