{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-mirihana-catalyst-apocalypse-for-the-first-family/",
  "time_ut": 1649608140,
  "title": "The Mirihana Catalyst – Apocalypse for the first family",
  "body_lines": [
    "As this is being written hundreds of thousands of ordinary people in defiance of a sudden curfew ordered by President Gotabaya Rajapaksa are roaming the streets of towns and cities all over Sri lanka, demanding the ouster of the man himself. They have been supported, in a unique display of solidarity by the “Sri Lankan” diaspora, in cities in the US, UK, across Europe, Australia, New Zealand and Canada. The Rajapaksa name, once revered by the Snhala-Buddhist majority, is now being publicly reviled across continents. The Rajapaksa’s very successfully weaponised ethnic disharmony and ethno-nationalism to secure political power. But the maroon “Kurakkan Satakaya“, that ostentatious Rajapaksa Family brand, has strangled the nation. Within two years of the new Rajapaksa dispensation, its appalling misgovernance has compelled a divided people to unite against a common enemy––the First Family. It seems incomprehensible that the Family, diabolically clever at leveraging public sentiment, could have been so insensitive to the seething discontent within the same polity.",
    "The “Terminator” has lost his invincibility, his ability to inspire dread, and stands pathetically exposed for the man he has always been; an average military man of limited intellect, ignorant in the ways of governance, macro-economics, both internal and external political realities, completely out of touch with the pulse of an agitated nation and the suffering of the people who elected him, and incapable of solving problems which do not respond to para-military reprisals. Recall his recent response to the farmers’ opposition to organic fertiliser, that he could, if he wished, use the army to compel the farmers to comply with his diktat!",
    "This is the man that Dr. Dayan Jayatilleke, erudite political analyst and, during the Yahapalanaya regime, an ardent proponent of a Rajapaksa revival (remember his ecstatic “Nugegoda Rising”- Colombo Telegraph, 19/02/2015- and DJ himself reading out the absent Mahinda Rajapaksa’s message) described, in a writing of around March 2017, ” as a man who could lead the country towards a fair and just society in which ethnic and religious factors can be transcended in a new fusion … a decorated warrior who knows how to defend his country at the risk of his life … a man with a modernising vision and capacity ….. fighter and builder ….. any country needs and should be proud to have”. He has been proved wrong on all counts but, if an intellectual like Dr. DJ could have been so misled, one should not fault the 6.9 mn ordinary citizens for having embraced the same misconceptions.",
    "Interestingly, Dr. DJ now writes (The Island-03/04/22-  Roundtables as Political Change Agents) ” Always remember the objective; removing the incumbent autocrat and the regime, centered round the ruling clan; the target is not the rival party nor its proponents. The target is the democratic removal of the ruler and his parasitic and paralysis inducing clan”; a complete volte-face, gradual and long in coming but refreshing.",
    "This is also the man that the leading members of the Sangha lionised as a “Hitler ” who could transform the fortunes of the country whilst ushering in a new order. Unsaid but implied was that it would also be an essentially Sinhala-Buddhist hegemony, the Rajapaksa concept which also resonates with the majority of our polity.",
    "The Sangha, schooled in the Dhamma but possibly ignorant of History, were perhaps unaware that the real Hitler died by his own hand, even as his enemies closed in upon his last refuge. Historically, almost inevitably, autocratic, tyrannical leaders, have come to brutal or ignominious ends. Apart from Hitler, recall Mussolini, Franco, both Duvaliers, father and son, Pinochet, Reza Pahlavi, Marcos, Ceausescu, Idi Amin, Gaddafi and Sadam, as just a few examples. The President urgently needs to engage in a capsule history lesson of the last seven decades. Perhaps someone should educate him about Hosni Mubarak and the ” Arab Spring”.",
    "The protests were first launched by desperate farmers in response to the moronic presidential directive to convert to organic farming overnight. With the fuel crisis, power outages, disruptions to public transport, dismantling of livelihoods, shortages of staples and the unbearable increase in the cost of living, demonstrations spread to all parts of the country, engaging citizens of all social and economic levels. However, the agitation was allowed to continue.",
    "The Mirihana affair changed all that. The origins of the shift of an angry, yet non-violent protest, to actual violence is unclear. However, whilst damaged vehicles were still smouldering and clearly before even an investigation had commenced, the President’s media division announced that responsibility lay with an organised “extremist group”, giving credence to the now popular view that the violence was orchestrated in order to justify the repressive measures which followed.",
    "So, no sooner the sacrosanct personal abode of the ruler was besieged, the Public Security Act was invoked, an emergency declared, a curfew imposed and social media shut down; a response typical of all autocrats, who are deeply sensitive to any assault on their personal authority and, in times of strife, apprehensive of any sign of personal danger; hardly a response worthy of a “decorated warrior” or a “fighter”.",
    "” Gota Go Home” is the a demand resonating across Sri Lanka and in other countries as well, articulated in Sinhala, English and Tamil. However, the solution to the problems that the man’s irrational decisions have exacerbated is not that simple. The current economic woes of the country are the cumulative result of irresponsible fiscal management across successive regimes. For decades we have been living beyond our means. The earlier Rajapksa regime compounded the problem, engaging in massive infrastructure projects with minimal prospects of even long-term returns, and nominal trickle-down benefits to ordinary people.",
    "President GR, immediately after assuming office, provided sweeping and unwarranted tax concessions to a small segment, depriving the state of revenue. The Covid pandemic contributed further to the decline in the GDP; the organic fertiliser decree brought agriculture to its knees; the nation’s finances were entrusted to brother Basil, touted as a genius despite clear evidence of lack of basic intellect. Assisting him was Nivard Cabraal, who famously declared that excessive printing of money does not cause inflation! His mismanagement of the rupee/dollar relationship has been, time and again, cruelly exposed by genuine economists, whilst his refusal to engage meaningfully with the IMF, when crucial, denied the country a possible life-line until it was too late; the controversial bond repayment of USD 500 million in January, emptying foreign reserves, was the last nail in the coffin. The fallout from the Ukraine-Russia conflict did the rest; that is a fatal combination of ungovernable externalities and internal idiocies.",
    "As much as an incompetent and obdurate President, the servile Cabinet and parliament are also to blame. The government group, a collective rubber stamp, having first empowered the President with the safe passage of the 20th Amendment, ignoring financial discipline and the enactment of law, legitimised every whim and fancy of the ruler. In Parliament today, the same lackeys, now mock-repentant, sanctimoniously called for reforms to provide a solution to the problems that they themselves created.",
    "The pundits of the “Viyath Maga” and the luminaries of the “Eliya”, many of them leading entrepreneurs, professionals and co-called intellectuals, who enthusiastically endorsed the President’s delusional “Vistas of Prosperity” must also accept their share of responsibility. Perhaps the President’s personal soothsayer, “Gnana Akka”, should also shoulder the blame, for having negotiated divine approval for his irrational strategies!!",
    "What is the solution to the crisis? The President’s invitation to the Opposition, to",
    "join an interim administration and to assist in the rehabilitation of the economy has been rejected. The Cabinet and ministers have resigned (?) and the president has reappointed a few, assigning them different portfolios.",
    "The same empty heads on different bodies still in servitude to an all powerful President will not usher in essential change, which must be implemented through an empowered Parliament, possible only if the 20th Amendment is repealed and the 19th Amendment further strengthened; a complicated and time-consuming process but that which will enable independent commissions, oversight committees and councils, now either inactive or incapacitated, to function effectively and restore accountability and public scrutiny to executive action. The President, despite the havoc he has significantly contributed to, still misses the point and must be compelled by some means to relinquish the untrammeled power assigned to him by the 20th amendment.",
    "Of course, the simplest would be for the President to heed the nation’s call and resign, as provided by the Constitution, paving the way for a complete political restructuring.",
    "A new Cabinet with the old faces with GR as President, wielding the same power, will be a complete farce and is quite likely to lead to renewed citizens’ agitation. It is clear that the Rajapaksa family and its minions are now anathema. The failure to devise realistic strategies for the immediate, mid-term and long-term solutions for the current problems, and to convey them effectively and convincingly to a maddened public, could result in the ongoing protests catalyzing in to total anarchy.",
    "Apart from funding internal fuel and medicine needs, import of basic foodstuffs, raw materials for industries and meeting bi-lateral and multi-lateral loan repayments, the country must meet a USD one billion international sovereign bond repayment in full by July 2022. If we fail to meet these commitments or to restructure debt repayment, the country will enter a state of “disorderly default”, a situation in which we will be shunned by all international aid and donor agencies and governments. Sri lanka will become a pariah state. Bear in mind the once prosperous Lebanon, now the global archetype of total failure.",
    "A few days ago, social media activist Anuruddha Bandara was allegedly abducted by a group claiming to be from the police, and was later found at the Modera police station. His crime posting a message on social media, with the slogan, “Go Home, Gota”, the same cry resonating across the country and continents in recent days. Had not the legal fraternity come to his aid in an incredible show of force, Bandara could have disappeared, like so many dissenters did in similar circumstances in the past. His quick retrieval and the subsequent operation of due processes, is evidence that black operations of suppression of dissent, so brutally efficient when the present president was Secretary of Defence, are no longer as effective. That in itself is an encouraging sign.",
    "A Hectic Week in Politics: Political Stalemate Compounding Economic Crisis",
    "Political stability prerequisite for talks with IMF – former CBSL Dy Governor",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මිරිහාන උත්ප්‍රේරකය - පළමු පවුල සඳහා එළිදරව්ව",
      "body_lines": [
        "මෙය ලියන නිසා ජනාධිපති ගෝඨාභය රාජපක්ෂගේ හදිසි ඇඳිරි නීතිය නොතකමින් ලක්ෂ සංඛ්‍යාත සාමාන්‍ය ජනතාව ලංකාව පුරා නගර සහ නගරවල වීදිවල සැරිසරමින්, එම පුද්ගලයාම එළවා දමන ලෙස ඉල්ලා සිටිති. එක්සත් ජනපදය, එක්සත් රාජධානිය, යුරෝපය, ඕස්ට්‍රේලියාව, නවසීලන්තය සහ කැනඩාව පුරා නගරවල “ශ්‍රී ලාංකික” ඩයස්පෝරාවේ අද්විතීය සහයෝගීතාවයේ අද්විතීය ප්‍රදර්ශනයක් තුළ ඔවුන්ට සහාය ලබා දී ඇත. කලක් සිංහල-බෞද්ධ බහුතරයේ ගෞරවයට පාත්‍ර වූ රාජපක්ෂ නාමය දැන් මහාද්වීප පුරා ප්‍රසිද්ධියේ අවමානයට ලක්වෙමින් තිබේ. දේශපාලන බලය තහවුරු කර ගැනීම සඳහා රාජපක්ෂ විසින් ඉතා සාර්ථක ලෙස සන්නද්ධ කළ වාර්ගික අසමගිය සහ වාර්ගික-ජාතිකවාදය. එහෙත් රාජපක්ෂ පවුලේ සන්නාමය වූ මෙරූන් “කුරක්කන් සතකය” ජාතියම ගෙල සිර කර ඇත. නව රාජපක්ෂ පාලනයේ වසර දෙකක් ඇතුළත, එහි බිහිසුණු වැරදි පාලනය නිසා බෙදී ගිය ජනතාවට පොදු සතුරාට – පළමු පවුලට එරෙහිව ඒකරාශී වීමට බලකර ඇත. මහජන හැඟීම් උද්දීපනය කිරීමට ඉතා දක්ෂ පවුලක්, එම දේශපාලනය තුළම දැවෙන අතෘප්තියට එතරම් සංවේදී නොවිය හැකි බව තේරුම්ගත නොහැකි බව පෙනේ.",
        "\"ටර්මිනේටර්\" ඔහුගේ අනභිභවනීය බව, භීතිය ඇති කිරීමට ඔහුට ඇති හැකියාව අහිමි වී ඇති අතර, ඔහු සැමවිටම සිටි මිනිසා වෙනුවෙන් කණගාටුදායක ලෙස නිරාවරණය වී ඇත; සීමිත බුද්ධියක් ඇති සාමාන්‍ය හමුදා මිනිසෙක්, පාලන ක්‍රම, සාර්ව ආර්ථික විද්‍යාව, අභ්‍යන්තර හා බාහිර දේශපාලන යථාර්ථයන් පිළිබඳව නොදන්නා, කලබල වූ ජාතියක ස්පන්දනයෙන් සහ ඔහු තෝරා පත් කර ගත් ජනතාවගේ දුක් වේදනාවලින් සම්පූර්ණයෙන්ම සම්බන්ධ නොවේ. පැරා මිලිටරි පළිගැනීම් වලට ප්රතිචාර නොදක්වන ගැටළු විසඳීම. ඔහුට අවශ්‍ය නම් හමුදාව යොදවා තම අණට අනුව ක්‍රියා කිරීමට ගොවීන්ට බල කළ හැකි බවට, කාබනික පොහොරවලට ගොවීන්ගේ විරෝධයට ඔහු දැක්වූ මෑතකාලීන ප්‍රතිචාරය සිහිපත් කරන්න!",
        "යහපාලන රජය සමයේ රාජපක්ෂ පුනර්ජීවනයක උග්‍ර යෝජකයෙකු වූ ආචාර්ය දයාන් ජයතිලක, ප්‍රවීණ දේශපාලන විශ්ලේෂකයෙක් (ඔහුගේ \"නුගේගොඩ නැගීම\" - කලම්බු ටෙලිග්‍රාෆ්, 19/02/2015- සහ DJ විසින්ම කියවන පුද්ගලයා මෙයයි. නොපැමිණෙන මහින්ද රාජපක්ෂගේ පණිවිඩය) 2017 මාර්තු මාසයේදී පමණ ලිඛිතව විස්තර කර ඇත. තම ජීවිතය පරදුවට තබා තම රට ආරක්ෂා කරන්නේ කෙසේද ... නවීකරණය වන දැක්මක් සහ ධාරිතාවක් ඇති මිනිසෙක් ... සටන්කරුවෙකු සහ ගොඩනඟන්නෙකු ..... ඕනෑම රටකට අවශ්‍ය වන අතර ආඩම්බර විය යුතුය. ඔහු වැරදි බව සෑම අතින්ම ඔප්පු වී ඇතත්, ආචාර්ය ඩීජේ වැනි බුද්ධිමතෙකු මෙතරම් නොමඟ යැවිය හැකි නම්, මිලියන 6.9 ක සාමාන්‍ය පුරවැසියන් එම වැරදි වැටහීම් වැළඳ ගැනීම ගැන කිසිවෙකු වරදවා වටහා නොගත යුතුය.",
        "සිත්ගන්නා කරුණ නම්, ආචාර්ය ඩී.ජේ දැන් මෙසේ ලියයි (The Island-03/04/22- Round Tables as Political Change Agents) ” සෑම විටම පරමාර්ථය මතක තබා ගන්න; පාලක වංශය වටා කේන්ද්‍රගත වූ වත්මන් ඒකාධිපතියා සහ පාලන තන්ත්‍රය ඉවත් කිරීම; ඉලක්කය ප්‍රතිවාදී පක්ෂය හෝ එහි ආධාරකරුවන් නොවේ. ඉලක්කය වන්නේ පාලකයා සහ ඔහුගේ පරපෝෂිත සහ අංශභාගය ඇති කරන වංශය ප්‍රජාතන්ත්‍රවාදීව ඉවත් කිරීමයි”; සම්පූර්ණ වෝල්ට් මුහුණක්, ක්‍රමානුකූලව සහ පැමිණීමට දිගු නමුත් ප්‍රබෝධමත්.",
        "නව පර්යායක් ඇති කරන අතරම රටේ වාසනාව පරිවර්තනය කළ හැකි “හිට්ලර්” කෙනෙකු ලෙස ප්‍රමුඛ සංඝරත්නය සිංහනාද කළේද ඔහුය. නොකී නමුත් ඇඟවුම් කළේ එය අත්‍යවශ්‍යයෙන්ම සිංහල-බෞද්ධ ආධිපත්‍යයක් වනු ඇති බවයි, එය අපගේ දේශපාලනයේ බහුතරය සමඟ ද අනුනාද වන රාජපක්ෂ සංකල්පයකි.",
        "ධර්මය ඉගෙන ගත් නමුත් සමහර විට ඉතිහාසය නොදැන සිටි සංඝයා වහන්සේ සමහර විට සැබෑ හිට්ලර් මියගියේ ඔහුගේ අතින්ම බව නොදැන සිටියද, ඔහුගේ සතුරන් ඔහුගේ අවසාන සරණ ගිය විට පවා. ඓතිහාසිකව, නොවැළැක්විය හැකි ලෙසම, අත්තනෝමතික, කුරිරු නායකයින්, ම්ලේච්ඡ හෝ නින්දිත අන්තයන්ට පැමිණ ඇත. හිට්ලර්ට අමතරව මුසෝලිනි, ෆ්‍රැන්කෝ, ඩුවාලියර්ස්, පියා සහ පුතා, පිනෝචේ, රීසා පහ්ලවි, මාකෝස්, සියුසෙස්කු, ඉඩි අමීන්, ගඩාෆි සහ සදම් උදාහරණ කිහිපයක් පමණක් ලෙස සිහිපත් කරන්න. පසුගිය දශක හතේ කැප්සියුල ඉතිහාස පාඩමක ජනාධිපතිවරයාට වහා මැදිහත් විය යුතුව තිබේ. සමහරවිට හොස්නි මුබාරක් සහ \"අරාබි වසන්තය\" ගැන කවුරුහරි ඔහුව දැනුවත් කළ යුතුයි.",
        "එක රැයකින් කාබනික ගොවිතැනට හැරවීමේ මෝඩ ජනාධිපති නියෝගයට ප්‍රතිචාර වශයෙන් මංමුලා සහගත ගොවීන් විසින් මුලින්ම විරෝධතා දියත් කරන ලදී. ඉන්ධන අර්බුදය, විදුලිය ඇනහිටීම්, පොදු ප්‍රවාහනයට බාධා කිරීම්, ජීවනෝපාය කඩාකප්පල් කිරීම, ප්‍රධාන ආහාර ද්‍රව්‍ය හිඟය සහ ජීවන වියදම දරාගත නොහැකි ලෙස ඉහළ යාමත් සමඟ රටේ සෑම ප්‍රදේශයකටම පෙළපාලි ව්‍යාප්ත වෙමින් සමාජ හා ආර්ථික මට්ටම්වල පුරවැසියන් සම්බන්ධ කර ගත්තේය. කෙසේ වෙතත්, උද්ඝෝෂණය දිගටම කරගෙන යාමට අවසර ලැබුණි.",
        "මිරිහාන සම්බන්ධය ඒ සියල්ල වෙනස් කළේය. කෝපාවිෂ්ට, නමුත් ප්‍රචණ්ඩකාරී විරෝධතාවක් සැබෑ ප්‍රචණ්ඩත්වයට මාරුවීමේ මූලාරම්භය අපැහැදිලි ය. කෙසේ වෙතත්, හානියට පත් වාහන තවමත් දුම් පානය කරමින් තිබියදීත්, පරීක්ෂණයක් ආරම්භ වීමටත් පෙර, ජනාධිපති මාධ්‍ය අංශය එහි වගකීම සංවිධානාත්මක \"අන්තවාදී කණ්ඩායමකට\" පැවරී ඇති බව නිවේදනය කළේ, ප්‍රචණ්ඩත්වය සාධාරණීකරණය කිරීම සඳහා සැලසුම් කර ඇති බවට දැනට පවතින ජනප්‍රිය මතයට විශ්වාසය තබමිනි. මර්දනකාරී පියවර අනුගමනය කරන ලදී.",
        "එබැවින්, පාලකයාගේ පූජනීය පෞද්ගලික වාසස්ථානය වටලා, මහජන ආරක්ෂක පනත ක්‍රියාත්මක කර, හදිසි අවස්ථාවක් ප්‍රකාශයට පත් කරන ලද, ඇඳිරි නීතිය පැනවූ අතර සමාජ මාධ්‍ය වසා දමන ලදී. තම පුද්ගලික අධිකාරියට එල්ල වන ඕනෑම ප්‍රහාරයක් ගැන ගැඹුරින් සංවේදී වන සහ ආරවුල් ඇති වන විට, පුද්ගලික අනතුරක කිසියම් සලකුණක් ගැන බියෙන් සිටින සියලුම ඒකාධිපතියන්ගේ සාමාන්‍ය ප්‍රතිචාරයකි; “සැරසුණු රණශූරයෙකුට” හෝ “සටන්කරුවෙකුට” සුදුසු ප්‍රතිචාරයක් නොවේ.",
        "“ගෝඨා ගෙදර යන්න” යනු ශ්‍රී ලංකාව පුරා සහ අනෙකුත් රටවල ද සිංහල, ඉංග්‍රීසි සහ දෙමළ යන භාෂාවලින් ප්‍රකාශ කරන ලද ඉල්ලීමකි. කෙසේ වෙතත්, මිනිසාගේ අතාර්කික තීරණ උග්‍ර කර ඇති ගැටළු වලට විසඳුම එතරම් සරල නැත. රටේ වත්මන් ආර්ථික දුක්ඛිත තත්ත්වයන් අනුප්‍රාප්තික පාලන තන්ත්‍රයන් හරහා වගකීම් විරහිත මූල්‍ය කළමනාකරණයේ සමුච්චිත ප්‍රතිඵලයකි. දශක ගණනාවක් තිස්සේ අපි ජීවත් වන්නේ අපේ හැකියාවෙන් ඔබ්බට ය. කලින් පැවති රාජපක්ෂ පාලනය, දීර්ඝ කාලීන ප්‍රතිලාභ පවා අවම අපේක්ෂා සහිත දැවැන්ත යටිතල පහසුකම් ව්‍යාපෘතිවල නියැලෙමින්, සාමාන්‍ය ජනතාවට නාමික ප්‍රතිලාභ අත්කර දෙමින් ප්‍රශ්නය උග්‍ර කළේය.",
        "ජනාධිපති ජීආර්, බලයට පත් වූ වහාම, රාජ්‍ය ආදායම අහිමි කරමින්, කුඩා කොටසකට විශාල සහ අනවශ්‍ය බදු සහන ලබා දුන්නේය. Covid වසංගතය දළ දේශීය නිෂ්පාදිතයේ පහත වැටීමට තවදුරටත් දායක විය; කාබනික පොහොර ආඥාව කෘෂිකර්මාන්තය දණ ගැස්වීය; මූලික බුද්ධියක් නොමැති බවට පැහැදිලි සාක්ෂි තිබියදීත්, ජාතියේ මූල්‍ය කටයුතු බැසිල් සහෝදරයාට භාර කරන ලදී. ඔහුට සහාය වූයේ අධික ලෙස මුදල් මුද්‍රණය කිරීම උද්ධමනයට හේතු නොවන බව ප්‍රසිද්ධ ප්‍රකාශ කළ නිවාඩ් කබ්රාල් ය. රුපියල/ඩොලර් සම්බන්ධය පිළිබඳ ඔහුගේ වැරදි කළමනාකරණය, අව්‍යාජ ආර්ථික විද්‍යාඥයින් විසින් නැවත නැවතත් කුරිරු ලෙස හෙළිදරව් කර ඇති අතර, තීරණාත්මක වූ විට, ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ අර්ථවත් ලෙස සම්බන්ධ වීම ඔහු ප්‍රතික්ෂේප කළ අතර, එය ප්‍රමාද වන තුරුම රටට ලබා දිය හැකි ජීවන මාර්ගයක් ප්‍රතික්ෂේප කළේය. විදේශ සංචිත හිස් කරමින් ජනවාරි මාසයේදී ඇමරිකානු ඩොලර් මිලියන 500 ක ආන්දෝලනාත්මක බැඳුම්කර ආපසු ගෙවීම මිනී පෙට්ටියේ ඇති අවසන් ඇණය විය. යුක්රේන-රුසියානු ගැටුමේ බිඳවැටීම ඉතිරිය සිදු කළේය; එය පාලනය කළ නොහැකි බාහිර හා අභ්‍යන්තර මෝඩකම්වල මාරාන්තික එකතුවකි.",
        "අදක්‍ෂ හා නොහොබිනා ජනාධිපතිවරයෙකු තරමටම දාස කැබිනට් මණ්ඩලයට සහ පාර්ලිමේන්තුවට ද දොස් පැවරිය යුතුය. සාමූහික රබර් මුද්‍රාවක් වූ ආණ්ඩුවේ කණ්ඩායම, මුල්‍ය විනය සහ නීතිය ක්‍රියාත්මක කිරීම නොසලකා හරිමින් 20 වැනි සංශෝධනය ආරක්ෂිතව සම්මත කර ගනිමින් ජනාධිපතිවරයාට ප්‍රථමයෙන් බලය පවරමින්, පාලකයාගේ සෑම අභිමතාර්ථයක්ම නීත්‍යානුකූල කළේය. අද පාර්ලිමේන්තුවේදී, දැන් සමච්චල් කරමින් පසුතැවිලි වී සිටින එම ගෝලබාලයන්ම, ඔවුන් විසින්ම නිර්මාණය කරන ලද ප්‍රශ්නවලට විසඳුමක් ලබා දීම සඳහා ප්‍රතිසංස්කරණ ඇති කරන ලෙස පූජනීය ලෙස ඉල්ලා සිටියහ.",
        "\"වියත් මග\" හි පණ්ඩිතයන් සහ \"එළිය\" ප්‍රභූවරුන්, ඔවුන්ගෙන් බොහෝ ප්‍රමුඛ පෙළේ ව්‍යවසායකයින්, වෘත්තිකයන් සහ සම බුද්ධිමතුන්, ජනාධිපතිවරයාගේ මුළා කරවන \"සෞභාග්‍යයේ දැක්ම\" උද්‍යෝගයෙන් අනුමත කළ ඔවුන්ගේ වගකීම් කොටස ද පිළිගත යුතුය. ඔහුගේ අතාර්කික උපක්‍රම සඳහා දිව්‍ය අනුමැතිය ලබාගෙන සාකච්ඡා කර තිබීම සම්බන්ධයෙන් සමහර විට ජනාධිපතිවරයාගේ පුද්ගලික සූපශාස්ත්‍රකාරිය වන \"ඥානා අක්කා\" ද වරද පැටවිය යුතුය!!",
        "අර්බුදයට විසඳුම කුමක්ද? ජනාධිපතිවරයාගේ ආරාධනය විපක්ෂයට,",
        "අන්තර්කාලීන පාලනයකට සම්බන්ධ වී ආර්ථිකය පුනරුත්ථාපනය කිරීමට සහාය වීම ප්‍රතික්ෂේප කර ඇත. කැබිනට් මණ්ඩලය සහ ඇමතිවරුන් ඉල්ලා අස්වී ඇති අතර (?) ජනාධිපතිවරයා කිහිප දෙනෙකුට විවිධ අමාත්‍යාංශ පවරමින් නැවත පත් කර ඇත.",
        "බලයලත් පාර්ලිමේන්තුවක් හරහා ක්‍රියාත්මක කළ යුතු අත්‍යාවශ්‍ය වෙනසක් සිදු කිරීමට තවමත් බලගතු ජනාධිපතිවරයෙකුගේ වහල්භාවයේ සිටින විවිධ ශරීර මත සිටින එකම හිස් හිස්, අත්‍යාවශ්‍ය වෙනසක් නොවනු ඇත, එය කළ හැක්කේ 20 වැනි සංශෝධනය අවලංගු කර 19 වැනි සංශෝධනය තවදුරටත් ශක්තිමත් කළහොත් පමණි. සංකීර්ණ හා කාලය ගතවන ක්‍රියාවලියක් වන නමුත් ස්වාධීන කොමිෂන් සභා, අධීක්ෂණ කමිටු සහ සභා, දැන් අක්‍රිය හෝ අකර්මන්‍යව, ඵලදායී ලෙස ක්‍රියාත්මක වීමටත්, විධායක ක්‍රියාමාර්ග සඳහා වගවීම සහ මහජන පරීක්ෂාව යථා තත්ත්වයට පත් කිරීමටත් හැකි වනු ඇත. ජනාධිපතිවරයා සැලකිය යුතු ලෙස විශාල විනාශයකට දායක වී ඇතත්, තවමත් කාරණය මග හැරී ඇති අතර, 20 වැනි ව්‍යවස්ථා සංශෝධනයෙන් ඔහුට පවරා ඇති නොකැඩූ බලය අත්හැරීමට ජනාධිපතිවරයාට යම් ආකාරයකින් බල කළ යුතුය.",
        "ඇත්ත වශයෙන්ම, සරලම දෙය නම්, සම්පූර්ණ දේශපාලන ප්‍රතිව්‍යුහගත කිරීමකට මග පාදමින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සපයා ඇති පරිදි, ජාතියේ ඉල්ලීමට අවනත වී ඉල්ලා අස්වීම ජනාධිපතිවරයාට විය හැකිය.",
        "ජීආර් ජනාධිපතිවරයා ලෙස පැරණි මුහුණු සහිත නව කැබිනට් මණ්ඩලයක්, එම බලයම ක්‍රියාත්මක කිරීම සම්පූර්ණ විගඩමක් වනු ඇති අතර එය අලුත් වූ පුරවැසි උද්ඝෝෂණයකට තුඩු දෙනු ඇත. රාජපක්ෂ පවුල සහ එහි ගෝල බාලයන් දැන් අනාථ වී ඇති බව පැහැදිලිය. වත්මන් ගැටලු සඳහා ක්ෂණික, මධ්‍ය කාලීන සහ දිගුකාලීන විසඳුම් සඳහා යථාර්ථවාදී උපාය මාර්ග සැකසීමට අපොහොසත් වීම සහ ඒවා ඵලදායි ලෙස සහ ඒත්තු ගැන්වෙන මහජනතාවට ඒත්තු ගැන්වීමට අපොහොසත් වීම, අඛණ්ඩ විරෝධතා සම්පූර්ණ අරාජිකත්වයට හේතු විය හැක.",
        "අභ්‍යන්තර ඉන්ධන සහ ඖෂධ අවශ්‍යතා සඳහා අරමුදල් සැපයීම, මූලික ආහාර ද්‍රව්‍ය, කර්මාන්ත සඳහා අමුද්‍රව්‍ය ආනයනය කිරීම සහ ද්විපාර්ශ්වික සහ බහු පාර්ශ්වික ණය ආපසු ගෙවීමට අමතරව, 2022 ජූලි වන විට රට සම්පූර්ණයෙන් ඩොලර් බිලියනයක ජාත්‍යන්තර ස්වෛරී බැඳුම්කර ආපසු ගෙවීමක් සපුරාලිය යුතුය. මෙම කැපවීම් සපුරාලීමට හෝ ණය ආපසු ගෙවීම ප්‍රතිව්‍යුහගත කිරීමට අපොහොසත් වුවහොත්, රට “අක්‍රමිකතා පැහැර හැරීමේ” තත්වයකට ඇතුළු වනු ඇත, එය සියලු ජාත්‍යන්තර ආධාර සහ ආධාර දෙන ආයතන සහ රජයන් විසින් අපව මග හරිනු ඇත. ශ්‍රී ලංකාව පරයා රාජ්‍යයක් බවට පත් වනු ඇත. කලක් සමෘද්ධිමත් වූ ලෙබනනය මතක තබා ගන්න, දැන් සම්පූර්ණ අසාර්ථකත්වයේ ගෝලීය මූලාකෘතිය.",
        "මීට දින කිහිපයකට පෙර සමාජ මාධ්‍ය ක්‍රියාකාරිකයෙකු වන අනුරුද්ධ බණ්ඩාර පොලිසියේ යැයි කියා ගන්නා පිරිසක් විසින් පැහැරගෙන ගොස් ඇති බව කියන අතර පසුව ඔහු මෝදර පොලිස් ස්ථානයේදී සොයා ගෙන ඇත. \"ගොඨා ගෙදර යන්න\" යන සටන් පාඨය සමඟ සමාජ මාධ්‍යවල පණිවිඩයක් පළ කිරීම ඔහුගේ අපරාධය, පසුගිය දිනවල රට පුරා සහ මහාද්වීප පුරා දෝංකාර දුන්නේය. ඇදහිය නොහැකි බලයක් පෙන්වමින් නීතිමය සහෝදරත්වය ඔහුගේ සහයට නොපැමිණියේ නම්, පසුගිය කාලයේ මෙවැනිම තත්ත්වයන් තුළ බොහෝ විරුද්ධවාදීන් කළාක් මෙන් බණ්ඩාර අතුරුදහන් වීමට ඉඩ තිබුණි. වත්මන් ජනාධිපතිවරයා ආරක්‍ෂක ලේකම්වරයාව සිටියදී ඉතා කුරිරු ලෙස කාර්යක්‍ෂමව ක්‍රියාත්මක වූ විසම්මුතිය මර්දනය කිරීමේ කළු මෙහෙයුම් තවදුරටත් එතරම් ප්‍රතිඵලදායක නොවන බවට ඔහුගේ ඉක්මන් ප්‍රතිසාධනය සහ පසුව සිදු වූ ක්‍රියාදාමයන් සාක්ෂියකි. එයම දිරිගන්වන ලකුණකි.",
        "දේශපාලනයේ කාර්යබහුල සතියක්: දේශපාලන ඇනහිටීම ආර්ථික අර්බුදය අවුලුවයි",
        "IMF සමඟ සාකච්ඡා සඳහා දේශපාලන ස්ථාවරත්වය පූර්වාවශ්‍යතාව - හිටපු CBSL නියෝජ්‍ය අධිපති",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மிரிஹானா வினையூக்கி - முதல் குடும்பத்திற்கான அபோகாலிப்ஸ்",
      "body_lines": [
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் உத்தரவின் பேரில் திடீரென ஊரடங்குச் சட்டத்தை மீறி இலட்சக்கணக்கான சாமானியர்கள் இவ்வாறு எழுதப்படுவதால், இலங்கை முழுவதும் உள்ள நகரங்கள் மற்றும் நகரங்களில் வீதிகளில் அலைந்து திரிந்து, அந்த நபரை வெளியேற்றக் கோரி வருகின்றனர். அமெரிக்கா, இங்கிலாந்து, ஐரோப்பா, அவுஸ்திரேலியா, நியூசிலாந்து மற்றும் கனடா ஆகிய நாடுகளில் உள்ள நகரங்களில் \"இலங்கை\" புலம்பெயர்ந்தோர் ஒற்றுமையின் தனித்துவமான காட்சியில் அவர்களுக்கு ஆதரவளிக்கப்பட்டனர். ஒரு காலத்தில் சிங்கள-பௌத்த பெரும்பான்மையினரால் போற்றப்பட்ட ராஜபக்ச பெயர், இப்போது கண்டங்கள் முழுவதும் பகிரங்கமாக இழிவுபடுத்தப்படுகிறது. ராஜபக்சவின் அரசியல் அதிகாரத்தைப் பாதுகாப்பதற்காக இன நல்லிணக்கத்தையும் இன-தேசியவாதத்தையும் மிகவும் வெற்றிகரமாக ஆயுதமாக்கினார். ஆனால் ராஜபக்ச குடும்பத்தின் ஆடம்பரமான பிராண்டான “குரக்கன் சதகயா” தேசத்தின் கழுத்தை நெரித்துவிட்டது. புதிய ராஜபக்ச ஆட்சியின் இரண்டு ஆண்டுகளுக்குள், அதன் பயங்கரமான தவறான நிர்வாகம் பிளவுபட்ட மக்களை ஒரு பொது எதிரியான முதல் குடும்பத்திற்கு எதிராக ஒன்றுபட நிர்பந்தித்துள்ளது. பொது உணர்வைப் பயன்படுத்திக் கொள்வதில் கொடூரமான புத்திசாலித்தனமான குடும்பம், அதே அரசியலில் உள்ள அதிருப்திக்கு மிகவும் உணர்ச்சியற்றதாக இருந்திருக்கலாம் என்பது புரிந்துகொள்ள முடியாததாகத் தெரிகிறது.",
        "\"டெர்மினேட்டர்\" தனது வெல்லமுடியாத தன்மையை இழந்துவிட்டார், பயத்தை தூண்டும் திறன், மற்றும் அவர் எப்போதும் இருந்த மனிதனுக்காக பரிதாபமாக வெளிப்படுகிறது; மட்டுப்படுத்தப்பட்ட அறிவுத்திறன் கொண்ட ஒரு சராசரி இராணுவ மனிதன், ஆளுகை முறைகள், மேக்ரோ-பொருளாதாரம், உள் மற்றும் வெளிப்புற அரசியல் யதார்த்தங்கள், ஒரு கிளர்ச்சியடைந்த தேசத்தின் துடிப்பு மற்றும் அவரைத் தேர்ந்தெடுத்த மக்களின் துன்பத்திலிருந்து முற்றிலும் தொடர்பில்லாத, மற்றும் திறமையற்ற துணை ராணுவப் பழிவாங்கல்களுக்கு பதிலளிக்காத பிரச்சினைகளைத் தீர்ப்பது. இயற்கை உரத்திற்கு விவசாயிகள் எதிர்ப்புத் தெரிவித்ததற்கு, அவர் விரும்பினால், இராணுவத்தைப் பயன்படுத்தி விவசாயிகளை தனது கட்டளைக்கு இணங்க நிர்பந்திக்கலாம் என்று அவர் சமீபத்தில் கூறியதை நினைவுபடுத்திக்கொள்ளுங்கள்!",
        "இவர்தான் கலாநிதி தயான் ஜயதிலக்க, சிறந்த அரசியல் ஆய்வாளரும், யஹபாலனய ஆட்சியின் போது, ​​ராஜபக்ச மறுமலர்ச்சியின் தீவிர ஆதரவாளரும் (அவரது பரவசமான \"நுகேகொட ரைசிங்\"- கொழும்பு டெலிகிராப், 19/02/2015- மற்றும் டி.ஜே. இல்லாத மகிந்த ராஜபக்சவின் செய்தி) மார்ச் 2017 இல் எழுதப்பட்ட ஒரு எழுத்தில், \"இன மற்றும் மத காரணிகளை ஒரு புதிய இணைப்பில் கடந்து செல்லக்கூடிய ஒரு நியாயமான மற்றும் நீதியான சமூகத்தை நோக்கி நாட்டை வழிநடத்தக்கூடிய ஒரு மனிதன் ... அறிந்த ஒரு அலங்கரிக்கப்பட்ட போர்வீரன் தனது உயிரைப் பணயம் வைத்து தனது நாட்டை எவ்வாறு பாதுகாப்பது ... நவீனமயமாக்கும் பார்வை மற்றும் திறன் கொண்ட ஒரு மனிதன் ..... போராளி மற்றும் கட்டிடம் ..... எந்த நாட்டிற்கும் தேவை மற்றும் பெருமைப்பட வேண்டும்.\" அவர் எல்லா வகையிலும் தவறு என்று நிரூபிக்கப்பட்டுள்ளார், ஆனால், டாக்டர். டி.ஜே. போன்ற ஒரு அறிவாளி தவறாக வழிநடத்தப்பட்டிருந்தால், அதே தவறான எண்ணங்களை ஏற்றுக்கொண்ட 6.9 மில்லியன் சாதாரண குடிமக்களை ஒருவர் குறை சொல்லக்கூடாது.",
        "சுவாரஸ்யமாக, Dr. DJ இப்போது எழுதுகிறார் (The Island-03/04/22- Roundtables as Political Change Agents) ”எப்பொழுதும் நோக்கத்தை நினைவில் கொள்ளுங்கள்; பதவியில் இருக்கும் எதேச்சதிகாரியையும் ஆட்சியையும் அகற்றி, ஆளும் குலத்தைச் சுற்றி மையமாக; இலக்கு போட்டி கட்சியோ அதன் ஆதரவாளர்களோ அல்ல. ஆட்சியாளர் மற்றும் அவரது ஒட்டுண்ணி மற்றும் முடக்குதலைத் தூண்டும் குலத்தை ஜனநாயக முறையில் அகற்றுவதே இலக்கு”; ஒரு முழுமையான வோல்ட் முகம், படிப்படியாக மற்றும் வரவிருக்கும் ஆனால் புத்துணர்ச்சியூட்டும்.",
        "சங்கத்தின் முன்னணி உறுப்பினர்கள் ஒரு \"ஹிட்லர்\" என்று சிங்கப்படுத்தியவர், ஒரு புதிய ஒழுங்கைக் கொண்டுவரும் அதே வேளையில் நாட்டின் அதிர்ஷ்டத்தை மாற்றக்கூடியவர். இது ஒரு அடிப்படையில் சிங்கள-பௌத்த மேலாதிக்கமாக இருக்கும் என்பது கூறப்படாத ஆனால் மறைமுகமாக இருந்தது, இது ராஜபக்ஷ கருத்துருவானது நமது அரசியலில் பெரும்பான்மையினருடன் எதிரொலிக்கிறது.",
        "சங்கத்தினர், தம்மத்தில் பயின்றவர்கள், ஆனால் வரலாற்றை அறியாதவர்களாக இருக்கலாம், உண்மையான ஹிட்லர் தனது கடைசி அடைக்கலத்தை அவரது எதிரிகள் மூடிக்கொண்டபோதும், அவர் தனது கையால் இறந்தார் என்பதை அறியாமல் இருக்கலாம். வரலாற்று ரீதியாக, கிட்டத்தட்ட தவிர்க்க முடியாமல், எதேச்சதிகார, கொடுங்கோல் தலைவர்கள், மிருகத்தனமான அல்லது இழிவான முடிவுக்கு வந்துள்ளனர். ஹிட்லரைத் தவிர, முசோலினி, பிராங்கோ, டுவாலியர்ஸ், தந்தை மற்றும் மகன், பினோசெட், ரெஸா பஹ்லவி, மார்கோஸ், சௌசெஸ்கு, இடி அமீன், கடாபி மற்றும் சதாம் ஆகிய இருவரையும் ஒரு சில எடுத்துக்காட்டுகளாக நினைவுபடுத்துங்கள். கடந்த ஏழு தசாப்தங்களின் காப்ஸ்யூல் வரலாற்று பாடத்தில் ஜனாதிபதி அவசரமாக ஈடுபட வேண்டும். ஒருவேளை யாராவது அவருக்கு ஹோஸ்னி முபாரக் மற்றும் \"அரபு வசந்தம்\" பற்றி கற்பிக்க வேண்டும்.",
        "இரவோடு இரவாக இயற்கை விவசாயத்திற்கு மாற்ற வேண்டும் என்ற முட்டாள்தனமான ஜனாதிபதியின் உத்தரவுக்கு பதிலடியாக விரக்தியடைந்த விவசாயிகளால் முதலில் போராட்டங்கள் தொடங்கப்பட்டன. எரிபொருள் நெருக்கடி, மின்வெட்டு, பொதுப் போக்குவரத்தில் இடையூறுகள், வாழ்வாதாரங்கள் சிதைவு, உணவுப்பொருட்களின் பற்றாக்குறை மற்றும் வாழ்க்கைச் செலவில் தாங்க முடியாத அதிகரிப்பு ஆகியவற்றுடன், ஆர்ப்பாட்டங்கள் நாட்டின் அனைத்துப் பகுதிகளிலும் பரவி, அனைத்து சமூக மற்றும் பொருளாதார மட்ட குடிமக்களையும் ஈடுபடுத்தியது. எனினும், போராட்டம் தொடர அனுமதிக்கப்பட்டது.",
        "மிரிஹான விவகாரம் அனைத்தையும் மாற்றியது. கோபமான, ஆனால் வன்முறையற்ற எதிர்ப்பு, உண்மையான வன்முறைக்கு மாறியதன் தோற்றம் தெளிவாக இல்லை. எவ்வாறாயினும், சேதமடைந்த வாகனங்கள் புகைந்துகொண்டிருந்தபோதும், விசாரணை தொடங்குவதற்கு முன்பே, ஜனாதிபதியின் ஊடகப் பிரிவு பொறுப்பானது ஒரு ஒழுங்கமைக்கப்பட்ட \"தீவிரவாத குழுவிற்கு\" இருப்பதாக அறிவித்தது, வன்முறையை நியாயப்படுத்துவதற்காக திட்டமிடப்பட்டது என்ற பிரபலமான கருத்துக்கு நம்பகத்தன்மை அளிக்கிறது. பின் வந்த அடக்குமுறை நடவடிக்கைகள்.",
        "எனவே, ஆட்சியாளரின் புனிதமான தனிப்பட்ட இல்லம் முற்றுகையிடப்பட்ட உடனேயே, பொது பாதுகாப்புச் சட்டம் செயல்படுத்தப்பட்டது, அவசரநிலை அறிவிக்கப்பட்டது, ஊரடங்கு உத்தரவு விதிக்கப்பட்டது மற்றும் சமூக ஊடகங்கள் மூடப்பட்டன; அனைத்து எதேச்சதிகாரர்களுக்கும் பொதுவான ஒரு பதில், அவர்கள் தங்கள் தனிப்பட்ட அதிகாரத்தின் மீதான எந்தவொரு தாக்குதலுக்கும் ஆழ்ந்த உணர்திறன் உடையவர்கள் மற்றும் சண்டையின் போது, ​​தனிப்பட்ட ஆபத்துக்கான அறிகுறிகளைக் கண்டு பயப்படுவார்கள்; ஒரு \"அலங்கரிக்கப்பட்ட போர்வீரன்\" அல்லது ஒரு \"போராளி\" க்கு தகுதியான பதில் இல்லை.",
        "”கோட்டா கோ ஹோம்” என்பது இலங்கை மற்றும் பிற நாடுகளிலும் எதிரொலிக்கும் கோரிக்கையாகும், இது சிங்களம், ஆங்கிலம் மற்றும் தமிழ் மொழிகளில் வெளிப்படுத்தப்படுகிறது. இருப்பினும், மனிதனின் பகுத்தறிவற்ற முடிவுகள் அதிகப்படுத்திய பிரச்சனைகளுக்கான தீர்வு அவ்வளவு எளிதல்ல. நாட்டின் தற்போதைய பொருளாதாரச் சிக்கல்கள், அடுத்தடுத்த ஆட்சிகளில் பொறுப்பற்ற நிதி நிர்வாகத்தின் ஒட்டுமொத்த விளைவுகளாகும். பல தசாப்தங்களாக நாம் நமது சக்திக்கு அப்பாற்பட்டு வாழ்ந்து வருகிறோம். முந்தைய இராஜபக்ஷ ஆட்சியானது, பாரிய உள்கட்டமைப்புத் திட்டங்களில் ஈடுபட்டு, நீண்ட கால வருமானம் மற்றும் சாதாரண மக்களுக்கு பெயரளவிலான ட்ரிக்-டவுன் நன்மைகள் போன்றவற்றின் குறைந்தபட்ச வாய்ப்புகளுடன் சிக்கலை அதிகப்படுத்தியது.",
        "ஜனாதிபதி ஜி.ஆர்., பதவியேற்ற உடனேயே, ஒரு சிறிய பிரிவினருக்கு ஸ்வீப்பிங் மற்றும் தேவையற்ற வரிச் சலுகைகளை அளித்து, மாநிலத்தின் வருவாயை இழந்தார். கோவிட் தொற்றுநோய் மொத்த உள்நாட்டு உற்பத்தியில் சரிவுக்கு மேலும் பங்களித்தது; கரிம உர ஆணை விவசாயத்தை மண்டியிட்டது; அடிப்படை அறிவு இல்லாததற்கான தெளிவான சான்றுகள் இருந்தபோதிலும், நாட்டின் நிதி சகோதரர் பசிலிடம் ஒப்படைக்கப்பட்டது. அவருக்கு உதவியவர் நிவார்ட் கப்ரால், பணத்தை அதிகமாக அச்சிடுவதால் பணவீக்கம் ஏற்படாது என்று பிரபலமாக அறிவித்தார்! ரூபாய்/டாலர் உறவை அவர் தவறாக நிர்வகிப்பது, உண்மையான பொருளாதார வல்லுநர்களால் மீண்டும் மீண்டும் கொடூரமாக அம்பலப்படுத்தப்பட்டு வருகிறது, அதே சமயம் IMF உடன் அர்த்தமுள்ள வகையில் ஈடுபட அவர் மறுத்துவிட்டார். ஜனவரி மாதம் 500 மில்லியன் அமெரிக்க டாலர்களை திருப்பிச் செலுத்திய சர்ச்சைக்குரிய பத்திரம், வெளிநாட்டு இருப்புக்களை காலியாக்கியது, இது சவப்பெட்டியில் கடைசி ஆணியாக இருந்தது. உக்ரைன்-ரஷ்யா மோதலின் வீழ்ச்சி மற்றதைச் செய்தது; இது ஆளுமைக்குட்படுத்த முடியாத புறநிலைகள் மற்றும் உள் முட்டாள்தனங்களின் ஒரு அபாயகரமான கலவையாகும்.",
        "ஒரு திறமையற்ற மற்றும் பிடிவாதமான ஜனாதிபதியைப் போலவே, அடிமையான அமைச்சரவையும் பாராளுமன்றமும் குற்றம் சாட்டப்படுகின்றன. அரசாங்கக் குழு, ஒரு கூட்டு ரப்பர் ஸ்டாம்ப், 20 வது திருத்தத்தை பாதுகாப்பாக நிறைவேற்றுவதன் மூலம் ஜனாதிபதிக்கு அதிகாரம் அளித்தது, நிதி ஒழுக்கம் மற்றும் சட்டத்தை இயற்றுவதைப் புறக்கணித்து, ஆட்சியாளரின் ஒவ்வொரு விருப்பத்தையும் விருப்பத்தையும் சட்டப்பூர்வமாக்கியது. இன்று பாராளுமன்றத்தில், அதே அடியாட்கள், இப்போது ஏளனமாக வருந்துகிறார்கள், தாங்கள் உருவாக்கிய பிரச்சினைகளுக்கு தீர்வை வழங்குவதற்கு சீர்திருத்தங்கள் தேவை என்று புனிதமான முறையில் அழைப்பு விடுத்தனர்.",
        "\"வியத் மக\" பண்டிதர்கள் மற்றும் \"எலியா\"வின் பிரபலங்கள், அவர்களில் பலர் முன்னணி தொழில்முனைவோர், தொழில் வல்லுநர்கள் மற்றும் சக புத்திஜீவிகள் என்று அழைக்கப்படுபவர்கள், ஜனாதிபதியின் ஏமாற்றுத்தனமான \"விஸ்டாஸ் ஆஃப் செழுமை\"க்கு ஆர்வத்துடன் ஒப்புதல் அளித்தனர். ஒருவேளை ஜனாதிபதியின் தனிப்பட்ட சூத்திரதாரியான \"ஞான அக்கா\" தனது பகுத்தறிவற்ற உத்திகளுக்கு தெய்வீக அங்கீகாரத்தைப் பேரம் பேசியதற்காக பழியை சுமக்க வேண்டும்!!",
        "நெருக்கடிக்கு என்ன தீர்வு? எதிர்க்கட்சிகளுக்கு ஜனாதிபதியின் அழைப்பு",
        "ஒரு இடைக்கால நிர்வாகத்தில் இணைந்து பொருளாதாரத்தின் மறுவாழ்வுக்கு உதவுவது நிராகரிக்கப்பட்டது. அமைச்சரவை மற்றும் அமைச்சர்கள் ராஜினாமா செய்துவிட்டு (?) ஜனாதிபதி ஒரு சிலரை மீண்டும் நியமித்து, அவர்களுக்கு வெவ்வேறு துறைகளை ஒதுக்கியுள்ளார்.",
        "அனைத்து அதிகாரமுள்ள ஜனாதிபதிக்கு அடிமையாக இருக்கும் வெவ்வேறு உடல்களில் உள்ள அதே வெற்று தலைகள் அத்தியாவசிய மாற்றத்தை ஏற்படுத்தாது, இது அதிகாரம் பெற்ற பாராளுமன்றத்தின் மூலம் செயல்படுத்தப்பட வேண்டும், 20 வது திருத்தம் ரத்து செய்யப்பட்டு 19 வது திருத்தம் மேலும் பலப்படுத்தப்பட்டால் மட்டுமே சாத்தியமாகும். இது ஒரு சிக்கலான மற்றும் நேரத்தைச் செலவழிக்கும் செயல்முறையாகும், ஆனால் இது சுயாதீன ஆணைக்குழுக்கள், மேற்பார்வைக் குழுக்கள் மற்றும் கவுன்சில்கள், இப்போது செயலற்ற அல்லது செயலிழந்த நிலையில், திறம்பட செயல்படவும், பொறுப்புக்கூறல் மற்றும் நிர்வாக நடவடிக்கைக்கான பொது ஆய்வை மீட்டெடுக்கவும் உதவும். ஜனாதிபதி, அவர் கணிசமான பங்களிப்பை வழங்கிய போதிலும், இன்னும் புள்ளியை தவறவிட்டார், மேலும் 20 வது திருத்தத்தின் மூலம் அவருக்கு வழங்கப்பட்டுள்ள அதிகாரத்தை விட்டுக்கொடுப்பதற்கு சில வழிகளில் கட்டாயப்படுத்தப்பட வேண்டும்.",
        "நிச்சயமாக, ஜனாதிபதி தேசத்தின் அழைப்பிற்கு செவிசாய்த்து, அரசியலமைப்பின் மூலம் ராஜினாமா செய்வது, முழுமையான அரசியல் மறுசீரமைப்பிற்கு வழி வகுக்கும்.",
        "பழைய முகங்களைக் கொண்ட புதிய அமைச்சரவை, அதே அதிகாரத்தை ஜனாதிபதியாகக் கொண்டு, ஒரு முழுமையான கேலிக்கூத்து மற்றும் புதுப்பிக்கப்பட்ட குடிமக்களின் கிளர்ச்சிக்கு வழிவகுக்கும். ராஜபக்ச குடும்பமும் அதன் அடியாட்களும் இப்போது அநாகரீகமாக இருக்கிறார்கள் என்பது தெளிவாகிறது. தற்போதைய பிரச்சினைகளுக்கு உடனடி, இடைக்கால மற்றும் நீண்ட கால தீர்வுகளுக்கான யதார்த்தமான உத்திகளை வகுக்கத் தவறியது, மேலும் அவற்றை திறம்பட மற்றும் நம்பிக்கையூட்டும் வகையில் பைத்தியம் பிடித்த பொதுமக்களுக்கு எடுத்துச் செல்வது, தொடர்ந்து நடைபெறும் போராட்டங்கள் முழு அராஜகத்திற்கு வழிவகுக்கும்.",
        "உள் எரிபொருள் மற்றும் மருந்துத் தேவைகளுக்கு நிதியுதவி, அடிப்படை உணவுப் பொருட்கள், தொழிற்சாலைகளுக்கான மூலப்பொருட்கள் இறக்குமதி மற்றும் இருதரப்பு மற்றும் பலதரப்பு கடன் திருப்பிச் செலுத்துதல் ஆகியவற்றைத் தவிர, ஜூலை 2022 க்குள் நாடு ஒரு பில்லியன் அமெரிக்க டாலர் சர்வதேச இறையாண்மைப் பத்திரத்தைத் திருப்பிச் செலுத்த வேண்டும். இந்தக் கடமைகளை நிறைவேற்றத் தவறினால் அல்லது கடனைத் திருப்பிச் செலுத்துவதை மறுசீரமைக்கத் தவறினால், நாடு \"ஒழுங்கற்ற இயல்புநிலை\" நிலைக்குச் செல்லும், இந்த சூழ்நிலையில் அனைத்து சர்வதேச உதவி மற்றும் நன்கொடை நிறுவனங்கள் மற்றும் அரசாங்கங்களால் நாம் புறக்கணிக்கப்படுவோம். இலங்கை ஒரு பாரிய நாடாக மாறும். ஒரு காலத்தில் செழிப்பான லெபனானை நினைவில் கொள்ளுங்கள், இப்போது மொத்த தோல்வியின் உலகளாவிய தொன்மை.",
        "சில நாட்களுக்கு முன்னர், சமூக ஊடக ஆர்வலர் அனுருத்த பண்டார, பொலிஸில் இருந்து வந்ததாகக் கூறிக்கொள்ளும் குழுவினால் கடத்தப்பட்டதாகக் கூறப்பட்டது, பின்னர் அவர் மோதரா பொலிஸ் நிலையத்தில் கண்டுபிடிக்கப்பட்டார். \"வீட்டிற்குச் செல்லுங்கள், கோதா\" என்ற முழக்கத்துடன் சமூக ஊடகங்களில் ஒரு செய்தியை அவர் வெளியிட்ட குற்றம், அதே அழுகை சமீப நாட்களில் நாடு மற்றும் கண்டங்கள் முழுவதும் எதிரொலித்தது. நம்பமுடியாத பலத்தை வெளிப்படுத்தும் வகையில் சட்டப்பூர்வ சகோதரத்துவம் அவருக்கு உதவியாக இருந்திருக்காவிட்டால், கடந்த காலங்களில் இதேபோன்ற சூழ்நிலைகளில் பல எதிர்ப்பாளர்கள் செய்தது போல் பண்டாரவும் காணாமல் போயிருக்கலாம். தற்போதைய ஜனாதிபதி பாதுகாப்புச் செயலாளராக இருந்தபோது மிகவும் கொடூரமாகத் திறம்பட்ட கருத்து வேறுபாடுகளை அடக்குவதற்கான கறுப்பினச் செயற்பாடுகள் இனி பலனளிக்காது என்பதற்கான சான்றாகும். அதுவே ஒரு ஊக்கமளிக்கும் அடையாளம்.",
        "அரசியலில் ஒரு பரபரப்பான வாரம்: அரசியல் முட்டுக்கட்டை பொருளாதார நெருக்கடியை கூட்டும்",
        "IMF உடனான பேச்சுவார்த்தைக்கு அரசியல் ஸ்திரத்தன்மை முன்நிபந்தனை - முன்னாள் CBSL துணை ஆளுநர்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}