{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/BOI-woos-FDIs-re-investments-by-German-firms/34-732108",
  "time_ut": 1647468600,
  "title": "BOI woos FDIs, re-investments by German firms",
  "body_lines": [
    "From left: AHK Head of Corporate Affairs / Export Promotion Malintha Gajanayake, Embassy of Germany in Sri Lanka Deputy Head of Mission / Counsellor Olaf Malchow, AHK Chief Delegate of German Industry and Commerce in Sri Lanka Alexandra Voss, BOI Chairman Eng. Raja Edirisuriya, Ambassador Embassy of Germany in Sri Lanka Holger Seubert, BOI Director General Renuka Weerakone.",
    "Ambassador of Germany Holger Seubert, Deputy Head of Mission / Counsellor Olaf Malchow and Chief Delegate of German Industry and Commerce in Sri Lanka (AHK) Alexandra Voss met with Chairman BOI Eng. Raja Edirisuriya and Director General Renuka Weerakone on 10 March at the BOI. Head sof Corporate Affairs / Export Promotion (AHK) Malintha Gajanayake and BOI Director (Investment Promotion) Nilupul De Silva also participated in the discussion.",
    "The objective of the meeting was to introduce the new Head of AHK in Sri Lanka to continue the good working relationship between the BOI and AHK.",
    "During the discussion the matters discussed comprised of the facilitation provided for existing investors to encourage them to re-invest and expand their operations in Sri Lanka, as well as attracting more FDI from Germany, especially in the pharmaceutical sector.",
    "The BOI Chairman briefed the Ambassador and his team regarding the pharmaceutical zone that is currently being developed in Hambantota, and requested the Ambassador to invite leading world class German companies to invest in Sri Lanka in the pharmaceutical sector. Both sides agreed to continue the dialogue on a regular basis, to discuss the issues faced by the Existing German investors, in order to make the facilitation more effective.",
    "The Ambassador stated that whilst appreciating the assistance provided by the BOI for the existing German investors, The German Embassy in Colombo in close collaboration with AHK will continue to work closely with the BOI to provide an effective facilitation program for the German companies to encourage them to re-invest as well as invite potential German companies to invest in Sri Lanka. The Ambassador assured their fullest co-operation in attracting FDI to Sri Lanka."
  ],
  "translate": {
    "si": {
      "title": "BOI FDIs, ජර්මානු සමාගම් විසින් නැවත ආයෝජනය කරයි",
      "body_lines": [
        "වමේ සිට: AHK ආයතනික කටයුතු / අපනයන ප්‍රවර්ධන ප්‍රධානී මලින්ත ගජනායක, ශ්‍රී ලංකාවේ ජර්මානු තානාපති කාර්යාලයේ නියෝජ්‍ය දූත මණ්ඩල ප්‍රධානියා / උපදේශක ඔලාෆ් මැල්චෝ, AHK ශ්‍රී ලංකාවේ ජර්මානු කර්මාන්ත සහ වාණිජ ප්‍රධාන නියෝජිත ඇලෙක්සැන්ඩ්‍රා වොස්, BOI සභාපති ඉංජිනේරු. රාජා එදිරිසූරිය, ශ්‍රී ලංකාවේ ජර්මානු තානාපති කාර්යාලයේ හොල්ගර් සීබර්ට්, ආයෝජන මණ්ඩලයේ අධ්‍යක්ෂ ජනරාල් රේණුකා වීරකෝන්.",
        "ජර්මනියේ තානාපති Holger Seubert, නියෝජ්‍ය දූත මණ්ඩල ප්‍රධානී / උපදේශක Olaf Malchow සහ ශ්‍රී ලංකාවේ ජර්මානු කර්මාන්ත හා වාණිජ ප්‍රධාන නියෝජිත (AHK) Alexandra Voss BOI සභාපති ඉංජිනේරුවරයා හමුවිය. රාජා එදිරිසූරිය සහ අධ්‍යක්ෂ ජනරාල් රේණුකා වීරකෝන් මාර්තු 10 වැනි දින ආයෝජන මණ්ඩලයේදී. මෙම සාකච්ඡාවට ආයතනික කටයුතු / අපනයන ප්‍රවර්ධන ප්‍රධානී (AHK) මලින්ත ගජනායක සහ BOI අධ්‍යක්ෂ (ආයෝජන ප්‍රවර්ධන) නිලුපුල් ද සිල්වා යන මහත්වරු ද සහභාගී වූහ.",
        "BOI සහ AHK අතර යහපත් ක්‍රියාකාරී සබඳතාවයක් අඛණ්ඩව පවත්වාගෙන යාම සඳහා AHK හි නව ප්‍රධානියා ශ්‍රී ලංකාවට හඳුන්වා දීම මෙම රැස්වීමේ අරමුණ විය.",
        "පවතින ආයෝජකයින් ශ්‍රී ලංකාවේ නැවත ආයෝජනය කිරීමට සහ ව්‍යාප්ත කිරීමට දිරිගැන්වීමට සහ විශේෂයෙන් ඖෂධ ක්ෂේත්‍රයට ජර්මනියෙන් වැඩි ඍජු විදේශ ආයෝජන ආකර්ෂණය කර ගැනීම සඳහා ඔවුන්ට ලබා දී ඇති පහසුකම් පිළිබඳව සාකච්ඡාවේදී සාකච්ඡා කෙරිණි.",
        "දැනට හම්බන්තොට සංවර්ධනය වෙමින් පවතින ඖෂධ කලාපය පිළිබඳව ශ්‍රී ලංකා ආයෝජන මණ්ඩලයේ සභාපතිවරයා තානාපතිවරයා ඇතුළු කණ්ඩායම දැනුවත් කළ අතර ඖෂධ ක්ෂේත්‍රයේ ප්‍රමුඛ පෙළේ ජර්මානු සමාගම්වලට ශ්‍රී ලංකාවේ ආයෝජනය කිරීමට ආරාධනා කරන ලෙසද තානාපතිවරයාගෙන් ඉල්ලා සිටියේය. පවතින ජර්මානු ආයෝජකයින් මුහුණ දෙන ගැටළු සාකච්ඡා කිරීම සඳහා, පහසුකම් සැලසීම වඩාත් ඵලදායි කිරීම සඳහා නිතිපතා සංවාදය දිගටම කරගෙන යාමට දෙපාර්ශවයම එකඟ විය.",
        "දැනට පවතින ජර්මානු ආයෝජකයින් සඳහා ආයෝජන මණ්ඩලය විසින් සපයනු ලබන සහය අගය කරන අතරම, කොළඹ පිහිටි ජර්මානු තානාපති කාර්යාලය AHK සමඟ සමීප සහයෝගයෙන් ජර්මානු සමාගම් දිරිමත් කිරීම සඳහා ඵලදායී පහසුකම් සැලසීමේ වැඩසටහනක් සැපයීම සඳහා BOI සමඟ සමීපව කටයුතු කරන බව තානාපතිවරයා ප්‍රකාශ කළේය. නැවත ආයෝජනය කිරීම මෙන්ම ශ්‍රී ලංකාවේ ආයෝජනය කිරීමට විභව ජර්මානු සමාගම්වලට ආරාධනා කිරීම. ශ්‍රී ලංකාවට සෘජු විදේශ ආයෝජන ආකර්ෂණය කර ගැනීම සඳහා ඔවුන්ගේ උපරිම සහයෝගය ලබා දෙන බවට තානාපතිවරයා සහතික විය."
      ]
    },
    "ta": {
      "title": "BOI FDIகளை ஈர்க்கிறது, ஜெர்மன் நிறுவனங்களின் மறு முதலீடுகள்",
      "body_lines": [
        "இடமிருந்து: AHK நிறுவன விவகாரங்கள் / ஏற்றுமதி ஊக்குவிப்புத் தலைவர் மலிந்த கஜநாயக்க, இலங்கையில் உள்ள ஜேர்மனி தூதரகம் துணைத் தலைவர் / ஆலோசகர் Olaf Malchow, AHK இலங்கைக்கான ஜேர்மன் கைத்தொழில் மற்றும் வர்த்தகத்தின் பிரதான பிரதிநிதி அலெக்ஸாண்ட்ரா வோஸ், BOI தலைவர் Eng. ராஜா எதிரிசூரிய, இலங்கைக்கான ஜேர்மனியின் தூதுவர் ஹோல்கர் சீபர்ட், BOI பணிப்பாளர் நாயகம் ரேணுகா வீரகோன்.",
        "ஜேர்மனியின் தூதுவர் Holger Seubert, பிரதித் தூதுவர்/ஆலோசகர் Olaf Malchow மற்றும் இலங்கைக்கான ஜேர்மன் கைத்தொழில் மற்றும் வர்த்தகத்தின் பிரதான பிரதிநிதி (AHK) Alexandra Voss ஆகியோர் BOI இன் தலைவர் அவர்களைச் சந்தித்தனர். ராஜா எதிரிசூரிய மற்றும் பணிப்பாளர் நாயகம் ரேணுகா வீரகோன் மார்ச் 10 அன்று BOI இல். கூட்டாண்மை விவகாரங்கள் / ஏற்றுமதி ஊக்குவிப்பு (AHK) தலைவர் மலிந்த கஜநாயக்க மற்றும் BOI பணிப்பாளர் (முதலீட்டு ஊக்குவிப்பு) நிலுபுல் டி சில்வா ஆகியோரும் கலந்துரையாடலில் கலந்துகொண்டனர்.",
        "BOI க்கும் AHK க்கும் இடையிலான நல்ல பணி உறவைத் தொடர இலங்கையில் AHK இன் புதிய தலைவரை அறிமுகப்படுத்துவதே சந்திப்பின் நோக்கமாகும்.",
        "கலந்துரையாடலின் போது, ​​தற்போதுள்ள முதலீட்டாளர்களை இலங்கையில் மீள் முதலீடு செய்வதற்கும் அவர்களின் செயற்பாடுகளை விரிவுபடுத்துவதற்கும் ஊக்குவிப்பதற்காக அவர்களுக்கு வழங்கப்படும் வசதிகள் மற்றும் ஜேர்மனியிலிருந்து குறிப்பாக மருந்துத் துறையில் அதிக அந்நிய நேரடி முதலீட்டை ஈர்ப்பது போன்ற விடயங்கள் கலந்துரையாடப்பட்டன.",
        "தற்போது ஹம்பாந்தோட்டையில் அபிவிருத்தி செய்யப்பட்டு வரும் மருந்து வலயம் தொடர்பாக தூதுவர் மற்றும் அவரது குழுவினருக்கு BOI தலைவர் விளக்கமளித்ததுடன், இலங்கையில் மருந்துத் துறையில் முதலீடு செய்ய முன்னணி உலகத்தரம் வாய்ந்த ஜேர்மன் நிறுவனங்களை அழைக்குமாறு தூதுவரிடம் கோரிக்கை விடுத்தார். இருதரப்பும் பேச்சுவார்த்தையை வழக்கமான அடிப்படையில் தொடரவும், தற்போதுள்ள ஜேர்மன் முதலீட்டாளர்கள் எதிர்கொள்ளும் பிரச்சனைகளைப் பற்றி விவாதிக்கவும், வசதிகளை மேலும் பயனுள்ளதாக்கவும் ஒப்புக்கொண்டனர்.",
        "தற்போதுள்ள ஜேர்மன் முதலீட்டாளர்களுக்கு BOI வழங்கிய உதவிகளைப் பாராட்டும் அதே வேளையில், AHK உடன் நெருக்கமான ஒத்துழைப்புடன் கொழும்பில் உள்ள ஜேர்மன் தூதரகம், ஜேர்மன் நிறுவனங்களை ஊக்குவிப்பதற்காக ஒரு பயனுள்ள வசதி திட்டத்தை வழங்குவதற்கு BOI உடன் தொடர்ந்து நெருக்கமாக பணியாற்றும் என்று தூதுவர் கூறினார். மீண்டும் முதலீடு செய்வதுடன், இலங்கையில் முதலீடு செய்ய சாத்தியமான ஜேர்மன் நிறுவனங்களை அழைக்கவும். இலங்கைக்கு அன்னிய நேரடி முதலீட்டை ஈர்ப்பதில் தமது பூரண ஒத்துழைப்பை வழங்குவதாக தூதுவர் உறுதியளித்தார்."
      ]
    }
  }
}