{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Weekly-averages-increase-Accepted-volume-dips-below-offered-volume/34-734713",
  "time_ut": 1652303040,
  "title": "Weekly averages increase: Accepted volume dips below offered volume",
  "body_lines": [
    "The weekly Treasury bill averages were seen increasing once again at its auctions held yesterday while the total accepted amount fell below the total offered amount for the first time in three weeks.",
    "Rs. 85.40 billion was accepted in total against a total offered volume of Rs. 92.5 billion. The six-month bill recorded the sharpest increase of 84 basis points to 24.69% followed by the three month and one year bills by 59 and 58 basis points respectively to 24.07% and 24.50%. The bids to offer ratio dipped to 1.64:1.",
    "Meanwhile, the secondary bond and bill markets were at a standstill yesterday as all market participants were seen on the side lines.",
    "Meanwhile, the primary Treasury bond auctions due today will see a total volume of Rs. 35 billion on offer consisting of Rs. 15 billion of a 01.06.2025 maturity and Rs. 20 billion of a 01.05.2027 maturity.",
    "At the auctions conducted on 28 April, an amount of Rs. 31.1 billion was taken up in total against a total offered amount of Rs. 35 billion while weighted average rates were recorded at 22.01% and 22.16% respectively on the same maturities.",
    "The second phase of the auction was opened for the 01.06.2025 maturity while a direct issuance window of 20% of the offered amount was opened on the 01.05.2027 maturity.",
    "The total secondary market Treasury bond/bill transacted volume for 09 May was Rs. 0.44 billion.",
    "In money market, the weighted average rates on overnight Call money and REPO were registered at 14.50% each while the net liquidity deficit stood at Rs. 567.72 billion yesterday.",
    "An amount of Rs. 202.77 billion was deposited at Central Banks SDFR (Standard Deposit Facility Rate) of 13.50% while an amount of Rs. 770.49 billion was withdrawn from Central Banks SLFR (Standard Deposit Facility Rate) of 14.50%.",
    "The total USD/LKR traded volume for 09 May was $ 5.25 million.",
    "(References: Central Bank of Sri Lanka, Bloomberg E-Bond trading platform, Money broking companies)"
  ],
  "translate": {
    "si": {
      "title": "සතිපතා සාමාන්‍ය වැඩි වේ: පිළිගත් පරිමාව පිරිනමන පරිමාවට වඩා අඩු වේ",
      "body_lines": [
        "ඊයේ පැවති එහි වෙන්දේසියේදී සතිපතා භාණ්ඩාගාර බිල්පත් සාමාන්‍යයන් නැවත වරක් ඉහළ යාමක් දක්නට ලැබුණු අතර පිළිගත් මුළු මුදල සති තුනකට පසු පළමු වරට පිරිනැමූ මුළු මුදලට වඩා පහත වැටුණි.",
        "රුපියල්. රුපියල් බිලියන 85.40ක් මුළු පිරිනැමූ පරිමාවට සාපේක්ෂව පිළිගෙන ඇත. බිලියන 92.5 කි. මාස හයක බිල්පත පදනම් අංක 84කින් 24.69% දක්වා තියුනුම වැඩිවීමක් වාර්තා කළ අතර මාස තුනක සහ වසරක බිල්පත් පිළිවෙළින් 59 සහ 58 පදනම් අංක 24.07% සහ 24.50% දක්වා ඉහළ ගියේය. පිරිනැමීමට ඇති ලංසු අනුපාතය 1.64:1 දක්වා අඩු විය.",
        "මේ අතර, සියලුම වෙළෙඳපොළ සහභාගිවන්නන් පැති රේඛාවල දක්නට ලැබුණු බැවින් ද්විතීයික බැඳුම්කර සහ බිල්පත් වෙළෙඳපොළ ඊයේ ඇණහිට තිබුණි.",
        "මේ අතර, අද පැවැත්වීමට නියමිත ප්‍රාථමික භාණ්ඩාගාර බැඳුම්කර වෙන්දේසියේ මුළු පරිමාව රු. රුපියල් බිලියන 35කින් සමන්විත පිරිනැමීම මත. 2025.06.01 කල්පිරීමකින් බිලියන 15 ක් සහ රු. 2027.05.01 කල්පිරීමකින් බිලියන 20ක්.",
        "අප්‍රේල් 28 වැනි දින පවත්වන ලද වෙන්දේසියේදී රු. බිලියන 31.1ක් මුළු පිරිනමන ලද රු. බිලියන 35ක් වූ අතර බරිත සාමාන්‍ය අනුපාත එම කල්පිරීමේදී පිළිවෙළින් 22.01% සහ 22.16% ලෙස වාර්තා විය.",
        "වෙන්දේසියේ දෙවන අදියර 2025.06.01 කල් පිරීම සඳහා විවෘත කරන ලද අතර 2027.05.01 දින කල් පිරෙන මුදලින් 20% ක සෘජු නිකුත් කිරීමේ කවුළුවක් විවෘත විය.",
        "මැයි 09 දින මුළු ද්විතියික වෙළෙඳපොළ භාණ්ඩාගාර බැඳුම්කර/බිල්පත් ගනුදෙනු පරිමාව රු. බිලියන 0.44 කි.",
        "මුදල් වෙළෙඳපොළ තුළ, රාත්‍රී ඇමතුම් මුදල් සහ REPO සඳහා බරිත සාමාන්‍ය අනුපාත 14.50% බැගින් ලියාපදිංචි වී ඇති අතර ශුද්ධ ද්‍රවශීලතා හිඟය රු. බිලියන 567.72 ක් ඊයේ.",
        "රු. බිලියන 202.77 ක් මහ බැංකුවේ SDFR (සම්මත තැන්පතු පහසුකම් අනුපාතිකය) 13.50% හි තැන්පත් කර ඇති අතර එම මුදල රු. බිලියන 770.49 ක් ශ්‍රී ලංකා මහ බැංකුවේ SLFR (සම්මත තැන්පතු පහසුකම් අනුපාතිකය) 14.50% වෙතින් ඉවත් කර ගන්නා ලදී.",
        "මැයි 09 සඳහා වූ මුළු USD/LKR වෙළඳාම් පරිමාව ඩොලර් මිලියන 5.25 කි.",
        "(යොමු: ශ්‍රී ලංකා මහ බැංකුව, Bloomberg E-Bond trading platform, Money broking companies)"
      ]
    },
    "ta": {
      "title": "வாராந்திர சராசரிகள் அதிகரிக்கும்: வழங்கப்பட்ட ஒலியளவிற்குக் கீழே ஏற்றுக்கொள்ளப்பட்ட ஒலி அளவு குறைகிறது",
      "body_lines": [
        "நேற்று நடைபெற்ற அதன் ஏலத்தில் வாராந்திர திறைசேரி உண்டியல் சராசரிகள் மீண்டும் ஒருமுறை அதிகரித்துக் காணப்பட்டது. அதேவேளையில் ஏற்றுக்கொள்ளப்பட்ட மொத்தத் தொகையானது மூன்று வாரங்களில் முதல் முறையாக வழங்கப்பட்ட மொத்தத் தொகைக்குக் கீழே சரிந்தது.",
        "ரூ. மொத்தம் ரூ. 85.40 பில்லியன் ஏற்றுக்கொள்ளப்பட்டது. 92.5 பில்லியன். ஆறு மாத பில் 84 அடிப்படை புள்ளிகள் 24.69% ஆகவும், மூன்று மாத மற்றும் ஒரு வருட பில்கள் முறையே 59 மற்றும் 58 அடிப்படை புள்ளிகளால் 24.07% மற்றும் 24.50% ஆகவும் கூர்மையான அதிகரிப்பைப் பதிவு செய்தன. சலுகை விகிதம் 1.64:1 ஆக குறைந்துள்ளது.",
        "இதற்கிடையில், அனைத்து சந்தை பங்கேற்பாளர்களும் பக்கவாட்டில் காணப்பட்டதால், இரண்டாம் நிலை பத்திரங்கள் மற்றும் பில் சந்தைகள் நேற்று ஸ்தம்பித்தன.",
        "இதற்கிடையில், இன்று நடைபெற உள்ள முதன்மை கருவூல பத்திர ஏலத்தின் மொத்த அளவு ரூ. 35 பில்லியன் சலுகையில் ரூ. 01.06.2025 முதிர்ச்சியின் 15 பில்லியன் மற்றும் ரூ. 01.05.2027 முதிர்ச்சியின் 20 பில்லியன்.",
        "ஏப்ரல் 28ஆம் தேதி நடத்தப்பட்ட ஏலத்தில் ரூ. மொத்தம் 31.1 பில்லியன் எடுக்கப்பட்டது, மொத்தமாக வழங்கப்பட்ட ரூ. 35 பில்லியனாக இருக்கும் அதே வேளையில் எடையிடப்பட்ட சராசரி விகிதங்கள் அதே முதிர்வுகளில் முறையே 22.01% மற்றும் 22.16% ஆக பதிவு செய்யப்பட்டுள்ளன.",
        "ஏலத்தின் இரண்டாம் கட்டம் 01.06.2025 முதிர்வுக்குத் திறக்கப்பட்டது, அதே நேரத்தில் வழங்கப்பட்ட தொகையில் 20% நேரடி வழங்கல் சாளரம் 01.05.2027 அன்று திறக்கப்பட்டது.",
        "மே 09 அன்று மொத்த இரண்டாம் நிலைச் சந்தை கருவூலப் பத்திரம்/பில் பரிவர்த்தனை செய்யப்பட்ட அளவு ரூ. 0.44 பில்லியன்.",
        "பணச் சந்தையில், ஒரே இரவில் அழைப்புப் பணம் மற்றும் REPO ஆகியவற்றின் சராசரி விகிதங்கள் ஒவ்வொன்றும் 14.50% ஆகப் பதிவு செய்யப்பட்டுள்ளன, அதே சமயம் நிகர பணப்புழக்கப் பற்றாக்குறை ரூ. நேற்று 567.72 பில்லியன்.",
        "ரூ. 202.77 பில்லியன் மத்திய வங்கிகளின் SDFR (நிலையான வைப்புத்தொகை வசதி விகிதம்) 13.50% இல் டெபாசிட் செய்யப்பட்டது, அதே நேரத்தில் ரூ. 770.49 பில்லியன் மத்திய வங்கிகளின் SLFR (நிலையான வைப்புத்தொகை வசதி விகிதம்) 14.50% இலிருந்து திரும்பப் பெறப்பட்டது.",
        "மே 09 அன்று மொத்த USD/LKR வர்த்தகம் $5.25 மில்லியன் ஆகும்.",
        "(குறிப்புகள்: Central Bank of Sri Lanka, Bloomberg E-Bond trading platform, Money broking நிறுவனங்கள்)"
      ]
    }
  }
}