{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Chas-P-Hayley-shines-in-Gold-at-Industrial-Excellence-Awards-2022/34-733616",
  "time_ut": 1650393000,
  "title": "Chas P Hayley shines in Gold at Industrial Excellence Awards 2022",
  "body_lines": [
    "Managing Director Rajeeve Gunathilake, Factory Manager Pradeep Amaradasa, Deputy Managing Director Kositha Kodituakku, Director Manufacturing Lasantha Uralagamage",
    "Chas P Hayley, one of the leading companies manufacturing coir-based value-added goods in Sri Lanka, won the Gold Award in the large-scale coir and associated products category at the Industrial Excellence Awards 2022 organised by the Industrial Development Board (IDB).",
    "Factory Manager Pradeep Amaradasa received the award at the ceremony held at Waters’ Edge under the patronage of President Gotabhaya Rajapaksa and former Minister of Industries Wimal Weerawansa.",
    "The company which was first established as a spice business in 1878 by Chas P. Hayley, an English entrepreneur, was later diversified into the production of coir and associated products. At present, Charles P. Hayley exports 100% of its products to the United States, South Korea, Australia, England, Poland, Russia, and Japan.",
    "Chas P Hayley manufactures a wide range of coir products, including coir ropes and coiled coir ropes, of the highest quality. Chas P Hayley’s products are also used to design car seats for many of the world’s famous luxury cars.",
    "Hosting over 250 employees, Chas P Hayley is a subsidiary of Hayleys, one of Sri Lanka’s leading business conglomerates. Their manufacturing plant is located in Galle. Chas P Hayley is the pioneer in the development of the coir industry in the Southern Province.",
    "The other factories are located in Dompe, Naththandiya, and Kuliyapitiya. “For over 100 years, we have been contributing to the inflow of foreign exchange to Sri Lanka through the effective use of local resources. The key to our success is innovative thinking. This has helped us introduce a wide range of coir-based value-added products in the past. I would like to thank our valued international customers and staff members for their support in achieving this success”, said Managing Director Rajeeve Gunathilake."
  ]
}