{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/violence-begets-violence/",
  "time_ut": 1652120340,
  "title": "Violence begets violence",
  "body_lines": [
    "Yesterday’s dastardly attacks on anti-government protesters in Colombo must be condemned unreservedly. It is not difficult to identify the perpetrators of violence, and they must be brought to justice forthwith. They could easily have been prevented from taking on the Gota Go Gama protesters if the police had cared to use reasonable force when their march commenced from Temple Trees.",
    "The timing of yesterday’s mob attacks makes one wonder whether those violent incidents were part of a sinister plan to perpetuate political instability in the country and scuttling the ongoing efforts to resuscitate the economy. It was obvious that they were premeditated, and some SLPP leaders were behind them.",
    "Media reported, last week, that Prime Minister Mahinda Rajapaksa would announce his resignation, yesterday. The Bar Association of Sri Lanka (BASL), religious leaders, and others had managed to make the government and the SJB find common ground anent a multi-party interim administration to be formed under a new Prime Minister. If Mahinda had quietly tendered his resignation yesterday, it would have been possible to defuse the massive pressure build-up in the polity, and pave the way for the proposed coming together of the SLPP, the SJB, and the dissident government MPs to resolve the current crisis.",
    "Those who organised the pro-Mahinda protest march, yesterday, did so to incite violence and derail efforts being made to set up a caretaker government to put the economy back on an even keel. They are determined to prevent the country from coming out of the present crisis, and settle political scores with their rival factions in the SLPP.",
    "President Gotabaya Rajapaksa should have ordered the police to stop the SLPP mobs before they entered the Galle Face Green. He couldn’t have been unaware that there would be a confrontation between the SLPP marchers and the anti-government protesters. A large number of riot police personnel had been deployed in the area with water cannon at the ready, and they could have dispersed the SLPP supporters easily, but they chose to give the latter kid-glove treatment, until the situation got out of control. Then they used tear gas and water cannon, but to no avail.",
    "The police are capable of controlling crowds as we have seen on so many occasions; they did not allow a group of protesting university students to enter the Parliament premises, the other day, did they? They must be made to explain why they did not stop the protest march yesterday.",
    "Some government politicians’ houses were torched yesterday. They were not spontaneous incidents. Ordinary people protest and boo politicians, but never do they go so far as to burn houses, and the arson attacks at issue were carried out by organised groups, who were making the most of the current situation.",
    "All arson attacks were carried out systematically within hours of the pro-Mahinda protest march. This portends trouble, and the law enforcement authorities had better remain alert. Nobody must be allowed to take the law into his or her own hands; arsonists must be arrested and prosecuted if further trouble is to be averted.",
    "It is unfortunate that Opposition Leader Sajith Premadasa also came under attack at the Galle Face Green yesterday. The assailants can be easily identified, and they must be arrested and prosecuted immediately. The President must intervene to ensure that justice is done.",
    "One can only hope that yesterday’s unfortunate incidents would not stand in the way of the ongoing efforts to establish an interim administration proposed by the BASL, which has also undertaken to ensure that the goons responsible for violence will be brought to justice.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}