{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dankotuwa-porcelain-awarded-as-a-best-workplace-in-manufacturing-and-production-industry-in-sri-lanka-2022/",
  "time_ut": 1650382200,
  "title": "Dankotuwa Porcelain awarded as A Best Workplace in Manufacturing and Production Industry in Sri Lanka – 2022",
  "body_lines": [
    "Dankotuwa Porcelain PLC was recognized as a Best Workplace in Manufacturing and Production Industry in Sri Lanka by the independent analysts at Great Place to Work® in Sri Lanka. Placed as one among the 10 companies to receive this award, the company earned this credential based on extensive ratings provided by its employees in an anonymous survey conducted by Great Place to Work® in Sri Lanka during 2021 – 2022.",
    "“At Dankotwa Porcelain, we believe in journeying together with the employees. We are passionate about our people. Uplifting employee morale, encouraging team engagement and boosting employee satisfaction are integral parts of our work process. As an organisation, our company culture, facilities, and benefits are geared towards providing our employees with the very best. This recognition is truly a testimony of our core values as an employer,” commented Channa Gunawardana, CEO for Dankotuwa Porcelain PLC.",
    "Elaborating further, Gunawardana stated, “We are committed to ensure these practices are continued at Dankotuwa Porcelain PLC, and together with all employees we will build a great organization where employees work happily and passionately, hence it becomes a pleasure to achieve our common target.”",
    "“We applaud Dankotuwa Porcelain PLC for seeking employee feedback and the opportunity to recognize itself as a Best Workplace in the Manufacturing and Production industry,” said Kshanika Ratnayaka, CEO of Great Place to Work® in Sri Lanka. “These ratings measure its capacity to earn its own employees’ trust and create a great workplace – critical metrics that anyone considering working for or doing business with DPL should take into account as an indicator of high performance.”",
    "Airtel Lanka’s investments in enhanced service and value recognised at NBEA 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}