{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82700/developing-national-policy-on-children-should-be-expedited-copa",
  "time_ut": 1653583620,
  "title": "Developing national Policy on children should be expedited - COPA",
  "body_lines": [
    "The Committee on Public Accounts (COPA) has emphasized that the Department of Probation and Child Care Services should expeditiously develop a national policy on children in Sri Lanka and give proper guidance in this regard.",
    "The COPA report, which was presented in the Parliament recently, further states that the ministry should intervene to allocate funds without disparity, when funds for this subject are provided to the Provincial Councils.",
    "The committee also directed the Department of Probation and Child Care Services to pay attention to establishing a probation office for every judicial zone when the National Policy was developed.",
    "The COPA has directed the Secretary to the Ministry to amend the Laws and Ordinances applicable to children, including the Adoption of Children Ordinance, and to take necessary steps to amend these Acts expeditiously in accordance with timely requirements.",
    "The Secretary to the Ministry said the process of amending the ordinances had already commenced and the amendment of the laws relating to the Children and Young Persons Ordinance is at its final stage.",
    "The committee directed the Department of Probation and Child Care to develop a methodology to protect children from abuse when they use internet.",
    "Further, the COPA instructed to develop a programme to create a mass media censorship favorable for society to avoid irregularities committed by mass media in reporting incidents of juvenile crimes. It was disclosed here that a committee has been appointed with the intervention of the Women’s Caucus of Parliament on media regulation in relation to the said matter and its work was being carried out speedily.",
    "These matters were contained in the first report of the second sessions of the Ninth Parliament of the COPA, which was tabled in Parliament recently (20) by the COPA Chairman Prof Tissa Vitharana.",
    "This report contains information on the investigations of 7 Government Institutions summoned by the Committee on Public Accounts during the period from August 04 in 2021 to November 19 in 2021 and one Special Audit Report."
  ]
}