{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/bimstec-ends-with-charter-signed-members-look-for-more-trade-investment-ties-92286/",
  "time_ut": 1648661400,
  "title": "BIMSTEC ends with Charter signed; members look for more trade, investment ties",
  "body_lines": [
    "ECONOMYNEXT – The 5th Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) meeting ended in Colombo on Wednesday with the seven member nations signing a charter with an aim to make the regional body as a driving force in global affairs.",
    "The signing took place on the third and last day of the conference of the international body of South Asian and Southeast Asian nations, housing over 1.7 billion people and having a combined gross domestic product of $3.8 trillion (2021).",
    "“Today, our BIMSTEC Charter is being adopted. This is an important step in our efforts towards creating an institutional architecture,” Indian Prime Minister Narendra Modi said in his speech delivered virtually.",
    "“In the Charter, we have decided to hold summit meetings every 2 years and Foreign Ministers’ meeting every year. I welcome this decision. Now we should focus on how to strengthen this architecture even further.”",
    "“Developments in Europe in the last few weeks have raised a question mark on the stability of the international order. In this context, it has become important to make BIMSTEC regional cooperation more active. It has also become imperative to give more priority to our regional security.”",
    "Heads of BIMSTEC member states Bangladesh, Bhutan, India, Nepal, Sri Lanka, and Thailand addressed the conference on Wednesday while the foreign minister represented Myanmar.",
    "The new Charter gives the group an international identity and lays out the basic institutional architecture through which it will carry out its work.",
    "“Today’s signing of the BIMSTEC Charter will no doubt be a significant step towards increasing this organisation’s role not just within the region, but also as a driving force from Asia in global affairs,” Sri Lankan leader Gotabaya Rajapaksa told the conference.",
    "The cooperation within BIMSTEC had initially focused on six sectors in 1997 (trade, technology, energy, transport, tourism, and fisheries) and expanded in 2008 to incorporate agriculture, public health, poverty alleviation, counter-terrorism, environment, culture, people-to-people contact, and climate change.",
    "Tourism, which is finally starting to re-emerge after two years of near inactivity, holds great potential for all BIMSTEC nations.",
    "“The Bay of Bengal region has become increasingly important for global connectivity and trade. The international shipping lines traversing these waters help keep the engines of the global economy running,” President Rajapaksa’s office said in a statement separately.",
    "“It is essential that littoral nations work together to ensure that threats to these waters, as well as to regional states, are curtailed.”",
    "Rajapaksa explained the need for increased intelligence sharing, and inter-governmental and inter-agency cooperation amongst BIMSTEC member countries and added that the security of the region can be enhanced for the benefit of all nations through this.",
    "Indian Prime Minister Narendra Modi pledged a grant of USD 1 million for the functioning of the BIMSTEC Secretariat.",
    "“It is impossible to ensure the prosperity or development of our region without security,” Modi said.",
    "“At our 4th Summit in Kathmandu, we decided to strengthen the regional legal framework against terrorism, trans-national crime and non-traditional threats. We also called for increased cooperation between our law enforcement agencies.”",
    "“I am glad that our Convention to Combat Terrorism has become active since last year. During today’s summit, we are also signing Mutual Legal Assistance Treaty on Criminal Matters. We should also move fast on similar instruments so that there can be better coordination between our legal systems.”",
    "In her proposal, Sheikh Hasina called for the immediate operationalisation of the BIMSTEC Free Trade Area (FTA) for which a framework agreement was adopted in 2004 and other decisions like BIMSTEC centres and entities relating to disaster management, energy, cultural commission, connectivity projects, energy grid connectivity among others.",
    "She also called for finalising the remaining legal instruments and policy documents to give momentum to the work of the organisation.",
    "Prime Minister Hasina proposed that BIMSTEC should also expand its partnership with outside entities to address the emerging threats and seize new opportunities, reports the official news agency BSS.",
    "Prime Minister of Bhutan Lotay Tshering called for the provision of free or affordable internet access to the public, pointing out the need to improve digital connectivity in the region.",
    "Nepal Prime Minister Sher Bahadur Deuba highlighted the need for enhanced cooperation to combat terrorist activities, human trafficking and money laundering.",
    "Myanmar Foreign Minister Wunna Maung Lwin said food security should be given priority in the face of ongoing challenges.",
    "Signing of several legal agreements and handing over of the chairmanship of BIMSTEC to Thailand for the years 2022-2023 also took place during the Summit. (Colombo/March30/2022)"
  ]
}