{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82493/cid-arrests-mps-sanath-nishantha-and-milan-jayathilake",
  "time_ut": 1652791620,
  "title": "CID arrests MPs Sanath Nishantha and Milan Jayathilake",
  "body_lines": [
    "The Criminal Investigation Department (CID) arrested SLPP MPs Sanath Nishantha and Milan Jayathilake this evening, in connection with the attack on the anti-government protest sites in Colombo on the 9th of May.",
    "The Attorney General, on Monday (May 16), instructed the CID to arrest 22 suspects including MPs Johnston Fernando, Milan Jayathilake, Sanath Nishantha, Sanjeewa Edirimanna and Senior DIG in charge of Western Province Deshabandu Tennakoon, if sufficient evidence is available against them over the attack on anti-government protest sites in Colombo last week.",
    "If there is direct, circumstantial and technical evidence against the 22 suspects, they should be arrested as soon as possible, the Attorney General’s Department had said further.",
    "The Attorney General’s Department also instructed the CID to file cases against the arrested suspects under the Criminal Procedure Code.",
    "In its letter, the Attorney General noted that if the suspects are not found at their known addresses, they must present evidence and obtain an open warrant from a magistrate to arrest them or even seek public assistance to arrest suspects who are not found at such designated addresses.",
    "The Attorney General’s Department had further instructed the CID that it is crucial to record the statements of those against whom foreign travel bans have already been obtained.",
    "On May 12, the Fort Magistrate’s Court imposed a travel ban on former Prime Minister Mahinda Rajapaksa, MPs Namal Rajapaksa, Johnston Fernando, Sanath Nishantha and 13 others over investigations into the incidents near Temple Trees and Galle Face.",
    "MPs Pavithra Wanniarachchi, Sanjeewa Edirimanna, Kanchana Jayaratne, Rohitha Abeygunawardena, C.B. Ratnayake, Sampath Athukorala and Milco chairman Renuka Perera, SLPP activist Mahinda Kahandagama, and Senior DIG Deshabandu Tennakoon are also among the officials who were barred from travelling overseas."
  ]
}