{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/14/day-6-for-occupy-galle-face-protest-in-colombo/",
  "time_ut": 1649910000,
  "title": "Day 6 for Occupy Galle Face protest in Colombo",
  "body_lines": [
    "COLOMBO (News 1st); Youths who are used to spending time with their parents and children during the holy season are still engaged in a struggle at the Galle Face Green in Colombo for the 6th day demanding the President and his government resign.",
    "News 1st Correspondent said that people were protesting despite the heavy rains experienced on Wednesday (13) night.",
    "Sri Lankans protesting outside the most powerful building in Colombo – The President’s Office – demanding the resignation of the President and the Government, have rejected Prime Minister Mahinda Rajapaksa’s offer for talks.",
    "“We did not come here for talks. We are here to demand that you and the government resign,” said one youth protestor at the protest site which is now known by them as GotGoGama.",
    "Almost all others echoed the same sentiment rejecting the offer for discussions.",
    "“I’m willing & prepared to meet with citizens currently engaged in the protests at Galle Face to hear their thoughts & complaints. Understanding that this is a tough time for all of us, I invite them to meet & discuss any possible, plausible courses of action for the sake of Sri Lanka,” the Prime Minister tweeted, while also sending a statement to the media.",
    "Hundreds have stayed put there since Saturday (9) despite bouts of heavy rain, saying they will not leave until the president, prime minister, and the government resigns.",
    "Dozens of tents filled with donations including water, food, and medicine to sustain protesters, occupy the lawns and streets of Galle Face.",
    "Men, women, and children from all walks of life have rallied at Galle Face, waving the country’s golden lion flag, chanting slogans, and holding up placards with hand-written messages",
    "We should overcome this challenge with unity and better understanding: President"
  ]
}