{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/amazing-news-for-holidaymakers-thinking-of-thailand/",
  "time_ut": 1651063320,
  "title": "Amazing news for holidaymakers …thinking of Thailand",
  "body_lines": [
    "Yes, I’ve got some amazing news for folks thinking of taking a break, from the scene here, and venturing overseas…for a much-needed vacation.",
    "In fact, last Friday (22), I had a call from a lady, who runs a well-known dress boutique, saying that she and her friend are very keen to visit ‘The Land of Smiles,’ in May.",
    "I guess the information I have for her, and for all those thinking of visiting Amazing Thailand, would certainly bring loads of joy to many",
    "According to the Tourism Authority of Thailand (TAT NEWS), Thailand’s Centre for COVID-19 Situation Administration (CCSA), on Friday (22), approved the lifting of the RT-PCR testing requirement for international arrivals, beginning 1st May, 2022, and introduced two new entry schemes, specifically customised for vaccinated and unvaccinated travellers.",
    "International travellers, who are fully vaccinated, will no longer be required to show proof of a pre-arrival negative RT-PCR test, nor undergo an arrival test.",
    "However, they are still required to register for a Thailand Pass (via https://tp.consular.go.th/) with a Certificate of COVID-19 Vaccination and an insurance policy, with coverage no less than US$10,000 (reduced from US$20,000).",
    "Once arriving in Thailand, they will be allowed entry and will be free to go anywhere, in the kingdom.",
    "And, that’s good news, indeed, as Sri Lankans love visiting Thailand…for shopping, sightseeing, food, entertainment, etc.",
    "International travellers, who are unvaccinated, or are not fully vaccinated, will also no longer be required to show proof of a pre-arrival negative RT-PCR test, nor undergo an arrival test.",
    "They will, however, be required to register for a Thailand Pass, with a five-day hotel booking, and an insurance policy, with coverage no less than US$10,000 (reduced from US$20,000).",
    "Once arriving in Thailand, they must proceed to undergo the quarantine, for five days, as well as an RT-PCR test on Day 05.",
    "Exception is made for unvaccinated travellers who are able to upload proof of a negative RT-PCR test within 72 hours of travel, via the Thailand Pass system. They – like those fully vaccinated – will be allowed entry and will be free to go anywhere in the kingdom.",
    "While in Thailand, both vaccinated and unvaccinated travellers are advised to strictly follow health and safety standards. Travellers who are experiencing COVID-like symptoms should get tested. If testing positive, they must get the appropriate medical treatment.",
    "Yes, the Amazing Thailand scene seems encouraging for holidaymakers, but bear in mind that this information is to serve as reference only. It is especially important to check in regularly on www.tatnews.org to stay current on what remains a very fluid and fast changing situation.",
    "You will also need to checkout, from the Royal Thai Embassy, in Sri Lanka, for the requirements necessary to obtain a Thai visa.",
    "TAT Newsroom says they will be providing updates, in detail, via www.tatnews.org, once the official directives have been announced in the Royal Thai Government Gazette.",
    "And I will keep you informed, as well…and also highlight the interesting places you should visit, while in Amazing Thailand.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}