{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-tourism-continues-to-earn-high-media-coverage-at-expo-2020-dubai/",
  "time_ut": 1647270600,
  "title": "Sri Lanka Tourism continues to earn high media coverage at EXPO 2020 Dubai",
  "body_lines": [
    "Travel Trade Business Forum and B2B meetings with tourism operators a success",
    "World renowned treasure ‘Blue Sapphires’ on display at ‘Day of the Sapphire’",
    "Sri Lanka Tourism partners with ‘Emirates Airlines’ for joint promotions",
    "Destination Sri Lanka stood out last week, on the 3rd, 4th and 5th March at Expo 2020 Dubai, with four planned events earning high global media coverage. Sri Lanka Tourism is proud to announce, the total earned media exposure from this global event, which will conclude at the end of March after running for a period for six months, to be in the range of over USD 2 million, exceeding all expectations.",
    "A high level delegation led by Prasanna Ranatunga, Minister of Tourism Sri Lanka, Malraj De Silva, Sri Lankan Ambassador to UAE, Nalinda Wijerathna, Sri Lanka Consulate General Dubai and Kimarli Fernando, Chairperson, Sri Lanka Tourism were at Expo 2020 and met industry persons at the highest level of representation. ‘Sri Lanka Tourism-Expo Travel Trade Business to Business Forum’ was on 3rd March at the Business Connect Centre, Abu Dhabi Hall with the participation of local tour operators and of over 45 UAE and Gulf based international tour operators. Ms Fernando made a destination pitch at this forum showcasing different facets of destination Sri Lanka and the way forward for Sri Lanka tourism, which was received with enthusiasm both by industry players and the global media",
    "Social media sensation,‘Yohani’stood out as attracting the largest crowd,todate, to the Dubai Millennium Amphitheatre on the evening of 5th March. In the presence of over 2000 in the audience, Yohani passionately sang -‘Sri Lanka you are my paradise’ a song of positivity on Mother Lanka,to a bewitched audience which received the song with thunderous applause. Her authentic and unique style and her genuine love for her country captivated the audience and earned her rave reviews, making her the phenomenal youtube sensation that she is. Performing alongside ‘Yohani’ were Sri Lankan super stars Tehani Imara, Dinugi Herath and long standing brand ambassador for Sri Lanka Tourism, Alston Koch opening the evening’s performance with the climate action song ‘Sri Lanka Earth Lung’- a song dedicated specially to creating awareness on ‘climate change’ were all received with applause. Adding colour and vibrancy to the evening was the fusion dance performance by the Upuli Channa Dance Foundation.",
    "The ‘Day of the Sapphire Exhibition’ was also held on Saturday, 26th February 2022 at the Sri Lanka Pavilion, and the spotlight was on a long known Sri Lankan treasure – the globally acclaimed blue sapphire among a dazzling display of sapphires worth over a $100 million being exhibited. This included the Kufic Arabic a gem known to be over a thousand years old and originating from the 10th Century. Renowned jewellery specialist Helen Molesworth lead a walk-through of the exhibition, explaining the importance of each gemstone and its relevance to Sri Lanka.”Sri Lanka has not only produced gemstones of remarkable quality and variety, but has done so consistently over millennia, a testament to the continual global importance of the true ‘Island of Gems’,” she said.”The island’s most famous and revered gems are the sapphires of Sri Lanka, rightly so as much today as throughout history.”I am honoured to be part of this wonderful showcase of Sri Lanka’s finest sapphires – these miracles of nature from one of the most beautiful places on Earth.” Ms Molesworth said.",
    "Signing of the MOU with Emirates Airlines ensuring connectivity with Sri Lanka and other global destinations took place on Friday the 4thMarch at the Emirates Headquarters, making it a significant partnership of value to both parties. Emirates Airlines is an ever constant supporter of travel and tourism in Sri Lanka, especially during the height of the pandemic, ensuring connectivity with the destination and enabling the travel and tourism industry to survive and thrive.This MOU will further consolidate the relationship and build greater goodwill, facilitating integrated and aggressive joint promotions of tourism activity with a special focus on the Middle Eastern Market, a strategic tourism market for Sri Lanka. Renewing over 35 years of goodwill between Sri Lanka Tourism and Emirates Airlines. Ahmed Khoory, SVP Commercial West Asia & Indian Ocean of Emirates Airlines, and Kimarli Fernando, Chairperson of Sri Lanka Tourism, were signatories to this venture.",
    "Talking about the events, Chairperson Fernando says, ‘We are a small pavilion compared to other countries but the media attention and buzz we were able to create within the expo global village is amazing and we were able to beautifully capture this attention and convert into earned media publicity. This is an enormous gain for the country given the strain due to forex needs for planned promotions. So we very successfully navigate around our constraints and take the destination to the world through strategic media exposure and this was particularly so at Expo 2020 Dubai”",
    "Nations Trust Bank American Express‘Pump Fuel and Win’ Campaign rewards cardmembers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}