{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-fall-on-economic-uncertainty-turnover-hits-over-8-month-91651/",
  "time_ut": 1647282060,
  "title": "Sri Lanka stocks fall on economic uncertainty; turnover hits over 8-month",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks slipped more than 1 percent for the second straight session on Monday (14) with the day’s turnover hitting more than eight-month low as economic uncertainties after the currency depreciation weighed on the sentiment, brokers said.",
    "The main All Share Price Index (ASPI) fell 112.20 points to close at 10,565.26. It has been on the fall since posted a record high daily percentage gain on Thursday (10).",
    "The market turnover was 1.3 billion rupees, it’s lowest since July 8, 2021 and a quarter of this year’s average daily turnover of 5.7 billion rupees.",
    "“Bourse fell again on continued sentiment over uncertainties in the country,” a market analyst said.",
    "Analysts have said the gain seen in the previous session was unsustainable as only a few select shares moved the market.",
    "Analysts also predict some investors to move into fixed assets with the return on risk free government bonds expected move above 13 percent and while 5-year maturities expected to rise above 15-percent.",
    "In the late afternoon trade on Monday rupee was quoted at 270/280 to the US dollar. The rupee had fallen over 32 percent so far since the central bank allowed greater flexibility.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days.",
    "In the kerb market rupee was quoted at 282/290 against the dollar.",
    "S&P SL20 of the most liquid stocks fell 1.14 percent or 41.69 points to 3,613.49 points.",
    "Rising oil price, policy rate hike, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts also weighed on the sentiment.",
    "Sri Lanka’s central bank early this month raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "The market has already lost 8.7 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 13.6 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bought a net 217 million rupees worth of shares. So far this year, the market has witnessed a total foreign outflow of 2.7 billion rupees.",
    "Royal Ceramics, Expolanka, and Valliebel One dragged the main index down on Monday.",
    "Royal Ceramics Lanka slipped 6.2 percent to close at 49.80 rupees a share and Expolanka, the market heavyweight, fell 1.8 percent to close at 273.25 rupees a share, market data showed.",
    "Vallibel One Plc closed 5.6 percent down at 55.60 rupees a share. (Colombo/March14/2022)"
  ]
}