{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Independent-professionals-urge-armed-forces-Police-to-apply-utmost-restraint-on-protestors/56-733785",
  "time_ut": 1650652860,
  "title": "Independent professionals urge armed forces, Police to apply utmost restraint on protestors",
  "body_lines": [
    "The group of Independent Professionals for the Nation (Direction Sri Lanka) has called on the armed forces and the Police to act with care and understanding, and exercise utmost restraint when dealing with protestors.",
    "The group has made this request to the Commander of the Sri Lanka Army, Commander of the Sri Lanka Navy, Commander of the Sri Lanka Air Force, Inspector General of Police; and all officers and members of the Sri Lanka Army, Sri Lanka Navy, Sri Lanka Air Force and the Police.",
    "“We write to you at a time our nation is facing a watershed moment in its history. There are widespread protests throughout our country which have arisen spontaneously due to the extreme hardships faced by its people. We, as citizens of this country, are also facing these hardships, and without doubt you and your families face the same hardships,” said the group comprising 60 independent professionals.",
    "“These protests are principally being carried out by the youth of our country, with the senior members supporting them without hesitation. The distinctive feature of these protests is the very disciplined and law-abiding manner in which they are carried out. Their core objective and struggle, is to create a better country and system for all of us.",
    "“The Freedom of Expression (of which the right to protest is an integral part), the Freedom of Association and the Freedom of Peaceful Assembly are Fundamental Rights guaranteed to them under our Constitution, which all of us as citizens, are bound to uphold and protect, they added in a statement.",
    "“In this context, except for the very serious incidents we saw at Mirihana, the Police and the armed forces have so far interacted cordially with the protestors, for which we record our appreciation.",
    "“However, the day before yesterday, we were shocked to observe the use of lethal force on protestors who were reportedly unarmed, resulting in the death of a person and injuring many others.",
    "“Although we do appreciate that the Police and the armed forces are duty bound to protect and maintain law and order, we cannot condone such actions and consider the use of lethal force on unarmed citizens as unwarranted and inexcusable. In our view, the use of lethal force on another person would only be justified in extreme instances where other persons or property are seriously endangered by the acts of such person.",
    "“Therefore, as citizens and fellow professionals we earnestly request each of you to act with care and understanding and exercise utmost restraint when dealing with protestors. We request you to impress this position on each and every person under your command.  Further, we wish to bring to your attention that carrying out any unlawful command of a superior officer shall not be a ground of defence under the law.”"
  ]
}