{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Govt-loses-its-way-amid-shortages-and-queues/172-238223",
  "time_ut": 1654111560,
  "title": "Govt. loses its way amid shortages and queues",
  "body_lines": [
    "We begin this column with an excerpt from a statement made by International Monetary Fund (IMF) Managing Director Kristalina Georgieva to India’s NDTV at the World Economic Forum in Davos, Switzerland.",
    "“It is breaking my heart to watch the pictures of what is happening in Sri Lanka that was once quite prosperous. It is a result of mismanagement, and therefore the most important thing to be done is to put the country back on a sound micro-economic footing,” she said.",
    "Her statement should definitely prompt Sri Lanka’s political leadership, if they do have the political will, to name those responsible for mismanaging Sri Lanka’s economy and that they should be asked to reimburse the losses incurred by the Treasury.",
    "Another matter for concern is a Washington datelined report by the World Bank last week: “Recent media reports have inaccurately stated that the World Bank is planning support for Sri Lanka in the form of a bridge loan or new loan commitments, among other incorrect assertions.",
    "“We are concerned for the people of Sri Lanka and are working in coordination with the IMF and other development partners in advising on appropriate policies to restore economic stability and broad-based growth. Until an adequate macroeconomic policy framework is in place, the World Bank does not plan to offer new financing to Sri Lanka.",
    "“We are currently repurposing resources from previously approved projects to help the government with some essential medicines, temporary cash transfers for poor and vulnerable households, school meals for children of vulnerable families, and support for farmers and small businesses.”",
    "The IMF has also expressed similar views in a media report on Friday. “Since Sri Lanka’s public debt is assessed as “unsustainable,” the IMF said it required “sufficient assurance” from the country that it would restore debt sustainability during the debt restructuring process.",
    "The foregoing is a stark reminder that the Sri Lankan government has no time to lose or waste, gets its act together and provides the World Bank and the IMF with its plans to restore economic stability and debt sustainability so that these lending agencies would help bail out this Island Nation from the quagmire it is trapped in.",
    "Meanwhile, Sri Lanka has turned itself into a country of shortages -- no dollars, no petrol, diesel and kerosene oil, no domestic gas, essential commodities including food, milk powder, medicinal drugs, medical equipment and no electricity and as Prime Minister Ranil Wickremesinghe, who is also the Finance Minister said recently no rupees to even pay the salaries of public servants; but where Sri Lanka is concerned, it would be a surprise if any politician or official is found responsible or accepts responsibility for the disaster which has befallen this country and steps down from posts and positions.",
    "A look at the visuals telecast in the main news channels clearly shows the plight of those forced out into the streets every day to languish in queues for hours in the sweltering heat and the heavy rains to obtain fuel, kerosene and cooking gas so that they can get on with their lives and livelihoods underscoring the fact that those, least responsible for this economic calamity, are the most affected.",
    "We have repeatedly highlighted what we saw as some of the main reasons for Sri Lanka’s plunge down the current political and economic precipice so as to prevent the political leadership including the President and his Sri Lanka Podujana Peramuna (SLPP) government from taking refuge behind the cover of organised forgetting and thus avoid being held answerable for the series of foolish, short-sighted and arbitrary decisions taken which has cumulatively led to Sri Lanka’s downfall.",
    "That said, the President on Sunday assured he would take swift action to bring to justice, those who killed the 9-year-old Fatima Ayesha at Atulugama. While we condole with her family and condemn this mindless murder, we also wholeheartedly welcome the President’s assurance and in the same breath urge him to take swift action to bring to justice those who killed Lasantha Wickramatunga, Sivaram Dharmaratnam, Wasim Thajudeen and those who caused the disappearance of Prageeth Ekneligoda among others and those who masterminded the Easter Sunday carnage and the politicians including former ministers who incited, goaded and provoked the gullible Rajapaksa supporters to launch a brutal attack on peaceful protestors on May 9.",
    "As always, let us look forward to the dawn of a brave new Sri Lanka where all citizens could live in peace and dignity. That is our hope, that is our prayer and that is our dream."
  ]
}