{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/17/community-vulnerability-is-higher-than-ever-dr-fernandopulle/",
  "time_ut": 1647508920,
  "title": "Community vulnerability is higher than ever: Dr. Fernandopulle",
  "body_lines": [
    "COLOMBO (News 1st); Community vulnerability is higher than ever, as recent events including the COVID-19 pandemic has caused for widespread social and economic distortion to communities, societies and economies, says State Minister of Epidemics and COVID Disease Control, Dr. Sudarshini Fernandopulle.",
    "Speaking at the International Research and Innovations symposium on dengue amidst the COVID-19 pandemic, which was organized by the National Dengue control Unit, the disaster resilience center of Huddersfield University UK, University of Moratuwa and the University of Colombo, focused on developing and sharing of scientific knowledge, best practices and evidence based interventions among the wider scientific community in Sri Lanka and also globally.",
    "The conference is expected to bring together both local and international researchers, eminent scholars and industry partners in dengue prevention and control, infectious disease and prevention and multi Hazard early warning.",
    "State Minister Dr. Sudarshini Fernandopulle stated that COVID-19 has contributed to systemic and cascading risks, and in order to address such challenges there is a need for better stakeholder participation and to share research evidence, best practices innovations and develop competencies among all health professionals and key stakeholders which would enhance preparedness and response for multi hazard scenarios.",
    "Emphasizing the importance of communities, she stated that they may need to be rebuild physically, economically and socially, and at the same time it is vital any reconstruction activity proactively considers how to protect people and their environment and reduce the communities vulnerability.",
    "Meanwhile, Professor Neelika Malavige of the Department of Immunology and Molecular Medicine of University of Sri Jayawardenapura stated that the incidence of dengue in Latin America and Asia is more or less similar, however the case numbers have increased through the years.",
    "Citing that from the year 1990 – 2017 the case numbers has increased from 23 million to 104 millions, which is almost four to five times increase, with 70% of the burden in Asia, Prof. Malavige stated that not only has dengue cases increased, but the mortality rate has also increased over the years.",
    "“When it comes to Dengue and when we look at these challenges there are priority areas which we need to focus on if we are to move forward. So we need to have a good point of diagnostics which is highly sensitive and specific which we do not have right now. There is also an urgent need to develop or repurpose drugs, especially with the COVID-19 pandemic,” she added."
  ]
}