{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81239/india-will-always-stand-with-sri-lanka-pm-modi",
  "time_ut": 1647430380,
  "title": "India will always stand with Sri Lanka - PM Modi",
  "body_lines": [
    "Prime Minister of India Shri Narendra Modi stated that India would always stand with Sri Lanka, a close friendly neighbour, when the visiting Sri Lankan Finance Minister Basil Rajapaksa called on him earlier today (March 16) in New Delhi.",
    "Finance Minister Basil Rajapaksa is on a two-day official visit to New Delhi to follow-up on the short and medium-term economic cooperation measures that were agreed during his visit to India in December last year.",
    "The meeting between the Indian Prime Minister and the Sri Lankan Finance Minister was held at the former’s office in the Parliament House. The meeting was held in an extremely cordial manner, the High Commission of Sri Lanka in India said in a statement.",
    "At the outset, Finance Minister Rajapaksa thanked Prime Minister Modi for all the assistance that India has provided to Sri Lanka at this critical time. Prime Minister Shri Narendra Modi assured the minister that India would always stand with Sri Lanka, a close friend.",
    "The two dignitaries discussed on a wide range of issues pertaining to the bilateral relationship during the call. The areas of discussion included agriculture, renewable energy, digitalization, tourism and fisheries among others.",
    "The two leaders discussed Sri Lanka’s decision to move towards organic agriculture. PM Modi highlighted the advantages of natural farming and India’s experience in developing related techniques and products, including nano-fertilizers, which could be of relevance to Sri Lanka.",
    "The two dignitaries also agreed that cooperation in development of renewable energy in Sri Lanka is mutually beneficial and that it should be pursued with vigour.",
    "With reference to India’s expertise in unique digital identity and the proposal for bilateral cooperation for Government of Sri Lanka’s similar programme, it was stressed that such identity could serve as a platform for providing common people with access to various services.",
    "The significance of promoting the Ramayana trail in Sri Lanka and Buddhist circuit in India, including in Gujarat, was highlighted for attracting a large number of Indian tourists to Sri Lanka. In this context, specific reference was made to the MOU on tourism, signed between Sri Lanka and the State of Gujarat in 2009, which could serve as a template to promote tourism at the state level.",
    "Prime Minister Modi and Minister Rajapaksa had a comprehensive discussion on the fisheries issue between the two countries and recognized its complex and multidimensional aspects including humane treatment of fishermen, livelihood, enforcement, ecology of the ocean, early release of arrested fishermen and their boats etc. The two dignitaries also agreed on the urgent need to find a lasting solution to this complex issue.",
    "Finance Minister Basil Rajapaksa was accompanied to this meeting by Sri Lanka’s High Commissioner to India Milinda Moragoda."
  ]
}