{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Remarkable-co-incidence-1956-2022-Gal-Bokka-Gal-Gate-Galle-Face-GotaGoGama/172-237491",
  "time_ut": 1653244320,
  "title": "Remarkable co-incidence: 1956-2022: ‘Gal Bokka’-‘Gal Gate’-Galle Face GotaGoGama",
  "body_lines": [
    "“To whom is a police officer’s loyalty due? To no mother’s son; but to the law of the land”",
    "The Galle Face was initially laid out by the Dutch who used the place as a strategic line of fire against the Portuguese when they installed their cannons along it. The marshy land in the heart of capital was filled and leveled for horse racing in British-Ceylon in the early 1820s, under Governor Edward Barnes. However, the one-and-a-half miles long Colpetty Race Course was moved to a neglected Cinnamon estate further inland in 1893.",
    "This rectangular ribbon of seafront between the Galle Road and the Indian Ocean which was earlier bounded to the north by the Beira, the cemetery and the ramparts of Colombo Fort in 1860s, whilst to the south by the Galle Face Hotel [established four years later], is infamous for having added ugly episodes to the country’s political history. In 1856 the colonial government authorized the construction of a one mile promenade along the ocean front south of Colombo Fort for ladies and children to saunter and ‘wander’. This was subsequently completed in 1859 and named Galle Face. Sir Henry George Ward, the then Governor laid out a large area covering the present 12 acre-plus area engulfing the present Taj Samudra and Shangrila Hotels and Baladaskha Mawatha for an ocean-side urban park, along the coast, in the heart of Colombo. [With no center road intersecting at the time] It was initially meant for horse racing and as a golf course, later it was used for other sports like cricket, polo, football, tennis, and rugby etc.",
    "The derivation of the name Galle Face is debatable, one version is that it is from the original Dutch name for fortifications, the ‘Gal Gate’ meaning front of the fort that faced toward Galle. Another version is that, it is a corruption of the Sinhala, ‘Gal Bokka’.",
    "While the  first official rugby match in Ceylon was played at Galle Face on June 30,1879 between the Colombo Football Club and a rest of the world team, a month later, in July two school cricket teams had to row across the Beira Lake in boats and reach the grounds to play the first Royal [Colombo Academy]–Thomian cricket match.  Governor Ward administered Queen Victoria’s colony or “Lipton’s Tea Estate” for five years from 1855 to 1860, would have never dreamt that 160 years later a Rajapaksa elected to rule this republic for five years would re-name part of his promenade, Galle Face as “Virodhatha bima” [site for demonstrations]. The five-hectare green, the largest open space in the capital was a popular park for ‘society ladies’ children, lovers, vendors, teenagers, kite flyers et al, was recently converted into a permanent protest camp by young protestors who demand the resignation of President Gotabaya.",
    "Today, this land which is famous for Police atrocities [obeying illegal orders] is being occupied by a group of independent youth running into the 45th day, and they have set up permanent basic facilities including toilets, medical centre and a library, and provision of food and water. They have also set up tents for legal aid, and a film hall.",
    "When Anthony Bracegirdle, a creeper at Relugas Estate in Madulkele, Matale in the late 1930s spoke critically of the European bosses on the horrible conditions of the estate workers, he became an asset to the young Marxists of LSSP. While the CID kept a watchful eye on the planter as well as LSSP rebels’ behavior, they organized a public rally on Galle Face Green in January 1937 to celebrate IGP Sir Dowbiggin’s departure. There, young Bracegirdle was given an opportunity to address the gathering, which prompted the authorities to issue a deportation order on him. The LSSP leaders helped their friend to go underground but made sure the man appeared at the second mass rally at Galle Face Green a few days later. Bracegirdle, the 25 year-old Anglo-Australian, appeared in person on stage. When police failed in their attempt to arrest him in the midst of a massive crowd, they received an illegal order to baton-charge the crowds injuring dozens of leftist supporters. [85 years ago there were no water cannons or teargas].",
    "On the morning of March 20, 1952, the Father of the Nation, DS Senanayake, the Prime Minister was taking a ride on Galle Face Green when he suffered a stroke and fell off the police mare ‘Chitra’, along with his friend Richard Aluvihare, whom the PM had brought from outside, as the IGP overlooking all those deserving DIGs; the first distasteful lesson for the Police. In 1957, Bandaranaike repeated the same mistake, when he appointed outsider AMF Abeykoon as IGP because he wanted a Sinhala-Buddhist manning the post. Degrading of the police service has continued unabated for the rest of the 74 years.",
    "\"Governor Ward administered Queen Victoria’s colony or “Lipton’s Tea Estate” for five years from 1855 to 1860, would have never dreamt that 160 years later a Rajapaksa elected to rule this republic for five years would re-name part of his promenade, Galle Face as “Virodhatha bima” [site for demonstrations]\"",
    "The Federal party and Tamil Congress, [the main Tamil representatives] held a massive Satyagraha in the present Gotagogama area led by SJV Chelvanayagam QC protesting the passing of Official Language Act No.33 of 1956 or [Sinhala Only Bill] in parliament on June 15, 1956. There was a counter protest led by Eksath Bhikkhu Peramuna and other chauvinistic forces, while the Police carried out an illegal order not to interfere, [Later it became known that the PM had ordered so]. The Sinhala extremists’ mob armed with stones and clubs went on a rampage against peaceful unarmed satyagrahists. After chasing away Tamil politicians, the extremists remained at the site, waiting in anticipation of LSSP and CP members, that included Dr. NM Perera, the Opposition Leader who vehemently opposed the Bill, arguing in favour of both Sinhala and Tamil as official languages, to come out of the House to confront them. However, the Marxists were escorted unharmed, the same way present Opposition Leader Sajith Premadasa was bundled into his car when hooligans who hijacked GotaGoGama attacked him on May 9, 2022.",
    "The Paddy Lands Act of 1958, was introduced by Phillip Gunawardena, Minister of Agriculture and Lands under SWRD Bandaranaike’s 1956 government. This was designed to remove injustices caused to the peasantry, as 50% of island’s paddy lands were cultivated by non-owners under the age-old Ande system.",
    "The proposal was to increase the Ande Goviya’s share from the one-fourth or half of the harvest to three-fourths. The landowners declined to accept such a ‘beating’ without a fight’ they got around the right-wing ministers, CP de Silva, Maithripala Senanayake and Stanley de Soyza to teach a lesson to Philip-SWRD duo. At a secret meeting held at Buddharakkita’s Kelaniya temple abode, [Buddharakkitha owned large paddy land holdings]: a group of about 50 men, most of them never had been to a paddy field were dressed in loincloths [amude] and each given a mammoty.",
    "The men who were dropped opposite parliamentary complex in Galle Face [exactly where the Gotagogama is located]: commenced shouting anti-Philip slogans. Before they could move close to the entrance to Parliament, a considerable section of the 15,000-strong Philip’s Harbour and Dock Workers union, was unleashed by TU bosses to unmercifully attack the Amude clad ‘Goviyas’ as the police remained onlookers. The demonstrators who were unfamiliar to the environments, ran helter-skelter. Some of them in confusion and disorder had to leave the alien dress Amudes behind and run for life.",
    "The female CMC cleaners, who arrived there the following morning had collected the new loincloths and hung them on a clothe line to dry. They would have never dreamt that 64 years later protesters at the same site would exhibit their branded ‘Guy’s Jockstraps, boxer briefs, and ladies ‘feel free cheeky briefs’ decorating the fences at GotaGoGama as a mark of protest, a week before the May 9 tragedy!",
    "“History repeat itself, first as a tragedy, second as farce’ - Karl Marx"
  ]
}