{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Grounding-of-flight-and-SL-Russia-relations-EDITORIAL/231-238650",
  "time_ut": 1654642740,
  "title": "Grounding of flight and SL-Russia relations - EDITORIAL",
  "body_lines": [
    "On June 2, 2022, Russian Aeroflot flight A330-343 was detained in Colombo by aviation authorities, at the request of Irish Aircraft Leasing Company Celestial Aviation Trading Limited on an order made by the Commercial Court of the land.",
    "The story of the Russian flight barred from returning to Russia, made front page news in most national newspapers, as well as in the international media. The media instantly recognized the gravity of that act, and so was the government despite initially saying it was a matter for the court to decide.",
    "The detention of the Russian aircraft, has to be seen in the background of Western Russiaphobia and Western economic sanctions imposed on Russia.",
    "The affront caused to the Russian state was acknowledged when the Colombo Commercial High Court suspended the enjoining order against the Aeroflot aircraft,    taking into consideration facts presented by parties including the Attorney General to the effect that the Enjoining Order had been obtained by “misleading Court” and by “misrepresentation of facts”.",
    "The Additional Solicitor General (ASG) appearing on behalf of Airport Aviation Services Ltd. pointed out that a “junior attorney representing the plaintiff served notices on my client instructing to stop the aircraft.” He queried “can a lawyer perform the duty of a fiscal officer, while the duties of a fiscal officer are being governed by Fiscal Ordinance”?",
    "He also informed the Court that the Enjoining Order had been obtained concealing the fact that there is a bilateral agreement between Russia and Sri Lanka for a free passage to aircraft. The ASG alleged the Court Registrar had given several telephone calls to the Airport Navigation Centre requesting them to implement the Court Order in an unprecedented manner. He further alleged that the plaintiff has misused the powers of the judiciary for the purpose of obtaining an Enjoining Order against an aircraft putting the country at risk.",
    "But, the news of a Russian flight being seized in Lanka was a propaganda boost to the anti-Russia lobby. Russia has been a particularly close friend of Sri Lanka, defending the country against attacks from the so-called democracies in the West.",
    "At the United Nations (UN) together with China and Pakistan, Russia has always defended Sri Lankan interests. Most recently Russia as usual was a steadfast defender of our country when it was charged by the United Nations Human Rights Commission of Crimes against Humanity and War Crimes made by Western powers and their hangers on.",
    "Today our country is in the midst of its biggest economic meltdown and unable to pay off foreign debts, due to a lack of hard currency. The tea trade and tourism are among the biggest foreign exchange earners of the country together with the apparel trade. Sri Lanka’s export earnings through tea exports amount to over US$1 billion annually, while Tourism Revenues in Sri Lanka averaged US$179.09 million from 2009 until 2022.",
    "According to business.com, The Russian Federation, is the number one single country destination for Ceylon Tea. It accounts for 14% (US$ 228.3 mn) of Sri Lankan Tea exports. Again the tourist arrivals in Sri Lanka reached an all-time high of 285,334 in March 2022, with Russia and Ukraine bringing in 25% of arrivals between January and mid-February.",
    "With the country’s economy in the doldrums all efforts need to be directed toward enhancing the industries which bring in the very lifeblood which keeps our economy alive. The immediate effect of the seizing of the Aeroflot aircraft led to Russia’s suspension of flights to Sri Lanka due to “the unreliability of the situation in terms of ensuring safe flights of the airline’s aircraft” to the country. It also led Russia to recall its tourists who were visiting the island nation.",
    "Can we even estimate the catastrophic effect of this decision? It is not unforeseeable in the future, to expect Russia to cut down on its import of Sri Lanka tea or to halt imports altogether? Government needs to expose the nefarious forces who could have possibly pushed officials to put self before country and countrymen/women.",
    "These are questions the government needs to inquire into immediately. It needs to bring before the law the individuals whose actions are turning the country’s friends into foes, while at the same time endangering the economic recovery of the country."
  ]
}