{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/One-dead-over-20-injured-in-Rambukkana-clash/56-733610",
  "time_ut": 1650393000,
  "title": "One dead, over 20 injured in Rambukkana clash",
  "body_lines": [
    "One person was killed and over 20 injured in clashes between protesters and Police in Rambukkana yesterday.",
    "Police opened fire at protesters after the situation at the site turned violent yesterday evening, after 15-hour demonstrations.",
    "Kegalle Hospital confirmed that several persons have been admitted with serious injuries following the incident in Rambukkana yesterday.",
    "As per the Police, protesters have blocked the main train line, Kandy-Colombo from Rambukkana, whilst also blocking the main roads of Rambukkana-Kegalle as well as Kurunegala-Mawanella demanding a solution to the fuel crisis.",
    "Later in the evening, the protesters also stopped a diesel bowser across the rail track.",
    "Following the disruptions, the Railway authorities were compelled to cancel several trains along the mainline.",
    "“Despite many requests made to disperse the protesters from the area several times, they have not heeded to the Police. Later, they attempted to set fire to the bowser while a three-wheeler was torched by the protesters,” Police Media Spokesman SSP Nihal Thalduwa said.",
    "He justified their action by claiming that the protesters were damaging public property, Police officers fired tear gas to disperse them.",
    "“The protesters retaliated and attempted to attack Police officers on duty. We were unable to defuse the situation and gunshots were then fired,” SSP Thalduwa said.",
    "He also said that additional Police forces have been deployed to control the situation in Rambukkana.",
    "The individual who was shot and killed today by Police during a protest in Rambukkana was a former member of the UNP Youth Wing.",
    "UNP Deputy Leader Ruwan Wijewardena travelled to Rambukkana to visit the family and the hospital to check on the others injured in the protest shooting."
  ]
}