{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/path-of-the-white-swans-in-the-sky/",
  "time_ut": 1653136620,
  "title": "Path of the White Swans in the Sky",
  "body_lines": [
    "When Bhikkhuni Suvimalee phoned me to say she had completed another book, this time about a dedicated Bhikkhuni she admires very much, I expected a biography. The book – Path of the White Swans is very much more as its subtitle denotes: An account of a Sri Lankan Hermitage and its Head Nun.",
    "Independent and clear thinking Bhikkhus well versed in the Vinya came forward and ordained nuns. Now with many receiving Full Ordination (Upasampada), the Bhikkhuni Sasana is firmly established in Sri Lanka and doing much good. In villages particularly, this fourth support of the Buddha Sasana with excellent Bhikkhunis, renders great service. One such set of Bhikkhunis and their aranya is the subject of Bhikkhuni Dr Suvimalee’s book, published by the Galgamuwa Visakharama Charitable Trust.",
    "To quote the author in her Introduction: “In this short account what I have tried to bring out is the inner motivation and spiritual struggle of a strong character despite her seemingly ethereal delicateness.” She speaks here of Ven Badalgama Dhammanandani, Head of Viskharamaya, Galgamuwa, Veyangoda.",
    "Chapter 5 details salient facts of the life and work of Most Ven Batagama Medhanandabhidana Thera, chief monk of the Yogashrama at Naugala, Kegalle, who was the revered Apey Loku Hamuduruwo to many bhikkhus, ten preceptors, lay persons and then bhikkhunis. The author says he had studied the Buddhist texts diligently and had decided it was possible and beneficial to give higher ordination to dasasil mathas. In 1958 this monk had grouped ten preceptors in a society calling itself the Dasa Silmatas at Naugala which evolved to the International Sasanaloka Bhikkhuni Society of Naugala. Bhikkhuni Suvimalee includes in this chapter the history of the revival of the Bhikkhuni order in Sri Lanka as in Taiwan and California.",
    "In Chapter 2 – A brief Journey into the Past –Bhikkhuni Suvimalee writes of her arrival in Visakharamaya in 2007: “There were twelve candidates for the training programme of many months. I was thrilled to live in the environment of a traditional rural hermitage.” She goes on to describe Visakharamaya in 2019 by which time the aranya was vastly expanded.",
    "Chapter 3 and 4 titled Metta and Karuna and Facing the Vicissitudes of Life details childhood and early adult life of Ven Badalgama Dhammanandani, the Bhikkhuni who is the focal point of the book. She, Ranmenika, was born in 1953 in the village Petigoda in the Gampaha district, fifth of seven siblings. While still a child, her family suffered economically after her father died. She had to give up school after Grade 2 since there was no one to escort her. The life of the village and villagers is described in these chapters. Included are three episodes of ‘intrusions’ in the child Ranmenika’s life and that as the head nun of the aranya – the adoption of a squirrel; the rat-snake episode and the invasion of the bomaluwa by kuros or black ants. In all the Head Nun’s compassion and loving kindness are shown. Also mentioned are education policies prevalent at the time. The turning point in Ranmenika’s life occurred in 1972 when she accompanied a friend to a funeral in Badalgama where she saw the then Head Nun of Visakaramaya. Ranmenika, aged 19 and helping the family’s earnings through weaving handloom cloth, was so impressed she wanted to renounce lay life. Her mother refused permission at first, but relented when she realized how determined her daughter was to enter the life of a ten preceptor in robes.",
    "Chapter 6 with title The Creek that became a River details the founding of the Dasasil Mata Society of Naugala; the early history of the aranya – Visakharamaya; the ordination of Ranmenika taking the name of Badalgama Dhammanandani. In the following chapter, her academic studies are outlined: BA external degree from the Buddhist and Pali University. As this is a Bhikkhu University, all female monastics had to sit exams externally. Subsequently she obtained a MA degree from the Post Graduate Institute of Pali and Buddhist Studies of the University of Kelaniya. Other nuns of Visakaramaya and its practices are also described. In Chapters 8 and 9 residents around Visakaramaya and benefactors are written about.",
    "Mention must be made of the chosen title of the booklet: Path of the White Swans in the Sky. In lay life Suvimalee Karunaratne was a keen writer and artiste and happily continued writing while a Samanera and now an Upasampada Bhikkhuni. Thus naturally her choice of title and even the make-up of her book is artistic. Two quotations are encapsulated in the title: one an anonymous poem and the other from the Dhammapada. The poem is:",
    "The Dhammapada verse quoted reads thus: “They for whom there is no accumulation … their course like that of birds in the air cannot be traced.”",
    "The cover is beautifully designed with silver swans, one in flight and two on land, against a steel grey background. The saffron of the title completes the visual message.",
    "I first met Suvimalee, long before her monastic life, when she was working for SLBC reading short stories over an arts programme. She has won many awards for her creative writing including two State Literary Awards in 2001 and 2004 for the novel Vine and short stories – Mandara Flower Salon and other stories respectively. She holds two Masters Degrees from the University of Kelaniya and a PhD from the University of Peradeniya. She worked on the Buddhist Encyclopedia (1991-2004). Her ordination as a Samanera was in 2004 and higher ordination as a Theravada Bhikkhuni in 2007. She resides now at Visakaramaya, Galagamuwa, Veyangoda, after a time of residence as a senior lecturer in the Sri Lanka International Buddhist Academy, Kandy, 2010 -14.",
    "To write about style of writing and language is not necessary. The most obvious is that Ven Dr Suvimalee’s calmness, serenity and piety come across through the pages. She has done fulsome justice to Bhikkhus and Bhikkhunis she associated with, particularly her biographee – the Head Nun of Visakaramaya. Any reader will be convinced of the piety of these religious persons and also the service they render both to those in yellow robes and lay persons. This book has further substantiated the fact that a Bhikkhuni Sasana was essential to Sri Lanka. We have very many pious and dedicated persons in robes in this island, in the Maha Sangha and Bhikkhuni Sasana. Sri Lanka and its people are blessed by this fact.",
    "NOTE: The GalgamuwaVisakharama Charitable Trust, publisher of the original English book as well as its Sinhala translation, was set up under the patronage of Bhikkhuni Dr.W. Suvimalee in 2019. Its main objective is to facilitate religious education of Bhikkhunis in Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}