{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/15-unilever-brands-named-most-loved-brands-in-lmds-brands-annual-ranking-2022/",
  "time_ut": 1653485520,
  "title": "15 Unilever brands named ‘Most Loved Brands’ in LMD’s Brands Annual Ranking 2022",
  "body_lines": [
    "Lifebuoy and Sunlight rated Top 3 Most Loved Brands in Sri Lanka",
    "Unilever Sri Lanka has announced that 15 of its FMCG (Fast-Moving-Consumer- Goods) brands have been named the ‘Most Loved Brands’ in Sri Lanka, in LMD’s Brands Annual Ranking 2022, compiled by Brand Finance Lanka. Securing the top spots were Lifebuoy, Sunlight, Signal, Knorr, Sunsilk, Vaseline, Horlicks, Surf Excel, Comfort, Marmite, Lux, Dove, Pears, Vim and Glow & Lovely, making Unilever Sri Lanka the company with the most number of brands to make the list.",
    "In LMD’s overall ‘50 Most Loved Brands’ index, Lifebuoy and Sunlight made it to the Top 3, with 8 other Unilever brands securing positions.",
    "Five Unilever brands also took home the ‘Most Loved Brand’ title in their respective sectors, namely Sunlight in the ‘Detergent’ sector, Signal in ‘Dental Care’, with Knorr, Sunsilk and Vaseline claiming the Number 1 spot in the ‘FMCG (Sauces and Ingredients)’, ‘Hair Care’ and ‘Personal Care’ sectors, respectively.",
    "Commenting on the achievement, Hajar Alafifi, Chairperson and Managing Director of Unilever Sri Lanka said: “We are proud and honoured to have received this recognition for not one but 15 Unilever brands! This signifies our strength in understanding our local consumer preferences and gaining the trust and respect of our stakeholders. We will continue to invest in our brands to make a positive impact in our consumers’ lives. My heartiest congratulations go to all the teams who have worked hard on building our beloved brands with passion and dedication!”",
    "The rankings were compiled based on a survey conducted by Brand Finance, the world’s leading independent brand valuation and ratings firm. Their world-class Most Loved Index analyses respondents’ feedback on a 10-point scale that assesses the level of trust associated and the likelihood of considering a brand for purchase, which are then reviewed by an expert panel of brand analysts and consultants. A total of 898 respondents took part in the survey this year, who rated the brands by benchmarking one brand against others within individual sectors.",
    "Unilever Sri Lanka has been deeply rooted in Sri Lankan society for over 84 years. Established as one of the largest FMCG companies in the country, it manufactures 96% of its products locally to the strictest manufacturing standards. The company was also crowned the ‘Number 1 Most Respected FMCG Company’ for the 16th consecutive year by LMD in its 2021 ‘Most Respected Entities’ list, ranked the ‘Number 1 Employer of Choice’ for the 10th consecutive year in 2021 by NielsenIQ, awarded the ‘Most Effective Marketer of the Year’ award for the 6th consecutive year at the 2021 Effie Awards and adjudged the ‘Most Awarded Entity’ in the ‘Consumer Products’ and ‘Multinational’ Categories in Sri Lanka by LMD in its 2021 ‘Most Awarded’ Edition.",
    "Leasing of Uchchamunai peninsula likely to uproot 400 families of early settlers",
    "Manudam Mehewara Initiative by Dialog, MAS, Hemas & CBL reach 10,000 families, invites all corporates to Join its countrywide emergency relief mission",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}