{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/tax-hike-fears-dampen-share-trading/",
  "time_ut": 1653568740,
  "title": "Tax hike fears dampen share trading",
  "body_lines": [
    "CSE trading started on a positive note in a highly volatile market situation and ended on a negative number yesterday. The reason being that CSE investors fear tax hikes in the near future following Prime Minister Ranil Wickremesinghe’s appointment as Finance Minister.",
    "“The market did pick up on the new Finance Minister’s appointment hype but it quickly fell on worries that there will be fiscal consolidation to face an interim budget with the intention of increasing tax revenue, market analysts said.",
    "The overall market is gearing towards the downward trend due to this fiscal consolidation as the new budgets will be tax-based and will negatively impact listed companies in the CSE, market sources said.Wickremesinghe was appointed Finance Minister on Wednesday. He has promised to present a new budget soon and said the budget deficit for this year could be as high as 13 per cent of GDP, which is the highest since 1982.",
    "Amid those developments both indices moved downwards. The All- Share Price Index went down by 50.9 points and S and P SL20 declined by 35.1 points. Turnover stood at Rs 1.6 billion without any arranged transactions or crossings.In the retail market top seven companies that mainly contributed to the turnover were; Browns Investments Rs 426 million (53.5 million shares traded), Expolanka Holdings Rs 361 million (1.6 million shares traded), Lanka IOC Rs 106.8 million (1.7 million shares traded), LOLC Finance Rs 95.1 million (9.8 million shares traded), LOLC Holdings Rs 63.1 million (9.8 million shares traded), Royal Ceramic Rs 51.5 million (2.1 million shares traded) and Prime Lanka Residencies Rs 33.4 million (4.8 million shares traded). During the day 103 million share volumes changed hands in 15000 transactions.",
    "Yesterday, local commercial banks quoted Rs 364.7 to the dollar against telegraphic transfers, while the Central Bank interbank spot rate was at Rs. 359.7.The Central Bank guidance margin is plus Rs 2.50 or minus Rs 3.50. On Wednesday the interbank spot was at Rs 359.4.Commercial banks were quoting Rs 354.7/364.7 for telegraphic transfer dollars yesterday, remaining unchanged from last week.",
    "‘Banking sector at risk of accumulating tourism related non-performing loans’",
    "Dialog Smart Home Enables Seamless Home Automation via Range of Intuitive Solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}