{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aimg-sri-lanka-partners-with-montrela-consultants/",
  "time_ut": 1651505640,
  "title": "AIMG Sri Lanka partners with Montrela Consultants",
  "body_lines": [
    "The Association of International Marketing Graduates in Sri Lanka (AIMGSL) entered into a Strategic Partnership with Montrela Consultants Ltd, a leading international migration consultancy, with the signing of a Memorandum of Understanding (MoU) on April 6 2022, at Montrela office, Colombo.",
    "The partnership will act as a gateway for Marketing Professionals to receive exclusive access to Montrela Consultants services in order to successfully relocate to competitive markets in Canada, USA, Australia, etc where they may pursue their chosen field of expertise.",
    "Commenting on the partnership, Chairman, The Association of International Marketing Graduates in Sri Lanka – Sujith Silva stated: “It is a pleasure to partner with Montrela Consultants as we look to create synergy with likeminded businesses and personalities in order to promote and support the revolutionary work that AIMGSL continues to conduct for the Sri Lankan marketing fraternity”.",
    "The Association of International Marketing Graduates Sri Lanka (AIMGSL) was established in July 2020 by veterans of the marketing industry boasting over 3 decades of expertise and experience, with its main focus to create a dynamic and professional association with international marketing qualifications, connecting young and senior members to create a platform for knowledge sharing via workshops, programmes and various other activities. Its objective remains to aid Sri Lanka-based marketers to stay at the forefront of their professions and the market.",
    "Speaking with Managing Director, Montrela Consultants Sri Lanka – Yusri Abdullah stated: “The partnership with AIMGSL will allow for a mutually beneficial partnership that will cultivate a great opportunity to work together with members of this modern marketing association to further strengthen and grow our customer network.”",
    "Montrela Consultants is a leading International Immigration firm based in Canada, Dubai & Sri Lanka, providing tailor made immigration services helping clients migrate to their dream destination of choice. The superior customer service and credibility of having the highest success rates within the industry has helped Montrela Consultants to be the most dominant player for migration solutions in the country.",
    "Emirates boarding pass unlocks more offers in Dubai for summer 2022",
    "Sonduru Diriyawanthi natural hair wigs donated to Kurunegala and Anuradhapura Hospitals",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}