{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Engineering-firm-Luminex-announces-Rs-250-m-IPO/34-734380",
  "time_ut": 1651705200,
  "title": "Engineering firm Luminex announces Rs. 250 m IPO",
  "body_lines": [
    "Luminex Ltd., has announced their plans for a Rs. 250 million Initial Public Offering (IPO) of 31,250,000 ordinary shares at Rs. 8 per share commencing 12 May 2022.",
    "The issue amounts to a 11.52% stake of the company subsequent to the IPO. Funds raised from the IPO will be utilised to enhance the working capital to scale up by consolidating local operations. Navara Capital Ltd., is the financial advisor and issue manager.",
    "Luminex is a leading engineering company and market leader in telecom infrastructure engineering and is also involved in electrical, civil and water projects as well.",
    "The company has been in operation for well over 35 years and has completed over 850 projects in the past 10 years. It is a leading telecom OSP (Outside Plant) construction partner for Sri Lanka Telecom and Dialog Axiata and a construction contractor for public and private entities. The company is empowered by a competent 570 in house workforce across eight operation centres and 29 project offices at present.",
    "Luminex has been certified as EM1 by the Construction Industry Development Authority (CIDA) in the main area of operation and it has also obtained the ISO 9001: 2015 Quality Management Certification awarded by DET NORSKE VERITAS (DNV).",
    "The company has recorded an annual turnover of Rs. 2.55 billion for year 2020/2021 and after-tax profit of Rs. 295 million.  In the first nine months of the FY 2021/22 the company has recorded a turnover of Rs. 2.48 billion and after-tax profit of Rs. 453 million maintaining a healthy growth rate. Managing Director Ruwan Fernando said: “We are pleased to list Luminex Ltd. on the Colombo Stock Exchange as part of our strategy to broad-base the ownership and to further enhance our brand equity. Luminex is positioned strongly in the nation’s engineering sector and is geared to expand its operations beyond the shores of Sri Lanka. Since the offer is already announced, we invite the public to subscribe for shares of Luminex against a backdrop of aggressive expansion in telecom infrastructure and water projects which are expected to benefit revenue growth of Luminex favourably.”",
    "Navara Capital CEO Jayasankha Alahendra said: “We believe the issue is attractively priced at 3.18 times PE based on the nine months earnings for 31st December, 2021. Luminex presents a favourable investment opportunity even in the currently depressed market conditions. Based on the historical records of the company, one could expect an attractive dividend pay-out and this would present an excellent investment opportunity in the medium term.”"
  ]
}