{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81137/secure-more-opportunities-for-skilled-workers-president-tells-slbfe",
  "time_ut": 1647014700,
  "title": "Secure more opportunities for skilled workers, President tells SLBFE",
  "body_lines": [
    "President Gotabaya Rajapaksa instructed the officials of Sri Lanka Bureau of Foreign Employment (SLBFE) to pay more attention to seize opportunities for skilled workers in the foreign employment market.",
    "The Head of State said that migrant workers’ job skills would lead to higher salaries and job security.",
    "His remarks came during his inspection visit to the head office of the Sri Lanka Bureau of Foreign Employment at Denzil Kobbekaduwa Mawatha, Koswatta, Battaramulla this morning (March 11), the President’s Media Division (PMD) said in a statement.",
    "The mission of the Foreign Employment Bureau is to create efficient and equitable avenues for the people to reap the benefits of the overseas job market with their skills, while contributing to the local economy and safeguarding the interests of all stakeholders.",
    "The main functions of the Foreign Employment Bureau are the issuance of licenses for recruitment agencies, training and registration of expatriates, conciliation, welfare, legal affairs, marketing and research.",
    "Finding skilled and efficient workers is an issue faced by employers and recruitment agencies around the world.",
    "Against such a backdrop, Sri Lanka has earned a reputation as a source for providing skilled, honest and seasoned workers.",
    "Sri Lanka has skilled workers in many fields including medicine, engineering, accountancy, architecture, teaching, law, banking, hotels and restaurants, nursing and computer technology. The President looked into the progress made by the Bureau on the National Programme for directing professional and skilled workers for overseas employment.",
    "The officials pointed out that remittances received from foreign employment was one of the highest foreign exchange contributions to the national income.",
    "The President paid special attention to the safety of workers going abroad for employment and the steps taken to expeditiously resolve the issues they face in the workplace.",
    "The President inquired the officials whether the responsibilities of the licensed recruitment agencies are being fulfilled properly. It was revealed that 2,832 cases have been filed against agencies and individuals for violating the Foreign Employment Bureau Act.",
    "The President instructed them to immediately blacklist them and take further legal action.",
    "The President also looked into the 24-hour information service centre established to provide information to the people including migrant workers and inquire into their issues.",
    "President Rajapaksa also paid special attention to the measures taken by the Labor Welfare Divisions at Sri Lanka’s Missions abroad to ensure the welfare and security of the migrant community working in those countries and the actions taken by the Foreign Employment Bureau.",
    "The President commended the Bureau for taking steps to educate the public by organising job fairs with the participation of licensed foreign employment agencies.",
    "The President inspected all the units at the Bureau, encouraged the officers and inquired into the wellbeing of the people who had visited to obtain the services.",
    "Minister of Labour Nimal Siripala de Silva, State Minister of Foreign Employment Promotion and Market Diversification Piyankara Jayaratne, Principal Advisor to the President Lalith Weeratunga, Secretaries to Ministries and Chairman of the Bureau Major General (Retd) Mahinda Hathurusinghe were also present."
  ]
}