{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/gas-prices-sky-rocket-the-plight-of-the-housewife/",
  "time_ut": 1653137820,
  "title": "Gas prices sky rocket: The plight of the housewife",
  "body_lines": [
    "The latest price hike on LPG by the state owned primary supplier, while the private sector supplier has for all intents and purposes has moved out of the market, make this a problem of epic proportions for which the government has no solution at all.",
    "While the disruption, which occurred some six months ago, was mostly focused on the safety issues, on the heels of the previous price hike, the present problem appears to be one of shortages due to the inability to raise the dollars needed for the imports.",
    "This problem will be further exacerbated due to the world energy price escalation, requiring even more dollars for future purchases. Naturally, the current price hike was inevitable with the massive depreciation of the Sri Lankan Rupee. Even this increased price does not seem to meet the actual cost of this imported resource and further price hikes are to be expected if the Litro Gas Company is to stay alive. Even at present they are reported to operate at a loss of 24 billion rupees.",
    "The vociferous protests by the consumers or the opposition politicians, demanding subsidies and other none sustainable actions, are not likely to provide a solution. As seen by the recent comments of the chairman, the Litro Gas company is just not able to supply gas even at this elevated price should be seen as the writing on the wall by all those who wait patiently in the endless queues waiting for the gas which may never come. Regrettably some incidences of violence too have erupted due the understandable frustration felt by the irate consumers.",
    "It is time to recognize that the solution lies in our ability to develop sustainable indigenous alternatives which are not buffeted by the global circumstances on which we have no control. The much-quoted saying ” Light a Candle Instead of Cursing the Darkness” is of relevance here.",
    "Fortunately for us in Sri Lanka, we have such options for all our energy needs, if only we have the wisdom and the courage to utilize them. The most urgent and important need is to find such an alternative to Liquid Petroleum Gas ( LPG) foisted on the unsuspecting householders , with high powered advertising , aided and abetted by the short-sighted and ignorant political leaders, who cannot see beyond their noses.",
    "The Bio Energy Association of Sri Lanka which over several decades have been expounding the value and feasibility of the Sustainably Grown fuel wood as a source of energy, has identified a number of local manufacturers of cooking stoves, suitable for use of fuelwood or wood charcoal, which perform quite satisfactorily, with practically no smoke to be suitable for operation even in indoor kitchens. With limited ventilation.",
    "These can be improved further to be as user friendly as the gas stoves, but they offer an immediate acceptable solution to overcome the present crisis.",
    "While a number of intrepid innovators have come up with varying models of such stoves as illustrated below, the changeover can be sustainable only if , a reliable supply chain of fuelwood and as the BEASL presently advocates, the supply of wood charcoal, can be urgently established.",
    "For this purpose the use of Gliricidia or similar sustainably grown bio mass sources is recommended. While increased interest in planting such trees wherever possible is needed, not requiring large extents of dedicated lands, to meet the increasing demand to match the expected changeover, there are enough of such trees growing , as well as other sources such as trimmings from fruit and other trees in the homesteads as well as substantial amounts of construction site waste timber, offering a renewable resource to be tapped and offer a lucrative source of income to those entering the market.",
    "As per the adage there is an opportunity behind every crisis. In this case by the manufacture and supply of well designed and constructed wood/charcoal burning stoves and by the development of the supply chain of fuelwood and wood charcoal.",
    "To put this in context, Sri Lanka spent US$ 245 M (Rs 90 Billion at current rate of exchange ) for the import of LPG in 2021. With the increase in world market prices of LPG now as $900 per ton, as reported by the new chairman of Litro, this bill will expand to a whopping Rs 143 Billion this year. If even 50% of this is reduced by fuel switching to fuel wood or wood charcoal, that would divert some Rs 70 Billion to the pockets of Sri Lankan farmers or households. The local stove manufacturing industry would add a further Rs 10 Billion to the local economy.",
    "It is to be noted that the current manufacturers of stoves advertise them for use with coconut shell charcoal, understandably as it is the only charcoal presently in the market. However, this will gravely limit the adoption of these stoves for two reasons",
    "It far too expensive at Rs 250/kg which makes its use as expensive as LPG",
    "Coconut shell charcoal is the main raw material for the manufacture of Activated Carbon, a major source of export income. It is a crime to just burn this valuable resource. The Activated Carbon manufacturers are running well below capacity due to shortage of coconut shell charcoal.",
    "However, we are glad to report that we have tested all the stoves that have come in to the market with wood charcoal ,with similar results as coconut shell charcoal. The wood charcoal cost would be a fraction of the cost of coconut shell charcoal as shown below.",
    "To promote these activities and thereby alleviate the critical problem faced by the entire population, Bio Energy Association of Sri Lanka (BEASL) is offering its help with technical help to both the manufacturers of processed fuelwood and the manufacturers of wood charcoal, to be sold together with the stoves to ensure the sustainability of the changeover. This offer is also extended to the current or emerging manufacturers of the stoves to improve their designs for better market penetration.",
    "A much wider and island wide awareness needs to be created to inform the public that there is a way out of this crisis as well as an additional source of income in these times of severe economic hardship. It is hoped that the government will at least take up this task of publicity of this opportunity, at this critical time and provide encouragement to find indigenous solutions to be rid forever from the trap of blind dependence on imported fossil fuels.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}