{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/govt-s-plans-to-revert-taxes-to-2019-levels-dampen-share-market/",
  "time_ut": 1654009500,
  "title": "Govt.’s plans to revert taxes to 2019 levels dampen share market",
  "body_lines": [
    "CSE plunged to negative territory within the first hour of trading yesterday following reports that the Cabinet is to revert taxes to 2019 levels and the question that arises is what will happen next, market analysts said.",
    "The market began trading in a negative manner following news that the Cabinet has given the go-ahead to amend the 2017 Inland Revenue Act, 2002 VAT Act, 2011 Telecommunication Act, 1998 Betting and Gaming Levy Act and the Financial Management Responsibility Act. Sri Lanka cut taxes in December 2019 as a ‘fiscal stimulus’ measure, saying there was a ‘persistent output gap’ after two earlier currency crises in 2016 and 2018 reduced growth. The value-added tax was cut from 15 to 08 percent, market analysts added.",
    "At the weekly Cabinet meeting yesterday, Sri Lanka announced that it will go back to 2019 tax levels to boost the country’s revenues and a supplementary budget estimate of Rs 695 billion will be presented to parliament soon.",
    "Amid those developments both indices moved downwards. The main All -Share Price Index fell 1.05 per cent or 123.4 points and the most liquid S&P SL20 slipped 1.2 per cent or 23.7 points .Market generated a turnover of Rs 1.6 billion with two crossings. Those two crossings were reported in Commercial Bank, which crossed 500,000 shares to the tune of Rs 29 million; its shares traded at Rs 54 and JHK 200,000 shares crossed to the tune of Rs 24.8 million, its shares traded at Rs 124.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Browns Investments Rs 398 million (39.8 million shares traded), Expolanka Holdings Rs 235 million (one million shares traded), LOLC Finance Rs 134 million (14.9 million shares traded), Lanka IOC Rs 50 million (1.1 million shares traded), Print Care Rs 45.7 million (1.5 million shares traded), Keells Hotel Rs 44 million (four million shares traded) and HNB Rs 41 million (529,000 shares traded). During the day 105.3 million share volumes changed hands in 17000 transactions. The top losers were LOLC Holdings, Expolanka and Browns Investment.",
    "Yesterday, local commercial banks quoted Rs 365.7 against telegraphic transfers, while the Central Bank kept the interbank spot trade at Rs 360.7 under a daily guidance rate. Commercial banks were quoting Rs 355.7/365.7 for telegraphic transfer dollars yesterday, flat from the previous day. Some banks were also quoting the rupee at 365.00 for TT dollars on the previous day.",
    "ComBank donates 4 more IT Labs benefitting another 7,600 students",
    "SLT-MOBITEL marks milestone completing infrastructure for One Million Fibre Project",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}