{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/24/ukraines-zelenskiy-says-he-would-meet-with-putin-to-end-the-war/",
  "time_ut": 1653382920,
  "title": "Ukraine’s Zelenskiy says he would meet with Putin to end the war",
  "body_lines": [
    "(Reuters); Ukrainian President Volodymyr Zelenskiy stated on Monday (23) that President Vladimir Putin was the only Russian official he was willing to meet with to discuss how to end the war.",
    "Zelenskiy, addressing by video link an audience at the World Economic Forum in Davos, also said that arranging any talks with Russia was becoming more difficult in light of what he said was evidence of Russian actions against civilians under occupation.",
    "Russia denies targeting civilians in what it calls a “special operation” to degrade Ukraine’s military capabilities.",
    "“The president of the Russian Federation decides it all,” said Zelenskiy through an interpreter. “If we are talking about ending this war without him personally, that decision cannot be taken.”",
    "Zelenskiy said the discovery of mass killings in areas occupied by Russian troops earlier in the war, particularly outside Kyiv, made it more difficult to arrange talks and he would rule out any discussions with other officials.",
    "Founder and Executive chairman Klaus Schwab addresses the delegates with the Ukraine’s President Volodymyr Zelenskiy displayed on a screen in the background during the opening ceremony of the World Economic Forum (WEF) in Davos, Switzerland May 23, 2022. REUTERS/Arnd Wiegmann",
    "“I cannot accept any kind of meeting with anyone coming from the Russian Federation but the president,” he said. “And only in the case when there is one issue on the (table): stopping the war. There are no other grounds for any other kind of meeting.”",
    "Russian and Ukrainian negotiators have held sporadic talks since Russian forces poured into Ukraine at the end of February, but both sides say the talks have stalled.",
    "Zelenskiy told Ukrainian television last week that it was impossible to halt the war without some sort of diplomacy involved.",
    "In his remarks to the audience in Davos, Zelenskiy also said that war came at a huge human price for Ukrainians. The country’s forces, he said, were making gains, notably near the second city of Kharkiv, but “the bloodiest situation remains in Donbas, where we are losing too many people”.",
    "He added that any notion of recovering by force the Crimea peninsula, seized and annexed by Russia in 2014, would cause hundreds of thousands of casualties.",
    "Ukraine’s Zelenskiy says he would meet with Putin to end the war",
    "Amber alert issued for heavy showers, strong winds & rough seas"
  ]
}