{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-working-on-pta-missing-persons-other-issues-president-tells-tna-mps-92100/",
  "time_ut": 1648286400,
  "title": "Sri Lanka working on PTA, missing persons, other issues, president tells TNA MPs",
  "body_lines": [
    "ECONOMYNEXT – Calling for a united effort to “build the country”, Sri Lanka President Gotabaya Rajapaksa told a delegation of Tamil National Alliance (TNA) MPs on Friday (25) that the government is working on issues relating to the release of suspects detained under the Prevention of Terrorism Act (PTA), missing persons and other issues.",
    "A statement from the President’s Media Division (PMD) quoted Rajapaksa as saying that, as the leader of the entire nation, he would pay his attention to all citizens equally.",
    "According to the statement, the president had briefed the TNA on the government’s intention to work on a number of issues “including the release of suspects held in long-term detention, taking further actions regarding suspects who have not been charged or prosecuted, the launch of a truth-finding mechanism, the amendment of the PTA and the resolving of issues related to missing persons.”",
    "TNA MPs M A Sumanthiran and Shanakiyan Rasamanickam were not available for comment as of Saturday (26) morning. A meeting between the president and the minority opposition party had been repeatedly rescheduled by the president’s office since last year for various reason.",
    "Sri Lanka president’s meeting with TNA postponed again over protests",
    "“President Rajapaksa pointed out that the country can move towards development by further working together to achieve the objectives of the people of the country, including those live in the North and the East,” the PMD statement said.",
    "The PMD quoted TNA leader R Sampanthan as saying that he hopes to see the country move towards prosperity with a political solution in a united Sri Lanka.",
    "“We must unite as a country. Mr. Sampanthan said that it is the responsibility of everyone to work together to overcome the current challenges as one country and one nation. Mr. Sampanthan said he would like to see Sri Lanka becoming the Switzerland of the East,” the statement said.",
    "Attention was paid on further steps to be taken with regard to those who are held in long-term detention, release of lands that have been previously used for cultivation, investigation of missing persons, discussion of amendments to the new Constitution after it is translated into Tamil and Sinhala, and the establishment of a North-East Development Fund.",
    "In a previous interview with EconomyNext, TNA lawmaker Rasamanickam said the meeting was supposed to focus on outstanding issues including alleged land grabbing in the North.",
    "“As the TNA, we hope to discuss the long outstanding matter of a political solution, which is our party’s main concern. It will mainly be about devolution of power and power-sharing,” he said. (Colombo/Mar26/2022)"
  ]
}