{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/02/sri-lanka-indian-pm-agreed-to-deliver-fertilizer-for-yala-season-says-president/",
  "time_ut": 1654144680,
  "title": "Sri Lanka: Indian PM agreed to deliver fertilizer for Yala season, says President",
  "body_lines": [
    "COLOMBO (News 1st); President Gotabhaya Rajapaksa has said that Indian Prime Minister Narendra Modi has agreed to provide fertilizer for the Yala season soon.",
    "The fertilizer is being supplied with Indian loan assistance and is scheduled to be distributed within 20 days of receiving it in Sri Lanka.",
    "The President made this observation at a discussion held at the President’s House, Fort on the challenges and solutions facing the irrigation sector.",
    "It was revealed at the discussion that the Uma Oya and Moragahakanda projects could be completed before the end of this year and provide benefits for the Maha season.",
    "The Morana, Mahagalgamuwa Poshitha Ela, Mahagona Wewa, Vilakandiya Wewa and Godigamuwa Wewa projects are to be completed concurrently.",
    "The President instructed that steps be taken to complete the foreign funded projects within the stipulated time.",
    "It was revealed that 80% of the total electricity generation in the last three days was supplied to the national grid by hydro and wind power. The President said that steps should be taken to enhance floating solar panel projects and increase the benefits of roof-mounted solar panels and to encourage consumers.",
    "Special attention was paid to the cultivation activities during the Yala season and 50% of the irrigated lands under the Irrigation Department and the Mahaweli Authority have already been sown.",
    "Irrigation Minister Roshan Ranasinghe said that 250,000 Mahaweli home gardens have been planned for cultivation of additional crops and lands that have not been cultivated so far have been diverted to other crops.",
    "Chief of Staff to the President Anura Dissanayake, Secretary to the Ministry UDC Mr. Jayalal and other officials of the line agencies of the Ministry were also present at the discussion.",
    "Sri Lanka: Indian PM agreed to deliver fertilizer for Yala season, says President",
    "Political Party secretaries to meet Election Commission on 6th June"
  ]
}