{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/no-light-yet-at-tunnels-end/",
  "time_ut": 1649478960,
  "title": "No light yet at tunnel’s end",
  "body_lines": [
    "Whether President Gotabaya Rajapaksa is going to hang on to the executive presidency he won comfortably in a free and fair election in 2019 or not remains an open question. The ‘Gota go home’ pressure is mounting by the day and whether or not the proportions it is expected to reach over the weekend, after this comment has been written, will force the president to throw in the towel remains to be seen. But the whole country must clearly understand that Gota going home is not going to end the deep financial distress now gripping this country. Sri Lanka, in this past week, has been privy to the opinions of many of its 225 legislators on what is happening in the country, and what needs to be done. It what was almost like a committee stage discussion in a budget debate but with a lot of thunder and lightening thrown in. Almost all MPs had their individual say but there is little light emerging at the end of a long dark tunnel.",
    "Tarzie Vitachchi, one of this country’s best known journalists, in the days after he retired from writing his famed Flybynight column in the Sunday Observer and joined the UN system as an international civil servant, would often talk of events and processes. He urged that events, that grab the day’s headlines, are always preceded by processes that take time to unwind. He would urge journalists to analyze the processes without being only focused on the events. We are now treated to many of these process analyses going back to the time we won – or was granted – our independence from the British. It is claimed that the failure of the political class post-1948 is what has landed us in the current mess. There are many who hark back to the good old days when everything was tickety boo with leaders of quality and integrity as opposed to the riff-raff we live with today. Be that as it may, there will be little debate that it is the political class, rather than the people as a whole, who benefited most from independence.",
    "Going back to events and processes, many will agree that among such Rajapaksa clansmanship stands out like the proverbial sore thumbs. Few countries could claim to have three siblings and a scion as members of a single cabinet headed by a fourth sibling. Given the sundry other members scattered in the political space and have held coveted offices elsewhere in government, there is little surprise that the demand that the whole lot should go has risen to the present crescendo. But let us not forget that the UNP was called the Uncle Nephew Party in the early post-independence years for very good reason and dynastic political projects were afoot from the time of D.S. Senanayake.",
    "Mr. Mahinda Rajapaksa must probably be glad that he was born into a large family. But does this country deserve as many Rajapaksas as we have in the corridors of power. President Gotabaya briefly took a seat next to his brother, Prime Minister Mahinda in the legislative chamber a couple of days ago to be seen but not heard. But there are stories afloat, whether right or wrong we do not know, that cracks have appeared in the upper echelons of the ruling clan as the legitimacy of the much touted 6.9 million votes and the two thirds majority is in clear decline if not altogether gone. That is very obvious to all with eyes to see and ears to hear. The president has said nothing about resigning although his proxy in the legislature, Chief Government Whip Johnston Fernando, rather than his brother Prime Minister Mahinda Rajapaksa, has categorically stated he will not resign. All that the back to the wall president who has been imploring for a national government/interim administration these past several days has said is: Let anybody show me 113 (over half the 225-member legislature) and I will call upon that group to form the government.",
    "We had a little positive news during the past few tumultuous days when former Central Bank Senior Deputy Governor Nandalal Weerasinghe, who was in Australia (whether as visitor, migrant or any other basis we do not know) agreed to the president’s request to accept the position he was previously denied. He has returned to the country and has been appointed to the job. We’ve also got a new Secretary to the Finance Ministry, also from the Central Bank hierarchy, but no Finance Minister since Mr. Ali Sabry’s remarkably short tenure. What the former justice minister told Parliament on Friday – on what constitutional/legal basis is unclear – is that he is compelled to remain minister as there is no other taker!",
    "Whether a president who not long ago tried hard to keep his cabinet within reasonable limits, fending off clamorous supplicants staking claims for office, plans to gift the country its smallest ever cabinet of all time remains to be seen. He seems to be keeping the positions open in the desperate hope of attaining the national/interim government he desires. Most probably he sincerely believes this is what the country now desperately needs. But it is abundantly clear that there will be no takers in the current political and economic deadlock.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}