{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceat-breaks-new-ground-with-locally-made-high-performance-17-inch-tyre-2/",
  "time_ut": 1648823340,
  "title": "CEAT breaks new ground with locally made high-performance 17-inch tyre",
  "body_lines": [
    "CEAT Kelani Holdings has taken its radial tyre manufacture to a new paradigm with the launch of the first of a range of high-performance 17-inch tyres for medium-sized SUVs like the Honda Vezel, a popular vehicle on Sri Lankan roads.",
    "Designed, engineered and built for Sri Lankan conditions at the CEAT Kelani manufacturing complex in Kelaniya, the CEAT Secura Drive SUV 215/55 R17 tyre takes Sri Lanka’s highest-selling tyre brand up the value chain and responds to the national effort to conserve foreign exchange by providing a locally-manufactured product that matches leading international brands.",
    "Designed for better grip, precise steering control, wet handling and enhanced drive comfort, the new tyre is the first 17-inch tyre to be manufactured in Sri Lanka by CEAT, and is benchmarked against the 17-inch tyres sourced from CEAT India and introduced to the market in 2017, the Company said.",
    "“Two decades of knowledge of local conditions and driver expectations and the vast technological expertise of CEAT India are represented in this new radial tyre which will be the first of many locally-manufactured variants and sizes for SUVs and larger European and Japanese cars,” CEAT Kelani Managing Director Mr Ravi Dadlani said. “The investments we continue to make in quality upgrades and range expansion demonstrate our deep commitment to the needs of the market and our industry.”",
    "The new tyre has connected shoulder blocks, high block stiffness patterns and draws from low-strain cavity technology and high-pressure resin technology-based new cap compounding that provide cornering stability and grip. Its straight centre rib with z-stroke sipes, fine-edged sipes with variable depth and high-pressure tread base compound combine to deliver fluid manoeuvrability.",
    "CEAT Secura Drive SUV is resistant to aquaplaning, thanks to its fluidic sipe design, super-blended high performance-silane technology, 3D groove-wall technology and straight circumferential groove channels with long and narrow shoulder grooves, the Company said.",
    "The tyre’s variable block stiffness in the shoulder and intermediate ribs, broad tread contact, easy flex cavity design and Dura-Core Cap-strip technology construction for better impact absorption ensure a comfortable drive.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}