{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/25/india-keen-on-investing-in-sl-ports-energy-sectors-indian-external-state-minister/",
  "time_ut": 1648212120,
  "title": "India keen on investing in SL ports & energy sectors: Indian External State Minister",
  "body_lines": [
    "COLOMBO (News 1st); The Indian Government believes that development of infrastructure in ports and energy sectors in Sri Lanka with investment from India will be a mutually beneficial proposition, Minister of State for External Affairs V. Muraleedharan told the Lok Sabha (Parliament lower house), reports Business Today India.",
    "“It has been stressed to Government of Sri Lanka that the development of infrastructure in Sri Lanka in areas such as ports and energy with foreign investment from India would be a mutually beneficial proposition, especially since most of the transshipment at Colombo Port is to and from India,” the minister noted.",
    "The minister also stated that the Indian High Commission took this matter up with the Sri Lankan Government and emphasized the importance of adhering to international commitments in the context of the tripartite Memorandum of Cooperation (MoC) signed between India, Sri Lanka and Japan in May 2019 to develop and operate the East Container Terminal (ECT) of the Colombo Port.",
    "He added that the Cabinet of Ministers of Sri Lanka also approved the necessary steps to develop and operate the West Container Terminal (WCT) of the Colombo Port along with approving a proposal to operate the ECT as a wholly owned container terminal of the Sri Lanka Ports Authority, Business Today India further reports.",
    "“It has been reported that the Cabinet of Ministers of Sri Lanka in a meeting held on February 1st, 2021 approved a proposal to operate the ECT as a wholly owned container terminal of the Sri Lanka Ports Authority. The Cabinet of Ministers of Sri Lanka also approved the proposal to take necessary steps to develop and operate the West Container Terminal of the Port of Colombo as a public-private partnership with foreign parties on BOT basis,” Muraleedharan told the lower house.",
    "“India’s relations with other countries stand on their own footing and are independent of the relations of those countries with third countries. However, Government carefully monitors any developments having a bearing on India’s security and economic interests, and takes all necessary measures to safeguard them,” Muraleedharan said at the end of his address in the lower house.",
    "French markets to be expanded for value added products from Sri Lanka",
    "India keen on investing in SL ports & energy sectors: Indian External State Minister"
  ]
}