{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Journalism-Awards-for-Excellence-today/56-732355",
  "time_ut": 1647901140,
  "title": "Journalism Awards for Excellence today",
  "body_lines": [
    "The 19 and 20 Editions of the Journalism Awards for Excellence program will culminate with the presentation of Awards today at the ‘Blue’, Colombo Hilton Hotel.",
    "The annual Awards Night for the years 2020 and 2021 had to be postponed due to the prevailing COVID-19 pandemic.",
    "Over fifty awards and merit certificates will be given out for the two years at today’s presentations under restricted conditions and health protocols.",
    "An independent panel of judges comprising media practitioners and academics picked the recipients from a total of 18 dailies and 18 weeklies in the three language streams, Sinhala, Tamil, and English.",
    "The event which was launched in 1999 by The Editors’ Guild of Sri Lanka (TEGOSL) is now organised by The Guild in partnership with the Sri Lanka Press Institute (SLPI). This year’s event is held under the auspices of the SLPI’s Press Club with the Colombo Hilton as the host hotel.",
    "The aim of the program is to recognise professionalism in the print media and reward excellence over a particular year.",
    "In recent years, awards are also given to web journalists from recognised websites. The Guild also presents awards for Lifetime Achievements and those defending press freedom.",
    "The five recipients of the Lifetime Achievement Awards for 2019 and 2020 are Upali Fonseka, D.P. Wickramasinghe, Pushpa Rowel, V.Thevaraj, and S.C. Weerasinghe.",
    "Upali Fonseka is a senior photographer with the Associated Newspapers of Ceylon (Lake House). He started his career with Lake House in 1973 as a freelance photographer for the Central News Bureau. In 1977, he was confirmed and worked for the Tharunee and later the Sarasaviya newspaper.",
    "He was promoted as Deputy Pictures Editor in 1995 and rose to be Associate Editor (Pictures) in 2000. He retired in 2010. He is an old boy from St. Lucia’s School, Kotahena.",
    "D.P. Wickramasinghe serves at the Associated Newspapers of Ceylon (Lake House). Known to his colleagues as ‘Wicky’, he joined Independent Newspapers Ltd., as a translator and worked on the Sun newspaper in the late 1960s.",
    "Following its closure in 1974, he joined the UNP Publications Unit, and it was there that he came into contact with former Lake House Managing Director Esmond Wickremesinghe. He did some translations for Wickremesinghe and after the August 1977 General Elections, he joined the Daily News as a translator.  He has worked under 14 Editors starting with E.D. Wettasinghe. He was promoted Assistant News Editor in 2000 and later Deputy Provincial News Editor until his retirement in 2007.",
    "He studied at Richmond College, Galle, and entered the University as an External Student before graduating with a BCom. He is a Justice of the Peace.",
    "Pushpa Rowel has 42-years of service with the Associated Newspapers of Ceylon Limited (Lake House). She started her career in journalism in 1977 at the Associated Newspapers of Ceylon Limited in the Central News Bureau.",
    "In 1979, she joined Dinamina as a Sub Editor. She rose to the post of Deputy Chief Sub Editor, Chief Sub Editor, Associate Editor, and finally, in 2015 she was appointed Editor of Dinamina.",
    "She studied at Presbyterian Girls’ School in Colombo and completed her studies at Stafford Ladies College, Colombo. She passed out from Kelaniya University with a BA in 1972. She was the recipient of the Lifetime Award given by the Catholic Writers’ Association in 2018.",
    "Voice of World Media Network Ltd. Director/Editor-in-Chief since 2019 and Human Voice International Chairman since 2015 Vadivel Thevaraj was Editor of Virakesari Weekly from 2005 to 2012.",
    "Prior to becoming Editor, he served as Associate Editor on several publications of Express Newspapers. He started his journalistic career in 1987 in Virakesari and left in 2015 after 28-years. His early education was at Saraswathy M.V., Badulla from where he moved to Kandegedera M.V., Kandegedera and completed his secondary education at the Tamil Mixed School, Narangalla.",
    "He has attended several local and international workshops and seminars as a participant and as a resource person presenting papers.",
    "He has also written extensively on the Upcountry Tamils, Indian Tamils, Trade Unions, Tea Estates, and the Caste system.",
    "He is also a Guest Lecturer at the University of Jaffna and the Eastern University in Mass Communication. He has a MA from Mysore University, Karnataka, India, a Post Graduate Diploma in International Affairs from BCIS, and a BA in Modern History from the University of Jaffna.",
    "Posthumous, Saman Chandranath Weerasinghe is a veteran journalist who passed away recently leaving an indelible imprint in journalism. He was a hugely respected journalist whose work ranged from news and feature writing to the art of writing lyrics that he went on to specialise in.",
    "He was a remarkably talented and versatile journalist who possessed a vast knowledge of many subjects and built his own identity in the field.",
    "As a lyricist, he has composed more than 1500 songs. He started his career as a journalist with the Lankadeepa. Later, he held a number of positions in the Dinamina. He was the Consultant Editor of Dinamina at the time of his retirement. The late Weerasinghe is the son of late Lankadeepa Editor Wimal Weerasinghe and the brother of journalist and creative writer Bharathi Weerasinghe."
  ]
}