{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/samsung-partners-with-slt-mobitel-for-an-exclusive-data-bundle-offer-this-avurudu-season/",
  "time_ut": 1649691660,
  "title": "Samsung partners with SLT-MOBITEL for an exclusive Data Bundle Offer this Avurudu Season",
  "body_lines": [
    "Samsung, Sri Lanka’s No. 1 smartphone brand, has recently partnered with SLT-Mobitel, The National ICT Solutions Provider, to provide customers an exclusive Data and Voice Bundle offer with a selected range of the Galaxy A series smartphones and Galaxy Tab series.",
    "Starting from the 8th April 2022, Samsung and SLT-Mobitel customers can avail this unprecedented offer of free Anytime data up to 30 GB for three months and voice up to Rs. 750 talk time for three months by purchasing a new Samsung Galaxy A smartphone or a Galaxy Tab A along with a SLT-Mobitel Mobile new prepaid connection.",
    "Samsung and SLT-Mobitel, offer a free data bundle of 7GB/5GB/2GB every month up to three months and a voice bundle of Rs. 100 talk time every month up to three months for selected Galaxy smartphones. Further, 10GB free data bundle every month up to three months and a voice bundle of Rs. 250 talk time up to three months for Galaxy Tabs, are the perfect complements for the selected range of Samsung Galaxy A, alongside the Tab series of Samsung Galaxy Tab A, built for the era of spontaneity, creativity, and live content. Customers can enjoy a wide variety of entertaining and educational content while enjoying high internet speeds through SLT-Mobitel and utilizing Samsung’s cutting-edge technology.",
    "Commenting on the offer, Kevin SungSu YOU, Managing Director, Samsung Sri Lanka, said, “The younger generation needs a boost to be exposed to the latest technologies provided by Samsung, while building trusts with brands. This offer allows consumers to build their customer experience through free data, in addition to being exposed to the latest technology provided by Samsung. In an increasingly data-happy world, we are happy to contribute to the masses by providing free data, while bringing to our valued customers the latest and most advanced technology facilitated by Samsung.”",
    "The offer allows 5GB monthly for three months alongside the purchase of A03 Core 2+32GB, A03 LTE 3+32GB, A03 LTE 4+64GB, A03 LTE 4+128GB, 7GB monthly for 3 months for the A12 4+64GB, Galaxy A12 4+128GB and A12 6+128GB. Further, the purchase of a Galaxy Tab A7, Tab A7 Lite 3+32GB and Tab A8 (2019) will allow free data of up to 2GB monthly for three months. The purchases of Galaxy Tab A8 2022(3+32GB), A8 2022(4+64GB) series and Tab S7 FE(4+64GB) will be eligible for 10GB monthly for 3 months on the offer. The talk time offer extends up to Rs. 250 and Rs 100 worth of talk time valid for 3 months depending on the model selected.",
    "For activation, customers simply need to insert their newly activated SLT-Mobitel Prepaid SIM into the Samsung device and type ‘SLTM’ and send to 180. Customers will receive an SMS confirmation upon activation and can then proceed to enjoy this exciting offer of free data and voice from SLT-Mobitel on their Galaxy smartphone or tablet. This Bundle Offer is only valid for newly connected SLT-Mobitel Prepaid customers with a 4G SIM and will be provided in addition to the current data package subscribed by the customer.",
    "The Samsung Galaxy smartphones and Galaxy Tabs can be purchased from both online and offline channels, through selected authorized partners at select locations. Consumers in Sri Lanka can purchase Samsung devices at island-wide authorized dealers of John Keells Office Automation and Softlogic Mobile Distribution which can be easily identified by the Samsung logo placed outside the shop. It is also available at authorized partners; Softlogic Max, Softlogic Retail, Singer, Singhagiri and Damro, Network Partner SLT-Mobitel, and via the online portals; Samsung EStore (samsungsrilanka.lk), MySoftlogic.lk, Keellssuper.com and Kapruka.com.",
    "Samsung has been recognized in Sri Lanka as the ‘Most Loved Electronics Brand’ for three consecutive years by Brand Finance Lanka’s review of the country’s most valuable brands. As Sri Lanka’s No.1 smartphone brand, Samsung’s customer base in the country spans across all age groups, particularly the Gen Z and Millennial segments.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}