{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/22/who-instructed-to-open-fire-during-rambukkana-protest/",
  "time_ut": 1650628080,
  "title": "Who instructed to open fire during Rambukkana protest?",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Public Security Minister told Parliament on Friday (22) that preliminary investigations have revealed that Assistant Superintendent of Police C. W. C. Dharmaratne & Senior Superintendent of Police K. B. Keerthiratne had instructed to open fire to control the situation in Rambukkana on the 19th of April 2022.",
    "He said the investigations are in their preliminary stages, and following a comprehensive investigation, the report will be tabled in Parliament.",
    "The Rambukkana protests erupted over delayed petrol deliveries and sharp new price increases in petrol and diesel announced on Monday (18).",
    "On Tuesday, the 19th of April 2022, demonstrators blocked main roads and a railway line.",
    "Police began directing tear gas at thousands of protesters in the afternoon and then suddenly, without warning, opened fire with live rounds.",
    "Chaminda Lakshan, a 40-year-old father of two from Naranbedda, a village near Rambukkana, was shot. He died soon after being admitted to Kegalle hospital.",
    "The Senior Superintendent of Police for the Kegalle Division, Superintendent of Police for the Rambukkana area, and the OIC of the Rambukkana Police, were transferred to the Police Field Force Headquarters in Colombo.",
    "At the same time, the investigations that were carried out by the SSP in charge of the Seethawakapura Division was taken over by the Criminal Investigations Department.",
    "The Inspector General of Police, and several other senior police officers have been summoned to appear at the Human Rights Commission of Sri Lanka on Friday (22), with regard to the investigations taking place on the Rambukkana shooting.",
    "At this inquiry, the Police Chief has noted that he did NOT give instructions to open fire at public protests.",
    "The IGP, Senior DIG for the Central Province, DIG for the Central Province, SSP for Kegalle, and the OICs for Kegalle & Rambukkana have been summoned to the Human Rights Commission of Sri Lanka.",
    "The Human Rights Commission of Sri Lanka has appointed a four-member team to investigate the Rambukkana shooting, that left one person dead and dozens injured.",
    "On the direction of the the Chairman at HRCSL, a special team was appointed to hold an inquiry as to determine who is responsible for issuing the orders to shoot, and the circumstances under which the shooting with live bullets took place.",
    "The team comprises of Sulari Liyanagama, Menaka Herath, Lal Weerasinghe, and A.S. Nilantha, and they have left for Rambukkana for the inquiry.",
    "Further, the HRC noted that based on the report of the findings, the commission will make the necessary recommendation.",
    "The Commission of Inquiry appointed by Maj. Gen. (Retd.) Jagath Alwis, Secretary to the Ministry of Public Security to look into the police action in the Rambukkana incident has commenced its investigations.",
    "The investigation is being carried out to find out whether the police had used justifiable force to disperse the protesters who had blocked the roads in the Rambukkana city and railway line on the 19th of April.",
    "The IGP has been informed that Secretary to the State Ministry of Community Police Services S.T. Kodikara, Additional Secretary to the Ministry of Public Security Mrs. MSP Sooriyapperuma, Legal Adviser to the Ministry of Defense Major General (Retd.) E.S. Jayasinghe have been appointed as members of the Commission.",
    "Secretary to the State Ministry of Community Police Services S.T. Kodikara speaking to News 1st said that the team had already visited the site of the protest and the scene of the shooting.",
    "The Commission of Inquiry will also record statements from the Police Officers who gave the order to shoot at the protestors.",
    "Thereby statements will be recorded from the the SPP for Rambukkana, the OIC for Rambukkana who were on duty at the time of the incident.",
    "In addition, statements will be recorded from several other police ransk of Friday (22).",
    "Secretary to the State Ministry of Community Police Services S.T. Kodikara said statements will also be recorded from the people affected by the police action.",
    "#PriceHike : 12.5 kg gas cylinder price increased to Rs. 5,175/-"
  ]
}