{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/old-brigade-back-in-action/",
  "time_ut": 1652109600,
  "title": "Old brigade back in action…",
  "body_lines": [
    "It’s certainly encouraging to see the old brigade back in action…and find work coming their way, as well.",
    "Conrad de Silva proved it on The Voice, in Australia, with a sterling performance that had the audience screaming, with excitement.",
    "Each member of this particular outfit has 30 to 50 years of experience in the music business!",
    "According to lead vocalist, Ellsworth de Silva, they got together, around January this year (2022) and did a couple of gigs at Odel food court, in March, and they were also featured at ZOUK (the newest night spot in Colombo).",
    "“We are negotiating a one week stint, in Arugambay, for the surfing season. We are also aiming to work out an overseas contract soon, maybe to the Maldives or Dubai,” said Ellsworth, who began his music career, way back, in 1972, with the Kandyan Rubies.",
    "In 1974, he moved to Colombo and formed his own band, October Cherry. However, they split up after about six months, due to unavoidable circumstances, says Ellsworth, and reformed as Clear Water Revival.",
    "In 1979, Ellsworth joined Ivan Jayaratne and Country Boys and, in 1982, teamed up with Deep Radiance.",
    "The list is endless, with Ellsworth doing the duo scene, with a Maldivian company, on their cruise ship Coral Princess.",
    "He was also with Hillary Christy and his band Bermuda Triangle, Chandimal and the Second Connection, the trio outfit Rave, as a freelance artiste, in the Maldives, and, finally, Page Five.",
    "The other lead vocalist of Page Five, Julie Seneviratne, was seen in action with Sakura, Glitters, Heart and Soul, and Mister. Julie sings in four languages – English, Sinhala, Hindi, and Tamil. In addition to her musical career, she is, professionally, a Human Resources Consultant.",
    "Dave Dehoon – lead guitarist – Aubrey Weiman and Heat, Chandimal, and the Second Connection and Rave.",
    "Pimal Fernando – organ, synthesizer and vocals – Lincoln de Silva and Super Pink and Purple, and did a one-man orchestra stint for a couple of years.",
    "Sulalith Priyankara – violin and saxophone – studied at the University of Music and Performing Arts, Colombo, played for 16 years with the Police Western Band, and did solo performances, as well.",
    "Amal Shantha – bass guitarist – Exodus, Ex Generation, Woodstock.",
    "Chamal Rodrigo – keyboardist – with over 30 years’ experience in the music industry, as a pianist and vocalist, locally and internationally (Qatar, Dubai, Zurich and Munich). He specialises in ballads, blues, country, slow rock, jazz, and reggae.",
    "Angelo Rodrigo – drummer – Flying Birds, 20th Century, Rajiv and The Clan, Rangers, and in Saudi Arabia with two outfits, based in Saudi.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}