{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-defence-establishment-monitoring-protests-for-acts-of-violence-official-92583/",
  "time_ut": 1649147400,
  "title": "Sri Lanka defence establishment monitoring protests for acts of violence: official",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s defence establishment is monitoring the wave of protests that has erupted around the country and, while it recognises the people’s democratic right to peaceful protest, action will be taken against anyone unleashing violence, an official said.",
    "Defence Ministry Secretary Gen Kamal Gunaratne in a video statement released Tuesday (05) afternoon said two district groups have been found to be organising the ongoing spate of protests.",
    "One, he said, were peaceful protestors exercising their democratic right, while the other is intent on damaging public and private property due to various motives.",
    "“The other group is deliberately causing damage to state property and the private property of various parties, and insolvencies the public on main roads and in public spaces and engages in violent protests,” he said.",
    "Legal action will be taken against such violent elements, said Gunaratne.",
    "Ruling Sri Lanka Podujana Peramuna (SLPP) MPs Roshan Ranasinghe in a seemingly impassioned speech in parliament on Tuesday lamented an attack on his residence in Polonnaruwa that had reportedly occurred Monday night. Other government MPs including Kanchana Wijesekara and Rohitha Abeygunawardena complained of protestors gathering outside their residences.",
    "Thousands of Sri Lankans have taken to the streets since last Thursday (31) demanding the resignation of President Gotabaya Rajapaksa and his government over their handling of the country’s worsening economic crisis. The protest outside President Rajapaksa’s private residence last Thursday saw the most violence so far, with some government vehicles including a police bus that was torched by as yet unidentified protestors.",
    "The government has blamed the violence on radical “extremists” affiliated with opposition parties, though the opposition claims the protests have been organic and spontaneous so far with little or no participation by mainstream political parties.",
    "Some protestors, claimed Gunaratne in his statement, had on Monday (04) ridden motorbikes to residences and businesses and thrown rocks and petrol bombs at them, while others have engaged in robberies, including houses left empty by peaceful protestors.",
    "“Government forces, the defence ministry and the public security ministry are constantly monitoring these protests. We have no problem with democratic, peaceful protests. But I must note that we have to act to prevent any violence,” he said.",
    "“The security forces and police won’t hesitate to take legal action against such parties,” he added.",
    "“As defence secretary, I ask the people to protest peacefully if they wish to, but not to damage public or private property, and not to be fooled by those with vested interest who [try to instigate violence].” (Colombo/Apr05/2022)"
  ]
}