{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stock-market-shut-after-default-announcement-93040/",
  "time_ut": 1650086700,
  "title": "Sri Lanka stock market shut after default announcement",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s securities regulator has directed the Colombo Stock Exchange to be shut for five days after the island announced a suspension of debt repayments and domestic gilt yields soared as attempts were made to reduce money printing.",
    "The Securities and Exchange Commission of Sri Lanka believed “it would be in the best interests of investors as well as other market participants if they are afforded an opportunity to have more clarity and understanding of the economic conditions presently prevalent, in order for them to make informed investment decisions.”",
    "The Board of the Colombo Stock Exchange has made a request on April 15, to temporarily “close the stock market citing the present situation in the country.”",
    "Sri Lanka’s central bank printed over two trillion rupees from 2020 to keep interest rates down, blowing the balance of payments apart driving up inflation and stock prices (asset price inflation).",
    "When margin credit is available at low rates, the present value of long term assets go up. When rates eventually correct, prices come down to earth.",
    "However there had also been strong inflationary expectations in the stock market where the rupee was expected to fall steeply after the money printing, keeping export and similar stocks up.",
    "Stocks have stumbled in recent weeks as a monetary meltdown began and attempts are underway to arrest the slide.",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka’s Weimar Republic factor is inviting dollar sovereign default: Bellwether",
    "Economists and analysts had warned that Sri Lanka was heading for dollar debt default and monetary meltdown and fuel shortages after ‘flexible’ inflation targeting, a pseudo domestic anchor with a reserve collecting peg, began trigger external instability and growth shocks."
  ]
}