{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/surado-campus-celebrates-10th-anniversary-milestone-of-providing-world-class-caregiving-courses-in-sri-lanka/",
  "time_ut": 1652278260,
  "title": "Surado Campus celebrates 10th anniversary milestone of providing world-class caregiving courses in Sri Lanka",
  "body_lines": [
    "Holds graduation ceremony for 2021 academic year, 300+ students graduated",
    "Surado Campus of Business Management, a leading, privately-led vocational training institute in healthcare in Sri Lanka, which opens doors for local and foreign employment, recently marked a decade of excellence and growth by pioneering a new model of higher education for Sri Lankan students. For the last ten years, Surado has successfully driven a wave of new global opportunities for local students in Sri Lanka based on the worldwide caregiving market boom. Surado has opened its doors to individuals seeking foreign and local job opportunities through a quality curriculum and global partnerships with renowned universities.",
    "The 10-year celebratory programme was held recently at Surado Head Office with religious activities and an almsgiving ceremony. P.S.R.Buddhika, Chairman/Chief Executive Officer, D. Danushika, Director, including Sectional Heads and Branch Managers, distinguished guests and staff from all offices located island wide were present at the event.",
    "Commenting on the 10th anniversary, P.S.R.Buddhika, Chairman/Chief Executive Officer of Surado Campus of Business Management, said, “In its relatively short history, Surado has become a beacon of learning, collaboration, and community, fueled by a pioneering and innovative spirit. Surado has quickly become a distinctive vocational training institution that has been unwaveringly catering to the professional caregiving industry demand. This culmination of its 10th-anniversary celebrations is a time to recognise the enormity of what has been built in a remarkably short time and celebrate Surado as a model of higher education for Sri Lanka.”",
    "The Campus, thus celebrating 10 years of excellence in education, thus held its graduation ceremony for the 2021 academic year on 16th March at the BMICH Lotus Hall. More than 300 Course participants who completed their coursework successfully graduated amidst a grand ceremony attended by a large number of local and foreign high caliber dignitaries who graced the colourful event.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}