{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/1-025-persons-receive-COVID-19-vaccines/56-734204",
  "time_ut": 1651429800,
  "title": "1,025 persons receive COVID-19 vaccines",
  "body_lines": [
    "COVID-19 vaccines were administered to 1,025 persons on Saturday, with 77.85% of the total population having receiving the first dose of a COVID-19 vaccine.",
    "Second dose coverage in the country is 65.95% and third dose coverage is 36.34%.",
    "Among the population over 20 years, 96.4% have received the second dose of a COVID-19 vaccine and 54.51% have received the booster dose. The first dose of a COVID-19 vaccine has been administered to 96.6% of the population over 12 years and the second dose has been administered to 81.9% of the over-12 population.",
    "Of the population between 16 and 19 years, 81.6% have been vaccinated.",
    "According to the Epidemiology Unit, 17,063,898 persons have received the first dose of a COVID-19 vaccine and 14,456,291 persons have received the second dose as well.",
    "The booster dose has been administered to 7,966,563 persons. This includes 668 persons vaccinated on Saturday.",
    "The first dose of Pfizer was administered to 96 persons on Saturday and 223 persons received the second dose of the vaccine. In total, the Pfizer COVID-19 vaccine has been administered to 2,571,666 persons and the second dose has been administered to 915,627 persons.",
    "On Saturday, four persons received the first dose of Sinopharm and 34 persons received the second dose of the vaccine. The first dose of Sinopharm has been administered to 12,048,690 persons and the second dose of the vaccine has been administered to 11,178,898 persons.",
    "The Epidemiology Unit states that 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose of the vaccine.",
    "The first dose of Moderna has been administered to 804,801 persons and the second dose of the vaccine has been administered to 787,361 persons.",
    "A total of 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ],
  "translate": {
    "si": {
      "title": "පුද්ගලයින් 1,025 දෙනෙකු COVID-19 එන්නත් ලබා ගනී",
      "body_lines": [
        "COVID-19 එන්නත් සෙනසුරාදා පුද්ගලයින් 1,025 දෙනෙකුට ලබා දී ඇති අතර, මුළු ජනගහනයෙන් 77.85% ක් COVID-19 එන්නතක පළමු මාත්‍රාව ලබා ගෙන ඇත.",
        "රට තුළ දෙවන මාත්‍රාව ආවරණය 65.95% ක් වන අතර තුන්වන මාත්‍රාව ආවරණය 36.34% කි.",
        "වසර 20කට වැඩි ජනගහනයෙන් 96.4%ක් COVID-19 එන්නතක දෙවන මාත්‍රාව ලබාගෙන ඇති අතර 54.51%ක් බූස්ටර මාත්‍රාව ලබාගෙන ඇත. COVID-19 එන්නතක පළමු මාත්‍රාව වසර 12 ක් පුරා ජනගහනයෙන් 96.6% කට ලබා දී ඇති අතර දෙවන මාත්‍රාව වයස 12 ට වැඩි ජනගහනයෙන් 81.9% ක් සඳහා ලබා දී ඇත.",
        "වයස අවුරුදු 16 ත් 19 ත් අතර ජනගහනයෙන් 81.6% ක් එන්නත් කර ඇත.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව, COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,063,898 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 14,456,291 ක් දෙවන මාත්‍රාව ද ලබාගෙන ඇත.",
        "බූස්ටර මාත්‍රාව පුද්ගලයන් 7,966,563 දෙනෙකුට ලබා දී ඇත. සෙනසුරාදා එන්නත් කළ පුද්ගලයින් 668 දෙනෙකු මෙයට ඇතුළත් ය.",
        "Pfizer හි පළමු මාත්‍රාව සෙනසුරාදා පුද්ගලයින් 96 දෙනෙකුට ලබා දුන් අතර පුද්ගලයින් 223 දෙනෙකුට දෙවන එන්නත ලබා දෙන ලදී. සමස්තයක් වශයෙන්, Pfizer COVID-19 එන්නත පුද්ගලයින් 2,571,666 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 915,627 දෙනෙකුට ලබා දී ඇත.",
        "සෙනසුරාදා, සිනෝෆාම් හි පළමු මාත්‍රාව පුද්ගලයින් හතර දෙනෙකුට ලබා ගත් අතර පුද්ගලයින් 34 දෙනෙකුට දෙවන එන්නත ලබා දෙන ලදී. Sinopharm හි පළමු මාත්‍රාව පුද්ගලයින් 12,048,690 දෙනෙකුට ලබා දී ඇති අතර දෙවන එන්නත 11,178,898 දෙනෙකුට ලබා දී ඇත.",
        "AstraZeneca පළමු මාත්‍රාව පුද්ගලයින් 1,479,631 ක් ද දෙවන එන්නත 1,418,593 ක් ද ලබාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "Moderna හි පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකුට ලබා දී ඇති අතර දෙවන එන්නත 787,361 දෙනෙකුට ලබා දී ඇත.",
        "ස්පුට්නික් V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 155,812 ක් දෙවන එන්නත ලබාගෙන ඇත."
      ]
    },
    "ta": {
      "title": "1,025 நபர்கள் கோவிட்-19 தடுப்பூசிகளைப் பெறுகின்றனர்",
      "body_lines": [
        "கோவிட்-19 தடுப்பூசிகள் சனிக்கிழமையன்று 1,025 நபர்களுக்கு வழங்கப்பட்டன, மொத்த மக்கள் தொகையில் 77.85% பேர் கோவிட்-19 தடுப்பூசியின் முதல் டோஸைப் பெற்றுள்ளனர்.",
        "நாட்டில் இரண்டாவது டோஸ் கவரேஜ் 65.95% மற்றும் மூன்றாவது டோஸ் கவரேஜ் 36.34% ஆகும்.",
        "20 ஆண்டுகளுக்கும் மேலான மக்கள் தொகையில், 96.4% பேர் கோவிட்-19 தடுப்பூசியின் இரண்டாவது டோஸையும், 54.51% பேர் பூஸ்டர் டோஸையும் பெற்றுள்ளனர். கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 12 ஆண்டுகளில் 96.6% மக்களுக்கும், இரண்டாவது டோஸ் 12 வயதுக்கு மேற்பட்ட மக்களில் 81.9% பேருக்கும் வழங்கப்பட்டுள்ளது.",
        "16 முதல் 19 வயதுக்குட்பட்ட மக்களில், 81.6% பேர் தடுப்பூசி போடப்பட்டுள்ளனர்.",
        "தொற்றுநோயியல் பிரிவின் படி, 17,063,898 நபர்கள் கோவிட்-19 தடுப்பூசியின் முதல் டோஸைப் பெற்றுள்ளனர் மற்றும் 14,456,291 நபர்கள் இரண்டாவது டோஸையும் பெற்றுள்ளனர்.",
        "பூஸ்டர் டோஸ் 7,966,563 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் சனிக்கிழமை 668 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "ஃபைசரின் முதல் டோஸ் சனிக்கிழமை 96 நபர்களுக்கு வழங்கப்பட்டது மற்றும் 223 நபர்கள் இரண்டாவது டோஸ் தடுப்பூசியைப் பெற்றனர். மொத்தத்தில், Pfizer COVID-19 தடுப்பூசி 2,571,666 நபர்களுக்கு வழங்கப்பட்டுள்ளது மற்றும் இரண்டாவது டோஸ் 915,627 நபர்களுக்கு வழங்கப்பட்டுள்ளது.",
        "சனிக்கிழமையன்று, நான்கு பேர் சினோபார்ம் மருந்தின் முதல் டோஸையும், 34 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றனர். சினோபார்மின் முதல் டோஸ் 12,048,690 பேருக்கும், இரண்டாவது டோஸ் தடுப்பூசி 11,178,898 பேருக்கும் கொடுக்கப்பட்டது.",
        "1,479,631 பேர் அஸ்ட்ராஜெனெகா மருந்தின் முதல் டோஸையும், 1,418,593 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளதாக தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "மாடர்னாவின் முதல் டோஸ் 804,801 பேருக்கும், இரண்டாவது டோஸ் தடுப்பூசி 787,361 பேருக்கும் போடப்பட்டுள்ளது.",
        "மொத்தம் 159,110 பேர் ஸ்புட்னிக் V இன் முதல் டோஸையும், 155,812 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்."
      ]
    }
  }
}