{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-goal-of-buddhist-life/",
  "time_ut": 1652445840,
  "title": "The Goal of Buddhist Life",
  "body_lines": [
    "Some people consider Buddhism to be a philosophy; some view it as a religion; some think of it as a way of life. Whichever way they view it, it doesn’t matter. If we want to learn and benefit from the Buddha’s teaching, we must study it, we have to apply it, we have to investigate it thoroughly.",
    "The Buddha’s teaching expresses universal truth. This truth is absolute. Buddhism doesn’t belong to a particular group of people, country, or region; it is for all human beings who can think and reason. In the Dhamma Niyamata sutta in the Anguttara Nikaya, the Buddha said, “whether tathagatas appear or do not appear, there is this established element of Dhamma, this fixed law of Dhamma… A Tathagata fully awakens to this, and fully understands it. So awakened and understanding, he announces, pointing out, declares, establishes, expounds, explains, and clarifies.” Whether the Buddha is alive or not, the teaching exists because it articulates the truth about the nature of the world. The Buddha’s task was to rediscover the truth that had been covered over.",
    "The Buddha was an investigator, researcher, and teacher. His goal was to understand the nature of the world; that is likewise the goal for one following the Buddha’s teaching. According to the Buddha’s teaching, the nature of the world is cyclical. We can’t find a starting point or ending point. By breaking that repetitive cycle, one is able to fulfill the goal of Buddhism: liberation. Furthermore, there are three characteristic aspects of our world: impermanence, suffering, and non-self. Those who develop this understanding of the real nature of the world can eliminate their mental defilements. By doing so, a person can then experience a superior quality of life. The Buddha’s guidance can help us, but we have to realize this nature by ourselves. The Buddha was a teacher, not a savior. The opportunity and methods to learn and practice are offered, but it is then up to us whether we utilize that opportunity with a clear mind.",
    "As people born into this world, we have to do three things to fulfill our goal as Buddhists: Do no harm, do only good, and purify our mind. According to this teaching, first we have to understand what we should not do. According to the Middle Length discourse, the Ambalattika Rahulovada Sutta, if there is something that is harmful to me, harmful to others, or harmful to both, that is an action we must refrain from. So, to avoid doing harm, we have to observe precepts, we have to engage in moral conduct at all times. The precepts will help us to develop morality and will provide a virtuous environment for our lives. By living in that virtuous environment, we can practice generosity to reduce our desire, anger, and ignorance. Secondly, if there is something useful to me, useful to others, and useful to both, that is an action we should do. Thirdly, to control our senses, we have to develop our mind. This means reducing mental defilements and developing a wholesome mind. The most effective way to accomplish this is to practice meditation. By practicing meditation, we can cultivate our mind. These three activities connect directly with morality, concentration, and wisdom. And developing wisdom is the goal of Buddhists.",
    "One who follows the Buddha’s Noble Eightfold path needs to cultivate qualities based on three fundamental activities, which we call in Pali: Dana, Sila and Bhavana (Generosity, Morality, Meditation). Our fundamental Buddhist practices are to avoid killing, stealing, adultery, lying, and using drugs and alcohol. Through following these practices we can maintain a friendly and peaceful lifestyle. By maintaining concentration we can live mindfully. Mindfulness enables us to become aware of what we are doing moment-to-moment. Mindfulness is also a path for establishing concentration; and when we gain concentration we are also acquiring wisdom.",
    "The Dhammapada states: “There is no concentration without wisdom, no wisdom without concentration. One who has both concentration and wisdom is close to peace and emancipation.” By developing wisdom, we can think deeply and widely about our physical, verbal, and mental actions. We can see clearly what results our actions will bring. We know this present life and can anticipate the future. By understanding kamma (mindful action) and the effect of kamma, we are living as Buddhists, whatever religion or ethnicity we may belong to. This means anyone can be a Buddhist if they apply this method to their life. Being born into a Buddhist family does not make you a Buddhist practitioner. If you go to a temple, stay with monks, and worship the Buddha, that does not make you a follower of the Buddha; but if you live mindfully, avoiding harmful activities, you can truly be a disciple of the Buddha. We find in the Dhammapada Panditavagga stanzas 10 and 11: “There are few among humans who go to the further shore; The rest of them run about here on this shore. But those well established in Dhamma, those who practice Dhamma, are among those who will cross over beyond the realm of death so difficult to escape.”",
    "Shakyamuni Gautama became the Buddha – one who is awakened — after his enlightenment. He was a teacher who founded Buddhism 2,600 years ago in India. The Buddha advised his monks to take his teachings as their guide after his death, in place of him. Even today we do not have a world leader of Buddhism. Our leader is the Buddha’s teaching, the Dhamma. However, we do have a Buddhist community (sangha) leaders. They lead only the community, not the dispensation, nor do they advocate relaxing the rules of the Buddha. Therefore, no one can change or edit the Buddha’s teaching. Buddhists have confidence in his teaching based on knowledge instead of belief. They use wisdom and not blind faith. They don’t depend on a superpower or on divine messengers.",
    "Following the teaching means, as stated in the Karaniya Metta sutta: one should be able, straight, upright, obedient, gentle, and humble.” In addition Buddhist practitioners should “be lamps unto themselves” and apply determination, mindfulness, pure conduct, prudence, self-restraint, right living and vigilance. Those who apply this method directly in their lives find that their good reputation increases, and they go from brightness to brightness. The Buddha gave the following explanation to Mahaprapathi Gotami, who was his step-mother, in the Gotami Sutta regarding what is Dhamma and what is not Dhamma: “As for the qualities of which you, Gotami may know, these qualities lead to dispassion, not to passion, to being unfettered, not to being fettered; to self-effacement, not to self-aggrandizement; to modesty, not to overwhelming ambition; to contentment, not to discontentment; to seclusion, not to entanglement; to arousal of energy, not to laziness; to being unburdensome, not to being burdensome.” The Buddha said this is the Dhamma, this is Vinaya, this is the teacher’s instruction. So, we can likewise develop these qualities, understanding what is Dhamma and what is not Dhamma.",
    "On Vesak, we celebrate three occasions of the Buddha’s life: The day prince Siddhartha was born, the day he awakened to the truth and became the Buddha, and the day he finished his life journey. As followers of the Buddha, this day is significant for us. We can gain right views from his teaching and attain the goal of liberation by walking his path.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "බෞද්ධ ජීවිතයේ අරමුණ",
      "body_lines": [
        "සමහර අය බුදුදහම දර්ශනයක් ලෙස සලකති; සමහරු එය ආගමක් ලෙස සලකති; සමහරු එය ජීවන මාර්ගයක් ලෙස සලකති. ඔවුන් එය කුමන ආකාරයෙන් බැලුවත් එය වැදගත් නොවේ. අපට බුද්ධ දේශනාවෙන් ඉගෙනීමට හා ප්‍රයෝජන ගැනීමට අවශ්‍ය නම්, අප එය අධ්‍යයනය කළ යුතුය, එය අදාළ කර ගත යුතුය, ගැඹුරින් විමර්ශනය කළ යුතුය.",
        "බුදුන් වහන්සේගේ ඉගැන්වීම විශ්ව සත්‍යය ප්‍රකාශ කරයි. මේ සත්‍යය නිරපේක්ෂයි. බුදුදහම අයත් වන්නේ කිසියම් ජන කණ්ඩායමකට, රටකට හෝ ප්‍රදේශයකට නොවේ. එය සිතීමට සහ තර්ක කිරීමට හැකි සියලු මිනිසුන් සඳහා ය. අංගුත්තර නිකායේ ධම්ම නියාම සූත්‍රයේදී බුදුන් වහන්සේ වදාළේ, “තථාගතයන් වහන්සේ පහළ වූවත්, නොපෙනුනත්, මේ ස්ථාපිත ධර්ම අංගය, මේ ස්ථාවර ධර්ම නියාමය තියෙනවා... තථාගතයන් වහන්සේ මේ ගැන සම්පූර්ණයෙන් අවදි වෙනවා, සම්පූර්ණයෙන් අවබෝධ කරනවා. එසේ පිබිදී, අවබෝධයෙන්, ඔහු නිවේදනය කරයි, පෙන්වා දෙයි, ප්‍රකාශ කරයි, පිහිටුවයි, පැහැදිලි කරයි, පැහැදිලි කරයි, පැහැදිලි කරයි. බුදුන් වහන්සේ ජීවමානව සිටියත් නැතත් ධර්මය පවතිනුයේ එය ලෝක ස්වභාවය පිළිබඳ සත්‍යය ප්‍රකාශ කරන බැවිනි. බුදුන් වහන්සේගේ කාර්යය වූයේ යටපත් වී තිබූ සත්‍යය නැවත සොයා ගැනීමයි.",
        "බුදුන් වහන්සේ විමර්ශකයෙක්, පර්යේෂකයෙක් සහ ගුරුවරයෙක් විය. ඔහුගේ අරමුණ වූයේ ලෝකයේ ස්වභාවය තේරුම් ගැනීමයි; බුද්ධ දේශනාව පිළිපදින කෙනෙකුගේ අරමුණ ද එයයි. බුද්ධ දේශනාවට අනුව ලෝක ස්වභාවය චක්‍රීයයි. අපට ආරම්භක ස්ථානයක් හෝ අවසන් ස්ථානයක් සොයාගත නොහැක. එම පුනරාවර්තන චක්‍රය බිඳ දැමීමෙන් කෙනෙකුට බුදුදහමේ අරමුණ වන විමුක්තිය සපුරාලීමට හැකි වේ. තවද, අපගේ ලෝකයේ ලක්ෂණ තුනක් ඇත: අනිත්‍යතාවය, දුක්ඛිත සහ අනාත්ම. ලෝකයේ යථා ස්වභාවය ගැන මේ අවබෝධය දියුණු කරගන්නා අයට තම චිත්ත ක්ලේශයන් නැති කර ගත හැකියි. එසේ කිරීමෙන් පුද්ගලයෙකුට උසස් ජීවන තත්ත්වයක් අත්විඳිය හැකිය. බුදුන්ගේ මඟ පෙන්වීම අපට උපකාර කළ හැකි නමුත් අප විසින්ම මෙම ස්වභාවය අවබෝධ කර ගත යුතුය. බුදුන් වහන්සේ ගුරුවරයෙක් මිස ගැලවුම්කාරයෙක් නොවේ. ඉගෙනීමට සහ පුහුණු වීමට අවස්ථාව සහ ක්‍රම ලබා දී ඇත, නමුත් අපි එම අවස්ථාව නිරවුල් මනසකින් ප්‍රයෝජනයට ගන්නවාද යන්න අපට භාරයි.",
        "මෙලොව උපන් මිනිසුන් වශයෙන් අප බෞද්ධයන් වශයෙන් අපගේ අරමුණ ඉටුකර ගැනීමට කරුණු තුනක් කළ යුතුය: අයහපතක් නොකරන්න, යහපත පමණක් කරන්න, සිත පිරිසිදු කරගන්න. මෙම ඉගැන්වීමට අනුව, පළමුව අප විසින් නොකළ යුතු දේ තේරුම් ගත යුතුය. මධ්‍යම දිග දේශණාව වන අම්බලට්ඨික රාහුලෝවාද සූත්‍රයට අනුව මට අහිතක්, අනුන්ට අහිතක්, දෙපිරිසටම හානිකර දෙයක් වේ නම්, එය අප වැළකිය යුතු ක්‍රියාවකි. එසේනම් අනර්ථයක් නොකිරීමට නම් සිල්පද රැකිය යුතුයි, හැම වෙලාවෙම ශීලයේ යෙදිය යුතුයි. ශික්ෂාපද සදාචාරය දියුණු කර ගැනීමට උපකාර වන අතර අපගේ ජීවිතයට යහපත් පරිසරයක් සලසා දෙනු ඇත. ඒ සිල්වත් වටපිටාවේ ජීවත් වීමෙන් ආශාව, ක්‍රෝධය, අවිද්‍යාව අඩුකර ගැනීමට පරිත්‍යාගශීලී බව පුරුදු කළ හැකියි. දෙවනුව, මට ප්‍රයෝජනවත්, අන් අයට ප්‍රයෝජනවත්, දෙදෙනාටම ප්‍රයෝජනවත් යමක් වේ නම් එය අප විසින් කළ යුතු ක්‍රියාවකි. තෙවනුව, අපගේ ඉන්ද්‍රියයන් පාලනය කිරීමට, අපගේ මනස දියුණු කළ යුතුය. මෙයින් අදහස් කරන්නේ චිත්ත ක්ලේශයන් අවම කර යහපත් මනසක් ඇති කර ගැනීමයි. මෙය සාක්ෂාත් කර ගැනීම සඳහා වඩාත් ඵලදායී ක්රමයක් වන්නේ භාවනාව පුහුණු කිරීමයි. භාවනාව ප්‍රගුණ කිරීමෙන් අපට මනස දියුණු කර ගත හැක. මෙම ක්‍රියාකාරකම් තුන සදාචාරය, සමාධිය සහ ප්‍රඥාව සමඟ සෘජුවම සම්බන්ධ වේ. එමෙන්ම ප්‍රඥාව දියුණු කිරීම බෞද්ධයන්ගේ අරමුණයි.",
        "බුදුන් වහන්සේගේ ආර්ය අෂ්ඨාංගික මාර්ගය අනුගමනය කරන්නෙකු විසින් පාලි භාෂාවෙන් දාන, ශීල සහ භාවනා (ත්‍යාගශීලිත්වය, සදාචාරය, භාවනාව) යනුවෙන් හඳුන්වන මූලික ක්‍රියාකාරකම් තුනක් මත පදනම් වූ ගුණාංග වර්ධනය කර ගත යුතුය. ප්‍රාණඝාතයෙන්, සොරකම් කිරීමෙන්, කාමමිථ්‍යාචාරයෙන්, බොරු කීමෙන්, මත්ද්‍රව්‍ය හා මත්පැන් භාවිතයෙන් වැළකීම අපගේ මූලික බෞද්ධ පිළිවෙත් වේ. මෙම පිළිවෙත් අනුගමනය කිරීමෙන් අපට මිත්‍රශීලී සහ සාමකාමී ජීවන රටාවක් පවත්වා ගත හැකිය. සමාධිය පවත්වා ගැනීමෙන් අපට සිහියෙන් ජීවත් විය හැකියි. සිහිකල්පනාවෙන් සිටීමෙන් අපට මොහොතින් මොහොත අප කරන දේ පිළිබඳව දැනුවත් වීමට හැකියාව ලැබේ. සිහියද සමාධිය පිහිටුවීමට මාර්ගයකි; ඒ වගේම සමාධිය ලැබෙනකොට අපි ප්‍රඥාවත් ලබනවා.",
        "ධම්මපදයේ මෙසේ සඳහන් වේ: “ප්‍රඥාවෙන් තොර සමාධියක් නැත, සමාධියෙන් තොර ප්‍රඥාවක් නැත. සමාධිය හා ප්‍රඥාව යන දෙකම ඇති තැනැත්තා ශාන්තියට හා විමුක්තියට සමීප වේ.” ප්‍රඥාව දියුණු කර ගැනීමෙන් අපගේ කායික, වාචික සහ මානසික ක්‍රියාවන් පිළිබඳව ගැඹුරින් හා පුළුල්ව සිතිය හැක. අපගේ ක්‍රියාවන් ගෙන දෙන ප්‍රතිඵල මොනවාදැයි අපට පැහැදිලිව දැකගත හැකිය. අපි මේ වර්තමාන ජීවිතය දන්නා අතර අනාගතය අපේක්ෂා කළ හැකිය. කම්ම (සිහියෙන් ක්‍රියා කිරීම) සහ කර්මයේ බලපෑම අවබෝධ කර ගැනීමෙන්, අප කුමන ආගමකට හෝ ජාතියකට අයත් වුවද, අපි බෞද්ධයන් ලෙස ජීවත් වෙමු. මෙයින් අදහස් කරන්නේ මෙම ක්‍රමය තම ජීවිතයට අදාළ කර ගන්නේ නම් ඕනෑම කෙනෙකුට බෞද්ධ විය හැකි බවයි. බෞද්ධ පවුලක ඉපදුනා කියලා බෞද්ධ පූජ්‍යයෙක් වෙන්නේ නෑ. ඔබ පන්සලකට ගියහොත්, භික්ෂූන් වහන්සේලා සමඟ සිටිමින්, බුදුන් වඳිනවා නම්, එයින් ඔබව බුදුන් වහන්සේගේ අනුගාමිකයෙකු බවට පත් නොවේ. නමුත් අහිතකර ක්‍රියාවලින් වැළකී සිහිබුද්ධියෙන් ජීවත් වන්නේ නම් ඔබට සැබැවින් ම බුද්ධ ශ්‍රාවකයකු විය හැකිය. ධම්මපද පණ්ඩිතවග්ග ගාථා 10 සහ 11 හි අපට හමු වේ: “මිනිසුන් අතර තවත් වෙරළට යන අය ස්වල්ප දෙනෙක් සිටිති; ඉතිරි උන් මේ වෙරළේ දුවනවා. නමුත් ධර්මයේ හොඳින් පිහිටපු අය, ධර්මයේ හැසිරෙන අය, ගැලවෙන්න අමාරුවෙන් මරණ මංචකයෙන් එතෙර වෙන අය අතර ඉන්නවා.”",
        "ශාක්‍යමුණි ගෞතම බුද්ධත්වයට පත් වූයේ - පිබිදුණු කෙනෙක් - බුද්ධත්වයට පත්වීමෙන් පසුව. ඔහු මීට වසර 2,600 කට පෙර ඉන්දියාවේ බුද්ධාගම ආරම්භ කළ ගුරුවරයෙකි. උන්වහන්සේගේ මරණින් පසු උන්වහන්සේ වෙනුවට උන්වහන්සේගේ ඉගැන්වීම් මඟ පෙන්වන ලෙස බුදුන් වහන්සේ තම භික්ෂූන්ට උපදෙස් දුන්හ. අදටත් බුදුදහමේ ලෝක නායකයෙක් අපට නැත. අපේ නායකයා බුද්ධ දේශනාව, ධර්මයයි. කෙසේ වෙතත්, අපට බෞද්ධ ප්‍රජාව (සංඝ) නායකයින් සිටී. ඔවුන් නායකත්වය දෙන්නේ ප්‍රජාවට මිස ශාසනයට නොවේ, බුදුන්ගේ නීති ලිහිල් කිරීමට ඔවුන් අනුබල දෙන්නේ නැත. ඒ නිසා බුද්ධ දේශනාව වෙනස් කරන්න, සංස්කරණය කරන්න කාටවත් බැහැ. බෞද්ධයන් විශ්වාසය වෙනුවට දැනුම මත පදනම් වූ ඔහුගේ ඉගැන්වීම කෙරෙහි විශ්වාසය තබා ඇත. ඔවුන් භාවිතා කරන්නේ ප්‍රඥාව මිස අන්ධ විශ්වාසය නොවේ. ඔවුන් සුපිරි බලයක් මත හෝ දිව්යමය පණිවිඩකරුවන් මත රඳා නොපවතී.",
        "කරණීය මෙත්ත සූත්‍රයේ සඳහන් පරිදි ඉගැන්වීම අනුගමනය කිරීම යනු: යමෙකුට හැකි, කෙළින්, අවංක, කීකරු, මෘදු සහ නිහතමානී විය යුතුය. ඊට අමතරව බෞද්ධ වෘත්තිකයන් “තමන්ටම පහන්” විය යුතු අතර අධිෂ්ඨානය, සිහිය, පිරිසිදු හැසිරීම, විචක්ෂණභාවය, ස්වයං සංයමය, නිවැරදි ජීවන රටාව සහ සුපරීක්ෂාකාරී විය යුතුය. මෙම ක්‍රමය සෘජුවම තම ජීවිතයට අදාළ කරගන්නා අය ඔවුන්ගේ හොඳ කීර්ති නාමය වැඩි වන අතර, ඔවුන් දීප්තියෙන් දීප්තිය දක්වා ගමන් කරයි. බුදුන් වහන්සේ තමාගේ සුළු මව වූ මහාප්‍රපති ගෝතමීට ධර්මය යනු කුමක්ද සහ දහම නොවන්නේ කුමක්ද යන්න පිළිබඳව ගෝතමී සූත්‍රයේ දී පහත පැහැදිලි කිරීම සිදු කළහ: “ගෝතමිය, ඔබ දන්නා ගුණාංග සම්බන්ධයෙන්, මෙම ගුණාංග අමනාපය ඇති කරයි. තෘෂ්ණාවට, අසීමිත වූ, විලංගු නොලබන; ස්වයං-අභිමානයට, ස්වයං-උසස් කිරීමට නොවේ; නිහතමානීකමට, අතිමහත් අභිලාෂයට නොවේ; තෘප්තියට, නොසතුටට; හුදකලාවට, පැටලීමට නොවේ; කම්මැලිකමට නොව, ශක්තිය අවදි කිරීමට; බරක් නොවී සිටීමට, බරක් නොවී සිටීමට.\" බුදුන් වහන්සේ වදාළේ මේකයි ධර්මය, මේකයි විනය, මේකයි ගුරුවරයාගේ අනුශාසනාව කියලා. එසේනම් අපටද ධර්මය යනු කුමක්ද, ධර්මය නොවන්නේ කුමක්ද යන්න අවබෝධ කරගෙන මේ ගුණාංග දියුණු කරගත හැකියි.",
        "වෙසක් දිනයේදී අපි බුදුන් වහන්සේගේ ජීවිතයේ අවස්ථා තුනක් සමරන්නෙමු: සිද්ධාර්ථ කුමාරයා ඉපදුණු දිනය, ඔහු සත්‍යයට අවදි වී බුදු වූ දිනය සහ ඔහු තම ජීවන ගමන අවසන් කළ දිනය. බුදුන් වහන්සේගේ අනුගාමිකයින් වන අපට මෙම දිනය වැදගත් වේ. උන්වහන්සේගේ ඉගැන්වීමෙන් නිවැරැදි දෘෂ්ටීන් ලබාගෙන උන්වහන්සේගේ මාර්ගයේ ගමන් කිරීමෙන් විමුක්තියේ අරමුණ අපට ළඟා කරගත හැකියි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பௌத்த வாழ்க்கையின் குறிக்கோள்",
      "body_lines": [
        "சிலர் பௌத்தத்தை ஒரு தத்துவமாகக் கருதுகின்றனர்; சிலர் அதை ஒரு மதமாக பார்க்கிறார்கள்; சிலர் அதை ஒரு வாழ்க்கை முறையாக நினைக்கிறார்கள். அவர்கள் எந்த வழியில் பார்த்தாலும் பரவாயில்லை. புத்தரின் போதனைகளை நாம் கற்று பயனடைய விரும்பினால், நாம் அதைப் படிக்க வேண்டும், அதைப் பயன்படுத்த வேண்டும், அதை முழுமையாக ஆராய வேண்டும்.",
        "புத்தரின் போதனை உலகளாவிய உண்மையை வெளிப்படுத்துகிறது. இந்த உண்மை முழுமையானது. பௌத்தம் ஒரு குறிப்பிட்ட மக்கள், நாடு அல்லது பிராந்தியத்திற்கு சொந்தமானது அல்ல; சிந்திக்கவும் பகுத்தறிவும் கூடிய அனைத்து மனிதர்களுக்கும் இது பொருந்தும். அங்கூத்தர நிகாயாவில் உள்ள தம்ம நியமத சூக்தத்தில், புத்தர் கூறினார், \"ததாகதர்கள் தோன்றினாலும் தோன்றாவிட்டாலும், தம்மத்தின் நிறுவப்பட்ட அம்சம் உள்ளது, இந்த நிலையான தம்ம விதி ... ஒரு ததாகதா இதை முழுமையாக விழித்து, அதை முழுமையாக புரிந்துகொள்கிறார். அதனால் விழித்தெழுந்து, புரிந்துகொண்டு, அவர் அறிவிக்கிறார், சுட்டிக்காட்டுகிறார், அறிவிக்கிறார், நிறுவுகிறார், விளக்குகிறார், விளக்குகிறார் மற்றும் தெளிவுபடுத்துகிறார். புத்தர் உயிருடன் இருந்தாலும் இல்லாவிட்டாலும், போதனை நிலவுகிறது, ஏனெனில் அது உலகின் இயல்பு பற்றிய உண்மையை வெளிப்படுத்துகிறது. மறைக்கப்பட்ட உண்மையை மீண்டும் கண்டுபிடிப்பதே புத்தரின் பணி.",
        "புத்தர் ஒரு ஆய்வாளர், ஆராய்ச்சியாளர் மற்றும் ஆசிரியர். உலகத்தின் இயல்பைப் புரிந்துகொள்வதே அவரது குறிக்கோளாக இருந்தது; புத்தரின் போதனைகளைப் பின்பற்றும் ஒருவரின் குறிக்கோள் அதுவே. புத்தரின் போதனையின்படி, உலகின் இயல்பு சுழற்சியானது. தொடக்கப் புள்ளி அல்லது முடிவுப் புள்ளியை எங்களால் கண்டுபிடிக்க முடியவில்லை. மீண்டும் மீண்டும் வரும் அந்த சுழற்சியை உடைப்பதன் மூலம், புத்த மதத்தின் இலக்கை நிறைவேற்ற முடியும்: விடுதலை. மேலும், நமது உலகில் மூன்று சிறப்பியல்பு அம்சங்கள் உள்ளன: நிலையற்ற தன்மை, துன்பம் மற்றும் சுயமற்ற தன்மை. இவ்வுலகின் உண்மையான இயல்பைப் பற்றிய இந்தப் புரிதலை வளர்த்துக் கொள்பவர்கள் மனக் கறைகளைப் போக்கிக் கொள்ள முடியும். அவ்வாறு செய்வதன் மூலம், ஒரு நபர் உயர்ந்த வாழ்க்கைத் தரத்தை அனுபவிக்க முடியும். புத்தரின் வழிகாட்டுதல் நமக்கு உதவும், ஆனால் இந்த இயல்பை நாமே உணர வேண்டும். புத்தர் ஒரு ஆசிரியர், இரட்சகர் அல்ல. கற்றுக்கொள்வதற்கும் பயிற்சி செய்வதற்கும் வாய்ப்புகள் மற்றும் முறைகள் வழங்கப்படுகின்றன, ஆனால் அந்த வாய்ப்பை நாம் தெளிவான மனதுடன் பயன்படுத்துகிறோமா என்பது நம்மைப் பொறுத்தது.",
        "இவ்வுலகில் பிறந்தவர்களான நாம் பௌத்தர்களாகிய நமது இலட்சியத்தை நிறைவேற்ற மூன்று காரியங்களைச் செய்ய வேண்டும்: எந்தத் தீங்கும் செய்யாதீர்கள், நன்மையை மட்டும் செய்யுங்கள், மனதைத் தூய்மைப்படுத்துங்கள். இந்த போதனையின்படி, முதலில் நாம் என்ன செய்யக்கூடாது என்பதைப் புரிந்து கொள்ள வேண்டும். அம்பலத்திக ராகுலோவட சுத்தத்தின் மத்திய நீள சொற்பொழிவின்படி, எனக்கு தீங்கு விளைவிக்கும், மற்றவர்களுக்கு தீங்கு விளைவிக்கும் அல்லது இருவருக்கும் தீங்கு விளைவிக்கும் ஒன்று இருந்தால், அது நாம் தவிர்க்க வேண்டிய ஒரு செயலாகும். எனவே, தீங்கு செய்யாமல் இருக்க, நாம் கட்டளைகளைக் கடைப்பிடிக்க வேண்டும், எல்லா நேரங்களிலும் ஒழுக்கமான நடத்தையில் ஈடுபட வேண்டும். அறநெறிகள் ஒழுக்கத்தை வளர்க்க உதவுவதோடு, நம் வாழ்வுக்கு நற்பண்புமிக்க சூழலை வழங்கும். அந்த நற்பண்பு நிறைந்த சூழலில் வாழ்வதன் மூலம், நமது ஆசை, கோபம், அறியாமை ஆகியவற்றைக் குறைக்கும் பெருந்தன்மையைக் கடைப்பிடிக்கலாம். இரண்டாவதாக, எனக்குப் பயன்படும், பிறருக்குப் பயன்படும், இருவருக்குமே பயன்படும் ஒன்று இருந்தால், அது நாம் செய்ய வேண்டிய செயல். மூன்றாவதாக, நம் புலன்களைக் கட்டுப்படுத்த, நம் மனதை வளர்க்க வேண்டும். இதன் பொருள் மனக் கறைகளைக் குறைத்து ஆரோக்கியமான மனதை வளர்ப்பது. இதை நிறைவேற்றுவதற்கான மிகச் சிறந்த வழி தியானம் செய்வதாகும். தியானம் செய்வதன் மூலம் நம் மனதை வளர்க்கலாம். இந்த மூன்று செயல்பாடுகளும் ஒழுக்கம், செறிவு மற்றும் ஞானத்துடன் நேரடியாக இணைகின்றன. மேலும் ஞானத்தை வளர்ப்பதே பௌத்தர்களின் குறிக்கோள்.",
        "புத்தரின் உன்னத எட்டு மடங்கு வழியைப் பின்பற்றுபவர் மூன்று அடிப்படைச் செயல்பாடுகளின் அடிப்படையில் குணங்களை வளர்த்துக் கொள்ள வேண்டும், அதை நாம் பாலியில் அழைக்கிறோம்: தானா, சிலா மற்றும் பாவனா (தாராள மனப்பான்மை, ஒழுக்கம், தியானம்). நமது அடிப்படை பௌத்த நடைமுறைகள் கொலை, திருடுதல், விபச்சாரம், பொய் பேசுதல் மற்றும் போதைப்பொருள் மற்றும் மதுவைப் பயன்படுத்துவதைத் தவிர்ப்பதாகும். இந்த நடைமுறைகளைப் பின்பற்றுவதன் மூலம் நாம் நட்பு மற்றும் அமைதியான வாழ்க்கை முறையைப் பராமரிக்க முடியும். செறிவைக் கடைப்பிடிப்பதன் மூலம் நாம் மனதுடன் வாழ முடியும். மைண்ட்ஃபுல்னெஸ் நாம் என்ன செய்கிறோம் என்பதை நொடிக்கு நொடி அறிந்து கொள்ள உதவுகிறது. மனதை ஒருமுகப்படுத்துவதும் ஒரு வழி; மேலும் நாம் செறிவு பெறும்போது ஞானத்தையும் பெறுகிறோம்.",
        "தம்மபதம் கூறுகிறது: “ஞானம் இல்லாமல் செறிவு இல்லை, செறிவு இல்லாமல் ஞானம் இல்லை. செறிவு மற்றும் ஞானம் இரண்டையும் கொண்டவர் அமைதி மற்றும் விடுதலைக்கு நெருக்கமானவர். ஞானத்தை வளர்த்துக்கொள்வதன் மூலம், நமது உடல், வாய்மொழி மற்றும் மன செயல்பாடுகளைப் பற்றி ஆழமாகவும் பரவலாகவும் சிந்திக்க முடியும். நமது செயல்கள் என்ன பலனைத் தரும் என்பதை நாம் தெளிவாகக் காணலாம். இந்த தற்போதைய வாழ்க்கையை நாம் அறிவோம் மற்றும் எதிர்காலத்தை எதிர்பார்க்கலாம். கம்மம் (மனதில் செயல்படுதல்) மற்றும் கம்மாவின் விளைவைப் புரிந்துகொள்வதன் மூலம், நாம் எந்த மதம் அல்லது இனத்தைச் சேர்ந்தவர்களாக இருந்தாலும் பௌத்தர்களாக வாழ்கிறோம். இந்த முறையை தங்கள் வாழ்க்கையில் பயன்படுத்தினால் எவரும் பௌத்தராக இருக்கலாம் என்பதே இதன் பொருள். ஒரு பௌத்த குடும்பத்தில் பிறந்ததால் நீங்கள் ஒரு பௌத்த பயிற்சியாளராக முடியாது. நீங்கள் ஒரு கோவிலுக்குச் சென்றால், துறவிகளுடன் தங்கி, புத்தரை வணங்கினால், அது உங்களை புத்தரைப் பின்பற்றுவதில்லை; ஆனால், தீங்கு விளைவிக்கும் செயல்களைத் தவிர்த்து, கவனத்துடன் வாழ்ந்தால், நீங்கள் உண்மையிலேயே புத்தரின் சீடராகலாம். தம்மபத பண்டிதவாக்க ஸ்லோகங்கள் 10 மற்றும் 11ல் நாம் காண்கிறோம்: “மனுஷர்களில் சிலர் இன்னும் கரைக்குச் செல்கிறார்கள்; மீதமுள்ளவர்கள் இந்தக் கரையில் இங்கு ஓடுகிறார்கள். ஆனால், தர்மத்தில் நன்கு நிலைநிறுத்தப்பட்டவர்கள், தர்மத்தை கடைப்பிடிப்பவர்கள், தப்பிப்பது மிகவும் கடினமான மரணத்தின் எல்லையைத் தாண்டி வருபவர்களில் அடங்குவர்.”",
        "ஷக்யமுனி கௌதமர் புத்தர் - விழித்தெழுந்தவர் - ஞானமடைந்த பிறகு. இந்தியாவில் 2,600 ஆண்டுகளுக்கு முன் புத்த மதத்தை நிறுவிய ஆசிரியர். புத்தர் தனது துறவிகளுக்கு தனது மரணத்திற்குப் பிறகு, அவருக்குப் பதிலாக அவரது போதனைகளை வழிகாட்டியாக எடுத்துக் கொள்ளுமாறு அறிவுறுத்தினார். இன்றும் பௌத்தத்தின் உலகத் தலைவர் எங்களிடம் இல்லை. நமது தலைவர் புத்தரின் போதனை, தம்மம். இருப்பினும், எங்களிடம் ஒரு பௌத்த சமூக (சங்க) தலைவர்கள் உள்ளனர். அவர்கள் சமூகத்தை மட்டுமே வழிநடத்துகிறார்கள், விநியோகத்தை அல்ல, புத்தரின் விதிகளை தளர்த்த வேண்டும் என்று அவர்கள் பரிந்துரைக்கவில்லை. எனவே, புத்தரின் போதனைகளை யாராலும் மாற்றவோ திருத்தவோ முடியாது. பௌத்தர்கள் நம்பிக்கைக்கு பதிலாக அறிவின் அடிப்படையில் அவருடைய போதனைகளில் நம்பிக்கை வைத்துள்ளனர். அவர்கள் ஞானத்தைப் பயன்படுத்துகிறார்கள், குருட்டு நம்பிக்கையை அல்ல. அவர்கள் ஒரு வல்லரசு அல்லது தெய்வீக தூதர்களை சார்ந்து இல்லை.",
        "கற்பித்தலைப் பின்பற்றுவது, கரணிய மெத்த சூத்திரத்தில் கூறப்பட்டுள்ளபடி: ஒருவன் இயலும், நேராகவும், நேர்மையாகவும், கீழ்ப்படிதலுடனும், மென்மையாகவும், பணிவாகவும் இருக்க வேண்டும். கூடுதலாக, பௌத்த பயிற்சியாளர்கள் \"தங்களுக்கு விளக்குகளாக\" இருக்க வேண்டும் மற்றும் உறுதிப்பாடு, நினைவாற்றல், தூய்மையான நடத்தை, விவேகம், சுய கட்டுப்பாடு, சரியான வாழ்க்கை மற்றும் விழிப்புணர்வு ஆகியவற்றைப் பயன்படுத்த வேண்டும். இந்த முறையை தங்கள் வாழ்க்கையில் நேரடியாகப் பயன்படுத்துபவர்கள் தங்கள் நற்பெயர் அதிகரிப்பதைக் காண்கிறார்கள், மேலும் அவர்கள் பிரகாசத்திலிருந்து பிரகாசத்திற்கு செல்கிறார்கள். புத்தர் தனது மாற்றாந்தாய் ஆன மஹாபிரபதி கோதமிக்கு, கோதமி சூத்திரத்தில் எது தம்மம், எது தம்மம் அல்ல என்பது குறித்து பின்வரும் விளக்கத்தை அளித்தார்: “கோதமி உங்களுக்குத் தெரிந்திருக்கும் குணங்களைப் பொறுத்தவரை, இந்த குணங்கள் மனச்சோர்வுக்கு வழிவகுக்கும். பேரார்வத்திற்கு அல்ல, தடையின்றி இருப்பதற்கு, பிணைக்கப்படாததற்கு; சுயமரியாதைக்கு, சுயமரியாதைக்கு அல்ல; அடக்கத்திற்கு, அதீத லட்சியத்திற்கு அல்ல; திருப்திக்கு, அதிருப்திக்கு அல்ல; தனிமைக்கு, சிக்கலுக்கு அல்ல; ஆற்றலைத் தூண்டுவதற்கு, சோம்பலுக்கு அல்ல; சுமையாக இருப்பதற்கு, சுமையாக இருப்பதற்கு அல்ல.\" இதுவே தம்மம், இதுவே வினயம், இதுவே ஆசிரியரின் அறிவுரை என்றார் புத்தர். எனவே, தர்மம் என்றால் என்ன, எது தர்மம் அல்ல என்பதைப் புரிந்துகொண்டு, இந்த குணங்களை நாமும் வளர்த்துக்கொள்ளலாம்.",
        "வெசாக் அன்று, புத்தரின் வாழ்க்கையின் மூன்று நிகழ்வுகளை நாம் கொண்டாடுகிறோம்: இளவரசர் சித்தார்த்தன் பிறந்த நாள், அவர் உண்மையை உணர்ந்து புத்தரான நாள், மற்றும் அவர் தனது வாழ்க்கை பயணத்தை முடித்த நாள். புத்தரைப் பின்பற்றுபவர்களாகிய நமக்கு இந்த நாள் முக்கியத்துவம் வாய்ந்தது. அவருடைய போதனையிலிருந்து நாம் சரியான பார்வைகளைப் பெறலாம் மற்றும் அவரது வழியில் நடப்பதன் மூலம் விடுதலையின் இலக்கை அடையலாம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}