{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-agriculture-minister-allays-fears-over-rice-shortage-95512/",
  "time_ut": 1654768620,
  "title": "Sri Lanka Agriculture Minister allays fears over rice shortage",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Agriculture Minister Mahinda Amaraweera allayed fears over a looming food crisis in the near future as cultivation data show farmers have started to cultivate the country’s staple food more than last year.",
    "Prime Minister Ranil Wickremesinghe has warned of a severe food crisis in August as Sri Lanka has failed to produce adequate rice crops in the last two cultivation seasons due to a fertilizer ban imposed in April last year. As a result, farmers had to cultivate rice without subsidized fertilizer in 2021.",
    "President Gotabaya Rajapaksa banned fertilizer citing it has become a source of non-communicable diseases like cancer and chronic kidney disease in the main areas rice is cultivated in Sri Lanka.",
    "“I would like to say, we do not need to panic. The situation is better than expected. In this season, 440,000 hectares are being cultivated,” Amarawera told the parliament.",
    "“When compared with the last season it is better than expected. When we take the cultivated lands in 2020 it was 400,336 hectares and in 2021, it was 445,000 hectares. So this time it is better than the time we gave fertilizer for free.”",
    "He said the yield may drop in the current cultivation season between 40-50 percent, after it fell 40 percent in the last Maha cultivation season from November and February.",
    "He said the ministry has estimated the rice demand for one year is 2.4 million metric tonnes where as the harvest in both cultivation seasons this year would be around 1.6 million metric tonnes which is enough only for eight months.",
    "“The yield we get is enough for only 8 months. We need stocks for another 4 months and that is why we are importing another 800,000 metric tonnes,” Amaraweera said.",
    "He says with the yield Sri Lanka gets from the Yala season, it will be sufficient until the end of December but there will be a need for rice in January 2023.",
    "Therefore Amaraweera suggested that the government should increase the current rice export from 339,000 metric tonnes to 350,000 metric tonnes.",
    "“We had a reserve stock of rice and yesterday I told them to issue it to the market below 200 rupees per one kg. There is no need to stock rice because we will only need rice by the end of December.” (Colombo/June 09/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා කෘෂිකර්ම අමාත්‍යවරයා සහල් හිඟය පිළිබඳ බිය දුරු කරයි",
      "body_lines": [
        "ආර්ථිකය - පසුගිය වසරට වඩා ගොවීන් රටේ ප්‍රධාන ආහාරය වගා කිරීමට ගොවීන් පටන් ගෙන ඇති බව වගා දත්ත පෙන්වා දෙන බැවින් නුදුරු අනාගතයේ දී ඇතිවිය හැකි ආහාර අර්බුදයක් පිළිබඳ බිය ශ්‍රී ලංකාවේ කෘෂිකර්ම අමාත්‍ය මහින්ද අමරවීර දුරු කළේය.",
        "පසුගිය වසරේ අප්‍රේල් මාසයේදී පැනවූ පොහොර තහනම හේතුවෙන් පසුගිය වගා කන්න දෙකේදී ප්‍රමාණවත් සහල් බෝග නිෂ්පාදනය කිරීමට ශ්‍රී ලංකාව අපොහොසත් වීම හේතුවෙන් අගෝස්තු මාසයේදී උග්‍ර ආහාර අර්බුදයක් ඇතිවිය හැකි බවට අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ අනතුරු අඟවා තිබේ. මේ නිසා 2021 දී සහනාධාර පොහොර නොමැතිව සහල් වගා කිරීමට ගොවීන්ට සිදු විය.",
        "ශ්‍රී ලංකාවේ සහල් වගා කරන ප්‍රධාන ප්‍රදේශවල පිළිකා සහ නිදන්ගත වකුගඩු රෝග වැනි බෝ නොවන රෝග සඳහා මූලාශ්‍රයක් වී ඇති බව පවසමින් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා පොහොර තහනම් කළේය.",
        "“මම කියන්න කැමතියි, අපි කලබල විය යුතු නැහැ. බලාපොරොත්තු වූවාට වඩා තත්ත්වය යහපත්ය. මේ කන්නයේ හෙක්ටයාර් 440,000ක් වගා කරනවා,” අමරවේර මහතා පාර්ලිමේන්තුවට පැවසීය.",
        "“පසුගිය වාරය හා සසඳන විට එය බලාපොරොත්තු වූවාට වඩා හොඳයි. 2020 වගා ඉඩම් ගත්තහම හෙක්ටයාර් 400,336ක් 2021දී හෙක්ටයාර 445,000ක්. ඒ නිසා අපි නොමිලයේ පොහොර දුන් කාලයට වඩා මෙවර හොඳයි.”",
        "පසුගිය මහ වගා කන්නයේ නොවැම්බර් සහ පෙබරවාරි මාසවල අස්වැන්න සියයට 40 කින් පහත වැටීමෙන් පසු වත්මන් වගා කන්නයේ අස්වැන්න සියයට 40-50 අතර ප්‍රමාණයකින් පහත වැටිය හැකි බව ඔහු පැවසීය.",
        "අමාත්‍යාංශය ඇස්තමේන්තු කර ඇත්තේ වසරක සහල් ඉල්ලුම මෙට්‍රික් ටොන් මිලියන 2.4ක් වන බවත්, මේ වසරේ වගා කන්න දෙකේදීම අස්වැන්න මෙට්‍රික් ටොන් මිලියන 1.6ක් පමණ වන බවත් එය මාස අටකට පමණක් ප්‍රමාණවත් බවත්ය.",
        "“අපිට ලැබෙන අස්වැන්න මාස 8කට විතර ඇති. තව මාස 4කට තොග අවශ්‍යයි, ඒ නිසා තමයි අපි තවත් මෙට්‍රික් ටොන් ලක්ෂ 8ක් ආනයනය කරන්නේ,” අමරවීර මහතා පැවසීය.",
        "යල කන්නයෙන් ශ්‍රී ලංකාවට ලැබෙන අස්වැන්නත් සමඟ එය දෙසැම්බර් අග දක්වා ප්‍රමාණවත් නමුත් 2023 ජනවාරි මාසයේදී සහල් අවශ්‍ය වනු ඇතැයි ඔහු පවසයි.",
        "එබැවින් වත්මන් සහල් අපනයනය මෙට්‍රික් ටොන් 339,000 සිට මෙට්‍රික් ටොන් 350,000 දක්වා වැඩි කළ යුතු බව අමරවීර මහතා යෝජනා කළේය.",
        "“අපි ළඟ සහල් සංචිතයක් තිබුණා, ඊයේ මම කිව්වා කිලෝවක් රුපියල් 200ට අඩුවෙන් වෙළෙඳපොළට නිකුත් කරන්න කියලා. දෙසැම්බර් අග වන විට සහල් අවශ්‍ය වන නිසා සහල් ගබඩා කර තබා ගැනීමේ අවශ්‍යතාවක් නැහැ.” (කොළඹ/ජුනි 09/2022)"
      ]
    },
    "ta": {
      "title": "அரிசி தட்டுப்பாடு குறித்த அச்சத்தை இலங்கை விவசாய அமைச்சர் போக்கினார்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் விவசாய அமைச்சர் மகிந்த அமரவீர, கடந்த ஆண்டை விட விவசாயிகள் நாட்டின் பிரதான உணவை அதிகளவில் பயிரிடத் தொடங்கியுள்ளதாக சாகுபடி தரவுகள் காட்டுவதால், எதிர்காலத்தில் ஏற்படும் உணவு நெருக்கடி குறித்த அச்சத்தை போக்கினார்.",
        "கடந்த வருடம் ஏப்ரலில் விதிக்கப்பட்ட உரத்தடை காரணமாக கடந்த இரண்டு பயிர்ச்செய்கை காலங்களிலும் போதியளவு நெற்பயிர்களை உற்பத்தி செய்ய இலங்கை தவறியதால் ஆகஸ்ட் மாதம் கடுமையான உணவு நெருக்கடி ஏற்படும் என பிரதமர் ரணில் விக்கிரமசிங்க எச்சரித்துள்ளார். இதன் விளைவாக, விவசாயிகள் 2021 இல் மானிய உரம் இல்லாமல் நெல் சாகுபடி செய்ய வேண்டியிருந்தது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, இலங்கையில் நெல் பயிரிடப்படும் பிரதான பகுதிகளில் புற்றுநோய் மற்றும் நீண்டகால சிறுநீரக நோய் போன்ற தொற்றாத நோய்களுக்கான ஆதாரமாக மாறிவிட்டதாகக் கூறி உரம் தடைசெய்யப்பட்டுள்ளது.",
        "“நான் சொல்ல விரும்புகிறேன், நாங்கள் பீதியடையத் தேவையில்லை. எதிர்பார்த்ததை விட நிலைமை சிறப்பாக உள்ளது. இந்தப் பருவத்தில் 4,40,000 ஹெக்டேர் நிலப்பரப்பில் பயிரிடப்படுகிறது” என அமரவெர நாடாளுமன்றத்தில் தெரிவித்தார்.",
        "\"கடந்த சீசனுடன் ஒப்பிடும் போது, ​​எதிர்பார்த்ததை விட சிறப்பாக உள்ளது. 2020ஆம் ஆண்டு 400,336 ஹெக்டேராகவும், 2021 இல் 445,000 ஹெக்டேராகவும் விவசாய நிலங்களை எடுத்துக் கொண்டோம். எனவே இந்த முறை இலவசமாக உரம் கொடுத்ததை விட சிறந்தது” என்றார்.",
        "நவம்பர் மற்றும் பிப்ரவரி முதல் கடந்த மகா சாகுபடி பருவத்தில் 40 சதவீதம் சரிந்த பிறகு, நடப்பு சாகுபடி பருவத்தில் 40-50 சதவீதம் மகசூல் குறையக்கூடும் என்றார்.",
        "ஒரு வருடத்திற்கான அரிசி தேவை 2.4 மில்லியன் மெட்ரிக் டன்கள் என அமைச்சகம் மதிப்பிட்டுள்ளதாகவும், இந்த ஆண்டு இரண்டு சாகுபடி பருவங்களிலும் 1.6 மில்லியன் மெட்ரிக் டன்கள் அறுவடை செய்யப்படும் என்றும், இது எட்டு மாதங்களுக்கு மட்டுமே போதுமானது என்றும் அவர் கூறினார்.",
        "“எங்களுக்கு கிடைக்கும் மகசூல் 8 மாதங்களுக்கு மட்டுமே போதுமானது. இன்னும் 4 மாதங்களுக்கு எமக்கு கையிருப்பு தேவை, அதனால்தான் மேலும் 800,000 மெட்ரிக் டன்களை இறக்குமதி செய்கிறோம்” என்று அமரவீர கூறினார்.",
        "இலங்கைக்கு யலாப் பருவத்தில் கிடைக்கும் மகசூல் டிசம்பர் இறுதி வரை போதுமானதாக இருக்கும் ஆனால் 2023 ஜனவரியில் அரிசி தேவைப்படும் என்று அவர் கூறுகிறார்.",
        "எனவே அரசாங்கம் தற்போதைய அரிசி ஏற்றுமதியை 339,000 மெற்றிக் தொன்களில் இருந்து 350,000 மெற்றிக் தொன்களாக அதிகரிக்க வேண்டும் என அமரவீர பரிந்துரைத்தார்.",
        "“எங்களிடம் கையிருப்பு அரிசி இருந்தது, நேற்று நான் அவர்களிடம் அதை ஒரு கிலோ 200 ரூபாய்க்கு குறைவாக சந்தைக்கு வழங்கச் சொன்னேன். அரிசி இருப்பு வைக்க வேண்டிய அவசியம் இல்லை, ஏனென்றால் டிசம்பர் இறுதிக்குள் எங்களுக்கு அரிசி மட்டுமே தேவைப்படும். (கொழும்பு/ஜூன் 09/2022)"
      ]
    }
  }
}