{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/29/sri-lanka-life-saving-gets-new-supplies-from-us-embassy/",
  "time_ut": 1651232460,
  "title": "Sri Lanka Life Saving gets new supplies from US Embassy",
  "body_lines": [
    "COLOMBO (News 1st); An invaluable set of critical medical supplies and paramedic equipment including spine boards, oxygen bag, valve masks and CPR mannequins was donated to the Sri Lanka Life Saving by the USA embassy in Colombo, Sri Lanka at the SLLS Headquarters in Mount Lavinia, under the patronage of Julie Chung, the US Ambassador.",
    "Sri Lanka Life Saving is the National Body for Drowning Prevention and Water Safety related activities in Sri Lanka, and is a non-profit semi-governmental organization registered with the Ministry of Sports and functioning its activities very closely with the Ministry of Defense, Ministry of Health, Ministry of Education and the Ministry of Disaster Management (Disaster Management Center).",
    "The main aim of Sri Lanka Life Saving is to prevent drowning and water related accidents in Sri Lanka. Thousands of people who have been trained by us free of charge are striving towards this common cause, silently working for the safety of the people and communities. Among them are school children, the Armed Forces, the Civil Defense, the Police and the Coast Guard.",
    "Floods have been a major and a regular issue in Sri Lanka in the recent years and equipment that has been donated previously has been used to save numerous lives that have been subject to this natural disaster.",
    "The last few weeks have seen a sharp increase in the number of waterborne accidents in the island, and the newly donated equipment will be instrumental in handling these situations more effectively, as modern technology expands lifesaving services.",
    "INS ‘Gharial’ arrives in Colombo; Medical aid from India handed over to Sri Lanka",
    "President agreed to form Interim Government; National Council would appoint new PM, Cabinet"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ජීවිතාරක්ෂක ආයතනයට එක්සත් ජනපද තානාපති කාර්යාලයෙන් නව සැපයුම් ලැබේ",
      "body_lines": [
        "COLOMBO (News 1st); කොඳු ඇට පෙළ, ඔක්සිජන් බෑගය, කපාට වෙස් මුහුණු සහ CPR මන්න ඇතුළුව අත්‍යවශ්‍ය වෛද්‍ය සැපයුම් සහ පරිපූරක උපකරණ කට්ටලයක් ශ්‍රී ලංකාවේ කොළඹ පිහිටි එක්සත් ජනපද තානාපති කාර්යාලය විසින් ශ්‍රී ලංකා ජීවිතාරක්ෂක ආයතනය වෙත පරිත්‍යාග කරන ලදී. එක්සත් ජනපද තානාපති ජූලි චුන්ග්ගේ.",
        "ශ්‍රී ලංකා ජීවිතාරක්ෂක යනු ශ්‍රී ලංකාවේ දියේ ගිලීම වැළැක්වීම සහ ජල සුරක්ෂිතතාව සම්බන්ධ ක්‍රියාකාරකම් සඳහා වන ජාතික ආයතනය වන අතර එය ක්‍රීඩා අමාත්‍යාංශයේ ලියාපදිංචි වී ඇති අතර එහි ක්‍රියාකාරකම් ආරක්ෂක අමාත්‍යාංශයේ, ආරක්ෂක අමාත්‍යාංශය සමඟ ඉතා සමීපව ක්‍රියාත්මක වන ලාභ නොලබන අර්ධ රාජ්‍ය සංවිධානයකි. සෞඛ්‍ය, අධ්‍යාපන අමාත්‍යාංශය සහ ආපදා කළමනාකරණ අමාත්‍යාංශය (ආපදා කළමනාකරණ මධ්‍යස්ථානය).",
        "ශ්‍රී ලංකා ජීවිත සුරැකීමේ ප්‍රධාන අරමුණ වන්නේ ශ්‍රී ලංකාව තුළ දියේ ගිලීම සහ ජලය ආශ්‍රිත අනතුරු වැළැක්වීමයි. අපෙන් නොමිලයේ පුහුණුව ලැබූ දහස් සංඛ්‍යාත පිරිසක් මේ පොදු අරමුණ වෙනුවෙන් නිහඩව ජනතාවගේ සහ ප්‍රජාවගේ ආරක්ෂාව වෙනුවෙන් වෙහෙසෙමින් සිටිති. ඒ අතර පාසල් සිසුන්, ත්‍රිවිධ හමුදාව, සිවිල් ආරක්‍ෂක, පොලිසිය, වෙරළාරක්‍ෂක බළකාය ද වෙති.",
        "ගංවතුර මෑත වසරවල ශ්‍රී ලංකාවේ ප්‍රධාන හා නිරන්තර ප්‍රශ්නයක් වී ඇති අතර මෙම ස්වාභාවික ව්‍යසනයට ගොදුරු වූ ජීවිත ගණනාවක් බේරා ගැනීම සඳහා මීට පෙර පරිත්‍යාග කරන ලද උපකරණ භාවිතා කර ඇත.",
        "පසුගිය සති කිහිපය තුළ දිවයිනේ ජලයෙන් සිදුවන අනතුරු සංඛ්‍යාවේ තියුනු වර්ධනයක් දක්නට ලැබුණු අතර නවීන තාක්‍ෂණය මගින් ජීවිතාරක්ෂක සේවා පුළුල් කරන බැවින් මෙම තත්ත්වයන් වඩාත් ඵලදායි ලෙස හැසිරවීමට අලුතින් පරිත්‍යාග කරන ලද උපකරණ ඉවහල් වනු ඇත.",
        "INS ‘Gharial’ කොළඹට; ඉන්දියාවෙන් වෛද්‍ය ආධාර ලංකාවට",
        "අන්තර්වාර ආණ්ඩුවක් පිහිටුවීමට ජනපති එකඟ වෙයි; ජාතික සභාව නව අගමැති, කැබිනට් මණ්ඩලය පත් කරනු ඇත"
      ]
    },
    "ta": {
      "title": "இலங்கையின் உயிர்காக்கும் அமைப்பு அமெரிக்க தூதரகத்திலிருந்து புதிய பொருட்களைப் பெறுகிறது",
      "body_lines": [
        "COLOMBO (News 1st); ஸ்பைன் போர்டு, ஆக்சிஜன் பை, வால்வு முகமூடிகள் மற்றும் CPR மேனிக்வின்கள் உள்ளிட்ட முக்கியமான மருத்துவ பொருட்கள் மற்றும் துணை மருத்துவ உபகரணங்களின் தொகுப்பு இலங்கையின் கொழும்பில் உள்ள அமெரிக்க தூதரகத்தால், கல்கிசையில் உள்ள SLLS தலைமையகத்தில் இலங்கையின் உயிர் காக்கும் பணிக்கு வழங்கப்பட்டது. அமெரிக்க தூதர் ஜூலி சுங்கின்.",
        "இலங்கை உயிர்காப்பு என்பது இலங்கையில் நீரில் மூழ்குவதைத் தடுக்கும் மற்றும் நீர் பாதுகாப்பு தொடர்பான நடவடிக்கைகளுக்கான தேசிய அமைப்பாகும், மேலும் இது ஒரு இலாப நோக்கற்ற அரை-அரசு அமைப்பாகும். சுகாதாரம், கல்வி அமைச்சகம் மற்றும் பேரிடர் மேலாண்மை அமைச்சகம் (பேரழிவு மேலாண்மை மையம்).",
        "இலங்கையில் நீரில் மூழ்கி மற்றும் நீர் தொடர்பான விபத்துக்களை தடுப்பதே இலங்கையின் உயிர்காக்கும் முக்கிய நோக்கமாகும். எங்களிடம் இலவசமாகப் பயிற்சி பெற்ற ஆயிரக்கணக்கான மக்கள், மக்கள் மற்றும் சமூகங்களின் பாதுகாப்பிற்காக அமைதியாக உழைத்து, இந்த பொதுவான நோக்கத்திற்காக பாடுபடுகிறார்கள். அவர்களில் பள்ளிக் குழந்தைகள், ஆயுதப்படை, குடிமைத் தற்காப்பு, காவல்துறை, கடலோரக் காவல்படை உள்ளிட்டோர் உள்ளனர்.",
        "அண்மைய ஆண்டுகளில் இலங்கையில் வெள்ளம் ஒரு முக்கிய மற்றும் வழக்கமான பிரச்சினையாக உள்ளது மற்றும் இந்த இயற்கை அனர்த்தத்திற்கு உட்பட்ட ஏராளமான உயிர்களைக் காப்பாற்றுவதற்கு முன்னர் நன்கொடையாக வழங்கப்பட்ட உபகரணங்கள் பயன்படுத்தப்பட்டுள்ளன.",
        "கடந்த சில வாரங்களாக தீவில் நீர்வழி விபத்துக்களின் எண்ணிக்கையில் கூர்மையான அதிகரிப்பு காணப்பட்டது, மேலும் நவீன தொழில்நுட்பம் உயிர்காக்கும் சேவைகளை விரிவுபடுத்துவதால், புதிதாக வழங்கப்பட்ட உபகரணங்கள் இந்த சூழ்நிலைகளை மிகவும் திறம்பட கையாளுவதற்கு கருவியாக இருக்கும்.",
        "INS ‘Gharial’ கொழும்பு வந்தடைந்தது; இந்தியாவிடமிருந்து மருத்துவ உதவி இலங்கைக்கு கையளிக்கப்பட்டது",
        "இடைக்கால அரசாங்கத்தை அமைக்க ஜனாதிபதி ஒப்புக்கொண்டார்; தேசிய கவுன்சில் புதிய பிரதமர், அமைச்சரவையை நியமிக்கும்"
      ]
    }
  }
}