{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Rethink-strategies-to-revive-the-economy-Ranil-urges-Govt/155-235599",
  "time_ut": 1650791820,
  "title": "Rethink strategies to revive the economy: Ranil urges Govt.",
  "body_lines": [
    "Governornmet will have to rethink its strategies to revive the economy in the wake of Sri Lanka not qualifying for the International Monetary Fund ( IMF) Rapid Financial Initiative and with the Indian credit line coming to an end next month, Former Prime Minister Ranil Wickremesinghe said today.",
    "Mr. Wickremesinghe who was speaking at a seminar organized by some Sri Lankan bankers in Colombo warned of a further deterioration of the economy.",
    "\" A Sri Lankn delegation led by the Finance Ministry requested for rapid financial initiative assistance from the IMF and the latter had stated that Sri Lanka is not qualified for such a package. The Indian credit line will be over next month. On top of that the supply of fertilizer also faces a danger. Around 30 percent of fertilizer comes from Russia, Sri Lanka is going to face an issue even during the next harvesting season. We are going to have a food shortage,\" he said.",
    "Also the value of funds held in fixed deposits and value of funds held by EPF and ETF funds will decline by at least 59 percent. A person who is 30 years old could escape this situation. However, how could a person who is about to retire manage the situation? he added.",
    "\" We warned of this economic crisis in 2020. We also said that Sri Lanka should go to the IMF in 2021. This did not happen. Therefore we have to rethink about our strategies to revive the economy and begin a new program for survival,\" Mr. Wickremesinghe stressed. (Yohan Perera)"
  ],
  "translate": {
    "si": {
      "title": "ආර්ථිකය නගා සිටුවීමේ උපාය මාර්ග ගැන නැවත සිතන්න: රනිල් රජයෙන් ඉල්ලා සිටී.",
      "body_lines": [
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) කඩිනම් මූල්‍ය මුලපිරීම සඳහා ශ්‍රී ලංකාව සුදුසුකම් නොලබන පසුබිමක සහ ලබන මාසයේ ඉන්දීය ණය සීමාව අවසන් වීමත් සමඟ ආර්ථිකය පුනර්ජීවනය කිරීමේ උපාය මාර්ග පිළිබඳව ආණ්ඩුකාරවරයාට නැවත සිතා බැලීමට සිදුවනු ඇතැයි හිටපු අගමැති රනිල් වික්‍රමසිංහ මහතා පවසයි. .",
        "ඇතැම් ශ්‍රී ලාංකික බැංකුකරුවන් විසින් කොළඹදී සංවිධානය කරන ලද සම්මන්ත්‍රණයකට එක්වෙමින් වික්‍රමසිංහ මහතා ආර්ථිකය තවදුරටත් පිරිහීමට ලක්වන බවට අනතුරු ඇඟවීය.",
        "\"මුදල් අමාත්‍යාංශය ප්‍රමුඛ ශ්‍රී ලාංකික නියෝජිත පිරිසක් IMF වෙතින් ඉක්මන් මුල්‍ය මුලපිරීම් ආධාර ඉල්ලා සිටි අතර, එවැනි පැකේජයක් සඳහා ශ්‍රී ලංකාව සුදුසුකම් නොලබන බව ප්‍රකාශ කර ඇත. ඉන්දීය ණය රේඛාව ලබන මාසයේ අවසන් වේ. ඊට ඉහළින් පොහොර සැපයුමත් අනතුරකට මුහුණ පානවා.පොහොරවලින් සියයට 30ක් පමණ ලැබෙන්නේ රුසියාවෙන්, ශ්‍රී ලංකාව ඊළඟ අස්වනු නෙළන කාලයේදීත් ප්‍රශ්නයකට මුහුණ දෙනවා.අපිට ආහාර හිඟයක් ඇති වෙනවා,\" ඔහු පැවසීය.",
        "එසේම ස්ථාවර තැන්පතුවල ඇති අරමුදල්වල වටිනාකම සහ EPF සහ ETF අරමුදල් සතු අරමුදල්වල වටිනාකම අවම වශයෙන් සියයට 59 කින් අඩු වනු ඇත. වයස අවුරුදු 30 ක පුද්ගලයෙකුට මෙම තත්වයෙන් මිදිය හැකිය. කෙසේ වෙතත්, විශ්රාම ගැනීමට සිටින පුද්ගලයෙකුට තත්වය කළමනාකරණය කළ හැක්කේ කෙසේද? ඔහු වැඩිදුරටත් පැවසීය.",
        "\"අපි 2020 දී මේ ආර්ථික අර්බුදය ගැන අනතුරු ඇඟෙව්වා. අපිත් කිව්වා 2021 දී ශ්‍රී ලංකාව ජාත්‍යන්තර මූල්‍ය අරමුදලට යා යුතුයි කියලා. එහෙම වුණේ නැහැ. ඒ නිසා ආර්ථිකය පණ ගැන්වීමේ අපේ උපාය මාර්ග ගැන නැවත සිතා බලා පැවැත්ම සඳහා නව වැඩපිළිවෙළක් ආරම්භ කළ යුතුයි.\" වික්‍රමසිංහ මහතා අවධාරණය කළේය. (යොහාන් පෙරේරා)"
      ]
    },
    "ta": {
      "title": "பொருளாதாரத்தை மீட்டெடுக்கும் உத்திகளை மறுபரிசீலனை செய்யுங்கள்: அரசாங்கத்திடம் ரணில் வலியுறுத்தல்.",
      "body_lines": [
        "சர்வதேச நாணய நிதியத்தின் (IMF) துரித நிதி முயற்சிக்கு இலங்கை தகுதி பெறாததாலும், இந்தியக் கடன் அடுத்த மாதத்துடன் முடிவடையவுள்ளதாலும், பொருளாதாரத்தை புத்துயிர் பெறுவதற்கான தனது உத்திகளை கவர்னர்மெட் மீள்பரிசீலனை செய்ய வேண்டும் என முன்னாள் பிரதமர் ரணில் விக்கிரமசிங்க தெரிவித்துள்ளார். .",
        "கொழும்பில் சில இலங்கை வங்கியாளர்கள் ஏற்பாடு செய்திருந்த கருத்தரங்கு ஒன்றில் பேசிய திரு. விக்கிரமசிங்க, பொருளாதாரம் மேலும் சீரழிந்து போவது குறித்து எச்சரித்தார்.",
        "\"நிதி அமைச்சின் தலைமையிலான இலங்கை தூதுக்குழுவினர் சர்வதேச நாணய நிதியத்திடம் இருந்து விரைவான நிதி முன்முயற்சி உதவியை கோரினர், மேலும் பிந்தையது இலங்கை அத்தகைய தொகுப்புக்கு தகுதியற்றது என்று கூறியது. இந்திய கடன் வரி அடுத்த மாதம் முடிவடையும். அதற்கு மேல் உர விநியோகமும் ஆபத்தை எதிர்கொள்கிறது.சுமார் 30 சதவீத உரம் ரஷ்யாவிலிருந்து வருகிறது, அடுத்த அறுவடைக் காலத்திலும் இலங்கை ஒரு பிரச்சினையை எதிர்கொள்ளப் போகிறது.நாம் உணவுப் பற்றாக்குறையை சந்திக்கப் போகிறோம்,\" என்று அவர் கூறினார்.",
        "மேலும் நிலையான வைப்புகளில் வைத்திருக்கும் நிதிகளின் மதிப்பு மற்றும் EPF மற்றும் ETF நிதிகள் வைத்திருக்கும் நிதிகளின் மதிப்பு குறைந்தது 59 சதவிகிதம் குறையும். 30 வயது நிரம்பிய ஒருவர் இந்த சூழ்நிலையிலிருந்து தப்பிக்க முடியும். இருப்பினும், ஓய்வு பெறவிருக்கும் ஒரு நபர் எப்படி நிலைமையை சமாளிக்க முடியும்? அவன் சேர்த்தான்.",
        "\"2020 இல் இந்த பொருளாதார நெருக்கடி பற்றி நாங்கள் எச்சரித்தோம். 2021 இல் இலங்கை சர்வதேச நாணய நிதியத்திற்கு செல்ல வேண்டும் என்று நாங்கள் கூறினோம். இது நடக்கவில்லை. எனவே பொருளாதாரத்தை மீட்டெடுப்பதற்கான எங்கள் உத்திகள் குறித்து நாங்கள் மறுபரிசீலனை செய்ய வேண்டும் மற்றும் பிழைப்புக்கான புதிய திட்டத்தை தொடங்க வேண்டும்.\" விக்கிரமசிங்க வலியுறுத்தினார். (யோஹான் பெரேரா)"
      ]
    }
  }
}