{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/30/launch-a-public-private-partnership-program-on-food-security-president/",
  "time_ut": 1653907260,
  "title": "Launch a public-private partnership program on food security- President",
  "body_lines": [
    "COLOMBO (News 1st); President Gotabaya Rajapaksa has instructed officials to immediately launch a comprehensive public-private partnership program on food security.",
    "In a tweet, the President’s Spokesperson stated that negotiations with several countries to meet the fertilizer requirement have been successful, and therefore, the President requested all farmers not to give up cultivation during the Yala season due to shortage of fertilizer or any other reason.",
    "The President made this observation at a discussion held at the President’s House in Fort today (30) with regard to the agricultural activities of the Yala season and the mitigation of possible food shortages in the future.",
    "The President has also stated that the full involvement of the Ministry of Agriculture should be given to carry out cultivation activities using chemical or organic fertilizers as per the choice of the farmers.",
    "The President urged all farmers not to give up cultivation during the Yala season due to shortage of fertilizer or any other reason as the discussions with several countries were successful in meeting the fertilizer requirement.",
    "The President has also pointed out that a national fertilizer policy should be formulated soon, which will include policies for importing, distributing, proper management, awareness raising and coordination among farmers and officials with regard to fertilizer.",
    "The discussion has focused on identifying paddy fields that were not used for Yala cultivation and cultivating essential crops such as green gram, cowpea and soya, which could enable farmers to earn a higher income.",
    "The President has instructed to take immediate steps to release the Kandakadu farm belonging to the National Livestock Development Board for cultivation of maize, soya and other crops.",
    "The Presidential Media Unit stated that as the Government owns a large percentage of uncultivated lands, and it was decided to identify those lands and hand them over to young cultivators.",
    "It was also decided to identify all the provinces that need to be cultivated and to launch an integrated cultivation promotion week in all provinces.",
    "The Presidential Media Unit stated that it was also decided to provide unlimited funds allocated to the Provincial Council for agriculture, livestock and fresh water fisheries.",
    "World Bank to disburse USD 700Mn to Sri Lanka, Country Director disagrees"
  ]
}