{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLT-Mobitel-unveils-revamped-The-Directory-2022-as-national-business-tool/34-736099",
  "time_ut": 1655058600,
  "title": "SLT-Mobitel unveils revamped ‘The Directory’ 2022 as national business tool",
  "body_lines": [
    "As a one-stop-shop for all marketing and advertising solutions for Micro, Small and Medium Businesses (MSMBs), SLT Digital Services Ltd. (SLT-Digital), a fully-owned subsidiary of SLT-Mobitel, the National ICT Solutions Provider, unveiled ‘The Directory’ 2022, the refreshed and advanced version of its national business directory.",
    "The Directory 2022 is the latest version of the National Business Directory and a new tool for doing business in the country. The user-friendly guide offers enhanced features under a refreshed brand name produced with the main objective of creating additional value to existing and prospective customers, and registered vendors. In addition, The Directory offers its business directory services through multiple mediums including as an online directory – rainbowpages.lk, a printed book, an eBook, a mobile app as well as a 24-hr Call Centre service (SLT 1212, Mobile 444), Call Centre.",
    "The Directory holds the unique position of being Sri Lanka’s only National Business Directory featuring over 10,000 daily online searches, 6,000+ business organisational listings, 170,000+ classified and unclassified verified listings and service categories representing all economic sectors including government institutions and places of worship.",
    "The enhanced National Business Directory 2022 contains verified contact details for citizens seeking a truly local search mechanism especially for industry verticals such as hardware, construction, electrical, electronics, etc. Listing in the Business Directory 2022 enables vendors, particularly Business to Business (B2B) and MSMBs entities, to have access to Search Engine Optimization (SEO). The directory has been optimised for global internet search engines to ensure featured companies appear high in Google searches. Additionally, superior listing and advertising space empower businesses to acquire more customers.",
    "Another enriched feature for listed and registered businesses are eligibility as suppliers for Government Sector Tenders. The government treasury circular approving registered merchants has already been issued creating progressive opportunities for vendors.",
    "SLT Digital Services Ltd. Chief Executive Officer Upul Manchanayake stated, “The last Business Directory was printed and distributed in 2020 as the company continued to move its main focus to digital and online applications. Around 80% of print advertisers continued to advertise in the latest 2022 “The Directory” and its online directory. Continuously creating values to our stakeholders is one of our key strategic priorities. Keeping that in mind, today we are offering a range of Digital Marketing Solutions, web solutions, content development for our valued customers to amplify their brand messages. In the near future more new products and services will be introduced including platform based solutions.”",
    "SLT-Digital specialises in Digital Marketing, Business Directory Advertising, Digital Directory Solutions, Web Development Solutions, Event Management, Activation and Branding Services, and ICT and Communications solutions in order to become the most preferred ICT and Marketing solutions provider for the Micro, Small and Medium Business (MSMBs) community in the country."
  ]
}