{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-prime-minister-deeply-distressed-by-alleged-police-killing-of-protestor-93198/",
  "time_ut": 1650432420,
  "title": "Sri Lanka prime minister “deeply distressed” by alleged police killing of protestor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Prime Minister Mahinda Rajapaksa has expressed his deep distress about a police shooting in Rambukanna Tuesday (19) evening that killed one protestor and injured 24.",
    "Rajapaksa tweeted Wednesday (20) morning that he is confident an impartial investigation will be carried out by police, who he claimed has always served Sri Lanka with “utmost honour”. He also called on protestors to “engage in their civic right with equal respect and honour”.",
    "Deeply distressed following the tragedy in Rambukkana. I have every confidence that a strict, impartial investigation will be carried out by @SL_PoliceMedia who've always served #lka with utmost honor. I urge protesters to engage in their civic right with equal respect & honour.",
    "Hospital sources confirmed Tuesday evening that one protestor was killed and 24 others were injured after police fired live rounds at a crowd that police claimed had gotten violent during a protest against a fuel price hike.",
    "A police curfew was imposed in Rambukkan in the aftermath of the shooting.",
    "Protests erupted islandwide on Tuesday (19) over a record overnight fuel price hike.",
    "A furious public took to the streets on Tuesday to voice their frustration over the soaring price of petrol, diesel and other fuels, with reports emerging of protests intensifying in towns across the country.",
    "Video footage broadcast on private media showed plumes of thick, black smoke emanate from tyres burnt on main roads, while buses parked across Sri Lanka’s main arteries blocked traffic on the second workday after a week-long holiday.",
    "Protests were reported in Kandy, Matara, Gampola, Katunayaka, Digana, Rambukkana, Hingurakkogda, Ratnapura, Mahawa, Theldeniya, and Mawanella as of Tuesday afternoon. (Colombo/Apr20/2022)"
  ]
}