{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Proposals-made-to-remove-extremist-contents-from-school-textbooks/56-732913",
  "time_ut": 1648845660,
  "title": "Proposals made to remove extremist contents from school textbooks",
  "body_lines": [
    "The Education Secretaries pointed out that moderate Muslims have called for immediate action on the extremist and separatist contents in curricula in school textbooks in Sri Lanka and to safeguard their children from extremist and terrorist activities.",
    "Education Ministry Secretary Prof. Kapila C. Perera and Secretary to the State Ministry of Education H.S. Harischandra expressed these views while speaking at a meeting with the Presidential Task Force for ‘One Country, One Law’ at the Ministry of Education on Wednesday.",
    "They pointed out that if the minds of children are properly nurtured from an early age, respectable citizens can be created and instances where foreign extremist ideologies are included in school textbooks should be rectified immediately.",
    "The Presidential Task Force for ‘One Country, One Law’ informed the ministry officials that extremist contents can be seen under ‘Islam and Culture’ in school textbooks and teacher manuals printed in Sinhala and Tamil mediums belonging to all grades.",
    "The members of the Task Force said that the textbooks included ‘punishment by lashing’ which is not included in the Penal Code of Sri Lanka, giving money to convert those who belong to other religions to Islam, marrying underage girls, and the people not having the power to make legislations.",
    "The Presidential Task Force and the group of moderate Muslim scholars who conducted the study pointed out with examples that these textbooks and teacher manuals also contained teachings such as the triple ‘Talaq’ divorce procedure and the assaulting one’s wife.",
    "It was also revealed that books written by Yusuf al-Qaradawi, a banned terrorist leader in Egypt, were also recommended in the teacher’s manuals as additional readings.",
    "National Education Institute Director General Dr. Sunil Jayantha Navaratne said that these textbooks had been examined by a committee consisting of Muslims and although these errors were not revealed there, they should be rectified immediately.",
    "Mohamed Moulavi, a member of the Presidential Task Force, said that one of the reasons for this was the failure to give the accurate interpretation to the texts of the Al-Quran. Muslims who represent the Task Force and the moderate Muslim ideologues said that the error should be rectified immediately and a curriculum appropriate to the country and children should be formulated immediately.",
    "The Presidential Task Force for ‘One Country, One Law’ agreed to the request of the Secretaries of Education to identify all extremist teachings contained in textbooks and teacher manuals and document it and submit to the Ministry of Education.",
    "The Education Subcommittee of the Task Force will conduct a study and provide recommendations to the Ministry of Education on 7 April regarding the actions that should be taken to correct the textbooks and regarding the measures that should be taken to prevent extremist teachings including in the school curriculum.",
    "President Gotabaya Rajapaksa appointed the Presidential Task Force chaired by Ven. Galagodaaththe Gnanasara Thera to study the views and opinions of various factions on the implementation of the concept of ‘One Country, One Law’ in Sri Lanka and present a concept paper with proposals. The Presidential Task Force is currently holding public consultations covering various parts of Sri Lanka and seeking views and suggestions.",
    "Commissioner General of Educational Publications P.N. Ailapperuma and a group of officials participated in this.",
    "Presidential Task Force for ‘One Country, One Law’ Chairman Ven. Galagodaaththe Gnanasara Thera, and the members Mohamad Moulavi, Aziz Nizardeen, Prof. Shanthi Nandana Senevirathne, Dr. Sujeewa Panditharathna, Senior Lecturer Sumedha Weerawardena, Attorney-at-Law Sanjaya Marambe, Attorney-at-Law Eresh Senevirathne, Eranda Navaratne, Pani Wewala and Task Force Secretary Jeewanthi Senanayake were also present."
  ]
}