{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/ComBank-offers-career-guidance-to-female-undergraduates-of-Colombo-University/34-732432",
  "time_ut": 1648065060,
  "title": "ComBank offers career guidance to female undergraduates  of Colombo University",
  "body_lines": [
    "The Women’s Day program in progress at the University of Colombo",
    "Shattering the glass ceiling, career strategies and entering into entrepreneurship were among the focal points of a program conducted by the Commercial Bank of Ceylon recently for a group of female undergraduates of the University of Colombo (UoC) in commemoration of International Women’s Day.",
    "The program was organised by Commercial Bank under the ‘Anagi’ Women’s Banking initiative in collaboration with the Career Guidance Unit of the Faculty of Arts of the University.",
    "It included two panel discussions, one led by female corporate management members of Commercial Bank and the other by several leading female entrepreneurs who are also customers of the bank.",
    "The Bank said that the program was designed after an assessment of the need for non-financial services more than the traditional financial services offered by the bank to this segment.",
    "In the first panel, Commercial Bank Assistant General Managers (AGMs) Personal Banking Mithila Shamini and Dharshanie Perera, AGM Legal Namal Gamage, and AGM Corporate Banking Tamara Bernard shared their experiences and insights about beginning a career and climbing up the corporate ladder.",
    "Panelists of the second session were Asian Grammar School and Giggles International Founder and Principal Deshabandu Dr. Thushari Koralage (Ph.D.), Good Market Global Co-founder and Managing Director Achala Samaradivakara, Brilliant Cuts Ltd. Managing Director Vindya Perera, and Eli Products which manufactures natural local alternatives to imported food and beverages Founder Niro M. Peris.",
    "The panellists shared their experiences and insights from their successful entrepreneurial journeys with the audience.",
    "Commenting on the program, Commercial Bank Managing Director and Group Chief Executive Officer S. Renganathan said: “The Bank has been focusing on supporting sustainable economic development in the country. This also means supporting the women who make up close to 35% of the labour force in Sri Lanka.",
    "We are fully aware that sustainable economic development cannot be achieved without women in the equation, and programs like the recent one with university students are designed with this in mind.”",
    "Participating students were given the opportunity to ask questions after each panel. This event which was held at the New Arts Theatre of the Colombo University also saw the participation of members of the Bank’s Corporate Management, including Deputy General Manager Personal Banking Delakshan Hettiarachchi  and Assistant General Manager Personal Banking S. Ganeshan.",
    "The event was graced by the UoC Vice Chancellor Senior Professor Chandrika N. Wijeyaratne. The Arts Faculty Dean Senior Professor Lasantha Manawadu and members of the Career Guidance Unit were also present.",
    "Commercial Bank recently launched a new loan product, the ‘Anagi Business Loan for Women Small and Medium Entrepreneurs (WSME)’ and expanded its ‘Anagi’ Women’s Banking portfolio to exclusively support the aspirations of women.",
    "The ‘Anagi’ brand name was first used by Commercial Bank with a Women’s Savings Account launched in 2012 with the intention of influencing Sri Lankan women to build their financial stability by empowering them with features such as a higher interest rate over regular savings accounts and zero restrictions on withdrawals.",
    "The Commercial Bank of Ceylon has also been in a longstanding and successful relationship with the IFC, both in financial and advisory capacities. In 2020, the Bank undertook a strategic initiative by partnering with IFC – under the IFC-DFAT Women in Work program – to carry out a ‘Gender Advisory Project’ to further improve its focus on the needs of female customers.",
    "This is positioned as a 360-degree approach to focus on both financial and non-financial aspects, including training to further improve the quality of the interaction between bank staff and this customer segment."
  ]
}