{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankan-cuisine-a-vision-for-the-future-at-bocuse-dor-sri-lanka-2022/",
  "time_ut": 1651837920,
  "title": "Sri Lankan cuisine – a vision for the future at Bocuse d’Or Sri Lanka 2022",
  "body_lines": [
    "Bocuse d’Or Sri Lanka and Dilmah have collaborated since the inception of the prestigious, global challenge in Sri Lanka, to inspire Sri Lankans with culinary ambition while exploring the potential for Sri Lankan cuisine in the 21st Century. With two young Sri Lankan Chefs winning Bocuse d’Or Sri Lanka 2022 and going on to represent Sri Lanka in the Asian finals, our island’s human and culinary potential were evident in abundance in the passion and commitment of each of the contestants. Also on display was the potential for modern, sustainable Sri Lankan cuisine in the hands of young women and men with culinary aspirations.Eightee teams – each comprising a chef and apprentice – produced aromas, flavours and textures inspired by Sri Lanka in a live cooking session of five hours and 35 minutes. They competed in the Sri Lanka national contest for an opportunity to represent Sri Lanka in the Asian semi final, eventually leading to Lyon, France and the final of Bocuse d’Or. Gold medallist Chef Madushanka De Silva and Commis Siyathma Perera from Waters Edge are the winners who will progress to representing Sri Lanka at Bocuse d’Or Asia.",
    "The challenge which took place at the William Angliss Institute on April 27, 2022 was followed by an awarding ceremony held at Waters Edge, with French Ambassador Eric Lavertu, attending as Chief Guest. Also present were European Union Ambassador Denis Chaibi and Australian High Commissioner David Holly and their spouses.",
    "The winners will now take forth the flavours of Sri Lanka at the Bocuse d’Or Asia Finals, in order to progress to the grand finals in Lyon, France. Speaking at the event, Dilmah CEO, Dilhan C. Fernando explained the significance of Bocuse d’Or for Sri Lanka,",
    "“Bocuse d’Or Sri Lanka is not simply the world’s most prestigious culinary competition; it is unlocking the value of Sri Lankan ingredients – adding value to our exports – unlocking the potential in the young women and men who have experienced this challenge and who are ready to face the culinary world.”",
    "“As we face the worst economic crisis in Sri Lanka, we are conscious of how it has impacted the hospitality industry and the livelihood of the people who are in the trade. In such times, we must collaborate to maintain and uplift employee morale in efforts to sustain the industry… Participating in such global events will allow chefs to learn, develop new skills and techniques, network both locally and internationally, and most importantly, provide purpose to be resilient in these trying times.”",
    "The distinguished panel of Judges included the ‘Godfather’ of Singapore’s Culinary Fraternity – Chef Otto Weibel as Chief Judge, Chef Roberto Beltramini from Italy and Belgian Chef Michael Saelen. Addressing his experience as first-time judge for Bocuse d’Or Sri Lanka, was Official Worldchefs Judge since 2006, Robert Beltramini, who said,",
    "“I was very happy to see that all the Chefs had put a lot of energy into what we have seen today. It’s been an amazing journey for me through all the spices and flavours… It’s very important to show the spirit of Bocuse d’Or and you showed it today.”",
    "Chef M.M.A.Manathunga and Commis Dilhan Saraiffodeen from Grand Hotel, Nuwara Eliya won Silver medals, while Chef Ethige Mihishan Rashminga Silva and Commis Induwara Pathiranage from Hilton Colombo Residences were chosen Bronze medallists. A special awards for Best Tea Inspired Dish was awarded to Chef A.C.Madhawa and Commis P.P.Thennakoon from Cinnamon Grand Hotel, whose Dilmah Berry Sensation Ceylon Tea infused beetroot in chicken leg ragout won the judges’ acclaim. Dilhan Saraiffodeen from Grand Hotel, Nuwara Eliya secured the award for ‘Best Commis’.",
    "Dilmah was the main sponsor of Bocuse d’Or Sri Lanka with other sponsors So Sri Lanka, Ceylon Hotel School Graduates Association, William Angliss, Unilever Food Solutions, Sabatino Tartufi, Nestle Professional, Maxies, CDC Events, Round Island, East-West Food (PVT) Ltd, Sri Lankan Airlines, Meadow Land, Singer, Red FM, SRK Portraits Photography Directors LK and Pulse.",
    "Export outlook dims amidst economic challenges: CCC-USAID export barometer survey",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}