{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-share-index-at-1-wk-low-economic-worries-weigh-91732/",
  "time_ut": 1647441660,
  "title": "Sri Lanka share index at 1-wk low; economic worries weigh",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stock index fell down for the fourth consecutive session on Wednesday (15) on continued negative sentiments over economic uncertainties after the currency depreciation, brokers said.",
    "The main All Share Price Index (ASPI) fell 0.6 percent or 61.75 points to close at 10,222.55, its lowest since March 9.",
    "“We are seeing the decline easing a bit now and the start of bargain hunters. We are seeing buying interests in fundamentally sound blue-chips,” a market analyst said.",
    "“Investors are also thinking that the market would bottom around 10,000 mark but the negativity still continues.”",
    "The market turnover was 2.9 billion rupees, around half of this year’s average daily turnover of 5.7 billion rupees.",
    "Analysts predict some investors to move into fixed assets with the return on risk free government bonds expected to move above 13 percent and while 5-year maturities expected to rise above 15-percent.",
    "Sri Lanka’s rupee has fallen over 40 percent since the devaluation on Tuesday (08).",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days.",
    "S&P SL20 of the most liquid stocks up 0.26 percent or 9.23 points to 3,524.06 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts also weighed on the sentiment.",
    "Sri Lanka’s central bank early this month raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "The market has already lost 11.7 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 16.4 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bought a net 35 million rupees worth of shares. So far this year, the market has witnessed a total foreign outflow of 2.5 billion rupees.",
    "Market heavyweight Expolanka, LOLC, and Ceylon Cold Stores Plc dragged the main index down on Wednesday.",
    "Shares in Expolanka fell 2.1 percent to close at 251.00 rupees a share, while LOLC dropped 2.1 percent to 775.25 .",
    "Ceylon Cold Stores fell 9.1 percent to 45.20 rupees a share. (Colombo/March16/2022)"
  ]
}