{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82886/i-am-the-crisis-prime-minister-ranil",
  "time_ut": 1654452180,
  "title": "‘I am the crisis Prime Minister’ – Ranil",
  "body_lines": [
    "Reiterating that he accepted the premiership due to the crisis in Sri Lanka and as ‘no one else was willing to’ accept the responsibility, PM Ranil Wickremasinghe says he is the ‘crisis Prime Minister’ and that his main focus at the moment is Sri Lanka’s economic issues.",
    "“I accepted because there is a crisis on and there was no one else who was willing to be Prime Minister. If I did not take this challenge, our country would have been in a much worse situation,” he said, in an interview with NDTV.",
    "“I felt that if I come in and take on the challenge, I can at least slow down the economic decline, stabilise it, and then we can think of ways of turning it around,” the premier said.",
    "He said people are without food, enterprises are closing down, and there was a lot of political instability.",
    "He also spoke about the protest campaign calling for the resignation of the President, being led by mostly young people who were camping out on Galle Face.",
    "“But by the time I came in, that issue had been resolved to a certain extent, because the Sri Lankan Bar Association proposed that we bring in, we reintroduce the 19th Amendment, we strengthen Parliament, which was taken away in 2020 after Parliamentary elections and thereafter go in for a complete abolition of the Executive Presidency.”",
    "“By then the President had also announced that he was staying on in office, but he was willing to bring back the 19th Amendment and go for a complete abolition of the Executive Presidency.”",
    "“In that light, I went in and I thought my job now is, if I wanted, I am certainly willing to stabilise the economy. So, I took the challenge,” Wickremasinghe said.",
    "Asked whether he has ever had to deal with a situation like this, he said: “No, I don’t think they have precedent. My party has only one member, that is me. So therefore, we are the most united party in Parliament.”",
    "On whether he has the people’s mandate with just a single seat in parliament, the Prime Minister said:",
    "“In a crisis, you can’t look at a mandate, a crisis calls for a person who is willing to take it on, and people think that person, he or she, is capable.”",
    "“So, I took it on, Cabinet has been formed, there have been representatives from different political parties and groups, and we are tackling issues.”",
    "The prime minister said he has held discussions with the President and reached an agreement on a programme to resolve the crisis.",
    "“I must say I have been able to speak with the President, and we have agreed on a programme. I am going ahead and implementing it. The Ministers are backing me.”",
    "“The Special Minister of Agriculture, the Minister of Health, the Minister of Energy, we are working very, very closely on stabilising the situation here,” he said.",
    "“How do you find foreign exchange? Our foreign reserves are zero. Some days have nothing, other days we have thirty-forty million dollars, it is difficult to imagine.”",
    "He said that Sri Lanka’s reserves had seven and a half billion dollars when he handed over the government in 2019.",
    "“But we have been helped really by the Indian government,” he pointed out.  He said the help provided by India, with the lines of credit, the swap, and there have been help from some other countries, too, in different grades, the line of relief.",
    "“We can manage at the moment if this keeps moving, but we have to come to an agreement with IMF and I am just focusing on that agreement,” he said.",
    "During the interview, Mr. Wickremesinghe was pressed on whether he has a majority in parliament at the moment and whether he is the people’s Prime Minister or whether he is the Prime Minister in terms of President Gotobaya Rajapaksa.",
    "“I am the crisis Prime Minister. There is a political crisis and an economic crisis. When I say the Ministers are backing me, that is to resolve these issues,” he said.",
    "“I am not looking in terms of them coming and backing my party. Certainly, as Prime Minister, they have been helping me. I am grateful to them. Opposition also hasn’t been too hard.”",
    "“There are two issues: one is the whole issue of the economy, how people are going to live. It’s very, very difficult. You can’t keep that aside while dealing with a political issue also. So, my focus has been actually on the economic issues. As far as the political issues are concerned, the party must decide what is going to happen, but I think that is best done when the economic situation comes back to normal, at least we stabilise it.",
    "“In the meantime, there can be discussions on what can take place. Already, when I came in, they already; the agreement I mentioned earlier. But I have been involved in the political issues too. We met yesterday with the Leader of parties in Parliament and were able to come to an agreement in principle on the new 21st Amendment, which will bring back the 19th Amendment.",
    "“I myself proposed some changes in the Parliamentary system, bringing in the oversight committees, increasing the powers of Parliament over public finance, and even a National Council, which is really a committee of the political party leaders in Parliament.",
    "“This can look at the broad policy issues, and we want the young people, youth protestors and all, to join these committees. I hope this will help to reduce the political tension.”"
  ]
}