{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-lawyers-voluntarily-appear-for-arrested-people-after-violent-protest-92397/",
  "time_ut": 1648885200,
  "title": "Over 300 Sri Lanka lawyers flock to represent 53 arrested protestors",
  "body_lines": [
    "ECONONYNEXT – More than 300 lawyers appeared on behalf of the 53 people to ensure the rule of law, a senior lawyer said on Saturday, a day after a court granted bail for police-detained suspects following a violent protest near President Gotabaya Rajapaksa’s Mirihana private residence.",
    "Police used tear gas and water cannons late on Thursday to disperse hundreds of protesters who tried to enter Rajapaksa’s residence after a silent protest turned violent.",
    "Except six, all other arrested people were granted bail after police failed to present any strong evidence that the arrested people were involved in damaging public property. The six under arrest will be produced in an identification parade.",
    "“This is a victory for lawyers,” senior lawyer Saadi Wadood, who appeared on behalf of arrested people, told Economy Next.",
    "“Large number of lawyers voluntarily came forward to ensure the right of the people to express their displeasure is safeguarded.”",
    "Many lawyers turned up Friday at Mirihana police and called for help from other seniors, ensuring that all the arrested people were produced in the court with legal representation.",
    "The lawyers included Saliya Pieris, the president of the Bar Association of Sri Lanka, several senior civil and criminal lawyers, and their juniors.",
    "Lawyers who were present at Mirihana police station clapped when the when the detained were taken by the police to bus to Nugegoda Magistrate court before.",
    "“All the lawyers came forward because we thought we have a moral duty to make sure the rule of law prevailed,” Wadood said.",
    "“This is the first time we have seen lawyers voluntarily coming together after former Chief Justice Shirani Bandaranayake was removed in 2013,” Wadood said.",
    "Bandaranayake was impeached by the parliament when she struck down a bill presented by current finance minister Basil Rajapaksa during the presidency of his brother Mahinda Rajapaksa.",
    "Bandaranayake was later re-instated briefly in 2015 under a new administration before her retirement.",
    "Thursday’s protest came amid continuous suffering by the public who were forced to go from pillar to post to find cooking gas, fuel, and milk powder while power was cut up to 13 hours a day.",
    "Sri Lanka is facing forex shortages and high inflation after two years of money printing by an intermediate regime central bank which has a habit of suppressing market interest rate under various pretexts until a currency crisis develops.",
    "Calls have intensified to set up a currency board to stop inflationist-devaluationist ideologues (competitive exchange rate artists, REER targeters and modern monetary theorists) from printing money using ‘flexible’ policy but an unstable currency peg.",
    "Wadood, however, said protesters also have a duty to make sure they do not resort to any violence.",
    "“People have the fundamental rights to express their displeasure without crossing the limit,” he said.",
    "“If somebody within the group or a third party is trying to create violence. It’s their duty to prevent such violence.” (Colombo/April 2/2022)"
  ]
}