{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankas-first-elevator-training-centre-declared-open/",
  "time_ut": 1651845660,
  "title": "Sri Lanka’s first Elevator Training Centre declared open",
  "body_lines": [
    "With the aim to improve the Elevator Industry in Sri Lanka to become more efficient, effective and internationally competitive, Aitken Spence Elevators joined hands with CINEC Campus to build Sri Lanka’s first ever Elevator Training Centre equipped with an Elevator Training Tower.",
    "The Elevator Training Centre was declared open recently at the CINEC Campus, Malabe by Dr. Parakrama Dissanayake – Deputy Chairman and Managing Director Aitken Spence PLC and Capt. Ajith Peiris – Chairman/ President – CINEC Campus.",
    "The training center aims to identify trends and developments in the elevator industry and in turn make improvements and adjustments to the training courses and introduce new and impactful learning curriculums to provide high quality training for the local and international markets. The training center will play a pivotal role in producing qualified elevator erectors and service technicians and bridging the gap of skilled labor shortage in the industry.",
    "The opening ceremony was successfully held with the participation of distinguished guests from the Aitken Spence Group and CINEC Campus including students from the first batch.",
    "Capt. Ajith Peiris, Chairman/ President of CINEC Campus in his speech to the audience at the opening ceremony, said that the association of CINEC with Aitken Spence PLC spans over 16 years and it’s the second project of CINEC – Aitken Spence collaboration.",
    "Sri Lanka’s Gamer.LK named Esports marketing agency by Tencent Games for South Asia",
    "POTENZA Partners with HNB to Facilitate Robotic Process Automation for Mainstream Banking",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}