{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/korea-week-2022-to-light-up-colombo-with-a-message-of-hope-and-friendship/",
  "time_ut": 1652199120,
  "title": "“Korea Week 2022” to light up Colombo with a message of Hope and Friendship",
  "body_lines": [
    "In commemoration of the 45th anniversary of diplomatic relations between Korea and Sri Lanka, the Korean Embassy welcomes you to participate in the “Korea week 2022”, taking place from the 10th May until the 15th May 2022 at the Colombo City Centre. In tandem with the upcoming celebration of Vesak festival, Korean Embassy in Sri Lanka is delighted to launch ‘Light up Lanterns of Friendship! Korea and Sri Lanka.’",
    "Korea and Sri Lanka share many common cultural aspects and the lantern festival is one such special occasion designed to bring peoples of our two countries together with light, peace and happiness. In order to enhance the mutual bond and enmesh our ties closer together, the name of this event ‘Light up Lanterns of Friendship! Korea and Sri Lanka’ was given by a Sri Lankan who was picked as a winner of 2022 Korea Week Festival Naming Contest. From the very beginning, “Korea Week 2022” displays the true friendship between Koreans and Sri Lankans with their valuable contributions to deepen our bond.",
    "The Korean Embassy attempts to bring the Seoul Lantern Festival also known as ‘Seoul BitChoRong Festival’ to Colombo for all people in Sri Lanka to get a glimpse of the beautiful lanterns along the Korean skyline. These lanterns, made with traditional Korean paper ‘Hanji’, are used to express good wishes and positive thoughts. Lighting the lanterns also symbolises enlightening the minds of individuals.",
    "In 2022, ‘Light up Lanterns of Friendship! Korea and Sri Lanka’ hopes to bring all Koreans and Sri Lankans much needed peace and joy by lighting up lanterns of friendship together. This event is organised to unite everyone and spread joy in times of difficulties.",
    "Colombo City Centre will display a variety of light sculptures based on Hanji lanterns. Presentation of lanterns in line with multifarious themes will be exciting for participants of all ages. Visit us with your family and friends and enjoy the range of activities we’ve planned for you.",
    "Gestetner-Telkom partners with Transsion Holdings to distribute TECNO Mobile in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}