{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81793/nearly-two-thirds-of-ukraines-children-have-fled-homes-un",
  "time_ut": 1649770080,
  "title": "Nearly two-thirds of Ukraine’s children have fled homes: UN",
  "body_lines": [
    "Nearly two-thirds of all Ukrainian children have fled their homes in the six weeks since Russia’s invasion, and the United Nations has verified the deaths of 142 youngsters, though the number is almost certainly much higher, the U.N. children’s agency said Monday.",
    "Manuel Fontaine, UNICEF’s emergency programs director who just returned from Ukraine, said having 4.8 million of Ukraine’s 7.5 million children displaced in such a short time is “quite incredible.” He said it is something he hadn’t before seen happen so quickly in 31 years of humanitarian work.",
    "“They have been forced to leave everything behind — their homes, their schools and, often, their family members,” he told the U.N. Security Council. “I have heard stories of the desperate steps parents are taking to get their children to safety, and children saddened that they are unable to get back to school.”",
    "Ukraine’s U.N. ambassador, Sergiy Kyslytsya, claimed Russia has taken more than 121,000 children out of Ukraine and reportedly drafted a bill to simplify and accelerate adoption procedures for orphans and even those who have parents and other relatives. He said most of the children were removed from the besieged southern port city of Mariupol and taken to eastern Donetsk and then to the Russian city of Taganrog.",
    "Fontaine said UNICEF has heard the same reports, but added that “we don’t have yet the access that we need to have to be able to look and verify and see if we can assist.”",
    "He said that of Ukraine’s displaced children, 2.8 million are in Ukraine and 2 million more are in other countries. At the same time, he said, nearly half the estimated 3.2 million children still in their homes in Ukraine “may be at risk of not having enough food,” with those in besieged cities like Mariupol facing the most dire situation.",
    "Fontaine said school closings are affecting the education of 5.7 million younger children and 1.5 million students in higher education.",
    "“Hundreds of schools and educational facilities have been attacked or used for military purposes,” he said. “Others are serving as shelters for civilians.”",
    "The council also heard from Sima Bahous, the executive director of the UN Women agency, who recently returned from Moldova, which is hosting an estimated 95,000 Ukrainian refugees.",
    "Bahous said her agency is increasingly hearing allegations of rape and sexual violence. She said Moldova’s government and border police are also very concerned at the risk of human trafficking, especially of young women and unaccompanied teenagers.",
    "“The combination of mass displacement with the large presence of conscripts and mercenaries, and the brutality displayed against Ukrainian civilians, has raised all red flags,” she said.",
    "Ukraine’s ambassador said his country’s prosecutor’s office is now investigating a case in the Kyiv region in which a Russia soldier is alleged to have killed a local resident and then repeatedly raped his wife in their home. He said the alleged perpetrator has been identified.",
    "Kyslytsya said the Prosecutor General’s Office, in cooperation with investigation agencies and health facilities, is also installing “a special mechanism” to document cases of sexual violence by Russian soldiers.",
    "The Security Council meeting on the impact of the war on women and children was convened by the U.S. and Albania during Britain’s presidency of the body.",
    "The three countries, Ukraine and other council members attacked Russia for creating the dire situation for women and children, which Russian deputy ambassador Dmitry Polyansky vehemently denied.",
    "U.S. Ambassador Linda Thomas-Greenfield said that when men like Russian President Vladimir Putin “start wars, women and children get displaced,” hurt, raped and abused, and they die.",
    "“Since the start of Russia’s unprovoked war against Ukraine, Russia has bombed orphanages and maternity hospitals,” she said. “We’ve seen mass graves with dead children stacked on top of each other.”",
    "Albanian Ambassador Ferit Hoxha accused Russia of committing “unspeakable crimes” every day, including burning civilians, throwing bodies in mass graves, shooting into playgrounds, attacking schools on purpose, and leaving all Ukrainians suffering, especially women and children.",
    "“In their normal life, children draw parents, houses and trees. Russia’s war has made Ukraine kids draw bombs, tanks and weapons,” Hoxha said.",
    "Both the U.S. and Albanian ambassadors, and many others, pointed to the discovery of bodies, some with hands tied behind their backs, in the town of Bucha on the outskirts of Kyiv following the withdrawal of Russian troops, and the missile that killed at least 52 mainly women and children at the train station in eastern Kramatorsk. Hoxha noted that the missile had “a vicious signature, `for our children.’”",
    "Russia’s Polyansky blamed “Ukrainian Nazis” for civilian killings in Bucha and the bombing at the Kramatorsk station, which he called “a classic false flag operation.”",
    "He accused Ukraine and its public relations experts, along with the West, of promoting “fakes and propaganda” as part of “the information war unleashed against Russia.”",
    "“That war is as intense as the military operations on the ground,” he said.",
    "Lord Tariq Ahmad, Britain’s minister of state for the U.N. who presided over the meeting, countered that Russia again was trying to deflect from the reality on the ground “by what can only be described as quite extraordinary statements, and even lies.”",
    "“Yet, what is true, what is fact, is that Russian attacks on civilians and residential areas have been truly barbaric,” he said."
  ]
}