{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/heal-the-world-she-will-heal-you-back/",
  "time_ut": 1649340420,
  "title": "Heal the world; she will heal you back",
  "body_lines": [
    "The World Health Day fell on 07 April. A sick planet will offer us only disease. The time has come to think as one and save our planet for ourselves and for the future generations to come.",
    "Environment health affects not only our physical and mental health but also the quality of our lives. Having faced a deadly pandemic over the last 2 years, it is high time that we accept, that diseases easily increase on a polluted planet. Hence the theme for this year’s World Health Day is “Our Planet, Our Health”.",
    "The WHO (World Health Organization) declares that more than 13 million deaths are being caused every year due to an unhealthy environment, including the climate crisis.",
    "Even though some of you may think that our health depends on our hygiene and the personal choices we make such as what we eat, drink, how much we work out, or the vaccines we take, our planet shapes our lives every second of every day. The air we breathe, and the water we drink plays a major role in keeping us healthy, but did you know that changes such as global warming and the many toxic substances & hazardous wastes released into the environment too have a great impact on our well-being?",
    "I am a nature lover and it has taught me that staying close to nature and its wondrous greens improves our health and minimize the risk of cardiac illness, hypertension, chronic pain, stress and depression. Give yourself a break and aquatint with nature. Take soothing walks, hikes or picnics with your family and friends. Nature alleviates you and your spirits.",
    "Apart from diseases such as Asthma, cancer, heart, lung & kidney disease, the environment influences our mental well-being. According to recent studies, highly polluted environments and extreme weather patterns affect heart health, triggering heart attacks and causing irregular heart rhythms. The risk can be high if you are a person with existing heart problems.",
    "What can you do to protect the planet, yourself & the community?",
    "Dispose of your waste responsibly. Recycle whenever possible. Clean your surrounding. Act promptly and inform the officials if you witness any toxic substances being released into the environment. Do your bit to ensure that your neighbourhood is a safe environment to live in.",
    "A planet with zero-waste produces healthy people. Let us go green and you would be amazed by the results with fewer toxins in the air, water, and soil, leading to healthy individuals who have strong physical and mental well-being. The producers and entrepreneurs could also invest and adopt zero-toxic packaging and waste management ethics.",
    "Let us not wait any longer but jump right into the action and safeguard our planet and our health. Play your part without further delay.",
    "Remember, this is the only planet we have, and there is no planet “B”.",
    "Curfew and ban on Social Media further irritant; welcome resignations",
    "Unionist asks why long queues at filling stations when CPC has large fuel stocks",
    "Wartime FM says SL envoy’s conduct disgrace to entire country",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}