{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/tasting-fruits-and-planting-trees/",
  "time_ut": 1645209840,
  "title": "Tasting fruits and planting trees",
  "body_lines": [
    "Writing to the Daily Mirror of February 7, Ahilan Kadirgamar observes that the rise of pro-free market and neoliberal policy think-tanks signify “a shift away from analysing agriculture and food which research centres focused on four decades ago.” I would agree and add that it signifies a shift from industrial and industrialisation strategies as well. While four decades ago policy symposiums seemed awash with agrarian and industrial research, today they are about budget deficits, debt restructuring, and economic liberalisation.",
    "It wasn’t always like this. When Howard Nicholas headed the Institute of Policy Studies, experts were calling for takeoff strategies based on policies that had led to rapid growth in East and South-East Asia. If you read the research papers published in the late 1980s and early 1990s and compare them with the current discourse on industrialisation, you’ll realise that economists then envisioned a more proactive role for the State.",
    "Whatever its excesses may have been, the Premadasa government was more serious about industrialisation than its predecessor. This was reflected in the composition of the Cabinet: Ministries was created for Textiles and Rural Industrial Development and Industries, Science, and Technology, the latter headed by Ranil Wickremesinghe. The Gramodaya project may not have been enough for an industrial takeoff on an East Asian scale, but it was necessary, and it worked. Moreover, by getting foreign investors to go to villages rather than remain at Free Trade Zones, Premadasa used his powers to give effect to such a takeoff.",
    "Political power alone, however, was never enough. For its time, the IPS under Nicholas conducted several symposiums highlighting the need for these reforms. Perhaps the first such effort in this direction was a collection of papers presented in 1989. Titled Industrial Development in Sri Lanka, it was authored by the Sri Lanka Association of Economists, an outfit affiliated to the Department of Economics at the Colombo University.",
    "This was followed by a broader study on Industrialisation in Sri Lanka: What Can We Learn from the NICs?, in turn followed by a paper on Development Strategy and Industrial Policy. The latter, written by Chris Edwards in 1993, was particularly blunt.",
    "“[T]he major problem with the sort of capitalism that exists in Sri Lanka is not that it aims to make a profit, but that it makes its profit in a way which is not socially beneficial. What is needed in Sri Lanka is a ‘controlled market’ system in which businessmen are forced to look and to plan beyond the next day or the next month or the next year. What is needed is a system of controlled markets in which businessmen are forced continually to search for higher productivity ways of making profits.”",
    "Decades earlier, during a visit to the country with a delegation that included John Kenneth Galbraith, the Keynesian economist Joan Robinson observed that Sri Lanka’s trade unions demanded a greater share of profits, but that “the energetic, enterprising, and thrifty capitalists for them to share with have not yet appeared.” She famously contended that the country “has tasted the fruit before she has planted the tree.”",
    "What Robinson wrote can be interpreted in two ways. Neoliberal economists argue that it shows the debilitating effect trade unions were having on the economy, even then. The more radical view, however, would be that Sri Lanka had not bred the sort of “energetic, enterprising, and thrifty” entrepreneurs who would not just spur productivity, but ensure the equitable distribution of the gains from higher profits. In effect, what Edwards implied in 1993: that Sri Lanka’s capitalists were just not capitalist enough.",
    "We know Robinson was no advocate of free markets, because, to recount an anecdote told by the late S. B. D. de Silva to one of his protégés, when the then Deputy Governor of the Central Bank argued in her presence that the government’s policy was to start industries and hand them over to private interests, she questioned why. According to de Silva, when the official noted that it was IMF philosophy, she immediately countered,",
    "“It is not enough to have a philosophy. You have to have the right philosophy.”",
    "Yet it was IMF philosophy that successive governments would imbibe. Since 1948, Sri Lanka had been recommended small-scale industrialisation, and advised against larger projects. G. V. S. de Silva’s critique of such prescriptions was particularly acerbic.",
    "“When one country after another, the United States being among the first, has discarded the 19th century belief in laissez-faire and free trade and industrialized behind high tariff walls, quotas and restrictions, the mission quite seriously asks Ceylon to keep the free trade flag flying, for old times’ sake.” (Ceylon Economist Vol. 2, No. 3, 1952)",
    "IMF and World Bank narratives have it that the economies of South-East Asia developed through a heady mix of low taxes, high savings, and free trade. The likes of Robert Wade, whose account of the South-East Asian economic miracle is perhaps the most authoritative out there, have questioned this view. By the time the second wave of liberalisation was on in Sri Lanka, a serious discussion had ensued about the veracity of these narratives, and the need to embark on more radical reforms aimed at industrialisation.",
    "Unfortunately, that discussion was never carried forward. After Premadasa’s assassination, successive governments discarded the industrialisation discourse which had been the raison d’être of institutions like the IPS. As Ahilan suggests in his column, the focus has now shifted from production to the almost evangelical mantra of liberalisation.",
    "Though forgotten by most economic think-tanks and pundits today, especially those funded and patronised by Colombo’s ubiquitous import mafia, the second wave of liberalisation under Premadasa included a crucial emphasis on an industrial policy. As Howard Nicholas never tires of pointing out, it was industrialisation, and not just liberalisation, that helped Vietnam become the South-East Asian economic miracle of the 1990s. Yet such strategies require not just the right people, but also the right leaders. We once had those leaders. I’d like to think we still do. But it would seem that we do not. Joan Robinson was right: it’s not just about having a philosophy; it’s about having the right philosophy too.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}