{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/17/fully-focused-telescope-beats-expectations/",
  "time_ut": 1647491700,
  "title": "‘Fully focused’ telescope beats expectations",
  "body_lines": [
    "(News 1st); The American space agency has achieved a major milestone in its preparation of the new James Webb Space Telescope.",
    "Engineers say they have now managed to fully focus the $10bn observatory on a test star. The pin-sharp performance is even better than hoped, they add.",
    "To get to this stage, all of Webb’s mirrors had to be aligned to tiny fractions of the width of a human hair.",
    "But the agency cautions that a lot of work still lies ahead before the telescope can be declared operational.",
    "Lee Feinberg, the Nasa engineer who has led the development of Webb’s optical elements, described the release of the first properly focused image as phenomenal.",
    "“You not only see the star and the spikes from the diffraction of the star, but you see other stars in the field that are tightly focused, just like we expect, and all sorts of other interesting structure in the background,” he told reporters.",
    "“We’ve actually done very detailed analysis of the images we’re getting, and, so far, what we’re finding is that the performance is as good if not better than our most optimistic prediction.”",
    "Webb, billed as the successor to the famous Hubble Space Telescope, was launched on 25 December by an Ariane-5 rocket from French Guiana.",
    "Its overarching goals are to take pictures of the very first stars to shine in the Universe and to probe far-off planets to see if they might be habitable.",
    "To give Webb the necessary resolution and sensitivity to fulfil this mission, it was equipped with a 6.5m-wide primary mirror.",
    "But this reflecting surface, made up of 18 segments, is so big it had to be folded to fit inside the nosecone of the Ariane.",
    "Initial tasks since launch therefore have been dominated by the requirement to unpack the mirror and other optics and to get them all working in harmony.",
    "Each of those 18 segments has had their orientation and curvature adjusted by small motors, enabling them to behave as though they’re a single, monolithic surface.",
    "“We now have achieved what’s called ‘diffraction limited alignment’ of the telescope: The images are focused together as finely as the laws of physics allow,” said Marshall Perrin who works on Webb at the Space Telescope Science Institute in Baltimore, Maryland.",
    "The alignment work was conducted using one specific instrument on Webb – its main camera system known as NIRCam. Engineers will now have to check this set-up works for the three other instrument packages on Webb as well. This may require some small changes, or even some compromises, with the configuration as it stands today, but any adjustments are not expected to be significant.",
    "The star used for the test image released on Wednesday is nothing particularly special, just “a generic, anonymous star” with the right level of brightness.",
    "Webb is seeing the star at a wavelength of two microns. This is in the infrared; it’s not light that would be seen by the human eye. The red colouration is for contrast.",
    "The “spike” structures were a function of the design of Webb’s primary mirror, explained Mark McCaughrean from the European Space Agency (Esa).",
    "“The shape of those 18 hexagons imprints a faint diffraction pattern that makes bright stars look like spiky snowflakes – this isn’t a problem for the science, but will give Webb images a very distinctive look,” he said to the international media.",
    "Sri Lanka’s SWAT receives high praise at UAE SWAT Challenge 2022"
  ]
}