{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Priyantha-didnt-know-what-he-had-torn-and-discarded-Malik-Adnan/108-226505",
  "time_ut": 1639043040,
  "title": "Priyantha didn’t know what he had torn and discarded: Malik Adnan",
  "body_lines": [
    "Pakistani national Malik Adnan, who received the highest bravery award from his Prime Minister Imran Khan for shielding Priyantha Kumara from the unruly mob in Sialkot last Friday, revealed yesterday that Priyantha was unaware of what was written in the posters pasted on the factory walls as it was in the Urdu language and discarded it unknowingly.",
    "Hours after he received the award from Imran Khan, Adnan told Daily Mirror from Sialkot that he was in shock at what had happened last Friday and was unable to accept that Priyantha had been killed in such an inhumane manner.",
    "",
    "He said he dedicated his award to Priyantha’s children and the Sri Lankan public and urged the people of both nations not to let this hamper the relations between Sri Lanka and Pakistan. Adnan said Priyantha Kumara was employed as the General Manager at the Rajco factory and he was hardworking, dedicated and honest and mentored many of those who worked under him.",
    "",
    "Recalling the horrific incidents last Friday, Adnan said that when Priyantha arrived at the factory premises he saw the posters on the wall and removed it as he always maintained that there should not be anything pasted on the factory premises. After discarding the posters in the bin, he went into his office. Some of the factory workers immediately began an agitation within the premises saying the posters bore religious significance and some of the workers started gathering people from outside.",
    "",
    "Seeing the chaos, Adnan said he rushed outside and attempted to reconcile with the group, by stating that if Priyantha had committed a sin he would be dealt with by the authorities and no one should take the law into their own hands. However, the mob started getting bigger at which point, Adnan prevented them from heading towards Priyantha’s office. Amidst the chaos, he informed Priyantha to seek refuge on the roof of the factory.",
    "",
    "However, as the mob kept increasing and after receiving serious injuries, Adnan said some of the perpetrators rushed to the roof after which Priyantha was beaten up. Adnan could not explain what happened thereafter since he too had sustained injuries after being severely beaten up by the mob. “I tried my best to protect him. But soon as the mob kept increasing it went beyond my control. I was very badly injured,” he said.",
    "",
    "“I am still in shock and am unable to accept that Priyantha is no more. We lost a good man and a good mentor,” Adnan said. Adnan returned back to work yesterday and said there was a silence that surrounded the factory. Workers were unable to work due to being in shock and Priyantha’s loss had left a dull ache among the team members.",
    "",
    "Upon receiving the bravery award from Prime Minister Khan in Islamabad on Tuesday, he was informed by the Prime Minister that Adnan was a role model to all Pakistani citizens as he had put his own life at risk to protect a foreign national. He said while Priyantha’s murder was felt among all Pakistani citizens, he urged the Sri Lankan people not to let this hamper the bilateral relations between the two countries and said several of those involved had been arrested. “In the face of some evil, there are good Pakistani’s as well,” he concluded.   (JAMILA HUSAIN)"
  ]
}