{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/14/earthquakes-shake-indonesia-philippines-no-tsunami-threat/",
  "time_ut": 1647229320,
  "title": "Earthquakes shake Indonesia, Philippines; no tsunami threat",
  "body_lines": [
    "(News 1st); Strong, shallow underwater earthquakes shook western Indonesia and the Philippine capital region on Monday (14) but no serious damage was immediately reported and no tsunami warnings were issued.",
    "In Indonesia, a magnitude-6.7 quake that was 16 kilometers (10 miles) deep struck about 169 kilometers (104.8 miles) west of Pariaman, a town in West Sumatra province, the U.S. Geological Survey said.",
    "The Indonesian Meteorology and Geophysics Agency said the quake was felt in many parts of the province but there was no danger of a tsunami. It was occurred just before dawn and was centered about 161 kilometers (100 miles) southeast of South Nias, a district in North Sumatra province.",
    "A 6.4-magnitude earthquake also shook parts of the Philippine capital region and outlying provinces at dawn but there were no reported damages or injuries, the Philippine Institute of Volcanology and Seismology said.",
    "The offshore quake was set off by movement along the Manila Trench and its epicenter was about 110 kilometers (68 miles) west of Lubang island in Occidental Mindoro province, which lies south of Manila, the Philippine institute said. Its depth was about 28 kilometers (17 miles).",
    "Indonesia and the Philippines lie along the Pacific “Ring of Fire” a line of seismic faults around the Pacific Ocean and are frequently struck by earthquakes and volcanic eruptions.",
    "A 6.2 earthquake shook Indonesia’s West Sumatra province last month, killing at least 16 people and injuring more than 400. Thousands of homes and other buildings were damaged by the tremors that were felt as far away as Malaysia and Singapore.",
    "Cut taxes on fuel, says Gammanpila while asking why SLPP is silent on price hike?"
  ]
}