{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81458/jaishankar-meets-basil-discuss-economic-situation-and-indias-support",
  "time_ut": 1648448700,
  "title": "Jaishankar meets Basil: discuss economic situation and India’s support",
  "body_lines": [
    "External Affairs Minister of India Dr. S. Jaishankar on Monday met Sri Lanka’s Finance Minister Basil Rajapaksa and discussed with him the island nation’s economic situation and India’s support during its current foreign exchange crisis.",
    "Sri Lanka is facing an acute economic and energy crisis triggered due to the shortage of foreign exchange.",
    "Jaishankar is in Colombo to hold bilateral talks with the country’s top leadership and attend the seven-nation Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) summit.",
    "“Began the visit by meeting Finance Minister Basil Rajapaksa. Discussed the economic situation and India’s supportive response. We will continue to be guided by Neighbourhood First,” he said on Twitter.",
    "This is his first visit to the island nation since India extended an economic relief package to bail Sri Lanka out of the current economic crisis.",
    "Although Jaishankar’s Colombo visit is primarily for the BIMSTEC engagements, officials said he would be taking part in all important bilateral talks with the Sri Lankan leaders.",
    "Besides India and Sri Lanka, the BIMSTEC comprises Bangladesh, Myanmar, Thailand, Nepal and Bhutan.",
    "The summit is being hosted by Sri Lanka in its capacity as the chair of the grouping BIMSTEC.",
    "Prime Minister Narendra Modi will attend the virtual summit of the BIMSTEC grouping on March 30, which is expected to focus on expanding economic engagement among its member countries.",
    "India recently announced to extend USD 1 billion line of credit to Sri Lanka as part of its financial assistance to the country to deal with the economic crisis.",
    "New Delhi had extended USD 500 million line of credit to Colombo in February to help it purchase petroleum products."
  ]
}