{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Sirisena-deny-JVP-allegations-of-corruption/56-734385",
  "time_ut": 1651705680,
  "title": "Sirisena deny JVP allegations of corruption",
  "body_lines": [
    "Tells JVP Leader Anura Kumara Dissanayake to take legal action against his family if evidence were true",
    "Calls on Voice Against Corruption Convener Wasantha Samarasinghe to file case against him and family without further delay",
    "Declares his preparedness to take on any penalty if proven guilty",
    "Says it is politically unethical to level such baseless claims to gain political advantages",
    "Expects to take legal action against baseless allegations by JVP",
    "Former President Maithripala Sirisena yesterday vehemently denied the accusations of corruption by Janatha Vimukthi Peramuna (JVP) at a special disclosure with stacks of alleged files containing proof documents on Tuesday.",
    "“I deny all allegations made by JVP that my family received a portion of the money from the Perpetual Treasuries during the Treasury Bond scam,” he told journalists at the Sri Lanka Freedom Party (SLFP) Head Office.",
    "Sirisena also said that he had already told JVP Leader and MP Anura Kumara Dissanayake to file a case against all accusations if they were confident about them, noting that he’s ready to face any penalty if proven guilty.",
    "On Tuesday, JVP exposed multiple corruption with stacks of alleged files containing proof documents, involving the lambasted ruling party politicians, their kith and kin, former Ministry Secretaries, officials in State institutions, Opposition politicians and business leaders for alleged corruption and claimed investigative officers, lawyers and media helped to shield those responsible.",
    "Sirisena also called on Voice Against Corruption Convener Wasantha Samarasinghe, who participated in the special disclosure to file a case against his kith and kin immediately to CID, IGP or Public Security Minister.",
    "“I urge Samarasinghe to make complaints to relevant authorities without further delay, if he has evidence that he or his family has obtained private or public properties in a fraudulent manner,” he added.",
    "On Tuesday, Samarasinghe claimed that Sirisena and his family received a portion of the money looted from the Central Bank Treasury Bond Scam.",
    "During the media briefing yesterday, Sirisena pointed out that it was he who directed the appointment of the Presidential Commission of Inquiry (PCoI) comprising Supreme Court judges into the Treasury Bond Scam in 2016 which later received national and international recognition for conducting a forensic audit.",
    "Sirisena also said it was politically unethical to level such baseless claims to gain political advantages, noting that he expects to take action against baseless allegations by the JVP."
  ]
}