{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/14/sri-lanka-receives-3500-mt-of-gas-new-indian-credit-line-to-support-fuel-purchasing-for-another-four-months-pm/",
  "time_ut": 1655220000,
  "title": "Sri Lanka receives 3,500 MT of Gas, new Indian Credit line to support fuel purchasing for another four months – PM",
  "body_lines": [
    "COLOMBO (News 1st); Prime Minister Ranil Wickremesighe on Tuesday (14) said that a LP Gas shipment of 3,500 MT has reached Sri Lanka.",
    "“The gas from this shipment will be delivered to premises that obtain stocks in bulk like hospitals, hotels, crematoriums, etc,. The next shipment will deliver LP Gas for a period of four months and it will take another 14 days for us to access that shipment,” said the Prime Minister.",
    "He said that Sri Lanka is in talks to secure a shipment within those 14 days.",
    "Prime Minister Wickremesinghe said the authorities will ensure there is a continuous supply of fuel, but it will only meet 50% of the current demand.",
    "“Priority will be given for electricity generation, transportation, and other essential services,” he said.",
    "The existing stocks will last for another seven days, said the Prime Minister adding that a shipment of 40,000 MT of fuel will reach Sri Lanka by the 16th of June 2022.",
    "In addition, individual Petrol & Diesel shipments will reach Sri Lanka thereafter, completing the requirement of fuel for this month.",
    "The Prime Minister said two fuel shipments will be procured for the month of July.",
    "He said that a new Credit Line with India will support fuel purchasing for another 4 months from July.",
    "The Premier said that the fuel deliver will be available for 50% of the demand in the country.",
    "He said that he obtained Cabinet approval to print money in order to make the fuel and gas purchases for the country.",
    "The Prime Minister said that Sri Lanka does not have any rupee income, and by the end of the year the rupee crisis will solved with the introduction of taxes.",
    "“We are speaking with the IMF to solve the dollar crisis. On the 7th of June I spoke to the IMF Managing Director, and she assured to expedite our request. Following that meeting a delegation will come to Sri Lanka on the 20th of June,” he said in a statement.",
    "Sri Lanka receives 3,500 MT of Gas, new Indian Credit line to support fuel purchasing for another four months – PM"
  ]
}