{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-street-light-decision-would-be-setback-for-female-labour-force-ips-economist-91424/",
  "time_ut": 1646741820,
  "title": "Sri Lanka’s street light decision would be setback for female labour force- IPS economist",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka government’s decision to switch off lights in Local Government area would be a setback for the attempts to increase the female labour force participation (FLFP), a Colombo-based think tank economist said.",
    "Finance Minister Basil Rajapaksa on Monday instructed heads of local government authorities across the country to turn off street lights in their areas to conserve electricity due to the prevailing energy crisis.",
    "“The move to switch off street lights at night would make women feel less safe and it would be a setback for attempts to increase the FLFP rate in Sri Lanka,” Nisha Arunatilake, an economist at Institute of Policy Studies said in the think tank’s twitter feed.",
    "Though women account more than 50 percent of the Sri Lanka’s 22 million population, only 34.5 percent of the women are in the labour force.",
    "Though FLFP has been on the rise, still there are a number of barriers for women to be in active labour force including concerns over their security as well as social stigma and culture.",
    "Night shifts in super markets and nursing homes have increased employment opportunity for women while increaseingthe FLFP in Sri Lanka.",
    "However, the power cuts in the night time coupled with lack of transport facilities due to fuel shortage have threatened the FLFP and more women doing jobs in night shifts.",
    "Finance Minister’s Monday announcement came as the country has severe dollar shortage to purchase fuel.",
    "Local government authorities Economy Next spoke to said they are still waiting for proper direction from the government on the decision. (Colombo/March8/2022)"
  ]
}