{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/eu-promotes-art-for-peace-as-peace-and-prosperity-are-at-stake/",
  "time_ut": 1654437240,
  "title": "EU promotes ‘Art for Peace’ as peace and prosperity are at stake",
  "body_lines": [
    "Europe Day, held on 9 May every year, is a celebration of peace and unity. This year, it had a special significance. With war at the doorstep of Europe and with a deep economic crisis in Sri Lanka, peace and prosperity are at stake. In that context, we invited children from Sri Lanka and the Maldives to express themselves and show us how they see peace through art.” EU Ambassador to Sri Lanka and the Maldives, Denis Chaibi, said recently.He said so as the Delegation of the European Union (EU) to Sri Lanka and the Maldives recently concluded an online children’s art competition titled ‘Art for Peace’ as part of the celebrations of the Europe Day.",
    "An award ceremony was held on 2 June at the EU Delegation premises to acknowledge and recognize the young winning artists. This interactive activity was aimed at engaging with as many children as possible and to let them showcase their talent, while at the same time raising awareness about the EU and show how art can bring people together around the theme of peace.",
    "The competition was held online for children in three age categories: 6-8 years; 9-11 years; 12-15 years. Contestants were given the opportunity to submit one entry of original, unassisted, hand-drawn artwork, created without using digital tools. The contest generated a lot of interest and over 750 entries of inspiring artworks were received during the month of April from children across Sri Lanka and the Maldives.",
    "The winners of the Art for Peace competition are Sithula Nimtharu Delpa Godage from Athurugiriya (8 years), Sarasija Nimhari Thenuwara from Maharagama (9 years) and R. A. Ranumi Limansa from Battaramulla (15 years).Three winners were selected from the list of 30 participants who were shortlisted from each of the three age categories. The exhibition of all shortlisted artworks is planned for later this year.",
    "ZTE Blade A5 2020 midrange smartphone now available at Singer Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}