{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Chamber-of-Exporters-calls-on-Govt-to-ensure-prudent-fiscal-policy/34-734157",
  "time_ut": 1651257540,
  "title": "Chamber of Exporters calls on Govt. to ensure prudent fiscal policy",
  "body_lines": [
    "The National Chamber of Exporters (NCE) is urging the Government to ensure prudent fiscal policy amidst the current economic and political crises as well as simplifying export regulations to increase the flow of dollars to the country.",
    "In a statement NCE said Sri Lanka is in a complete socio-economic turmoil with the embattled ruling party being accused of mismanagement and high cost of living hurting its people. The political corruption that prevailed over a prolonged period has crippled the economy.",
    "The responsible decision makers are looking to the IMF for immediate bail out, the Cabinet has been expanded amidst protests by people demanding solutions. The question remains whether the newly appointed Cabinet will be able to steer the country towards recovery through this challenging era.",
    "A severe shortage of foreign exchange has created a vacuum in fuel, domestic gas, medicine, and raw materials which has also led to social unrest. It is worsened due to the emergence of the grey market and many imports are now taking place external to the country’s banking system. Anticipating a further devaluation of the rupee, most export proceeds are not being brought back to the country.",
    "The NCE emphasises the importance of introducing proper mechanisms to maximise tax revenue of the country. Tax being an instrumental objective of fiscal policy, the Government of Sri Lanka mainly collects its tax revenue through the Department of Inland Revenue, Excise and Sri Lanka Customs. This process is competently supported by the Department of Attorney General and the Department of Prevention of Bribery and Corruption.",
    "Regrettably, undue political influence has hindered this process, making Sri Lanka vulnerable as a developing country. The National Chamber of Exporters of Sri Lanka, in an earlier media statement emphasised the importance of all five stakeholders working in unison to achieve the set objectives of Government’s revenue collection.",
    "It is mandatory to have robust policies in place to help the country stand up and move forward. The NCE urges the Government to facilitate the Department of Inland Revenue to encourage all citizens to declare their wealth and exercise the existing laws related to collection of tax revenue.  According to records, the total tax files are around 250,000 in a population of 21 plus millions and six million households approx. Even though there is a law enforced on Parliamentarians to declare assets, it is stated that less than 10 of them have consented so far. This process must begin from the country’s first citizen.",
    "Tangible mechanisms must be introduced and implemented to investigate and apprehend potential taxpayers who maintain assets overseas. All monetary transactions within the country should be monitored by revenue authorities. Granting of ad-hoc tax holidays should be avoided and a comprehensive investment relief system to boost investments must be introduced.",
    "All responsible stakeholders of the Treasury, Central Bank and the team coordinating with the IMF in debt restructuring must collectively act together in carrying out the immediate tasks at hand. It may also be endorsed by the IMF as well since they require debt sustainability from Sri Lanka.",
    "Export regulations to increase the flow of dollars to the country",
    "The earlier regulation on remitting export proceeds within 180 days has been dormant and it is noted statistics published by Central Bank and Department of Customs do not portray the actual value due to non-availability of a monitoring and tracking system. Regulations should be enforced to ensure foreign remittance is received through the banking system, and the country’s balance of payment is not further affected.",
    "The NCE proposes all foreign remittances an incentive rate of 30% more than the parity rate matching the rates by the grey market. The additional value to be invested in a rupee time deposit of over 12 months, earning a higher rate of interest. Further, the additional incentive proceeds to be allowed through a time deposit and to be utilised for capital investments only, thereby contributing to the national GDP.",
    "The NCE states that importing any item/s under an open account should be further evaluated and streamlined. All commercial importers to be duly registered with the Department of Imports and must open tax files obtaining TIN number which is to be highlighted in all documentation related to imports entered in all import documents enabling Sri Lanka Customs and IRD to monitor establishments."
  ]
}