{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sarvodaya-development-finance-sri-lankas-first-listed-impact-investment-company-records-historic-year/",
  "time_ut": 1655389020,
  "title": "Sarvodaya Development Finance, Sri Lanka’s first listed, impact investment company records historic year",
  "body_lines": [
    "Sarvodaya Development Finance PLC (SDF) made history in 2021, by becoming Sri Lanka’s first impact investment company to list on the Colombo Stock Exchange(CSE) and reported its best profits to date, for the financial year 2021-22.",
    "SDF made its debut onto the Main Board of the CSE on November 23rd 2021, by raising Rs 1 billion in equity from its Initial Public Offering (IPO). The IPO was over-subscribed by noon, indicating the high level of investor interest and trust in the Sarvodaya Movement’s financial services arm, despite the prevailing global economic uncertainty.",
    "SDF has a tried and tested mechanism to channel funds into the development of micro, small and medium enterprises, a majority of which are located outside the Western Province. Over 80% of SDF’s branches are located outside the Western Province and SDF also works with 5,400 Sarvodaya Shramadana Societies to channel funds to the end user, provide savings options and other support services, including business training and market development activities, for rural entrepreneurs.",
    "It must be noted that SDF’s lending activities are restrained by the Sarvodaya principles. SDF does not lend towards activities deemed anti-social and/or inhumane. These excluded sectors include butcheries, alcohol related businesses, drugs and gambling etc…",
    "The Rs 1 billion in new equity has enhanced SDF’s capital base to Rs 3.1 billion, which is comfortably above the statutory minimum of Rs 2.5 billion. The core capital ratio has improved to 27.37% against the minimum statutory requirement of 7%, and the total risk weighted capital ratio is 28.62% against the minimum statutory ratio of 11%.",
    "The new capital also made it possible for SDF to rapidly expand business activities in the last quarter of the year. Business growth was supported by Central Bank approval to upgrade 21 SDF Customer Service Centres into full-service branches, expanding the branch network to 51.",
    "Fuelled by growth in the lending portfolio, SDF recorded a profit after tax of Rs 215.5 million, which is a 17.5% growth compared to the profit after tax of Rs 183.3 million reported in the previous year. Total lending grew by 25.03% while agriculture sector remained the largest recipient of SDF credit, absorbing 48% of total disbursements during the year, which was Rs 3.91 billion. This is an increase of 87% from the previous year.",
    "“While SDF’s lending has surged following the IPO, it is noteworthy that over 90% of the Company’s total lending is asset-backed lending.",
    "SDF concluded the financial year 2021-22 by demonstrating its true potential to support the country’s economic recovery in this challenging juncture. As the financial services arm of the Sarvodaya Movement, SDF is committed to do everything within its power to create wealth for the nation, and looks forward to supporting the country’s entrepreneurs in the new financial year” said by its Chairman Mr Channa de Silva.",
    "‘Come and Live in Sri Lanka’ real estate project targeting senior citizens",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}