{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82002/sri-lanka-welcomes-investments-financing-for-sustainability-efforts-president",
  "time_ut": 1650713580,
  "title": "Sri Lanka welcomes investments, financing for sustainability efforts - President",
  "body_lines": [
    "President Gotabaya Rajapaksa stated that the government’s national goal is to improve water-related infrastructure, including clean water supply and sanitation for all in the next three years.",
    "“We are continually improving capacity and quality of existing water supply schemes and initiating new ones to cater to areas with poor coverage”, he said.",
    "The President made these remarks while addressing the 4th Asia-Pacific Water Summit commenced in Kumamoto, Japan today (April 23) via video technology.",
    "This year’s Summit, titled ‘Water for Sustainable Development: Best Practices and the Next Generation’, is attended by Heads of State representing 48 countries in the Asia-Pacific region including Japan as well as international organizations’ representatives. The Summit will discuss various water-related issues and how to implement the recommendations made in the “Yangon Declaration” adopted at the 3rd Asia-Pacific Summit 2017 in Myanmar.",
    "The results of this summit will be announced at the United Nations Water Conference scheduled to be held in March 2023 as the “Kumamoto Declaration”.",
    "“Kumamoto declaration is the compilation of the strong aspirations of the top leaders to solve water-related issues. We are trying to collect our wisdom to solve these issues,” Yoshiyuki Mori, President of the Asia Pacific Water Forum said.",
    "Delivering the Keynote speech, Japanese Prime Minister Fumio Kishida said water issues are deeply related to a range of challenges in a society such as climate change and natural disasters, sanitation and poverty. “In recent times, water-related disasters have increased in the world. In the Asia Pacific region, water-related disasters have tripled over the past 30 years. To eradicate poverty, it is essential to improve the local sanitary environment by using water. We will share our expertise with other countries in the Asia Pacific region,” he said.",
    "President Rajapaksa said even during the COVID-19 pandemic, the government was able to increase the number of new water connections to the public by more than 50% compared to what had been achieved annually in previous years.",
    "“Several projects intended towards improving water cycle management were also undertaken,” the President further said.",
    "“These achievements reflect the emphasis we give to inclusivity and to fostering participatory growth for all Sri Lankans, which is at the heart of my government’s development efforts. Despite considerable resource constraints, made far worse through the pandemic and our ongoing financial crisis, Sri Lanka’s commitment towards such development as well as towards sustaining a progressive agenda on the environment remains unchanged,” the President added.",
    "“Sri Lanka welcomes investments, technology transfers, and financing for our sustainability efforts, as well as broader development assistance and cooperation for debt restructuring to support our economic recovery during this critical time,” President Rajapaksa further said.",
    "Representing the government, Sri Lankan Ambassador in Japan Sanjiv Gunasekara attended the Opening Ceremony and the Heads of State Meeting."
  ]
}