{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankans-down-underin-the-spotlight/",
  "time_ut": 1650301500,
  "title": "Sri Lankans Down Under…in the spotlight",
  "body_lines": [
    "Sri Lankans, in the state of Victoria, came in for praise from the Victorian Premier, Daniel Andrews, when he greeted them for the New Year.",
    "“I want to send my very best wishes to every Victorian celebrating Sinhalese New Year.",
    "“This is such a special time for family, and friends, to come together, and I know how important these occasions are to you, because what makes the Sinhalese community strong is your connection to each other and the pride you take in rich traditions.",
    "“I also know that this is a challenging time for the Sri Lankan diaspora, in every part of the world, and our thoughts continue to be with your friends, and family, during this difficult time.",
    "“To our Sinhalese community, here in Victoria, thank you for the enormous contribution you make to our state, every single day.",
    "“From my family to yours, happy New Year and may your house be filled with happiness.”",
    "In the meanwhile, Sri Lankans also continue to excel in the entertainment scene, Down Under, especially in Melbourne.",
    "Reporting from Melbourne, Trevine Rodrigo says Melbourne erupted into a Covid-free musical spectacular as the Grand on Cathies came alive, on April 9th, at the Combined Schools Dinner Dance that brought back the days of pure entertainment, missing for a while, due to restrictions over the past two years.",
    "A galaxy of local talent, brought together by the highly-energised Esric Jackson, and a handpicked bunch of musicians, gave the music-starved Melburnians a night of superb music.",
    "Says Esric: Not one person left the Grand without paying glowing compliments about what a fantastic night they had”.",
    "Three of Melbourne’s best bands, Replay 6, Cherrie Chamari and B Sharp, and Come Together, spearheaded by Kelvin and Vanessa Speldewinde, provided a contrasting style of music that catered to everyone and kept the dance floor packed to capacity.",
    "The highly talented Replay 6 were in a class of their own as they let out their pent up musical ability with a brilliant performance, and also backing the night’s guest artistes.",
    "Not to be outdone, B Sharp and Come Together provided their own brand of music which gave the night a balance, with some Sinhala classics thrown into the mix.",
    "Among the highlights of the night was a tribute and minutes silence to remember and honour the recently passed legend, Desmond De Silva, who left us three months ago.",
    "Desmond’s unique rendition of ‘Danny Boy,’ recorded at the memorial to the late Sandra Jackson, heralded proceedings followed by video footage of some of his memorable performances. It was a moving tribute to one of Sri Lanka’s best ever singer /entertainers.",
    "Jude Nicholas was brilliant, leading the rich line-up of the night’s entertainment, as was the velvety voice of evergreen Ben Nathanielsz, also Rob Foenander, Rachel Livorno, Larry Loos, and the explosive Enrico Hipolito.",
    "The night was complemented by some wonderful dance routines by Strut Entertainment whose energetic performances had the large crowd enthralled.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}