{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/10/multiple-trade-unions-on-strike-against-attacks-on-protests/",
  "time_ut": 1652161380,
  "title": "Multiple Trade Unions on Strike against attacks on protests",
  "body_lines": [
    "COLOMBO (News 1st); Multiple Trade Unions have launched a continuous island-wide strike action, aimed at expressing displeasure against the Government for inciting violence.",
    "The Sri Lanka Administrative Service Association (SASA) said its members will step away from services until further notice.",
    "It has decided NOT to attend any meeting, which is attended by Politicians and NOT to attend any District or Regional Coordinating Committee meetings.",
    "The Federation of Health Professionals have also launched a strike action, with effect from midnight on Monday.",
    "Its President Ravi Kumudesh said the Trade Unions have collectively decided to launch a continuous strike action, and called on the President to step down, making way for the development of the country.",
    "He emphasized that the President and the Former Prime Minister must be held responsible for the violence that erupted in the country.",
    "The Executive Committee of the Government Medical Officers Association (GMOA) declared an immediate Trade Union Action until 8:00 AM today, as a mark of protest against the attack on peaceful demonstrations staged by the people.",
    "The GMOA Executive Committee said a decision on the continuation of the TU action will be taken at the Emergency General Committee Meeting scheduled for later today.",
    "The Federation of University Teachers’ Associations (FUTA) is also engaged in a continuous strike action, with effect from today.",
    "Superintendent of Railway Operations, Gamini Seneviratne said several Trade Unions attached to the Railway service are also on strike since last night.",
    "Sri Lanka: Attorney General tells Police Chief to launch fully-fledge investigation on Monday’s (9) violence"
  ]
}