{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-has-tightened-monetary-policy-sufficiently-cb-governor-94605/",
  "time_ut": 1653365220,
  "title": "Sri Lanka has tightened monetary policy sufficiently: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has tightened monetary policy sufficiently Central Bank Governor Nandalal Weerasinghe said as inflation picked up and an unstable peg fell steeply due to previous mis-targeting of interest rates by a rate setting committee.",
    "However inflation would likely to stay around 30 to 40 percent in the near term.",
    "‘We think we ahve tightened monetary sufficiently going forward,” Governor Weerasinghe told a forum organized by the Press Club of the Sri Lanka Press Institute.",
    "Governor Weerasinghe hiked the policy rate to 14.50 percent from 7.50 percent and market rates topped 20 percent, which will reduce private credit and drive private savings to the budget helping reduce money printing and which drive currency pressure.",
    "Governor Weerasinghe said the current market rates of around 25 percent are too high and has ‘overshot’.",
    "He said it was not necessary to raise interest rates to the level of inflation, which was likely to remain around 30 to 40 percent for the next few months.",
    "“Right now the currency is stable and gradually appreciating,” Governor Weerasinghe said.",
    "Sri Lanka still has forex shortages and is finding it difficult to pay for fuel imports.",
    "Forex shortages and currency crises are a problem associated with soft-pegged exchange regimes (flexible exchange rates) which are not clean floats.",
    "The rupee started to stabilize around 380 to 390 to the US dollar in May according to market participants when a 360 to the US dollar guidance rate was introduced by the central bank for interbank transactions.",
    "Middle East remittances were also starting to increase when the lower rate was indicated and banks stopped paying market rates to exchange houses, market participants say.",
    "Authorities blocked open account and documents against acceptance (DA) imports to reduce Undiyal outflows.",
    "However the Undiyal and kerb market drives remittances and tourist inflows to the most urgent needs including fertilizer (known as boat urea) according to those familiar with the process. (Colombo/May24/2022)"
  ]
}