{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ukraine-invasion-enters-new-phase-un-in-a-dilemma/",
  "time_ut": 1649269260,
  "title": "Ukraine invasion enters new phase; UN in a dilemma",
  "body_lines": [
    "There are at least two reasons why the Russian invasion of Ukraine could be considered as entering a new phase. First, the Ukraine side has to some extent stymied the Russian advance, close on the heels of using new lethal weaponry. Second, Ukraine civilians are being increasingly savaged and killed, apparently with impunity. The latter development tends to highlight the heightening helplessness of the UN Security Council (UNSC) in the face of the conflict which is showing signs of being long drawn out.",
    "The Russian side has predictably stated that it is not responsible for an ongoing massacre of countless Ukraine civilians in some cities and residential districts bordering the capital city of Kyiv. These civilian centres came under Russian attack and the stark facts speak for themselves. Some of these cities and towns, such as Bucha, have been reduced to almost rubble in the Russian advance, despite scores of Ukraine civilians being trapped within them, and it is all too evident that they have been hapless victims of the invasion.",
    "The Western media are bound to have their prejudices and ‘slants’ but they could not have conjured up and fabricated the entirety of the mind-numbing devastation that some Ukrainian cities and towns have been subjected to in recent times. Ukraine President Volodymyr Zelensky addressing the UNSC recently said on the subject of the barbarity that has been visited on these Ukraine civilian centres: ‘Some of them were shot on the streets. Others were thrown into wells, so they died there suffering. They were killed in their apartments, houses, blown-up by grenades. Civilians were crushed by tanks while sitting in their cars in the middle of the road, just for pleasure…..women were raped and killed in front of their children. Their tongues were pulled out only because the aggressor did not hear what they wanted to hear from them.’",
    "It is the obligation of the international community, read the UN, to thoroughly investigate these allegations. These allegations, if they have a factual basis to them, amount to war crimes and cannot be dismissed out of hand. The perpetrators of these atrocities, in the second stage of an accountability process, would need to be brought to justice. All of this is within the capabilities of the UN system because some of the worst ‘butchers’ in the relatively recent Balkan wars, for example, have been brought to justice. The civilized world waits in eager anticipation of justice.",
    "Zelensky has underscored the need for the UNSC’s proactive involvement in ending Ukraine’s torment but he is fully aware of the challenges the UN organ is likely to face in relation to his country on the question of accountability. “Where is the security that the Security Council needs to guarantee? It is not there, though there is a Security Council, he said in the course of his UN address.",
    "The Ukraine President was alluding to an inevitable quandary the UN is likely to be in, considering the veto-wielding power of Russia in the UNSC. Justice would be impossible for Ukraine if Russia punctures any future accountability process, using its power of veto. Accordingly, Ukraine is entitled to ask: How effective would the UNSC prove to be in the Ukraine context?",
    "Stalemate situations within the UNSC on accountability and like questions are nothing new to the UN. It has been very rarely that the five permanent members of the UNSC have struck accord on issues of this kind and proved the UNSC an exceptionally effective instrument in ensuring peace and security in the world’s conflict zones. This returns us to the question of UN reform which is a huge issue and a subject by itself. It is a question which the international community needs to take up without further delay.",
    "Meanwhile, the Russians are keeping the world guessing on how far they have advanced in achieving their aims in Ukraine. If they were aiming at a ‘quick fix’ in Ukraine, this has obviously not materialized thus far. In fact, the ground reality seems to be that Russian forces have stalled in the country of invasion.",
    "It would be premature to presume that the Russian forces are failing in their attempts to capture Ukraine but what seems clear is that the Ukraine armed forces are offering stiff resistance to the invaders. Ideally, the Ukrainians should have acquired the required advanced combat aircraft and the latest missiles to take on the Russians in the skies but such help does not seem to be forthcoming on account of Western fears that such measures could result in the conflict escalating and spreading beyond Eastern Europe.",
    "However, the Ukrainians are in possession of the required drone technology which seems to be a notable factor in hampering the Russians. For instance, the Ukrainians are equipped, it is reported, with ‘Kamikaze drones’ or ‘Loitering munitions.’ These are small, quick and disposable drones, which have a tendency to linger in the skies for long, are usually difficult to detect but get at their targets very effectively. These drones, it is believed, have accounted for the destruction of quite a few Russian tanks. Some experts see these drones as a step towards the initiation of robotic warfare. In fact, the Ukrainians are quite adept at manufacturing military hardware and were reportedly even supplying the Russians prior to the invasion.",
    "Accordingly, in some respects the Ukraine invasion could be said to have entered a qualitatively new phase because a better equipped and increasingly motivated Ukrainian army has stymied the Russian advance to some degree, although the latter forces are unlikely to be easily distracted from their aims. However, the Russians would need to remember that a stalemate situation is a victory for the resistance.",
    "Moreover, the invasion has proved terribly costly in human terms, as could be seen. Hopefully, the current talks between the sides to the conflict would yield some positive results, in the form of a de-escalation of hostilities for at least a few months to enable the Ukrainian civilians in greater numbers to get to shelter and succour in neighbouring countries. However, the ideal is a political solution that would address the principal needs of both sides.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}