{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceat-climbs-10-places-in-2022-brand-finance-rankings-2/",
  "time_ut": 1651241160,
  "title": "CEAT climbs 10 places in 2022 Brand Finance rankings",
  "body_lines": [
    "CEAT, Sri Lanka’s highest-selling pneumatic tyre brand, has been ranked the Most Valuable Brand in the ‘Tyre’ category and has advanced 10 places in the latest brand value rankings published by Brand Finance, the world’s leading brand valuation consultancy.",
    "In its 2022 rankings, Brand Finance has valued the CEAT brand at Rs 2.922 billion for this year, an impressive 44 per cent more than the value assigned in 2021, and ranked CEAT at No 38 in its list of the 100 most valuable brands in the country which include the largest banks, telecommunications services providers and retail giants.",
    "The CEAT brand has also retained its ‘AAA-’ Brand Rating from Brand Finance for 2022. This is the second highest rating awarded to consumer brands in Sri Lanka this year.",
    "Commenting on the Brand Finance ranking assigned to the CEAT brand, CEAT Kelani Holdings Managing Director Mr Ravi Dadlani said: “Adversity is the best test of mettle. Since the start of the global pandemic, the CEAT brand has achieved a cumulative advancement of 15 places in the Brand Finance Top 100 rankings, and brand value has more than doubled since 2020. Such growth, in one of the most challenging periods in memory, is a remarkable feat and a source of confidence in these uncertain times.”",
    "According to Brand Finance, Brand Value is computed on the basis of separate values assigned for Brand Strength, Business Performance and External Changes. It is described as a specific asset valuation which calculates the value of the transferable element of the brand, generally comprising the value of the trademarks and associated intellectual property.",
    "Brand Finance calculates the values of the brands in its league tables using the Royalty Relief approach – a brand valuation method compliant with the industry standards set in ISO 10668. It involves estimating the likely future revenues that are attributable to a brand by calculating a royalty rate that would be charged for its use, to arrive at a ‘brand value’ understood as a net economic benefit that a brand owner would achieve by licensing the brand in the open market.",
    "London headquartered Brand Finance founded in 1996 is the world’s leading independent, value-based brand strategy consultancy, with offices in over 20 countries including Sri Lanka. Brand Finance bridges the gap between marketing and finance by quantifying the financial value of brands, and helped craft the internationally-recognised standard on Brand Valuation – ISO 10668, and the standard on Brand Evaluation – ISO 20671.",
    "The manufacturer of half of the Sri Lanka’s pneumatic tyre requirements, CEAT Kelani Holdings is considered one of the most successful India – Sri Lanka joint ventures. The joint venture’s cumulative investment in Sri Lanka to date exceeds Rs 8 billion, and another Rs 3.2 billion has been committed in 2022 for expansion of volumes, technology upgrades and new product development. The company’s manufacturing operations in Sri Lanka encompass tyres in the radial (passenger cars, vans and SUVs), commercial (nylon and radial), motorcycle, three-wheeler and agricultural vehicle segments.",
    "The CEAT brand accounts for market shares in Sri Lanka of 48 per cent in the Radial segment, 80 per cent in the Truck category, 84 per cent Light Truck tyre category, 51 per cent in the Three-Wheeler tyre segment, 36 per cent in the Motorcycle tyre segment and 72 per cent in the Agricultural vehicle tyre category. CEAT Kelani exports about 20 per cent of its production to 16 countries in South Asia, the Middle East, Africa and the Far East.",
    "Vogue Jewellers wins Innovative Diamond Jeweller of the Year Award in Dubai",
    "Prez agrees to form interim government with new PM, cabinet: Sirisena",
    "UNICEF urges to put children’s needs first in tackling current crisis in Lanka",
    "Pioneer construction firm Sierra entrusted with refurbishment of John De Silva Theatre",
    "PARLIAMENTARY SYSTEM: WOMB OF RACISM, SEPARATISM & CIVIL WAR; PORTAL FOR LANKA’S FALL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}