{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82718/dr-pethiyagoda-becomes-first-sri-lankan-to-win-prestigious-linnean-medal-for-zoology",
  "time_ut": 1653660840,
  "title": "Dr. Pethiyagoda becomes first Sri Lankan to win prestigious Linnean Medal for zoology",
  "body_lines": [
    "Leading Sri Lankan naturalist and a taxonomist of freshwater fish of the island, Dr. Rohan Pethiyagoda has been conferred the prestigious “The Linnean Medal” award for zoology.",
    "The medal is awarded annually by the Linnean Society of London, the world’s oldest active biological society, alternately to one or two biologists in any field, an expression of the Society’s esteem and appreciation for service to science.",
    "Any biologist, irrespective of nationality, who is not at the time a member of council of the Linnean Society of London, is eligible to receive the medal.",
    "It is presented at the annual Anniversary Meeting by society’s president, who specifies the grounds on which the medal has been awarded.",
    "Dr. Pethiyagoda is the first Sri Lankan scientist honoured with this award since the program commenced in 1888.",
    "He had been an employee of and advisor to the government of Sri Lanka, serving as Chairman of the Water Board in the 1980s.",
    "His 1991 monumental Freshwater Fishes of Sri Lanka was hailed as a landmark achievement, treating the island’s diverse ichthyofauna more comprehensively and authoritatively than ever before.",
    "Over the next decade both Dr. Pethiyagoda and his Wildlife Heritage Trust (WHT), set up with the profits from the book, became synonymous with the exploration, discovery and documentation of Sri Lanka’s biodiversity and the wider application of this to enhance biogeography of the broader region. His program of original and collaborative research (both Sri Lankan and overseas) has resulted in publications on many zoological groups in addition to fishes.",
    "His impact on biodiversity research in Sri Lanka and beyond through his output and catalytic influence cannot be overestimated."
  ]
}