{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/govt-health-workers-in-sri-lanka-go-on-strike-in-western-eastern-provinces-91637/",
  "time_ut": 1647240300,
  "title": "Govt health workers in Sri Lanka go on strike in Western, Eastern provinces",
  "body_lines": [
    "ECONOMYNEXT – State health workers in Sri Lanka are once again engaged in trade union action, this time resorting to a strike on Monday (14) in the Western and Eastern provinces claiming that authorities have failed to honour consensus reached in previous meetings.",
    "A continuous strike launched by state health workers in early February over seven key demands was stopped by an order issued by the Colombo Magistrate Court. The unions then initiated a 48-hour token strike on March 02 and 03, but suspended the campaign for ten days after meeting the Secretary to the Ministry of Health.",
    "Convener of the Federation for Health Professionals Ravi Kumudesh told reporters on Monday (14) that the cabinet of ministers, the Ministry of Finance and the Public Service Commission should pay more attention to their grievances so as to prevent the resumption of their struggle.",
    "“A cabinet memorandum has been submitted to eliminate the salary anomalies of health professionals and to make a recommendation in this regard to the Sri Lanka Eligibility Framework and no specific action has been taken in this regard so far. As the appointment of an expert committee is a matter for the cabinet, we look forward to hearing from you soon,” Kumudesh said.",
    "“It has been about seven months since the cabinet decided to grant second class promotions in five years and first class promotions in seven years.”",
    "However, Kumudesh said no response has been received so far to the request made to the cabinet to remove the anomaly of allowances and the relevant recommendations have not yet been made to the Ministry of Finance as agreed by the Minister of Health.",
    "Elimination of salary anomalies in paramedical, nursing and paramedical services in line with the Sri Lanka Eligibility Framework",
    "Issuing the circular for 5/7 promotions as approved by the Cabinet of Ministers and making it pre-dated",
    "Establishment of the posts of Director and Deputy Director General of Paramedical, Paramedical and Nursing Services",
    "Working as agreed to increase overtime and specimen allowances not increased by 23 years",
    "“Also, the recommendations of the Public Service Commission for revision of recruitment procedures have been delayed, and further delays in certain amendments agreed upon by the Director General of Health Services have hampered the agreement on the relevant requests,” said Kumudesh.",
    "Health workers also demand that the government name the health profession a closed service after the government decided to make the teachers profession a closed service in 2021.",
    "The health service is currently under public services. Declaring it a closed service will allow the government to treat health professionals separately from the rest of the public service when resolving their demands for salary anomalies, wages, transfers, and other benefits.",
    "Kumudesh said despite the intervention of the Ministry of Health in the last ten days, the Public Service Commission, the Ministry of Finance and the cabinet have failed to take a definite decision on the strike.",
    "“It has been decided to hold a special executive meeting of the Federation of Health Professionals on Wednesday (16) to reconsider the strike,” Kumudesh said. (Colombo/Mar14/2022)"
  ]
}