{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Speaker-writes-to-Opp-Leader-saying-proposed-constitutional-changes-will-be-forwarded-to-AG-after-Cabinet-approval/56-733929",
  "time_ut": 1650925080,
  "title": "Speaker writes to Opp. Leader saying proposed constitutional changes will be forwarded to AG after Cabinet approval",
  "body_lines": [
    "Speaker says SJB’s draft 21st Amendment to Constitution forwarded to cabinet",
    "Says he will act according to constitutionally laid down procedure  on enact new laws",
    "Speaker Mahinda Yapa Abeywardena said yesterday that a copy of the 21st Amendment to the Constitution Bill submitted by the Samagi Jana Balawegaya (SJB) has been forwarded to the Cabinet along with other proposals for amending the Constitution to the Cabinet of Ministers to expedite the process.",
    "The Party leader’s meeting to has been scheduled for Thursday to discuss the matter, the Speaker said in a letter he sent Opposition leader Sajith Premadasa yesterday.",
    "The letter was sent in response to one sent by Premadasa to the Speaker requesting that the process of enacting the constitutional amendment bill be expedited.",
    "“Once the cabinet decides on the constitutional changes, a draft Bill will be submitted to the Attorney General by the Cabinet Secretary under the laid down procedure. This is the fastest way to enact legislation under the existing law,” Abeywardena said adding that enacting a private members bill is a time-consuming process.",
    "“Even though this is a matter of urgency, the constitutionally laid down procedure has to be followed. As someone who has taken an oath of office to uphold the constitution, I  cannot take any step that will contravene its provisions, ” he said. Premadasa in his letter to the Speaker said steps must be taken to bring about the necessary changes as demanded by the public as soon as possible saying there is no time for more discussions.",
    "“People are waiting for Parliament to act at this crucial time, and we are bound to act expeditiously to address their demands,” he said."
  ]
}