{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82033/president-has-agreed-to-form-an-interim-govt-ven-dhammananda-thero",
  "time_ut": 1650866280,
  "title": "President has agreed to form an interim govt - Ven. Dhammananda Thero",
  "body_lines": [
    "In a letter to the Chief Prelates of the three Buddhist Chapters, President Gotabaya Rajapaksa has stated that he agrees to form an interim government, the Registrar of the Asgiri Chapter, Ven. Medagama Dhammananda Thero said.",
    "He stated that the President has also assured that he will take immediate steps to resolve the economic crisis in the country.",
    "The President, in his letter to the chief prelates, has also said that any constitutional reforms should be carried out through the Parliament.",
    "Ven. Medagama Dhammananda Thero said the President has emphasized that the economic problems and the crisis situation in the country would be eliminated and the welfare of the people would be ensured as requested by the Mahanayaka Theros.",
    "He said the letter also mentions the ongoing discussions with the International Monetary Fund (IMF) in particular.",
    "“The President has also expressed his willingness to establish an interim government. At the same time, he has informed that the constitutional amendment should be discussed in Parliament and carried out,” the Thero said.",
    "He said the President has also expressed that the Mahanayake Theros will be informed if there are any further issues in this regard.",
    "It was previously reported that the President had sent a letter to the Chief Prelates of the three Buddhist Chapters regarding the current situation in the country and the future course of action to be taken in that regard.",
    "It was reported that the Secretary of the Ministry of Buddha Sasana Prof. Kapila Gunawardena had handed over the relevant letter to the Mahanayaka Theros on the instructions of the President.",
    "The letter was handed over to the Chief Prelates of Malwathu and Asgiriya chapters yesterday (24), said Prof. Kapila Gunawardena.",
    "On the 4th of April, the Chief Prelates of the three chapters had sent a letter to President regarding the current situation in the country which also included several proposals to be implemented."
  ]
}