{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-breakthrough-digital-solution-from-union-assurance-to-get-fit/",
  "time_ut": 1655213940,
  "title": "A breakthrough digital solution from Union Assurance to ‘Get Fit’",
  "body_lines": [
    "The Clicklife App, an industry first comprehensive digital solution from Union Assurance that empowers customers to manage their policies, goes a step further by enabling customers to live a healthy lifestyle. This innovative App, which comes with exciting fitness features, offers customers valuable lifestyle rewards based on loyalty points earned.",
    "A unique feature of the App is that customers can earn extra points and thereby more rewards by completing fitness goals. The ‘Get fit’ facility in the App includes a dashboard to track one’s physical activity and a calorie log to track daily food intake. This will help customers maintain good health and ensure their well-being.",
    "The state-of-the-art calorie counter incorporates an artificial intelligence-powered food image capture and recognition system that enables users to snap images of their meals and track their calorie intake. It has a database of over 900,000 food items, including numerous Sri Lankan food.",
    "With this initiative, Union Assurance becomes the first in the industry to introduce an innovative fitness solution that combines calorie counting and physical activity tracking to reward healthy living. Users can create a fitness plan to lose or maintain weight based on the Mifflin-St Jeor equation – one of the most widely used BMR (Basal Metabolic Rate) formulas – which provides a personalized daily calorie and active minutes goal. By checking their active minutes, users can see which particular activities are best suited for their health, and how they are performing based on WHO recommendations. Achieving a minimum of 150 active minutes a week can help them live longer, sleep better and boost their mood.",
    "The Chief Bancassurance Officer of Union Assurance, Vindya Cooray said, “Being a responsible insurer is much more than a tagline. Tackling obesity is one of the greatest long-term health challenges in Sri Lanka. According to the WHO, more than a quarter of Sri Lankans are overweight, and NCDs such heart disease, stroke, cancer, diabetes, and chronic lung disease cause over 80% of deaths in the country. We, therefore, added a new facet to the Clicklife App to encourage and set fitness goals for our customers in order for them to live a healthy lifestyle.”",
    "She further said, “Helping people achieve and maintain a healthy life is one of the most important things we can do to improve our nation’s health.”",
    "DFCC Bank collaborates with Mastercard to facilitate electronic payments via Mastercard Payment Gateway",
    "Unilever’s Horana factory awarded coveted ISO 14001: 2015 environmental management system certification",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "යුනියන් ඇෂුවරන්ස් වෙතින් ‘Get Fit’ සඳහා විශිෂ්ට ඩිජිටල් විසඳුමක්",
      "body_lines": [
        "යුනියන් ඇෂුවරන්ස් වෙතින් පාරිභෝගිකයින්ට ඔවුන්ගේ ප්‍රතිපත්ති කළමනාකරණය කිරීමට බලය ලබා දෙන කර්මාන්තයේ ප්‍රථම විස්තීර්ණ ඩිජිටල් විසඳුම වන Clicklife App, පාරිභෝගිකයින්ට සෞඛ්‍ය සම්පන්න ජීවන රටාවක් ගත කිරීමට හැකියාව ලබා දෙමින් තවත් පියවරක් ඉදිරියට යයි. සිත් ඇදගන්නාසුළු යෝග්‍යතා විශේෂාංග සමඟින් එන මෙම නව්‍ය යෙදුම, උපයාගත් පක්ෂපාති ලකුණු මත පදනම්ව පාරිභෝගිකයින්ට වටිනා ජීවන රටා ත්‍යාග පිරිනමයි.",
        "යෙදුමේ සුවිශේෂී ලක්ෂණය වන්නේ පාරිභෝගිකයින්ට යෝග්‍යතා ඉලක්ක සම්පූර්ණ කිරීමෙන් අමතර ලකුණු සහ එමගින් වැඩි ත්‍යාග උපයා ගත හැකි වීමයි. යෙදුමේ ඇති 'Get fit' පහසුකමට කෙනෙකුගේ ශාරීරික ක්‍රියාකාරකම් නිරීක්ෂණය කිරීමට උපකරණ පුවරුවක් සහ දෛනික ආහාර ප්‍රමාණය නිරීක්ෂණය කිරීමට කැලරි ලොගයක් ඇතුළත් වේ. මෙය පාරිභෝගිකයින්ට හොඳ සෞඛ්‍යයක් පවත්වා ගැනීමට සහ ඔවුන්ගේ යහපැවැත්ම සහතික කිරීමට උපකාරී වේ.",
        "නවීනතම කැලරි කවුන්ටරය කෘතිම බුද්ධියෙන් ක්‍රියාත්මක වන ආහාර රූප ග්‍රහණය සහ හඳුනාගැනීමේ පද්ධතියක් ඇතුළත් කර ඇති අතර එමඟින් පරිශීලකයින්ට ඔවුන්ගේ ආහාරවල පින්තූර ගැනීමට සහ ඔවුන්ගේ කැලරි ප්‍රමාණය නිරීක්ෂණය කිරීමට හැකි වේ. එහි ශ්‍රී ලාංකික ආහාර වර්ග ඇතුළුව ආහාර ද්‍රව්‍ය ලක්ෂ 9කට අධික සංඛ්‍යාවක දත්ත ගබඩාවක් ඇත.",
        "මෙම මුලපිරීම සමඟින්, යුනියන් ඇෂුවරන්ස් සෞඛ්‍ය සම්පන්න ජීවිතයක් සඳහා ප්‍රතිලාභ ලබා දීම සඳහා කැලරි ගණන් කිරීම සහ ශාරීරික ක්‍රියාකාරකම් ලුහුබැඳීම ඒකාබද්ධ කරන නව්‍ය යෝග්‍යතා විසඳුමක් හඳුන්වා දුන් කර්මාන්තයේ පළමුවැන්නා බවට පත් වේ. පුද්ගලාරෝපිත දෛනික කැලරි සහ ක්‍රියාකාරී මිනිත්තු ඉලක්කයක් සපයන වඩාත් බහුලව භාවිතා වන BMR (Basal Metabolic Rate) සූත්‍ර වලින් එකක් වන - Mifflin-St Jeor සමීකරණය මත පදනම්ව පරිශීලකයින්ට බර අඩු කර ගැනීමට හෝ පවත්වා ගැනීමට යෝග්‍යතා සැලැස්මක් නිර්මාණය කළ හැකිය. ඔවුන්ගේ ක්‍රියාකාරී මිනිත්තු පරීක්ෂා කිරීමෙන්, පරිශීලකයින්ට ඔවුන්ගේ සෞඛ්‍යයට වඩාත් ගැලපෙන විශේෂිත ක්‍රියාකාරකම් මොනවාද සහ WHO නිර්දේශ මත පදනම්ව ඔවුන් ක්‍රියා කරන්නේ කෙසේද යන්න දැක ගත හැකිය. සතියකට අවම වශයෙන් ක්‍රියාකාරී මිනිත්තු 150 ක් ලබා ගැනීම ඔවුන්ට දිගු කාලයක් ජීවත් වීමට, වඩා හොඳින් නිදා ගැනීමට සහ ඔවුන්ගේ මනෝභාවය වැඩි කිරීමට උපකාරී වේ.",
        "යුනියන් ඇෂුවරන්ස් හි ප්‍රධාන බැංකු රක්‍ෂණ නිලධාරි වින්ද්‍යා කුරේ මහත්මිය පැවසුවේ, “වගකිවයුතු රක්‍ෂණකරුවෙකු වීම ටැග්ලයින් එකකට වඩා වැඩි දෙයක්. තරබාරුකම පාලනය කිරීම ශ්‍රී ලංකාවේ විශාලතම දිගුකාලීන සෞඛ්‍ය අභියෝගයකි. ලෝක සෞඛ්‍ය සංවිධානයට අනුව, ශ්‍රී ලාංකිකයන්ගෙන් හතරෙන් එකකට වඩා වැඩි බරක් පවතින අතර, හෘද රෝග, ආඝාතය, පිළිකා, දියවැඩියාව සහ නිදන්ගත පෙනහළු රෝග වැනි NCDs රට තුළ සිදුවන මරණවලින් 80% කට වඩා හේතු වේ. එබැවින්, අපගේ පාරිභෝගිකයින්ට සෞඛ්‍ය සම්පන්න ජීවන රටාවක් ගත කිරීම සඳහා දිරිගැන්වීම සහ යෝග්‍යතා ඉලක්ක සැකසීම සඳහා අපි Clicklife යෙදුමට නව මුහුණුවරක් එක් කළෙමු.",
        "\"සෞඛ්‍ය සම්පන්න ජීවිතයක් සාක්ෂාත් කර ගැනීමට සහ පවත්වා ගැනීමට මිනිසුන්ට උපකාර කිරීම අපගේ ජාතියේ සෞඛ්‍යය වැඩිදියුණු කිරීම සඳහා අපට කළ හැකි වැදගත්ම දෙයකි\" යනුවෙන් ඇය වැඩිදුරටත් පැවසුවාය.",
        "Mastercard Payment Gateway හරහා ඉලෙක්ට්‍රොනික ගෙවීම් පහසු කිරීම සඳහා DFCC බැංකුව Mastercard සමඟ සහයෝගයෙන් කටයුතු කරයි.",
        "යුනිලීවර් හි හොරණ කර්මාන්ත ශාලාව ISO 14001: 2015 පාරිසරික කළමනාකරණ පද්ධති සහතිකයෙන් පිදුම් ලබයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "யூனியன் அஷ்யூரன்ஸ் வழங்கும் ‘கெட் ஃபிட்’க்கு ஒரு திருப்புமுனை டிஜிட்டல் தீர்வு",
      "body_lines": [
        "வாடிக்கையாளர்கள் தங்கள் கொள்கைகளை நிர்வகிக்க அதிகாரம் அளிக்கும் யூனியன் அஷ்யூரன்ஸின் தொழில்துறை முதல் விரிவான டிஜிட்டல் தீர்வான Clicklife App, வாடிக்கையாளர்களுக்கு ஆரோக்கியமான வாழ்க்கை முறையை வாழ வழிவகுப்பதன் மூலம் ஒரு படி மேலே செல்கிறது. அற்புதமான ஃபிட்னஸ் அம்சங்களுடன் வரும் இந்த புதுமையான ஆப், சம்பாதித்த லாயல்டி புள்ளிகளின் அடிப்படையில் வாடிக்கையாளர்களுக்கு மதிப்புமிக்க வாழ்க்கை முறை வெகுமதிகளை வழங்குகிறது.",
        "ஆப்ஸின் தனித்துவமான அம்சம் என்னவென்றால், வாடிக்கையாளர்கள் உடற்பயிற்சி இலக்குகளை நிறைவு செய்வதன் மூலம் கூடுதல் புள்ளிகளையும் அதன் மூலம் அதிக வெகுமதிகளையும் பெற முடியும். செயலியில் உள்ள ‘கெட் ஃபிட்’ வசதி, ஒருவரின் உடல் செயல்பாடுகளைக் கண்காணிக்க ஒரு டாஷ்போர்டு மற்றும் தினசரி உணவு உட்கொள்ளலைக் கண்காணிக்க கலோரி பதிவு ஆகியவற்றை உள்ளடக்கியது. இது வாடிக்கையாளர்கள் நல்ல ஆரோக்கியத்தை பராமரிக்கவும் அவர்களின் நல்வாழ்வை உறுதிப்படுத்தவும் உதவும்.",
        "அதிநவீன கலோரி கவுண்டரில் செயற்கை நுண்ணறிவால் இயங்கும் உணவுப் படப் பிடிப்பு மற்றும் அங்கீகாரம் அமைப்பு உள்ளது, இது பயனர்கள் தங்கள் உணவின் படங்களை எடுக்கவும், அவர்களின் கலோரி உட்கொள்ளலைக் கண்காணிக்கவும் உதவுகிறது. பல இலங்கை உணவுகள் உட்பட 900,000 உணவுப் பொருட்களின் தரவுத்தளத்தை இது கொண்டுள்ளது.",
        "இந்த முன்முயற்சியின் மூலம், யூனியன் அஷ்யூரன்ஸ், ஆரோக்கியமான வாழ்க்கைக்கு வெகுமதி அளிக்கும் வகையில் கலோரி எண்ணிக்கை மற்றும் உடல் செயல்பாடு கண்காணிப்பு ஆகியவற்றை ஒருங்கிணைக்கும் புதுமையான உடற்பயிற்சி தீர்வை அறிமுகப்படுத்தும் தொழில்துறையில் முதன்மையானது. மிகவும் பரவலாகப் பயன்படுத்தப்படும் BMR (அடித்தள வளர்சிதை மாற்ற விகிதம்) சூத்திரங்களில் ஒன்றான - மிஃப்லின்-செயின்ட் ஜியோர் சமன்பாட்டின் அடிப்படையில் எடையைக் குறைக்க அல்லது பராமரிக்க பயனர்கள் ஒரு உடற்பயிற்சி திட்டத்தை உருவாக்கலாம் - இது தனிப்பயனாக்கப்பட்ட தினசரி கலோரி மற்றும் செயலில் நிமிட இலக்கை வழங்குகிறது. அவர்களின் செயலில் உள்ள நிமிடங்களைச் சரிபார்ப்பதன் மூலம், பயனர்கள் தங்கள் ஆரோக்கியத்திற்கு மிகவும் பொருத்தமான குறிப்பிட்ட செயல்பாடுகள் மற்றும் WHO பரிந்துரைகளின் அடிப்படையில் அவர்கள் எவ்வாறு செயல்படுகிறார்கள் என்பதைக் காணலாம். ஒரு வாரத்திற்கு குறைந்தபட்சம் 150 நிமிடங்களைச் செயலில் வைத்திருப்பது அவர்கள் நீண்ட காலம் வாழவும், நன்றாக தூங்கவும், அவர்களின் மனநிலையை அதிகரிக்கவும் உதவும்.",
        "யூனியன் அஷ்யூரன்ஸின் தலைமை வங்கிக் காப்பீட்டு அதிகாரி விந்தியா குரே கூறுகையில், “பொறுப்பான காப்பீட்டாளராக இருப்பது ஒரு கோஷத்தை விட அதிகம். உடல் பருமனை சமாளிப்பது என்பது இலங்கையில் நீண்ட கால சுகாதார சவால்களில் ஒன்றாகும். WHO இன் கூற்றுப்படி, இலங்கையில் நான்கில் ஒரு பகுதியினர் அதிக எடையுடன் உள்ளனர், மேலும் இதய நோய், பக்கவாதம், புற்றுநோய், நீரிழிவு மற்றும் நாள்பட்ட நுரையீரல் நோய் போன்ற NCDகள் நாட்டில் 80% க்கும் அதிகமான இறப்புகளை ஏற்படுத்துகின்றன. எனவே, எங்கள் வாடிக்கையாளர்கள் ஆரோக்கியமான வாழ்க்கை முறையை வாழ்வதற்காக அவர்களை ஊக்குவிக்கவும், உடற்பயிற்சி இலக்குகளை அமைக்கவும் கிளிக்லைஃப் செயலியில் ஒரு புதிய அம்சத்தைச் சேர்த்துள்ளோம்.",
        "அவர் மேலும் கூறினார், \"நமது நாட்டின் ஆரோக்கியத்தை மேம்படுத்த நாம் செய்யக்கூடிய மிக முக்கியமான விஷயங்களில் ஒன்று ஆரோக்கியமான வாழ்க்கையை அடைய மக்களுக்கு உதவுவது.\"",
        "DFCC வங்கி, Mastercard பேமெண்ட் கேட்வே வழியாக மின்னணு முறையில் பணம் செலுத்துவதற்கு Mastercard உடன் ஒத்துழைக்கிறது.",
        "யூனிலீவரின் ஹொரண தொழிற்சாலைக்கு விரும்பத்தக்க ISO 14001: 2015 சுற்றுச்சூழல் மேலாண்மை அமைப்பு சான்றிதழ் வழங்கப்பட்டது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}