{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/new-panadura-showroom-showcases-designed-for-life-brand-positioning-by-phoenix/",
  "time_ut": 1648565820,
  "title": "New Panadura showroom showcases ‘Designed For Life’ brand positioning by Phoenix",
  "body_lines": [
    "Widening its geographical footprint, consumer brand and lifestyle products, Phoenix, has inaugurated a modern showroom at Panadura to offer residents in the area the opportunity to transform their lives with its range of new and functional daily products. Led by the vision, ‘Designed For Life’, Phoenix has embraced a new identity as a consumer products and lifestyle brand with an exciting range of new, bold, colorful, and daring products.",
    "The new sustainable brand image and product range offer a unique experience to urban consumers for trendy, yet affordable daily use products that offer quality, style, and functionality to guarantee customer satisfaction. As one of the most recognizable household brands in Sri Lanka, Phoenix enjoys a heritage of over 43 years, and the new Phoenix Panadura showroom offers all household products for a convenient and enjoyable shopping experience.",
    "Phoenix products have been ‘Designed For Life’ – keeping in mind that consumers are seeking enhanced experiences and their tastes are constantly evolving. Some of its unique products are the minimalistic OV Bin, a 5-litre bin that is perfect for homes or workspaces. With a compact size and design, it blends in perfectly into any space and helps you to preserve the environment and segregate waste.",
    "Phoenix’s Canoe Basins are ideal for washing, soaking, and rinsing clothes in a convenient manner. The product is thoughtfully created to help consumers on their daily lives. Designed with a simple form and a light structure, it is easy and fun to use. You can even attach a soap tray to the basin to keep your things safe. Uniquely, Canoe comes with a plug to drain out the water – a perfectly smart, functional, and beautiful choice.",
    "House-proud customers can now rejoice with Loop food containers, yet another ‘Designed For Life’ product that helps in food storage and organization, with the special Loop lid helping to keep food fresh for longer. The Loop lid spoon is designed to make your life in the kitchen much easier than before – just detach and take! Meanwhile, the Phoenix Java low coffee table can be both static and moving at the same time.",
    "The Phoenix Panadura showroom will allow consumers to experience functional products that enhance their daily lives and offer sheer convenience whilst also being made from sustainable materials. The new showroom is located at No. 12, Mahanama Road, Panadura.",
    "LAN channels Rs. 150m into tech startups, currently evaluating 5-10 startups for investment",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "නව පානදුර ප්‍රදර්ශනාගාරය ෆීනික්ස් විසින් ‘ජීවිතය සඳහා නිර්මාණය කරන ලද’ සන්නාම ස්ථානගත කිරීම් ප්‍රදර්ශනය කරයි",
      "body_lines": [
        "සිය භූගෝලීය අඩිපාර, පාරිභෝගික සන්නාමය සහ ජීවන රටා නිෂ්පාදන පුළුල් කරමින් Phoenix, ප්‍රදේශයේ පදිංචිකරුවන්ට සිය නව සහ ක්‍රියාකාරී දෛනික නිෂ්පාදන පෙළ සමඟින් ඔවුන්ගේ ජීවිත පරිවර්තනය කිරීමට අවස්ථාව ලබා දීම සඳහා නවීන ප්‍රදර්ශනාගාරයක් පානදුරේදී විවෘත කර ඇත. 'ජීවිතය සඳහා නිර්මාණය කරන ලද' දැක්ම මගින් නායකත්වය දෙන ෆීනික්ස් නව, නිර්භීත, වර්ණවත් සහ නිර්භීත නිෂ්පාදන පෙළක් සමඟින් පාරිභෝගික නිෂ්පාදන සහ ජීවන රටා සන්නාමයක් ලෙස නව අනන්‍යතාවයක් වැළඳගෙන ඇත.",
        "නව තිරසාර සන්නාම ප්‍රතිරූපය සහ නිෂ්පාදන පරාසය නාගරික පාරිභෝගිකයින්ට නවීන, නමුත් දැරිය හැකි දෛනික භාවිත නිෂ්පාදන සඳහා අද්විතීය අත්දැකීමක් ලබා දෙන අතර පාරිභෝගික තෘප්තිය සහතික කිරීම සඳහා ගුණාත්මකභාවය, ශෛලිය සහ ක්‍රියාකාරීත්වය ලබා දෙයි. ශ්‍රී ලංකාවේ වඩාත්ම හඳුනාගත හැකි ගෘහස්ථ සන්නාමයක් ලෙස, Phoenix වසර 43කට වැඩි උරුමයක් භුක්ති විඳින අතර, නව Phoenix Panadura ප්‍රදර්ශනාගාරය පහසු සහ ප්‍රීතිමත් සාප්පු සවාරි අත්දැකීමක් සඳහා සියළුම ගෘහාශ්‍රිත නිෂ්පාදන පිරිනමයි.",
        "ෆීනික්ස් නිෂ්පාදන 'ජීවිතය සඳහා නිර්මාණය කර ඇත' - පාරිභෝගිකයින් වැඩිදියුණු කළ අත්දැකීම් සොයන බව සහ ඔවුන්ගේ රුචි අරුචිකම් නිරන්තරයෙන් විකාශනය වන බව මතක තබා ගන්න. එහි අද්විතීය නිෂ්පාදන සමහරක් වන්නේ අවම OV බින්, නිවාස හෝ වැඩබිම් සඳහා පරිපූර්ණ ලීටර් 5 ක බඳුනකි. සංයුක්ත ප්‍රමාණයෙන් සහ සැලසුමකින්, එය ඕනෑම අවකාශයකට මනාව මුසු වන අතර පරිසරය සුරැකීමට සහ අපද්‍රව්‍ය වෙන් කිරීමට ඔබට උපකාරී වේ.",
        "ෆීනික්ස් කැනෝ ද්‍රෝණිය පහසු ආකාරයෙන් රෙදි සේදීම, පොඟවා ගැනීම සහ සේදීම සඳහා සුදුසු වේ. පාරිභෝගිකයින්ට ඔවුන්ගේ දෛනික ජීවිතයට උපකාර කිරීම සඳහා නිෂ්පාදිතය කල්පනාකාරීව නිර්මාණය කර ඇත. සරල ආකෘතියක් සහ සැහැල්ලු ව්යුහයක් සහිතව නිර්මාණය කර ඇති අතර, එය භාවිතා කිරීමට පහසු සහ විනෝදජනක වේ. ඔබේ දේවල් ආරක්ෂිතව තබා ගැනීමට ඔබට සබන් තැටියක් බේසමට ඇමිණිය හැකිය. අද්විතීය ලෙස, කැනෝ ජලය බැස යාමට ප්ලග් එකක් සමඟ පැමිණේ - පරිපූර්ණ දක්ෂ, ක්‍රියාකාරී සහ අලංකාර තේරීමකි.",
        "ගෘහස්ථ-ආඩම්බර පාරිභෝගිකයින්ට දැන් Loop ආහාර බහාලුම් සමඟ ප්‍රීති විය හැක, ආහාර ගබඩා කිරීමට සහ සංවිධානය කිරීමට උපකාරී වන තවත් 'ජීවිතය සඳහා නිර්මාණය කරන ලද' නිෂ්පාදනයක්, විශේෂ Loop පියනක් සමඟ ආහාර දිගු කාලයක් නැවුම්ව තබා ගැනීමට උපකාරී වේ. ලූප් පියන හැන්ද නිර්මාණය කර ඇත්තේ මුළුතැන්ගෙයෙහි ඔබේ ජීවිතය පෙරට වඩා පහසු කිරීමටයි - වෙන් කර ගන්න! මේ අතර, ෆීනික්ස් ජාවා පහත් කෝපි මේසය ස්ථිතික සහ එකවර චලනය විය හැකිය.",
        "ෆීනික්ස් පානදුර ප්‍රදර්ශනාගාරය පාරිභෝගිකයින්ට ඔවුන්ගේ දෛනික ජීවිතය වැඩිදියුණු කරන ක්‍රියාකාරී නිෂ්පාදන අත්විඳීමට ඉඩ සලසයි. නව ප්‍රදර්ශනාගාරය පානදුර මහානාම පාරේ අංක 12 දරන ස්ථානයේ පිහිටා ඇත.",
        "LAN නාලිකා රු. තාක්‍ෂණික ආරම්භකයින් වෙත මීටර් 150 ක්, දැනට ආයෝජන සඳහා ආරම්භක 5-10 ක් ඇගයීමට ලක් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "புதிய பாணந்துறை ஷோரூம் ஃபீனிக்ஸ் நிறுவனத்தால் ‘வாழ்க்கைக்காக வடிவமைக்கப்பட்டது’ பிராண்ட் பொசிஷனிங்கைக் காட்சிப்படுத்துகிறது",
      "body_lines": [
        "அதன் புவியியல் தடம், நுகர்வோர் பிராண்ட் மற்றும் வாழ்க்கை முறை தயாரிப்புகளை விரிவுபடுத்தும் வகையில், Phoenix, அப்பகுதியில் வசிப்பவர்களுக்கு அதன் புதிய மற்றும் செயல்பாட்டு தினசரி தயாரிப்புகள் மூலம் தங்கள் வாழ்க்கையை மாற்றுவதற்கான வாய்ப்பை வழங்குவதற்காக பாணந்துறையில் ஒரு நவீன காட்சியறையை திறந்து வைத்துள்ளது. 'வாழ்க்கைக்காக வடிவமைக்கப்பட்டது' என்ற தொலைநோக்குப் பார்வையால், ஃபீனிக்ஸ், புதிய, தைரியமான, வண்ணமயமான மற்றும் தைரியமான தயாரிப்புகளின் அற்புதமான வரம்பைக் கொண்டு நுகர்வோர் தயாரிப்புகள் மற்றும் வாழ்க்கை முறை பிராண்டாக ஒரு புதிய அடையாளத்தைத் தழுவியுள்ளது.",
        "புதிய நிலையான பிராண்ட் இமேஜ் மற்றும் தயாரிப்பு வரம்பு ஆகியவை நகர்ப்புற நுகர்வோருக்கு நவநாகரீகமான, ஆனால் மலிவு தினசரி பயன்பாட்டு தயாரிப்புகளுக்கு ஒரு தனித்துவமான அனுபவத்தை வழங்குகின்றன. இலங்கையில் மிகவும் அங்கீகரிக்கப்பட்ட வீட்டு வர்த்தக நாமங்களில் ஒன்றாக, Phoenix 43 வருடங்களுக்கும் மேலான பாரம்பரியத்தை கொண்டுள்ளது, மேலும் புதிய Phoenix Panadura காட்சியறையானது அனைத்து வீட்டு உபயோகப் பொருட்களையும் வசதியான மற்றும் மகிழ்ச்சியான ஷாப்பிங் அனுபவத்திற்காக வழங்குகிறது.",
        "ஃபீனிக்ஸ் தயாரிப்புகள் 'வாழ்க்கைக்காக வடிவமைக்கப்பட்டுள்ளன' - நுகர்வோர் மேம்பட்ட அனுபவங்களைத் தேடுகிறார்கள் மற்றும் அவர்களின் சுவைகள் தொடர்ந்து உருவாகி வருகின்றன என்பதை மனதில் கொண்டு. அதன் தனித்துவமான தயாரிப்புகளில் சில சிறிய OV பின் ஆகும், இது 5-லிட்டர் தொட்டியாகும், இது வீடுகள் அல்லது பணியிடங்களுக்கு ஏற்றது. கச்சிதமான அளவு மற்றும் வடிவமைப்புடன், இது எந்த இடத்திலும் முழுமையாகக் கலக்கிறது மற்றும் சுற்றுச்சூழலைப் பாதுகாக்கவும் கழிவுகளை பிரிக்கவும் உதவுகிறது.",
        "ஃபீனிக்ஸ் கேனோ பேசின்கள் வசதியான முறையில் துணிகளைக் கழுவவும், ஊறவைக்கவும், துவைக்கவும் ஏற்றவை. நுகர்வோர் அவர்களின் அன்றாட வாழ்க்கையில் உதவுவதற்காக தயாரிப்பு சிந்தனையுடன் உருவாக்கப்பட்டது. எளிமையான வடிவம் மற்றும் ஒளி அமைப்புடன் வடிவமைக்கப்பட்டுள்ளது, பயன்படுத்த எளிதானது மற்றும் வேடிக்கையானது. உங்கள் பொருட்களைப் பாதுகாப்பாக வைத்திருக்க, பேசின் மீது சோப்புத் தட்டுகளை இணைக்கலாம். பிரத்யேகமாக, கேனோ தண்ணீரை வெளியேற்ற ஒரு பிளக்குடன் வருகிறது - இது ஒரு சிறந்த ஸ்மார்ட், செயல்பாட்டு மற்றும் அழகான தேர்வு.",
        "வீட்டைப் பெருமைப்படுத்தும் வாடிக்கையாளர்கள் இப்போது Loop உணவுக் கொள்கலன்களுடன் மகிழ்ச்சியடையலாம், மேலும் உணவு சேமிப்பு மற்றும் ஒழுங்கமைப்பிற்கு உதவும் மற்றொரு 'உயிர்க்காக வடிவமைக்கப்பட்ட' தயாரிப்பு, சிறப்பு லூப் மூடியுடன் உணவை நீண்ட காலத்திற்கு புதியதாக வைத்திருக்க உதவுகிறது. லூப் லிட் ஸ்பூன் சமையலறையில் உங்கள் வாழ்க்கையை முன்பை விட மிகவும் எளிதாக்கும் வகையில் வடிவமைக்கப்பட்டுள்ளது - பிரித்து எடுக்கவும்! இதற்கிடையில், ஃபீனிக்ஸ் ஜாவா லோ காபி டேபிள் நிலையானதாகவும் ஒரே நேரத்தில் நகரக்கூடியதாகவும் இருக்கும்.",
        "ஃபீனிக்ஸ் பாணந்துறை காட்சியறையானது, நுகர்வோர்கள் தங்கள் அன்றாட வாழ்க்கையை மேம்படுத்தும் செயல்பாட்டுத் தயாரிப்புகளை அனுபவிப்பதோடு, நிலையான பொருட்களிலிருந்து தயாரிக்கப்படும் அதே வேளையில் சுத்த வசதியையும் வழங்கும். புதிய காட்சியறையானது பாணந்துறை மஹாநாம வீதியில் இலக்கம் 12 இல் அமைந்துள்ளது.",
        "லேன் சேனல்கள் ரூ. 150 மீ தொழில்நுட்ப தொடக்கங்கள், தற்போது முதலீட்டிற்காக 5-10 ஸ்டார்ட்அப்களை மதிப்பிடுகின்றன",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}