{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-fibre-set-to-power-capital-heights-with-the-latest-in-fibre-optic-technology/",
  "time_ut": 1651590120,
  "title": "Dialog Fibre set to power Capital Heights with the latest in fibre optic technology",
  "body_lines": [
    "Dialog Enterprise, the corporate solutions arm of Dialog Axiata PLC, recently entered into an agreement with Capital Heights, Colombo’s newest, premium apartment complex to connect the entire project to its ultra-fast, fibre optic network, offering residents low latencies, guaranteed speeds, and seamless connectivity.",
    "Featuring 242 apartments, Capital Heights, with its unique curvilinear design, is expected to be one of the most premium addresses for luxury living due to its prime location, construction excellence and modern, stylish architecture. What differentiates Capital Heights from the rest is the solid value that has been implemented into every aspect, such as the finest quality products and world-renowned brands as well as the distinguished expertise behind its construction and design. The project is being developed by Blue Star Realties, a Member of Access Group, one of the foremost entities in the Civil Engineering and Construction industry in Sri Lanka.",
    "“With the rapid increase in technology adoption and know-how, having access to high-speed connectivity is essential to help individuals and businesses compete and thrive in this extremely competitive world. The Dialog Fibre network offers dedicated connections, symmetric connectivity and the bandwidth needed to run multiple applications and processes flawlessly, thereby helping Capital Heights to create an elevated lifestyle of luxury, convenience and gracious living,” said Navin Pieris, Group Chief Officer – Dialog Enterprise, Dialog Axiata PLC.",
    "“Capital Heights is both a compelling investment option and the perfect place to come home to after a hard day’s work to relax, unwind and be at peace. Creating this ideal mood and environment can only be done by ensuring that every little detail is perfect and that we have the right partners on board to deliver this excellence in class. From a connectivity perspective we are very pleased to partner with Dialog Enterprise to offer their full range of IPTV and Broadband to our residents,” said Mohsen Dehghan, COO/ Executive Director of Blue Star Realties (Pvt) Ltd. Member of the Access Group.",
    "Dialog Fibre offers dedicated 100 Mbps bandwidth, a 24×7 Network/Service Operation Centre with the lowest latency backed by a team of professionals. Furthermore, it offers fully managed end-to-end solutions, monitored through a network management system, along with a host of cutting-edge cloud services.",
    "‘SL’s banking sector suffering from a lack of forex liquidity’",
    "DFCC Bank partners with USAID to support Sri Lanka’s MSMEs, with a focus on women-led enterprises",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Dialog Fiber නවතම ෆයිබර් ඔප්ටික් තාක්‍ෂණය සමඟින් Capital Heights බලගැන්වීමට සකසා ඇත",
      "body_lines": [
        "Dialog Axiata PLC හි ආයතනික විසඳුම් අංශය වන Dialog Enterprise, ඉතා වේගවත්, ෆයිබර් ඔප්ටික් ජාලයට සම්පූර්ණ ව්‍යාපෘතිය සම්බන්ධ කිරීම සඳහා කොළඹ නවතම, වාරික මහල් නිවාස සංකීර්ණය වන Capital Heights සමඟ මෑතකදී ගිවිසුමකට එළැඹිණි. සහ බාධාවකින් තොරව සම්බන්ධතාවය.",
        "මහල් නිවාස 242 කින් සමන්විත කැපිටල් හයිට්ස්, එහි අද්විතීය වක්‍ර රේඛීය සැලසුම සමඟින්, එහි ප්‍රමුඛ ස්ථානය, ඉදිකිරීම් විශිෂ්ටත්වය සහ නවීන, හැඩකාර ගෘහනිර්මාණ ශිල්පය හේතුවෙන් සුඛෝපභෝගී ජීවිතයක් සඳහා වඩාත් උසස් ලිපිනයක් වනු ඇතැයි අපේක්ෂා කෙරේ. ප්‍රාග්ධන උස අනෙක් ඒවාට වඩා වෙනස් කරන්නේ හොඳම තත්ත්වයේ නිෂ්පාදන සහ ලෝක ප්‍රසිද්ධ සන්නාම මෙන්ම එහි ඉදිකිරීම් සහ සැලසුම් පිටුපස ඇති කීර්තිමත් ප්‍රවීණත්වය වැනි සෑම අංශයකටම ක්‍රියාත්මක කර ඇති ශක්තිමත් වටිනාකමයි. ශ්‍රී ලංකාවේ සිවිල් ඉංජිනේරු සහ ඉදිකිරීම් ක්ෂේත්‍රයේ ප්‍රමුඛතම ආයතනයක් වන Access Group හි සාමාජික Blue Star Realties විසින් මෙම ව්‍යාපෘතිය සංවර්ධනය කෙරේ.",
        "“තාක්‍ෂණය භාවිතයේ ශීඝ්‍ර වර්ධනයත් සමඟම, මෙම අතිශය තරඟකාරී ලෝකය තුළ පුද්ගලයන්ට සහ ව්‍යාපාරවලට තරඟ කිරීමට සහ දියුණු වීමට උපකාර කිරීම සඳහා අධිවේගී සම්බන්ධතා සඳහා ප්‍රවේශය අත්‍යවශ්‍ය වේ. Dialog Fiber ජාලය කැපවූ සම්බන්ධතා, සමමිතික සම්බන්ධතා සහ බහු යෙදුම් සහ ක්‍රියාවලි දෝෂ රහිතව ක්‍රියාත්මක කිරීමට අවශ්‍ය කලාප පළල ලබා දෙයි, එමඟින් සුඛෝපභෝගී, පහසුව සහ කරුණාවන්ත ජීවන රටාවක් ඇති කිරීමට Capital Heights හට උපකාර කරයි,\" Dialog Enterprise හි සමූහ ප්‍රධාන නිලධාරී නවීන් පීරිස් මහතා පැවසීය. , Dialog Axiata PLC.",
        "“Capital Heights යනු බලගතු ආයෝජන විකල්පයක් වන අතර වෙහෙස මහන්සි වී වැඩ කිරීමෙන් පසු විවේක ගැනීමට, විවේක ගැනීමට සහ සාමකාමීව සිටීමට හොඳම ස්ථානයකි. මෙම පරමාදර්ශී මනෝභාවය සහ පරිසරය නිර්මාණය කිරීම සිදු කළ හැක්කේ සෑම කුඩා විස්තරයක්ම පරිපූර්ණ බවත්, පන්තියේ මෙම විශිෂ්ටත්වය ලබා දීමට අපට නිවැරදි හවුල්කරුවන් සිටින බවත් සහතික කිරීමෙනි. සම්බන්ධතා දෘෂ්ටිකෝණයකින් බලන විට Dialog Enterprise සමඟ හවුල් වී ඔවුන්ගේ සම්පූර්ණ පරාසයක IPTV සහ Broadband අපගේ නිවැසියන්ට පිරිනැමීමට ලැබීම ගැන අපි ඉතා සතුටු වෙනවා,” යනුවෙන් Access Group හි සාමාජික Blue Star Realties (Pvt) Ltd හි COO/ විධායක අධ්‍යක්ෂ Mohsen Dehghan පැවසීය.",
        "Dialog Fiber විසින් කැපවූ 100 Mbps කලාප පළලක් පිරිනමයි, 24×7 ජාල/සේවා මෙහෙයුම් මධ්‍යස්ථානයක් වෘත්තිකයන් කණ්ඩායමක සහාය ඇතිව අඩුම ප්‍රමාදයක් ඇත. තවද, එය අති නවීන ක්ලවුඩ් සේවා රැසක් සමඟින් ජාල කළමනාකරණ පද්ධතියක් හරහා අධීක්ෂණය කරන ලද සම්පූර්ණයෙන් කළමනාකරණය කරන ලද අවසානය දක්වා විසඳුම් ලබා දෙයි.",
        "විදේශ විනිමය ද්‍රවශීලතාවයේ ඌනතාවයෙන් පෙළෙන ශ්‍රී ලංකා බැංකු අංශය",
        "DFCC බැංකුව කාන්තාවන් විසින් මෙහෙයවන ව්‍යවසායන් කෙරෙහි අවධානය යොමු කරමින් ශ්‍රී ලංකාවේ MSMEs සඳහා සහාය වීම සඳහා USAID සමඟ හවුල් වේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "Dialog Fiber ஆனது சமீபத்திய ஃபைபர் ஆப்டிக் தொழில்நுட்பத்துடன் Capital Heights ஐ மேம்படுத்துகிறது",
      "body_lines": [
        "Dialog Axiata PLC இன் கார்ப்பரேட் தீர்வுகள் பிரிவான Dialog Enterprise, அண்மையில் கொழும்பின் புதிய, பிரீமியம் அடுக்குமாடி குடியிருப்பு வளாகமான Capital Heights உடன் ஒப்பந்தம் செய்து, முழு திட்டத்தையும் அதன் அதிவேக, ஃபைபர் ஆப்டிக் நெட்வொர்க்குடன் இணைப்பதுடன், குடியிருப்பாளர்களுக்கு குறைந்த தாமதங்கள், உத்தரவாதமான வேகம், மற்றும் தடையற்ற இணைப்பு.",
        "242 அடுக்குமாடி குடியிருப்புகளைக் கொண்ட கேபிடல் ஹைட்ஸ், அதன் தனித்துவமான வளைவு வடிவமைப்புடன், அதன் முதன்மையான இருப்பிடம், கட்டுமானத் திறன் மற்றும் நவீன, ஸ்டைலான கட்டிடக்கலை ஆகியவற்றின் காரணமாக ஆடம்பர வாழ்க்கைக்கான மிகவும் பிரீமியம் முகவரிகளில் ஒன்றாக இருக்கும் என்று எதிர்பார்க்கப்படுகிறது. மற்றவற்றிலிருந்து மூலதன உயரங்களை வேறுபடுத்துவது, சிறந்த தரமான தயாரிப்புகள் மற்றும் உலகப் புகழ்பெற்ற பிராண்டுகள் மற்றும் அதன் கட்டுமானம் மற்றும் வடிவமைப்பிற்குப் பின்னால் உள்ள புகழ்பெற்ற நிபுணத்துவம் போன்ற ஒவ்வொரு அம்சத்திலும் செயல்படுத்தப்பட்ட உறுதியான மதிப்பாகும். இலங்கையின் சிவில் இன்ஜினியரிங் மற்றும் கட்டுமானத் துறையில் முதன்மையான நிறுவனங்களில் ஒன்றான Access Group இன் உறுப்பினரான Blue Star Realties இத்திட்டத்தை உருவாக்குகிறது.",
        "\"தொழில்நுட்பத்தை ஏற்றுக்கொள்வது மற்றும் அறிவாற்றல் ஆகியவற்றின் விரைவான அதிகரிப்புடன், இந்த மிகவும் போட்டி நிறைந்த உலகில் தனிநபர்கள் மற்றும் வணிகங்கள் போட்டியிடுவதற்கும் செழிக்க உதவுவதற்கும் அதிவேக இணைப்புக்கான அணுகல் அவசியம். Dialog Fiber நெட்வொர்க் அர்ப்பணிப்புள்ள இணைப்புகள், சமச்சீர் இணைப்பு மற்றும் பல பயன்பாடுகள் மற்றும் செயல்முறைகளை குறைபாடற்ற முறையில் இயக்குவதற்கு தேவையான அலைவரிசையை வழங்குகிறது, இதன் மூலம் ஆடம்பர, வசதி மற்றும் கருணையான வாழ்க்கையின் உயர்ந்த வாழ்க்கை முறையை உருவாக்க Capital Heights உதவுகிறது,\" என Dialog Enterprise இன் குழும தலைமை அதிகாரி நவின் பீரிஸ் தெரிவித்தார். , Dialog Axiata PLC.",
        "\"மூலதன உயரங்கள் ஒரு கட்டாய முதலீட்டு விருப்பமாகும், மேலும் கடினமான நாள் வேலைக்குப் பிறகு ஓய்வெடுக்கவும், ஓய்வெடுக்கவும் மற்றும் நிம்மதியாக இருக்கவும் வீட்டிற்கு வருவதற்கான சரியான இடம். இந்த சிறந்த மனநிலையையும் சூழலையும் உருவாக்குவது, ஒவ்வொரு சிறிய விவரமும் சரியானதாக இருப்பதையும், வகுப்பில் இந்தச் சிறப்பை வழங்குவதற்கான சரியான கூட்டாளிகள் எங்களிடம் இருப்பதையும் உறுதி செய்வதன் மூலம் மட்டுமே செய்ய முடியும். இணைப்புக் கண்ணோட்டத்தில், டயலொக் எண்டர்பிரைஸ் அவர்களின் முழு அளவிலான IPTV மற்றும் பிராட்பேண்ட் ஆகியவற்றை எங்கள் குடியிருப்பாளர்களுக்கு வழங்குவதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம்,” என்று Access Group இன் உறுப்பினர் Blue Star Realties (Pvt) Ltd இன் COO/ Executive Director Mohsen Dehghan தெரிவித்தார்.",
        "Dialog Fiber ஆனது 100 Mbps அலைவரிசையை வழங்குகிறது, ஒரு 24×7 நெட்வொர்க்/சேவை செயல்பாட்டு மையம், நிபுணர்கள் குழுவால் ஆதரிக்கப்படும் மிகக் குறைந்த தாமதத்துடன். மேலும், இது ஒரு நெட்வொர்க் மேலாண்மை அமைப்பு மூலம் கண்காணிக்கப்பட்டு, அதிநவீன கிளவுட் சேவைகளுடன் முழுமையாக நிர்வகிக்கப்படும் முடிவு-இறுதி தீர்வுகளை வழங்குகிறது.",
        "அந்நிய செலாவணி பணப்புழக்கத்தின் பற்றாக்குறையால் பாதிக்கப்பட்டுள்ள SL இன் வங்கித் துறை",
        "பெண்கள் தலைமையிலான நிறுவனங்களை மையமாகக் கொண்டு, இலங்கையின் MSMEகளுக்கு ஆதரவளிக்க DFCC வங்கி USAID உடன் பங்காளியாக உள்ளது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}