{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/morison-commences-commercial-production-at-state-of-the-art-new-pharmaceutical-manufacturing-facility/",
  "time_ut": 1654174020,
  "title": "Morison commences commercial production at State-of-the-Art new pharmaceutical manufacturing facility",
  "body_lines": [
    "Morison Ltd., one of the pioneers of pharmaceutical manufacturing in Sri Lanka since 1959, announced the commencement of commercial production at its state-of the-art WHO GMP and EU GMP compliant production facility in Pitipana, Homagama. Unveiled in late 2020 as Sri Lanka’s first and largest general oral solid and liquid dosage pharmaceutical manufacturing facility, the factory marked the launch of commercial production by manufacturing and releasing its 1st commercial batches of Chlorphenamine Oral Solution and Paracetamol 500mg tablets to the market on the 26th of May.",
    "Marking a new era in the pharmaceutical manufacturing industry in Sri Lanka, with a commitment to increase access of high quality yet affordable medicines, Morison’s investment of LKR 4 billion in its new state-of-the-art pharmaceutical research and manufacturing facility, is the highest investment to date in the local pharma manufacturing industry. The facility, the first general oral solid and liquid dosage manufacturing plant in Sri Lanka, built as per European Union-Good Manufacturing Practice (EU-GMP) specifications and Quality Management Systems, has a capacity to manufacture over 5 Bn tablets and 2 Mn litres of liquid during two shifts, which can cater up to 40% of the national demand.",
    "“With the launch of commercial production at our new facility, Morison continues its 60-year long mission to offer the highest quality products at affordable prices to Sri Lankans. We are humbled at being able to fulfill the medicinal needs of our people with locally manufactured essential drugs at a time of crisis for the nation. Today, we release our first batches of medicine produced at the new facility, with the seal of approval of the National Medicines Regulatory Authority (NMRA), marking a new era for local pharmaceuticals manufacture. In this journey, we envision to build a high-quality pharmaceutical brand manufactured in Sri Lanka, and act on our purpose of “Making Premium Healthcare Affordable”. We aspire to drive this within a six-pillar framework of being Truly Sri Lankan, with Global Quality, at a Local Price, introducing Novel Therapies, maintaining Ethical Standards and safeguarding Credibility. In this endeavour we undertake the responsibility of building a set of high caliber professionals to take Sri Lanka’s pharma manufacturing industry forward.” stated Dinesh Athapaththu, Managing Director of Morison Limited.",
    "Living up to its purpose, Morison recently launched the 1st locally manufactured SGLT-2, a new generation Diabetes molecule – Empagliflozin at a cost that is approximately 50% lesser than the prevailing market prices. According to the company, it is also working on a new product pipeline which will include some of the latest therapies predominantly in diabetic, cardiovascular and vitamin segments.",
    "Further, leveraging the long-lasting relationships of the Hemas Group, Morison has signed up for contract manufacturing arrangements with a few leading regional pharmaceutical companies, which will be operationalized during the year.",
    "Morison is hopeful that it can make a step change in the pharma manufacturing industry in Sri Lanka while helping to save much needed forex at this juncture and eventually build an export business.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මොරිසන් නවීනතම ඖෂධ නිෂ්පාදන මධ්‍යස්ථානයේ වාණිජ නිෂ්පාදනය අරඹයි",
      "body_lines": [
        "1959 වසරේ සිට ශ්‍රී ලංකාවේ ඖෂධ නිෂ්පාදනයේ පුරෝගාමීන්ගෙන් එකක් වන මොරිසන් ලිමිටඩ්, හෝමාගම පිටිපන පිහිටි එහි නවීනතම WHO GMP සහ EU GMP අනුකූල නිෂ්පාදන මධ්‍යස්ථානයේ වාණිජ නිෂ්පාදනය ආරම්භ කරන බව නිවේදනය කළේය. ශ්‍රී ලංකාවේ ප්‍රථම සහ විශාලතම සාමාන්‍ය මුඛ ඝන සහ ද්‍රව මාත්‍රා ඖෂධ නිෂ්පාදන මධ්‍යස්ථානය ලෙස 2020 අග භාගයේදී එළිදක්වන ලද මෙම කර්මාන්තශාලාව වාණිජ නිෂ්පාදනය දියත් කිරීම සනිටුහන් කළේ එහි පළමු වාණිජ කාණ්ඩය වන Chlorphenamine Oral Solution සහ Paracetamol 500mg වෙළඳපොලට නිකුත් කිරීමෙනි. මැයි මාසයේ.",
        "ශ්‍රී ලංකාවේ ඖෂධ නිෂ්පාදන ක්‍ෂේත්‍රයේ නව යුගයක් සනිටුහන් කරමින්, උසස් තත්ත්වයේ එහෙත් දැරිය හැකි මිලකට ඖෂධ සඳහා ප්‍රවේශය ඉහළ නැංවීමේ කැපවීම සමඟින්, මොරිසන් සිය නවීනතම ඖෂධ පර්යේෂණ සහ නිෂ්පාදන පහසුකම සඳහා රුපියල් බිලියන 4 ක ආයෝජනයක් කරයි. දේශීය ඖෂධ නිෂ්පාදන කර්මාන්තයේ මේ දක්වා ඉහළම ආයෝජනය. යුරෝපීය සංගමය-හොඳ නිෂ්පාදන පිළිවෙත (EU-GMP) පිරිවිතර සහ තත්ත්ව කළමනාකරණ පද්ධති අනුව ඉදිකරන ලද ශ්‍රී ලංකාවේ පළමු සාමාන්‍ය මුඛ ඝන සහ ද්‍රව මාත්‍රා නිෂ්පාදන කම්හල වන මෙම පහසුකමට ටැබ්ලට් බිලියන 5ක් සහ ලීටර් මිලියන 2ක් නිෂ්පාදනය කිරීමේ හැකියාව ඇත. ජාතික ඉල්ලුමෙන් 40%ක් දක්වා සපුරාලිය හැකි, මාරුවීම් දෙකකදී දියර.",
        "“අපගේ නව මධ්‍යස්ථානයේ වාණිජ නිෂ්පාදන දියත් කිරීමත් සමඟ, මොරිසන් ශ්‍රී ලාංකිකයන්ට දැරිය හැකි මිලකට ඉහළම තත්ත්වයේ නිෂ්පාදන පිරිනැමීමේ වසර 60ක දීර්ඝ මෙහෙවර දිගටම කරගෙන යයි. ජාතිය අර්බුදකාරී අවස්ථාවක දේශීයව නිෂ්පාදනය කරන අත්‍යාවශ්‍ය ඖෂධවලින් අපේ ජනතාවගේ ඖෂධ අවශ්‍යතා සපුරාලීමට හැකිවීම ගැන අපි නිහතමානී වෙමු. දේශීය ඖෂධ නිෂ්පාදනය සඳහා නව යුගයක් සනිටුහන් කරමින් ජාතික ඖෂධ නියාමන අධිකාරියේ (NMRA) අනුමැතියේ මුද්‍රාව සහිතව නව මධ්‍යස්ථානයේ නිෂ්පාදිත අපගේ පළමු ඖෂධ කාණ්ඩ අද අපි නිකුත් කරමු. මෙම ගමනේදී, ශ්‍රී ලංකාව තුළ නිෂ්පාදනය කරන ලද උසස් තත්ත්වයේ ඖෂධ සන්නාමයක් ගොඩනැගීමට අපි අපේක්ෂා කරන අතර, “වාරික සෞඛ්‍ය සේවාව දැරිය හැකි මිලකට ලබා දීම” යන අපගේ අරමුණ මත ක්‍රියා කරන්නෙමු. සැබෑ ශ්‍රී ලාංකිකයෙකු වීම, ගෝලීය ගුණාත්මක බවින්, දේශීය මිලකට, නව ප්‍රතිකාර ක්‍රම හඳුන්වාදීම, සදාචාරාත්මක ප්‍රමිතීන් පවත්වාගෙන යාම සහ විශ්වසනීයත්වය ආරක්ෂා කිරීම යන කුළුණු හයේ රාමුවක් තුළ මෙය ධාවනය කිරීමට අපි අපේක්ෂා කරමු. මෙම ප්‍රයත්නයේදී ශ්‍රී ලංකාවේ ඖෂධ නිෂ්පාදන ක්ෂේත්‍රය ඉදිරියට ගෙන යාම සඳහා ඉහළ මට්ටමේ වෘත්තිකයන් පිරිසක් ගොඩනැගීමේ වගකීම අපි භාර ගනිමු. සීමාසහිත මොරිසන් සමාගමේ කළමනාකාර අධ්‍යක්ෂ දිනේෂ් අතපත්තු ප්‍රකාශ කළේය.",
        "එහි අරමුණ ඉටු කරමින්, Morison මෑතකදී දේශීයව නිෂ්පාදනය කරන ලද 1 වැනි SGLT-2 දියවැඩියා අණුවක් වන නව පරම්පරාවේ දියවැඩියා අණුවක් - Empagliflozin දියත් කළේ පවතින වෙළඳපල මිලට වඩා ආසන්න වශයෙන් 50% අඩු මිලකටය. සමාගමට අනුව, එය ප්‍රධාන වශයෙන් දියවැඩියා, හෘද වාහිනී සහ විටමින් අංශවල නවතම ප්‍රතිකාර කිහිපයක් ඇතුළත් වන නව නිෂ්පාදන නල මාර්ගයක් සඳහා ද කටයුතු කරමින් සිටී.",
        "තවද, හේමාස් සමූහ ව්‍යාපාරයේ දිගුකාලීන සබඳතා ප්‍රයෝජනයට ගනිමින්, මොරිසන් ප්‍රමුඛ ප්‍රාදේශීය ඖෂධ සමාගම් කිහිපයක් සමඟ ගිවිසුම්ගත නිෂ්පාදන කටයුතු සඳහා අත්සන් කර ඇති අතර, එය වසර තුළ ක්‍රියාත්මක වනු ඇත.",
        "මෙම අවස්ථාවේදී අවශ්‍ය බොහෝ විදේශ විනිමය ඉතිරි කර ගැනීමටත් අවසානයේ අපනයන ව්‍යාපාරයක් ගොඩනඟා ගැනීමටත් උපකාර වන අතරම ශ්‍රී ලංකාවේ ඖෂධ නිෂ්පාදන ක්ෂේත්‍රයේ පියවර වෙනසක් සිදු කළ හැකි බව මොරිසන් බලාපොරොත්තු වේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மோரிசன் நவீன மருந்து தயாரிப்பு ஆலையில் வணிக ரீதியான உற்பத்தியைத் தொடங்குகிறது",
      "body_lines": [
        "1959 ஆம் ஆண்டு முதல் இலங்கையில் மருந்து உற்பத்தியின் முன்னோடிகளில் ஒன்றான மொரிசன் லிமிடெட், ஹோமாகம, பிடிபனவில் உள்ள அதிநவீன WHO GMP மற்றும் EU GMP இணக்க உற்பத்தி நிலையத்தில் வணிக உற்பத்தியைத் தொடங்குவதாக அறிவித்தது. 2020 ஆம் ஆண்டின் பிற்பகுதியில் இலங்கையின் முதல் மற்றும் மிகப்பெரிய பொது வாய்வழி திட மற்றும் திரவ அளவு மருந்து தயாரிப்பு வசதியாக வெளியிடப்பட்டது, தொழிற்சாலை அதன் 1வது வணிகத் தொகுதியான Chlorphenamine Oral Solution மற்றும் Paracetamol 500mg சந்தையில் 200மி. மே மாதம்.",
        "இலங்கையில் மருந்து உற்பத்தித் துறையில் ஒரு புதிய சகாப்தத்தை குறிக்கும் வகையில், உயர்தர மற்றும் மலிவு விலையில் மருந்துகளை அணுகுவதை அதிகரிப்பதற்கான அர்ப்பணிப்புடன், மொரிசன் தனது புதிய அதிநவீன மருந்து ஆராய்ச்சி மற்றும் உற்பத்தி வசதிக்காக 4 பில்லியன் ரூபாவை முதலீடு செய்துள்ளது. உள்ளூர் மருந்து உற்பத்தி துறையில் இன்றுவரை அதிக முதலீடு. ஐரோப்பிய ஒன்றியம்-நல்ல உற்பத்தி நடைமுறை (EU-GMP) விவரக்குறிப்புகள் மற்றும் தர முகாமைத்துவ அமைப்புகளின்படி கட்டப்பட்ட இலங்கையின் முதல் பொது வாய்வழி திட மற்றும் திரவ அளவு உற்பத்தி ஆலை, 5 Bn மாத்திரைகள் மற்றும் 2 மில்லியன் லீற்றர்களை உற்பத்தி செய்யும் திறன் கொண்டது. இரண்டு ஷிப்டுகளின் போது திரவம், இது தேசிய தேவையில் 40% வரை பூர்த்தி செய்ய முடியும்.",
        "“எமது புதிய வசதியில் வணிகரீதியான உற்பத்தியை அறிமுகப்படுத்தியதன் மூலம், இலங்கையர்களுக்கு மலிவு விலையில் மிக உயர்ந்த தரமான தயாரிப்புகளை வழங்க மொரிசன் தனது 60 ஆண்டுகால பணியைத் தொடர்கிறது. தேசத்திற்கு நெருக்கடியான வேளையில் உள்நாட்டில் உற்பத்தி செய்யப்படும் அத்தியாவசிய மருந்துகளின் மூலம் எமது மக்களின் மருத்துவத் தேவைகளை பூர்த்தி செய்ய முடிந்ததையிட்டு நாங்கள் பெருமையடைகிறோம். இன்று, தேசிய மருந்துகள் ஒழுங்குமுறை ஆணையத்தின் (NMRA) ஒப்புதல் முத்திரையுடன், புதிய மருந்தகத்தில் தயாரிக்கப்பட்ட எங்களின் முதல் தொகுப்பு மருந்துகளை வெளியிடுகிறோம், இது உள்ளூர் மருந்து உற்பத்திக்கான புதிய சகாப்தத்தைக் குறிக்கிறது. இந்தப் பயணத்தில், இலங்கையில் உற்பத்தி செய்யப்படும் உயர்தர மருந்து வர்த்தக நாமத்தை உருவாக்கவும், “பிரீமியம் ஹெல்த்கேரை மலிவாக மாற்றுவது” என்ற எங்கள் நோக்கத்தில் செயல்படவும் நாங்கள் திட்டமிட்டுள்ளோம். உலகத் தரத்துடன், உள்ளூர் விலையில், புதுமையான சிகிச்சை முறைகளை அறிமுகப்படுத்துதல், நெறிமுறை தரங்களைப் பேணுதல் மற்றும் நம்பகத்தன்மையைப் பாதுகாத்தல் ஆகிய ஆறு தூண்கள் கொண்ட கட்டமைப்பிற்குள் இதை இயக்க நாங்கள் விரும்புகிறோம். இந்த முயற்சியில் இலங்கையின் மருந்து உற்பத்தித் துறையை முன்னோக்கி கொண்டு செல்வதற்கு உயர் திறன் கொண்ட நிபுணர்களின் தொகுப்பை உருவாக்கும் பொறுப்பை நாங்கள் ஏற்றுக்கொள்கிறோம். மோரிசன் லிமிடெட் நிறுவனத்தின் நிர்வாக இயக்குனர் தினேஷ் அத்தபத்து தெரிவித்தார்.",
        "அதன் நோக்கத்திற்கு ஏற்றவாறு, மொரிசன் சமீபத்தில் உள்நாட்டில் தயாரிக்கப்பட்ட 1வது SGLT-2 என்ற புதிய தலைமுறை நீரிழிவு மூலக்கூறான - Empagliflozin ஐ அறிமுகப்படுத்தியது, இது நடைமுறையில் உள்ள சந்தை விலையை விட தோராயமாக 50% குறைவாகும். நிறுவனத்தின் கூற்றுப்படி, இது ஒரு புதிய தயாரிப்பு பைப்லைனிலும் வேலை செய்கிறது, இதில் சில சமீபத்திய சிகிச்சைகள் முக்கியமாக நீரிழிவு, இருதய மற்றும் வைட்டமின் பிரிவுகளில் அடங்கும்.",
        "மேலும், ஹேமாஸ் குழுமத்தின் நீண்டகால உறவுகளை மேம்படுத்தி, மொரிசன் ஒரு சில முன்னணி பிராந்திய மருந்து நிறுவனங்களுடன் ஒப்பந்த தயாரிப்பு ஏற்பாடுகளுக்கு கையெழுத்திட்டுள்ளது.",
        "Morison இலங்கையில் மருந்து உற்பத்தி துறையில் ஒரு படி மாற்றத்தை ஏற்படுத்த முடியும் என்று நம்புகிறது, அதே நேரத்தில் இந்த நேரத்தில் மிகவும் தேவையான அந்நிய செலாவணியை சேமிக்கவும் இறுதியில் ஒரு ஏற்றுமதி வணிகத்தை உருவாக்கவும் உதவுகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}