{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nce-highlights-women-to-the-fore-in-exports-pioneering-the-next-wave-of-economic-growth-in-sri-lanka/",
  "time_ut": 1646827920,
  "title": "NCE Highlights women to the fore in exports: Pioneering the next wave of economic growth in Sri Lanka",
  "body_lines": [
    "Although gender equality and women empowerment are not novel concepts in the modern world, as there have been many changes occurring in the thinking patterns of the minds of people, achieving gender equality is an important part of the Sustainable Development Goals of Sri Lanka. Females play a significant role in the global economy, as they invest more on the socioeconomic life of their families more than males do.",
    "Female participation to the economy is considered a vital factor for a middle income country like Sri Lanka to be at the forefront of the next wave of economic growth. Currently, female participation in the labor force is at 40% which is significantly lower than 75% of men’s contribution. It is a known fact that, female entrepreneurs will reinvest in their business, families and education, assisting a sustainable economic growth. Therefore, empowering women is the key to achieve more entrepreneurs in the country and thereby increasing the contribution to the country’s economy.",
    "The National Chamber of Exporters of Sri Lanka established a special setting for women entrepreneurs “NCE Women’s Wing” who are already involved in exports to encourage and motivate them with a long term vision to achieve sustainable economic growth and the achievement of development goals through active participation of women in business. This special section is dedicated to women owned/women led businesses with the intention of contributing to the National Economy through empowerment of women entrepreneurs and exporters. The Chamber has taken this initiative to achieve the following objectives:-",
    "To facilitate women exporters and entrepreneurs in Sri Lanka to enter international markets such as the EU.",
    "To highlight women exporters as a career and encourage women to take on employment in export-oriented companies.",
    "To find out opportunities available in foreign markets for women exporter or entrepreneur.",
    "Contribute towards the government’s initiative to increase the women participation in business and legislative framework.",
    "In line with the stated objectives, NCE has already initiated connecting local banks with multi-national companies for export related projects such as loan schemes for small and medium enterprises owned by females, whilst seeking foreign funding for projects related to women empowerment in international trade. Also the Chamber has facilitated advice and knowledge sharing forums from top NCE members on their export related issues. We are also representing issues faced by women owned enterprises at various forums related to international trade.",
    "In furtherance, in its business plans for the next year, the NCE is also planning to conduct training programs, seminars and webinars and also identify regional talents of women entrepreneurs for entry into international trade through links with regional chambers. Moreover, we will also create networking opportunities with other women led enterprises both local and international.",
    "In highlighting and recognizing the performance of Sri Lankan women led businesses in the international markets, the NCE confers a special award for “Best Woman Exporter of the Year at the Annual Export Awards, the flagship event of the Chamber. We are proud to mention that the following women entrepreneurs have been able to win this prestigious award during past years.",
    "The Chamber believing in the importance of empowering women to be involved in International Trade has formulated the concept of a Women’s Wing in the chamber dedicated to support women owned and women led enterprises. The Women’s Wing will provide specialized services with the firm belief that this initiative will enable more female entrepreneurs to choose exports as a career and in the long run will contribute as chamber towards the sustainable economic development of the country whilst promoting gender balance in local and international trade.",
    "The National Chamber of Exporter of Sri Lanka is the leading chamber exclusively responsible for serving the export sector with variety of services. The Membership of the Chamber represents leading exporters across all product and service sectors in Sri Lanka, ranging from Large to Small export-oriented enterprises.",
    "Nawaloka Care introduces ‘Premier Centre’: a premium health center in the heart of Col 07",
    "HERCapital by Hatch: Pioneering gender smart funding in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "NCE අපනයනයේදී කාන්තාවන් ඉදිරියට ගෙන යයි: ශ්‍රී ලංකාවේ මීළඟ ආර්ථික වර්ධන රැල්ලට පුරෝගාමී වීම",
      "body_lines": [
        "ස්ත්‍රී පුරුෂ සමානාත්මතාවය සහ කාන්තා සවිබල ගැන්වීම නූතන ලෝකයේ නව සංකල්ප නොවූවත්, මිනිසුන්ගේ මනසෙහි චින්තන රටාවේ බොහෝ වෙනස්කම් සිදුවී ඇති බැවින්, ස්ත්‍රී පුරුෂ සමානාත්මතාවය සාක්ෂාත් කර ගැනීම ශ්‍රී ලංකාවේ තිරසාර සංවර්ධන ඉලක්කවල වැදගත් කොටසකි. පිරිමින්ට වඩා තම පවුල්වල සමාජ ආර්ථික ජීවිතය සඳහා වැඩි මුදලක් ආයෝජනය කරන බැවින්, ගෝලීය ආර්ථිකය තුළ කාන්තාවන් සැලකිය යුතු කාර්යභාරයක් ඉටු කරයි.",
        "ශ්‍රී ලංකාව වැනි මැදි ආදායම් ලබන රටක් මීළඟ ආර්ථික වර්ධන රැල්ලෙහි ඉදිරියෙන්ම සිටීම සඳහා ආර්ථිකයට කාන්තා සහභාගිත්වය අත්‍යවශ්‍ය සාධකයක් ලෙස සැලකේ. වර්තමානයේ, ශ්‍රම බලකායේ කාන්තා සහභාගීත්වය 40% ක් වන අතර එය පිරිමින්ගේ දායකත්වයෙන් 75% ට වඩා සැලකිය යුතු ලෙස අඩු ය. කාන්තා ව්‍යවසායකයින් තම ව්‍යාපාර, පවුල් සහ අධ්‍යාපනය සඳහා නැවත ආයෝජනය කරමින් තිරසාර ආර්ථික වර්ධනයකට සහාය වන බව දන්නා කරුණකි. එබැවින්, කාන්තාවන් සවිබල ගැන්වීම රට තුළ වැඩි ව්‍යවසායකයින් ළඟා කර ගැනීමට සහ එමඟින් රටේ ආර්ථිකයට දායකත්වය වැඩි කිරීමට ප්‍රධාන වේ.",
        "ශ්‍රී ලංකා අපනයනකරුවන්ගේ ජාතික මණ්ඩලය විසින් දැනටමත් අපනයනවල නිරතව සිටින “NCE කාන්තා අංශය” කාන්තා ව්‍යවසායකයින් සඳහා විශේෂ පසුබිමක් ස්ථාපිත කරන ලද්දේ ඔවුන් දිරිමත් කිරීම සහ දිරිගැන්වීම සඳහා දිගුකාලීන දැක්මක් ඇතිව තිරසාර ආර්ථික වර්ධනයක් අත්කර ගැනීමට සහ ක්‍රියාකාරී සහභාගීත්වය තුළින් සංවර්ධන ඉලක්ක සපුරා ගැනීම සඳහා ය. ව්යාපාරික කාන්තාවන්. කාන්තා ව්‍යවසායකයින් සහ අපනයනකරුවන් සවිබල ගැන්වීම තුළින් ජාතික ආර්ථිකයට දායක වීමේ අරමුණින් මෙම විශේෂ අංශය කාන්තාවන් සතු/කාන්තාවන් මෙහෙයවන ව්‍යාපාර සඳහා වෙන් කර ඇත. පහත සඳහන් අරමුණු සාක්ෂාත් කර ගැනීම සඳහා වාණිජ මණ්ඩලය මෙම මුලපිරීම ගෙන ඇත:-",
        "ශ්‍රී ලංකාවේ කාන්තා අපනයනකරුවන්ට සහ ව්‍යවසායකයින්ට යුරෝපා සංගමය වැනි ජාත්‍යන්තර වෙළඳපොළට ඇතුළු වීමට පහසුකම් සැලසීම.",
        "කාන්තා අපනයනකරුවන් වෘත්තියක් ලෙස හුවා දැක්වීම සහ අපනයනය ඉලක්ක කරගත් සමාගම්වල රැකියා සඳහා කාන්තාවන් දිරිමත් කිරීම.",
        "කාන්තා අපනයනකරු හෝ ව්‍යවසායකයින් සඳහා විදේශ වෙළඳපොලේ ඇති අවස්ථා සොයා බැලීම.",
        "ව්‍යාපාර සහ ව්‍යවස්ථාදායක රාමුව තුළ කාන්තා සහභාගීත්වය ඉහළ නැංවීම සඳහා රජය ගෙන යන වැඩපිළිවෙළට දායක වන්න.",
        "ප්‍රකාශිත අරමුණුවලට අනුකූලව, ජාත්‍යන්තර වෙළඳාමේ කාන්තා සවිබල ගැන්වීමට අදාළ ව්‍යාපෘති සඳහා විදේශීය අරමුදල් සොයන අතරම කාන්තාවන් සතු කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායන් සඳහා ණය යෝජනා ක්‍රම වැනි අපනයන ආශ්‍රිත ව්‍යාපෘති සඳහා බහු ජාතික සමාගම් සමඟ දේශීය බැංකු සම්බන්ධ කිරීම NCE දැනටමත් ආරම්භ කර ඇත. එසේම වාණිජ මණ්ඩලය ඉහළ NCE සාමාජිකයින්ගෙන් ඔවුන්ගේ අපනයන ආශ්‍රිත ගැටළු පිළිබඳව උපදෙස් සහ දැනුම බෙදාගැනීමේ සංසද සඳහා පහසුකම් සපයා ඇත. ජාත්‍යන්තර වෙළඳාමට සම්බන්ධ විවිධ සංසදවලදී අපි කාන්තාවන්ට අයත් ව්‍යවසායන් මුහුණ දෙන ගැටළු ද නියෝජනය කරන්නෙමු.",
        "ඉදිරි වසර සඳහා වන සිය ව්‍යාපාර සැලසුම් තුළ, NCE විසින් පුහුණු වැඩසටහන්, සම්මන්ත්‍රණ සහ webinars පැවැත්වීමටත්, කලාපීය වාණිජ මණ්ඩල සමඟ සම්බන්ධතා හරහා ජාත්‍යන්තර වෙළඳාමට පිවිසීම සඳහා කාන්තා ව්‍යවසායකයින්ගේ කලාපීය කුසලතා හඳුනා ගැනීමටත් සැලසුම් කර ඇත. එපමනක් නොව, අපි දේශීය සහ ජාත්‍යන්තර කාන්තා ප්‍රමුඛ ව්‍යවසායන් සමඟ ජාලගත වීමේ අවස්ථා ද නිර්මාණය කරන්නෙමු.",
        "ජාත්‍යන්තර වෙළෙඳපොළ තුළ ශ්‍රී ලාංකේය කාන්තා ප්‍රමුඛ ව්‍යාපාරවල ක්‍රියාකාරීත්වය හුවා දැක්වීමේදී සහ ඇගයීමේදී, වාණිජ මණ්ඩලයේ ප්‍රමුඛතම උත්සවය වන වාර්ෂික අපනයන සම්මාන උළෙලේදී NCE විසින් “වසරේ හොඳම අපනයන කාන්තාව සඳහා විශේෂ සම්මානයක් පිරිනමනු ලැබේ. පසුගිය වසර කිහිපය තුළ පහත සඳහන් කාන්තා ව්‍යවසායිකාවන්ට මෙම ගෞරවනීය සම්මානය හිමිකර ගැනීමට හැකි වූ බව සඳහන් කිරීමට අපි ආඩම්බර වෙමු.",
        "ජාත්‍යන්තර වෙළඳාමට සම්බන්ධ වීමට කාන්තාවන් සවිබල ගැන්වීමේ වැදගත්කම විශ්වාස කරන වාණිජ මණ්ඩලය කාන්තාවන්ට අයත් සහ කාන්තාවන් ප්‍රමුඛ ව්‍යවසායන්ට සහාය වීම සඳහා කැප වූ කුටියේ කාන්තා අංශයක් පිළිබඳ සංකල්පය සකස් කර ඇත. කාන්තා අංශය මගින් විශේෂිත සේවාවන් සපයනු ලබන අතර, මෙම මුලපිරීම මගින් වැඩි කාන්තා ව්‍යවසායකයින්ට අපනයන වෘත්තියක් ලෙස තෝරා ගැනීමට හැකි වන අතර දිගුකාලීනව දේශීය හා ජාත්‍යන්තර ස්ත්‍රී පුරුෂ සමතුලිතතාවය ප්‍රවර්ධනය කරන අතරම රටේ තිරසාර ආර්ථික සංවර්ධනය සඳහා වාණිජ මණ්ඩලයක් ලෙස දායක වනු ඇත. වෙළඳ.",
        "ශ්‍රී ලංකා අපනයනකරුවන්ගේ ජාතික මණ්ඩලය විවිධ සේවාවන් සමඟින් අපනයන ක්ෂේත්‍රයට සේවය කිරීම සඳහා තනි වගකීමක් දරන ප්‍රමුඛතම වාණිජ මණ්ඩලය වේ. වාණිජ මණ්ඩලයේ සාමාජිකත්වය ශ්‍රී ලංකාවේ සියලුම නිෂ්පාදන සහ සේවා අංශ හරහා ප්‍රමුඛ අපනයනකරුවන් නියෝජනය කරයි, විශාල සිට කුඩා අපනයන-අභිමුඛ ව්‍යවසායන් දක්වා.",
        "නවලෝක කෙයාර් විසින් ‘ප්‍රිමියර් සෙන්ටර්’ හඳුන්වා දෙයි: කර්නල් 07 මධ්‍යයේ පිහිටි සුපිරි සෞඛ්‍ය මධ්‍යස්ථානයක්",
        "HERCapital by Hatch: ශ්‍රී ලංකාවේ පුරෝගාමී ස්ත්‍රී පුරුෂ සමාජභාවය පිළිබඳ ස්මාර්ට් අරමුදල්",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "NCE ஏற்றுமதியில் பெண்களை முன்னிலைப்படுத்துகிறது: இலங்கையில் பொருளாதார வளர்ச்சியின் அடுத்த அலைக்கு முன்னோடி",
      "body_lines": [
        "பாலின சமத்துவம் மற்றும் பெண்கள் வலுவூட்டல் ஆகியவை நவீன உலகில் புதுமையான கருத்துக்கள் அல்ல என்றாலும், மக்களின் மனங்களின் சிந்தனை முறைகளில் பல மாற்றங்கள் ஏற்பட்டுள்ளதால், பாலின சமத்துவத்தை அடைவது இலங்கையின் நிலையான அபிவிருத்தி இலக்குகளின் முக்கிய அங்கமாகும். உலகப் பொருளாதாரத்தில் பெண்கள் கணிசமான பங்கை வகிக்கிறார்கள், ஏனெனில் அவர்கள் ஆண்களை விட தங்கள் குடும்பங்களின் சமூகப் பொருளாதார வாழ்க்கையில் அதிக முதலீடு செய்கிறார்கள்.",
        "இலங்கை போன்ற நடுத்தர வருமானம் பெறும் நாடு அடுத்த பொருளாதார வளர்ச்சியில் முன்னணியில் இருப்பதற்கு பொருளாதாரத்தில் பெண்களின் பங்களிப்பு ஒரு முக்கிய காரணியாக கருதப்படுகிறது. தற்போது, ​​தொழிலாளர் படையில் பெண்களின் பங்களிப்பு 40% ஆக உள்ளது, இது ஆண்களின் பங்களிப்பில் 75% ஐ விட கணிசமாகக் குறைவாக உள்ளது. பெண் தொழில்முனைவோர் தங்கள் வணிகம், குடும்பம் மற்றும் கல்வி ஆகியவற்றில் மறு முதலீடு செய்து, நிலையான பொருளாதார வளர்ச்சிக்கு உதவுவார்கள் என்பது அனைவரும் அறிந்த உண்மை. எனவே, பெண்களுக்கு அதிகாரமளிப்பது நாட்டில் அதிக தொழில்முனைவோரை அடைவதற்கும் அதன் மூலம் நாட்டின் பொருளாதாரத்திற்கு பங்களிப்பை அதிகரிப்பதற்கும் முக்கியமாகும்.",
        "இலங்கையின் தேசிய ஏற்றுமதியாளர் சம்மேளனம் ஏற்கனவே ஏற்றுமதியில் ஈடுபட்டுள்ள பெண் தொழில்முயற்சியாளர்களுக்காக ஒரு சிறப்பு அமைப்பை நிறுவியுள்ளது. அவர்கள் நீண்டகால நோக்குடன் அவர்களை ஊக்குவித்து ஊக்குவித்து நிலையான பொருளாதார வளர்ச்சியை அடைவதற்கும், செயலில் பங்கேற்பதன் மூலம் அபிவிருத்தி இலக்குகளை அடைவதற்கும் வியாபாரத்தில் பெண்களின். பெண் தொழில்முனைவோர் மற்றும் ஏற்றுமதியாளர்களை மேம்படுத்துவதன் மூலம் தேசிய பொருளாதாரத்திற்கு பங்களிக்கும் நோக்கத்துடன் பெண்களுக்கு சொந்தமான/பெண்கள் தலைமையிலான வணிகங்களுக்கு இந்த சிறப்புப் பிரிவு அர்ப்பணிக்கப்பட்டுள்ளது. பின்வரும் நோக்கங்களை அடைவதற்காக இந்த முன்முயற்சியை சேம்பர் எடுத்துள்ளது:-",
        "இலங்கையில் உள்ள பெண் ஏற்றுமதியாளர்கள் மற்றும் தொழில்முனைவோர் ஐரோப்பிய ஒன்றியம் போன்ற சர்வதேச சந்தைகளுக்குள் பிரவேசிப்பதற்கு வசதியாக.",
        "பெண் ஏற்றுமதியாளர்களை ஒரு தொழிலாக முன்னிலைப்படுத்துதல் மற்றும் ஏற்றுமதி சார்ந்த நிறுவனங்களில் வேலைவாய்ப்பைப் பெற பெண்களை ஊக்குவித்தல்.",
        "பெண் ஏற்றுமதியாளர் அல்லது தொழில்முனைவோருக்கு வெளிநாட்டு சந்தைகளில் கிடைக்கும் வாய்ப்புகளை கண்டறிய.",
        "வணிகம் மற்றும் சட்டமியற்றும் கட்டமைப்பில் பெண்களின் பங்களிப்பை அதிகரிக்க அரசாங்கத்தின் முன்முயற்சிக்கு பங்களிக்கவும்.",
        "கூறப்பட்ட நோக்கங்களுக்கு இணங்க, NCE ஆனது, பெண்களுக்குச் சொந்தமான சிறு மற்றும் நடுத்தர நிறுவனங்களுக்கான கடன் திட்டங்கள் போன்ற ஏற்றுமதி தொடர்பான திட்டங்களுக்காக பல தேசிய நிறுவனங்களுடன் உள்ளூர் வங்கிகளை இணைக்கத் தொடங்கியுள்ளது. மேலும் சேம்பர் அவர்களின் ஏற்றுமதி தொடர்பான பிரச்சனைகளில் உயர் NCE உறுப்பினர்களிடமிருந்து ஆலோசனை மற்றும் அறிவுப் பகிர்வு மன்றங்களை எளிதாக்கியுள்ளது. சர்வதேச வர்த்தகம் தொடர்பான பல்வேறு மன்றங்களில் பெண்களுக்கு சொந்தமான நிறுவனங்கள் எதிர்கொள்ளும் பிரச்சினைகளையும் நாங்கள் பிரதிநிதித்துவப்படுத்துகிறோம்.",
        "மேலும், அடுத்த ஆண்டுக்கான அதன் வணிகத் திட்டங்களில், NCE ஆனது, பயிற்சித் திட்டங்கள், கருத்தரங்குகள் மற்றும் இணையப் பயிலரங்கங்களை நடத்துவதற்கும், பிராந்திய அறைகளுடன் தொடர்புகள் மூலம் சர்வதேச வர்த்தகத்தில் நுழைவதற்காக பெண் தொழில்முனைவோரின் பிராந்திய திறமைகளை அடையாளம் காணவும் திட்டமிட்டுள்ளது. மேலும், உள்ளூர் மற்றும் சர்வதேச அளவில் பெண்கள் தலைமையிலான பிற நிறுவனங்களுடன் நெட்வொர்க்கிங் வாய்ப்புகளை உருவாக்குவோம்.",
        "சர்வதேச சந்தைகளில் இலங்கைப் பெண்களின் தலைமைத்துவ வணிகங்களின் செயல்திறனை முன்னிலைப்படுத்தி அங்கீகரிப்பதில், NCE, சேம்பர் இன் முதன்மை நிகழ்வான வருடாந்த ஏற்றுமதி விருதுகளில், \"ஆண்டின் சிறந்த பெண் ஏற்றுமதியாளருக்கான சிறப்பு விருதை வழங்குகிறது. கடந்த ஆண்டுகளில் பின்வரும் பெண் தொழில்முனைவோர் இந்த மதிப்புமிக்க விருதை வென்றுள்ளனர் என்பதைக் குறிப்பிடுவதில் நாங்கள் பெருமிதம் கொள்கிறோம்.",
        "சர்வதேச வர்த்தகத்தில் ஈடுபடுவதற்கு பெண்களுக்கு அதிகாரம் அளிப்பதன் முக்கியத்துவத்தை நம்பும் அறை, பெண்களுக்கு சொந்தமான மற்றும் பெண்கள் தலைமையிலான நிறுவனங்களுக்கு ஆதரவளிக்க அர்ப்பணிக்கப்பட்ட அறையில் பெண்கள் பிரிவு என்ற கருத்தை உருவாக்கியுள்ளது. இந்த முயற்சியானது அதிக பெண் தொழில் முனைவோர்களுக்கு ஏற்றுமதியை தொழிலாக தேர்வு செய்ய உதவும் என்ற உறுதியான நம்பிக்கையுடன் மகளிர் பிரிவு சிறப்பு சேவைகளை வழங்கும். வர்த்தகம்.",
        "இலங்கையின் தேசிய ஏற்றுமதியாளர் சம்மேளனம் பல்வேறு சேவைகளுடன் ஏற்றுமதித் துறைக்கு சேவை செய்வதற்கு பிரத்தியேகமாக பொறுப்பேற்றுள்ள முன்னணி அறையாகும். சேம்பர் அங்கத்துவமானது இலங்கையில் உள்ள அனைத்து தயாரிப்பு மற்றும் சேவைத் துறைகளிலும் உள்ள முன்னணி ஏற்றுமதியாளர்களை பிரதிநிதித்துவப்படுத்துகிறது, பெரியது முதல் சிறிய ஏற்றுமதி சார்ந்த நிறுவனங்கள் வரை.",
        "நவலோகா கேர் நிறுவனம் ‘பிரீமியர் சென்டர்’ அறிமுகம்: Col 07 இன் மையத்தில் ஒரு பிரீமியம் சுகாதார மையம்",
        "ஹெர்காபிடல் பை ஹட்ச்: இலங்கையில் முன்னோடி பாலின ஸ்மார்ட் நிதியுதவி",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}