{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/2-806-persons-vaccinated-against-COVID-19/56-733253",
  "time_ut": 1649446140,
  "title": "2,806 persons vaccinated against COVID-19",
  "body_lines": [
    "Epidemiology Unit data shows that COVID-19 vaccines were administered to 2,806 persons on Thursday.",
    "The majority of the vaccines administered on Thursday were boosters, with 1,582 persons receiving the booster dose on Thursday. In total, the third vaccine dose has been administered to 7,901,894 persons.",
    "The first dose of a COVID-19 vaccine has been administered to 17,016,461 persons and the second dose has been administered to 14,432,375 persons.",
    "On Thursday, 272 persons received the first dose of Pfizer and 804 persons received the second dose of the vaccine. In total, the first dose of Pfizer has been administered to 2,524,643 persons and the second dose has been administered to 894,173 persons.",
    "The first dose of Sinopharm has been administered to 12,048,453 persons. This includes 28 persons vaccinated on Thursday. The second dose of Sinopharm was administered to 120 persons on Thursday, raising the total number of persons to have received the second dose of the vaccine to 11,176,906.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons and the second dose of the vaccine has been administered to 1,418,593 persons.",
    "The Epidemiology Unit states that 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "A total of 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 2,806ක් එන්නත් කර ඇත",
      "body_lines": [
        "වසංගත රෝග විද්‍යා ඒකකයේ දත්ත පෙන්වා දෙන්නේ බ්‍රහස්පතින්දා පුද්ගලයින් 2,806 දෙනෙකුට COVID-19 එන්නත් ලබා දී ඇති බවයි.",
        "බ්‍රහස්පතින්දා ලබා දුන් එන්නත් වලින් බහුතරයක් බූස්ටර වන අතර බ්‍රහස්පතින්දා පුද්ගලයින් 1,582 දෙනෙකු බූස්ටර මාත්‍රාව ලබා ගත්හ. සමස්තයක් වශයෙන්, තුන්වන එන්නත් මාත්‍රාව පුද්ගලයින් 7,901,894 දෙනෙකුට ලබා දී ඇත.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,016,461 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,432,375 දෙනෙකුට ලබා දී ඇත.",
        "බ්‍රහස්පතින්දා පුද්ගලයින් 272 දෙනෙකු ෆයිසර් පළමු මාත්‍රාව ලබා ගත් අතර පුද්ගලයින් 804 දෙනෙකුට දෙවන එන්නත ලබා දෙන ලදී. සමස්තයක් වශයෙන්, Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,524,643 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 894,173 දෙනෙකුට ලබා දී ඇත.",
        "Sinopharm හි පළමු මාත්‍රාව පුද්ගලයන් 12,048,453 දෙනෙකුට ලබා දී ඇත. බ්‍රහස්පතින්දා එන්නත් කළ පුද්ගලයින් 28 දෙනෙකු මෙයට ඇතුළත් ය. Sinopharm හි දෙවන මාත්‍රාව බ්‍රහස්පතින්දා පුද්ගලයින් 120 දෙනෙකුට ලබා දුන් අතර, එන්නතෙහි දෙවන මාත්‍රාව ලබා ගත් මුළු පුද්ගලයින් සංඛ්‍යාව 11,176,906 දක්වා ඉහළ නැංවීය.",
        "AstraZeneca හි පළමු මාත්‍රාව පුද්ගලයින් 1,479,631 දෙනෙකුට ලබා දී ඇති අතර දෙවන එන්නත 1,418,593 දෙනෙකුට ලබා දී ඇත.",
        "මොඩර්නා පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකු ලබාගෙන ඇති අතර දෙවන එන්නත 787,361 දෙනෙකු ලබාගෙන ඇති බවයි වසංගත රෝග විද්‍යා අංශය පවසන්නේ.",
        "ස්පුට්නික් V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 155,812 ක් දෙවන එන්නත ලබාගෙන ඇත."
      ]
    },
    "ta": {
      "title": "கோவிட்-19க்கு எதிராக 2,806 பேருக்கு தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "வியாழன் அன்று 2,806 பேருக்கு COVID-19 தடுப்பூசிகள் வழங்கப்பட்டதாக தொற்றுநோயியல் பிரிவு தரவு காட்டுகிறது.",
        "வியாழன் அன்று அளிக்கப்பட்ட தடுப்பூசிகளில் பெரும்பாலானவை பூஸ்டர்கள், வியாழன் அன்று 1,582 பேர் பூஸ்டர் டோஸ் பெற்றுள்ளனர். மொத்தத்தில், மூன்றாவது தடுப்பூசி டோஸ் 7,901,894 நபர்களுக்கு வழங்கப்பட்டுள்ளது.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 17,016,461 பேருக்கும், இரண்டாவது டோஸ் 14,432,375 பேருக்கும் போடப்பட்டுள்ளது.",
        "வியாழன் அன்று 272 பேர் முதல் டோஸ் ஃபைசரையும், 804 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றனர். மொத்தத்தில், ஃபைசரின் முதல் டோஸ் 2,524,643 பேருக்கும், இரண்டாவது டோஸ் 894,173 பேருக்கும் கொடுக்கப்பட்டது.",
        "சினோபார்மின் முதல் டோஸ் 12,048,453 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் வியாழக்கிழமை 28 பேருக்கு தடுப்பூசி போடப்பட்டது. சினோபார்மின் இரண்டாவது டோஸ் வியாழன் அன்று 120 நபர்களுக்கு வழங்கப்பட்டது, தடுப்பூசியின் இரண்டாவது டோஸைப் பெற்ற மொத்த நபர்களின் எண்ணிக்கையை 11,176,906 ஆக உயர்த்தியது.",
        "அஸ்ட்ராஜெனெகாவின் முதல் டோஸ் 1,479,631 நபர்களுக்கும், தடுப்பூசியின் இரண்டாவது டோஸ் 1,418,593 பேருக்கும் வழங்கப்பட்டுள்ளது.",
        "804,801 பேர் மாடர்னா மருந்தின் முதல் டோஸையும், 787,361 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர் என்று தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "மொத்தம் 159,110 பேர் ஸ்புட்னிக் V இன் முதல் டோஸையும், 155,812 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்."
      ]
    }
  }
}