{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/respecting-the-rights-of-elephants/",
  "time_ut": 1653656820,
  "title": "Respecting the Rights of Elephants",
  "body_lines": [
    "“Nature’s great masterpiece, an elephant – the only harmless great being”",
    "wrote the foremost Metaphysical poet John Donne (1572-1631). The line quoted is from his 1612 poem, The Progress of the Soul.",
    "Like most others, I would watch MTV’s News First and feel very saddened almost daily by the cruelty metered out to these gentle giants by villagers. Accepted, they invaded human territory but with no alternative, since their corridors and places they lived in were encroached by expanding villages, invasive cultivation and indiscriminate deforestation. The conflict was due more to uncontrolled human encroachment.",
    "A cousin – Carminie Samarasinghe – is a pioneer in safeguarding the rights of elephants, following her late husband who owned many elephants and had a cow elephant making history by being the mother of the first born in captivity. It was later that elephant calves were born in Pinnawela.",
    "I had an emailed interview with her son, Sandith; I quote what he said. “My father loved animals, especially elephants. I can remember how tirelessly he worked some days and nights if an elephant of ours fell ill. In 1986 Pooja was born in our property – first born in captivity. Authorities at Pinnawla took my father’s advice on captive breeding. He was instrumental in starting the elephant orphanage. Thus, due to his efforts along with others, a sanctuary was created for orphaned wild elephants at Pinnawela, which was a money earner and created jobs, both directly and indirectly.”",
    "To the query what the process is for treating elephants humanely, Sandith wrote that we should follow the traditional ways practiced in Sri Lanka. He elaborated “Elephants were used for farming and in war. Kings had stables of 300 – 400 animals. Western criticism is leveled against our treatment of elephants in captivity. Ideally a mahout should foster a close relationship with the animal in his charge. The animals in their care should be treated humanely since elephants are very temperamental and need appropriate looking after. There are instances of ill-treatment mostly from mahouts who imbibe. But this is rare.”",
    "Which brought me to the topic of elephants parading in peraheras. Sandith said such parading of streets with flames lofted high, for several days, is torture to the animals. If tradition insists on these parading gentle giants, much fewer animals should be paraded. But peraheras are big business now and commercialized to the hilt.",
    "I remember Dr Sumith Pilapitiya, UN expert on elephants, resigning his post as Director General, Wild life Conservation Dept, in June 2016. Two issues were contentious which he strongly objected to: illegal capturing of baby elephants and so called ‘ownership.’ We also heard that the then President, gave in to a demand by the Maligawa and Devale Nilames who wanted him to release elephants from the Uda Walawe sanctuary for parading in peraheras. He refused because those animals were being rehabilitated to release them to their natural habitat. He conceded animals from Pinnawela could be used, if the number of hired elephants was not sufficient in number. Neither the Prez nor the Nilames were pleased. The latter pridefully needed as many as a 100 in Kandy, I suppose. We lost the services of a world famous expert due to this stupid whim.",
    "I asked Sandith whether it was permissible to conscript them for hard labour like dragging logs or heavy weights and uprooting tea plants in Up Country estates – capitalizing on their sure footedness and strength. Old tea is uprooted by elephants on near vertical slopes of tea estates, a very arduous task, as roots of tea bushes go firmly far down. I have watched this long ago. Sandith replied: “In the past elephants were used for many purposes. During the 2nd World War, the British used them in Burma to construct wooden bridges and to transport goods. My question to Western animal lovers is – was this not cruel? I think elephants should not be used for any labour. We should be able to enjoy their behavior from a distance. Let the elephants be free.”",
    "Sandith’s opinion on the ongoing, unmitigated human-elephant conflict: “The conflict was created by humans. We can and could have mitigated the problem if the governments, past and present, had proper plans. We need to work with elephant experts. Especially the Department of Wildlife of Sri Lanka for which I have utmost respect, due to their tireless work with minimum resources and political pressure. We need to have a proper national plan to mitigate the human elephant conflict, which cannot be changed for any reason. We went wrong when politicians started making decisions rather than the experts. Governments have failed to prevent humans encroaching into protected jungle areas.” He also cited the reasons I have mentioned earlier.",
    "How best to save lives of both humans and elephants? His answer: “The best way to save lives is educating humans about elephants and their habits and showing them that elephants are not pests; they have their rights. We should add they can be a source of income through eco-tourism. There should be proper fencing done around villages to keep the wild elephants away. I personally think that this is a short-term solution, but some might think otherwise Giving them back their own territory and opening elephant corridors paving the way for the elephants to move around freely. Interconnecting the National Parks, Sanctuaries and elephant protected areas is a good move. There are so many forest areas that are not protected. Identifying those areas and making them protected areas is an urgent must.”",
    "Which reminds me that Veddah clans have co-habited well with elephants, and still do, with harm to neither. Remembered are holidays spent many decades ago in Anamaduwa when populations (both of humans and elephants), were less. You hardly heard of conflicts between human and elephants, though of course a rogue elephant did cause fear and even chased humans met on roads.",
    "When did this family in Rambukkana start owning elephants and why? Goes back to many Samarasinghe generations and was inherited and nurtured by Carminie’s husband. She carries the tradition of accommodating the observation and study of elephants in their habitat, though captive, to tourists who visit their home. But never are the creatures exploited or harmed even psychologically, in the slightest. Hardly ever ridden on, except by children who wish fervently to climb an elephant’s back.",
    "Sandith wrote” “My mother loves elephants dearly. After my father’s death she wanted to do something good for the captive elephant population in Sri Lanka. In 1981 she had inaugurated the Millennium Elephant Foundation. Its objective is to treat elephants humanely and encourage other elephant owners to do the same. The Samarasinghe property often becomes a home for neglected elephants. Maintenance costs of an elephant are very heavy. The Foundation runs purely on donations which have reduced drastically. Added to this is the dearth of foreign tourists who used to visit their home and enjoy walking with the animals and watching their daily routines, specially their long drawn baths. Carminie added that though economically a heavy drain, they never neglect those in their care, spending much of their own savings.",
    "The factory manufacturing elephant dung paper is on their property.",
    "Sandith ended my emailed interview with this thought, which sounds simple but is profound: “We are so fortunate to have elephants in our country. We need to protect them. To the elephant experts and the elephant enthusiasts, I say ‘Please keep your egos aside and work together to protect this great species.’”",
    "THE PRIVATE SECTOR CHAMBERS OF COMMERCE – ARE THEY SLEEPING?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}