{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-central-bank-runs-bop-deficits-on-borrowed-money-95657/",
  "time_ut": 1655084340,
  "title": "Sri Lanka’s central bank runs BOP deficits on borrowed money",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has run up a balance of payments deficit of 2,569 million US dollars up to April 2022 up from 2,269 million US dollars in March, despite the central bank running out of reserves, official data showed.",
    "Sri Lanka’s central bank is now borrowing ‘reserves’ from India run BOP deficits, after the South Asian neighbour allowed the island to delay payments for import due under the Asian Clearing Union.",
    "In March the central bank supposedly floated (suspended convertibility) which should have ended BOP deficits.",
    "Sri Lanka defaulted on most debt in April 2022, but still has to settle loans to multilateral lenders and swap owners.",
    "In 2020 the central bank ran a balance of payments deficit (roughly a fall in net international reserves of the central bank) of 3.9 billion US dollars, the highest in the history of the central bank, after a 2.3 billion US dollar deficit in 2020.",
    "Sri Lanka started to lose the ability to collect reserves in late 2019 as liquidity injections began to target an output gap (stimulus).",
    "In December 2019 taxes were also cut to boost growth saying there was a persistent output gap.",
    "Liquidity injections worsened after February 2020 when the central bank cut rates and injected large volumes of money to prevent interest rates from going up after the tax cuts.",
    "Sri Lanka’s central bank ran out of its own reserves in August 2021, and has since been intervening and repaying debt with money borrowed through swaps, ACU dollars from India as well as remaining IMF loans.",
    "When a soft-pegged (intermediate regime) central bank with a policy rate intervenes to give reserves for imports, money is printed to prevent rates from going up, firing new credit.",
    "Soft-pegged or intermediate regime central bank’s are the most dangerous form of monetary authorities ever formulated by interventionists or mercantilists. (Colombo/June13/2022)"
  ]
}