{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Non-implementation-of-One-Country-One-Law-discussed-in-Polonnaruwa/56-732717",
  "time_ut": 1648498140,
  "title": "Non-implementation of ‘One Country – One Law’ discussed in Polonnaruwa",
  "body_lines": [
    "The Presidential Task Force for ‘One Country, One Law’ held public consultations in the North Central Province on Sunday at the Polonnaruwa District Secretariat.",
    "People representing various areas in the district expressed their views at the meeting.",
    "Ven. Kantale Rahula, Medirigiriye Seevali, Aluthwewe Pemarathana, Dompe Shanthi Vihari, Dimbulagala Rahula Theras and a group of people including Gnanaratnam Kurukkal who represent Hindu devotees said that illegal religious conversions were rampant in the area, whilst insisting that legislation should be enacted to prevent such attempts immediately.",
    "Ven. Nikapitiye Chandima Thera pointed out that all national parks in the country, including the Polonnaruwa Jalagalum Valley National Park, should be protected and the law should be enforced equally against deforestation.",
    "Niroshani Sunethra Kumari said that the law should be enforced against those who engage in sand smuggling activities and against the public officials who obtain money from them in an unscrupulous manner.",
    "She also said that the people of the area should be given priority in the distribution of Welimankada and that action should be taken to prevent the law enforcement officials from being corrupted by money.",
    "H.M. Siriyalatha, Shivalingam Sivasundaram, Dr. Thilakavathi and others said the laws related to land were not enforced equally when resettling the people who had left their villages during the war and that some high-ranking Government officials in areas such as Welikanda exercised land powers with bias towards their own community, putting severe pressure on the people of the area and temples and Kovils. They pointed out that State laws should apply equally to all communities.",
    "Buddhist monks and other religious leaders further stressed the need to provide common education for all the children in the country, and the enforcement of laws relating to land, environment, road, etc. equally, as well as not to allow room for the spread of religious extremism under the guise of deforestation and land acquisitions.",
    "President Gotabaya Rajapaksa appointed the Presidential Task Force chaired by Ven. Galagodaaththe Gnanasara Thera to study the views and opinions of various factions on the implementation of the concept of ‘One Country, One Law’ in Sri Lanka and present a concept paper with proposals.",
    "The Presidential Task Force is currently holding public consultations covering various parts of Sri Lanka and seeking views and suggestions.",
    "Chairman of the Task Force Rajakeeya Panditha Ven. Galagodaaththe Gnanasara Thera and the members Prof. Shanthi Nandana Wijesinghe, Dr. Sujeewa Panditharathna, Attorney at Law Sanjaya Marambe, Eranda Navaratne, Pani Wewala and the Task Force Secretary Jeewanthi Senanayake were also present."
  ]
}