{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Lanka-Hospitals-posts-impressive-financial-performance-in-2021/34-732065",
  "time_ut": 1647383160,
  "title": "Lanka Hospitals posts impressive financial performance in 2021",
  "body_lines": [
    "Group Chairman Vidya Jyothi Dr. Bandula Wijesiriwardena (right) Group Chief Executive Officer Deepthi Lokuarachchi",
    "The Lanka Hospitals Corporation PLC, an internationally accredited, multiple award-winning healthcare providers announced that it has achieved significant revenue and profit milestones in the financial year 2021, recording the highest revenue and profits since its inception in 2002.",
    "In its announcement to the Colombo Stock Exchange (CSE), the hospital group has reported that it had recorded a revenue of Rs. 10 billion in 2021 against the revenue of Rs. 6.8 billion recorded in 2020, representing top-line growth of 47% YOY basis.",
    "The group also reported a PAT of Rs. 2.2 billion for 2021 compared to Rs. 384 million recorded 2020, representing a profit growth of nearly six times more than in the prior year.",
    "“The continued organisational momentum of Lanka Hospitals speaks of the hard work and dedication of our teams and the management. I’m happy to state that our growth is fuelled by maintaining the right focus towards the delivery of quality services and the use of technology by embracing the latest innovations in managing medical services and healthcare. I am indeed proud to share the hospital’s record level achieved in 2021,” Lanka Hospitals’ Group Chairman Vidya Jyothi Dr. Bandula Wijesiriwardena stated.",
    "Lanka Hospitals’ Group Chief Executive Deepthi Lokuarachchi stated: “2021 was a year full of challenges and the sheer dedication, commitment, and perseverance of the hospital’s medical and support teams led to a differentiated approach in managing the diverse healthcare needs of patients amidst the pandemic,”",
    "Speaking further Lokuarachchi stated: “The immense support and guidance we received from the Chairman and the Board of Directors, the commitment and direction of the Executive Committee, senior management, staff, and the consultants attached to the medical practice saw to the positioning of our hospital and the laboratory affairs at greater heights in the medical sector.",
    "“It’s noteworthy to mention that through our facilities we have treated more than 10,000 COVID-19-infected individuals while assuring the safety of lives and offering comfort to families who successfully overcame the traumatic effects of the disease”",
    "The hospital group serves 300,000 patients annually with the capacity of 300 beds, six dedicated ICUs, 10 General Operating Theatres, two Cardiac Theatres, and a state-of-the-art Cath Lab. In its network, the hospital works along with 950 registered medical consultants and highly trained and skilled medical and support staff. The hospital’s reference laboratory effectively functions with a large network of regional laboratories, 35 fully owned sample collection centres, and over 1,100 third-party affiliated sample collection centres.",
    "Lanka Hospitals is the first hospital in Sri Lanka to be awarded the most prestigious accreditations in the world for its healthcare service standards including the Joint Commission International (JCI) accreditation seventh edition and the world-respected Medical Tourism Certification from the Medical Travel Quality Alliance (MTQUA). Furthermore, Lanka Hospitals Diagnostics (LHD) is the only Sri Lankan laboratory to be accredited by the prestigious laboratory accreditation body, The College of American Pathologists (CAP)."
  ]
}