{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Social-entrepreneurs-pitch-to-impact-investors-at-the-British-Council-Social-Enterprise-Development-Competition/34-734377",
  "time_ut": 1651704240,
  "title": "Social entrepreneurs pitch to impact investors at the British Council Social Enterprise Development Competition",
  "body_lines": [
    "British Council Sri Lanka Country Director Maarya Rehman, State Minister Shehan Semasinghe, and the winner Shiromi Pathirana from Matale District",
    "The judges: Impact Investors MiHCM Founder/CEO Harsha Purasinghe, Horizon Group Chairman Upul Daranagama, LIIN Founder and Ath Pavura Co-Founder Chandula Abeywickrema, Kent Group of Companies Founder and Chairman Gamini Saparamadu, Alliance Finance Managing Director Romani De Silva, and HNB DGM/Chief Transformation Officer Chiranthi Cooray",
    "The “Support for Integrated Rural Development Enterprise” programme was implemented by the British Council in partnership with Chrysalis and Care Germany over the last four and a half years with the funding of the European Union (EU).",
    "The project contributed to the socio-economic well-being of rural and estate communities in the Monaragala, Badulla, Nuwara Eliya, and Matale districts.",
    "The aim is to support the development of an enabling and empowering business environment for establishing and sustaining income-generation and employment opportunities for vulnerable women, youth, and their communities in Uva and Central Provinces.",
    "Through this project British Council has worked with 55 social entrepreneurs in the above districts, developing social enterprises in the service and agriculture sectors including, agriculture, handicraft, dairy products, apparel, and food processing.",
    "In conclusion of the four-and-a-half-year-long project, British Council, along with Lanka Impact Investing Network (LIIN) recently conducted “Samaja Viwasaya Diriya’’, a pitching competition and an awards ceremony on 25 February at the Taj Samudra Hotel.",
    "After two weeks of pitching, training, and shortlisting candidates 12 of the best social entrepreneurs were given awards at the ceremony. In addition to the awards, the top six social entrepreneurs were also given the opportunity to pitch their businesses in front of a panel of prestigious and experienced impact investors who provided invaluable feedback and advice to the entrepreneurs.",
    "Chief Guest Honourable State Minister of Samurdhi, household economy, microfinance, self-employment, business development, and underutilised state resources development Shehan Semasinghe noted the importance of the small and medium enterprises (SME) sector to the economic revival of the country and also the importance of uplifting social entrepreneurs.",
    "Through the competition, the best three social entrepreneurs were recognised and were awarded cash prizes. and another 9 promising entrepreneurs were awarded merit awards.",
    "The investors who judged the competition pledged to invest Rs. 3 million in the top three social enterprises chosen on the day, to assist in scaling up their enterprises.",
    "Welcoming the audience, British Council Sri Lanka Country Director Maarya Rehman shared the main objectives of the EU-IRD project and how the British Council along with its partners have been working to uplift the capacity and capability of the social entrepreneurs in Sri Lanka.",
    "Commenting on the programme she said: “Through our Social Enterprise programme we promote the development of social enterprise as a means of addressing entrenched social and environmental problems and delivering positive change to our communities and societies.",
    "“Our work draws on the UK and global experience and is delivered across more than 30 countries with local and international partners. It is a systemic approach designed to help foster a more sustainable, inclusive, and prosperous future and build collaboration and opportunities across networks.’",
    "Chairman of LIIN and Co-Founder of Ath Pavura Chandula Abeywickremawho moderated the pitching session, noted why it is important to build an eco-system in the country where we can nurture micro, SME level, social entrepreneurs.",
    "Involving wider stakeholders such as Government, non-Governmental, and private sector, is important to sustain the model and propagate the concept across rural and estate areas and other parts of the country as well.",
    "In the longer-term British Council together with the EU, Care Germany, and Chrysalis aims to implement the Enterprise Concept implemented across the country.",
    "The long-term objective is to uplift the lives of the social entrepreneurs and empower them to contribute positively to the communities they live in, and in the end be able to contribute to the economy of Sri Lanka,"
  ]
}