{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/126-persons-test-positive-for-COVID-19/56-733129",
  "time_ut": 1649274000,
  "title": "126 persons test positive for COVID-19",
  "body_lines": [
    "Sri Lanka’s COVID-19 detections rose to 662,342 following the detection of 126 COVID-19 patients yesterday.",
    "The previous day, 113 persons tested positive for COVID-19. The Health Promotion Bureau states that 2,285 PCR tests and 1,616 rapid antigen tests were conducted on Tuesday.",
    "A total of 74,644 COVID-19 patients have been detected this year. The country’s local cases also include 483,090 persons from the New Year cluster, 82,785 persons from the Peliyagoda cluster, 9,154 persons from the Prisons cluster, and 3,059 persons from the Divulapitiya cluster. In addition to this, 7,242 Sri Lankan returnees from overseas and 328 foreigners have tested positive for COVID-19. The Epidemiology Unit states that 138,868 patients from Colombo, 114,274 patients from Gampaha, 58,180 patients from Kalutara, 45,488 patients from Galle, and 31,466 patients from Kurunegala have been detected.",
    "During the third wave of the pandemic, 106,571 persons from Colombo, 95,740 persons from Gampaha, and 51,122 persons from Kalutara have tested positive for COVID-19.",
    "At present, 3,407 persons are under medical or home-based care and 730 persons suspected of having COVID-19 are under observation.",
    "According to the Epidemiology Unit, 5,143 persons who recovered from COVID-19 between 24 March and 5 April, including persons who completed home-based care, were added to the total COVID-19 recoveries. This includes 14 persons released from care yesterday."
  ],
  "translate": {
    "si": {
      "title": "පුද්ගලයින් 126 දෙනෙකු COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කරයි",
      "body_lines": [
        "ඊයේ දිනයේ කොවිඩ්-19 රෝගීන් 126 දෙනෙකු හඳුනාගැනීමෙන් අනතුරුව ශ්‍රී ලංකාවේ කොවිඩ්-19 හඳුනාගැනීම් 662,342 දක්වා ඉහළ ගොස් තිබේ.",
        "පෙර දින, පුද්ගලයින් 113 දෙනෙකු COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කළහ. අඟහරුවාදා PCR පරීක්ෂණ 2,285 ක් සහ වේගවත් ප්‍රතිදේහජනක පරීක්ෂණ 1,616 ක් සිදු කළ බව සෞඛ්‍ය ප්‍රවර්ධන කාර්යාංශය පවසයි.",
        "මේ වසරේ කොවිඩ්-19 රෝගීන් 74,644ක් හඳුනාගෙන ඇත. රටේ දේශීය නඩු අතරට අලුත් අවුරුදු පොකුරෙන් පුද්ගලයින් 483,090 ක්, පෑලියගොඩ පොකුරෙන් පුද්ගලයින් 82,785 ක්, බන්ධනාගාර පොකුරෙන් පුද්ගලයින් 9,154 ක් සහ දිවුලපිටිය පොකුරෙන් පුද්ගලයින් 3,059 ක් ද ඇතුළත් වේ. මීට අමතරව, විදේශයන්හි සිට ආපසු පැමිණි ශ්‍රී ලාංකිකයින් 7,242 ක් සහ විදේශිකයන් 328 ක් COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කර ඇත. කොළඹින් රෝගීන් 138,868ක්, ගම්පහින් රෝගීන් 114,274ක්, කළුතරින් රෝගීන් 58,180ක්, ගාල්ලෙන් රෝගීන් 45,488ක් සහ කුරුණෑගලින් රෝගීන් 31,466ක් හඳුනාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "වසංගතයේ තුන්වන රැල්ල අතරතුර, කොළඹින් පුද්ගලයින් 106,571 ක්, ගම්පහින් පුද්ගලයින් 95,740 ක් සහ කළුතරින් පුද්ගලයින් 51,122 ක් COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කර ඇත.",
        "මේ වන විට පුද්ගලයින් 3,407 දෙනෙකු වෛද්‍ය හෝ නිවාස පාදක ප්‍රතිකාර යටතේ සිටින අතර COVID-19 ඇති බවට සැක කෙරෙන පුද්ගලයින් 730 දෙනෙකු නිරීක්ෂණයේ පසුවේ.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව, මාර්තු 24 සිට අප්‍රේල් 5 දක්වා කාලය තුළ COVID-19 වලින් සුවය ලැබූ පුද්ගලයින් 5,143 ක්, නිවාස පාදක ප්‍රතිකාර අවසන් කළ පුද්ගලයින් ද ඇතුළුව, සමස්ත COVID-19 යථා තත්ත්වයට පත් කර ඇත. ඊයේ දිනයේදී මුදා හැරුණු පුද්ගලයින් 14 දෙනෙකු ද ඊට ඇතුළත්."
      ]
    },
    "ta": {
      "title": "126 பேர் கோவிட்-19க்கு நேர்மறை சோதனை செய்துள்ளனர்",
      "body_lines": [
        "நேற்று 126 COVID-19 நோயாளர்கள் கண்டறியப்பட்டதைத் தொடர்ந்து இலங்கையின் COVID-19 கண்டறிதல் 662,342 ஆக உயர்ந்துள்ளது.",
        "முந்தைய நாள், 113 பேர் கோவிட்-19 க்கு நேர்மறை சோதனை செய்தனர். செவ்வாய்கிழமை 2,285 PCR சோதனைகள் மற்றும் 1,616 விரைவான ஆன்டிஜென் சோதனைகள் நடத்தப்பட்டதாக சுகாதார மேம்பாட்டு பணியகம் கூறுகிறது.",
        "இந்த ஆண்டு மொத்தம் 74,644 கோவிட்-19 நோயாளிகள் கண்டறியப்பட்டுள்ளனர். நாட்டின் உள்ளூர் வழக்குகளில் புத்தாண்டுக் குழுவைச் சேர்ந்த 483,090 பேரும், பேலியகொட குழுவிலிருந்து 82,785 பேரும், சிறைச்சாலைக் குழுவிலிருந்து 9,154 பேரும், திவுலப்பிட்டி குழுவிலிருந்து 3,059 பேரும் அடங்குவர். இது தவிர, வெளிநாடுகளில் இருந்து திரும்பிய 7,242 இலங்கையர்களும், 328 வெளிநாட்டவர்களும் COVID-19 க்கு சாதகமாக சோதனை செய்துள்ளனர். கொழும்பில் 138,868 நோயாளர்களும், கம்பஹாவில் 114,274 நோயாளர்களும், களுத்துறையில் 58,180 நோயாளர்களும், காலியில் 45,488 நோயாளர்களும், குருநாகலில் 31,466 நோயாளர்களும் கண்டறியப்பட்டுள்ளதாக தொற்றுநோயியல் பிரிவு தெரிவித்துள்ளது.",
        "தொற்றுநோயின் மூன்றாவது அலையின் போது, ​​கொழும்பில் 106,571 பேரும், கம்பஹாவைச் சேர்ந்த 95,740 பேரும், களுத்துறையைச் சேர்ந்த 51,122 பேரும் COVID-19 க்கு சாதகமாக சோதனை செய்துள்ளனர்.",
        "தற்போது, ​​3,407 பேர் மருத்துவ அல்லது வீட்டு அடிப்படையிலான பராமரிப்பில் உள்ளனர் மற்றும் 730 பேர் கோவிட்-19 இருப்பதாக சந்தேகிக்கப்படுகின்றனர்.",
        "தொற்றுநோயியல் பிரிவின் கூற்றுப்படி, மார்ச் 24 முதல் ஏப்ரல் 5 வரை COVID-19 இலிருந்து மீண்ட 5,143 நபர்கள், வீட்டு அடிப்படையிலான பராமரிப்பை முடித்தவர்கள் உட்பட, மொத்த COVID-19 மீட்டெடுப்பில் சேர்க்கப்பட்டுள்ளனர். இதில் நேற்று 14 பேர் காப்பகத்தில் இருந்து விடுவிக்கப்பட்டனர்."
      ]
    }
  }
}