{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Countdown-begins-for-Pakistan-PM-Imran-Khans-exit-as-he-faces-toughest-political-battle/108-234052",
  "time_ut": 1648540680,
  "title": "Countdown begins for Pakistan PM Imran Khan’s exit as he faces toughest political battle",
  "body_lines": [
    "Pakistan's opposition parties have vowed to bring down the beleaguered government of Prime Minister Imran Khan who is facing his toughest political test since assuming office in 2018.",
    "The Pakistan Democratic Movement (PDM), which among others include Pakistan Muslim League Nawaz (PML-N) and Jamiat Ulema-e-Islam Fazl (JUI-I), organised a big rally on the Srinagar Highway in Islamabad on Monday night.",
    "Pakistan Muslim League (N) (PML-N) vice president Maryam Nawaz and leader of the opposition in Punjab Assembly Hamza Shehbaz who had started the rally from Lahore on March 26, arrived two days later in Islamabad to join the supporters of Jamiat Ulema-i-Islam-Fazl (JUI-F) and other Pakistan Democratic Movement (PDM) parties who had already set up a camp.",
    "Maryam, daughter and heir of former three-time premier Nawaz Sharif, castigated incumbent prime minister Khan for using the religious card to save his tottering throne.",
    "\"I challenge you to have 172 MNAs with you on the voting day on the no-trust motion,\" she said at the rally organised a day after Prime Minister Khan's Pakistan Tehreek-e-Insaf (PTI) party organised a massive rally here in his support.",
    "She accused Khan of putting down his most trusted Punjab Chief Minister, Usman Buzdar, to save his seat after the government decided to replace him with Chaudhry Pervez Elahi to win the support of his Pakistan Muslim League-Quaid party.",
    "\"You pushed your most trustworthy man (Buzdar) into the water to save your own rule. We have not seen such an ungrateful man in our whole lives,\" she said.",
    "She also said that Khan claimed a foreign conspiracy to topple him and blamed him for showing a fake letter at the rally a day earlier. She said Khan had lost people's confidence, as proved by the ruling party's defeat in 15 out of 16 by-elections in recent months.",
    "Several other PDM leaders also addressed the gathering and they also announced to change their rally into a sit-in and the workers would be camping until the vote of no- confidence was held.",
    "Khan, 69, is heading a coalition government and he can be removed if some of the partners decide to switch sides. The PTI has 155 members in the 342-member National Assembly and needs at least 172 lawmakers to retain power.",
    "The country plunged into uncertainty on March 8 after the combined opposition submitted the motion to the National Assembly along with a requisition to the speaker to summon the session within mandatory 14 days.",
    "The rally was organised in the wake of a no-trust move by the opposition on March 8. The voting on the motion would be held between March 31 and April 3.",
    "Khan came to power in 2018 with promises to create a 'Naya Pakistan' but miserably failed to address the basic problem of keeping the prices of commodities in control, giving air to the sails of opposition ships to make war on his government."
  ],
  "translate": {
    "si": {
      "title": "පකිස්තාන අගමැති ඉම්රාන් ඛාන් දැඩි දේශපාලන සටනකට මුහුණ දී සිටින විට ඔහුගේ ඉවත්වීම සඳහා ගණන් බැලීම ආරම්භ වේ",
      "body_lines": [
        "2018 දී බලයට පත්වීමෙන් පසු ඔහුගේ දරුණුතම දේශපාලන පරීක්ෂණයට මුහුණ දී සිටින අගමැති ඉම්රාන් ඛාන්ගේ අවුල් සහගත රජය බිඳ දැමීමට පාකිස්තානයේ විරුද්ධ පක්ෂ සපථ කර ඇත.",
        "පාකිස්තාන මුස්ලිම් ලීගය නවාස් (PML-N) සහ Jamiat Ulema-e-Islam Fazl (JUI-I) ඇතුළු අනෙකුත් පාකිස්තාන ප්‍රජාතන්ත්‍රවාදී ව්‍යාපාරය (PDM) සඳුදා රාත්‍රියේ ඉස්ලාමාබාද්හි ශ්‍රීනගර් අධිවේගී මාර්ගයේ විශාල රැලියක් සංවිධානය කළේය.",
        "පකිස්ථාන මුස්ලිම් ලීගය (N) (PML-N) උප සභාපති Maryam Nawaz සහ පන්ජාබ් සභාවේ විපක්ෂ නායක Hamza Shehbaz මාර්තු 26 වන දින ලාහෝර් සිට රැලිය ආරම්භ කළ අතර, Jamiat Ulema හි ආධාරකරුවන් සමඟ එක්වීමට දින දෙකකට පසුව ඉස්ලාමාබාද් වෙත පැමිණියහ. i-Islam-Fazl (JUI-F) සහ ඒ වන විටත් කඳවුරක් පිහිටුවාගෙන සිටි අනෙකුත් පකිස්ථාන ප්‍රජාතන්ත්‍රවාදී ව්‍යාපාරය (PDM) පක්ෂ.",
        "හිටපු තුන් වතාවක් අගමැති නවාස් ෂරීෆ්ගේ දියණිය සහ උරුමක්කාරයා වන මරියම්, ඔහුගේ සිංහාසනය බේරා ගැනීමට ආගමික කාඩ්පත භාවිතා කිරීම සම්බන්ධයෙන් වත්මන් අගමැති ඛාන්ට දොස් පැවරීය.",
        "අගමැති ඛාන්ගේ පකිස්තාන් ටෙහ්රීක්-ඊ-ඉන්සාෆ් (පීටීඅයි) පක්ෂය මෙහි දැවැන්ත රැලියක් සංවිධානය කිරීමෙන් දිනකට පසු සංවිධානය කරන ලද රැලියේදී ඇය පැවසුවේ “විශ්වාසභංගයට ඡන්දය දෙන දිනයේ එම්එන්ඒ 172 ක් ඔබ සමඟ සිටින ලෙස මම ඔබට අභියෝග කරමි. ඔහුගේ සහයෝගය.",
        "ඛාන් ඔහුගේ පකිස්ථාන මුස්ලිම් ලීගය-ක්වායිඩ් පක්ෂයේ සහයෝගය දිනා ගැනීම සඳහා චෞද්‍රි පර්වේස් එලාහි වෙනුවට පත් කිරීමට රජය තීරණය කිරීමෙන් පසු ඔහුගේ ආසනය බේරා ගැනීම සඳහා ඔහුගේ වඩාත්ම විශ්වාසදායක පන්ජාබ් මහ ඇමති උස්මාන් බුස්දාර් බිම දැමූ බවට ඇය චෝදනා කළාය.",
        "\"ඔබේ පාලනය රැක ගැනීමට ඔබ ඔබේ විශ්වාසවන්තම මිනිසා (බුස්දාර්) වතුරට තල්ලු කළා. අපි අපේ මුළු ජීවිත කාලය තුළම එවැනි අකෘතඥ මිනිසෙක් දැක නැහැ,\" ඇය පැවසුවාය.",
        "ඛාන් ඔහුව පෙරලා දැමීමේ විදේශීය කුමන්ත්‍රණයක් ඇති බව ප්‍රකාශ කළ බවත් දිනකට පෙර රැලියේදී ව්‍යාජ ලිපියක් පෙන්වීම සම්බන්ධයෙන් ඔහුට දොස් පැවරූ බවත් ඇය පැවසුවාය. පසුගිය මාස කිහිපය තුළ පැවති අතුරු මැතිවරණ 16 න් 15 කදීම ආණ්ඩු පක්ෂය ලැබූ පරාජයෙන් සනාථ වන පරිදි ඛාන්ට ජනතා විශ්වාසය නැති වී ඇති බව ඇය පැවසුවාය.",
        "තවත් පීඩීඑම් නායකයින් කිහිප දෙනෙකු ද රැස්ව සිටි පිරිස ඇමතූ අතර, ඔවුන් තම රැලිය සයිටම් එකකට වෙනස් කරන බව ද නිවේදනය කළ අතර විශ්වාසභංගය පැවැත්වෙන තෙක් කම්කරුවන් කඳවුරු බැඳගෙන සිටිනු ඇත.",
        "69 හැවිරිදි ඛාන් සභාග රජයකට නායකත්වය දෙන අතර සමහර හවුල්කරුවන් පැති මාරු කිරීමට තීරණය කළහොත් ඔහු ඉවත් කළ හැකිය. මන්ත්‍රීවරුන් 342කින් යුත් ජාතික සභාව තුළ PTI පක්ෂයට මන්ත්‍රීවරුන් 155ක් සිටින අතර බලය රඳවා ගැනීමට අවම වශයෙන් නීති සම්පාදකයින් 172ක් අවශ්‍ය වේ.",
        "අනිවාර්ය දින 14ක් ඇතුළත සැසිවාරය කැඳවන ලෙස කථානායකවරයාට කරන ලද ඉල්ලීමක් සමඟ ඒකාබද්ධ විපක්ෂය ජාතික සභාවට යෝජනාවක් ඉදිරිපත් කිරීමෙන් පසු මාර්තු 8 වැනිදා රට අවිනිශ්චිතතාවයකට ඇද වැටුණි.",
        "මාර්තු 8 වැනිදා විපක්ෂයේ විශ්වාසභංග යෝජනාවක් අනුව මෙම රැලිය සංවිධානය කර තිබුණි. එම යෝජනාවට අදාළ ඡන්ද විමසීම මාර්තු 31 සිට අප්‍රේල් 3 දක්වා පැවැත්වේ.",
        "ඛාන් 2018 දී බලයට පත් වූයේ 'නයා පකිස්ථානයක්' නිර්මාණය කරන බවට පොරොන්දු වෙමින් නමුත් තම රජයට එරෙහිව යුද්ධ කිරීමට විරුද්ධ නැව්වල රුවල්වලට වාතය ලබා දෙමින් භාණ්ඩ මිල පාලනයේ තබා ගැනීමේ මූලික ගැටලුව විසඳීමට කාලකන්නි ලෙස අසමත් විය."
      ]
    },
    "ta": {
      "title": "பாகிஸ்தான் பிரதமர் இம்ரான் கான் கடுமையான அரசியல் போரை எதிர்கொள்ளும் நிலையில் அவர் வெளியேறுவதற்கான கவுன்ட் டவுன் தொடங்கியது",
      "body_lines": [
        "2018 ஆம் ஆண்டு பதவியேற்றதிலிருந்து தனது கடுமையான அரசியல் சோதனையை எதிர்கொண்டுள்ள பிரதமர் இம்ரான் கானின் நெருக்கடியான அரசாங்கத்தை வீழ்த்துவோம் என்று பாகிஸ்தானின் எதிர்க்கட்சிகள் சபதம் செய்துள்ளன.",
        "பாகிஸ்தான் முஸ்லிம் லீக் நவாஸ் (PML-N) மற்றும் Jamiat Ulema-e-Islam Fazl (JUI-I) உள்ளிட்ட பாகிஸ்தான் ஜனநாயக இயக்கம் (PDM), திங்கள்கிழமை இரவு இஸ்லாமாபாத்தில் உள்ள ஸ்ரீநகர் நெடுஞ்சாலையில் ஒரு பெரிய பேரணியை ஏற்பாடு செய்தது.",
        "மார்ச் 26 அன்று லாகூரில் இருந்து பேரணியைத் தொடங்கிய பாகிஸ்தான் முஸ்லிம் லீக் (என்) (பிஎம்எல்-என்) துணைத் தலைவர் மரியம் நவாஸ் மற்றும் பஞ்சாப் சட்டமன்ற எதிர்க்கட்சித் தலைவர் ஹம்சா ஷெஹ்பாஸ் ஆகியோர் ஜமியத் உலமாவின் ஆதரவாளர்களுடன் சேர இரண்டு நாட்களுக்குப் பிறகு இஸ்லாமாபாத்துக்கு வந்தனர். i-Islam-Fazl (JUI-F) மற்றும் பிற பாகிஸ்தான் ஜனநாயக இயக்கம் (PDM) கட்சிகள் ஏற்கனவே ஒரு முகாமை அமைத்துள்ளன.",
        "மூன்று முறை பிரதமராக இருந்த நவாஸ் ஷெரீப்பின் மகளும், வாரிசுமான மரியம், தத்தளிக்கும் அரியணையைக் காப்பாற்ற மத அட்டையைப் பயன்படுத்தியதற்காக தற்போதைய பிரதமர் கானைக் கண்டித்துள்ளார்.",
        "பிரதமர் கானின் பாகிஸ்தான் தெஹ்ரீக்-இ-இன்சாப் (பி.டி.ஐ.) கட்சி இங்கு ஒரு மாபெரும் பேரணியை ஏற்பாடு செய்திருந்த நிலையில், \"நம்பிக்கையில்லா தீர்மானத்தின் மீது வாக்களிக்கும் நாளில் 172 எம்.என்.ஏ.க்கள் உங்களுடன் இருக்குமாறு நான் உங்களுக்கு சவால் விடுகிறேன்,\" என்று அவர் கூறினார். அவரது ஆதரவு.",
        "அவரது பாகிஸ்தான் முஸ்லீம் லீக்-குவைட் கட்சியின் ஆதரவைப் பெறுவதற்காக அவருக்குப் பதிலாக சவுத்ரி பர்வேஸ் எலாஹியை நியமிக்க அரசாங்கம் முடிவு செய்ததை அடுத்து, அவரது இடத்தைக் காப்பாற்றிக் கொள்ள அவரது நம்பிக்கைக்குரிய பஞ்சாப் முதலமைச்சரான உஸ்மான் புஸ்தாரை கான் வீழ்த்தியதாக அவர் குற்றம் சாட்டினார்.",
        "\"உங்கள் சொந்த ஆட்சியைக் காப்பாற்றுவதற்காக உங்களின் மிகவும் நம்பகமான மனிதரை (பஸ்தார்) தண்ணீரில் தள்ளிவிட்டீர்கள். எங்கள் வாழ்நாள் முழுவதும் இதுபோன்ற நன்றிகெட்ட மனிதரை நாங்கள் பார்த்ததில்லை,\" என்று அவர் கூறினார்.",
        "கான் தன்னைக் கவிழ்க்க வெளிநாட்டு சதி செய்ததாகக் கூறியதாகவும், ஒரு நாள் முன்னதாக நடந்த பேரணியில் போலிக் கடிதத்தைக் காட்டியதற்காகக் குற்றம் சாட்டியதாகவும் அவர் கூறினார். கான் மக்களின் நம்பிக்கையை இழந்துவிட்டார், சமீபத்திய மாதங்களில் 16 இடைத்தேர்தல்களில் 15ல் ஆளும் கட்சி தோல்வியடைந்ததன் மூலம் நிரூபணமானதாக அவர் கூறினார்.",
        "மேலும் பல பேடிஎம் தலைவர்களும் கூட்டத்தில் உரையாற்றினர், மேலும் அவர்கள் தங்கள் பேரணியை உள்ளிருப்புப் போராட்டமாக மாற்றுவதாகவும், நம்பிக்கையில்லா வாக்கெடுப்பு நடைபெறும் வரை தொழிலாளர்கள் முகாமிடப் போவதாகவும் அறிவித்தனர்.",
        "69 வயதான கான் ஒரு கூட்டணி அரசாங்கத்திற்கு தலைமை தாங்குகிறார், மேலும் சில பங்காளிகள் பக்கம் மாற முடிவு செய்தால் அவர் நீக்கப்படலாம். 342 உறுப்பினர்களைக் கொண்ட தேசிய சட்டமன்றத்தில் பிடிஐ 155 உறுப்பினர்களைக் கொண்டுள்ளது மற்றும் அதிகாரத்தைத் தக்கவைக்க குறைந்தபட்சம் 172 சட்டமன்ற உறுப்பினர்கள் தேவை.",
        "14 நாட்களுக்குள் கூட்டத்தொடரை கூட்ட வேண்டும் என்று சபாநாயகரிடம் கோரிக்கையுடன் கூட்டு எதிர்க்கட்சி தேசிய சட்டமன்றத்தில் பிரேரணையை சமர்ப்பித்த பின்னர் மார்ச் 8 அன்று நாடு நிச்சயமற்ற நிலைக்கு தள்ளப்பட்டது.",
        "மார்ச் 8 ஆம் தேதி எதிர்க்கட்சிகளின் நம்பிக்கையில்லா நடவடிக்கையை அடுத்து இந்த பேரணி ஏற்பாடு செய்யப்பட்டது. பிரேரணை மீதான வாக்கெடுப்பு மார்ச் 31 முதல் ஏப்ரல் 3 வரை நடைபெறும்.",
        "கான் 2018 இல் 'நயா பாகிஸ்தானை' உருவாக்குவதாக வாக்குறுதி அளித்து ஆட்சிக்கு வந்தார், ஆனால் பொருட்களின் விலைகளைக் கட்டுக்குள் வைத்திருப்பது, அவரது அரசாங்கத்தின் மீது போர் தொடுக்க எதிர்க்கட்சி கப்பல்களின் பாய்மரங்களுக்கு காற்றைக் கொடுப்பது போன்ற அடிப்படைப் பிரச்சனையைத் தீர்க்கத் தவறிவிட்டார்."
      ]
    }
  }
}