{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/26/pakistan-seeks-more-funds-from-imf/",
  "time_ut": 1650943320,
  "title": "Pakistan seeks more funds from IMF",
  "body_lines": [
    "COLOMBO; Pakistan has sought an increase in the size and duration of its $6bn International Monetary Fund (IMF) program, the country’s finance minister, Miftah Ismail, has said.",
    "Ismail made the comments in a video statement on Monday following talks with the IMF in Washington. It came after the fund said Islamabad has agreed to roll back subsidies to the oil and power sectors ahead of a resumption next month of a review of the IMF’s support for the country.",
    "“I’ve requested the fund and I think they have, largely, they’ve agreed to extend this program for another one year,” he said. “I’ve also requested that they enhance the funding available to Pakistan from $6 billion under this program to perhaps a little bit more.”",
    "The details will be decided when the mission comes to Pakistan in May, he said.",
    "“Based on the constructive discussions with the authorities in Washington, the IMF expects to field a mission to Pakistan in May to resume discussions over policies for completing the 7th EFF review,” the IMF said in a statement, referring to its Extended Fund Facility program.",
    "This covers $6bn of support the IMF agreed in 2019 to extend to Pakistan. The IMF suspended its loan to Pakistan in 2020 after the country failed to meet the conditions. The plan was revived last year after removed premier Imran Khan’s administration agreed to tougher conditions, including rising oil prices and electricity tariffs although a few months later he rolled back the increases to soothe public anger over rising living costs.",
    "The IMF also said the Pakistani authorities had requested to extend the EFF arrangement through June 2023 after the talks in Washington agreed to drop the subsidies.",
    "From April to June, Pakistan will be giving more than $2bn of subsidies to the oil and power sectors.",
    "According to former finance minister Shaukat Tarin, the IMF had previously questioned how the government could fund that without risking a high fiscal deficit.",
    "If the IMF review is cleared, Pakistan will get more than $900m, which will also unlock other external funding.",
    "With a widening current account and foreign reserves falling as low as $10.8bn, the South Asian nation is in dire need of external finances.",
    "A new Pakistani government that took over this month from Khan said it was facing enormous economic challenges, with the risk of gross domestic product growth falling and double-digit inflation it blames on the mismanagement of the previous administration.",
    "Finance minister Ismail said before leaving for Washington that to revive the IMF program, Islamabad would cut both ordinary expenditure and its funding for development projects.",
    "IMF’s talks with Pakistan next month will be carried out against the backdrop of protests spearheaded by Khan, who is pressuring early elections. Under Pakistan’s laws, national polls must be held by 2023.",
    "Since losing a no-confidence vote in April that he says was orchestrated by the US, Khan has amassed a large following of protesters across the country that shows he enjoys some support and this could deter investors if the rallies turn violent.",
    "Washington has repeatedly denied Khan’s conspiracy claims. On Friday, Pakistan’s National Security Council, stacked with civilian and military leaders, said there was no evidence of a plot that Khan said had kicked into motion when he visited Moscow against US warnings.",
    "Khan has plans for more rallies, with supporters planning protests at the election commission office on Tuesday. At a rally last Friday, Khan said Pakistan’s economy was heading on the right path under his administration and the country would have gotten rid of the “IMF’s slavery”.",
    "Instead, the US and other political parties have “toppled our government through a conspiracy”, he told the thousands of protesters who gathered in Lahore.",
    "IMF urges Sri Lanka to tighten monetary policy, raise tax to address debt woes",
    "S&P cuts Sri Lanka to ‘selective default’ on missed payments"
  ],
  "translate": {
    "si": {
      "title": "පකිස්තානය IMF වෙතින් තවත් අරමුදල් සොයයි",
      "body_lines": [
        "කොළඹ; පාකිස්තානය ඩොලර් බිලියන 6 ක ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) වැඩසටහනේ ප්‍රමාණය හා කාලසීමාව වැඩි කිරීමට උත්සාහ කර ඇති බව රටේ මුදල් අමාත්‍ය මිෆ්තා ඉස්මයිල් පවසයි.",
        "වොෂින්ටනයේ ජාමූඅ සමග පැවති සාකච්ඡාවලින් අනතුරුව සඳුදා වීඩියෝ ප්‍රකාශයක් මගින් ඉස්මයිල් මෙම අදහස් පළ කළේය. ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහයෝගය පිළිබඳ සමාලෝචනයක් ලබන මාසයේ නැවත ආරම්භ කිරීමට පෙර තෙල් සහ බලශක්ති ක්ෂේත්‍ර සඳහා සහනාධාර ආපසු ලබා ගැනීමට ඉස්ලාමාබාද් එකඟ වී ඇති බව අරමුදල ප්‍රකාශ කිරීමෙන් පසුව එය සිදුවිය.",
        "\"මම අරමුදල ඉල්ලා ඇති අතර, මම හිතන්නේ ඔවුන් බොහෝ දුරට, මෙම වැඩසටහන තවත් වසරක් සඳහා දීර්ඝ කිරීමට එකඟ වී ඇත,\" ඔහු පැවසීය. \"මෙම වැඩසටහන යටතේ පාකිස්තානයට ලබා ගත හැකි අරමුදල් ඩොලර් බිලියන 6 සිට සමහර විට තව ටිකක් වැඩි කරන ලෙස මම ඔවුන්ගෙන් ඉල්ලා සිටියෙමි.\"",
        "මෙම මෙහෙයුම මැයි මාසයේදී පාකිස්තානයට පැමිණි විට විස්තර තීරණය කරනු ඇතැයි ඔහු පැවසීය.",
        "\"වොෂින්ටනයේ බලධාරීන් සමඟ ඇති ඵලදායී සාකච්ඡා මත පදනම්ව, 7 වන EFF සමාලෝචනය සම්පූර්ණ කිරීම සඳහා වන ප්‍රතිපත්ති පිළිබඳ සාකච්ඡා නැවත ආරම්භ කිරීම සඳහා IMF විසින් මැයි මාසයේදී පකිස්ථානයට දූත මෙහෙවරක් ඉදිරිපත් කිරීමට අපේක්ෂා කරයි\" යනුවෙන් IMF නිවේදනයක් නිකුත් කරමින් කියා සිටියේය. .",
        "මෙය 2019 දී පකිස්ථානය දක්වා ව්‍යාප්ත කිරීමට IMF එකඟ වූ ඩොලර් බිලියන 6 ක ආධාරයක් ආවරණය කරයි. කොන්දේසි සපුරාලීමට රට අපොහොසත් වීමෙන් පසු 2020 දී IMF පකිස්ථානයට ලබා දුන් ණය අත්හිටුවන ලදී. ඉවත් කළ අගමැති ඉම්රාන් ඛාන්ගේ පරිපාලනය තෙල් මිල ඉහළ යාම සහ විදුලි ගාස්තු ඇතුළු දැඩි කොන්දේසිවලට එකඟ වීමෙන් පසු මෙම සැලැස්ම පසුගිය වසරේ නැවත පණ ගැන්වූ නමුත් මාස කිහිපයකට පසු ඔහු ඉහළ යන ජීවන වියදම් පිළිබඳ මහජන කෝපය සමනය කිරීම සඳහා වැඩිකිරීම් ආපසු හැරවිය.",
        "වොෂින්ටනයේ පැවති සාකච්ඡාවලින් සහනාධාර අත්හැරීමට එකඟ වීමෙන් පසුව 2023 ජූනි මස දක්වා EFF විධිවිධාන දීර්ඝ කරන ලෙස පකිස්ථාන බලධාරීන් ඉල්ලා ඇති බව IMF පවසයි.",
        "අප්‍රේල් සිට ජූනි දක්වා පකිස්තානය තෙල් හා බලශක්ති අංශයට ඩොලර් බිලියන 2කට වඩා සහනාධාර ලබා දෙනු ඇත.",
        "හිටපු මුදල් අමාත්‍ය Shaukat Tarin පවසන පරිදි, IMF මීට පෙර ප්‍රශ්න කර තිබුණේ ඉහළ මූල්‍ය හිඟයක් අවදානමකින් තොරව රජයට අරමුදල් සපයන්නේ කෙසේද යන්නයි.",
        "IMF සමාලෝචනය නිෂ්කාශනය වුවහොත්, පකිස්ථානයට ඩොලර් මිලියන 900 කට වඩා ලැබෙනු ඇත, එය වෙනත් බාහිර අරමුදල් ද අගුළු හරිනු ඇත.",
        "පුළුල් වන ජංගම ගිණුමක් සහ විදේශ සංචිත ඩොලර් බිලියන 10.8ක් තරම් පහත වැටීමත් සමඟ දකුණු ආසියාතික ජාතියට බාහිර මූල්‍ය අවශ්‍යතාවයක් පවතී.",
        "ඛාන්ගෙන් මේ මාසයේ බලයට පත් වූ නව පකිස්තාන ආන්ඩුවක් කියා සිටියේ තමන් දැවැන්ත ආර්ථික අභියෝගවලට මුහුණ දෙන බවත්, දළ දේශීය නිෂ්පාදිතයේ වර්ධනය පහත වැටීමේ අවධානම සහ ද්විත්ව ඉලක්කම් උද්ධමනය පෙර පාලනයේ වැරදි කළමනාකරණයට දොස් පවරන බවයි.",
        "මුදල් ඇමති ඉස්මයිල් වොෂින්ටනයට යාමට පෙර පැවසුවේ IMF වැඩසටහන පුනර්ජීවනය කිරීම සඳහා ඉස්ලාමාබාද් සාමාන්‍ය වියදම් සහ සංවර්ධන ව්‍යාපෘති සඳහා වන අරමුදල් යන දෙකම කපා හරින බවයි.",
        "ඉදිරි මාසයේ පකිස්තානය සමඟ IMF සාකච්ඡා පවත්වනු ලබන්නේ කලින් මැතිවරනයට බලපෑම් කරන ඛාන් විසින් මෙහෙයවනු ලබන විරෝධතාවල පසුබිමට එරෙහිව ය. පකිස්ථානයේ නීතිවලට අනුව ජාතික මැතිවරණය 2023 වන විට පැවැත්විය යුතුය.",
        "එක්සත් ජනපදය විසින් සංවිධානය කරන ලද බව ඔහු පවසන අප්‍රේල් මාසයේ විශ්වාසභංගයෙන් පරාජයට පත් වූ දා සිට, ඛාන් රට පුරා විරෝධතාකරුවන් විශාල පිරිසක් එක්රැස් කර ඇති අතර එමඟින් ඔහුට යම් සහයෝගයක් ලැබෙන බව පෙන්නුම් කරන අතර රැලි ප්‍රචණ්ඩකාරී වුවහොත් මෙය ආයෝජකයින් වළක්වනු ඇත.",
        "වොෂින්ටනය නැවත නැවතත් ඛාන්ගේ කුමන්ත්‍රණ ප්‍රකාශ ප්‍රතික්ෂේප කර ඇත. සිකුරාදා, පකිස්තානයේ ජාතික ආරක්ෂක කවුන්සිලය සිවිල් සහ හමුදා නායකයින් සමඟ ගොඩගැසී, එක්සත් ජනපද අනතුරු ඇඟවීම්වලට එරෙහිව මොස්කව් වෙත ගිය විට ඛාන් ක්‍රියාත්මක වූ බව පැවසූ කුමන්ත්‍රණයක් පිළිබඳ සාක්ෂි නොමැති බව පැවසීය.",
        "අඟහරුවාදා මැතිවරණ කොමිෂන් සභා කාර්යාලයේදී ආධාරකරුවන් විරෝධතා සැලසුම් කිරීමත් සමඟ ඛාන් තවත් රැස්වීම් සඳහා සැලසුම් කර ඇත. පසුගිය සිකුරාදා පැවති රැලියකදී ඛාන් කියා සිටියේ තම පරිපාලනය යටතේ පකිස්ථානයේ ආර්ථිකය නිවැරදි මාවතක ගමන් කරන බවත් රට \"ජාමූඅ වහල්භාවයෙන්\" මිදෙන්නට ඇති බවත්ය.",
        "ඒ වෙනුවට, එක්සත් ජනපදය සහ අනෙකුත් දේශපාලන පක්ෂ \"කුමන්ත්‍රණයක් මගින් අපේ ආන්ඩුව පෙරලා ඇත\", ඔහු ලාහෝරයේ රැස්ව සිටි දහස් ගණන් විරෝධතාකරුවන්ට පැවසීය.",
        "මූල්‍ය ප්‍රතිපත්තිය දැඩි කරන ලෙසත්, ණය ගැටලු විසඳීම සඳහා බදු වැඩි කරන ලෙසත් IMF ශ්‍රී ලංකාවෙන් ඉල්ලා සිටී",
        "S&P ශ්‍රී ලංකාව මඟ හැරුණු ගෙවීම් මත ‘තෝරාගත් පෙරනිමියට’ කපා දමයි"
      ]
    },
    "ta": {
      "title": "பாகிஸ்தான் சர்வதேச நாணய நிதியத்திடம் அதிக நிதி கோருகிறது",
      "body_lines": [
        "கொழும்பு; 6 பில்லியன் டாலர் சர்வதேச நாணய நிதியத்தின் (IMF) திட்டத்தின் அளவு மற்றும் கால அளவை அதிகரிக்க பாகிஸ்தான் முயன்றதாக அந்நாட்டின் நிதி அமைச்சர் மிஃப்தா இஸ்மாயில் தெரிவித்துள்ளார்.",
        "வாஷிங்டனில் IMF உடனான பேச்சுவார்த்தையைத் தொடர்ந்து திங்களன்று ஒரு வீடியோ அறிக்கையில் இஸ்மாயில் கருத்துக்களைத் தெரிவித்தார். நாட்டிற்கான சர்வதேச நாணய நிதியத்தின் ஆதரவை மறுஆய்வு செய்ய அடுத்த மாதம் மீண்டும் தொடங்குவதற்கு முன்னதாக, எண்ணெய் மற்றும் மின் துறைகளுக்கான மானியங்களை திரும்பப் பெற இஸ்லாமாபாத் ஒப்புக்கொண்டதாக நிதி கூறியதை அடுத்து இது வந்தது.",
        "\"நான் நிதியைக் கோரியுள்ளேன், மேலும் இந்த திட்டத்தை மேலும் ஒரு வருடத்திற்கு நீட்டிக்க அவர்கள் ஒப்புக்கொண்டதாக நான் நினைக்கிறேன்,\" என்று அவர் கூறினார். \"இந்த திட்டத்தின் கீழ் பாகிஸ்தானுக்குக் கிடைக்கும் நிதியுதவியை $6 பில்லியனில் இருந்து இன்னும் கொஞ்சம் அதிகரிக்க வேண்டும் என்று நான் கேட்டுக் கொண்டேன்.\"",
        "மே மாதம் மிஷன் பாகிஸ்தானுக்கு வரும்போது விவரங்கள் முடிவு செய்யப்படும், என்றார்.",
        "\"வாஷிங்டனில் உள்ள அதிகாரிகளுடனான ஆக்கபூர்வமான கலந்துரையாடல்களின் அடிப்படையில், 7வது EFF மதிப்பாய்வை முடிப்பதற்கான கொள்கைகள் பற்றிய விவாதங்களை மீண்டும் தொடங்குவதற்கு மே மாதம் பாகிஸ்தானுக்கு ஒரு பணியை அனுப்ப IMF எதிர்பார்க்கிறது\" என்று IMF தனது விரிவாக்கப்பட்ட நிதி வசதி திட்டத்தைப் பற்றி ஒரு அறிக்கையில் தெரிவித்துள்ளது. .",
        "இது பாகிஸ்தானுக்கு நீட்டிக்க 2019 ஆம் ஆண்டில் IMF ஒப்புக்கொண்ட $6bn ஆதரவை உள்ளடக்கியது. பாகிஸ்தான் நிபந்தனைகளை பூர்த்தி செய்யத் தவறியதை அடுத்து, 2020ல் பாகிஸ்தானுக்கான கடனை IMF நிறுத்தி வைத்தது. கடந்த ஆண்டு நீக்கப்பட்ட பிரதமர் இம்ரான் கானின் நிர்வாகம் எண்ணெய் விலை உயர்வு மற்றும் மின்சாரக் கட்டணங்கள் உள்ளிட்ட கடுமையான நிபந்தனைகளுக்கு ஒப்புக்கொண்ட பிறகு, சில மாதங்களுக்குப் பிறகு அவர் வாழ்க்கைச் செலவுகள் அதிகரித்துள்ளதால் பொதுமக்களின் கோபத்தைத் தணிக்க இந்த உயர்வைத் திரும்பப் பெற்றார்.",
        "வாஷிங்டனில் நடந்த பேச்சுவார்த்தையில் மானியங்களை கைவிட ஒப்புக்கொண்டதை அடுத்து, ஜூன் 2023 வரை EFF ஏற்பாட்டை நீட்டிக்க பாகிஸ்தான் அதிகாரிகள் கோரியுள்ளதாக IMF கூறியது.",
        "ஏப்ரல் முதல் ஜூன் வரை, எண்ணெய் மற்றும் மின் துறைகளுக்கு 2 பில்லியன் டாலர்களுக்கும் அதிகமான மானியங்களை பாகிஸ்தான் வழங்கும்.",
        "முன்னாள் நிதியமைச்சர் ஷௌகத் தாரின் கருத்துப்படி, அதிக நிதிப்பற்றாக்குறைக்கு ஆபத்து இல்லாமல் அரசாங்கம் எவ்வாறு நிதியளிக்க முடியும் என்று IMF முன்பு கேள்வி எழுப்பியது.",
        "IMF மதிப்பாய்வுக்கு அனுமதி கிடைத்தால், பாகிஸ்தானுக்கு $900mக்கும் மேல் கிடைக்கும், இது மற்ற வெளி நிதியையும் திறக்கும்.",
        "விரிவடைந்து வரும் நடப்புக் கணக்கு மற்றும் வெளிநாட்டு கையிருப்பு $10.8bn ஆகக் குறைவதால், தெற்காசிய நாட்டிற்கு வெளி நிதி தேவை.",
        "கானிடம் இருந்து இந்த மாதம் பொறுப்பேற்ற ஒரு புதிய பாக்கிஸ்தானிய அரசாங்கம், அது மிகப்பெரிய பொருளாதார சவால்களை எதிர்கொள்கிறது, மொத்த உள்நாட்டு உற்பத்தி வளர்ச்சி வீழ்ச்சி மற்றும் இரட்டை இலக்க பணவீக்கத்தின் அபாயத்துடன் முந்தைய நிர்வாகத்தின் தவறான நிர்வாகத்தை அது குற்றம் சாட்டுகிறது.",
        "நிதியமைச்சர் இஸ்மாயில் வாஷிங்டனுக்குச் செல்வதற்கு முன், IMF திட்டத்தை புதுப்பிக்க, இஸ்லாமாபாத் சாதாரண செலவினங்களையும் வளர்ச்சித் திட்டங்களுக்கான நிதியையும் குறைக்கும் என்று கூறினார்.",
        "அடுத்த மாதம் பாகிஸ்தானுடன் IMF இன் பேச்சுவார்த்தைகள் முன்கூட்டியே தேர்தல்களுக்கு அழுத்தம் கொடுக்கும் கான் தலைமையில் எதிர்ப்புகளின் பின்னணியில் மேற்கொள்ளப்படும். பாகிஸ்தானின் சட்டப்படி, 2023க்குள் தேசிய தேர்தல் நடத்தப்பட வேண்டும்.",
        "ஏப்ரலில் நடந்த நம்பிக்கையில்லா வாக்கெடுப்பில் தோல்வியடைந்ததில் இருந்து, அவர் அமெரிக்காவினால் திட்டமிடப்பட்டதாகக் கூறப்படும், கான் நாடு முழுவதும் எதிர்ப்பாளர்களைப் பின்தொடர்வதைக் குவித்துள்ளார்.",
        "கானின் சதி கூற்றுக்களை வாஷிங்டன் பலமுறை மறுத்துள்ளது. வெள்ளியன்று, பாக்கிஸ்தானின் தேசிய பாதுகாப்பு கவுன்சில், சிவிலியன் மற்றும் இராணுவத் தலைவர்களுடன் அடுக்கி வைக்கப்பட்டது, அமெரிக்க எச்சரிக்கைகளுக்கு எதிராக மாஸ்கோவிற்குச் சென்றபோது கான் இயக்கத்தில் உதைத்ததாகக் கூறிய சதிக்கான ஆதாரம் எதுவும் இல்லை என்று கூறியது.",
        "செவ்வாயன்று தேர்தல் கமிஷன் அலுவலகத்தில் ஆதரவாளர்கள் போராட்டங்களை நடத்த திட்டமிட்டுள்ள நிலையில், கான் மேலும் பேரணிகளை நடத்த திட்டமிட்டுள்ளார். கடந்த வெள்ளியன்று நடந்த ஒரு பேரணியில், கான் தனது நிர்வாகத்தின் கீழ் பாகிஸ்தானின் பொருளாதாரம் சரியான பாதையில் செல்கிறது என்றும், நாடு \"IMFன் அடிமைத்தனத்திலிருந்து\" விடுபட்டிருக்கும் என்றும் கூறினார்.",
        "மாறாக, அமெரிக்காவும் மற்ற அரசியல் கட்சிகளும் \"சதி மூலம் எங்கள் அரசாங்கத்தை கவிழ்த்துள்ளன\" என்று அவர் லாகூரில் கூடியிருந்த ஆயிரக்கணக்கான எதிர்ப்பாளர்களிடம் கூறினார்.",
        "IMF இலங்கை நாணயக் கொள்கையை கடுமையாக்க வேண்டும், கடன் பிரச்சனைகளை தீர்க்க வரியை உயர்த்த வேண்டும் என்று வலியுறுத்துகிறது",
        "S&P இலங்கையை தவறவிட்ட கொடுப்பனவுகளில் ‘தேர்ந்தெடுக்கப்பட்ட இயல்புநிலைக்கு’ குறைக்கிறது"
      ]
    }
  }
}