{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/frightening-experiences-with-elephants-at-lahugala/",
  "time_ut": 1651236660,
  "title": "Frightening experiences with elephants at Lahugala",
  "body_lines": [
    "Lahugala is a magic word that never fails to stir a tingle of excitement and bring a thrill to all those who know and love our jungles and their denizens. It is a little village with two fairly large wewas or tanks, one known as Kitulana and the other by the name of the village itself. It is situated 14 miles inland from the little town of Arugam Bay in the south-east coast of Sri Lanka. Both these tanks are overgrown with a kind of grass, now known as Lahugala grass. It is referred to in Sinhala as beru, which reaches well up to the height of an elephant.",
    "As for me, Lahugala tank holds a special, precious memory. It is now over 50 years since, yet I remember it as if it were only yesterday. I stood on the verandah of that dilapidated circuit bungalow at the edge of the tank, with my parents at my side and with a pair of over-sized binoculars in my seven-year old hands. I gazed across the grass of Lahugala at my first pair of wild elephants.",
    "It was at that moment that the ‘jungle bug’ first bit me and the feelings grew in me like a spreading illness. Many are the jungle jaunts I have done and many are the occasions I have visited Lahugala tank since then. Yet on that day long ago I never ever imagined that Lahugala tank was to give me some of the finest moments with wild elephants.",
    "Midway in the afternoon one day in August 1974, Mervyn Gunasekera and Chandima Karunaratne, two of my friends and I arrived at the Lahugala lodge for a three day stay. At about 4 pm the first herd of elephants broke cover across the tank, almost at the very same spot that I had seen my first wild elephants many years earlier.",
    "The bungalow keeper Samuel, who was called Sam for short, and I decided to approach the elephants by jeep. Leaving my friends in the lodge and keeping as close as possible to the edge of the jungle, we drove up slowly on the pockmarked lunar-like surface of the dried tank bed.",
    "About a quarter mile from the lodge, the edge of the jungle goes round a bend and when we drove up to this point the sight that met our eyes was unbelievable. The entire area from the water’s edge to the jungle was a mass of elephants. The next moment they heard or saw us, and they all made off into the jungle in a swirling cloud of dust.",
    "I switched off the engine and waited quietly. A few minutes later they came out again, all 87 of them. We watched them at very close quarters until the late evening light started to play tricks with our vision. In the greying dusk, the elephants moved like spectres against the darkening undergrowth of the forest.",
    "It was on the second day at Lahugala that I had one of the most frightening experiences in the wilds. It was a warm but breezy noon and we were about to sit for a chilled refresher when I spotted an elephant on the bund some distance away. Very soon there were five of them and as they were some distance off, I decided to approach them on foot to do some photography.",
    "Sam and I set off along the bund. The breeze was in our favour and we were confident that we could approach the animals without being detected. By the time we were within 50 yards of the elephants, the entire herd (about 60 of them) came out into the open and was feeding on both sides of the bund.",
    "It has been a habit of mine when doing photography in the jungle, to turn around every now and then to find out what was happening behind. This practice had prevented many a sticky situation for me. But on this day, fascinated by two young elephants playfully fighting, and another young one rubbing her giant bottom on the bund trying to get at an itchy point with an irritated look on her face, I entirely forgot about the rear. It was then that I thought I heard the familiar ‘flop’ of an elephant’s ear flapping behind us. I turned round slowly and looked down at the bund.",
    "For 250 yards the bund stretched away and there was nothing on it. In the hot afternoon it looked desolate and little whirls of dust rose from it, like tiny ghosts rising from this dusty path to dissolve in the wispy breeze.",
    "I could see the lodge far away and the figures of my two friends that seemed to float in the heat waves that raced across the wewa, as they stood on the rock in front of the lodge.",
    "The only other signs of life were a few grey langurs that sat on the branches of a large tree that grew just below the bund. I turned back to the herd and was just beginning to enjoy the scene when I heard my name being called in a loud and clear voice, which was Mervyn’s. It was one short shout, but I noticed the tone of urgency in it. I whipped around, and there, barely 20 yards behind us, on the bund stood ‘jumbo’. He was a magnificent beast, a very large bull.",
    "He was looking our way, with his trunk half lifted and its prehensile tip drawing little designs in the air. His ears were outstretched. For a moment time seemed to stand still, and in the deadly silence, I could hear the drumming in my chest like the beat of an engine. The breeze caressed the nape of my neck and sent a chill down my spine, while my knees were feeling weak. After my initial shock, I whispered to Sam, who was still watching the herd, that there was an elephant behind us. In a moment he gathered the situation and making a gesture with his hand, he wanted me to follow him.",
    "Watching Sam walk towards the bull with an air of confidence and absolutely no outward sign of fear took away that feeling of helplessness from me, yet it was with leaden feet and a sweaty brow that I followed him. The bull stood still with his ears still out. His trunk was now lowered, but its tip was still curved slightly upwards. It was a grand sight. He looked intently at Sam with a quizzical expression on his face. Then a deep rumble came from that cavernous belly, and he gave a throaty growl that seemed to shake the very bund that we stood on.",
    "Not for a moment did Sam falter but kept walking towards the elephant. Then an ear-splitting squeal rent the air and the elephant gave way. He turned around, yet with that air of dignity these beasts possess and slowly walked down the bund. Then turning round again at the edge of the jungle, he watched us. At this point no more than fifteen feet separated the bull from the bund. Sam, that brave man, stood on it and wanted me to get past him. My involuntary quick strides brought trumpeting from the bull. I turned round expecting him to be coming after me, but Sam was behind me with a wide grin on his face.",
    "It was with a sense of relief, now that our path of retreat to the lodge was once again clear, that we sat on the bund and waited for the bull to come out. Within minutes he obliged by coming on to the bund and walking towards the herd. He then got into the wewa and started to feed on the luscious grass. I noted then that I was thirsty, and once again looked into Sam’s grinning face. He then said, “Sir, your beer must be getting warm”.",
    "There was another incident that was pleasing to watch as long as it lasted and then left delightful memories after it was over. Just after a 20-minute shower of rain that left as suddenly as it came and made the evening damp but sunny, two young bulls came on to the bund and started pushing each other and banging foreheads in a playful wrestling bout. This went on for some time till they got down from the bund and entered the jungle from where we could hear them. The din however was getting closer and we waited expectantly.",
    "They broke cover just in front of the lodge, bursting out of the undergrowth, with one bull chasing after the other. The first one in a hurry did not notice the large pool in front of him, just below the anicut. Before he could stop himself his forelegs crumbled, and as if in slow motion, slithered head over heels into the water. He was up in a flash and stood watching his companion at the edge of the pool with a bewildered, almost human, expression on his face.",
    "The climax of our stay at Lahugala came in the morning before we left. The enthusiastic voice of Mervyn woke me up, and was almost pleading with me to get up as I loathed to leave the comfort of my cozy camp bed and face the morning chill in order to see what he was looking at. When I responded I saw, right across the wewa, almost stretching across our entire field of vision, the largest gathering of elephants I had seen till then.",
    "We gave up our count at 200, as the centre section of the herd had already started making their way into the jungle. By 8 am they were all back in the forest. Once the elephants had gone, an indescribable feeling of loneliness and desolation pervaded the place.",
    "These incidents took place in 1974 and at that time Lahugala was not declared a national park. The lodge was leased from the Department of Irrigation and run by Wildlife and Nature Protection Society for its members. It was handed over to the Department of Wildlife once the place was declared a national park. Visitors were then not allowed to walk along the bund.",
    "However, in the 1980’s when I was Honorary Secretary of the Society and consultant and adviser to the then Director of Wildlife, I had the privilege of traversing the bund, when I had some excellent experiences with elephants. I also had some exciting footage from the bund when filming for national television.",
    "In 1974, when I did not have much experience in the wilds, the incident on the bund as related here, was terrifying. In the 1980’s, when I worked extensively in the field in an honorary capacity for the Director of Wildlife, I had more nerve-racking experiences, but I still consider the incident on the bund a ‘sticky moment’.",
    "Chandima Karunaratne and Mervyn Gunasekera made many more jungle trips with me and shared many an exciting event. Sadly in 1996 Mervyn passed away. Though no longer with us, his memory, like that of the herd at Lahugala, will always remain with us. The bungalow keeper Samuel was employed by the Society, and when the bungalow was handed over to the Department of Wildlife, he left the Society and I have completely lost contact with him.",
    "(Excerpted from Jungle Journeys in Sri Lanka edited by C.G. Uragoda)",
    "Early 60s in the Ministry of Defence and External Affairs and being appointed Director of Information",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ලාහුගල අලි ඇතුන්ගේ බියකරු අත්දැකීම්",
      "body_lines": [
        "ලාහුගල යනු අපේ කැලෑ ගැන දන්නා සහ ඔවුන්ගේ මිනිසුන්ට ආදරය කරන සෑම කෙනෙකුටම ප්‍රබෝධයක් ඇති කිරීමටත්, ත්‍රාසයක් ගෙන දීමටත් කිසිදා නොවැළැක්විය හැකි මැජික් වචනයකි. එය තරමක් විශාල වැව් හෝ වැව් දෙකක් ඇති කුඩා ගම්මානයකි, එකක් කිතුලාන ලෙසත් අනෙක ගමේ නමින්ත් හැඳින්වේ. එය පිහිටා ඇත්තේ ශ්‍රී ලංකාවේ ගිනිකොනදිග වෙරළ තීරයේ ආරුගම් බොක්ක කුඩා නගරයේ සිට සැතපුම් 14ක් අභ්‍යන්තරයේය. මෙම වැව් දෙකම වර්තමානයේ ලාහුගල තණකොළ ලෙස හඳුන්වන තණකොළ වර්ගයකින් වැසී ඇත. ඇතෙකුගේ උස දක්වා විහිදෙන එය සිංහලෙන් බෙරු ලෙස හැඳින්වේ.",
        "මට නම් ලාහුගල වැව විශේෂ, වටිනා මතකයක් ඇත. එය සිදු වී දැන් වසර 50කට වැඩි කාලයක් ගත වී ඇතත්, මට එය ඊයේ පමණක් මෙන් මතකයි. වැව් අද්දර පිහිටි ඒ ගරාවැටුණු සංචාරක බංගලාවේ වෙරන්ඩා මත මා හිටගෙන, මගේ දෙමවුපියන් මගේ පැත්තේ තබාගෙන, අවුරුදු හතක් වයසැති මගේ අතේ විශාල ප්‍රමාණයේ බයිස්කෝප් යුගලයක් ද රැගෙන මම සිටියෙමි. මම ලාහුගල තණකොළ හරහා මගේ පළමු වන අලි ජෝඩුව දෙස බැලුවෙමි.",
        "‘කැලෑ මකුණ’ මුලින්ම මාව දෂ්ට කළේත්, පැතිරෙන රෝගයක් මෙන් හැඟීම් මා තුළත් වැඩුණේත් ඒ මොහොතේය. මා කළ කැලෑ සවාරි බොහෝය, එතැන් සිට ලාහුගල වැවට ගිය අවස්ථා බොහෝය. එහෙත් ලාහුගල වැව මට වල් අලි සමඟ සොඳුරුතම අවස්ථාවන් ලබා දෙනු ඇතැයි බොහෝ කලකට පෙර එදා මම කිසිදා නොසිතුවෙමි.",
        "1974 අගෝස්තු මාසයේ දිනක මධ්‍යම රාත්‍රියේදී මර්වින් ගුණසේකර සහ චන්දිම කරුණාරත්න, මගේ මිතුරන් දෙදෙනකු සහ මම දින තුනක නවාතැන් ගැනීම සඳහා ලාහුගල නවාතැනට පැමිණියෙමු. පස්වරු 4 ට පමණ පළමු අලි රංචුව වැව හරහා ආවරණය කඩා, වසර ගණනාවකට පෙර මම මගේ පළමු වන අලි දුටු ස්ථානයේම වාගේ.",
        "කෙටියෙන් සෑම් ලෙස හැඳින්වූ බංගලා පාලක සැමුවෙල් සහ මම ජීප් රථයකින් අලි ඇතුන් ළඟට යාමට තීරණය කළෙමු. මගේ මිතුරන් නවාතැනේ තබා කැලෑවේ කෙළවරට හැකි තරම් සමීපව සිටි අපි වියළන ලද වැව් පාත්‍රයේ පොක් මාර්ක් කර ඇති චන්ද්‍රයා වැනි මතුපිටින් සෙමින් ධාවනය කළෙමු.",
        "ලැගුම්හලේ සිට සැතපුම් හතරක් පමණ ගිය විට කැලේ මායිම වංගුවක් වටේ ගොස් මේ ස්ථානයට යන විට අපේ නෙත ගැටුණු දසුන අදහාගත නොහැකි තරම්ය. දිය අද්දර සිට කැලය දක්වා වූ මුළු ප්‍රදේශයම අලි සමූහයක් විය. ඊළඟ මොහොතේ ඔවුන් අපව ඇසූ හෝ දුටු අතර, ඔවුන් සියල්ලෝම කැරකෙන දූවිලි වලාවක් තුළ කැලයට ගියහ.",
        "මම එන්ජිම නිවා දමා නිහඬව බලා සිටියෙමි. මිනිත්තු කිහිපයකට පසු ඔවුන් නැවතත් එළියට ආවා, ඔවුන් 87 දෙනාම. සවස් වරුවේ ආලෝකය අපගේ දර්ශනය සමඟ උපක්‍රම සෙල්ලම් කිරීමට පටන් ගන්නා තෙක් අපි ඔවුන්ව ඉතා සමීප ස්ථානවල බලා සිටියෙමු. අළු පැහැ ගැන්වෙන සන්ධ්‍යාවේ අලි ඇතුන් අවතාර මෙන් අඳුරු වන වනාන්තරයට එරෙහිව ගමන් කළහ.",
        "ලාහුගලදී දෙවෙනි දවසෙ තමයි මම කැලෑවේදී ඉතාම භයානක අත්දැකීමකට මුහුණ දුන්නේ. එය උණුසුම් නමුත් සුළං සහිත මධ්‍යහනයක් වූ අතර අපි සිසිල් වූ ප්‍රබෝධයක් සඳහා වාඩි වීමට සූදානම් වූ විට මම ටිකක් දුරින් බැම්ම මත අලියෙකු දුටුවෙමි. ඉතා ඉක්මනින් ඔවුන් පස් දෙනෙකු සිටි අතර ඔවුන් තරමක් දුරින් සිටි බැවින්, ඡායාරූප ගැනීම සඳහා ඔවුන් වෙත පයින් යාමට මම තීරණය කළෙමි.",
        "සෑම් සහ මම බැම්ම දිගේ පිටත් විය. සුළඟ අපට වාසිදායක වූ අතර අපට හඳුනා නොගෙන සතුන් වෙත ළඟා විය හැකි බව අපට විශ්වාස විය. අපි අලියාට යාර 50ක් ඇතුළත සිටින විට මුළු රංචුවම (ඔවුන්ගෙන් 60ක් පමණ) එළිමහනට පැමිණ බැම්ම දෙපස ආහාර ගනිමින් සිටියහ.",
        "කැලේ ෆොටෝග්‍රැෆි කරනකොට ඉඳලා හිටලා පිටිපස්සේ වෙන්නේ මොනවද කියලා හොයලා බලන එක මගේ පුරුද්දක්. මෙම පුරුද්ද මට බොහෝ ඇලෙන සුළු තත්ත්වයන් වලක්වා ඇත. නමුත් අද දින, කුඩා අලි ඇතුන් දෙදෙනෙකු කෙළිලොල් ලෙස සටන් කරන අතර, තවත් තරුණයෙකු ඇගේ යෝධ පතුළ බැම්ම මත අතුල්ලමින් කෝපයට පත් මුහුණකින් කැසීම ඇති වීමට උත්සාහ කරන විට, මට පිටුපස කොටස සම්පූර්ණයෙන්ම අමතක විය. එතකොටයි මට හිතුනේ අපේ පිටිපස්සෙන් අලි කනේ ගහන හුරුපුරුදු ‘ෆ්ලොප්’ සද්දේ කියලා. මම හෙමිහිට හැරිලා බැම්ම දිහා බැලුවා.",
        "යාර 250ක් ඈතට බැම්ම විහිදිලා තිබුණා, ඒකේ කිසිම දෙයක් තිබුණේ නැහැ. උණුසුම් දහවල එය පාළුවට ගොස් ඇති අතර කුඩා දූවිලි සුළි එයින් නැඟී ගියේය, මෙම දූවිලි මාවතෙන් නැඟී එන කුඩා අවතාර මෙන් විස්මිත සුළඟේ දිය වී යයි.",
        "ඈතින් පිහිටි ලැගුම්හල සහ වැව හරහා දිවෙන උෂ්ණාධික තරංගවල පාවෙන සේ පෙනෙන මගේ මිතුරන් දෙදෙනාගේ රූප ලැගුම්හල ඉදිරිපිට ගල්තලාව මත සිටගෙන සිටින විට මට පෙනුණි.",
        "බැම්මට මදක් පහළින් වැවී ඇති විශාල ගසක අතු මත හිඳගත් අළු පැහැති ලන්ගුවන් කිහිපයක් පමණක් ජීවිතයේ අනෙක් සලකුණු විය. මම නැවතත් රංචුව දෙසට හැරී දර්ශනය රස විඳීමට පටන් ගත්තා පමණි, මගේ නම උස් සහ පැහැදිලි හඬකින් මර්වින්ගේ යැයි කියනු ඇසුණි. එය එක් කෙටි කෑගැසීමක් වුවද, එහි හදිසියේ ස්වරය මම දුටුවෙමි. මම වටේට කස පහර දුන් අතර, යන්තම් යාර 20 ක් අපට පිටුපසින්, බැම්ම මත 'ජම්බෝ' සිටගෙන සිටියෙමි. ඔහු විශිෂ්ට මෘගයෙක්, ඉතා විශාල ගොනෙක්.",
        "ඔහුගේ කඳ අඩක් එසවූ සහ එහි පූර්ව තුණ්ඩය වාතයේ කුඩා මෝස්තර අඳිමින් ඔහු අප දෙස බලා සිටියේය. ඔහුගේ කන් දිගු විය. මොහොතකට කාලය නිශ්චලව සිටින බවක් පෙනෙන්නට තිබූ අතර, මාරාන්තික නිශ්ශබ්දතාවයේ එන්ජිමක තාලයක් මෙන් මගේ පපුවේ බෙර හඬ මට ඇසෙන්නට විය. මගේ දණහිස් දුර්වල බවක් දැනෙද්දී සුළඟ මගේ බෙල්ලේ පාදය පිරිමදිමින් මගේ කොඳු ඇට පෙළ පහළට සිසිල් කළේය. මගේ මුල් කම්පනයෙන් පසුව, තවමත් රංචුව දෙස බලා සිටි සෑම්ට මම රහසින් කීවෙමි, අප පිටුපස අලියෙකු සිටින බව. මොහොතකින් ඔහු තත්ත්‍වය එක්රැස් කර අතින් සංඥාවක් කරමින් ඔහුට අවශ්‍ය වූයේ මා ඔහු පසුපස යාමටය.",
        "සෑම් විශ්වාසයෙන් යුතුව ගොනා දෙසට ඇවිද යන ආකාරය දෙස බලා සිටීමෙන් බියේ බාහිර සලකුණක් නොතිබුණි, ඒ අසරණ භාවය මගෙන් ඉවත් කළද, ඊයම් පාදවලින් සහ දහඩියෙන් යුත් නළලෙන් මම ඔහු පසුපස ගියෙමි. ගොනා නිසලව සිටියේ කන් එබීගෙනය. ඔහුගේ කඳ දැන් පහත් වී ඇත, නමුත් එහි කෙළවර තවමත් තරමක් ඉහළට නැමී තිබුණි. එය මහා දර්ශනයක් විය. ඔහු සෑම් දෙස ඕනෑකමින් බැලුවේ ඔහුගේ මුහුණේ ප්‍රශ්නාර්ථ ඉරියව්වකිනි. එවිට එම ගුහා බඩෙන් ගැඹුරු ඝෝෂාවක් ඇති වූ අතර, ඔහු අප සිටගෙන සිටි බැම්ම සොලවන්නක් සේ උගුරේ ගොරවන හඬක් නැගුවේය.",
        "සෑම් මොහොතකටවත් නොසැලී අලියා දෙසට ඇවිදගෙන ගියා. එවිට කන් පැලෙන කෑගැසීමක් වාතය කුලියට ගත් අතර අලියා ඉඩ දුන්නේය. ඔහු හැරී, නමුත් එම ගෞරවනීය වාතය සමඟ මෙම තිරිසනුන් සෙමෙන් බැම්ම දිගේ ඇවිද ගියේය. ඊට පස්සේ ආපහු කැලේ අද්දර හැරිලා අපි දිහා බලාගෙන හිටියා. මේ අවස්ථාවේදී අඩි පහළොවකට වඩා වැඩි කාලයක් ගොනා බැම්මෙන් වෙන් කළේ නැත. සෑම්, ඒ නිර්භීත මිනිසා, එය මත සිටගෙන, මට ඔහු පසුකර යාමට අවශ්‍ය විය. මගේ නොසැලකිලිමත් ඉක්මන් පියවර ගවයාගෙන් හොරණෑවක් ගෙන ආවේය. ඔහු මා පසුපස එනු ඇතැයි අපේක්ෂාවෙන් මම හැරී බැලුවෙමි, නමුත් සෑම් මගේ පිටුපසින් සිටියේ ඔහුගේ මුහුණේ පුළුල් සිනහවකින්.",
        "ලැගුම් හල වෙත අපගේ පසුබැසීමේ මාවත යළිත් පැහැදිලි වීමත් සමඟම අපි බැම්ම මත වාඩි වී ගොනා එළියට එනතුරු බලා සිටියෙමු. මිනිත්තු කිහිපයකින් ඔහු බැම්ම වෙත පැමිණ රංචුව දෙසට ගමන් කිරීමට බැඳී සිටියේය. ඉන්පසු ඔහු වැවට ගොඩවී සශ්‍රීක තණකොළ කන්නට විය. එවිට මම පිපාසයෙන් සිටින බව සටහන් කර නැවත වරක් සෑම්ගේ සිනාමුසු මුහුණ දෙස බැලුවෙමි. එවිට ඔහු පැවසුවේ “සර්, ඔබේ බියර් රත් වෙනවා ඇති” කියාය.",
        "එය පවතින තාක් කල් නැරඹීමට ප්‍රිය උපදවන තවත් සිදුවීමක් වූ අතර එය අවසන් වූ පසු සොඳුරු මතකයන් ඉතිරි කළේය. විනාඩි 20ක පමණ වර්ෂාපතනයක් හදිස්සියේම පිටව ගොස් සවස් වන විට තෙත් නමුත් අව්ව සහිත වූ පසු, තරුණ ගොනුන් දෙදෙනෙක් බැම්ම වෙත පැමිණ එකිනෙකා තල්ලු කර නළලත ගසන්නට පටන් ගත්හ. ඔවුන් බැම්මෙන් බැස කැලයට ඇතුළු වන තුරුම මෙය ටික වේලාවක් පැවතුනි. කෙසේ වෙතත් භෝජන සංග්රහය ළං වන අතර අපි අපේක්ෂාවෙන් බලා සිටියෙමු.",
        "ඔවුන් ලැගුම්හල ඉදිරිපිට ආවරණයක් කඩා, යටි පතුළෙන් පිටතට පැමිණ, එක ගොනා පසුපස අනෙකා ලුහුබැඳ ගියේය. කඩිමුඩියේ පළමුවැන්නා තමාට ඉදිරියෙන්, අමුණට මදක් පහළින් ඇති විශාල තටාකය දුටුවේ නැත. ඔහු තමාව නවත්වා ගැනීමට පෙර ඔහුගේ පෙර පාද කඩා වැටුණු අතර මන්දගාමී චලනයකින් මෙන් හිස විලුඹ වතුරට ලිස්සා ගියේය. ඔහු සැණෙකින් නැඟිට, ඔහුගේ මුහුණේ ව්‍යාකූල, පාහේ මනුෂ්‍ය ප්‍රකාශයක් සමඟ පොකුණ අද්දර තම සගයා දෙස බලා සිටියේය.",
        "ලාහුගල නැවතීමේ උච්චතම අවස්ථාව උදා වූයේ අප පිටත්ව යාමට පෙර උදෑසනයි. මර්වින්ගේ උද්යෝගිමත් කටහඬ මා අවදි කළ අතර, මගේ සුවපහසු කඳවුරු ඇඳේ සුවපහසුව අත්හැර දමා ඔහු බලන්නේ කුමක්දැයි බැලීමට උදෑසන සීතලට මුහුණ දීමට මා අකමැති වූ විට, මට නැගිටින්නැයි ඉල්ලා සිටියේය. මම පිළිතුරු දුන් විට, මම දුටුවේ වැව හරහා, අපගේ සමස්ත දර්ශන ක්ෂේත්‍රය පුරා පාහේ විහිදෙන, එතෙක් මා දුටු විශාලතම අලි එකතුවකි.",
        "රංචුවේ මැද කොටස ඒ වන විටත් කැලයට යාමට පටන් ගෙන තිබූ නිසා අපි අපේ ගණන් කිරීම 200ට අත්හැරියෙමු. උදෑසන 8 වන විට ඔවුන් සියල්ලෝම නැවතත් වනාන්තරයට පැමිණ සිටියහ. අලි ඇතුන් ගිය පසු එම පෙදෙස පුරා පැතිර ගියේ කියා නිම කළ නොහැකි පාළුවක් හා පාළුවක්.",
        "මෙම සිදුවීම් 1974 දී සිදු වූ අතර එවකට ලාහුගල ජාතික වනෝද්‍යානයක් ලෙස ප්‍රකාශයට පත් කර නොතිබුණි. මෙම ලැගුම්හල වාරිමාර්ග දෙපාර්තමේන්තුවෙන් බදු දී ඇති අතර වනජීවී හා ස්වභාව ආරක්ෂණ සංගමය විසින් එහි සාමාජිකයින් සඳහා පවත්වාගෙන යනු ලැබේ. එම ස්ථානය ජාතික වනෝද්‍යානයක් ලෙස ප්‍රකාශයට පත් කළ පසු එය වනජීවී දෙපාර්තමේන්තුවට භාර දෙන ලදී. එවිට බැම්ම දිගේ ඇවිදීමට අමුත්තන්ට අවසර නොලැබුණි.",
        "කෙසේ වෙතත්, 1980 දශකයේ මම සංගමයේ ගරු ලේකම් සහ එවකට වනජීවී අධ්‍යක්ෂවරයාගේ උපදේශක සහ උපදේශක ලෙස කටයුතු කරන විට, අලි ඇතුන් පිළිබඳ විශිෂ්ඨ අත්දැකීම් ලබා ඇති විට, බැම්ම තරණය කිරීමේ වරප්‍රසාදය මට ලැබුණි. ජාතික රූපවාහිනියේ රූගත කිරීම් කරන විටත් මා ළඟ බූන්දියේ අපූරු දර්ශන කිහිපයක් තිබුණා.",
        "1974 දී, මම වනයේ වැඩි අත්දැකීමක් නොතිබූ විට, මෙහි සඳහන් පරිදි බැම්ම මත සිදු වූ සිදුවීම භයානක විය. 1980 දශකයේ වනජීවී අධ්‍යක්‍ෂවරයාගේ ගෞරවනීය තනතුරක් දැරූ මා ක්ෂේත්‍රයේ පුළුල් ලෙස වැඩ කළ විට, ඊට වඩා සිත් තැවුලට පත් වූ අත්දැකීම් ඇති නමුත්, මම තවමත් බැම්ම මත සිදුවූ සිදුවීම ‘ඇලෙන සුළු මොහොතක්’ ලෙස සලකමි.",
        "චන්දිම කරුණාරත්න සහ මර්වින් ගුණසේකර මා සමඟ තවත් බොහෝ කැලෑ සංචාරවල යෙදුණු අතර උද්වේගකර සිදුවීම් රැසක් බෙදා ගත්හ. කනගාටුදායක ලෙස 1996 දී මර්වින් මිය ගියේය. දැන් අප අතර නැතත්, ලාහුගල රංචුවගේ මතකය මෙන් ඔහුගේ මතකය සදා අප අතර පවතිනු ඇත. බංගලා පාලක සැමුවෙල් සමිතියේ සේවයේ යෙදී සිටි අතර, එම බංගලාව වනජීවී දෙපාර්තමේන්තුවට භාර දෙන විට ඔහු සමිතියෙන් ඉවත්ව ගිය අතර මා සමඟ තිබූ සබඳතාව සම්පූර්ණයෙන්ම නැති වී ඇත.",
        "(C.G. ඌරගොඩ විසින් සංස්කරණය කරන ලද Jungle Journeys in Sri Lanka කෘතියෙන් උපුටා ගන්නා ලදී)",
        "60 දශකයේ මුල් භාගයේ ආරක්ෂක හා විදේශ කටයුතු අමාත්‍යාංශයේ සහ ප්‍රවෘත්ති අධ්‍යක්ෂ ලෙස පත් කිරීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "லாஹுகலவில் யானைகளுடன் பயமுறுத்தும் அனுபவங்கள்",
      "body_lines": [
        "லாஹுகல என்பது ஒரு மந்திரச் சொல்லாகும், இது ஒரு உற்சாகத்தை கிளறவும், நம் காடுகளை அறிந்த மற்றும் நேசிக்கும் அனைவருக்கும் ஒரு சிலிர்ப்பைக் கொண்டுவரவும், அதன் குடிமக்கள் மற்றும் அவர்களின் குடிமக்களுக்கு ஒரு சிலிர்ப்பை ஏற்படுத்தவும் தவறாது. இது ஒரு சிறிய கிராமம், இரண்டு பெரிய வெவாக்கள் அல்லது தொட்டிகள், ஒன்று கிதுலானா என்றும் மற்றொன்று கிராமத்தின் பெயரால் அறியப்படுகிறது. இது இலங்கையின் தென்கிழக்கு கடற்கரையில் உள்ள சிறிய நகரமான அருகம் விரிகுடாவிலிருந்து 14 மைல் தொலைவில் அமைந்துள்ளது. இந்த இரண்டு தொட்டிகளும் இப்போது லாஹுகல புல் என்று அழைக்கப்படும் ஒரு வகையான புல்லால் வளர்ந்துள்ளன. இது சிங்களத்தில் பேரு என்று குறிப்பிடப்படுகிறது, இது யானையின் உயரம் வரை அடையும்.",
        "என்னைப் பொறுத்த வரையில், லாஹுகல குளம் ஒரு சிறப்பான, விலைமதிப்பற்ற நினைவகத்தைக் கொண்டுள்ளது. இன்றுடன் 50 வருடங்களுக்கு மேலாகிறது, ஆனால் அது நேற்று மட்டும் எனக்கு நினைவிருக்கிறது. தொட்டியின் விளிம்பில் இருந்த அந்த பாழடைந்த சர்க்யூட் பங்களாவின் வராண்டாவில், என் பெற்றோருடன், என் ஏழு வயது கைகளில் ஒரு ஜோடி அதிக அளவிலான பைனாகுலர்களுடன் நின்றேன். எனது முதல் ஜோடி காட்டு யானைகளை லாஹுகலாவின் புல் முழுவதும் பார்த்தேன்.",
        "அந்தக் கணத்தில்தான் ‘காட்டுப் பூச்சி’ என்னை முதன்முதலில் கடித்தது, பரவும் நோயாக என்னுள் உணர்வுகள் வளர்ந்தன. நான் செய்த காடுகளில் பயணம் செய்த பல நிகழ்வுகள் மற்றும் அதன் பின்னர் நான் லாஹுகல குளத்திற்குச் சென்ற சந்தர்ப்பங்கள் பல. ஆயினும் அந்த நாளில் லாஹுகல குளம் எனக்கு காட்டு யானைகளுடன் சில சிறந்த தருணங்களைத் தருவதாக நான் நினைத்துப் பார்த்ததில்லை.",
        "1974 ஆம் ஆண்டு ஆகஸ்ட் மாதம் ஒரு நாள் மதியம், மேர்வின் குணசேகர மற்றும் சந்திம கருணாரத்ன ஆகிய இரண்டு நண்பர்களும் நானும் மூன்று நாட்கள் தங்குவதற்காக லஹுகல விடுதிக்கு வந்தோம். மாலை 4 மணியளவில் முதல் யானைக்கூட்டம் தொட்டியின் குறுக்கே மூடி உடைத்தது, பல ஆண்டுகளுக்கு முன்பு நான் என் முதல் காட்டு யானைகளைப் பார்த்த அதே இடத்தில்.",
        "சுருக்கமாக சாம் என்று அழைக்கப்பட்ட பங்களா காப்பாளர் சாமுவேலும் நானும் ஜீப்பில் யானைகளை அணுக முடிவு செய்தோம். எனது நண்பர்களை லாட்ஜில் விட்டுவிட்டு, முடிந்தவரை காட்டின் விளிம்பிற்கு அருகில் வைத்துக்கொண்டு, உலர்ந்த தொட்டிப் படுக்கையின் பாக்மார்க் செய்யப்பட்ட சந்திரன் போன்ற மேற்பரப்பில் மெதுவாகச் சென்றோம்.",
        "லாட்ஜிலிருந்து கால் மைல் தொலைவில், காட்டின் விளிம்பு ஒரு வளைவைச் சுற்றிச் செல்கிறது, நாங்கள் இந்த புள்ளி வரை சென்றபோது எங்கள் கண்களை சந்தித்த காட்சி நம்பமுடியாததாக இருந்தது. தண்ணீரின் கரையிலிருந்து காடு வரை உள்ள பகுதி முழுவதும் யானைகள் கூட்டம் கூட்டமாக இருந்தது. அவர்கள் எங்களைக் கேட்ட அல்லது பார்த்த அடுத்த கணம், அவர்கள் அனைவரும் சுழலும் தூசி மேகத்தில் காட்டுக்குள் சென்றனர்.",
        "என்ஜினை அணைத்துவிட்டு அமைதியாகக் காத்திருந்தேன். சில நிமிடங்களுக்குப் பிறகு அவர்கள் 87 பேரும் மீண்டும் வெளியே வந்தனர். மாலை வெளிச்சம் எங்கள் பார்வையுடன் விளையாடத் தொடங்கும் வரை நாங்கள் அவர்களை மிக நெருக்கமான இடங்களில் பார்த்தோம். சாம்பல் படர்ந்த அந்தி வேளையில், காட்டுப் பகுதியின் இருளில் மூழ்கியிருந்த அடிமரங்களுக்கு எதிராக யானைகள் பேய்களைப் போல நகர்ந்தன.",
        "லாஹுகலவில் இரண்டாவது நாள் காட்டுப் பகுதியில் எனக்கு மிகவும் பயமுறுத்தும் அனுபவம் ஏற்பட்டது. அது ஒரு சூடான ஆனால் தென்றலான நண்பகலாக இருந்தது, நாங்கள் குளிர்ந்த புத்துணர்ச்சிக்காக உட்காரவிருந்தோம், சிறிது தூரத்தில் ஒரு யானை கட்டில் இருப்பதை நான் கண்டேன். மிக விரைவில் அவர்களில் ஐந்து பேர் இருந்தனர், அவர்கள் சிறிது தூரத்தில் இருந்ததால், புகைப்படம் எடுப்பதற்காக அவர்களை கால்நடையாக அணுக முடிவு செய்தேன்.",
        "நானும் சாமும் பண்ட் வழியாக புறப்பட்டோம். தென்றல் எங்களுக்கு சாதகமாக இருந்தது, விலங்குகளை கண்டறியாமல் அணுகலாம் என்ற நம்பிக்கை எங்களுக்கு இருந்தது. நாங்கள் யானைகளின் 50 கெஜங்களுக்குள் இருந்த நேரத்தில், முழுக் கூட்டமும் (அவற்றில் சுமார் 60 பேர்) திறந்த வெளியில் வந்து கட்டையின் இருபுறமும் உணவளித்துக் கொண்டிருந்தன.",
        "காட்டில் போட்டோகிராபி செய்யும் போது, ​​எப்பொழுதாவது சுற்றித் திரிவதும், பின்னால் என்ன நடக்கிறது என்று தெரிந்து கொள்வதும் என் வழக்கம். இந்த நடைமுறை எனக்கு பல ஒட்டும் சூழ்நிலைகளைத் தடுத்தது. ஆனால் இந்த நாளில், இரண்டு இளம் யானைகள் விளையாட்டுத்தனமாக சண்டையிடுவதைக் கண்டு கவரப்பட்டு, மற்றொரு இளம் யானை தனது ராட்சத அடிப்பகுதியை பந்தின் மீது தேய்த்து, எரிச்சலுடன் முகத்தில் அரிப்புடன் வர முயன்றது, நான் பின்புறத்தை முற்றிலும் மறந்துவிட்டேன். அப்போதுதான் யானையின் காதில் தெரிந்த ‘ஃப்ளாப்’ சத்தம் எங்களுக்குப் பின்னால் சப்தம் கேட்டதாக நினைத்தேன். நான் மெதுவாகத் திரும்பி, பண்டத்தைப் பார்த்தேன்.",
        "250 கெஜம் வரை பண்ட் நீண்டு சென்றது, அதில் எதுவும் இல்லை. சூடான பிற்பகலில் அது வெறிச்சோடியதாகத் தோன்றியது, அதிலிருந்து சிறிய தூசிகள் எழுந்தன, இந்த தூசி நிறைந்த பாதையிலிருந்து சிறிய பேய்கள் எழும்புவது போல, மெல்லிய காற்றில் கரைந்துவிடும்.",
        "தொலைவில் இருந்த தங்கும் விடுதியையும், வேவா முழுவதும் ஓடிய அனல் அலையில் மிதந்தபடி இருந்த என் இரு நண்பர்களின் உருவங்களையும், லாட்ஜின் முன் இருந்த பாறையில் அவர்கள் நின்றிருந்ததைக் காண முடிந்தது.",
        "ஒரு பெரிய மரத்தின் கிளைகளில் அமர்ந்திருந்த சில சாம்பல் நிற லாங்கர்கள் மட்டுமே வாழ்க்கையின் மற்ற அடையாளங்கள். நான் மந்தையின் பக்கம் திரும்பி, அந்தக் காட்சியை ரசிக்கத் தொடங்கினேன், அப்போதுதான் மெர்வினுடையது என்று உரத்த மற்றும் தெளிவான குரலில் என் பெயர் அழைக்கப்படுவதைக் கேட்டேன். இது ஒரு குறுகிய கூச்சல், ஆனால் அதில் அவசரத்தின் தொனியை நான் கவனித்தேன். நான் சுற்றி வளைத்தேன், அங்கே, எங்களுக்கு 20 கெஜம் பின்னால், கட்டில் 'ஜம்போ' நின்றது. அவர் ஒரு அற்புதமான மிருகம், மிகப் பெரிய காளை.",
        "அவர் தும்பிக்கையை பாதி உயர்த்தி, காற்றில் சிறிய வடிவமைப்புகளை வரைந்து அதன் முன்கூட்டிய முனையுடன் எங்கள் வழியைப் பார்த்துக் கொண்டிருந்தார். அவன் காதுகள் விரிந்தன. ஒரு கணம் நேரம் அப்படியே நின்றது போல் தோன்றியது, கொடிய அமைதியில், என்ஜின் துடிப்பு போல என் மார்பில் டிரம்ஸ் ஒலித்தது. என் முழங்கால்கள் வலுவிழந்த நிலையில், தென்றல் என் கழுத்தின் முனையை வருடி, என் முதுகுத்தண்டில் குளிர்ச்சியை அனுப்பியது. எனது ஆரம்ப அதிர்ச்சிக்குப் பிறகு, மந்தையைப் பார்த்துக் கொண்டிருந்த சாமிடம், எங்களுக்குப் பின்னால் ஒரு யானை இருக்கிறது என்று கிசுகிசுத்தேன். சிறிது நேரத்தில் அவர் நிலைமையைச் சேகரித்து, கையால் சைகை செய்து, நான் அவரைப் பின்தொடர வேண்டும் என்று விரும்பினார்.",
        "சாம் தன்னம்பிக்கையுடன் காளையை நோக்கி நடப்பதைக் கண்டு, பயத்தின் வெளிப்புற அறிகுறியே இல்லை, அந்த உதவியற்ற உணர்வை என்னிடமிருந்து அகற்றியது, ஆனாலும் ஈயப் பாதங்களுடனும், வியர்வையுடன் கூடிய புருவத்துடனும் நான் அவரைப் பின்தொடர்ந்தேன். காளை இன்னும் காதுகளை வெளியே கொண்டு நின்றது. அவரது தண்டு இப்போது தாழ்த்தப்பட்டது, ஆனால் அதன் முனை இன்னும் சற்று மேல்நோக்கி வளைந்திருந்தது. அது ஒரு பிரம்மாண்டமான காட்சியாக இருந்தது. அவன் முகத்தில் வினாடி முகத்துடன் சாமை உற்றுப் பார்த்தான். அப்போது அந்த குகை வயிற்றில் இருந்து ஒரு ஆழமான இரைச்சல் வந்தது, நாங்கள் நின்றிருந்த கட்டையே அசைப்பது போல் ஒரு தொண்டை உறுமினார்.",
        "ஒரு கணம் கூட சாம் தடுமாறாமல் யானையை நோக்கி நடந்து கொண்டே இருந்தான். அப்போது காதை பிளக்கும் சத்தம் காற்றை வாடகைக்கு விட்டு யானை வழியனுப்பி வைத்தது. அவன் திரும்பிப் பார்த்தான், ஆனாலும் அந்த கண்ணியமான காற்றோடு இந்த மிருகங்கள் அடக்கிக்கொண்டு மெதுவாகக் கீழே இறங்கி நடந்தன. பிறகு மீண்டும் காட்டின் ஓரத்தில் திரும்பி எங்களைப் பார்த்தார். இந்த நிலையில் பதினைந்து அடிக்கு மேல் காளை கட்டில் இருந்து பிரிந்தது. சாம், அந்த துணிச்சலான மனிதன், அதன் மீது நின்று, நான் அவனைக் கடந்து செல்ல விரும்பினான். எனது விருப்பமில்லாத விரைவான முன்னேற்றங்கள் காளையிலிருந்து எக்காளத்தை எழுப்பின. அவர் எனக்குப் பின்னால் வருவார் என்று எதிர்பார்த்து நான் திரும்பினேன், ஆனால் சாம் என் பின்னால் ஒரு பரந்த புன்னகையுடன் இருந்தார்.",
        "ஒரு நிம்மதி உணர்வுடன், இப்போது நாங்கள் தங்கும் விடுதிக்கு பின்வாங்குவதற்கான பாதை மீண்டும் தெளிவாகத் தெரிந்தது, நாங்கள் கட்டில் அமர்ந்து காளை வெளியே வரும் வரை காத்திருந்தோம். சில நிமிடங்களில் அவர் கட்டுக்கட்டிற்கு வந்து மந்தையை நோக்கி நடந்தார். பின்னர் அவர் வெவாவிற்குள் ஏறி அந்த ரம்மியமான புல்லை உண்ண ஆரம்பித்தார். நான் தாகமாக இருப்பதைக் குறிப்பிட்டு, மீண்டும் ஒருமுறை சாமின் சிரித்த முகத்தைப் பார்த்தேன். அப்போது அவர், “ஐயா, உங்கள் பீர் சூடாக வேண்டும்” என்றார்.",
        "இன்னோர் சம்பவமும் இருந்தவரை பார்க்க மகிழ்ச்சியாக இருந்தது, அது முடிந்த பிறகு மகிழ்ச்சியான நினைவுகளை விட்டுச் சென்றது. 20 நிமிட மழை பொழிந்த பிறகு, அது திடீரென வந்து மாலையை ஈரமாக ஆனால் வெயிலாக மாற்றியது, இரண்டு இளம் காளைகள் கட்டுக்குள் வந்து ஒரு விளையாட்டுத்தனமான மல்யுத்தப் போட்டியில் நெற்றியில் முட்டி மோதின. அவர்கள் பந்தலில் இருந்து இறங்கி காட்டுக்குள் நுழையும் வரை இது சிறிது நேரம் நீடித்தது. இருப்பினும் சத்தம் நெருங்கிக்கொண்டிருந்தது, நாங்கள் எதிர்பார்ப்புடன் காத்திருந்தோம்.",
        "அவர்கள் லாட்ஜின் முன்புறம் மூடியை உடைத்து, ஒரு காளையை மற்றொன்றைத் தொடர்ந்து துரத்திக்கொண்டு, அடிமரத்தில் இருந்து வெளியேறினர். அவசர அவசரமாக வந்த முதல்வன், அணைக்கட்டுக்குக் கீழே, எதிரே இருந்த பெரிய குளத்தை கவனிக்கவில்லை. அவர் தன்னைத் தடுக்கும் முன், அவரது முன் கால்கள் நொறுங்கி, மெதுவாக இயக்கம் போல், தண்ணீரில் தலைக்கு மேல் சாய்ந்தன. அவர் ஒரு பிரகாசத்தில் எழுந்து, குளத்தின் விளிம்பில் தனது தோழரைப் பார்த்துக் கொண்டிருந்தார், அவரது முகத்தில் ஒரு குழப்பமான, ஏறக்குறைய மனிதர்.",
        "லாஹுகலவில் நாங்கள் தங்கியிருப்பதன் உச்சக்கட்டம் நாங்கள் செல்வதற்கு முன் காலையில் வந்தது. மெர்வின் உற்சாகமான குரல் என்னை எழுப்பியது, மேலும் அவர் என்ன பார்க்கிறார் என்பதைப் பார்ப்பதற்காக எனது வசதியான முகாம் படுக்கையின் வசதியை விட்டுவிட்டு காலை குளிர்ச்சியை எதிர்கொள்வதை நான் வெறுத்தபோது என்னை எழுந்திருக்குமாறு கெஞ்சியது. நான் பதிலளித்தபோது, ​​வெவாவின் குறுக்கே, கிட்டத்தட்ட எங்கள் முழு பார்வைத் துறையிலும் நீண்டு, அதுவரை நான் பார்த்த யானைகளின் மிகப்பெரிய கூட்டத்தைக் கண்டேன்.",
        "மந்தையின் மையப் பகுதி ஏற்கனவே காட்டுக்குள் செல்லத் தொடங்கியிருந்ததால், எங்கள் எண்ணிக்கையை 200 இல் விட்டுவிட்டோம். காலை 8 மணியளவில் அவர்கள் அனைவரும் காட்டுக்குள் திரும்பினர். யானைகள் சென்றவுடன், விவரிக்க முடியாத தனிமை மற்றும் வெறிச்சோடிய உணர்வு அந்த இடத்தில் பரவியது.",
        "இச்சம்பவங்கள் 1974 ஆம் ஆண்டு இடம்பெற்றது, அப்போது லஹுகல தேசிய பூங்காவாக அறிவிக்கப்படவில்லை. இந்த தங்குமிடம் நீர்ப்பாசனத் திணைக்களத்திடமிருந்து குத்தகைக்கு எடுக்கப்பட்டது மற்றும் அதன் உறுப்பினர்களுக்காக வனவிலங்கு மற்றும் இயற்கை பாதுகாப்புச் சங்கத்தால் நடத்தப்பட்டது. இந்த இடம் தேசிய பூங்காவாக அறிவிக்கப்பட்டவுடன் வனவிலங்கு திணைக்களத்திடம் ஒப்படைக்கப்பட்டது. அதன்பின்னர் பார்வையாளர்கள் பண்டத்தின் வழியாக நடக்க அனுமதிக்கப்படவில்லை.",
        "இருப்பினும், 1980களில் நான் சங்கத்தின் கெளரவச் செயலாளராகவும், அப்போதைய வனவிலங்கு இயக்குநரின் ஆலோசகராகவும், ஆலோசகராகவும் இருந்தபோது, ​​யானைகளுடன் சில சிறந்த அனுபவங்களைப் பெற்றபோது, ​​கட்டைக் கடந்து செல்லும் பாக்கியம் எனக்குக் கிடைத்தது. தேசிய தொலைக்காட்சியில் படமெடுக்கும் போது பந்திலிருந்து சில அற்புதமான காட்சிகளும் என்னிடம் இருந்தன.",
        "1974 ஆம் ஆண்டு, காட்டுப் பகுதியில் எனக்கு அதிக அனுபவம் இல்லாதபோது, ​​இங்கு தொடர்புடைய பண்டத்தில் நடந்த சம்பவம் திகிலூட்டுவதாக இருந்தது. 1980 களில், வனவிலங்கு இயக்குநராக நான் அதிக அளவில் பணிபுரிந்தபோது, ​​வனவிலங்கு இயக்குநராகப் பணிபுரிந்தபோது, ​​எனக்கு அதிக நரம்புத் தளர்ச்சியான அனுபவங்கள் இருந்தன, ஆனால் பந்தலில் நடந்த சம்பவத்தை நான் இன்னும் ‘ஒட்டும் தருணமாக’ கருதுகிறேன்.",
        "சந்திம கருணாரத்ன மற்றும் மேர்வின் குணசேகர ஆகியோர் என்னுடன் மேலும் பல காட்டுப் பயணங்களை மேற்கொண்டதுடன், பல உற்சாகமான நிகழ்வுகளையும் பகிர்ந்து கொண்டனர். துரதிர்ஷ்டவசமாக 1996 இல் மெர்வின் காலமானார். இனி நம்மிடையே இல்லாவிட்டாலும், லாஹுகலவில் உள்ள மந்தையைப் போல அவரது நினைவு எப்போதும் நம்மிடையே இருக்கும். பங்களா காப்பாளர் சாமுவேல் சங்கத்தில் பணிபுரிந்தவர், பங்களாவை வனவிலங்கு துறையிடம் ஒப்படைத்தபோது, ​​அவர் சங்கத்தை விட்டு வெளியேறினார், அவருடனான தொடர்பை முற்றிலும் இழந்தேன்.",
        "(C.G. உரகொட தொகுத்த இலங்கையின் ஜங்கிள் ஜர்னிஸ் என்பதிலிருந்து எடுக்கப்பட்டது)",
        "60 களின் முற்பகுதியில் பாதுகாப்பு மற்றும் வெளியுறவு அமைச்சகத்தில் மற்றும் தகவல் இயக்குநராக நியமிக்கப்பட்டார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}