{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/10th-Cargills-Village-to-Home-supports-local-SMEs/34-731638",
  "time_ut": 1646690520,
  "title": "10th Cargills ‘Village to Home’ supports local SMEs",
  "body_lines": [
    "Chief Guest Ministry of Finance Director General - Development and Finance Geetha Wimalaweera with Yamuna Kumari from Cargills ‘Village to Home’ Team",
    "",
    "",
    "Cargills Bank Debit card being handed over by Cargills Bank Managing Director/CEO Senarath Bandara to an SME. Lasantha Mahendrarajah and Pradeep Namasivayam from Cargills Bank are also present",
    "",
    "",
    "Cargills ECE preschool teacher with students of the program",
    "",
    "",
    "The pandemic has caused many challenges to the agricultural and SME communities across Sri Lanka. Among the challenges was a lack of market access. The Cargills ‘Village to Home’ program was launched with the intention of addressing this issue and supporting the country’s small and medium entrepreneurs by providing them with a platform to engage with a larger network of customers.",
    "The program is a monthly trade fair at Cargills Food City premises, which commenced in the latter part of 2020, for selected SMEs with demarcated stalls to sell their products directly to customers. Cargills bears all expenses related to this program, including the cost of stalls, utility and marketing. To date, over 90 SMEs have taken part in the program.",
    "In addition to a marketplace and an added source of income, Cargills also provides technical support to the SMEs in terms of packaging, labelling and quality assurance, while the Cargills Bank provides financing through low-cost loan schemes. SMEs also stand an opportunity to get their products listed at Cargills while the program has also been able to open markets beyond Sri Lanka for some SMEs. Cargills is committed to assisting entrepreneurs to contribute towards national development.",
    "Cargills has been supporting the agricultural and SME communities of Sri Lanka for over 20 years since the company established its farmer outgrower network in 1999. The Cargills community development program features both dairy and agricultural farmers as well the local SMEs at the heart of it.",
    "The 10th program of Cargills ‘Village to Home’ was successfully conducted on the 26 and 27 February at the Kadawatha-3 Cargills Food City premises.",
    "The 10th program had an exciting array of products on offer ranging from Ayurvedic beauty products, coconut oil and coconut-based products, Aloe Vera jelly and desserts, sugar cane-based products, coir and reed (pan) products to soft toys etc. The products on offer as well as the event were received well by the customers.",
    "The recently introduced Lanka QR payment facility was also available for consumers to make cashless payments, providing added convenience. The National Enterprise Development Authority (NEDA), the Small Enterprises Development Division (SED), the Ministry of Cane, Brass, Clay, Furniture and Rural Industry Promotion, and the Ministry of Industry and Commerce have assisted Cargills in the selection of SMEs.",
    "The Cargills Foundation had a special stall at this month’s ‘Village to Home’, with the intention of sharing the work undertaken by their Early Childhood Education (ECE) Program which provides children with an early exposure to English as a second language. The ECE Program aims to improve the lives of children beyond urban Sri Lanka, as exposure to English at a young age helps build confidence in children and stand them in good stead for the future.",
    "The Foundation has developed the ‘Cargills ESL’ home learning pack, which provides access to a digital learning app along with five storybooks. The packs are available at selected Cargills Food City outlets, and all sales proceeds are utilised to fund the Cargills ECE Program which is being implemented in preschools across the island."
  ],
  "translate": {
    "si": {
      "title": "10 වැනි Cargills ‘ගමෙන් නිවසට’ දේශීය SMEs සඳහා සහය දක්වයි",
      "body_lines": [
        "ප්‍රධාන ආරාධිත අමුත්තා ලෙස මුදල් අමාත්‍යාංශයේ අධ්‍යක්ෂ ජනරාල් - සංවර්ධන හා මුල්‍ය ගීතා විමලවීර, කාගිල්ස් ‘ගමෙන් ගෙට’ කණ්ඩායමේ යමුනා කුමාරි සමඟින්",
        "",
        "",
        "කාගිල්ස් බැංකුවේ ඩෙබිට් කාඩ්පත කාගිල්ස් බැංකුවේ කළමනාකාර අධ්‍යක්ෂ/ප්‍රධාන විධායක නිලධාරී සෙනරත් බණ්ඩාර විසින් සුළු හා මධ්‍ය පරිමාණ ව්‍යවසායකයෙකු වෙත භාරදීම. කාගිල්ස් බැංකුවේ ලසන්ත මහේන්ද්‍රරාජා සහ ප්‍රදීප් නමසිවායම් ද මෙහි වෙති",
        "",
        "",
        "Cargills ECE පෙරපාසල් ගුරුවරයා වැඩසටහනේ සිසුන් සමඟ",
        "",
        "",
        "වසංගතය ශ්‍රී ලංකාව පුරා කෘෂිකාර්මික සහ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායක ප්‍රජාවන්ට බොහෝ අභියෝග ඇති කර ඇත. අභියෝග අතර වෙළඳපල ප්‍රවේශය නොමැතිකම විය. Cargills ‘ගමෙන් ගෙට’ වැඩසටහන දියත් කළේ මෙම ගැටලුවට පිළියම් යෙදීම සහ රටේ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින්ට විශාල පාරිභෝගික ජාලයක් සමඟ සම්බන්ධ වීමට වේදිකාවක් සලසා දීමේ අරමුණින්.",
        "මෙම වැඩසටහන කාගිල්ස් ෆුඩ් සිටි පරිශ්‍රයේ මාසික වෙළඳ ප්‍රදර්ශනයක් වන අතර, එය 2020 වසරේ අග භාගයේදී ආරම්භ කරන ලද අතර, තෝරාගත් කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සඳහා වෙන් කරන ලද වෙළඳ කුටි සමඟ ඔවුන්ගේ නිෂ්පාදන සෘජුවම පාරිභෝගිකයින්ට විකිණීමට ඇත. ප්‍රදර්ශන කුටි, උපයෝගිතා සහ අලෙවිකරණ පිරිවැය ඇතුළුව මෙම වැඩසටහනට අදාළ සියලුම වියදම් Cargills විසින් දරනු ලැබේ. අද වන විට කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් 90 කට අධික සංඛ්‍යාවක් මෙම වැඩසටහනට සහභාගී වී ඇත.",
        "වෙළඳපොළක් සහ අමතර ආදායම් මාර්ගයකට අමතරව, කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින්ට ඇසුරුම් කිරීම, ලේබල් කිරීම සහ තත්ත්ව සහතික කිරීම සම්බන්ධයෙන් Cargills තාක්ෂණික සහාය ද සපයන අතර, Cargills බැංකුව අඩු වියදම් ණය යෝජනා ක්‍රම හරහා මූල්‍ය පහසුකම් සපයයි. කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන්ට තම නිෂ්පාදන Cargills හි ලැයිස්තුගත කර ගැනීමට ද අවස්ථාව උදා වී ඇති අතර සමහර කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සඳහා ශ්‍රී ලංකාවෙන් ඔබ්බට වෙළෙඳපොළ විවෘත කිරීමට ද මෙම වැඩසටහන සමත් වී ඇත. ජාතික සංවර්ධනයට දායක වීමට ව්‍යවසායකයින්ට සහාය වීමට Cargills කැපවී සිටී.",
        "Cargills සමාගම 1999 දී සිය ගොවි අභිවෘද්ධි ජාලය ස්ථාපිත කළ දා සිට වසර 20 කට වැඩි කාලයක් ශ්‍රී ලංකාවේ කෘෂිකාර්මික සහ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායක ප්‍රජාවන්ට සහයෝගය දක්වයි. Cargills ප්‍රජා සංවර්ධන වැඩසටහන කිරි සහ කෘෂිකාර්මික ගොවීන් මෙන්ම දේශීය කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් ද එහි හදවතේ සිටී.",
        "Cargills හි 10 වන වැඩසටහන ‘ගමෙන් ගෙදරට’ පෙබරවාරි 26 සහ 27 යන දෙදින තුළ කඩවත-3 Cargills Food City පරිශ්‍රයේදී සාර්ථකව පවත්වන ලදී.",
        "10 වැනි වැඩසටහන මඟින් ආයුර්වේද රූපලාවන්‍ය නිෂ්පාදන, පොල්තෙල් සහ පොල් ආශ්‍රිත නිෂ්පාදන, කෝමාරිකා ජෙලි සහ අතුරුපස, උක් ආශ්‍රිත නිෂ්පාදන, කොහුබත් සහ බට (පෑන්) නිෂ්පාදනවල සිට මෘදු සෙල්ලම්බඩු දක්වා ආකර්ෂණීය නිෂ්පාදන රැසක් පිරිනැමිණි. පිරිනැමීමේ නිෂ්පාදන මෙන්ම උත්සවය පාරිභෝගිකයින් විසින් හොඳින් පිළිගනු ලැබීය.",
        "මෑතකදී හඳුන්වා දුන් Lanka QR ගෙවීමේ පහසුකම පාරිභෝගිකයින්ට අමතර පහසුවක් සලසමින් මුදල් රහිත ගෙවීම් කිරීමටද හැකි විය. ජාතික ව්‍යවසාය සංවර්ධන අධිකාරිය (NEDA), කුඩා ව්‍යවසාය සංවර්ධන අංශය (SED), වේවැල්, පිත්තල, මැටි, ගෘහ භාණ්ඩ හා ග්‍රාමීය කර්මාන්ත ප්‍රවර්ධන අමාත්‍යාංශය සහ කර්මාන්ත හා වාණිජ කටයුතු අමාත්‍යාංශය කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් තෝරා ගැනීමේදී Cargills හට සහාය වී ඇත.",
        "Cargills Foundation විසින් මෙම මාසයේ ‘ගමෙන් ගෙදරට’ විශේෂ කුටියක් පැවැත්වීය, ඔවුන්ගේ මුල් ළමාවිය අධ්‍යාපන (ECE) වැඩසටහන මඟින් දරුවන්ට දෙවන භාෂාවක් ලෙස ඉංග්‍රීසි භාෂාවට කල් ඇතිව නිරාවරණය කිරීමේ කාර්යය බෙදාහදා ගැනීමේ අරමුණින්. ECE වැඩසටහන මගින් ශ්‍රී ලංකාවෙන් ඔබ්බට නාගරික දරුවන්ගේ ජීවිත වැඩිදියුණු කිරීම අරමුණු කර ඇති අතර, තරුණ වියේදී ඉංග්‍රීසි භාෂාවට නිරාවරණය වීම ළමුන් තුළ විශ්වාසය ගොඩනඟා ගැනීමට සහ අනාගතය සඳහා ඔවුන්ව යහපත් ලෙස තබා ගැනීමට උපකාරී වේ.",
        "පදනම විසින් කතන්දර පොත් පහක් සමඟ ඩිජිටල් ඉගෙනුම් යෙදුමකට ප්‍රවේශය ලබා දෙන ‘Cargills ESL’ home learning pack එක සංවර්ධනය කර ඇත. තෝරාගත් Cargills Food City අලෙවිසැල්වලින් මෙම ඇසුරුම් ලබා ගත හැකි අතර, සියලුම අලෙවියෙන් ලැබෙන ආදායම දිවයින පුරා පෙර පාසල්වල ක්‍රියාත්මක වන Cargills ECE වැඩසටහන සඳහා අරමුදල් සැපයීම සඳහා යොදා ගැනේ."
      ]
    },
    "ta": {
      "title": "10வது கார்கில்ஸ் ‘கிராமத்தில் இருந்து வீட்டிற்கு’ உள்ளூர் SMEகளை ஆதரிக்கிறது",
      "body_lines": [
        "பிரதம அதிதியாக நிதி அமைச்சின் பணிப்பாளர் நாயகம் - அபிவிருத்தி மற்றும் நிதி கீதா விமலவீர மற்றும் யமுனா குமாரியுடன் கார்கில்ஸ் ‘கிராமத்திற்கு வீடு’ குழு",
        "",
        "",
        "கார்கில்ஸ் வங்கியின் டெபிட் கார்டு, கார்கில்ஸ் வங்கியின் முகாமைத்துவப் பணிப்பாளர்/பிரதம நிறைவேற்று அதிகாரி செனரத் பண்டாரவினால் ஒரு SMEக்கு ஒப்படைக்கப்பட்டது. கார்கில்ஸ் வங்கியைச் சேர்ந்த லசந்த மகேந்திரராஜா மற்றும் பிரதீப் நமசிவாயம் ஆகியோரும் இடம்பெற்றுள்ளனர்",
        "",
        "",
        "நிகழ்ச்சியின் மாணவர்களுடன் கார்கில்ஸ் ECE பாலர் ஆசிரியர்",
        "",
        "",
        "இந்த தொற்றுநோய் இலங்கை முழுவதும் உள்ள விவசாய மற்றும் SME சமூகங்களுக்கு பல சவால்களை ஏற்படுத்தியுள்ளது. சவால்களில் சந்தை அணுகல் இல்லாமை இருந்தது. இந்த பிரச்சினைக்கு தீர்வு காணும் நோக்கத்துடன் கார்கில்ஸ் ‘கிராமத்திற்கு வீடு’ என்ற திட்டம் தொடங்கப்பட்டது மற்றும் நாட்டின் சிறிய மற்றும் நடுத்தர தொழில்முனைவோருக்கு வாடிக்கையாளர்களின் பெரிய வலையமைப்புடன் ஈடுபடுவதற்கான தளத்தை வழங்குவதன் மூலம் அவர்களுக்கு ஆதரவளிக்கிறது.",
        "இந்தத் திட்டம் கார்கில்ஸ் ஃபுட் சிட்டி வளாகத்தில் நடைபெறும் மாதாந்திர வர்த்தகக் கண்காட்சியாகும், இது 2020 ஆம் ஆண்டின் பிற்பகுதியில் தொடங்கப்பட்டது, தேர்ந்தெடுக்கப்பட்ட SMEகள் வரையறுக்கப்பட்ட ஸ்டால்களுடன் தங்கள் தயாரிப்புகளை நேரடியாக வாடிக்கையாளர்களுக்கு விற்கும். ஸ்டால்கள், பயன்பாடு மற்றும் சந்தைப்படுத்தல் உள்ளிட்ட இந்த திட்டத்துடன் தொடர்புடைய அனைத்து செலவுகளையும் கார்கில்ஸ் ஏற்கிறது. இன்றுவரை, 90 க்கும் மேற்பட்ட SMEகள் திட்டத்தில் பங்கு பெற்றுள்ளன.",
        "சந்தை மற்றும் கூடுதல் வருமான ஆதாரத்திற்கு கூடுதலாக, கார்கில்ஸ் பேக்கேஜிங், லேபிளிங் மற்றும் தர உத்தரவாதம் ஆகியவற்றின் அடிப்படையில் SME களுக்கு தொழில்நுட்ப ஆதரவையும் வழங்குகிறது, அதே நேரத்தில் கார்கில்ஸ் வங்கி குறைந்த விலை கடன் திட்டங்கள் மூலம் நிதியுதவி வழங்குகிறது. SME க்கள் கார்கில்ஸில் தங்கள் தயாரிப்புகளை பட்டியலிடுவதற்கான வாய்ப்பாகவும் உள்ளது, அதே நேரத்தில் சில SME களுக்கு இலங்கைக்கு அப்பாலும் சந்தைகளை திறக்க இந்த திட்டத்தால் முடிந்தது. கார்கில்ஸ் தொழில்முனைவோர் தேசிய வளர்ச்சிக்கு பங்களிக்க உறுதிபூண்டுள்ளது.",
        "கார்கில்ஸ் நிறுவனம் 1999 இல் தனது உழவர் உற்பத்தி வலையமைப்பை நிறுவியதில் இருந்து 20 ஆண்டுகளுக்கும் மேலாக இலங்கையின் விவசாய மற்றும் SME சமூகங்களுக்கு ஆதரவளித்து வருகிறது. Cargills சமூக மேம்பாட்டுத் திட்டமானது பால் மற்றும் விவசாய விவசாயிகள் மற்றும் உள்ளூர் SMEகளை மையமாகக் கொண்டுள்ளது.",
        "Cargills இன் 10வது நிகழ்ச்சியான ‘கிராமத்துக்கு வீடு’ எனும் நிகழ்ச்சியானது கடவத்தை-3 Cargills Food City வளாகத்தில் பெப்ரவரி 26 மற்றும் 27 ஆம் திகதிகளில் வெற்றிகரமாக நடத்தப்பட்டது.",
        "10வது திட்டத்தில் ஆயுர்வேத அழகு சாதனப் பொருட்கள், தேங்காய் எண்ணெய் மற்றும் தேங்காய் சார்ந்த பொருட்கள், அலோ வேரா ஜெல்லி மற்றும் இனிப்பு வகைகள், கரும்பு சார்ந்த பொருட்கள், தேங்காய் மற்றும் நாணல் (பான்) பொருட்கள் முதல் மென்மையான பொம்மைகள் வரையிலான அற்புதமான தயாரிப்புகள் வழங்கப்பட்டன. சலுகையில் உள்ள தயாரிப்புகள் மற்றும் நிகழ்வு வாடிக்கையாளர்களிடம் நல்ல வரவேற்பை பெற்றது.",
        "சமீபத்தில் அறிமுகப்படுத்தப்பட்ட லங்கா QR கட்டண வசதி, கூடுதல் வசதியை வழங்கும் வகையில், ரொக்கமில்லா கொடுப்பனவுகளைச் செய்வதற்கு நுகர்வோருக்குக் கிடைத்தது. தேசிய தொழில்துறை மேம்பாட்டு ஆணையம் (NEDA), சிறு தொழில்கள் மேம்பாட்டுப் பிரிவு (SED), கரும்பு, பித்தளை, களிமண், தளபாடங்கள் மற்றும் கிராமப்புற தொழில் மேம்பாட்டு அமைச்சகம் மற்றும் தொழில்துறை மற்றும் வணிக அமைச்சகம் ஆகியவை SMEகளைத் தேர்ந்தெடுப்பதில் கார்கில்ஸுக்கு உதவியுள்ளன.",
        "கார்கில்ஸ் அறக்கட்டளையானது இம்மாத ‘கிராமத்தில் இருந்து வீட்டிற்கு’ ஒரு சிறப்பு ஸ்டாலைக் கொண்டிருந்தது, இது அவர்களின் ஆரம்பகால குழந்தைப் பருவக் கல்வி (ECE) திட்டத்தால் மேற்கொள்ளப்பட்ட பணிகளைப் பகிர்ந்து கொள்ளும் நோக்கத்துடன், இது குழந்தைகளுக்கு ஆங்கிலத்தை இரண்டாம் மொழியாக ஆரம்பத்திலேயே வெளிப்படுத்துகிறது. ECE திட்டம் இலங்கையின் நகர்ப்புறத்திற்கு அப்பால் உள்ள குழந்தைகளின் வாழ்க்கையை மேம்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது, ஏனெனில் இளம் வயதிலேயே ஆங்கிலத்தை வெளிப்படுத்துவது குழந்தைகளில் நம்பிக்கையை வளர்க்க உதவுகிறது மற்றும் எதிர்காலத்திற்கு அவர்களை நல்ல நிலையில் வைக்க உதவுகிறது.",
        "அறக்கட்டளையானது ‘கார்கில்ஸ் ஈஎஸ்எல்’ வீட்டுக் கற்றல் தொகுப்பை உருவாக்கியுள்ளது, இது ஐந்து கதைப்புத்தகங்களுடன் டிஜிட்டல் கற்றல் செயலிக்கான அணுகலை வழங்குகிறது. தேர்ந்தெடுக்கப்பட்ட கார்கில்ஸ் ஃபுட் சிட்டி விற்பனை நிலையங்களில் இந்த பொதிகள் கிடைக்கின்றன, மேலும் அனைத்து விற்பனை வருமானமும் தீவு முழுவதும் உள்ள பாலர் பள்ளிகளில் செயல்படுத்தப்படும் கார்கில்ஸ் ECE திட்டத்திற்கு நிதியளிக்க பயன்படுத்தப்படுகிறது."
      ]
    }
  }
}