{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Lanka-IOC-delivers-stunning-4Q-performance-as-revenue-and-profits-soar/273-236395",
  "time_ut": 1651810200,
  "title": "Lanka IOC delivers stunning 4Q performance as revenue and profits soar",
  "body_lines": [
    "March quarter revenues jump 43% while profits surge to Rs.3.37bn",
    "Faces an estimated unrealized Fx loss of Rs.2.55bn as rupee on free fall",
    "Indicates that not shy to further revise prices upwards to erase Fx losses",
    "Lanka IOC has delivered stunning financial performance for the three months to March 2022, concluding what could be referred to as a solid financial year, amid back-to-back steep increases in fuel retailing prices in response to global prices and the rupee float.",
    "The company reported revenues of Rs.29.49 billion for the January - March period, its fiscal fourth quarter, recording a robust 42.7 percent growth from the corresponding period in 2021.",
    "The top line also jumped 28.3 percent from the December 2021 quarter reflecting that the back-to-back price increases helped the company to navigate the soaring global energy prices and the effects that came from the float of the rupee in early March 2022.",
    "The company’s share closed 80 cents or 2.40 percent higher at Rs.34.10, yesterday. The share price is substantially down from around Rs.66.50 at the time when the third quarter results were announced due to the market swoon in March and April.",
    "The company appeared to have fully passed down the rising costs coming from higher energy prices as well as the weaker rupee.",
    "However, the March performance does not reflect the full effects of the fuel shortages, which became widespread and more frequent from April onwards and the slowdown in demand, which came from the multiple demand destruction policies instituted since March onwards.",
    "The Central Bank raised policy interest rates to unprecedented levels to cool down demand so that it falls in line with the supply, which is already under enormous stress from the supply chain crunch around the world exacerbated by the war in Ukraine and the prolonged lockdowns in China.  The Ukraine war added a flywheel into the global energy and other commodities prices as crude prices at the Brent futures exchange rose sharply from US$ 94.05 a barrel on February 24 when Russia invaded Ukraine to US $ 110.43 as of yesterday.  Jamie Dimon the Chief Executive Officer at JP Morgan Chase on Wednesday said the world has to expect another US$ 30- 40 increase in oil prices this year.",
    "Meanwhile, Lanka IOC is facing an estimated Rs.2.55 billion unrealised foreign exchange loss as of April 28 when its foreign currency liabilities and assets are revalued at the exchange rate on April 28.  “The company has been revising its selling prices to circumvent losses arising from the exchange rate impact on input costs,” the company said, signalling that they will not hesitate to revise prices until the losses arising out of foreign currency translation disappears.",
    "Meanwhile, during the year, the company increased its petroleum products inventory by nearly three times from Rs.9.63 billion to Rs.27.26 billion by March 31, 2022, raising questions as to how shortages could emerge when they run high inventory levels. However, there is also an element coming from the weaker rupee when valuing the inventory.",
    "As at December 31, 2021 the company had an inventory value at Rs.18.4 billion.",
    "The company meanwhile reported earnings of Rs.6.34 a share or Rs.3.37 billion for the quarter under review compared to earnings of Rs.1.83 a share or Rs.973.92 million in the same period in 2021.  For the full year ended March 31, 2022, the company reported earnings of Rs.9.05 a share or Rs.4.82 billion, compared to earnings of Rs.1.66 a share or Rs.882.6 million. The annual revenue surged 34.9 percent to Rs.89.95 billion.",
    "The company is worried that the sharply higher interest rates could dent the profits in the coming quarters due to the rise in finance cost. Finance cost in the March quarter rose by a staggering 144 percent to Rs.1, 162.2 million.",
    "Indian Oil Corporation Limited, India owns 75.12 percent in Lanka IOC."
  ],
  "translate": {
    "si": {
      "title": "ආදායම් සහ ලාභ ඉහළ යන විට Lanka IOC විශ්මයජනක 4Q කාර්ය සාධනයක් ලබා දෙයි",
      "body_lines": [
        "මාර්තු කාර්තුවේ ආදායම 43%කින් ඉහළ ගිය අතර ලාභය රුපියල් බිලියන 3.37 දක්වා ඉහළ ගියේය",
        "නිදහස් වැටීම මත රුපියල ලෙස රුපියල් බිලියන 2.55 ක ඇස්තමේන්තුගත යථාර්ථවාදී නොවන Fx පාඩුවකට මුහුණ දෙයි",
        "Fx පාඩු මකා දැමීම සඳහා තවදුරටත් මිල ගණන් සංශෝධනය කිරීමට පසුබට නොවන බව පෙන්නුම් කරයි",
        "ගෝලීය මිල ගණන් සහ රුපියලේ අගය ඉහළ යාම හේතුවෙන් ඉන්ධන සිල්ලර මිල ඉහළ යාම මධ්‍යයේ 2022 මාර්තු දක්වා මාස තුනක කාලය තුළ ලංකා IOC විශිෂ්ට මූල්‍ය කාර්ය සාධනයක් ලබා දී ඇත.",
        "2021 වසරේ අනුරූප කාලපරිච්ඡේදයට වඩා සියයට 42.7 ක ශක්තිමත් වර්ධනයක් වාර්තා කරමින් එහි මූල්‍ය සිව්වන කාර්තුව වන ජනවාරි සිට මාර්තු කාලය සඳහා සමාගම රුපියල් බිලියන 29.49 ක ආදායමක් වාර්තා කළේය.",
        "ඉහළම පෙළ ද 2021 දෙසැම්බර් කාර්තුවේ සිට සියයට 28.3 කින් ඉහළ ගොස් ඇති බව පිළිබිඹු කරමින්, ඉහළ යන ගෝලීය බලශක්ති මිල ගණන් සහ 2022 මාර්තු මස මුලදී රුපියලේ අගය ඉහළ යාමෙන් ඇති වූ ප්‍රතිවිපාක සැරිසැරීමට සමාගමට උපකාර වූ බව පිළිබිඹු කරයි.",
        "සමාගමේ කොටස ඊයේ දිනයේදී ශත 80 කින් හෝ සියයට 2.40 කින් රුපියල් 34.10 කින් අවසන් විය. මාර්තු සහ අපේ‍්‍රල් මාසවල වෙලඳපොල ශෝකය හේතුවෙන් තුන්වන කාර්තුවේ ප‍්‍රතිඵල නිකුත් කරන විට කොටසක මිල රු.66.50 සිට සැලකිය යුතු ලෙස පහත වැටී ඇත.",
        "ඉහළ බලශක්ති මිල මෙන්ම දුර්වල රුපියලෙන් එන ඉහළ යන පිරිවැය සමාගම සම්පූර්ණයෙන්ම අඩු කර ඇති බව පෙනී ගියේය.",
        "කෙසේ වෙතත්, අප්‍රේල් මාසයේ සිට පුලුල්ව හා නිතර නිතර සිදු වූ ඉන්ධන හිඟයේ සහ මාර්තු මාසයේ සිට ආරම්භ කරන ලද බහුවිධ ඉල්ලුම විනාශ කිරීමේ ප්‍රතිපත්ති හේතුවෙන් ඇති වූ ඉල්ලුමේ මන්දගාමිත්වයේ සම්පූර්ණ ප්‍රතිවිපාක මාර්තු කාර්ය සාධනයෙන් පිළිබිඹු නොවේ.",
        "යුක්රේනයේ යුද්ධය සහ චීනයේ දිගුකාලීන අගුලු දැමීම් මගින් උග්‍ර වූ ලොව පුරා සැපයුම් දාම අර්බුදයෙන් දැනටමත් දැවැන්ත ආතතියකට ලක්ව ඇති සැපයුමට අනුරූප වන පරිදි ඉල්ලුම සිසිල් කිරීම සඳහා මහ බැංකුව ප්‍රතිපත්ති පොලී අනුපාත පෙර නොවූ විරූ මට්ටමකට ඉහළ නැංවීය. . පෙබරවාරි 24 දා රුසියාව යුක්රේනය ආක්‍රමණය කළ විට බ්‍රෙන්ට් අනාගත විනිමය හුවමාරුවේ බොරතෙල් බැරලයක් ඩොලර් 94.05 සිට ඊයේ වන විට ඩොලර් 110.43 දක්වා තියුනු ලෙස ඉහළ යාමත් සමඟ යුක්රේන යුද්ධය ගෝලීය බලශක්ති සහ අනෙකුත් භාණ්ඩ මිලට පියාසර රෝදයක් එකතු කළේය. JP Morgan Chase හි ප්‍රධාන විධායක නිලධාරී Jamie Dimon බදාදා පැවසුවේ, මේ වසරේ තවත් ඇමරිකානු ඩොලර් 30-40 ක තෙල් මිල වැඩිවීමක් ලෝකයට අපේක්ෂා කළ යුතු බවයි.",
        "මේ අතර, අප්‍රේල් 28 වන දින විනිමය අනුපාතිකයෙන් එහි විදේශ මුදල් වගකීම් සහ වත්කම් ප්‍රතිනිර්මාණය කරන විට, අප්‍රේල් 28 වන විට රුපියල් බිලියන 2.55 ක යථාර්ථවාදී නොවන විදේශ විනිමය අලාභයකට ලංකා IOC මුහුණ දී සිටී. ආදාන පිරිවැය මත විනිමය අනුපාත බලපෑමෙන්,” සමාගම පැවසුවේ, විදේශ මුදල් පරිවර්තනයෙන් පැන නගින පාඩු අතුරුදහන් වන තුරු මිල සංශෝධනය කිරීමට පසුබට නොවන බව ඇඟවුම් කරමිනි.",
        "මේ අතර, වසර තුළ සමාගම සිය ඛනිජ තෙල් නිෂ්පාදන තොගය 2022 මාර්තු 31 වන විට රුපියල් බිලියන 9.63 සිට රුපියල් බිලියන 27.26 දක්වා තුන් ගුණයකින් පමණ වැඩි කර ඇති අතර, ඒවා ඉහළ ඉන්වෙන්ටරි මට්ටම් ක්‍රියාත්මක වන විට හිඟයන් මතු වන්නේ කෙසේද යන්න පිළිබඳ ප්‍රශ්න මතු කරයි. කෙසේ වෙතත්, ඉන්වෙන්ටරි අගය කිරීමේදී දුර්වල රුපියලෙන් එන මූලද්රව්යයක් ද තිබේ.",
        "2021 දෙසැම්බර් 31 වන විට සමාගමේ ඉන්වෙන්ටරි වටිනාකම රුපියල් බිලියන 18.4 කි.",
        "මේ අතර සමාගම 2021 මාර්තු 31 න් අවසන් වූ සම්පූර්ණ වසර සඳහා කොටසක ඉපැයීම් රුපියල් 1.83 ක් හෝ රුපියල් මිලියන 973.92 ට සාපේක්ෂව සමාලෝචිත කාර්තුව සඳහා කොටසක් රුපියල් 6.34 ක් හෝ රුපියල් බිලියන 3.37 ක් ලෙස වාර්තා කර ඇත. 2022, සමාගම කොටසක ඉපැයීම් රුපියල් 1.66 හෝ රුපියල් මිලියන 882.6 හා සසඳන විට කොටසක් රුපියල් 9.05 ක් හෝ රුපියල් බිලියන 4.82 ක් වාර්තා කළේය. වාර්ෂික ආදායම රුපියල් බිලියන 89.95 දක්වා සියයට 34.9 කින් ඉහළ ගියේය.",
        "තියුනු ලෙස ඉහල පොලී අනුපාත මුල්‍ය පිරිවැය ඉහල යාම හේතුවෙන් ඉදිරි කාර්තු වල ලාභය අඩාල විය හැකි බවට සමාගම කනස්සල්ලට පත්ව සිටී. මාර්තු කාර්තුවේ මුල්‍ය පිරිවැය රු. මිලියන 1,162.2 දක්වා විශ්මයජනක ලෙස සියයට 144 කින් ඉහළ ගියේය.",
        "ඉන්දියන් ඔයිල් කෝපරේෂන් ලිමිටඩ්, ලංකා අයිඕසී හි සියයට 75.12ක අයිතිය ඉන්දියාව සතුය."
      ]
    },
    "ta": {
      "title": "லங்கா ஐஓசி, வருமானம் மற்றும் லாபம் உயர்ந்து வருவதால், 4க்யூ செயல்திறனை வழங்குகிறது",
      "body_lines": [
        "மார்ச் காலாண்டு வருவாய் 43% உயர்ந்துள்ளது, அதே நேரத்தில் லாபம் ரூ.3.37 பில்லியனாக உயர்ந்துள்ளது",
        "இலவச வீழ்ச்சியின் போது ரூபாய் மதிப்பீட்டின்படி ரூ.2.55 பில்லியன் மதிப்பிழக்கப்படாத Fx இழப்பை எதிர்கொள்கிறது",
        "எஃப்எக்ஸ் இழப்புகளை துடைக்க, விலைகளை மேலும் திருத்துவதற்கு வெட்கப்படவில்லை என்பதைக் குறிக்கிறது",
        "லங்கா ஐஓசி, 2022 மார்ச் வரையிலான மூன்று மாதங்களுக்கு பிரமாதமான நிதிச் செயல்திறனை வழங்கியுள்ளது, இது ஒரு திடமான நிதியாண்டு என்று குறிப்பிடப்படலாம், உலக விலைகள் மற்றும் ரூபாயின் வீழ்ச்சிக்கு ஏற்ப எரிபொருள் சில்லறை விற்பனை விலைகளில் மீண்டும் மீண்டும் செங்குத்தான அதிகரிப்புக்கு மத்தியில்.",
        "அதன் நிதியாண்டின் நான்காவது காலாண்டான ஜனவரி முதல் மார்ச் வரையிலான காலாண்டில் ரூ.29.49 பில்லியன் வருவாய் ஈட்டியது, 2021 ஆம் ஆண்டின் இதே காலகட்டத்தை விட வலுவான 42.7 சதவீத வளர்ச்சியைப் பதிவு செய்துள்ளது.",
        "டிசம்பர் 2021 காலாண்டில் இருந்து டாப் லைன் 28.3 சதவிகிதம் உயர்ந்துள்ளது, இதன் மூலம், உலகளாவிய எரிசக்தி விலைகள் மற்றும் மார்ச் 2022 இன் தொடக்கத்தில் ரூபாயின் வீழ்ச்சியால் ஏற்பட்ட விளைவுகள் ஆகியவற்றிற்கு முன்னுக்கு பின் விலை உயர்வுகள் நிறுவனத்திற்கு உதவியது.",
        "இந்நிறுவனத்தின் பங்கு நேற்று 80 சென்ட் அல்லது 2.40 சதவீதம் உயர்ந்து ரூ.34.10 ஆக இருந்தது. மார்ச் மற்றும் ஏப்ரலில் சந்தை மயக்கம் காரணமாக மூன்றாம் காலாண்டு முடிவுகள் அறிவிக்கப்பட்ட நேரத்தில் பங்கு விலை ரூ.66.50 லிருந்து கணிசமாகக் குறைந்துள்ளது.",
        "அதிக எரிசக்தி விலைகள் மற்றும் பலவீனமான ரூபாய் ஆகியவற்றால் வரும் உயரும் செலவுகளை நிறுவனம் முழுமையாகக் குறைத்துவிட்டது.",
        "எவ்வாறாயினும், எரிபொருள் பற்றாக்குறையின் முழு விளைவுகளையும் மார்ச் செயல்திறன் பிரதிபலிக்கவில்லை, இது ஏப்ரல் முதல் பரவலாகவும் அடிக்கடிவும் மாறியது மற்றும் மார்ச் முதல் நிறுவப்பட்ட பல தேவை அழிவு கொள்கைகளால் வந்த தேவை மந்தநிலை.",
        "உக்ரைனில் நடந்த போர் மற்றும் சீனாவில் நீடித்த பூட்டுதல்களால் உலகெங்கிலும் உள்ள விநியோகச் சங்கிலி நெருக்கடியால் ஏற்கனவே பெரும் மன அழுத்தத்தில் உள்ள விநியோகத்திற்கு ஏற்ப, தேவையைக் குறைக்க, மத்திய வங்கி கொள்கை வட்டி விகிதங்களை முன்னோடியில்லாத அளவிற்கு உயர்த்தியது. . உக்ரைன் யுத்தம் உலகளாவிய எரிசக்தி மற்றும் பிற பொருட்களின் விலைகளில் ஒரு ஃப்ளைவீலைச் சேர்த்தது, ஏனெனில் ப்ரெண்ட் ஃப்யூச்சர் எக்ஸ்சேஞ்சில் கச்சா விலை ஒரு பீப்பாய்க்கு US$ 94.05 இலிருந்து நேற்று ரஷ்யா உக்ரைனை ஆக்கிரமித்தபோது $110.43 ஆக கடுமையாக உயர்ந்தது. ஜேபி மோர்கன் சேஸின் தலைமை நிர்வாக அதிகாரி ஜேமி டிமோன் புதன்கிழமை கூறினார், இந்த ஆண்டு எண்ணெய் விலையில் மேலும் 30-40 அமெரிக்க டாலர்கள் அதிகரிக்கும் என்று உலகம் எதிர்பார்க்கிறது.",
        "இதற்கிடையில், லங்கா ஐஓசி அதன் வெளிநாட்டு நாணயப் பொறுப்புகள் மற்றும் சொத்துக்கள் ஏப்ரல் 28 அன்று மாற்று விகிதத்தில் மறுமதிப்பீடு செய்யப்படும் போது, ​​ஏப்ரல் 28 இல் ரூ.2.55 பில்லியன் பெறப்படாத அந்நியச் செலாவணி இழப்பை எதிர்கொண்டுள்ளது. உள்ளீடு செலவுகள் மீதான மாற்று விகித தாக்கத்தில் இருந்து,” நிறுவனம் கூறியது, வெளிநாட்டு நாணய மொழிபெயர்ப்பால் ஏற்படும் இழப்புகள் மறையும் வரை விலைகளை திருத்த தயங்க மாட்டோம் என்று சமிக்ஞை செய்தது.",
        "இதற்கிடையில், இந்த ஆண்டில், நிறுவனம் தனது பெட்ரோலியப் பொருட்களின் இருப்புத்தொகையை மார்ச் 31, 2022க்குள் ரூ.9.63 பில்லியனில் இருந்து ரூ.27.26 பில்லியனாக ஏறக்குறைய மூன்று மடங்கு அதிகரித்தது. இருப்பினும், சரக்குகளை மதிப்பிடும்போது பலவீனமான ரூபாயில் இருந்து வரும் ஒரு உறுப்பு உள்ளது.",
        "டிசம்பர் 31, 2021 நிலவரப்படி, நிறுவனத்தின் இருப்பு மதிப்பு ரூ.18.4 பில்லியனாக இருந்தது.",
        "இதற்கிடையில், 2021 ஆம் ஆண்டின் அதே காலகட்டத்தில் ஒரு பங்கு ரூ.1.83 அல்லது ரூ.973.92 மில்லியன் வருவாய் ஈட்டப்பட்டது.  மார்ச் 31 ஆம் தேதியுடன் முடிவடைந்த முழு ஆண்டில், மதிப்பாய்வு செய்யப்பட்டுள்ள காலாண்டில் ஒரு பங்கின் வருவாய் ரூ.6.34 அல்லது ரூ.3.37 பில்லியன் என நிறுவனம் தெரிவித்துள்ளது. 2022, நிறுவனம் ரூ.9.05 ஒரு பங்கின் வருவாய் அல்லது ரூ.4.82 பில்லியன், ஒரு பங்கின் வருவாய் ரூ.1.66 அல்லது ரூ.882.6 மில்லியன். ஆண்டு வருவாய் 34.9 சதவீதம் அதிகரித்து ரூ.89.95 பில்லியனாக உள்ளது.",
        "நிதிச் செலவு அதிகரிப்பால் வரும் காலாண்டுகளில் அதிக வட்டி விகிதங்கள் லாபத்தைக் குறைக்கலாம் என்று நிறுவனம் கவலை கொண்டுள்ளது. மார்ச் காலாண்டில் நிதிச் செலவு 144 சதவீதம் அதிகரித்து ரூ.1,162.2 மில்லியனாக இருந்தது.",
        "இந்தியன் ஆயில் கார்ப்பரேஷன் லிமிடெட், லங்கா ஐஓசியில் 75.12 சதவீத பங்குகளை இந்தியா கொண்டுள்ளது."
      ]
    }
  }
}