{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/23/loss-of-rs-250mn-daily-due-to-low-priced-gas-cylinders-litro/",
  "time_ut": 1650689040,
  "title": "Loss of Rs. 250Mn daily due to low-priced gas cylinders: Litro",
  "body_lines": [
    "COLOMBO (News 1st); The company is losing around Rs. 250 million daily due to the low prices gas cylinders, which are cbeing released to the market, Litro gas says.",
    "Litro Gas on yesterday (22) moved to reverse its decision with regard to the increase in its price to to Rs. 5,175/- as per a Government directive.",
    "Meanwhile, two more ships carrying 7,200 metric tons of gas are due to arrive in the island next week, and Litro Gas Chairman Vijitha Herath said that the ships would arrive in the island on the 26th and 28th April.",
    "He further stated that the stocks of gas received by the country on the 26th will be released to the market from the next day.",
    "Families of 21/4 victims visiting Rome to meet the Pope tomorrow",
    "Loss of Rs. 250Mn daily due to low-priced gas cylinders: Litro",
    "75% of country’s construction at a standstill: National Construction Association"
  ],
  "translate": {
    "si": {
      "title": "පාඩුව රු. අඩු මිල ගෑස් සිලින්ඩර් නිසා දිනකට මිලියන 250: ලිට්රෝ",
      "body_lines": [
        "COLOMBO (News 1st); සමාගමට රු. අඩු මිල ගෑස් සිලින්ඩර් cbe වෙළඳපොළට නිකුත් කිරීම හේතුවෙන් දිනකට රුපියල් මිලියන 250 ක ආදායමක් ලැබෙන බව Litro ගෑස් පවසයි.",
        "ලිට්‍රෝ ගෑස් සමාගම ඊයේ (22) සිය මිල රු. 5,175/- රජයේ නියෝගයකට අනුව.",
        "මේ අතර, ගෑස් මෙට්‍රික් ටොන් 7200ක් රැගත් තවත් නෞකා දෙකක් ලබන සතියේ දිවයිනට පැමිණීමට නියමිත අතර, එම නෞකාවන් අප්‍රේල් 26 සහ 28 යන දිනවල දිවයිනට පැමිණෙන බව ලිට්‍රෝ ගෑස් සමාගමේ සභාපති විජිත හේරත්                                                                                                                                                                                       .",
        "පසුගිය 26 වැනිදා මෙරටට ලැබුණු ගෑස් තොග අනිද්දා සිට වෙළෙඳපොළට නිකුත් කරන බවද ඒ මහතා වැඩිදුරටත් සඳහන් කළේය.",
        "21/4 විපතට පත් පවුල් හෙට පාප් වහන්සේ හමුවීමට රෝමයට",
        "පාඩුව රු. අඩු මිල ගෑස් සිලින්ඩර් නිසා දිනකට මිලියන 250: ලිට්රෝ",
        "රටේ ඉදිකිරීම් වලින් 75% ක් ඇනහිට ඇත: ජාතික ඉදිකිරීම් සංගමය"
      ]
    },
    "ta": {
      "title": "நஷ்டம் ரூ. குறைந்த விலை எரிவாயு சிலிண்டர்களால் தினசரி 250 மில்லியன்: லிட்ரோ",
      "body_lines": [
        "COLOMBO (News 1st); நிறுவனம் சுமார் ரூ. சந்தையில் வெளியிடப்படும் குறைந்த விலை எரிவாயு சிலிண்டர்கள் காரணமாக நாளாந்தம் 250 மில்லியன் ரூபா வருமானம் ஈட்டப்படுவதாக லிட்ரோ எரிவாயு தெரிவித்துள்ளது.",
        "லிட்ரோ காஸ் நேற்று (22) அதன் விலையை ரூ. ரூ. ஆக அதிகரிப்பது தொடர்பான தனது முடிவை மாற்றியமைத்தது. 5,175/- அரசாங்க உத்தரவின்படி.",
        "இதற்கிடையில், 7,200 மெட்ரிக் தொன் எரிவாயுவை ஏற்றிக்கொண்டு மேலும் இரண்டு கப்பல்கள் அடுத்த வாரம் தீவை வந்தடைய உள்ளது, மேலும் அந்த கப்பல்கள் ஏப்ரல் 26 மற்றும் 28 ஆம் தேதிகளில் தீவை வந்தடையும் என்று லிட்ரோ கேஸ் தலைவர் விஜித ஹேரத் கூறினார்.",
        "26ஆம் திகதி நாட்டுக்கு கிடைத்த எரிவாயு கையிருப்பு நாளை மறுதினம் சந்தைக்கு வெளியிடப்படும் எனவும் அவர் மேலும் குறிப்பிட்டுள்ளார்.",
        "21/4 பாதிக்கப்பட்டவர்களின் குடும்பங்கள் நாளை திருத்தந்தையை சந்திக்க ரோம் செல்கிறார்கள்",
        "நஷ்டம் ரூ. குறைந்த விலை எரிவாயு சிலிண்டர்களால் தினசரி 250 மில்லியன்: லிட்ரோ",
        "நாட்டின் 75% கட்டுமானப் பணிகள் முடங்கியுள்ளன: தேசிய கட்டுமான சங்கம்"
      ]
    }
  }
}