{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-lift-forced-dollar-conversion-rule-on-services-exports-cb-governor-93702/",
  "time_ut": 1651288560,
  "title": "Sri Lanka to lift forced dollar conversion rule on services exports: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka plans to remove a forced conversion rule of services exports as part of plans to gradually relax controls imposed in recent months, Central Bank Governor Nandalal Weerasinghe said.",
    "The central bank imposed a series of controls on forcing exporters of goods and services to convert dollars by force and also imposed outward exchange controls as money was printed to keep rates down over the past two years driving up credit and excess demand creating forex exchange shortages.",
    "“In the case of services exports like IT and tourism, we will remove the mandatory conversion requirement,” Central Bank Governor Nandalal Weerasinghe said.",
    "“Goods imports are made through customs. We have no way to track these services. We have been told that some person are not bringing these money in at all because of the forced conversion rule.”",
    "The central bank was also planning to relax a rule that required tourists to pay hotels in dollars only.",
    "Governor Weerasinghe immediately slashed a surrender requirement which made banks transfer 50 percent of export and remittances to the central bank for new money, to 25 percent.",
    "Analysts and economists have pointed out that the steep depreciation of the rupee during an attempted float (suspension of convertibility) was due to the surrender requirement which made the regime a peg with ‘strong side convertibility’, a rule that should be use when the exchange rate was appreciating.",
    "When a third world intermediate regime central bank prints money, the controls imposed rapidly worsen the crisis. Analysts had pointed at the time that the conversion rules were similar to those imposed by Zimbabwe which was printing excess RTG dollars.",
    "It is not clear to what extend the existing controls fall foul of International Monetary Fund rules on capital flow measures and multiple currency practices.",
    "“We want to progressively remove control step by step,” Governor Weerasinghe said. “For the time being these have been done to stabilize the foreign exchange rate market.”",
    "Governor Weerasinghe said  the exchange rate was not being controlled and expatriate workers and other were getting a fair rate now.",
    "Under Governor Weerasinghe policy rates were raised to 14.50 percent from 7.50 in a bid to end the fundamental cause of the currency crisis which is money printed to keep interest rates artificially low.",
    "Treasuries yields have also been allowed to go up, which will drive private savings to the budget deficit instead of to areas like construction and capital goods imports, creating forex shortages for items like medicines.",
    "There have been no major food shortage due to the use of Undiyal payments through open account imports.",
    "Newly appointed Treasury Secretary has also ordered a temporary halt in capital expenditure which will also reduce the deficit, the need for money printing and high rates and construction related imports. (Colombo/Apr30/2022)"
  ],
  "translate": {
    "si": {
      "title": "සේවා අපනයන මත බලහත්කාරයෙන් ඩොලර් පරිවර්තන රීතිය ඉවත් කිරීමට ශ්‍රී ලංකාව සූදානම්: CB ආණ්ඩුකාර",
      "body_lines": [
        "ECONOMYNEXT - මෑත මාසවල පනවා තිබූ පාලන ක්‍රම ක්‍රමයෙන් ලිහිල් කිරීමේ සැලසුම්වල කොටසක් ලෙස සේවා අපනයනවල බලහත්කාර පරිවර්තන රීතියක් ඉවත් කිරීමට ශ්‍රී ලංකාව සැලසුම් කර ඇති බව මහ බැංකු අධිපති නන්දලාල් වීරසිංහ මහතා පැවසීය.",
        "භාණ්ඩ හා සේවා අපනයනකරුවන්ට බලහත්කාරයෙන් ඩොලර් පරිවර්තනය කිරීමට බල කිරීම සඳහා මහ බැංකුව පාලන මාලාවක් පැනවූ අතර විදේශ විනිමය හිඟයක් ඇති කරමින් ණය සහ අතිරික්ත ඉල්ලුම ඉහළ නැංවීමට පසුගිය වසර දෙක තුළ මුදල් මුද්‍රණය කිරීම නිසා බාහිර විනිමය පාලන ද පැනවීය.",
        "“තොරතුරු තාක්‍ෂණය සහ සංචාරක කර්මාන්තය වැනි සේවා අපනයන සම්බන්ධයෙන් අපි අනිවාර්ය පරිවර්තන අවශ්‍යතාවය ඉවත් කරනවා,” මහ බැංකු අධිපති නන්දලාල් වීරසිංහ මහතා පැවසීය.",
        "“භාණ්ඩ ආනයනය කරන්නේ රේගුව හරහා. මෙම සේවාවන් නිරීක්ෂණය කිරීමට අපට ක්‍රමයක් නොමැත. බලහත්කාරයෙන් පරිවර්තනය කිරීමේ නීතිය නිසා යම් පුද්ගලයෙක් මෙම මුදල් කිසිසේත් ගෙන එන්නේ නැති බව අපට පවසා ඇත.",
        "සංචාරකයින් හෝටල්වලට ඩොලර්වලින් පමණක් ගෙවිය යුතු බවට වූ නීතියක් ලිහිල් කිරීමටද මහ බැංකුව සැලසුම් කරමින් සිටියේය.",
        "ආණ්‌ඩුකාර වීරසිංහ වහාම යටත්වීමේ අවශ්‍යතාවක්‌ කප්පාදු කළේය. එමඟින් බැංකු විසින් අපනයනයෙන් සියයට 50ක්‌ සහ නව මුදල් සඳහා මහ බැංකුව වෙත ප්‍රේෂණ කිරීම් සියයට 25ක්‌ දක්‌වා මාරු කළේය.",
        "විශ්ලේෂකයින් සහ ආර්ථික විද්‍යාඥයින් පෙන්වා දී ඇත්තේ පාවෙන උත්සාහයක දී රුපියල දැඩි ලෙස අවප්‍රමාණය වීම (පරිවර්තනය අත්හිටුවීම) යටත් වීමේ අවශ්‍යතාවය නිසා පාලන තන්ත්‍රය 'ශක්තිමත් පැති පරිවර්තනයක්' සහිත ඇණක් බවට පත් වූ නිසා බව පෙන්වා දී ඇත, එය හුවමාරු කිරීමේදී භාවිතා කළ යුතු රීතියකි. අනුපාතය අගය විය.",
        "තුන්වන ලෝකයේ අතරමැදි පාලන තන්ත්‍රයක මහ බැංකුවක් මුදල් මුද්‍රණය කරන විට, පනවා ඇති පාලනයන් අර්බුදය වේගයෙන් නරක අතට හැරේ. පරිවර්තන නීති අතිරික්ත RTG ඩොලර් මුද්‍රණය කරන සිම්බාබ්වේ විසින් පනවන ලද ඒවාට සමාන බව විශ්ලේෂකයින් එකල පෙන්වා දී තිබුණි.",
        "පවතින පාලනයන් ප්‍රාග්ධන ප්‍රවාහ පියවරයන් සහ බහුවිධ මුදල් පරිචයන් පිළිබඳ ජාත්‍යන්තර මූල්‍ය අරමුදලේ නීතිරීතිවලට පටහැනි වන්නේ කුමන ව්‍යාප්තියකටද යන්න පැහැදිලි නැත.",
        "“අපි පියවරෙන් පියවර ක්‍රමානුකූලව පාලනය ඉවත් කිරීමට අවශ්‍යයි,” ආණ්ඩුකාර වීරසිංහ මහතා පැවසීය. \"දැනට මේවා සිදු කර ඇත්තේ විදේශ විනිමය අනුපාත වෙළඳපොළ ස්ථාවර කිරීමටයි.\"",
        "ආණ්ඩුකාර වීරසිංහ මහතා පැවසුවේ විනිමය අනුපාතිකය පාලනය කර නොමැති බවත් විදේශගත ශ්‍රමිකයන්ට සහ අනෙකුත් සේවකයන්ට දැන් සාධාරණ මිලක් ලැබෙන බවත්ය.",
        "වීරසිංහ ආණ්ඩුකාරවරයා යටතේ කෘත්‍රිමව පොලී අනුපාත අඩු කිරීමට මුදල් මුද්‍රණය කරන මුදල් අර්බුදයේ මූලික හේතුව නිමා කිරීම සඳහා ප්‍රතිපත්ති පොලී අනුපාත 7.50 සිට සියයට 14.50 දක්වා ඉහළ දමන ලදී.",
        "භාණ්ඩාගාර අස්වැන්න ඉහළ යාමට ද ඉඩ ලබා දී ඇති අතර, එය ඉදිකිරීම් සහ ප්‍රාග්ධන භාණ්ඩ ආනයනය වැනි ක්ෂේත්‍ර වෙනුවට අයවැය හිඟය දක්වා පුද්ගලික ඉතුරුම් ගෙන යන අතර, ඖෂධ වැනි අයිතම සඳහා විදේශ විනිමය හිඟයක් ඇති කරයි.",
        "විවෘත ගිණුම් ආනයනය හරහා Undiyal ගෙවීම් භාවිතා කිරීම නිසා විශාල ආහාර හිඟයක් ඇති වී නොමැත.",
        "අලුතින් පත් වූ භාණ්ඩාගාර ලේකම්වරයා විසින් ප්‍රාග්ධන වියදම් තාවකාලිකව නතර කිරීමට ද නියෝග කර ඇති අතර එමඟින් හිඟය, මුදල් මුද්‍රණ අවශ්‍යතාවය සහ ඉහළ අනුපාත සහ ඉදිකිරීම් ආශ්‍රිත ආනයනයන් ද අඩු වේ. (කොළඹ/අප්‍රේල් 30/2022)"
      ]
    },
    "ta": {
      "title": "சேவைகள் ஏற்றுமதி மீதான கட்டாய டாலர் மாற்ற விதியை இலங்கை நீக்க வேண்டும்: சிபி ஆளுநர்",
      "body_lines": [
        "பொருளாதாரம் - சமீபத்திய மாதங்களில் விதிக்கப்பட்ட கட்டுப்பாடுகளை படிப்படியாக தளர்த்தும் திட்டங்களின் ஒரு பகுதியாக, சேவைகள் ஏற்றுமதியின் கட்டாய மாற்ற விதியை நீக்குவதற்கு இலங்கை திட்டமிட்டுள்ளது என்று மத்திய வங்கியின் ஆளுநர் நந்தலால் வீரசிங்க தெரிவித்தார்.",
        "சரக்குகள் மற்றும் சேவைகளின் ஏற்றுமதியாளர்களை வலுக்கட்டாயமாக டாலர்களை மாற்றுவதற்கு மத்திய வங்கி தொடர்ச்சியான கட்டுப்பாடுகளை விதித்தது மற்றும் அந்நிய செலாவணி பற்றாக்குறையை உருவாக்கும் கடன் மற்றும் அதிகப்படியான தேவையை கடந்த இரண்டு ஆண்டுகளாக விகிதங்களைக் குறைக்க பணம் அச்சிடப்பட்டதால் வெளிப்புற பரிமாற்றக் கட்டுப்பாடுகளையும் விதித்தது.",
        "\"IT மற்றும் சுற்றுலா போன்ற சேவைகள் ஏற்றுமதி விஷயத்தில், கட்டாய மாற்றத் தேவையை நாங்கள் நீக்குவோம்\" என்று மத்திய வங்கி ஆளுநர் நந்தலால் வீரசிங்க தெரிவித்தார்.",
        "“சரக்கு இறக்குமதிகள் சுங்கம் மூலம் செய்யப்படுகின்றன. இந்த சேவைகளை கண்காணிக்க எங்களிடம் வழி இல்லை. கட்டாய மதமாற்ற விதியின் காரணமாக சிலர் இந்தப் பணத்தை கொண்டு வருவதில்லை என்று எங்களிடம் கூறப்பட்டது.",
        "சுற்றுலாப் பயணிகள் ஹோட்டல்களுக்கு டாலர்களில் மட்டுமே பணம் செலுத்த வேண்டும் என்ற விதியை தளர்த்தவும் மத்திய வங்கி திட்டமிட்டுள்ளது.",
        "கவர்னர் வீரசிங்க உடனடியாக சரணடைதல் தேவையை குறைத்தார், இது வங்கிகள் ஏற்றுமதியில் 50 சதவீதத்தையும் புதிய பணத்திற்காக மத்திய வங்கிக்கு அனுப்பும் பணத்தையும் 25 சதவீதமாக மாற்றியது.",
        "சோதனை முயற்சியின் போது ரூபாயின் செங்குத்தான தேய்மானம் (மாற்றுத்திறன் இடைநிறுத்தம்) சரணடைதல் தேவையின் காரணமாக இருந்தது என்று ஆய்வாளர்கள் மற்றும் பொருளாதார வல்லுநர்கள் சுட்டிக்காட்டியுள்ளனர், இது ஆட்சியை 'வலுவான பக்க மாற்றத்துடன்' ஒரு பெக் ஆக்கியது, இது பரிமாற்றத்தின் போது பயன்படுத்தப்பட வேண்டும். விகிதம் பாராட்டப்பட்டது.",
        "மூன்றாம் உலக இடைநிலை ஆட்சி மத்திய வங்கி பணத்தை அச்சிடும்போது, ​​விதிக்கப்பட்ட கட்டுப்பாடுகள் நெருக்கடியை விரைவாக மோசமாக்குகின்றன. அதிக ஆர்டிஜி டாலர்களை அச்சடிக்கும் ஜிம்பாப்வே விதிகளைப் போன்றே மாற்று விதிகள் இருப்பதாக ஆய்வாளர்கள் அப்போது சுட்டிக்காட்டினர்.",
        "தற்போதுள்ள கட்டுப்பாடுகள், மூலதனப் பாய்வு நடவடிக்கைகள் மற்றும் பல நாணய நடைமுறைகள் மீதான சர்வதேச நாணய நிதிய விதிகளை மீறுவது என்ன என்பது தெளிவாகத் தெரியவில்லை.",
        "படிப்படியாக கட்டுப்பாட்டை அகற்ற விரும்புகிறோம் என ஆளுநர் வீரசிங்க தெரிவித்தார். \"தற்போதைக்கு இவை அந்நிய செலாவணி விகித சந்தையை நிலைப்படுத்துவதற்காக செய்யப்பட்டுள்ளன.\"",
        "நாணய மாற்று வீதம் கட்டுப்படுத்தப்படவில்லை எனவும், வெளிநாட்டு தொழிலாளர்கள் மற்றும் ஏனையோர் தற்போது நியாயமான விலையைப் பெற்று வருவதாகவும் ஆளுநர் வீரசிங்க தெரிவித்தார்.",
        "கவர்னர் வீரசிங்கவின் கீழ், வட்டி விகிதங்களை செயற்கையாகக் குறைவாக வைத்திருக்க பணம் அச்சடிக்கப்பட்ட நாணய நெருக்கடியின் அடிப்படைக் காரணத்தை முடிவுக்குக் கொண்டுவரும் முயற்சியில் கொள்கை விகிதங்கள் 7.50 இலிருந்து 14.50 சதவீதமாக உயர்த்தப்பட்டன.",
        "கருவூலங்களின் விளைச்சலும் அதிகரிக்க அனுமதிக்கப்பட்டுள்ளது, இது தனியார் சேமிப்புகளை கட்டுமானம் மற்றும் மூலதன பொருட்கள் இறக்குமதி போன்ற பகுதிகளுக்கு பதிலாக பட்ஜெட் பற்றாக்குறைக்கு கொண்டு செல்லும், மருந்துகள் போன்ற பொருட்களுக்கு அந்நிய செலாவணி பற்றாக்குறையை உருவாக்கும்.",
        "திறந்த கணக்கு இறக்குமதிகள் மூலம் உண்டியல் கொடுப்பனவுகளைப் பயன்படுத்துவதால் பெரிய உணவுப் பற்றாக்குறை ஏற்படவில்லை.",
        "புதிதாக நியமிக்கப்பட்டுள்ள கருவூலச் செயலாளரும் மூலதனச் செலவினங்களை தற்காலிகமாக நிறுத்த உத்தரவிட்டுள்ளார், இது பற்றாக்குறை, பணம் அச்சிடுவதற்கான தேவை மற்றும் அதிக விலைகள் மற்றும் கட்டுமானம் தொடர்பான இறக்குமதிகளைக் குறைக்கும். (கொழும்பு/ஏப்30/2022)"
      ]
    }
  }
}