{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/shelton-ranaraja-and-the-parliamentarians-of-today/",
  "time_ut": 1645805220,
  "title": "Shelton Ranaraja and the Parliamentarians of today",
  "body_lines": [
    "In recent days there has been much comment on the quality (or the lack of it) of our politicians of today. Upon reading a “WhatsApp” note on this theme addressed to the president, I felt provoked to share the following recollections, mostly for the benefit of younger readers who may not be familiar with our political leaders of earlier times. They were all not exemplary but, by and large, a majority of them were decent, edcuated and efficient unlike today’s lot of whom the less said the better.",
    "Off the top of my head and not in any chronological order, talking of principled and good politicians reminds me of those like D.S and Dudley Senanayake, S.J.V. Chelvanayakam, M.D Banda, V.A Sugathadasa, S.Kathiravelupillai, M. Tiruchelvam, Ronnie de Mel, Neelan Tiruchelvam, Sarath Muttetuwegama, Lakshman Kadirgamar and Shelton Ranaraja, among others. We also cannot forget the old left leaders – NM, Colvin, Bernard, Pieter, SA Wicks among other.",
    "Of those mentioned above, I wish to focus on Shelton Ranaraja as an example of a decent politician who was unafraid to oppose any political decision that did not accord with his conscience. Today when most MPs tend to blindly follow the dictates of the executive president or of the political party he/she is from, they will benefit immensely by reading up on the life and career of a man such as Shelton Ranaraja. I knew and associated with him very closely for a considerable period of time in those halcyon years spent in the then less crowded and far less unclean city of Kandy. We both shared a common passion for cricket, when it was a game played by ‘flannelled fools’ and not the pajama -clad persons of today. Perhaps Ranaraja’s passion for cricket may have added to his desire to play a straight bat not only on the field but off it as well.",
    "Shelton Ranaraja (1928- 2011) was the son of advocate, land-owner and politician P.B Ranaraja. The father was not as successful as the son in the political arena, having been the loser on both occasions that he contested in the State Council elections of 1931 and 1936. He once more ended up on the losing side when he ran for office in the 1952 parliamentary elections as the United National Party (UNP) candidate for Dambulla. Subsequently the senior Ranaraja served two terms as a UNP–nominated Senator in the Senate of Ceylon.",
    "Shelton Ranaraja, a lawyer by profession (he and his father practiced law in Kandy from the late 1940s) entered politics by contesting as a Sri Lanka Freedom Party (SLFP) candidate for Senkadagala in the parliamentary election of 1960. Having narrowly won the Senkadagala seat by 25 votes, Ranaraja entered parliament in July 1960. In 1964, Ranaraja first made us aware of his credo in politics. The SLFP government of the day attempted in December 1964 to nationalise Lake House, the largest newspaper group in the island at the time viewed as a staunch supporter of the opposition UNP. The government was defeated by one vote and that defeat precipitated the 1965 parliamentary election that the SLFP lost. Ranaraja was one of the 14 government MPs who voted against the nationalisation and for their pains were promptly expelled from the SLFP. He then took a break from politics and from 1965 to 1973 reverted to his legal practice.",
    "Consequent to the death of Dudley Senanayake in April 1973, J.R. Jayewardene became the leader of the UNP. On the latter’s invitation, Ranaraja accepted the post of party organizer for Senkadagala. Later, he stood as the UNP candidate for Senkadagala at the July 1977 General Elections and was re-elected to Parliament. He was appointed deputy minister of justice in the new UNP government. The courage of his convictions made Ranaraja oppose in cabinet (he was acting minister of justice at the time) the UNP government’s decision in September-October of 1980 to deprive Mrs. Bandaranaike of her civic rights which he saw as unfair and an unwarranted abuse of power. Unlike another deputy minister of the government who was seen raising both hands during the 16 October 1980 vote on the resolution to impose civic disability for seven years on Mrs.Bandaranaike and Felix Dias Bandaranaike, deputy minister Ranaraja was a notable absentee in parliament that day.",
    "In July 1981, the Tamil United Liberation Front (TULF) attempted to move a motion of no-confidence against the UNP government of the day. Embarrassed and annoyed by the TULF move, the UNP brought an unprecedented motion of no-confidence against Appapillai Amirthalingam, the TULF leader, who also happened to be the leader of the opposition at the time. When the motion was taken up in parliament, the UNP using its steamroller five-sixths majority in the legislature did not allow Amirthalingam to speak in his defense. Due to the unruly behavior of government MPs and the biased ruling of Speaker Bakeer Markar, who refused permission for both Amirthalingam and members of the SLFP and CP who were in the opposition to speak, the opposition as a whole walked out of the chamber.",
    "When the vote was taken on 24 July 1981, the motion of no-confidence against Amirthalingam was passed by 121 votes to one. And yes, the sole vote against the motion was that of Ranaraja. His voting according to his conscience resulted in Ranaraja being at the receiving end of abuse from his parliamentary colleagues. The behaviour of some of the government MPs was low enough for them to resort even to racism by taunting him with the sobriquet Shelton ‘Nadarajah’.",
    "More was to follow. During the anti-Tamil riots of July 1983, Ranaraja persuaded the Police in Kandy to round up and imprison known trouble-makers in the city to contain violence. He was overruled by Cyril Mathew who got the thugs released. The subsequent riots and violence in and around Kandy were due mainly to the overruling of Ranaraja’s sensible and humane intervention. Following the Welikada prison massacre of the time, when the security forces tried to dispose of the bodies of the murdered prisoners, Ranaraja with the assistance of Mervyn Wijesinghe, the then secretary of the ministry of justice, succeeded in stopping them so that a judicial inquest could be held.",
    "The TULF recommended to President J. R Jayewardene that Ranaraja be appointed Governor of the then merged North Eastern Province consequent to the passage of the 13th Amendment to the Constitution. Jayewardene responded positively to the TULF recommendation but Ranaraja, doubtless out of disapproval of the then president’s authoritarian style of leadership, turned down Jayewardene’s offer of the governorship. His principled opposition to President Jayewardene’s refusal to dissolve parliament even after 11 years led him to resign from the government in protest in November 1988. When parliament was eventually dissolved a month later, though invited by the UNP to stand for the forthcoming parliamentary elections, Ranaraja refused and took no further part in party politics in Sri Lanka.",
    "No account of the life and career of Shelton Ranaraja will be complete without a reference to Chandra, his late wife. If good marriages are indeed made in heaven, as they say, then that of Chandra and Shelton must certainly have been made there. They complemented each other exceedingly well. Hailing from Anuradhapura, Chandra herself came from a political background. Her father was MP for Kalawewa in the late 1940s. I remember her from the days she was a teacher at Girls’ High School, Kandy and later as Mayor of Kandy in 1990, becoming in the process the first ever female Mayor of the hill capital. Everything she said and did had an air of graciousness seldom seen in the public figures of today.",
    "In an era where Sri Lankans of little or no education and less of character and integrity predominate our legislature to our collective detriment, those like Shelton and Chandra Ranaraja who lived by their principles and refused to compromise on them become all the more valuable.",
    "Sri Lanka, India, and China: The need for a new perspective",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ෂෙල්ටන් රණරාජා සහ අද පාර්ලිමේන්තු මන්ත්‍රීවරුන්",
      "body_lines": [
        "අද අපේ දේශපාලකයන්ගේ ගුණාත්මක බව (හෝ එහි අඩුව) ගැන පසුගිය දිනවල බොහෝ අදහස් පළ විය. මෙම තේමාව පිළිබඳව ජනාධිපතිවරයා වෙත යොමු කරන ලද \"WhatsApp\" සටහනක් කියවීමෙන් පසු, පහත සඳහන් මතකයන් බෙදා ගැනීමට මා තුළ පෙලඹීමක් ඇති විය, බොහෝ දුරට අපගේ පෙර යුගයේ දේශපාලන නායකයින් නොදන්නා තරුණ පාඨකයන්ගේ ප්‍රයෝජනය සඳහා. ඔවුන් සියල්ලන්ම ආදර්ශවත් නොවූ නමුත්, විශාල වශයෙන්, ඔවුන්ගෙන් බහුතරයක් විනීත, උගත් සහ කාර්යක්‍ෂම වූවන් අද සිටින බොහෝ අය මෙන් නොව, අඩුවෙන් පැවසුවහොත් වඩා හොඳය.",
        "කිසිම කාලානුක්‍රමික පිළිවෙළකට නොව, ප්‍රතිපත්තිගරුක යහපත් දේශපාලඥයන් ගැන කතා කරන විට මට මතක් වන්නේ ඩී.එස් සහ ඩඩ්ලි සේනානායක, එස්.ජේ.වී. චෙල්වනායගම්, එම්.ඩී බණ්ඩා, වී.ඒ.සුගතදාස, එස්.කතිරවේලුපිල්ලේ, එම්.තිරුචෙල්වම්, රොනී ද මෙල්, නීලන් තිරුචෙල්වම්, සරත් මුත්තෙටුවේගම, ලක්ෂ්මන් කදිරගාමර් සහ ෂෙල්ටන් රණරාජා ඇතුළු පිරිසක්. පැරණි වමේ නායකයන් ද අපට අමතක කළ නොහැක - එන්.එම්, කොල්වින්, බර්නාඩ්, පීටර්, එස්ඒ වික්ස් ඇතුළු තවත් අය.",
        "ඉහත සඳහන් කළ අය අතරින් ෂෙල්ටන් රණරාජා තම හෘද සාක්ෂියට එකඟ නොවන ඕනෑම දේශපාලන තීරණයකට එරෙහිවීමට නොබියව කටයුතු කළ විනීත දේශපාලනඥයකුගේ උදාහරණයක් ලෙස මම අවධානය යොමු කිරීමට කැමැත්තෙමි. අද බොහෝ පාර්ලිමේන්තු මන්ත්‍රීවරුන් විධායක ජනාධිපතිවරයාගේ හෝ ඔහු/ඇය සිටින දේශපාලන පක්ෂයේ නියෝග අන්ධ ලෙස අනුගමනය කිරීමට නැඹුරු වන විට, ෂෙල්ටන් රණරාජා වැනි මිනිසෙකුගේ ජීවිතය හා වෘත්තීය ජීවිතය ගැන කියවීමෙන් ඔවුන්ට ඉමහත් ප්‍රයෝජන ලැබෙනු ඇත. එදා ජනාකීර්ණ හා අපවිත්‍ර වූ මහනුවර නගරයේ ගත කළ ඒ හාල්මැස්සෝ කාලයේ සැලකිය යුතු කාලයක් මම ඔහු සමඟ ඉතා සමීපව ඇසුරු කළෙමි. අපි දෙදෙනාම ක්‍රිකට් සඳහා පොදු ආශාවක් බෙදා ගත්තෙමු, එය අද පිජාමා ඇඳගත් පුද්ගලයින් නොව ‘ෆැනල්ඩ් මෝඩයන්’ විසින් ක්‍රීඩා කරන ක්‍රීඩාවක් වූ විට. සමහර විට රණරාජාට ක්‍රිකට් ක්‍රීඩාව කෙරෙහි ඇති දැඩි ඇල්ම, පිටියේ පමණක් නොව ඉන් පිටතද කෙලින් පිත්තක් ක්‍රීඩා කිරීමේ ආශාවට එක්වන්නට ඇත.",
        "ෂෙල්ටන් රණරාජා (1928-2011) යනු අධිනීතිඥ, ඉඩම් හිමි සහ දේශපාලඥ P.B රණරාජාගේ පුත්‍රයාය. 1931 සහ 1936 රාජ්‍ය මන්ත්‍රණ සභා මැතිවරණයට ඉදිරිපත් වූ අවස්ථා දෙකේදීම පරාජිතයා වූ පියා දේශපාලන ක්ෂේත්‍රයේ පුතා තරම් සාර්ථක වූයේ නැත. 1952 පාර්ලිමේන්තු මැතිවරණය එක්සත් ජාතික පක්ෂ (එජාප) දඹුල්ල අපේක්ෂකයා ලෙස. ඉන්පසුව ජ්‍යෙෂ්ඨ රණරාජා ලංකා සෙනෙට් සභාවේ එජාප-නම් කරන ලද සෙනෙට් සභිකයෙකු ලෙස වාර දෙකක් සේවය කළේය.",
        "වෘත්තියෙන් නීතීඥයෙකු වන ෂෙල්ටන් රණරාජා (ඔහු සහ ඔහුගේ පියා 1940 ගණන්වල අග භාගයේ සිට මහනුවරදී නීතිඥ වෘත්තියේ නියැළී ඇත) දේශපාලනයට පිවිසියේ 1960 පාර්ලිමේන්තු මැතිවරණයේදී ශ්‍රී ලංකා නිදහස් පක්ෂ අපේක්ෂකයෙකු ලෙස සෙංකඩගලට තරඟ කර ය. ඡන්ද 25 කින් රණරාජා පාර්ලිමේන්තුවට පිවිසියේ 1960 ජූලි මාසයේදීය. 1964 දී රණරාජා මුලින්ම දේශපාලනයේ ඔහුගේ විශ්වාසවන්තභාවය ගැන අපව දැනුවත් කළේය. එවක ශ්‍රීලනිප රජය විපක්ෂයේ එජාපයේ දැඩි ආධාරකරුවෙකු ලෙස සැලකූ එවකට දිවයිනේ විශාලතම පුවත්පත් සමූහය වූ ලේක්හවුස් ආයතනය ජනසතු කිරීමට 1964 දෙසැම්බර් මාසයේදී උත්සාහ කළේය. ආණ්ඩුව එක ඡන්දයකින් පරාජයට පත් වූ අතර එම පරාජය ශ්‍රීලනිපය පැරදුණු 1965 පාර්ලිමේන්තු මැතිවරණයට හේතු විය. රණරාජා ජනසතු කිරීමට එරෙහිව ඡන්දය දුන් ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරුන් 14 දෙනාගෙන් කෙනෙකි සහ ඔවුන්ගේ වේදනාවන් නිසා වහාම ශ්‍රීලනිපයෙන් නෙරපා හරින ලදී. ඉන්පසුව ඔහු දේශපාලනයෙන් විරාමයක් ගත් අතර 1965 සිට 1973 දක්වා සිය නීතිමය පරිචය වෙත නැවත පැමිණියේය.",
        "1973 අප්‍රේල් මාසයේදී ඩඩ්ලි සේනානායක මහතාගේ අභාවයෙන් ජේ.ආර්.ජයවර්ධන මහතා එජාප නායකත්වයට පත් විය. ඔහුගේ ආරාධනය මත රණරාජා සෙංකඩගල පක්‍ෂ සංවිධායක ධුරය භාර ගත්තේය. පසුව ඔහු 1977 ජූලි මහ මැතිවරණයේදී සෙංකඩගල එජාප අපේක්ෂකයා ලෙස ඉදිරිපත් වී නැවත පාර්ලිමේන්තුවට තේරී පත් විය. ඔහු නව එජාප ආණ්ඩුවේ අධිකරණ නියෝජ්‍ය අමාත්‍යවරයා ලෙස පත් කරන ලදී. 1980 සැප්තැම්බර්-ඔක්තෝබර් මාසවලදී බණ්ඩාරනායක මැතිනියගේ ප්‍රජා අයිතිය අහිමි කිරීමට එක්සත් ජාතික පක්ෂ රජය ගත් තීරණයට රණරාජා කැබිනට් මණ්ඩලයේදී (ඔහු එවකට වැඩබලන අධිකරණ අමාත්‍යවරයා විය) විරුද්ධ වීමට රණරාජා හේතු විය. බලය. බණ්ඩාරනායක මැතිනියට සහ ෆීලික්ස් ඩයස් බණ්ඩාරනායක මැතිනියට වසර හතක සිවිල් ආබාධිතභාවය පැනවීමේ යෝජනාවට 1980 ඔක්තෝම්බර් 16 වැනිදා ඡන්දය ප්‍රකාශ කිරීමේදී අත් දෙක ඔසවමින් සිටි ආණ්ඩුවේ තවත් නියෝජ්‍ය ඇමැතිවරයකු මෙන් නොව, නියෝජ්‍ය ඇමැති රණරාජා එදින පාර්ලිමේන්තුවට නොපැමිණි කැපී පෙනෙන අයෙක් විය.",
        "1981 ජූලි මාසයේදී ද්‍රවිඩ එක්සත් විමුක්ති පෙරමුණ (TULF) එවක එජාප රජයට එරෙහිව විශ්වාසභංගයක් ගෙන ඒමට උත්සාහ කළේය. TULF පියවරෙන් ලැජ්ජාවට සහ කෝපයට පත් එජාපය, එවකට විපක්ෂ නායකවරයා ලෙසද කටයුතු කළ TULF නායක අප්පාපිල්ලේ අමිර්තලිංගම්ට එරෙහිව පෙර නොවූ විරූ විශ්වාසභංගයක් ගෙන ආවේය. එම යෝජනාව පාර්ලිමේන්තුවේ විවාදයට ගත් අවස්ථාවේදී එජාපය ව්‍යවස්ථාදායකයේ හයෙන් පහක බලය යොදා ගනිමින් අමිර්තලිංගම්ට ඔහුගේ ආරක්ෂාව වෙනුවෙන් කතා කිරීමට ඉඩ දුන්නේ නැත. අමිර්තලිංගම් මහතාට සහ විපක්ෂයේ සිටි ශ්‍රීලනිප සහ කොප මන්ත්‍රීවරුන්ට කතා කිරීමට අවසර දීම ප්‍රතික්ෂේප කළ ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරුන්ගේ නොසන්සුන්කාරී හැසිරීම සහ කථානායක බාකීර් මාකර්ගේ පක්ෂග්‍රාහී තීන්දුව හේතුවෙන් සමස්ත විපක්ෂයම සභා ගර්භයෙන් පිටව ගියහ.",
        "1981 ජූලි 24 වැනි දින ඡන්දය විමසන විට අමිර්තලිංගම්ට එරෙහි විශ්වාසභංගය ඡන්ද 121 කින් එකකට එකක් ලෙස සම්මත විය. ඔව්, යෝජනාවට විරුද්ධ එකම ඡන්දය රණරාජාගේ ඡන්දයයි. ඔහුගේ හෘද සාක්ෂියට එකඟව ඡන්දය දීමේ ප්‍රතිඵලය වූයේ රණරාජා තම පාර්ලිමේන්තු සගයන්ගෙන් අපයෝජනයට ලක්වීමයි. ෂෙල්ටන් ‘නඩරාජා’ යන විරුදාවලියෙන් ඔහුට සමච්චල් කරමින් ජාතිවාදයට පවා යොමු වීමට තරම් ආණ්ඩුවේ ඇතැම් මන්ත්‍රීවරුන්ගේ හැසිරීම පහත් විය.",
        "තවත් අනුගමනය කිරීමට විය. 1983 ජුලි දෙමළ විරෝධී කෝලාහල අතරතුර, ප්‍රචණ්ඩත්වය පාලනය කිරීම සඳහා නගරයේ දන්නා කරදර ඇති කරන්නන් වටකර සිරගත කිරීමට රණරාජා මහනුවර පොලිසියට ඒත්තු ගැන්වීය. මැරයන් නිදහස් කර ගත් සිරිල් මැතිව් විසින් ඔහු අභිබවා ගියේය. පසුව මහනුවර සහ ඒ අවට ඇති වූ කෝලාහල සහ ප්‍රචණ්ඩත්වය ප්‍රධාන වශයෙන් හේතු වූයේ රණරාජාගේ සංවේදී හා මානුෂීය මැදිහත්වීම යටපත් කිරීම හේතුවෙනි. එකල වැලිකඩ බන්ධනාගාර සමූලඝාතනයෙන් පසු, ආරක්ෂක අංශ විසින් ඝාතනය කරන ලද සිරකරුවන්ගේ සිරුරු බැහැර කිරීමට උත්සාහ කරන විට, රණරාජා එවකට අධිකරණ අමාත්‍යාංශයේ ලේකම් මර්වින් විජේසිංහගේ සහය ඇතිව ඒවා නවතා අධිකරණ පරීක්ෂණයක් කිරීමට සමත් විය. පැවැත්වීමට හැකි විය.",
        "13 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය සම්මත කර ගැනීමෙන් අනතුරුව ඒකාබද්ධ වූ උතුරු නැඟෙනහිර පළාතේ ආණ්ඩුකාරවරයා ලෙස රණරාජා පත් කරන ලෙස TULF ජනාධිපති J. R ජයවර්ධනට නිර්දේශ කළේය. ජයවර්ධන TULF නිර්දේශයට ධනාත්මකව ප්‍රතිචාර දැක්වූ නමුත් රණරාජා, සැකයකින් තොරව එවකට ජනාධිපතිවරයාගේ ඒකාධිපති නායකත්ව විලාසය අනුමත නොකළ නිසා, ජයවර්ධනගේ ආණ්ඩුකාර ධූරය පිරිනැමීම ප්‍රතික්ෂේප කළේය. ජයවර්ධන ජනාධිපතිවරයා වසර 11කට පසුවත් පාර්ලිමේන්තුව විසුරුවා හැරීම ප්‍රතික්ෂේප කිරීම සම්බන්ධයෙන් ඔහුගේ ප්‍රතිපත්තිමය විරෝධය නිසා 1988 නොවැම්බරයේදී ඊට විරෝධය පළ කරමින් ඔහු ආණ්ඩුවෙන් ඉල්ලා අස්වීමට හේතු විය. එළැඹෙන පාර්ලිමේන්තු මැතිවරණයට ඉදිරිපත් වන ලෙස එජාපයෙන් ආරාධනා කළද මාසයකට පසුව පාර්ලිමේන්තුව විසුරුවා හරින විට රණරාජා රණරාජා එය ප්‍රතික්ෂේප කළ අතර තවදුරටත් ශ්‍රී ලංකාවේ පක්ෂ දේශපාලනයට සම්බන්ධ නොවීය.",
        "ෂෙල්ටන් රණරාජාගේ ජීවිතය හා වෘත්තීය ජීවිතය පිළිබඳ කිසිදු වාර්තාවක් ඔහුගේ නැසීගිය බිරිඳ වන චන්ද්‍රා ගැන සඳහනකින් තොරව සම්පූර්ණ නොවනු ඇත. ඔවුන් පවසන පරිදි යහපත් විවාහයන් සැබවින්ම ස්වර්ගයේ සිදු වන්නේ නම්, චන්ද්‍රා සහ ෂෙල්ටන්ගේ විවාහය නිසැකවම එහි සිදු විය යුතුය. ඔවුන් එකිනෙකාට ඉතා හොඳින් අනුපූරක විය. අනුරාධපුරයේ උපන් චන්ද්‍රා දේශපාලන පසුබිමකින් පැමිණි කෙනෙක්. ඇගේ පියා 1940 දශකයේ අග භාගයේ කලාවැව මන්ත්‍රීවරයා විය. ඇය මහනුවර උසස් බාලිකා විද්‍යාලයේ ගුරුවරියක් වූ දින සිට පසුව 1990 දී මහනුවර නගරාධිපතිනිය ලෙස කටයුතු කරමින් කඳුකරයේ අගනුවර ප්‍රථම කාන්තා නගරාධිපතිනිය බවට පත් වූ බව මට මතකයි. ඇය කරන කියන සෑම දෙයකම කරුණාවන්ත බවක් අද ප්‍රසිද්ධ පුද්ගලයන් තුළ දක්නට ලැබෙන්නේ කලාතුරකිනි.",
        "අඩු හෝ අධ්‍යාපනයක් නොමැති, ගතිගුණ හා අවංකභාවයෙන් අඩු ශ්‍රී ලාංකිකයන් අපගේ සාමූහික හානිය සඳහා අපගේ ව්‍යවස්ථාදායකය ප්‍රමුඛ කරන යුගයක, ෂෙල්ටන් සහ චන්ද්‍රා රණරාජා වැනි ඔවුන්ගේ ප්‍රතිපත්ති අනුව ජීවත් වූ සහ ඒවාට සම්මුතියක් ඇති කර ගැනීම ප්‍රතික්ෂේප කළ අය වඩාත් වටිනවා.",
        "ශ්‍රී ලංකාව, ඉන්දියාව සහ චීනය: නව ඉදිරිදර්ශනයක අවශ්‍යතාවය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஷெல்டன் ரணராஜா மற்றும் இன்றைய பாராளுமன்ற உறுப்பினர்கள்",
      "body_lines": [
        "இன்றைய நமது அரசியல்வாதிகளின் தரம் (அல்லது அது இல்லாதது) குறித்து சமீப நாட்களில் நிறைய கருத்துக்கள் வந்துள்ளன. இந்தக் கருப்பொருளின் “WhatsApp” குறிப்பை ஜனாதிபதிக்குக் குறிப்பிட்டுப் படித்தபோது, ​​பின்வரும் நினைவுகளைப் பகிர்ந்து கொள்ளத் தூண்டியது, பெரும்பாலும் நமது முந்தைய கால அரசியல் தலைவர்களுடன் அறிமுகமில்லாத இளைய வாசகர்களின் நலனுக்காக. அவர்கள் அனைவரும் முன்மாதிரியாக இல்லை, ஆனால், அவர்களில் பெரும்பாலோர் ஒழுக்கமானவர்களாகவும், படித்தவர்களாகவும், திறமையானவர்களாகவும் இருந்தனர், இவர்களில் இன்றுள்ளவர்களைப் போலல்லாமல், குறைவாகச் சொன்னால் நல்லது.",
        "எனது தலையின் உச்சியில் இருந்து, எந்த காலவரிசையிலும் இல்லாமல், கொள்கை மற்றும் நல்ல அரசியல்வாதிகளைப் பற்றி பேசுவது டி.எஸ் மற்றும் டட்லி சேனநாயக்க, எஸ்.ஜே.வி போன்றவர்களை நினைவூட்டுகிறது. செல்வநாயகம், எம்.டி.பண்டா, வி.ஏ.சுகததாச, எஸ்.கதிரவேலுப்பிள்ளை, எம்.திருச்செல்வம், ரொனி டி மெல், நீலன் திருச்செல்வம், சரத் முத்தேடுவேகம, லக்ஷ்மன் கதிர்காமர், ஷெல்டன் ரணராஜா உள்ளிட்ட பலர். பழைய இடதுசாரித் தலைவர்களான என்.எம்., கொல்வின், பெர்னார்ட், பீட்டர், எஸ்.ஏ. விக்ஸ் போன்றவர்களை நாம் மறக்க முடியாது.",
        "மேலே குறிப்பிட்டுள்ளவர்களில், தனது மனசாட்சிக்கு இணங்காத எந்தவொரு அரசியல் முடிவையும் எதிர்க்க அஞ்சாத கண்ணியமான அரசியல்வாதிக்கு உதாரணமாக ஷெல்டன் ரணராஜாவை நான் கவனத்தில் கொள்ள விரும்புகிறேன். இன்று பெரும்பாலான பாராளுமன்ற உறுப்பினர்கள் நிறைவேற்று ஜனாதிபதியின் கட்டளைகளையோ அல்லது அவர்/அவள் சார்ந்த அரசியல் கட்சியின் கட்டளைகளையோ கண்மூடித்தனமாக பின்பற்ற முனையும் போது, ​​ஷெல்டன் ரணராஜா போன்ற ஒருவரின் வாழ்க்கையையும் வாழ்க்கையையும் படிப்பதன் மூலம் அவர்கள் பெரிதும் பயனடைவார்கள். அப்போது மக்கள் நடமாட்டம் குறைந்த மற்றும் அசுத்தமான கண்டி நகரத்தில் கழித்த அந்த ஹால்சியோன் ஆண்டுகளில் கணிசமான காலத்திற்கு அவரை நான் அறிந்திருந்தேன் மற்றும் நெருக்கமாகப் பழகினேன். நாங்கள் இருவரும் கிரிக்கெட்டின் மீது ஒரு பொதுவான ஆர்வத்தை பகிர்ந்து கொண்டோம், அது 'ஃபிளானெல்ட் ஃபூல்ஸ்' விளையாடும் விளையாட்டாக இருந்தபோது, ​​இன்றைய பைஜாமா அணிந்தவர்கள் அல்ல. ஒருவேளை ரணராஜாவின் கிரிக்கெட் மீதான ஆர்வம், களத்தில் மட்டுமல்ல, அதற்கு வெளியேயும் நேராக மட்டையை ஆட வேண்டும் என்ற அவரது விருப்பத்தை அதிகப்படுத்தியிருக்கலாம்.",
        "ஷெல்டன் ரணராஜா (1928- 2011) வழக்கறிஞர், நில உரிமையாளர் மற்றும் அரசியல்வாதி P.B ரணராஜாவின் மகன். 1931 மற்றும் 1936 ஆம் ஆண்டு நடைபெற்ற மாநிலங்களவைத் தேர்தல்களில் இரண்டு முறையும் போட்டியிட்டு தோல்வியடைந்ததால், தந்தை அரசியல் அரங்கில் மகனைப் போல் வெற்றிபெறவில்லை. 1952 நாடாளுமன்றத் தேர்தலில் தம்புள்ளைக்கான ஐக்கிய தேசியக் கட்சி (UNP) வேட்பாளராக. பின்னர் மூத்த ரணராஜா இலங்கை செனட்டில் UNP- பரிந்துரைக்கப்பட்ட செனட்டராக இரண்டு முறை பணியாற்றினார்.",
        "தொழில்ரீதியாக சட்டத்தரணியான ஷெல்டன் ரணராஜா (அவரும் அவரது தந்தையும் கண்டியில் 1940களின் பிற்பகுதியில் சட்டத்தரணிகள்) 1960 ஆம் ஆண்டு பாராளுமன்றத் தேர்தலில் செங்கடகலவில் ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP) வேட்பாளராகப் போட்டியிட்டு அரசியலில் நுழைந்தார். 25 வாக்குகள் வித்தியாசத்தில், ரணராஜா ஜூலை 1960 இல் பாராளுமன்றத்தில் நுழைந்தார். 1964 இல், ரணராஜா அரசியலில் அவருக்கு இருக்கும் நம்பிக்கையை முதலில் எங்களுக்குத் தெரியப்படுத்தினார். அன்றைய ஸ்ரீ.ல.சு.க அரசாங்கம் 1964 டிசம்பரில் எதிர்கட்சியான யூ.என்.பி.யின் தீவிர ஆதரவாளராகக் கருதப்பட்ட அந்த நேரத்தில் தீவின் மிகப்பெரிய செய்தித்தாள் குழுவான லேக் ஹவுஸை தேசியமயமாக்க முயற்சித்தது. அரசாங்கம் ஒரு வாக்கு வித்தியாசத்தில் தோற்கடிக்கப்பட்டது, அந்தத் தோல்வியானது 1965 பாராளுமன்றத் தேர்தலில் ஸ்ரீ.ல.சு.க. தேசியமயமாக்கலுக்கு எதிராக வாக்களித்த 14 அரசாங்க எம்.பி.க்களில் ரணராஜாவும் ஒருவர் மற்றும் அவர்களின் வலிகளுக்காக ஸ்ரீ.ல.சு.க.வில் இருந்து உடனடியாக வெளியேற்றப்பட்டார். பின்னர் அவர் அரசியலில் இருந்து ஓய்வு எடுத்து 1965 முதல் 1973 வரை தனது சட்ட நடைமுறைக்கு திரும்பினார்.",
        "1973 ஆம் ஆண்டு ஏப்ரல் மாதம் டட்லி சேனாநாயக்கவின் மரணத்தின் விளைவாக ஜே.ஆர்.ஜெயவர்தன ஐ.தே.க.வின் தலைவரானார். பிந்தையவரின் அழைப்பின் பேரில், ரணராஜா செங்கடகல கட்சி அமைப்பாளர் பதவியை ஏற்றுக்கொண்டார். பின்னர், அவர் ஜூலை 1977 பொதுத் தேர்தலில் செங்கடகலவின் UNP வேட்பாளராக நின்று மீண்டும் பாராளுமன்றத்திற்குத் தேர்ந்தெடுக்கப்பட்டார். ஐக்கிய தேசியக் கட்சியின் புதிய அரசாங்கத்தில் பிரதி நீதியமைச்சராக நியமிக்கப்பட்டார். அவரது தண்டனைகளின் தைரியம், ரணராஜாவை அமைச்சரவையில் எதிர்க்கச் செய்தது (அப்போது அவர் நீதி அமைச்சராக இருந்தார்) 1980 செப்டெம்பர்-ஒக்டோபர் மாதங்களில் திருமதி பண்டாரநாயக்காவின் குடிமை உரிமைகளைப் பறிக்கும் ஐ.தே.க அரசாங்கத்தின் முடிவை அவர் நியாயமற்றதாகவும் தேவையற்ற துஷ்பிரயோகமாகவும் கருதினார். சக்தி. திருமதி பண்டாரநாயக்க மற்றும் பீலிக்ஸ் டயஸ் பண்டாரநாயக்க ஆகியோர் மீது ஏழு வருட குடிமை இயலாமை திணிக்கும் தீர்மானத்தின் மீது 1980 ஒக்டோபர் 16 ஆம் திகதி வாக்கெடுப்பின் போது இரண்டு கைகளையும் உயர்த்திய அரசாங்கத்தின் மற்றுமொரு பிரதி அமைச்சர் போல் அல்லாமல், பிரதியமைச்சர் ரணராஜா அன்றைய தினம் பாராளுமன்றத்திற்கு வராதது குறிப்பிடத்தக்கது.",
        "ஜூலை 1981 இல், தமிழர் ஐக்கிய விடுதலை முன்னணி (TULF) அன்றைய UNP அரசாங்கத்திற்கு எதிராக நம்பிக்கையில்லாப் பிரேரணையை முன்வைக்க முயற்சித்தது. TULF நடவடிக்கையால் வெட்கமும் எரிச்சலும் அடைந்த ஐ.தே.க., அந்த நேரத்தில் எதிர்க்கட்சித் தலைவராகவும் இருந்த TULF தலைவரான அப்பாப்பிள்ளை அமிர்தலிங்கத்திற்கு எதிராக முன்னோடியில்லாத வகையில் நம்பிக்கையில்லாப் பிரேரணையைக் கொண்டு வந்தது. பிரேரணை பாராளுமன்றத்தில் எடுத்துக் கொள்ளப்பட்டபோது, ​​ஐ.தே.க தனது ஸ்டெம்ரோலரைப் பயன்படுத்தி சட்டமன்றத்தில் ஆறில் ஐந்தில் ஒரு பங்கு பெரும்பான்மையைப் பயன்படுத்தி அமிர்தலிங்கத்தை வாதாடிப் பேச அனுமதிக்கவில்லை. அமிர்தலிங்கம் மற்றும் எதிர்க்கட்சியில் இருந்த SLFP மற்றும் CP ஆகிய இரு கட்சிகளின் உறுப்பினர்களுக்கும் பேச அனுமதி மறுத்த சபாநாயகர் பக்கீர் மார்க்கரின் பக்கச்சார்பான தீர்ப்பு மற்றும் அரசாங்க பாராளுமன்ற உறுப்பினர்களின் கட்டுக்கடங்காத நடத்தை காரணமாக, ஒட்டுமொத்த எதிர்க்கட்சியும் அவையில் இருந்து வெளிநடப்பு செய்தது.",
        "1981 ஆம் ஆண்டு ஜூலை 24 ஆம் திகதி வாக்கெடுப்பு நடத்தப்பட்டபோது, ​​அமிர்தலிங்கத்திற்கு எதிரான நம்பிக்கையில்லாப் பிரேரணை ஒன்றுக்கு எதிராக 121 வாக்குகளால் நிறைவேற்றப்பட்டது. மேலும் ஆம், பிரேரணைக்கு எதிரான ஒரேயொரு வாக்கு ரணராஜாவின் வாக்கு. அவரது மனசாட்சிப்படி அவர் வாக்களித்ததன் விளைவாக ரணராஜா தனது பாராளுமன்ற சகாக்களிடமிருந்து துஷ்பிரயோகம் பெறும் முடிவில் இருந்தார். ஷெல்டன் ‘நடராஜா’ என்ற வாசகத்தால் அவரைக் கிண்டல் செய்து இனவாதத்தைக் கூட கைக்கொள்ளும் அளவுக்கு அரசாங்க பாராளுமன்ற உறுப்பினர்கள் சிலரின் நடத்தை தாழ்வாக இருந்தது.",
        "இன்னும் பின்பற்ற வேண்டியிருந்தது. 1983 ஜூலையில் நடந்த தமிழ் எதிர்ப்புக் கலவரத்தின் போது, ​​வன்முறையைக் கட்டுப்படுத்த, நகரத்தில் தெரிந்த பிரச்சனைகளை உருவாக்குபவர்களை சுற்றி வளைத்து சிறையில் அடைக்க, ரணராஜா கண்டி காவல்துறையினரை வற்புறுத்தினார். குண்டர்களை விடுவித்த சிரில் மேத்யூவால் அவர் முறியடிக்கப்பட்டார். கண்டியிலும் அதைச் சுற்றியுள்ள பகுதிகளிலும் அடுத்தடுத்து ஏற்பட்ட கலவரங்களும் வன்முறைகளும் முக்கியமாக ரணராஜாவின் விவேகமான மற்றும் மனிதாபிமான தலையீட்டை முறியடித்ததன் காரணமாகும். அக்கால வெலிக்கடை சிறைச்சாலை படுகொலையைத் தொடர்ந்து, கொல்லப்பட்ட கைதிகளின் சடலங்களை அப்புறப்படுத்த பாதுகாப்புப் படையினர் முயற்சித்தபோது, ​​நீதியமைச்சின் செயலாளராக இருந்த மேர்வின் விஜேசிங்கவின் உதவியுடன் ரணராஜா அவர்களை நீதி விசாரணைக்கு உட்படுத்துவதில் வெற்றி பெற்றார். நடத்த முடியும்.",
        "அரசியலமைப்பின் 13வது திருத்தம் நிறைவேற்றப்பட்டதன் விளைவாக, அப்போது இணைக்கப்பட்ட வடகிழக்கு மாகாணத்திற்கு ரணராஜாவை ஆளுநராக நியமிக்குமாறு TULF ஜனாதிபதி J. R ஜெயவர்த்தனவுக்கு பரிந்துரை செய்தது. ஜயவர்தன TULF பரிந்துரைக்கு சாதகமாக பதிலளித்தார், ஆனால் ரணராஜா, சந்தேகத்திற்கு இடமின்றி அப்போதைய ஜனாதிபதியின் சர்வாதிகார தலைமைத்துவ பாணியை ஏற்கவில்லை, ஜெயவர்த்தனவின் ஆளுநர் பதவியை நிராகரித்தார். ஜனாதிபதி ஜயவர்தன 11 ஆண்டுகளுக்குப் பிறகும் பாராளுமன்றத்தை கலைக்க மறுத்ததற்கு அவர் கொள்கை ரீதியான எதிர்ப்பு தெரிவித்ததால், 1988 நவம்பரில் எதிர்ப்பு தெரிவிக்கும் வகையில் அவர் அரசாங்கத்தில் இருந்து ராஜினாமா செய்தார். இறுதியில் ஒரு மாதத்தின் பின்னர் பாராளுமன்றம் கலைக்கப்பட்டபோது, ​​வரவிருக்கும் பாராளுமன்றத் தேர்தலில் நிற்குமாறு யூ.என்.பி.யால் அழைக்கப்பட்ட போதிலும், ரணராஜா மறுத்து, இலங்கையில் கட்சி அரசியலில் மேலும் பங்கேற்கவில்லை.",
        "ஷெல்டன் ரணராஜாவின் வாழ்க்கை மற்றும் வாழ்க்கை பற்றிய எந்தக் கணக்கும் அவரது மறைந்த மனைவி சந்திராவைப் பற்றிய குறிப்பு இல்லாமல் முழுமையடையாது. அவர்கள் சொல்வது போல் நல்ல திருமணங்கள் சொர்க்கத்தில் நிச்சயிக்கப்படுமானால், சந்திரா மற்றும் ஷெல்டனின் திருமணம் நிச்சயமாக அங்கே நடந்திருக்க வேண்டும். அவர்கள் ஒருவரையொருவர் மிகவும் நன்றாக பூர்த்தி செய்தார்கள். அனுராதபுரத்தைச் சேர்ந்த சந்திரா அரசியல் பின்னணியில் இருந்து வந்தவர். இவரது தந்தை 1940களின் பிற்பகுதியில் கலாவெவ நாடாளுமன்ற உறுப்பினராக இருந்தார். அவர் கண்டி பெண்கள் உயர்தரப் பாடசாலையில் ஆசிரியையாகவும் பின்னர் 1990 ஆம் ஆண்டு கண்டியின் மேயராகவும் இருந்த நாட்களில் இருந்து அவர் மலையகத் தலைநகரின் முதல் பெண் மேயரானதை நான் நினைவில் கொள்கிறேன். அவள் சொன்னது மற்றும் செய்ததெல்லாம் இன்றைய பொது நபர்களில் அரிதாகவே கருணையின் காற்றைக் கொண்டிருந்தது.",
        "சிறிதளவு அல்லது கல்வியறிவு இல்லாத, பண்பும் நேர்மையும் குறைந்த இலங்கையர்கள் எமது சட்டமன்றத்தில் எமக்கு ஒட்டுமொத்தமாகப் பாதகமாக விளங்கும் இக்காலத்தில், ஷெல்டன், சந்திரா ரணராஜா போன்றவர்கள் தமது கொள்கைகளை கடைப்பிடித்து, சமரசம் செய்து கொள்ள மறுத்தவர்கள் மிகவும் பெறுமதிமிக்கவர்களாக மாறுகிறார்கள்.",
        "இலங்கை, இந்தியா மற்றும் சீனா: ஒரு புதிய கண்ணோட்டத்தின் தேவை",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}