{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/where-is-the-urgency-all-party-huddle-boycott-and-supreme-court-challenge/",
  "time_ut": 1648217220,
  "title": "Where is the urgency? All Party huddle & boycott, and Supreme Court challenge",
  "body_lines": [
    "No one at the All Party Conference on Wednesday showed any urgency about addressing the severe shortages of essentials – food, medicine, milk, cooking gas and fuel that people are experiencing. Prices of all essentials have become unaffordable for most people, and the supplies are not enough even for the few who can afford them. No one at the APC asked questions about the procurement and supply situation involving consumer essentials. The next day in parliament there was stupid banter about potential crossovers from the boycotting SJB to government but no serious questions or answers about essential supplies.",
    "The government may now be forced to come up with answers before the Supreme Court where the Bar Association, on Friday, filed an unprecedented fundamental rights application against the entire government, asking the Court to direct, among others, “the Cabinet of Ministers and/or any other Respondents to immediately consult with all the relevant stakeholders and independent experts to formulate and implement policies to provide uninterrupted access and to provide concessions in relation to the prices of essential goods and services to the people including LP gas, fuel, electricity, milk powder, medicine and food and to report to the Supreme Court of the policies formulated on the above.” No one asked for this so forcefully either at the APC or in parliament.",
    "The only answer so far is the empty boast in parliament by Agricultural Minister Mahindananada Aluthgamage that a “special mechanism was in the making to supply rice at a reasonable price during the upcoming festive season.” A mechanism in the making to provide rice for the New Year! Nice, but at what price? And what about rice or food availability before and after the April New Year. The Minister went further and as reported, “told Parliament that he could guarantee that there won’t be a food crisis” in the country. People have become all too familiar with this government’s broken guarantees. To make matters worse there are fears now about global food and fuel crises with both high prices and scarce supplies, as a result of the war in Ukraine. And Sri Lanka is hardly in a position to weather these new storms that are already spreading.",
    "International observers have noted the growing ubiquity of protests over rising food prices and shortages in Albania, Iraq, Sri Lanka and Sudan among others. David Beasley, the executive director of the UN Word Food Programme (WFP) has commented that the food situation in many countries today is worse than the 2011 crisis of rising food prices that triggered the Arab Spring uprisings in Egypt and across North Africa. There is much discontent in Sri Lanka, but no one is sensing any revolutionary spring. The regime is clearly unstable but no one is scheming to topple it except through the electoral process. Yet, no one can predict how the public mood will change and what it will precipitate if the current shortages and high prices continue to worsen and the government fails to provide relief to the people.",
    "That is why it is bewildering that neither APC attendees nor its boycotters have been showing any urgency about ensuring and monitoring a steady supply of consumer essentials. The government if it is organized, as it ought to be, should be putting out daily information about current supply levels of each essential commodity; the local availability of any of them; and the import requirements along with procurement arrangements including foreign exchange allocations, exporting country, as well as shipping, timing and local distribution. Hopefully, the Supreme Court will order the government to do this daily.",
    "The supply situation is so dire and unpredictable that a government that cannot provide daily information on inventory levels does not deserve to continue in power. Equally, opposition parties do not deserve to become government unless they demonstrate their superior capabilities by constantly pressuring the government to provide inventory information, or do their own research and indicate how they would manage matters differently.",
    "Monitoring inventory levels will be of no use unless the government can find foreign exchange to procure imports. At the least, inventory updates will inform the government and parliament the minimum foreign exchange levels that will be required to maintain at least subsistence levels of essential supplies. And where will the government get the requisite from – India, China, and at long last the IMF? Such information will also be useful in negotiations with the IMF to ensure priority allocation of sufficient foreign exchange for basic food supplies while restructuring debt payments, as well as for helping those with dwindling means to meet their basic needs.",
    "Astonishingly at the APC, the Central Bank Governor who has been simply pigheaded in resisting IMF help for over two years, and in prioritizing debt payment over importing food and fuel essentials, was asked to deliver a lecture on the country’s economic situation. The Minister of Finance, whose business it was to address the conference, kept mum, as he has been for the last three months, until Ranil Wickremesinghe needled him and forced him to admit that, in spite of its repeated denials, the government in fact had received the IMF’s Report on Sri Lanka, albeit in draft form. Mr. Wickremesinghe was at his cynical best as he put Nivard Cabraal in his place, and obliged the President to apologise to the Conference for the Governor’s silly remarks about the previous administration.",
    "Besides government representatives, the APC was attended by a motley crowd of political parties with Ranil Wickremesinghe playing the elder statesman role. His bête noire, Maithripala Sirisena, who is credited for the APC idea, was also in attendance. Dr Tissa Vitarana was reduced to being the emissary, along with Ven. Athuraliye Rathana Thera, for the 11-Party alliance which is curiously constrained to stay in the government while opposing the Cabinet.",
    "The two main opposition parties, the SJB and the JVP, boycotted the APC, and they were joined by the Plantation Tamil political parties, including even the CWC. The new, post-grandfather, generation of CWC leaders have been assiduously cultivated by Mahinda Rajapaksa, but they are fed up with Gotabaya Rajapaksa on account of his organic fertilizer craziness and his apparent refusal to listen to their concerns. The CWC leaders had an audience with Mahinda Rajapaksa before announcing their boycott of Gotabaya Rajapaksa. Almost all other Tamil and Muslim Parties would seem to have attended the Conference. The TNA was a surprise attendee considering the number of times the TNA leaders were rebuffed by the President in their persistent efforts to have a face-to-face meeting with the man. There is no need to read too much into this for there is no certainty about the future of the APC.",
    "One unintended side benefit of the APC is that it will keep the President publicly engaged in civilian politics and restrain him from straying into non-civilian or military options, given his military background. At the same time, the level of outrage in the country should dissuade even military people thinking about political takeovers. There is no tradition for it and the fear of international isolation would also be a serious deterrent. But preventing military intervention is not the main purpose of politics. The only purpose now is to prevent mass starvation and social chaos.",
    "At the APC, the government would seem to have agreed to redirect its resources from development programs to essential welfare measures. The Minister of Finance has also indicated that he will present to parliament an updated or interim budget based on the current situation and needs of the people. So, the Minister would be back in parliament and parliament can resume business and oversight of the government’s actions on the economy and the country’s finances. The SJB and the JVP will have the opportunity to hold the government to account and to show what they have to offer if and when they get their turn to govern.",
    "What was not discussed at the APC or by the two boycotting parties is the government’s purported approach to engaging the IMF. Even before the President announced the decision to seek IMF’s help, the government appointed a 11-member Economic Council (which is really a sub-committee of Cabinet), and a 16-member Advisory Committee comprising as many businessmen as economic experts. The Advisory Committee has since recommended the “immediate appointment of a Technical Team consisting of officials representing the Central Bank and the Treasury to formulate programs proposing international financial assistance,” as well as the appointment “of a financial advisor and a legal advisor,” and still another “expert team to assist the Finance Minister.”",
    "If all this is not enough, Cabinet Spokesman Ramesh Pathirana has now announced that the government will be appointing “a technical committee to help negotiate with the International Monetary Fund and will also a hire a legal firm to assist with the process.” And the process “will be headed by Professor GL Pieris and also honorable minister of justice, PC Ali Sabry and also assisted by Central Bank Governor and Treasury Secretary.” Go Figure. And to make everything bizarre, the legal firm will be an international legal firm! Perhaps the new international legal firm will also be enlisted to assist the Attorney General with his arguments to the Supreme Court in the fundamental rights application that the national Bar Association filed on Friday.",
    "It is not clear whether it is only ignorance and incompetence that is at work here, or whether there is something clever by half going on in the government. Whatever it might be, it is not auguring well for what needs to be urgently done to bring supplies and redress to the people, and slowly start the heavy work of putting back the economy on track. The latter task is beyond the competence of this government on its best days. The country is constrained to depend on the government to carry out the immediate task of providing the basic essentials of life even on its worst days. There is no urgency at the political level. Will the Supreme Court be able to inject the fierce urgency that is badly needed in government for the sake of the people?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "හදිසිය කොහෙද? සර්ව පාක්ෂික හඩල් සහ වර්ජනය, සහ ශ්‍රේෂ්ඨාධිකරණ අභියෝගය",
      "body_lines": [
        "ජනතාව අත්විඳින ආහාර, ඖෂධ, කිරි, ඉවුම් පිහුම් ගෑස් සහ ඉන්ධන යන අත්‍යාවශ්‍ය ද්‍රව්‍යවල උග්‍ර හිඟය ආමන්ත්‍රණය කිරීමට බදාදා පැවති සර්ව පාක්ෂික සමුළුවේදී කිසිවකු හදිසි බවක් පෙන්නුම් කළේ නැත. සියලුම අත්‍යවශ්‍ය ද්‍රව්‍යවල මිල බොහෝ දෙනෙකුට දැරිය නොහැකි තත්ත්වයට පත්ව ඇති අතර, ඒවා දැරිය හැකි ස්වල්ප දෙනෙකුට පවා ප්‍රමාණවත් නොවේ. APC හි කිසිවකු පාරිභෝගික අත්‍යවශ්‍ය ද්‍රව්‍ය සම්බන්ධ ප්‍රසම්පාදන සහ සැපයුම් තත්ත්වය පිළිබඳව ප්‍රශ්න ඇසුවේ නැත. පසුදා පාර්ලිමේන්තුවේදී SJB වර්ජනය කරන SJB යේ සිට ආන්ඩුවට විය හැකි හරස් මාර්ග ගැන මෝඩ විහිළුවක් ඇති වූ නමුත් අත්‍යාවශ්‍ය සැපයුම් පිළිබඳ බරපතල ප්‍රශ්න හෝ පිළිතුරු නොමැත.",
        "නීතීඥ සංගමය සිකුරාදා ශ්‍රේෂ්ඨාධිකරණය හමුවේ පිළිතුරු ඉදිරිපත් කිරීමට බලකෙරෙන අතර එහිදී නීතීඥ සංගමය සමස්ත රජයටම එරෙහිව පෙර නොවූ විරූ මූලික අයිතිවාසිකම් පෙත්සමක් ගොනුකරමින් අධිකරණයෙන් ඉල්ලා සිටින ලෙස ඉල්ලා සිටින අතර අනෙකුත් අය අතර “අමාත්‍ය මණ්ඩලය සහ/ හෝ වෙනත් වගඋත්තරකරුවන් විසින් LP ගෑස්, ඉන්ධන, විදුලිය, කිරි ඇතුළු ජනතාවට අත්‍යාවශ්‍ය භාණ්ඩ හා සේවාවල මිල සම්බන්ධයෙන් සහන සැලසීමට සහ බාධාවකින් තොරව ප්‍රවේශය ලබා දීමට ප්‍රතිපත්ති සකස් කර ක්‍රියාත්මක කිරීමට අදාළ සියලු පාර්ශ්වකරුවන් සහ ස්වාධීන විශේෂඥයින් සමඟ වහාම සාකච්ඡා කරන ලෙස කුඩු, බෙහෙත් සහ ආහාර සහ ඉහත සඳහන් කර ඇති ප්‍රතිපත්ති පිළිබඳව ශ්‍රේෂ්ඨාධිකරණයට වාර්තා කිරීමට.” APC එකේදිවත් පාර්ලිමේන්තුවේදීවත් කවුරුවත් මෙච්චර බලෙන් මේක ඉල්ලුවේ නැහැ.",
        "මෙතෙක් ලැබී ඇති එකම පිළිතුර නම් කෘෂිකර්ම අමාත්‍ය මහින්දානන්ද අලුත්ගමගේ “ඉදිරි උත්සව සමයේ සාධාරණ මිලකට සහල් සැපයීමට විශේෂ යාන්ත්‍රණයක් සකස් කරමින් සිටි” බවට පාර්ලිමේන්තුවේදී කරන පුහු පුරසාරම් දෙඩවීමයි. අලුත් අවුරුද්දට බත් ලබාදීමට යාන්ත්‍රණයක් ! හොඳයි, නමුත් කුමන මිලකටද? අප්රේල් අලුත් අවුරුද්දට පෙර සහ පසුව සහල් හෝ ආහාර ලබා ගැනීම ගැන කුමක් කිව හැකිද? අමාත්‍යවරයා තව දුරටත් ගොස් වාර්තා වූ පරිදි “රට තුළ ආහාර අර්බුදයක් ඇති නොවන බවට සහතික විය හැකි බව” පාර්ලිමේන්තුවට පැවසීය. මේ ආණ්ඩුවේ කඩවුණු සහතික ගැන ජනතාවට හොඳටම හුරු පුරුදු වෙලා. තත්වය වඩාත් නරක අතට හැරීම සඳහා යුක්රේනයේ යුද්ධයේ ප්‍රතිඵලයක් ලෙස ඉහළ මිල ගණන් සහ හිඟ සැපයුම් යන දෙකම සහිත ගෝලීය ආහාර සහ ඉන්ධන අර්බුද පිළිබඳව දැන් බියක් පවතී. එමෙන්ම දැනටමත් පැතිරෙමින් පවතින මෙම නව කුණාටුවලට මුහුණ දීමට ශ්‍රී ලංකාව කිසිසේත්ම හැකියාවක් නැත.",
        "ඇල්බේනියාව, ඉරාකය, ශ්‍රී ලංකාව සහ සූඩානය යන රටවල ආහාර මිල ඉහළ යාම සහ හිඟය සම්බන්ධයෙන් වැඩෙන සෑම තැනකම විරෝධතා පැතිරීම ජාත්‍යන්තර නිරීක්ෂකයින් විසින් සටහන් කර ඇත. UN Word Food Program (WFP) හි විධායක අධ්‍යක්ෂ ඩේවිඩ් බීස්ලි අදහස් දක්වමින් කියා සිටියේ 2011 වසරේ ඊජිප්තුවේ සහ උතුරු අප්‍රිකාව පුරා අරාබි වසන්තයේ නැගිටීම් ඇති කළ ආහාර මිල ඉහල යාමේ අර්බුදයට වඩා අද බොහෝ රටවල ආහාර තත්වය නරක බවයි. ශ්‍රී ලංකාව තුළ බොහෝ අතෘප්තිය පවතින නමුත් විප්ලවවාදී වසන්තයක් කිසිවකුට දැනෙන්නේ නැත. පාලන තන්ත්‍රය පැහැදිලිවම අස්ථාවර නමුත් මැතිවරණ ක්‍රියාවලිය හරහා මිස එය පෙරලීමට කිසිවකු උපායක් යොදන්නේ නැත. එහෙත් පවතින හිඟය සහ ඉහළ මිල ගණන් තවදුරටත් උග්‍ර වුවහොත් සහ ජනතාවට සහන සැලසීමට රජය අපොහොසත් වුවහොත් මහජන මනෝභාවය වෙනස් වන්නේ කෙසේද සහ එය කුමක් සිදුවේද යන්න කිසිවෙකුට අනාවැකි කිව නොහැක.",
        "APC සහභාගිවන්නන් හෝ එහි වර්ජනය කරන්නන් පාරිභෝගික අත්‍යවශ්‍ය ද්‍රව්‍යවල ස්ථාවර සැපයුමක් සහතික කිරීම සහ අධීක්ෂණය කිරීම සම්බන්ධයෙන් කිසිදු හදිසියක් නොපෙන්වීම ව්‍යාකූල වන්නේ එබැවිනි. රජය සංවිධානය වී ඇත්නම්, එය විය යුතු පරිදි, එක් එක් අත්‍යවශ්‍ය භාණ්ඩවල වත්මන් සැපයුම් මට්ටම් පිළිබඳ දෛනික තොරතුරු නිකුත් කළ යුතුය. ඒවායින් ඕනෑම එකක් දේශීය වශයෙන් ලබා ගත හැකි බව; සහ විදේශ විනිමය ප්‍රතිපාදන, අපනයනය කරන රට, මෙන්ම නැව්ගත කිරීම, වේලාව සහ දේශීය බෙදා හැරීම ඇතුළු ප්‍රසම්පාදන විධිවිධාන සමඟ ආනයන අවශ්‍යතා. මෙය දිනපතා කරන ලෙස ශ්‍රේෂ්ඨාධිකරණය රජයට නියෝග කරනු ඇතැයි බලාපොරොත්තු වෙමු.",
        "සැපයුම් තත්ත්වය කෙතරම් දරුණු සහ අනපේක්ෂිත ද යත්, බඩු තොග මට්ටම් පිළිබඳ දෛනික තොරතුරු ලබා දිය නොහැකි රජයක් තවදුරටත් බලයේ සිටීමට සුදුසු නොවේ. ඒ හා සමානව, ඉන්වෙන්ටරි තොරතුරු සැපයීමට රජයට නිරන්තරයෙන් බලපෑම් කිරීමෙන් හෝ තමන්ගේම පර්යේෂණයක් කර ඔවුන් කාරණා වෙනස් ආකාරයකින් කළමනාකරණය කරන්නේ කෙසේදැයි පෙන්වා දීමෙන් විපක්‍ෂයේ පක්ෂ තම උසස් හැකියාවන් ප්‍රදර්ශනය කරන්නේ නම් මිස රජයක් වීමට සුදුසු නැත.",
        "ආනයන සපයා ගැනීමට රජයට විදේශ විනිමය සොයා ගත හැකි නම් මිස ඉන්වෙන්ටරි මට්ටම් අධීක්‍ෂණය කිරීමෙන් ප්‍රයෝජනයක් නැත. අවම වශයෙන්, ඉන්වෙන්ටරි යාවත්කාලීන කිරීම් මගින් රජයට සහ පාර්ලිමේන්තුවට අත්‍යවශ්‍ය සැපයුම් අවම වශයෙන් යැපුම් මට්ටම් පවත්වා ගැනීමට අවශ්‍ය වන අවම විදේශ විනිමය මට්ටම් දැනුම් දෙනු ඇත. සහ රජයට අවශ්‍ය වන්නේ කොතැනින්ද - ඉන්දියාව, චීනය සහ දිගුකාලීනව IMF? ණය ගෙවීම් ප්‍රතිව්‍යුහගත කිරීමේදී මූලික ආහාර සැපයුම් සඳහා ප්‍රමාණවත් විදේශ විනිමය ප්‍රමුඛතා වෙන් කිරීම සහතික කිරීම සඳහා මෙන්ම, ක්‍රමක්‍රමයෙන් අඩුවෙමින් පවතින අයට ඔවුන්ගේ මූලික අවශ්‍යතා සපුරාලීම සඳහා උපකාර කිරීම සඳහා IMF සමඟ සාකච්ඡා කිරීමේදී ද එවැනි තොරතුරු ප්‍රයෝජනවත් වනු ඇත.",
        "වසර දෙකකට වැඩි කාලයක් ජාත්‍යන්තර මූල්‍ය අරමුදලේ ආධාරවලට එරෙහිවීම සහ ආහාර සහ ඉන්ධන අත්‍යවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීමට වඩා ණය ගෙවීමට ප්‍රමුඛත්වය දීම සම්බන්ධයෙන් සරලව හිස ඔසවමින් සිටින මහ බැංකු අධිපතිවරයාට APC හි පුදුම සහගත ලෙස රටේ ආර්ථික තත්ත්වය පිළිබඳ දේශනයක් පවත්වන ලෙස ඉල්ලා සිටියේය. සම්මන්ත‍්‍රණය ඇමතීම තම ව්‍යාපාරය කරගත් මුදල් ඇමතිවරයා, පසුගිය මාස තුනේදීම මුනිවත රැක්කේ, රනිල් වික‍්‍රමසිංහ විසින් ඔහුට ඉඳිකටුවක් ගසා, නැවත නැවත ප‍්‍රතික්ෂේප කළත්, ඇත්ත වශයෙන්ම ආණ්ඩුව බව පිළිගන්නට බල කරන තුරුය. ශ්‍රී ලංකාව පිළිබඳ ජාත්‍යන්තර මූල්‍ය අරමුදලේ වාර්තාව කෙටුම්පත් ආකාරයෙන් වුවද ලැබී තිබුණි. ඔහු වෙනුවට නිවාඩ් කබ්රාල් පත් කළ වික්‍රමසිංහ මහතා නරුම ලෙස කටයුතු කළ අතර, ආණ්ඩුකාරවරයා පසුගිය පාලනය පිළිබඳ කළ මෝඩ ප්‍රකාශ සම්බන්ධයෙන් සමුළුවට සමාව ගැනීමට ජනාධිපතිවරයාට බැඳී සිටියේය.",
        "APC සඳහා රජයේ නියෝජිතයින්ට අමතරව, රනිල් වික්‍රමසිංහ මහතා වැඩිහිටි රාජ්‍ය නායක භූමිකාවක් රඟපාමින් සිටි දේශපාලන පක්ෂවල විශාල පිරිසක් ද සහභාගී වී සිටියහ. මෙම අවස්ථාවට APC අදහසේ ගෞරවය හිමිවන ඔහුගේ බෙට් නොයර් මෛත්‍රීපාල සිරිසේන මහතාද පැමිණ සිටියේය. ආචාර්ය තිස්ස විතාරණ දූතයා බවට පත් කළේ පූජ්‍ය හාමුදුරුවන් සමඟය. අමාත්‍ය මණ්ඩලයට විරුද්ධ වෙමින් ආණ්ඩුවේ රැඳී සිටීමට කුතුහලයෙන් පෙළෙන පක්ෂ 11 සන්ධානයට අතුරලියේ රතන හිමි.",
        "ප්‍රධාන විරුද්ධ පක්ෂ දෙක වන SJB සහ JVP, APC වර්ජනය කළ අතර, CWC ඇතුළු වතුකරයේ දෙමළ දේශපාලන පක්ෂ ද ඔවුන්ට එක් විය. නව, පශ්චාත් සීයා, සීඩබ්ලිව්සී නායක පරම්පරාව මහින්ද රාජපක්ෂ විසින් දැඩි ලෙස වගා කර ඇතත්, ගෝඨාභය රාජපක්ෂගේ කාබනික පොහොර පිස්සුව සහ ඔවුන්ගේ ප්‍රශ්නවලට ඇහුම්කන් දීම ප්‍රකාශිත ප්‍රතික්ෂේප කිරීම හේතුවෙන් ඔවුන්ට ගෝඨාභය රාජපක්ෂ එපා වී ඇත. සීඩබ්ලිව්සී නායකයින් ගෝඨාභය රාජපක්ෂ වර්ජනය කරන බව ප්‍රකාශ කිරීමට පෙර මහින්ද රාජපක්ෂ සමඟ ප්‍රේක්ෂක පිරිසක් සිටියහ. අනෙකුත් දෙමළ හා මුස්ලිම් පක්ෂ සියල්ලම පාහේ සමුළුවට සහභාගි වී ඇති බව පෙනේ. මෙම පුද්ගලයා සමඟ මුහුණට මුහුණ හමුවීමට නොපසුබස්නා උත්සාහයේදී ටීඑන්ඒ නායකයින් ජනාධිපතිවරයා විසින් ප්‍රතික්ෂේප කරන ලද වාර ගණන සලකා බැලීමේදී ටීඑන්ඒ පැමිණ සිටියේ පුදුමයකි. APC හි අනාගතය පිළිබඳ නිශ්චිතභාවයක් නොමැති නිසා මේ ගැන ඕනෑවට වඩා කියවීමට අවශ්‍ය නැත.",
        "APC හි එක් අනපේක්ෂිත අතුරු ප්‍රතිලාභයක් නම්, එය ජනාධිපතිවරයා සිවිල් දේශපාලනයේ ප්‍රසිද්ධියේ නියැළීම සහ ඔහුගේ හමුදා පසුබිම අනුව සිවිල් නොවන හෝ මිලිටරි විකල්පයන්ට නොයා සිටීම වළක්වයි. ඒ අතරම, රට තුළ ඇති කෝපයේ මට්ටම දේශපාලන අත්පත් කර ගැනීම ගැන සිතීම හමුදා නිලධාරීන් පවා වළක්වා ගත යුතුය. ඒ සඳහා සම්ප්‍රදායක් නොමැති අතර ජාත්‍යන්තර හුදකලා වීමේ බිය ද බරපතල බාධාවක් වනු ඇත. එහෙත් හමුදා මැදිහත්වීම් වැළැක්වීම දේශපාලනයේ මූලික අරමුණ නොවේ. දැන් එකම අරමුණ මහා සාගින්න සහ සමාජ අවුල් වළක්වා ගැනීමයි.",
        "APC හි දී, රජය සිය සම්පත් සංවර්ධන වැඩසටහන් වලින් අත්‍යවශ්‍ය සුබසාධන ක්‍රියාමාර්ග වෙත හරවා යැවීමට එකඟ වී ඇති බව පෙනේ. වත්මන් තත්ත්වය සහ ජනතා අවශ්‍යතා මත යාවත්කාලීන හෝ අතුරු අයවැයක් පාර්ලිමේන්තුවට ඉදිරිපත් කරන බව ද මුදල් අමාත්‍යවරයා පෙන්වා දී තිබේ. එබැවින්, අමාත්‍යවරයා නැවත පාර්ලිමේන්තුවට පැමිණෙනු ඇති අතර, ආර්ථිකය සහ රටේ මූල්‍ය සම්බන්ධයෙන් රජයේ ක්‍රියාමාර්ග පිළිබඳ ව්‍යාපාර සහ අධීක්ෂණ කටයුතු නැවත ආරම්භ කිරීමට පාර්ලිමේන්තුවට හැකිය. SJB සහ JVP ට ආන්ඩුවට ගණන් දීමට සහ ඔවුන්ට ආණ්ඩු කිරීමට අවස්ථාව ලැබුණහොත් සහ ඔවුන්ට ලබා දිය යුතු දේ පෙන්වීමට අවස්ථාව ලැබෙනු ඇත.",
        "APC හි හෝ වර්ජනය කරන පක්ෂ දෙක විසින් සාකච්ඡා නොකළ දෙය ජාමූඅ සම්බන්ධ කර ගැනීමට ආන්ඩුව අපේක්ෂා කරන ප්‍රවේශයයි. ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය ලබාගැනීමේ තීරණය ජනාධිපතිවරයා විසින් ප්‍රකාශයට පත්කිරීමටත් පෙර, රජය විසින් සාමාජිකයින් 11 දෙනෙකුගෙන් යුත් ආර්ථික සභාවක් (ඇත්ත වශයෙන්ම කැබිනට් අනුකමිටුවක්) සහ ආර්ථික විශේෂඥයින් තරම් ව්‍යාපාරිකයන් 16 දෙනෙකුගෙන් යුත් උපදේශක කමිටුවක් පත් කරන ලදී. උපදේශක කමිටුව විසින් “ජාත්‍යන්තර මූල්‍ය ආධාර යෝජනා කරන වැඩසටහන් සැකසීම සඳහා මහ බැංකුව සහ භාණ්ඩාගාරය නියෝජනය කරන නිලධාරීන්ගෙන් සැදුම්ලත් තාක්‍ෂණික කණ්ඩායමක් වහාම පත් කිරීම” මෙන්ම “මුල්‍ය උපදේශකයෙකු සහ නීති උපදේශකයෙකු” පත් කිරීම නිර්දේශ කර ඇත. මුදල් ඇමතිට සහය වීමට තවත් විශේෂඥ කණ්ඩායමක්.",
        "මේ සියල්ල ප්‍රමාණවත් නොවන්නේ නම්, කැබිනට් ප්‍රකාශක රමේෂ් පතිරණ දැන් නිවේදනය කර ඇත්තේ රජය “ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා කිරීමට තාක්ෂණික කමිටුවක් පත් කරන අතර එම ක්‍රියාවලියට සහාය වීම සඳහා නීතිමය සමාගමක් කුලියට ගන්නා” බවයි. මෙම ක්‍රියාවලිය \"මහාචාර්ය ජී එල් පීරිස් විසින් මෙහෙයවනු ලබන අතර ගෞරවනීය අධිකරණ අමාත්‍ය පී සී අලි සබ්රි විසින් මෙහෙයවනු ලබන අතර මහ බැංකු අධිපති සහ භාණ්ඩාගාර ලේකම් විසින් ද සහාය වනු ඇත.\" රූපය වෙත යන්න. සෑම දෙයක්ම විකාර සහගත කිරීමට, නීතිමය සමාගම ජාත්‍යන්තර නීති සමාගමක් වනු ඇත! ජාතික නීතීඥ සංගමය විසින් සිකුරාදා ගොනු කරන ලද මූලික අයිතිවාසිකම් අයදුම්පත්‍රයේ ශ්‍රේෂ්ඨාධිකරණයට ඉදිරිපත් කරන කරුණු සම්බන්ධයෙන් නීතිපතිවරයාට සහය වීමට ඇතැම් විට නව ජාත්‍යන්තර නීති සමාගමද බඳවා ගනු ඇත.",
        "මෙහි ක්‍රියාත්මක වන්නේ නොදැනුවත්කම සහ නොහැකියාව පමණක්ද, නැතහොත් ආණ්ඩුව තුළ අඩකින් හෝ සූක්ෂ්ම දෙයක් සිදුවෙමින් තිබේද යන්න පැහැදිලි නැත. එය කුමක් වුවත්, ජනතාවට අවශ්‍ය ද්‍රව්‍ය ගෙන ඒම සහ ආර්ථිකය යථා තත්ත්වයට පත් කිරීමේ භාරදූර කාර්යය කෙමෙන් කෙමෙන් ආරම්භ කිරීම සඳහා කඩිනමින් කළ යුතු දේ ගැන එය හොඳ අදහසක් නොවේ. අවසාන කර්තව්‍යය මේ ආණ්‌ඩුවේ හොඳම දින වල ඇති හැකියාවෙන් ඔබ්බට ය. ජීවිතයට අත්‍යවශ්‍ය මූලික අවශ්‍යතා සපයා දීමේ කඩිනම් කර්තව්‍යය ඉතා දුෂ්කර දිනවලදී පවා ඉටු කිරීමට රජය මත යැපීමට රට සීමා වී ඇත. දේශපාලන තලයේ හදිසියක් නැහැ. ජනතාව වෙනුවෙන් රජයට දැඩි ලෙස අවශ්‍ය වන දැඩි හදිසිතාව එන්නත් කිරීමට ශ්‍රේෂ්ඨාධිකරණයට හැකිවේද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "எங்கே அவசரம்? அனைத்துக் கட்சி பிடிப்பு மற்றும் புறக்கணிப்பு மற்றும் உச்ச நீதிமன்ற சவால்",
      "body_lines": [
        "மக்கள் அனுபவிக்கும் உணவு, மருந்து, பால், சமையல் எரிவாயு மற்றும் எரிபொருள் போன்ற அத்தியாவசியப் பொருட்களின் கடுமையான பற்றாக்குறையை நிவர்த்தி செய்வதில் புதன்கிழமை நடைபெற்ற அனைத்துக் கட்சி மாநாட்டில் எவரும் அவசரப்படவில்லை. அனைத்து அத்தியாவசியப் பொருட்களின் விலைகளும் பெரும்பாலான மக்களுக்கு கட்டுப்படியாக முடியாததாகிவிட்டன, மேலும் அவற்றை வாங்கக்கூடிய சிலருக்கு கூட பொருட்கள் போதுமானதாக இல்லை. APC இல் உள்ள எவரும் நுகர்வோர் அத்தியாவசியப் பொருட்கள் தொடர்பான கொள்முதல் மற்றும் விநியோக நிலைமை குறித்து கேள்விகளைக் கேட்கவில்லை. அடுத்த நாள் பாராளுமன்றத்தில் SJB புறக்கணிப்பதில் இருந்து அரசாங்கத்திற்கு சாத்தியமான குறுக்குவழிகள் பற்றி முட்டாள்தனமான கேலி பேசப்பட்டது ஆனால் அத்தியாவசிய பொருட்கள் பற்றி தீவிரமான கேள்விகள் அல்லது பதில்கள் இல்லை.",
        "சுப்ரீம் கோர்ட்டில் பதில் அளிக்க அரசாங்கம் இப்போது கட்டாயப்படுத்தப்படலாம், அங்கு பார் அசோசியேஷன் வெள்ளிக்கிழமை, முழு அரசாங்கத்திற்கும் எதிராக முன்னோடியில்லாத அடிப்படை உரிமை மனுவை தாக்கல் செய்தது, மற்றவற்றுடன், “அமைச்சர்கள் மற்றும்/ அல்லது எல்பி எரிவாயு, எரிபொருள், மின்சாரம், பால் உள்ளிட்ட அத்தியாவசியப் பொருட்கள் மற்றும் சேவைகளின் விலைகள் தொடர்பாக மக்களுக்கு தடையில்லா அணுகலை வழங்குவதற்கும், சலுகைகளை வழங்குவதற்கும் கொள்கைகளை வகுத்து நடைமுறைப்படுத்த சம்பந்தப்பட்ட அனைத்து பங்குதாரர்கள் மற்றும் சுயாதீன நிபுணர்களுடன் உடனடியாக கலந்தாலோசிக்க வேண்டும். தூள், மருந்து மற்றும் உணவு மற்றும் மேற்கூறியவற்றில் உருவாக்கப்பட்ட கொள்கைகளை உச்ச நீதிமன்றத்தில் தெரிவிக்க வேண்டும். APCயிலோ அல்லது பாராளுமன்றத்திலோ இதை யாரும் இவ்வளவு வலுக்கட்டாயமாக கேட்கவில்லை.",
        "“எதிர்வரும் பண்டிகைக் காலத்தில் அரிசியை நியாயமான விலையில் வழங்குவதற்கு விசேட பொறிமுறையொன்று தயாரிக்கப்பட்டது” என்று விவசாய அமைச்சர் மஹிந்தானந்த அளுத்கமகே பாராளுமன்றத்தில் கூறியுள்ள வெற்றுப் தற்பெருமை மாத்திரமே இதுவரை கிடைத்துள்ள ஒரே பதில். புத்தாண்டுக்கு அரிசி வழங்கும் பொறிமுறை! நல்லது, ஆனால் என்ன விலை? ஏப்ரல் புத்தாண்டுக்கு முன்னும் பின்னும் அரிசி அல்லது உணவு கிடைப்பது பற்றி என்ன. அமைச்சர் மேலும் சென்று, \"நாட்டில் உணவு நெருக்கடி ஏற்படாது என்பதற்கு தன்னால் உத்தரவாதம் அளிக்க முடியும்\" என்று பாராளுமன்றத்தில் கூறினார். இந்த அரசாங்கத்தின் உடைக்கப்பட்ட உத்தரவாதங்களை மக்கள் நன்கு அறிந்திருக்கிறார்கள். விஷயங்களை இன்னும் மோசமாக்குவதற்கு, உக்ரைனில் நடந்த போரின் விளைவாக, உலக உணவு மற்றும் எரிபொருள் நெருக்கடிகள் அதிக விலைகள் மற்றும் பற்றாக்குறையான பொருட்கள் இரண்டையும் பற்றிய அச்சங்கள் இப்போது உள்ளன. ஏற்கனவே பரவி வரும் இந்தப் புதிய புயல்களை எதிர்கொள்ளும் நிலையில் இலங்கை இல்லை.",
        "அல்பேனியா, ஈராக், இலங்கை மற்றும் சூடான் போன்ற நாடுகளில் உணவுப் பொருட்களின் விலை உயர்வு மற்றும் தட்டுப்பாடுகள் தொடர்பாக எங்கும் எதிர்ப்புகள் அதிகரித்து வருவதை சர்வதேச பார்வையாளர்கள் குறிப்பிட்டுள்ளனர். UN Word Food Program (WFP) இன் நிர்வாக இயக்குனர் டேவிட் பீஸ்லி, எகிப்து மற்றும் வட ஆபிரிக்கா முழுவதும் அரபு வசந்த எழுச்சிகளைத் தூண்டிய 2011 உணவுப் பொருட்களின் விலை உயர்வு நெருக்கடியை விட இன்று பல நாடுகளில் உணவு நிலைமை மோசமாக உள்ளது என்று கருத்து தெரிவித்துள்ளார். இலங்கையில் அதிக அதிருப்தி நிலவுகிறது, ஆனால் எந்த ஒரு புரட்சிகர வசந்தத்தையும் யாரும் உணரவில்லை. ஆட்சி நிலையற்றது என்பது தெளிவாகத் தெரிகிறது, ஆனால் தேர்தல் செயல்முறையைத் தவிர அதைக் கவிழ்க்க யாரும் திட்டமிடவில்லை. ஆயினும்கூட, தற்போதைய தட்டுப்பாடும், விலைவாசி உயர்வும் தொடர்ந்து மோசமடைந்து, மக்களுக்கு நிவாரணம் வழங்கத் தவறினால், மக்களின் மனநிலை எப்படி மாறும், அது என்னவாகும் என்பதை யாராலும் கணிக்க முடியாது.",
        "அதனால்தான் APC பங்கேற்பாளர்களோ அல்லது அதன் புறக்கணிப்பாளர்களோ நுகர்வோர் அத்தியாவசியப் பொருட்களின் நிலையான விநியோகத்தை உறுதி செய்வதிலும் கண்காணிப்பதிலும் எந்த அவசரத்தையும் காட்டவில்லை என்பது திகைப்பூட்டுகிறது. அரசாங்கம் ஒழுங்கமைக்கப்பட்டிருந்தால், ஒவ்வொரு அத்தியாவசியப் பொருட்களின் தற்போதைய விநியோக நிலைகள் பற்றிய தினசரி தகவலை வெளியிட வேண்டும்; அவற்றில் ஏதேனும் உள்ளூர் கிடைக்கும் தன்மை; மற்றும் இறக்குமதித் தேவைகள் மற்றும் அந்நியச் செலாவணி ஒதுக்கீடுகள், ஏற்றுமதி செய்யும் நாடு, அத்துடன் கப்பல் போக்குவரத்து, நேரம் மற்றும் உள்ளூர் விநியோகம் உள்ளிட்ட கொள்முதல் ஏற்பாடுகள். இதை தினமும் செய்ய சுப்ரீம் கோர்ட் அரசுக்கு உத்தரவிடும் என நம்புகிறோம்.",
        "விநியோக நிலைமை மிகவும் மோசமானது மற்றும் கணிக்க முடியாதது, சரக்கு அளவுகள் குறித்த தினசரி தகவல்களை வழங்க முடியாத அரசாங்கம் தொடர்ந்து ஆட்சியில் இருக்க தகுதியற்றது. சமமாக, எதிர்க்கட்சிகள் சரக்கு தகவலை வழங்குவதற்கு அரசாங்கத்திற்கு தொடர்ந்து அழுத்தம் கொடுப்பதன் மூலம் அல்லது தங்கள் சொந்த ஆய்வுகளை மேற்கொண்டு விஷயங்களை எவ்வாறு வித்தியாசமாக நிர்வகிப்பார்கள் என்பதைக் குறிப்பிடுவதன் மூலம் தங்கள் உயர்ந்த திறன்களை நிரூபிக்கும் வரை அரசாங்கமாக ஆவதற்குத் தகுதியற்றவர்கள்.",
        "இறக்குமதிகளை வாங்குவதற்கு அரசாங்கம் அன்னியச் செலாவணியைக் கண்டுபிடிக்கும் வரை சரக்கு அளவைக் கண்காணிப்பதால் எந்தப் பயனும் இருக்காது. குறைந்தபட்சம், சரக்கு புதுப்பிப்புகள் அரசாங்கத்திற்கும் பாராளுமன்றத்திற்கும் குறைந்தபட்ச அந்நியச் செலாவணி அளவைத் தெரிவிக்கும், அவை குறைந்தபட்சம் அத்தியாவசியப் பொருட்களின் வாழ்வாதார நிலைகளை பராமரிக்க வேண்டும். இந்தியா, சீனா மற்றும் நீண்ட காலமாக சர்வதேச நாணய நிதியத்திடம் இருந்து அரசாங்கம் எங்கிருந்து தேவைப்படும்? கடன் கொடுப்பனவுகளை மறுசீரமைக்கும்போது அடிப்படை உணவுப் பொருட்களுக்கான போதுமான அந்நியச் செலாவணியின் முன்னுரிமை ஒதுக்கீட்டை உறுதிசெய்வதற்கும், அவர்களின் அடிப்படைத் தேவைகளைப் பூர்த்திசெய்யும் வகையில் குறைந்துகொண்டிருப்பவர்களுக்கு உதவுவதற்கும் IMF உடனான பேச்சுவார்த்தைகளில் இத்தகைய தகவல்கள் பயனுள்ளதாக இருக்கும்.",
        "APC இல் வியக்கத்தக்க வகையில், இரண்டு வருடங்களுக்கும் மேலாக IMF உதவியை எதிர்ப்பதிலும், உணவு மற்றும் எரிபொருள் அத்தியாவசியப் பொருட்களை இறக்குமதி செய்வதை விட கடனை செலுத்துவதில் முன்னுரிமை அளிப்பதிலும் வெறுமனே தலைநிமிர்ந்த மத்திய வங்கி ஆளுநரிடம், நாட்டின் பொருளாதார நிலைமை குறித்து விரிவுரை வழங்குமாறு கேட்டுக் கொள்ளப்பட்டார். மாநாட்டில் உரையாற்றுவதையே தொழிலாகக் கொண்ட நிதியமைச்சர், கடந்த மூன்று மாதங்களாக வாய்மூடி மௌனமாக இருந்தார், ரணில் விக்கிரமசிங்க அவரை ஊசிமூடி, மீண்டும் மீண்டும் மறுத்தாலும், உண்மையில் அரசாங்கம் என்பதை ஒப்புக்கொள்ளும்படி கட்டாயப்படுத்தினார். வரைவு வடிவில் இருந்தாலும், இலங்கை தொடர்பான IMF இன் அறிக்கையைப் பெற்றிருந்தது. திரு. விக்கிரமசிங்க, நிவார்ட் கப்ராலை அவருக்குப் பதிலாக அமர்த்தியதுடன், ஆளுநரின் முந்தைய நிர்வாகத்தைப் பற்றிய முட்டாள்தனமான கருத்துக்களுக்காக ஜனாதிபதி மாநாட்டில் மன்னிப்புக் கேட்க வேண்டிய கட்டாயத்தில் இருந்தார்.",
        "அரசாங்கப் பிரதிநிதிகள் தவிர, APC இல் ரணில் விக்கிரமசிங்க மூத்த அரச தலைவர் பாத்திரத்தை வகிக்கும் அரசியல் கட்சிகளின் திரளான கூட்டம் கலந்து கொண்டது. APC யோசனைக்கு பெருமை சேர்த்த அவரது பேச்சாளர் மைத்திரிபால சிறிசேனவும் கலந்துகொண்டார். கலாநிதி திஸ்ஸ விதாரண வணக்கத்துடன் தூதுவராக குறைக்கப்பட்டார். அத்துரலியே ரத்தின தேரர், 11 கட்சிகள் கொண்ட கூட்டணிக்காக, அமைச்சரவையை எதிர்க்கும் போது, ​​அரசாங்கத்தில் தொடர்ந்தும் இருக்க வினோதமாக கட்டுப்படுத்தப்பட்டுள்ளது.",
        "இரண்டு பிரதான எதிர்க்கட்சிகளான SJB மற்றும் JVP ஆகியவை APC ஐ புறக்கணித்தன, மேலும் CWC உட்பட பெருந்தோட்ட தமிழ் அரசியல் கட்சிகளும் அவர்களுடன் இணைந்து கொண்டன. புதிய, பிந்தைய தாத்தா, தலைமுறை இ.தொ.கா தலைவர்கள் மகிந்த ராஜபக்சவால் கடுமையாக வளர்க்கப்பட்டுள்ளனர், ஆனால் கோட்டாபய ராஜபக்சவின் கரிம உர வெறி மற்றும் அவர்களின் கவலைகளை அவர் வெளிப்படையாகக் கேட்க மறுத்ததன் காரணமாக அவர்கள் அலுத்துவிட்டனர். இ.தொ.கா தலைவர்கள் கோட்டாபய ராஜபக்சவை புறக்கணிப்பதாக அறிவிப்பதற்கு முன்னர் மகிந்த ராஜபக்சவுடன் பார்வையாளர்களை சந்தித்தனர். ஏறக்குறைய அனைத்து தமிழ் மற்றும் முஸ்லிம் கட்சிகளும் மாநாட்டில் கலந்துகொண்டதாகத் தெரிகிறது. அந்த நபரை நேருக்கு நேர் சந்திப்பதற்கான தொடர்ச்சியான முயற்சிகளில் தமிழ்த் தேசியக் கூட்டமைப்பு தலைவர்கள் எத்தனை தடவைகள் ஜனாதிபதியால் நிராகரிக்கப்பட்டார்கள் என்பதைக் கருத்தில் கொண்டு TNA ஆச்சரியமான பங்கேற்பாளராக இருந்தது. APC இன் எதிர்காலம் குறித்து எந்த நிச்சயமும் இல்லாததால் இதை அதிகம் படிக்க வேண்டிய அவசியமில்லை.",
        "APC யின் ஒரு திட்டமிடப்படாத பக்க பலன் என்னவென்றால், அது ஜனாதிபதியை சிவில் அரசியலில் பகிரங்கமாக ஈடுபட வைப்பது மற்றும் அவரது இராணுவப் பின்னணியைக் கருத்தில் கொண்டு, சிவில் அல்லாத அல்லது இராணுவ விருப்பங்களில் அவர் வழிதவறுவதைத் தடுக்கும். அதே சமயம், நாட்டில் நிலவும் சீற்றத்தின் நிலை, அரசியல் கையகப்படுத்துதல் பற்றி இராணுவத்தினர் கூட சிந்திக்காமல் இருக்க வேண்டும். அதற்கு எந்த பாரம்பரியமும் இல்லை மற்றும் சர்வதேச தனிமைப்படுத்தல் பற்றிய அச்சமும் கடுமையான தடையாக இருக்கும். ஆனால் இராணுவத் தலையீட்டைத் தடுப்பது அரசியலின் முக்கிய நோக்கமல்ல. வெகுஜன பட்டினி மற்றும் சமூக குழப்பங்களை தடுப்பது மட்டுமே இப்போது நோக்கம்.",
        "APC இல், அரசாங்கம் அதன் வளங்களை வளர்ச்சித் திட்டங்களிலிருந்து அத்தியாவசிய நலன்புரி நடவடிக்கைகளுக்குத் திருப்பிவிட ஒப்புக்கொண்டதாகத் தெரிகிறது. தற்போதைய நிலைமை மற்றும் மக்களின் தேவைகளின் அடிப்படையில் புதுப்பிக்கப்பட்ட அல்லது இடைக்கால வரவு செலவுத் திட்டத்தை நாடாளுமன்றத்தில் சமர்ப்பிக்கவுள்ளதாகவும் நிதி அமைச்சர் சுட்டிக்காட்டியுள்ளார். எனவே, அமைச்சர் மீண்டும் பாராளுமன்றத்திற்கு வருவார், மேலும் பொருளாதாரம் மற்றும் நாட்டின் நிதி தொடர்பான அரசாங்கத்தின் நடவடிக்கைகள் மற்றும் மேற்பார்வையை பாராளுமன்றம் மீண்டும் தொடங்க முடியும். எஸ்.ஜே.பி மற்றும் ஜே.வி.பி.க்கு அரசாங்கத்தைக் கணக்குக் காட்டுவதற்கும், அவர்கள் ஆட்சிக்கு வரும்போது, ​​​​அவர்கள் என்ன வழங்க வேண்டும் என்பதைக் காட்டுவதற்கும் வாய்ப்பு கிடைக்கும்.",
        "APC இல் அல்லது இரண்டு புறக்கணிப்புக் கட்சிகளால் விவாதிக்கப்படாதது IMF ஐ ஈடுபடுத்துவதற்கான அரசாங்கத்தின் நோக்கமான அணுகுமுறையாகும். IMF இன் உதவியைப் பெறுவதற்கான முடிவை ஜனாதிபதி அறிவிப்பதற்கு முன்பே, அரசாங்கம் 11 உறுப்பினர்களைக் கொண்ட பொருளாதாரக் குழுவையும் (இது உண்மையில் அமைச்சரவையின் துணைக் குழு) மற்றும் பொருளாதார நிபுணர்கள் எனப் பல வணிகர்களைக் கொண்ட 16 உறுப்பினர்களைக் கொண்ட ஆலோசனைக் குழுவையும் நியமித்தது. ஆலோசனைக் குழு \"சர்வதேச நிதி உதவியை முன்மொழியும் திட்டங்களை வகுப்பதற்காக மத்திய வங்கி மற்றும் கருவூலத்தைப் பிரதிநிதித்துவப்படுத்தும் அதிகாரிகளைக் கொண்ட தொழில்நுட்பக் குழுவை உடனடியாக நியமிக்கவும்\" மற்றும் \"நிதி ஆலோசகர் மற்றும் சட்ட ஆலோசகரை\" நியமிக்கவும் பரிந்துரை செய்துள்ளது. \"நிதி அமைச்சருக்கு உதவ மற்றொரு நிபுணர் குழு.\"",
        "இவை அனைத்தும் போதாது எனில், அமைச்சரவைப் பேச்சாளர் ரமேஷ் பத்திரன, \"சர்வதேச நாணய நிதியத்துடன் பேச்சுவார்த்தை நடத்துவதற்கு தொழில்நுட்பக் குழுவொன்றை அரசாங்கம் நியமிப்பதாகவும், அதற்கான சட்டப்பூர்வ நிறுவனமொன்றை நியமிப்பதாகவும்\" அறிவித்துள்ளார். மேலும் இந்த செயல்முறை \"பேராசிரியர் ஜி.எல். பீரிஸ் மற்றும் கெளரவ நீதி அமைச்சர் பி.சி. அலி சப்ரி மற்றும் மத்திய வங்கி ஆளுநர் மற்றும் கருவூல செயலாளரின் உதவியால் வழிநடத்தப்படும்.\" செல் படம். மேலும் எல்லாவற்றையும் விநோதமாக்க, சட்ட நிறுவனம் ஒரு சர்வதேச சட்ட நிறுவனமாக இருக்கும்! தேசிய சட்டத்தரணிகள் சங்கம் வெள்ளிக்கிழமை தாக்கல் செய்த அடிப்படை உரிமைகள் விண்ணப்பத்தில் உச்ச நீதிமன்றத்தில் அவரது வாதங்களுக்கு அட்டர்னி ஜெனரலுக்கு உதவ புதிய சர்வதேச சட்ட நிறுவனம் பட்டியலிடப்படும்.",
        "அறியாமையும், திறமையின்மையும் மட்டும்தான் இங்கு வேலை செய்கிறது, அல்லது அரசில் பாதியில் புத்திசாலித்தனம் நடக்கிறதா என்று தெரியவில்லை. அது எதுவாக இருந்தாலும், மக்களுக்குப் பொருட்களைக் கொண்டுவந்து நிவாரணம் வழங்குவதற்கும், பொருளாதாரத்தை மீண்டும் பாதையில் கொண்டு செல்லும் கனமான வேலையை மெதுவாகத் தொடங்குவதற்கும் அவசரமாக என்ன செய்ய வேண்டும் என்பது நல்லதல்ல. பிந்தைய பணி இந்த அரசாங்கத்தின் சிறந்த நாட்களில் திறமைக்கு அப்பாற்பட்டது. மிக மோசமான நாட்களிலும் கூட, வாழ்க்கைக்கு தேவையான அடிப்படைத் தேவைகளை உடனுக்குடன் நிறைவேற்றுவதற்கு, அரசாங்கத்தைச் சார்ந்து இருக்க வேண்டிய கட்டாயத்தில் நாடு உள்ளது. அரசியல் மட்டத்தில் அவசரம் இல்லை. மக்கள் நலனுக்காக அரசாங்கத்தில் மோசமாகத் தேவைப்படும் கடுமையான அவசரத்தை உச்ச நீதிமன்றத்தால் புகுத்த முடியுமா?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}