{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sri-Lankan-born-entrepreneur-makes-it-onto-FT1000-Europe-s-fastest-growing-companies-2022/34-731802",
  "time_ut": 1646947920,
  "title": "Sri Lankan born entrepreneur makes it onto FT1000 Europe’s fastest growing companies 2022",
  "body_lines": [
    "The luxury brand of British award-winning toiletries and gifts ‘Winter in Venice’ has earned a place in FT 1000 Europe’s Fastest Growing Companies in 2022. Sri Lankan born Ermila Jayasuriya-Curtis is the Founder and Managing Director of WIV Global Ltd. and WIV Property Holding Ltd. in the UK.",
    "The survey was carried out by Statista, the research partner of the Financial Times. The FT 1000 is the result of a joint initiative by The Financial Times and Statista, which conducted months of research, public calls for participation, intensive database research and directly contacted tens of thousands of companies in Europe. In the end, Statista was able to identify outstanding companies among millions of European enterprises.",
    "“Winter in Venice clearly stood out and, as a result, will be publicly recognised in the FT as one of Europe’s Fastest Growing Companies” – James Bacon, Statista UK. The results of the survey for the fastest growing companies in Europe was published earlier this month.",
    "Statista, the Global No. 1 Business Data Platform, provides current market figures and forecasts for the most important consumer goods within a total of more than 200 markets. All key figures are internationally comparable and are based on extensive analyses of data from national and international statistical offices, associations, company reports and the trade press.",
    "The brand was the brain wave of Ermila, a then 23-year-old student who mustered the courage to set up a manufacturing and distribution company three years later. At age 26 with an investment of just 60 pounds and a phone book, she made her first million in one year.",
    "Sixteen years later this self-made British multi-millionaire reflects on the many life lessons taught having navigated through a recession during the infancy of her business, and in more recent years the global pandemic that engulfed the world.",
    "Ermila is the eldest child of Dr. Nalin and Ranjani Jayasuriya. With both parents quite high in the corporate world, she was expected to follow in the footsteps of her lawyer mother who was former Director/General Manager of Housing Development Finance Corporation of Sri Lanka which was an institution under the Ministry of Housing. Her father, Dr. Nalin Jayasuriya is the Chairman of McQuire Rens Global Consulting Ltd. and the Non-Executive Chairman on the Board of Eswaran Brothers Exports Ltd. He was a former Regional Director of a Pharmaceutical Multinational, Sterling Winthrop, for East Africa Region overseeing eight countries and thereafter, he was the Regional Head of Special Projects and Regional HR Consultant for Smithkline Beecham for Southeast Asia and India, overseeing the two functions in nine countries. The company is now known as GlaxoSmithkline (GSK).",
    "Having finished her schooling at Ladies College, Colombo 7, Ermila left for England in 2000 to further her education in Psychology and Business Administration.",
    "Strewn of course from her further education having faced unforeseen personal challenges, the young student was forced to cut short her academic career to forge a business with little experience in the field of manufacturing toiletries and personal care products. By 2008, the brand was in over 800 stores throughout the United Kingdom.",
    "Just before her 29th birthday, she created a media storm in the UK when she swooped up award after award at the British Inventors and Innovators award ceremony in 2009. Over 600 inventors and innovators from around the world were short-listed and only 43 made it to the finals. Ermila won three of the top British Awards, for innovation, packaging, and performance.",
    "Her company was one of the first in the UK to remove all parabens from their formulations.",
    "With a strong focus on quality and value for money, Winter in Venice continues to thrive and has in recent years enjoyed exponential growth thanks to the robust systems and processes mapped out throughout the operational core of the company. This has enabled the ‘Winter in Venice’ to perform with a lean workforce and react to consumer demands better than most in adverse economic conditions endured recently by many international companies. It is a fail proof and foolproof strategy that surely has put Winter in Venice on the map and in stores around the world.",
    "Winter in Venice manufactures and distributes a large range of luxurious skin care products and personal hygiene products such as moisturising creams, face scrubs, shampoos, soaps, bath gels, hand and body lotions which are free from Parabens, Sulfates, DEA and Minerals.",
    "Winter in Venice formulations are vegan and cruelty-free. All formulations are infused with nourishing fruit and plant extracts with an emphasis on supplying these products in reusable packaging. The distribution of these products is managed globally with several large multinational retail and pharmacy chains stocking the product in Europe, US, and the Far East.",
    "The company also manufactured key personal protective products that helped combat the virus. During the pandemic, the company became the fastest (hospital grade) antibacterial gel manufactures out of Europe servicing the US, and UK at a time when such products were in limited supply.",
    "The company was focused on creating a product that was capable with absolute certainty of killing all envelope viruses including the coronavirus. Winter in Venice made its mission to get these products out to market at pre-pandemic prices which helped so many people at a time when others capitalised on the demand. Rising alcohol prices and raw materials made this a near impossible task, but it was the unwavering leadership and determination shown by Ermila that orchestrated an avalanche of support across her team and sub supply chain that made it possible.",
    "“People will remember what we did even after this is over. The countless letters of thanks received by strangers and customers was heartwarming to read,” she said. “I worked 18 hours daily with a toddler on my lap for most part of it and remember the bits of Lego under my feet as I sat at my desk at home during the lockdown.”",
    "“My husband held the fort at the factories in Turkey, whilst a small team of us ran this mammoth operation of ferrying trucks through closed borders and negotiating with governments for embargoes to be lifted so we can cross borders out of Europe into the UK.”",
    "Ermila has a passion to donate to charitable institutions world-wide and is patron to various projects in Africa, Sri Lanka and the UK. She also financially supports many deserving persons and vulnerable families in Sri Lanka where she builds homes for the disabled and provides support to orphaned children to help with their education and schooling. The company’s ethos has been to make profits but with an aim to use these profits to make a difference to humanity.",
    "Ermila is being invited by several businesses, institutes and universities to deliver inspirational talks on ‘how to start up and grow businesses’. When asked by a reporter, “What made you start your own business?”, she replied, “I believe most entrepreneurs, however refined in nature, suffer from an insatiable appetite to relinquish that ‘what if’ question. “What if I invested my money in this?”, What if I took that deal? This thought process is sometimes compared to an addiction to create, invent, seize, and capitalise with an aim to generate wealth and be successful. “It is a tiresome battle over whether or not to risk it all for that bright light at the end of the tunnel,” says Ermila.",
    "She continued to say that the light always wins in true entrepreneurial style but, for many the risks are too dear a price to pay and they have to live with the fact that they stared potential success in the face and said ‘No’ to it. “Creating jobs and fuelling the economy is what I always wanted to do as a child,” says Ermila. She remembers vividly starting her first business as a six-year-old selling notepads to children during tennis lessons.",
    "“I realised very early on that I was not like the rest of my peers, I found it difficult to follow the norm and wasn’t a social butterfly in school. I suffered a degree of bullying and unkindness which I remember quite well, but I feel it has also been my greatest teacher. As the great Alan Turing once said, “Sometimes it is the people no one imagines anything of who do the things that no one can imagine. I was that person no one imaged anything of.”",
    "§ Build financial reserves and market goodwill. Many successful businesses fail because they are dependent on banks offering them credit lines when things are going well, but fail to build reserves for a rainy day.",
    "§ Examine your margins closely. Do not spend based on your turnover. Many companies make this mistake and end up overtrading.",
    "§ Always try to forward sell before you commit to purchasing huge volumes of stock or forecasting operational requirements in a service lead industry. Map out the worst-case scenario before you start. Always have a plan B if plan A fails.",
    "§ Focus on investing in passive income generating assets over liabilities. I still drive a car that is six years old and will never be vulgar enough to want a red Ferrari. Success is not fast cars or fancy things. Success is feeling safe, sound, and certain. You get there by clever planning and zero debt.",
    "§ Customers are important, but suppliers and service providers that help you service your customers are equally important. Make time to nurture and nourish these relationships.",
    "§ Pareto’s Law is real and exists. 80% of your income is generated by 20% of your customers. Find out who they are and show some serious love. Equally 80% of your income can be drained by the remaining 80% of customers you try to service. Don’t be afraid of getting rid of customers that cost you money and time.",
    "§ 1+1 equals 10 and never 2. Your output must be greater than your input. Examine every aspect of your business and highlight inefficiencies that cost you speed and money. Make it your mission to fine tune income and expenditure.",
    "§ Be disciplined and focused in the A, B, Cs of time management. Your body clock and energy levels can cost you great deals or provoke bad decisions. Understanding your peak performance times allows for better decision making and progress mapping. Having suffered from exhaustion, this is something that I have learnt to do.",
    "§ Train your staff so that they are good enough to leave you but pay them well so they never feel they have to. Share the wealth and genuinely invest in the people that support you. This is also a part of your legacy.",
    "§ Focus on systems and processes for every aspect of your business. A simple tick list and robust project management trackers on an excel spreadsheet will do just as well. Nothing ever has to be complicated.",
    "§ At the end of your trading year, you seriously scrutinised your profits and pitfalls. Trading cycles have a huge part to play on your P n L. Look at ways to keep stocks fluid and moving. Don’t be hard on yourself if you suffer a loss or two, sometimes it is the casualty of any battle to win the war.",
    "§ Henry Ford once said, “Whether you think you can or you think you can’t, you are right either way.”",
    "“Believe this quote,” says Ermila. Rehearse your preferred outcome in your mind’s eye before you start. Always start your day being grateful for all the mini buddha’s that you have encountered that annoy the hell out of you but teach you life’s greatest lessons.",
    "§ No one ever became successful without some part of suffering. Every storm passes. always remember this.",
    "§ Luck finds you when you have the right mindset and are willing to put in elbow grease. Do the boring stuff and keep your eye on the details. Stop finding excuses for why you couldn’t do the things you should have at least tried to do.",
    "§ Trauma is your greatest teacher… it never happened to you … it happened for you.",
    "Ermila’s net worth exceeds Rs. 6.4 billion (£ 21 million). She resides in Wiltshire, England with husband Steven and Son George in a grade II listed 400-year-old English Manor close to the historic heritage city of Bath.",
    "More on her entrepreneurial capacity can be viewed on www.winterinvenice.co.uk."
  ]
}