{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-accused-of-assaulting-protestor-outside-prime-ministers-residence-93657/",
  "time_ut": 1651212660,
  "title": "Sri Lanka police accused of assaulting protestor outside prime minister’s residence",
  "body_lines": [
    "ECONOMYNEXT – A protestor at Sri Lanka’s newly-christened Mynagogama protest site outside Prime Minister Mahinda Rajapaksa’s official residence Temple Trees was assaulted by a police officer Friday (29) morning, eyewitnesses claimed.",
    "Lawyers and other protestors gathered outside Temple Trees told EconomyNext that a police officer with no badges on his uniform and assaulted one of the protestors, injuring him. The injured protestor has been admitted to the accident ward of the Colombo National Hospital.",
    "The police media division when contacted denied any knowledge of the incident. However, the privately-run The Morning reported quoting Police Spokesman SSP Nihal Thalduwa that the police had acted in self defence as the injured protestor had obstructed them when they were trying to remove a flyer posted on a police vehicle.",
    "Witnesses claimed that they had been protesting peacefully when the assault occurred.",
    "“We were protesting peacefully. We agreed to everything they had specified about protesting peacefully,” one protestor said.",
    "Mynagogama, or Myna Go Gama, is a protest site similar to the Occupy Wall Street-style Gota Go Gama site outside the presidential secretariat about a kilometre away by the Galle Face Green demanding the resignation of the president. Myna is a recently established nickname for Prime Minister Rajapaksa. The site, set up right outside the Galle Road entrance of Temple Trees, has seen protestors demand the resignation of the prime minister along with the government.",
    "The new site was opened after police failed to obtain a court order preventing its establishment. A number of luxury hotels and embassies exist on this particular stretch of road. Earlier this week, police had parked four buses and a truck to prevent protesters sitting on the pavement by Temple Trees. Some of the protestors had stuck their anti-Rajapaksa placards on the buses parked nearby.",
    "“Because of all these these police buses and trucks on the pavement, we have to gather at a small area. This morning, as we were protesting, a senior police officer came at around 9.30am and suddenly started tearing the placards on the buses and started making a scene,” said one witness.",
    "“He hit one of hit one of the protestors who is now in hospital. This police officer had no visible badges or a name tag on his uniform.",
    "“After that we sat on the road, but we realised it is our people who would get affected by that. We only ask the police to remove these vehicles to continue our protest peacefully,” he said.",
    "Mynagogama has been attracting crowds over the past few days, but many protesters said they found it difficult to voice their demands because of loud Buddhist pirith chanting coming out of the PM’s residence. The chanting was drowning out the protestors’ voices to the point even their comments to the media were barely audible.",
    "Lawyer Namal Rajapaksha (no relation of the ruling family) told EconomyNext that Temple Trees had violated three laws.",
    "“One is this pavement being blocked by police vehicles. They’re also using audio equipment 24 hours a day which is against the law. According to the law, loudspeakers can be use by a residence only until 10pm. If the prime minister’s residence wants to continue using them, they need special permission from the police.",
    "“When asked, Kollupitiya police said they had not issued a license for this loudspeaker use.",
    "“The third violation is that a deputy inspector general (DIG) has has forcibly taken the protestors’ hut” he said.",
    "A complaint  had been made 48 hours prior to Friday’s incident about the police vehicles parked on the pavement outside Temple Trees but to no avail, said the lawyer.",
    "“They said fax messages had been sent to the relevant officials. We ask them to free these pavements for public use,” said Rajapaksha.",
    "“We ask them not to disrupt this peaceful protest in any way and if they do, as lawyers we will take action against them. If the Kollupitiya police let these unlawful actions continue and do not act on our complaints, we will bring the protest right to the door of the police station, he said.",
    "The senior police officer accused of the assault must apologise publicly, he added. (Colombo/Apr29/2022)"
  ]
}