{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Kananathan-sends-letter-of-demand-to-Hirunika/108-235426",
  "time_ut": 1650523140,
  "title": "Kananathan sends letter of demand to Hirunika",
  "body_lines": [
    "Sri Lankan High Commissioner to Kenya, Veluppillai Kananathan has sent a letter of demand (LoD) to Hirunika Premachandra contesting her recent statement against him in a press conference on April, 15, 2022.",
    "Hirunika Premachandra at the said press conference stated that Kananathan was the owner of the jet bearing number T7JSH on which Prime Minister Mahinda Rajapaksa visited Tirupathy last year.",
    "Further she said that Kananthan was a member of the LTTE and he was the owner of ‘Ceylon Cafe’ in Uganda, Hirunika also said that the gold confiscated from the LTTE was in Kananathan’s possession.",
    "In his lLetter of Demand sent through his Lawyer Kananathan claimed that these allegations were absolutely baseless, fabricated and nothing but an act of character assassination for her cheap political gain and ulterior motives.",
    "Mr. Kananathan has demanded Hirunika to publicly retract the allegations with an appropriate apology on or before 27th April 2022 or to pay him the said sum of Rs. 500,000,000/- within fourteen days from the date hereof.",
    "If fail, legal action would be taken against Hirunika, the LoD stated.",
    "“I am instructed to inform you that it is a diabolical lie to state that my client was a member of the L.T.T.E., a proscribed organisation, and the gold jewellery that were recovered from L.T.T.E. was in my client’s custody”.",
    "“I am instructed to inform you that it is also a diabolical lie to state that my client is the owner of the private Jet you referred to at the said press conference and he is the owner of four such Jets.”",
    "“I am further instructed to inform you that my client does not have any connection whatsoever with the ‘Ceylon Café’ (correctly ‘Café Ceylon’) in Kampala, Uganda.”"
  ]
}