{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/21A-to-cabinet-next-week/155-237290",
  "time_ut": 1652929800,
  "title": "21A to cabinet next week",
  "body_lines": [
    "- It is learnt some MPs from the main opposition SJB are also in discussions with the PM",
    "- Senior MPs are of the view that the Finance portfolio should be kept by Wickremesinghe himself",
    "- President gives his consent to the new constitutional amendments",
    "- The PM has informed the President that the cabinet will be limited 20 ministers only",
    "Prime Minister Ranil Wickremesinghe held discussions with the legal draftsman, Attorney General and MPs Wijeyadasa Rajapakshe and Susil Premajayantha last afternoon where the 21st Amendment was discussed and it was finalized to present it before cabinet next week.",
    "Political sources said that both MPs will go through the clauses of the 21st Amendment which will drastically reduce the powers of the President and further strengthen Parliament.",
    "It is an updated version of the 19th Amendment, but will not include the abolishment of the executive presidency.",
    "It will however reduce the powers of the President. It will also re-empower the independent institutions. In the meeting held yesterday afternoon, it was also agreed to finalize the new amendment in the coming days following which it will be presented to cabinet next week.",
    "The Daily Mirror learns that President Gotabaya Rajapaksa who is under pressure to resign over the severe economic crisis is aware of it and has given his consent to the new constitutional amendments.",
    "Meanwhile, discussions over forming the cabinet is ongoing with Prime Minister Wickremesinghe holding closed-door discussions with the SLFP and SLPP. It is learnt that some MPs from the main opposition SJB are also in discussions with Prime Minister Ranil Wickremesinghe over joining the cabinet.",
    "Some senior MPs are of the view that the Finance portfolio should be kept by Wickremesinghe himself owing to the economic challenges while Wickremesinghe has informed the President that the cabinet will be limited to 20 ministers only. (JAMILA HUSAIN)"
  ]
}