{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mas-holdings-finalist-for-international-ideas-concept-award/",
  "time_ut": 1651837800,
  "title": "MAS Holdings Finalist for international Ideas Concept award",
  "body_lines": [
    "The sixth annual awards honour the products, concepts, companies, policies, and designs that are driving change, tackling issues from climate change to inequality, and so much more.",
    "The winners of Fast Company’s 2022 World Changing Ideas Awards were announced last week, honouring clean technology, innovative corporate initiatives, brave new designs for cities and buildings, and other creative works that are supporting the growth of positive social innovation, tackling social inequality, climate change, and public health crises.",
    "MAS Holdings Ocean Strainer was named a finalist in the Water category as a part of the 2022 World Changing Ideas Awards. The ‘Ocean Strainer’ is a pilot floating trash trap installed in the Dehiwala canal in Colombo, Sri Lanka and has expanded to eight other locations through open-source partnerships across the country since its inception in August 2020, an MAS news release said.",
    "“Research showed that rivers and canals are the sources of 80% of the plastic that reaches the ocean. Therefore, the team at MAS Holdings needed to address the marine plastic issue at the source by trapping and removing the waste before it reaches the ocean. The result was the Ocean Strainer, a barrier made from a buoyant foam and canvas that floats across the length of the canal and traps plastic waste before reaching the ocean through the canal mouth.” it said.",
    "“The waste is collected daily by an appointed resource person from the community along the canal, and project partners, Clean Ocean Force and the local Provincial Council support the collection and disposal of garbage. With 100 km of the canal network in Sri Lanka, canals provided an opportunity to develop an innovative yet simple solution that could be low cost and easily replicated across locations to create greater impact.”",
    "Now in its sixth year, the World Changing Ideas Awards showcase 39 winners, 350 finalists, and more than 600 honourable mentions—with climate, social justice, and AI and data among the most popular categories. A panel of eminent Fast Company editors and reporters selected winners and finalists from a pool of more than 2,997 entries across transportation, education, food, politics, technology, health, social justice, and more.",
    "In addition, several new categories have been added this year, including climate, nature, water, and workplace. The 2022 awards feature entries from across the globe, from Switzerland to Hong Kong to Australia.",
    "“We are thrilled to have the MAS Ocean Strainer be recognized as one of Fast Company’s World Changing Ideas. Coming from an island nation where the beaches have been our childhood playground, all of us at MAS feel very strongly about our responsibility to address the issue of marine plastic pollution,” says Sid Amalean, Head of Sustainable Business at MAS Holdings.",
    "“Our team has worked for a number of years with amazing partners who have helped us come up with an affordable, scalable solution, which we are proud to share with anyone who wants to replicate this in any part of the world. We are strong believers of collaborative value creation and are now looking at creating recycled polyester from the plastic waste that we collect through the Ocean Strainers to use in upcoming collections for our customers.”",
    "Through 35 years of operations, MAS has gained global recognition for its ethical and sustainable working environment and for the organization’s tireless efforts in social development and women’s empowerment. Product excellence and craftsmanship have placed MAS on the world map as an industry leader, showcasing unfailing delivery in innovative manufacturing and design.",
    "Sri Lankan cuisine – a vision for the future at Bocuse d’Or Sri Lanka 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}