{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82705/president-seeks-support-from-experts-in-power-sector",
  "time_ut": 1653628140,
  "title": "President seeks support from experts in power sector",
  "body_lines": [
    "President Gotabaya Rajapaksa has called on the experts in the power sector to assist in making a significant contribution from renewable energy sources to the national grid.",
    "In a statement, the President’s Media Division (PMD) said the government has set a target to generate 70% of the total electricity demand from renewable energy sources. The potential is already there to generate nearly 700 MW of electricity from solar energy. However, the public opinion is that it has not been made possible due to the opposition of the CEB engineers. The President said that it could be rectified and that a practical contribution can be made to resolving the power crisis.",
    "The President made this observation at a discussion held at the President’s House in Colombo last evening (May 26) to look into the issues faced when obtaining the contribution of renewable energy sources to power generation.",
    "Solar power generation has become a major strategy in many countries around the world. The President said that roof-top solar panel systems should be used as an immediate solution to the ongoing power crisis.",
    "Additional General Manager (Transmission) of the Ceylon Electricity Board (CEB) P.W. Hendahewa pointed out that based on the existing capacity of the main power grid, a new power generation amounting to 1,000 megawatts can be added to the grid.",
    "Its costs Rs.100 to generate a unit of electricity using petroleum and more than Rs.50 using coal.DamithaKumarasinghe, Director General of the Public Utilities Commission said more than USD 300 billion can be saved annually if renewable energy sources were used instead.",
    "Thermal power generation costs more than USD 100 million a month. Accordingly, Minister of Power and Energy KanchanaWijesekera pointed out that it will be a difficult task to supply electricity at current prices.",
    "The Secretary to the Ministry of Environment, Dr. Anil Jasinghe, said that a large area of land could be saved by utilizing the roofs of government buildings including schools and hospitals in the process of generating electricity from solar energy.",
    "Secretary to the President GaminiSenarath, Chief of Staff to the President AnuraDissanayake, Secretaries to Ministries and Heads of Line Institutions were also present."
  ]
}