{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Lanka-IOC-delivers-stunning-4Q-performance-as-revenue-and-profits-soar/108-236395",
  "time_ut": 1651810200,
  "title": "Lanka IOC delivers stunning 4Q performance as revenue and profits soar",
  "body_lines": [
    "March quarter revenues jump 43% while profits surge to Rs.3.37bn",
    "Faces an estimated unrealized Fx loss of Rs.2.55bn as rupee on free fall",
    "Indicates that not shy to further revise prices upwards to erase Fx losses",
    "Lanka IOC has delivered stunning financial performance for the three months to March 2022, concluding what could be referred to as a solid financial year, amid back-to-back steep increases in fuel retailing prices in response to global prices and the rupee float.",
    "The company reported revenues of Rs.29.49 billion for the January - March period, its fiscal fourth quarter, recording a robust 42.7 percent growth from the corresponding period in 2021.",
    "The top line also jumped 28.3 percent from the December 2021 quarter reflecting that the back-to-back price increases helped the company to navigate the soaring global energy prices and the effects that came from the float of the rupee in early March 2022.",
    "The company’s share closed 80 cents or 2.40 percent higher at Rs.34.10, yesterday. The share price is substantially down from around Rs.66.50 at the time when the third quarter results were announced due to the market swoon in March and April.",
    "The company appeared to have fully passed down the rising costs coming from higher energy prices as well as the weaker rupee.",
    "However, the March performance does not reflect the full effects of the fuel shortages, which became widespread and more frequent from April onwards and the slowdown in demand, which came from the multiple demand destruction policies instituted since March onwards.",
    "The Central Bank raised policy interest rates to unprecedented levels to cool down demand so that it falls in line with the supply, which is already under enormous stress from the supply chain crunch around the world exacerbated by the war in Ukraine and the prolonged lockdowns in China.  The Ukraine war added a flywheel into the global energy and other commodities prices as crude prices at the Brent futures exchange rose sharply from US$ 94.05 a barrel on February 24 when Russia invaded Ukraine to US $ 110.43 as of yesterday.  Jamie Dimon the Chief Executive Officer at JP Morgan Chase on Wednesday said the world has to expect another US$ 30- 40 increase in oil prices this year.",
    "Meanwhile, Lanka IOC is facing an estimated Rs.2.55 billion unrealised foreign exchange loss as of April 28 when its foreign currency liabilities and assets are revalued at the exchange rate on April 28.  “The company has been revising its selling prices to circumvent losses arising from the exchange rate impact on input costs,” the company said, signalling that they will not hesitate to revise prices until the losses arising out of foreign currency translation disappears.",
    "Meanwhile, during the year, the company increased its petroleum products inventory by nearly three times from Rs.9.63 billion to Rs.27.26 billion by March 31, 2022, raising questions as to how shortages could emerge when they run high inventory levels. However, there is also an element coming from the weaker rupee when valuing the inventory.",
    "As at December 31, 2021 the company had an inventory value at Rs.18.4 billion.",
    "The company meanwhile reported earnings of Rs.6.34 a share or Rs.3.37 billion for the quarter under review compared to earnings of Rs.1.83 a share or Rs.973.92 million in the same period in 2021.  For the full year ended March 31, 2022, the company reported earnings of Rs.9.05 a share or Rs.4.82 billion, compared to earnings of Rs.1.66 a share or Rs.882.6 million. The annual revenue surged 34.9 percent to Rs.89.95 billion.",
    "The company is worried that the sharply higher interest rates could dent the profits in the coming quarters due to the rise in finance cost. Finance cost in the March quarter rose by a staggering 144 percent to Rs.1, 162.2 million.",
    "Indian Oil Corporation Limited, India owns 75.12 percent in Lanka IOC."
  ]
}