{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/13/adani-fiasco-did-ex-ceb-chairman-actually-lie-to-cope-what-did-he-tell-treasury-secretary-about-presidents-meeting/",
  "time_ut": 1655129400,
  "title": "Adani Fiasco: Did Ex-CEB Chairman actually lie to COPE? What did he tell Treasury Secretary about President’s meeting?",
  "body_lines": [
    "COLOMBO (News 1st); A letter dated the 25th of November 2021 from the now-resigned Chairman of the Ceylon Electricity Board M. M. C. Ferdinando to the then-Secretary of Finance S. R. Attygalle has somewhat detailed the matter surrounding the Adani Group investment in renewable energy projects in Sri Lanka.",
    "According to point number (3) in the letter, immediately after the progress review meeting on renewable energy with HE the President on 16.11.2021 at the Presidential Secretariat, Ferdinando was directed by HE the President to facilitate M/s Adani green Energy to develop 500 MW win and solar, renewable energy project in Mannar and Punarin, as he had already agreed to invest a substantial amount of FDI in Sri Lanka.",
    "“As per this directive, I assumed that this is a proposal of an investor-backed by the Government of India on the basis of the bilateral discussion between the two heads of states,” said the letter.",
    "Ferdinando had noted that on the above basis, it is logical to assume that this is an investment proposal on the basis of G-G and can be processed as an investment channeled through the Board of Investment.",
    "M. M. C. Ferdinando who was at the center of controversy following his remarks to COPE as the Chairman of the Ceylon Electricity Board resigned after withdrawing his comments to the Parliament Watchdog.",
    "Power and Energy Minister Kanchana Wijesekera tweeted “I have accepted the letter of resignation tendered to me by the CEB Chairman Mr MMC Ferdinando. Vice-Chairman Nalinda Ilangaokoon will take over as the New Chairman CEB.”",
    "M.M.C. Ferdinando, the now-resigned Chairman of the Ceylon Electricity Board said that he mistakenly told the Parliamentary Watchdog COPE that the President told him that Indian Prime Minister Narendra Modi insisted that a Wind Power Project be awarded to the Adani Group.",
    "Speaking exclusively to News 1st on Sunday (12), the CEB Chairman said he was very emotional when allegations were leveled at him at the Committee on Public Enterprises session on Friday (10).",
    "He said he was under pressure during the COPE session and admitted that he made a false statement.",
    "M.M.C. Ferdinando said he only realized that he mistakenly made such a comment when the Minister inquired from him about the matter on Saturday (11) morning.",
    "Speaking on the letter sent to the Treasury Secretary, the CEB Chairman said he directed it as it was a matter related to the Board of Investment.",
    "However, the Ceylon Electricity Board Chairman told the Parliamentary Watchdog on Friday (10) that he was told by the President that Indian Prime Minister Narendra Modi was insisting that the energy investments projects be awarded to the Adani Group.",
    "Appearing at the Committee on Public Enterprises hearing in Parliament on Friday (10), the CEB Chairman said that following a meeting chaired by the President, he was summoned by the Head of State and was told that the Indian Prime Minister was insisting that the 500 MW wind power plant be given to India’s Adani Group.",
    "“I told him (President) that this is not a matter related to me or the CEB and it should be referred to the Board of Investment,” he told COPE.",
    "The CEB Chairman said that he thereafter informed the Treasury Secretary in writing, and requested him to look into the matter while noting that there was a government to government requirement on the matter.",
    "Sri Lankan President Gotabaya Rajapaksa categorically denied the statement made by the Chairman of the Ceylon Electricity Board with regard to awarding a Wind Power Project.",
    "“Statement made by the #lka CEB Chairman at a COPE committee hearing regarding the award of a Wind Power Project in Mannar, I categorically deny authorization to award this project to any specific person or entity. I trust responsible communication in this regard will follow,” the President tweeted.",
    "Indian Congress Member of Parliament Rahul Gandhi has hit out at Indian Prime Minister Narendra Modi’s Government stating that the Bharatiya Janata Party’s cronyism has now crossed the Palk Strait and moved into Sri Lanka.",
    "He was quoting a report where Sri Lanka’s Electricity Chief had told the country’s Parliamentary Watchdog COPE that President Rajapaksa told him that Prime Minister Narendra Modi Insisted that the Wind Power Project be awarded to India’s Adani Group.",
    "Gautam Adani, the owner of the Adani Group, and a close ally of Indian prime minister Narendra Modi met President Gotabaya Rajapaksa and Mahinda Rajapaksa on October 26th, 2021.",
    "Officials from the Adani Group had visited Sri Lanka’s Northern region to explore the possibility of a renewable energy project.",
    "On November 16th, 2021, the name of Adani Green Energy company had figured during a meeting convened by the President at his office.",
    "The following day, the finance ministry had submitted to the cabinet, a proposal of Adani Green Energy for the renewable energy project.",
    "On November 17th, 2021, Adani Green Energy’s managing director and CEO Vneet Jaain, sent a proposal for two massive projects.",
    "This was in addition to the wind and solar power project to generate 500 Megawatts of power.",
    "The company had also proposed to implement a 5 GW wind and 2 GW solar power project in Sri Lanka.",
    "Adani Green Energy had also proposed to set up a transmission system to export electricity generated through these projects to India.",
    "The company had said Sri Lanka will be able to obtain electricity from them as well.",
    "Approval for these projects had been granted by disregarding the process of calling for competitive bids and generating electricity at the lowest possible cost.",
    "Now, the government has amended the country’s electricity laws to allow these projects to go ahead.",
    "Renewable energy projects are not opposed by anyone, as it allows power generation at a low cost in an eco-friendly manner.",
    "However, the decision to hand over the tender for these projects to India’s Adani company, a day after a meeting with the President, raises serious questions.",
    "As proposed by the Adani company, if a transmission system is set-up to supply electricity from Sri Lanka to India, what would happen if India controls Sri Lanka’s power supply?",
    "In Parliament, Sri Lanka’s Opposition charged that an unsolicited government-to-government agreement to build a 500 MW wind power plant in the northern coast with the involvement of the Adani Group was the main reason to bring forward amendments to the 1989 Act.",
    "The main Opposition SJB wanted projects beyond 10 MW capacity to go through a competitive bidding process, but the majority of the government MPs voted against the clause.",
    "This Bill, introduced in Parliament on May 17th, 2022 by the Minister of Power and Energy, qualifies a person to apply for a generation license to generate electricity.",
    "Accordingly, this amendment will remove the restrictions on the issuance of a power generation license for a person whose generating electricity over and above the generation capacity of 25 M.W and will allow anyone to apply for it without any restriction on the generation capacity.",
    "The Sri Lanka Electricity Amendment Bill No. 20 of 2009 was passed in Parliament without amendments by a majority of votes on Thursday (09).",
    "Following the debate on the second reading of the Bill, the Opposition demanded a vote. 120 votes were cast in favor and 36 were cast against. 13 Members of Parliament abstained from casting their vote. Thus the second reading was passed by a majority of 84 votes.",
    "Subsequently, during the committee stage, the Opposition objected to the amendment brought by the Minister of Energy to an Article 4 and the ruling party had to withdraw the amendment. Accordingly, (Dr.) Harsha de Silva, Member of Parliament on behalf of the Opposition moved an amendment to Article 4 which the Minister of Power and Energy rejected. Thus, the opposition called for a division and the amendment moved by the Opposition was rejected by a majority of 64 votes. 51 votes were cast in favor and 115 votes were cast against.",
    "The Opposition then called for a vote for Article 4 in its entirety, which was passed by a majority of 70 votes to which 116 votes were cast in favor and 46 cast against.",
    "Accordingly, the Electricity (Amendment) Bill was passed by a majority in Parliament.",
    "Adani Fiasco: Did Ex-CEB Chairman actually lie to COPE? What did he tell Treasury Secretary about President’s meeting?",
    "Soft Liquor Licenses for all establishments registered with SLTDA; Cabinet gives the green light",
    "UNHRC: Sri Lanka made significant progress & remains open to engaging with the diaspora – Foreign Minister"
  ]
}