{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sampath-bank-sweeps-victory-at-technnovation-awards/",
  "time_ut": 1649691900,
  "title": "Sampath Bank sweeps victory at Technnovation Awards",
  "body_lines": [
    "Sampath Bank was judged ‘Most Innovative Bank’ at the LankaPay Technnovation Awards 2022, a gala event held recently at the Shangri-La Hotel, Colombo. Winners were picked by a distinguished panel of judges with long experience in banking and financial services.",
    "The awards were based on customer-centric criteria–on how quickly and completely the bank’s customers embraced new transactional technology. In effect, the bank’s own customers won the award for Sampath Bank.",
    "The bank can also thank its customers for a Silver Award, the ‘Overall Award for Excellence in Inter-bank Digital Payments (Banking Institutions),’ plus two more coveted Gold Awards for ‘Bank of the Year for Excellence in Customer Convenience (Category A),’ and for ‘Best Acquirer on LankaPay Online Payment Platform’. Sampath Bank also won the Merit award for ‘Bank of the Year for Financial Inclusivity (Category A).’",
    "“This validates our customer-centric approach. The fact that Sampath has won Gold in the ‘Bank of the Year for Excellence in Customer Convenience – Category A’, proves that Sampath Bank is not only identifying and introducing the right innovative technology for customer convenience; but the larger point is that our customers are actually embracing these new ways of transacting banking business, like Touchless Cash Withdrawals. The judges took note of the very high rates of customer engagement with these innovations,” said Tharaka Ranwala – Senior Deputy General Manager – Group Marketing, Deposit Mobilization and Digitalization, Sampath Bank PLC. “We focused on convenience and ease of use, putting a wide array of transactional options at our customers’ fingertips. And we are extremely glad to see them using technology very freely.”",
    "“The user experience is the critical factor. Introducing new technology is an interactive process. You need to see how customers interact with it and then tweak it over time to smooth out the rough edges, so to speak,” said Ajith Salgado – Group Chief Information Officer, Sampath Bank PLC. “Over the last three decades, Sampath Bank has placed its prime focus on enhancing customer experience through IT solutions and has been the trend-setter for IT innovations in the Sri Lankan banking industry. Winning multiple awards at the LankaPay Technnovation Awards 2022 is a great inspiration for the bank to continue the efforts of developing unique and creative solutions in a competitive environment where IT and banking is becoming inseparable.”",
    "The LankaPay Technnovation Awards were inaugurated four years ago to recognize and celebrate those members of the financial sector who have done the most to promote the national transition to digital payments. Aiming to drive financial inclusivity in the country–a key objective of the Central Bank of Sri Lanka–the Technnovation Awards are meant to encourage widespread adoption of the national payment network. The awards criteria for 2022 included interbank transactions during the period from April 1, 2020 to March 31, 2021, and encompassed twelve award categories.",
    "This year’s theme was, appropriately enough, ‘Honouring the Digital Superheroes,’ to recognize the contributions made by banks, non-banking financial institution (NBFIs), and FinTech companies toward delivering payment technology innovations despite the constraints of a global pandemic.",
    "Despite the contemporary obstacles faced by the banking sector in Sri Lanka, Sampath Bank has successfully maintained all its capital ratios well above regulatory requirements throughout 2021. With a total asset value of Rs. 1.2 trillion, this reflects strongly as an indication of the Bank’s stability. Meanwhile, its deposit book stood at Rs 978 Bn at the end of 2021, and continues to enjoy a year on year growth rate of 10.3%. All the while, Sampath Bank has implemented all government-led moratorium schemes for eligible customer segments affected by the pandemic. The Bank’s digitalisation strategy has also continued to prove its worth during these trying times by securing a more accessible and safer banking experience for customers.",
    "Sampath Bank is a 100% locally-owned bank that has deeply rooted itself in the hearts of the people of Sri Lanka. Established in 1987, the bank has become a state-of-the-art financial institution with numerous innovations to its credit. It continues to be a market leader today thanks to its customer-focused approach to banking. Sampath Bank has introduced many firsts to the Sri Lankan banking sector. These include the introduction of automated teller machines (ATMs) to Sr Lanka, extended banking hours for the convenience of customers, slip-less banking and touchless ATM withdrawals. The bank continues to steadily transform itself into a technology-driven financial services provider whilst keeping true to its traditions, values and ideals.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}