{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/N-Q-Dias-Anticipated-an-Armed-Tamil-struggle-with-Indian-support/277-232415",
  "time_ut": 1646422200,
  "title": "N. Q. Dias Anticipated an Armed Tamil struggle with Indian support",
  "body_lines": [
    "Dias who had been engaged in confidential talks of a political nature at multiple levels acted fast to consolidate the progress achieved in time before the parliamentary poll",
    "SWRD was an intellectual giant with liberal democratic values who had opportunistically subscribed to Sinhala Buddhist nationalism as a shortcut to ride to power",
    "Even though Bandaranaike had suspicions about Dias conspiring against him, it is not clear as to whether ‘Chanakya” did want to usurp his “Chandragupta” at that point of time",
    "The hardliners also wanted the Prime Minister to nationalise schools run by the Catholic and Protestant Churches but SWRD would not oblige",
    "In 1960 legislation was brought in to take over Government assisted private schools run by the Catholic and Protestant Churches",
    "",
    "By",
    "D. B. S. Jeyaraj",
    "This weekly column returns with the second part of the article titled “Sinhala Buddhist Strategist",
    "N. Q. Dias was Feared as the “Tsar” that was published in the “Daily Mirror” of February 19, 2022. The feedback I received indicates that there is much interest in the role played by N. Q. Dias in the affairs of the nation decades ago. Some of the emails I received about my writings on the 1962 coup in general and N. Q. Dias, in particular, were very positive with requests that I write more details about the “Tsar” N. Q. Dias. I continue this week with my focus on N. Q. Dias. The first part concluded with the line “The advent of Parliamentary elections in 1956 saw the master Sinhala Buddhist strategist Neil Quintus Dias swinging into action.” How and why did Dias spring into action?",
    "",
    "The United National Party (UNP) led by Prime Minister Sir John Kotelawala dissolved Parliament in February 1956. When fresh elections were scheduled for April 1956, the long-cherished objective of Neil Quintus Dias appeared realisable. The electoral defeat of the incumbent UNP followed by the ushering in of a new Sri Lanka Freedom Party (SLFP) led Government became a distinct possibility. However, there was much spadework to be done within a short period of time to achieve electoral victory.",
    "",
    "As stated earlier the latter-day “Chanakya” N. Q. Dias had been working diligently behind the scenes to enthrone his “Chandragupta” S.W.R.D. Bandaranaike in the prime ministerial seat of power. NQ kept himself in the background as he was a civil servant holding the post of Registrar-General and let others bask in related glory. So much so that very few realised or appreciated the important role played by N. Q. Dias in Bandaranaike’s 1956 triumph. However, Dias who had been engaged in confidential talks of a political nature at multiple levels acted fast to consolidate the progress achieved in time before the parliamentary poll.",
    "",
    "",
    "Sinhala was being enshrined as the sole official language and being rammed down Tamil throats forcibly as the language of courts and public administration",
    "",
    "",
    "",
    "Mahajana Eksath Peramuna",
    "Relegating himself to the background and adopting a position of virtual “invisibility”, N. Q. Dias along with some other political fellow travellers aided and assisted S.W.R.D. Bandaranaike to forge an electoral alliance and garner support from influential sections of Sinhala society. On February 22,, 1956 a political coalition named Mahajana Eksath Peramuna (MEP) meaning Peoples United Front was formed. There were four signatories. They were S.W.R.D. Bandaranaike – Sri Lanka Freedom Party (SLFP), Philip Gunawardena – (Viplavakari Sama Samaja Party (VLSSP), Wijayananda Dahanayake - Sinhala Bhasha Peramuna (SBP), and I. M. R. A. Iriyagolla who claimed to represent Independent candidates forming part of the MEP coalition. The MEP was to contest polls under the Hand Symbol of the Chief constituent SLFP.",
    "",
    "After forging together the coalition, Bandaranaike entered into an electoral no contest arrangement with the Trotskyite Lanka Sama Samaja Party (LSSP) and the Communist Party (CP). This prevented fragmentation of the anti- UNP opposition vote. More importantly, the support of the Buddhist Nikayas was obtained through the Eksath Bhikku Peramuna. In addition, several Buddhist organisations and prominent individuals also joined the MEP camp. N. Q. Dias played a crucially important subterranean role in these political exercises aimed at garnering wider support for SWRD.",
    "",
    "The MEP election campaign got underway. As stated earlier making Sinhala the sole official language and redressing the historic wrongs done to Buddhists were to be the major campaign themes. The strategic objective of N. Q. Dias in the election campaign was to mobilise public opinion along anti-western, anti – Christian, and anti – Tamil lines thereby creating an overwhelming Sinhala Buddhist ethos in the country. The campaign itself was to have anti-Tamil overtones and anti-Christian undertones.",
    "",
    "Ironically the MEP and the leftist parties with whom there was a no-contest pact were opposed to each other on the official language issue. While the MEP was for Sinhala only, the LSSP and CP were for parity of status between the Sinhala and Tamil languages. N. Q. Dias never figured conspicuously in the polls propaganda but he was very active travelling widely and monitoring the election campaign.",
    "",
    "The Parliament of Ceylon/Sri Lanka then had ninety-five elected and six appointed MP’s. Voting was for each electorate on the first-past-the-post- winner, system. The 1956 elections were held on a staggered basis from April 5 to 10 as was the practice in the pre-1960 years. There were three days of voting. As results were announced an MEP sweep became a foregone conclusion. The UNP was routed.",
    "",
    "",
    "Resounding Victory for MEP",
    "It was a resounding victory for the MEP. 51 of the 60 candidates it fielded had won. The UNP on the other hand with 76 candidates had got only eight. It failed to get even the Leader of the Opposition post. The LSSP leader Dr. N. M. Perera became opposition leader as the party had won 14 out of 21 seats it contested. The IlankaiThamil Arasuk Katchi (ITAK) also known as the Federal Party (FP) got 10 out of 14 seats contested. The Communist Party got three out of nine seats it contested. Other parties such as the All Ceylon Tamil Congress (ACTC) and Independent candidates obtained the rest amounting to nine MP’s in all. Of these R. G. Senanayake contesting as an independent aligned to the MEP won in two seats namely Dambadeniya and Kelaniya.",
    "",
    "S.W.R.D. Bandaranaike became Prime Minister and formed an MEP Government described as “Apey Aanduwa” (Our Government). In keeping with his MEP manifesto, Bandaranaike proceeded to replace English with Sinhala as the Official language. However, Bandaranaike also proposed to include specific clauses in the bill that would allow limited use of the Tamil Language in administration. This was not to the liking of people like N. Q. Dias and “Bauddha Jathika Balavegaya” leader L. H. Mettananda.",
    "",
    "The MP for Welimada K. M. P. Rajaratna and Prof. F. R. Jayasuriya undertook a “fast unto death” on the steps of Parliament, protesting the Tamil language provisions. Bandaranaike abandoned the idea of including provisions in the Official language bill for the use of Tamil in official administration. S.W.R.D. Bandaranaike suspected that N. Q. Dias in typical low-key style had played a covert role in instigating Rajaratna and Jayasuriya’s fast. This was because Bandaranaike knew the prevailing affinity between Dias and the fasting duo.",
    "",
    "This suspicion was perhaps the beginning of the crack between SWRD and NQ. Though Dias had devised the strategy to get SWRD elected as Prime Minister, he was always suspicious of Bandaranaike’s bona fides as far as the Sinhala Buddhist cause was concerned. Dias was doubtful about SWRD’s genuine commitment. He felt Bandaranaike had subscribed to Sinhala Buddhist supremism as an election gimmick alone without any real faith in that ideology.",
    "",
    "",
    "Director of Cultural Affairs",
    "Nevertheless, Bandaranaike was immensely grateful to Dias for the role played by him in the MEP victory. He offered N. Q. Dias the choice of becoming permanent secretary to any ministry that he desired. Dias declined the offer and instead requested that he be given the comparatively minor post of Director of Cultural Affairs. This apparently surprised Bandaranaike and made him wary about N. Q. Dias and his motives. Former Government Agent Neville Jayaweera has stated in his writings that Bandaranaike was not wrong in this. “SWRD’s suspicions were well-founded. Actually, NQ’s choice of the Directorate of Cultural Affairs was again evidence of his strategic mind. This post gave him an opportunity to work more closely with the Sangha and consolidate its role as a political power-house, and under its guise, he used funds to step up Buddhist political activities across the land.” writes Jayaweera in his memoirs.",
    "",
    "",
    "Ironically the MEP and the leftist parties with whom there was a no-contest pact were opposed to each other on the official language issue",
    "",
    "",
    "The doubts and misgivings N. Q. Dias had about S. W. R. D. Bandaranaike’s commitment towards the Sinhala Buddhist cause became more pronounced as events began to unfold. SWRD was an intellectual giant with liberal democratic values who had opportunistically subscribed to Sinhala Buddhist nationalism as a shortcut to ride to power. However, he recognised that justice had not been done to the Tamil-speaking people and sought to redress some of their grievances through political accommodation.",
    "",
    "The signing of the pact in 1957 with ITAK leader S. J. V. Chelvanayagam to set up Regional councils was an example. So too was the introduction in 1958 of regulations enabling the limited use of Tamil in administration. However, these were opposed bitterly by the Sinhala Buddhist hawks. The hardliners also wanted the Prime Minister to nationalise schools run by the Catholic and Protestant Churches but SWRD would not oblige.",
    "",
    "Thus the extremist Sinhala Buddhist forces who brought Bandaranaike to power were becoming disappointed and disillusioned with the PM. He was not acting strongly or speedily to establish Sinhala Buddhist dominance they felt. They wanted the Buddhist Commission report implemented in full. They demanded that the Saturday - Sunday weekend holidays be replaced by the Pre – Poya and Poya day weekend.",
    "",
    "",
    "SWRD Alienated from N. Q. Dias",
    "When these were not adhered to by Bandaranaike some turned against him. A coterie comprising influential members of the Buddhist clergy and laity began to conspire against the Prime Minister. They wanted to oust Bandaranaike and replace him with N. Q. Dias. When Bandaranaike became aware of these moves he began to distrust N. Q. Dias. SWRD got gradually alienated from NQ.",
    "",
    "Even though Bandaranaike had suspicions about Dias conspiring against him, it is not clear as to whether ‘Chanakya” did want to usurp his “Chandragupta” at that point of time. It also seems unlikely that Dias who usually preferred to be in the background would have opted to be in the limelight. Neville Jayaweera with first-hand knowledge gave N. Q. Dias a clean bill of health in this. Jayaweera wrote, “However, it must be said to NQ’s credit that at no time did he put himself up, or consent to be put up, as a contender for SWRD’s job, and his loyalty to SWRD personally, and to the SLFP government, never wavered.”",
    "",
    "Nevertheless, the rift that had set in between Bandaranaike and Dias began widening. The Cultural affairs Director who played a vital role in bringing Bandaranaike to power was now out of favour with the Prime Minister.",
    "1959 was an eventful year. The politically powerful Buddhist monk Mapitigama Buddharakkitha Thera who controlled the Eksath Bhikku Peramuna clashed with Bandaranaike. This was more due to commercial rather than political or religious reasons. The only woman minister in Bandaranaike’s cabinet VimalaWijewardene also got estranged from the Premier.",
    "",
    "Ananda College Principal and Bauddha Jathika Balavegaya leader L. H. Mettananda also turned hostile towards Bandaranaike because the PM was not doing enough to rectify historic wrongs done to the Sinhala Buddhists. The antagonism between both was so great that Bandaranaike referred to Mettananda as a ‘madman’. In another twist, the leftist segment of the MEP alliance which included cabinet ministers Philip Gunawardena and William Silva quit the Government.",
    "",
    "Bandaranaike was becoming increasingly isolated. In sheer desperation, he reached out to N. Q. Dias again. Though SWRD had been giving the cold shoulder to Dias due to fears that NQ was conspiring to replace him, those doubts were somewhat dispelled now. This was because N. Q. Dias had distanced himself from those involved in the anti-SWRD conspiracy and remained steadfastly loyal. Bandaranaike realised he required the support of the Sinhala Buddhist strategist to thwart the conspiracies against him.",
    "",
    "",
    "PM Bandaranaike Assassinated",
    "Unfortunately, Bandaranaike was killed before complete rapprochement with N. Q. Dias became a reality. The PM was assassinated in September 1959 by Talduwe Somarama Thera.Wijayananda Dahanayake became Prime Minister. After a brief period of chaotic governance, Dahanayake dissolved Parliament. Fresh elections were scheduled for March 1960.",
    "",
    "The March election result saw a hung Parliament. The UNP led by Dudley Senanayake came first with 50 seats and the SLFP under C.P. de Silva, finished a close second with 46. The UNP could not form a viable Government with a majority. Parliament was dissolved. New elections were to be held in July 1960.",
    "",
    "S.W.R.D. Bandaranaike’s wife Sirimavo had been drawn into the March election campaign by C. P. de Silva. She had spoken at several well-attended meetings. The “weeping widow” as she was described by sections of the media was a crowd puller. It was felt that Sirimavo Bandaranaike should be made the SLFP leader and spearhead the SLFP propaganda campaign for July 1960. If the party won, she would become PM. However, Sirimavo was reluctant and needed much persuasion to concur. Several people engaged in efforts to make Sirimavo consent. Among these was N.Q. Dias. Finally, Sirimavo agreed.",
    "",
    "The SLFP won 75 seats in July 1960. Sirimavo Bandaranaike created history as the world’s first woman Prime Minister. She had not contested elections and was appointed Senator. The new Prime Minister with little experience in politics and practically no experience in governance began finding her feet gingerly in unfamiliar territory. She began relying on a select group of people to offer advice and provide guidance. A notable personality among these was Neil Quintus Dias.",
    "",
    "Though N. Q. Dias had been out in the cold after falling out of favour with S.W.R.D. Bandaranaike earlier, the frosty relationship had thawed shortly before the latter’s death. Thus NQ was easily able to get into the good books of Sirimavo after her husband’s demise. N. Q. Dias soon became the person on whom Sirimavo relied most for political advice after her political entry.",
    "",
    "",
    "“No Question Dias”",
    "Mrs. Bandaranaike was aware of how NQ had devised and implemented the “Sinhala Buddhist” strategy that enabled her Husband to get elected as Premier. N. Q. Dias was highly respected by Mrs. Bandaranaike. He was regarded as her “unofficial” chief political adviser. Neil Quintus Dias was appointed the Secretary to the Ministry of Defence and External Affairs. NQ was a courteous soft-spoken man but would not let himself be questioned by his subordinates. This led to the nickname “No Question Dias”.",
    "",
    "After being appointed as Permanent Secretary to the Defence and External Affairs Ministry that was directly under the Prime Minister herself, N. Q. Dias found his stock rising. As Neville Jayaweera wrote” N. Q. Dias was not merely the Perm. Sec. Defence and External affairs, but the most powerful public servant around, and because of his influence over Mrs. Bandaranaike, feared and respected even by Cabinet Ministers, and referred to publicly as The Tsar”.",
    "",
    "With N. Q. Dias functioning as the chief aide to the Prime Minister in the upper echelons of the bureaucracy wielding the strategically important position of Defence and External affairs ministry secretary, several Sinhala Buddhist hawks who had broken or drifted away from the SLFP camp began returning to its folds. The re-emergence of the Sinhala Buddhist hardliners influenced SLFP leader and Prime Minister Sirimavo Bandaranaike’s government greatly.",
    "",
    "",
    "Mrs. Bandaranaike’s Hawkish Approach",
    "PM Sirimavo Bandaranaike solemnly promised to continue with the implementation of the Bandaranaike (SWRD) policies. In practice, the SLFP Government was prepared to go much further than S.W.R.D. Bandaranaike in this exercise. In 1960 legislation was brought in to take over Government assisted private schools run by the Catholic and Protestant Churches. Also, the SLFP regime in 1961 began implementing Sinhala as the official language of administration and courts without any concession to the Tamil Language. Mrs. Bandaranaike’s hard-line differed strongly from that of her husband in this. It is widely believed that N. Q. Dias was primarily responsible for this hawkish approach.",
    "",
    "When there was resistance by sections of the Catholic Church, the Government was prepared to deploy the Police and crush it. When the ITAK organised a peaceful “Satyagraha” against the implementation of Sinhala only in Government departments and courts, the Police tried to disrupt it by using force. Finally, the Army was called in to crush the democratic, non–violent Satyagraha. Tamil political leaders were detained at the Army cantonment in Panagoda.",
    "",
    "",
    "N. Q. Dias fully realised the potential consequences of this ‘Sinhala only through force’ policy. He knew that the affected Tamil people suffering from a deep sense of national humiliation could resort to desperate courses of action in the future",
    "",
    "",
    "This heavy-handed approach towards democratic dissent displayed by the Tamil people was attributed to N. Q. Dias. Sinhala was being enshrined as the sole official language and being rammed down Tamil throats forcibly as the language of courts and public administration. The Tamil language with its classical antiquity was being relegated to second-class status. The ‘Tsar’ N. Q. Dias was reportedly possessed of a brilliant intellect and strategic mindset. The effect of these actions and the impact on the Tamil people was not lost on him.",
    "",
    "",
    "The Clausewitz of Sri Lanka",
    "N. Q. Dias fully realised the potential consequences of this ‘Sinhala only through force’ policy. He knew that the affected Tamil people suffering from a deep sense of national humiliation could resort to desperate courses of action in the future. Neil Quintus Dias described as the Clausewitz of Sri Lanka by Neville Jayaweera anticipated the launching of an armed struggle by Tamils in the foreseeable future. He also surmised that this armed struggle would have the support of India in one way or the other. This was way back in the sixties of the last century.",
    "",
    "Instead of trying to prevent such a possibility through an accommodative approach, N. Q. Dias devised a strategic policy of military preparedness for such an eventuality. The objective was to counter and suppress the armed struggle through military force. Much of what N. Q. Dias accomplished in this regard has not been well recorded. In fact, Neville Jayaweera himself observes ruefully” It is a pity that Dias’s vision of a future armed Tamil uprising and of India’s intervention on the side of the rebel cause, has not been properly chronicled”",
    "",
    "",
    "Policies Formulated by N. Q. Dias",
    "What then were the policies formulated by Sinhala Buddhist strategist N. Q. Dias in the sixties of the 20th century to cope with an anticipated Tamil armed struggle with Indian backing in the future? These would be discussed in detail in a forthcoming article.",
    "",
    "D.B.S.Jeyaraj can be reached at dbsjeyaraj@yahoo.com"
  ]
}