{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Global-economic-outlook-has-darkened-business-and-Government-leaders-warn-in-Davos/34-735431",
  "time_ut": 1653681060,
  "title": "Global economic outlook has ‘darkened’, business and Government leaders warn in Davos",
  "body_lines": [
    "DAVOS (Reuters): Multiple threats to the global economy topped the worries of the world’s well-heeled at the annual Davos think-fest on Monday, with some flagging the risk of a worldwide recession.",
    "Political and business leaders gathering for the World Economic Forum (WEF) meet against a backdrop of inflation at its highest level in a generation in major economies including the US, Britain and Europe.",
    "These price rises have undermined consumer confidence and shaken the world’s financial markets, prompting central banks including the US Federal Reserve to raise interest rates.",
    "Meanwhile, the repercussions on oil and food markets of Russia’s invasion of Ukraine in February – which Moscow describes as a “special military operation” – and COVID-19 lockdowns in China with no clear end have compounded the gloom.",
    "“We have at least four crises, which are interwoven. We have high inflation… we have an energy crisis... we have food poverty, and we have a climate crisis. And we can’t solve the problems if we concentrate on only one of the crises,” German Vice Chancellor Robert Habeck said.",
    "“But if none of the problems are solved, I’m really afraid we’re running into a global recession with tremendous effect... on global stability,” Habeck said during a WEF panel discussion.",
    "The International Monetary Fund (IMF) last month cut its global growth outlook for the second time this year, citing the war in Ukraine and singling out inflation as a “clear and present danger” for many countries.",
    "IMF Managing Director Kristalina Georgieva, speaking in Davos on Monday, said the war, tighter financial conditions and price shocks – for food in particular – have clearly “darkened” the outlook in the month since, though she is not yet expecting a recession.",
    "Asked at a panel whether she expected a recession, Georgieva said: “No, not at this point. It doesn’t mean it is out of the question.”",
    "European Central Bank (ECB) President Christine Lagarde, due to speak in Davos yesterday, has warned that growth and inflation are on opposing paths, as mounting price pressures curb economic activity and devastate household purchasing power.",
    "“The Russia-Ukraine war may well prove to be a tipping point for hyper-globalisation,” she said in a blog post on Monday.",
    "“That could lead to supply chains becoming less efficient for a while and, during the transition, create more persistent cost pressures for the economy,” Lagarde added. Still, she essentially promised rate hikes in both July and September to put a brake on inflation, even if rising borrowing costs are bound to weigh on growth.",
    "“We knew, all knew from Day One that this war was bad economic news. Less growth and more inflation,” French policymaker Francois Villeroy de Galhau said. “This is the price we accepted together to pay to protect our values... It was worth paying this price.” “I would play down the idea of a short-term trade-off between inflation and growth,” he said. “In the short run, our priority is clearly... fighting inflation.”",
    "While the economic drag from the Ukraine crisis is being most keenly felt in Europe, it is the US economy that is experiencing the greatest price pressures.",
    "The Consumer Price Index shot from near zero two years ago to a 40-year high of 8.5% in March. The Fed responded earlier this month with its largest rate hike in 22 years, and Chair Jerome Powell has signalled increases of a similar magnitude – half a percentage point – at its next two meetings at least.",
    "The higher rates and expectations for more, though, have yet to weaken consumer spending and a red-hot US job market.",
    "“We’re not seeing it materialise in our business yet,” Marriott International Inc Chief Executive Anthony Capuano said of the threat of recession, adding: “There continues to be pent-up demand.”",
    "Harvard University economist Jason Furman, head of the Council of Economic Advisers under former President Barack Obama, said his baseline probability for a recession in any year is 15%. Now “I’m a little bit higher that 15,” he said, citing the strength of household balance sheets and expectations for more people to return to the workforce in coming months.",
    "Looking beyond that, however, he said he was concerned the Fed may need to lift rates higher than most officials and forecasters currently expect. “But that’s more like a year and a half, two and a half years from now.” Key emerging markets, including China, are still expected to see growth this year, even if at a slower pace than previously estimated.",
    "President of the New Development Bank Marcos Troyjo, set up by Brazil, Russia, India, China and South Africa, said his bank still expects “robust growth” this year in China, India and Brazil."
  ]
}