{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/05/sri-lanka-navy-marines-to-take-part-in-rimpac-2022-hosted-by-the-us-pacific-fleet/",
  "time_ut": 1654427700,
  "title": "Sri Lanka Navy Marines to take part in RIMPAC 2022, hosted by the US Pacific Fleet",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Navy (SLN) contingent which is expected to take part in the Rim of the Pacific (RIMPAC) Exercise 2022, hosted by the US Pacific Fleet, left for Australia from the Bandaranaike International Airport this morning (04th June 2022) by a special flight arranged by Royal Australian Air Force.",
    "The Sri Lanka Navy contingent comprises 50 naval personnel including both officers and sailors.",
    "In Australia, the SLN contingent will partner with crew of HMAS Canberra of Royal Australian Navy for a two weeks acclimatization programme and the SLN contingent will subsequently be leave for Hawaiian Islands and Southern California, United States onboard HMAS Canberra for RIMPAC 2022.",
    "Held from June to July, the 2022 edition of the exercise will feature surface ships, submarines, aircraft and over 25000 armed force personnel including ground troops from a number of countries.",
    "Meanwhile, Commander of the Navy, Vice Admiral Nishantha Ulugetenne pinned flag patches on the uniforms of RIMPAC-bound SLN contingent on 02nd June 2022 at the Navy Headquarters.",
    "SLN contingent of 50 comprising 48 Marines and 02 Special Boat Squadron personnel are expected to take part in RIMPAC 2022, under the auspices of the governments of Australia and the United States.",
    "The Rim of the Pacific Exercise, conducted for the 28th time, is the world’s largest international maritime warfare exercise.",
    "Taking part in this nature of exercises would enable the Sri Lanka Navy to exchange best practices and foster and sustain cooperative relationships that are critical to ensuring the safety of sea lanes and security on the world’s interconnected oceans, with like-minded partners across from the globe.",
    "Post of PM, Youth in Politics, Economic Crisis : PM’s stance",
    "Sri Lanka Navy Marines to take part in RIMPAC 2022, hosted by the US Pacific Fleet"
  ]
}