{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Be-a-statesman-Ranil-take-one-step-at-a-time/172-237023",
  "time_ut": 1652470320,
  "title": "Be a statesman Ranil, take one step  at a time",
  "body_lines": [
    "United National Party leader(UNP) Ranil Wickremesinghe—is the youngest member elected to Parliament in 1977 and has been a member of Parliament for 45 years—was on Thursday recalled to play a historic role at a time when Sri Lanka is facing its worst ever political and economic crisis since independence. He was recalled from a virtually powerless position to become the Prime Minister who will draw up the plans and hopefully implement them effectively for Sri Lanka to be a vibrant democracy with the sovereignty of the people not limited to election days.",
    "In a dramatic and unexpected move President Gotabaya Rajapaksa swore in Mr. Wickremesinghe as Prime Minister about 6.30PM on Thursday  and gave him the role to act as a statesman who will work for the welfare of the next generation and not for the next election. In a brief statement, a spokesman said President Rajapaksa believed Mr. Wickremesinghe was the most experienced and suitable leader to play the vitally important role and to end the country-wide public revolt against the corrupt and nepotic Rajapaksa clan.",
    "When President JR Jayewardene on February 4, 1978 introduced the executive presidential system and became the first executive president with an unprecedented 5/6th majority in Parliament, most independent political analysts believed Mr. Jayewardene was grooming Mr. Wickremesinghe to lead the country. Now Mr. Wickremesinghe has got the opportunity and he is known to have the skill to carry the country through the confusion, multiplicity of conflicts and contradictions. Perhaps the new leader’s favourite song will help him to guide the country to be a democratic, socialist, republic not only in name but in reality. The song goes like this: “Lead, kindly Light, amid the encircling gloom, lead thou me on, the night is dark, and I am far from home, lead thou me on, keep thou my feet, I do not ask to see, the distant scene, one step enough for me; I was not ever thus, nor prayed that thou, shouldst lead me on, I loved to choose, and see my path but now, lead thou me on, I loved the garish day, and spite of fears, pride ruled my will, remember not past years; So long thy power hath blest me, sure it still, will lead me on, O’er moor and fen, o’er crag and torrent, till, the night is gone, and with the morn those angel faces smile, which I have loved long since and lost a while”.",
    "Some inspiring words were written by American novelist and poet Josiah Gilbert Holland. The poet says, “God, give us men!, a time like this demands, strong minds, great hearts, true faith and ready hands, men whom the lust of office does not kill, men whom the spoils of office cannot buy, men who possess opinions and a will, men who have honour; men who will not lie, men who can stand before a demagogue, and damn his treacherous flatteries without winking!, tall men, sun-crowned, who live above the fog, in public duty, and in private thinking, for while the rabble, with their thumb-worn creeds, their large professions and their little deeds, mingle in selfish strife, lo! Freedom weeps, wrong rules the land and waiting Justice sleeps”.",
    "When Parliament meets next week after Vesak the new Prime Minister will need to take one step at a time. He will need to act with honour and must not lie. His first practical task will be to get 113 of the 225 votes in Parliament to conform his appointment as Prime Minister. He is likely to get this majority  with the support of MPs of the Sri Lanka Podujana Peramuna(SLPP) and others. After that the new Prime Minister will need to decide what he should do about the executive presidential system. If he decides to go for a referendum on the issue the decision will need to be endorsed by a full-judge bench of the Supreme Court.",
    "Five times before Mr.Wickremesinghe has been the Prime Minister but as assassinated former President Ranasinghe Premadasa said, in the executive presidential system the Prime Minister is more like a peon. Now history has opened the door for the Prime Minister to go beyond the role of a peon and be a champion of the people, especially the millions of poverty-stricken people whose rights and human dignity need to be restored for Sri Lanka to become a five star people’s democracy. We pray that amidst the encircling gloom the Kindly Light will lead the uncorrupted and incorruptible Mr.Wickremesinghe one step at time."
  ]
}