{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/28/sri-lankas-fuel-crisis-despite-multiple-assurance-from-min-lokuge-people-are-still-in-line/",
  "time_ut": 1648469820,
  "title": "Sri Lanka’s Fuel Crisis : Despite multiple assurance from Min. Lokuge, people are still in line",
  "body_lines": [
    "COLOMBO (News 1st); The owners and operators of multiple filling stations across Sri Lanka allege that they are not receiving sufficient stocks of fuel to be sold to the growing number of queues opposite their businesses.",
    "“We do not receive the shipments on time. We are compelled to sell fuel based on the delivery of fuel,” said one filling station owner from Colombo.",
    "Another filling station owner from Kandy said that though they are sent messages of shipments destined to them, those shipments are never delivered.",
    "Similar sentiments were shared by other filling station owners, who are compelled to seek assistance from local authorities to control the crowds as well.",
    "Since the 8th of March 2022, Sri Lanka’s new Energy Minister Gamini Lokuge has been making promises on ending the fuel crisis in the country.",
    "Yet, there seems to be no immediate end to the fuel shortage in the island nation.",
    "At the same time, Sri Lanka’s Ports and Shipping Minister Rohitha Abeygunawardena told reporters on Monday (28) that claims that Sri Lanka will run out of fuel by the Sinhala and Tamil New Year, are baseless and false.",
    "He said the necessary fuel shipments have been ordered and the delivery will take place soon at the Colombo Port.",
    "However, these comments have not calmed the mindsets of many Sri Lankans who have been waiting in line for hours, as well as days, anticipating the arrival of fuel shipments to filling stations.",
    "Among these people are businessmen, farmers, day laborers, office workers, and even transport operators.",
    "Queues at Sathosa; the latest to the growing number of queues in Sri Lanka",
    "Sri Lanka’s Fuel Crisis : Despite multiple assurance from Min. Lokuge, people are still in line",
    "Crisis-hit Sri Lanka seeks further $1 bln credit line from India – Reuters"
  ]
}