{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/07/govt-will-not-act-on-cabinet-paper-to-import-vehicles-for-mps/",
  "time_ut": 1654596720,
  "title": "Govt will not act on Cabinet Paper to import vehicles for MPs",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Attorney General informed the Supreme Court on Tuesday (7) that a Cabinet Paper from 2021 allowing vehicle imports for new Members of Parliament will not be enforced.",
    "The announcement was made when a Fundamental Rights application filed challenging a Cabinet Memorandum seeking approval to import 50 double cabs and jeeps for Members of Parliament, was taken up at the Supreme Court.",
    "Former Janatha Vimukthi Peramuna (JVP) Provincial Councillor Mahinda Jayasinghe filed this Fundamental Rights petition in the Supreme Court seeking a declaration that importation of luxury vehicles for Members of Parliament is illegal.",
    "The application was taken up in the presence of Supreme Court Justices P. Padman Surasena, Yasantha Kodagoda, and Mahinda Samayawardena.",
    "Former Prime Minister Mahinda Rajapaksa, the then-Cabinet of Minister, and the Attorney General were among those named as respondents in the application.",
    "The Former rime Minister had submitted a special Cabinet Memorandum in 2021 seeking Cabinet approval to import 50 ambulances, 50 water bowsers, 50 double cabs and jeeps for Members of Parliament.",
    "The petitioner said the concerned Cabinet Memorandum had sought the approval to open Letters of Credit to import the said vehicles for MPs.",
    "The petitioner alleged that the Cabinet of Ministers had taken a decision to import these vehicles during a situation where country is facing severe deficit of foreign currency reserves and struggling to control COVID-19 amidst a lack of health facilities, and sought a declaration that the respondents have violated his Fundamental Rights guaranteed under the Constitution.",
    "As the Attorney General’s Department announced that the government would not act on the said Cabinet Mamorandum, the petitioner’s counsel said the application would be withdraw.",
    "Govt will not act on Cabinet Paper to import vehicles for MPs",
    "Sri Lanka will experience further deterioration of food security – UN FAO Report",
    "Parliament to go Paperless; Soft copies of reports & docs to MPs"
  ]
}