{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ceylon-chamber-welcomes-exchange-rate-relaxation-91423/",
  "time_ut": 1646734560,
  "title": "Sri Lanka’s Ceylon Chamber welcomes exchange rate relaxation",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon Chamber of Commerce welcomed a decision to relax a pegged exchange rate that was not matched by monetary policy and called for energy re-pricing and and International Monetary Fund program that will that business chambers had also suggested.",
    "“The Ceylon Chamber of Commerce commends the Governor and his team at Central Bank of Sri Lanka for permitting greater flexibility in the exchange rate,” the Chamber said.",
    "“At the same time, the Ceylon Chamber of Commerce hopes that the Government will favourably consider the other recommendations made by Joint Chambers such as introducing market driven pricing for fuel, gas and electricity, commencing a pre-emptive debt restructuring process and engagement with IMF.”",
    "Ceylon Chamber welcomes CBSL move towards a more flexible exchange rate",
    "The Ceylon Chamber of Commerce commends the Governor and his team at Central Bank of Sri Lanka for permitting greater flexibility in the exchange rate. This action has been proposed by the Ceylon Chamber, on its own and along with other chambers on numerous occasions in the recent past.",
    "Hence, the Chamber is pleased to note this announcement by CBSL and believes that it will contribute significantly to ease the shortage of dollars currently experienced.",
    "This, along with the move to increase the additional incentive offered to migrant workers should help to attract more remittances from this category, reversing the sharp drop in inflows seen from this source in recent months.",
    "In addition, a more market oriented exchange rate will also enable both export and tourism sectors to become more competitive while protecting their margins against escalating costs. Further, it should also discourage unnecessary imports easing the pressure on foreign currency reserves.",
    "At the same time, the Ceylon Chamber of Commerce hopes that the Government will favourably consider the other recommendations made by Joint Chambers such as introducing market driven pricing for fuel, gas and electricity, commencing a pre-emptive debt restructuring process and engagement with IMF."
  ]
}