{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82039/presidents-reply-letter-to-chief-prelates-of-three-chapters",
  "time_ut": 1650886800,
  "title": "President’s reply letter to Chief Prelates of Three Chapters",
  "body_lines": [
    "President Gotabaya Rajapaksa has replied to the letter sent by the Chief Prelates of the Three Buddhist Chapters dated on 20.04.2022 addressing the President, the Prime Minister, the Leader of the Opposition and all party leaders in Parliament regarding the current situation in the country.",
    "The President’s Media Division has released excerpts of the letter to the media today (25).",
    "The President acknowledged that he has by no means ignored the contents of the set of proposals which the Venerable Theras had previously sent to him.",
    "He said they have already taken a number of immediate steps to address the economic crisis in the country, as the Theras have pointed out.",
    "“I am aware of the dire living conditions the people are facing,” President Rajapaksa said, while also informing that he is working with the Cabinet with expert assistance, based on daily statistics and data.",
    "This is with regard to the set of proposals put forwarded by the Most Ven. Mahanayake Theras of the Three Chapters to immediately resolve the current social, economic and political crises in the country.",
    "This is in connection with the letter sent by the Venerable Theras to myself, the Prime Minister, the Leader of the Opposition and all Leaders of political parties representing the Parliament, and dated on 20.04.2022 to resolve the current social, economic and political crises in the country.",
    "Foremost, I respectfully and kindly acknowledge that I have by no means ignored the contents of the set of proposals which the Venerable Theras have previously sent to me on the 4th of April, 2022.",
    "We have already taken a number of immediate steps to address the economic crisis in the country, as the Theras have pointed out. I am aware of the dire living conditions the people are facing. I beg to inform you that I am working with the Cabinet with expert assistance, based on daily statistics and data.",
    "Accordingly, plans for the supply of essential food, medicine, LP gas and various types of fuel to the public are already being implemented under close supervision.",
    "Accordingly, the new Finance Minister, the new Central Bank Governor and the new Secretary to the Treasury, under the guidance of the international financial experts appointed by me, are already taking the necessary steps in consultation with the relevant international financial institutions and friendly countries.",
    "As a result, the International Monetary Fund and the Government of India have already responded positively, and I firmly believe that a temporary solution to the current economic crisis can be achieved within the next few weeks until a lasting solution is found to the current economic crisis.",
    "As soon as I became the President, a committee of legal experts was appointed to draft a new Constitution. The members of the committee are:",
    "The committee has been holding lengthy consultations with various political parties, various groups and experts over a period of about two years and is preparing a draft for a new Constitution. The Committee has also informed me that the draft is being finalized. I respectfully inform you that the draft prepared in this manner will be submitted to the Cabinet of Ministers as soon as it is received and then will be presented to Parliament upon approval. I would also like to inform you that a copy of that draft will be sent to you Venerable Theras as well.",
    "As the President of the country, I am committed to stabilizing democracy in the country. I would like to mention that I would support the repealing of the 20th Amendment to the Constitution, which you have mentioned, if any action is taken in Parliament in this regard and would like to kindly remind you that such an amendment should be made jointly by the President and Parliament.",
    "It is also regrettable that so far there has been no positive response to the invitation extended to all political parties seeking their contribution to the All-Party Conference to find lasting solution to the present situation in the country, and to the sincere request for assistance in liberating the country from its current position by accepting Ministerial portfolios. Nevertheless, I would like to inform you that my invitation remains the same for all political parties.",
    "No matter what we do, all processes must be constitutional and the aspirations of the people must be realized within the current constitution. Therefore, I stress that neither I nor our Government will at any time disregard your proposals or the aspirations of the people.",
    "Without a Cabinet, the administration of a country cannot be function. Also, the absence of a cabinet is not practical. Accordingly, I had to appoint a Cabinet of Ministers consisting of a majority of young Members, with the assistance of Senior Ministers. I respectfully note that these appointments were made for a short period of time to find a quick solution to the burning issues of the people.",
    "During the two and a half years of my tenure so far, I would like to recall that our Government has not used batons or tear gas or done any act to suppress such protests in general at any of the protests, demonstrations, roadblocks which disrupt public life, etc. organized by various political parties as well as various ethnic groups, university students and social activists. I respectfully remind you that no protest or demonstration in front of my office was repressed by the police or armed forces.",
    "I am deeply saddened by the incident that took place during the public protest on 19.04.2022 and has instructed several teams to conduct a formal inquiry into it. I hope to inform you the results of the inquiry as soon as those investigations are completed.",
    "As you have said, all governments that have ruled the country are responsible for the current economic crisis, and we urge you to give us some time to reap the benefits of a formal approach to provide temporary and sustainable solutions for the prevailing issues. I respectfully look forward to your advice and guidance in the future as well.",
    "I respectfully recall that if you propose to take a certain arrangement to overcome the current political crisis with the assistance of all political parties as well as to provide solutions for the current economic crisis, I will extend my fullest support in this regard."
  ]
}