{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/economic-meltdown-and-kleptocracy/",
  "time_ut": 1651424280,
  "title": "Economic meltdown and kleptocracy",
  "body_lines": [
    "The government has gone into overdrive to form an all-party interim administration in response to people’s protests, and a request from the Mahanayake Theras. It however has chosen to remain silent on protesters’ demand that their stolen money be returned. Gomi Senadhira, a former diplomat and public servant has, in his article published on this page today, put forth a cogent argument anent politicians’ assets and liabilities. He has highlighted a landmark ruling by the Indian Supreme Court; a candidate’s constitutional right to contest an election should be subservient to the voter’s fundamental right to ascertain information about him or her.",
    "Sri Lankans are not without information about politicians. However, they have been electing governments apparently on the basis that the best way to catch a thief is to set a thief, perhaps for want of a better alternative. This modus operandi has not worked because thieves cooperate to safeguard their interest. In 2015, people voted out of power a group of politicians they considered as thieves, and elected a government, whose members turned out to be kleptocrats. Having elected the previous bunch of thieves again, they are now in the streets, demanding that their stolen money be returned!",
    "Most members of the political families, in the current Parliament, have never been gainfully employed, but they are living in clover and spend billions of rupees on electioneering alone. They sport wristwatches worth millions of rupees each besides very expensive designer wear, live in palatial houses, have epicurean feasts, and move about in super luxury vehicles. These politicians must be made to explain how they are enjoying lifestyles that may even make the billionaires on the Forbes list feel a twinge of envy. They should be made to answer only a few questions if it is to be proved that they are living off stolen public funds and wealth amassed through illegal means: how much have they spent on their houses and vehicles? If they claim that they have earned what they possess, they must be asked if they have declared their assets and paid taxes over the years? If they claim they inherited their wealth from their parents, they must be asked whether their parents or grandparents declared the wealth at issue and paid taxes?",
    "Now that the people have wised up to the fact that the theft of public wealth is one of the main reasons for the current economic meltdown as well as their predicament, they ought to determine themselves to reject the candidates from the political families as well as others believed to have amassed wealth through questionable means. Such characters are found on either side of the political divide. Therefore, nothing is stupider than to elect them and demand that they declare their assets and liabilities. It is said that politicians are like tortoises on fence posts; it is the people who elevate them to such heights. So, the people who are out there, calling for the ouster of all 225 MPs, will be left with no moral right to raise questions about stolen public funds if they do not go flat out to defeat the candidates who are known to be corrupt, at future elections. There are a few good men and women in the current Parliament, and only they deserve re-election.",
    "The members of the current Parliament are not likely to get together and pass tough laws that will prevent them from concealing information about their wealth. There may be a few of them who are willing to do so, but others will not consent to endanger their own interests lest they should be exposed for their corrupt activities. Even if such laws were ever made, perhaps they would not help trace ill-gotten wealth of politicians and their kith and kin, who are adept at covering their tracks. Until last week, they had not taken any action against illegal fund transfer schemes such as undial and  hawala as they have benefited therefrom at the expense of the national economy.",
    "Meanwhile, let the state intelligence agencies, and the police be urged to ensure the safety of the officials of the Finance Ministry and the Central Bank in view of the ban on undial and hawala. These systems mostly benefit the netherworld of crime and narcotics. The lives of the intrepid officials responsible for the ban at issue may therefore be in danger.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}