{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/problems-that-need-addressing-to-right-an-economy-gone-horribly-wrong/",
  "time_ut": 1647005160,
  "title": "Problems that need addressing to right an economy gone horribly wrong",
  "body_lines": [
    "The book “Regional Investment Pioneers in South Asia” by Sanjay Kathuria, Ravindran Yatawara and Xiao’ou zhu published by South Asia Development Forum appears to me to be an appropriate touch point in planning corrections to Sri Lanka’s economic development strategy.",
    "The chapter on the “State of Play in South Asia” is particularly relevant to us as it refers to what needs to be considered to attract foreign investment. This chapter deals with subjects such as intra-regional investment and knowledge connectivity and the reduction in tariffs to encourage trade and investments.",
    "Knowledge transfers are particularly useful to us as it enables better decision making when investing. It informs the reader on production processes, managerial and organizational practices, logistics and exports. Information regarding these features properly implemented will be more than sufficient to direct the Sri Lankan economy on the path to development.Profile of Sri Lanka’s current economic problemA drop in foreign currency reserves has been a significant indicator of the economic problem faced by Sri Lanka. our foreign currency reserves dropped to US$ 1.6 bn in Nov. 2021 triggering fears of possible debt default. To date SL has not defaulted in debt repayment.",
    "This situation is only partly due to the pandemic which caused a sharp drop in tourism earnings and the decline in remittances from the Middle East workers. The pandemic prevented the entry of tourists into Sri Lanka while remittances from those employed in the Middle East that were earlier converted through the banks were diverted to the black market for a better exchange rate. Thus an alternative market had been revived bypassing the banking system.",
    "The above factors made it difficult for the government to maintain the nation’s economic equilibrium. Another reason among many others is overloading the public service with passengers not contributing to economic productivity but paid from public coffers.",
    "The heavy debt service obligations due to short term high cost borrowings and unproductive investments of the recent past like the Hambantota stadium are some of the projects that added to the country’s debt service obligations. Additionally the Central Bank’s insistence in keeping the US $ pegged to an artificial rate has diverted funds from the banks to the unofficial market as illustrated by the case of foreign worker remittances.",
    "The import controls imposed to curb the outflow of foreign exchange have also impacted on export production as well as having a damaging effect on the domestic markets. When imposing import controls, care must be taken to see that it is is better deviced to curtail non essential imports without hurting intermediate and capital goods imports essential specially for the export manufacturing sector.",
    "That would be attractive to the foreign investors who will hopefully enter export manufacturing industries and help develop the economy.",
    "Special emphasis should be placed on the need to review the working of our democratic practices. Their decline can frighten away investor from coming here. Politicians have in recent years held sway over all aspects of the management of the country and the credibility of ‘one country, one law’ for all has eroded. It is frightening that the belief that some are above the law is gaining credence and this has implications for foreign investment.",
    "The Central Bank resorted to uninhibited money creation causing high inflation which resulted in untold misery for the people. This has also contributed to the malfunctioning of society which included the unavailability of jobs as well as the loss of existing jobs. Unemployment in turn has led to suffering without food, medicines, adequate schooling etc. This in the midst of excessive money in the hands of the corrupt few who were able to resort to corrupt practices due to a lack of transparency in the conduct of government business. All this is a deterrent to investment.",
    "In addition to these factors the practice of pluralism as a democratic concept has receded in importance. “Sinhala only” in effective usage since 1956 introduced a division in society where the Sinhala majority considering themselves superior to the rest of the population. Eventually this resulted in the build up of animosities among the different communities that eventually led to the 30-year war for the conduct of which resources and energy that would have otherwise been invested in development was utilized. This further constricted the economy.",
    "It is clear that the entire economy must be restructured to overcome te negatives encountered in the recent past. More attention must be paid to agriculture to make the sector sufficiently attractive for investments in export agriculture. Long term interests should be given precedence over ad hoc measures such as the ban on fertilizer imports at great cost to domestic agriculture.",
    "The rubber industry need to be strengthened with greater value addition utilizing domestic raw material. The development of the dairy sector must be accelerated as milk production and processing have not grown as fast as they should have. This is vital for the import substitution effort as well as the nutritional needs of the people.",
    "Today the value of the rupee against the dollar has dropped to a dangerously low level and the rupee was recently devalued to Rs. 230 to the USD after a futile effort of artificially protecting it against market forces. The govt has imposed power cuts, and the people are facing gas, fuel and food shortages. Due to the forex crisis there is inability to even unload essentials already in port.",
    "Threat of trade union protests are on the rise; so is the threat of other civil commotions that will create social dislocation in the country. Foreign exchange reserves are down to dangerously low levels and this not only endangers essential imports but also has implications for the development effort. The economic development of the country has not been pursued in accordance with a well thought plan in recent decades. Several macro economic weaknesses have been compounded by the adverse effects of COVID -19. Restructuring the economy has become urgent to set right the many things that have already gone wrong with no effective corrective measures in sight.",
    "Nadungamuwe Raja, a prisoner of culture, an ambassador of culture or rather, an ambassador of conservation?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}