{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Professionals-call-for-Presidents-immediate-resignation/342-235338",
  "time_ut": 1650431700,
  "title": "Professionals call for President’s immediate resignation",
  "body_lines": [
    "A group of professionals consisting largely of legal and medical practitioners has requested President to resign forthwith in response to the demands of the People.",
    "The professionals pointed out that Article 38 (1) (b) of the Constitution provides for the resignation of the President by means of a communication addressed to the Speaker.",
    "The professional group under the banner of “Direction Sri Lanka–Independent Professionals for the Nation” has met on the 18th and 19th of April 2022 in order to discuss the prevailing situation in the country and issued this statement with proposal accordingly.",
    "The group is of the view that Article 40 (1) (a) of the Constitution provides for Parliament to elect as President one of its Members for the unexpired period of office.",
    "The professionals also suggest the Prime Minister to forthwith resign after the election of the Successor President in terms of Article 47 (2) (b) of the Constitution.",
    "The other recommendations made by Independent Professionals for the Nation are;",
    "A Caretaker or Interim National Government be immediately formed comprising a new Prime Minister and a Cabinet limited to 18 essential portfolios along with an equal number of Deputy Ministers, representing all political parties.",
    "The Caretaker or Interim National Government shall function for a maximum period of one year.",
    "The persons holding portfolios in the Caretaker or Interim Cabinet should have",
    "adequate and appropriate educational qualifications and specialized skills required to hold the respective portfolios and should be persons of the highest integrity.",
    "Members of Parliament on the National List should be encouraged to resign as necessary, to pave way for professionals or experts of the highest integrity to be represented in the Caretaker or Interim National Government.",
    "As a priority during the period of the Caretaker or Interim National Government, action should be taken to rescind the 20th Amendment to the Constitution and to reintroduce the provisions of the 19th Amendment to the Constitution with necessary amendments addressing the democratic way of governance.",
    "Immediately upon the reintroduction of the 19th Amendment, steps to be taken to appoint persons with the highest integrity and ability to the Independent Commissions.",
    "Mandatory programme of action for the caretaker or interim national government",
    "a) Have a moratorium on the sale of the Country's Assets (This will not be a bar for investments to come into the Country subject to due procedures, process and transparency).",
    "b) Establish through legislation, a transparent Government Procurement Process which ensures accountability and the interest of the Country at all times.",
    "c) Appoint a group of experts with core competencies in economic management to advice the Government on the steps to be taken to revive the economy of the country.",
    "d) Upon such advice; -Secure Bridge Financing at concessionary interest rates and conditions. No commercial financing with commercial interest rates to be obtained during this period.",
    "- Conclude agreements with the IMF and other Financial Agencies following due parliamentary process and with complete transparency.",
    "- Take prompt action to ensure the provision of essential services and supplies to the  public.",
    "e) Hold National Elections (Presidential and Parliamentary as appropriate) within a maximum period of one year and enact such Constitutional amendments as may be necessary, reflecting the will of the people.",
    "f) Strictly observe the Rule of Law including the measures to protect and consolidate the wealth of the nation.",
    "g) Take immediate measures to ensure the efficacy of the Commission to Investigate Allegations of Bribery and Corruption.",
    "The professionals call upon the Government and the Opposition to take concerted action to ensure that the foregoing is implemented immediately.",
    "Among the professionals contributed to these proposals  were: Ramzara Abdeen, AAL, Dr. Palitha Abeykoon, Neville Abeyratne, PC, Geoffrey Alagaratnam, PC, Mohamed Adamaly, AAL, Dr. Ajith Amarasingha, Dr. Namali Amarasena, Rajeev Amarasuriya, AAL, Naceen Anthonypillai, Rienzie Arasakularatne, PC, G.G. Arulpragasam, AAL, Dr. Sunil Cooray, AAL, Prasantha Lal De Alwis, PC, Chanaka De Silva, PC, Dr. Sarath De Silva Prof. Harendra De Silva, Dr. Sarath Gamini De Silva, Father Noel Dias, AAL, Dulitha Fernando, Prof. Ranvindra Fernando, Dr. Amitha Fernando, Nipuna Ganegoda, Dr. Upul Gunasekera, Shiranthi Gunawardena, AAL, Dr. Rohan Gunawardene, Dr. Ruvaiz Haniffa, Prof. Siri Hettige, Gazzali Hussain, AAL, Kalinga Indatissa, PC, Nalinda Indatissa, PC, S.T. Jayanaga, PC, Janek Jayasekara, Shantha Jayawardena, AAL, Sanjeewa Kaluarachchi, AAL, Namal Karunaratne, AAL, Prof. Indika Karunathilleke, Prof. Prasad Katulanda, Thejitha Koralage, AAL, Dr. A. L. M. Nazar Dr. S. Marasinghe, Ikram Mohamed, PC, Udara Muhandiramge, AAL, Faisz Musthapha, PC, Dinuka Perera, Srinath Perera, PC, Dinal Philips, PC, Anushka Polonowita, Anuja Premaratne, PC, V. Puvitharan, PC, Dr. M. R. Ragunathan, Dr. Lalantha Ranasinghe, Pasindu Silva, AAL, Manilka Sumanathileke,",
    "Chavinka Sumanthilleke, Chrishmal Warnasuriya, AAL, Dr. Sunil Wijesinghe, Dr. Ananda Wijewickrama and Prof. Chandrika Wijeyaratne. (Lakmal Sooriyagoda)"
  ]
}