{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/reform-and-bridging-finance-needed-soon-to-avert-another-blow-up/",
  "time_ut": 1653924480,
  "title": "Reform and bridging finance needed soon to avert another blow up",
  "body_lines": [
    "The 50th day anniversary of the Aragalaya took place in a generally calm manner.  There were special events organized on Saturday, including a march from Independence Square to the Galle Face protest site.  I met a veteran Colombo-based Tamil journalist who was one of those who made the trek, along with his teenage son.  They had come to express their solidarity with the protestors and not to engage in confrontation with the government.  So they did not join the smaller group that decided not to stop at the Galle Face protest site, but went on to try and forcibly enter the President’s House.  They were pushed back by the police who tear gassed them to prevent their entrance to the road that led to the President’s House.",
    "My journalist friend was part of the many who came, like me, to join out of a sense of duty to demonstrate public support for those who had brought about major changes in the country.  During the past 50 days all ministers of the government had tendered their resignations, including the Prime Minister. Those government officials who had been most responsible for the economic catastrophe that has been the proximate cause of the concerted public protest campaign against the government were the first to be forced out. The revelations made before the parliamentary Committee on Public Enterprises (COPE) gave an indication of the horrendous negligence and mismanagement that took place akin to economic crimes against the nation, which required the  Aragalaya to bring to light.",
    "The achievements of the past 50 days and the general environment of safety and non-violence at the protest site may give a sense that the protest movement may have peaked.  Indeed, the crowd that was present at the protest site on the 50th day anniversary was less than a half of what it had once been.  Many of the slogans shouted in those early days, and the blaring of horns to the tune of “Kaputu, Kaak Kaak” were not much to be heard.  Several of the speakers seemed to realise the need for a long term and sustainable approach to continuing with the struggle in the face of government intransigence and refusal to bow out voluntarily by calling for early elections.",
    "At the same time, it would be a mistake to believe that the  Aragalaya has not spread and is alive in the hearts and minds of the larger community everywhere. The support in the country has not diminished and it should be remembered that on May 9, the day of the unprovoked assault on the protest site by government goons, the rush of people to the site following the assault indicated public support for the cause. The political leaders of the government with their ears to the ground, and capable of rational thought and deductions, are aware that the appearance of calm hides a powder keg.  They feel fear to move around in public and even fear to go for obligatory social events such as marriages and funerals.  The economic hardships that will be with the country for the foreseeable future are painful enough that they can lead to an explosion any minute as it did on May 9 when government goons launched unprovoked attacks on the peaceful demonstrators.",
    "The manner in which homes and properties of those associated with the government were torched and attacked makes members of the government realise that a second round is but a moment away.  The build-up of anger of the people will continue in the face of the increased economic hardships they will be encountering in the days and months ahead.  Prime Minister Ranil Wickremesinghe has been forthright in stating that the economic situation will get worse before it improves.  It is therefore important that the government takes actions that can mitigate the anger of the people and prevent it taking destructive forms. Statements by farmers against the possible compensation for burnt houses of government members while not providing for their agricultural losses on ground due to the government’s foolhardy fertiliser ban, and the bitterness at the parliamentarians taking their issue as the prime one parliament was very much in evidence. Providing economic relief by getting international assistance until such time as the economy recovers will be one way in which the government can seek to restore its credibility with the people.  Engaging in political reform that ensures practices of good governance will be the other.",
    "The continuing economic hardships which are likely to increase and not decrease make it imperative for the government to demonstrate to the people that it is serious about reforms.  Prime minister Wickremesinghe has shown himself to be more willing than his predecessor to speak the truth to the people and the fact that there is not going to be a short cut solution to those problems. It is reasonable to believe that this is the general sentiment in the wider society also, of which the Aragalaya protestors are but a visible manifestation. The main slogans of the Aragalaya protestors are that the President steps down and the government steps down. A new slogan that has been added is that the new Prime Minister, Ranil Wickremesinghe, also steps down and with him the government also goes.",
    "Prime Minister Wickremesinghe has presented a whole slate of reform proposals that sound promising, including setting up a National Council which would consist of the Speaker, the Prime Minister, the Leader of the Opposition and the leaders of the major parties with authority to oversee national policies. The importance of securing the passage of the 21st Amendment to the constitution arises in this context.  It will be evidence of the government’s seriousness in proceeding with reform.  The amendment that has been proposed is a compromise and appears to have the consent of the majority of political parties.  It will not be the end of the reform process, but its beginning.  There are reports that sections within the government which see themselves as being targeted by some of its provisions are seeking to scuttle it.  This would be most unwise as it can unleash the demons of grievance and hatred on the government members once again, especially on those who are seen to have opposed the attempted reform.",
    "The 21st Amendment comprises three important components on the lines of the 19th Amendment, even though it does not replicate it.  The first is the establishment of a constitutional council that will ensure fairer and more non-partisan selection of those who will head state institutions which are part of the system of checks and balances.  The 21st Amendment will ensure greater independence for those appointed to head the higher judiciary, the bribery commission, the election commission, the human rights commission, and the national audit and procurement committees. These will all provide important checks and balances against corruption and abuse of power. The second important component is the prohibition on dual citizens from contesting elections and holding elected office.  President Gotabaya Rajapaksa who was a citizen of the United States gave up his US citizenship in order to contest the presidential elections.  There is no reason why others who wish to serve Sri Lanka cannot follow a similar course of action if they wish to serve the country through elected office.",
    "The third important component of the 21st Amendment is that the President retains the power to appoint ministers and to hold ministries.   It is by using this power of appointment that President Gotabaya Rajapaksa was able to appoint UNP leader Ranil Wickremesinghe as Prime Minister although his party has only a single seat in Parliament.  The appropriate time to transfer the President’s powers to appoint ministers to a Prime Minister, selected by the Parliamentary majority, as advocated by the Bar Association and many civil society organisations, would be after the next general election when Parliament will once again represent the mandate of the people. The sooner the General Elections are held the better it would be for Sri Lanka. The slate of candidates contesting the elections should exclude aspirants who have enriched themselves and contributed by their actions and inactions to the country’s economic downfall. In the meantime, it is to be hoped that the government led by the Prime Minister will succeed in obtaining the bridging finance required to prevent a failed state for the people.",
    "Ratification and accession to treaties under 21st Amendment to Constitution",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}