{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/imf-top-team-in-sri-lanka-to-brief-president-on-economic-crisis-91603/",
  "time_ut": 1647220560,
  "title": "IMF top team in Sri Lanka to brief President on economic crisis",
  "body_lines": [
    "ECONOMYNEXT  – A top International Monetary Fund officials is in Sri Lanka to brief President Gotabaya Rajapaksa about their assessment of the country, the Washington based lender said.",
    "The delegation is likely to be headed by IMF’s Asia Pacific Director Changyong Rhee, EconomyNext learns.",
    "“Senior IMF staff is visiting Colombo during March 14–15 to brief President Rajapaksa about the outcome of the Article IV consultation, including the views expressed by the Executive Directors during the Board meeting held on February 25,” IMF mission chief to Sri Lanka Masahiro Nozaki said in a statement.",
    "Sri Lanka has not yet officially make a request for a bailout, but the IMF said it was ready to help.",
    "Sri Lanka is likely to make a request for assistance source said.",
    "Sri Lanka debt unsustainable, should stop printing money, hike rates, taxes: IMF",
    "IMF said based on the current economic and monetary framework Sri Lanka’s debt was not sustainable and tax and policy rate hikes are needed.",
    "The IMF has warned of monetary instability and an economic implosion in the country which required urgent steps to avoid.",
    "Sri Lanka ran out of reserves after printing money to keep interest rates low over two years. Continued liquidity injections and low rates had led to forex shortages.",
    "Sri Lanka floated the rupee (suspended convertibility) last week but the float has not yet fully taken hold.",
    "The central bank as part of the suspension of convertibility also stopped printing money to given a 8 rupee incentive to expatriate workers who are remitting money. The injections also lead to forex shortages.",
    "However the gap between existing parallel exchange rates have narrowed and more remittances are coming  in.",
    "Sri Lanka is also allowing bond rates to go up, in another positive move, but economists and analysts have warned that the policy rate is too low and with inflation showing signs of starting to gallop.",
    "A tight reserve money program is needed to address the problem.",
    "Both the IMF and the central bank has called for sustainable increase in taxes. Analysts had previously called for 20 percent value added tax rate as it would be preferable to a steep fall in the rupee.",
    "Classical economists and analysts have called on the country’s legislators to change the governing law of the central bank to block its Monetary Board (take away its discretionary independence) to print money to keep interest rates low.",
    "Printing money triggers a balance of payments deficit and a collapse of the currency peg. (Colombo/Mar14/2022)"
  ]
}