{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/government-boost-for-gotagohome-phase-ii/",
  "time_ut": 1653324480,
  "title": "Government boost for GotaGoHome – Phase II",
  "body_lines": [
    "The first phase of the campaign for ousting President Gotabaya Rajapaksa is over. It has only caused the resignation of Prime Minister Mahinda Rajapaksa, and the appointment of UNP leader Ranil Wickremesinghe as his successor. The President continues to hold office. All the problems that drove the public to stage street protests remain unsolved; in fact, they have worsened, but there has been a let-up in the protest campaign. One sees only unorganised, sporadic protests in some parts of the country.",
    "The Galle Face protest, which started off as an apolitical struggle to dislodge the government and engineer a systemic change, has lost steam, but the forces that propelled it remain active. It was obvious from the very beginning that the core of the Galle Face aragalaya was political, and the fact that the JVP, and the Frontline Socialist Party have been behind the protest is now public knowledge. If ex-UNP MP Prof. Ashu Marasinghe’s admission, in a brief interview with this newspaper, that he had been involved in the Galle Face protest from the beginning is anything to go by, then the UNP, too, has had a hand in it. Does this explain why those who went all out to see the back of PM Rajapaksa float like bees and sting like butterflies, as it were, when they take on PM Wickremesinghe, who has been the main beneficiary of the  aragalaya?",
    "On 09 May, an SLPP goon attack on a group of anti-government protesters triggered an explosive release of the pressure build-up in the polity. The spate of violence that ensued ran its course, leaving little pressure for the anti-government forces to tap. The protest campaign against the President is now without much political traction, as a result; it needs a turbo boost, which will come only from another massive pressure build-up, for its Phase II to get underway. Pressure of such a magnitude could result from power cuts, the scarcity of essentials, etc.",
    "All essential commodities are in short supply, but their shortage is not as severe as that of fossil fuels. Rains have lessened the country’s dependence on thermal power generation, albeit temporarily, and power outages are not as bad as they used to be. Cooking gas is also being made available, and it will lower the demand for kerosene. The food shortage is still not so severe as to trigger mass protests.",
    "Pressure needed for the launch of the GotaGoHome protest – Phase II will result from the non-availability of diesel and petrol. The number of vehicles waiting in queues for petrol and diesel is increasing although the Ceylon Petroleum Corporation, and Minister of Power and Energy Kanchana Wijesekera insist that there are enough fuel stocks. Filling stations remain closed, most of the time, and not even the ones required to function round the clock are open at night, and, therefore, motorists and motorcyclists have to wait in queues overnight, undergoing tremendous suffering. People struggling to obtain fuel are so resentful that their tempers flare at the drop of a hat and fights break out frequently. The government has, in its wisdom, chosen to close the petrol stations where incidents of violence occur. Thus, it further aggravates the fuel problem and makes the people even more incensed. Public anger can be tapped to fuel the Phase II of the protest campaign against the President. The day may not be far off when people take to the streets in their millions, calling for the resignation of the President, again.",
    "Strangely, no one in the government seems to care to sort out the fuel problem although enough diesel and petrol stocks are said to be available. Hoarding is not the only reason for this situation. Hoarders are having a field day because the fuel distribution network is extremely inefficient. If all filling stations are made to remain open round the clock, at least for a few days, with their supplies being replenished regularly, there will be no need for the people to wait for long hours. If man power is a problem, the Civil Defence Force personnel could be deployed to help dispense fuel.",
    "If the people can be convinced that there is a system in place, and they do not have to spend sleepless nights in their vehicles to obtain fuel, they will not riot, and there will be no panic buying. Is it that a section of the government is advancing a hidden agenda by aggravating the fuel problem?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}