{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/commercial-bank-appoints-sanath-manatunge-as-md-ceo/",
  "time_ut": 1652199060,
  "title": "Commercial Bank appoints Sanath Manatunge as MD/CEO",
  "body_lines": [
    "Sellathurai Prabagar appointed new COO in smooth succession at country’s top private sector bank",
    "The Commercial Bank of Ceylon PLC has announced the appointment of Chief Operating Officer Sanath Manatunge as Managing Director and CEO effective 12th May 2022, and the concurrent appointment of Sellathurai Prabagar as Chief Operating Officer to fill the vacancy arising from Manatunge’s promotion.",
    "Manatunge succeeds Sivakrishnarajah Renganathan who will retire on 11th May 2022, ending a distinguished 41-year career at Commercial Bank.",
    "Sanath Manatunge has been with Commercial Bank for 32 years, the last four of them as an Executive Director and the Bank’s Chief Operating Officer. He previously headed the Corporate Banking and Trade Finance Divisions of the Bank as Deputy General Manager – Corporate Banking and has also served as the Bank’s Chief Risk Officer (CRO). Under his leadership, the Corporate Banking Division of the Bank experienced rapid loan book growth and growth in areas such as Trade Finance fee-based income, while maintaining the quality of advances.",
    "During his tenure as Chief Operating Officer Mr. Manatunge headed strategically-important business verticals of the Bank such as Personal Banking, Corporate Banking, Information Technology, Cards, and Digital Banking, guiding them to become industry leaders. He has also given leadership and strategic inputs for transformational projects of the Bank such as ‘SME Transformation,’ establishing a long-term digital roadmap for the Bank and many other projects to improve operational excellence.",
    "Uncovering the human element in ESG at Kelani Valley Plantations",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}