{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cbl-joins-manudam-mehewara-an-emergency-relief-initiative-by-dialog/",
  "time_ut": 1650983940,
  "title": "CBL joins ‘Manudam Mehewara’, an emergency relief initiative by Dialog",
  "body_lines": [
    "CBL Group recently joined forces with the ‘Manudam Mehewara’ programme initiated by Dialog Axiata PLC, MAS Holdings, Hemas Holdings PLC, Sarvodaya Shramadana Movement and PwC Sri Lanka, in a mission to provide emergency relief to the most vulnerable families and communities in the country impacted by the ongoing economic crisis.",
    "Joining hands with like-minded partners including its execution partner Sarvodaya and accountability partner PwC Sri Lanka, the ‘Manudam Mehewara’ initiative funded by Dialog, MAS, Hemas and CBL aims to provide emergency relief to more than 100,000 adversely affected families, especially communities in deep poverty, across the country. Emergency relief is currently being distributed across all 25 districts, and the Manudam Mehewara programme will conduct its relief efforts for 60 – 90 days, until a sustainable benefit transfer system is established in the country through an effective economic recovery plan.",
    "Speaking on the occasion, Sheamalee Wickramasingha, Group Managing Director of the CBL Group stated “CBL is built on our four core values of Caring, Quality, Innovation and Integrity and the value of Caring has a special place at CBL. We are happy to partner in this call of action and thank Dialog for inviting us to be a part of this timely endeavour. As responsible corporates, we have a duty to proactively engage in ways that can positively impact communities, and I hope that we can help many Sri Lankans in need at this time. As a country, we need a new vision, one of prosperity for all, and CBL is happy to partner with this humanitarian effort to help this vision take a step forward”.",
    "Siyapatha Finance powers growth over the past two years with LinearSix and Infosys Finacle",
    "DFCC Bank recognized with two merit awards at LankaPay Technnovation Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}