{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lanka-crisis-brings-refugee-issues-to-the-fore/",
  "time_ut": 1652447100,
  "title": "Lanka crisis brings refugee issues to the fore",
  "body_lines": [
    "The flow of people to India is likely to increase because the nation-building experiments in neighbouring countries are based on the religion and language of the majority.",
    "On 22 March 2022, 16 Sri Lankan nationals—men, women and children—arrived in India seeking asylum. They were dropped in islets, very near the shore, in the Gulf of Mannar and were asked to wade through the water during low tide. The Indian Coast Guard spotted them and brought them to the Mandapam Camp. The boatmen charged `10,000 per person. For the boatmen, this is a lucrative business, the law of supply and demand operates. If there is a greater demand to escape to India, they charge more money.",
    "Two preliminary remarks are in order. The flow of refugees to India is likely to increase because the nation-building experiments in neighbouring countries are based on the religion and language of the majority. The minorities are bitter and discriminated against; they would like to come to India because our nation’s record of providing asylum, from very early times, has been very generous. In Myanmar, for example, the Indian community cannot even use their names. When a child is admitted to the school, he has to take a Burmese name. All people, including women, are required to wear the national dress when they go to the office; the only place where they can wear Indian dress is at home, or on social occasions like marriage or while visiting temples.",
    "As far as Sri Lanka is concerned I would like to highlight a striking contrast. On March 20, the Sri Lankan Deputy High Commissioner, His Excellency Venkateswaran Doraiswamy had arranged for the visit of about 100 refugees from Ramanathapuram district. They came in a chartered bus, were provided facilities for stay in the High Commission premises, given breakfast and lunch, and were told how the High Commission would give birth certificates for the children born in India, issue temporary passports, and how they could expect an affectionate welcome when they reach the shores of Lanka. Three days later, 16 refugees arrived in India, some of them coming as refugees for the second time. When will the Rajapaksa brothers realise that unless the Tamils are treated as equal citizens and until such time they are given the right of participatory democracy, they would not feel safe in the island nation?",
    "According to media reports, the main reason for fleeing to India is the rising cost of living. The economic crisis is worsening and inflation has reached alarming proportions. As an undergraduate student in Mumbai. I was taught that inflation is a situation where a man goes to the bazaar with a basket full of money and returns with a handful of commodities. With their meagre salary, the Tamils in Northern Province cannot even afford to buy milk for their children. Life-saving medicines have become scarce; the army has been asked to assist in the supply of fuel. Surgeries have been postponed in major hospitals.",
    "According to informed sources in Lanka, nearly 2,000 people have gathered in and around Mannar and are waiting to take a boat and come to India. But to their misfortune, the annual ban on fishing would soon commence; the Lankan Navy has stepped up its vigil in its country’s waters to prevent the refugees from coming to India. However, it should be pointed out that vallams are permitted to go to the sea even during the ban period. The vallams are motorised and they also enter Lankan waters. One should not be surprised if these vallams are used to bring refugees to India in the coming days.",
    "The immediate catalyst is the worsening economic situation. The government is clueless and slowly Lanka is becoming a failed state. The present bankruptcy is closely intertwined with how the nation-building experiment took place after 1956. Sinhala majoritarianism got further entrenched after the Rajapaksa brothers started controlling the levers of government. The government never cared for international human rights organisations. According to UN estimates, 40,000 innocent Tamils were decimated during the last stages of the Fourth Eelam War. A new Constitution is being drafted where all the gains of the 13th Amendment would be done away with. With no ethnic reconciliation in sight, the island nation would drift from bad to worse. Since India and Lanka are like Siamese twins, what afflicts one would affect the other.",
    "Mounting opposition to the government is gathering momentum cutting across ethnic and political affiliations. The present crisis provides an opportunity for the Tamils to make common cause with the Sinhalese. They should fight for an alternative government with a minimum charter of demands that should also include a solution to the national question. No government, not even the all-powerful Rajapaksa brothers, can stand against the mounting will of the people. As was stated during the French Revolution, the Voice of the People is the Voice of God and in the forthcoming election, the Rajapaksa government would be thrown into the dustbin of history. As far as India is concerned, the need of the hour is for all political parties, media groups, trade unions and students unions to come together and express our solidarity with the struggling people of Lanka.",
    "The question should naturally be asked: Will the Government of India continue to treat the refugees from Lanka as illegal immigrants? Would the refugees be deported to Lanka? The need of the hour is for the Government of India to change its attitude toward Lankan refugees. They should also be given the same rights and privileges as the refugees who have come from Pakistan, Afghanistan and Bangladesh. Any attempt to deport them would be a violation of the basic principle of International Humanitarian law, namely non-refoulement, which states that no refugee could be sent back to any country against their wishes. The presence of the UNHCR in Chennai is a guarantee that deportation is ruled out.",
    "Instead of preventing the refugees from coming here, our Coast Guard should be asked to assist those who want to come to India as refugees. We should once again welcome the unfortunate from Lanka as we did after the ethnic fratricide that took place in July 1983. The government and people of TN should take the initiative to bring pressure on the GoI and compel it not to discriminate against the Tamils of Sri Lanka. It should be highlighted that the refugees who have come to India from Pakistan, Afghanistan, and Bangladesh are treated as refugees who are entitled to citizenship here if they fulfil the qualifications laid down under the Indian Citizenship Amendment Act. Are the Tamils from Sri Lanka lesser human beings?",
    "We will be sensitive to the hopes and aspirations of Lankan refugees only if we realise that we can all be refugees. A mad tyrant like Idi Amin, an economic upheaval, an environmental disaster or ethnic fratricide can make us flee and get severed from our roots. Many Lankan refugees undergo the trauma of living death. As Schloime Ansky has written: “Wanderers, wanderers we are, from land to land we wander, driven by hunger and by death, embittered by suffering and pain, over sea and hill and plain, we outcasts of the earth”.",
    "Senior professor (retd), Centre for South and Southeast Asian Studies, University of Madras",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}