{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/protests-intensify-in-sri-lanka-after-record-fuel-price-hike-93156/",
  "time_ut": 1650364260,
  "title": "Protests intensify in Sri Lanka after record fuel price hike",
  "body_lines": [
    "ECONOMYNEXT – As peaceful demonstrations continued at the Galle Face Green in Colombo, Sri Lanka, a fresh wave of intense protests erupted islandwide on Tuesday (19) over a record overnight fuel price hike.",
    "A furious public took to the streets on Tuesday to voice their frustration over the soaring price of petrol, diesel and other fuels, with reports emerging of protests intensifying in towns across the country.",
    "Video footage broadcast on private media showed plumes of thick, black smoke emanate from tyres burnt on main roads, while buses parked across Sri Lanka’s main arteries blocked traffic on the second workday after a week-long holiday.",
    "Protests were reported in Kandy, Matara, Gampola, Katunayaka, Digana, Rambukkana, Hingurakkogda, Ratnapura, Mahawa, Theldeniya, and Mawanella as of Tuesday afternoon.",
    "Police spokesman SSP Nihal Thalduwa, however, told EconomyNext that no major incidents have occurred at the time of writing.",
    "“Some small incidents have been reported in several areas and local police have taken measures to control these situations. No island wide actions have been taken yet,” said Thalduwa.",
    "Meanwhile, footage shared on social media showed police and military personnel gathering in the vicinity of Galle Face where a peaceful protest is being held for the 11th day running. Tens of thousands of people have attended the demonstrations so far, demanding that President Gotabaya Rajapaksa and his government step down.",
    "Tuesday’s intensification of protests have alarmed some parties involved in the Galle Face protests, with many young activists calling for calm in order to prevent a government crackdown of peaceful protest.",
    "The latest wave of protests appears to be triggered by a massive hike in fuel prices Monday (18) night. Sri Lanka’s state-owned Ceylon Petroleum Corporation (Ceypetco) raised petrol to 338 rupees a litre and auto diesel to 289 rupees from the mid night of Monday after saying it suffered big losses due to a collapse of the rupee and higher global prices.",
    "Sri Lanka is going through one of the worst economic crises in the country’s history, with a severe dollar shortage all but bringing the island nation to a standstill. (Colombo/Apr19/2022)"
  ]
}