{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/WCIC-concludes-power-packed-Women-Leadership-Forum-2022/34-732434",
  "time_ut": 1648065360,
  "title": "WCIC concludes power packed Women Leadership Forum 2022",
  "body_lines": [
    "The Women’s Chamber of Industry and Commerce (WCIC) concluded a flagship property – The Women Leadership Forum as a full day workshop to a captive audience of women and men, who shared the sentiments of a productive day with interesting and informative content.",
    "“It is extremely heartening to note that our efforts have been received so well. Everyone in the audience stayed connected throughout and appreciated the diversity of the program, the quality of the resource pool and the high standards of the wisdom shared. We are humbled to have been able to reach that standard. Of course it was possible due to the commitment of the team behind it and their vigour for excellence,” WCIC Chairperson Anoji De Silva said.",
    "Elaborating further on the execution of the concept Project Chairpersons Tusitha Kumarakulasingam and Gayani De Alwis said: “The program was our debut to the IWD with the theme – Break the Bias for A Better Tomorrow. We had four segments, three of which had an expert conducting a session speech, followed by a panel discussion. The Keynote for the first session themed - Break the Bias of Female leadership, was delivered by  Hemas Holdings PLC CEO Kasturi Chellaraja connecting via Zoom to deliver her thoughts on breaking the biases that women face on a daily basis. Her inability to be present physically was a classic example of the VUCA world we are operating in, yet the show never stopped. The panel which followed was equally engaging.",
    "The second session – Sustainability Begins with a Safe Environment Free from Gender Based Violence and Harassment with Yeheliya Foundation Founder Attorney at Law Naushalya Rajapakse kept the audience enthralled with a dynamic delivery on a topic that she was passionate about. Once again the panel shared views that drove home essential fundamentals related to the world we operate in.",
    "The third session was a different yet an essential area with great relevance– Future as a digitally Savvy Business. Kantar SL Head Hiamlee Madurasighe shared with the audience the current digital landscape and the opportunities that could be pursued. The panel that followed included the sharing of experiences by businesses that had made it work, with the use of digital space.”",
    "The program concluded with a session by Shobana Cooke – A wellness expert on Living Life Keeping the Mind and Body in Balance, she provided an interactive experience to the audience which could help them face the daily challenges in a better manner. The overall sentiments from the audience which consisted of a diverse group of participants from the Corporate world, Sponsors, professionals, Members of WCIC and Entrepreneurs who joined from several parts of the country was extremely positive “It was a very interesting program, there was never a dull moment, and we didn’t feel the day pass. The whole event was conducted in a very professional manner. Super value for the money we paid” was some of the thoughts shared with us.",
    "The WCIC conducted the program in collaboration with the Centre for International Private Enterprise (CIPE) and powered by EVA (ICL Brands), Anagi (Commercial Bank) and Sanasa General Insurance. Daily FT and the Daily Mirror joined the event as the Print Media Partner whilst Digital media partners were Hi and Daily Mirror online.",
    "“We are extremely grateful for all the stakeholders and would look forward to another impactful engagement in the near future,” stated the organisers.",
    "Women’s Chamber of Industry and Commerce (WCIC) is the premier organisation supporting entrepreneurs and professional business-women. The membership is open to women who believe they can contribute to society as well as benefit from the many facilities the organisation creates."
  ]
}