{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/extraordinary-patience-of-protesters-lauded/",
  "time_ut": 1652734320,
  "title": "‘Extraordinary patience’ of protesters lauded",
  "body_lines": [
    "Following is the text of a statement issued by the #SaveSrilanka IT Industry Professionals Group on the recent mob attack on protesters at Galle Face.We condemn in the strongest possible terms, the violence instigated by progovernment mobs against the peaceful protestors near Temple Trees and Galle Face on the morning of May 9, 2022. We support and praise the extraordinary patience of the protestors at “GotaGoGama” who not only weathered over 30 days of challenges without resorting to violence, but also managed to restore peace at “GotaGoGama” mere hours after enduring a brutal, armed assault.",
    "There is now ample evidence that places the mob and its organisers inside Temple Trees. Furthermore, there is evidence showing police officers standing idly by as the mob attacked innocent protestors. We call for the immediate arrest of all persons who committed, sponsored, or enabled this violence, either directly or through dereliction of duty, irrespective of their position. We call for them to be investigated and prosecuted to the full extent of the law.We are also deeply dismayed that some individuals went beyond self-defence and chose to punish the pro-government mob and their sponsors. We condemn these brutal assaults, killings and destruction of property. Protestors at “GotaGoGama” continue to shun violence, going so far as to request attendees to not even carry a stick for self-defence.",
    "Therefore any violence taking place anywhere within the country right now, is not in the spirit of “GotaGoGama”. Such acts are not in the name of the protestors there.We urge everyone to take an example from these young men and women, and return to peaceful protests. We also urge law enforcement agencies to investigate and take action on all crimes immediately, so that the public’s trust in the rule of law is restored without delay.",
    "Finally, we pledge our full support to the public’s effort to peacefully transition Sri Lanka into a non-corrupt and effective form of government. We also pledge our financial support and technical coordination to ensure the supply of essentials directly to those in need during these difficult times.",
    "In a Spirit of Giving, Korean embassy shares Korean meal boxes to commemorate Vesak",
    "DFCC Bank relocates branches in Aluthgama, Kaththankudi, Akkaraipattu, Nugegoda and Naula",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}