{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-fall-over-fuel-price-hike-devaluation-uncertainty-91567/",
  "time_ut": 1647029940,
  "title": "Sri Lanka shares fall over fuel price hike, devaluation uncertainty",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks slipped 1.65 percent on Friday (11) over economic uncertainty after sharp increase in fuel and commodity prices amid import restrictions weighed on investor sentiment following the currency depreciation of around 30 percent, brokers said.",
    "The main All Share Price Index (ASPI) fell 178.61 points to close at 10,677.46 after the index rose with a daily record gain of 6.8 percent in the previous session.",
    "“Bourse slid to the negative territory following the growing uncertainties over the fuel price hike and further tightening of import restrictions,” First Capital said in a market note.",
    "Analyst have said the gain seen in the previous session was unsustainable as only a few select shares moved the market.",
    "Analysts also predict the return on fixed assets to move above 13 percent and they expected 5-year maturities to rise above 15-percent.",
    "At a 120 billion bond auction on Friday, 2-year maturity rose  14.41 percent from 11.00 percent, 5-year rose to 14.07 percent and 9-year bond gained to 15.42 percent from 12-percent, signalling a significant increase in the return of risk free government bonds.",
    "The rupee has now fallen around 32 percent so far in the last three days after the central bank allowed flexibility in the exchange rate.",
    "All commodity prices in Sri Lanka are on the rise due to the currency devaluation.",
    "Dealers said rupee closed at 265/75, but currency dealers expect more depreciation in the coming days.",
    "S&P SL20 of the most liquid stocks is also fell 2.04 percent or 75.95 points to 3,655.18 points.",
    "Rising oil price, policy rate hike, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts also weighed on the sentiment.",
    "On Friday (04) Sri Lanka’s central bank raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "In March, the market has already lost 7.7 percent after falling 11 percent in the previous month. Overall the market has lost 13.6 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "The market turnover was 3.0 billion rupees, half of this year’s average turnover of 5.9 billion rupees.",
    "LOLC Holdings, Expolanka, and Hayleys dragged the main index down on Friday.",
    "LOLC Holdings slipped 4.4 percent to close at 838.50 rupees a share and Expolanka, the market heavyweight, fell 3.1 percent to close at 278.25 rupees a share, market data showed.",
    "Hayleys Plc closed 5.1 percent down at 102.00 rupees a share. (Colombo/March11/2022)"
  ],
  "translate": {
    "si": {
      "title": "ඉන්ධන මිල ඉහළ යාම, අවප්‍රමාණය වීමේ අවිනිශ්චිතතාවය මත ශ්‍රී ලංකා කොටස් පහත වැටේ",
      "body_lines": [
        "ECONOMYNEXT - සියයට 30 ක පමණ මුදල් අවප්‍රමාණය වීමෙන් පසු ආයෝජකයින්ගේ හැඟීම් මත බර පැටවූ ආනයන සීමා කිරීම් මධ්‍යයේ ඉන්ධන සහ භාණ්ඩ මිල තියුනු ලෙස ඉහළ යාමෙන් පසු ආර්ථික අවිනිශ්චිතතාවය හේතුවෙන් ශ්‍රී ලංකා කොටස් සිකුරාදා (11) සියයට 1.65 කින් පහත වැටුණු බව තැරැව්කරුවන් පවසයි.",
        "ප්‍රධාන සියලුම කොටස් මිල දර්ශකය (ASPI) ඒකක 178.61 කින් පහත වැටී 10,677.46 හි අවසන් වූයේ පෙර සැසියේදී දෛනික වාර්තාගත 6.8 ක වර්ධනයක් සමඟ දර්ශකය ඉහළ යාමෙන් පසුව ය.",
        "\"ඉන්ධන මිල ඉහල යාම සහ ආනයන සීමා කිරීම් තවදුරටත් දැඩි කිරීම සම්බන්ධයෙන් වැඩෙන අවිනිශ්චිතතාවයන් හේතුවෙන් වෙලඳපොල සෘණාත්මක ප්‍රදේශයට ලිස්සා ගියේය,\" ෆස්ට් කැපිටල් වෙළඳපල සටහනක සඳහන් කළේය.",
        "විශ්ලේෂකයින් පවසා ඇත්තේ තෝරාගත් කොටස් කිහිපයක් පමණක් වෙලඳපොල චලනය වීම නිසා පෙර සැසියේ දක්නට ලැබුණු ලාභය දරාගත නොහැකි බවයි.",
        "විශ්ලේෂකයින් ස්ථාවර වත්කම්වල ප්‍රතිලාභය සියයට 13 ට වඩා ඉහළ යනු ඇතැයි පුරෝකථනය කරන අතර වසර 5 ක කල්පිරීම සියයට 15 ට වඩා ඉහළ යනු ඇතැයි ඔවුහු අපේක්ෂා කරති.",
        "සිකුරාදා බිලියන 120ක බැඳුම්කර වෙන්දේසියකදී, අවුරුදු 2ක කල්පිරීම සියයට 14.41කින් සියයට 11.00 සිට සියයට 14.07 දක්වාද, අවුරුදු 5ක බැඳුම්කර සියයට 12 සිට සියයට 15.42 දක්වාද, අවුරුදු 9ක බැඳුම්කර සියයට 15.42 දක්වාද ඉහළ ගොස් ඇති අතර, අවදානම ආපසු පැමිණීමේ සැලකිය යුතු වැඩි වීමක් පෙන්නුම් කරයි. නිදහස් රජයේ බැඳුම්කර.",
        "මහ බැංකුව විනිමය අනුපාතිකයේ නම්‍යශීලීභාවයට ඉඩ දීමෙන් පසු පසුගිය දින තුන තුළ රුපියල මේ වන විට සියයට 32 කින් පමණ පහත වැටී ඇත.",
        "මුදල් අවප්‍රමාණය වීම හේතුවෙන් ශ්‍රී ලංකාවේ සියලුම භාණ්ඩ මිල ගණන් ඉහළ යමින් පවතී.",
        "අලෙවි නියෝජිතයින් පැවසුවේ රුපියල 265/75 හි අවසන් වූ නමුත් ඉදිරි දිනවලදී තවත් අවප්‍රමාණය වනු ඇතැයි මුදල් බෙදාහරින්නන් අපේක්ෂා කරන බවයි.",
        "වඩාත්ම ද්‍රවශීල කොටස් වන S&P SL20 ද සියයට 2.04 කින් හෝ ඒකක 75.95 කින් ඒකක 3,655.18 ක් දක්වා පහත වැටී ඇත.",
        "තෙල් මිල ඉහළ යාම, ප්‍රතිපත්ති අනුපාත ඉහළ යාම, මන්දගාමී ආර්ථිකයක් සහ ඩොලර් හිඟය, ඉන්ධන සහ ඉවුම් පිහුම් ගෑස් හිඟය සහ දිගු විදුලි කප්පාදුව ද මනෝභාවයට බර විය.",
        "සිකුරාදා (04) ශ්‍රී ලංකා මහ බැංකුව ප්‍රධාන මූල්‍ය ප්‍රතිපත්ති පොලී අනුපාත පදනම් අංක 100 කින් ඉහළ දමා වසර දෙකක ඉහළම අගයක් දක්වා පොලී අනුපාත තබා ගනිමින් අතිරික්ත මුදල් මුද්‍රණය කිරීමෙන් ඇති වූ මුදල් ඒකකයේ පීඩනය අඩු කිරීමට උත්සාහ කළේය. වසංගතයෙන් පීඩාවට පත් වූ ආර්ථික වර්ධනය වේගවත් කිරීම සඳහා පහත් මට්ටමක්.",
        "මාර්තු මාසයේදී, පෙර මාසයේ දී සියයට 11 කින් පහත වැටීමෙන් පසු වෙලඳපොල දැනටමත් සියයට 7.7 කින් අහිමි වී ඇත. සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළෙඳපොළවලින් එකක් වූ පසු මේ වසරේ මේ දක්වා වෙළෙඳපොළ සියයට 13.6 කින් අහිමි වී ඇත.",
        "වෙළෙඳපොළ පිරිවැටුම රුපියල් බිලියන 3.0 ක් වූ අතර, මේ වසරේ සාමාන්‍ය පිරිවැටුම රුපියල් බිලියන 5.9 න් අඩකි.",
        "LOLC හෝල්ඩිංග්ස්, එක්ස්පෝලංකා සහ හේලීස් සිකුරාදා ප්‍රධාන දර්ශකය පහළට ඇද දැමූහ.",
        "LOLC හෝල්ඩිංග්ස් කොටසක් සියයට 4.4 කින් පහත වැටී රුපියල් 838.50 ක් ලෙසින් අවසන් වූ අතර වෙළෙඳපොළ ප්‍රධානතම සමාගම වන එක්ස්පෝලංකා කොටසක් සියයට 3.1 කින් පහළ ගොස් රුපියල් 278.25 ක් ලෙසින් අවසන් වූ බව වෙළෙඳපොළ දත්ත පෙන්වා දෙයි.",
        "හේලීස් පීඑල්සී කොටසක මිල සියයට 5.1 කින් පහළ ගොස් රුපියල් 102.00 ක් විය. (කොළඹ/මාර්තු11/2022)"
      ]
    },
    "ta": {
      "title": "எரிபொருள் விலை உயர்வு, பணமதிப்பிழப்பு நிச்சயமற்ற தன்மை காரணமாக இலங்கை பங்குகள் வீழ்ச்சியடைந்துள்ளன",
      "body_lines": [
        "ECONOMYNEXT - இலங்கை பங்குகள் வெள்ளிக்கிழமை (11) பொருளாதார நிச்சயமற்ற தன்மையால் 1.65 சதவீதம் சரிந்தன, இறக்குமதி கட்டுப்பாடுகளுக்கு மத்தியில் எரிபொருள் மற்றும் பொருட்களின் விலைகளில் கூர்மையான அதிகரிப்புக்குப் பிறகு, சுமார் 30 சதவீத நாணய தேய்மானத்தைத் தொடர்ந்து முதலீட்டாளர் உணர்வுகளை எடைபோட்டதாக தரகர்கள் தெரிவித்தனர்.",
        "முந்தைய அமர்வில் குறியீட்டு எண் 6.8 சதவீத தினசரி சாதனை அதிகரிப்புடன் உயர்ந்ததை அடுத்து, முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) 178.61 புள்ளிகள் சரிந்து 10,677.46 ஆக முடிந்தது.",
        "\"எரிபொருள் விலை உயர்வு மற்றும் இறக்குமதி கட்டுப்பாடுகளை மேலும் கடுமையாக்குவது தொடர்பாக வளர்ந்து வரும் நிச்சயமற்ற தன்மையைத் தொடர்ந்து பங்குச்சந்தை எதிர்மறையான பகுதிக்கு சரிந்தது\" என்று ஃபர்ஸ்ட் கேபிடல் ஒரு சந்தைக் குறிப்பில் கூறியது.",
        "சில தேர்ந்தெடுக்கப்பட்ட பங்குகள் மட்டுமே சந்தையை நகர்த்தியதால் முந்தைய அமர்வில் காணப்பட்ட லாபம் நீடிக்க முடியாதது என்று ஆய்வாளர்கள் கூறியுள்ளனர்.",
        "நிலையான சொத்துகளின் வருமானம் 13 சதவீதத்திற்கு மேல் செல்லும் என்றும் ஆய்வாளர்கள் கணித்துள்ளனர், மேலும் 5 ஆண்டு முதிர்வுகள் 15 சதவீதத்திற்கு மேல் உயரும் என்று எதிர்பார்க்கின்றனர்.",
        "வெள்ளியன்று நடந்த 120 பில்லியன் பத்திர ஏலத்தில், 2 ஆண்டு முதிர்வு  14.41 சதவீதம் 11.00 சதவீதத்திலிருந்து 14.07 சதவீதமாகவும், 5 ஆண்டுகாலம் 14.07 சதவீதமாகவும், 9 ஆண்டு பத்திரம் 12 சதவீதத்திலிருந்து 15.42 சதவீதமாகவும் உயர்ந்தது, இது ஆபத்து திரும்பப் பெறுவதில் குறிப்பிடத்தக்க அதிகரிப்பைக் குறிக்கிறது. இலவச அரசு பத்திரங்கள்.",
        "மத்திய வங்கி மாற்று விகிதத்தில் நெகிழ்வுத்தன்மையை அனுமதித்ததை அடுத்து, கடந்த மூன்று நாட்களில் இதுவரை ரூபாய் 32 சதவீதம் சரிந்துள்ளது.",
        "நாணய மதிப்பிழப்பு காரணமாக இலங்கையில் அனைத்து பொருட்களின் விலைகளும் அதிகரித்து வருகின்றன.",
        "ரூபாய் 265/75 இல் முடிவடைந்ததாக டீலர்கள் தெரிவித்தனர், ஆனால் நாணய விநியோகஸ்தர்கள் வரும் நாட்களில் மேலும் தேய்மானத்தை எதிர்பார்க்கிறார்கள்.",
        "பெரும்பாலான திரவ பங்குகளில் S&P SL20 2.04 சதவீதம் அல்லது 75.95 புள்ளிகள் சரிந்து 3,655.18 புள்ளிகளாக உள்ளது.",
        "அதிகரித்து வரும் எண்ணெய் விலை, கொள்கை விகித உயர்வு, மந்தமான பொருளாதாரம் மற்றும் டாலர்கள், எரிபொருள் மற்றும் சமையல் எரிவாயு தட்டுப்பாடு மற்றும் நீட்டிக்கப்பட்ட மின்வெட்டு ஆகியவை உணர்வுகளை எடைபோட்டன.",
        "வெள்ளியன்று (04) இலங்கையின் மத்திய வங்கியானது முக்கிய நாணயக் கொள்கை வட்டி விகிதங்களை 100 அடிப்படை புள்ளிகளால் உயர்த்தி இரண்டு ஆண்டுகளில் இல்லாத உச்சமாக உயர்த்தியது. தொற்றுநோயால் பாதிக்கப்பட்ட பொருளாதார வளர்ச்சியைத் தூண்டுவதற்கான குறைந்த நிலை.",
        "மார்ச் மாதத்தில், சந்தை முந்தைய மாதத்தில் 11 சதவிகிதம் வீழ்ச்சியடைந்த பின்னர் 7.7 சதவிகிதம் இழந்துள்ளது. கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 13.6 சதவீதத்தை இழந்துள்ளது.",
        "சந்தை புரள்வு 3.0 பில்லியன் ரூபாவாக இருந்தது, இந்த வருடத்தின் சராசரி புரள்வு 5.9 பில்லியன் ரூபாயில் பாதி.",
        "LOLC ஹோல்டிங்ஸ், எக்ஸ்போலங்கா மற்றும் ஹேலிஸ் ஆகியவை வெள்ளிக்கிழமை முக்கிய குறியீட்டை கீழே இழுத்தன.",
        "LOLC ஹோல்டிங்ஸ் பங்கு ஒன்றின் விலை 4.4 சதவீதம் சரிந்து 838.50 ரூபாவாகவும், சந்தையின் ஹெவிவெயிட் நிறுவனமான எக்ஸ்போலங்கா 3.1 சதவீதம் சரிந்து 278.25 ரூபாயாக முடிவடைந்ததாகவும் சந்தை தரவுகள் தெரிவிக்கின்றன.",
        "Hayleys Plc ஒரு பங்கு 5.1 சதவீதம் சரிந்து 102.00 ரூபாயில் நிறைவடைந்தது. (கொழும்பு/மார்ச்11/2022)"
      ]
    }
  }
}