{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-claims-overwhelming-support-at-unhrc-session-uk-us-call-for-more-engagement-91416/",
  "time_ut": 1646726520,
  "title": "Sri Lanka claims “overwhelming support” at UNHRC session; UK, US call for more engagement",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka claimed “overwhelming” and cross-regional support, particularly from the global south, at the interactive dialogue at the 49th session of the United Nations Human Rights Council (UNHRC) in Geneva that ended on Monday (07), as Western countries noted setbacks on the human rights front and called for increased engagement with minority political parties.",
    "“Sri Lanka received overwhelming support from countries of the global south who expressed support for the government’s significant efforts towards reconciliation and reiterated the importance of objective and constructive cooperation as the fundamental basis for multilateral engagement,” Sri Lanka’s foreign ministry said in a statement on Tuesday (08).",
    "Of the 45 countries that spoke at the Interactive Dialogue on the written update of the High Commissioner for Human Rights on Sri Lanka, the ministry said, 31 spoke in support of the island nation",
    "“Sri Lanka received cross-regional support from a broad spectrum of states of South, South East and Central Asia and the African Group. The 31 countries that spoke in favour of Sri Lanka were Saudi Arabia, Egypt, Philippines, Nepal, Kenya, Ethiopia, Maldives, China, Cuba, Japan, Syrian Arab Republic, Viet Nam, DPRK, Venezuela, Nigeria, Pakistan, Cambodia, the Russian Federation, Lebanon, Uganda, Belarus, Zimbabwe, Eritrea, South Sudan, Lao PDR, Yemen, Iran, Niger, Kazakhstan, Bangladesh and Azerbaijan,” the statement noted.",
    "Reiterating the foreign ministry’s position, Sri Lanka’s cabinet spokesman and Media Minister Dullas Alahapperuma said on Tuesday that the support received was a mark of progress.",
    "“We’re a government that respects fundamental rights. Do not have any doubt about that.",
    "“Of the [47] member states of the UNHRC, 31 have appreciated the positive steps taken by the government in protecting human rights. That’s progress,” the minister said.",
    "He added that Sri Lanka is hopeful UNHRC will recognise the positive and progressive steps the government has taken in addressing human rights concerns, pointing to mechanisms in place to investigate the disappearances of over 14,000 Sri Lankans since the late 1980s.",
    "“For the first time, a proper solution has been proposed and a mechanism devised, and steps are being taken to expedite it. I think there should be some appreciation of that in the UNHRC.",
    "“We look at this positively and trust that they understand it,” said Alahapperuma.",
    "However, the United States, which recently joined the core group of countries on Sri Lanka that includes the United Kingdom, called for increased engagement with Tamil and Muslim parties and civil society organisations to “advance an inclusive, lasting political solution”.",
    "The UK, meanwhile, noting continued lack of progress on accountability and “setbacks in several emblematic human rights cases”, called on the Sri Lankan government to engage constructively with the recommendations in resolution 46/1 passed in March 2021 and to cooperate with the Office of the Human Rights Commissioner (OHCHR).",
    "Welcoming the release on bail of poet Ahnaf Jazeem and attorney-at-law Hejaaz Hizbullah as a positive first step, UK global ambassador for human rights Rita French said reforms proposed for the Prevention of Terrorism Act (PTA) do not go far enough.",
    "“Whilst we acknowledge the NGO Secretariat move to the Foreign Ministry, we have concerns around surveillance and harassment of civil society, and militarisation of civilian governmental functions. The appointment of an individual, named in a key emblematic case, to the post of Provincial Governor, is particularly worrying,” French said.",
    "“Whilst we acknowledge ongoing work in Government institutions on reparations and missing persons, it is crucial this is accompanied by a comprehensive reconciliation and accountability process,” she added.",
    "French also claimed that minority communities are facing increased marginalisation, with allegations of land grabs in the North and East of the country.",
    "The foreign ministry statement said Minister G L Peiris addressing UNHRC at the start of the interactive dialogue last Friday (0r), while reiterating Sri Lanka’s commitment to continuing its voluntary international undertakings on human rights and engaging with the United Nations, including the UNHRC, referred to serious anomalies and weaknesses in the update presented by the High Commissioner. (Colombo/Mar08/2022)"
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ සැසියේදී ශ්‍රී ලංකාව \"අතිවිශාල සහයෝගයක්\" ඉල්ලා සිටී; එක්සත් රාජධානිය, එක්සත් ජනපදය වැඩි මැදිහත්වීමක් සඳහා කැඳවුම් කරයි",
      "body_lines": [
        "ECONOMYNEXT - සඳුදා (07) ජිනීවාහි දී අවසන් වූ එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ (UNHRC) 49 වැනි සැසිවාරයේ අන්තර්ක්‍රියාකාරී සංවාදයේදී බටහිර ලෙස ශ්‍රී ලංකාව, විශේෂයෙන් ගෝලීය දකුණෙන් “අතිමහත්” සහ හරස් කලාපීය සහයෝගය ඉල්ලා සිටියේය. රටවල් මානව හිමිකම් පෙරමුණේ පසුබෑම් සටහන් කළ අතර සුළුතර දේශපාලන පක්ෂ සමඟ සම්බන්ධ වීම වැඩි කරන ලෙස ඉල්ලා සිටියේය.",
        "\"සංහිඳියාව සඳහා රජය ගෙන යන සැලකිය යුතු ප්‍රයත්නයන්ට සහාය පළ කළ ගෝලීය දකුණේ රටවලින් ශ්‍රී ලංකාවට අතිමහත් සහයෝගයක් ලැබී ඇති අතර බහුපාර්ශ්වික කටයුතු සඳහා මූලික පදනම ලෙස වෛෂයික සහ නිර්මාණාත්මක සහයෝගීතාවයේ වැදගත්කම නැවත අවධාරණය කළේය\" යනුවෙන් ශ්‍රී ලංකාවේ විදේශ අමාත්‍යාංශය අඟහරුවාදා නිවේදනයක් නිකුත් කරමින් කියා සිටියේය. (08)",
        "ශ්‍රී ලංකාව පිළිබඳ මානව හිමිකම් පිළිබඳ මහ කොමසාරිස්වරයාගේ ලිඛිත යාවත්කාලීන කිරීම පිළිබඳ අන්තර් ක්‍රියාකාරී සංවාදයේදී අදහස් දැක්වූ රටවල් 45 න් 31 ක් දිවයිනේ ජාතියට සහාය පළ කළ බව අමාත්‍යාංශය පවසයි.",
        "“දකුණු, අග්නිදිග සහ මධ්‍යම ආසියාවේ සහ අප්‍රිකානු සමූහයේ පුළුල් පරාසයක ප්‍රාන්තවලින් ශ්‍රී ලංකාවට හරස් කලාපීය සහය ලැබුණි. සෞදි අරාබිය, ඊජිප්තුව, පිලිපීනය, නේපාලය, කෙන්යාව, ඉතියෝපියාව, මාලදිවයින, චීනය, කියුබාව, ජපානය, සිරියානු අරාබි ජනරජය, වියට්නාමය, DPRK, වෙනිසියුලාව, නයිජීරියාව, පකිස්ථානය, කාම්බෝජය, ශ්‍රී ලංකාවට පක්ෂව කතා කළ රටවල් 31යි. රුසියානු සමූහාණ්ඩුව, ලෙබනනය, උගන්ඩාව, බෙලාරුස්, සිම්බාබ්වේ, එරිත්‍රියාව, දකුණු සුඩානය, ලාඕ පීඩීආර්, යේමනය, ඉරානය, නයිජර්, කසකස්තානය, බංග්ලාදේශය සහ අසර්බයිජානය, ”ප්‍රකාශයේ සඳහන් වේ.",
        "විදේශ අමාත්‍යාංශයේ ස්ථාවරය නැවත අවධාරණය කරමින් ශ්‍රී ලංකාවේ කැබිනට් ප්‍රකාශක සහ ජනමාධ්‍ය අමාත්‍ය ඩලස් අලහප්පෙරුම අඟහරුවාදා කියා සිටියේ ලැබුණු සහයෝගය ප්‍රගතියේ සලකුණක් බවයි.",
        "“අපි මූලික අයිතිවාසිකම්වලට ගරු කරන රජයක්. ඒ ගැන කිසිම සැකයක් තියාගන්න එපා.",
        "“එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ සාමාජික රටවල් [47] අතුරින් 31 ක් මානව හිමිකම් ආරක්ෂා කිරීම සඳහා රජය ගෙන ඇති ධනාත්මක පියවර අගය කර ඇත. ඒක තමයි ප්‍රගතිය,” අමාත්‍යවරයා පැවසීය.",
        "1980 ගණන්වල අගභාගයේ සිට ශ්‍රී ලාංකිකයන් 14,000 කට අධික සංඛ්‍යාවක් අතුරුදහන් වීම සම්බන්ධයෙන් විමර්ශනය කිරීමට යාන්ත්‍රණයන් පෙන්වා දෙමින් මානව හිමිකම් ගැටළු විසඳීම සඳහා රජය ගෙන ඇති ධනාත්මක සහ ප්‍රගතිශීලී පියවර එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය පිළිගනු ඇතැයි ශ්‍රී ලංකාව බලාපොරොත්තු වන බව ඔහු පැවසීය.",
        "“පළමු වතාවට නිසි විසඳුමක් යෝජනා කර යාන්ත්‍රණයක් සකස් කර එය කඩිනම් කිරීමට පියවර ගනිමින් සිටිනවා. මම හිතන්නේ එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ ඒ ගැන යම් ඇගයීමක් තිබිය යුතුයි.",
        "“අපි මෙය දෙස ධනාත්මකව බලන අතර ඔවුන් එය තේරුම් ගනී යැයි විශ්වාස කරමු,” අලහප්පෙරුම පැවසීය.",
        "කෙසේ වෙතත්, මෑතකදී එක්සත් රාජධානිය ඇතුළත් ශ්‍රී ලංකාව පිළිබඳ මූලික රටවල් කණ්ඩායමට සම්බන්ධ වූ එක්සත් ජනපදය, දෙමළ සහ මුස්ලිම් පක්ෂ සහ සිවිල් සමාජ සංවිධාන සමඟ “ඇතුළත්, කල්පවත්නා දේශපාලන විසඳුමක් ඉදිරියට ගෙන යාම” සඳහා වැඩි වැඩියෙන් සම්බන්ධ විය යුතු බව ඉල්ලා සිටියේය.",
        "මේ අතර, එක්සත් රාජධානිය, වගවීම පිළිබඳ අඛණ්ඩ ප්‍රගතියක් නොමැතිකම සහ “සංකේතාත්මක මානව හිමිකම් අවස්ථා කිහිපයක පසුබෑම” සඳහන් කරමින්, 2021 මාර්තු මාසයේදී සම්මත කරන ලද 46/1 යෝජනාවේ නිර්දේශ සමඟ ඵලදායී ලෙස සම්බන්ධ වන ලෙස සහ කාර්යාලය සමඟ සහයෝගයෙන් කටයුතු කරන ලෙස ශ්‍රී ලංකා රජයෙන් ඉල්ලා සිටියේය. මානව හිමිකම් කොමසාරිස්ගේ (OHCHR).",
        "කවියෙකු වන අහනාෆ් ජසීම් සහ නීතිඥ හෙජාස් හිස්බුල්ලා ඇප මත මුදා හැරීම ධනාත්මක පළමු පියවරක් ලෙස සාදරයෙන් පිළිගනිමින්, මානව හිමිකම් පිළිබඳ එක්සත් රාජධානියේ ගෝලීය තානාපති රීටා ප්‍රංශ පැවසුවේ ත්‍රස්තවාදය වැළැක්වීමේ පනත (PTA) සඳහා යෝජිත ප්‍රතිසංස්කරණ ප්‍රමාණවත් නොවන බවයි.",
        "“එන්ජීඕ ලේකම් කාර්යාලය විදේශ අමාත්‍යාංශයට ගෙන ගිය බව අපි පිළිගන්නා අතරම, සිවිල් සමාජය නිරීක්ෂණය කිරීම සහ හිරිහැර කිරීම සහ සිවිල් රාජ්‍ය කාර්යයන් මිලිටරිකරණය කිරීම පිළිබඳව අපට කනස්සල්ලක් ඇත. ප්‍රධාන සංකේත නඩුවක නම් කර ඇති පුද්ගලයෙකු පළාත් ආණ්ඩුකාර තනතුරට පත් කිරීම විශේෂයෙන් කනස්සල්ලට කරුණකි, ”ප්‍රංශ පැවසීය.",
        "\"පුනරුත්පාදන සහ අතුරුදහන් වූවන් පිළිබඳ රාජ්‍ය ආයතනවල සිදු කෙරෙන කටයුතු අප පිළිගන්නා අතරම, මෙය පුළුල් ප්‍රතිසන්ධානයක් සහ වගවීමේ ක්‍රියාවලියක් සමඟින් සිදු වීම ඉතා වැදගත්\" යැයි ඇය වැඩිදුරටත් පැවසුවාය.",
        "රටේ උතුරු හා නැගෙනහිර ඉඩම් කොල්ලකෑම් පිළිබඳ චෝදනා සමඟ සුළුතර ප්‍රජාවන් වැඩි වශයෙන් කොන් කිරීමකට මුහුණ දී සිටින බව ප්‍රංශ ද කියා සිටියේය.",
        "විදේශ අමාත්‍යාංශ ප්‍රකාශය පවසන්නේ අමාත්‍ය ජී එල් පීරිස් පසුගිය සිකුරාදා (0r) අන්තර්ක්‍රියාකාරී සංවාදය ආරම්භයේදී එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය අමතමින් මානව හිමිකම් පිළිබඳ ස්වේච්ඡා ජාත්‍යන්තර වගකීම් අඛණ්ඩව කරගෙන යාමට සහ UNHRC ඇතුළු එක්සත් ජාතීන්ගේ සංවිධානය සමඟ සම්බන්ධ වීමට ශ්‍රී ලංකාවේ කැපවීම නැවත අවධාරණය කරන අතරේ ය. මහ කොමසාරිස් විසින් ඉදිරිපත් කරන ලද යාවත්කාලීනයේ බරපතල විෂමතා සහ දුර්වලතා. (කොළඹ/මාර්තු08/2022)"
      ]
    },
    "ta": {
      "title": "UNHRC அமர்வில் \"அதிகமான ஆதரவை\" இலங்கை கோருகிறது; அதிக ஈடுபாட்டிற்கு UK, US அழைப்பு",
      "body_lines": [
        "ECONOMYNEXT – ஜெனிவாவில் திங்கள்கிழமை (07) முடிவடைந்த ஐக்கிய நாடுகளின் மனித உரிமைகள் பேரவையின் (UNHRC) 49வது அமர்வின் ஊடாடும் உரையாடலில், இலங்கையானது, குறிப்பாக உலகளாவிய தெற்கிலிருந்து, \"அதிகமான\" மற்றும் பிராந்தியங்களுக்கு இடையிலான ஆதரவை கோரியது. மனித உரிமைகள் முன்னணியில் உள்ள பின்னடைவைக் குறிப்பிட்ட நாடுகள் சிறுபான்மை அரசியல் கட்சிகளுடன் அதிக ஈடுபாட்டைக் கோரின.",
        "\"நல்லிணக்கத்திற்கான அரசாங்கத்தின் குறிப்பிடத்தக்க முயற்சிகளுக்கு ஆதரவை வெளிப்படுத்திய உலகளாவிய தெற்கின் நாடுகளிடமிருந்து இலங்கைக்கு பெரும் ஆதரவு கிடைத்தது மற்றும் பலதரப்பு ஈடுபாட்டிற்கான அடிப்படை அடிப்படையாக புறநிலை மற்றும் ஆக்கபூர்வமான ஒத்துழைப்பின் முக்கியத்துவத்தை மீண்டும் வலியுறுத்தியது\" என்று இலங்கையின் வெளியுறவு அமைச்சகம் செவ்வாய்கிழமை வெளியிட்ட அறிக்கையில் தெரிவித்துள்ளது. (08)",
        "இலங்கை தொடர்பான மனித உரிமைகள் உயர் ஸ்தானிகராலயத்தின் எழுத்துமூலமான அப்டேட் தொடர்பான ஊடாடும் உரையாடலில் பேசிய 45 நாடுகளில், 31 நாடுகள் தீவு நாட்டிற்கு ஆதரவாகப் பேசியதாக அமைச்சு தெரிவித்துள்ளது.",
        "“தெற்கு, தென்கிழக்கு மற்றும் மத்திய ஆசியா மற்றும் ஆபிரிக்க குழுவின் பரந்த அளவிலான மாநிலங்களில் இருந்து இலங்கைக்கு பிராந்திய ஆதரவு கிடைத்தது. சவூதி அரேபியா, எகிப்து, பிலிப்பைன்ஸ், நேபாளம், கென்யா, எத்தியோப்பியா, மாலத்தீவு, சீனா, கியூபா, ஜப்பான், சிரிய அரபுக் குடியரசு, வியட்நாம், டிபிஆர்கே, வெனிசுலா, நைஜீரியா, பாகிஸ்தான், கம்போடியா, ஆகிய 31 நாடுகள் இலங்கைக்கு ஆதரவாகக் குரல் கொடுத்தன. ரஷ்ய கூட்டமைப்பு, லெபனான், உகாண்டா, பெலாரஸ், ​​ஜிம்பாப்வே, எரித்திரியா, தெற்கு சூடான், லாவோ பிடிஆர், ஏமன், ஈரான், நைஜர், கஜகஸ்தான், பங்களாதேஷ் மற்றும் அஜர்பைஜான், ”என்று அந்த அறிக்கையில் குறிப்பிடப்பட்டுள்ளது.",
        "வெளிவிவகார அமைச்சின் நிலைப்பாட்டை மீண்டும் வலியுறுத்திய இலங்கையின் அமைச்சரவைப் பேச்சாளரும் ஊடகத்துறை அமைச்சருமான டலஸ் அழகப்பெரும செவ்வாயன்று, கிடைத்த ஆதரவு முன்னேற்றத்தின் அடையாளம் என்று கூறினார்.",
        "“நாங்கள் அடிப்படை உரிமைகளை மதிக்கும் அரசாங்கம். இதில் எந்த சந்தேகமும் வேண்டாம்.",
        "“UNHRC இன் [47] உறுப்பு நாடுகளில், 31 நாடுகள் மனித உரிமைகளைப் பாதுகாப்பதில் அரசாங்கம் எடுத்துள்ள நேர்மறையான நடவடிக்கைகளைப் பாராட்டியுள்ளன. அதுதான் முன்னேற்றம்’’ என்றார் அமைச்சர்.",
        "1980 களின் பிற்பகுதியில் இருந்து 14,000 க்கும் மேற்பட்ட இலங்கையர்கள் காணாமல் போனது குறித்து விசாரணை நடத்துவதற்கான பொறிமுறைகளை சுட்டிக்காட்டி, மனித உரிமைகள் கவலைகளை நிவர்த்தி செய்வதில் அரசாங்கம் எடுத்த நேர்மறையான மற்றும் முற்போக்கான நடவடிக்கைகளை UNHRC அங்கீகரிக்கும் என்று இலங்கை நம்புவதாக அவர் மேலும் கூறினார்.",
        "“முதன்முறையாக, ஒரு சரியான தீர்வு முன்மொழியப்பட்டு, ஒரு பொறிமுறையை உருவாக்கி, அதை விரைவுபடுத்துவதற்கான நடவடிக்கைகள் எடுக்கப்பட்டு வருகின்றன. UNHRC இல் அதற்கு சில பாராட்டுக்கள் இருக்க வேண்டும் என்று நான் நினைக்கிறேன்.",
        "\"நாங்கள் இதை நேர்மறையாகப் பார்க்கிறோம், அவர்கள் அதைப் புரிந்துகொள்கிறார்கள் என்று நம்புகிறோம்\" என்று அழகப்பெரும கூறினார்.",
        "எவ்வாறாயினும், ஐக்கிய இராச்சியத்தை உள்ளடக்கிய இலங்கை தொடர்பான முக்கிய நாடுகளின் குழுவில் அண்மையில் இணைந்த அமெரிக்கா, \"உள்ளடக்கமான, நீடித்த அரசியல் தீர்வை முன்னெடுப்பதற்கு\" தமிழ் மற்றும் முஸ்லிம் கட்சிகள் மற்றும் சிவில் சமூக அமைப்புகளுடன் அதிக ஈடுபாட்டைக் கோரியது.",
        "இதற்கிடையில், பொறுப்புக்கூறலில் தொடர்ச்சியான முன்னேற்றமின்மை மற்றும் \"பல சின்னமான மனித உரிமை வழக்குகளில் பின்னடைவுகள்\" இருப்பதைக் குறிப்பிட்ட இங்கிலாந்து, மார்ச் 2021 இல் நிறைவேற்றப்பட்ட 46/1 தீர்மானத்தின் பரிந்துரைகளுடன் ஆக்கபூர்வமாக ஈடுபடுமாறும் அலுவலகத்துடன் ஒத்துழைக்குமாறும் இலங்கை அரசாங்கத்திற்கு அழைப்பு விடுத்துள்ளது. மனித உரிமைகள் ஆணையரின் (OHCHR).",
        "கவிஞர் அஹ்னாஃப் ஜசீம் மற்றும் வழக்கறிஞர் ஹெஜாஸ் ஹிஸ்புல்லா ஆகியோர் பிணையில் விடுவிக்கப்பட்டதை வரவேற்று, ஒரு நேர்மறையான முதல் படியாக, மனித உரிமைகளுக்கான UK உலகளாவிய தூதர் ரீட்டா பிரெஞ்ச், பயங்கரவாதத் தடுப்புச் சட்டத்திற்கு (PTA) முன்மொழியப்பட்ட சீர்திருத்தங்கள் போதுமான அளவு செல்லவில்லை என்றார்.",
        "“என்ஜிஓ செயலகம் வெளியுறவு அமைச்சகத்திற்கு மாற்றப்பட்டதை நாங்கள் ஒப்புக்கொள்கிறோம், சிவில் சமூகத்தின் கண்காணிப்பு மற்றும் துன்புறுத்தல் மற்றும் சிவில் அரசாங்க செயல்பாடுகளை இராணுவமயமாக்குவது பற்றி எங்களுக்கு கவலைகள் உள்ளன. ஒரு முக்கிய அடையாள வழக்கில் பெயரிடப்பட்ட ஒரு தனிநபரை மாகாண ஆளுநர் பதவிக்கு நியமித்தது குறிப்பாக கவலையளிக்கிறது,” என்று பிரெஞ்சு கூறினார்.",
        "\"அரசாங்க நிறுவனங்களில் இழப்பீடுகள் மற்றும் காணாமற்போனோர் தொடர்பான பணிகளை நாங்கள் ஒப்புக்கொண்டாலும், இது ஒரு விரிவான நல்லிணக்கம் மற்றும் பொறுப்புக்கூறல் செயல்முறையுடன் இணைந்திருப்பது மிகவும் முக்கியமானது,\" என்று அவர் மேலும் கூறினார்.",
        "நாட்டின் வடக்கு மற்றும் கிழக்கில் நில அபகரிப்பு குற்றச்சாட்டுகளுடன் சிறுபான்மை சமூகங்கள் அதிகரித்த விளிம்புநிலையை எதிர்கொள்வதாகவும் பிரெஞ்சு கூறியது.",
        "வெளிவிவகார அமைச்சின் அறிக்கை, கடந்த வெள்ளிக்கிழமை (0r) ஊடாடும் உரையாடலின் தொடக்கத்தில் அமைச்சர் ஜி எல் பீரிஸ் ஐநா மனித உரிமைகள் பேரவையில் உரையாற்றிய போது, ​​மனித உரிமைகள் தொடர்பான தன்னார்வ சர்வதேச முயற்சிகளைத் தொடர்வதற்கும் ஐநா மனித உரிமைகள் பேரவை உட்பட ஐக்கிய நாடுகள் சபையுடன் ஈடுபடுவதற்கும் இலங்கையின் அர்ப்பணிப்பை மீண்டும் வலியுறுத்தினார். உயர் ஸ்தானிகரால் வழங்கப்பட்ட புதுப்பிப்பில் கடுமையான முரண்பாடுகள் மற்றும் பலவீனங்கள். (கொழும்பு/மார்ச்08/2022)"
      ]
    }
  }
}