{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/28-471-persons-vaccinated-against-COVID-19/56-732112",
  "time_ut": 1647468960,
  "title": "28,471 persons vaccinated against COVID-19",
  "body_lines": [
    "COVID-19 vaccines were administered to 28,471 persons on Tuesday and the country’s first dose coverage has risen to 77.45%.",
    "The Epidemiology Unit states that 65.45% of the population has received the second dose of a COVID-19 vaccine and 34.81% has received the booster dose.",
    "Among the population over 20 years, 96.1% has received the second vaccine dose and 52.22% has received the third dose.",
    "The first dose of a COVID-19 vaccine has been administered to 96.2% of the population over 12 years and the second dose has been administered to 81.3% of this population. COVID-19 vaccination coverage among the population between 16 and 19 years is 79.9%.",
    "According to the Epidemiology Unit, 16,977,594 persons have received the first dose of a COVID-19 vaccine and 14,346,957 persons have received the second dose.",
    "The third dose of a COVID-19 vaccine has been administered to 7,630,159 persons. This includes 14,912 persons vaccinated on Tuesday.",
    "The first dose of Pfizer was administered to 3,908 persons on Tuesday and 8,382 persons received the second dose of the vaccine. In total, the first dose of Pfizer has been administered to 2,487,850 persons and the second dose has been administered to 820,996 persons.",
    "On Tuesday, the first dose of Sinopharm was administered to 256 persons, raising the total number of persons to have received the first dose of the vaccine to 12,046,202. The second dose of Sinopharm has been administered to 11,164,195 persons. This includes 1,013 persons vaccinated on Tuesday.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons and the second dose has been administered to 1,418,593 persons.",
    "A total of 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "The Epidemiology Unit states that 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 28,471ක් එන්නත් කර ඇත",
      "body_lines": [
        "COVID-19 එන්නත් අඟහරුවාදා පුද්ගලයින් 28,471 දෙනෙකුට ලබා දී ඇති අතර රටේ පළමු මාත්‍රාව ආවරණය 77.45% දක්වා ඉහළ ගොස් තිබේ.",
        "ජනගහනයෙන් 65.45% ක් COVID-19 එන්නතෙහි දෙවන මාත්‍රාව ලබාගෙන ඇති අතර 34.81% ක් බූස්ටර මාත්‍රාව ලබාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "වසර 20ට වැඩි ජනගහනය අතරින් 96.1%ක් දෙවන එන්නත මාත්‍රාව ලබාගෙන ඇති අතර 52.22%ක් තුන්වන මාත්‍රාව ලබාගෙන ඇත.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව වසර 12 ක් පුරා ජනගහනයෙන් 96.2% කට ලබා දී ඇති අතර දෙවන මාත්‍රාව මෙම ජනගහනයෙන් 81.3% කට ලබා දී ඇත. වයස අවුරුදු 16 සහ 19 අතර ජනගහනය අතර COVID-19 එන්නත් ආවරණය 79.9% කි.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව, COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 16,977,594 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 14,346,957 ක් දෙවන මාත්‍රාව ලබාගෙන ඇත.",
        "COVID-19 එන්නතක තුන්වන මාත්‍රාව පුද්ගලයින් 7,630,159 දෙනෙකුට ලබා දී ඇත. අඟහරුවාදා එන්නත් කළ පුද්ගලයින් 14,912 දෙනෙකු මෙයට ඇතුළත් ය.",
        "Pfizer හි පළමු මාත්‍රාව අඟහරුවාදා පුද්ගලයින් 3,908 දෙනෙකුට ලබා දුන් අතර පුද්ගලයින් 8,382 දෙනෙකුට දෙවන එන්නත ලබා දී ඇත. සමස්තයක් වශයෙන්, Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,487,850 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 820,996 දෙනෙකුට ලබා දී ඇත.",
        "අඟහරුවාදා, සිනෝෆාම් හි පළමු මාත්‍රාව පුද්ගලයින් 256 දෙනෙකුට ලබා දුන් අතර, එන්නතෙහි පළමු මාත්‍රාව ලබා ගත් මුළු පුද්ගලයින් සංඛ්‍යාව 12,046,202 දක්වා ඉහළ නැංවීය. Sinopharm හි දෙවන මාත්‍රාව පුද්ගලයන් 11,164,195 දෙනෙකුට ලබා දී ඇත. අඟහරුවාදා එන්නත් කළ පුද්ගලයින් 1,013 දෙනෙකු මෙයට ඇතුළත් ය.",
        "AstraZeneca හි පළමු මාත්‍රාව පුද්ගලයන් 1,479,631 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 1,418,593 දෙනෙකුට ලබා දී ඇත.",
        "Moderna පළමු මාත්‍රාව පුද්ගලයන් 804,801ක් ලබාගෙන ඇති අතර දෙවන එන්නත 787,361ක් ලබාගෙන ඇත.",
        "ස්පුට්නික් V පළමු මාත්‍රාව පුද්ගලයින් 159,110 දෙනෙකු ද දෙවන එන්නත 155,812 දෙනෙකු ද ලබාගෙන ඇති බවයි වසංගත රෝග විද්‍යා අංශය පවසන්නේ."
      ]
    },
    "ta": {
      "title": "28,471 பேருக்கு கோவிட்-19 தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "செவ்வாயன்று 28,471 நபர்களுக்கு COVID-19 தடுப்பூசிகள் வழங்கப்பட்டன, மேலும் நாட்டின் முதல் டோஸ் கவரேஜ் 77.45% ஆக உயர்ந்துள்ளது.",
        "மக்கள்தொகையில் 65.45% பேர் கோவிட்-19 தடுப்பூசியின் இரண்டாவது டோஸையும், 34.81% பேர் பூஸ்டர் டோஸையும் பெற்றுள்ளனர் என்று தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "20 ஆண்டுகளுக்கும் மேலான மக்களில், 96.1% பேர் இரண்டாவது தடுப்பூசி மருந்தையும், 52.22% பேர் மூன்றாவது டோஸையும் பெற்றுள்ளனர்.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 12 ஆண்டுகளில் 96.2% மக்களுக்கும், இரண்டாவது டோஸ் இந்த மக்கள் தொகையில் 81.3% பேருக்கும் வழங்கப்பட்டுள்ளது. 16 முதல் 19 வயதுக்குட்பட்ட மக்களிடையே COVID-19 தடுப்பூசி கவரேஜ் 79.9% ஆகும்.",
        "தொற்றுநோயியல் பிரிவின் படி, 16,977,594 நபர்கள் கோவிட்-19 தடுப்பூசியின் முதல் டோஸையும், 14,346,957 பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர்.",
        "COVID-19 தடுப்பூசியின் மூன்றாவது டோஸ் 7,630,159 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் செவ்வாய்க்கிழமை 14,912 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "ஃபைசரின் முதல் டோஸ் செவ்வாய்கிழமை 3,908 நபர்களுக்கு வழங்கப்பட்டது மற்றும் 8,382 நபர்கள் இரண்டாவது டோஸ் தடுப்பூசியைப் பெற்றனர். மொத்தத்தில், ஃபைசரின் முதல் டோஸ் 2,487,850 பேருக்கும், இரண்டாவது டோஸ் 820,996 பேருக்கும் கொடுக்கப்பட்டது.",
        "செவ்வாயன்று, சினோபார்மின் முதல் டோஸ் 256 நபர்களுக்கு வழங்கப்பட்டது, தடுப்பூசியின் முதல் டோஸைப் பெற்ற மொத்த நபர்களின் எண்ணிக்கையை 12,046,202 ஆக உயர்த்தியது. சினோபார்மின் இரண்டாவது டோஸ் 11,164,195 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் செவ்வாய்க்கிழமை 1,013 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "அஸ்ட்ராஜெனெகாவின் முதல் டோஸ் 1,479,631 பேருக்கும், இரண்டாவது டோஸ் 1,418,593 பேருக்கும் கொடுக்கப்பட்டது.",
        "மொத்தம் 804,801 நபர்கள் மாடர்னாவின் முதல் டோஸையும், 787,361 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்.",
        "ஸ்புட்னிக் V இன் முதல் டோஸை 159,110 பேரும், இரண்டாவது டோஸ் தடுப்பூசியை 155,812 பேரும் பெற்றுள்ளதாக தொற்றுநோயியல் பிரிவு கூறுகிறது."
      ]
    }
  }
}