{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82866/power-cut-schedule-from-june-06-12-announced",
  "time_ut": 1654344480,
  "title": "Power cut schedule from June 06 - 12 announced",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) has approved the Ceylon Electricity Board’s request for power interruptions from the 06th to 12th of June, the chairman of electricity sector regulator Janaka Ratnayake says.",
    "• From June 06 to June 08 – Two hours and 15 minutes between 10.45 a.m. and 10.15 p.m.",
    "• From June 09 to June 10 – Two hours and 15 minutes between 10.45 a.m. and 10.15 p.m",
    "• From June 11 to June 12 – One hour between 6.30 p.m. and 10.00 p.m.",
    "Demand Managmet Schedule-06th to 11th June 2022 by Ada Derana on Scribd"
  ],
  "translate": {
    "si": {
      "title": "ජූනි 06 සිට 12 දක්වා විදුලි කප්පාදු කාලසටහන නිවේදනය කරයි",
      "body_lines": [
        "ජුනි මස 06 වැනිදා සිට 12 වැනිදා දක්වා විදුලිය විසන්ධි කිරීම සඳහා ලංකා විදුලිබල මණ්ඩලය කළ ඉල්ලීමට ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) අනුමැතිය ලබාදී ඇති බව විදුලිබල අංශ නියාමක සභාපති ජනක රත්නායක මහතා පවසයි.",
        "• ජූනි 06 සිට ජූනි 08 දක්වා - පෙරවරු 10.45 සිට 10.15 දක්වා පැය දෙකයි මිනිත්තු 15 යි.",
        "• ජූනි 09 සිට ජූනි 10 දක්වා - පෙරවරු 10.45 සිට 10.15 දක්වා පැය දෙකයි විනාඩි 15",
        "• ජූනි 11 සිට ජූනි 12 දක්වා - සවස 6.30 අතර පැයක්. සහ 10.00 ප.ව.",
        "Scribd හි Ada Derana විසින් 2022 ජූනි 06 සිට 11 දක්වා ඉල්ලුම කළමනාකරණය කාලසටහන"
      ]
    },
    "ta": {
      "title": "ஜூன் 06 முதல் 12 வரை மின்வெட்டு அட்டவணை அறிவிக்கப்பட்டுள்ளது",
      "body_lines": [
        "எதிர்வரும் ஜூன் மாதம் 06 ஆம் திகதி முதல் 12 ஆம் திகதி வரை மின்சாரம் துண்டிக்கப்பட வேண்டும் என இலங்கை மின்சார சபை விடுத்த கோரிக்கைக்கு இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) அங்கீகாரம் வழங்கியுள்ளதாக மின்சாரத் துறை கட்டுப்பாட்டாளரின் தலைவர் ஜானக ரத்நாயக்க தெரிவித்துள்ளார்.",
        "• ஜூன் 06 முதல் ஜூன் 08 வரை - காலை 10.45 மணி முதல் இரவு 10.15 மணி வரை இரண்டு மணி நேரம் 15 நிமிடங்கள்.",
        "• ஜூன் 09 முதல் ஜூன் 10 வரை - காலை 10.45 மணி முதல் இரவு 10.15 மணி வரை இரண்டு மணி நேரம் 15 நிமிடங்கள்",
        "• ஜூன் 11 முதல் ஜூன் 12 வரை - மாலை 6.30 மணிக்குள் ஒரு மணி நேரம். மற்றும் 10.00 மணி.",
        "டிமாண்ட் மேனாக்மெட் அட்டவணை-06 முதல் 11 ஜூன் 2022 வரை Scribd இல் Ada Derana வழங்கும்"
      ]
    }
  }
}