{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/01/sri-lanka-to-impose-100-surcharge-on-multiple-imports-200-on-chocolate-related-imports/",
  "time_ut": 1654089120,
  "title": "Sri Lanka to impose 100% surcharge on multiple imports; 200% on Chocolate related imports",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Finance Ministry has decided to impose a 100% surcharge rate on both General and Preferential Custom Duty of multiple products with effect from Wednesday (1).",
    "A surcharge — or additional charge — is essentially a tax levied on a tax. It is calculated on payable tax, not on income generated.",
    "These measures come after Sri Lanka decided to relax import restrictions that it imposed on 369 items with effect from the 1st of June 2022.",
    "Accordingly, a total of 369 HS Codes, which were regulated can be imported without an Import Control License effective from June 01, 2022 subject to applicable rules and regulations including duties and taxes at the time of Customs clearance of cargos/consignments.",
    "The Finance Ministry has also decided to permit open account imports until June 07th, 2022.",
    "The Finance Ministry imposed a 200% surcharge on Chocolate and other food preparations containing cocoa.",
    "Meanwhile, the surcharge imposed on imported Cheese is 100%, which means the Rs. 1000/- tax on a kilogram of imported cheese is now Rs. 2000/-.",
    "The import tax on Apples and Grapes will increase from Rs. 300/- per kilogram to Rs. 600/- per kilogram.",
    "Incidentally, the import tax on Oranges will seek a spike from Rs. 200/- per kilogram to Rs. 600/- per kilogram.",
    "Moreover, the surcharge tax on Cigars, Cheroots, and Cigarettes of Tobacco or of Tobacco substitutes, as well as Liquor and Spirits is 100% in addition to the import tax.",
    "Sri Lanka to impose 100% surcharge on multiple imports; 200% on Chocolate related imports",
    "Ex-MP Duminda Silva arrested by the CID while at the Sri Jayawardenapura Hospital",
    "Over $330 Mn dollars received to buy medicine, but not disbursed properly – COPE",
    "SLPP MPs Milan Jayathilake, Sanath Nishantha further remanded over attacks on #GotaGoGama & #MynaGoGama"
  ]
}