{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Core-Group-urges-Govt-to-protect-civil-society-space-amidst-challenges/56-736240",
  "time_ut": 1655317800,
  "title": "Core Group urges Govt. to protect civil society space amidst challenges",
  "body_lines": [
    "Renews calls on Sri Lanka to cooperate with UNHRC; says ready to support Sri Lanka on implementation of HRC resolution 46/1",
    "The UNHRC Core Group on Sri Lanka has urged the Government to protect civil society space amidst challenges.",
    "The Core Group statement on Sri Lanka was delivered by Britain’s Ambassador for Human Rights and Deputy",
    "Britain’s Ambassador for Human Rights and Deputy Permanent Representative to United Nations Rita French",
    "Permanent Representative to United Nations Rita French on behalf of Canada, Germany, Malawi, Montenegro, North Macedonia, the United Kingdom and the United States.",
    "We recognise the significant challenges that Sri Lanka has been facing over recent months, causing great hardship for the Sri Lankan people.",
    "We note that protesters, have exercised their rights to freedom of peaceful assembly and association and freedom of expression in recent months. We are deeply concerned by violent attacks on peaceful protestors and subsequent violence against government-aligned politicians and supporters. Those responsible for this violence must be held to account.",
    "We stress the crucial importance of upholding democracy, human rights and the rule of law, and maintaining independent institutions. We also urge the Sri Lankan authorities to address long-standing impunity and corruption and underline the need for good governance and sound economic policies.",
    "Our concerns over surveillance and intimidation of civil society persist and we stress the importance of protecting civil society space.",
    "The Core Group calls on Sri Lanka to cooperate with the High Commissioner and her Office and is ready to support Sri Lanka on the implementation of HRC resolution 46/1."
  ]
}