{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82012/over-100-killed-in-explosion-at-illegal-oil-refinery-in-nigeria",
  "time_ut": 1650769980,
  "title": "Over 100 killed in explosion at illegal oil refinery in Nigeria",
  "body_lines": [
    "Several people were feared burnt to death overnight following an explosion at an illegal oil refinery in southern Nigeria, an NGO said Saturday.",
    "Police confirmed the explosion, saying it had happened late on Friday, but did not give details of casualties.",
    "“Several bodies burnt beyond recognition lay on the ground while others who may have attempted running for safety are seen hanging on some tree branches,” said Fyneface Dumnamene, Executive Director of Youths and Environmental Advocacy Centre (YEAC).",
    "Local media reports said over 100 people had been killed in the blast, the latest in Nigeria, Africa’s biggest producer of crude.",
    "Police said there had been an explosion at the site of an illegal refinery late Friday where operators and their patrons had gathered for business.",
    "“The incident happened on the boundary between Rivers and Imo state,” Rivers state police spokeswoman Grace Iringe-Koko told AFP, without giving details.",
    "Illegal crude refining is common in the southern-oil region where oil thieves vandalise pipelines to steal crude which they refine to sell at the black market.",
    "Most people in the oil-producing Niger delta live in poverty even though the country is the biggest oil producer on the continent, with around two million barrels per day.",
    "Pipeline fires are commonplace in Nigeria, in part because of poor pipeline maintenance but also because of thieves who vandalise pipelines to siphon off petrol and sell it on the black market.",
    "Hundreds have been killed in the past due to stealing and illegal refining of petroleum products known locally as bunkering.",
    "The government has deployed the military to raid and destroy illegal refineries in the Niger delta as part of measures to stop the stealing of the country’s oil resources."
  ]
}