{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-end-of-our-marriage-and-susils-death/",
  "time_ut": 1650084840,
  "title": "The end of our marriage and Susil’s death",
  "body_lines": [
    "Anarkali who was in London, hadn’t yet arrived in Colombo for the Christmas holidays. I telephoned her saying Susil was safe and Susil too, spoke with her, assuring her that all was well. We then drove to Nawaloka Hospital where Chandrika was in surgery. Our architect and good friend Navin Gooneratne was also at the hospital keeping vigil, when at about 2 am, the doctor appeared and told us that Chandrika was alive and pulled through, but had sight only in one eye.",
    "Our millennium party was held and true to her word, Aushi prepared a magnificent Christmas dinner with each of our 75 guests having the time of their lives. Anarkali had also arrived in Sri Lanka for the festivities. Aushi transformed our home and garden into a winter wonderland with the most beautiful, table and garden decor, making the evening most memorable. It was also good to see my credit card having been put to good use.",
    "The war had now been continuing for nearly two decades and the populace seemed to be taking the exploding bombs and assassination of leaders as par for the course. Cultural and I religious festivities continued, students went to school and sat for their regular examinations and the wheels of commerce turned, albeit slowly. We knew there was a chance of a bomb exploding anywhere, anytime, but there was no point in worrying about it. Resilience eventually became a Sri Lankan hallmark. Life went on.",
    "In January 2000, I asked both girls to return to London. While life was as normal as we could imagine, there was always danger and as I mentioned, Susil was also a target and by default, so were we.",
    "After the girls left and we were back to our empty nest, Susil mentioned he was undertaking a pilgrimage to India. This was nothing unusual as we both had various charities that we supported and one or the other would go periodically to check on these.",
    "Two of my projects were in Bodh Gaya – a school for disadvantaged children in the vicinity of the Mahabodhi Temple and a pilgrim’s rest. As was my habit, I sat on the bed and chatted with him while he packed. I remember asking him to check on the school construction as it was in the process of being completed.",
    "I happened to glance at the clothes he had laid out. They were his best clothes, which I found rather unusual, since he was going on pilgrimage and didn’t need a fancy wardrobe. When I pointed this out, he said his cousin Mangala who was High Commissioner in New Delhi might be having a party. “It’s best I am prepared for these things,” he said. The explanation was good enough, although I reiterated that I wanted him to check on my school.",
    "A few days after Susil returned from the pilgrimage and while having our usual chats, I asked him about the progress of the construction. “I couldn’t go to Bodh Gaya,” he said and refused to answer any more questions. I was a little angry but let it slide. These were small molehills that we must not build into mountains, I thought and let it be.",
    "Life moved on and all seemed well. I was fully involved in the various charity projects that had fuelled my interest and Susil went about his work, being driven off in the car each morning. But the smooth passage of our lives were not to be and I learned of some incriminating telephone calls made in the car. Always used to tackling a problem head-on, I confronted Susil, who in turn did not lie but admitted he was having an affair. However, while I expected remorse or even some fault finding on his part, all he did was downplay the affair as normal behaviour. “This is what politicians do,” he said. “It’s typical behaviour. Look back at history or even now. This is common and not to be taken seriously.”",
    "The initial shock was too much. I couldn’t quite believe this was happening. He was 70 years old! What was he thinking? But there was an inner strength that embraced my whole being at that point. I was not going to fight, argue or shout. I simply said, “I am leaving the country; but when I return on the first of June, I would like you to be gone from this house.” I booked a ticket to Hong Kong, packed my things and left the next morning. My sister Rohini joined me at the Shangri-La. I couldn’t bring myself to talk to anyone, not even to my two girls. It was the most painful day in my life.",
    "However, when I did return, Susil had not moved out and was yet living at home. I was annoyed. I got his things packed and moved him to our Jawatte Road house. It didn’t hit me until then that the picture of our perfect family had just been shattered, just as that niggling premonition had alluded. Susil and I were now officially separated and a beautiful love story had just ended.",
    "But remaining at home was an impossibility for me. I was raw, broken and the memories were too many. I had to escape. I took off to London deciding to spend a month with my girls. Anarkali was working at Merrill Lynch and Aushi was sitting for her university finals. I stayed with Aushi. I was in robot mode but being with them was therapeutic. They rallied round me, giving me lots of strength. I went car shopping and as a graduation gift, gave Aushi a soft top Mercedes Benz 180 C Class.",
    "On the day of the graduation, I sat watching my daughter walk the stage to get her certificate, like any proud mum. The moment the ceremony was over, Aushi came running to me and presented me with the certificate, saying, “Ammi, I did it for you!” I was overwhelmed with happiness at that point, because after many days of feeling emotionally drained and wretched, I felt a cloud had lifted. I was capable of facing life again. My girls had made it so.",
    "The graduation party was at Duke’s beautiful manor home in Somerset. Fifty of Aushi’s friends joined her in the celebrations. Although Susil didn’t come for the graduation, he did join the party but left the UK the same day as he was preparing for the general elections to be held in Sri Lanka. I returned to Sri Lanka with renewed strength. I had various charity projects in the pipeline and I was also on the board of National Development Bank which meant I was kept busy.",
    "On November 14, 2001, my mother passed away at the age of 92. Susil had been appointed Sri Lanka’s Ambassador to Iran but flew down as soon as he heard the news. To my surprise, he took complete control of the funeral arrangements. However, he took his return flight out of Sri Lanka no sooner the funeral was over. Anarkali, who had also flown down from London for Amma’s funeral, happened to be on that same flight when she returned to London.",
    "While I had regained some of my inner strength, when I separated from Susil, there was a feeling of numbness that remained ingrained in me for a long time. The deadness I felt inside of me continued, even when many years later, I heard that Susil was gravely ill in Kandy. I made arrangements to ensure he was comfortable and had the best medical care possible, but I chose not to communicate with him at all.",
    "Susil passed away on November 30, 2012 at the age of 82. I had the funeral at our home in Albert Crescent because I wanted my girls to have proper closure and bid goodbye to their father from the family home. My major-domo Kumar, whose efficiency is truly amazing, stepped up and made sure the mourners who came in large numbers were well looked after with the hospitality we were always known for.",
    "The day after the funeral, I took a flight out to the Turks and Caicos Islands with my sister Roni, to attend a friend’s son’s wedding. It was Anarkali who handled the seventh day almsgiving.",
    "It took quite some time but eventually I came to terms with my pain and my sorrow, somehow letting the witches fly away and retaining the sweet memories of our good times. Two ecades on from our separation and eight years after Susil has passed, as I recount this memoir, I am very much at peace with him and with myself.",
    "Politicians Play Survival Games while People Keep Protesting for Survival",
    "After the elephant charge, exploring the parks around Arugam Bay",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}