{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/31/saving-lives-from-drowning-for-over-seven-decades-sri-lanka-life-saving-marks-75-years/",
  "time_ut": 1654005120,
  "title": "Saving lives from drowning for over seven decades, Sri Lanka Life Saving marks 75 years",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Life Saving, the the National Body for drowning prevention and water safety marked 75 years since its establishment today.",
    "Sri Lanka Life Saving was established on 31st May, 1947 by Australian Sir Harry Nightingale.",
    "Therefore, this year also marks the 75th anniversary of one of the greatest gifts that Sri Lanka has received from Australia, which is the initiation of lifesaving service in Sri Lanka.",
    "This long-standing connection between Sri Lanka and Australia has turned into a bond of family and friendship through a ten-year long partnership with Life Saving Victoria (LSV) in Australia, which was started in 2012.",
    "Sri Lanka Life Saving presented a token of appreciation to the High Commissioner, to the people of Australia, Life Saving Victoria and Sir Harry Nightingale for their contributions to Sri Lanka.",
    "Sri Lanka has one of the highest drowning rates in the world, with more than three deaths a day.",
    "Swimming or bathing under the influence of liquor has been one of the main causes leading to drowning, while 25%-50% of adolescent and adult deaths are associated with water recreation activities and drowning.",
    "Alcohol use is highest in the age group of 20-34 years. Adults aged 25-44 years had the highest number of drowning deaths followed by those aged 45-64 years.",
    "There are 14 main points where a majority of drowning incidents occurred. They are, Matara, Mirissa, Galle, Hikkaduwa, Beruwala, Kalutara, Panadura, Dehiwela, Mt Lavinia, Wellawatta, Galle Face Green, Negombo and Nilaveli.",
    "“Even skilled swimmers can drown, supervision at all levels is important. Parents who take children to swimming pools and other open bodies of water should supervise them very closely,” said Sri Lanka Life Saving President Asanka Nanayakkara recently.",
    "Sri Lanka Life Saving boasts of a small army of life guards deployed across all beaches in Sri Lanka, and are always at the ready to spring into action when the call comes in.",
    "In addition, Sri Lanka Life Saving is engaged in community programs to raise awareness among the local population on drowning prevention and also saving lives to further strengthen their force.",
    "Saving lives from drowning for over seven decades, Sri Lanka Life Saving marks 75 years",
    "General Shavendra honors War Heroes who groomed him to be ‘Commander of the Sri Lanka Army’ in farewell speech"
  ]
}