{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-monetary-decision-making-process-under-fire-94895/",
  "time_ut": 1653879360,
  "title": "Sri Lanka central bank monetary decision making process under fire",
  "body_lines": [
    "ECONOMYNEXT – Members of Sri Lanka’s rate setting monetary board can block bad decision under the way it is usually operates, ex-Central Bank Governor W A Wijewardna said after two monetary board members told a parliament committee that they were overruled.",
    "Sri Lanka’s central bank has a long history of printing money to suppress interest rates either due to pressure from the Treasury, which is also usually staffed by seconded officers of the central bank, or on its own due interventionist post 1930 ideology (beggar thy neighbor).",
    "The mistargeting of interest have been covered up by depreciation especially after a change of the Monetary Law Act made after the late 70s which made depreciation easier.",
    "There is a widespread idea among economists in the country that a central bank should be a tool of state interventionism and discretion rather than an institution of stability that protects the people, their salaries, pensions and savings with a strong low inflating currency operating on a single anchor.",
    "“The Monetary Board’s obligation is to protect our money & not some politician’s political future,” ex-Central Bank Deputy Governor W A Wijewardena said in a twitter.com message.",
    "“Tradition in MB is to reach decisions by consensus. If one member disapproves, it isn’t carried.”",
    "Sri Lanka’s soft-peg also called a ‘flexible exchange rate’ collapses when money is printed to maintain an artificially low interest rate in relation to the budget deficit or a private credit (in an economic recovery) or both.",
    "Wijewardena was responding to queries over the statements made by two monetary board members to the Committee on Public Enterprise of the parliament last week that they were overruled by three other members.",
    "Monetary Board member Ranjee Jayamaha and Sanjeewa Jayewardene told the Committee on Public Enterprises that they objected to the exchange rate being maintained (around 200 to the US dollar).",
    "Jayamaha said the exchange rate was maintained under the view that it would prevent debt ratios from worsening, but she and fellow member Sanjeewa Jayewardene had objected.",
    "“The two of use objected to it and also minuted it,” she said. “We told the Governor and Treasury Secretary at the time that at least allow the exchange rate to depreciate by 5 or 10 rupees and it was no necessary to spend reserves in this way.”",
    "She said with three other members, made up of then Central Bank Governor W D Lakshman, the Treasury secretary, and appointed member Samantha Kumarasinghe, with opposing views prevailed.",
    "Opposition legislator Harsha de Silva who is in the COPE, said while the entire Monetary Board had to bear the responsibility.",
    "“My view that the entire Monetary Board should bear responsibility,” de Silva said. “I am actually sorry to say this, but if there was such a situation it is my view that more effort must have been done.",
    "In the US monetary policy decisions are carried by majority votes. Those who voted for an against are disclosed. Minutes of the meeting are also released with a delay.",
    "De Silva said monetary board members had publicly claimed there was no link between money supply and inflation.",
    "“If the wrong decision was made on the deciding vote of one member, and if he does not believe the basic fundamentals of economics, then there is a serious collapse in the institutional structure,” de Silva said.",
    "COPE Chairman Charitha Herath said the issue will be looked into and if there are sanctions it would be recommended.",
    "When money is injected to mis-target the interest rate, an equal amount of reserves have to spent to ‘mop up’ the new money that ends up in forex markets. If reserves are not sold the rupee collapses. When money is injected over longer period domestic inflation also takes place.",
    "Usually the rupee is depreciated to cover the mis-targeted interest rate. The public is rarely aware that the interest rate is mis-targeted and a central bank cannot print money and maintain the exchange rate at the same time.",
    "As money is continued to be printed exchange controls and import control s are imposed on the people, instead of correcting money printing. The phenomenon is generally called the impossible trinity of monetary policy objectives. (Colombo/May28/2022)"
  ]
}