{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/1-billion-vaccine-doses-emirates-skycargo-surpasses-a-historic-landmark-for-covid-19-vaccine-transportation/",
  "time_ut": 1649337780,
  "title": "1 billion vaccine doses: Emirates SkyCargo surpasses a historic landmark for COVID-19 vaccine transportation",
  "body_lines": [
    "Cargo carrier reaches 1 billion vaccine doses milestone 18 months after transporting the first trial shipment of COVID-19 vaccines",
    "Vaccines moved to more than 80 destinations through Dubai, supporting local vaccination programmes",
    "Emirates SkyCargo has transported more than 1 billion doses of COVID-19 vaccines on its aircraft. The air cargo carrier has achieved this historic milestone within a span of 18 months from the first shipment of COVID-19 vaccines trialled in October 2020. More than 4,200 tonnes of COVID-19 vaccines, equivalent to over 1 billion doses, have been moved to over 80 destinations on over 2,000 Emirates flights. Close to two-thirds of the 1 billion doses were transported to developing countries.",
    "Nabil Sultan, Emirates Divisional Senior Vice President, Cargo, said: “From the start of the COVID-19 pandemic, Emirates SkyCargo has been focused on supporting global communities in their recovery from the devastating effects of the virus and we have prioritised assistance to developing countries. The strategic location of our Dubai hub combined with the strengths of our modern fleet of widebody aircraft, our purpose built facilities and capabilities in moving temperature sensitive pharmaceuticals allowed us to transport COVID-19 vaccines securely, reliably and rapidly from one corner of the globe to another. Ahead of World Health Day, we’re incredibly proud of our global Emirates SkyCargo team who have pulled out all stops during the pandemic to keep supply chains for essential goods like vaccines up and running. “",
    "As early as August 2020, Emirates SkyCargo was one of the first global air cargo carriers to begin mapping out the global logistics for the movement of potential vaccines for COVID-19 transport. In October 2020, Emirates announced that it would be setting aside a dedicated GDP certified airside hub for transport of COVID-19 vaccines. During the same month, working with its logistics partners, the cargo division of Emirates transported trial shipments of COVID-19 vaccines through Dubai.",
    "In January 2021, Emirates SkyCargo teamed up with leading Dubai-based companies to form the Dubai Vaccine Logistics Alliance to speed up distribution of vaccines through Dubai to developing countries. In February 2021, the carrier signed an MoU with UNICEF to prioritise transport and delivery of COVID-19 vaccines in support of the COVAX initiative. By early April 2021, Emirates SkyCargo had already transported more than 50 million doses of vaccines.",
    "In June 2021, Emirates SkyCargo expanded its pharma cool chain infrastructure at Dubai International Airport, allowing it to store an additional estimated 60-90 million doses of COVID-19 vaccines at any one point of time. With the global scaling up of vaccine distribution and administration, Emirates SkyCargo facilitated transport of larger volumes of COVID-19 vaccines from manufacturing origins to destinations, reaching 250 million doses by September 2021 and 600 million doses by December 2021.",
    "Emirates SkyCargo is one of the leading global air cargo carriers for the transport of temperature sensitive pharmaceutical cargo. In addition to COVID-19 vaccines, the carrier transports other critical life-saving medicines and treatments on its flights to more than 140 destinations across six continents. An estimated 200 tonnes of pharmaceutical cargo are flown every day on Emirates’ aircraft.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}