{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Udupussellawa-and-Hapugastenne-Plantations-appoint-new-members-to-board/34-733922",
  "time_ut": 1650924540,
  "title": "Udupussellawa and Hapugastenne Plantations appoint new members to board",
  "body_lines": [
    "From left: Udupussellawa Plantations and Hapugastenne Plantations Chairman/Non-Executive Director Dr. Pradeep Uluwaduge, Udupussellawa Plantations and Hapugastenne Plantations Non-Executive Director Kamantha Amarasekara, Udupussellawa Plantations and Hapugastenne Plantations Non-Executive Director Sunjeevani Kotakadeniya, Udupussellawa Plantations and Hapugastenne Plantations Non-Executive Director T. Dharmarajah, Udupussellawa Plantations and Hapugastenne Plantations Executive Director Anusha Suhanda Perera, Udupussellawa Plantations Hapugastenne Plantations and Maturata Plantations Senior Consultant G.D.V. Perera",
    "Udupussellawa Plantations PLC and Hapugastenne Plantations PLC, which are operated under Browns Plantations, have appointed four new Non-Executive Directors to their boards effective 30 March: Dr. Pradeep Uluwaduge, Kamantha Amarasekara, Sunjeevani Kotakadeniya, and T. Dharmarajah.",
    "Anusha Suhanda Perera, who currently serves on the boards of the aforementioned companies as an Independent Non-Executive Director, has been appointed Executive Director of both plantations.",
    "Dr. Uluwaduge took over as Chairman of both Udupussellawa Plantations and Hapugastenne Plantations as the successor of Perera.",
    "G.D.V. Perera who is a veteran planter and the former Chairman of the Planters’ Association has also joined Browns Plantations as a Senior Consultant effective 1 April.",
    "With the acquisition of Udupussellawa and Hapugastenne plantations, Browns Plantations has grown to be recognised as one of the largest plantation companies in Sri Lanka. Browns Plantations prides itself in being a key supplier to the Colombo Tea Auction, which is the oldest uninterrupted one in the world. The Company with its emphasis on exceptional quality has set new standards in offering a good cup of tea.’",
    "For over 150 years, the tea industry led by resilient planters spearheaded Sri Lanka’s economy and continues to play a significant role in the country’s development, and Browns Plantations is delighted to be a part of this journey of national importance.",
    "From January to December 2021, Browns Plantations has produced and sold over 12,321,994 kilograms of tea as the largest tea producer in Sri Lanka with a total market share of 15% among the Regional Plantation Companies (RPC), which makes us the number one producer of Ceylon tea in Sri Lanka.",
    "Commenting on the appointments, Dr. Uluwaduge stated: “LOLC Group ventured into the plantation sector a decade ago as a result of its business diversification strategy. We recently acquired Udupussellawa Plantations PLC and Hapugastenne Plantations PLC, which were under the wing of Finlays.",
    "“We are optimistic about the enormous potential of these estates and will focus on the merits of the industry, which sustained the country for decades and will continue to support the economy in the future. We are certain that we can turn these two plantations around to be the most profitable plantation business in the country while ensuring sustainability at every stage of our operations.”"
  ]
}