{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/amid-defection-talks-sri-lankas-ruling-slpp-unanimously-decides-pm-rajapaksa-should-continue-93288/",
  "time_ut": 1650572340,
  "title": "Amid defection talks, Sri Lanka’s ruling SLPP unanimously decides PM Rajapaksa should continue",
  "body_lines": [
    "ECONOMYNEXT – Amid defection speculations, ruling Sri Lanka Podujana Peramuna (SLPP) coalition on Thursday unanimously decided to continue the government under the leadership of Prime Minister Mahinda Rajapaksa, Prime Minister’s office said on Thursday (14).",
    "The new move comes amid speculations over defections from the ruling party with intensifying protests demanding President Gotabaya Rajapaksa-led government to resign after it’s economic mismanagement resulting in a painful economic crisis and shortage of essentials.",
    "The decision to strengthen and continue Prime Minister Rajapaksa’s leadership also comes after the SLPP’s popularity has nosedived due to its failure to address the economic crisis and debt repayment. Already nearly 40 MPs have defected the party which has lost two-third majority already.",
    "“Ruling party MP Sahan Pradeep proposed to continue the government under the leadership of Prime Minister Mahinda Rajapaksa to face the current challenges strongly. All MPs raised their hands and unanimously agreed on this proposal,” the Prime Minister’s media division said in a statement.",
    "Thousand of protesters who agitated for the 13th consecutive day on Saturday now also have started to demand the resignation of Mahinda Rajapaksa from Prime Minister’s post. However, as President Rajapaksa, he also has defied the request.",
    "“The ruling party members have assured the stability of the government to the Prime Minister despite the activities taken in place to overthrow the current government and have informed the support to the current government which will be increased in the future,” it said. (Colombo/ April 21/2022)"
  ]
}