{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Sri-Lanka-could-run-out-of-fuel-by-second-week-of-May-says-former-PM/342-235022",
  "time_ut": 1649728320,
  "title": "Sri Lanka could run out of fuel by second week of May, says former PM",
  "body_lines": [
    "Former Prime Minister and United National Parliamentarian Ranil Wickremesinghe warned that Sri Lanka could run out of fuel in the second week of May or later in the month, after the current Indian credit line is exhausted, plunging the country further into darkness and economic abyss.",
    "Wickremesinghe painted a gloomier outlook for the country and its economy in the period ahead, speaking over the phone to CNBC Television last morning, to comment about the worsening economic and political crisis in Sri Lanka.",
    "He said he does not expect any further bilateral assistance to Sri Lanka from India, as the latter had extended its highest ever financing support to a single country.",
    "From the start of the year, India has extended Sri Lanka a combined financial assistance up to US $ 2.4 billion by way of a debt deferment, swap lines, a credit line and a term loan worth of US $ 1 billion.",
    "Instead of relying on one single country for bail out, Wickremesinghe proposed to formulate a multi-country group consisting of India, China, Japan, South Korea and European partners, to negotiate financial support to build dollar liquidity, which is fast running out, to keep the imports flowing.",
    "If not, he warned that the entire private sector could come to a grinding halt from June onwards.",
    "Sri Lanka has a US $ 1.0 billion sovereign bond waiting to be settled in July and the authorities are formulating technical teams to negotiate with the creditors for an orderly default of the coming bond, as the country’s reserves have run thin.",
    "By March-end, Sri Lanka’s external reserves fell to US $ 1.9 billion, roughly sufficient for about a month of imports but the usable reserves are only a fraction of the headline reserves.",
    "Meanwhile, the country has already begun negotiations with the International Monetary Fund (IMF) for programme support as well as debt restructuring. A team consisting of the new finance minister and new Central Bank governor are expected to fly to Washington D.C. this week to hold talks with the IMF."
  ]
}