{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/FTZMA-condemns-violence-unleashed-on-peaceful-protestors-at-Galle-Face-Green/34-734764",
  "time_ut": 1652380200,
  "title": "FTZMA condemns violence unleashed on peaceful protestors at Galle Face Green",
  "body_lines": [
    "Calls on law enforcement agencies to take action against all those responsible for carnage without discrimination",
    "Encourages public observe restraint and refrain from violence that could further mar the image of SL internationally",
    "Hopes political parties will help stabilise the country by establishing a stable and legitimate interim-Government",
    "Free Trade Zone Manufacturers Association (FTZMA) yesterday expressed its outrage at the brutal and unprovoked attacks on the public who were conducting a peaceful anti-Rajapaksa protest at the Gotagogama at Galle Face Green on Monday.",
    "“This whole act was orchestrated by a set of politically driven organised gangs of thugs who were unleashed by a clan of power-crazy megalomaniacs. We unequivocally condemn in the strongest possible terms this vicious attack on the peaceful protestors who were campaigning for a system change and justice against the miserable failure of the State in providing the people with bare necessities because of years of bad governance by the elected representatives successively,” they said.",
    "They claimed that as a result of the heinous, dastardly and cowardice acts of those politically motivated criminals, valuable lives were lost, valuable public and private property was damaged and sparked waves of public rage, which had ignited the entirety of the country leaving it with another irrevocable black mark in the annals of this nation.",
    "FTZMA also said it was evident that the former Prime Minister and some of his begotten cronies who are in power at various levels of the Government are complicit and responsible for the atrocious acts and their aftermath since the mayhem was created by the unruly mobs who came out from the infamous gathering at the official residence of the Prime Minister.",
    "“We urge the law enforcement agencies and the honourable judiciary of this country to do justice to all those who are victimised and to the public expressly by apprehending the culprits and taking legal action against all those responsible for the carnage without discrimination and we also urge the Government to compensate the victims and their families as a matter of urgency,” they appealed. FTZMA also called on the public to observe restraint and refrain from violence that could destroy lives, public and private properties which can further mar the image of the homeland among the international community.",
    "“Violence could undermine the success of the peaceful liberation struggle and the sacrifices made so far by our youth. We, therefore, once again call upon the Police, the Armed Forces, the Judiciary, and all public servants to fulfil their duty, act impartially and resist any force that may be placed on any of them to give in to undue political pressure,” they pointed out.",
    "The FTZMA also hoped that all political parties would help stabilise the country by establishing a stable and legitimate interim-Government until such time the aspirations of the people are met and thereby letting the economy of the country run for the industries to survive.",
    "“Let us build a better society together, respect and protect the rights of all,” FTZMA said."
  ]
}