{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-axiata-ranked-sri-lankas-most-valuable-brand-by-brand-finance-for-the-4th-consecutive-year/",
  "time_ut": 1654094880,
  "title": "Dialog Axiata ranked Sri Lanka’s Most Valuable Brand by Brand Finance for the 4th consecutive year",
  "body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, has had the distinction of being accorded the title, ‘Sri Lanka’s Most Valuable Brand’ for the fourth consecutive year by Brand Finance, the world’s leading independent brand valuation consultancy, at the 19th edition of its annual review. With a brand value of Rs. 54.0 Billion, Dialog also retained its brand rating of AAA for the third consecutive year, as well as the title of ‘Most Valuable Telecommunications Brand’ for the 15th consecutive year reaffirming the brand’s ethos of empowering and enriching Sri Lankan lives and enterprises.",
    "Dialog has continued to make strides in propelling Sri Lanka into a digital nation via the creation of sustainable digital ecosystems that are accessible, affordable and inclusive, and benefit customers, businesses and communities alike. These accolades reflect the sentiments of trust and confidence placed in the brand by over 17 million Sri Lankans that resonate with the company’s values of ‘Service from the Heart’ in its unwavering commitment to deliver ‘The Future. Today’. Furthermore, reflecting the profound impression that the Dialog brand has made in the hearts and minds of Sri Lankans, Dialog was recognised as the ‘Most Loved Telecommunications Brand’ for the 6th consecutive year.",
    "These achievements also recognise Dialog’s continued efforts in supporting multiple facets of communities during the pandemic including the advancement of country’s healthcare sector via critical care infrastructure enhancement initiatives, providing communication facilities for healthcare workers, and empowering the National 1390 COVID-19 Integrated Home-based Care Solution. Furthermore, the Company also facilitated students across the island with the expansion of Nenasa TV – the largest free digital education platform, provided data scholarships to 100,000 schoolchildren in need and extended free connectivity facilities to all the Child Development Centres in the country, as well as numerous relief programmes for communities adversely affected by the pandemic and natural disasters.  Furthermore, in a mission to fight food insecurity caused by the economic crisis among the vulnerable communities across Sri Lanka, the ‘Manudam Mehewara’ multi-corporation humanitarian alliance was initiated by Dialog Axiata PLC in April 2022.",
    "This programme is carried out with several like-minded partners namely MAS Holdings, Hemas Holdings PLC, CBL Group, Citi, Sunshine Holdings PLC, Sarvodaya Shramadana Movement, along with PwC Sri Lanka and aims to assist over 200,000 families in-need.",
    "Commenting, Supun Weerasinghe, Group Chief Executive of Dialog Axiata PLC said, “We are honoured to be ranked as ‘Sri Lanka’s Most Valuable Brand’ for the 4th year running, the ‘Most Valuable Telecommunications Brand’ for the 15th consecutive year and ‘Most Loved Telecommunications Brand’ for the 6th consecutive year.”",
    "Ceylinco Life resumes ‘Waidya Hamuwa’ with first event of the year in Seruwawila, Trinco",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}