{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/BOI-bags-silver-award-at-AIM-Awards-2022-held-in-Dubai/34-734418",
  "time_ut": 1651775400,
  "title": "BOI bags silver award at AIM Awards 2022 held in Dubai",
  "body_lines": [
    "The Chairman, the DG and the Heads of Departments posing with the silver award",
    "Board of Investment Chairman Raja Edirisuriya and BOI Director General Renuka M. Weerakone together with the silver award",
    "The Board of Investment (BOI) has won the silver award for the second-best performing Investment Promotion Agency in the South, East Asia and Oceania Region at the Annual Investment Meeting (AIM) Awards 2022 held in Dubai recently.",
    "The award ceremony organised by the AIM was held at Armani Hotel, Dubai on 29 March and the Sri Lankan Consul General office for Dubai and Northern Emirates represented the award ceremony on behalf of the Board of Investment of Sri Lanka.",
    "The awards aim to capture each country's accomplishment in attracting sizable and beneficial investment projects and their contribution to the respective countries' economic growth and development.",
    "The award was initially launched at AIM 2013 and has become a widely appreciated recognition of the best investment promotion agencies (IPAs) attracting the best investment project in a given year. This year, the event saw the participation of 15,000 participants from governments, investors and corporates from across nine global regions. A global independent jury comprising nine renowned international experts undertook the evaluation for the award.",
    "Besides, this year the winner was evaluated on the six criteria as Investment Size (10%), Trade Balance Effects (10%), Knowledge Transfer (20%), Investor Servicing Process (20%), Sustainability, and Local Linkages (20%) and Impact of Digitalisation on FDI Attraction (20%).",
    "The AIM is an initiative of the United Arab Emirates (UAE) Ministry of Economy designed to provide a framework for global exchange on the key principles underpinning international investment policies, strategies, and practices for sustainable development to achieve smart and inclusive global growth. It also recognises the best investment Promotion Agencies (IPAs) across the globe.",
    "The BOI as the apex agency for foreign direct investment in Sri Lanka handles over 1,700 enterprises in the span of its 40 years in operation.",
    "In carrying out its primary function of investment promotion, the BOI aims at sector-based investor targeting, while specialising in aftercare, navigating, and regulating investor operations to reach its true and highest potential throughout the lifespan of the enterprise."
  ]
}