{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/g7-statement-on-debt-relief-buoys-cse-buying-interest-in-expolanka-holdings/",
  "time_ut": 1653064980,
  "title": "G7 statement on debt relief buoys CSE; buying interest in Expolanka Holdings",
  "body_lines": [
    "CSE trading activities started on a positive note with little volatility in the market and concluded on the same affirmative note with buying interest in Expolanka Holdings stocks yesterday.Further, the Group of Seven (G7) nations’ decision to provide debt relief to Sri Lanka, enabled the CSE to gain some buoyancy yesterday.The G7 countries said in a statement they are committed to finding long-term solutions for the Indian Ocean nation’s economic issues and urged it to “negotiate constructively” with the International Monetary Fund on a potential loan programme.",
    "“The G7 stands ready to support the Paris Club’s efforts, in line with its principles, to address the need for a debt treatment for Sri Lanka, the group of rich creditor nations said.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 91.7 points or 1.1 per cent and the S and P SL20 rose by 96.94 points or 3.4 per cent during the day. Turnover stood at Rs 1.98 billion with four crossings. Those crossings were reported in HNB, which crossed 1.5 million shares to the tune of Rs 120 million, its shares traded at Rs 80.50, Dialog 4.4 million shares crossed to the tune of Rs 42.7 million, its shares traded at Rs 9.60, JKH, 367,000 shares crossed to the tune of Rs 49.5 million its shares fetched Rs 135 and Aitken Spence 397,000 shares crossed for Rs 30.6 million, its shares traded at Rs 77.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 900 million (4.2 million shares traded), Browns Investments Rs 133 million (16 million shares traded), LOLC Finance Rs 115 million (12.3 million shares traded), Softlogic Life Rs 83.8 million (1.2 million shares traded), Hayleys Rs 59.5 million (817,000 shares traded), Softlogic Capital Rs 42.6 million (5.2 million shares traded), and LOLC Holdings Rs 27.6 million (68,000 shares traded).During the day 65.1 million share volumes changed hands in 14529 transactions.Yesterday one of the reasons for the market to move up was the appreciation of Expolanka Holdings stocks. Its share price moved up by Rs 16.25 or eight per cent. Its shares moved up to Rs 219.50 from Rs 203.24.Yesterday, commercial banks quoted Rs 364 per dollar against telegraphic transfers, while the Central Bank set a daily guidance rate for interbank spot trade at RS 359.47 plus or minus 2.50.",
    "SLIM Research Bureau embarks on a mission to promote fair trade in Sri Lanka",
    "‘Siyapatha Finance persistently grows into Q1, standing firm amidst the challenging environment’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}