{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ukraine-invasion-takes-a-surreal-turn/",
  "time_ut": 1653137580,
  "title": "Ukraine invasion takes a surreal turn",
  "body_lines": [
    "Seven weeks ago Russian troops withdrew from northern Ukraine and the vicinity of Kiev after defeat at the hands of the plucky Ukrainians. There was hope that both sides would press the reset button and, aside from Crimea and the intractable Donbas region (two Russian aligned provinces), a ceasefire may be worked out. Not so. Putin refused to accept the military fiasco; he was not going to see his sloppy, ill-equipped army humiliated.",
    "The sinking of the Russian flagship Moskva whether by Ukrainian missiles or a munitions explosion (if you believe in the tooth-fairy) was humbling. Russia regrouped, fired Generals, modified objectives and struck back.",
    "Crucial battles are raging and though Russia is suffering setbacks (15,000 soldiers killed so far) it is likely to eventually overrun eastern and southern Ukraine. It has taken Mariupol and much of the Black Sea coast. The advance has been painful, bungling, hardware technically defective; cannon fodder for top of the line Western missiles, artillery and drones. Further pummelling of the Russian military will make Putin’s position as",
    "head of state untenable but by taking Mariupol the Russians have scored a psychological victory and freed up forces for the next stage which may swing either way. A BBC analyst gives a bleak for Putin long term assessment:",
    "Putin’s (unlikely) best-case outcome is to cut Ukraine (a country of 45 million) in two and take all of the east and south. He would like to carry out regime change, do away with the Zelenskyy government and install a puppet regime for three reasons. First, the West has done its worst with sanctions, there is little more it can threaten. If Putin destroys the cream of the Ukrainian army, he can have the rest of the country for the asking. An anti- Russian provisional government may be formed in exile but how many non- NATO countries will recognise it? Second, isolated, Russia for material reasons (not the strategic or ‘spiritual’ ones I mention later) will find it",
    "advantageous to incorporate Ukraine and expand its economic footprint? The third reason is strategic. Sweden and Finland, alarmed by the invasion have applied to join NATO.",
    "Russia, justifiably is enraged but is powerless to do anything. Finland has a 700km border with Russia. Were they to join the Russian response will be more than moving strategic forces closer to Finland and the three tiny Baltic states. It will need to set up a buffer against NATO members Poland, Hungary, Romania and Slovakia. It would like not only to annexe Ukraine and push through regime change but also set up a rump Warsaw Pact",
    "(Russia, Belarus, Eastern-Ukraine, Georgia and Moldova) but it is currently unable to do this. I have full-frontal exposure to onesided Al Jazeera, BBC, CNN, Euronews, france-24, DW and Skynews. A new English language channel available 24/7 is China Global Television Network (CGTN) tried to keep a balance between pro-NATO and pro-Moscow views but abandoned this and is no longer distinguishable from Western channels, perhaps subtly signalling a change in Beijing’s attitude. Russia’s RT is of course blocked in the West and even in Hong Kong by “the third party paid service provider”. Free speech! Something different from the bias of Western mainstream media is not easy to find, but such exposure is indispensable. There are links that deride Western bias, for example New Atlas (try it before it is banned in the ‘democracies’). Interesting videos on this site are:",
    "Is Putin guilty of war crimes? Western and even Chinese media report bodies in Butcha and Kharkiv with hands tied behind their backs. Retreating defeated Russians are destroying cities, murdering and raping.",
    "Putin seems to have lost control of his Generals who do not track instructions. One cannot dismiss these allegations any more than doubt mass murder  by Serbs in Srebrenica or slaughter of Tamil civilians in “safe” camps by Lankan artillery in the closing stages of the civil war. The demolition of Ukrainian cities is as heinous as the destruction of Iraq by Bush and Blair.",
    "Blair. I must get to back to why the Russian response may develop in dangerous ways. Its foreign ministry declared that if Finland and Sweden join NATO Russia would end the nuclear-free Baltic-Scandinavian region. In my view this is entirely justified; if A and B do what they deem “essential” for their security then C, in turn, must do what it must to ensure its security. Sweden and Finland are making an empty gesture; America and Western Europe will not go to nuclear war, to hell with NATO Article 5, whatever happens to these outposts; NATO’s responses in Ukraine proves this amply. NATO will not risk nuclear war except if the American mainland or the core countries of Western Europe are attacked. I have been wrestling in my mind what the correct standpoint on Russia’s invasion of Ukraine should be and have factored it into two parts, viz; (a) the Putin-Ukraine dimension and (b) US/NATO vs. Russia/China confrontation. In respect of (a) Putin’s grinding down of a small country is egregious and unforgivable; it’s like the American-British pulverisation of Iraq in 2003. I say this despite my firm view that the creep of US/NATO ever closer to Russia since 1990 poses an existential threat to Russia’s survival. Then is invasion justified? No. Putin could have sorted it out by a mix of threats, strategy and forcing Kiev to promise it would never join NATO which it eventually did half-way through the war. Neo-Nazis massacred Russian speaking Ukrainians from 2014, but correction of this did not require the intensity of Putin’s onslaught.",
    "Putin has another ‘spiritual’ motive. He is deeply a Russian- Orthodox Christian and believes Ukraine and Russia are one indivisible spiritual, cultural and historical whole. (Many Sinhalese too believe that all of Sri Lanka from Dondra to Point Pedro is analogous). The Americans and British, in particular Bush and Blair (B&B), were ‘spiritually’ similar to Putin in their propensity to pulverise Iraq or strangle Libya. The reactions of UN Secretary-",
    "General António Guterres seemed to imply that he had concerns about Putin’s mental rationality; I watched him tour devastated Ukrainian cities. He would be justified in stretching his concerns to B&B. More than Christian disdain of Islam (and other religions, by the way), B&B believed that purportedWestern values (democracy, freedom, First Amendment rights etc.) are magnificent callings matching Putin’s Christian-Orthodox vision of Great Russian revanchism -Putin is not a Marxist. Having said these nasty things about Putin, turning to my point (b) I am entirely against the US/NATO longterm strategy. It is an astonishingly irresponsible step bringing WW3 closer. The objective is to crush Russia, encircle it militarily and push through regime change. What is the purpose of NATO anymore? For defence against whom, invaders from Mars? The West has committed every effort and expense to arm Ukraine and taken upon itself the task of crushing Putin. Biden asked Congress for $40+ billion for the war which it approved with bipartisan glee. The share prices of the five largest nuclear weapons developers on the New York Stock Exchange have risen to an all-time high. NATO is actively engaged in a proxy war with Russia; bigger fireworks may come. So what! The goal is something bigger. The 21st Century is a Thucydides Trap. Economic hegemony this century will demonstrate the hegemony of China-Asia or America-EU. Whichever side you support don’t fool yourself; the trap has been sprung. Russia is small change; the real target is China. The battle royal is the battle for 21st Century Global Economic hegemony. The West’s first step is to smash Putin and his regime and bring Russia into alignment. How else explain over 5,000 sanctions, strangling its economy and freezing its own currency reserves? The West is even engendering food and fuel supplies to poor countries, creating supply chain wreckage and now raising the stark threat of global recession. The prize you see is deemed worth the sacrifice. Putin by his idiocy has made his own shipwreck certain. Russia is now banned from international sports tournaments, art, cultural and music festivals, and can you believe it, international scientific conferences. The pinnacle of insanity is that some journals refuse to accept papers submitted by Russian scholars and scientists; Western ‘Civilisation’ has gone bonkers! This is the biggest global game since WW2. Sanctions madness has turned into clinical insanity. The most significant dimension not receiving much attention is that within 10 years China will have influence over Russia’s vast natural resources and Chinese investments will make inroads as Western companies pull out – whatever happens to Putin. I made this case in my April 3 column Birth of a New World Order. Regime change and bringing Russia into the West’s",
    "sphere will, if successful, reverse my thesis. To date America is the winner and Russia and Putin the big losers – and Ukraine of course. China has gone off the Ukraine War radar; society and economy choke in a bizarre ‘dynamic-zero’ covid mantra of Xi Jinping’s making.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}