{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/surendra-rosha-hsbcs-group-managing-director-and-co-chief-executive-officer-for-asia-pacific-visits-sri-lanka/",
  "time_ut": 1655128740,
  "title": "Surendra Rosha HSBC’s Group Managing Director and Co-Chief Executive Officer for Asia-Pacific visits Sri Lanka",
  "body_lines": [
    "Surendra Rosha, HSBC’s Group Managing Director and Co-Chief Executive Officer for Asia Pacific arrived in the country on an official visit recently. During his visit Rosha met with Dr. P Nandalal Weerasinghe, Governor of the Central Bank of Sri Lanka and Mahinda Siriwardena – Secretary to the Treasury and discussed on how the leading international bank can further support the country.",
    "He also met with key clients of the bank and discussed their challenges and on how the bank is equipped to support customers during these challenging times.",
    "During his brief visit, Rosha declared open HSBC’s newly refurbished branch at Union Place that has been upgraded to a fully-fledged Premier Centre and is one of the first branches to adopt HSBC’s new brand architecture that will be rolled out globally. It is also the third Premier Centre in the bank’s local franchise that is equipped to serve the growing emerging affluent customers in Sri Lanka. Rosha was joined by Mark Surgenor, CEO of HSBC Sri Lanka and Maldives, senior management and staff at the opening.",
    "Surendra Rosha ligting the oil lamp at the opening with Mark Surgenor, CEO of HSBC Sri Lanka and Maldives",
    "The branch which is centrally located at No 163, Union Place, Colombo 02 was opened in 2001 and currently serves a diverse portfolio of retail banking customers. With the new improvements, HSBC hopes to provide customers with an inclusive banking service, and attract potential new customers with its Premier banking proposition and worldwide banking services, within the expanding central business hub of Colombo. HSBC also operates a Premier Banking Centre in Pellawatte and its flagship Premier Centre at Flower Road, Colombo 07.",
    "Rosha also held meetings with the Bank’s Executive Committee and engaged with staff across the bank as well as the Global Service Centre (GSC) in Colombo, to thank them for their resilience and to reassure them of the Group’s commitment to support staff wellbeing during these challenging times. In line with HSBC’s flexible work policies, he also participated in two virtual staff staff Townhalls to connect with the wider group of the bank and GSC employees, as HSBC employs over 4000 employees in the country.",
    "Rosha’s visit to Sri Lanka came after a brief visit to HSBC Indonesia, and other key markets in Asia-Pacific such as Malaysia, Singapore, India and Australia, where he visited recently.",
    "Unilever’s Horana factory awarded coveted ISO 14001: 2015 environmental management system certification",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}