{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Daraz-Cares-introduces-Buy-one-Give-One-initiative-to-support-families-in-vulnerable-communities/56-735178",
  "time_ut": 1653255180,
  "title": "Daraz Cares introduces ‘Buy one Give One’ initiative to support families in vulnerable communities",
  "body_lines": [
    "The unfolding economic crisis in the country has presented Sri Lankans with unprecedented challenges, including scarcity of essentials, escalating living expenses and deteriorating living standards. The impacts of the crisis are graver and more ominous for those in vulnerable communities, where families struggle to make ends meet amidst mounting financial difficulties.",
    "As part of its commitment to give back to the community, Daraz Cares has come forward with a social initiative that pledges support for families in vulnerable communities. The initiative themed ‘Buy One, Give One’ will support Sri Lankan families faced with financial challenges with a pack of selected daily essentials.  The selected items for the ‘Buy One, Give One’ initiative are; a 1 kg pack of CIC Sudu Suduru Rice, a 500 g of Orient Mysoore Dhal, a 300 g pack of Maggi Coconut Milk Powder, 500 g of Orient White Sugar, and 500 g packs of Sunlight Lemon and Rose Detergent Powder, which are all available for purchase via Daraz Mart.",
    "The initiative will be implemented in a manner that, each time an individual purchase any desired quantity of one of the nominated items on the Daraz app, Daraz will donate an equal quantity of the same product to a family in vulnerable communities.",
    "Sharing his thoughts on the initiative, Daraz Sri Lanka Managing Director Rakhil Fernando noted: “Our country is faced by a crisis that has had a ripple effect on all layers of the society and it is a critical time for everyone to come together and support each other.",
    "“The ‘Buy One, Give One’ initiative by Daraz Cares, was born out of this urgency and with cognisance of our collective responsibility as a brand to actively participate in driving change and supporting our communities. We wish to invite everyone with the capacity and aspiration to support fellow Sri Lankans during these difficult times to be a part of this national drive.”",
    "Daraz Cares aims to create, fund, and implement solutions for Sri Lanka’s urgent challenges and pressing development needs. Every day, Daraz strives to deliver on their promise to make it personal and promote generosity of spirit which translate to initiatives that aim to enhance and transform the experiences of sellers, buyers, and the wider community.  Daraz Cares provides everyone that visits the platform an opportunity to be a part of the meaningful work of the company towards uplifting communities and driving change through the power of technology.",
    "Daraz invites everyone to purchase a preferred quantity of the selected items via www.daraz.lk/dmart/ and become a part of the ‘Buy One, Give One’ social initiative."
  ]
}