{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/18/9-hour-statement-from-deshabandu-to-cid-mps-sanath-nishantha-milan-jayathilake-to-be-produced-in-court/",
  "time_ut": 1652846340,
  "title": "9-hour statement from Deshabandu to CID; MPs Sanath Nishantha & Milan Jayathilake to be produced in court",
  "body_lines": [
    "COLOMBO (News 1st); Senior DIG Deshabandu Thennakoon provided a 9-hour long stateemnt to the detectives of the Criminal Investigations Department on Tuesday (17) with regard to the incidents that took place at MynaGoGama and GotaGoGama on the 9th of May.",
    "Sri Lanka Podujana Peramuna Parliamentarians Sanath Nishantha and Milan Jayathilake who were arrested by the CID on Tuesday (17) will be produced to court on Wednesday (18), said Sri Lanka Police.",
    "Sri Lanka’s Attorney General on Monday (16) directed the Inspector General of Police, and the Senior DIG in charge of the Criminal Investigations Department to arrest and produce in court 22 people including Ex-Ministers, and Members of Parliament who are linked to the attack on the MynaGogama & GotaGoGama peaceful protest sites.",
    "As a result of the investigations, detectives arrested SLPP MPs Milan Jayathilake and Sanath Nishantha on Tuesday (17).",
    "Detectives will be recording statements from seven Parliamentarians on Wednesday (18) with regard to the attacks on peaceful protests at the GotaGoGama and MynaGoGama protest sites on the 9th of May 2022.",
    "Police Spokesperson Attorney-at-Law SSP Nihal Thalduwa speaking to News 1st said the statements will be recorded at the Parliament complex.",
    "A normal Monday morning on the 9th of May 2022, turned into a scene of chaos after pro-government supporters attacked the MynaGoGama protest site near Temple Trees following a meeting chaired by then-Prime Minister Mahinda Rajapaksa.",
    "The meeting at Temple Trees was organized by the Sri Lanka Podujana Peramuna Local Government Members Forum and saw hundreds in attendance.",
    "Following this meeting, the pro-government supporters attacked the MynaGoGama protest site near Temple Trees and dismantled the camp.",
    "Thereafter, they moved to the main protest site in Galle Face known as GotaGoGama and destroyed several tents, and assaulted peaceful protestors.",
    "Sri Lanka Police, the Riot Police, Sri Lanka Army, and other law enforcement agencies were called in to control the situation and Sri Lanka Police eventually imposed an island-wide curfew to control the unrest.",
    "9-hour statement from Deshabandu to CID; MPs Sanath Nishantha & Milan Jayathilake to be produced in court",
    "Salary issue halts decision on ONLY essential services to report to work",
    "CID to record statements from 7 MPs on Wednesday (18) regarding attacks on GotaGoGama and MynaGoGama"
  ]
}