{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Ecraftt-powers-local-craftsmen-through-social-and-technological-innovation/34-731952",
  "time_ut": 1647196200,
  "title": "Ecraftt powers local craftsmen through social and technological innovation.",
  "body_lines": [
    "Ecraftt, a name that resonates within many local craftsmen’s hearts in remote villages has enabled what once seemed like a dream, a definite reality. By connecting tradition with modern day technology, Ecraftt is on a mission to take local traditional handmade crafts to the world with modern conceptualisation.",
    "A story that started with design students – from the Department of Integrated Design at the University of Moratuwa – who were tasked with a project that involved spending time in remote craft villages has now reignited an entire industry with newfound faith.",
    "A few determined students wanting to ensure that these craftsman villages get what they rightfully deserve launched Ecraftt, an online platform by Ceylon Craft Lab Ltd., that is supported both technically and financially through HackaDev – the United Nations Development Program (UNDP) in Sri Lanka’s flagship youth and innovation program which empowers Sri Lanka’s youth to be more innovative and entrepreneurial and take leadership in solving the most pressing development challenges in a sustainable manner, by providing them with opportunities and the necessary next-generation skills.",
    "The HackaDev Enterprise Support Program (HESP) is an initiative aimed at rebuilding enterprises and empowering entrepreneurs of the HackaDev alumni network affected by the COVID-19 pandemic. With the first cohort successfully implemented in 2020/21, it provided six months of comprehensive further development support to 15 enterprises.",
    "Curve Up was entrusted as the expert service provider to manage the seed funding and incubation support process of the HESP interventions, and has been successful in providing the necessary support and hands-on guidance to entrepreneurs in their journey, contributing to the successful completion of the program.",
    "Ecraftt comprises a range of authentic Ceylonese craft items – from celebratory hand-painted batik greeting cards to handloom handbags, thread swirl necklaces, and many other handmade goodies such as the dumbara woven box purse.",
    "Ecraftt.com looks to expand its forte into more avenues that aid its vision of a sustainable craft industry in Sri Lanka while empowering and uplifting the country’s traditional craft community.",
    "Ecraftt Co-Founder and Director Samudika Liyanage said: “It’s not just about connecting buyer and craft, it’s also about connecting these stories which otherwise would go unheard of.",
    "Ecraftt understands that every finished product is crafted by hands that have many stories to tell which have been passed down through generations. So, every time someone purchases a product from us, they not only receive a work of art but also a piece of a beautiful story representing the craft industry of Sri Lanka.”",
    "“Our mission is not yet done, but what we can tell you is that we are determined to move forward. We have a network of enthusiastic craftsmen who serve as our wings to take us to massive heights. We are always looking to expand this network and encourage any and all interested parties to get in touch with us,” he added.",
    "COVID-19 was an eye-opener for everyone, creating new situations that made the craft industry a challenging one. But unlike other platforms, Ecraftt stepped up to the challenge to give traditional craftsmen a platform that would enable them to cater to local and international clients.",
    "Ecraftt looks to add value by supporting these craftsmen, making sure their stories are out there and that they are able to compete with commercial products by educating them on the newest applications and concepts based on taste, fashion and market insights giving them that edge.",
    "UNDP in Sri Lanka, together with its partners, is committed to empowering young entrepreneurs through concrete and sustainable action, and looks forward to supporting many such HackaDev Alumni entrepreneurs in the coming years, to emerge from the significant socio-economic effects of the pandemic and build forward better."
  ]
}