{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82497/fairly-heavy-rainfall-expected-in-several-areas",
  "time_ut": 1652838780,
  "title": "Fairly heavy rainfall expected in several areas",
  "body_lines": [
    "As the south-west monsoon condition is gradually establishing over the island, showers or thundershowers are expected at times in Western, Sabaragamuwa, Central, North-Western and Southern provinces, the Department of Meteorology says.",
    "Fairly heavy showers of about 75 mm can occur in parts of Sabaragamuwa province and in Kandy, Nuwara-Eliya, Galle and Matara districts.",
    "Several spells of showers will occur in Northern Province and in Anuradhapura District.",
    "Strong winds of about 40-50 kmph can be expected at times over the western slope of the central hills, Northern, North-Central and North-Western provinces and in Hambantota and Trincomalee districts.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Wind speed can be increased up to 60-65 kmph in the sea area extending from Kankesanturai to Pottuvil via Puttalam, Galle and Hambantota. There is also a possibility of swell waves (about 2.0 - 2.5 m) in these sea areas.",
    "Accordingly, fishing and naval community are requested to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers are expected in several sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle.",
    "Showers or thundershowers will occur at a few places in the other sea areas around the island during the evening or night.",
    "Winds will be south-westerly and wind speed will be 35-45 kmph.  Wind speed can increase up to 60-65 kmph in the sea area extending from Kankesanturai to Pottuvil via Puttalam, Galle and Hambantota. Wind speed can increase up to (50-60) kmph at times in the sea areas off the coast extending from Kankesanturai to Trincomalee.",
    "The sea area extending from Kankesanturai to Pottuvil via Puttalam, Galle and Hambantota will be rough and very rough at times.",
    "The sea areas off the coast extending from Kankesanturai to Trincomalee will be rough at times.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}