{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sltda-issues-clarification-around-securing-us-417-5mn-fdi-to-develop-uchchamunai-island/",
  "time_ut": 1652621760,
  "title": "SLTDA issues clarification around securing US $ 417.5mn FDI to develop Uchchamunai island",
  "body_lines": [
    "Sri Lanka Tourism Development Authority (SLTDA) has issued a clarification following certain news reports consisting ‘misinformation and disinformation’ that Uchchamunai Island has been sold to foreign investors without following the due process.The Uchchamunai Island in question has NOT BEEN SOLD and a lease agreement was signed for a period of 30 years to a foreign investor in an attempt to drive much needed Foreign Direct Investments (FDIs), SLTDA report said.",
    "For SLTDA the income is by way of lease rental. The lease rental is based on the value provided by Department of Government Valuation done in October 2020 on which the agreement was finalised. The stated 417.5 million USD is the project cost estimated by the investor for a tourism project that will be implemented in stages.  The project can only commence when all necessary approvals from the line agencies including Coast Conservation, Environmental Authority etc. are in place.",
    "As per the Tourism Act No 38 2005 SLTDA is mandated to lease out (not sell) SLTDA owned lands to potential investors to develop and operate tourism hotels and resorts in a planned and sustainable manner. The SLTDA as in the past has continued to do so, attracting both foreign and local investments, and has been held answerable to the Committee on Public Enterprises (COPE) of the Sri Lanka Parliament for any delays in signing of lease agreements for already approved projects.Regarding the Uchchamunai island in Kalpitiya, SLTDA in July 2019 called for potential investors via newspaper adverts in all three languages. Post evaluation and approval of the Project Proposal Evaluation Committee, it was approved by the Board of SLTDA in February 2020, which includes industry stakeholders and government representatives.  In August 2020 the minister of tourism via the secretary ministry of tourism approved the signing of a lease agreement.   The draft agreement for the lease in terms of the technicalities was finalized in October 2020 and the draft agreement finalised in December 2020.  It was ready to be signed in March 2021.",
    "However, due to the pandemic situation and internal affairs of the investor the agreement signing was delayed. In April 2022, the Board of Investments (BOI) provided the investor with an ultimatum to sign the lease agreement on or before 11th of May 2022, failing which would result in the withdrawal of the application. As a result, the investor requested to sign the lease agreement with SLTDA on the 9th or 10th of May 2022. However, owing to the unfortunate incidents that occurred on the 9th and 10th of May 2022 in Sri Lanka and given BOI’s original request, the SLTDA management arranged signing of the lease agreement for 30-year lease as per land alienation policy on 11th of May 2022.",
    "SLTDA also wishes to clarify that despite popular opinion, the SLTDA nor the government of Sri Lanka or any related stakeholder obtains 417.5 USD Million as a result of this transaction.  The agreement was purely to lease out land for 30 years with ultimate ownership remaining with SLTDA.For SLTDA, as reiterated before, the mode of income is by lease rental where monthly the investor will pay a fixed fee of a rental for the period of 30 years which is based on the valuation done by the Department of Government valuation in the year 2020.  The total cost of USD 417.5 million simply represents the total commercial value of the investment made by the said investor.",
    "SL students to gain opportunity to receive education under Western Australian system of education",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}