{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Corruption-case-against-Rajitha-Senaratne-fixed-for-May-11/342-234118",
  "time_ut": 1648631040,
  "title": "Corruption case against Rajitha Senaratne fixed for May 11",
  "body_lines": [
    "A corruption case filed against  former Health Minister Rajitha Senaratne and two others in connection with a corruption case was today fixed for May 11 by Colombo High Court.",
    "The prosecution sought a further date when the case came up before High Court Judge Nawaratne Marasinghe.",
    "The Bribery Commission had filed indictments in Colombo High Court against former Minister Rajitha Senaratne and two other for allegedly causing unlawful loss to the government when leasing out the Modara Fisheries harbor to a private company while he was serving as the Fisheries Minister in 2014, during Mahinda Rajapaksa's tenure as the President.",
    "The Director General of the Commission to Investigate Allegations of Bribery or Corruption filed indictments against former Minister Rajitha Senaratne, Ceylon Fisheries Harbour Corporation (CFHC) former Chairman Upali Liyanage and CFHC former Managing Director Neil Ravindra Munasinghe under section 70 of the Bribery Act on five charges.",
    "The Bribery Commission alleged that the former Minister had unlawfully taken a decision to lease out the Modara Fisheries harbor to Sea Gulf UK Private Ltd at a lower price between August 1, 2014 and November 1, 2014, while he was serving as the Fisheries Minister.",
    "The Bribery Commission alleged that by knowing this transaction would cause unlawful loss to the government, the former Minister had motivated the members of the CFHC director board to lease out the fisheries harbor to Sea Gulf UK Private Ltd.",
    "The indictments had been filed under five counts under section 70 of the Bribery Act and section 113 and 102 of the Penal Code. The prosecution had named 17 individuals as witnesses. The Bribery Commission further listed 55 documents as production items in the case. (Lakmal Sooriyagoda)"
  ]
}