{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81235/parliament-will-convene-from-march-22-to-25",
  "time_ut": 1647419820,
  "title": "Parliament will convene from March 22 to 25",
  "body_lines": [
    "The next parliamentary sittings are scheduled to be held from 22nd to 25th of March, says the Communications Department of the Parliament.",
    "Meanwhile the Second Reading Debate on the Prevention of Terrorism (Temporary Provisions) (Amendment) Bill will be held on the 22nd as decided at the Committee on Parliamentary Business, chaired by Speaker Mahinda Yapa Abeywardena this morning (16).",
    "Accordingly, the Bill is intended to be passed with the relevant amendments.",
    "Parliament will convene at 10.00 am on the said date and the Second Reading Debate on the Prevention of Terrorism (Temporary Provisions) (Amendment) Bill will be held from 11.00 am to 4.30 pm.",
    "Regulations imposed under Gazette No. 2251/48, 2262/50 and 2266/5 published under the Land Development Ordinance will be taken up for debate on March 23rd from 11.00 am to 4.30 pm.",
    "The Value Added Tax (Amendment) Bill will be taken up for debate on March 24th from 11.00 am to 4.30 pm.",
    "Furthermore, the agreement reached between the Government of Sri Lanka and the Government of the Republic of Turkey on 28th January 2022 to prevent double taxation and tax evasion on income tax is scheduled to be ratified on the same day in accordance with the Inland Revenue Act.",
    "Time has been allotted from 10.00 am to 11.00 am for Question for Oral Answers except for the 25th of March.  Furthermore, time has also been allotted for Questions at the Adjournment Time from 4.30 pm to 04.50 pm on each day starting from the 22nd except for the 25th and time has also been allotted from 04.50 pm to 5.30 pm for Motion at the Adjournment Time the same by the Opposition and the Government respectively.",
    "From 10.00 am to 5.30 pm on March 25th, Vote of condolences will be moved on several late Members of Parliament. Accordingly, time has been allotted for the vote of condolence for Batty Weerakoon, Thangeshwari Kathiraman, Justin Galappatti and M. S. Selvasami on the said day.",
    "Thus, time has not been allotted for Questions for Oral Answers, questions raised by party leaders under Standing Order 27 (2), Questions at the Adjournment Time and Motion at the Adjournment Time on the 25th of March."
  ]
}