{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SJB-says-President-appointed-Ranil-as-PM-to-protect-family-claims-no-majority-in-house/56-734837",
  "time_ut": 1652467740,
  "title": "SJB says President appointed Ranil as PM to protect family, claims no majority in house",
  "body_lines": [
    "The main Opposition Samagi Jana Balawegaya (SJB) yesterday challenged the new Prime Minister Ranil Wickremesinghe to show a majority in the house, claiming that no Member of Parliament from the party will join him to form a Government.",
    "Addressing the media, SJP MP Dr. Rajitha Senarathna charged that a Government formed under a Prime Minister rejected by the people is a joke before the world, and until a stable Government is formed, no international agency or country would lend its support to Sri Lanka.",
    "Dr. Senarathna said that Wickremesinghe was appointed by the President to safeguard the interests of his Rajapaksa family.",
    "Dr. Senarathna charged: “The President doesn’t understand politics,” and therefore he does not know how to build a stable Government. The President only wants a Government that supports and protects his family, and this would not help move the country forward.",
    "President Gotabaya Rajapaksa could have governed with the support of the Opposition as a Government and departed with dignity after a period of time, but now he has put paid to that chance, the SJB MP said.",
    "“Because the Rajapaksas cannot continue their own Government, they have brought in one of their political cornerstones as Prime Minister to continue their reign. The people have rejected the Rajapaksas and asked them to go home. So doing politics with them is not in line with what the people want.",
    "“There is no passage in history for any person or movement outside the people’s aspirations. Wickremesinghe is someone people have rejected. Ranil may be good for the President now, but we know him for the past 20 years. It is because we cannot work with him that we left the UNP and formed the SJB, and people endorsed that decision at the election,” SJB MP added.",
    "“Deal-making cannot be part of our political culture, this is not our future. Politicians must have a vision for the country and its people, not people-unfriendly politics. Just like they said ‘sir-fail’ now Wickremesinghe has again failed. This will be the end of his political journey,” Senarathna said.",
    "He alleged that a Sri Lankan businessman based overseas together with a weapons dealer is now funding efforts to buy over MPs, with offers up to Rs. 100 million. “The public would be able to ascertain who is clean when Parliament convenes,” he said.",
    "When asked if Wickremesinghe has a majority in the house, Senarathna claimed that he had received a call from the Premier’s team to join a government, and remarked if he has 113 MPs he need not call him.",
    "Senarathna admitted that the SJB was late to accept the President’s call to form a government, as the party didn’t want to rush for the sake of it. Instead SJB wanted some certainty if it could provide solutions to the economic woes of the people. Having engaged with friendly nations, diplomats and experts, the SJB communicated its willingness on Thursday afternoon, Senarathna claimed.",
    "SJB MP Eran Wickramaratne told the media briefing that the main Opposition party hopes to set up a people-friendly Government with great accountability.",
    "He noted the primary objective of the President was to protect his family, and had previously suggested a Government with just four SJB members, when the public had clearly expressed their desire to end the Rajapaksa dynasty.",
    "“Ranil Wickremesinghe, as Prime Minister, must now depend on the family to safeguard his position and as is commonplace with most dictatorships attempts are already underway to buy MPs for money. Inviting the Opposition to form a Government would have leant greater credibility to a Government,” Wickramaratne emphasised.",
    "General Secretary Ranjith Madduma Bandara said the SJB has remained steadfast to its commitment and policy and reiterated that no SJB MP will join hands with a Wickremesinghe Government.",
    "“The President only wanted to appoint a protector for his family. We challenge Wickremesinghe to show a majority in the house,” Bandara said. Wickremesinghe will have to work with the SLPP who the people have rejected and cannot even go to their constituencies, he added."
  ]
}