{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Senior-Police-officer-arrested-over-Rambukkana-killing/56-734032",
  "time_ut": 1651084200,
  "title": "Senior Police officer arrested over Rambukkana killing",
  "body_lines": [
    "AFP: A top Sri Lankan Police officer was arrested yesterday after ordering his subordinates to fire on anti-Government protesters, in clashes that left one man dead and nearly 30 others wounded.",
    "Last week’s demonstration in the town of Rambukkana was one of many around the country protesting a rise in fuel prices in the island nation, which is suffering through a crippling economic crisis.",
    "Police used tear gas and live rounds to disperse the crowd, which had blockaded a busy highway and railway line linking the capital Colombo with the central city of Kandy.",
    "Senior Superintendent K.B. Keerthiratne was taken into custody on a murder warrant over the incident, during which a 42-year-old father of two was shot dead.",
    "“The magistrate held that the officer was responsible for giving illegal orders to fire live ammunition,” a court official told AFP.",
    "“Four constables who fired at the crowd are also being arrested.” Police had initially maintained that the crowd attempted to torch a fuel tanker and officers fired to prevent a bigger calamity. But the presiding magistrate ruled that evidence presented to the court showed the shooting took place after the demonstration had been brought under control.",
    "Sri Lanka has seen weeks of protests over rising living costs and acute shortages of food, fuel and other essentials."
  ],
  "translate": {
    "si": {
      "title": "රඹුක්කන ඝාතනය සම්බන්ධයෙන් ජ්‍යෙෂ්ඨ පොලිස් නිලධාරියෙක් අත්අඩංගුවට",
      "body_lines": [
        "AFP: එක් මිනිසෙක් මිය ගොස් තවත් 30 කට ආසන්න පිරිසක් තුවාල ලැබූ ගැටුම්වලදී, රාජ්‍ය විරෝධී විරෝධතාකරුවන්ට වෙඩි තැබීමට ඔහුගේ යටත් නිලධාරීන්ට නියෝග කිරීමෙන් පසු ශ්‍රී ලංකාවේ ඉහළ පෙළේ පොලිස් නිලධාරියෙකු ඊයේ අත්අඩංගුවට ගන්නා ලදී.",
        "පසුගිය සතියේ රඹුක්කන නගරයේ පැවති විරෝධතාව, අබලන් ආර්ථික අර්බුදයකින් පීඩා විඳිමින් සිටින දිවයිනේ ඉන්ධන මිල ඉහළ යාමට විරෝධය පළ කරමින් රට පුරා පැවති බොහෝ විරෝධතාවලින් එකකි.",
        "කොළඹ අගනුවර සහ මහනුවර මධ්‍යම නගරය සම්බන්ධ කරන කාර්යබහුල අධිවේගී මාර්ගයක් සහ දුම්රිය මාර්ගයක් අවහිර කළ පිරිස විසුරුවා හැරීමට පොලිසිය කඳුළු ගෑස් සහ සජීවී වට ප්‍රහාර එල්ල කළේය.",
        "ජ්‍යෙෂ්ඨ අධිකාරී කේ.බී. සිද්ධිය සම්බන්ධයෙන් මිනීමැරුම් වරෙන්තුවක් මත කීර්තිරත්න අත්අඩංගුවට ගෙන ඇති අතර, එහිදී වෙඩි තබා ඝාතනය කර ඇත්තේ 42 හැවිරිදි දෙදරු පියෙකි.",
        "“සජීවී උණ්ඩ වෙඩි තැබීමට නීති විරෝධී නියෝග ලබා දීම සම්බන්ධයෙන් එම නිලධාරියා වගකිව යුතු බව මහේස්ත්‍රාත්වරයා තීරණය කළේය,” අධිකරණ නිලධාරියෙක් AFP වෙත පැවසීය.",
        "පිරිසට වෙඩි තැබූ කොස්තාපල්වරුන් හතර දෙනෙකුත් අත්අඩංගුවට ගන්නවා. පිරිස ඉන්ධන පිරවුම්හලකට ගිනි තැබීමට උත්සාහ කළ අතර විශාල විපතක් වළක්වා ගැනීමට නිලධාරීන් වෙඩි තැබූ බව පොලිසිය මුලින් කියා සිටියේය. එහෙත් විරෝධතාව පාලනය කිරීමෙන් පසු වෙඩි තැබීම සිදුව ඇති බව අධිකරණයට ඉදිරිපත් කළ සාක්ෂිවලින් පෙනී ගිය බව සභාපති මහේස්ත්‍රාත්වරයා තීන්දු කළේය.",
        "ජීවන වියදම් ඉහල යාම සහ ආහාර, ඉන්ධන සහ අනෙකුත් අත්‍යාවශ්‍ය ද්‍රව්‍යවල උග්‍ර හිඟය පිලිබඳව සති ගනනාවක් තිස්සේ ශ්‍රී ලංකාව විරෝධතා දැක ඇත."
      ]
    },
    "ta": {
      "title": "ரம்புக்கனை கொலை தொடர்பாக சிரேஷ்ட பொலிஸ் அதிகாரி கைது",
      "body_lines": [
        "AFP: ஒரு நபர் கொல்லப்பட்டது மற்றும் கிட்டத்தட்ட 30 பேர் காயம் அடைந்த மோதல்களில், அரசாங்கத்திற்கு எதிரான போராட்டக்காரர்கள் மீது துப்பாக்கிச் சூடு நடத்துமாறு தனது கீழ்நிலை அதிகாரிகளுக்கு உத்தரவிட்ட பின்னர், உயர்மட்ட இலங்கை காவல்துறை அதிகாரி நேற்று கைது செய்யப்பட்டார்.",
        "கடந்த வாரம் ரம்புக்கன நகரில் நடைபெற்ற ஆர்ப்பாட்டம், பொருளாதார நெருக்கடியில் சிக்கித் தவிக்கும் தீவு நாட்டில் எரிபொருள் விலை உயர்வுக்கு எதிர்ப்புத் தெரிவித்து நாடு முழுவதும் நடைபெற்ற ஆர்ப்பாட்டங்களில் ஒன்றாகும்.",
        "தலைநகர் கொழும்பை மத்திய நகரான கண்டியுடன் இணைக்கும் பரபரப்பான நெடுஞ்சாலை மற்றும் ரயில் பாதையை முற்றுகையிட்ட கூட்டத்தை கலைக்க, போலீசார் கண்ணீர் புகை குண்டுகளை வீசினர்.",
        "முதுநிலை கண்காணிப்பாளர் கே.பி. இந்தச் சம்பவம் தொடர்பாக கொலைப் பிடியாணையின் பேரில் கீர்த்திரத்ன கைது செய்யப்பட்டார், இதன் போது 42 வயதான இரண்டு பிள்ளைகளின் தந்தை சுட்டுக் கொல்லப்பட்டார்.",
        "\"உயிர் வெடிமருந்துகளை சுடுவதற்கு சட்டவிரோத உத்தரவுகளை வழங்கியதற்கு அதிகாரி பொறுப்பு என்று மாஜிஸ்திரேட் கூறினார்,\" என்று நீதிமன்ற அதிகாரி ஒருவர் AFP இடம் கூறினார்.",
        "கூட்டத்தை நோக்கி துப்பாக்கியால் சுட்ட நான்கு கான்ஸ்டபிள்களும் கைது செய்யப்பட்டுள்ளனர். கூட்டம் ஒரு எரிபொருள் டேங்கரை எரிக்க முயன்றதாகவும், பெரிய பேரழிவைத் தடுக்க அதிகாரிகள் துப்பாக்கிச் சூடு நடத்தியதாகவும் போலீசார் ஆரம்பத்தில் பராமரித்தனர். ஆனால் நீதிமன்றில் சமர்ப்பிக்கப்பட்ட சாட்சியங்கள் ஆர்ப்பாட்டம் கட்டுப்பாட்டுக்குள் கொண்டுவரப்பட்ட பின்னர் துப்பாக்கிச் சூடு நடத்தப்பட்டதைக் காட்டுவதாக தலைமை நீதவான் தீர்ப்பளித்தார்.",
        "வாழ்க்கைச் செலவு அதிகரிப்பு மற்றும் உணவு, எரிபொருள் மற்றும் பிற அத்தியாவசியப் பொருட்களின் கடுமையான பற்றாக்குறை குறித்து இலங்கை வாரக்கணக்கான போராட்டங்களைக் கண்டுள்ளது."
      ]
    }
  }
}