{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/reminiscing-of-pengiriwatta-hundred-hours-later/",
  "time_ut": 1649176320,
  "title": "Reminiscing of Pengiriwatta, hundred hours later!",
  "body_lines": [
    "The 31 March afternoon protest at the Jubilee Post against the high cost of living, various shortages, etc., initially caused by a dollar shortage, gathered momentum by the evening. By late evening it grabbed the headlines both nationally and internationally; the protesters’ slogans changed from a demand for redress to their grievances to a strident call for President Gotabaya Rajapaksa’s resignation. By the following morning—on April Fool’s Day—the Presidential Media Unit (PMU) sought to make the protest out to be an uprising engineered by ‘extremists’. It was no April Fool’s joke; the PMU was dead serious although their claim was laughable.",
    "The intelligence services would have got wind of the 31 March event beforehand.  This fact was borne out by special security arrangements at the Pengiriwatte Road that night. However, the man who lectured the police personnel and urged them to be tolerant of protestors, according to later reports, was found at the Kalubowila Hospital the following morning.",
    "I have seen a video showing a person burning an Army bus when hundreds of military, police, and Special Task Force personnel were at the site. This man is a courageous ‘extremist’ for what he did in full view of the armed police and military personnel. I hope he is in custody and has been indicted for destroying public property.",
    "Otherwise, immediate action should be taken against the security personnel who were on duty at the time for two reasons. The destruction of public property is illegal, and the offence was apparently committed with the connivance of the security personnel, as suggested by social media, which alleged that the arson attack had been aimed at facilitating the imposition of a curfew and the declaration of Emergency. However, the people defied the curfew and emergency regulations and protests continued.",
    "Most commentators gave either a political or economic twist or a combination of both to the incident. I consider it essentially a managerial issue concerning the President, and his government.  Let me look at these issues from a different perspective.",
    "Everyone, except the President and the ruling party, says that the dollar crisis is due to the government’s financial mismanagement. The blame game continues with those in power holding their predecessors responsible for the economic crisis, and vice versa. As former Prime Minister Ranil Wickremesinghe said, at the rate the buck was being passed, the blame would have to be laid at the feet of Prince Vijaya.",
    "If the crisis has developed under successive governments why didn’t people during the Yahapalana or Suba Anagathyak, or Ranil- Sirisena Alliance, Chandrika Kumaratunga, JR Jayewardene, and R Premadasa regimes storm Ward Place, Gunasinghepura, Horagolla, Temple Trees, or Paget Road? Even during Prime Minister Sirimavo Bandaranaike’s tenure (1970-77), the people experienced hardships, albeit not to the same extent as today, but they did not besiege Tintagel, at 65 Rosmead Place, shouting, “Sirima go home!” The lady that she was, Mrs. B might have chucked up if such a thing ever happened!",
    "The reaction of the government exhibits a lack of moral courage to accept guilt, accountability, and responsibility for its inefficiency and ineffectiveness in keeping with good governance. If it had demonstrated such courage, the people would have appreciated the President’s strength of character. They expected that of the President, who claimed to be apolitical in the run-up to the 2019 presidential election.",
    "Firstly, the government’s disregard for legislative control over public finance caused the breakdown of financial management. The President, his government, and even the Speaker of the House have shown a callous disregard for Article 148, which gives Parliament the authority over public finance. In a way, why hold All-Party Meetings (APMs) when all parties in the Parliament could discuss all issues in the House?",
    "There may have been a reason why the President did not want to expose the Minister of Finance to Parliament, but the half-witted responses from the State Minister of Finance Semasinghe only made an already bad situation worse.",
    "The constitutional authority has a much larger implication too. The 20th Amendment enables the President to override other stakeholders including Ministers, State Ministers, any public officials, or even the Prime Minister. The fear of the President or his powers has taken a heavy toll on the other state institutions and their performance. The government is beset with demands for a referendum and elections.",
    "It is imperative that the 20th Amendment be abolished and the 19th Amendment reintroduced with necessary improvements. Former President Maithripala Sirisena and Leader of the Opposition Sajith Premasada demanded this on 05 April 2022, in Parliament.",
    "Respect for the rule of law is a cornerstone of good governance. The laws have not been passed by Parliament to promote the interests of the governments in power. Successive governments have disregarded the rule of law, but that does not mean it should continue.",
    "The Opposition has been calling for a discussion of financial status, and agreements reached with foreign powers. But the government has not respected parliamentary traditions, and the Opposition’s request has not been granted. If securing the cooperation of other political stakeholders was uppermost in the minds of the government leaders, they should have cooperated by respecting parliamentary traditions and practices.",
    "Secondly, the President’s military style of management – ‘Comply and complain’, which gives administrative leeway in decision-making, does not fit the public administration systems, especially in a troubled situation when large numbers are affected, and consultation and consensus-making pay better. “Treat verbal orders as circulars” (Hindu 26-9-2020) is not the accepted norm in public administration. Probably this difference in approach must be creating irritation and anxiety in the President when action is not taken on his verbal directives. This has led to a hierarchic system failure, evolving from Weberian times.",
    "Thirdly, what we are facing is a national crisis, there should have been solutions proposed by the ‘greats’ in Viyathmaga, consisting of intellectuals who claim to be capable of ushering in prosperity. Unfortunately, this outfit has failed to live up to the people’s expectations. Those self-proclaimed experts should have had the courage to own up to their non-performance. For example, on the carbonic agriculture issue, serious studies were treated with disdain. Litro Gas managed by a top Viyathmaga member failed miserably.",
    "They should also have called for support from other stakeholders. It is a managerial collaboration. The President and the government were elected by the people and all political parties should have done their best to solve the crisis because it is the people who suffer. I find this commitment lacking also in the Opposition.  Both the government and the Opposition have put power politics before the interests of the people.",
    "Fourthly, the crisis has existed for nearly twenty months, and an All-Party Meeting (APM) was held only a fortnight ago. Some in the Opposition boycotted it, probably suspecting the intentions of the government. At that event too, the approach of the Governor of the Central Bank Ajith Nivard Cabraal was antagonistic, and the President had to apologise to former Premier Ranil Wickremesinghe. It only showed the Governor’s attitude towards coping with a national crisis, which requires a concerted effort by both the government and the Opposition.",
    "I do not blame the President personally for such weaknesses because as publicly acknowledged by him, he lacks political experience and comparatively expediency, and probably PM Mahinda Rajapaksa and others in the government are au fait with APMs. However, what is demonstrated is a lack of focus, positive attitudes, and preparedness as a team.",
    "Fifthly, the Pengiriwatta protest was a response to the cumulative effect of several decisions of the government—the unplanned production and use of carbonic fertilizer, controversial tax concessions given in 2019, the mishandling of international sovereign bonds, the wrong prioritisation of development projects, alleged disposal of public assets to foreigners, etc. Some of these were resisted even by former President Maithripala Sirisena, Opposition parliamentarians, economists, academics, and business tycoons. But their concerns were pooh-poohed by the President, government spokespersons, and by the then Governor of CBSL. Therefore, it amounted to a failure in communication with stakeholders, reducing managerial cooperation.",
    "The current wave of mass civil disobedience and public protests show what could happen when communication and the cause of natural justice (the right to be heard, a respected managerial/ legal principle) is ignored. This will be a lesson for everyone, inclusive of the protesters who aim to bring to power a new set of ‘undeclared leaders’.",
    "Sixthly, senior bureaucrats and advisors have also failed. I remember how Presidents J. R. Jayewardene, R Premadasa et al respected their advisors and senior bureaucrats. I had the personal experience with President Maithripala Sirisena heeding even very critical decisions made by me along with the then-Attorney General. This was the case even with President Jayewardene as well. There were instances where we failed to convince ministers and the President, but we must continue to make representations. Overall, there was no retaliation as such, so much so that I was appointed a Secretary a short time after I had refused to carry out an irregular request made to me by President Jayewardene. There were also exceptions. Under Pohottuwa the best example of contradiction was how Secretaries of Agriculture were replaced, for reasons best known to them. We will hear about what the public officials are undergoing at present when they write their memoirs.",
    "If views and proposals are not taken on board, it either shows their inability to convince the political authorities, or politicians’ unwillingness to heed wise counsel. Two cases in point are how financial experts advised the President and others on the need to restructure International Sovereign Bonds worth 500 million dollars and green agriculture experiments. Both were disregarded. Experts, researchers et al were removed from the planning and management system, and a medical trade unionist and a politically-affiliated priest replaced them in deciding on the fertilizer issue.",
    "Seventhly, a coordinated approach to management is lacking. The best example is how solutions are adopted in an ad hoc manner. Conflicting views end with Ministers resigning due to weakened policy implementation. The Ministry of Finance and the Governor of the Central Bank, who has now resigned, used to make contradictory statements.",
    "Although it appears that the government wishes to go to the International Monetary Fund (IMF) and letters are probably being exchanged through our Mission in Washington, it is not publicly supported by relevant stakeholders. It is unknown whether groundwork has been done to suit the operation such as the appointment of an advisory experts’ committee in Sri Lanka, the hiring of international consultants, lawyers, approaching the Paris Club and the London Club (both informal groups of creditor nations who engage in finding workable solutions to payment problems faced by debtor nations), meeting a group of helpful countries for short-term bridging finance, and other relevant institutions that matter. Preparing a roadmap is of the essence.",
    "The IMF operation will require tough fiscal management and foreign exchange rate management, undertaking serious reforms for which the government will have to find a consensus with the Opposition and negotiations should commence thereon.",
    "It is easy for me to make these observations. These weaknesses are not easy to rectify. Besides commitment, the task requires other things such as managerial skills, serious study, etc.",
    "Using accepted systems of planning, organising, directing, staffing, coordinating, and reviewing, adjusting budgets to suit the best financial management must be adopted. Programmes such as the ‘distribution’ of nearly Rs. 220 billion to party-men a month after the passage of the national budget must be scrapped. However, hard decisions should be made, especially if a new IMF agenda is to commence. These issues are not easy to tackle.",
    "They may include revenue generation, expenditure rationalisation, reviewing the operation of loss-making state-owned enterprises, reviewing, and restructuring the public service, addressing the subsidies for the affected poor, coordinating with many institutions here and abroad, structural changes, and focusing on new inclusive financing avenues, etc. Hard times are projected and a united effort is required.",
    "The public demand for recovering stolen public assets may need new legal interventions under principles of recovery, for which assistance from the UN could be obtained.",
    "The government must consider the importance of its obligation to its electors. The Opposition must also realise it will be its turn to face the guillotine will also come if the country continues battling.",
    "The problem is gargantuan and we should find ways and means of overcoming the daunting challenges. Essentially, we must depend on ourselves as efficient and effective operatives. Dhammapada – Stanza 160, provides us with a guide:",
    "Atta hi attano nathoko hi natho paro siyaattana hi sudantenanatham labhati dullabham.",
    "(One indeed is one’s refuge; how can others be a refuge to one? With oneself thoroughly tamed, one can attain refuge, which is so difficult to attain.)",
    "In the wake of Pengiriwatte, let the government be urged to work on its managerial weaknesses. It is our responsibility- the Government and the Opposition, to work together as a nation. Others cannot be a refuge; they could only be a prop.  However, whether public protests continue or fizzle out, the government and other stakeholders must act fast to avoid disaster.",
    "Shane Warne and ex-fiancee Liz Hurley celebrated engagement in Sri Lanka",
    "Unprecedented controversy: PUCSL bypasses govt., seeks Indian help to ensure power supply",
    "Johnston pleads with JVP leader not to involve school children in street protests",
    "Dialog Home Broadband Introduces Exclusive Data Plans for Entertainment & Gaming Enthusiasts",
    "Fundamental rights violations petitions against the declaration of Emergency allowed to proceed",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පැය සියයකට පසු පෙන්ගිරිවත්ත සිහි කරමින්!",
      "body_lines": [
        "ඩොලරයේ හිඟයක් නිසා මුලින් ඇති වූ අධික ජීවන වියදම, විවිධ හිඟයන් යනාදියට එරෙහිව මාර්තු 31 සවස ජුබිලි කණුවෙහි පැවති විරෝධතාව සවස් වන විට වේගවත් විය. සවස් වන විට එය ජාතික හා ජාත්‍යන්තර වශයෙන් සිරස්තල අල්ලා ගත්තේය; විරෝධතාකරුවන්ගේ සටන් පාඨ ඔවුන්ගේ දුක්ගැනවිලිවලට විසඳුම් ඉල්ලා සිටීමේ සිට ජනාධිපති ගෝඨාභය රාජපක්ෂගේ ඉල්ලා අස්වීම සඳහා දැඩි ලෙස ඉල්ලා සිටීම දක්වා වෙනස් විය. පසුදා උදෑසන වන විට - අප්‍රේල් මෝඩයාගේ දිනයේ - ජනාධිපති මාධ්‍ය අංශය (PMU) විරෝධතාව 'අන්තවාදීන්' විසින් නිර්මාණය කරන ලද නැගිටීමක් බවට පත් කිරීමට උත්සාහ කළේය. එය අප්‍රේල් මෝඩයාගේ විහිළුවක් නොවේ; ඔවුන්ගේ ප්‍රකාශය හාස්‍යජනක වුවද PMU බරපතල විය.",
        "මාර්තු 31 වන දින සිදුවීමට පෙර බුද්ධි අංශවලට සුළඟක් ලැබෙනු ඇත. එදින රාත්‍රියේ පෙන්ගිරිවත්ත පාරේ විශේෂ ආරක්ෂක විධිවිධාන යොදා ගැනීමෙන් මෙම කරුණ සනාථ විය. කෙසේ වෙතත්, පසුව වාර්තා වූ පරිදි, පොලිස් නිලධාරීන්ට දේශන පවත්වා විරෝධතාකරුවන් ඉවසන ලෙස ඔවුන්ගෙන් ඉල්ලා සිටි පුද්ගලයා පසුදා උදෑසන කළුබෝවිල රෝහලේදී සොයා ගන්නා ලදී.",
        "හමුදා, පොලිස් සහ විශේෂ කාර්ය බළකායේ නිලධාරීන් සිය ගණනක් එම ස්ථානයේ සිටියදී පුද්ගලයකු හමුදා බස් රථයකට ගිනි තබන අයුරු දැක්වෙන වීඩියෝවක් මා දැක තිබෙනවා. සන්නද්ධ පොලිසියේ සහ හමුදා නිලධාරීන්ගේ ඇස් ඉදිරිපිට ඔහු කළ දේ සඳහා මෙම පුද්ගලයා නිර්භීත ‘අන්තවාදියෙකි. ඔහු අත්අඩංගුවේ පසුවන අතර පොදු දේපළ විනාශ කිරීම සම්බන්ධයෙන් ඔහුට අධිචෝදනා ලැබී ඇතැයි මම බලාපොරොත්තු වෙමි.",
        "නොඑසේ නම් කරුණු දෙකක් නිසා එම අවස්ථාවේ රාජකාරියේ යෙදී සිටි ආරක්ෂක නිලධාරීන්ට එරෙහිව වහා පියවර ගත යුතුය. පොදු දේපළ විනාශ කිරීම නීතිවිරෝධී වන අතර, ඇඳිරි නීතිය පැනවීමට සහ හදිසි නීතිය ප්‍රකාශ කිරීමට පහසුකම් සැලසීම සඳහා ගිනි තැබීම් ප්‍රහාරය එල්ල කර ඇති බවට සමාජ මාධ්‍ය විසින් යෝජනා කරන ලද පරිදි, ආරක්ෂක නිලධාරීන්ගේ අනුදැනුම ඇතිව මෙම වරද සිදු කර ඇති බව පෙනේ. කෙසේ වෙතත්, ජනතාව ඇඳිරි නීතිය සහ හදිසි නීති රෙගුලාසි නොතකා උද්ඝෝෂණ දිගටම කරගෙන ගියහ.",
        "බොහෝ විචාරකයින් සිද්ධියට දේශපාලන හෝ ආර්ථික පෙරළියක් හෝ ඒ දෙකේම එකතුවක් ලබා දුන්නේය. මම එය අත්‍යවශ්‍යයෙන්ම ජනාධිපතිවරයාට සහ ඔහුගේ රජයට සම්බන්ධ කළමනාකාරිත්ව ප්‍රශ්නයක් ලෙස සලකමි. මට මේ ප්‍රශ්න දෙස වෙනත් දෘෂ්ටිකෝණයකින් බැලීමට ඉඩ දෙන්න.",
        "ජනාධිපතිවරයා සහ ආණ්ඩු පක්ෂය හැර අන් සියල්ලෝම පවසන්නේ ඩොලර් අර්බුදයට හේතුව රජයේ මුල්‍ය අවභාවිතය බවයි. දොස් පැවරීමේ ක්‍රීඩාව දිගටම පවතින්නේ බලයේ සිටින අය ආර්ථික අර්බුදයට ඔවුන්ගේ පූර්වගාමීන් වගකිව යුතු අතර අනෙක් අතට ය. හිටපු අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ ප්‍රකාශ කළ පරිදි බක්‌කා පාස්‌වෙන වේගය අනුව වරද පැටවීමට සිදුවන්නේ විජය කුමරුගේ පාමුල ය.",
        "යහපාලන හෝ සුබ අනගතයක් හෝ රනිල්-සිරිසේන හවුල, චන්ද්‍රිකා කුමාරතුංග, ජේ.ආර්.ජයවර්ධන, ආර්. ප්‍රේමදාස ආණ්ඩු කාලයේ ජනතාව වෝඩ් පෙදෙස, ගුණසිංහපුර, හොරගොල්ල, අරලියගහ මන්දිරය, පැජට් පාර කඩා නොදැමුවේ ඇයි? ? සිරිමාවෝ බණ්ඩාරනායක අගමැතිනියගේ පාලන සමයේදී (1970-77) පවා අද තරම් නොවුණත් ජනතාව දුෂ්කරතා අත්විඳි නමුත්, “සිරිමා ගෙදර යන්න!” යැයි කෑ ගසමින් රොස්මිඩ් පෙදෙසේ 65 ටින්ටගල් වටලනු ලැබුවේ නැත. ඇය සිටි කාන්තාව, එවැනි දෙයක් කවදා හෝ සිදු වූවා නම්, බී මහත්මියට කට කොණ ගසන්නට ඇත!",
        "යහපාලන ආණ්ඩුවේ අකාර්යක්ෂමතාව සහ අකාර්යක්ෂමතාව පිළිබඳ වරද, වගවීම සහ වගකීම පිළිගැනීමට සදාචාරාත්මක ධෛර්යයක් නොමැති බව ආණ්ඩුවේ ප්‍රතිචාරය පෙන්නුම් කරයි. එය එවන් ධෛර්යයක් පෙන්නුම් කළේ නම්, ජනාධිපතිවරයාගේ චරිත ශක්තිය ජනතාව අගය කරනු ඇත. 2019 ජනාධිපතිවරණය ආසන්නයේ තමන් දේශපාලනික නොවන බව කියන ජනාධිපතිවරයාගෙන් ඔවුන් බලාපොරොත්තු වූයේ එයයි.",
        "පළමුව, රාජ්‍ය මූල්‍ය පිළිබඳ ව්‍යවස්ථාදායක පාලනය රජය නොතකා හැරීම මුල්‍ය කළමනාකරණයේ බිඳවැටීමට හේතු විය. ජනාධිපතිවරයා, ඔහුගේ රජය සහ කථානායකවරයා පවා මහජන මුදල් සම්බන්ධයෙන් පාර්ලිමේන්තුවට බලය ලබා දෙන 148 ව්‍යවස්ථාව දැඩි ලෙස නොසලකා හැරීමක් පෙන්නුම් කර ඇත. එක්තරා ආකාරයකින්, පාර්ලිමේන්තුවේ සියලුම පක්ෂවලට සභාවේ සියලු ගැටලු සාකච්ඡා කළ හැකි විට සර්ව පාක්ෂික රැස්වීම් (APM) පවත්වන්නේ ඇයි?",
        "මුදල් අමාත්‍යවරයා පාර්ලිමේන්තුවට හෙළිදරව් කිරීමට ජනාධිපතිවරයාට අවශ්‍ය නොවීමට හේතුවක් තිබෙන්නට ඇත, නමුත් මුදල් රාජ්‍ය අමාත්‍ය සේමසිංහගේ අර්ධ බුද්ධිමය ප්‍රතිචාර නිසා දැනටමත් නරක තත්ත්වය තවත් නරක අතට හැරුණි.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාමය අධිකාරියට ද ඊට වඩා විශාල ඇඟවුමක් ඇත. 20 වැනි සංශෝධනය මගින් ජනාධිපතිවරයාට ඇමතිවරුන්, රාජ්‍ය අමාත්‍යවරුන්, ඕනෑම රාජ්‍ය නිලධාරියෙකු හෝ අගමැති ඇතුළු අනෙකුත් පාර්ශ්වකරුවන් අභිබවා යාමට හැකියාව ලැබේ. ජනාධිපතිවරයාට හෝ ඔහුගේ බලතලවලට ඇති බිය අනෙකුත් රාජ්‍ය ආයතනවලට සහ ඒවායේ ක්‍රියාකාරීත්වයට දැඩි බලපෑමක් එල්ල කර ඇත. ජනමත විචාරණයක් සහ මැතිවරණයක් සඳහා වූ ඉල්ලීම්වලින් ආන්ඩුව අවුල් වී ඇත.",
        "20 වැනි සංශෝධනය අහෝසි කර අවශ්‍ය වැඩිදියුණු කිරීම් සමඟ 19 වැනි සංශෝධනය නැවත ගෙන ඒම අත්‍යවශ්‍ය වේ. හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන සහ විපක්ෂ නායක සජිත් ප්‍රේමසාද 2022 අප්‍රේල් 05 වැනි දින පාර්ලිමේන්තුවේදී මෙය ඉල්ලා සිටියේය.",
        "නීතියේ ආධිපත්‍යයට ගරු කිරීම යහපාලනයේ මුල්ගලකි. බලයේ සිටින ආණ්ඩුවල අවශ්‍යතා ප්‍රවර්ධනය කිරීමට පාර්ලිමේන්තුවෙන් නීති සම්මත කර නැත. බලයට පත් වූ ආණ්ඩු නීතියේ ආධිපත්‍යය නොසලකා හැර ඇති නමුත් එය දිගටම පැවතිය යුතු බව එයින් අදහස් නොවේ.",
        "විපක්‍ෂය ඉල්ලා සිටින්නේ මූල්‍ය තත්ත්වය සහ විදේශ බලවේග සමඟ ඇතිකරගත් එකඟතා පිළිබඳව සාකච්ඡාවක් අවශ්‍ය බවයි. එහෙත් ආණ්ඩුව පාර්ලිමේන්තු සම්ප්‍රදායන්ට ගරු කර නැති අතර විපක්ෂයේ ඉල්ලීමට ඉඩ දී නැත. අනෙකුත් දේශපාලන පාර්ශ්වකරුවන්ගේ සහයෝගිතාව ආරක්‍ෂා කර ගැනීම රජයේ ප්‍රධානීන්ගේ මනසෙහි ඉහළින්ම තිබුණේ නම්, ඔවුන් පාර්ලිමේන්තු සම්ප්‍රදායන්ට සහ භාවිතයන්ට ගරු කරමින් සහයෝගයෙන් කටයුතු කළ යුතුව තිබුණි.",
        "දෙවනුව, ජනාධිපතිවරයාගේ හමුදා කළමනාකරණ විලාසය - තීරණ ගැනීමේදී පරිපාලනමය ඉඩක් ලබා දෙන 'අනුකූලව සහ පැමිණිලි කිරීම', රාජ්‍ය පරිපාලන පද්ධතිවලට නොගැලපේ, විශේෂයෙන් විශාල පිරිසක් පීඩාවට පත්වන විට ගැටළුකාරී අවස්ථාවක, සහ උපදේශන සහ එකඟතාවය ඇති වැටුප්. වඩා හොඳ. “වාචික නියෝග චක්‍රලේඛ ලෙස සලකන්න” (හින්දු 26-9-2020) රාජ්‍ය පරිපාලනයේ පිළිගත් සම්මතය නොවේ. බොහෝ විට මෙම ප්‍රවේශයේ වෙනස ජනාධිපතිවරයාගේ වාචික උපදෙස් මත ක්‍රියාමාර්ග නොගන්නා විට ඔහු තුළ කෝපයක් සහ කනස්සල්ලක් ඇති කරනවා විය හැකිය. මෙය වෙබරියානු යුගයේ සිට විකාශනය වූ ධූරාවලි පද්ධතියේ අසාර්ථකත්වයට හේතු වී ඇත.",
        "තෙවනුව, අප මුහුණ දී සිටින්නේ ජාතික අර්බුදයකට ය, සමෘද්ධිය ඇති කළ හැකි යැයි කියා ගන්නා බුද්ධිමතුන්ගෙන් සමන්විත වියත්මග සිටින ‘මහයෝ’ යෝජනා කළ විසඳුම් තිබිය යුතුව තිබුණි. අවාසනාවකට මෙන්, මෙම ඇඳුම ජනතාවගේ අපේක්ෂාවන් ඉටු කිරීමට අපොහොසත් වී ඇත. එම ස්වයං ප්‍රකාශිත ප්‍රවීණයන්ට ඔවුන්ගේ කාර්ය සාධනය නොමැතිකම හිමිකර ගැනීමට ධෛර්යය තිබිය යුතුව තිබුණි. නිදසුනක් වශයෙන්, කාබන් කෘෂිකාර්මික ප්‍රශ්නය සම්බන්ධයෙන් බරපතල අධ්‍යයනයන් නොසලකා හරින ලදී. වියත්මග ප්‍රධාන සාමාජිකයකු විසින් කළමනාකරනය කරන ලද ලිට්‍රෝ ගෑස් සමාගම අතිශය අසාර්ථක විය.",
        "ඔවුන් වෙනත් පාර්ශ්වකරුවන්ගෙන්ද සහාය ඉල්ලා සිටිය යුතුව තිබුණි. එය කළමනාකරණ සහයෝගීතාවයකි. ජනාධිපතිතුමාත් ආණ්ඩුවත් ජනතාව විසින් පත් කර ගත් අය වන අතර මේ අර්බුදය විසඳීමට සියලු දේශපාලන පක්ෂ උපරිමයෙන් කටයුතු කළ යුතුව තිබුණේ ඉන් පීඩාවට පත්වන්නේ ජනතාව බැවිනි. මේ කැපවීම විපක්ෂයේත් අඩුවක් මට පේනවා. ආණ්‌ඩුවත් විපක්‍ෂයත් ජනතා අවශ්‍යතාවලට මුල්තැන දී ඇත්තේ බල දේශපාලනයයි.",
        "හතරවනුව, අර්බුදය මාස විස්සකට ආසන්න කාලයක් පවතින අතර, සර්ව පාක්ෂික රැස්වීමක් (APM) පැවැත්වුණේ දෙසතියකට පෙරය. විපක්ෂයේ ඇතැමුන් එය වර්ජනය කළේ ආණ්ඩුවේ අරමුණ ගැන සැකයෙන් විය හැකිය. එම උත්සවයේදීද මහ බැංකු අධිපති අජිත් නිවාඩ් කබ්රාල්ගේ ප්‍රවේශය ප්‍රතිවිරුද්ධ වූ අතර ජනාධිපතිවරයාට හිටපු අගමැති රනිල් වික්‍රමසිංහ මහතාගෙන් සමාව ගැනීමට සිදු විය. එය පෙන්නුම් කළේ ජාතික අර්බුදයකට මුහුණ දීම සම්බන්ධයෙන් ආණ්ඩුකාරවරයාගේ ආකල්පය පමණක් වන අතර ඒ සඳහා ආණ්ඩුවේ සහ විපක්ෂයේ ඒකාබද්ධ උත්සාහයක් අවශ්‍ය වේ.",
        "එවැනි දුර්වලතා සම්බන්ධයෙන් මම ජනාධිපතිවරයාට පෞද්ගලිකව දොස් නොකියන්නේ ඔහු ප්‍රසිද්ධියේ පිළිගත් පරිදි, ඔහුට දේශපාලන අත්දැකීම් සහ සංසන්දනාත්මක අවශ්‍යතා නොමැති වීම සහ බොහෝ විට අගමැති මහින්ද රාජපක්ෂ ඇතුළු රජයේ වෙනත් අය APMs සමඟ යෝග්‍ය බැවිනි. කෙසේ වෙතත්, පෙන්නුම් කරන්නේ අවධානය යොමු නොවීම, ධනාත්මක ආකල්ප සහ කණ්ඩායමක් ලෙස සූදානම් වීමයි.",
        "පස්වනුව, පෙන්ගිරිවත්ත විරෝධතාව ආණ්ඩුවේ තීරණ කිහිපයක සමුච්චිත බලපෑමට ප්‍රතිචාරයක් විය - සැලසුම් නොකළ කාබන් පොහොර නිෂ්පාදනය සහ භාවිතය, 2019 දී ලබා දුන් මතභේදාත්මක බදු සහන, ජාත්‍යන්තර ස්වෛරී බැඳුම්කර වැරදි ලෙස හැසිරවීම, සංවර්ධන ව්‍යාපෘතිවල වැරදි ප්‍රමුඛතාවය, චෝදනා රාජ්‍ය වත්කම් විදේශිකයන්ට බැහැර කිරීම යනාදිය මේවායින් සමහරක් හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන, විපක්ෂ පාර්ලිමේන්තු මන්ත්‍රීවරුන්, ආර්ථික විද්‍යාඥයන්, විද්වතුන් සහ ව්‍යාපාරිකයන් පවා විරුද්ධ විය. නමුත් ඔවුන්ගේ උත්සුකයන් ජනාධිපතිවරයා, රජයේ ප්‍රකාශකයින් සහ එවකට මහ බැංකුවේ ආණ්ඩුකාරවරයා විසින් විකාර සහගත විය. එබැවින්, එය පාර්ශවකරුවන් සමඟ සන්නිවේදනයේ අසාර්ථකත්වය, කළමනාකරණ සහයෝගීතාව අඩු කිරීමකි.",
        "වර්තමාන මහජන සිවිල් අකීකරුකම සහ මහජන විරෝධතා රැල්ල පෙන්නුම් කරන්නේ සන්නිවේදනය සහ ස්වභාවික යුක්තිය සඳහා හේතුව (ඇසීමට ඇති අයිතිය, ගෞරවනීය කළමනාකරණ/නීතිමය මූලධර්මය) නොසලකා හරින විට සිදු විය හැකි දෙයයි. මෙය නව ‘ප්‍රකාශ නොකළ නායකයින්’ කුලකයක් බලයට ගෙන ඒම අරමුණු කරගත් විරෝධතාකරුවන් ඇතුළු සැමට පාඩමක් වනු ඇත.",
        "හයවනුව, ජ්‍යෙෂ්ඨ නිලධාරීන් සහ උපදේශකයන් ද අසාර්ථක වී ඇත. ජේ.ආර්. ජයවර්ධන, ආර්. ප්‍රේමදාස ආදී ජනාධිපතිවරු තමන්ගේ උපදේශකයන්ට සහ ජ්‍යෙෂ්ඨ නිලධාරීන්ට ගරු කළ හැටි මට මතකයි. ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා එවකට සිටි නීතිපතිවරයා සමඟ මා විසින් ගන්නා ලද ඉතා තීරණාත්මක තීරණවලට පවා අවනත වීම පිළිබඳ පෞද්ගලික අත්දැකීම මට තිබුණි. ජයවර්ධන ජනාධිපතිතුමාගේ පවා තත්ත්වය එයයි. ඇමැතිවරුන්ට සහ ජනාධිපතිවරයාට ඒත්තු ගැන්වීමට අප අසමත් වූ අවස්ථා තිබුණා, නමුත් අපි දිගටම කරුණු ඉදිරිපත් කළ යුතුයි. සමස්තයක් වශයෙන් ගත් කල, එවැනි පළිගැනීමක් සිදු නොවූ අතර, ජනාධිපති ජයවර්ධන විසින් මගෙන් කරන ලද අක්‍රමවත් ඉල්ලීමක් ක්‍රියාත්මක කිරීම ප්‍රතික්ෂේප කර ටික කලකට පසු මා ලේකම්වරයෙකු ලෙස පත් කරන ලදී. ව්යතිරේක ද විය. පොහොට්ටුව යටතේ පරස්පර විරෝධයට හොඳම උදාහරණය වූයේ ඔවුන් හොඳින්ම දන්නා හේතු මත කෘෂිකර්ම ලේකම්වරුන් ආදේශ කළ ආකාරයයි. රාජ්‍ය නිලධාරින් මේ වන විට විඳිමින් සිටින දේ ගැන ඔවුන්ගේ මතක සටහන් ලියන විට අපට අසන්නට ලැබේවි.",
        "අදහස් හා යෝජනා භාර නොගන්නේ නම්, එය එක්කෝ දේශපාලන බලධාරීන්ට ඒත්තු ගැන්වීමට ඔවුන්ගේ නොහැකියාව හෝ ඥානවන්ත උපදෙස්වලට අවනත වීමට දේශපාලනඥයන්ගේ අකැමැත්ත පෙන්නුම් කරයි. ඩොලර් මිලියන 500 ක් වටිනා ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර ප්‍රතිව්‍යුහගත කිරීමේ අවශ්‍යතාව සහ හරිත කෘෂිකාර්මික අත්හදා බැලීම් පිළිබඳ මූල්‍ය විශේෂඥයන් ජනාධිපතිවරයා ඇතුළු පිරිසට උපදෙස් දුන් ආකාරය උදාහරණ දෙකකි. දෙකම නොසලකා හරින ලදී. විශේෂඥයන්, පර්යේෂකයන් සහ වෙනත් අය සැලසුම් සහ කළමනාකරණ පද්ධතියෙන් ඉවත් කරන ලද අතර, පොහොර ප්‍රශ්නය සම්බන්ධයෙන් තීරණය කිරීමේදී වෛද්‍ය වෘත්තීය සමිතිකරුවෙකු සහ දේශපාලනිකව සම්බන්ධ පූජකයෙකු ඔවුන් වෙනුවට පත් කරන ලදී.",
        "හත්වනුව, කළමනාකරණය සඳහා සම්බන්ධීකරණ ප්රවේශයක් නොමැත. හොඳම උදාහරණය නම් තාවකාලික ක්‍රමයට විසඳුම් ලබා දෙන ආකාරයයි. ප්‍රතිපත්ති ක්‍රියාත්මක කිරීම දුර්වල වීම හේතුවෙන් අමාත්‍යවරුන් ඉල්ලා අස්වීමෙන් ගැටුම්කාරී අදහස් අවසන් වේ. මේ වන විට ඉල්ලා අස්වී සිටින මුදල් අමාත්‍යාංශය සහ මහ බැංකු අධිපතිවරයා එකිනෙකට පරස්පර ප්‍රකාශ සිදු කළා.",
        "රජය ජාත්‍යන්තර මුල්‍ය අරමුදල (IMF) වෙත යාමට බලාපොරොත්තු වන බවත්, වොෂින්ටනයේ අපගේ දූත මණ්ඩලය හරහා ලිපි හුවමාරු වන බවත් පෙනෙන්නට තිබුණත්, ඊට අදාළ පාර්ශවකරුවන් විසින් ප්‍රසිද්ධියේ සහාය නොදක්වයි. ශ්‍රී ලංකාවේ උපදේශක විශේෂඥ කමිටුවක් පත් කිරීම, ජාත්‍යන්තර උපදේශකයින්, නීතිඥයන් බඳවා ගැනීම, පැරිස් සමාජය සහ ලන්ඩන් සමාජය (ණය දෙන්නා වූ ජාතීන්ගේ අවිධිමත් කණ්ඩායම් දෙකම සම්බන්ධ කර ගැනීම) වැනි ක්‍රියාන්විතයට ගැළපෙන පදනමක් සිදු කර ඇත්දැයි නොදනී. ණයගැති ජාතීන් මුහුණ දෙන ගෙවීම් ගැටළු සඳහා ක්‍රියාකාරී විසඳුම් සෙවීමේ නිරත වීම), කෙටි කාලීන පාලම් මූල්‍ය සඳහා ප්‍රයෝජනවත් රටවල් සමූහයක් හමුවීම සහ වැදගත් වන වෙනත් අදාළ ආයතන. මාර්ග සිතියමක් සකස් කිරීම සාරය වේ.",
        "IMF මෙහෙයුම සඳහා දැඩි මූල්‍ය කළමනාකරණයක් සහ විදේශ විනිමය අනුපාත කළමනාකරණයක් අවශ්‍ය වනු ඇත, බරපතල ප්‍රතිසංස්කරණ සිදු කිරීම සඳහා රජයට විපක්ෂය සමඟ සම්මුතියක් සොයා ගැනීමට සිදුවනු ඇති අතර ඒ පිළිබඳව සාකච්ඡා ආරම්භ කළ යුතුය.",
        "මෙම නිරීක්ෂණ කිරීමට මට පහසු ය. මෙම දුර්වලතා නිවැරදි කිරීම පහසු නැත. කැපවීමට අමතරව, කාර්යයට කළමනාකරණ කුසලතා, බැරෑරුම් අධ්‍යයනය වැනි වෙනත් දේ අවශ්‍ය වේ.",
        "සැලසුම් කිරීම, සංවිධානය කිරීම, මෙහෙයවීම, කාර්ය මණ්ඩලය, සම්බන්ධීකරණය සහ සමාලෝචනය යන පිළිගත් පද්ධති භාවිතා කිරීම, හොඳම මූල්‍ය කළමනාකරණයට ගැලපෙන පරිදි අයවැය සකස් කිරීම අනුගමනය කළ යුතුය. රුපියල් කෝටියකට ආසන්න ‘බෙදාහැරීම’ වැනි වැඩසටහන්. ජාතික අයවැය සම්මත වී මාසයකට පසු පාක්ෂිකයින්ට බිලියන 220 ක් අහෝසි කළ යුතුය. කෙසේ වෙතත්, විශේෂයෙන් නව IMF න්‍යාය පත්‍රයක් ආරම්භ කිරීමට නම් දැඩි තීරණ ගත යුතුය. මෙම ගැටළු විසඳීම පහසු නැත.",
        "ඒවාට ආදායම් උත්පාදනය, වියදම් තාර්කිකකරණය, පාඩු ලබන රාජ්‍ය ව්‍යවසායක ක්‍රියාකාරිත්වය සමාලෝචනය කිරීම, රාජ්‍ය සේවය සමාලෝචනය සහ ප්‍රතිව්‍යුහගත කිරීම, පීඩාවට පත් දුප්පතුන් සඳහා සහනාධාර ආමන්ත්‍රණය කිරීම, මෙහි සහ විදේශයන්හි බොහෝ ආයතන සමඟ සම්බන්ධීකරණය කිරීම, ව්‍යුහාත්මක වෙනස්කම් සහ අවධානය යොමු කිරීම ඇතුළත් විය හැකිය. නව ඇතුළත් මුල්‍ය මාර්ග, යනාදී. දුෂ්කර කාලයන් ප්‍රක්ෂේපණය කර ඇති අතර එක්සත් උත්සාහයක් අවශ්‍ය වේ.",
        "සොරකම් කරන ලද පොදු වත්කම් ආපසු අයකර ගැනීම සඳහා වන මහජන ඉල්ලීමට ප්‍රතිසාධන මූලධර්ම යටතේ නව නීතිමය මැදිහත්වීම් අවශ්‍ය විය හැකි අතර, ඒ සඳහා එක්සත් ජාතීන්ගේ සහාය ලබා ගත හැකිය.",
        "ආන්ඩුව තම ඡන්දදායකයින්ට ඇති වගකීමේ වැදගත්කම සලකා බැලිය යුතුය. රට දිගටම සටන් කළහොත් ගිලටීනය ද පැමිණෙනු ඇත්තේ තම වාරය බව විපක්ෂය ද තේරුම් ගත යුතුය.",
        "ගැටලුව අතිවිශිෂ්ට වන අතර අප විසින් භයානක අභියෝග ජය ගැනීමේ ක්‍රම සහ විධි සෙවිය යුතුය. අත්‍යවශ්‍යයෙන්ම, අප කාර්යක්ෂම හා ඵලදායී ක්‍රියාකාරීන් ලෙස අප මත යැපිය යුතුය. ධම්මපදය - 160 ගාථාව, අපට මාර්ගෝපදේශයක් සපයයි:",
        "අට්ඨ හි අත්තානො නාතොකො හි නාතො පරො සියඅත්තනා හි සුදන්තෙනනාතං ලභති දුල්ලභම්.",
        "(සැබවින්ම කෙනෙකුගේ සරණාගමනය වේ; අනෙකා කෙනෙකුට සරණක් වන්නේ කෙසේද? තමාව මනාව හීලෑ කර ගැනීමෙන් කෙනෙකුට සරණක් ලබා ගත හැකිය, එය ළඟා කර ගැනීමට අපහසුය.)",
        "පෙන්ගිරිවත්ත ප්‍රදේශයේ කළමනාකාරීත්වයේ දුර්වලතා ගැන කටයුතු කරන ලෙස රජයට බලකරමු. අපේ වගකීම - රජය සහ විපක්ෂය, ජාතියක් ලෙස එකට වැඩ කිරීම. අන් අයට රැකවරණයක් විය නොහැක; ඔවුන්ට මුක්කුවක් පමණක් විය හැකිය. කෙසේ වෙතත්, මහජන විරෝධතා දිගටම පැවතුනත් හෝ අවුල් වී ගියත්, රජය සහ අනෙකුත් පාර්ශ්වකරුවන් ව්‍යසනය වළක්වා ගැනීමට වේගයෙන් ක්‍රියා කළ යුතුය.",
        "ෂේන් ​​වෝන් සහ හිටපු පෙම්වතිය ලිස් හර්ලි ශ්‍රී ලංකාවේ විවාහ ගිවිස ගැනීම සැමරීය",
        "පෙර නොවූ විරූ මතභේදය: PUCSL රජය මග හරියි, බල සැපයුම සහතික කිරීමට ඉන්දියානු සහාය පතයි",
        "පාසල් සිසුන් වීදි විරෝධතාවලට සම්බන්ධ කර නොගන්නා ලෙස ජොන්ස්ටන් ජවිපෙ නායකයාගෙන් ආයාචනා කරයි",
        "Dialog Home Broadband විනෝදාස්වාදය සහ ක්‍රීඩා ලෝලීන් සඳහා සුවිශේෂී දත්ත සැලසුම් හඳුන්වා දෙයි",
        "හදිසි නීතියට එරෙහි මූලික අයිතිවාසිකම් කඩකිරීම් පෙත්සම් ඉදිරියට ගෙන යාමට අවසර",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "நூறு மணி நேரம் கழித்து பென்கிரிவத்தை நினைவூட்டுகிறது!",
      "body_lines": [
        "ஆரம்பத்தில் டாலர் தட்டுப்பாட்டால் ஏற்பட்ட உயர் வாழ்க்கைச் செலவு, பல்வேறு தட்டுப்பாடுகள் போன்றவற்றுக்கு எதிராக ஜூபிலி போஸ்டில் மார்ச் 31 பிற்பகல் போராட்டம் மாலைக்குள் வேகத்தை அதிகரித்தது. மாலையில் அது தேசிய அளவிலும் சர்வதேச அளவிலும் தலைப்புச் செய்திகளைப் பிடித்தது; எதிர்ப்பாளர்களின் கோஷங்கள், அவர்களின் குறைகளை நிவர்த்தி செய்ய வேண்டும் என்ற கோரிக்கையிலிருந்து மாறி, ஜனாதிபதி கோட்டாபய ராஜபக்சவின் பதவி விலகல் கோரிக்கையாக மாறியது. மறுநாள் காலை-ஏப்ரல் முட்டாள்கள் தினத்தில்-ஜனாதிபதி ஊடகப் பிரிவு (PMU) எதிர்ப்பை 'தீவிரவாதிகளால்' பொறிக்கப்பட்ட எழுச்சியாக மாற்ற முயன்றது. இது ஏப்ரல் ஃபூலின் நகைச்சுவை அல்ல; அவர்களின் கூற்று நகைப்புக்குரியதாக இருந்தபோதிலும் PMU மிகவும் தீவிரமாக இருந்தது.",
        "உளவுத்துறைக்கு மார்ச் 31 நிகழ்வு முன்கூட்டியே கிடைத்திருக்கும். இந்த உண்மை அன்றிரவு பென்கிரிவத்தை வீதியில் விசேட பாதுகாப்பு ஏற்பாடுகளால் உறுதிப்படுத்தப்பட்டது. எவ்வாறாயினும், பொலிஸ் உத்தியோகத்தர்களுக்கு விரிவுரை வழங்கியவர் மற்றும் எதிர்ப்பாளர்களை பொறுத்துக்கொள்ளுமாறு அவர்களை வற்புறுத்தியவர், பின்னர் வந்த தகவல்களின்படி, மறுநாள் காலை களுபோவில வைத்தியசாலையில் காணப்பட்டார்.",
        "நூற்றுக்கணக்கான இராணுவத்தினர், பொலிசார் மற்றும் விசேட அதிரடிப்படையினர் அந்த இடத்தில் இருந்தபோது, ​​ஒருவர் இராணுவப் பேருந்தை எரிப்பதைக் காட்டும் காணொளியை நான் பார்த்திருக்கிறேன். ஆயுதமேந்திய போலீஸ் மற்றும் ராணுவ வீரர்களின் பார்வையில் என்ன செய்தான் என்பதற்காக இந்த மனிதர் ஒரு தைரியமான ‘தீவிரவாதி’. அவர் காவலில் இருப்பதாகவும், பொதுச் சொத்துக்களை அழித்ததற்காக அவர் மீது குற்றம் சாட்டப்பட்டிருப்பதாகவும் நம்புகிறேன்.",
        "இல்லையெனில், இரண்டு காரணங்களுக்காக அப்போது பணியில் இருந்த பாதுகாப்புப் பணியாளர்கள் மீது உடனடியாக நடவடிக்கை எடுக்க வேண்டும். பொதுச் சொத்துக்களை அழித்தல் சட்டவிரோதமானது, மேலும் சமூக ஊடகங்கள் பரிந்துரைத்தபடி, பாதுகாப்புப் பணியாளர்களின் அனுசரணையுடன் இந்தக் குற்றமானது வெளிப்படையாகவே செய்யப்பட்டுள்ளது, இது ஊரடங்குச் சட்டம் மற்றும் அவசரநிலைப் பிரகடனத்தை எளிதாக்குவதை நோக்கமாகக் கொண்டதாகக் குற்றம் சாட்டப்பட்டது. எனினும், மக்கள் ஊரடங்குச் சட்டத்தையும் அவசரகாலச் சட்டங்களையும் மீறி போராட்டங்களை தொடர்ந்தனர்.",
        "பெரும்பாலான வர்ணனையாளர்கள் இந்த சம்பவத்திற்கு அரசியல் அல்லது பொருளாதார திருப்பம் அல்லது இரண்டின் கலவையையும் கொடுத்தனர். இது ஜனாதிபதி மற்றும் அவரது அரசாங்கத்தைப் பற்றிய நிர்வாகப் பிரச்சினையாக நான் கருதுகிறேன். இந்தப் பிரச்சினைகளை வேறு கோணத்தில் பார்க்கிறேன்.",
        "அரசாங்கத்தின் நிதி முறைகேடு காரணமாகவே டொலர் நெருக்கடி ஏற்பட்டுள்ளதாக ஜனாதிபதி மற்றும் ஆளும் கட்சி தவிர்ந்த அனைவரும் கூறுகின்றனர். அதிகாரத்தில் இருப்பவர்கள் பொருளாதார நெருக்கடிக்கு தங்கள் முன்னோடிகளை பொறுப்பேற்கிறார்கள், அதற்கு நேர்மாறாகவும் பழி விளையாட்டு தொடர்கிறது. முன்னாள் பிரதமர் ரணில் விக்கிரமசிங்க கூறியது போல், பணமதிப்பு விகிதத்தில், இளவரசர் விஜயாவின் காலடியில் பழியை சுமத்த வேண்டும்.",
        "யஹபாலனா அல்லது சுபா அனகத்யாக், அல்லது ரணில்-சிறீசேன கூட்டணி, சந்திரிகா குமாரதுங்க, ஜே.ஆர்.ஜெயவர்தன மற்றும் ஆர்.பிரேமதாச ஆட்சியின் போது மக்கள் ஏன் வார்டு பிளேஸ், குணசிங்கபுர, ஹொரகொல்ல, டெம்பிள் மரங்கள், அல்லது பேஜெட் வீதியை முற்றுகையிடவில்லை. ? பிரதம மந்திரி சிறிமாவோ பண்டாரநாயக்கவின் ஆட்சிக் காலத்திலும் (1970-77) மக்கள் இன்றளவும் இன்னல்களை அனுபவித்தனர், ஆனால் அவர்கள் 65 ரோஸ்மீட் பிளேஸில் உள்ள டின்டேஜலை முற்றுகையிட்டு, “சிறிமா வீட்டுக்குப் போ!” என்று கூச்சலிடவில்லை. அந்த பெண்மணி, மிஸஸ். பி அப்படியொரு சம்பவம் நடந்திருந்தால், சிலிர்த்துப் போயிருக்கலாம்!",
        "அரசாங்கத்தின் பிரதிபலிப்பு, குற்றத்தை ஏற்றுக்கொள்ளும் தார்மீக தைரியமின்மையை வெளிப்படுத்துகிறது, பொறுப்புக்கூறல் மற்றும் நல்லாட்சிக்கு இணங்க அதன் திறமையின்மை மற்றும் பயனற்ற தன்மைக்கான பொறுப்பு. அத்தகைய துணிச்சலை அது வெளிப்படுத்தியிருந்தால், ஜனாதிபதியின் பண்பு பலத்தை மக்கள் பாராட்டியிருப்பார்கள். 2019 ஜனாதிபதித் தேர்தலுக்கு முன்னதாக அரசியலற்றவர் என்று கூறிக்கொண்ட ஜனாதிபதியிடமிருந்து அவர்கள் எதிர்பார்த்தனர்.",
        "முதலாவதாக, பொது நிதி மீதான சட்டமன்றக் கட்டுப்பாட்டை அரசாங்கம் புறக்கணித்தது நிதி நிர்வாகத்தின் முறிவை ஏற்படுத்தியது. ஜனாதிபதி, அவரது அரசாங்கம் மற்றும் சபையின் சபாநாயகர் கூட பொது நிதி மீதான அதிகாரத்தை பாராளுமன்றத்திற்கு வழங்கும் 148 வது பிரிவுக்கு கடுமையான புறக்கணிப்பைக் காட்டியுள்ளனர். ஒருவகையில், பார்லிமென்டில் உள்ள அனைத்துக் கட்சிகளும் சபையில் அனைத்துப் பிரச்னைகளையும் விவாதிக்கும் போது, ​​ஏன் அனைத்துக் கட்சிக் கூட்டங்களை (ஏபிஎம்) நடத்த வேண்டும்?",
        "நிதி அமைச்சரை பாராளுமன்றத்தில் அம்பலப்படுத்த ஜனாதிபதி விரும்பாததற்கு காரணம் இருக்கலாம், ஆனால் நிதி இராஜாங்க அமைச்சர் சேமசிங்கவின் அரைகுறையான பதில்கள் ஏற்கனவே மோசமான நிலைமையை மேலும் மோசமாக்கியது.",
        "அரசியலமைப்பு அதிகாரம் மிகப் பெரிய உட்பொருளையும் கொண்டுள்ளது. 20வது திருத்தம், அமைச்சர்கள், இராஜாங்க அமைச்சர்கள், எந்தவொரு அரச அதிகாரிகளையும் அல்லது பிரதமர் உட்பட ஏனைய பங்குதாரர்களையும் மேலெழுத ஜனாதிபதிக்கு உதவுகிறது. ஜனாதிபதி அல்லது அவரது அதிகாரங்கள் மீதான அச்சம் ஏனைய அரச நிறுவனங்களுக்கும் அவற்றின் செயற்பாடுகளுக்கும் பெரும் பாதிப்பை ஏற்படுத்தியுள்ளது. அரசாங்கம் பொதுவாக்கெடுப்பு மற்றும் தேர்தலுக்கான கோரிக்கைகளால் சூழப்பட்டுள்ளது.",
        "20 ஆவது திருத்தச் சட்டம் நீக்கப்பட்டு 19 ஆவது திருத்தத்தை தேவையான முன்னேற்றங்களுடன் மீண்டும் கொண்டு வர வேண்டியது மிகவும் அவசியமாகும். முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன மற்றும் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமசாதா ஆகியோர் 2022 ஆம் ஆண்டு ஏப்ரல் 05 ஆம் திகதி பாராளுமன்றத்தில் இதனைக் கோரினர்.",
        "சட்டத்தின் ஆட்சிக்கு மதிப்பளிப்பது நல்லாட்சிக்கான அடிப்படையாகும். அதிகாரத்தில் உள்ள அரசாங்கங்களின் நலன்களை மேம்படுத்தும் வகையில் சட்டங்கள் பாராளுமன்றத்தால் நிறைவேற்றப்படவில்லை. அடுத்தடுத்து வந்த அரசாங்கங்கள் சட்டத்தின் ஆட்சியைப் புறக்கணித்துள்ளன, ஆனால் அது தொடர வேண்டும் என்று அர்த்தமல்ல.",
        "நிதி நிலை, வெளிநாட்டு சக்திகளுடன் செய்து கொள்ளப்பட்ட ஒப்பந்தங்கள் குறித்து விவாதிக்க எதிர்க்கட்சிகள் அழைப்பு விடுத்து வருகின்றன. ஆனால் அரசாங்கம் பாராளுமன்ற மரபுகளை மதிக்கவில்லை, எதிர்க்கட்சிகளின் கோரிக்கை ஏற்கப்படவில்லை. மற்ற அரசியல் பங்குதாரர்களின் ஒத்துழைப்பைப் பெறுவதே அரசாங்கத் தலைவர்களின் மனங்களில் முதன்மையாக இருந்திருந்தால், அவர்கள் பாராளுமன்ற மரபுகள் மற்றும் நடைமுறைகளுக்கு மதிப்பளித்து ஒத்துழைத்திருக்க வேண்டும்.",
        "இரண்டாவதாக, முடிவெடுப்பதில் நிர்வாகச் சுதந்திரத்தை அளிக்கும் ஜனாதிபதியின் இராணுவ மேலாண்மை பாணி - 'இணங்க மற்றும் புகார்', பொது நிர்வாக அமைப்புகளுக்கு பொருந்தாது, குறிப்பாக அதிக எண்ணிக்கையிலான மக்கள் பாதிக்கப்படும் போது ஒரு சிக்கலான சூழ்நிலையில், மற்றும் ஆலோசனை மற்றும் ஒருமித்த ஊதியம். சிறந்தது. \"வாய்மொழி உத்தரவுகளை சுற்றறிக்கைகளாகக் கருதுங்கள்\" (இந்து 26-9-2020) என்பது பொது நிர்வாகத்தில் ஏற்றுக்கொள்ளப்பட்ட விதிமுறை அல்ல. ஒருவேளை இந்த அணுகுமுறையில் உள்ள வேறுபாடு ஜனாதிபதியின் வாய்மொழி உத்தரவுகளின் மீது நடவடிக்கை எடுக்கப்படாதபோது அவருக்கு எரிச்சலையும் கவலையையும் உருவாக்கி இருக்க வேண்டும். இது ஒரு படிநிலை அமைப்பு தோல்விக்கு வழிவகுத்தது, வெபரியன் காலத்திலிருந்து உருவானது.",
        "மூன்றாவதாக, நாம் எதிர்கொள்வது ஒரு தேசிய நெருக்கடி, வியத்மகாவில் உள்ள ‘பெருந்தன்மையாளர்களால்’ முன்மொழியப்பட்ட தீர்வுகள் இருந்திருக்க வேண்டும், அவர்கள் செழிப்பைக் கொண்டுவரும் திறன் கொண்டவர்கள் என்று கூறுகின்றனர். துரதிர்ஷ்டவசமாக, இந்த ஆடை மக்களின் எதிர்பார்ப்புகளுக்கு ஏற்ப வாழத் தவறிவிட்டது. சுயமாக அறிவிக்கப்பட்ட அந்த வல்லுநர்கள் தங்கள் செயல்திறன் இல்லாததைச் சொந்தமாக வைத்திருக்க தைரியம் பெற்றிருக்க வேண்டும். எடுத்துக்காட்டாக, கார்போனிக் விவசாயப் பிரச்சினையில், தீவிர ஆய்வுகள் அலட்சியமாக நடத்தப்பட்டன. வியத்மகாவின் உயர்மட்ட அங்கத்தவரால் நிர்வகிக்கப்படும் லிட்ரோ கேஸ் மிகவும் தோல்வியடைந்தது.",
        "மற்ற பங்குதாரர்களின் ஆதரவையும் அவர்கள் அழைத்திருக்க வேண்டும். இது ஒரு நிர்வாக ஒத்துழைப்பு. ஜனாதிபதியும் அரசாங்கமும் மக்களால் தெரிவு செய்யப்பட்டவர்கள் என்பதனால் அனைத்து அரசியல் கட்சிகளும் இந்த நெருக்கடியைத் தீர்ப்பதற்கு தங்களால் இயன்றதைச் செய்திருக்க வேண்டும், ஏனெனில் பாதிக்கப்படுவது மக்களே. எதிர்க்கட்சிகளிடமும் இந்த அர்ப்பணிப்பு இல்லாததை நான் காண்கிறேன். அரசாங்கமும் எதிர்க்கட்சியும் அதிகார அரசியலை மக்கள் நலன்களுக்கு முன் வைத்துள்ளன.",
        "நான்காவதாக, நெருக்கடி கிட்டத்தட்ட இருபது மாதங்களாக இருந்து வருகிறது, மேலும் ஒரு அனைத்துக் கட்சிக் கூட்டம் (APM) ஒரு பதினைந்து நாட்களுக்கு முன்புதான் நடத்தப்பட்டது. அரசாங்கத்தின் நோக்கத்தை சந்தேகித்து எதிர்க்கட்சியில் இருந்த சிலர் அதை புறக்கணித்தனர். அந்த நிகழ்விலும் மத்திய வங்கியின் ஆளுநர் அஜித் நிவாட் கப்ராலின் அணுகுமுறை முரண்பாடானதாக இருந்ததால், முன்னாள் பிரதமர் ரணில் விக்கிரமசிங்கவிடம் ஜனாதிபதி மன்னிப்பு கேட்க வேண்டிய நிலை ஏற்பட்டது. இது தேசிய நெருக்கடியை சமாளிப்பதற்கான ஆளுநரின் அணுகுமுறையை மட்டுமே காட்டுகிறது, இதற்கு அரசாங்கம் மற்றும் எதிர்க்கட்சியின் ஒருங்கிணைந்த முயற்சி தேவைப்படுகிறது.",
        "இதுபோன்ற பலவீனங்களுக்காக நான் ஜனாதிபதியை தனிப்பட்ட முறையில் குற்றம் சாட்டவில்லை, ஏனெனில் அவர் பகிரங்கமாக ஒப்புக்கொண்டபடி, அவருக்கு அரசியல் அனுபவமும் ஒப்பீட்டளவில் திறமையும் இல்லை, மேலும் அநேகமாக பிரதமர் மஹிந்த ராஜபக்ஷவும் அரசாங்கத்தில் உள்ள மற்றவர்களும் ஏபிஎம்களை நம்பியிருக்கலாம். இருப்பினும், நிரூபணமானது கவனம் இல்லாமை, நேர்மறை மனப்பான்மை மற்றும் ஒரு குழுவாக தயார்நிலை.",
        "ஐந்தாவதாக, பென்கிரிவட்டா போராட்டம் என்பது அரசின் பல முடிவுகளின் ஒட்டுமொத்த விளைவு - திட்டமிடப்படாத கார்போனிக் உரங்களின் உற்பத்தி மற்றும் பயன்பாடு, 2019 இல் வழங்கப்பட்ட சர்ச்சைக்குரிய வரிச் சலுகைகள், சர்வதேச இறையாண்மைப் பத்திரங்களை தவறாகக் கையாளுதல், வளர்ச்சித் திட்டங்களுக்கு தவறான முன்னுரிமை என குற்றம் சாட்டப்பட்டது. பொதுச் சொத்துக்களை வெளிநாட்டினருக்கு அகற்றுவது போன்றவை. முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன, எதிர்க்கட்சி நாடாளுமன்ற உறுப்பினர்கள், பொருளாதார வல்லுநர்கள், கல்வியாளர்கள் மற்றும் வர்த்தக அதிபர்கள் ஆகியோரால் சிலவற்றை எதிர்த்தனர். ஆனால் அவர்களின் கவலைகள் ஜனாதிபதி, அரசாங்க செய்தித் தொடர்பாளர்கள் மற்றும் CBSL இன் அப்போதைய ஆளுநரால் ஏமாற்றப்பட்டது. எனவே, இது பங்குதாரர்களுடனான தொடர்புகளில் தோல்வியடைந்தது, நிர்வாக ஒத்துழைப்பைக் குறைத்தது.",
        "தற்போதைய பாரிய சிவில் ஒத்துழையாமை மற்றும் பொது எதிர்ப்பு அலைகள், தகவல் தொடர்பு மற்றும் இயற்கை நீதிக்கான காரணம் (கேட்கும் உரிமை, மரியாதைக்குரிய நிர்வாக / சட்டக் கோட்பாடு) புறக்கணிக்கப்பட்டால் என்ன நடக்கும் என்பதைக் காட்டுகிறது. இது ஒரு புதிய 'அறிவிக்கப்படாத தலைவர்களை' ஆட்சிக்குக் கொண்டுவருவதை நோக்கமாகக் கொண்ட எதிர்ப்பாளர்கள் உட்பட அனைவருக்கும் ஒரு பாடமாக இருக்கும்.",
        "ஆறாவது, மூத்த அதிகாரிகள் மற்றும் ஆலோசகர்களும் தோல்வியடைந்துள்ளனர். ஜே. ஆர். ஜயவர்தன, ஆர். பிரேமதாச போன்ற ஜனாதிபதிகள் தமது ஆலோசகர்களையும் சிரேஷ்ட அதிகாரவர்க்கத்தையும் எவ்வாறு மதித்தார்கள் என்பது எனக்கு நினைவிருக்கிறது. அப்போதைய சட்டமா அதிபருடன் இணைந்து நான் எடுத்த மிக முக்கியமான தீர்மானங்களுக்கு ஜனாதிபதி மைத்திரிபால சிறிசேன செவிசாய்த்த தனிப்பட்ட அனுபவம் எனக்கு உண்டு. ஜனாதிபதி ஜயவர்தனவுக்கும் இதுவே இருந்தது. அமைச்சர்கள் மற்றும் ஜனாதிபதியை சமாதானப்படுத்த நாங்கள் தவறிய சந்தர்ப்பங்கள் உள்ளன, ஆனால் நாங்கள் தொடர்ந்து பிரதிநிதித்துவங்களை வழங்க வேண்டும். மொத்தத்தில், ஜனாதிபதி ஜெயவர்த்தனவினால் என்னிடம் விடுக்கப்பட்ட ஒழுங்கற்ற கோரிக்கையை நிறைவேற்ற மறுத்த சிறிது காலத்திலேயே நான் செயலாளராக நியமிக்கப்பட்டேன். விதிவிலக்குகளும் இருந்தன. பொஹொட்டுவவின் கீழ் முரண்பாட்டின் சிறந்த உதாரணம் விவசாயச் செயலாளர்கள் எவ்வாறு மாற்றப்பட்டனர் என்பது அவர்களுக்கு நன்கு தெரிந்த காரணங்களுக்காக. பொதுப்பணித்துறை அதிகாரிகள் தற்போது என்ன அனுபவிக்கிறார்கள் என்பதை அவர்கள் நினைவுக் குறிப்புகளை எழுதும்போது கேட்போம்.",
        "கருத்துக்கள் மற்றும் முன்மொழிவுகள் குழுவில் எடுக்கப்படாவிட்டால், அது அரசியல் அதிகாரிகளை நம்ப வைக்க அவர்களின் இயலாமையை காட்டுகிறது அல்லது அரசியல்வாதிகள் புத்திசாலித்தனமான ஆலோசனைக்கு செவிசாய்க்க விரும்பவில்லை. 500 மில்லியன் டாலர்கள் மதிப்புள்ள சர்வதேச இறையாண்மைப் பத்திரங்களை மறுசீரமைக்க வேண்டியதன் அவசியத்தையும் பசுமை விவசாயப் பரிசோதனைகளையும் நிதி வல்லுநர்கள் ஜனாதிபதி மற்றும் பிறருக்கு எவ்வாறு ஆலோசனை வழங்கினர் என்பது இரண்டு நிகழ்வுகளாகும். இருவரும் புறக்கணிக்கப்பட்டனர். வல்லுநர்கள், ஆராய்ச்சியாளர்கள் மற்றும் பலர் திட்டமிடல் மற்றும் மேலாண்மை அமைப்பிலிருந்து நீக்கப்பட்டனர், மேலும் ஒரு மருத்துவ தொழிற்சங்கவாதி மற்றும் அரசியல் ரீதியாக இணைந்த பாதிரியார் உரப் பிரச்சினையை தீர்மானிப்பதில் அவர்களுக்குப் பதிலாக மாற்றப்பட்டனர்.",
        "ஏழாவது, மேலாண்மைக்கு ஒரு ஒருங்கிணைந்த அணுகுமுறை இல்லை. ஒரு தற்காலிக முறையில் தீர்வுகள் எவ்வாறு ஏற்றுக்கொள்ளப்படுகின்றன என்பது சிறந்த உதாரணம். பலவீனமான கொள்கை அமலாக்கம் காரணமாக அமைச்சர்கள் ராஜினாமா செய்வதோடு முரண்பட்ட கருத்துக்கள் முடிவடைகின்றன. தற்போது இராஜினாமா செய்துள்ள நிதி அமைச்சும் மத்திய வங்கியின் ஆளுநரும் முன்னுக்குப்பின் முரணான கருத்துக்களை வெளியிட்டு வருகின்றனர்.",
        "அரசாங்கம் சர்வதேச நாணய நிதியத்திற்கு (IMF) செல்ல விரும்புவதாகத் தோன்றினாலும், வாஷிங்டனில் உள்ள எங்கள் தூதரகத்தின் மூலம் கடிதங்கள் பரிமாற்றம் செய்யப்படலாம், அது சம்பந்தப்பட்ட பங்குதாரர்களால் பகிரங்கமாக ஆதரிக்கப்படவில்லை. இலங்கையில் ஆலோசனை நிபுணர்கள் குழுவொன்றை நியமித்தல், சர்வதேச ஆலோசகர்கள், சட்டத்தரணிகளை பணியமர்த்துதல், பாரிஸ் கிளப் மற்றும் லண்டன் கிளப்பை அணுகுதல் (கடன் வழங்கும் நாடுகளின் முறைசாரா குழுக்கள் ஆகிய இரண்டும்) போன்ற செயற்பாட்டிற்கு ஏற்றவாறு அடிப்படை வேலைகள் செய்யப்பட்டுள்ளதா என்பது தெரியவில்லை. கடனாளி நாடுகள் எதிர்கொள்ளும் கட்டணச் சிக்கல்களுக்குச் செயல்படக்கூடிய தீர்வுகளைக் கண்டறிவதில் ஈடுபடுதல்), குறுகிய கால பிரிட்ஜிங் நிதிக்கு உதவும் நாடுகளின் குழுவைச் சந்திப்பது மற்றும் முக்கியமான பிற தொடர்புடைய நிறுவனங்கள். ஒரு வரைபடத்தைத் தயாரிப்பது சாராம்சமானது.",
        "IMF நடவடிக்கைக்கு கடுமையான நிதி மேலாண்மை மற்றும் அந்நிய செலாவணி விகித மேலாண்மை தேவைப்படும், தீவிர சீர்திருத்தங்களை மேற்கொள்ள வேண்டும், அதற்காக அரசாங்கம் எதிர்க்கட்சிகளுடன் ஒருமித்த கருத்தைக் கண்டறிய வேண்டும் மற்றும் பேச்சுவார்த்தைகள் தொடங்க வேண்டும்.",
        "இந்த அவதானிப்புகளை மேற்கொள்வது எனக்கு எளிதானது. இந்த பலவீனங்களை சரிசெய்வது எளிதல்ல. அர்ப்பணிப்பு தவிர, பணிக்கு நிர்வாக திறன்கள், தீவிர படிப்பு போன்ற பிற விஷயங்கள் தேவை.",
        "திட்டமிடல், ஒழுங்கமைத்தல், இயக்குதல், பணியாளர்கள், ஒருங்கிணைத்தல் மற்றும் மறுபரிசீலனை செய்தல் போன்ற ஏற்றுக்கொள்ளப்பட்ட அமைப்புகளைப் பயன்படுத்துதல், சிறந்த நிதி நிர்வாகத்திற்கு ஏற்றவாறு வரவு செலவுத் திட்டங்களைச் சரிசெய்தல் ஆகியவை ஏற்றுக்கொள்ளப்பட வேண்டும். ‘விநியோகம்’ போன்ற நிகழ்ச்சிகள் கிட்டத்தட்ட ரூ. தேசிய வரவு செலவுத் திட்டம் நிறைவேற்றப்பட்ட ஒரு மாதத்திற்குப் பிறகு கட்சிக்காரர்களுக்கு 220 பில்லியன்கள் ரத்து செய்யப்பட வேண்டும். இருப்பினும், கடினமான முடிவுகள் எடுக்கப்பட வேண்டும், குறிப்பாக ஒரு புதிய IMF நிகழ்ச்சி நிரலைத் தொடங்க வேண்டும் என்றால். இந்தப் பிரச்சினைகளைச் சமாளிப்பது எளிதல்ல.",
        "வருவாய் உருவாக்கம், செலவினங்களை பகுத்தறிவு செய்தல், நஷ்டத்தில் இயங்கும் அரசுக்கு சொந்தமான நிறுவனங்களின் செயல்பாட்டை மறுஆய்வு செய்தல், பொது சேவையை மறுசீரமைத்தல் மற்றும் மறுசீரமைத்தல், பாதிக்கப்பட்ட ஏழைகளுக்கான மானியங்களை நிவர்த்தி செய்தல், இங்கும் வெளிநாடுகளிலும் உள்ள பல நிறுவனங்களுடன் ஒருங்கிணைப்பு, கட்டமைப்பு மாற்றங்கள் மற்றும் கவனம் செலுத்துதல் ஆகியவை அடங்கும். புதிய உள்ளடக்கிய நிதி வழிகள், முதலியன. கடினமான நேரங்கள் கணிக்கப்படுகின்றன மற்றும் ஒரு ஒருங்கிணைந்த முயற்சி தேவை.",
        "திருடப்பட்ட பொதுச் சொத்துக்களை மீட்டெடுப்பதற்கான பொதுக் கோரிக்கைக்கு, மீட்புக் கொள்கைகளின் கீழ் புதிய சட்டத் தலையீடுகள் தேவைப்படலாம், அதற்காக ஐ.நா.வின் உதவியைப் பெறலாம்.",
        "அரசாங்கம் தனது வாக்காளர்களுக்கு தனது கடமையின் முக்கியத்துவத்தை கருத்தில் கொள்ள வேண்டும். நாடு தொடர்ந்து போராடினால் கில்லட்டினும் வரும் என்பதை எதிர்கட்சிகளும் உணர வேண்டும்.",
        "பிரச்சனை மிகப்பெரியது மற்றும் கடினமான சவால்களை சமாளிப்பதற்கான வழிகளையும் வழிமுறைகளையும் நாம் கண்டுபிடிக்க வேண்டும். முக்கியமாக, திறமையான மற்றும் பயனுள்ள செயல்பாட்டாளர்களாக நாம் நம்மைச் சார்ந்து இருக்க வேண்டும். தம்மபதம் - சரணம் 160, நமக்கு ஒரு வழிகாட்டியை வழங்குகிறது:",
        "அத்த ஹி அத்தநோ நாதோகோ ஹி நாதோ பரோ ஸியாத்தந ஹி ஸுதந்தேநநாதம் லபதி துல்லபம்.",
        "(உண்மையில் ஒருவரின் அடைக்கலம்; ஒருவருக்கு மற்றவர்கள் எப்படி அடைக்கலமாக இருக்க முடியும்? தன்னை முழுமையாக அடக்கிக் கொண்டால், அடைக்கலத்தை அடைவது மிகவும் கடினம்.)",
        "பென்கிரிவத்தையின் பின்னணியில், அதன் நிர்வாக பலவீனங்களை அரசாங்கம் வேலை செய்ய வலியுறுத்த வேண்டும். ஒரு தேசமாக இணைந்து செயல்படுவது நமது பொறுப்பு - அரசாங்கமும் எதிர்க்கட்சியும். மற்றவர்கள் அடைக்கலமாக இருக்க முடியாது; அவர்கள் ஒரு முட்டுக்கட்டையாக மட்டுமே இருக்க முடியும். இருப்பினும், பொதுப் போராட்டங்கள் தொடர்ந்தாலும் அல்லது முறியடிக்கப்பட்டாலும், பேரழிவைத் தவிர்க்க அரசாங்கமும் பிற பங்குதாரர்களும் விரைவாகச் செயல்பட வேண்டும்.",
        "ஷேன் வார்ன் மற்றும் முன்னாள் வருங்கால மனைவி லிஸ் ஹர்லி ஆகியோர் இலங்கையில் நிச்சயதார்த்தத்தை கொண்டாடினர்",
        "முன்னோடியில்லாத சர்ச்சை: PUCSL அரசாங்கத்தை புறக்கணித்தது, மின்சார விநியோகத்தை உறுதிப்படுத்த இந்திய உதவியை நாடுகிறது",
        "ஜே.வி.பி. தலைவரிடம், பள்ளி மாணவர்களை தெருப் போராட்டங்களில் ஈடுபடுத்த வேண்டாம் என்று ஜோன்ஸ்டன் கெஞ்சுகிறார்",
        "டயலொக் ஹோம் பிராட்பேண்ட் பொழுதுபோக்கு மற்றும் கேமிங் ஆர்வலர்களுக்கான பிரத்யேக தரவுத் திட்டங்களை அறிமுகப்படுத்துகிறது",
        "அவசரநிலைப் பிரகடனத்திற்கு எதிரான அடிப்படை உரிமை மீறல் மனுக்கள் தொடர அனுமதிக்கப்படுகின்றன",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}