{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lakshman-dias-abeygunawardene-community-physician-par-excellence/",
  "time_ut": 1648818960,
  "title": "Lakshman Dias Abeygunawardene – Community Physician par excellence",
  "body_lines": [
    "Lakshman (L.N.D) Abeygunawardene had his education at Ananda College Colombo.",
    "I first met Lakshman in the “Block” when we were freshers at the Faculty of Medicine in Colombo in 1962. Then we both lived in Nugegoda. There were times he gave me a lift to the faculty on his Honda 50 motor-cycle. Our surnames being at the beginning of the alphabet we sat near to each other at lectures, walked the long corridors of the General Hospital together and worked in the same wards. Friendship blossomed as we did most of the demanding tasks together for the full five years.",
    "The examinations in the faculty were many and each one of them challenging in the extreme. There was a need to commit vast amounts of facts to memory. Lakshman had a most remarkable memory and the ability to recall in such great detail. He spent less time studying than many of my mates in the batch but sailed through the years with ease. On many occasions he gave me the impression he merely wanted to pass the examinations with minimum effort while enjoying student life. I have no doubt that he could have been in the top tier in the order of merit if he just made the effort. Lakshman was intelligent and had the wonderful ability to think fast and think rationally while on his feet. This was a great gift which he used to good effect in later life and career.",
    "Lakshman loved faculty life and enjoyed it to the full, more than most. He was a fine billiards player. Taking part in the faculty competitions he fared very well indeed becoming one of the top players. Carrom was his forte. Lakshman was one of the best players of the game and won the faculty tournament a couple of times. He was a great follower of the University cricket team and was ever present at the Sara Trophy games lending his support. Watching Rugby was another of his passions and never missed an important club game. He was always there for the Colours Night and Block Night dances at the University’s King George’s Hall, jiving the night away. Ever present at the evening booze-ups in the faculty common room, Lakshman was there to take me home after the event. Although he enjoyed a drink Lakshman never exceeded the sensible limits he set for himself. He never smoked. With him good sense always prevailed.",
    "I remember he was always polite and had the great ability to be calm, discreet and diplomatic. He had the skill to hide his anger so very well. Beneath his gentle demeanour Lakshman has a steely core. He is intelligent and astute and played his cards close to his chest. Lakshman was never in a hurry to make important decisions which he did after careful thought. This stood him in good stead throughout his career and in his life.",
    "I recall with nostalgia a trip we made with Sanath de Tissera, Bernard Randeniya and Lakshman Jayasinghe (who joined us on the spur of the moment, at the Fort Railway Station). We were off on a trip to Kandy. Sanath arranged for us to stay in a house on a hill in Watapuluwa, overlooking the Mahaweli river. We pounded the Streets of Kandy during the day and enjoyed a chat and a drink in the evenings by the river. This was a memorable holiday which brought us closer together.",
    "After the final year examination came the great dispersal. We all went our separate ways.",
    "Following his Internship at Colombo South General Hospital, he worked in a clinical field for two years. He then set his eyes on a career in public health. Lakshman began his journey into public health as a Medical Officer of Health at Matara in 1970. That was also a momentous year for Lakshman when he married Mangala. I made an official trip to Matara while working at the Central Blood Bank in Colombo. It brought me great joy to meet my old pal again. I was entertained most lavishly by Lakshman and Mangala in a grand and elegant house at Brown’s Hill in Matara.",
    "Remaining in the Public Health Services, he joined the Health Education Bureau (HEB) of the Ministry of Health. In March 1974, Lakshman was awarded a World Health Organization (WHO) Fellowship and proceeded to the USA. Specialising in public health and health education, in 1975, he obtained the Master’s degree in Public Health (MPH) from the University of California, Berkeley, USA. On his return to Sri Lanka, Lakshman pursued his keen interest in serving the HEB as a Health Education Specialist. In 1986, he received his certification as a consultant in community medicine by the Post Graduate Institute of Medicine (PGIM). Lakshman was conferred the prestigious Doctor of Medicine (MD) degree in community medicine by the University of Colombo.",
    "Having served the Government of Sri Lanka diligently for 23 years he took early retirement in 1990 and joined the United Nations Children’s Fund (UNICEF). He has also served the World Health Organisation (WHO) and the Commonwealth Secretariat in London working on consultant assignments in Indonesia and Malaysia. In 1998, he took early retirement from UNICEF. Lakshman then emigrated to the United States and served the South Carolina Department of Health and Environmental Control as a Health Education Specialist for a further period of ten years. He finally retired in December 2008 as a Consultant Community Physician in the USA. Although South Carolina left a strong impression on Lakshman he had a deep longing to return home to his roots.",
    "For many years I lost contact with Lakshman. Marriage, careers and caring for our children took precedence. On a brief visit home in 1998, I met up with Lakshman and the irrepressible J.C Fernando at the Singhalese Sports Club which was a memorable event. We kept the spirit alive bringing back a bit of that old faculty magic of long ago.",
    "Lakshman initiated a Weblog (now also called a Blog), specifically for the Colombo Medical Faculty entrants of 1962. The creation helped to shape the way we communicate as a year group and became a forum for conveying our skills, news, humour and friendship. This became an instant hit with the batch and has been a friendly platform, riding the ether since 2011. He had a pragmatic approach to its rules. Not wanting it to be an online battle ground, he discouraged and virtually excluded politics. As the manager of the Blog he maintained its dignity and remained fair and impartial. His willingness to listen to the feedback improved the Blog enormously. After many years in the hot seat he has now passed on the onerous task of managing the Blog to Mahendra Gonsalkorale.",
    "On retirement Lakshman and Mangala returned to Sri Lanka and made their home in Battaramulla. They now maintain a splendid house with a delightful garden in a posh part of town. An utterly charming couple, they became well known for their friendship and lavish hospitality. By his relaxed style and affable manner, he made wonderful company. Their generosity was extended to the many expatriate medics who returned home on their winter getaway.",
    "I recall Lakshman’s father was a regular contributor to the national newspapers. Lakshman continued this tradition by contributing articles of value to the daily papers mostly on topics in his field of expertise in healthcare. He has dipped deep into the archives of his memory to write a most readable, extensive and far-reaching memoir.",
    "I never joined in the many Batch reunions in Sri Lanka and never had the opportunity to meet Lakshman. He made a brief trip to the UK. Although I hoped very much we could meet that was not to be. I was in Sri Lanka in 2012 and we were able to enjoy a meal together at the plush Indian restaurant at the Cinnamon Grand in Colombo. In the relaxed ambience of its dining hall we retraced our time together, reminisced and remembered mutual friends. We did make up much for those lost years.",
    "Lakshman is a quiet man, yet gregarious, always charming. He is well known for his intense loyalty to his friends. His anecdotes, wonderful sense of humour and that ‘wicked’ grin are an integral part his charm. I remember from long ago his courtesy and kind ways which he has carried through all his life. I am greatly privileged to have met him in my life’s journey. Lakshman and Mangala have a son and daughter and enjoy the love and affection of three grandchildren.",
    "Mayhem starts in Mirihana! Where will it go? How will it end?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ලක්ෂ්මන් ඩයස් අබේගුණවර්ධන - ප්‍රජා වෛද්‍යවරයා විශිෂ්ටත්වය",
      "body_lines": [
        "ලක්ෂ්මන් (L.N.D) අබේගුණවර්ධන අධ්‍යාපනය ලැබුවේ කොළඹ ආනන්ද විද්‍යාලයෙනි.",
        "1962 වසරේ කොළඹ වෛද්‍ය පීඨයේ අපි නවකයන්ව සිටියදී “බ්ලොක්” එකේදි මට මුලින්ම ලක්ෂ්මන් මුණ ගැහුණා. ඊට පස්සේ අපි දෙන්නම ජීවත් වුණේ නුගේගොඩ. ඔහුගේ Honda 50 යතුරුපැදියෙන් ඔහු මට පීඨයට සෝපානයක් දුන් අවස්ථා තිබේ. අපේ වාසගම හෝඩියේ මුලට තිබුණු නිසා අපි දේශනවලදී ළඟින් ඉඳගෙන මහ රෝහලේ දිගු කොරිඩෝවේ එකට ඇවිදගෙන එකම වාට්ටුවල වැඩ කළා. අවුරුදු පහ පුරාවටම අපි ඉල්ලන වැඩ ගොඩක් එකට කරපු නිසා මිත්‍රත්වය දළුලා ගියා.",
        "පීඨයේ විභාග බොහෝ වූ අතර ඒ සෑම එකක්ම අතිශයින් අභියෝගාත්මක විය. මතකයට විශාල කරුණු ප්‍රමාණයක් කැප කිරීමට අවශ්‍ය විය. ලක්ෂ්මන්ට ඉතාමත්ම කැපී පෙනෙන මතකයක් සහ ඉතා විස්තරාත්මකව සිහිපත් කිරීමේ හැකියාව තිබුණි. කණ්ඩායමේ සිටි මගේ බොහෝ මිතුරන්ට වඩා ඔහු ඉගෙනීමට ගත කළේ අඩු කාලයකි, නමුත් වසර ගණනාවක් පහසුවෙන් යාත්‍රා කළේය. ශිෂ්‍ය ජීවිතය සතුටින් ගත කරන අතරතුර අවම උත්සාහයකින් විභාග සමත් වීමට අවශ්‍ය බව බොහෝ අවස්ථාවලදී ඔහු මට හැඟෙව්වේය. නිකමට උත්සාහයක් ගත්තා නම් පිං අනුපිළිවෙලින් ඉහළම තලයේ සිටිය හැකි බවට මට සැකයක් නැත. ලක්ෂ්මන් බුද්ධිමත් වූ අතර දෙපයින් සිටින විට වේගයෙන් සිතීමටත් තාර්කිකව සිතීමටත් අපූරු හැකියාවක් තිබුණි. මෙය ඔහු පසුකාලීන ජීවිතයට සහ වෘත්තීය ජීවිතයට හොඳ බලපෑමක් ඇති කළ විශිෂ්ට තෑග්ගක් විය.",
        "ලක්ෂ්මන් බොහෝ දෙනෙකුට වඩා පීඨ ජීවිතයට ආදරය කළ අතර එය උපරිමයෙන් භුක්ති වින්දේය. ඔහු දක්ෂ බිලියඩ් ක්‍රීඩකයෙක් විය. පීඨ තරගවලට සහභාගි වෙමින් ඔහු ඉතා හොඳින් දක්ෂතා දැක්වූයේ ප්‍රමුඛ පෙළේ ක්‍රීඩකයකු බවට පත්වීමයි. කැරම් ඔහුගේ බලකොටුව විය. ලක්ෂ්මන් ක්‍රීඩාවේ දක්ෂතම ක්‍රීඩකයෙකු වූ අතර දෙතුන් වතාවක් පීඨ තරඟාවලිය ජයග්‍රහණය කළේය. ඔහු විශ්ව විද්‍යාල ක්‍රිකට් කණ්ඩායමේ විශිෂ්ට අනුගාමිකයෙකු වූ අතර සරා කුසලාන ක්‍රීඩා සඳහා ඔහුගේ සහාය ලබා දෙමින් සැමවිටම පැමිණ සිටියේය. රග්බි නැරඹීම ඔහුගේ තවත් ආශාවක් වූ අතර කිසිදා වැදගත් සමාජ ක්‍රීඩාවක් අතපසු කළේ නැත. විශ්ව විද්‍යාලයේ කිං ජෝර්ජ් ශාලාවේ කලර්ස් නයිට් සහ බ්ලොක් නයිට් නැටුම් සඳහා ඔහු සෑම විටම සිටියේ රාත්‍රිය ගත කරමින් ය. පීඨ පොදු කාමරයේ සවස් වරුවේ මත්පැන් පානය කරන විට, උත්සවයෙන් පසු මාව ගෙදර ගෙන යාමට ලක්ෂ්මන් එහි සිටියේය. ඔහු බීමක් රස විඳිමින් සිටියද, ලක්ෂ්මන් කිසි විටෙකත් තමා විසින්ම සකසා ගත් සංවේදී සීමාවන් ඉක්මවා ගියේ නැත. ඔහු කවදාවත් දුම් පානය කළේ නැත. ඔහු සමඟ හොඳ හැඟීමක් සැමවිටම පැවතුනි.",
        "මට මතකයි ඔහු සෑම විටම ආචාරශීලී වූ අතර සන්සුන්, විචක්ෂණශීලී සහ රාජ්‍ය තාන්ත්‍රික වීමට විශිෂ්ට හැකියාවක් තිබුණි. ඔහුගේ කෝපය ඉතා හොඳින් සඟවා ගැනීමේ හැකියාව ඔහුට තිබුණි. ඔහුගේ මෘදු ඉරියව්වට යටින් ලක්ෂ්මන්ට වානේ හරයක් ඇත. ඔහු බුද්ධිමත් හා විචක්ෂණශීලී වන අතර ඔහුගේ පපුවට සමීපව තම කාඩ්පත් වාදනය කළේය. හොඳින් සිතා බලා ගත් වැදගත් තීරණ ගැනීමට ලක්ෂ්මන් කිසිවිටෙක ඉක්මන් වූයේ නැත. මෙය ඔහුගේ වෘත්තීය ජීවිතය තුළ සහ ඔහුගේ ජීවිතයේ හොඳ ස්ථාවරයක සිටියේය.",
        "සනත් ද තිසේරා, බර්නාඩ් රන්දෙණිය සහ ලක්ෂ්මන් ජයසිංහ (ඒ මොහොතේම අප හා එක් වූ) කොටුව දුම්රිය ස්ථානයේදී අපි ගිය ගමනක් මට මතක් වන්නේ නොස්ටැල්ජියාවෙනි. අපි නුවර ගමනක් ගිහින් හිටියේ. සනත් අපට නවතින්නට සැලැස්වූයේ මහවැලි ගඟට පෙනෙන වටපුළුව කන්දක නිවසක ය. අපි දවල්ට නුවර වීදිවල තප්පුලමින් හවසට ගඟ අද්දර කතා බහක් සහ බීමක් රස වින්දා. මෙය අපව සමීප කළ අමතක නොවන නිවාඩු දිනයක් විය.",
        "අවසන් වසර විභාගයෙන් පසු මහා විසිර ගියේය. අපි හැමෝම අපේ වෙන වෙනම ගියා.",
        "දකුණු කොළඹ මහ රෝහලේ සීමාවාසික පුහුණුවෙන් පසු ඔහු වසර දෙකක් සායනික ක්ෂේත්‍රයක සේවය කළේය. ඉන්පසු ඔහු මහජන සෞඛ්‍ය පිළිබඳ වෘත්තියක් කෙරෙහි අවධානය යොමු කළේය. ලක්ෂ්මන් 1970 දී මාතර සෞඛ්‍ය වෛද්‍ය නිලධාරියෙකු ලෙස මහජන සෞඛ්‍ය සඳහා තම ගමන ආරම්භ කළේය. එය මංගල සමඟ විවාහ වූ ලක්ෂ්මන්ට ද වැදගත් වසරක් විය. මම කොළඹ මධ්‍යම ලේ බැංකුවේ සේවය කරන අතරතුර මාතරට නිල ගමනක් ආවා. මගේ පැරණි මිතුරිය නැවත හමුවීමට ලැබීම මට මහත් සතුටක් ගෙන දුන්නේය. මාතර බ‍්‍රවුන්ස් හිල්හි විචිත්‍රවත් අලංකාරවත් නිවසක ලක්ෂ්මන් සහ මංගල විසින් මා ඉතා උත්කර්ෂවත් ලෙස සංග්‍රහ කළහ.",
        "මහජන සෞඛ්‍ය සේවයේ රැඳී සිටි ඔහු සෞඛ්‍ය අමාත්‍යාංශයේ සෞඛ්‍ය අධ්‍යාපන කාර්යාංශයට (HEB) සම්බන්ධ විය. 1974 මාර්තු මාසයේදී, ලක්ෂ්මන්ට ලෝක සෞඛ්‍ය සංවිධානයේ (WHO) සාමාජිකත්වය පිරිනමන ලද අතර ඔහු ඇමරිකා එක්සත් ජනපදයට ගියේය. මහජන සෞඛ්‍ය සහ සෞඛ්‍ය අධ්‍යාපනය පිළිබඳ විශේෂඥතාවක් ඇති ඔහු 1975 දී ඇමරිකා එක්සත් ජනපදයේ බර්ක්ලි හි කැලිෆෝනියා විශ්වවිද්‍යාලයෙන් මහජන සෞඛ්‍ය පිළිබඳ ශාස්ත්‍රපති උපාධිය (MPH) ලබා ගත්තේය. ශ්‍රී ලංකාවට ආපසු පැමිණි ලක්ෂ්මන්, සෞඛ්‍ය අධ්‍යාපන විශේෂඥයෙකු ලෙස HEB හි සේවය කිරීමට ඔහුගේ දැඩි උනන්දුව අනුගමනය කළේය. 1986 දී, ඔහු වෛද්‍ය පශ්චාත් උපාධි ආයතනය (PGIM) විසින් ප්‍රජා වෛද්‍ය විද්‍යාව පිළිබඳ උපදේශකයෙකු ලෙස ඔහුගේ සහතිකය ලබා ගත්තේය. ලක්ෂ්මන් මහතාට කොළඹ විශ්වවිද්‍යාලය මගින් ප්‍රජා වෛද්‍ය විද්‍යාව පිළිබඳ කීර්තිමත් වෛද්‍ය (MD) උපාධිය පිරිනමන ලදී.",
        "වසර 23ක් ශ්‍රී ලංකා රජයට කැපවීමෙන් සේවය කළ ඔහු 1990 දී කලින් විශ්‍රාම ගොස් එක්සත් ජාතීන්ගේ ළමා අරමුදලට (UNICEF) බැඳුණි. ඔහු ඉන්දුනීසියාවේ සහ මැලේසියාවේ උපදේශක පැවරුම් සම්බන්ධයෙන් ලෝක සෞඛ්‍ය සංවිධානය (WHO) සහ ලන්ඩනයේ පොදුරාජ්‍ය මණ්ඩලීය ලේකම් කාර්යාලයට ද සේවය කර ඇත. 1998 දී ඔහු යුනිසෙෆ් වෙතින් කලින් විශ්‍රාම ගත්තේය. ලක්ෂ්මන් පසුව එක්සත් ජනපදයට සංක්‍රමණය වූ අතර දකුණු කැරොලිනා සෞඛ්‍ය හා පරිසර පාලන දෙපාර්තමේන්තුවේ සෞඛ්‍ය අධ්‍යාපන විශේෂඥයෙකු ලෙස තවත් වසර දහයක කාලයක් සේවය කළේය. ඔහු අවසානයේ 2008 දෙසැම්බර් මාසයේදී USA හි උපදේශක ප්‍රජා වෛද්‍යවරයෙකු ලෙස විශ්‍රාම ගියේය. දකුණු කැරොලිනාව ලක්ෂ්මන් කෙරෙහි දැඩි හැඟීමක් ඇති කළද, ඔහුගේ මුල්වලට ආපසු යාමට ඔහුට ගැඹුරු ආශාවක් තිබුණි.",
        "වසර ගණනාවක් මට ලක්ෂ්මන් සමඟ තිබූ සම්බන්ධය නැති වුණා. විවාහය, රැකියා සහ අපේ දරුවන් රැකබලා ගැනීම ප්‍රමුඛත්වය ගත්තා. 1998 කෙටි සංචාරයකදී මට ලක්ෂ්මන් සහ මැඩපැවැත්විය නොහැකි J.C ප්‍රනාන්දු සිංහල ක්‍රීඩා සමාජයේදී හමු වූ අතර එය අමතක නොවන සිදුවීමක් විය. බොහෝ කලකට පෙර පැවති පැරණි පීඨයේ මායාවෙන් ටිකක් නැවත ගෙන ඒමෙන් අපි ආත්මය ජීවමාන කළෙමු.",
        "ලක්ෂ්මන් විසින් විශේෂයෙන් 1962 කොළඹ වෛද්‍ය පීඨයට ඇතුළත් වූවන් සඳහා වෙබ්ලොගයක් (දැන් බ්ලොග් ලෙසද හැඳින්වේ) ආරම්භ කරන ලදී. මෙම නිර්මාණය වසර කණ්ඩායමක් ලෙස අප සන්නිවේදනය කරන ආකාරය හැඩගස්වා ගැනීමට උපකාරී වූ අතර අපගේ කුසලතා, ප්‍රවෘත්ති, හාස්‍යය සහ මිත්‍රත්වය ප්‍රකාශ කිරීමේ සංසදයක් බවට පත්විය. මෙය කණ්ඩායම සමඟ ක්ෂණික ජනප්‍රියත්වයක් බවට පත් වූ අතර 2011 සිට ඊතර් පදින මිත්‍රශීලී වේදිකාවක් විය. ඔහුට එහි නීතිරීතිවලට ප්‍රායෝගික ප්‍රවේශයක් තිබුණි. එය මාර්ගගත සටන් බිමක් වීමට අකමැති වූ ඔහු දේශපාලනය අධෛර්යමත් කර මුලුමනින්ම බැහැර කළේය. බ්ලොගයේ කළමනාකරු ලෙස ඔහු එහි ගරුත්වය රැකගත් අතර සාධාරණ හා අපක්ෂපාතීව සිටියේය. ප්‍රතිපෝෂණවලට සවන් දීමට ඔහුගේ කැමැත්ත නිසා බ්ලොගය විශාල ලෙස වැඩිදියුණු විය. වසර ගණනාවක් හොට් සීට් එකේ සිටි ඔහු දැන් බ්ලොග් කළමනාකරණය කිරීමේ භාරදූර කාර්යය මහේන්ද්‍ර ගොන්සල්කෝරළට පවරා ඇත.",
        "විශ්‍රාම ගැනීමෙන් පසු ලක්ෂ්මන් සහ මංගල ලංකාවට පැමිණ බත්තරමුල්ලේ තම නිවස සාදා ගත්හ. ඔවුන් දැන් නගරයේ අලංකාර කොටසක ප්‍රියජනක උද්‍යානයක් සහිත අලංකාර නිවසක් පවත්වාගෙන යයි. අතිශයින්ම ආකර්ශනීය යුවළක් වූ ඔවුන් ඔවුන්ගේ මිත්‍රත්වයට සහ සුඛෝපභෝගී ආගන්තුක සත්කාරයට ප්‍රසිද්ධියට පත් විය. ඔහුගේ විවේකී විලාසයෙන් සහ මිත්‍රශීලී ආකාරයෙන් ඔහු අපූරු සමාගමක් ඇති කළේය. ඔවුන්ගේ ත්‍යාගශීලිත්වය ඔවුන්ගේ ශීත ඍතුවේ නිවාඩුවෙන් ආපසු නිවසට පැමිණි බොහෝ විදේශගත වෛද්‍යවරුන් වෙත ව්‍යාප්ත විය.",
        "මට මතකයි ලක්ෂ්මන්ගේ පියා ජාතික පුවත්පත්වලට නිත්‍ය ලෙස දායක වූවෙකි. ලක්ෂ්මන් මෙම සම්ප්‍රදාය දිගටම කරගෙන ගියේ සෞඛ්‍ය සේවා පිළිබඳ ඔහුගේ ක්ෂේත්‍රයේ බොහෝ මාතෘකා යටතේ වටිනා ලිපි දිනපතා පුවත්පත්වලට දායක කරමිනි. ඔහු වඩාත් කියවිය හැකි, පුළුල් හා දුරදිග යන මතක සටහන් ලිවීමට ඔහුගේ මතකයේ ලේඛනාගාරයේ ගැඹුරට කිමිදී ඇත.",
        "ශ්‍රී ලංකාවේ බොහෝ කණ්ඩායම් නැවත හමුවීම්වලට මම කිසි විටෙකත් සම්බන්ධ නොවූ අතර කිසි විටෙකත් ලක්ෂ්මන් හමුවීමට අවස්ථාවක් නොලැබුණි. ඔහු එක්සත් රාජධානියට කෙටි සංචාරයක් කළේය. මට මුණගැහෙන්න පුළුවන් කියලා මම ගොඩක් බලාපොරොත්තු වුණත් එහෙම වුණේ නැහැ. මම 2012 වසරේ ශ්‍රී ලංකාවේ සිටි අතර කොළඹ සිනමන් ග්‍රෑන්ඩ් හි ප්‍ලෂ් ඉන්දියන් අවන්හලෙන් අපට එකට ආහාර වේලක් භුක්ති විඳීමට හැකි විය. එහි භෝජන ශාලාවේ සැහැල්ලු වාතාවරණය තුළ අපි එකට කාලය ගත කළෙමු, අන්‍යෝන්‍ය මිතුරන් සිහිපත් කළෙමු. ඒ අහිමි වූ වසර සඳහා අපි බොහෝ දේ කළෙමු.",
        "ලක්ෂ්මන් නිහඬ මිනිසෙකි, නමුත් සාමූහික, සෑම විටම සිත් ඇදගන්නා සුළුය. ඔහු තම මිතුරන්ට දැඩි පක්ෂපාතීත්වය සඳහා ප්රසිද්ධය. ඔහුගේ කතන්දර, අපූරු හාස්‍යජනක හැඟීම සහ එම 'දුෂ්ට' සිනහව ඔහුගේ චමත්කාරජනක අංගයකි. බොහෝ කලකට පෙර සිටම ඔහු සිය ජීවිත කාලය පුරාම ගෙන ගිය ආචාරශීලී සහ කාරුණික ආකාරය මට මතකයි. මගේ ජීවන ගමනේදී ඔහු හමුවීමට ලැබීම මට මහත් භාග්‍යයක්. ලක්ෂ්මන් සහ මංගලට පුතෙකු සහ දියණියක සිටින අතර මුනුබුරු මිනිබිරියන් තිදෙනෙකුගේ ආදරය හා සෙනෙහස භුක්ති විඳිති.",
        "මිරිහානෙන් විපතක් ඇරඹේ! එය කොහෙද යන්නේ? එය අවසන් වන්නේ කෙසේද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "லக்ஷ்மன் டயஸ் அபேகுணவர்தன - சமூக வைத்தியர் சிறந்தவர்",
      "body_lines": [
        "லக்ஷ்மன் (L.N.D) அபேகுணவர்தன கொழும்பு ஆனந்த கல்லூரியில் கல்வி கற்றார்.",
        "1962 ஆம் ஆண்டு கொழும்பில் உள்ள மருத்துவ பீடத்தில் புதிய மாணவர்களாக இருந்த போது லக்ஷ்மனை நான் முதன்முதலில் \"பிளாக்கில்\" சந்தித்தேன். பின்னர் நாங்கள் இருவரும் நுகேகொடையில் வாழ்ந்தோம். சில சமயங்களில் அவர் தனது ஹோண்டா 50 மோட்டார் சைக்கிளில் ஆசிரியர்களுக்கு லிப்ட் கொடுத்தார். எங்கள் குடும்பப்பெயர்கள் எழுத்துக்களின் தொடக்கத்தில் இருப்பதால், நாங்கள் விரிவுரைகளில் ஒருவருக்கொருவர் அருகில் அமர்ந்து, பொது மருத்துவமனையின் நீண்ட தாழ்வாரங்களில் ஒன்றாக நடந்து, அதே வார்டுகளில் வேலை செய்தோம். ஐந்தாண்டுகள் முழுவதுமாக பல கோரிக்கையான பணிகளை ஒன்றாகச் செய்ததால் நட்பு மலர்ந்தது.",
        "ஆசிரியர்களில் பல தேர்வுகள் இருந்தன, அவை ஒவ்வொன்றும் தீவிர சவாலாக இருந்தன. நினைவகத்தில் பரந்த அளவிலான உண்மைகளை அர்ப்பணிக்க வேண்டிய அவசியம் இருந்தது. லக்ஷ்மனுக்கு மிகவும் குறிப்பிடத்தக்க நினைவாற்றல் மற்றும் இவ்வளவு விரிவாக நினைவுபடுத்தும் திறன் இருந்தது. தொகுப்பில் உள்ள எனது தோழர்களில் பலரை விட அவர் படிப்பதில் குறைந்த நேரத்தை செலவிட்டார், ஆனால் பல ஆண்டுகளாக எளிதாக பயணம் செய்தார். பல சந்தர்ப்பங்களில் அவர் மாணவர் வாழ்க்கையை அனுபவிக்கும் போது குறைந்தபட்ச முயற்சியுடன் தேர்வில் தேர்ச்சி பெற வேண்டும் என்ற எண்ணத்தை எனக்கு ஏற்படுத்தினார். அவர் முயற்சியை மட்டும் செய்திருந்தால், தகுதி வரிசையில் அவர் மேல் மட்டத்தில் இருந்திருக்க முடியும் என்பதில் எனக்கு எந்த சந்தேகமும் இல்லை. லக்ஷ்மணன் புத்திசாலி மற்றும் தனது காலடியில் இருக்கும்போது வேகமாக சிந்திக்கும் மற்றும் பகுத்தறிவுடன் சிந்திக்கும் அற்புதமான திறனைக் கொண்டிருந்தான். இது அவர் பிற்கால வாழ்க்கையிலும் தொழிலிலும் நல்ல விளைவைப் பயன்படுத்திய ஒரு சிறந்த பரிசு.",
        "லக்ஷ்மன் ஆசிரிய வாழ்க்கையை நேசித்தார் மற்றும் பெரும்பாலானவர்களை விட அதை முழுமையாக அனுபவித்தார். அவர் ஒரு சிறந்த பில்லியர்ட்ஸ் வீரர். ஆசிரியப் போட்டிகளில் பங்கேற்ற அவர் மிகச் சிறப்பாக செயல்பட்டார், உண்மையில் சிறந்த வீரர்களில் ஒருவராக ஆனார். கேரம் அவருக்கு பலமாக இருந்தது. லக்ஷ்மண் விளையாட்டின் சிறந்த வீரர்களில் ஒருவராக இருந்தார் மற்றும் ஆசிரிய போட்டியில் இரண்டு முறை வென்றார். அவர் பல்கலைக்கழக கிரிக்கெட் அணியின் சிறந்த பின்தொடர்பவராக இருந்தார் மற்றும் சாரா டிராபி விளையாட்டுகளில் தனது ஆதரவை வழங்கினார். ரக்பியைப் பார்ப்பது அவரது மற்றொரு ஆர்வமாக இருந்தது மற்றும் ஒரு முக்கியமான கிளப் விளையாட்டை ஒருபோதும் தவறவிடவில்லை. பல்கலைக்கழகத்தின் கிங் ஜார்ஜ் ஹாலில் கலர்ஸ் நைட் மற்றும் பிளாக் நைட் நடனங்களுக்கு அவர் எப்போதும் இருந்தார், இரவைக் கழித்தார். ஆசிரியப் பொது அறையில் மாலையில் மது அருந்தியபோது, ​​நிகழ்விற்குப் பிறகு என்னை வீட்டிற்கு அழைத்துச் செல்வதற்காக லக்ஷ்மன் அங்கு இருந்தார். லக்ஷ்மணன் குடித்து மகிழ்ந்தாலும், தனக்கென நிர்ணயித்த விவேகமான வரம்புகளை ஒருபோதும் மீறவில்லை. அவர் புகைபிடித்ததில்லை. அவருடன் நல்ல உணர்வு எப்போதும் நிலவியது.",
        "அவர் எப்பொழுதும் கண்ணியமானவராகவும், அமைதியாகவும், விவேகமாகவும், இராஜதந்திரமாகவும் இருப்பதற்கான சிறந்த திறனைக் கொண்டிருந்தார் என்பது எனக்கு நினைவிருக்கிறது. தன் கோபத்தை மிக நன்றாக மறைக்கும் திறமை அவருக்கு இருந்தது. அவரது மென்மையான நடத்தைக்குக் கீழே லக்ஷ்மணன் ஒரு எஃகு மையத்தைக் கொண்டுள்ளது. அவர் புத்திசாலி மற்றும் புத்திசாலி மற்றும் அவரது அட்டைகளை மார்புக்கு நெருக்கமாக விளையாடுகிறார். லக்ஷ்மணன் ஒரு போதும் அவசரப்பட்டு முக்கியமான முடிவுகளை எடுக்கவில்லை. இது அவரது வாழ்க்கையிலும் அவரது வாழ்க்கையிலும் நல்ல நிலையில் இருந்தது.",
        "சனத் டி திசேரா, பெர்னாட் ரன்தெனிய மற்றும் லக்ஷ்மன் ஜயசிங்க (கோட்டை ரயில் நிலையத்தில் எங்களுடன் இணைந்து கொண்டவர்) ஆகியோருடன் நாங்கள் மேற்கொண்ட பயணத்தை நான் ஏக்கத்துடன் நினைவுகூர்கிறேன். கண்டிக்கு சுற்றுலா சென்றிருந்தோம். சனத் எங்களை வத்தபுலுவவில் உள்ள ஒரு மலையில், மகாவலி ஆற்றை நோக்கிய ஒரு வீட்டில் தங்க ஏற்பாடு செய்தார். நாங்கள் பகலில் கண்டி தெருக்களைத் துடித்தோம், மாலையில் ஆற்றங்கரையில் ஒரு அரட்டையையும் பானத்தையும் அனுபவித்தோம். இது ஒரு மறக்கமுடியாத விடுமுறை, இது எங்களை நெருக்கமாக்கியது.",
        "இறுதியாண்டு தேர்வு முடிந்ததும் பெரும் கலைந்து வந்தது. நாங்கள் அனைவரும் தனித்தனியாக சென்றோம்.",
        "கொழும்பு தெற்கு பொது வைத்தியசாலையில் தனது பயிற்சியைத் தொடர்ந்து இரண்டு வருடங்கள் மருத்துவ துறையில் பணியாற்றினார். பின்னர் அவர் பொது சுகாதாரத் தொழிலில் தனது கண்களை வைத்தார். லக்ஷ்மன் 1970 இல் மாத்தறையில் சுகாதார வைத்திய அதிகாரியாக பொது சுகாதாரத்திற்கான தனது பயணத்தைத் தொடங்கினார். லக்ஷ்மணன் மங்களவை மணந்தபோது அதுவும் ஒரு முக்கியமான ஆண்டாகும். கொழும்பில் உள்ள மத்திய இரத்த வங்கியில் பணிபுரியும் போது நான் மாத்தறைக்கு உத்தியோகபூர்வ பயணத்தை மேற்கொண்டேன். எனது பழைய நண்பரை மீண்டும் சந்தித்தது எனக்கு மிகுந்த மகிழ்ச்சியைத் தந்தது. மாத்தறையில் உள்ள பிரவுன்ஸ் ஹில்லில் ஒரு பிரமாண்டமான மற்றும் நேர்த்தியான வீட்டில் லக்ஷ்மணன் மற்றும் மங்களா ஆகியோரால் நான் மிகவும் ஆடம்பரமாக மகிழ்ந்தேன்.",
        "பொது சுகாதார சேவையில் தொடர்ந்து, சுகாதார அமைச்சின் சுகாதார கல்வி பணியகத்தில் (HEB) சேர்ந்தார். மார்ச் 1974 இல், லக்ஷ்மனுக்கு உலக சுகாதார அமைப்பின் (WHO) பெல்லோஷிப் வழங்கப்பட்டது மற்றும் அமெரிக்காவிற்குச் சென்றார். பொது சுகாதாரம் மற்றும் சுகாதாரக் கல்வியில் நிபுணத்துவம் பெற்ற அவர், 1975 இல், அமெரிக்காவின் பெர்க்லியில் உள்ள கலிபோர்னியா பல்கலைக்கழகத்தில் பொது சுகாதாரத்தில் முதுகலைப் பட்டம் (MPH) பெற்றார். இலங்கைக்கு திரும்பியதும், லக்ஷ்மன் HEB க்கு சுகாதாரக் கல்வி நிபுணராக சேவை செய்வதில் தனது தீவிர ஆர்வத்தைத் தொடர்ந்தார். 1986 ஆம் ஆண்டில், முதுகலை மருத்துவ நிறுவனத்தில் (PGIM) சமூக மருத்துவத்தில் ஆலோசகராக தனது சான்றிதழைப் பெற்றார். லக்ஷ்மண் கொழும்பு பல்கலைக்கழகத்தால் சமூக மருத்துவத்தில் மதிப்புமிக்க டாக்டர் ஆஃப் மெடிசின் (MD) பட்டத்தை வழங்கினார்.",
        "இலங்கை அரசாங்கத்தில் 23 வருடங்கள் சிரத்தையுடன் சேவையாற்றிய அவர் 1990 இல் முன்கூட்டியே ஓய்வு பெற்று ஐக்கிய நாடுகளின் சிறுவர் நிதியத்தில் (UNICEF) இணைந்தார். அவர் உலக சுகாதார அமைப்பு (WHO) மற்றும் லண்டனில் உள்ள காமன்வெல்த் செயலகத்திலும் இந்தோனேசியா மற்றும் மலேசியாவில் ஆலோசகர் பணிகளில் பணியாற்றியுள்ளார். 1998 இல், அவர் UNICEF இலிருந்து முன்கூட்டியே ஓய்வு பெற்றார். லக்ஷ்மன் பின்னர் அமெரிக்காவிற்கு குடிபெயர்ந்தார் மற்றும் மேலும் பத்து ஆண்டுகளுக்கு ஒரு சுகாதார கல்வி நிபுணராக தென் கரோலினா சுகாதார மற்றும் சுற்றுச்சூழல் கட்டுப்பாட்டுத் துறையில் பணியாற்றினார். அவர் இறுதியாக டிசம்பர் 2008 இல் அமெரிக்காவில் சமூக மருத்துவராக ஆலோசகராகப் பணி ஓய்வு பெற்றார். தென் கரோலினா லக்ஷ்மண் மீது வலுவான அபிப்பிராயத்தை ஏற்படுத்தியிருந்தாலும், அவர் தனது வேர்களுக்கு வீடு திரும்ப வேண்டும் என்ற ஆழ்ந்த ஏக்கத்தைக் கொண்டிருந்தார்.",
        "பல ஆண்டுகளாக லட்சுமணனுடனான தொடர்பை இழந்தேன். திருமணம், தொழில் மற்றும் எங்கள் குழந்தைகளை கவனித்துக்கொள்வது முதன்மையானது. 1998 இல் வீட்டிற்குச் சென்றபோது, ​​நான் லக்ஷ்மன் மற்றும் அடக்கமுடியாத ஜே.சி பெர்னாண்டோ ஆகியோரை சிங்கள விளையாட்டுக் கழகத்தில் சந்தித்தேன், அது மறக்கமுடியாத நிகழ்வாகும். நீண்ட காலத்திற்கு முன்பு இருந்த அந்த பழைய ஆசிரிய மந்திரத்தை மீண்டும் கொண்டு வர நாங்கள் ஆவியை உயிருடன் வைத்திருந்தோம்.",
        "லக்ஷ்மன் ஒரு வலைப்பதிவை (இப்போது வலைப்பதிவு என்றும் அழைக்கப்படுகிறது), குறிப்பாக 1962 ஆம் ஆண்டு கொழும்பு மருத்துவ பீடத்தில் நுழைந்தவர்களுக்காக தொடங்கினார். இந்த உருவாக்கம் ஒரு வருட குழுவாக நாங்கள் தொடர்பு கொள்ளும் விதத்தை வடிவமைக்க உதவியது மற்றும் எங்கள் திறமைகள், செய்திகள், நகைச்சுவை மற்றும் நட்பை வெளிப்படுத்தும் ஒரு மன்றமாக மாறியது. இது 2011 ஆம் ஆண்டு முதல் ஈதரை சவாரி செய்யும் ஒரு நட்பு தளமாக மாறியது. இது ஒரு ஆன்லைன் போர்க்களமாக இருக்க விரும்பவில்லை, அவர் அரசியலை ஊக்கப்படுத்தினார் மற்றும் கிட்டத்தட்ட விலக்கினார். வலைப்பதிவின் மேலாளராக அவர் அதன் கண்ணியத்தைக் காப்பாற்றினார் மற்றும் நியாயமாகவும் பாரபட்சமற்றவராகவும் இருந்தார். பின்னூட்டங்களைக் கேட்கும் அவரது விருப்பம் வலைப்பதிவை பெரிதும் மேம்படுத்தியது. ஹாட் சீட்டில் பல வருடங்கள் கழித்து அவர் இப்போது வலைப்பதிவை நிர்வகிக்கும் கடினமான பணியை மகேந்திர கோன்சல்கோரலேவிடம் ஒப்படைத்துள்ளார்.",
        "லக்ஷ்மண் மற்றும் மங்கலா ஆகியோர் ஓய்வு பெற்ற பின்னர் இலங்கைக்கு திரும்பி பத்தரமுல்லையில் தங்கியுள்ளனர். அவர்கள் இப்போது நகரத்தின் ஒரு ஆடம்பரமான பகுதியில் மகிழ்ச்சிகரமான தோட்டத்துடன் ஒரு அற்புதமான வீட்டைப் பராமரிக்கிறார்கள். முற்றிலும் அழகான ஜோடி, அவர்கள் நட்பு மற்றும் ஆடம்பரமான விருந்தோம்பல் ஆகியவற்றிற்காக நன்கு அறியப்பட்டனர். அவரது நிதானமான நடை மற்றும் அன்பான முறையில், அவர் அற்புதமான நிறுவனத்தை உருவாக்கினார். அவர்களின் தாராள மனப்பான்மை, குளிர்கால விடுமுறையில் வீடு திரும்பிய பல வெளிநாட்டு மருத்துவர்களுக்கு நீட்டிக்கப்பட்டது.",
        "லக்ஷ்மனின் தந்தை தேசிய செய்தித்தாள்களில் தொடர்ந்து பங்களிப்பவர் என்பது எனக்கு நினைவிருக்கிறது. லக்ஷ்மன் இந்த பாரம்பரியத்தைத் தொடர்ந்தார், தினசரி நாளிதழ்களுக்கு மதிப்புமிக்க கட்டுரைகளை பெரும்பாலும் தனது சுகாதாரத் துறையில் நிபுணத்துவம் வாய்ந்த தலைப்புகளில் பங்களித்தார். மிகவும் படிக்கக்கூடிய, விரிவான மற்றும் தொலைநோக்கு நினைவுக் குறிப்பை எழுத அவர் தனது நினைவகத்தின் ஆவணங்களில் ஆழமாக மூழ்கியுள்ளார்.",
        "நான் இலங்கையில் பல Batch reunions இல் ஒருபோதும் இணைந்ததில்லை மற்றும் லக்ஷ்மனை சந்திக்கும் வாய்ப்பும் கிடைக்கவில்லை. அவர் இங்கிலாந்துக்கு ஒரு குறுகிய பயணத்தை மேற்கொண்டார். நாம் சந்திக்க முடியும் என்று நான் மிகவும் நம்பினேன் என்றாலும் அது நடக்கவில்லை. நான் 2012 இல் இலங்கையில் இருந்தேன், கொழும்பில் உள்ள சினமன் கிராண்டில் உள்ள பட்டு இந்திய உணவகத்தில் நாங்கள் ஒன்றாக உணவை உண்டு மகிழ்ந்தோம். அதன் சாப்பாட்டு அறையின் நிதானமான சூழலில் நாங்கள் ஒன்றாக இருந்த நேரத்தை மீண்டும் நினைவுபடுத்தி, பரஸ்பர நண்பர்களை நினைவு கூர்ந்தோம். அந்த இழந்த வருடங்களுக்கு நாங்கள் நிறைய ஈடு செய்தோம்.",
        "லக்ஷ்மணன் ஒரு அமைதியான மனிதர், ஆனால் கூட்டமாக, எப்போதும் வசீகரமானவர். அவர் தனது நண்பர்களிடம் தீவிர விசுவாசத்திற்காக நன்கு அறியப்பட்டவர். அவரது கதைகள், அற்புதமான நகைச்சுவை உணர்வு மற்றும் அந்த 'பொல்லாத' சிரிப்பு ஆகியவை அவரது கவர்ச்சியின் ஒருங்கிணைந்த பகுதியாகும். அவர் தனது வாழ்நாள் முழுவதும் நடத்திய மரியாதை மற்றும் அன்பான வழிகளை நான் நீண்ட காலத்திற்கு முன்பே நினைவில் கொள்கிறேன். எனது வாழ்க்கைப் பயணத்தில் அவரைச் சந்தித்ததில் பெரும் பாக்கியம் அடைகிறேன். லக்ஷ்மண் மற்றும் மங்களா தம்பதிக்கு ஒரு மகன் மற்றும் மகள் உள்ளனர், மேலும் மூன்று பேரக்குழந்தைகளின் அன்பையும் பாசத்தையும் அனுபவிக்கிறார்கள்.",
        "மிரிஹானவில் ஆரம்பம் கலவரம்! அது எங்கே போகும்? அது எப்படி முடிவடையும்?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}