{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Dont-mar-peaceful-nature-of-silent-and-people-power-revolution/172-236892",
  "time_ut": 1652380260,
  "title": "Don’t mar peaceful nature of silent and people power revolution",
  "body_lines": [
    "A burnt bus is seen next to another partially submerged in the Beira lake after mobs reacted angrily to attacks by thugs on peaceful protesters outside Temple Trees and Gotagogama on Monday. AFP",
    "Sri Lanka’s silent revolution was dazzling with hope, bringing in its wake the early blooms of a socio-political spring that the country has not seen before.",
    "The silent revolution’s unspoken words were louder than the sounds of cannons. At the night vigil, the dim yet resolute flames of the candles symbolised non-violence. The moral force of the silent revolution was more powerful than the all-powerful executive presidency, the armed forces the president has at his command and the near two-thirds majority the ruling party has in parliament put together. The goal of the apolitical and egalitarian revolution powered by the zeal of the youth and guided by the enlightened segments of society acting as an informal collective was to bring about the socio-political and economic change Sri Lanka has been denied since Independence 74 years ago.",
    "Then on Monday, the unexpected happened. Thousands of thugs -- bussed to Colombo in a show of strength for the disgraced Prime Minister, Mahinda Rajapaksa, who was defying countrywide calls to resign -- unleashed their violence on peaceful youth protesters camped outside Temple Trees, the Prime Minister’s official residence, and at the Galle Face Green now known as Gotagogama. They touched a raw nerve – nay they pulled the pin of a grenade, not knowing the incendiary nature of youth aggression when unjustly provoked. In two days of violence, nine people were killed and more than 300 suffered injuries while the properties of ruling party politicians and supporters were set ablaze or damaged.",
    "The silent and peaceful revolution was daubed in blood and now remains paralysed. Who is responsible for the sacrilege of the silent revolution at a time when it was gradually achieving its goal for a system change? The manner in which the counterattacks were carried out in response to what is seen as state-sponsored terrorism with police connivance makes many independent thinkers in the social media wonder whether there was a hidden political hand behind what was being seen as a sinister design to undermine the revolution. Others asked whether the left parties were giving leadership to the mobs. Later the Army Chief allayed the fears of a military takeover, asserting his support for constitutionalism, while opposition political parties, including the radical left parties, whose young supporters added muscle to the revolution with their large presence, called for calm and urged Sri Lankans to desist from violence.",
    "To some extent, some observers believe, the public anger was understandable – even justifiable. The people were boiling with fury as all what they could see now as their future is a life of penury for years to come if the present government led by President Gotabaya Rajapaksa continues. They say:",
    "When the people are forced to be in long queues for hours -- sometimes days -- to buy fuel, gas and other essentials which are most of the time not available in outlets;",
    "When they struggle to cope with the skyrocketing cost of living;",
    "When they find the farmers, who supply their daily bread, are handicapped by the non-availability of fertilser;",
    "When a food crisis they were warned of is already here, and When they realise that the money they have in hand has lost its worth and they cannot buy half the things they bought with a similar amount of money only two months ago, they only need a minor incitement to become a part of a major uprising. This was what happened on Monday and Tuesday. Sure the mob went overboard. Certain acts such the killing of unarmed political opponents, stripping the thugs naked and setting fire to public property did not go well with the revolution’s peaceful theme and therefore should be condemned.",
    "\"The silent and peaceful revolution was daubed in blood and now remains paralysed. Who is responsible for the sacrilege of the silent revolution at a time when it was gradually achieving its goal for a system change?\"",
    "The people’s angry response has marred the silent revolution which continues at Gotagogama for the 35th day today. Therefore, the revolution needs to be cleansed of the smear and reinvigorated so that the struggle can go on until it achieves its noble goals, regardless of the government’s interim measures such as appointing Ranil Wickremesinghe as prime minister or any other political stunt.",
    "The revolution should go on until we get together and create a socio-political system for greater participatory government with tighter checks and balances to prevent a recurrence of the crisis that is throttling the nation and to stop robbers from becoming people’s representatives. More importantly, the revolution should go on until every single cent robbed from the people’s wealth and stashed away in offshore tax havens is brought back to the country.",
    "If the new prime minister is Wickremesinghe, here is an opportunity for him to absolve himself from the sin he committed against the people in his previous avatar as prime minister. In 2015, he gave a solemn promise to the people that those who robbed the nation would be caught and punished. Instead, he stands accused today of protecting the robber politicians. To atone for his sin against the people, he should, in keeping with the demand of the silent and peaceful revolution, depoliticise the Police and allow upright investigators to bring the robber politicians to justice But will he?.",
    "According to American political scientist Chalmers Johnson, revolutions do occur when there is disequilibrium in society. He draws a parallel between human body and society to explain the disequilibrium. For instance, the human body can cope with a certain degree of external temperature, but if the temperature rises too high, the bodily system reaches the point of disequilibrium.",
    "In Sri Lanka, the disequilibrium is caused by an extreme level of corruption and an extreme incompetency in governance, requiring a revolution aimed at rectification.",
    "Johnson says if the political authorities react effectively to the situation, initiating policies that will restore equilibrium, they can avoid being overthrown. Yet, a stubborn ruling elite may dig in its heels and deploy whatever armed force it has at its command to crush sources of protest, and if this is successful, a coercive regime or ‘police state’ may come into being. Military force might be used ruthlessly to stamp out opposition, moving the whole society back from the changes that were beginning to occur.",
    "However, Johnson says, no society can be governed for long by the use of force. When it is clear that the country in is fundamental disarray, the armed forces themselves start to lose their loyalty to the rulers. At this point, there will be either a collapse into chaos and civil war or a revolution. A new government come to power initiating reforms that bring society back into equilibrium. Thus, the rulers would be well advised to go for the socio-political change the people are demanding rather than playing political games with the people’s future. In the social media era, political deceptions are short-lived.",
    "Sri Lanka’s people power movement against corruption, incompetence, nepotism and racist politics may not have all the characteristic of a revolution if revolution is defined as seizure of state power through violent means by the leaders of a mass movement, where that power is subsequently used to initiate major processes of social reform. Sri Lankans silent and peaceful revolution may not be like the American and French revolutions that fought for liberty, citizenship and equality, or like Russia’s Bolshevik Revolution or Mao Zedong’s Communist revolution in China. What the earlier revolutions have achieved through violent means, Sri Lanka’s silent revolutionaries must achieve through peaceful means -- and let political scientists stop and take note of the developments here and rewrite the definition of revolution. Viva la revolución!"
  ],
  "translate": {
    "si": {
      "title": "නිහඬ සහ ජන බල විප්ලවයේ සාමකාමී ස්වභාවය විනාශ නොකරන්න",
      "body_lines": [
        "සඳුදා අරලියගහ මන්දිරයෙන් සහ ගොටගෝගමෙන් පිටත සාමකාමී විරෝධතාකරුවන්ට මැර ප්‍රහාර එල්ල කිරීම සම්බන්ධයෙන් කෝපයෙන් ප්‍රතිචාර දැක්වීමෙන් පසු, බේරේ වැවේ තවත් කොටසක් ගිලී ඇති තවත් බස් රථයක් අසල පිළිස්සූ බස් රථයක් දක්නට ලැබේ. AFP",
        "ශ්‍රී ලංකාවේ නිහඬ විප්ලවය බලාපොරොත්තුවෙන් විස්මයට පත් වූ අතර, රට මින් පෙර නොදුටු සමාජ-දේශපාලන වසන්තයක මල් පිපීම එහි අවදියට ගෙන එයි.",
        "නිහඬ විප්ලවයේ නොකී වචන කාලතුවක්කු හඬට වඩා ඝෝෂාකාරී විය. රාත්‍රී සෝදිසියේදී, ඉටිපන්දම්වල අඳුරු නමුත් අධිෂ්ඨානශීලී ගිනිදැල් අවිහිංසාව සංකේතවත් කළේය. නිහඩ විප්ලවයේ සදාචාරාත්මක බලවේගය සර්වබලධාරී විධායක ජනාධිපති ක්‍රමයටත්, ජනාධිපතිවරයාට අණ දෙන සන්නද්ධ හමුදාවන්ටත්, පාර්ලිමේන්තුවේ ආණ්ඩු පක්ෂයට ඇති තුනෙන් දෙකක බලයටත් වඩා බලවත් විය. අවිධිමත් සාමූහිකයක් ලෙස ක්‍රියා කරන සමාජයේ ප්‍රබුද්ධ කොටස් විසින් මෙහෙයවන ලද තරුණ ජ්වලිතයෙන් බල ගැන්වූ නිර්පාක්ෂික හා සමානාත්මතා විප්ලවයේ ඉලක්කය වූයේ වසර 74 කට පෙර නිදහසින් පසු ශ්‍රී ලංකාව ප්‍රතික්ෂේප කරන ලද සමාජ දේශපාලන හා ආර්ථික වෙනසක් ඇති කිරීමයි.",
        "ඉන්පසුව සඳුදා සිදුවූයේ නොසිතූ දෙයකි. ඉල්ලා අස්වන ලෙස රටපුරා කළ ඉල්ලීම් නොතකමින් සිටි අපකීර්තිමත් අගමැති මහින්ද රාජපක්ෂට ශක්තිය පෙන්වීම සඳහා කොළඹට පැමිණි දහස් ගණන් මැරයෝ - අගමැති නිල නිවස වන අරලියගහ මන්දිරයෙන් පිටත කඳවුරු බැඳ සිටි සාමකාමී තරුණ විරෝධතාකරුවන්ට ප්‍රචණ්ඩත්වය මුදා හැරියේය. දැන් ගෝතගෝගම නමින් හඳුන්වන ගාලුමුවදොර පිටියේදී. ඔවුන් අමු ස්නායුවකට අත තැබුවේය - ඔවුන් අත්බෝම්බයක අල්ෙපෙනති ඇන්දේ, අසාධාරණ ලෙස කුපිත වූ විට තරුණ ආක්‍රමණශීලීත්වයේ ගිනි අවුලුවන ස්වභාවය නොදැන ය. දින දෙකක ප්‍රචණ්ඩ ක්‍රියාවලදී, ආණ්ඩු පක්ෂයේ දේශපාලනඥයන්ගේ සහ ආධාරකරුවන්ගේ දේපළවලට ගිනි තබා හෝ හානි කරද්දී පුද්ගලයන් 9 දෙනෙකු මිය ගිය අතර 300 කට වැඩි පිරිසක් තුවාල ලැබූහ.",
        "නිහඬ හා සාමකාමී විප්ලවය ලෙයින් තෙත් වූ අතර දැන් එය අඩපණ වී ඇත. ක්‍රමානුකූලව ක්‍රම වෙනසක් සඳහා වූ තම අරමුණ ක්‍රමක්‍රමයෙන් සාක්ෂාත් කරගන්නා මොහොතක නිහඬ විප්ලවය බිලි ගැන්වීමට වගකිව යුත්තේ කවුද? පොලිස් අනුග්‍රහය ඇතිව රාජ්‍ය අනුග්‍රහය ලබන ත්‍රස්තවාදය ලෙස පෙනෙන දෙයට ප්‍රතිචාර වශයෙන් ප්‍රතිප්‍රහාර එල්ල කළ ආකාරය සමාජ මාධ්‍ය තුළ බොහෝ ස්වාධීන චින්තකයින් විස්මයට පත් කරන්නේ එය කඩාකප්පල් කිරීමේ පාපතර නිර්මාණයක් ලෙස පෙනෙන දේ පිටුපස සැඟවුණු දේශපාලන හස්තයක් ඇත්ද යන්නයි. විප්ලවය. තවත් සමහරු ඇහුවා වමේ පක්ෂ මැරයන්ට නායකත්වය දෙනවාද කියලා. පසුව යුධ හමුදාපතිවරයා හමුදා අත්පත් කර ගැනීමක් පිලිබඳ බිය දුරු කරමින්, ව්‍යවස්ථාපිතවාදයට තම සහය ප්‍රකාශ කළ අතර, තරුණ ආධාරකරුවන් විශාල වශයෙන් පැමිණ සිටීමෙන් විප්ලවයට ශක්තියක් වූ රැඩිකල් වාම පක්ෂ ඇතුළු විපක්ෂ දේශපාලන පක්ෂ, සන්සුන් වන ලෙස ඉල්ලා ශ්‍රී ලාංකිකයන්ගෙන් ඉල්ලා සිටියේය. ප්‍රචණ්ඩත්වයෙන් ඉවත් වන්න.",
        "යම් දුරකට, සමහර නිරීක්ෂකයින් විශ්වාස කරන්නේ, මහජන කෝපය තේරුම් ගත හැකි - යුක්ති සහගත පවා විය. ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ප්‍රමුඛ වත්මන් ආණ්ඩුව දිගටම පැවතුනහොත් ඉදිරි වසර ගණනාව තුළ ඔවුන්ගේ අනාගතය දුක්ඛිත ජීවිතයක් වන බැවින් දැන් පෙනෙන සියල්ලෙන් ජනතාව කෝපයෙන් තැතිගෙන සිටියහ. ඔවුන් පවසන්නේ:",
        "බොහෝ විට අලෙවිසල්වල නොමැති ඉන්ධන, ගෑස් සහ අනෙකුත් අත්‍යාවශ්‍ය ද්‍රව්‍ය මිලදී ගැනීමට පැය ගණන් -- සමහර විට දින ගණන් දිගු පෝලිම්වල සිටීමට ජනතාවට බල කෙරෙන විට;",
        "අහස උසට නැඟෙන ජීවන වියදමට මුහුණ දීමට ඔවුන් අරගල කරන විට;",
        "ඔවුන්ගේ දෛනික පාන් සපයන ගොවීන් පොහොර නොමැතිකම නිසා ආබාධිත බව ඔවුන් සොයා ගත් විට;",
        "ඔවුන්ට අනතුරු අඟවා තිබූ ආහාර අර්බුදයක් දැනටමත් පැමිණ ඇති විට සහ තමන් අතේ ඇති මුදලේ වටිනාකම නැති වී ගොස් ඇති බවත් මාස දෙකකට පෙර එවැනිම මුදලකින් ඔවුන් මිලදී ගත් දේවලින් අඩක් මිලදී ගත නොහැකි බවත් ඔවුන්ට වැටහෙන විට ඔවුන්ට අවශ්‍ය වන්නේ එය පමණි. විශාල නැගිටීමක කොටස්කරුවෙකු වීමට සුළු උසිගැන්වීමක්. සඳුදා සහ අඟහරුවාදා සිදුවූයේ මෙයයි. ෂුවර් එකටම කට්ටිය ගොඩ ගියා. නිරායුධ දේශපාලන විරුද්ධවාදීන් ඝාතනය කිරීම, මැරයන් නිරුවත් කිරීම සහ පොදු දේපළවලට ගිනි තැබීම වැනි ඇතැම් ක්‍රියා විප්ලවයේ සාමකාමී තේමාව සමඟ නොගැලපෙන අතර එබැවින් හෙළා දැකිය යුතුය.",
        "\"නිහඬ හා සාමකාමී විප්ලවය ලෙයින් තෙත් වී දැන් අඩපණ වී ඇත. ක්‍රමානුකූලව ක්‍රම වෙනසක් සඳහා වූ ඉලක්කය සපුරා ගනිමින් සිටින මොහොතක නිහඬ විප්ලවය බිල්ලට පත්වීමට වගකිව යුත්තේ කවුද?\"",
        "අද 35 වන දිනටත් ගොඨාගෝගමදී පැවැත්වෙන නිහඬ විප්ලවයට ජනතා කෝපයෙන් ප්‍රතිචාරය බාධා එල්ල වී තිබේ. එබැවින් රනිල් වික‍්‍රමසිංහ අගමැති කිරීම හෝ වෙනත් දේශපාලන ක‍්‍රියාදාමයක් වැනි ආණ්ඩුවේ අතුරු ක‍්‍රියාමාර්ග නොතකා විප්ලවය සිය උදාර පරමාර්ථ ජය ගන්නා තුරු අරගලය ඉදිරියට ගෙන යා හැකි වන සේ මඩ ගැසීමෙන් පවිත්‍ර කර නැවත පණ ගැන්විය යුතුය.",
        "ජාතියම වෙළාගෙන සිටින අර්බුදය යළි ඇති නොවීමටත්, මංකොල්ලකරුවන් මහජන නියෝජිතයන් වීම නැවැත්වීමටත් දැඩි පරීක්ෂාවන් සහ තුලනයන් සහිත වැඩි සහභාගීත්ව පාලනයක් සඳහා සමාජ දේශපාලන ක්‍රමයක් නිර්මාණය කරන තෙක් විප්ලවය ඉදිරියට යා යුතුය. ඊටත් වඩා වැදගත් දෙය නම්, ජනතාවගේ ධනයෙන් කොල්ලකන ලද සහ අක්වෙරළ බදු තෝතැන්නක සැඟවී ඇති සෑම සතයක්ම නැවත රටට ගෙන එන තෙක් විප්ලවය ඉදිරියට යා යුතුය.",
        "නව අගමැති වික්‍රමසිංහ නම්, ඔහු අගමැති ලෙස පෙර අවතාරයේ ජනතාවට කළ පාපයෙන් නිදහස් වීමට මෙන්න අවස්ථාවක්. 2015 දී ජාතිය මංකොල්ල කාපු අය අල්ලලා දඬුවම් දෙන බවට එතුමා ජනතාවට බරපතළ පොරොන්දුවක් දුන්නා. ඒ වෙනුවට අද ඔහුට චෝදනා එල්ල වන්නේ මංකොල්ලකාර දේශපාලකයන් ආරක්ෂා කරන බවටයි. ඔහු ජනතාවට කළ පාපයට සමාවක් ලෙස, නිහඬ හා සාමකාමී විප්ලවයේ ඉල්ලීමට අනුව, පොලිසිය දේශපාලනීකරණයෙන් ඉවත් කර, මංකොල්ලකාර දේශපාලනඥයන් නීතිය ඉදිරියට ගෙන ඒමට අවංක විමර්ශකයින්ට ඉඩ දිය යුතුය, නමුත් ඔහු එසේ කරයිද?",
        "ඇමරිකානු දේශපාලන විද්‍යාඥ චාමර්ස් ජොන්සන්ට අනුව සමාජයේ අසමතුලිතතාවය පවතින විට විප්ලව ඇතිවේ. අසමතුලිතතාවය පැහැදිලි කිරීම සඳහා ඔහු මිනිස් සිරුර සහ සමාජය අතර සමාන්තරයක් අඳියි. නිදසුනක් වශයෙන්, මිනිස් සිරුරට යම් බාහිර උෂ්ණත්වයකට මුහුණ දිය හැකි නමුත් උෂ්ණත්වය අධික ලෙස ඉහළ ගියහොත්, කායික පද්ධතිය අසමතුලිතතා මට්ටමට ළඟා වේ.",
        "ශ්‍රී ලංකාව තුළ, අසමතුලිතතාවය ඇතිවන්නේ අන්ත දූෂණය සහ පාලනයේ අන්ත අදක්ෂතාව නිසා වන අතර, නිවැරදි කිරීම ඉලක්ක කරගත් විප්ලවයක් අවශ්‍ය වේ.",
        "දේශපාලන බලධාරීන් සමතුලිතතාවය යථා තත්ත්වයට පත් කරන ප්‍රතිපත්ති ආරම්භ කරමින් තත්වයට ඵලදායි ලෙස ප්‍රතිචාර දක්වන්නේ නම්, ඔවුන් පෙරලා දැමීම වළක්වා ගත හැකි බව ජොන්සන් පවසයි. එහෙත්, මුරණ්ඩු පාලක ප්‍රභූවක් තම විලුඹ හාරා, විරෝධතා මූලාශ්‍ර තලා දැමීමට තම අණ පරිදි ඕනෑම සන්නද්ධ බලයක් යෙදවිය හැකි අතර, මෙය සාර්ථක වුවහොත්, බලහත්කාර පාලනයක් හෝ ‘පොලිස් රාජ්‍යයක්’ ඇති විය හැකිය. සිදුවන්නට පටන් ගත් වෙනස්කම්වලින් මුළු සමාජයම ආපස්සට ගෙන යමින් විරුද්ධත්වය මැඩපැවැත්වීම සඳහා මිලිටරි බලය නිර්දය ලෙස භාවිතා කළ හැකිය.",
        "කෙසේ වෙතත්, ජොන්සන් පවසන්නේ, බලය භාවිතා කිරීමෙන් කිසිදු සමාජයක් දිගු කලක් පාලනය කළ නොහැකි බවයි. රට මූලික අවුල් සහගත බව පැහැදිලි වූ විට, සන්නද්ධ හමුදාවන්ටම පාලකයන්ට ඇති පක්ෂපාතිත්වය නැති වී යයි. මෙම අවස්ථාවේදී, අවුල් වියවුල් සහ සිවිල් යුද්ධයකට කඩා වැටීමක් හෝ විප්ලවයක් සිදුවනු ඇත. නව රජයක් බලයට පත්වන්නේ සමාජය නැවත සමතුලිතතාවයට ගෙන එන ප්‍රතිසංස්කරණ ආරම්භ කරමිනි. මේ අනුව, ජනතාවගේ අනාගතය සමඟ දේශපාලන සෙල්ලම් කිරීමට වඩා ජනතාව ඉල්ලා සිටින සමාජ-දේශපාලන වෙනසක් සඳහා යාමට පාලකයින්ට හොඳ උපදෙස් ලැබෙනු ඇත. සමාජ මාධ්‍ය යුගයේ දේශපාලන රැවටීම් කෙටිකාලීන ය.",
        "දූෂණයට, අදක්ෂකමට, ඥාති සංග්‍රහයට සහ ජාතිවාදී දේශපාලනයට එරෙහි ශ්‍රී ලංකාවේ ජනබල ව්‍යාපාරයට විප්ලවයේ සියලු ලක්‍ෂණ නොතිබිය හැකිය, විප්ලවය යනු මහජන ව්‍යාපාරයක නායකයන් විසින් ප්‍රචණ්ඩ ක්‍රම මගින් රාජ්‍ය බලය අත්පත් කර ගැනීම ලෙස අර්ථ දැක්වුවහොත්, එම බලය පසුව භාවිතා වේ. සමාජ ප්රතිසංස්කරණයේ ප්රධාන ක්රියාවලීන් ආරම්භ කිරීම. ශ්‍රී ලාංකිකයන් නිහඩ සහ සාමකාමී විප්ලවය නිදහස, පුරවැසිභාවය සහ සමානාත්මතාවය වෙනුවෙන් සටන් කළ ඇමරිකානු සහ ප්‍රංශ විප්ලව මෙන් හෝ රුසියාවේ බොල්ෂෙවික් විප්ලවය හෝ චීනයේ මාඕ සේතුං ගේ කොමියුනිස්ට් විප්ලවය මෙන් නොවිය හැකිය. පෙර විප්ලවයන් ප්‍රචණ්ඩ ක්‍රම මගින් අත්කරගත් දේ, ශ්‍රී ලංකාවේ නිහඬ විප්ලවවාදීන් සාමකාමී මාර්ග හරහා සාක්ෂාත් කරගත යුතුය -- දේශපාලන විද්‍යාඥයින්ට මෙහි වර්ධනයන් නවතා සටහන් කර විප්ලවයේ නිර්වචනය නැවත ලිවීමට ඉඩ හරින්න. Viva la revolución!"
      ]
    },
    "ta": {
      "title": "அமைதியான மற்றும் மக்கள் சக்தி புரட்சியின் அமைதியான தன்மையை சிதைக்காதீர்கள்",
      "body_lines": [
        "திங்கட்கிழமை அலரிமாளிகை மற்றும் கோட்டகோகமவிற்கு வெளியே அமைதியான போராட்டக்காரர்கள் மீது குண்டர்கள் நடத்திய தாக்குதல்களுக்கு கும்பல் கோபமாக எதிர்வினையாற்றியதை அடுத்து, பேருந்தின் அருகே எரிந்த பேருந்து ஒன்று பெய்ரா ஏரியில் பகுதியளவு நீரில் மூழ்கியுள்ளது. AFP",
        "இலங்கையின் மௌனப் புரட்சி நம்பிக்கையுடன் திகைப்பூட்டும் வகையில் இருந்தது, நாடு இதுவரை கண்டிராத ஒரு சமூக-அரசியல் வசந்தத்தின் ஆரம்பப் பூக்களை அதன் எழுச்சியில் கொண்டு வந்தது.",
        "மௌனப் புரட்சியின் பேசப்படாத வார்த்தைகள் பீரங்கிகளின் சத்தத்தை விட சத்தமாக இருந்தன. இரவு விழிப்பு நேரத்தில், மெழுகுவர்த்திகளின் மங்கலான இன்னும் உறுதியான தீப்பிழம்புகள் அகிம்சையை அடையாளப்படுத்துகின்றன. மௌனப் புரட்சியின் தார்மீக சக்தி, அனைத்து அதிகாரமும் கொண்ட நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை, ஜனாதிபதியின் கட்டளையின் பேரில் ஆயுதம் ஏந்திய படைகள் மற்றும் பாராளுமன்றத்தில் ஆளும் கட்சிக்கு ஏறக்குறைய மூன்றில் இரண்டு பங்கு பெரும்பான்மை ஆகியவற்றைக் காட்டிலும் சக்தி வாய்ந்தது. 74 ஆண்டுகளுக்கு முன்னர் சுதந்திரம் அடைந்ததில் இருந்து மறுக்கப்பட்ட இலங்கையின் சமூக அரசியல் பொருளாதார மாற்றத்தை ஏற்படுத்துவதே இளைஞர்களின் ஆர்வத்தாலும், சமூகத்தின் அறிவார்ந்த பிரிவினரால் முறைசாரா கூட்டாகச் செயற்படுவதாலும் இயக்கப்படும் அரசியலற்ற மற்றும் சமத்துவப் புரட்சியின் இலக்காகும்.",
        "அப்போது திங்கட்கிழமை எதிர்பாராதது நடந்தது. நாடு தழுவிய ரீதியில் ராஜினாமா செய்ய வேண்டும் என்ற கோரிக்கையை மீறி, அவமானப்படுத்தப்பட்ட பிரதமர் மகிந்த ராஜபக்சவுக்கு பலம் காட்டும் வகையில், ஆயிரக்கணக்கான குண்டர்கள் கொழும்புக்கு பேருந்தில் சென்று, பிரதமரின் உத்தியோகபூர்வ இல்லமான அலரிமாளிகைக்கு வெளியே முகாமிட்டிருந்த அமைதியான இளைஞர் போராட்டக்காரர்கள் மீது வன்முறையை கட்டவிழ்த்துவிட்டனர். தற்போது கோட்டகோகம என அழைக்கப்படும் காலி முகத்திடலில். அவர்கள் ஒரு மூல நரம்பைத் தொட்டனர் - இல்லை அவர்கள் ஒரு வெடிகுண்டு முள் இழுத்தார்கள், அநியாயமாக தூண்டப்பட்ட போது இளைஞர்களின் ஆக்கிரமிப்பின் தீக்குளிக்கும் தன்மையை அறியவில்லை. இரண்டு நாட்களில் நடந்த வன்முறையில், ஆளும் கட்சி அரசியல்வாதிகள் மற்றும் ஆதரவாளர்களின் சொத்துக்கள் தீவைக்கப்பட்ட அல்லது சேதப்படுத்தப்பட்ட போது, ​​ஒன்பது பேர் கொல்லப்பட்டனர் மற்றும் 300 க்கும் மேற்பட்டோர் காயமடைந்தனர்.",
        "அமைதியான மற்றும் அமைதியான புரட்சி இரத்தத்தில் மூழ்கி இப்போது முடங்கி கிடக்கிறது. மெளனப் புரட்சி ஒரு முறை மாற்றத்திற்கான இலக்கை மெல்ல மெல்ல அடைந்துகொண்டிருந்த வேளையில், அதற்குக் காரணம் யார்? பொலிஸ் உடந்தையுடன் அரச ஆதரவு பயங்கரவாதமாகப் பார்க்கப்படுவதற்குப் பதில் தாக்குதல்கள் நடத்தப்பட்ட விதம் சமூக ஊடகங்களில் பல சுயாதீன சிந்தனையாளர்களை வியக்க வைக்கிறது. புரட்சி. இடதுசாரிக் கட்சிகள் கும்பலுக்கு தலைமை தாங்குகிறதா என்று மற்றவர்கள் கேட்டனர். பின்னர் இராணுவத் தளபதி இராணுவக் கையகப்படுத்தல் குறித்த அச்சத்தைத் தணித்து, அரசியலமைப்பிற்கு தனது ஆதரவை உறுதிப்படுத்தினார், அதே நேரத்தில் இளம் ஆதரவாளர்கள் தீவிர இடதுசாரிக் கட்சிகள் உட்பட எதிர்கட்சி அரசியல் கட்சிகள், அவர்களின் பெரும் இருப்புடன் புரட்சிக்கு வலு சேர்த்தது, அமைதிக்கு அழைப்பு விடுத்தது மற்றும் இலங்கை மக்களை வலியுறுத்தியது. வன்முறையிலிருந்து விலகுங்கள்.",
        "ஓரளவிற்கு, சில பார்வையாளர்கள் நம்புகிறார்கள், பொதுமக்களின் கோபம் புரிந்துகொள்ளக்கூடியது - நியாயமானதும் கூட. ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தலைமையிலான தற்போதைய அரசாங்கம் தொடருமானால், எதிர்வரும் வருடங்களில் அவர்களின் எதிர்காலம் துர்ப்பாக்கியமான வாழ்க்கையே என மக்கள் இப்போது பார்க்கக்கூடிய அனைத்தும் மிகவும் கோபத்தில் கொதித்தெழுந்தன. அவர்கள் சொல்கிறார்கள்:",
        "பெரும்பாலான நேரங்களில் விற்பனை நிலையங்களில் கிடைக்காத எரிபொருள், எரிவாயு மற்றும் பிற அத்தியாவசியப் பொருட்களை வாங்குவதற்கு மக்கள் மணிநேரம் -- சில நாட்கள் -- நீண்ட வரிசையில் நிற்க வேண்டிய கட்டாயத்தில் இருக்கும்போது;",
        "வானளாவிய வாழ்க்கைச் செலவை சமாளிக்க அவர்கள் போராடும்போது;",
        "தினசரி ரொட்டியை வழங்கும் விவசாயிகள், உரம் கிடைக்காமல் ஊனமுற்றிருப்பதைக் கண்டால்;",
        "அவர்கள் எச்சரிக்கப்பட்ட உணவுப் பற்றாக்குறை ஏற்கனவே வந்தபோதும், தங்கள் கையில் இருக்கும் பணம் அதன் மதிப்பை இழந்துவிட்டது என்பதையும், இரண்டு மாதங்களுக்கு முன்பு இதேபோன்ற பணத்தில் வாங்கிய பாதி பொருட்களை அவர்களால் வாங்க முடியாது என்பதையும் உணர்ந்தால், அவர்களுக்குத் தேவை ஒரு பெரிய எழுச்சியின் ஒரு பகுதியாக மாற ஒரு சிறிய தூண்டுதல். திங்கள் மற்றும் செவ்வாய் கிழமைகளில் இதுதான் நடந்தது. நிச்சயமாக கும்பல் எல்லை மீறிச் சென்றது. நிராயுதபாணியான அரசியல் எதிரிகளைக் கொல்வது, குண்டர்களை நிர்வாணமாகக் கழற்றுவது, பொதுச் சொத்துக்களுக்கு தீ வைப்பது போன்ற சில செயல்கள் புரட்சியின் அமைதியான கருப்பொருளுடன் பொருந்தவில்லை, எனவே கண்டிக்கப்பட வேண்டும்.",
        "\"அமைதியான மற்றும் அமைதியான புரட்சி இரத்தத்தில் மூழ்கி இப்போது முடங்கி கிடக்கிறது. அமைப்பு மாற்றத்திற்கான இலக்கை படிப்படியாக அடையும் நேரத்தில் மௌனப் புரட்சியின் தியாகத்திற்கு யார் பொறுப்பு?\"",
        "கோட்டகோகமவில் இன்று 35 ஆவது நாளாக தொடரும் மௌனப் புரட்சி மக்களின் கோபமான பதிலடியை சீர்குலைத்துள்ளது. எனவே, ரணில் விக்கிரமசிங்கவை பிரதமராக நியமிப்பது போன்ற அரசாங்கத்தின் இடைக்கால நடவடிக்கைகள் எதுவாக இருந்தாலும் அல்லது வேறு எந்த அரசியல் ஸ்டண்டையும் பொருட்படுத்தாமல், புரட்சியானது அதன் உன்னத இலக்குகளை அடையும் வரை போராட்டம் தொடரும் வகையில், களங்கம் துடைக்கப்பட்டு புத்துயிர் பெற வேண்டும்.",
        "தேசத்தை உலுக்கி வரும் நெருக்கடி மீண்டும் ஏற்படாமல் தடுக்கவும், கொள்ளையர்கள் மக்கள் பிரதிநிதிகளாக மாறுவதைத் தடுக்கவும், நாம் ஒன்றுகூடி, கடுமையான சோதனைகள் மற்றும் சமநிலையுடன் கூடிய ஒரு சமூக-அரசியல் அமைப்பை உருவாக்கும் வரை புரட்சி தொடர வேண்டும். மிக முக்கியமாக, மக்களின் சொத்துக்களில் இருந்து கொள்ளையடிக்கப்பட்ட மற்றும் கடலோர வரிப் புகலிடங்களில் பதுக்கி வைக்கப்பட்டுள்ள ஒவ்வொரு சதமும் நாட்டிற்கு திரும்பக் கொண்டுவரப்படும் வரை புரட்சி தொடர வேண்டும்.",
        "புதிய பிரதமர் விக்கிரமசிங்க என்றால், அவர் பிரதமராக இருந்த முந்தைய அவதாரத்தில் மக்களுக்கு செய்த பாவத்தில் இருந்து விடுபட இதோ ஒரு வாய்ப்பு. தேசத்தை கொள்ளையடித்தவர்களை பிடித்து தண்டிக்கப்படும் என்று 2015ல் மக்களுக்கு உறுதிமொழி அளித்தார். மாறாக கொள்ளையடிக்கும் அரசியல்வாதிகளை பாதுகாப்பதாக இன்று குற்றம் சாட்டியுள்ளார். மக்களுக்கு எதிராக அவர் செய்த பாவத்திற்குப் பரிகாரம் செய்ய, அமைதியான மற்றும் அமைதியான புரட்சியின் கோரிக்கைக்கு இணங்க, அவர் காவல்துறையை அரசியலற்றதாக்கி, கொள்ளை அரசியல்வாதிகளை நீதியின் முன் நிறுத்த நேர்மையான புலனாய்வாளர்களை அனுமதிக்க வேண்டும், ஆனால் அவர் செய்வாரா?",
        "அமெரிக்க அரசியல் விஞ்ஞானி சால்மர்ஸ் ஜான்சனின் கூற்றுப்படி, சமூகத்தில் சமநிலையின்மை இருக்கும்போது புரட்சிகள் ஏற்படுகின்றன. சமநிலையின்மையை விளக்குவதற்கு மனித உடலுக்கும் சமூகத்திற்கும் இடையே ஒரு இணையை அவர் வரைந்துள்ளார். உதாரணமாக, மனித உடல் ஒரு குறிப்பிட்ட அளவு வெளிப்புற வெப்பநிலையை சமாளிக்க முடியும், ஆனால் வெப்பநிலை அதிகமாக உயர்ந்தால், உடல் அமைப்பு சமநிலையற்ற நிலையை அடைகிறது.",
        "இலங்கையில், சமச்சீரற்ற தன்மையானது அதிதீவிர அளவிலான ஊழல் மற்றும் நிர்வாகத்தில் உள்ள அதீத திறமையின்மையினால் ஏற்படுகிறது, திருத்தத்தை இலக்காகக் கொண்ட ஒரு புரட்சி தேவைப்படுகிறது.",
        "அரசியல் அதிகாரிகள் நிலைமைக்கு திறம்பட எதிர்வினையாற்றினால், சமநிலையை மீட்டெடுக்கும் கொள்கைகளைத் தொடங்கினால், அவர்கள் தூக்கி எறியப்படுவதைத் தவிர்க்கலாம் என்று ஜான்சன் கூறுகிறார். ஆயினும்கூட, ஒரு பிடிவாதமான ஆளும் உயரடுக்கு அதன் குதிகால் தோண்டலாம் மற்றும் எதிர்ப்பின் ஆதாரங்களை நசுக்க அதன் கட்டளைப்படி எந்த ஆயுதப் படையையும் பயன்படுத்தக்கூடும், இது வெற்றியடைந்தால், ஒரு கட்டாய ஆட்சி அல்லது 'காவல் அரசு' உருவாகலாம். எதிர்ப்பை முறியடிக்க இராணுவ பலம் இரக்கமின்றி பயன்படுத்தப்படலாம், ஏற்படத் தொடங்கிய மாற்றங்களிலிருந்து முழு சமூகத்தையும் பின்னோக்கி நகர்த்தலாம்.",
        "இருப்பினும், ஜான்சன் கூறுகிறார், எந்தவொரு சமூகத்தையும் பலத்தை பயன்படுத்தி நீண்ட காலம் ஆள முடியாது. நாட்டில் அடிப்படை சீர்குலைவு என்பது தெளிவாகத் தெரிந்தால், ஆயுதப் படைகளே ஆட்சியாளர்களிடம் தங்கள் விசுவாசத்தை இழக்கத் தொடங்குகின்றன. இந்த கட்டத்தில், குழப்பம் மற்றும் உள்நாட்டுப் போர் அல்லது புரட்சியாக ஒரு சரிவு இருக்கும். சமூகத்தை மீண்டும் சமநிலைக்குக் கொண்டுவரும் சீர்திருத்தங்களைத் தொடங்கி புதிய அரசாங்கம் ஆட்சிக்கு வருகிறது. எனவே, ஆட்சியாளர்கள் மக்களின் எதிர்காலத்தை வைத்து அரசியல் விளையாடுவதை விட, மக்கள் கோரும் சமூக அரசியல் மாற்றத்திற்குச் செல்வது நல்லது. சமூக ஊடக சகாப்தத்தில், அரசியல் ஏமாற்றங்கள் குறுகிய காலம்.",
        "ஊழல், இயலாமை, உறவுமுறை மற்றும் இனவாத அரசியலுக்கு எதிரான இலங்கையின் மக்கள் சக்தி இயக்கமானது, ஒரு வெகுஜன இயக்கத்தின் தலைவர்களால் வன்முறை வழிகளில் அரச அதிகாரத்தைக் கைப்பற்றுவது என வரையறுக்கப்பட்டால், புரட்சியின் அனைத்துப் பண்புகளையும் கொண்டிருக்காது. சமூக சீர்திருத்தத்தின் முக்கிய செயல்முறைகளைத் தொடங்குதல். சுதந்திரம், குடியுரிமை மற்றும் சமத்துவத்துக்காகப் போராடிய அமெரிக்க, பிரெஞ்சுப் புரட்சிகளைப் போலவோ, ரஷ்யாவின் போல்ஷிவிக் புரட்சியைப் போலவோ அல்லது சீனாவில் மாவோ சேதுங்கின் கம்யூனிஸ்ட் புரட்சியைப் போலவோ இலங்கையர்களின் அமைதியான மற்றும் அமைதியான புரட்சி இருக்காது. முந்தைய புரட்சிகள் வன்முறை வழிகளில் சாதித்ததை, இலங்கையின் மௌனப் புரட்சியாளர்கள் அமைதியான வழிகளில் சாதிக்க வேண்டும் -- அரசியல் அறிவியலாளர்கள் இங்குள்ள வளர்ச்சிகளை நிறுத்திவிட்டு, புரட்சியின் வரையறையை மாற்றி எழுதட்டும். விவா லா புரட்சி!"
      ]
    }
  }
}