{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Democracy-must-be-strengthened-we-cannot-pick-leaders-off-streets-Bakeer-Markar/56-734558",
  "time_ut": 1652045460,
  "title": "Democracy must be strengthened; we cannot pick leaders off streets: Bakeer Markar",
  "body_lines": [
    "Main Opposition Samagi Jana Balawegaya (SNB) Parliamentarian MP Imthiaz Bakeer Markar yesterday urged Sri Lankans must unite to forge democratic and sustainable solutions to the prevailing political and economic crisis, and stressed the country cannot afford to shape change or elect leaders off the streets and these must happen within democratic representative frameworks.",
    "The MP said the Galle Face protests had started out as a public movement to strengthen democratic frameworks, but some groups have attempted to hijack it and align the movement to their political will.",
    "“We all need to act prudently and move ahead. Society also has a responsibility to send deserving and sensible people to Parliament. These old agendas and slogans don’t work anymore. Countries like Vietnam and China have all embraced change and shed their strict socialist pillars and moved far ahead in the world and challenged the traditional superpowers.",
    "“They are no longer Marxists. Despite shortcomings within our democratic framework, we cannot afford to elect leaders from junctions and streets. The world will laugh at us if we allow such. Change must happen within a democratic framework. We cannot make room for violence, and we all need to work together as Sri Lankans to safeguard our future,” he said.",
    "Markar said the SJB met with the Bar Association of Sri Lanka (BASL) to further discuss the proposals put forth by the legal body, and reiterated his party was willing to work within that framework.",
    "Markar noted the President has accepted grave mistakes were made and mismanagement had led to the prevailing crisis, which were echoed by the Finance Minister in Parliament. The MP said that Government MPs and the President are now calling on the SJB Leader to lead the Government, but not accept any responsibility for the predicament they put the country in.",
    "“The way out is not easy. It is going to be immensely difficult and challenging and the whole country must face up to it. Those in power are trying various means to wash their hands off this. We have to change this traditional model of opportunistic politics. We cannot allow people to just walk away and not take responsibility for their actions. They resorted to racism and other extremist actions to come to power, and played with the lives and funds of people. If there is no responsibility what is the purpose? They will hand over the mess and then ask ‘dan sepada’ as they always do.”",
    "The SJB is ready to give leadership to resolve this crisis, he added, and stressed on the proposals by the BASL to do away with the Executive Presidency and abolish the 20th Amendment. Countries like Germany and Japan were rebuilt from scratch after the world war and the fall of the Berlin wall, and they received support from the world. But today, Sri Lanka has antagonised once friendly nations from the East and the West, and only focused on caring for their friends and cronies, Markar stated."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රජාතන්ත්‍රවාදය ශක්තිමත් කළ යුතුයි; අපට නායකයන් පාරෙන් තෝරා ගත නොහැක: බාකීර් මාකර්",
      "body_lines": [
        "පවතින දේශපාලන හා ආර්ථික අර්බුදයට ප්‍රජාතන්ත්‍රවාදී සහ තිරසාර විසඳුම් සැකසීමට ශ්‍රී ලාංකිකයන් එක්විය යුතු බව ප්‍රධාන විපක්ෂයේ සමගි ජන බලවේගයේ (SNB) පාර්ලිමේන්තු මන්ත්‍රී ඉමිතියාස් බාකීර් මාකර් ඊයේ ඉල්ලා සිටි අතර, රට වෙනස් කිරීමට හෝ මහමගදී නායකයින් තෝරා පත් කර ගැනීමට නොහැකි බව අවධාරණය කළේය. ප්‍රජාතන්ත්‍රවාදී නියෝජිත රාමු තුළ සිදු විය යුතුය.",
        "ගාලුමුවදොර විරෝධතා ව්‍යාපාරය ආරම්භ කර ඇත්තේ ප්‍රජාතන්ත්‍රවාදී රාමු ශක්තිමත් කිරීමේ මහජන ව්‍යාපාරයක් ලෙසින් බවත්, නමුත් ඇතැම් පිරිස් එය පැහැරගෙන තම දේශපාලන අභිමතය පරිදි එම ව්‍යාපාරය පෙළගස්වා ගැනීමට උත්සාහ කරන බවත් මන්ත්‍රීවරයා පැවසීය.",
        "“අපි හැමෝම කල්පනාකාරීව ක්‍රියා කර ඉදිරියට යා යුතුයි. පාර්ලිමේන්තුවට සුදුස්සන්, සංවේදී පුද්ගලයන් යැවීමේ වගකීම ද සමාජයට ඇත. මෙම පැරණි න්‍යාය පත්‍ර සහ සටන් පාඨ තවදුරටත් ක්‍රියාත්මක නොවේ. වියට්නාමය, චීනය වැනි රටවල් සියල්ල වෙනසක් වැළඳගෙන තම දැඩි සමාජවාදී කුළුණු ඉවත් කර ලෝකයේ බොහෝ ඉදිරියට ගොස් සම්ප්‍රදායික සුපිරි බලවතුන්ට අභියෝග කර ඇත.",
        "“ඔවුන් තවදුරටත් මාක්ස්වාදීන් නොවේ. අපේ ප‍්‍රජාතන්ත‍්‍රවාදී රාමුව තුළ අඩු පාඩු තිබුණත් හන්දිවලින්, පාරවල්වලින් නායකයන් පත්කර ගන්න අපට හැකියාවක් නැහැ. එහෙම ඉඩ දුන්නොත් ලෝකෙම අපිට හිනා වෙයි. වෙනසක් සිදුවිය යුත්තේ ප්‍රජාතන්ත්‍රවාදී රාමුවක් තුළය. අපට ප්‍රචණ්ඩත්වයට ඉඩක් දිය නොහැකි අතර, අපගේ අනාගතය සුරක්ෂිත කර ගැනීම සඳහා ශ්‍රී ලාංකිකයන් ලෙස අප සියලු දෙනාම එක්ව කටයුතු කළ යුතු බව ඔහු පැවසීය.",
        "නීතිමය ආයතනය විසින් ඉදිරිපත් කර ඇති යෝජනා තවදුරටත් සාකච්ඡා කිරීම සඳහා SJB ශ්‍රී ලංකා නීතීඥ සංගමය (BASL) හමුවූ බව පැවසූ මාකර්, එම රාමුව තුළ වැඩ කිරීමට තම පක්ෂය කැමැත්තෙන් පසුවන බව නැවත අවධාරණය කළේය.",
        "බරපතළ වැරදි සිදු වූ බවත්, වැරදි කළමනාකරණය පවතින අර්බුදයට හේතු වී ඇති බවත් ජනාධිපතිවරයා පිළිගෙන ඇති බවත් මුදල් ඇමැතිවරයා පාර්ලිමේන්තුවේදී ප්‍රතිරාවය කළ බවත් මාකර් සඳහන් කළේය. ආණ්ඩුවේ මන්ත්‍රීවරුන් සහ ජනාධිපතිවරයා මේ වන විට SJB නායකයාගෙන් ආණ්ඩුවට නායකත්වය දෙන ලෙස ඉල්ලා සිටින නමුත් ඔවුන් රට පත්කළ අර්බුදකාරී තත්ත්වය සම්බන්ධයෙන් කිසිදු වගකීමක් භාර නොගන්නා බවද මන්ත්‍රීවරයා පැවසීය.",
        "“පිටවීම පහසු නැත. එය අතිශය දුෂ්කර හා අභියෝගාත්මක වනු ඇති අතර මුළු රටම එයට මුහුණ දිය යුතුය. මේකෙන් අත හෝදගන්න බලයේ ඉන්න අය විවිධ ක්‍රම උත්සාහ කරනවා. මේ අවස්ථාවාදී දේශපාලනයේ සාම්ප්‍රදායික ආකෘතිය අපි වෙනස් කළ යුතුයි. මිනිසුන්ට නිකම්ම නිකම්ම නිකම්ම නිකම්ම නිකම්ම නිකම්ම නිකම්ම නිකම්ම නිකම්ම නිකම් ඉන්න ඉඩ දෙන්න අපිට බැහැ. ඔවුන් බලයට පැමිණීම සඳහා ජාතිවාදය සහ වෙනත් අන්තවාදී ක්‍රියාවලට යොමු වූ අතර මිනිසුන්ගේ ජීවිත හා අරමුදල් සමඟ සෙල්ලම් කළහ. වගකීමක් නැතිනම් අරමුණ කුමක්ද? එයාලා අවුල බාර දීලා හැමදාම කරනවා වගේ ‘දන් සේපද’ අහනවා.”",
        "මෙම අර්බුදය විසඳීමට නායකත්වය දීමට SJB සූදානම් බවත්, විධායක ජනාධිපති ක්‍රමය ඉවත් කර 20 වැනි සංශෝධනය අහෝසි කිරීමට ශ්‍රී ලංකා පොදුජන පෙරමුණේ යෝජනා පිළිබඳවද ඔහු අවධාරණය කළේය. ජර්මනිය, ජපානය වැනි රටවල් ලෝක යුද්ධයෙන් පසු බර්ලින් තාප්පය බිඳ වැටීමෙන් පසු මුල සිටම නැවත ගොඩනඟන ලද අතර ඔවුන්ට ලෝකයෙන් සහයෝගය ලැබුණි. නමුත් අද වන විට ශ්‍රී ලංකාව පෙරදිගින් සහ බටහිරින් මිත්‍රශීලී ජාතීන් සමඟ එදිරිව සිට ඇති අතර ඔවුන්ගේ මිතුරන් සහ හිතවතුන් රැකබලා ගැනීම කෙරෙහි පමණක් අවධානය යොමු කර ඇති බව මාකර් ප්‍රකාශ කළේය."
      ]
    },
    "ta": {
      "title": "ஜனநாயகம் வலுப்படுத்தப்பட வேண்டும்; தலைவர்களை தெருவில் இருந்து தேர்ந்தெடுக்க முடியாது: பக்கீர் மார்க்கர்",
      "body_lines": [
        "பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SNB) பாராளுமன்ற உறுப்பினர் இம்தியாஸ் பாக்கீர் மார்க்கர், நிலவும் அரசியல் மற்றும் பொருளாதார நெருக்கடிக்கு ஜனநாயக மற்றும் நிலையான தீர்வுகளை உருவாக்குவதற்கு இலங்கையர்கள் ஒன்றிணைய வேண்டும் என்று வலியுறுத்தினார். ஜனநாயக பிரதிநிதித்துவ கட்டமைப்பிற்குள் நடக்க வேண்டும்.",
        "காலிமுகத்திடல் போராட்டமானது ஜனநாயக கட்டமைப்பை வலுப்படுத்துவதற்கான ஒரு பொது இயக்கமாக ஆரம்பிக்கப்பட்டதாகவும், ஆனால் சில குழுக்கள் அதனை அபகரித்து தமது அரசியல் விருப்பத்திற்கு ஏற்ப இயக்கத்தை இணைக்க முயற்சிப்பதாகவும் பாராளுமன்ற உறுப்பினர் கூறினார்.",
        "“நாம் அனைவரும் விவேகத்துடன் செயல்பட்டு முன்னேற வேண்டும். தகுதியும் உணர்வும் உள்ளவர்களை நாடாளுமன்றத்துக்கு அனுப்பும் பொறுப்பும் சமூகத்துக்கு உள்ளது. இந்த பழைய நிகழ்ச்சி நிரல்களும் கோஷங்களும் இனி வேலை செய்யாது. வியட்நாம், சீனா போன்ற நாடுகள் அனைத்தும் மாற்றத்தைத் தழுவி, தங்களின் கடுமையான சோசலிச தூண்களை உதறிவிட்டு, உலகில் வெகுதூரம் முன்னேறி பாரம்பரிய வல்லரசுகளுக்கு சவால் விட்டன.",
        "“இனி அவர்கள் மார்க்சிஸ்டுகள் அல்ல. நமது ஜனநாயக கட்டமைப்பிற்குள் குறைபாடுகள் இருந்தாலும், சந்திகளிலும் தெருக்களிலும் இருந்து தலைவர்களைத் தேர்ந்தெடுக்க முடியாது. அப்படி அனுமதித்தால் உலகம் நம்மைப் பார்த்து சிரிக்கும். மாற்றம் ஜனநாயக கட்டமைப்பிற்குள் நடக்க வேண்டும். வன்முறைக்கு இடமளிக்க முடியாது, எமது எதிர்காலத்தைப் பாதுகாப்பதற்காக இலங்கையர்களாக நாம் அனைவரும் ஒன்றிணைந்து செயற்பட வேண்டும்” என்று அவர் கூறினார்.",
        "சட்ட அமைப்பினால் முன்வைக்கப்பட்ட முன்மொழிவுகளை மேலும் விவாதிக்க, SJB இலங்கை சட்டத்தரணிகள் சங்கத்தை (BASL) சந்தித்ததாகவும், அந்த கட்டமைப்பிற்குள் செயல்பட தனது கட்சி தயாராக இருப்பதாகவும் மார்க்கார் கூறினார்.",
        "பாரிய தவறுகள் இழைக்கப்பட்டதை ஜனாதிபதி ஏற்றுக்கொண்டுள்ளதாகவும், தவறான நிர்வாகத்தினால் நிலவும் நெருக்கடிக்கு வழிவகுத்துள்ளதாகவும், நிதியமைச்சர் பாராளுமன்றத்தில் எதிரொலித்ததாகவும் மார்க்கர் குறிப்பிட்டார். அரசாங்கத்தின் பாராளுமன்ற உறுப்பினர்களும் ஜனாதிபதியும் இப்போது SJB தலைவரை அரசாங்கத்தை வழிநடத்துமாறு அழைப்பு விடுக்கின்றனர், ஆனால் அவர்கள் நாட்டை இட்ட இக்கட்டான நிலைக்கு எந்தப் பொறுப்பையும் ஏற்கவில்லை என்று பாராளுமன்ற உறுப்பினர் கூறினார்.",
        "\"வெளியே செல்லும் வழி எளிதானது அல்ல. இது மிகவும் கடினமாகவும் சவாலாகவும் இருக்கும், முழு நாடும் அதை எதிர்கொள்ள வேண்டும். இதை கைகழுவி விடுவதற்கு அதிகாரத்தில் உள்ளவர்கள் பல்வேறு முயற்சிகளை மேற்கொண்டு வருகின்றனர். இந்த பாரம்பரிய சந்தர்ப்பவாத அரசியலை நாம் மாற்ற வேண்டும். மக்கள் தங்கள் செயல்களுக்கு பொறுப்பேற்காமல் விலகிச் செல்ல அனுமதிக்க முடியாது. அவர்கள் ஆட்சிக்கு வர இனவெறி மற்றும் பிற தீவிரவாத செயல்களை நாடினர், மேலும் மக்களின் வாழ்க்கை மற்றும் நிதியில் விளையாடினர். பொறுப்பு இல்லை என்றால் என்ன நோக்கம்? அவர்கள் குழப்பத்தை ஒப்படைப்பார்கள், பின்னர் அவர்கள் எப்போதும் செய்வது போல் ‘டான் செபடா’ என்று கேட்பார்கள்.",
        "இந்த நெருக்கடியைத் தீர்ப்பதற்கு தலைமைத்துவத்தை வழங்குவதற்கு SJB தயாராக உள்ளது, மேலும் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்கி 20ஆவது திருத்தத்தை இரத்துச் செய்வதற்கான BASL முன்மொழிவுகளை வலியுறுத்தினார். ஜெர்மனி, ஜப்பான் போன்ற நாடுகள் உலகப் போருக்குப் பிறகு, பெர்லின் சுவர் இடிந்த பிறகு புதிதாக மீண்டும் கட்டப்பட்டு, உலக நாடுகளின் ஆதரவைப் பெற்றன. ஆனால் இன்று, இலங்கை கிழக்கு மற்றும் மேற்கு நாடுகளில் இருந்து ஒரு காலத்தில் நட்பு நாடுகளை பகைத்துக்கொண்டுள்ளது, மேலும் அவர்களின் நண்பர்கள் மற்றும் கூட்டாளிகளை கவனித்துக்கொள்வதில் மட்டுமே கவனம் செலுத்துகிறது என்று மார்க்கர் கூறினார்."
      ]
    }
  }
}