{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/hard-talk/Were-being-used-as-guinea-pigs-Dr-Manuka-Wijesinghe/334-233687",
  "time_ut": 1648074960,
  "title": "“We’re being used as guinea pigs” Dr Manuka Wijesinghe",
  "body_lines": [
    "A normal vaccination takes at least 10 – 15 years for development. You have to do four phases of trials",
    "I think we as medical people have a duty to protect the people",
    "So I would say that even the vaccinated are a danger to the population, rather than the unvaccinated",
    "World Health Organization has absolutely no right to interfere in our affairs",
    "We have little children running around with masks. Kids need oxygen. They have growing brains, growing bodies",
    "Not a single government right now in the whole world is working for the well-being of the citizens",
    "The pandemic is still a hot issue here in Sri Lanka and around the world. Although we see a drop in numbers the issue is still being discussed and a lot of precautions are being taken. The vaccination drive in Sri Lanka has been spoken of highly by both the Government and the World Health Organization (WHO). However, the attempt to force the public to get vaccinated has raised some concerns and has also been challenged in court.",
    "Author and doctor in homeopathy and Chinese medicine Dr. Manuka Wijesinghe is among those who are against vaccination for Covid. In an interview on Daily Mirror ‘On Fire’ Dr. Manuka Wijesinghe voices her concerns.",
    "Q So, the whole issue these days is should we get vaccinated or not? Should we get the third dose or not? And now there’s talk of a fourth dose, as well. Your comments?",
    "If I could turn back the time I would ask you not to get a single vaccination, because none of these vaccines have been tried and tested. Not a single one. And they created a pandemic based on a PCR test, with a supposed new virus, which was not even a new virus, which is a mutation of an old virus. This brought a new set of technologies, which are called vaccinations, and fundamentally inundated the population with it. So, if I could turn back the clock I would say, please don’t get a single vaccine. If you’ve got one or two, don’t get the third, don’t get the fourth. Hide, run, flee, do whatever you can to because these are very, very dangerous.",
    "Q But what you’re saying is going against what is generally being said, which is ‘Get vaccinated. That’s the only way to be safe, isn’t it?",
    "Well, not really. Let’s assume there’s someone who doesn’t buy the newspapers or have television. They wouldn’t even know there’s a pandemic. Because nobody is falling dead in front of their faces or their eyes. So it’s just that there’s a great agenda to try untested stuff in the whole world, and that’s a huge problem. A normal vaccination takes at least 10 – 15 years for development. You have to do four phases of trials. This hasn’t even come to the third phase. And they announced the pandemic, brought a new technology called MRNA which has never been tested or tried on the human population and governments are coercing people with the willingness of doctors, virologists, epidemiologists to take vaccines which are not tested. Nobody knows about the side effects. If you don’t have health, what is the purpose of life? What are the collateral damages? Let us say, hypothetically, you can actually avoid Covid, because lots of people we know have been vaccinated three times but they’re still getting covid. Then what is the rationale behind it? It’s obvious that the government is not working towards the good health of the people; it is subjecting the population to some kind of an experiment, almost like a sacrifice. Don’t ask me what the agenda is. It’s a very complicated thing and I think journalists should look into this matter, and I think we as medical people have a duty to protect the people. Medicine is all about health. And that is why I’m completely worried about this. I’m very, very concerned. I’m sad, not for myself, but for young people who are of child-bearing age. You don’t know what the consequences of these vaccines are for those who want to have children. I wrote a letter to Pfizer recently saying my sister is pregnant, should we vaccinate her, and they wrote back to me saying, “We are not authorized to make recommendations for vaccines during pregnancy. Pregnant and breast-feeding mothers have been excluded from clinical studies to date. A clinical study of efficacy and safety study of Pfizer in pregnancy is currently underway.”  So we don’t know anything, yet governments are forcing this on people. The world started by saying we have to protect the old people. I understand that. But why do we have to vaccinate the young people, children or the pregnant. We have something called natural immunity, all mammals have something called natural immunity. It has developed in the last 500 million years, as long as mammals have been. Why are we reducing natural immunity with vaccination?",
    "And they created a pandemic based on a PCR test, with a supposed new virus, which was not even a new virus, which is a mutation of an old virus. This brought a new set of technologies, which are called vaccinations, and fundamentally inundated the population with it. So, if I could turn back the clock I would say, please don’t get a single vaccine. If you’ve got one or two, don’t get the third, don’t get the fourth”",
    "Oh no, exactly the opposite. The vaccine just reduces your immunity. When this virus changes, your body is no longer able to cope with a new vaccine. I’ve written about it too. When the corona vaccinations were first tried in the population of animals, minks in the USA, when the minks were dying and they could no longer get their minks, the veterinary people started a vaccine to test it on ferrets. They did the first vaccine and then the second and let them out into the wilderness, and when the virus mutated, they all died. Their bodies could not cope with a mutation. I am convinced that the same thing is going to happen to the human population, too. That when the virus mutated into something else, let’s say, another seasonal flu, you don’t have the immune system which is really quick to deal with something which is changing. As a result, you become more dependent on drugs that suppress you.",
    "Now, there’s a recent gazette notification that the unvaccinated should not be seen in public places. They say that the unvaccinated are the carriers of diseases, so only the vaccinated can go to public places. Now we all know that even the vaccinated contract covid. Now the reason they wanted people to get vaccinated was not because they would not be carriers of covid, but because they would not have that bad symptoms. So you could be a carrier, but you won’t have fever and you won’t have a cough, so you won’t even know that you’re ill. So you go out and infect the people out there, whereas an unvaccinated person still has the symptoms, because they have fever or cough, so they stay at home because they know they are sick. The symptom has never been the disease. The symptom is what the body produces in order to get rid of a disease that the body has, of a pathogen, a virus. So I would say that even the vaccinated are a danger to the population, rather than the unvaccinated, who will probably stay at home until they’re cured.",
    "Let us say, hypothetically, you can actually avoid Covid, because lots of people we know have been vaccinated three times but they’re still getting covid. Then what is the rationale behind it? It’s obvious that the government is not working towards the good health of the people; it is subjecting the population to some kind of an experiment, almost like a sacrifice”",
    "Q So are we just going with the flow, with the WHO making recommendations, and countries coming up with vaccines, without doing proper research?",
    "I personally think that the World Health Organization has absolutely no right to interfere in our affairs, because we have our own data. We are a country whose population has not been destroyed with so many drugs, and while I can’t speak for people in Colombo, people especially in the villages, are those without disease. So the WHO has no right to order vaccinations upon us without knowing what our date is. There is no one size fits all in medicine. This is not a clothing store or something like that. This is about health. It is about natural immunity. We have little children running around with masks. Kids need oxygen. They have growing brains, growing bodies. The only thing which gives natural immunity is oxygen. And what are we doing? We are covering our faces.",
    "Now the reason they wanted people to get vaccinated was not because they would not be carriers of covid, but because they would not have that bad symptoms. So you could be a carrier, but you won’t have fever and you won’t have a cough, so you won’t even know that you’re ill. So you go out and infect the people out there, whereas an unvaccinated person still has the symptoms, because they have fever or cough, so they stay at home because they know they are sick",
    "Q So instead of following the guidelines that the health authorities have recommended how can one keep safe from covid?",
    "I work in homeopathy and have dealt with enough patients. I don’t call them covid patients, because theoretically if you say covid, I’m not supposed to deal with them, because it’s supposed to be an infectious disease. No. There were the simple flu, fevers, sore throats, sneezing body aches, and we had enough medication in our country. Whether it’s homeopathy or Chinese medicine we built up the immune system. I studied under Anton Jayasuriya and one story he said was when Chairman Mao was ruling China, and they ran out of medication, he sent his barefoot doctors into the villages to see what they do in the villages. They discovered certain acupuncture points which built up natural immunity. So they basically applied pressure on those points to make sure people got stronger. So, there’s no pandemic, there’s an epidemic - it’s a disease. And that’s all we should do. Stay at home. Rest. Take our Koththamalli, inhale, steam, and whether it’s ayurveda or homeopathy or Chinese medicine, it’s enough. It’s not a deadly disease at all. Unfortunately, we have lost common sense, and we have become totally dependent on pseudo-science which we call science, just because we see some graphs and numbers and little designs, we think it’s science. Science has never been a religion or a dogma. Science is a tool which we use to come to truth. This is a religion, it’s not science.",
    "Q Since you mentioned Ayurveda, I wanted to ask you about the ‘Dhammika Paniya’. There were questions as to whether it was effective and it was made fun of eventually. What is your take on that?",
    "My take on that is there was an agenda to destroy the reputation of ayurvedic medicine or hela medicine, before this started, because the people who were behind the Dhammika Paniya were also media owners and they were also bringing lots of tests into the country. There was a huge organised movement I mean that was organised criminality, to destroy the faith people have in traditional medicine. And it could be that Dhammika’s pani wasn’t good. People say that Dhammika wasn’t an ayurvedic doctor. It doesn’t matter what he is. There is nothing wrong in taking honey. It’s less lethal than taking untested vaccines. So what they did was they gave this honey to all the people, started PCR testing and then said people are positive. Now, PCR positive is not an indication of disease, it’s a machine that says you’re positive. What are you positive for, if I’m not ill. If you stop PCR testing, there will be no pandemic, and we would never have had a pandemic. So Dhammika was used as a convenient tool, people started laughing at him because he had said some goddess had given him the powers. It doesn’t matter, because what is Western Science doing? Some biologist sat in front of a computer and came up with a simulation of the corona virus. There is no difference.",
    "The world started by saying we have to protect the old people. I understand that. But why do we have to vaccinate the young people, children or the pregnant. We have something called natural immunity, all mammals have something called natural immunity. It has developed in the last 500 million years, as long as mammals have been. Why are we reducing natural immunity with vaccination?”",
    "Q Now the authorities are making it mandatory to get vaccinated, to follow the health guidelines, failing which legal action would be taken. Do you think people like yourself should challenge this, if not in court, in some other platform?",
    "It has been challenged already and there are a couple of cases. I think we need public awareness. We need people to get onto the streets. What’s happening in Europe? The only reason why many countries like Austria are giving up the vaccine mandates is because millions of people are on the streets protesting. People are willing to give up their jobs; people in healthcare don’t want to work anymore. It’s the power of the masses. We need the same kind of people. We need people to go out onto the streets and stop this. Without that it’s not going to happen because not a single government right now in the whole world is working for the well-being of the citizens. They are working for a global agenda, and only the citizens can stop it. We have to stop it. They are not going to stop it for us. And it’s our health, not theirs.",
    "Q Has your research been shared together with your findings and what you say about vaccinations? Has that information been shared with the relevant authorities here which is to say what they’re doing is wrong?",
    "I have written a couple of articles about this and I’ve been working on some cases, as well. We are basically trying to have legal action taken against it. But unfortunately that’s not enough. I think every single body has to have tons of petitions coming out; one, two or three people are not going to be enough. Everybody in their power has to do that. And I think we have to fight against the medical mafia as well. They know what they’re doing, but they are afraid to speak. If they do speak, they will lose their jobs. And we have to come back to ethics and forget about all the greed and money, because this is all about greed. I have lived in this country, I was born in the 1960’s and I have seen healthy populations. I have seen people before the free-market economy who’ve lived to a ripe old age without having diabetes or any other health problems. Now, everybody, from the age of thirties, is diseased. People have lost what it is to take care of themselves with traditional knowledge, you know, inherent knowledge which we got from our parents. For the slightest cough or cold, we go to the hospital. We don’t need hospitals for that. What we have now is a whole range of chronic diseases. So you can live up  to age 90, but you’re diseased from the age of 30, so what is life? If your life is spent going to the hospital from doctor to doctor, channeling is it worth? It’s a huge money-making business and has nothing to do with health. The purpose of life is for you to realize what your potential is and you live towards that. But if your life is spent channeling doctors for the many parts of your body, for the diseases caused by Western medicine, which only suppresses the diseases that one has, that is not a full life: a life worth living.",
    "Disclaimer: Daily Mirror does not endorse the views expressed by our guests on this programme"
  ],
  "translate": {
    "si": {
      "title": "\"අපිව ගිනියා ඌරන් ලෙස භාවිතා කරනවා\" වෛද්‍ය මනුක විජේසිංහ",
      "body_lines": [
        "සාමාන්‍ය එන්නතක් සංවර්ධනය සඳහා අවම වශයෙන් වසර 10-15 ක් ගතවේ. ඔබට අත්හදා බැලීමේ අදියර හතරක් කළ යුතුය",
        "මම හිතන්නේ වෛද්‍යවරු විදියට අපිට ජනතාව ආරක්ෂා කරන්න යුතුකමක් තියෙනවා",
        "එබැවින් එන්නත් නොකළ අයට වඩා එන්නත් කළ අය පවා ජනගහනයට අනතුරක් බව මම කියමි",
        "ලෝක සෞඛ්‍ය සංවිධානයට අපේ කටයුතුවලට ඇඟිලි ගැසීමට කිසිසේත්ම අයිතියක් නැත",
        "අපේ පොඩි ළමයි වෙස්මුහුණු දාගෙන දුවනවා. දරුවන්ට ඔක්සිජන් අවශ්යයි. ඔවුන්ට වැඩෙන මොළයක්, වැඩෙන ශරීරයක් ඇත",
        "මේ වන විට මුළු ලෝකයේම එක ආණ්ඩුවක්වත් පුරවැසියන්ගේ සුබසිද්ධිය වෙනුවෙන් කටයුතු කරන්නේ නැහැ",
        "වසංගතය තවමත් ශ්‍රී ලංකාවේ සහ ලොව පුරා උණුසුම් ප්‍රශ්නයකි. සංඛ්‍යා පහත වැටීමක් අප දුටුවත් මෙම ප්‍රශ්නය තවමත් සාකච්ඡා වෙමින් පවතින අතර බොහෝ පූර්වාරක්ෂාවන් ගනු ලැබේ. ශ්‍රී ලංකාවේ එන්නත් කිරීමේ ව්‍යාපාරය රජය සහ ලෝක සෞඛ්‍ය සංවිධානය (WHO) යන දෙඅංශයෙන්ම ඉතා ඉහළින් කතා කර ඇත. කෙසේ වෙතත්, එන්නත් ලබා ගැනීමට මහජනතාවට බල කිරීමට ගත් උත්සාහය යම් කනස්සල්ලට හේතු වී ඇති අතර එය අධිකරණය හමුවේ අභියෝගයට ලක්ව ඇත.",
        "හෝමියෝපති සහ චීන වෛද්‍ය විද්‍යාව පිළිබඳ කතුවරයා සහ වෛද්‍යවරයකු වන වෛද්‍ය මනුක විජේසිංහ කොවිඩ් සඳහා එන්නත් කිරීමට එරෙහි වූවන් අතර වේ. ඩේලි මිරර් ‘ඔන් ෆයර්’ පුවත්පතේ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් ආචාර්ය මනුකා විජේසිංහ සිය කනස්සල්ල පළ කරයි.",
        "ප්‍රශ්නය ඉතින් මේ දවස්වල තියෙන ප්‍රශ්නය අපි එන්නත් ගන්නවද නැද්ද? අපි තුන්වන මාත්‍රාව ලබා ගත යුතුද නැද්ද? ඒ වගේම දැන් හතරවන මාත්‍රාවක් ගැනත් කතා වෙනවා. ඔබගේ අදහස්?",
        "මට කාලය ආපසු හැරවිය හැකි නම්, මම ඔබෙන් එක එන්නතක්වත් ලබා නොගන්නා ලෙස ඉල්ලා සිටිමි, මන්ද මෙම එන්නත් කිසිවක් අත්හදා බලා පරීක්ෂා කර නොමැත. එකෙක්වත් නෑ. තවද ඔවුන් PCR පරීක්ෂණයක් මත පදනම්ව නව වෛරසයක් යැයි කියනු ලබන වසංගතයක් නිර්මාණය කළහ, එය නව වෛරසයක්වත් නොවේ, එය පැරණි වෛරසයක විකෘතියකි. මෙය එන්නත් ලෙස හැඳින්වෙන නව තාක්‍ෂණ මාලාවක් ගෙන එන ලද අතර එය මූලික වශයෙන් ජනගහනය යටපත් කළේය. ඉතින්, මම ඔරලෝසුව ආපසු හැරවිය හැකි නම්, කරුණාකර එක එන්නතක්වත් ලබා නොගන්න. ඔබට එකක් හෝ දෙකක් තිබේ නම්, තුන්වැන්න ලබා නොගන්න, හතරවැන්න ලබා නොගන්න. සැඟවෙන්න, දුවන්න, පලා යන්න, ඔබට කළ හැකි ඕනෑම දෙයක් කරන්න, මන්ද මේවා ඉතා භයානක ය.",
        "Q නමුත් ඔබ කියන දේ සාමාන්‍යයෙන් කියන දෙයට පටහැනියි, එනම් ‘එන්නත් ලබා ගන්න. ආරක්ෂිත වීමට ඇති එකම මාර්ගය එයයි, එසේ නොවේ ද?",
        "හොඳයි, ඇත්තටම නැහැ. අපි හිතමු පත්තර ගන්නැති රූපවාහිනියක් නැති කෙනෙක් ඉන්නවා කියලා. වසංගතයක් ඇති බව ඔවුන් දන්නේවත් නැත. මක්නිසාද යත් කිසිවෙක් ඔවුන්ගේ මුහුණු ඉදිරිපිට හෝ ඔවුන්ගේ ඇස් ඉදිරිපිට මැරී වැටෙන්නේ නැත. එබැවින් මුළු ලෝකයේම පරීක්ෂා නොකළ දේවල් උත්සාහ කිරීමට විශාල න්‍යාය පත්‍රයක් ඇති බව පමණක් වන අතර එය විශාල ගැටලුවකි. සාමාන්‍ය එන්නතක් සංවර්ධනය සඳහා අවම වශයෙන් වසර 10-15 ක් ගතවේ. ඔබට අත්හදා බැලීමේ අදියර හතරක් කළ යුතුය. මේක තුන්වැනි අදියරටවත් ඇවිත් නැහැ. ඔවුන් වසංගතය ප්‍රකාශයට පත් කර, මිනිස් ජනගහනය මත කිසි විටෙකත් පරීක්‍ෂා නොකළ හෝ අත්හදා බලා නැති MRNA නම් නව තාක්‍ෂණයක් ගෙන ආ අතර රජයන් වෛද්‍යවරුන්, වෛරස් විද්‍යාඥයින්, වසංගත රෝග විද්‍යාඥයින් විසින් පරීක්ෂාවට ලක් නොකළ එන්නත් ලබා ගැනීමට මිනිසුන්ට බල කරයි. අතුරු ආබාධ ගැන කවුරුත් දන්නේ නැහැ. ඔබට සෞඛ්යය නොමැති නම්, ජීවිතයේ අරමුණ කුමක්ද? ඇපකර හානි මොනවාද? අපි කියමු, උපකල්පිතව, ඔබට ඇත්තටම Covid වළක්වා ගත හැකිය, මන්ද අප දන්නා බොහෝ පුද්ගලයින් තුන් වතාවක් එන්නත් කර ඇති නමුත් ඔවුන් තවමත් covid වැළඳෙමින් සිටින බැවිනි. එසේ නම් එය පිටුපස ඇති තර්කය කුමක්ද? රජය ජනතාවගේ යහපත් සෞඛ්‍ය වෙනුවෙන් කටයුතු නොකරන බව පැහැදිලිය. එය පරිත්‍යාගයක් මෙන් ජනගහනය යම් ආකාරයක අත්හදා බැලීමකට ලක් කරයි. න්‍යාය පත්‍රය මොකක්ද කියලා මගෙන් අහන්න එපා. එය ඉතා සංකීර්ණ දෙයක් වන අතර මාධ්‍යවේදීන් මේ පිළිබඳව සොයා බැලිය යුතු යැයි මම සිතමි, වෛද්‍යවරුන් ලෙස අපට ජනතාව ආරක්ෂා කිරීමට යුතුකමක් ඇතැයි මම සිතමි. වෛද්‍ය විද්‍යාව යනු සෞඛ්‍යයයි. ඒ නිසා මම මේ ගැන සම්පූර්ණයෙන්ම කනස්සල්ලට පත්ව සිටිමි. මම ඉතා කනස්සල්ලට පත්ව සිටිමි. මම දුක් වන්නේ මා ගැන නොව, දරුවන් බිහි කරන වයසේ සිටින යෞවනයන් ගැන ය. දරුවන් ලැබීමට කැමති අයට මෙම එන්නත් වල ප්රතිවිපාක මොනවාදැයි ඔබ දන්නේ නැත. මම මෑතකදී ෆයිසර් වෙත ලිපියක් ලිව්වා මගේ සහෝදරිය ගැබ්ගෙන ඇති බවත්, අපි ඇයට එන්නත් කළ යුතුද යන්නත්, ඔවුන් මට නැවත ලිව්වා, “ගර්භණී සමයේදී එන්නත් සඳහා නිර්දේශ ඉදිරිපත් කිරීමට අපට අවසර නැත. ගර්භනී සහ කිරි දෙන මව්වරුන් මේ දක්වා සායනික අධ්‍යයනවලින් බැහැර කර ඇත. ගර්භණී සමයේදී Pfizer හි කාර්යක්ෂමතාව සහ ආරක්ෂාව පිළිබඳ සායනික අධ්‍යයනයක් දැනට සිදු වෙමින් පවතී. ඉතින් අපි කිසිම දෙයක් දන්නේ නැහැ, නමුත් ආණ්ඩු මේක මිනිස්සුන්ට බලෙන් පටවනවා. ලෝකෙ පටන් ගත්තෙ වයසක මිනිස්සු ආරක්ෂා කරන්න ඕන කියල. මට ඒක තේරෙනවා. නමුත් ඇයි අපි තරුණයින්ට, දරුවන්ට හෝ ගර්භනී අයට එන්නත් කළ යුත්තේ. අපිට ස්වභාවික ප්‍රතිශක්තිය කියලා දෙයක් තියෙනවා, සියලුම ක්ෂීරපායීන්ට ස්වභාවික ප්‍රතිශක්තිය කියලා දෙයක් තියෙනවා. ක්ෂීරපායින් සිටි තාක් කල් එය පසුගිය වසර මිලියන 500 තුළ වර්ධනය වී ඇත. එන්නත් සමඟ අපි ස්වභාවික ප්රතිශක්තිය අඩු කරන්නේ ඇයි?",
        "තවද ඔවුන් PCR පරීක්ෂණයක් මත පදනම්ව නව වෛරසයක් යැයි කියනු ලබන වසංගතයක් නිර්මාණය කළහ, එය නව වෛරසයක්වත් නොවේ, එය පැරණි වෛරසයක විකෘතියකි. මෙය එන්නත් ලෙස හැඳින්වෙන නව තාක්‍ෂණ මාලාවක් ගෙන එන ලද අතර එය මූලික වශයෙන් ජනගහනය යටපත් කළේය. ඉතින්, මම ඔරලෝසුව ආපසු හැරවිය හැකි නම්, කරුණාකර එක එන්නතක්වත් ලබා නොගන්න. ඔබට එකක් හෝ දෙකක් තිබේ නම්, තුන්වැන්න ලබා නොගන්න, හතරවැන්න ලබා නොගන්න\"",
        "අපොයි, හරියටම විරුද්ධයි. එන්නත ඔබේ ප්‍රතිශක්තිය අඩු කරයි. මෙම වෛරසය වෙනස් වූ විට, ඔබේ ශරීරයට නව එන්නතක් සමඟ සාර්ථකව කටයුතු කිරීමට නොහැකි වේ. මමත් ඒ ගැන ලිව්වා. ඇමරිකා එක්සත් ජනපදයේ මින්ක්ස්, සතුන්ගේ ගහනය තුළ මුලින්ම කොරෝනා එන්නත් අත්හදා බැලූ විට, මින්ක්ස් මිය යන විට සහ ඔවුන්ගේ මින්ක් ලබා ගැනීමට නොහැකි වූ විට, පශු වෛද්‍යවරු එය ෆෙරෙට් මත පරීක්ෂා කිරීමට එන්නතක් ආරම්භ කළහ. ඔවුන් පළමු එන්නත සිදු කළ අතර දෙවන එන්නත ඔවුන්ව පාළුකරයට මුදා හැරිය අතර වෛරසය විකෘති වූ විට ඔවුන් සියල්ලෝම මිය ගියහ. ඔවුන්ගේ ශරීරයට විකෘතියකට මුහුණ දීමට නොහැකි විය. මිනිස් සංහතියට ද එයම සිදු වන බව මට විශ්වාසයි. වෛරසය වෙනත් දෙයකට විකෘති වූ විට, අපි කියමු, තවත් සෘතුමය උණ, ඔබට වෙනස් වන දෙයකට මුහුණ දීමට ඉක්මන් වන ප්‍රතිශක්තිකරණ පද්ධතියක් නොමැත. එහි ප්රතිඵලයක් වශයෙන්, ඔබ මර්දනය කරන ඖෂධ මත වැඩිපුර රඳා පවතී.",
        "දැන්, එන්නත් නොකළ අය පොදු ස්ථානවල නොදැකිය යුතු බවට මෑතකදී ගැසට් නිවේදනයක් නිකුත් කර ඇත. ඔවුන් පවසන්නේ එන්නත් නොකළ අය රෝග වාහකයන් වන බැවින් එන්නත් කළ අයට පමණක් පොදු ස්ථානවලට යා හැකි බවයි. දැන් අපි හැමෝම දන්නවා එන්නත් කරන ලද කොන්ත්‍රාත් කොවිඩ් පවා. දැන් ඔවුන්ට මිනිසුන් එන්නත් ලබා ගැනීමට අවශ්‍ය වූයේ ඔවුන් කොවිඩ් වාහකයන් නොවන නිසා නොව, ඔවුන්ට එම නරක රෝග ලක්ෂණ නොමැති බැවිනි. එබැවින් ඔබ වාහකයෙකු විය හැකිය, නමුත් ඔබට උණ ඇති නොවනු ඇත, ඔබට කැස්සක් ඇති නොවනු ඇත, එබැවින් ඔබ අසනීප වී ඇති බව පවා ඔබ නොදනී. එබැවින් ඔබ පිටතට ගොස් එහි සිටින පුද්ගලයින්ට ආසාදනය කරයි, නමුත් එන්නත් නොකළ පුද්ගලයෙකුට තවමත් රෝග ලක්ෂණ ඇත, ඔවුන්ට උණ හෝ කැස්ස ඇති බැවින්, ඔවුන් අසනීප බව දන්නා නිසා ඔවුන් නිවසේ රැඳී සිටිති. රෝග ලක්ෂණය කිසි විටෙකත් රෝගය නොවේ. රෝග ලක්ෂණය යනු ශරීරයේ ඇති රෝගයක්, රෝග කාරකයක්, වෛරසයක් ඉවත් කිරීම සඳහා ශරීරය නිපදවන දෙයයි. ඒ නිසා මම කියන්නේ එන්නත් නොලද අයට වඩා එන්නත් කළ අය පවා ජනගහනයට අනතුරක් වන අතර ඔවුන් සුව වන තුරු නිවසේ රැඳී සිටිනු ඇත.",
        "අපි කියමු, උපකල්පිතව, ඔබට ඇත්තටම Covid වළක්වා ගත හැකිය, මන්ද අප දන්නා බොහෝ පුද්ගලයින් තුන් වතාවක් එන්නත් කර ඇති නමුත් ඔවුන් තවමත් covid වැළඳෙමින් සිටින බැවිනි. එසේ නම් එය පිටුපස ඇති තර්කය කුමක්ද? රජය ජනතාවගේ යහපත් සෞඛ්‍ය වෙනුවෙන් කටයුතු නොකරන බව පැහැදිලිය. එය පරිත්‍යාගයක් මෙන් ජනගහනය යම් ආකාරයක අත්හදා බැලීමකට යටත් කරයි\"",
        "Q එසේනම් අපි නිසි පර්යේෂණ නොකර ලෝක සෞඛ්‍ය සංවිධානය නිර්දේශ කරමින් සහ එන්නත් ඉදිරිපත් කරන රටවල් සමඟ ප්‍රවාහය සමඟ පමණක් ගමන් කරනවාද?",
        "මම පුද්ගලිකව හිතන්නේ ලෝක සෞඛ්‍ය සංවිධානයට අපේම දත්ත තිබෙන නිසා අපේ කටයුතුවලට ඇඟිලි ගැසීමට කිසිසේත්ම අයිතියක් නැති බවයි. මෙතරම් මත්ද්‍රව්‍යවලින් ජනගහනය විනාශ වී නැති රටක් අපි, කොළඹ ජනතාව වෙනුවෙන් මට කතා කරන්න බැරි වුණාට, විශේෂයෙන්ම ගම්වල මිනිස්සු ලෙඩ නැති අය. එබැවින් අපගේ දිනය කුමක්දැයි නොදැන අප මත එන්නත් ඇණවුම් කිරීමට WHO ට අයිතියක් නැත. වෛද්‍ය විද්‍යාවේ එක ප්‍රමාණයකට ගැලපෙන එකක් නැහැ. මේක රෙදි කඩයක්වත් එහෙම දෙයක්වත් නෙවෙයි. මෙය සෞඛ්යය ගැන ය. එය ස්වභාවික ප්රතිශක්තිය ගැන ය. අපේ පොඩි ළමයි වෙස්මුහුණු දාගෙන දුවනවා. දරුවන්ට ඔක්සිජන් අවශ්යයි. ඔවුන්ට වැඩෙන මොළයක්, වැඩෙන ශරීරයක් ඇත. ස්වාභාවික ප්‍රතිශක්තිය ලබා දෙන එකම දෙය ඔක්සිජන් වේ. සහ අපි මොනවද කරන්නේ? අපි මුහුණු වසාගෙන සිටිමු.",
        "දැන් ඔවුන්ට මිනිසුන් එන්නත් ලබා ගැනීමට අවශ්‍ය වූයේ ඔවුන් කොවිඩ් වාහකයන් නොවන නිසා නොව, ඔවුන්ට එම නරක රෝග ලක්ෂණ නොමැති බැවිනි. එබැවින් ඔබ වාහකයෙකු විය හැකිය, නමුත් ඔබට උණ ඇති නොවනු ඇත, ඔබට කැස්සක් ඇති නොවනු ඇත, එබැවින් ඔබ අසනීප වී ඇති බව පවා ඔබ නොදනී. එබැවින් ඔබ පිටතට ගොස් එහි සිටින පුද්ගලයින්ට ආසාදනය කරයි, නමුත් එන්නත් නොකළ පුද්ගලයෙකුට තවමත් රෝග ලක්ෂණ ඇත, ඔවුන්ට උණ හෝ කැස්ස ඇති බැවින්, ඔවුන් අසනීප බව දන්නා නිසා ඔවුන් නිවසේ රැඳී සිටිති.",
        "Q එසේනම් සෞඛ්‍ය බලධාරීන් නිර්දේශ කර ඇති මාර්ගෝපදේශ අනුගමනය කරනවා වෙනුවට කොවිඩ් වලින් ආරක්ෂා වන්නේ කෙසේද?",
        "මම හෝමියෝපතිවල වැඩ කරන අතර ප්රමාණවත් තරම් රෝගීන් සමඟ කටයුතු කර ඇත. මම ඔවුන්ව කෝවිඩ් රෝගීන් ලෙස හඳුන්වන්නේ නැත, මන්ද න්‍යායාත්මකව ඔබ කොවිඩ් යැයි පැවසුවහොත්, මම ඔවුන් සමඟ ගනුදෙනු කිරීමට බලාපොරොත්තු නොවෙමි, මන්ද එය බෝවන රෝගයක් විය යුතු බැවිනි. නැහැ. සරල උණ, උණ, උගුරේ අමාරුව, කිවිසුම් යාමේ ඇඟපත වේදනාව, අපේ රටේ ඇති තරම් ඖෂධ තිබුණා. හෝමියෝපති වේවා චීන වෙදකම වේවා අපි ප්‍රතිශක්තිකරණ පද්ධතිය ගොඩනගා ගත්තෙමු. මම ඇන්ටන් ජයසූරිය යටතේ ඉගෙන ගත්තා, ඔහු කී එක් කතාවක් නම් සභාපති මාඕ චීනය පාලනය කරන විට ඔවුන්ට බෙහෙත් නැති වූ විට ඔහු තම පාවහන් නොමැතිව වෛද්‍යවරුන් ගම්වලට යවා ගම්වල කරන්නේ කුමක්දැයි බැලීමටය. ස්වාභාවික ප්‍රතිශක්තිය ගොඩනඟන ඇතැම් කටු චිකිත්සක ස්ථාන ඔවුන් සොයා ගත්හ. එබැවින් ඔවුන් මූලික වශයෙන් මිනිසුන් ශක්තිමත් වන බවට වග බලා ගැනීම සඳහා එම කරුණු මත පීඩනය යෙදූහ. ඉතින්, වසංගතයක් නැත, වසංගතයක් ඇත - එය රෝගයකි. තවද අප කළ යුත්තේ එපමණයි. ගෙදර ඉන්න. විවේක ගන්න. අපේ කොත්තමල්ලි ගන්න, ආශ්වාස කරන්න, වාෂ්ප කරන්න, එය ආයුර්වේද හෝ හෝමියෝපති හෝ චීන ඖෂධ, එය ප්රමාණවත්ය. එය කිසිසේත් මාරාන්තික රෝගයක් නොවේ. අවාසනාවකට මෙන්, අපට සාමාන්‍ය බුද්ධිය නැති වී ඇති අතර, අපි විද්‍යාව ලෙස හඳුන්වන ව්‍යාජ විද්‍යාව මත සම්පූර්ණයෙන්ම රඳා පැවතුනි, සමහර ප්‍රස්ථාර සහ සංඛ්‍යා සහ කුඩා මෝස්තර දුටු පමණින් අපි එය විද්‍යාව යැයි සිතමු. විද්‍යාව කිසිදා ආගමක් හෝ ප්‍රවාදයක් නොවීය. විද්‍යාව යනු සත්‍යයට පැමිණීමට අප භාවිතා කරන මෙවලමකි. මෙය ආගමකි, එය විද්‍යාව නොවේ.",
        "ප්‍රශ්නය - ඔබ ආයුර්වේදය ගැන සඳහන් කළ නිසා මට ඔබෙන් අහන්න හිතුවේ ‘ධම්මික පැනිය’ ගැන. එය ඵලදායිද යන්න පිළිබඳව ප්‍රශ්න මතු වූ අතර අවසානයේ එය විහිළුවට ලක් විය. ඒ ගැන ඔබේ අදහස කුමක්ද?",
        "මගේ අදහස නම් ආයුර්වේද වෙදකමේ නැත්තම් හෙළ වෙදකමේ කීර්තිනාමය නැති කිරීමේ න්‍යාය පත්‍රයක් තිබිලා තියෙන්නේ මේක පටන් ගන්න කලින් ධම්මික පැනිය පිටිපස්සේ හිටපු අයත් මාධ්‍ය අයිතිකාරයෝ නිසා ඒ අය රට තුළට පරීක්ෂණ ගොඩකුත් ගේනවා. සාම්ප්‍රදායික වෛද්‍ය විද්‍යාව කෙරෙහි මිනිසුන් තුළ ඇති විශ්වාසය නැති කිරීම සඳහා සංවිධානාත්මක අපරාධකාරීත්වය විශාල සංවිධානාත්මක ව්‍යාපාරයක් තිබුණා. ඒ ධම්මිකගේ පැනි හොඳ නැති නිසා වෙන්න පුළුවන්. ධම්මික ආයුර්වේද වෛද්‍යවරයකු නොවන බව ජනතාව පවසති. ඔහු කුමක් ද යන්න ප්රශ්නයක් නොවේ. මී පැණි ගත්තට වරදක් නෑ. එය පරීක්ෂා නොකළ එන්නත් වලට වඩා අඩු මාරාන්තික වේ. ඉතින් මුන් කලේ මේ මී පැණි ඔක්කොම මිනිස්සුන්ට දීලා PCR test කරලා පස්සේ මිනිස්සු ධනාත්මකයි කිව්වා. දැන්, PCR ධනාත්මක යනු රෝගයක ඇඟවීමක් නොවේ, එය ඔබ ධනාත්මක බව පවසන යන්ත්‍රයකි. මම අසනීප නොවන්නේ නම්, ඔබ ධනාත්මක වන්නේ කුමක් සඳහාද? ඔබ PCR පරීක්ෂාව නතර කළහොත්, වසංගතයක් ඇති නොවනු ඇත, අපට කිසිදා වසංගතයක් ඇති නොවනු ඇත. ඒ නිසා ධම්මිකව පහසු මෙවලමක් කර ගත්තා, මිනිස්සු ඔහුට හිනා වෙන්න පටන් ගත්තා, ඔහු යම් දේවතාවියක් ඔහුට බලතල දීලා තියෙනවා කිව්ව නිසා. කමක් නෑ මොකද බටහිර විද්‍යාව මොකද කරන්නේ? සමහර ජීව විද්‍යාඥයෙක් පරිගණකයක් ඉදිරිපිට වාඩි වී කොරොන වයිරස් අනුකරණයක් ඉදිරිපත් කළේය. කිසිම වෙනසක් නැහැ.",
        "ලෝකෙ පටන් ගත්තෙ වයසක මිනිස්සු ආරක්ෂා කරන්න ඕන කියල. මට ඒක තේරෙනවා. නමුත් ඇයි අපි තරුණයින්ට, දරුවන්ට හෝ ගර්භනී අයට එන්නත් කළ යුත්තේ. අපිට ස්වභාවික ප්‍රතිශක්තිය කියලා දෙයක් තියෙනවා, සියලුම ක්ෂීරපායීන්ට ස්වභාවික ප්‍රතිශක්තිය කියලා දෙයක් තියෙනවා. ක්ෂීරපායින් සිටි තාක් කල් එය පසුගිය වසර මිලියන 500 තුළ වර්ධනය වී ඇත. එන්නත් කිරීමෙන් අපි ස්වභාවික ප්‍රතිශක්තිය අඩු කරන්නේ ඇයි?",
        "ප්‍රශ්නය - දැන් බලධාරීන් එන්නත් ලබා ගැනීම, සෞඛ්‍ය මාර්ගෝපදේශ අනුගමනය කිරීම අනිවාර්ය කරයි, එසේ නොකළහොත් නීතිමය ක්‍රියාමාර්ග ගනු ඇත. ඔබ වැනි අය අධිකරණයකදී නොවේ නම් වෙනත් වේදිකාවකදී මෙය අභියෝග කළ යුතු යැයි ඔබ සිතනවාද?",
        "එය දැනටමත් අභියෝග කර ඇති අතර අවස්ථා කිහිපයක් තිබේ. මම හිතන්නේ අපි මහජනතාව දැනුවත් කළ යුතුයි. අපිට මිනිස්සු පාරට බහින්න ඕන. යුරෝපයේ සිදුවන්නේ කුමක්ද? ඔස්ට්‍රියාව වැනි බොහෝ රටවල් එන්නත් කිරීමේ වරම අත්හැරීමට එකම හේතුව මිලියන සංඛ්‍යාත ජනතාවක් වීදි බැස විරෝධතා දැක්වීමයි. මිනිසුන් තම රැකියා අත්හැරීමට කැමැත්තෙන් සිටිති; සෞඛ්‍ය සේවයේ සිටින අයට තවදුරටත් වැඩ කිරීමට අවශ්‍ය නැත. එය ජනතාවගේ බලයයි. අපට අවශ්‍ය එකම වර්ගයේ මිනිසුන්ය. අපිට ඕන මිනිස්සු පාරට බැහැල මේක නවත්තන්න. එසේ නොමැතිව එය සිදු නොවන්නේ මේ වන විට මුළු ලෝකයේම එක ආණ්ඩුවක්වත් පුරවැසියන්ගේ සුබසිද්ධිය වෙනුවෙන් කටයුතු නොකරන බැවිනි. ඔවුන් ගෝලීය න්‍යාය පත්‍රයක් සඳහා ක්‍රියා කරන අතර එය නැවැත්විය හැක්කේ පුරවැසියන්ට පමණි. අපි ඒක නතර කරන්න ඕන. ඔවුන් අප වෙනුවෙන් එය නවත්වන්නේ නැත. එය අපගේ සෞඛ්‍යය මිස ඔවුන්ගේ නොවේ.",
        "Q ඔබේ පර්යේෂණ ඔබේ සොයාගැනීම් සහ එන්නත් ගැන ඔබ පවසන දේ සමඟ බෙදාගෙන තිබේද? ඔවුන් කරන දේ වැරදි බව පැවසීමට එම තොරතුරු අදාළ බලධාරීන් සමඟ බෙදාගෙන තිබේද?",
        "මම මේ ගැන ලිපි කිහිපයක් ලියා ඇති අතර මම සමහර අවස්ථා ගැනද වැඩ කරමින් සිටිමි. අපි මූලික වශයෙන් උත්සාහ කරන්නේ ඊට එරෙහිව නීතිමය පියවර ගැනීමටයි. නමුත් අවාසනාවකට එය ප්රමාණවත් නොවේ. මම හිතන්නේ සෑම ආයතනයකටම පෙත්සම් ටොන් ගණනක් පිට විය යුතුයි. එක්කෙනෙක් දෙන්නෙක් තුන්දෙනෙක් මදි. බලයේ සිටින සෑම කෙනෙකුටම එය කළ යුතුය. ඒ වගේම මම හිතන්නේ අපි වෛද්‍ය මාෆියාවට එරෙහිවත් සටන් කළ යුතුයි. ඔවුන් කරන්නේ කුමක්දැයි ඔවුන් දන්නවා, නමුත් ඔවුන් කතා කිරීමට බිය වෙති. කතා කළොත් රැකියා නැති වෙනවා. අනික අපි ආයෙත් ආචාර ධර්ම වලට එන්න ඕනේ, කෑදරකම, සල්ලි ඔක්කොම අමතක කරලා දාන්න, මොකද මේ ඔක්කොම තණ්හාව ගැන. මම මේ රටේ ජීවත් වෙලා තියෙනවා, මම ඉපදුණේ 1960 ගණන්වල සහ මම නිරෝගී ජනගහනයක් දැකලා තියෙනවා. නිදහස් වෙළඳපොල ආර්ථිකයට පෙර දියවැඩියාව හෝ වෙනත් සෞඛ්‍ය ගැටළු නොමැතිව ඉදුණු මහලු විය දක්වා ජීවත් වූ මිනිසුන් මම දැක ඇත්තෙමි. දැන්, වයස අවුරුදු තිහක සිට සෑම කෙනෙකුම රෝගාතුර වේ. ඔබ දන්නවනේ, අපි අපේ දෙමාපියන්ගෙන් ලබාගත් සහජ දැනුමෙන්, තමන්ව රැකබලා ගැනීම කියන දේ මිනිස්සුන්ට නැතිවෙලා. සුළු කැස්සක් හෝ සෙම්ප්‍රතිශ්‍යාවක් සඳහා අපි රෝහලට යමු. ඒකට අපිට රෝහල් අවශ්‍ය නැහැ. අපට දැන් ඇත්තේ නිදන්ගත රෝග රාශියකි. එබැවින් ඔබට වයස අවුරුදු 90 දක්වා ජීවත් විය හැක, නමුත් ඔබ වයස අවුරුදු 30 සිට රෝගාතුර වේ, එසේ නම් ජීවිතය යනු කුමක්ද? ඔබේ ජීවිතය ගෙවෙන්නේ වෛද්‍යවරයාගෙන් වෛද්‍යවරයාට රෝහලට යාම නම්, චැනල් කිරීම වටී ද? එය විශාල මුදල් ඉපැයීමේ ව්‍යාපාරයක් වන අතර සෞඛ්‍යයට කිසිදු සම්බන්ධයක් නැත. ජීවිතයේ පරමාර්ථය වන්නේ ඔබේ හැකියාවන් කුමක්දැයි ඔබ අවබෝධ කර ගෙන ඔබ ඒ දෙසට ජීවත් වීමයි. නමුත් ඔබේ ජීවිතය ගත කරන්නේ ඔබේ ශරීරයේ බොහෝ කොටස් සඳහා, යමෙකුට ඇති රෝග පමණක් යටපත් කරන බටහිර වෛද්‍ය විද්‍යාවෙන් ඇති වන රෝග සඳහා වෛද්‍යවරුන් වෙත යොමු කිරීමට නම්, එය සම්පූර්ණ ජීවිතයක් නොවේ: ජීවත් වීමට වටින ජීවිතයක්.",
        "වියාචනය: මෙම වැඩසටහන පිළිබඳව අපගේ අමුත්තන් විසින් ප්‍රකාශ කරන ලද අදහස් ඩේලි මිරර් අනුමත නොකරයි"
      ]
    },
    "ta": {
      "title": "\"நாங்கள் கினிப் பன்றிகளாகப் பயன்படுத்தப்படுகிறோம்\" டாக்டர் மனுகா விஜேசிங்க",
      "body_lines": [
        "ஒரு சாதாரண தடுப்பூசி வளர்ச்சிக்கு குறைந்தது 10 - 15 ஆண்டுகள் ஆகும். நீங்கள் நான்கு கட்ட சோதனைகளைச் செய்ய வேண்டும்",
        "மக்களைப் பாதுகாக்க வேண்டிய கடமை மருத்துவ மக்களாகிய நமக்கு இருக்கிறது என்று நினைக்கிறேன்",
        "எனவே தடுப்பூசி போடாதவர்களை விட, தடுப்பூசி போட்டவர்கள் கூட மக்களுக்கு ஆபத்து என்று கூறுவேன்",
        "நமது விவகாரங்களில் தலையிட உலக சுகாதார அமைப்புக்கு முற்றிலும் உரிமை இல்லை",
        "முகமூடியுடன் ஓடிக்கொண்டிருக்கும் சிறு குழந்தைகள். குழந்தைகளுக்கு ஆக்ஸிஜன் தேவை. அவர்கள் வளரும் மூளை, வளரும் உடல்",
        "உலகம் முழுவதும் தற்போது எந்த ஒரு அரசும் குடிமக்களின் நலனுக்காக பாடுபடுவதில்லை",
        "இலங்கையிலும் உலகெங்கிலும் தொற்றுநோய் இன்னும் சூடான பிரச்சினையாக உள்ளது. எண்ணிக்கையில் சரிவை நாம் காண்கிறோம் என்றாலும், பிரச்சினை இன்னும் விவாதிக்கப்படுகிறது மற்றும் நிறைய முன்னெச்சரிக்கைகள் எடுக்கப்படுகின்றன. இலங்கையில் தடுப்பூசி இயக்கம் அரசாங்கத்தாலும் உலக சுகாதார நிறுவனத்தாலும் (WHO) பெரிதும் பேசப்பட்டது. இருப்பினும், பொதுமக்களை கட்டாயப்படுத்தி தடுப்பூசி போடும் முயற்சி சில கவலைகளை எழுப்பியுள்ளதுடன், நீதிமன்றத்திலும் சவால் செய்யப்பட்டுள்ளது.",
        "ஹோமியோபதி மற்றும் சீன மருத்துவத்தில் ஆசிரியரும் மருத்துவருமான டாக்டர் மனுகா விஜேசிங்க கோவிட் தடுப்பூசிக்கு எதிரானவர்களில் ஒருவர். டெய்லி மிரர் ‘ஆன் ஃபயர்’ இன் நேர்காணலில் கலாநிதி மனுகா விஜேசிங்க தனது கவலைகளை வெளிப்படுத்தினார்.",
        "கே, இந்த நாட்களில் முழுப் பிரச்சினை என்னவென்றால், தடுப்பூசி போட வேண்டுமா இல்லையா? மூன்றாவது டோஸ் எடுக்க வேண்டுமா இல்லையா? இப்போது நான்காவது டோஸ் பற்றிய பேச்சும் உள்ளது. உங்கள் கருத்துகள்?",
        "நான் நேரத்தைத் திரும்பப் பெற முடிந்தால், ஒரு தடுப்பூசி கூட எடுக்க வேண்டாம் என்று நான் உங்களிடம் கேட்டுக்கொள்கிறேன், ஏனெனில் இந்த தடுப்பூசிகள் எதுவும் முயற்சிக்கப்படவில்லை. ஒன்று கூட இல்லை. மேலும் அவர்கள் PCR சோதனையின் அடிப்படையில் ஒரு தொற்றுநோயை உருவாக்கினர், புதிய வைரஸ் என்று கூறப்பட்டது, இது புதிய வைரஸ் கூட இல்லை, இது பழைய வைரஸின் பிறழ்வு. இது தடுப்பூசிகள் என்று அழைக்கப்படும் ஒரு புதிய தொழில்நுட்பங்களைக் கொண்டுவந்தது, மேலும் அதன் மூலம் மக்கள்தொகையை அடிப்படையில் மூழ்கடித்தது. எனவே, நான் கடிகாரத்தைத் திரும்பப் பெற முடிந்தால், தயவு செய்து ஒரு தடுப்பூசியைப் பெறாதீர்கள். உங்களுக்கு ஒன்று அல்லது இரண்டு கிடைத்திருந்தால், மூன்றாவது பெற வேண்டாம், நான்காவது பெற வேண்டாம். மறைக்கவும், ஓடவும், தப்பிக்கவும், உங்களால் முடிந்ததைச் செய்யுங்கள், ஏனெனில் இவை மிக மிக ஆபத்தானவை.",
        "கே ஆனால் நீங்கள் சொல்வது பொதுவாக சொல்லப்படுவதற்கு எதிராக உள்ளது, அதாவது 'தடுப்பூசி போடுங்கள். அதுதான் பாதுகாப்பாக இருக்க ஒரே வழி, இல்லையா?",
        "சரி, உண்மையில் இல்லை. செய்தித்தாள்களை வாங்காத அல்லது தொலைக்காட்சி வைத்திருக்காத ஒருவர் இருக்கிறார் என்று வைத்துக்கொள்வோம். ஒரு தொற்றுநோய் இருப்பது கூட அவர்களுக்குத் தெரியாது. ஏனென்றால் யாரும் தங்கள் முகத்திலோ அல்லது அவர்களின் கண்களிலோ செத்து விழுவதில்லை. எனவே உலகம் முழுவதிலும் சோதிக்கப்படாத விஷயங்களை முயற்சிக்க ஒரு சிறந்த நிகழ்ச்சி நிரல் உள்ளது, அது ஒரு பெரிய பிரச்சனை. ஒரு சாதாரண தடுப்பூசி வளர்ச்சிக்கு குறைந்தது 10 - 15 ஆண்டுகள் ஆகும். நீங்கள் நான்கு கட்ட சோதனைகளைச் செய்ய வேண்டும். இது மூன்றாம் கட்டத்திற்கு கூட வரவில்லை. அவர்கள் தொற்றுநோயை அறிவித்தனர், எம்ஆர்என்ஏ என்ற புதிய தொழில்நுட்பத்தை கொண்டு வந்தனர், இது மனித மக்கள்தொகையில் ஒருபோதும் சோதிக்கப்படவில்லை அல்லது சோதிக்கப்படவில்லை, மேலும் மருத்துவர்கள், வைராலஜிஸ்டுகள், தொற்றுநோயியல் நிபுணர்கள் ஆகியோரின் விருப்பத்துடன் அரசாங்கம் சோதனை செய்யப்படாத தடுப்பூசிகளை எடுக்க மக்களை வற்புறுத்துகிறது. பக்க விளைவுகள் பற்றி யாருக்கும் தெரியாது. உங்களுக்கு ஆரோக்கியம் இல்லையென்றால், வாழ்க்கையின் நோக்கம் என்ன? இணை சேதங்கள் என்ன? அனுமானமாக, நீங்கள் உண்மையில் கோவிட் நோயைத் தவிர்க்கலாம் என்று சொல்லலாம், ஏனென்றால் எங்களுக்குத் தெரிந்த பலருக்கு மூன்று முறை தடுப்பூசி போடப்பட்டது, ஆனால் அவர்கள் இன்னும் கோவிட் பெறுகிறார்கள். அப்படியானால் அதன் பின்னணி என்ன? மக்களின் நல்ல ஆரோக்கியத்தை நோக்கி அரசாங்கம் செயல்படவில்லை என்பது வெளிப்படையானது; இது மக்களை ஒருவித பரிசோதனைக்கு உட்படுத்துகிறது, கிட்டத்தட்ட ஒரு தியாகம் போன்றது. என்ன நிகழ்ச்சி நிரல் என்று என்னிடம் கேட்காதீர்கள். இது மிகவும் சிக்கலான விஷயம் மற்றும் பத்திரிகையாளர்கள் இந்த விஷயத்தை கவனிக்க வேண்டும் என்று நான் நினைக்கிறேன், மருத்துவ மக்களாகிய நமக்கு மக்களைப் பாதுகாக்க வேண்டிய கடமை உள்ளது. மருத்துவம் என்பது ஆரோக்கியத்தைப் பற்றியது. அதனால்தான் நான் இதைப் பற்றி முற்றிலும் கவலைப்படுகிறேன். நான் மிகவும் கவலையாக இருக்கிறேன். நான் வருத்தப்படுகிறேன், எனக்காக அல்ல, குழந்தை பிறக்கும் வயதில் இருக்கும் இளைஞர்களுக்காக. குழந்தைகளைப் பெற விரும்புவோருக்கு இந்த தடுப்பூசிகளின் விளைவுகள் என்னவென்று உங்களுக்குத் தெரியாது. என் சகோதரி கர்ப்பமாக இருக்கிறாள், அவளுக்கு தடுப்பூசி போட வேண்டுமா என்று ஃபைசருக்கு நான் சமீபத்தில் ஒரு கடிதம் எழுதினேன், மேலும் அவர்கள் எனக்குப் பதில் எழுதினார்கள், “கர்ப்ப காலத்தில் தடுப்பூசிகளைப் பரிந்துரைக்க எங்களுக்கு அதிகாரம் இல்லை. கர்ப்பிணி மற்றும் பாலூட்டும் தாய்மார்கள் இன்றுவரை மருத்துவ ஆய்வுகளில் இருந்து விலக்கப்பட்டுள்ளனர். கர்ப்ப காலத்தில் ஃபைசரின் செயல்திறன் மற்றும் பாதுகாப்பு பற்றிய மருத்துவ ஆய்வு தற்போது நடந்து வருகிறது. அதனால் எங்களுக்கு எதுவும் தெரியாது, ஆனாலும் அரசுகள் இதை மக்கள் மீது திணிக்கிறது. முதியவர்களைக் காக்க வேண்டும் என்று உலகமே ஆரம்பித்தது. எனக்கு புரிகிறது. ஆனால் நாம் ஏன் இளைஞர்கள், குழந்தைகள் அல்லது கர்ப்பிணிகளுக்கு தடுப்பூசி போட வேண்டும். நம்மிடம் இயற்கையான நோய் எதிர்ப்பு சக்தி உள்ளது, அனைத்து பாலூட்டிகளுக்கும் இயற்கை நோய் எதிர்ப்பு சக்தி என்று ஒன்று உள்ளது. கடந்த 500 மில்லியன் ஆண்டுகளில் பாலூட்டிகள் இருந்தவரை இது வளர்ச்சியடைந்துள்ளது. தடுப்பூசி மூலம் இயற்கையான நோய் எதிர்ப்பு சக்தியை ஏன் குறைக்கிறோம்?",
        "மேலும் அவர்கள் PCR சோதனையின் அடிப்படையில் ஒரு தொற்றுநோயை உருவாக்கினர், புதிய வைரஸ் என்று கூறப்பட்டது, இது புதிய வைரஸ் கூட இல்லை, இது பழைய வைரஸின் பிறழ்வு. இது தடுப்பூசிகள் என்று அழைக்கப்படும் ஒரு புதிய தொழில்நுட்பங்களைக் கொண்டுவந்தது, மேலும் அதன் மூலம் மக்கள்தொகையை அடிப்படையில் மூழ்கடித்தது. எனவே, நான் கடிகாரத்தைத் திரும்பப் பெற முடிந்தால், தயவு செய்து ஒரு தடுப்பூசியைப் பெறாதீர்கள். உங்களுக்கு ஒன்று அல்லது இரண்டு கிடைத்தால், மூன்றாவதாகப் பெறாதீர்கள், நான்காவது பெறாதீர்கள்\"",
        "இல்லை, சரியாக எதிர். தடுப்பூசி உங்கள் நோய் எதிர்ப்பு சக்தியைக் குறைக்கிறது. இந்த வைரஸ் மாறும்போது, ​​உங்கள் உடலால் இனி ஒரு புதிய தடுப்பூசியை சமாளிக்க முடியாது. அதைப்பற்றியும் எழுதியிருக்கிறேன். அமெரிக்காவில் முதன்முதலில் கரோனா தடுப்பூசிகள் விலங்குகளின் மக்கள்தொகையில் பரிசோதிக்கப்பட்டபோது, ​​​​அமெரிக்காவின் மிங்க்ஸ்கள் இறந்து கொண்டிருந்தபோது, ​​​​அவற்றின் மின்க்ஸைப் பெற முடியாதபோது, ​​​​கால்நடைகளில் அதை பரிசோதிக்க கால்நடை மருத்துவர்கள் ஒரு தடுப்பூசியைத் தொடங்கினர். அவர்கள் முதல் தடுப்பூசியையும், பின்னர் இரண்டாவது தடுப்பூசியையும் செய்து, அவர்களை வனாந்தரத்திற்கு அனுப்பினர், மேலும் வைரஸ் மாற்றமடைந்தபோது, ​​அவர்கள் அனைவரும் இறந்தனர். அவர்களின் உடலால் ஒரு பிறழ்வைச் சமாளிக்க முடியவில்லை. மனித மக்களுக்கும் இதேதான் நடக்கும் என்று நான் உறுதியாக நம்புகிறேன். வைரஸ் வேறொன்றாக மாறும்போது, ​​​​மற்றொரு பருவகால காய்ச்சலாக, உங்களிடம் நோயெதிர்ப்பு அமைப்பு இல்லை, இது மாறிக்கொண்டிருக்கும் ஒன்றை விரைவாக சமாளிக்கும். இதன் விளைவாக, உங்களை அடக்கும் மருந்துகளை நீங்கள் அதிகம் சார்ந்திருக்கிறீர்கள்.",
        "தற்போது, ​​தடுப்பூசி போடாதவர்களை பொது இடங்களில் பார்க்கக் கூடாது என சமீபத்தில் வர்த்தமானி அறிவிப்பு வெளியாகியுள்ளது. தடுப்பூசி போடாதவர்களே நோய்களை பரப்புவர், எனவே தடுப்பூசி போட்டவர்கள் மட்டுமே பொது இடங்களுக்கு செல்ல முடியும் என்கின்றனர். தடுப்பூசி போடப்பட்ட ஒப்பந்தம் கூட கோவிட் என்பதை நாம் அனைவரும் அறிவோம். இப்போது மக்கள் தடுப்பூசி போட வேண்டும் என்று அவர்கள் விரும்பியதற்குக் காரணம், அவர்கள் கோவிட் நோயின் கேரியர்களாக இருக்க மாட்டார்கள் என்பதற்காக அல்ல, மாறாக அவர்களிடம் அந்த மோசமான அறிகுறிகள் இருக்காது என்பதால். எனவே நீங்கள் ஒரு கேரியராக இருக்கலாம், ஆனால் உங்களுக்கு காய்ச்சல் இருக்காது, உங்களுக்கு இருமல் இருக்காது, எனவே நீங்கள் நோய்வாய்ப்பட்டிருக்கிறீர்கள் என்பது கூட உங்களுக்குத் தெரியாது. எனவே நீங்கள் வெளியே சென்று அங்குள்ளவர்களை தொற்றும், அதேசமயம் தடுப்பூசி போடாத ஒருவருக்கு காய்ச்சல் அல்லது இருமல் இருப்பதால் இன்னும் அறிகுறிகள் உள்ளன, அதனால் அவர்கள் உடல்நிலை சரியில்லாமல் இருப்பதால் அவர்கள் வீட்டிலேயே இருக்கிறார்கள். அறிகுறி ஒருபோதும் நோயாக இருந்ததில்லை. நோய்க்கிருமி, வைரஸ், உடலில் உள்ள ஒரு நோயிலிருந்து விடுபட உடல் உற்பத்தி செய்வது அறிகுறியாகும். எனவே, தடுப்பூசி போடப்படாதவர்களைக் காட்டிலும், தடுப்பூசி போடப்பட்டவர்கள் கூட மக்களுக்கு ஆபத்து என்று நான் கூறுவேன், அவர்கள் குணமாகும் வரை வீட்டிலேயே இருப்பார்கள்.",
        "அனுமானமாக, நீங்கள் உண்மையில் கோவிட் நோயைத் தவிர்க்கலாம் என்று சொல்லலாம், ஏனென்றால் எங்களுக்குத் தெரிந்த பலருக்கு மூன்று முறை தடுப்பூசி போடப்பட்டது, ஆனால் அவர்கள் இன்னும் கோவிட் பெறுகிறார்கள். அப்படியானால் அதன் பின்னணி என்ன? மக்களின் நல்ல ஆரோக்கியத்தை நோக்கி அரசாங்கம் செயல்படவில்லை என்பது வெளிப்படையானது; இது மக்களை ஒருவித பரிசோதனைக்கு உட்படுத்துகிறது, கிட்டத்தட்ட ஒரு தியாகம் போன்றது\"",
        "கே அப்படியானால், WHO பரிந்துரைகளை வழங்குவதோடு, தடுப்பூசிகளைக் கொண்டு வரும் நாடுகள் சரியான ஆராய்ச்சி செய்யாமல், ஓட்டத்துடன் செல்கிறோமா?",
        "எங்களிடம் எங்களுடைய சொந்த தரவு இருப்பதால், எங்கள் விவகாரங்களில் தலையிட உலக சுகாதார அமைப்புக்கு முற்றிலும் உரிமை இல்லை என்று நான் தனிப்பட்ட முறையில் நினைக்கிறேன். எத்தனையோ போதைப்பொருட்களால் சனத்தொகை அழிக்கப்படாத ஒரு நாடு நாம், கொழும்பில் உள்ள மக்களுக்காக என்னால் பேச முடியாவிட்டாலும், குறிப்பாக கிராமங்களில் உள்ள மக்கள், நோய் இல்லாதவர்கள். எனவே, நமது தேதி என்னவென்று தெரியாமல், நமக்கு தடுப்பூசி போடுவதற்கு WHO க்கு உரிமை இல்லை. மருத்துவத்தில் அனைவருக்கும் பொருந்தக்கூடிய அளவு இல்லை. இது துணிக்கடையோ அல்லது அது போன்ற ஒன்றோ இல்லை. இது ஆரோக்கியத்தைப் பற்றியது. இது இயற்கையான நோய் எதிர்ப்பு சக்தி பற்றியது. முகமூடியுடன் ஓடிக்கொண்டிருக்கும் சிறு குழந்தைகள். குழந்தைகளுக்கு ஆக்ஸிஜன் தேவை. அவர்கள் வளரும் மூளை, வளரும் உடல். இயற்கையான நோய் எதிர்ப்பு சக்தியை தருவது ஆக்ஸிஜன் மட்டுமே. நாம் என்ன செய்கிறோம்? நாங்கள் முகத்தை மூடிக் கொள்கிறோம்.",
        "இப்போது மக்கள் தடுப்பூசி போட வேண்டும் என்று அவர்கள் விரும்பியதற்குக் காரணம், அவர்கள் கோவிட் நோயின் கேரியர்களாக இருக்க மாட்டார்கள் என்பதற்காக அல்ல, மாறாக அவர்களிடம் அந்த மோசமான அறிகுறிகள் இருக்காது என்பதால். எனவே நீங்கள் ஒரு கேரியராக இருக்கலாம், ஆனால் உங்களுக்கு காய்ச்சல் இருக்காது, உங்களுக்கு இருமல் இருக்காது, எனவே நீங்கள் நோய்வாய்ப்பட்டிருக்கிறீர்கள் என்பது கூட உங்களுக்குத் தெரியாது. எனவே நீங்கள் வெளியே சென்று அங்குள்ளவர்களை தொற்றும் அதேசமயம், தடுப்பூசி போடாத ஒருவருக்கு காய்ச்சல் அல்லது இருமல் இருப்பதால் இன்னும் அறிகுறிகள் உள்ளன, அதனால் அவர்கள் உடல்நிலை சரியில்லாமல் இருப்பதால் அவர்கள் வீட்டிலேயே இருக்கிறார்கள்.",
        "கே. அப்படியானால், சுகாதார அதிகாரிகள் பரிந்துரைத்துள்ள வழிகாட்டுதல்களைப் பின்பற்றுவதற்குப் பதிலாக, கோவிட் நோயிலிருந்து ஒருவர் எவ்வாறு பாதுகாப்பாக இருக்க முடியும்?",
        "நான் ஹோமியோபதியில் பணிபுரிகிறேன் மற்றும் போதுமான நோயாளிகளுடன் கையாண்டேன். நான் அவர்களை கோவிட் நோயாளிகள் என்று அழைக்கவில்லை, ஏனென்றால் கோட்பாட்டளவில் நீங்கள் கோவிட் என்று சொன்னால், நான் அவர்களை சமாளிக்க வேண்டியதில்லை, ஏனென்றால் அது ஒரு தொற்று நோயாக இருக்க வேண்டும். இல்லை. சாதாரண காய்ச்சல், காய்ச்சல், தொண்டை வலி, தும்மல் உடல்வலி, நம் நாட்டில் போதுமான மருந்து இருந்தது. ஹோமியோபதியாக இருந்தாலும் சரி, சீன மருத்துவமாக இருந்தாலும் சரி, நாம் நோய் எதிர்ப்பு சக்தியை உருவாக்கினோம். நான் ஆண்டன் ஜெயசூர்யாவிடம் படித்தேன், தலைவர் மாவோ சீனாவை ஆட்சி செய்தபோது அவர் சொன்ன ஒரு கதை, மருந்து இல்லாமல் போனது, கிராமங்களில் அவர்கள் என்ன செய்கிறார்கள் என்பதைப் பார்க்க அவர் தனது வெறுங்காலுடன் மருத்துவர்களை கிராமங்களுக்கு அனுப்பினார். இயற்கையான நோய் எதிர்ப்பு சக்தியை உருவாக்கும் சில குத்தூசி மருத்துவம் புள்ளிகளை அவர்கள் கண்டுபிடித்தனர். எனவே, மக்கள் வலுவாக இருப்பதை உறுதிசெய்ய அவர்கள் அடிப்படையில் அந்த புள்ளிகளுக்கு அழுத்தம் கொடுத்தனர். எனவே, தொற்றுநோய் இல்லை, ஒரு தொற்றுநோய் உள்ளது - இது ஒரு நோய். மேலும் நாம் செய்ய வேண்டியது அவ்வளவுதான். வீட்டிலேயே இரு. ஓய்வு. நம்ம கொத்தமல்லியை எடுத்து, உள்ளிழுத்து, ஆவியில் வேகவைத்து, அது ஆயுர்வேதமாக இருந்தாலும் சரி, ஹோமியோபதியாக இருந்தாலும் சரி, சீன மருத்துவமாக இருந்தாலும் சரி, அது போதும். இது ஒரு கொடிய நோய் அல்ல. துரதிர்ஷ்டவசமாக, நாம் பொது அறிவை இழந்துவிட்டோம், மேலும் நாம் அறிவியல் என்று அழைக்கும் போலி அறிவியலை முழுமையாகச் சார்ந்து இருக்கிறோம், சில வரைபடங்கள் மற்றும் எண்கள் மற்றும் சிறிய வடிவமைப்புகளைப் பார்ப்பதால், இது அறிவியல் என்று நினைக்கிறோம். விஞ்ஞானம் ஒரு மதமாகவோ அல்லது கோட்பாடாகவோ இருந்ததில்லை. அறிவியல் என்பது உண்மைக்கு வர நாம் பயன்படுத்தும் ஒரு கருவி. இது ஒரு மதம், இது அறிவியல் அல்ல.",
        "கே நீங்கள் ஆயுர்வேதத்தைக் குறிப்பிட்டதால், ‘தம்மிகா பணியா’ பற்றி உங்களிடம் கேட்க விரும்பினேன். அது பயனுள்ளதாக இருந்ததா என்ற கேள்விகள் இருந்தன, இறுதியில் அது கேலி செய்யப்பட்டது. அதில் உங்கள் கருத்து என்ன?",
        "ஆயுர்வேத மருத்துவம் அல்லது ஹெல மருத்துவத்தின் நற்பெயரை அழிக்கும் நிகழ்ச்சி நிரல் இருந்தது என்பது எனது கருத்து, இது தொடங்குவதற்கு முன்பு, தம்மிக்க பணியாவின் பின்னணியில் இருந்தவர்களும் ஊடக உரிமையாளர்கள் மற்றும் அவர்கள் நாட்டிற்கு நிறைய சோதனைகளை கொண்டு வந்தனர். பாரம்பரிய மருத்துவத்தின் மீது மக்கள் கொண்டுள்ள நம்பிக்கையை அழிக்க, ஒரு பெரிய ஒழுங்கமைக்கப்பட்ட இயக்கம் இருந்தது. மேலும் தம்மிகாவின் பானி நன்றாக இல்லாமல் இருக்கலாம். தம்மிகா ஒரு ஆயுர்வேத மருத்துவர் இல்லை என்று மக்கள் கூறுகிறார்கள். அவர் என்ன என்பது முக்கியமில்லை. தேன் எடுப்பதில் தவறில்லை. பரிசோதிக்கப்படாத தடுப்பூசிகளை எடுத்துக்கொள்வதை விட இது குறைவான ஆபத்தானது. அதனால் அவர்கள் என்ன செய்தார்கள், இந்த தேனை எல்லா மக்களுக்கும் கொடுத்து, PCR பரிசோதனையை ஆரம்பித்து, பிறகு மக்கள் பாசிட்டிவ் என்று சொன்னார்கள். இப்போது, ​​பிசிஆர் பாசிட்டிவ் என்பது நோயின் அறிகுறி அல்ல, நீங்கள் பாசிட்டிவ் என்று சொல்லும் இயந்திரம். நான் உடல்நிலை சரியில்லாமல் இருந்தால், நீங்கள் எதில் நேர்மறையானவர். நீங்கள் PCR சோதனையை நிறுத்தினால், தொற்றுநோய் இருக்காது, மேலும் எங்களுக்கு ஒரு தொற்றுநோய் இருந்திருக்காது. எனவே தம்மிகா ஒரு வசதியான கருவியாகப் பயன்படுத்தப்பட்டார், சில தெய்வங்கள் அவருக்கு சக்திகளைக் கொடுத்ததாக அவர் கூறியதால் மக்கள் அவரைப் பார்த்து சிரிக்கத் தொடங்கினர். இது ஒரு பொருட்டல்ல, ஏனென்றால் மேற்கத்திய அறிவியல் என்ன செய்கிறது? சில உயிரியலாளர்கள் கணினி முன் அமர்ந்து கொரோனா வைரஸின் உருவகப்படுத்துதலைக் கண்டுபிடித்தனர். வித்தியாசம் இல்லை.",
        "முதியவர்களைக் காக்க வேண்டும் என்று உலகமே ஆரம்பித்தது. எனக்கு புரிகிறது. ஆனால் நாம் ஏன் இளைஞர்கள், குழந்தைகள் அல்லது கர்ப்பிணிகளுக்கு தடுப்பூசி போட வேண்டும். நம்மிடம் இயற்கையான நோய் எதிர்ப்பு சக்தி உள்ளது, அனைத்து பாலூட்டிகளுக்கும் இயற்கை நோய் எதிர்ப்பு சக்தி என்று ஒன்று உள்ளது. கடந்த 500 மில்லியன் ஆண்டுகளில் பாலூட்டிகள் இருந்தவரை இது வளர்ச்சியடைந்துள்ளது. தடுப்பூசி மூலம் இயற்கையான நோய் எதிர்ப்பு சக்தியை ஏன் குறைக்கிறோம்?",
        "கே இப்போது தடுப்பூசி போடுவதையும், சுகாதார வழிகாட்டுதல்களைப் பின்பற்றுவதையும் அதிகாரிகள் கட்டாயமாக்குகின்றனர், தவறினால் சட்ட நடவடிக்கை எடுக்கப்படும். உங்களைப் போன்றவர்கள் இதை நீதிமன்றத்தில் இல்லாவிட்டால், வேறு ஏதாவது மேடையில் சவால் செய்ய வேண்டும் என்று நினைக்கிறீர்களா?",
        "இது ஏற்கனவே சவால் செய்யப்பட்டுள்ளது மற்றும் இரண்டு வழக்குகள் உள்ளன. மக்களுக்கு விழிப்புணர்வு தேவை என்று நினைக்கிறேன். மக்கள் தெருவில் இறங்க வேண்டும். ஐரோப்பாவில் என்ன நடக்கிறது? ஆஸ்திரியா போன்ற பல நாடுகள் தடுப்பூசி ஆணைகளை கைவிடுவதற்கு ஒரே காரணம் மில்லியன் கணக்கான மக்கள் தெருக்களில் போராடுகிறார்கள். மக்கள் தங்கள் வேலையை விட்டுக்கொடுக்க தயாராக உள்ளனர்; சுகாதாரப் பணியில் உள்ளவர்கள் இனி வேலை செய்ய விரும்பவில்லை. இது வெகுஜன சக்தி. எங்களுக்கும் அதே மாதிரியான ஆட்கள் தேவை. மக்கள் வீதியில் இறங்கி இதைத் தடுக்க வேண்டும். அது இல்லாமல், இது நடக்கப்போவதில்லை, ஏனென்றால் உலகம் முழுவதிலும் உள்ள ஒரு அரசாங்கமும் குடிமக்களின் நல்வாழ்வுக்காக பாடுபடவில்லை. அவர்கள் உலகளாவிய நிகழ்ச்சி நிரலுக்காக வேலை செய்கிறார்கள், குடிமக்களால் மட்டுமே அதைத் தடுக்க முடியும். நாம் அதை நிறுத்த வேண்டும். எங்களுக்காக அவர்கள் அதை நிறுத்தப் போவதில்லை. அது நமது ஆரோக்கியம், அவர்களுடையது அல்ல.",
        "கே உங்களின் ஆய்வுகள் உங்கள் கண்டுபிடிப்புகள் மற்றும் தடுப்பூசிகள் பற்றி நீங்கள் என்ன சொல்கிறீர்கள்? அந்தத் தகவல் இங்கு சம்பந்தப்பட்ட அதிகாரிகளுடன் பகிரப்பட்டதா, அவர்கள் செய்வது தவறு என்று சொல்ல வேண்டுமா?",
        "நான் இதைப் பற்றி இரண்டு கட்டுரைகளை எழுதியுள்ளேன், மேலும் சில வழக்குகளிலும் நான் பணியாற்றி வருகிறேன். அதற்கு எதிராக சட்ட நடவடிக்கை எடுக்க நாங்கள் அடிப்படையில் முயற்சி செய்து வருகிறோம். ஆனால் துரதிர்ஷ்டவசமாக அது போதாது. ஒவ்வொரு உடலிலும் பல டன் மனுக்கள் வெளிவர வேண்டும் என்று நான் நினைக்கிறேன்; ஒன்று, இரண்டு அல்லது மூன்று பேர் போதாது. அதிகாரத்தில் உள்ள அனைவரும் அதைச் செய்ய வேண்டும். மேலும் மருத்துவ மாஃபியாவுக்கு எதிராகவும் போராட வேண்டும் என்று நினைக்கிறேன். அவர்கள் என்ன செய்கிறார்கள் என்பது அவர்களுக்குத் தெரியும், ஆனால் அவர்கள் பேச பயப்படுகிறார்கள். பேசினால் வேலை பறிபோகும். நாம் மீண்டும் நெறிமுறைகளுக்கு வர வேண்டும், பேராசை மற்றும் பணத்தைப் பற்றி மறந்துவிட வேண்டும், ஏனென்றால் இது பேராசை பற்றியது. நான் இந்த நாட்டில் வாழ்ந்தேன், நான் 1960 களில் பிறந்தேன், ஆரோக்கியமான மக்களை நான் பார்த்திருக்கிறேன். தடையற்ற சந்தைப் பொருளாதாரத்திற்கு முன்பு, நீரிழிவு அல்லது வேறு எந்த உடல்நலப் பிரச்சினையும் இல்லாமல் முதிர்ந்த வயது வரை வாழ்ந்தவர்களை நான் பார்த்திருக்கிறேன். இப்போது, ​​முப்பது வயது முதல் அனைவரும் நோய்வாய்ப்பட்டுள்ளனர். பாரம்பரிய அறிவைக் கொண்டு தங்களைக் கவனித்துக்கொள்வதை மக்கள் இழந்துவிட்டார்கள், உங்களுக்குத் தெரியும், நம் பெற்றோரிடமிருந்து நாம் பெற்ற உள்ளார்ந்த அறிவு. சிறிய இருமல் அல்லது சளிக்கு, நாங்கள் மருத்துவமனைக்கு செல்கிறோம். அதற்கு மருத்துவமனைகள் தேவையில்லை. இப்போது நம்மிடம் இருப்பது நாள்பட்ட நோய்களின் முழு வீச்சு. எனவே நீங்கள் 90 வயது வரை வாழலாம், ஆனால் நீங்கள் 30 வயதிலிருந்தே நோய்வாய்ப்பட்டிருக்கிறீர்கள், எனவே வாழ்க்கை என்றால் என்ன? மருத்துவரிடம் இருந்து மருத்துவரிடம் மருத்துவமனைக்குச் செல்வது உங்கள் வாழ்நாள் என்றால், சேனல் செய்வது மதிப்புக்குரியதா? இது ஒரு பெரிய பணம் சம்பாதிக்கும் வணிகம் மற்றும் ஆரோக்கியத்துடன் எந்த தொடர்பும் இல்லை. உங்கள் திறன் என்ன என்பதை உணர்ந்து அதை நோக்கி வாழ்வதே வாழ்க்கையின் நோக்கம். ஆனால், ஒருவருக்கு வரும் நோய்களை மட்டும் அடக்கி வைக்கும் மேற்கத்திய மருத்துவத்தால் ஏற்படும் நோய்களுக்கு, உங்கள் உடலின் பல பாகங்களுக்கு மருத்துவர்களை சேர்ப்பதில் உங்கள் வாழ்க்கை கழிந்தால், அது முழுமையான வாழ்க்கை அல்ல: வாழத் தகுதியான வாழ்க்கை.",
        "மறுப்பு: இந்த நிகழ்ச்சியில் எங்கள் விருந்தினர்கள் தெரிவித்த கருத்துக்களை டெய்லி மிரர் அங்கீகரிக்கவில்லை"
      ]
    }
  }
}