{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Ranil-says-no-national-govt-but-calls-for-all-parties-to-unite-to-come-out-of-crises/155-232637",
  "time_ut": 1646792160,
  "title": "Ranil says no national govt. but calls for all parties to unite to come out of crises",
  "body_lines": [
    "Calls for government to go to IMF to seek economic assistance",
    "Rumours have been rife that UNP Leader Ranil Wickremesinghe is in talks with Prime Minister Mahinda Rajapaksa and President Gotabaya Rajapaksa to form a national government amidst the ongoing crises, but sources close to Wickremesinghe yesterday denied these rumours saying the UNP Leader would not form a national government.",
    "When contacted, senior members closely associated with Wickremesinghe told Daily Mirror that Wickremesinghe had discussed the ongoing issues with Mahinda Rajapaksa in a personal capacity but no official discussions had been held between the duo or even with President Gotabaya Rajapaksa.",
    "Wickremesinghe had also not held any discussions, even unofficially, in forming a national government with the SLPP.",
    "However, Wickremesinghe who has been calling for the government to go to the IMF to seek economic assistance has called on all political parties to unite with the government and identify the root cause of the issues so that they can be resolved.",
    "He has also called for all parties to approve a national policy in Parliament that could take the country forward for at least the coming 15 years, and once this policy is agreed upon by all parties, then an election should be held so that a new government can be formed.",
    "\"In this national policy, we must ensure that the country does not fall into another crisis of this sort. Whoever the next government is elected will then have to work based on this iron framework or else policies keep changing and this is affecting the citizens,\" Wickremesinghe has informed senior parliamentarians.",
    "Meanwhile, the Daily Mirror learns that some of the government backbenchers in Parliament had been notified that an IMF assistance would be sought only after a local government election is held. However, all parties have presently agreed that now is not the time to hold the LG Polls due to the present economic crisis and the suffering burdened on the citizens. (JAMILA HUSAIN)"
  ]
}