{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceat-official-tyre-supplier-for-locally-assembled-tata-ace-ht/",
  "time_ut": 1653485460,
  "title": "CEAT official tyre supplier for locally assembled Tata Ace HT",
  "body_lines": [
    "CEAT Kelani Holdings has been appointed as the official tyre supplier for Tata Ace HT series compact trucks which are assembled in Sri Lanka by DIMO in collaboration with India’s largest automobile manufacturer TATA Motors.",
    "CEAT RHINO PLUS TL tyres in the size of 155R12 8PR, manufactured at the CEAT Kelani plant in Kelaniya are used for the TATA Ace HT series vehicles, popularly known in Sri Lanka as “DIMO Batta” under this project. The locally manufactured CEAT RHINO PLUS TL tyre features a zig zag pattern on its circumference and ribs with lateral notches that contribute towards uniformity and better wear and tear on local roads.",
    "Commenting on this latest OEM agreement of the company, CEAT Kelani Holdings Managing Director Mr. Ravi Dadlani said: “As a brand that has been at the forefront of local value addition in Sri Lanka, CEAT is excited to contribute further to the process through its association with this assembly operation. This is particularly relevant in the prevailing situation in the domestic market. We are able to provide high-quality tyres engineered for local conditions at competitive prices and ensure uninterrupted supply, while at the same time helping to conserve foreign exchange.”",
    "In January this year, CEAT was appointed as an OEM for a range of heavy-duty trucks, tippers and light commercial vehicles assembled in Sri Lanka by Lanka Ashok Leyland PLC (LAL), a joint venture company of Ashok Leyland India. In November 2021 the brand was chosen as the OEM for Bolero City Pik-up vehicles assembled in Sri Lanka by Mahindra & Mahindra India in collaboration with Ideal Motors.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}