{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/09/un-calls-for-us-47-mn-for-sri-lanka-assistance/",
  "time_ut": 1654777080,
  "title": "UN calls for US$ 47 Mn for Sri Lanka assistance",
  "body_lines": [
    "COLOMBO (News 1st); The United Nations team in Sri Lanka and non-governmental organisations launched a joint Humanitarian Needs and Priorities (HNP) Plan today (9), calling for US$47.2 million to provide life-saving assistance to 1.7 million people worst-hit by the economic crisis over a four-month period, from June to September.",
    "This directly responds to the Government of Sri Lanka’s request for a United Nations-backed multi-sector international assistance to respond to the most urgent needs arising from the recent crisis, particularly focusing on health care and essential medicines, food and agriculture—including targeted nutrition services— safe drinking water, emergency livelihoods and protection.",
    "Development and humanitarian partners in Sri Lanka estimate that nearly 5.7 million women, children and men are in need of immediate life-saving assistance. The 1.7 million people targeted under the HNP are among those whose livelihoods, food security and access to health services are most at risk and need immediate support.",
    "“Multiple factors are impacting Sri Lanka’s food security situation; if we don’t act now, many families will be unable to meet their basic food needs,” UN Resident Coordinator in Sri Lanka Hanaa Singer-Hamdy said, stressing the urgent need to prevent a humanitarian crisis later in the year, while bridging efforts towards development and socio-economic interventions.",
    "“Sri Lanka’s once-strong healthcare system is now in jeopardy, livelihoods are suffering and the most vulnerable are facing the greatest impact. Now is the time for the international community to show solidarity with the people of Sri Lanka. The UN and humanitarian partners are calling on donors, the private sector and individuals to urgently support this plan to provide life-saving assistance to the women, men, and children most affected by the crisis and thus prevent a deterioration of humanitarian needs in the country,” she added.",
    "Sri Lanka, formerly an upper-middle income country, is facing its worst economic crisis since independence. In May, food inflation stood at 57.4 per cent, while shortages of key food items, as well as fuel for cooking, transport, and industry, remain widespread, with ongoing daily power outages. The economy is bracing for a sharp contraction due to the unavailability of basic inputs to production, an 80 per cent depreciation of the currency (since March 2022), coupled with a lack of foreign reserves and the country’s failure to meet its international debt obligations.",
    "The economic crisis has particularly impacted food security, agriculture, livelihoods, and access to health services. Food production in the last harvest season was 40 – 50 per cent lower than last year, and the current agricultural season is at risk, with seeds, fertilizers, fuel and credit shortages.",
    "Nearly 5 million people (22 per cent of the population) are currently in need of food assistance. Latest surveys reveal that 86 percent of households are using at least one coping mechanism such as reducing food intake, including skipping meals.",
    "Currently close to 200 essential medicines are now out of stock, with a predicted shortage of another 163 critical over the next two to three months. Additionally, over 2,700 essential surgical and more than 250 regular laboratory items are also out of stock. Due to power cuts and the lack of fuel to operate generators, many hospitals have had no choice but to postpone routine and non-urgent surgeries and procedures."
  ]
}