{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83063/us-dfc-approves-120-mn-in-new-loans-and-investments-for-sri-lanka",
  "time_ut": 1655291400,
  "title": "U.S. DFC approves $120 Mn in new loans and investments for Sri Lanka",
  "body_lines": [
    "The Embassy of the United States of America announced today that the U.S. International Development Finance Corporation (DFC) Board of Directors has approved USD 120 million in new loans to grow and support the Sri Lankan economy.",
    "“For seventy years, the United States has provided foreign assistance, loans, and trade opportunities to help grow the Sri Lankan economy and support the Sri Lankan people,” said U.S. Ambassador to Sri Lanka Julie Chung.",
    "“Today’s announcement is good news for the private sector, as the DFC’s USD 120 million in new investments will reach small and medium-sized businesses and help to provide equity, jobs, and futures,” she added.",
    "The projects announced today include a USD 100 million direct loan to the Commercial Bank of Ceylon, Sri Lanka’s leading commercial private bank, to expand lending to micro-, small-, and medium-sized enterprises (MSMEs) and address the credit gap for women-owned businesses, which represent 25% of MSMEs in Sri Lanka.",
    "In addition, DFC announced a USD 15 million loan to BPPL Holdings PLC, a polyester yarn manufacturer incorporating recycled plastic materials.",
    "The loan will support increased production and strengthen Sri Lanka’s recycling infrastructure in support of efforts to reduce plastic waste in Sri Lanka.",
    "Also announced today was a USD 5 million loan to MA’s Tropical Food Processing (Private) Limited, a sustainable food company, to finance its expansion and grow its supplier network.  This effort will strengthen Fair Trade practices in Sri Lanka and create new jobs, with an emphasis on increasing women’s employment.",
    "These new loans build on DFC’s existing portfolio in Sri Lanka of nearly USD 300 million in funding for the MSME sector over the past two years.",
    "“The diverse set of transactions announced today will make real impact across a range of sectors and development challenges,” said DFC CEO Scott Nathan. “These transactions showcase how DFC strategically catalyzes private capital where it matters most.”",
    "Around the world, DFC partners with the private sector to finance solutions to critical challenges, investing across sectors including energy, health care, critical infrastructure, and technology.  DFC also provides financing for small businesses and women entrepreneurs in order to create jobs in emerging markets.  DFC investments adhere to high standards and respect the environment, human rights, and worker rights.",
    "These announcements may be subject to congressional notification in Washington and other administrative approvals. The U.S embassy said more information will be made available when funds are ready for disbursement."
  ]
}