{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-relaxes-bank-capital-rules-to-cushion-bond-losses-as-rates-spike-94661/",
  "time_ut": 1653396720,
  "title": "Sri Lanka relaxes bank capital rules to cushion bond losses as rates spike",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has allowed banks to use up to 2.5 percent of their capital required under Basle convention to absorb losses as bond yields corrected sharply upwards after two years of money printing triggered the worst currency crisis in its history.",
    "Sri Lanka banks with large portfolios in government bonds face large mark-to-market losses as bond yields top 20 percent.",
    "Sri Lanka’s banks were required to hold around 12.5 percent as as Tier I and II capital and 14.5 percent for larger banks. The rule was relaxed to 13 percent during the Coronavirus crisis.",
    "The central bank said banks could use up to 2.5 percent of their capital but had to face restrictions on distributing profits.",
    "Mark-to-market bond losses could also be staggered with one third being taken to the books by the June 2022, two thirds by June 2023 and 100 percent by June 2024.",
    "The central bank said it was issuing the directions  “after carefully considering the extraodinary circumstances caused by current macro-economic conditions.”",
    "Over several years the central bank has urged banks to boost capital to meet shocks.",
    "Banks are required to hold government bonds as liquid assets.",
    "However bond yields see-saw widely in the country whenever the central banks prints money to suppress rates and trigger a currency crisis.",
    "Eventually the currency collapses in an inflation spike and rates also rise.",
    "As the currency fall destroys incomes of people, there is usually a consumption collapse which reduce revenue of business and bad also also tends to rise.",
    "Sri Lanka has faced three currency crisis in the past seven years under flexible inflation targeting with output gap targeting.",
    "In 2020 after growth collapsed from the previous two currency crises, economists cut taxes saying there was a ‘persistent output gap’ adding fiscal ‘stimulus’ to the monetary ‘stimulus’ leading to the worst currency crises in the history of the central bank. (Colombo/May24/2022)"
  ]
}