{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/18/public-mistrust-on-government-law-enforcement-will-have-dire-consequences-basl/",
  "time_ut": 1655551140,
  "title": "Public mistrust on Government & law enforcement will have dire consequences – BASL",
  "body_lines": [
    "COLOMBO (News 1st); The Bar Association of Sri Lanka warns that public mistrust of the Government and law enforcement will have dire consequences for the country and lead to irreparable harm.",
    "In a statement, the BASL said that reassuring the people and creating public confidence are important steps in addressing the crises.",
    "Thousands of people of our country are waiting on queues several kilometers long for hours and sometimes days for petrol and diesel. This is apart from the severe shortages of gas and other essentials which the people have been facing without any solution in sight.",
    "Many people are deprived of their regular income and have no way to feed their families. There have been also reports of several deaths of persons while in queues and due to the lack of medicines. The dire situation in the country has driven people to desperation, resulting in frustration and anger.",
    "In the past few days there have been increased reports of public disquiet especially at fuel stations in several parts of the country.",
    "The recent images of a pistol wielding police officer assaulting a member of the public at a petrol shed at Maspotha, in Kurunegala and the ensuing exchange of words and the violent scenes at a fuel station in Athurugiriya are only examples of the volatile situation throughout the country.",
    "We acknowledge the difficult environment in which the members of the police and the armed forces are compelled to function at present, since they and their families too are no doubt facing the same pressures as the rest of the public.",
    "Nevertheless, it is of utmost importance that those enforcing the law act with restraint and caution in dealing with the public. It is essential that police officers in performing their duties act with understanding and empathy and acknowledge the immense suffering of the public. Law enforcement officers must in all instances act with fairness and impartiality. Any acts seen as being biased and unfair will add to the distrust which already exists.",
    "We call upon the Government of Sri Lanka to take urgent and practical steps to ease the burden of the public and to ensure that the needs of the public are met in a reasonable manner. Apart from disclosing to the public the gravity of the situation, it is of utmost importance that the Government informs the public on a regular basis of its plans to extricate the country from the political, economic, and social crises; as well as on the ongoing progress of its work on these issues and its plans to address",
    "the shortages of fuel and gas and other essentials and the progress of such plans.",
    "The BASL re-iterates that reassuring the people and creating public confidence are important steps in addressing these crises. Public mistrust of the Government and law enforcement will have dire consequences for the country and lead to irreparable harm.",
    "Public mistrust on Government & law enforcement will have dire consequences – BASL",
    "(VIDEO) Young man falls off Beliatte-bound train at station filled with passengers due to fuel crisis",
    "12 deaths so far due to Rabies, vets encourage vaccinating pets"
  ]
}