{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-bar-association-warns-against-police-assaults-on-fuel-customers-96021/",
  "time_ut": 1655608860,
  "title": "Sri Lanka Bar Association warns against police assaults on fuel customers",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s official association of lawyers has warned against police assaults on suffering consumers waiting for days in fuel queues as the country suffers the worst currency crisis in the history of the islands 72 year old intermediate regime central bank.",
    "There has been unrest at several filling stations especially as police officers personal vehicles were given priority for fuel.",
    "“Thousands of people are waiting on queue several kilometres long for hours and sometimes day for petrol and diesel,” the Bar Association of Sri Lanka said in a statement.",
    "“In the past few days there have been increased disquiet reports of public disquiet especially at fuel stations in several parts of the country.",
    "“The recent images of a pistol wielding police officer assuaulting a member of the public at a petrol shed at Maspotha, in Kurunegala and the ensuing exchange of words and violent scenes at a fuel station in Athurugiriya are only examples of the volatile situation throughout the country.”",
    "The BASL acknowledged said police and military officers were acting in a difficult environment, since their families were probably facing the same difficulties as the fuel station customers.",
    "“Nevertheless it is of utmost importance that those enforcing the law act with restraint and caution in dealing with the public.",
    "“It is essential that police officers in performing their duties act with understanding and empathy and acknowledge the immense suffering of the public.",
    "“Law enforcement officers must in all instances act with fairness and impartiality. Any acts seen as being biased and unfair will add to the distrust which already exits.",
    "“Public mistrust of the Governnment and all law enforcement will have dire consequences for the country and lead to irreparable harm.”"
  ]
}