{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/restore-law-and-order-asap-cbsl-governor-tells-president-and-parliament/",
  "time_ut": 1652278500,
  "title": "Restore law and order ASAP: CBSL Governor tells President and parliament",
  "body_lines": [
    "Central Bank Govenor Dr. Nandalal Weerasinghe told reporters in Colombo yesterday that the Executive President and the 225 MPs must work together to form a stable government that would pave the way for restoring law and order and peace in the country, so that the Central Bank can properly carry out the activities it has started in collaboration with the Treasury and the Ministry of Finance.",
    "He warned that he would resign as Governor of the Central Bank if elected representatives of the people who should bear more responsibility for the wellbeing of the people than the Central Bank excruciatingly dilly dally in bringing political stability to the country.",
    "He went on to say that he didn’t see anything productive coming out of the august assembly of parliament in the last two weeks other than debates irrelevant to the current political and economic crises.",
    "“If political stability is not achieved as soon as possible, the economic revival would not be achieved only with Central Bank policy actions. To tackle issues on the fiscal side and advance our talks with IMF beyond technical level negotiations, the country needs to show to the world a functioning Executive, a robust Cabinet and a progressive parliament where necessary reforms can be formulated and democratically active institutions through which correct policies can be implemented,” he said.",
    "The Central Bank chief condemned the attacks on peaceful protestors and the events that followed, including setting houses on fire, shootings, and looting.",
    "“When a country is facing such a situation, economic revival is impossible,” he said noting that the situation would not help Sri Lanka rise economically. When I assumed office a month ago, there were signs of instability, but I expected them to dissipate with the right approach by the authorities and the people for solving them. As a result of the policy actions taken by the Central Bank and the Ministry of Finance the situation was starting to get better as people still had access to essential commodities, fuel and LP gas albeit with some inconvenience. However, if this situation of inactivity continues, there will be 10-12 hour power cuts and deeper shortages of essential items and also our talks with the IMF would be at risk, and therefore, I urge the President and the 225 MPs to arrive at an amicable settlement soon and create the right environment where we can address the issues at hand without any delay, ” he emphasized.",
    "The Governor explained a number of measures the CBSL has taken to boost foreign liquidity in the banks that would help in financing critical imports to the country. He described how exporters can collaborate with commercial banks to prevent foreign exchange volatility and how their support will in turn help them to run their businesses smoothly without any shortages of raw materials and electricity.",
    "“We are all in it together and we must all come out of it together without seeking personal advantages. The CBSL will soon introduce guidelines to the interbank daily operations to prevent the manipulation of the exchange rate by the informal money market,” he said.",
    "India rejects ‘speculative reports’ about sending troops to Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}