{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/26/foreign-minister-meets-un-fao-wfp-reps/",
  "time_ut": 1653549600,
  "title": "Foreign Minister meets UN FAO & WFP Reps",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Minister of Foreign Affairs Prof. G.L. Peiris met with Vimlendra Sharan, the UN Food and Agriculture Organization (FAO) Representative and Abdur Rahim Siddiqui, the Country Director of the World Food Programme (WFP) to Sri Lanka on 25 May 2022, at the Ministry of Foreign",
    "Affairs, to discuss further collaboration between the FAO, WFP and Sri Lanka to address the current challenges faced by Sri Lanka in relation to food security.",
    "Minister Peiris conveyed the sincere appreciation of the Government of Sri Lanka for the valuable support of the FAO and the WFP, in particular the Country Office in Sri Lanka, for the assistance provided towards the development of agriculture, fisheries and livestock, in the country.",
    "While outlining the multiple challenges currently faced by the country, the Foreign Minister thanked the FAO and WFP Representatives for the crucial role played by them in providing guidance and support to the Government at this difficult juncture.",
    "Both Representatives assured the Minister that the FAO and the WFP would extend full support for Sri Lanka to overcome the current challenges related to food security and briefed the Minister on their current activities to mitigate any potential food security challenges.",
    "Minister Peiris stated that Sri Lanka and the United Nations enjoy close, longstanding and cordial relations with the UN and that the UN has supported Sri Lanka in times of difficulty.",
    "In this context, the Minister referred to the request made by the Prime Minister to the UN Secretary-General and the Director General of FAO for technical support and assistance to augment food production in the country, enabling Sri Lanka to tide over this critical situation.",
    "Pakistan: Imran Khan gives six-day ultimatum to govt to announce elections"
  ]
}