{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/second-us500mn-fuel-credit-to-sri-lanka-from-india-not-finalized-yet-sources-93279/",
  "time_ut": 1650543120,
  "title": "Second US$500mn fuel credit to Sri Lanka from India not finalized yet: Sources",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s request for a second 500 million US dollar credit line to import fuel is in discussion and yet to be finalized, two sources familiar with the talks said.",
    "India has given Sri Lanka a 500 million credit line to buy fuel after the island nation’s foreign currency reserves dwindled to near zero and was unable to import fuel for both transport and power generation.",
    "Sri Lanka has used most of this credit line and the chairman of state-run fuel retailer Ceylon Petroleum Corporation (CPC) told last week that it is in discussion with India for another 500 million US dollar credit line.",
    "“The request is under consideration and has not been finalized,” a source who has knowledge of the discussions told Economy Next Thursday.",
    "A second source said India is willing to lend another 250 million US dollar for fuel which was the first request after Indian fuel shipments started to arrive in Colombo.",
    "Ruling Sri Lanka Podujana Peramuna (SLPP) legislator Mahindananda Aluthgamage on Thursday claimed in parliament that India has already finalized the second 500 million US dollar fuel credit line.",
    "Most of the Indian fuel has been used for power generation after Sri Lanka faced extended power cuts as high as 13 hours in a day.",
    "Power cuts and shortage of fuel, cooking gas, and medicines have angered people who have started protests demanding President Gotabaya Rajapaksa and his government to resign.",
    "Government officials at the ministerial level fear that they will not be able to buy enough dollars to make additional imports.",
    "Sri Lanka’s soft peg with the US dollar lost credibility due to money printed to enforce low-interest rates. Rates have been hiked and market rates are adjusting up, which will reduce domestic credit and imports.",
    "However, a surrender rule, where dollars are forced sold to the central bank has prevented an attempt at restoring monetary stability by moving to a floating exchange rate or suspending convertibility, forcing the regime to be a peg that is being deliberately pushed down. (Colombo/Apr21/2022)"
  ]
}