{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/29/president-agreed-to-form-interim-government-national-council-would-appoint-new-pm-cabinet/",
  "time_ut": 1651224960,
  "title": "President agreed to form Interim Government; National Council would appoint new PM, Cabinet",
  "body_lines": [
    "COLOMBO (News 1st); Former President Maithripala Sirisena, who is also the Chairman of the Sri Lanka Freedom Party, said that President Gotabaya Rajapaksa has consented to form an Interim-Government.",
    "“If all the political parties represented in Parliament agree to form an Interim Government, President Gotabaya Rajapaksa has decided to form an Interim Government,” said Sirisena speaking to reporters in Colombo.",
    "Noting that it could be termed as an All-Party Government or an Interim Government, Sirisena said that this Interim Government would be the first step toward calling for elections.",
    "“We do not have an issue with regard to the leadership of the Interim Government. We need to take up the responsibility on behalf of the people to solve the crises in the country,” he added.",
    "Sirisena said letters extending an invitation to form the Interim Government will be delivered in the coming days to the respective parties.",
    "“The President consented to form an Interim Cabinet of Ministers led by a new Prime Minister,” said the SLFP Chairman, adding that the Interim Cabinet of Ministers would be limited to 15 or 20 Ministers to execute the necessary responsibilities.",
    "Further, the President had agreed to establish a National Council, a proposal by the SLFP, that will decide on appointing the Prime Minister, Cabinet of Ministers, Inspector General of Police, Attorney General, and even the Ministry Secretaries.",
    "Maithripala Sirisena said that the National Council would advise the President and the Cabinet of Ministers, on how to function..",
    "President agreed to form Interim Government; National Council would appoint new PM, Cabinet",
    "President responded positively to establish “National Consensus Government” – Jayantha Samaraweera"
  ]
}