{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82171/fin-min-clarifies-reports-on-using-indian-credit-facility-for-steel-imports",
  "time_ut": 1651546200,
  "title": "Fin. Min. clarifies reports on using Indian credit facility for steel imports",
  "body_lines": [
    "The Ministry of Finance says the Sri Lankan government signed the USD 1 billion credit facility agreement with the government of India, to facilitate Sri Lankan importers who faced many difficulties in opening Letters of Credit to import food and other essential items due to the shortage of foreign currency in the banking system and the market.",
    "The remarks came in response to a recent media report titled, ‘Indian Credit for Food Goes to Import Steel’.",
    "In its statement, the Finance Ministry stated that the credit line was initially allocated for importation of essential food items (USD 300 million), medicine (USD 200 million) and industrial raw materials (USD 500 million), based on the monthly requirement and the information received from importers.",
    "“However, this allocation was later revised to accommodate much needed fuel and LP gas by reducing the allocation for industrial raw materials and food items. These allocations were determined considering the prevailed requirements at the time of finalizing the credit line.”",
    "According to the Finance Ministry, the industrial raw materials include paper and printing materials, packaging materials, raw materials for textile industry, non-carbonic chemicals, cement/clinker, raw materials for transformers, fertilizer and steel.",
    "Industrial raw materials were considered in this credit line as these materials are required for continuation of the ongoing important projects and export industries that will ultimately bring foreign exchange in to the country, it said further adding that as of today, USD 40 today has been utilized for importation of steel.",
    "The Finance Ministry said the government will review the present allocation for different sub categories based on the current needs prioritizing essential food items, medicines, fuel and LP gas.",
    "A guideline has already been published in the web of the Ministry of Finance and applications are invited from interested parties for importation of goods under the credit facility."
  ]
}