{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top-story-sports-1/Maxwell-guides-Australia-to-early-series-lead/324-239061",
  "time_ut": 1655233800,
  "title": "Maxwell guides Australia to early series lead",
  "body_lines": [
    "Glenn Maxwell played the decisive hand in Australia’s successful chase of a revised target of 282 for a two-wicket win and 1-0 series lead over Sri Lanka, at the Pallekele International Stadium on Tuesday.",
    "Maxwell's unbeaten half century, 80 in 51 balls with six boundaries and six sixes, brought the Australians back into the game after they lost quick wickets, and turned the tide in his team's favour.",
    "Earlier in the innings, two partnerships involving Steven Smith, who made 53, kept the Australians at pace with the chase.",
    "Smith first put on a 67-run partnership with Aaron Finch for the second wicket, and 54 for the third-wicket with Marnus Labuschagne.",
    "The dismissal of Smith however appeared to peg the Australians back at 141 for 4 in the 25th over, but Marcus Stoinis put on 48 runs with Alex Carey (48 runs), before two brief partnerships involving Maxwell, for 39 runs for the sixth wicket with Alex Carey and 26 runs for the eighth wicket with Ashton Agar brought them closer to the target.",
    "Agar’s wicket, with Australia still 28 runs shy of victory, gave Sri Lanka some hope, but Maxwell scored all but one of those runs as the visitors reached the target with nine balls to win.",
    "Earlier in the day Kusal Mendis, Danushka Gunathilaka and Pathum Nissanka shone with half tons after skipper Dasun Shanaka won the toss and elected to take first lease of the wicket and Sri Lanka posted a challenging score of 300 for 7.",
    "Openers Gunathilaka and Nissanka gave the side a flying start as the pair chalked up runs with ease, posting the first 50 runs in even time, off 58 balls, reaching the 100-run mark in 106 balls.",
    "Nissanka was the first to reach his half-century, off 61 balls and Gunathilaka followed, getting there in 50 balls.",
    "Their partnership ended when Gunathilaka got himself run out after the pair put on 115 runs.",
    "Gunathilaka made a quick-fire 55 in 53 balls that comprised seven boundaries.",
    "Nissanka did not last long, as three runs later, he mistimed a sweep and succeeded in only offering an easy catch to Aaron Finch having made 56 off 69 balls inclusive of six boundaries and a six.",
    "Sri Lanka lost another wicket with Dhananjaya de Silva, who was not in the T20 squad, being dismissed cheaply. Kusal Mendis along with Charith Asalanka began a rescue act and steadied the Sri Lanka innings. The pair posted the 50-run stand for the fourth wicket in 57 balls and put up the 200 runs on the board.",
    "Mendis raced to his half ton in 57 balls before right arm pacie Jhye Richardson made the breakthrough with the wicket of Asalanka for 37 to end a 77-run stand for the fifth wicket and another 42 runs for the seventh-wicket with Wanindu Hasaranga, who made 39 of those in just 19 balls.",
    "Mendis who came back to form remained unbeaten on 86 runs made in 87 balls which had eight boundaries and a six."
  ]
}