{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Norwegian-Embassy-brings-together-experts-to-discuss-opportunities-to-meet-the-rising-energy-demand-in-SL/34-733033",
  "time_ut": 1649109540,
  "title": "Norwegian Embassy brings together experts to discuss opportunities to meet the rising energy demand in SL",
  "body_lines": [
    "From left: University of Jaffna Prof. Arulampalam Atputharajah, Public Utilities Commission of Sri Lanka (PUCSL) Director General Damitha Kumarasinghe, International Finance Cooperation Investment Officer Saule Imanova, Sri Lanka Sustainable Energy Authority Chairman Ranjith Sepala, Moderator Namiz Musafer, Specialist in sustainability and clean energy Dr. Vidhura Ralapanawa and Lanka Electricity Company (LECO) General Manager Dr. Narendra De Silva",
    "The Norwegian Embassy in Colombo, along with the Western Norway University of Applied Sciences (HVL) and the University of Jaffna, yesterday organised a seminar titled “Towards a clean and sustainable energy era: opportunities to meet the energy demand in Sri Lanka” at the Galle Face Hotel.",
    "The purpose of the seminar was to bring together expertise from the private sector, academia, donor community, and relevant agencies to discuss ways to improve the production and supply of renewable energy in Sri Lanka.",
    "Speaking at the event, Norwegian Ambassador Trine Jøranli Eskedal noted that Sri Lanka has agreed to ambitious renewable electricity generation targets by 2050.",
    "As the country moves towards this goal, she said it will be important to create an appropriate policy environment, develop innovative financial models and initiate new practices to attract more investment into the sector, especially from the private sector.",
    "There will also need to be more space and opportunities created for research, piloting of new inventions, and most importantly, consultation and collaboration between all stakeholders.",
    "It is essential that government, academia, and the private sector work together to achieve this goal. She added that Norway is a country with a very high share of renewable energy and is committed to supporting Sri Lanka achieve its renewable energy goals.",
    "Speaking on how Sri Lanka could transition to an era of clean energy and how Norwegian companies and universities could contribute, Prof. Dhayalan Velauthapillai, of HVL pointed out that Universities and the private sector from Norway in partnership with Sri Lankan counterparts can contribute positively to tackling the energy demand in Sri Lanka. The Norwegian-funded Floating Solar Plant in Kilinochchi is such an example.",
    "Dr. Vidhura Ralapanawa, a Specialist in sustainability and clean energy pointed out that “As the climate crisis creates havoc in the natural systems, rapid decarbonisation has become the challenge of our lifetime.",
    "“This also gives an opportunity to reimagine our energy systems for the future. With abundant renewable energy resources, Sri Lanka should be at the forefront of this transformation.”",
    "Current Solar AS CEO Inge Vikesdal spoke on the many possibilities with solar in Sri Lanka while Sturle Pedersen, of Greenstat AS, explained the potential of establishing hydrogen solutions in Sri Lanka.",
    "Greenstat has signed an agreement with the Sri Lanka Petroleum Development Authority in March, to collaborate on a pilot project for generating green hydrogen in Sri Lanka.",
    "The panelists also included University of Jaffna Prof. Arulampalam Atputharajah, Public Utilities Commission of Sri Lanka (PUCSL) Director General Damitha Kumarasinghe, Sri Lanka Sustainable Energy Authority Chairman Ranjith Sepala, and Lanka Electricity Company (LECO) General Manager Dr. Narendra De Silva."
  ]
}