{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Cleaning-the-system-and-thoughts-of-Zedong-EDITORIAL/172-235451",
  "time_ut": 1650567480,
  "title": "Cleaning the system and thoughts of Zedong - EDITORIAL",
  "body_lines": [
    "A protest in Rambukkana on April 19 brought death to a 41 year-old father sending a strong message to protesters, the police and the government to maintain nonviolence throughout this difficult time where the majority of the citizenry has turned against the state.",
    "The deceased-identified as K.D Chaminda Lakshan- became the first casualty in this struggle where the agitators are protesting against the fuel hike and the interruption in the supplying of fuel to filling stations.",
    "Overall this death is a setback to the protesters. This is because the news doing the rounds at Galle Face is that protesters have been instructed to bear any physical assault and carry on with the protests. The protesters at Rambukkana didn’t seem to follow these vital instructions properly. Television visuals shown on news segments showed that they were a tad too aggressive because according to the police there was a possibility of the agitators harming a bowser at the scene which was carrying fuel for distribution.",
    "This is a people’s struggle which is in with a chance of winning because right now the government is on the back foot. In the past almost all people’s struggles against former Sri Lankan Governments handed defeat to the agitators. Looking at the plus side of things the protesters are seeing a horde of voluntary lawyers backing them to the hilt.",
    "This protest wave and the measures taken to combat this aggression at the moment is deadlocked; largely because the lawmakers in parliament went ahead despite the protests and appointed a new cabinet. Having a functional cabinet is a prerequisite to obtain the IMF loan which the Rajapaksa regime is planning to obtain.  Also this is a time when the human rights situation in the country needs to be healthy; hence this shooting incident is not the best thing that happened at this juncture. The protesters and the government haven’t gained much during the last couple of days despite the struggle.",
    "In this atmosphere we see unscrupulous elements creeping into the protest site at Galle Face. The crowd that sits many  metres away from the main stage-where the action is taking place-are happy taking ‘selfies’ and catching up on old times or just spending the evening idling or gossiping. It’s selected sections of the crowd who are agitating and protesting from their hearts and making their efforts count. We also hear of pickpockets being present at the scene and crowds indulging in acts which don’t suit a protest site. Critics point out that some of these questionable acts have diluted the purpose of all this agitating against a regime; which now accepts having blundered in its decision making.",
    "Two good things happened because of the decision taken to agitate against the regime. One is that divided communities came together and gelled as brothers and sisters. There was one post on social media where a Muslim youth is underscoring a fact to a Buddhist priest that the milk rice served at the protest site is extremely tasty. And the surprising answer from the monk is ‘what nonsense Mohammed, the watalappan was much tastier”. These are of course all said in captions typed to support Facebook posts, but the idea is to show that the protests have brought two communities which at one time were so distant in terms of human relationships in a community are concerned.",
    "The other factor is that the majority of citizens in the country found courage to stand up against an ineffective regime whose lawmakers have a tendency to ‘silence’ its detractors using roughhouse tactics.",
    "It’s good that people from all walks of life took to the streets during these protests. Earlier, in protests during the past, only the downtrodden masses took to the streets to highlight the wrongs of the regime. But now even the affluent feel it’s their responsibility to join the masses which are agitating and trying to ‘right’ the ‘wrongs’ done by the government. It is apt to recall a saying by famous revolutionary figure Mao Zedong in this column which is ‘you must take the broom into your hands and learn to sweep. It’s futile to think that a wind will surface and remove the dust that’s present’. Sri Lankans are in the process of cleaning this system which many feel is corrupt and needs replacement."
  ]
}