{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/pushed-out-very-same-olds-in-decently-protesting-women-to-the-fore/",
  "time_ut": 1646918640,
  "title": "Pushed out! Very same olds in; decently protesting women to the fore",
  "body_lines": [
    "Short and sweet, not so to some – rather a bitter pill, headline in The Island of Friday, March 4 read, “Wimal and Udaya out.” It continued, “… were removed from their ministerial portfolios yesterday evening.” SLPP MP Udaya Gamanpila told The Island that having a clear conscience was more important than a ministerial portfolio and that he did not regret having been stripped of his portfolio. “‘As I have told earlier, I am ready to sacrifice anything for the sake of the country,’ he said. Weerawansa was not immediately available for comment.” Later he did comment very loudly and made some serious allegations.",
    "No hosannas. No cheers. No croc tears, least of all from Cassandra, or comment, barring the question, why did these two not leave the Cabinet earlier of their own accord instead of being kicked out? Also, we Ordinaries are sick and tired of this patriotism of persons, mostly politicos, who say they do all due to loyalty to the country, love for the people and concern for their welfare. Let them tell that to the pigtailed Chinaman. There must be these in the Chinese hordes that inhabit this island from Hambantota to Port City.",
    "One cynic gave warning that any court cases against the sacked ministers or their nears-and-dears will proceed in courts promptly. Another said it’s all a vast plot. He attempted taking Cass along the labyrinthine ways of the plot but she lost interest and declined to go along any more of the devious paths. We hear enough of conspiracy theories, anyway. Even if a VIP makes noise from anywhere in his body, it is boiled down to a foreign conspiracy, and usually, the villain is Uncle Sam with his stars and stripes.",
    "The replacements for the two dismissed ministers are truly marvellous. Period. Full stop. Mouth shut. Occult believer and pot thrower plus one who it was said was the owner of the second man-made structure seen from outer space. You know that story, don’t you? The first astronauts who circled the globe said the only object on earth seen from outer space was the Great Wall of China. Then later another object was observed: the high storeyed swimming pool of a posh mansion in Hanguranketha.",
    "Cass heard Minister Johnston Fernando bellow mightily that the government will right things very soon, not to worry. So the economic, agricultural, fuel, electricity, gas, milk powder, medicines, no dollars, empty kitty crises will all be put right pronto. He did not mention the pandemic but Cass is sure he feels that the government he is part of eliminated the COVID-19 crisis too so that people move about – sorry can move about but cannot due to the fuel crisis. He thundered forth emanating so much heat that Cass felt if she only struck a match and threw it at the heated up region of his mouth, a conflagration would flare forth.",
    "But this mouse of a dame, Cassandra, has just one question to put to the mighty ballooned Minister. Why did not the government, so powerful and with almost a magic wand, allow the crises to arise and grow so that half the adult population of the land spends its days, even nights, out on the streets with cans and bottles and vituperation brimming forth. Do those marvels in the Cabinet by the Diyawanne Waters know not that prevention is better than cure? A small voice whispers – What prevention, they caused the crises. Now they allow the same persons to bring in solutions instead of resorting to the only feasible solution: The IMF?",
    "Cass read avidly a news item in Monday’s The Island: ‘Police seize illegal assets worth Rs 780 million’, to find that it was from 1,100 persons! Deflation to Cass’ expectations. If so many contribute to that illegal amount, then each person’s share is negligible. This in contrast to what Cass has heard: Get back the stolen monies of some and all the debts of the country can be paid off, in dollars no less. As is now the absolute norm, the small fry gets caught, the massive earners of illegal dough, helicopter or charter jet away to live it up.",
    "Congrats Hirunika and those who accompanied her to the very gate of the President and handed over a protest sheet citing the immense and innumerable woes of the women of Sri Lanka. Then was seen on TV very decent looking men and women, even children from the middle, upper-middle class and upper-class families holding placards and protesting on behalf of their brothers and sisters who are crushed with shortages, including money. These very hard times CAN NOT be blamed on COVID-19 or the Russian invasion of Ukraine. Then who is to blame? Surely and squarely the present government. These people who protested are suffering, just like Cass and you, but they surely have three adequate meals a day and money in their purses. However, they were driven to the streets to hold torch-lit vigils because they feel empathy for the disadvantaged of the country, who increase in number daily. And all because of commands banning inorganic fertiliser and the lack of essentials. Do not behead Cass or give her a van ride for saying this. Twenty million Sri Lankans voice this sentiment and Cass only echoes it.",
    "A chat with a three-wheel driver consolidated an idea that was simmering in Cass’ head and bothering her. He said: ‘Madam, even poor me buys rice for a week and all the curry stuff and vegetables needed. We don’t buy things day-to-day. The government is buying fuel like a destitute, which it is now: Enough for one day and then they queue again.’ Yes, this was the shocking, surprising thought that was going through Cass’ mind. Utter lack of policy, planning, taking cautionary measures. The government grass-hoppered and the results are the mile-long queues seen at petrol stations, goods stores and gas outlets. Queues may soon form at hospital OPDs too, due to shortage of medicines with strikes of docs or nurses.",
    "And then the shock of an actual incident. Cass’ daughter had told her to have three months’ supply of medicines since Cass is on a lifesaver. The daughter warned medicines would be difficult to come by due to the non-release of dollars for imports. And then a friend tells Cass in consternation: I went to two pharmacies and they did not have insulin for sale. I cannot ask my son in London to send me some phials as they need refrigeration. I already feel my blood sugar level rising due to stress. I quaked for her. How on god’s earth or the SLPP’s earth can people, who depend on the daily intake or use of drugs to maintain their tenuous wellbeing, live without essential drugs? One can live in the dark; have taps minus flows; live on less food and even high-cost foodstuffs, but those who depend on long term medication simply cannot live. Farmers have been hit; daily workers’ income stymied and now the old and ailing killed all due to the country’s empty till and the leaders’ stubbornness in not going to the most effective rescuer.",
    "Cass is well stocked with her pressure pills, so she will be with you in this column next week too unless she gets electrocuted by a sudden surge of restored electricity or her gas cylinder has been tampered with and explodes. Could even be that she is spirited away to clamp her gab. Oh well!",
    "SLIM calls on marketers to unite in creating an ethical marketing culture in Sri Lanka",
    "Significant rupee depreciation forced selling price revisions for gasoil & gasoline – Lanka IOC",
    "CBH Lands sheds light on real estate investment with ‘#MyHomeKurunegala’",
    "“Role of the Plantation Industry to Strengthen the Sri Lankan Economy”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}