{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/UN-accuses-Sri-Lanka-of-violating-rights-of-LGBTI-activist/342-233726",
  "time_ut": 1648064700,
  "title": "UN accuses Sri Lanka of violating rights of LGBTI activist",
  "body_lines": [
    "Sri Lanka violated the rights of a lesbian and leading LGBTI activist who was subjected to discrimination, threats and abuses due to the country’s Penal Code that criminalises same-sex sexual activity, the UN Committee on the Elimination of Discrimination against Women (CEDAW) has found.",
    "In its decision published yesterday (Wednesday), CEDAW found that Sri Lanka has breached the rights of Rosanna Flamer-Caldera, the founder and Executive Director of Equal Ground, an organisation defending the rights of the lesbian, gay, bisexual, transgender and intersex community in Sri Lanka.",
    "Flamer-Caldera has been supporting lesbian and bisexual women in defending their rights after discovering in 1997 that the country’s Penal Code, which criminalises same-sex sexual activity, had been amended to include also sexual conduct between women. Since then, Flamer-Caldera has suffered high-profile attacks on her character, and she and her organisation have been subjected to discrimination, harassment, stigmatization and threats of violence by State officials and members of the public, including the press and social media.",
    "In 2012 and 2013, the Women and Children’s Bureau of the Sri Lanka Police used Flamer-Caldera’s photo and her position with Equal Ground in presentations to assert that the rise of child abuse was mainly due to the “growing homosexual culture”. They claimed that she and her organisation were responsible for “spreading” homosexuality, implying that they were also responsible for “spreading” paedophilia.",
    "Despite facing harassment and stigmatization, Flamer-Caldera did not complain to the police as she was worried she would be arrested. As a result of the amended Penal Code, she has been under constant risk of arrest, detention and investigation of her private life and has had to modify her behaviour.",
    "Flamer-Caldera brought her case to the Committee and claimed that the criminalisation of female same-sex sexual activity and the concomitant potential for arrest and prosecution amount to discrimination on the grounds of gender and sexual orientation, violating her right to non-discrimination.",
    "“Ms. Flamer-Caldera has been frequently threatened and harassed by the police, the media and the public, but she has been unable to report these abuses out of fear of being arrested,” said Committee member Hiroko Akizuki.",
    "“The criminalisation of same-sex sexual activity has meant that the discrimination, violence and harassment on the lesbian, gay, bisexual, transgender and intersex community in Sri Lanka will continue with impunity,” she added.",
    "CEDAW found that the Sri Lankan authorities have subjected Flamer-Caldera to gender-based discrimination and violence.",
    "It found that the Sri Lankan authorities had not taken any legal or other measures to respect and protect Flamer-Caldera’s right to a life free from gender-based violence or to eliminate the prejudices to which she has been exposed as a woman, lesbian and activist.",
    "It also found that the authorities have breached her right to access to justice to complain of the abuses and her right to non-discrimination concerning her family relations.",
    "The Committee urged Sri Lanka to decriminalise same-sex sexual conduct. It also requested that the State take immediate and effective action to stop the threats, harassment and abuse, which Flamer-Caldera has been subjected to, and to take criminal procedures to hold those responsible to account. (Easwaran Rutnam)"
  ]
}