{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/colombo-stock-exchange-named-great-place-to-work-certified/",
  "time_ut": 1654695000,
  "title": "Colombo Stock Exchange named Great Place to Work® Certified™",
  "body_lines": [
    "The Colombo Stock Exchange (CSE), was recently certified by Great Place to Work®. This certification was obtained on CSE’s very first attempt and is a true testament to the foundation on which the organization has been built on over the years.",
    "Commenting on the certification, the Chief Executive Officer of the CSE, Rajeeva Bandaranaike, stated, “Great Place to Work® certainly adds value to CSE’s brand identity. This internationally accepted certification provides CSE with the platform to communicate its employee proposition to potential employees out there and will help attract quality and progressive talent to the company, to further strengthen our great team. The genuine appreciation received from all our staff for the efforts the CSE has put in over the last 37 years in building a safe and conducive work atmosphere for our employees is truly valuable and meaningful.”",
    "Great Place to Work® conducts an anonymous survey amongst employees to evaluate people practices prior to bestowing the credential of Great Place to Work® on any company. The certification serves as the lens to assess the employee experience at workplaces globally and it is the only recognition based entirely on what employees report about their employee experience. It is recognized worldwide and serves as a benchmark for identifying and recognizing outstanding employee experiences within workplaces.",
    "Building on CSE’s corporate values; Professionalism, Integrity, Care, Passion and Teamwork, the CSE has continued to advocate for equality and inclusivity and has strived to build a stable, welcoming and sustainable work environment for its employees. The company culture respects diversity and promotes equal opportunity for its employees irrespective of race or gender and strives to create a conducive environment for its workforce free of discrimination and judgement. CSE is a proud employer of a very capable and specialist talent workforce and is an organization that employ a female populace above the market average and continues to advocate for Women in Management.",
    "Vice President – Human Resources of the CSE, Anoja Senanayake, expressing her views noted, “As a Stock Exchange, the CSE is formed to serve a purpose unlike any other institution or corporate in the country. It nurtures a unique work ethos and culture; an environment which challenges HR on many fronts. Our uniqueness itself has brought the CSE together to achieve the Great Place to Work® Certified™ status on our very first attempt, even amidst these challenging times. We are proud of the trust and the confidence placed by our employees on the Leadership and values the CSE stands for and look forward to building CSE as an Employer of Choice. Our success within the industry has continued to be our people. It’s only owing to them we are who we are – a Great Place to Work®.”",
    "CSE gains over I per cent as a semblance of political stability emerges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}