{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CL-Synergy-A-Sri-Lankan-success-story/34-732747",
  "time_ut": 1648588740,
  "title": "CL Synergy: A Sri Lankan success story",
  "body_lines": [
    "CL Synergy is one of Sri Lanka’s leading freight forwarding and logistics companies, and stands at the threshold of emerging as a Public Listed Company (PLC), through an Initial Public Offering (IPO) of Shares expected to raise nearly Rs. 1.3 billion, and set to open on 7 April. With an attractive value proposition and revenues largely earned in US Dollars, the Issue, managed by Acuity Partners Ltd., is one that is highly anticipated by investors and the public at large.",
    "To gain a better insight into the people behind this Sri Lankan success story, and understand CL Synergy Ltd.’s plans for the future, we sat down with the Founders and selected members of the company’s Corporate Management Team, who have been with the company from its early days, as they discussed the journey thus far, and the adventures yet to come.",
    "The conversation involved Roshan Silva, Founder and Managing Director, along with Janaka Udumulla, Shehani Kulatunga, Anuradha Sooriyarachchi and Udara Widanagamage, all Executive Directors of the company. Following are excerpts:",
    "Q: Sometimes, when it seems to be smooth-sailing, a storm comes out of nowhere. How does CLS deal with this?",
    "When you start a business, you obviously want it to succeed and grow; this is what we wanted as well, when we started with just 10 staff back in 2004. But to be listed in the Colombo Stock Exchange 18 years later, that was a dream. A dream, that is now becoming a reality.",
    "While some of the challenges we faced were inherent to a company eager to succeed and prosper, there were also many times that CL Synergy was persecuted for merely being CL Synergy, a company that strives to do things differently, constantly challenging the status quo.",
    "When faced with difficult situations, it is normal to become conservative and do whatever it takes to survive. But CL Synergy was not started to merely survive, we are in this business to thrive, and ensure that all our stakeholders in the form of employees, customers, suppliers and partners thrive as well.",
    "It is said that the night is darkest just before the dawn, and now as CL Synergy is preparing to rise to a new dawn, awaiting to be listed as only the Second Freight Forwarding company in the Colombo Stock Exchange, we once again find ourselves faced with a few challenges, or as we see them, opportunities which will see us to the next stage of our growth. Of course, one does not achieve any level of success without challenges. Facing challenges takes courage, overcoming them builds character and experience. Above all, we believe that this has been the secret of our success, our resilience in the face of challenges and our courage to keep going knowing that there are more challenges awaiting us in many shapes and forms.",
    "CL Synergy is not just a business, it’s a personality. The thing with personalities is that while some fans Love you, others don’t, this is the price we pay for daring to be true to ourselves and living our authentic brand. So, no matter how we are treated, we aspire to cultivate compassion and response with kindness to everyone who interacts with our company, our business and our brand.",
    "“A ship in harbour is safe, but that’s not what ships are built for” – John A. Shedd",
    "Q: Tell us about the genesis of the company and its journey thus far.",
    "Founder and Managing Director Roshan Silva: My history with freight forwarding goes back to 1994, when I joined Pership Clearing and Forwarding. However, I soon left the trade for a more lucrative opportunity in brand management at Ceylon Biscuits Ltd. But in freight forwarding and logistics, I had found my passion, so, within 2-3 years I was back at Pership, heading a Hong Kong-based network called Continental Freight. A year and a half later, I joined Care Logistics, and this is where CL Synergy was born, as an offshoot of Care Logistics, to handle its corporate clients. That’s actually where the “C” and “L” in our name come from, it was inspired by Care Logistics.",
    "However, we soon decided to move away from Care Logistics and go out on our own, and that’s when Janaka was invited to come onboard and get involved in the management buyout of the company. Subsequently, CL Synergy was formed in September 2004 and we commenced operations, and incorporated the company in October that year.",
    "Janaka and I have a long history dating back to our days at university, where I was studying business management and marketing, while he was studying finance. As we had a number of mutual friends, we ended up spending a lot of time together, and have been great friends ever since.",
    "It was a winning partnership from the outset, and we started with a small 13-member team, operating out of a small space in Narahenpita. As a growth strategy, we decided to concentrate on customer acquisition with a focus on exporters, and the rest is history.",
    "In 2008, Janaka finally joined the business fulltime, as Finance Director, and since then we have enjoyed countless successes and achieved a number of milestones. Some of the most memorable include the Silver and Bronze Awards for Best Service Provider for Exporters (large) in 2008 and 2010, respectively. Then in 2012 and 2013 we won the Gold Award for Freight Forwarding Partner of the Year; in 2014 we received the Award for Global Commerce Excellence presented by the Governor of the Central Bank of Sri Lanka and were appointed as a Preferred Service Provider for the Joint Apparel Association Forum; 2015 saw us win the Silver Star Award, which was awarded by the Sri Lanka China Business Cooperation Council; in 2016, we received three highly prestigious National Export Awards for Best Freight Forwarder, Best Service Provider for Exports, and the Bronze Award for Most Innovative Exporter; the Sri Lanka Employer Brand Award was presented to us by the Employer Branding Institute of India in 2017; and in 2018, we again received recognition at the National Exporters’ Awards with the Silver Award for Supplier and Service Provider to the Export Sector.",
    "Q: In your view, what are the key factors that helped CL Synergy outperform?",
    "For any business to grow, financial strength is important. At the outset, we managed to raise the capital we needed internally, and once we established a track record, we were able to go further through financing and more internally generated investments. However, freight forwarding and logistics is a people-driven industry, and what matters most is that you have a competent team. So, we always focused on developing ourselves’ and our team’s skillset and competencies, building relationships with our people and our clients, and constantly maintaining and strengthening those relationships. This was our secret sauce; caring about people, being genuine and building absolute trust.",
    "Quick and agile decision-making is also one of our major strengths, again supported by the relationships and open culture that we strive to maintain and grow. We believe in giving young people opportunities to lead, entrusting them with responsibilities they are ready to handle, and delegating authority. This helps us adapt to situations quickly, usually before most others can rally their troops.",
    "In 2008, when the Great Recession hit, we were in the fortunate position to have amassed sizeable resources to push forward, while others had to cut back. We used this to our advantage and expanded our team and client base, investing in our people constantly. This strategy and ethos paid off, and the relationships we have built are so strong that most of the key people who joined us back then are still with us. This too sets us apart in an industry where high turnover rates are the norm, and further helps us build consistency and trust, which is what clients want and need at the end of the day, in a world that’s constantly in flux and where new risks are always emerging. We are very proud of this achievement and we intend to continue to maintain this culture we have created.",
    "It’s our culture, which is unique in the industry. It’s very flexible and we have a very open atmosphere. Our doors are open to everyone who is a member of our team, whether they joined yesterday or at the start. Plus, we always look after our people, providing exceptional benefits and creating job roles with a purpose, where our people feel they are making a genuinely positive impact on the world.",
    "An excellent recent example of a staff engagement event was the inter-departmental putting competition at the Royal Colombo Golf Club’s February Monthly Medal Golf Tournament, which we sponsored, and where our people had an opportunity to have fun, engage in fellowship and play some exciting rounds of golf. We also encourage our people to do work for our communities, and we support 12 charities, one each month of the year. To generate funds for these purposes, over and above funds committed by the company, our teams organise many fundraising activities including bake sales, movie nights and more.",
    "We also maintain an active social calendar with many events, seasonal and otherwise, planned throughout the year, including parties, trips, sports, awards and others. We also work to create an engaging and stimulating atmosphere in the workplace, through various interactive spaces, including a pool room and coffee bar, which help build relationships and improve productivity.",
    "Q:  In terms of career growth, what does CL Synergy offer its employees?",
    "We have built a true meritocracy where, if you perform, you will be rewarded, and the better you perform, the more doors you will have opened for you. We are constantly evaluating our performance, both individually and as a group, internally and by means of external audits, rewarding our best performing people at our annual awards programme, along with providing many other financial and social incentives.",
    "We also want to ensure quick career progression, which is particularly important to the younger generation, so we make sure that our people are groomed for leadership and given opportunities starting from day one, and continuing throughout their journey with us. This people-driven, people-oriented strategy has been the cornerstone of our success and growth.",
    "Q:  In your view, why is network building so crucial in the freight forwarding and logistics industry?",
    "It’s the only way to stand out! We would say it’s the most fundamentally important factor for success in this industry, and we have the results to back that up. You see, the product is largely the same wherever you go. Instead, it’s the service, reliability, trust and personal connection that differentiates us. The importance of network building and personal relationships, in this industry, cannot be overstated.",
    "To illustrate, our very first client is still with us, and the mutual trust and confidence we have built is unbreakable. When you treat your clients and people consistently well, looking after every need and meeting every desire, before they can even communicate it, you have sealed the deal. However, this is a very energy intensive process and demands that we are always on our feet, always on the ball, and always ready to deliver excellence, come hell or high water, and that’s the spirit we always strive to maintain. We also take the same approach with our vendors, which has helped us build a robust ecosystem that is responsive and always ready to meet any demand.",
    "Q:  What are some of the biggest challenges CL Synergy has faced?",
    "Our history, is a history of challenges. In 2004, when we commenced operations, we were dealt a blow by the Asian Tsunami disaster. The ongoing civil war also presented daily challenges. During this time, we were also faced with the 2008 global economic crisis. More recently, it was the global pandemic, and now the economic crisis in Sri Lanka. However, at CL Synergy, we see challenge and opportunity as two sides of the same coin, and this has ensured that we always reached new heights, amidst even the toughest challenges.",
    "Right now, as a result of the pandemic and global supply chain disruptions, freight rates have skyrocketed, resulting in a high-level of financial exposure and risk in day-to-day operations. So, there is a need for larger amounts of capital to maintain business volumes and secure cargo space. This is also an industry where giving credit to customers is the norm, and this can run into millions of dollars for a single client, without any guarantee, purely based on trust, which again is why personal relationships, mutual trust and understanding is so crucial.",
    "In this environment, as a business, we need to ensure an adequate supply of capital. Thus, as a company that isn’t backed by any large investors with deep pockets, we realised that going for an IPO was an excellent way to drive the next stage of our growth journey and take advantage of the new opportunities created in the market, as a result of the present challenges in the business environment.",
    "When COVID first hit, it was a shock. There was no way to anticipate what lay ahead. The office was closed, and our first challenge was to organise curfew passes. Eventually, our sector was declared an essential service so we were able to get curfew passes. We also immediately cut our budgets and implemented salary cuts, where the top management made the biggest sacrifices in terms of percentage. However, we were able to revise this decision in the ensuing months, as the situation began to stabilise.",
    "Perhaps the biggest challenges, after ensuring the safety of our people, were operational ones, as the whole industry, especially in Sri Lanka, was not digital-ready. However, there was no way we could move forward without going digital. Working from home was challenging, but we soon got to a point where things were going relatively smoothly. Wider adoption of digitalisation within the industry, particularly in terms of documentation and payment portals etc. really helped to ease the situation and make it possible to ensure business continuity. We must also commend the COVID-19 Task Force, who helped and supported the industry to overcome day-to-day challenges.",
    "We had to always have contingencies ready and be exceptionally flexible and agile, particularly with regard to the collection of payments from clients. However, relying on our instinctive ability to understand and connect with people, we were able to overcome these challenges. Our people worked exceptionally hard, going above and beyond to support our customers, particularly with regard to cross-border movement of goods to and from other countries in lockdown. We can safely say that we overcame the challenges of the pandemic, and came out stronger than ever, thanks to our exceptional people and our unwavering relationships and commitment to our clients.",
    "Q:  How will you deploy the capital you raise from your upcoming IPO?",
    "The IPO proceeds will be allocated towards three key areas. The first, is strengthening our working capital position, in order to grow our operations and penetrate new markets. Reviewing the previous financial year, we see that the focus was on servicing existing clients, while new customer acquisition and market penetration fell short. Still, we managed to achieve a 240% growth in turnover YoY.",
    "The second objective is to further our global expansion strategy, which is already progressing well. The funds we raise through our IPO will help us establish new relationships and affiliations to deliver sustainable growth and exceptional value to stakeholders. Our focus will be on the USA and UK for buyer-market expansion, while we are looking at expanding into countries in South East Asia such as Vietnam, Cambodia and Hong Kong in terms of sourcing-markets.",
    "Finally, technological advancement is crucial for the overall growth of the organisation, as the whole industry has adopted technology at an unprecedented pace. So, we need to invest in our technology infrastructure to remain at the forefront of the industry and ensure that our products and services are in line with current digital advancements. Any person interested in the details of our post-IPO plans, our business and our value proposition can refer to our prospectus, which is available through its own dedicated microsite at https://ipo.clsynergy.com/."
  ],
  "translate": {
    "si": {
      "title": "CL Synergy: ශ්‍රී ලාංකික සාර්ථක කතාවක්",
      "body_lines": [
        "CL Synergy යනු ශ්‍රී ලංකාවේ ප්‍රමුඛතම භාණ්ඩ ප්‍රවාහන සහ සැපයුම් සමාගමක් වන අතර, මූලික මහජන නිකුතුවක් (IPO) හරහා රු. බිලියන 1.3 ක් වන අතර එය අප්‍රේල් 7 වැනිදා විවෘත කිරීමට නියමිතයි. ආකර්ශනීය වටිනාකම් යෝජනාවක් සහ විශාල වශයෙන් එක්සත් ජනපද ඩොලර් වලින් උපයා ඇති ආදායම සමඟින්, සීමාසහිත Acuity Partners විසින් කළමනාකරණය කරනු ලබන නිකුතුව ආයෝජකයින් සහ විශාල වශයෙන් මහජනතාව විසින් බෙහෙවින් අපේක්ෂා කරන එකකි.",
        "මෙම ශ්‍රී ලාංකීය සාර්ථක කතාව පිටුපස සිටින පුද්ගලයින් පිළිබඳ වඩා හොඳ අවබෝධයක් ලබා ගැනීමට සහ CL Synergy Ltd හි අනාගතය සඳහා සැලසුම් අවබෝධ කර ගැනීම සඳහා, අපි සමාගම සමඟ සිටි සමාගමේ ආයතනික කළමනාකරණ කණ්ඩායමේ ආරම්භකයින් සහ තෝරාගත් සාමාජිකයින් සමඟ අසුන් ගත්තෙමු. එහි මුල් දිනවල සිට, ඔවුන් මෙතෙක් පැමිණි ගමන සහ ඉදිරියට එන වික්‍රමාන්විතයන් ගැන සාකච්ඡා කළහ.",
        "මෙම සංවාදයට සමාගමේ සියලුම විධායක අධ්‍යක්ෂවරුන් වන ජනක උඩුමුල්ල, ෂෙහානි කුලතුංග, අනුරාධා සූරියආරච්චි සහ උදාර විදානගමගේ සමඟින් නිර්මාතෘ සහ කළමනාකාර අධ්‍යක්ෂ රොෂාන් සිල්වා සම්බන්ධ විය. පහත දැක්වෙන්නේ උපුටා ගැනීම් ය.",
        "ප්‍රශ්නය: සමහර විට, එය සුමට ලෙස පෙනෙන විට, කොතැනක හෝ කුණාටුවක් පැමිණේ. CLS මෙය සමඟ කටයුතු කරන්නේ කෙසේද?",
        "ඔබ ව්‍යාපාරයක් ආරම්භ කරන විට, ඔබට පැහැදිලිවම එය සාර්ථක වී වර්ධනය වීමට අවශ්‍ය වේ; 2004 දී කාර්ය මණ්ඩලය 10 දෙනෙකුගෙන් පමණක් ආරම්භ කළ අපටත් අවශ්‍ය වූයේ මෙයයි. නමුත් වසර 18කට පසු කොළඹ කොටස් වෙළෙඳපොළේ ලැයිස්තුගත වීම සිහිනයක් විය. සිහිනයක්, එය දැන් යථාර්ථයක් වෙමින් පවතී.",
        "අප මුහුණ දුන් අභියෝග සමහරක් සාර්ථක වීමට සහ සමෘද්ධිමත් වීමට ආශාවෙන් සිටින සමාගමකට ආවේණික වූ අතර, CL Synergy හුදෙක් CL Synergy නිසා පීඩාවට පත් වූ අවස්ථා බොහෝය, නිරන්තරයෙන් පවතින තත්ත්වයට අභියෝග කරමින් වෙනස් ලෙස දේවල් කිරීමට උත්සාහ කරන සමාගමකි.",
        "දුෂ්කර අවස්ථාවන්ට මුහුණ දෙන විට, ගතානුගතික වීම සහ ජීවත් වීමට අවශ්‍ය ඕනෑම දෙයක් කිරීම සාමාන්‍ය දෙයකි. නමුත් CL Synergy ආරම්භ කළේ හුදෙක් පැවැත්ම සඳහා නොවේ, අපි මෙම ව්‍යාපාරයේ යෙදී සිටින්නේ දියුණු වීමට සහ සේවකයින්, ගනුදෙනුකරුවන්, සැපයුම්කරුවන් සහ හවුල්කරුවන් වැනි අපගේ සියලුම පාර්ශවකරුවන් ද දියුණු වන බව සහතික කිරීමයි.",
        "උදාවීමට මොහොතකට පෙර රාත්‍රිය අඳුරුම බව පැවසෙන අතර, දැන් CL Synergy සමාගම කොළඹ කොටස් වෙළඳපොලේ දෙවන භාණ්ඩ ප්‍රවාහනය කිරීමේ සමාගම ලෙස ලැයිස්තුගත කිරීමට බලා සිටින අතර, දැන් CL Synergy නව අරුණැල්ලකට නැඟීමට සූදානම් වන විට, අපට නැවත වරක් මුහුණ දීමට සිදුවේ. අභියෝග කිහිපයක් සමඟ, හෝ අප දකින පරිදි, අපගේ වර්ධනයේ මීළඟ අදියර වෙත අපව දකින අවස්ථා. ඇත්ත වශයෙන්ම, අභියෝගවලින් තොරව යමෙක් කිසිදු සාර්ථකත්වයක් අත්කර නොගනී. අභියෝගවලට මුහුණ දීමට ධෛර්යය අවශ්‍ය වේ, ඒවා ජය ගැනීම චරිතය සහ අත්දැකීම් ගොඩනඟයි. සියල්ලටත් වඩා, අපගේ සාර්ථකත්වයේ රහස මෙය බව අපි විශ්වාස කරමු, අභියෝගවලට ඔරොත්තු දීමේ හැකියාව සහ විවිධ හැඩතල සහ ආකාරවලින් තවත් අභියෝග අප බලා සිටින බව දැනගෙන ඉදිරියට යාමට අපගේ ධෛර්යය.",
        "CL Synergy යනු ව්‍යාපාරයක් පමණක් නොවේ, එය පෞරුෂයකි. පෞරුෂයන් සමඟ ඇති දෙය නම්, සමහර රසිකයින් ඔබට ආදරය කරන අතර අනෙක් අය එසේ නොකරන අතර, අපටම සත්‍ය වීමට සහ අපගේ අව්‍යාජ සන්නාමය ජීවත් වීමට අප ගෙවන මිල මෙයයි. එබැවින්, අපට කෙසේ සලකනු ලැබුවද, අපගේ සමාගම, අපගේ ව්‍යාපාරය සහ අපගේ සන්නාමය සමඟ අන්තර් ක්‍රියා කරන සෑම කෙනෙකුටම කරුණාවෙන් කරුණාවෙන් ප්‍රතිචාර දැක්වීමට අපි අපේක්ෂා කරමු.",
        "\"වරායේ නැවක් ආරක්ෂිතයි, නමුත් නැව් හදන්නේ ඒ සඳහා නොවේ\" - ජෝන් ඒ ෂෙඩ්",
        "ප්‍ර: සමාගමේ ආරම්භය සහ එහි මෙතෙක් පැමිණි ගමන ගැන අපට කියන්න.",
        "නිර්මාතෘ සහ කළමනාකාර අධ්‍යක්ෂ රොෂාන් සිල්වා: භාණ්ඩ ප්‍රවාහනය පිළිබඳ මගේ ඉතිහාසය 1994 දක්වා දිව යයි. කෙසේ වෙතත්, මම ඉක්මනින්ම වෙළඳාමෙන් ඉවත් වූයේ සිලෝන් බිස්කට් ලිමිටඩ් හි සන්නාම කළමනාකරණයේ වඩාත් ලාභදායී අවස්ථාවක් සඳහා ය. නමුත් භාණ්ඩ ප්‍රවාහනය සහ සැපයුම් සඳහා මගේ ආශාව සොයා ගත් අතර, වසර 2-3 ක් ඇතුළත මම නැවත හොංකොං වෙත ගොස් පර්ෂිප් වෙත පැමිණියෙමි. - කොන්ටිනෙන්ටල් ෆ්‍රයිට් නමින් හැඳින්වෙන ජාලය. වසර එකහමාරකට පසුව, මම Care Logistics වෙත සම්බන්ධ වූ අතර, CL Synergy එහි ආයතනික ගනුදෙනුකරුවන් හැසිරවීම සඳහා Care Logistics හි ශාඛාවක් ලෙස උපත ලැබුවේ මෙහිදීය. ඇත්තටම එතනින් තමයි අපේ නමේ \"C\" සහ \"L\" එන්නේ, එය Care Logistics මගින් ආභාෂය ලැබුවා.",
        "කෙසේ වෙතත්, අපි ඉක්මනින්ම Care Logistics වෙතින් ඉවත් වී තනිවම පිටතට යාමට තීරණය කළෙමු, එවිට ජනක හට සමාගමෙහි කළමනාකාරීත්වය මිලදී ගැනීම්වලට සම්බන්ධ වන ලෙස ආරාධනා කරන ලදී. පසුව, CL Synergy 2004 සැප්තැම්බර් මාසයේදී පිහිටුවන ලද අතර අපි මෙහෙයුම් ආරම්භ කළ අතර එම වසරේ ඔක්තෝබර් මාසයේදී සමාගම සංස්ථාගත කළෙමු.",
        "ඔහු මූල්‍ය අධ්‍යාපනය හදාරමින් සිටියදී මා ව්‍යාපාර කළමනාකරණය සහ අලෙවිකරණය පිළිබඳ හදාරමින් සිටි විශ්ව විද්‍යාලයේ අපේ කාලයේ සිට ජානකට සහ මට දිගු ඉතිහාසයක් ඇත. අපට අන්‍යෝන්‍ය මිතුරන් ගණනාවක් සිටි බැවින්, අපි එකට බොහෝ කාලයක් ගත කළෙමු, එතැන් සිට හොඳ මිතුරන් වී සිටිමු.",
        "එය ආරම්භයේ සිටම ජයග්‍රාහී හවුල්කාරිත්වයක් වූ අතර, අපි 13 දෙනෙකුගෙන් යුත් කුඩා කණ්ඩායමක් සමඟ ආරම්භ කළෙමු, එය නාරාහේන්පිට කුඩා ඉඩකින් ක්‍රියාත්මක විය. වර්ධන උපාය මාර්ගයක් ලෙස, අපනයනකරුවන් කෙරෙහි අවධානය යොමු කරමින් පාරිභෝගික අත්පත් කර ගැනීම කෙරෙහි අවධානය යොමු කිරීමට අපි තීරණය කළ අතර ඉතිරිය ඉතිහාසයයි.",
        "2008 දී, ජනක අවසානයේ මූල්‍ය අධ්‍යක්ෂවරයා ලෙස පූර්ණකාලීනව ව්‍යාපාරයට සම්බන්ධ වූ අතර, එතැන් සිට අප අසංඛ්‍යාත ජයග්‍රහණ භුක්ති විඳිමින් සන්ධිස්ථාන ගණනාවක් අත්කර ගෙන ඇත. 2008 සහ 2010 දී අපනයනකරුවන් (විශාල) සඳහා හොඳම සේවා සපයන්නා සඳහා වූ රිදී සහ ලෝකඩ සම්මානවලින් සමහරක් අමතක නොවන ඒවා වේ. ඉන්පසුව 2012 සහ 2013 වසරවලදී අපි වසරේ භාණ්ඩ ප්‍රවාහන සහකරුට හිමි රන් සම්මානය දිනා ගත්තෙමු. 2014 දී ශ්‍රී ලංකා මහ බැංකුවේ අධිපතිවරයා විසින් පිරිනමන ගෝලීය වාණිජ විශිෂ්ටත්වය සඳහා වූ සම්මානය අපට ලැබුණු අතර ඒකාබද්ධ ඇඟලුම් සංගම් සංසදය සඳහා මනාප සේවා සපයන්නෙකු ලෙස පත් කරන ලදී. 2015 වසරේ ශ්‍රී ලංකා චීන ව්‍යාපාරික සහයෝගීතා කවුන්සිලය විසින් පිරිනමන ලද රිදී තරු සම්මානය අපට හිමි විය. 2016 දී, අපට හොඳම භාණ්ඩ ප්‍රවාහනය කරන්නා, අපනයන සඳහා හොඳම සේවා සැපයුම්කරු සහ වඩාත්ම නව්‍ය අපනයනකරු සඳහා වන ලෝකඩ සම්මානය සඳහා ඉහළ කීර්තිමත් ජාතික අපනයන සම්මාන තුනක් ලැබුණි; ශ්‍රී ලංකා සේවා යෝජක සන්නාම සම්මානය 2017 වසරේ ඉන්දියාවේ සේවායෝජක සන්නාම ආයතනය විසින් අපට පිරිනමන ලදී. සහ 2018 දී, අපි නැවතත් ජාතික අපනයනකරුවන්ගේ සම්මාන උළෙලේදී අපනයන අංශයට සැපයුම්කරු සහ සේවා සපයන්නා සඳහා රිදී සම්මානය සමඟින් පිළිගැනීමක් ලබා ගත්තෙමු.",
        "ප්‍ර: ඔබේ දැක්ම අනුව, CL Synergy අභිබවා යාමට උපකාර වූ ප්‍රධාන සාධක මොනවාද?",
        "ඕනෑම ව්‍යාපාරයක් වර්ධනය වීමට නම් මූල්‍ය ශක්තිය වැදගත් වේ. ආරම්භයේදීම, අපට අභ්‍යන්තරව අවශ්‍ය ප්‍රාග්ධනය රැස් කර ගැනීමට අපි සමත් වූ අතර, අපි වාර්තාවක් ස්ථාපිත කළ පසු, මූල්‍යකරණය සහ අභ්‍යන්තරව උත්පාදනය කරන ලද ආයෝජන හරහා තවත් ඉදිරියට යාමට අපට හැකි විය. කෙසේ වෙතත්, භාණ්ඩ ප්‍රවාහනය සහ ලොජිස්ටික්ස් යනු මිනිසුන් විසින් මෙහෙයවන කර්මාන්තයක් වන අතර වඩාත්ම වැදගත් වන්නේ ඔබට දක්ෂ කණ්ඩායමක් සිටීමයි. එබැවින්, අපි සැමවිටම අවධානය යොමු කළේ අපගේ සහ අපගේ කණ්ඩායමේ කුසලතා සහ නිපුණතා වර්ධනය කිරීම, අපගේ පුද්ගලයින් සහ අපගේ ගනුදෙනුකරුවන් සමඟ සබඳතා ගොඩනඟා ගැනීම සහ එම සබඳතා නිරන්තරයෙන් පවත්වා ගැනීම සහ ශක්තිමත් කිරීම කෙරෙහි ය. මෙය අපගේ රහස් සෝස් විය; මිනිසුන් ගැන සැලකිලිමත් වීම, අව්‍යාජ වීම සහ නිරපේක්ෂ විශ්වාසය ගොඩනැගීම.",
        "ඉක්මන් සහ කඩිසර තීරණ ගැනීම ද අපගේ ප්‍රධාන ශක්තීන්ගෙන් එකකි, අප පවත්වා ගෙන යාමට සහ වර්ධනය වීමට උත්සාහ කරන සබඳතා සහ විවෘත සංස්කෘතිය මගින් නැවතත් සහාය වේ. තරුණයින්ට නායකත්වය දීමට අවස්ථාව ලබා දීම, ඔවුන් හැසිරවීමට සූදානම් වගකීම් ඔවුන්ට පැවරීම සහ අධිකාරිය පැවරීම අපි විශ්වාස කරමු. මෙය අපට ඉක්මනින් තත්වයන්ට අනුවර්තනය වීමට උපකාරී වේ, සාමාන්‍යයෙන් බොහෝ අය තම හමුදා රැස් කිරීමට පෙර.",
        "2008 දී, මහා අවපාතය ඇති වූ විට, ඉදිරියට තල්ලු කිරීම සඳහා සැලකිය යුතු සම්පත් රැස් කර ගැනීමේ වාසනාවන්ත තත්ත්වයක අප සිටි අතර අනෙක් අයට එය කපා හැරීමට සිදු විය. අපි මෙය අපගේ වාසිය සඳහා භාවිතා කළ අතර අපගේ කණ්ඩායම සහ සේවාදායක පදනම පුළුල් කරමින් අපගේ පුද්ගලයින් සඳහා නිරන්තරයෙන් ආයෝජනය කළෙමු. මෙම උපාය මාර්ගය සහ සදාචාරය ගෙවා දැමූ අතර, අප ගොඩනඟා ගත් සබඳතා කෙතරම් ශක්තිමත්ද යත්, එදා අප හා සම්බන්ධ වූ බොහෝ ප්‍රධාන පුද්ගලයින් තවමත් අප සමඟ සිටී. මෙය ද ඉහළ පිරිවැටුම් අනුපාත සම්මතයක් වන කර්මාන්තයක් තුළ අපව වෙන් කර ඇති අතර, නිරන්තරයෙන් ගලා යන සහ නව අවදානම් පවතින ලෝකයක, ගනුදෙනුකරුවන්ට දවස අවසානයේදී අවශ්‍ය සහ අවශ්‍ය වන ස්ථාවරත්වය සහ විශ්වාසය ගොඩනඟා ගැනීමට තවදුරටත් අපට උපකාර කරයි. සෑම විටම මතුවෙමින් තිබේ. මෙම ජයග්‍රහණය පිළිබඳව අපි ඉතා ආඩම්බර වන අතර අප විසින් නිර්මාණය කරන ලද මෙම සංස්කෘතිය දිගටම පවත්වාගෙන යාමට අපි අදහස් කරමු.",
        "එය කර්මාන්තයේ සුවිශේෂී වූ අපේ සංස්කෘතියයි. එය ඉතා නම්‍යශීලී වන අතර අපට ඉතා විවෘත වාතාවරණයක් ඇත. අපගේ කණ්ඩායමේ සාමාජිකයින් ඊයේ හෝ ආරම්භයේදී සම්බන්ධ වූ සෑම කෙනෙකුටම අපගේ දොරටු විවෘතය. තවද, අපි සෑම විටම අපගේ ජනතාව ගැන සොයා බලනවා, සුවිශේෂී ප්‍රතිලාභ ලබා දෙමින් සහ අරමුණක් ඇතිව රැකියා භූමිකාවන් නිර්මාණය කරන්නෙමු, එහිදී ඔවුන් ලෝකයට සැබෑ ධනාත්මක බලපෑමක් ඇති කරන බව අපගේ මිනිසුන්ට හැඟේ.",
        "කාර්ය මණ්ඩල සම්බන්ධ වීමේ ඉසව්වකට කදිම මෑත කාලීන උදාහරණයක් වූයේ අප අනුග්‍රහය දැක්වු Royal Colombo Golf Club හි පෙබරවාරි මාසික පදක්කම් ගොල්ෆ් තරඟාවලියේ අන්තර් දෙපාර්තමේන්තු දැල්වීමේ තරඟය වන අතර එහිදී අපගේ ජනතාවට විනෝද වීමට, සහයෝගීතාවයේ යෙදීමට සහ උද්වේගකර ක්‍රීඩා කිරීමට අවස්ථාවක් ලැබුණි. ගොල්ෆ් වට. අපගේ ප්‍රජාවන් සඳහා වැඩ කිරීමට අපි අපගේ ජනතාව දිරිමත් කරන අතර, අපි වසරේ සෑම මාසයකම පුණ්‍යායතන 12කට සහාය දෙමු. මෙම අරමුණු සඳහා අරමුදල් උත්පාදනය කිරීම සඳහා, සමාගම විසින් සිදු කරන ලද අරමුදල්වලට වඩා ඉහළින්, අපගේ කණ්ඩායම් බේක් විකුණුම්, චිත්‍රපට රාත්‍රී සහ තවත් බොහෝ අරමුදල් රැස් කිරීමේ ක්‍රියාකාරකම් සංවිධානය කරයි.",
        "සාද, සංචාර, ක්‍රීඩා, සම්මාන සහ වෙනත් දේ ඇතුළුව, සෘතුමය සහ වෙනත් ආකාරයකින්, වසර පුරා සැලසුම් කර ඇති බොහෝ සිදුවීම් සහිත ක්‍රියාකාරී සමාජ දින දර්ශනයක් ද අපි පවත්වමු. සබඳතා ගොඩනඟා ගැනීමට සහ ඵලදායිතාව වැඩි දියුණු කිරීමට උපකාර වන තටාක කාමරයක් සහ කෝපි බීමහල් ඇතුළු විවිධ අන්තර්ක්‍රියාකාරී අවකාශයන් හරහා සේවා ස්ථානයේ ආකර්ශනීය සහ උත්තේජක වාතාවරණයක් නිර්මාණය කිරීමට ද අපි කටයුතු කරන්නෙමු.",
        "ප්‍ර:  වෘත්තීය වර්ධනය සම්බන්ධයෙන්, CL Synergy සිය සේවකයන්ට ලබා දෙන්නේ කුමක්ද?",
        "ඔබ ඉටු කළහොත් ඔබට ත්‍යාග ලැබෙන අතර ඔබ වඩා හොඳින් ක්‍රියා කරන තරමට ඔබ වෙනුවෙන් දොරටු විවර වන සැබෑ කුසල ධර්මයක් අපි ගොඩනඟා ඇත්තෙමු. අපි තනි තනිව සහ කණ්ඩායමක් ලෙස අභ්‍යන්තරව සහ බාහිර විගණන මගින් අපගේ කාර්ය සාධනය නිරන්තරයෙන් ඇගයීමට ලක් කරමින්, අපගේ වාර්ෂික සම්මාන වැඩසටහනේදී අපගේ හොඳම කාර්ය සාධනය කරන පුද්ගලයින්ට ත්‍යාග පිරිනමමින්, තවත් බොහෝ මූල්‍ය හා සමාජීය දිරිගැන්වීම් ලබා දෙන්නෙමු.",
        "තරුණ පරම්පරාවට විශේෂයෙන් වැදගත් වන ඉක්මන් වෘත්තීය ප්‍රගතිය සහතික කිරීමට ද අපට අවශ්‍ය වේ, එබැවින් අපගේ පුද්ගලයින් නායකත්වය සඳහා හැඩගස්වා ගැනීමටත්, පළමු දිනයේ සිට ඔවුන්ට අවස්ථාවන් ලබා දීමටත්, ඔවුන්ගේ ගමන පුරාම අප සමඟ ඉදිරියට යාමටත් අපි වග බලා ගන්නෙමු. මෙම ජනතාව විසින් මෙහෙයවනු ලබන, ජනතාව ඉලක්ක කරගත් උපාය මාර්ගය අපගේ සාර්ථකත්වයේ සහ වර්ධනයේ මූලික ගල වී ඇත.",
        "ප්‍ර:  ඔබේ දැක්මට අනුව, භාණ්ඩ ප්‍රවාහනය සහ සැපයුම් කර්මාන්තය තුළ ජාල ගොඩනැගීම එතරම් තීරණාත්මක වන්නේ ඇයි?",
        "කැපී පෙනෙන එකම මාර්ගය එයයි! මෙම කර්මාන්තයේ සාර්ථකත්වය සඳහා වඩාත්ම මූලික වශයෙන් වැදගත් සාධකය එය බව අපි පවසන අතර, එය උපස්ථ කිරීමට අපට ප්‍රතිඵල ඇත. ඔබ කොහේ ගියත් නිෂ්පාදනය බොහෝ දුරට සමාන බව ඔබට පෙනේ. ඒ වෙනුවට, එය අපව වෙනස් කරන සේවාව, විශ්වසනීයත්වය, විශ්වාසය සහ පුද්ගලික සම්බන්ධතාවයයි. මෙම කර්මාන්තය තුළ ජාල ගොඩනැගීමේ සහ පුද්ගලික සබඳතාවල වැදගත්කම අධිතක්සේරු කළ නොහැකිය.",
        "නිදර්ශනය කිරීම සඳහා, අපගේ පළමු සේවාදායකයා තවමත් අප සමඟ සිටින අතර, අප ගොඩනගා ඇති අන්‍යෝන්‍ය විශ්වාසය සහ විශ්වාසය නොබිඳිය හැකි ය. ඔබ ඔබේ ගනුදෙනුකරුවන්ට සහ පුද්ගලයන්ට නිරතුරුව හොඳින් සලකන විට, සෑම අවශ්‍යතාවයක්ම සොයා බලා සෑම ආශාවක්ම සපුරාලන විට, ඔවුන්ට එය සන්නිවේදනය කිරීමටත් පෙර, ඔබ ගනුදෙනුව මුද්‍රා තබා ඇත. කෙසේ වෙතත්, මෙය ඉතා ශක්තිජනක ක්‍රියාවලියක් වන අතර, අප සැමවිටම අපගේ පාද මත, සැමවිටම පන්දුව මත සිටින අතර, විශිෂ්ටත්වය ලබා දීමට සැමවිටම සූදානම්ව සිටින ලෙස ඉල්ලා සිටින අතර, අපායට හෝ ඉහළ ජලයට පැමිණෙන්න, එය අප සැමවිටම පවත්වා ගැනීමට උත්සාහ කරන ආත්මයයි. අපි අපගේ වෙළෙන්දන් සමඟ ද එම ප්‍රවේශයම ගනිමු, එය ප්‍රතිචාර දක්වන සහ ඕනෑම ඉල්ලුමක් සපුරාලීමට සැමවිටම සූදානම් වන ශක්තිමත් පරිසර පද්ධතියක් ගොඩනැගීමට අපට උපකාර කර ඇත.",
        "ප්‍ර:  CL Synergy මුහුණ දී ඇති විශාලතම අභියෝග මොනවාද?",
        "අපේ ඉතිහාසය අභියෝගවල ඉතිහාසයක්. 2004 දී අපි මෙහෙයුම් ආරම්භ කරන විට ආසියානු සුනාමි ව්‍යසනයෙන් අපට පහරක් එල්ල විය. පවතින සිවිල් යුද්ධය ද දෛනික අභියෝග ඉදිරිපත් කළේය. මේ කාලය තුළ අපි 2008 ගෝලීය ආර්ථික අර්බුදයට ද මුහුණ දුන්නා. වඩාත් මෑතක දී එය ගෝලීය වසංගතය වූ අතර දැන් ශ්‍රී ලංකාවේ ආර්ථික අර්බුදයයි. කෙසේ වෙතත්, CL Synergy හි දී, අපි අභියෝගය සහ අවස්ථාව එකම කාසියේ දෙපැත්තක් ලෙස දකින අතර, දැඩි අභියෝග මධ්‍යයේ පවා අප සෑම විටම නව උසකට පැමිණීම සහතික කර ඇත.",
        "මේ වන විට, වසංගත සහ ගෝලීය සැපයුම් දාම කඩාකප්පල් වීමේ ප්‍රතිඵලයක් ලෙස, භාණ්ඩ ප්‍රවාහන ගාස්තු අහස උසට නැඟී ඇති අතර, එහි ප්‍රතිඵලයක් ලෙස ඉහළ මට්ටමේ මූල්‍ය නිරාවරණයක් සහ එදිනෙදා මෙහෙයුම් වලදී අවදානමක් ඇත. එබැවින්, ව්‍යාපාරික පරිමාවන් පවත්වා ගැනීමට සහ භාණ්ඩ ප්‍රවාහන අවකාශය සුරක්ෂිත කිරීමට විශාල ප්‍රාග්ධනයක් අවශ්‍ය වේ. මෙය ගනුදෙනුකරුවන්ට ණය දීම සාමාන්‍ය දෙයක් වන අතර, මෙය තනි සේවාදායකයෙකුට ඩොලර් මිලියන ගණනක් දක්වා දිව යා හැකිය, කිසිදු සහතිකයක් නොමැතිව, සම්පූර්ණයෙන්ම විශ්වාසය මත පදනම්ව, නැවතත් පුද්ගලික සබඳතා, අන්‍යෝන්‍ය විශ්වාසය සහ අවබෝධය ඉතා තීරණාත්මක වන්නේ එබැවිනි. .",
        "මෙම පරිසරය තුළ ව්‍යාපාරයක් ලෙස ප්‍රමාණවත් ප්‍රාග්ධන සැපයුමක් සහතික කළ යුතුය. මේ අනුව, ගැඹුරු සාක්කු සහිත කිසිදු විශාල ආයෝජකයෙකුගේ පිටුබලය නොලබන සමාගමක් ලෙස, IPO සඳහා යාම අපගේ වර්ධන ගමනේ මීළඟ අදියර ධාවනය කිරීමට සහ වෙළඳපොලේ නිර්මාණය වී ඇති නව අවස්ථාවන්ගෙන් ප්‍රයෝජන ගැනීමට විශිෂ්ට ක්‍රමයක් බව අපි තේරුම් ගත්තෙමු. ව්‍යාපාරික පරිසරයේ වර්තමාන අභියෝගවල ප්‍රතිඵලයක් ලෙස.",
        "කොවිඩ් මුලින්ම පහර දුන් විට එය කම්පනයක් විය. ඉස්සරහට මොනවා වෙයිද කියලා හිතාගන්න විදිහක් තිබුණේ නෑ. කාර්යාලය වසා දමා තිබූ අතර අපගේ පළමු අභියෝගය වූයේ ඇඳිරි නීති බලපත්‍ර සංවිධානය කිරීමයි. අවසානයේ අපේ අංශය අත්‍යාවශ්‍ය සේවාවක් බවට ප්‍රකාශයට පත් කළ නිසා ඇඳිරි නීති බලපත්‍ර ලබා ගැනීමට හැකි වුණා. අපි ද වහාම අපේ අයවැය කපා හැර වැටුප් කප්පාදුව ක්‍රියාත්මක කළ අතර එහිදී ඉහළ කළමනාකාරීත්වය ප්‍රතිශත අනුව ලොකුම කැපකිරීම් කළහ. කෙසේ වෙතත්, තත්වය ස්ථාවර වීමට පටන් ගත් බැවින්, ඊළඟ මාසවලදී මෙම තීරණය සංශෝධනය කිරීමට අපට හැකි විය.",
        "විශේෂයෙන්ම ශ්‍රී ලංකාවේ සමස්ත කර්මාන්තයම ඩිජිටල් තාක්ෂණයට සුදානම් නොවීම නිසා සමහර විට අපේ ජනතාවගේ ආරක්ෂාව තහවුරු කිරීමෙන් පසු ඇති වූ ලොකුම අභියෝග ක්‍රියාකාරී ඒවා විය හැකිය. කෙසේ වෙතත්, ඩිජිටල්කරණයෙන් තොරව අපට ඉදිරියට යාමට ක්රමයක් නොතිබුණි. නිවසේ සිට වැඩ කිරීම අභියෝගාත්මක විය, නමුත් අපි ඉක්මනින්ම දේවල් සාපේක්ෂ වශයෙන් සුමටව සිදුවන ස්ථානයකට පැමිණියෙමු. කර්මාන්තය තුළ ඩිජිටල්කරණය පුළුල් ලෙස අනුගමනය කිරීම, විශේෂයෙන්ම ලියකියවිලි සහ ගෙවීම් ද්වාර යනාදිය තත්ත්වය ලිහිල් කිරීමට සහ ව්‍යාපාර අඛණ්ඩ පැවැත්ම සහතික කිරීමට සැබවින්ම උපකාරී විය. එදිනෙදා අභියෝග ජය ගැනීමට කර්මාන්තයට උපකාර කළ සහ සහාය දුන් COVID-19 කාර්ය සාධක බලකාය ද අපි අගය කළ යුතුය.",
        "විශේෂයෙන්ම ගනුදෙනුකරුවන්ගෙන් ගෙවීම් එකතු කිරීම සම්බන්ධයෙන් අපට සෑම විටම හදිසි අවස්ථා සුදානම්ව තිබිය යුතු අතර සුවිශේෂී නම්‍යශීලී සහ කඩිසර විය යුතුය. කෙසේ වෙතත්, මිනිසුන් තේරුම් ගැනීමට සහ ඔවුන් සමඟ සම්බන්ධ වීමට අපගේ සහජ හැකියාව මත විශ්වාසය තබා, මෙම අභියෝග ජය ගැනීමට අපට හැකි විය. විශේෂයෙන්ම අගුලු දමා ඇති වෙනත් රටවලට දේශසීමා හරහා භාණ්ඩ ප්‍රවාහනය කිරීම සම්බන්ධයෙන් අපගේ ගනුදෙනුකරුවන්ට සහය දැක්වීමට ඉහළින් සහ ඉන් ඔබ්බට යමින් අපගේ ජනතාව සුවිශේෂී ලෙස වෙහෙස මහන්සි වී වැඩ කළහ. අපගේ සුවිශේෂී පුද්ගලයින්ට සහ අපගේ ගනුදෙනුකරුවන් කෙරෙහි අපගේ නොසැලෙන සබඳතා සහ කැපවීමට ස්තූතිවන්ත වන පරිදි අපි වසංගතයේ අභියෝග ජයගෙන වෙන කවරදාටත් වඩා ශක්තිමත්ව ඉදිරියට පැමිණි බව අපට ආරක්ෂිතව පැවසිය හැකිය.",
        "ප්‍ර:  ඔබේ ඉදිරි IPO වෙතින් ඔබ රැස් කරන ප්‍රාග්ධනය ඔබ යොදවන්නේ කෙසේද?",
        "IPO ආදායම ප්‍රධාන ක්ෂේත්‍ර තුනක් සඳහා වෙන් කෙරේ. පළමුවැන්න, අපගේ මෙහෙයුම් වර්ධනය කිරීමට සහ නව වෙලඳපොලවල් විනිවිද යාමට අපගේ කාරක ප්‍රාග්ධන තත්ත්වය ශක්තිමත් කිරීමයි. පසුගිය මූල්‍ය වර්ෂය සමාලෝචනය කිරීමේදී, නව ගනුදෙනුකරුවන් අත්පත් කර ගැනීම සහ වෙළඳපල විනිවිද යාම අඩු වූ අතර, පවත්නා ගනුදෙනුකරුවන්ට සේවා සැපයීම කෙරෙහි අවධානය යොමු වූ බව අපට පෙනී යයි. එසේ වුවද, පිරිවැටුම වසරින් වසර 240%ක වර්ධනයක් ලබා ගැනීමට අපට හැකි විය.",
        "දෙවන අරමුණ වන්නේ දැනටමත් හොඳින් ඉදිරියට යන අපගේ ගෝලීය ව්‍යාප්ති උපාය මාර්ගය තවදුරටත් ඉදිරියට ගෙන යාමයි. අපගේ මූලික කොටස් නිකුතුව හරහා අප රැස් කරන අරමුදල්, පාර්ශවකරුවන්ට තිරසාර වර්ධනයක් සහ සුවිශේෂී වටිනාකමක් ලබා දීම සඳහා නව සබඳතා සහ අනුබද්ධතා ඇති කර ගැනීමට උපකාරී වේ. ගැණුම්කරු-වෙළඳපොල ව්‍යාප්තිය සඳහා අපගේ අවධානය ඇමරිකා එක්සත් ජනපදය සහ එක්සත් රාජධානිය වෙත යොමු කෙරෙන අතර, මූලාශ්‍ර-වෙළඳපොල අනුව අග්නිදිග ආසියාවේ වියට්නාමය, කාම්බෝජය සහ හොංකොං වැනි රටවලට ව්‍යාප්ත කිරීමට අපි බලා සිටිමු.",
        "අවසාන වශයෙන්, සමස්ත කර්මාන්තයම පෙර නොවූ විරූ වේගයකින් තාක්‍ෂණය භාවිතා කර ඇති බැවින්, ආයතනයේ සමස්ත වර්ධනය සඳහා තාක්‍ෂණික දියුණුව ඉතා වැදගත් වේ. එබැවින්, කර්මාන්තයේ ඉදිරියෙන්ම සිටීමට සහ අපගේ නිෂ්පාදන සහ සේවාවන් වර්තමාන ඩිජිටල් දියුණුවට අනුකූල වන බවට සහතික වීමට අපි අපගේ තාක්‍ෂණ යටිතල පහසුකම් සඳහා ආයෝජනය කළ යුතුය. අපගේ පශ්චාත් IPO සැලසුම්, අපගේ ව්‍යාපාරය සහ අපගේ වටිනාකම් ප්‍රස්තුතය පිළිබඳ විස්තර ගැන උනන්දුවක් දක්වන ඕනෑම පුද්ගලයෙකුට https://ipo.clsynergy.com/ හි තමන්ගේම කැප වූ මයික්‍රොසයිට් හරහා ලබා ගත හැකි අපගේ ප්‍රොස්පෙක්ටස් වෙත යොමු විය හැක."
      ]
    },
    "ta": {
      "title": "சிஎல் சினெர்ஜி: இலங்கையின் வெற்றிக் கதை",
      "body_lines": [
        "CL Synergy இலங்கையின் முன்னணி சரக்கு பகிர்தல் மற்றும் தளவாட நிறுவனங்களில் ஒன்றாகும், மேலும் ஆரம்ப பொது வழங்கல் (IPO) மூலம் பங்குகளின் மூலம் கிட்டத்தட்ட ரூ. 1.3 பில்லியன் மற்றும் ஏப்ரல் 7 ஆம் தேதி திறக்கப்படும். கவர்ச்சிகரமான மதிப்பு முன்மொழிவு மற்றும் பெரும்பாலும் அமெரிக்க டாலர்களில் ஈட்டப்பட்ட வருவாய்களுடன், அக்யூட்டி பார்ட்னர்ஸ் லிமிடெட் மூலம் நிர்வகிக்கப்படும் இந்த வெளியீடு முதலீட்டாளர்கள் மற்றும் பொதுமக்களால் பெரிதும் எதிர்பார்க்கப்பட்ட ஒன்றாகும்.",
        "இந்த இலங்கையின் வெற்றிக் கதையின் பின்னணியில் உள்ளவர்கள் பற்றிய சிறந்த நுண்ணறிவைப் பெறுவதற்கும், எதிர்காலத்திற்கான CL Synergy Ltd இன் திட்டங்களைப் புரிந்துகொள்வதற்கும், நாங்கள் நிறுவனத்துடன் இருந்த நிறுவனர்கள் மற்றும் நிறுவன நிர்வாகக் குழுவின் தேர்ந்தெடுக்கப்பட்ட உறுப்பினர்களுடன் அமர்ந்தோம். அதன் ஆரம்ப நாட்களிலிருந்து, அவர்கள் இதுவரையிலான பயணத்தைப் பற்றியும், இன்னும் வரவிருக்கும் சாகசங்களைப் பற்றியும் விவாதித்தனர்.",
        "இந்த உரையாடலில் ஸ்தாபகரும் முகாமைத்துவப் பணிப்பாளருமான ரொஷான் சில்வா, நிறுவனத்தின் அனைத்து நிறைவேற்றுப் பணிப்பாளர்களான ஜனக உதுமுல்ல, ஷெஹானி குலதுங்க, அனுராதா சூரியாராச்சி மற்றும் உதார விதானகமகே ஆகியோரும் கலந்துகொண்டனர். பின்வரும் பகுதிகள்:",
        "கே: சில சமயங்களில், அது சீராக இருப்பது போல் தோன்றும் போது, ​​எங்கிருந்தோ ஒரு புயல் வரும். CLS இதை எவ்வாறு சமாளிக்கிறது?",
        "நீங்கள் ஒரு தொழிலைத் தொடங்கும்போது, ​​அது வெற்றிகரமாகவும் வளரவும் நீங்கள் விரும்புகிறீர்கள்; 2004 ஆம் ஆண்டு வெறும் 10 ஊழியர்களுடன் நாங்கள் ஆரம்பித்தபோது, ​​நாங்கள் விரும்புவதும் இதைத்தான். ஒரு கனவு, அது இப்போது நனவாகி வருகிறது.",
        "நாங்கள் எதிர்கொண்ட சில சவால்கள், வெற்றிபெறவும், செழிக்கவும் ஆர்வமுள்ள ஒரு நிறுவனத்திற்கு இயல்பாகவே இருந்தபோதிலும், CL சினெர்ஜி, CL Synergy என்ற நிறுவனத்தால் துன்புறுத்தப்பட்டதும் பல சமயங்களில் உள்ளது, இது வித்தியாசமாக விஷயங்களைச் செய்ய முயல்கிறது, தொடர்ந்து நிலைமையை சவால் செய்கிறது.",
        "கடினமான சூழ்நிலைகளை எதிர்கொள்ளும்போது, ​​​​பழமைவாதமாக மாறுவது மற்றும் உயிர்வாழ என்ன வேண்டுமானாலும் செய்வது இயல்பானது. ஆனால் CL சினெர்ஜி வெறுமனே உயிர்வாழ்வதற்காகத் தொடங்கப்படவில்லை, நாங்கள் செழிக்க இந்த வணிகத்தில் இருக்கிறோம், மேலும் ஊழியர்கள், வாடிக்கையாளர்கள், சப்ளையர்கள் மற்றும் பங்குதாரர்கள் வடிவில் உள்ள எங்கள் பங்குதாரர்கள் அனைவரும் செழிக்க வேண்டும் என்பதை உறுதிசெய்கிறோம்.",
        "விடியலுக்கு சற்று முன் இரவு இருள் சூழ்ந்துள்ளதாக கூறப்படுகிறது, தற்போது CL சினெர்ஜி ஒரு புதிய விடியலுக்கு தயாராகி வருகிறது, கொழும்பு பங்குச் சந்தையில் இரண்டாவது சரக்கு அனுப்பும் நிறுவனமாக மட்டுமே பட்டியலிடப்படுவதற்கு காத்திருக்கிறது, நாங்கள் மீண்டும் நம்மை எதிர்கொள்கிறோம். ஒரு சில சவால்களுடன், அல்லது நாம் அவற்றைப் பார்க்கும்போது, ​​நமது வளர்ச்சியின் அடுத்த கட்டத்திற்கு நம்மைப் பார்க்கும் வாய்ப்புகள். நிச்சயமாக, சவால்கள் இல்லாமல் எந்த அளவிலான வெற்றியையும் ஒருவர் அடைய முடியாது. சவால்களை எதிர்கொள்ள தைரியம் தேவை, அவற்றை சமாளிப்பது பண்பு மற்றும் அனுபவத்தை உருவாக்குகிறது. எல்லாவற்றிற்கும் மேலாக, இதுவே எங்களின் வெற்றியின் ரகசியம் என்றும், சவால்களை எதிர்கொள்வதில் நமது பின்னடைவு என்றும், பல வடிவங்களிலும் வடிவங்களிலும் இன்னும் பல சவால்கள் நமக்குக் காத்திருக்கின்றன என்பதைத் தெரிந்துகொள்ளும் தைரியம் என்றும் நாங்கள் நம்புகிறோம்.",
        "சிஎல் சினெர்ஜி ஒரு வணிகம் மட்டுமல்ல, அது ஒரு ஆளுமை. ஆளுமைகளின் விஷயம் என்னவென்றால், சில ரசிகர்கள் உன்னை நேசிக்கிறார்கள், மற்றவர்கள் விரும்புவதில்லை, இது நமக்கு உண்மையாக இருக்கவும், எங்கள் உண்மையான பிராண்டாக வாழ்வதற்கும் நாம் கொடுக்கும் விலை. எனவே, நாங்கள் எப்படி நடத்தப்பட்டாலும், எங்கள் நிறுவனம், எங்கள் வணிகம் மற்றும் எங்கள் பிராண்டுடன் தொடர்பு கொள்ளும் அனைவருக்கும் இரக்கத்தையும், கருணையுடன் பதிலளிப்பதையும் வளர்க்க விரும்புகிறோம்.",
        "\"துறைமுகத்தில் ஒரு கப்பல் பாதுகாப்பானது, ஆனால் அதற்காகக் கப்பல்கள் கட்டப்படவில்லை\" - ஜான் ஏ. ஷெட்",
        "கே: நிறுவனத்தின் தோற்றம் மற்றும் அதன் இதுவரையிலான பயணம் பற்றி எங்களிடம் கூறுங்கள்.",
        "நிறுவனர் மற்றும் முகாமைத்துவப் பணிப்பாளர் ரொஷான் சில்வா: சரக்கு பகிர்தல் தொடர்பான எனது வரலாறு 1994 ஆம் ஆண்டு, நான் பெர்ஷிப் கிளியரிங் மற்றும் ஃபார்வேர்டிங்கில் சேர்ந்தபோது பின்னோக்கி செல்கிறது. இருப்பினும், சிலோன் பிஸ்கட் லிமிடெட் நிறுவனத்தில் பிராண்ட் நிர்வாகத்தில் அதிக லாபம் தரும் வாய்ப்பிற்காக நான் விரைவில் வர்த்தகத்தை விட்டு வெளியேறினேன். ஆனால் சரக்கு அனுப்புதல் மற்றும் தளவாடங்கள் ஆகியவற்றில் எனது ஆர்வத்தைக் கண்டறிந்தேன், அதனால், 2-3 ஆண்டுகளுக்குள் நான் மீண்டும் பெர்ஷிப்பில், ஹாங்காங்கிற்குச் சென்றேன். - கான்டினென்டல் ஃபிரைட் எனப்படும் நெட்வொர்க். ஒன்றரை ஆண்டுகளுக்குப் பிறகு, நான் கேர் லாஜிஸ்டிக்ஸில் சேர்ந்தேன், அதன் கார்ப்பரேட் வாடிக்கையாளர்களைக் கையாள, கேர் லாஜிஸ்டிக்ஸின் ஒரு பிரிவாக சிஎல் சினெர்ஜி பிறந்தது. உண்மையில் எங்கள் பெயரில் உள்ள \"சி\" மற்றும் \"எல்\" எங்கிருந்து வருகிறது, இது கேர் லாஜிஸ்டிக்ஸால் ஈர்க்கப்பட்டது.",
        "இருப்பினும், நாங்கள் விரைவில் கேர் லாஜிஸ்டிக்ஸில் இருந்து விலகி, சொந்தமாக வெளியே செல்ல முடிவு செய்தோம், அப்போதுதான் ஜானகா நிறுவனத்தை வாங்குவதற்கும் நிறுவனத்தை வாங்குவதற்கும் அழைக்கப்பட்டார். பின்னர், CL சினெர்ஜி செப்டம்பர் 2004 இல் உருவாக்கப்பட்டது, நாங்கள் செயல்பாடுகளைத் தொடங்கினோம், அதே ஆண்டு அக்டோபரில் நிறுவனத்தை இணைத்தோம்.",
        "ஜானகாவுக்கும் எனக்கும் நீண்ட வரலாறு உண்டு, பல்கலைக்கழகத்தில் நாங்கள் வணிக மேலாண்மை மற்றும் சந்தைப்படுத்தல் ஆகியவற்றைப் படித்துக் கொண்டிருந்தபோது, ​​அவர் நிதியியல் படித்துக்கொண்டிருந்தார். எங்களுக்கு பல பரஸ்பர நண்பர்கள் இருந்ததால், நாங்கள் ஒன்றாக நிறைய நேரம் செலவழித்தோம், அன்றிலிருந்து சிறந்த நண்பர்களாக இருந்தோம்.",
        "இது ஆரம்பத்திலிருந்தே வெற்றிகரமான கூட்டாண்மையாக இருந்தது, மேலும் நாங்கள் 13 பேர் கொண்ட சிறிய குழுவுடன் ஆரம்பித்தோம், நாரஹென்பிட்டியில் ஒரு சிறிய இடத்தில் இயங்கினோம். வளர்ச்சி உத்தியாக, ஏற்றுமதியாளர்களை மையமாகக் கொண்டு வாடிக்கையாளர்களை கையகப்படுத்துவதில் கவனம் செலுத்த முடிவு செய்தோம், மீதமுள்ளவை வரலாறு.",
        "2008 ஆம் ஆண்டில், ஜனக இறுதியாக நிதி இயக்குநராக முழுநேர வணிகத்தில் சேர்ந்தார், அதன் பின்னர் நாங்கள் எண்ணற்ற வெற்றிகளை அனுபவித்து பல மைல்கற்களை அடைந்துள்ளோம். 2008 மற்றும் 2010ல் முறையே ஏற்றுமதியாளர்களுக்கான (பெரிய) சிறந்த சேவை வழங்குனருக்கான வெள்ளி மற்றும் வெண்கல விருதுகள் மிகவும் மறக்கமுடியாதவை. பின்னர் 2012 மற்றும் 2013 ஆம் ஆண்டுகளில் சரக்கு அனுப்பும் பங்குதாரருக்கான தங்க விருதை வென்றோம்; 2014 இல் இலங்கை மத்திய வங்கியின் ஆளுநரால் வழங்கப்பட்ட உலகளாவிய வர்த்தக சிறப்புக்கான விருதைப் பெற்றோம் மற்றும் கூட்டு ஆடைகள் சங்க மன்றத்திற்கான விருப்பமான சேவை வழங்குனராக நியமிக்கப்பட்டோம்; 2015 ஆம் ஆண்டு இலங்கை சீன வர்த்தக ஒத்துழைப்பு சபையினால் வழங்கப்பட்ட வெள்ளி நட்சத்திர விருதை நாம் வென்றோம்; 2016 ஆம் ஆண்டில், சிறந்த சரக்கு அனுப்புபவர், ஏற்றுமதிக்கான சிறந்த சேவை வழங்குநர் மற்றும் மிகவும் புதுமையான ஏற்றுமதியாளருக்கான வெண்கல விருது ஆகிய மூன்று மிகவும் மதிப்புமிக்க தேசிய ஏற்றுமதி விருதுகளைப் பெற்றோம்; 2017 ஆம் ஆண்டு இந்தியாவின் எம்ப்ளோயர் பிராண்டிங் இன்ஸ்டிட்யூட் மூலம் இலங்கை எம்ப்ளோயர் பிராண்ட் விருது எங்களுக்கு வழங்கப்பட்டது; மற்றும் 2018 ஆம் ஆண்டில், ஏற்றுமதித் துறைக்கான சப்ளையர் மற்றும் சேவை வழங்குநருக்கான வெள்ளி விருதுடன் தேசிய ஏற்றுமதியாளர்கள் விருதுகளில் மீண்டும் அங்கீகாரத்தைப் பெற்றோம்.",
        "கே: உங்கள் பார்வையில், CL சினெர்ஜி சிறப்பாகச் செயல்பட உதவிய முக்கியக் காரணிகள் யாவை?",
        "எந்தவொரு வணிகமும் வளர, நிதி வலிமை முக்கியமானது. தொடக்கத்தில், உள்நாட்டில் நமக்குத் தேவையான மூலதனத்தை திரட்ட முடிந்தது, மேலும் ஒரு சாதனைப் பதிவை நிறுவியவுடன், நிதியளிப்பு மற்றும் உள்நாட்டில் உருவாக்கப்பட்ட முதலீடுகள் மூலம் எங்களால் மேலும் முன்னேற முடிந்தது. இருப்பினும், சரக்கு அனுப்புதல் மற்றும் தளவாடங்கள் என்பது மக்களால் இயக்கப்படும் ஒரு தொழில் ஆகும், மேலும் நீங்கள் ஒரு திறமையான குழுவைக் கொண்டிருப்பது மிகவும் முக்கியமானது. எனவே, எங்களுடைய மற்றும் எங்கள் குழுவின் திறன் மற்றும் திறன்களை வளர்த்துக்கொள்வதிலும், எங்கள் மக்கள் மற்றும் எங்கள் வாடிக்கையாளர்களுடன் உறவுகளை உருவாக்குவதிலும், அந்த உறவுகளை தொடர்ந்து பராமரிப்பதிலும் பலப்படுத்துவதிலும் நாங்கள் எப்போதும் கவனம் செலுத்துகிறோம். இது எங்கள் ரகசிய சாஸ்; மக்கள் மீது அக்கறை, உண்மையாக இருத்தல் மற்றும் முழுமையான நம்பிக்கையை உருவாக்குதல்.",
        "விரைவாகவும் சுறுசுறுப்பாகவும் முடிவெடுப்பது நமது முக்கிய பலங்களில் ஒன்றாகும், மீண்டும் நாம் பராமரிக்கவும் வளரவும் முயற்சிக்கும் உறவுகள் மற்றும் திறந்த கலாச்சாரத்தால் ஆதரிக்கப்படுகிறது. இளைஞர்களுக்கு வழிநடத்துவதற்கான வாய்ப்புகளை வழங்குவதிலும், அவர்கள் கையாளத் தயாராக இருக்கும் பொறுப்புகளை அவர்களிடம் ஒப்படைப்பதிலும், அதிகாரத்தை வழங்குவதிலும் நாங்கள் நம்புகிறோம். பொதுவாக மற்றவர்கள் தங்கள் துருப்புக்களை அணிதிரட்டுவதற்கு முன்பு, சூழ்நிலைகளுக்கு விரைவாக மாற்றியமைக்க இது உதவுகிறது.",
        "2008 இல், பெரும் மந்தநிலை ஏற்பட்டபோது, ​​முன்னோக்கி தள்ளுவதற்கு கணிசமான வளங்களைச் சேகரித்து வைத்திருக்கும் அதிர்ஷ்டமான நிலையில் நாங்கள் இருந்தோம், மற்றவர்கள் அதைக் குறைக்க வேண்டியிருந்தது. இதை நாங்கள் எங்கள் சாதகமாகப் பயன்படுத்திக் கொண்டு, எங்கள் குழுவையும் வாடிக்கையாளர் தளத்தையும் விரிவுபடுத்தி, தொடர்ந்து எங்கள் மக்களிடம் முதலீடு செய்தோம். இந்த மூலோபாயம் மற்றும் நெறிமுறைகள் பலனளித்தன, நாங்கள் கட்டியெழுப்பிய உறவுகள் மிகவும் வலுவானவை, அப்போது எங்களுடன் இணைந்த பெரும்பாலான முக்கிய நபர்கள் இன்னும் எங்களுடன் இருக்கிறார்கள். அதிக விற்றுமுதல் விகிதங்கள் வழக்கமாக இருக்கும் ஒரு தொழிலில் இதுவும் நம்மைத் தனித்து நிற்கிறது, மேலும் நிலையான மற்றும் நம்பிக்கையை உருவாக்க உதவுகிறது, இதுவே வாடிக்கையாளர்கள் விரும்புவதும், நாளின் முடிவில் தேவைப்படுவதும், தொடர்ந்து இயங்கும் மற்றும் புதிய அபாயங்கள் இருக்கும் உலகில் எப்போதும் வெளிப்படுகிறது. இந்த சாதனைக்காக நாங்கள் மிகவும் பெருமைப்படுகிறோம், மேலும் நாங்கள் உருவாக்கிய இந்த கலாச்சாரத்தை தொடர்ந்து பராமரிக்க எண்ணுகிறோம்.",
        "இது எங்கள் கலாச்சாரம், இது தொழில்துறையில் தனித்துவமானது. இது மிகவும் நெகிழ்வானது மற்றும் எங்களுக்கு மிகவும் திறந்த சூழ்நிலை உள்ளது. எங்கள் குழுவில் உறுப்பினராக உள்ள அனைவருக்கும் எங்கள் கதவுகள் திறந்திருக்கும், அவர்கள் நேற்றோ அல்லது தொடக்கத்திலோ சேர்ந்திருந்தாலும். கூடுதலாக, நாங்கள் எப்போதும் எங்கள் மக்களை கவனித்துக்கொள்கிறோம், விதிவிலக்கான பலன்களை வழங்குகிறோம் மற்றும் ஒரு நோக்கத்துடன் வேலை பாத்திரங்களை உருவாக்குகிறோம், அங்கு அவர்கள் உலகில் உண்மையான நேர்மறையான தாக்கத்தை ஏற்படுத்துவதாக எங்கள் மக்கள் உணர்கிறார்கள்.",
        "ரோயல் கொழும்பு கோல்ஃப் கிளப்பின் பெப்ரவரி மாத மெடல் கோல்ஃப் போட்டியில் திணைக்களங்களுக்கு இடையிலான போட்டியே ஊழியர்களின் ஈடுபாடு நிகழ்வின் சிறந்த உதாரணம், நாங்கள் அனுசரணை வழங்கியதுடன், எமது மக்கள் மகிழ்வதற்கும், கூட்டுறவு கொள்வதற்கும், உற்சாகமாக விளையாடுவதற்கும் வாய்ப்பு கிடைத்தது. கோல்ஃப் சுற்றுகள். எங்கள் சமூகங்களுக்காகப் பணிபுரிய எங்கள் மக்களை நாங்கள் ஊக்குவிக்கிறோம், மேலும் நாங்கள் 12 தொண்டு நிறுவனங்களை ஆதரிக்கிறோம், ஒவ்வொரு மாதமும் ஒன்று. இந்த நோக்கங்களுக்காக நிதியை உருவாக்க, நிறுவனம் வழங்கும் நிதிக்கு மேல், எங்கள் குழுக்கள் பேக் விற்பனை, திரைப்பட இரவுகள் மற்றும் பலவற்றை உள்ளடக்கிய பல நிதி திரட்டும் நடவடிக்கைகளை ஏற்பாடு செய்கின்றன.",
        "பார்ட்டிகள், பயணங்கள், விளையாட்டுகள், விருதுகள் மற்றும் பிற உட்பட, ஆண்டு முழுவதும் திட்டமிடப்பட்ட பல நிகழ்வுகள், பருவகால மற்றும் பிற நிகழ்வுகளுடன் செயலில் உள்ள சமூக காலெண்டரை நாங்கள் பராமரிக்கிறோம். பணியிடத்தில் ஒரு கவர்ச்சியான மற்றும் ஊக்கமளிக்கும் சூழ்நிலையை உருவாக்கவும் நாங்கள் வேலை செய்கிறோம், பல்வேறு ஊடாடும் இடங்கள், ஒரு குளம் அறை மற்றும் காபி பார் உட்பட, இது உறவுகளை உருவாக்கவும் உற்பத்தித்திறனை மேம்படுத்தவும் உதவுகிறது.",
        "கே:  தொழில் வளர்ச்சியின் அடிப்படையில், CL சினெர்ஜி தனது ஊழியர்களுக்கு என்ன வழங்குகிறது?",
        "நாங்கள் ஒரு உண்மையான தகுதியை கட்டியெழுப்பியுள்ளோம், அங்கு நீங்கள் செயல்பட்டால், உங்களுக்கு வெகுமதி கிடைக்கும், மேலும் நீங்கள் சிறப்பாக செயல்பட்டால், உங்களுக்காக அதிக கதவுகள் திறக்கப்படும். தனித்தனியாகவும் குழுவாகவும், உள் மற்றும் வெளிப்புற தணிக்கைகள் மூலம் எங்கள் செயல்திறனை நாங்கள் தொடர்ந்து மதிப்பீடு செய்து வருகிறோம், மேலும் பல நிதி மற்றும் சமூக ஊக்கத்தொகைகளை வழங்குவதோடு, எங்கள் ஆண்டு விருதுகள் திட்டத்தில் சிறப்பாக செயல்படும் நபர்களுக்கு வெகுமதி அளிக்கிறோம்.",
        "நாங்கள் விரைவான தொழில் முன்னேற்றத்தை உறுதிசெய்ய விரும்புகிறோம், இது குறிப்பாக இளைய தலைமுறையினருக்கு முக்கியமானது, எனவே எங்கள் மக்கள் தலைமைத்துவத்திற்கு வரவழைக்கப்படுவதையும், வாய்ப்புகள் வழங்கப்படுவதையும் நாங்கள் உறுதிசெய்கிறோம். இந்த மக்கள் உந்துதல், மக்கள் சார்ந்த மூலோபாயம் எங்கள் வெற்றி மற்றும் வளர்ச்சிக்கு அடித்தளமாக உள்ளது.",
        "கே:  உங்கள் பார்வையில், சரக்கு அனுப்புதல் மற்றும் தளவாடத் துறையில் நெட்வொர்க் உருவாக்கம் ஏன் மிகவும் முக்கியமானது?",
        "தனித்து நிற்க ஒரே வழி! இந்தத் துறையில் வெற்றிபெற இது மிக அடிப்படையான முக்கியமான காரணி என்று நாங்கள் கூறுவோம், மேலும் அதை ஆதரிக்கும் முடிவுகள் எங்களிடம் உள்ளன. நீங்கள் பார்க்கிறீர்கள், நீங்கள் எங்கு சென்றாலும் தயாரிப்பு பெரும்பாலும் ஒரே மாதிரியாக இருக்கும். மாறாக, சேவை, நம்பகத்தன்மை, நம்பிக்கை மற்றும் தனிப்பட்ட இணைப்பு ஆகியவை நம்மை வேறுபடுத்துகின்றன. இந்தத் துறையில் நெட்வொர்க் கட்டிடம் மற்றும் தனிப்பட்ட உறவுகளின் முக்கியத்துவத்தை மிகைப்படுத்த முடியாது.",
        "விளக்குவதற்கு, எங்கள் முதல் வாடிக்கையாளர் இன்னும் எங்களுடன் இருக்கிறார், மேலும் நாங்கள் உருவாக்கிய பரஸ்பர நம்பிக்கை மற்றும் நம்பிக்கை உடைக்க முடியாதது. உங்கள் வாடிக்கையாளர்களையும் மக்களையும் நீங்கள் தொடர்ந்து நன்றாக நடத்தும்போது, ​​ஒவ்வொரு தேவையையும் கவனித்து, ஒவ்வொரு விருப்பத்தையும் பூர்த்தி செய்யும் போது, ​​அவர்கள் அதைத் தொடர்புகொள்வதற்கு முன்பே, நீங்கள் ஒப்பந்தத்தை முடித்துவிட்டீர்கள். எவ்வாறாயினும், இது மிகவும் ஆற்றல் மிகுந்த செயல்முறையாகும், மேலும் நாம் எப்போதும் நம் காலடியில் இருக்க வேண்டும், எப்போதும் பந்தில் இருக்க வேண்டும், மேலும் சிறந்து விளங்க எப்போதும் தயாராக இருக்க வேண்டும், நரகமாகவோ அல்லது உயர்ந்த நீராகவோ வர வேண்டும், அதுவே நாம் எப்போதும் பராமரிக்க முயற்சிக்கும் ஆவி. எங்கள் விற்பனையாளர்களிடமும் இதே அணுகுமுறையை நாங்கள் மேற்கொள்கிறோம், இது ஒரு வலுவான சுற்றுச்சூழல் அமைப்பை உருவாக்க எங்களுக்கு உதவியது, அது பதிலளிக்கக்கூடியது மற்றும் எந்த தேவையையும் பூர்த்தி செய்ய எப்போதும் தயாராக உள்ளது.",
        "கே:  சிஎல் சினெர்ஜி எதிர்கொண்ட சில பெரிய சவால்கள் யாவை?",
        "நமது வரலாறு, சவால்களின் வரலாறு. 2004 இல், நாங்கள் நடவடிக்கைகளைத் தொடங்கியபோது, ​​ஆசிய சுனாமி பேரழிவால் நாங்கள் பாதிக்கப்பட்டோம். நடந்துகொண்டிருக்கும் உள்நாட்டுப் போர் தினசரி சவால்களை முன்வைத்தது. இந்த நேரத்தில், 2008 உலகப் பொருளாதார நெருக்கடியையும் நாங்கள் எதிர்கொண்டோம். மிக சமீபத்தில், இது உலகளாவிய தொற்றுநோயாக இருந்தது, இப்போது இலங்கையில் பொருளாதார நெருக்கடி. இருப்பினும், CL சினெர்ஜியில், சவாலையும் வாய்ப்பையும் ஒரே நாணயத்தின் இரு பக்கங்களாகப் பார்க்கிறோம், மேலும் இது கடினமான சவால்களுக்கு மத்தியிலும் நாங்கள் எப்போதும் புதிய உயரங்களை எட்டுவதை உறுதி செய்துள்ளது.",
        "தற்போது, ​​தொற்றுநோய் மற்றும் உலகளாவிய விநியோகச் சங்கிலி சீர்குலைவுகளின் விளைவாக, சரக்கு கட்டணங்கள் உயர்ந்துள்ளன, இதன் விளைவாக அதிக அளவிலான நிதி வெளிப்பாடு மற்றும் அன்றாட நடவடிக்கைகளில் ஆபத்து உள்ளது. எனவே, வணிக அளவை பராமரிக்கவும் சரக்கு இடத்தைப் பாதுகாக்கவும் அதிக அளவு மூலதனம் தேவை. வாடிக்கையாளர்களுக்கு கடன் வழங்குவது வழக்கமாக இருக்கும் ஒரு தொழில் இதுவாகும், மேலும் இது ஒரு வாடிக்கையாளருக்கு மில்லியன் கணக்கான டாலர்களை எந்த உத்தரவாதமும் இல்லாமல், முற்றிலும் நம்பிக்கையை அடிப்படையாகக் கொண்டது, அதனால்தான் தனிப்பட்ட உறவுகள், பரஸ்பர நம்பிக்கை மற்றும் புரிதல் மிகவும் முக்கியம். .",
        "இந்த சூழலில், ஒரு வணிகமாக, மூலதனத்தின் போதுமான விநியோகத்தை உறுதி செய்ய வேண்டும். எனவே, ஆழமான பாக்கெட்டுகள் கொண்ட பெரிய முதலீட்டாளர்களால் ஆதரிக்கப்படாத ஒரு நிறுவனமாக, ஐபிஓவுக்குச் செல்வது, எங்கள் வளர்ச்சிப் பயணத்தின் அடுத்த கட்டத்தை இயக்குவதற்கும் சந்தையில் உருவாக்கப்பட்ட புதிய வாய்ப்புகளைப் பயன்படுத்துவதற்கும் ஒரு சிறந்த வழியாகும் என்பதை நாங்கள் உணர்ந்தோம். வணிகச் சூழலில் தற்போதைய சவால்களின் விளைவாக.",
        "கோவிட் முதன்முதலில் தாக்கியபோது, ​​அது ஒரு அதிர்ச்சியாக இருந்தது. என்ன நடக்கப் போகிறது என்று கணிக்க வழியில்லை. அலுவலகம் மூடப்பட்டது, எங்களின் முதல் சவால் ஊரடங்கு உத்தரவுக்கான அனுமதிகளை ஏற்பாடு செய்வதாகும். இறுதியில், எங்கள் துறை ஒரு அத்தியாவசிய சேவையாக அறிவிக்கப்பட்டது, அதனால் நாங்கள் ஊரடங்கு உத்தரவு பாஸ்களைப் பெற முடிந்தது. நாங்கள் உடனடியாக எங்கள் வரவு செலவுத் திட்டங்களைக் குறைத்து சம்பளக் குறைப்புகளைச் செயல்படுத்தினோம், அங்கு உயர் நிர்வாகம் சதவீத அடிப்படையில் மிகப்பெரிய தியாகங்களைச் செய்தது. இருப்பினும், நிலைமை சீரடையத் தொடங்கியதால், அடுத்த மாதங்களில் இந்த முடிவை எங்களால் திருத்த முடிந்தது.",
        "முழுத் தொழில்துறையும், குறிப்பாக இலங்கையில், டிஜிட்டல் மயமாகாததால், நமது மக்களின் பாதுகாப்பை உறுதிசெய்த பிறகு, மிகப் பெரிய சவால்கள் செயல்பாட்டுக்கு வந்திருக்கலாம். இருப்பினும், டிஜிட்டல் மயமாகாமல் நாம் முன்னேற வழி இல்லை. வீட்டிலிருந்து வேலை செய்வது சவாலானது, ஆனால் விஷயங்கள் ஒப்பீட்டளவில் சுமூகமாக நடக்கும் இடத்திற்கு விரைவில் வந்தோம். தொழில்துறையில் டிஜிட்டல் மயமாக்கலைப் பரவலாக ஏற்றுக்கொண்டது, குறிப்பாக ஆவணங்கள் மற்றும் கட்டண இணையதளங்கள் போன்றவற்றின் அடிப்படையில், நிலைமையை எளிதாக்கவும், வணிகத் தொடர்ச்சியை உறுதிப்படுத்தவும் உதவியது. அன்றாட சவால்களை சமாளிக்க தொழில்துறைக்கு உதவிய மற்றும் ஆதரவளித்த COVID-19 பணிக்குழுவையும் நாம் பாராட்ட வேண்டும்.",
        "எப்பொழுதும் தற்செயல்கள் தயாராக இருக்க வேண்டும் மற்றும் விதிவிலக்காக நெகிழ்வாகவும் சுறுசுறுப்பாகவும் இருக்க வேண்டும், குறிப்பாக வாடிக்கையாளர்களிடமிருந்து பணம் வசூலிப்பது தொடர்பாக. எவ்வாறாயினும், மக்களைப் புரிந்துகொள்வதற்கும் அவர்களுடன் தொடர்புகொள்வதற்கும் உள்ள எங்கள் உள்ளார்ந்த திறனை நம்பி, இந்த சவால்களை எங்களால் சமாளிக்க முடிந்தது. எங்கள் வாடிக்கையாளர்களுக்கு ஆதரவாக, குறிப்பாக பூட்டப்பட்ட பிற நாடுகளுக்கு சரக்குகளின் எல்லை தாண்டிய இயக்கம் தொடர்பாக, எங்கள் மக்கள் மிகவும் கடினமாக உழைத்தனர். எங்களின் விதிவிலக்கான மக்கள் மற்றும் எங்கள் வாடிக்கையாளர்களுடனான எங்கள் அசைக்க முடியாத உறவுகள் மற்றும் அர்ப்பணிப்புக்கு நன்றி, தொற்றுநோயின் சவால்களை நாங்கள் சமாளித்து, முன்னெப்போதையும் விட வலுவாக வெளியே வந்தோம் என்று நாங்கள் பாதுகாப்பாகச் சொல்லலாம்.",
        "கே:  உங்கள் வரவிருக்கும் IPO மூலம் நீங்கள் திரட்டும் மூலதனத்தை எவ்வாறு வரிசைப்படுத்துவீர்கள்?",
        "IPO வருமானம் மூன்று முக்கிய பகுதிகளுக்கு ஒதுக்கப்படும். முதலாவதாக, நமது செயல்பாடுகளை வளர்ப்பதற்கும் புதிய சந்தைகளில் ஊடுருவுவதற்கும், நமது செயல்பாட்டு மூலதன நிலையை வலுப்படுத்துவது. முந்தைய நிதியாண்டை மதிப்பாய்வு செய்ததில், தற்போதுள்ள வாடிக்கையாளர்களுக்கு சேவை செய்வதில் கவனம் செலுத்தப்பட்டதைக் காண்கிறோம், அதே சமயம் புதிய வாடிக்கையாளர் கையகப்படுத்தல் மற்றும் சந்தை ஊடுருவல் குறைந்துவிட்டது. இருப்பினும், வருவாயில் 240% வளர்ச்சியை எங்களால் அடைய முடிந்தது.",
        "இரண்டாவது நோக்கம், ஏற்கனவே நன்கு முன்னேறி வரும் நமது உலகளாவிய விரிவாக்க உத்தியை மேலும் மேம்படுத்துவதாகும். எங்களது ஐபிஓ மூலம் நாங்கள் திரட்டும் நிதியானது, பங்குதாரர்களுக்கு நிலையான வளர்ச்சி மற்றும் விதிவிலக்கான மதிப்பை வழங்க புதிய உறவுகள் மற்றும் இணைப்புகளை நிறுவ உதவும். வியட்நாம், கம்போடியா மற்றும் ஹாங்காங் போன்ற தென்கிழக்கு ஆசியாவில் உள்ள நாடுகளுக்கு ஆதார-சந்தைகளின் அடிப்படையில் விரிவுபடுத்தும் அதே வேளையில், வாங்குபவர்-சந்தை விரிவாக்கத்திற்காக அமெரிக்கா மற்றும் இங்கிலாந்தில் எங்கள் கவனம் இருக்கும்.",
        "இறுதியாக, ஒட்டுமொத்த தொழில்துறையும் முன்னோடியில்லாத வேகத்தில் தொழில்நுட்பத்தை ஏற்றுக்கொண்டதால், நிறுவனத்தின் ஒட்டுமொத்த வளர்ச்சிக்கு தொழில்நுட்ப முன்னேற்றம் முக்கியமானது. எனவே, தொழில்துறையில் முன்னணியில் இருப்பதற்கும் எங்கள் தயாரிப்புகள் மற்றும் சேவைகள் தற்போதைய டிஜிட்டல் முன்னேற்றங்களுக்கு ஏற்ப இருப்பதை உறுதி செய்வதற்கும் எங்கள் தொழில்நுட்ப உள்கட்டமைப்பில் முதலீடு செய்ய வேண்டும். ஐபிஓவுக்குப் பிந்தைய திட்டங்கள், எங்கள் வணிகம் மற்றும் எங்கள் மதிப்பு முன்மொழிவு பற்றிய விவரங்களில் ஆர்வமுள்ள எந்தவொரு நபரும் எங்கள் ப்ராஸ்பெக்டஸைப் பார்க்க முடியும், இது https://ipo.clsynergy.com/ இல் அதன் சொந்த பிரத்யேக மைக்ரோசைட் மூலம் கிடைக்கிறது."
      ]
    }
  }
}