{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82981/sri-lanka-indias-exim-bank-ink-deal-for-usd-55-mn-loan-to-procure-urea",
  "time_ut": 1654863960,
  "title": "Sri Lanka, India’s EXIM Bank ink deal for USD 55 Mn loan to procure urea",
  "body_lines": [
    "Sri Lanka today inked a Line of Credit (LOC) agreement of USD 55 million with the Export-Import (EXIM) Bank of India for the purchase of 65,000 metric tonnes of urea fertilizer required for the Yala Season.",
    "The document was signed by the Secretary to the Finance Ministry and General Manager EXIM Bank of India, in the presence of Prime Minister Ranil Wickremesinghe, Minister of Agriculture Mahinda Amaraweera, Indian High Commissioner to Sri Lanka Gopal Baglay and other senior officials from both sides.",
    "In response to an urgent request from the Sri Lankan government, the Indian government decided to extend an LOC of USD 55 million to Sri Lanka for the procurement of urea fertiliser.",
    "This LOC will help Sri Lanka secure urea fertilizer for the ongoing paddy sowing in the Yala season.",
    "In view of the critical requirement, Sri Lankan government and the EXIM Bank have agreed to complete all procurement procedures expeditiously so that urea supplies can reach Sri Lanka in a short span of time.",
    "During the signing ceremony, PM Wickremesinghe expressed his gratitude to India for the timely assistance.",
    "The High Commissioner highlighted that the speedy finalization of the LOC testifies to the importance Indian government attaches to the welfare of the people of Sri Lanka.",
    "It may be recalled that in line with its ‘Neighbourhood First’ policy and as an earnest friend and partner of Sri Lanka, India has extended multi-pronged assistance to the people of Sri Lanka in the last few months, the Indian High Commission in Colombo said in a statement.",
    "The support from India ranges from economic assistance of close to USD 3.5 billion to helping secure Sri Lanka’s food, health and energy security by supplying essential items like food, medicines, fuel, kerosene etc."
  ],
  "translate": {
    "si": {
      "title": "යූරියා මිලදී ගැනීම සඳහා ඩොලර් මිලියන 55 ක ණයක් සඳහා ශ්‍රී ලංකාව සහ ඉන්දියාවේ EXIM බැංකු තීන්ත ගනුදෙනුව",
      "body_lines": [
        "යල කන්නය සඳහා අවශ්‍ය යූරියා පොහොර මෙට්‍රික් ටොන් 65,000ක් මිලදී ගැනීම සඳහා ශ්‍රී ලංකාව අද ඇමෙරිකානු ඩොලර් මිලියන 55ක ණය ගිවිසුමක් (LOC) ඉන්දියානු අපනයන-ආනයන (EXIM) බැංකුව සමඟ අත්සන් කළේය.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ, කෘෂිකර්ම අමාත්‍ය මහින්ද අමරවීර, ශ්‍රී ලංකාවේ ඉන්දීය මහ කොමසාරිස් ගෝපාල් බග්ලේ ඇතුළු දෙපාර්ශවයේ ජ්‍යෙෂ්ඨ නිලධාරීන් ඉදිරියේ මුදල් අමාත්‍යාංශයේ ලේකම් සහ ඉන්දීය EXIM බැංකුවේ සාමාන්‍යාධිකාරීවරයා විසින් මෙම ලේඛනයට අත්සන් තබන ලදී.",
        "ශ්‍රී ලංකා රජයෙන් කළ හදිසි ඉල්ලීමකට ප්‍රතිචාර වශයෙන් යූරියා පොහොර ප්‍රසම්පාදනය සඳහා ශ්‍රී ලංකාවට ඇමෙරිකානු ඩොලර් මිලියන 55ක LOC මුදලක් ලබාදීමට ඉන්දීය රජය තීරණය කළේය.",
        "මෙම LOC යල කන්නයේ දැනට පවතින වී වැපිරීම සඳහා ශ්‍රී ලංකාවට යූරියා පොහොර සුරක්ෂිත කිරීමට උපකාරී වේ.",
        "තීරනාත්මක අවශ්‍යතාවය සැලකිල්ලට ගනිමින්, කෙටි කාලයක් තුළ යූරියා සැපයුම් ශ්‍රී ලංකාවට ළඟා විය හැකි පරිදි සියලුම ප්‍රසම්පාදන ක්‍රියා පටිපාටි කඩිනමින් සම්පූර්ණ කිරීමට ශ්‍රී ලංකා රජය සහ EXIM බැංකුව එකඟ වී ඇත.",
        "අත්සන් තැබීමේ උත්සවයේදී අග්‍රාමාත්‍ය වික්‍රමසිංහ මහතා කාලෝචිත සහය සඳහා ඉන්දියාවට සිය කෘතඥතාව පළ කළේය.",
        "LOC කඩිනමින් අවසන් කිරීම ඉන්දීය රජය ශ්‍රී ලංකාවේ ජනතාවගේ සුබසාධනයට දක්වන වැදගත්කම පෙන්නුම් කරන බව මහ කොමසාරිස්වරයා අවධාරණය කළේය.",
        "එහි 'අසල්වැසි ප්‍රථම' ප්‍රතිපත්තියට අනුකූලව සහ ශ්‍රී ලංකාවේ අවංක මිතුරෙකු සහ හවුල්කරුවෙකු ලෙස ඉන්දියාව පසුගිය මාස කිහිපය තුළ ශ්‍රී ලංකාවේ ජනතාවට බහුවිධ සහය ලබා දුන් බව කොළඹ පිහිටි ඉන්දීය මහ කොමසාරිස් කාර්යාලය පවසයි. නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "ඉන්දියාවෙන් ලැබෙන සහයෝගය ඇමරිකානු ඩොලර් බිලියන 3.5 කට ආසන්න ආර්ථික ආධාරවල සිට ආහාර, ඖෂධ, ඉන්ධන, භූමිතෙල් වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය සැපයීමෙන් ශ්‍රී ලංකාවේ ආහාර, සෞඛ්‍ය සහ බලශක්ති සුරක්ෂිතභාවය සුරක්ෂිත කිරීමට උපකාරී වේ."
      ]
    },
    "ta": {
      "title": "யூரியாவை கொள்வனவு செய்ய 55 மில்லியன் அமெரிக்க டொலர் கடனுக்கான இலங்கை மற்றும் இந்தியாவின் EXIM வங்கி ஒப்பந்தம்!",
      "body_lines": [
        "யாலா பருவத்திற்குத் தேவையான 65,000 மெட்ரிக் தொன் யூரியா உரத்தை கொள்வனவு செய்வதற்காக இந்திய ஏற்றுமதி-இறக்குமதி (EXIM) வங்கியுடன் 55 மில்லியன் அமெரிக்க டொலர்களுக்கான கடன் வரி (LOC) ஒப்பந்தத்தில் இலங்கை இன்று கையெழுத்திட்டுள்ளது.",
        "பிரதமர் ரணில் விக்கிரமசிங்க, விவசாய அமைச்சர் மஹிந்த அமரவீர, இலங்கைக்கான இந்திய உயர்ஸ்தானிகர் கோபால் பாக்லே மற்றும் இரு தரப்பு உயர் அதிகாரிகளும் முன்னிலையில், நிதியமைச்சின் செயலாளரும், எக்ஸிம் வங்கியின் பொது முகாமையாளருமான இந்த ஆவணத்தில் கையெழுத்திட்டனர்.",
        "இலங்கை அரசாங்கத்தின் அவசர கோரிக்கைக்கு இணங்க, யூரியா உரம் கொள்வனவு செய்வதற்கு 55 மில்லியன் அமெரிக்க டொலர்களை இலங்கைக்கு வழங்க இந்திய அரசாங்கம் தீர்மானித்துள்ளது.",
        "இந்த LOC இலங்கைக்கு யாலா பருவத்தில் நடந்து வரும் நெல் விதைப்புக்கு யூரியா உரத்தை பாதுகாக்க உதவும்.",
        "முக்கியமான தேவையைக் கருத்தில் கொண்டு, இலங்கை அரசாங்கமும் EXIM வங்கியும் அனைத்து கொள்முதல் நடைமுறைகளையும் விரைவாக முடிக்க இணங்கியுள்ளன, இதனால் யூரியா விநியோகங்கள் குறுகிய காலத்தில் இலங்கையை சென்றடையும்.",
        "கையொப்பமிடும் நிகழ்வின் போது, ​​பிரதமர் விக்கிரமசிங்க, சரியான நேரத்தில் உதவி செய்த இந்தியாவுக்கு தனது நன்றியைத் தெரிவித்தார்.",
        "இலங்கை மக்களின் நலனுக்காக இந்திய அரசாங்கம் கொடுக்கும் முக்கியத்துவத்திற்கு LOC இன் விரைவான இறுதிச் சான்று சாட்சியமளிப்பதாக உயர்ஸ்தானிகர் சுட்டிக்காட்டினார்.",
        "அதன் 'அண்டைக்கு முதலில்' கொள்கைக்கு இணங்க, இலங்கையின் தீவிர நண்பன் மற்றும் பங்காளி என்ற வகையில், இந்தியா கடந்த சில மாதங்களில் இலங்கை மக்களுக்கு பலதரப்பட்ட உதவிகளை வழங்கியது நினைவிருக்கலாம், கொழும்பில் உள்ள இந்திய உயர்ஸ்தானிகராலயம் ஒரு அறிக்கையில் கூறினார்.",
        "இந்தியாவின் ஆதரவானது 3.5 பில்லியன் அமெரிக்க டொலர்களின் பொருளாதார உதவியிலிருந்து உணவு, மருந்துகள், எரிபொருள், மண்ணெண்ணெய் போன்ற அத்தியாவசியப் பொருட்களை வழங்குவதன் மூலம் இலங்கையின் உணவு, சுகாதாரம் மற்றும் எரிசக்தி பாதுகாப்பைப் பாதுகாப்பதற்கு உதவுகின்றது."
      ]
    }
  }
}