{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-perverse-twist-blame-aragalaya-let-gota-stay-and-kids-can-go-home/",
  "time_ut": 1653656340,
  "title": "A perverse twist: Blame Aragalaya, let Gota stay, and kids can go home!",
  "body_lines": [
    "Although the May 9 Temple Trees ‘coup’ ended disastrously for its orchestrators, the coup’s purpose may have been fulfilled indirectly, even if only partially. Aragalaya, though still alive, has been deflated enough to encourage twisted reactionary politics creep back to life after going dormant for over a month. The perverse twist is being manifested in blaming Aragalaya for its allegedly infeasible demands, deriding its apparent inability to provide an alternative leadership, calling Galle Face protesters middle class kids and telling them they have had their fun and they can go home now, and asking Gotabaya Rajapaksa, even if tongue-in-cheek, to stay on and tidy up his mess.",
    "I call this perverse and twisted partly because such insults and instructions were never flung at the Rajapaksa regime which has been on the run since the end of March, and more importantly because the mushrooming criticisms of Aragalaya totally miss the economic elephant in the room. Until May 9 and its violent Temple Trees teledrama, criticisms of the Aragalaya have been generally from the Left. They were mostly supportive and friendly criticisms. After May 9, the reactionaries seem emboldened to assume they have got their license back. Hence the flurry of criticisms ranging from a rather bizarre comparison to the utterly abominable trucker-protest in Ottawa, Canada, to the patronizing advice that Aragalaya kids have had their fun at Galle Face, have eaten their free biriyani lunch, and now they can go home.",
    "Sri Lanka’s Aragalaya has many similarities with protests in other countries over the last decade in what is being described, both by the political Left and the Right, as the age of mass protests. According to one assessment the size and frequency of protests since 2009 are eclipsing the protest waves of the last century in the 1960s, 1980s and 1990s. According to another, a majority of the of the protests in different countries are triggered by the failure of representational democracy and the outrage over systemic corruption and lack of accountability. The latter study (World Protests: A Study of Key Protest Issues in the 21st Century. 2022. Global Social Justice, Initiative for Policy Dialogue, New York), identifies “mass middle-class involvement in protests” as a “new dynamic” that has ruptured “a pre-existing solidarity of the middle classes with elites,” mainly as a result of economic failures.",
    "Even so, the Aragalaya in Sri Lanka cannot be understood or discussed in isolation from the economic calamity that the country is facing. The collapsing economy is virtually the be all and end of Aragalaya. There would be several contributing ‘determinants,’ but in the absence of anything like the current economic crisis, it is safe to say, there would not have been the Aragalaya that took Sri Lanka by storm for well over a month. What is so deterministic about Sri Lanka’s economic condition? In my view, it is what Professor Mick Moore of the University of Sussex described (to the BBC’s Today programme) as “the most man-made and voluntary economic crisis of which I know.” And public outrage has simply targeted the men who made it.",
    "Mick Moore has been a consultant on Sri Lanka for the Asian Development Bank and he knows something about the island’s economy and its decision making compulsions. His description that it is “the most man-made and voluntary economic crisis,” is the most accurate assessment and explanation of our situation among all the assessments and explanations that are flying around. Moore rejected the lately canvassed idea that Sri Lanka’s difficulties are due to global economic problems, and asserted that the Sri Lankan crisis is “emphatically not that”.",
    "His criticism would seem to include both the Mahinda and the Gota regimes. The former borrowed money for infrastructure projects and the latter “insisted in this very macho fashion” on repaying the massive debt instead of restructuring it. The government, Prof. Moore said, “went along in this way until about six months ago and basically they had given away virtually all the foreign exchange they could command”. “This is egregious incompetence,” he concluded.",
    "Prof. Moore’s assertions were resoundingly validated by the Central Bank Governor Dr Nandalal Weerasinghe, when he appeared before the parliamentary Committee on Public Enterprises (COPE) on Wednesday, May 25. As reported in The Island (Thursday, May 26), the current Governor confirmed that his two predecessors (Lakshman and Cabraal), then Minister of Finance (and Prime Minister) Mahinda Rajapaksa, and Treasury Secretary S. R. Attygalle – all of them criminally failed to act on the dire warning given by the IMF as far back as March-April 2020, of an impending financial crisis and Sri Lanka’s debt unsustainability. Without debt restructuring, IMF has warned, that Sri Lanka will not be able to procure new loans.",
    "The Committee was also informed how three members of the then Monetary Board (Governor W.D. Lakshman, Treasury Secretary S.R. Attygalle and nominated member Samantha Kumarasinghe) disregarded the written objections of the two minority members (Ranee Jayamaha and Sanjiva Jayawardena) and decided to maintain a fixed exchange rate at Rs. 203 by using the Bank’s reserves ($ 5.5 billion in reserves between June 2021 and March 2022), in order to hide the extent of the debt crisis.",
    "Here we are a year later, with forex reserves depleted to daily subsistence levels and the country going from pillar to post in search of fuel, gas, medicine and food to meet its daily needs. What Prof. Moore called “egregious incompetence,” was described at the COPE hearing as “a crime” by committee Chairman Prof. Charitha Herath. The Chairman went on to call for a Special Parliamentary Select Committee to investigate those whose negligence has brought the country to its current plight. .",
    "As Prof. Moore has observed, Sri Lanka’s current crisis cannot be blamed on global economic problems. No other Asian country is in the same perilous plight as Sri Lanka. Countries like Bangladesh and Vietnam, which were far behind Sri Lanka in the starting lineup for economic take-off, have now surged far ahead of Sri Lanka and they are not having any of the problems that Sri Lankans are now facing, Covid or no Covid. The current problems are not only man-made but they were also made in the last two years. There is much to be said about Sri Lanka’s economic trajectory after 1948, but none of it can be used to mitigate the misdoings of the last two years. Blaming 74 years of independence is simply lamebrained.",
    "It is not 74 years, but only the last two years of egregious incompetence that are to blame. People caught it instinctively and it was their outrage that became Aragalaya. Corruption and incompetence are not unknown to Sri Lankans, but never before have they seen the two fusing in a single ruling family, to such a large extent and in so short a time. That made Gotabaya Rajapaksa and Mahinda Rajapaksa the bullseye targets of public outrage. For the first time ever, Sri Lankans targeted a political figure and his family for expulsion by resignation. And the target slogans Gota-Go-Home and Myna-Go-Home were given territorial grounding in Gota-Go-Gama and Myna-Go-Gama, respectively.",
    "Put another way, it is the ‘egregious incompetence’ of the Gotabaya-government and the hardships it has caused for all Sri Lankans regardless of their social and spatial locations, which is at the root of the ‘Aragalaya’ movement and offers some insight into both its anatomy and its anticipations. Aragalaya is still a ‘real time’ phenomenon, and it is too early for broadly acceptable analysis and interpretations of the movement. So, it has become a dart board for others to throw their favourite missiles, often making their own projections rather than attempting reasonable insights. In the absence of plausible explanations, there is no harm in accurately describing what one can see about Aragalaya, and it would be sufficient to say for now, “this is how things are,” as a great 20th century philosopher used to say.",
    "Aragalya activists have been described, on the one hand, as the westernized children of 1977, with the implication that they are undermining the achievements of the children of 1956. They have also been seen as lion-flag waving Sinhala supremacists who are among the 6.9 million who voted for Gotabaya Rajapaksa but who are now disenchanted with him after seeing him in action as President. And there might be many shades in between.",
    "Another litmus test applied to Aragalaya is how inclusive and reflective it is of Sri Lanka’s ethnic plurality. Aragalya has shown no overt ethnic exclusion or symptoms of chauvinism. That in itself could be seen as a positive development in the twilight of Sri Lanka’s political past. In addition, the current economic hardships are so pervasive that there is hardly any opportunity for feelings of ‘relative discrimination’ between groups. Everyone is in the same bind, just like as it was after the 2004 tsunami. It was political leadership that failed then, and it is political leadership that is failing now even though the circumstances are vastly different.",
    "Admittedly, Aragalaya has been deflated by the violence of May 9, the resignation of Mahinda Rajapaksa and the rest of the family (save one), and the appointment of Ranil Wickremesinghe as Prime Minister by the sole surviving Rajapaksa family member, i.e., President Gotabaya Rajapaksa. But to take Aragalaya for dead is to forget the economic elephant that is still in the room. Everyone wishes Prime Minister Wickremesinghe to succeed on the economic front. But can he look after the economy without minding political housekeeping?",
    "That is the question and the difficulties he is facing are quite significant and they are not easily scalable. As some of us have been arguing, the manner in which Mr. Wickremesinghe was inducted as PM is also contributing to the difficulties he is facing. This is not something seen in hindsight, but should and could have been anticipated earlier. That is to say, Mr. Wickremesinghe should have had the discussions he is having now with political party leaders as part of accepting the President’s invitation to become PM rather than as a consequence to it.",
    "And instead of proceeding to implement an agreed-upon agenda, the Prime Minister has to waste and time resources to deal with Basil Rajapaksa’s machinations involving SLPP MPs in parliament. It is now known that the latest vote in parliament to elect its Deputy Speaker was not parliamentary cretinism, but Basil Rajapaksa’s highhandedness to show that he alone is the SLPP boss, and not the President. Call it separation of powers, the Rajapaksa way!",
    "And the youngest of the Rajapaksas is reportedly planning to sabotage the much anticipated 21st Amendment because it includes a provision that would disallow dual citizens as MPs, that would directly apply to Basil Rajapaksa. The current draft of 21A is less than the ideal as pointed out by the Bar Association in its letter to the Prime Minister. But even a second or third best version of 21A might become impassable in parliament if Basil Rajapaksa has his way.",
    "In fairness to Ranil Wickremesinghe, he is not the only one to blame for the current stalemate. Both the SJB and the JVP have to take their share of the blame for failing to provide a proper transition plan that could have facilitated the resignation of the President and brought in an interim government to implement a limited agenda of crucial tasks before calling a general election. The SJB was looking for an invitation from heaven to lead an interim government, and the JVP was hoping for a general election to fall from the skies. The SJB is now looking for admission to the Ranil-Rajapaksa administration through whichever door, while the JVP seems to have suddenly gone silent. Or could it be that the mainstream media is ignoring the JVP unless it has something offensive to say about it?",
    "As for Aragalaya, it might be deflated, but it certainly is not dead. Aragalaya is not limited to what goes on at Galle Face. It is manifested in every protest that is going one in any part of the part of the country. It is manifested in the long and never ending queues for scarce supplies. Aragalya may not have achieved its most publicized objective, the resignation of President Gotabaya Rajapaksa. Not yet. But it has achieved the resignation of Mahinda Rajapaksa as Prime Minister, which would have been impossible if people had not come out in protest starting in Mirihana. It has achieved, as well, in the very public pursuit of wrongdoers which is supported by lawyers acting pro bono, forcing the Attorney General’s Department to suddenly become responsive, and providing the courts the sociocultural context to resonate positively to what the people are looking for. These achievements are not insignificant by any standard.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "විකෘති පෙරළියක්: අරගලයට බනින්න, ගෝඨාට ඉන්න දෙන්න, ළමයින්ට ගෙදර යන්න පුළුවන්!",
      "body_lines": [
        "මැයි 9 වැනිදා අරලියගහ මැදුරේ ‘කුමන්ත‍්‍රණය’ එහි වාද්‍ය වෘන්දයට විනාශකාරී ලෙස අවසන් වුවද, කුමන්ත්‍රණයේ අරමුණ අර්ධ වශයෙන් වුවද වක්‍රව ඉටු වන්නට ඇත. තවමත් ජීවතුන් අතර සිටියද, මාසයකට වැඩි කාලයක් නිද්‍රාශීලීව සිටි විකෘති ප්‍රතිගාමී දේශපාලනය නැවත පණ ගැන්වීමට දිරිගැන්වීමට තරම් අරගලයා හෑල්ලූවට ලක්ව ඇත. අරගලයට කළ නොහැකි යැයි කියන ඉල්ලීම් ගැන දොස් පවරමින්, විකල්ප නායකත්වයක් දීමට ඇති නොහැකියාව හෑල්ලූවට ලක් කරමින්, ගාලු මුවදොර විරෝධතාකරුවන්ට මධ්‍යම පාන්තික ළමුන් යැයි කියමින්, විනෝද වූ බවත්, දැන් ගෙදර යා හැකි බවත්, ගෝඨාභයගෙන් ඉල්ලා සිටීමෙන් විකෘති පෙරළිය ප්‍රකාශ වේ. රාජපක්ෂ, දිව කම්මුල් කළත්, ඔහුගේ අවුල් සහගතව සිටිමින් පිළිවෙලට තබා ගැනීමට.",
        "මා මෙය විපරීත සහ විකෘති ලෙස හඳුන්වන්නේ මාර්තු අග සිට දුවන රාජපක්ෂ පාලනයට මෙවන් අවලාද සහ උපදෙස් කිසිදා නොපැමිණි නිසාත්, වඩා වැදගත් ලෙස හතු පිපෙන්නාක් මෙන් හතු පිපෙන්නාක් මෙන් හතු පිපෙන්නාක් මෙන් හතු පිපෙන්නා වූ හතු පිපෙන්නාක් මෙන් හතු පිපෙන්නාක් මෙන් හතු පිපෙන්නා වූ හතු පිපෙන්නාක් මෙන් හතු පිපෙන්නාක් මෙන් හතු පිපෙන්නා වූ හතු පිපෙන්නාක් මෙන් හතු පිපෙන්නා වූ විවේචන නිසාත්. මැයි 9 වැනිදා දක්වාත් එහි ප්‍රචණ්ඩකාරී අරලියගහ මන්දිර ටෙලිනාට්‍යයටත් අරගලය පිළිබඳ විවේචන සාමාන්‍යයෙන් වමේ සිට ඇත. ඒවා බොහෝ දුරට සහයෝගය සහ මිත්‍රශීලී විවේචන විය. මැයි 9 වෙනිදායින් පසු, ප්‍රතිගාමීන් තම බලපත්‍රය නැවත ලබා ගත් බව උපකල්පනය කිරීමට නිර්භීත වී ඇති බව පෙනේ. එහෙයින්, කැනඩාවේ ඔටාවා හි පැවති අතිශය පිළිකුල් සහගත ට්‍රක් රථ විරෝධතාව දක්වා තරමක් විකාර සන්සන්දනය කිරීමේ සිට අරගලයා ළමයින් ගාලු මුවදොරදී විනෝද වී, නොමිලේ බුරියානි කෑවා, දැන් ඔවුන්ට යා හැකිය යන අනුග්‍රහාත්මක උපදේශය දක්වා වූ විවේචන රැල්ලක් පැතිර ගියේය. නිවස.",
        "ශ්‍රී ලංකාවේ අරගලය මහජන විරෝධතා යුගය ලෙස දේශපාලන වම සහ දකුණ යන දෙඅංශයෙන්ම විස්තර කරන ලද පසුගිය දශකය තුළ අනෙකුත් රටවල විරෝධතා සමඟ බොහෝ සමානකම් ඇත. එක් තක්සේරුවකට අනුව, 2009 සිට විරෝධතාවල ප්‍රමාණය සහ සංඛ්‍යාතය පසුගිය සියවසේ 1960, 1980 සහ 1990 ගණන්වල විරෝධතා රැළි අභිබවා යමින් තිබේ. තවත් කෙනෙකුට අනුව, විවිධ රටවල විරෝධතාවලින් බහුතරයක් නියෝජන ප්‍රජාතන්ත්‍රවාදයේ අසාර්ථකත්වය සහ පද්ධතිමය දූෂණය සහ වගවීම නොමැතිකම පිළිබඳ කෝපය නිසා අවුලුවනු ලැබේ. අවසාන අධ්‍යයනය (ලෝක විරෝධතා: 21 වැනි සියවසේ ප්‍රධාන විරෝධතා ගැටළු පිළිබඳ අධ්‍යයනයක්. 2022. ගෝලීය සමාජ සාධාරණත්වය, ප්‍රතිපත්ති සංවාදය සඳහා මුලපිරීම, නිව් යෝර්ක්), “විරෝධතා සඳහා මධ්‍යම පන්තික මහජන මැදිහත්වීම” “නව ගතිකයක්” ලෙස හඳුනා ගනී. ප්‍රධාන වශයෙන් ආර්ථික අසාර්ථකත්වයේ ප්‍රතිඵලයක් ලෙස “ප්‍රභූන් සමඟ මධ්‍යම පංතියේ පෙර පැවති සහයෝගීතාවයක්” බිඳ දමා ඇත.",
        "එසේ වුවද ශ්‍රී ලංකාවේ අරගලය රට මුහුණ දී සිටින ආර්ථික ව්‍යසනයෙන් හුදෙකලාව තේරුම් ගැනීමට හෝ සාකච්ඡා කිරීමට නොහැකිය. කඩා වැටෙමින් පවතින ආර්ථිකය මුලුමනින්ම පාහේ අරගලයේ අවසානයයි. දායක වන ‘නිර්ණායකයන්’ කිහිපයක් ඇත, නමුත් වත්මන් ආර්ථික අර්බුදය වැනි කිසිවක් නොමැති නම්, මාසයකට වැඩි කාලයක් ශ්‍රී ලංකාව කුණාටුවක් බවට පත් කළ අරගලය නොතිබෙන්නට ඉඩ තිබුණි. ශ්‍රී ලංකාවේ ආර්ථික තත්ත්වය පිළිබඳ එතරම් තීරණාත්මක වන්නේ කුමක්ද? මගේ මතය අනුව, සසෙක්ස් විශ්ව විද්‍යාලයේ මහාචාර්ය මික් මුවර් විස්තර කළේ (බීබීසී ටුඩේ වැඩසටහනට) \"මා දන්නා වඩාත්ම මිනිසා විසින් සාදන ලද සහ ස්වේච්ඡා ආර්ථික අර්බුදය\" ලෙසිනි. මහජන කෝපය හුදෙක් එය කළ මිනිසුන් ඉලක්ක කර ඇත.",
        "Mick Moore ආසියානු සංවර්ධන බැංකුවේ ශ්‍රී ලංකාව පිළිබඳ උපදේශකයෙකු ලෙස කටයුතු කර ඇති අතර ඔහු දිවයිනේ ආර්ථිකය සහ එහි තීරණ ගැනීමේ බලකිරීම් ගැන යමක් දනී. එය \"වඩාත්ම මිනිසා විසින් සාදන ලද සහ ස්වේච්ඡා ආර්ථික අර්බුදය\" බව ඔහුගේ විස්තරය පියාසර කරන සියලුම තක්සේරු කිරීම් සහ පැහැදිලි කිරීම් අතරින් අපගේ තත්වය පිළිබඳ වඩාත් නිවැරදි තක්සේරුව සහ පැහැදිලි කිරීම වේ. ශ්‍රී ලංකාවේ දුෂ්කරතා ගෝලීය ආර්ථික ගැටලු නිසා ඇති වී ඇති බවට මෑතදී කැන්වස් කරන ලද අදහස මුවර් ප්‍රතික්ෂේප කළ අතර, ශ්‍රී ලංකාවේ අර්බුදය “අතිශයින්ම එය නොවන” බව ප්‍රකාශ කළේය.",
        "ඔහුගේ විවේචනයට මහින්ද සහ ගෝඨා පාලනය යන දෙකම ඇතුළත් වන බව පෙනේ. හිටපු අය යටිතල පහසුකම් ව්‍යාපෘති සඳහා මුදල් ණයට ගත් අතර දෙවැන්නා ප්‍රතිව්‍යුහගත කිරීම වෙනුවට දැවැන්ත ණය ආපසු ගෙවීමට “මෙම මාචෝ විලාසිතාවට අවධාරනය කළේය”. රජය, මහාචාර්ය මුවර් පැවසුවේ, “මාස හයකට පමණ පෙර මේ ආකාරයට ගමන් කළ අතර, මූලික වශයෙන් ඔවුන් ඔවුන්ට අණ කළ හැකි විදේශ විනිමය මුළුමනින්ම පාහේ ලබා දී ඇත”. \"මෙය අතිශයින් අදක්ෂකමකි,\" ඔහු අවසන් කළේය.",
        "මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ මහතා මැයි 25 වැනි බදාදා පොදු ව්‍යාපාර පිළිබඳ පාර්ලිමේන්තු කාරක සභාව (කෝප්) හමුවේ පෙනී සිටි අවස්ථාවේදී මහාචාර්ය මුවර්ගේ ප්‍රකාශයන් ප්‍රබල ලෙස තහවුරු කරන ලදී. ඔහුගේ පූර්වගාමීන් දෙදෙනා (ලක්ෂ්මන් සහ කබ්රාල්), එවකට මුදල් අමාත්‍ය (සහ අගමැති) මහින්ද රාජපක්ෂ සහ භාණ්ඩාගාර ලේකම් එස්.ආර්. ආටිගල යන සියලු දෙනාම මාර්තු මස තරම් ඈත කාලයේ IMF විසින් කරන ලද දරුණු අනතුරු ඇඟවීමට සාපරාධී ලෙස ක්‍රියා කිරීමට අපොහොසත් වූ බව තහවුරු කළේය. 2020 අප්‍රේල්, එලඹෙන මූල්‍ය අර්බුදයක් සහ ශ්‍රී ලංකාවේ ණය තිරසාර නොවීම. ණය ප්‍රතිව්‍යුහගත කිරීමකින් තොරව, ශ්‍රී ලංකාවට නව ණය ලබා ගැනීමට නොහැකි වනු ඇති බවට IMF අනතුරු අඟවා ඇත.",
        "සුළුතර සාමාජිකයන් දෙදෙනාගේ (රණී ජයමහ සහ සංජීව ජයවර්ධන) ලිඛිත විරෝධතා නොතකා එවකට මුදල් මණ්ඩලයේ සාමාජිකයින් තිදෙනෙකු (ආණ්ඩුකාර ඩබ්ලිව්.ඩී. ලක්ෂ්මන්, භාණ්ඩාගාර ලේකම් එස්.ආර්. ආටිගල සහ නම් කළ සාමාජික සමන්ත කුමාරසිංහ) ස්ථාවරයක් පවත්වාගෙන යාමට තීරණය කළ ආකාරය ද කමිටුවට දැනුම් දෙන ලදී. විනිමය අනුපාතය රු. ණය අර්බුදයේ තරම සැඟවීම සඳහා බැංකුවේ සංචිත (2021 ජුනි සහ 2022 මාර්තු අතර සංචිතවල ඩොලර් බිලියන 5.5) භාවිතා කිරීමෙන් 203.",
        "මෙන්න අපි වසරකට පසු, දෛනික යැපුම් මට්ටමට විදේශ විනිමය සංචිත ක්ෂය වී ඇති අතර රට සිය දෛනික අවශ්‍යතා සපුරාලීම සඳහා ඉන්ධන, ගෑස්, බෙහෙත් සහ ආහාර සොයමින් කණුවෙන් කණුවට යමින් සිටිමු. මහාචාර්ය මුවර් විසින් “අතිශයින් අදක්ෂකම” ලෙස හැඳින්වූ දෙය, කමිටු සභාපති මහාචාර්ය චරිත හේරත් විසින් කෝප් විභාගයේදී විස්තර කළේ “අපරාධයක්” ලෙසිනි. නොසැලකිලිමත්කම හේතුවෙන් රට වත්මන් තත්ත්වයට පත් කර ඇති අය පිළිබඳව සොයා බැලීම සඳහා විශේෂ පාර්ලිමේන්තු තේරීම් කාරක සභාවක් පත් කරන ලෙස සභාපතිවරයා වැඩිදුරටත් ඉල්ලා සිටියේය. .",
        "මහාචාර්ය මුවර් නිරීක්ෂණය කර ඇති පරිදි, ශ්‍රී ලංකාවේ වත්මන් අර්බුදය ගෝලීය ආර්ථික ගැටලුවලට දොස් පැවරිය නොහැක. ශ්‍රී ලංකාව තරම් භයානක තත්ත්වයක වෙනත් කිසිම ආසියානු රටක් නැත. ආර්ථික ගොඩ නැගීමේ ආරම්භක පෙළගැස්මේදී ශ්‍රී ලංකාවට වඩා බොහෝ පිටුපසින් සිටි බංග්ලාදේශය සහ වියට්නාමය වැනි රටවල් දැන් ශ්‍රී ලංකාවට වඩා බොහෝ ඉදිරියෙන් ගොස් ඇති අතර ශ්‍රී ලාංකිකයන් දැන් මුහුණ දෙන කොවිඩ් හෝ කොවිඩ් කිසිවක් ඔවුන්ට නොමැත. . දැනට පවතින ප්‍රශ්න මිනිසා විසින් නිර්මාණය කරන ලද ඒවා පමණක් නොව පසුගිය වසර දෙක තුළ ඒවා ද ඇති කළ ඒවා ය. 1948 න් පසු ශ්‍රී ලංකාවේ ආර්ථික ගමන් මග ගැන කීමට බොහෝ දේ ඇත, නමුත් ඒ කිසිවක් පසුගිය වසර දෙකේ වැරදි අවම කිරීමට යොදා ගත නොහැක. නිදහස ලබා වසර 74කට දොස් කීම නිකම්ම කොර ගැසීමකි.",
        "වසර 74 ක් නොව, පසුගිය වසර දෙකේ දරුණු අදක්ෂකමට පමණක් දොස් පැවරිය යුතුය. මිනිසුන් එය නිරායාසයෙන් අල්ලා ගත් අතර ඔවුන්ගේ කෝපය නිසා අරගලය විය. දූෂණය සහ නොහැකියාව ශ්‍රී ලාංකිකයන් නොදන්නවා නොවේ, නමුත් ඔවුන් දෙදෙනා එකම පාලක පවුලක් තුළ මෙතරම් විශාල ප්‍රමාණයකින් හා කෙටි කාලයක් තුළ ඒකාබද්ධ වී සිටිනු ඔවුන් මීට පෙර කිසි දිනෙක දැක නැත. එය ගෝඨාභය රාජපක්ෂ සහ මහින්ද රාජපක්ෂ මහජන කෝපයේ ගොන් ඉලක්ක බවට පත් කළේය. ප්‍රථම වතාවට ශ්‍රී ලාංකිකයන් ඉල්ලා අස්වීමෙන් නෙරපා හැරීම සඳහා දේශපාලන චරිතයක් සහ ඔහුගේ පවුල ඉලක්ක කර ගත්හ. ගෝටා-ගො-හෝම් සහ මයිනා-ගෝ-හෝම් යන ඉලක්කගත සටන් පාඨවලට පිළිවෙලින් ගෝටා-ගෝ-ගම සහ මයිනා-ගෝ-ගම යන ප්‍රදේශවල භෞමික පදනමක් ලබා දෙන ලදී.",
        "වෙනත් ආකාරයකින් කිවහොත්, එය 'අරගලය' ව්‍යාපාරයේ මූලාරම්භය වන සහ යම් අවබෝධයක් ලබා දෙන ගෝඨාභය-ආණ්ඩුවේ 'අමූලික නොහැකියාව' සහ ඔවුන්ගේ සමාජ හා අවකාශීය පිහිටීම් නොසලකා සියලු ශ්‍රී ලාංකිකයින්ට ඇති කර ඇති දුෂ්කරතා ය. එහි ව්‍යුහ විද්‍යාව සහ එහි අපේක්ෂාවන් යන දෙකම. අරගලය තවමත් ‘තථ්‍ය කාලීන’ සංසිද්ධියක් වන අතර, ව්‍යාපාරය පිළිබඳ පුළුල් ලෙස පිළිගත හැකි විශ්ලේෂණ සහ අර්ථකථන සඳහා එය කල් වැඩිය. එබැවින්, සාධාරණ තීක්ෂ්ණ බුද්ධියක් ලබා ගැනීමට උත්සාහ කරනවාට වඩා බොහෝ විට තමන්ගේම ප්‍රක්ෂේපණයන් කරමින්, ඔවුන්ගේ ප්‍රියතම මිසයිල විසි කිරීම අන් අයට ඊතලයක් බවට පත්ව ඇත. පිළිගත හැකි පැහැදිලි කිරීම් නොමැති නම්, අරගලය පිළිබඳ යමෙකුට දැකිය හැකි දේ නිවැරදිව විස්තර කිරීමට කිසිදු හානියක් සිදු නොවන අතර, 20 වන සියවසේ ශ්‍රේෂ්ඨ දාර්ශනිකයෙකු කියූ පරිදි “මේක එහෙමයි” කියා දැනට පැවසීම ප්‍රමාණවත් වේ.",
        "අරගල ක්‍රියාකාරීන් එක් අතකින් 1977 බටහිරකරණය වූ දරුවන් ලෙස විස්තර කර ඇති අතර, ඔවුන් 1956 දරුවන්ගේ ජයග්‍රහණ හෑල්ලුවට ලක් කරන බව ඇඟවුම් කර ඇත. ඔවුන් 6.9 අතර සිටින සිංහ කොඩි ලෙළවන සිංහල ආධිපත්‍යවාදීන් ලෙස ද දැක ඇත. ගෝඨාභය රාජපක්ෂට ඡන්දය දුන් මිලියන ගණනක් නමුත් දැන් ඔහු ජනාධිපති ලෙස ක්‍රියා කිරීම දැකීමෙන් පසු ඔහු ගැන කලකිරී සිටිති. ඒ අතර බොහෝ සෙවණැලි තිබිය හැකිය.",
        "අරගලය සඳහා යොදන තවත් ලිට්මස් පරීක්ෂණයක් නම්, එය ශ්‍රී ලංකාවේ වාර්ගික බහුත්වය කෙතරම් ඇතුළත් සහ පරාවර්තක ද යන්නයි. ආරගල්‍යා ප්‍රකාශිත වාර්ගික බැහැර කිරීමක් හෝ ස්වෝත්තමවාදයේ රෝග ලක්ෂණ පෙන්නුම් කර නැත. එයම ශ්‍රී ලංකාවේ දේශපාලන අතීතයේ සන්ධ්‍යාවේ ධනාත්මක වර්ධනයක් ලෙස සැලකිය හැකිය. මීට අමතරව, වර්තමාන ආර්ථික දුෂ්කරතා කෙතරම් පැතිරී ඇත්ද යත්, කණ්ඩායම් අතර ‘සාපේක්ෂ වෙනස්කම්’ පිළිබඳ හැඟීම් ඇතිවීමට කිසිදු අවස්ථාවක් නොමැති තරම්ය. 2004 සුනාමියෙන් පස්සේ වගේම හැමෝම ඉන්නේ එකම බැඳීමක. එදා අසාර්ථක වූයේ දේශපාලන නායකත්වයයි, තත්ත්වයන් විශාල වශයෙන් වෙනස් වුවත් දැන් අසාර්ථක වන්නේ දේශපාලන නායකත්වයයි.",
        "මැයි 9 ප්‍රචණ්ඩත්වය, මහින්ද රාජපක්ෂ ඇතුළු පවුලේ සෙසු අය ඉල්ලා අස්වීම (එකක් ඉතිරි කර ගැනීම) සහ ඉතිරිව සිටින එකම රාජපක්ෂ පවුලේ සාමාජිකයා විසින් රනිල් වික්‍රමසිංහ මහතා අගමැති ලෙස පත් කිරීම, එනම් ජනාධිපති ගෝඨාභය රාජපක්ෂ විසින් අරගලය පිරිහී ඇති බව පිළිගත යුතුය. රාජපක්ෂ. නමුත් අරගලයා මළවුන් ලෙස ගැනීම යනු තවමත් කුටියේ සිටින ආර්ථික අලියා අමතක කිරීමයි. අගමැති වික්‍රමසිංහ මහතාට ආර්ථික අතින් සාර්ථක වෙන්න කියලා හැමෝම ප්‍රාර්ථනා කරනවා. නමුත් ඔහුට දේශපාලන ගෘහ පාලනය ගැන නොසිතා ආර්ථිකය බලා ගත හැකිද?",
        "එය ප්‍රශ්නය වන අතර ඔහු මුහුණ දෙන දුෂ්කරතා ඉතා වැදගත් වන අතර ඒවා පහසුවෙන් පරිමාණය කළ නොහැක. අපේ ඇතැමුන් තර්ක කරන පරිදි, වික්‍රමසිංහ මහතා අගමැති ධුරයට පත් වූ ආකාරය ද ඔහු මුහුණ දෙන දුෂ්කරතා සඳහා දායක වේ. මෙය පසු කාලීනව පෙනෙන දෙයක් නොව, කලින් අපේක්ෂා කළ යුතු හා කළ යුතුව තිබුණි. එනම් රනිල් වික්‍රමසිංහ මහතාට දැන් දේශපාලන පක්ෂ නායකයන් සමඟ සාකච්ඡා කළ යුතුව තිබුණේ අගමැති වීමට ජනාධිපතිවරයා කළ ආරාධනය පිළිගැනීමට වඩා එහි ප්‍රතිඵලයක් ලෙස නොවේ.",
        "එකඟ වූ න්‍යාය පත්‍රයක් ක්‍රියාවට නැංවීම වෙනුවට, පාර්ලිමේන්තුවේ ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් සම්බන්ධ කර ගනිමින් බැසිල් රාජපක්ෂගේ කූට උපාය සමඟ කටයුතු කිරීමට අගමැතිවරයාට කාලය හා කාලය නාස්ති කිරීමට සිදුවේ. පාර්ලිමේන්තුවේ නියෝජ්‍ය කථානායකවරයා තෝරා පත් කර ගැනීම සඳහා පාර්ලිමේන්තුවේ අලුත්ම ඡන්දය වූයේ පාර්ලිමේන්තු ක්‍රෙටිනිස්වාදය නොව තමා පමණක් ශ්‍රී ලංකා පොදුජන පෙරමුණේ ලොක්කා මිස ජනාධිපතිවරයා නොවන බව පෙන්වීමට බැසිල් රාජපක්ෂ කළ උඩඟුකම බව දැන් දන්නා කරුණකි. ඒකට කියනවා බලය බෙදීම, රාජපක්ෂ ක්‍රමය කියලා!",
        "එමෙන්ම ද්විත්ව පුරවැසියන්ට මන්ත්‍රීවරුන් වීමට ඉඩ නොදෙන විධිවිධානයක් බැසිල් රාජපක්ෂට සෘජුවම අදාළ වන බැවින් බොහෝ දෙනා අපේක්ෂා කළ 21 වැනි සංශෝධනය කඩාකප්පල් කිරීමට රාජපක්ෂලාගෙන් බාලයා සැලසුම් කරමින් සිටින බව වාර්තා වේ. වත්මන් 21ඒ කෙටුම්පත නීතීඥ සංගමය අග්‍රාමාත්‍යවරයාට යවන ලද ලිපියෙන් පෙන්වා දෙන පරමාදර්ශයට වඩා අඩුය. නමුත් 21A හි දෙවන හෝ තුන්වන හොඳම අනුවාදයක් පවා බැසිල් රාජපක්ෂගේ ක්‍රමයට තිබේ නම් පාර්ලිමේන්තුවට යාමට නොහැකි වනු ඇත.",
        "රනිල් වික‍්‍රමසිංහට සාධාරණය ඉටුකරනවා නම්, වත්මන් අස්ථාවරත්වයට දොස් පැවරිය යුත්තේ ඔහු පමණක් නොවේ. මහ මැතිවරණයක් කැඳවීමට පෙර තීරණාත්මක කාර්ය භාර සීමිත න්‍යාය පත්‍රයක් ක්‍රියාත්මක කිරීම සඳහා ජනාධිපතිවරයාගේ ඉල්ලා අස්වීමට පහසුකම් සැලසිය හැකි සහ අන්තර්වාර රජයක් ගෙන ඒමට හැකිව තිබූ විධිමත් සංක්‍රාන්ති සැලැස්මක් ලබාදීමට අපොහොසත් වීම සම්බන්ධයෙන් SJB සහ JVP යන දෙපිරිසටම තම වගකීම භාර ගැනීමට සිදුවේ. . අන්තර්වාර ආණ්ඩුවකට නායකත්වය දීමට SJB අහසින් ආරාධනාවක් සොයමින් සිටි අතර, ජවිපෙ බලාපොරොත්තු වූයේ මහ මැතිවරණයක් අහසින් වැටෙනු ඇති බවයි. SJB දැන් රනිල්-රාජපක්‍ෂ පාලනයට ඇතුල් වීමට කුමන දොරකින් හෝ සොයමින් සිටින අතර ජවිපෙ හිටි හැටියේ නිහඬ වී ඇති බවක් පෙනෙන්නට තිබේ. එසේත් නැතිනම් ප්‍රධාන ධාරාවේ මාධ්‍ය විසින් ජවිපෙට ඒ ගැන ප්‍රහාරාත්මක යමක් කීමට නොමැති නම් එය නොසලකා හැරීම විය හැකිද?",
        "අරගලය සම්බන්ධයෙන් ගත් කල, එය නිෂ්ප්‍රභ විය හැකි නමුත් එය නිසැකවම මිය ගොස් නැත. අරගලය ගාලු මුවදොරදී සිදුවන දේට පමණක් සීමා නොවේ. එය රටේ ඕනෑම කොටසකට එක ලෙස යන සෑම විරෝධතාවයකින්ම ප්‍රකාශ වේ. එය හිඟ සැපයුම් සඳහා දිගු හා කිසිදා නිම නොවන පෝලිම් වලින් ප්‍රකාශ වේ. අරගලය එහි වඩාත්ම ප්‍රසිද්ධ අරමුණ වන ජනාධිපති ගෝඨාභය රාජපක්ෂගේ ඉල්ලා අස්වීම සාක්ෂාත් කර නොගන්නට ඇත. තවමත් නෑ. නමුත් මිරිහානෙන් පටන් ගෙන උද්ඝෝෂණයේ යෙදී ජනතාව එළියට නොපැමිණියේ නම් කළ නොහැකි දෙයක් වන මහින්ද රාජපක්ෂගේ අගමැති ධුරයෙන් ඉල්ලා අස්වීම එය සාක්ෂාත් කර ගෙන ඇත. නීතිපති දෙපාර්තමේන්තුවට හදිසියේ ප්‍රතිචාර දැක්වීමට බල කරමින්, ජනතාව අපේක්ෂා කරන දෙයට ධනාත්මක ලෙස අනුනාද වීමට සමාජ සංස්කෘතික සන්දර්භය අධිකරණයට සලසා දෙමින්, පක්ෂපාතීව ක්‍රියා කරන නීතීඥයින්ගේ සහාය ඇතිව, වැරදි කරන්නන් ප්‍රසිද්ධියේ ලුහුබැඳීම තුළ එය සාක්ෂාත් කර ගෙන ඇත. . මෙම ජයග්‍රහණ කිසිම ප්‍රමිතියකින් සුළුපටු නොවේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஒரு விபரீதத் திருப்பம்: அரகலயாவைக் குறை கூறுங்கள், கோதாவை இருக்க விடுங்கள், குழந்தைகள் வீட்டிற்குச் செல்லலாம்!",
      "body_lines": [
        "மே 9 டெம்பிள் ட்ரீஸ் 'சதி' அதன் இசைக்குழுவினருக்கு பேரழிவை ஏற்படுத்தியிருந்தாலும், சதித்திட்டத்தின் நோக்கம் ஓரளவுக்கு மட்டுமே மறைமுகமாக நிறைவேறியிருக்கலாம். அரகலயா, இன்னும் உயிருடன் இருந்தபோதிலும், ஒரு மாதத்திற்கும் மேலாக செயலற்ற நிலையில் இருந்த பின்னும், முறுக்கப்பட்ட பிற்போக்கு அரசியலை மீண்டும் உயிர்ப்பிக்க ஊக்குவிக்கும் அளவுக்கு குறைக்கப்பட்டுள்ளது. அரகலயாவின் நிறைவேற்ற முடியாத கோரிக்கைகளுக்காக குற்றம் சாட்டுவதும், மாற்றுத் தலைமையை வழங்க இயலாமையைக் கேலி செய்வதும், காலிமுகத்திடல் போராட்டக்காரர்களை நடுத்தர வர்க்கச் சிறுவர்கள் என்று அழைத்து, அவர்கள் வேடிக்கையாக இருந்ததாகவும், அவர்கள் இப்போதே வீட்டுக்குப் போகலாம் என்றும், கோட்டாபயவிடம் கேட்பதில் வக்கிரமான திருப்பம் வெளிப்படுகிறது. ராஜபக்சே, நாக்கு கன்னத்தில் இருந்தாலும், தன் குழப்பத்தை சீர்படுத்திக் கொள்ள வேண்டும்.",
        "மார்ச் மாத இறுதியில் இருந்து ஓடிக்கொண்டிருக்கும் ராஜபக்ச ஆட்சியில் இதுபோன்ற அவமானங்களும் அறிவுறுத்தல்களும் எப்பொழுதும் வீசப்படவில்லை என்பதாலும், அதைவிட முக்கியமாக அரகலயா பற்றிய காளான் விமர்சனங்கள் பொருளாதார யானையை முற்றாகத் தவறவிட்டதாலும் இதை நான் விபரீதமானது மற்றும் திரிந்தது என்று அழைக்கிறேன். மே 9 வரை மற்றும் அதன் வன்முறையான டெம்பிள் ட்ரீஸ் டெலிட்ராமா, அரகலயா பற்றிய விமர்சனங்கள் பொதுவாக இடதுசாரிகளிடம் இருந்து வந்தன. அவை பெரும்பாலும் ஆதரவாகவும் நட்பான விமர்சனங்களாகவும் இருந்தன. மே 9 க்குப் பிறகு, பிற்போக்குவாதிகள் தங்கள் உரிமத்தை திரும்பப் பெற்றதாகக் கருதுவதற்கு தைரியமாகத் தெரிகிறது. எனவே, கனடாவின் ஒட்டாவாவில் நடந்த அருவருப்பான ட்ரக்கர்-போராட்டத்தை ஒப்பிடுவதில் இருந்து, அரகலயா குழந்தைகள் காலி முகத்திடலில் வேடிக்கை பார்த்தார்கள், இலவச பிரியாணி சாப்பிட்டார்கள், இப்போது அவர்கள் போகலாம் என்ற ஆதரவான அறிவுரைகள் வரை வினோதமான விமர்சனங்கள். வீடு.",
        "இலங்கையின் அரகலயா, கடந்த தசாப்தத்தில் ஏனைய நாடுகளில் இடம்பெற்ற எதிர்ப்புக்களுடன் பல ஒற்றுமைகளைக் கொண்டுள்ளது, இதில் அரசியல் இடது மற்றும் வலதுசாரிகள் வெகுஜன எதிர்ப்புகளின் சகாப்தம் என விவரிக்கின்றனர். ஒரு மதிப்பீட்டின்படி, 2009 முதல் எதிர்ப்புகளின் அளவு மற்றும் அதிர்வெண் கடந்த நூற்றாண்டின் 1960கள், 1980கள் மற்றும் 1990களில் ஏற்பட்ட எதிர்ப்பு அலைகளை மறைக்கிறது. மற்றொன்றின் கூற்றுப்படி, பல்வேறு நாடுகளில் பெரும்பான்மையான எதிர்ப்புக்கள் பிரதிநிதித்துவ ஜனநாயகத்தின் தோல்வி மற்றும் முறையான ஊழல் மற்றும் பொறுப்புக்கூறல் இல்லாமை மீதான சீற்றத்தால் தூண்டப்படுகின்றன. பிந்தைய ஆய்வு (உலக எதிர்ப்புகள்: 21 ஆம் நூற்றாண்டில் முக்கிய எதிர்ப்பு சிக்கல்கள் பற்றிய ஆய்வு. 2022. உலகளாவிய சமூக நீதி, கொள்கை உரையாடலுக்கான முன்முயற்சி, நியூயார்க்), \"எதிர்ப்புகளில் வெகுஜன நடுத்தர வர்க்க ஈடுபாடு\" என்பதை \"புதிய இயக்கம்\" என்று அடையாளம் காட்டுகிறது. முக்கியமாக பொருளாதாரத் தோல்விகளின் விளைவாக, \"உயர்த்தட்டுகளுடன் நடுத்தர வர்க்கத்தினருக்கு முன்பே இருந்த ஒற்றுமையை\" சிதைத்துவிட்டது.",
        "அப்படியிருந்தும், இலங்கையில் உள்ள அரகலயத்தை, நாடு எதிர்நோக்கும் பொருளாதாரப் பேரிடரில் இருந்து தனித்தனியாகப் புரிந்து கொள்ளவோ ​​அல்லது விவாதிக்கவோ முடியாது. சரிந்து கொண்டிருக்கும் பொருளாதாரம், அரகலயாவின் முடிவாகும். பல பங்களிக்கும் 'தீர்மானிகள்' இருக்கும், ஆனால் தற்போதைய பொருளாதார நெருக்கடி போன்ற எதுவும் இல்லாத நிலையில், ஒரு மாதத்திற்கும் மேலாக இலங்கையை புயலால் தாக்கிய அரகலயா இருந்திருக்காது என்று சொல்வது பாதுகாப்பானது. இலங்கையின் பொருளாதார நிலை பற்றி என்ன தீர்மானகரமானது? எனது பார்வையில், சசெக்ஸ் பல்கலைக்கழகத்தின் பேராசிரியர் மிக் மூர் இதைத்தான் (பிபிசியின் டுடே திட்டத்திற்கு) \"எனக்குத் தெரிந்த மிகவும் மனிதனால் உருவாக்கப்பட்ட மற்றும் தன்னார்வ பொருளாதார நெருக்கடி\" என்று விவரித்தார். பொதுமக்களின் சீற்றம் அதை உருவாக்கிய ஆண்களை குறிவைத்துள்ளது.",
        "மிக் மூர், ஆசிய அபிவிருத்தி வங்கியின் இலங்கை தொடர்பான ஆலோசகராக இருந்துள்ளார், மேலும் தீவின் பொருளாதாரம் மற்றும் அதன் முடிவெடுக்கும் நிர்ப்பந்தங்கள் பற்றி அவருக்கு ஓரளவு தெரியும். இது \"மிகவும் மனிதனால் உருவாக்கப்பட்ட மற்றும் தன்னார்வ பொருளாதார நெருக்கடி\" என்று அவரது விளக்கம், பறந்து கொண்டிருக்கும் அனைத்து மதிப்பீடுகள் மற்றும் விளக்கங்களில் நமது நிலைமையின் மிகத் துல்லியமான மதிப்பீடு மற்றும் விளக்கமாகும். உலகப் பொருளாதாரப் பிரச்சினைகளால் இலங்கையின் சிரமங்கள் ஏற்படுகின்றன என்று சமீபத்தில் பிரச்சாரம் செய்யப்பட்ட கருத்தை மூர் நிராகரித்தார், மேலும் இலங்கை நெருக்கடி \"அப்படியானதல்ல\" என்று வலியுறுத்தினார்.",
        "மகிந்த மற்றும் கோட்டா ஆட்சிகள் இரண்டையும் உள்ளடக்கியதாகவே அவரது விமர்சனம் தோன்றும். முன்னாள் உள்கட்டமைப்பு திட்டங்களுக்காக கடன் வாங்கினார் மற்றும் பிந்தையவர்கள் பாரிய கடனை மறுசீரமைப்பதற்குப் பதிலாக திருப்பிச் செலுத்துவதற்கு \"இந்த ஆடம்பரமான பாணியில் வலியுறுத்தினார்கள்\". அரசாங்கம், பேராசிரியர். மூர் கூறினார், \"சுமார் ஆறு மாதங்களுக்கு முன்பு வரை இந்த வழியில் சென்றது மற்றும் அடிப்படையில் அவர்கள் கட்டளையிடக்கூடிய அனைத்து அன்னியச் செலாவணியையும் கிட்டத்தட்ட அவர்கள் கொடுத்துள்ளனர்\". \"இது மிகப்பெரிய திறமையின்மை,\" என்று அவர் முடித்தார்.",
        "மே 25 புதன்கிழமையன்று பொது நிறுவனங்களுக்கான நாடாளுமன்றக் குழுவின் (கோப்) முன் அவர் ஆஜராகியபோது, ​​மத்திய வங்கி ஆளுநர் டாக்டர் நந்தலால் வீரசிங்க, பேராசிரியர் மூரின் கூற்றுகள் உறுதியளிக்கும் வகையில் உறுதிப்படுத்தப்பட்டன. தி ஐலண்டில் (வியாழன், மே 26), தற்போதைய ஆளுநர் அவரது முன்னோடிகளான (லக்ஷ்மன் மற்றும் கப்ரால்), அப்போதைய நிதியமைச்சர் (மற்றும் பிரதமர்) மஹிந்த ராஜபக்ஷ, மற்றும் திறைசேரி செயலாளர் எஸ். ஆர். ஆட்டிகல - இவர்கள் அனைவரும் மார்ச் மாதம் வரை சர்வதேச நாணய நிதியம் வழங்கிய கடுமையான எச்சரிக்கையை குற்றவியல் ரீதியாக செயல்படத் தவறிவிட்டனர் என்பதை உறுதிப்படுத்தினார். ஏப்ரல் 2020, வரவிருக்கும் நிதி நெருக்கடி மற்றும் இலங்கையின் கடன் தாங்க முடியாத நிலை. கடன் மறுசீரமைப்பு இல்லாமல், இலங்கையால் புதிய கடன்களை வாங்க முடியாது என சர்வதேச நாணய நிதியம் எச்சரித்துள்ளது.",
        "அன்றைய நாணயச் சபையின் மூன்று உறுப்பினர்கள் (ஆளுநர் டபிள்யூ.டி. லக்ஷ்மன், திறைசேரிச் செயலர் எஸ்.ஆர். ஆட்டிகல மற்றும் நியமன உறுப்பினர் சமந்த குமாரசிங்க) இரு சிறுபான்மை உறுப்பினர்களின் (ராணி ஜயமஹா மற்றும் சஞ்சீவ ஜயவர்தன) எழுத்துப்பூர்வ ஆட்சேபனைகளை எப்படிப் புறக்கணித்தார்கள் மற்றும் நிலையான ஒன்றைப் பேண தீர்மானித்தது குறித்தும் குழுவுக்குத் தெரிவிக்கப்பட்டது. மாற்று விகிதம் ரூ. 203 வங்கியின் இருப்புகளைப் பயன்படுத்தி (ஜூன் 2021 மற்றும் மார்ச் 2022 க்கு இடையில் $ 5.5 பில்லியன் கையிருப்பு), கடன் நெருக்கடியின் அளவை மறைப்பதற்காக.",
        "ஒரு வருடத்திற்குப் பிறகு, அந்நிய செலாவணி இருப்புக்கள் தினசரி வாழ்வாதார நிலைகளுக்குக் குறைந்துவிட்டன, மேலும் நாடு தனது அன்றாடத் தேவைகளைப் பூர்த்தி செய்ய எரிபொருள், எரிவாயு, மருந்து மற்றும் உணவைத் தேடி தூணுக்கு அடுத்த நிலைக்குச் செல்கிறது. பேராசிரியர் மூர், \"மிகப்பெரிய திறமையின்மை\" என்று கோப் விசாரணையில் \"ஒரு குற்றம்\" என்று குழுவின் தலைவர் பேராசிரியர் சரித ஹேரத் விவரித்தார். நாட்டின் தற்போதைய அவல நிலைக்கு அலட்சியத்தால் காரணமானவர்கள் தொடர்பில் விசாரணை நடத்த விசேட பாராளுமன்றத் தெரிவுக்குழுவொன்றை அமைக்குமாறு தலைவர் அழைப்பு விடுத்தார். .",
        "பேராசிரியர் மூர் அவதானித்தவாறு, இலங்கையின் தற்போதைய நெருக்கடியானது உலகப் பொருளாதாரப் பிரச்சினைகளைக் குறை கூற முடியாது. இலங்கையைப் போன்று வேறு எந்த ஆசிய நாடுகளும் ஆபத்தான நிலையில் இல்லை. பொருளாதார வளர்ச்சிக்கான ஆரம்ப வரிசையில் இலங்கையை விட மிகவும் பின்தங்கியிருந்த பங்களாதேஷ் மற்றும் வியட்நாம் போன்ற நாடுகள் தற்போது இலங்கையை விட வெகுவாக முன்னேறியுள்ளன, மேலும் இலங்கையர்கள் இப்போது எதிர்கொள்ளும் எந்த பிரச்சனையும் இல்லை, கோவிட் அல்லது கோவிட் இல்லை. . தற்போதைய பிரச்சினைகள் மனிதனால் உருவாக்கப்பட்டவை மட்டுமல்ல, அவை கடந்த இரண்டு ஆண்டுகளில் உருவாக்கப்பட்டவை. 1948 க்குப் பிறகு இலங்கையின் பொருளாதாரப் பாதையைப் பற்றி கூறுவதற்கு நிறைய உள்ளது, ஆனால் கடந்த இரண்டு ஆண்டுகளில் நடந்த தவறான செயல்களைத் தணிக்க அவை எதுவும் பயன்படுத்தப்படவில்லை. சுதந்திரம் அடைந்து 74 ஆண்டுகள் நிறைவடைந்ததைக் குறை கூறுவது வெறும் நொண்டித்தனமானது.",
        "இது 74 ஆண்டுகள் அல்ல, ஆனால் கடந்த இரண்டு ஆண்டுகளின் மோசமான திறமையின்மை மட்டுமே காரணம். மக்கள் அதை உள்ளுணர்வாகப் பிடித்தார்கள், அவர்களின் கோபமே அரகலயா ஆனது. ஊழலும் திறமையின்மையும் இலங்கையர்களுக்குத் தெரியாதது அல்ல, ஆனால் ஒரே ஆட்சிக் குடும்பத்தில் இவ்வளவு பெரிய அளவிலும் குறுகிய காலத்திலும் இருவரும் இணைவதை அவர்கள் இதற்கு முன் பார்த்ததில்லை. இது கோட்டாபய ராஜபக்சவையும் மகிந்த ராஜபக்சவையும் பொதுமக்களின் சீற்றத்தின் இலக்குகளாக மாற்றியது. முதன்முறையாக, இலங்கையர்கள் ஒரு அரசியல் பிரமுகரையும் அவரது குடும்பத்தினரையும் குறிவைத்து ராஜினாமா செய்ததன் மூலம் வெளியேற்றப்பட்டனர். கோட்டா-கோ-ஹோம் மற்றும் மைனா-கோ-ஹோம் என்ற இலக்கு முழக்கங்கள் முறையே கோட்டா-கோ-காமா மற்றும் மைனா-கோ-காமாவில் பிராந்திய அடிப்படையிலானவை.",
        "வேறு விதமாகக் கூறினால், கோட்டாபய-அரசாங்கத்தின் 'மிகப்பெரிய இயலாமை' மற்றும் அது அனைத்து இலங்கையர்களுக்கும் அவர்களின் சமூக மற்றும் இடஞ்சார்ந்த இடங்களைப் பொருட்படுத்தாமல் ஏற்படுத்தியிருக்கும் இன்னல்கள், இது 'அரகலய' இயக்கத்தின் அடிநாதமாக உள்ளது மற்றும் சில நுண்ணறிவுகளை வழங்குகிறது. அதன் உடற்கூறியல் மற்றும் அதன் எதிர்பார்ப்புகள் இரண்டும். அரகலயா இன்னும் ஒரு 'நிகழ்நேர' நிகழ்வாகும், மேலும் இது பரந்த அளவில் ஏற்றுக்கொள்ளக்கூடிய பகுப்பாய்வு மற்றும் இயக்கத்தின் விளக்கங்களுக்கு மிகவும் ஆரம்பமானது. எனவே, மற்றவர்கள் தங்களுக்குப் பிடித்த ஏவுகணைகளை வீசுவதும், நியாயமான நுண்ணறிவுகளை முயற்சிப்பதற்குப் பதிலாகத் தங்கள் சொந்தக் கணிப்புகளைச் செய்வதும் ஒரு டார்ட் போர்டு ஆகிவிட்டது. நம்பத்தகுந்த விளக்கங்கள் இல்லாத பட்சத்தில், அரகலயாவைப் பற்றித் துல்லியமாக விவரிப்பதில் எந்தத் தீங்கும் இல்லை, மேலும் 20 ஆம் நூற்றாண்டின் ஒரு சிறந்த தத்துவஞானி சொல்வது போல், \"விஷயங்கள் இப்படித்தான்\" என்று இப்போதைக்கு சொன்னால் போதுமானது.",
        "அரகல்யா ஆர்வலர்கள் ஒருபுறம், 1977 இன் மேற்கத்திய குழந்தைகள் என்று வர்ணிக்கப்படுகிறார்கள், அவர்கள் 1956 இன் குழந்தைகளின் சாதனைகளை குறைமதிப்பிற்கு உட்படுத்துகிறார்கள் என்ற உட்குறிப்புடன். அவர்கள் 6.9 இல் உள்ள சிங்கள மேலாதிக்கவாதிகளை சிங்கக் கொடி அசைப்பவர்களாகவும் பார்க்கப்படுகிறார்கள். கோட்டாபய ராஜபக்சவுக்கு வாக்களித்த மில்லியன் கணக்கானவர்கள், ஆனால் தற்போது அவர் ஜனாதிபதியாக செயற்படுவதைக் கண்டு அவர் மீது வெறுப்படைந்துள்ளனர். மற்றும் இடையில் பல நிழல்கள் இருக்கலாம்.",
        "அரகலயாவிற்குப் பயன்படுத்தப்படும் மற்றொரு லிட்மஸ் சோதனை, அது இலங்கையின் இனப் பன்மைத்தன்மையை எவ்வளவு உள்ளடக்கியது மற்றும் பிரதிபலிக்கிறது. ஆரகல்யா வெளிப்படையான இன விலக்கு அல்லது பேரினவாதத்தின் அறிகுறிகளைக் காட்டவில்லை. அதுவே இலங்கையின் அரசியல் கடந்த காலத்தின் அந்தி நேரத்தில் ஒரு சாதகமான வளர்ச்சியாகக் கருதப்படலாம். கூடுதலாக, தற்போதைய பொருளாதார நெருக்கடிகள் மிகவும் பரவலாக உள்ளன, குழுக்களிடையே 'உறவினர் பாகுபாடு' உணர்வுகளுக்கு எந்த வாய்ப்பும் இல்லை. 2004 சுனாமிக்குப் பிறகு எப்படி இருந்ததோ, அதே கட்டுக்கதையில் எல்லோரும் இருக்கிறார்கள். அப்போது தோல்வியடைந்தது அரசியல் தலைமைதான், இப்போது சூழ்நிலைகள் வித்தியாசமாக இருந்தாலும் அரசியல் தலைமைதான் தோல்வியடைந்து வருகிறது.",
        "மே 9 வன்முறைகள், மகிந்த ராஜபக்ச மற்றும் குடும்பத்தினரின் ராஜினாமா (ஒருவரைக் காப்பாற்றுதல்) மற்றும் எஞ்சியிருக்கும் ஒரே ராஜபக்ச குடும்ப உறுப்பினர், அதாவது ஜனாதிபதி கோட்டாபய பிரதமராக ரணில் விக்கிரமசிங்கவை நியமித்ததன் மூலம் அரகலயா சிதைந்துள்ளது ஒப்புக்கொள்ளத்தக்கது. ராஜபக்சே. ஆனால் அரகலய செத்ததாக எடுத்துக்கொள்வது என்பது இன்னும் அறையில் இருக்கும் பொருளாதார யானையை மறப்பதுதான். பொருளாதார முன்னணியில் பிரதமர் விக்ரமசிங்க வெற்றிபெற அனைவரும் வாழ்த்துகின்றனர். ஆனால் அவரால் அரசியல் வீட்டுப் பராமரிப்பை பொருட்படுத்தாமல் பொருளாதாரத்தைக் கவனிக்க முடியுமா?",
        "இதுதான் கேள்வி மற்றும் அவர் எதிர்கொள்ளும் சிரமங்கள் மிகவும் குறிப்பிடத்தக்கவை மற்றும் அவை எளிதில் அளவிட முடியாதவை. எங்களில் சிலர் வாதிடுவது போல், திரு. விக்கிரமசிங்க பிரதமராக பதவியேற்ற விதமும் அவர் எதிர்கொள்ளும் சிரமங்களுக்கு பங்களிக்கிறது. இது பின்னோக்கிப் பார்க்கப்பட்ட ஒன்றல்ல, ஆனால் முன்னரே எதிர்பார்த்திருக்க வேண்டும். அதாவது, ஜனாதிபதியின் பிரதமராக வருவதற்கான அழைப்பை ஏற்றுக்கொள்வதன் ஒரு பகுதியாக திரு. விக்கிரமசிங்க இப்போது அரசியல் கட்சித் தலைவர்களுடன் கலந்துரையாடியிருக்க வேண்டும்.",
        "மேலும் ஏற்றுக்கொள்ளப்பட்ட நிகழ்ச்சி நிரலை நடைமுறைப்படுத்துவதற்குப் பதிலாக, பாராளுமன்றத்தில் ஸ்ரீலங்கா பொதுஜன பெரமுனவின் பாராளுமன்ற உறுப்பினர்களை உள்ளடக்கிய பசில் ராஜபக்சவின் சூழ்ச்சிகளை சமாளிக்க பிரதமர் நேரத்தையும் நேரத்தையும் வீணடிக்க வேண்டும். பாராளுமன்றத்தில் அதன் பிரதி சபாநாயகரை தெரிவு செய்வதற்கான சமீபத்திய வாக்கெடுப்பு பாராளுமன்ற கிரிட்டினிசம் அல்ல, மாறாக பசில் ராஜபக்ஷ தான் SLPP முதலாளி, ஜனாதிபதி அல்ல என்பதை காட்டுவதற்கு பசில் ராஜபக்சவின் மேலாதிக்கம் என்பது இப்போது அறியப்படுகிறது. அதிகாரப் பிரிவினை, ராஜபக்ச வழி என்று கூறுங்கள்!",
        "மேலும், மிகவும் எதிர்பார்க்கப்பட்ட 21வது திருத்தச் சட்டத்தை நாசப்படுத்த ராஜபக்சக்களில் இளையவர் திட்டமிட்டுள்ளதாகக் கூறப்படுகிறது. ஏனெனில், இரட்டைக் குடியுரிமை பெற்றவர்களை எம்.பி.க்களாக அனுமதிக்காதது, பசில் ராஜபக்சவுக்கு நேரடியாகப் பொருந்தும். சட்டத்தரணிகள் சங்கம் பிரதமருக்கு எழுதிய கடிதத்தில் சுட்டிக்காட்டியுள்ள 21A இன் தற்போதைய வரைவு இலட்சியத்தை விட குறைவாக உள்ளது. ஆனால் பசில் ராஜபக்சவின் வழி இருந்தால் 21A இன் இரண்டாவது அல்லது மூன்றாவது சிறந்த பதிப்பு கூட பாராளுமன்றத்தில் சாத்தியமற்றதாகிவிடும்.",
        "ரணில் விக்கிரமசிங்கவைப் பொறுத்தவரையில், தற்போதைய முட்டுக்கட்டைக்கு அவர் மட்டும் காரணமல்ல. ஜனாதிபதியின் இராஜினாமாவுக்கு வழிவகுத்து இடைக்கால அரசாங்கத்தைக் கொண்டுவந்து, பொதுத் தேர்தலை நடத்துவதற்கு முன்னர் முக்கியமான பணிகளின் மட்டுப்படுத்தப்பட்ட நிகழ்ச்சி நிரலை அமுல்படுத்தக்கூடிய முறையான மாற்றத் திட்டத்தை வழங்கத் தவறியதற்கு SJB மற்றும் JVP ஆகிய இரு கட்சிகளும் பொறுப்பேற்க வேண்டும். . SJB ஒரு இடைக்கால அரசாங்கத்தை வழிநடத்த பரலோகத்திலிருந்து அழைப்பை எதிர்பார்த்துக் கொண்டிருந்தது, மேலும் ஜே.வி.பி ஒரு பொதுத் தேர்தலை வானில் இருந்து விழும் என்று எதிர்பார்த்தது. SJB இப்போது ரணில்-ராஜபக்ஷ நிர்வாகத்திற்கு எந்த கதவு வழியாக அனுமதி தேடுகிறது, அதே நேரத்தில் ஜே.வி.பி திடீரென்று அமைதியாகிவிட்டது போல் தெரிகிறது. அல்லது பிரதான ஊடகங்கள் ஜே.வி.பி.யை புறக்கணிப்பதாக இருக்க முடியுமா?",
        "அரகலயாவைப் பொறுத்தவரை, அது குறைக்கப்படலாம், ஆனால் அது நிச்சயமாக இறக்கவில்லை. அரகலய என்பது காலி முகத்திடலில் நடப்பது மட்டும் அல்ல. நாட்டின் எந்தப் பகுதியிலும் ஒன்று நடக்கும் ஒவ்வொரு எதிர்ப்பிலும் அது வெளிப்படுகிறது. பற்றாக்குறையான பொருட்களுக்கான நீண்ட மற்றும் முடிவில்லா வரிசைகளில் இது வெளிப்படுகிறது. ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் ராஜினாமாவை அரகல்யா அதன் மிகவும் விளம்பரப்படுத்தப்பட்ட நோக்கத்தை அடையவில்லை. இதுவரை இல்லை. ஆனால், மகிந்த ராஜபக்சவின் பிரதமர் பதவியை ராஜினாமா செய்திருப்பது, மிரிஹானவில் ஆரம்பித்து மக்கள் ஆர்ப்பாட்டத்தில் ஈடுபடாமல் இருந்திருந்தால் அது சாத்தியமற்றதாக இருந்திருக்கும். சட்டமா அதிபர் திணைக்களம் திடீரென்று பதிலளிக்கும்படி வற்புறுத்தி, மக்கள் என்ன எதிர்பார்க்கிறார்களோ அதற்குச் சாதகமாக எதிரொலிக்கும் சமூகக் கலாச்சார சூழலை நீதிமன்றங்களுக்கு வழங்குவதற்கு ஆதரவாகச் செயல்படும் சட்டத்தரணிகளால் ஆதரிக்கப்படும், தவறு செய்பவர்களின் பொதுத் தேடலில் அது சாதித்துள்ளது. . இந்த சாதனைகள் எந்த தரத்திலும் சிறியவை அல்ல.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}