{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-requests-fuel-price-formulae-from-supplies-to-minimise-losses-energy-minister-93867/",
  "time_ut": 1651745220,
  "title": "Sri Lanka requests fuel price formulae from supplies to minimise losses: energy minister",
  "body_lines": [
    "ECONOMYNEXT – Price revisions have not reduced losses for Sri Lanka’s state-run Ceylon Petroleum Corporation (Ceypetco) and price formulae have been requested from two main fuel suppliers in order to minimise losses, Minister of Power and Energy Kanchana Wijesekara said.",
    "Lanka IOC, the Indian Oil Corporation (IOC) unit in Sri Lanka, raised petrol prices by 35 rupees to 338 rupees a litre and diesel by 75 rupees to 289 rupees a litre from midnight April 18 amid sharp depreciation of the currency and high global oil prices.",
    "On April 19, Ceypetco raised petrol to 338 rupees a litre and auto diesel to 289 rupees a litre saying it suffered big losses due to a collapse of the rupee and higher global prices.",
    "Minister Wijesekara told parliament on Thursday (05) that Ceypetco is still making losses due to fuel being sold at a lower price than the purchase price.",
    "“Before the revisions, Ceypetco’s daily loss due to the difference between purchasing price and selling price was 1,613 million rupees. This is because from a long time we were selling fuel to the general public at a lower price than the purchasing price,” Wijesekara said.",
    "On Thursday, the international price of Brent Crude oil was around 11 US dollars while the WTI crude prices traded around 108.55 US dollars.",
    "“We have been selling petrol, diesel and even kerosene at subsidized prices for a long time,” Wijesekara said.",
    "“Even after the price revisions, it has not yet become profitable, because the government is still providing subsidising fuel.”",
    "Wijesekara said kerosene is still being sold for 87 rupees a litre though purchasing price remains 313 rupees.",
    "“Because the fishing community and low income families are heavily dependent on this fuel, we are maintaining that price. It is same for both petrol and diesel prices as well,” he said.",
    "The minister said the rapid depreciation of the rupee is another reason for the continuous losses incurred by the state-owned firm.",
    "“We made the revisions when the rupee was at 330 against the US dollar and now it has gone to up 360 rupees.”",
    "Sri Lanka’s rupee was offered at 370 to the US dollar for telegraphic transfers for small transactions while larger deals went at higher rates near 380 to the US dollar.",
    "Wijesekara said the cabinet of ministers has requested both Ceypetco and Lanka IOC to propose price formulas to minimise losses for the state.",
    "“We believe that by next week, both Ceypetco and IOC will give the cabinet a price formula to settle this situation. Not to specifically to make profit but to minimise the loss so we can raise funds for the next shipment,” said Wijesekara.",
    "He added that the purchasing prices of fuel per month increased up to 580 million US dollars in May and in the coming month, around 550 million US dollars per month will be needed to continue to Sri Lanka’s fuel supply without interruption.",
    "Sri Lanka has already used 400 million US dollars from a 500 million US dollar credit line received from India to purchase fuel.",
    "On May 02, India extended its fuel credit line to Sri Lanka by another 200 million US dollars which will enable the island nation to import another four fuel shipments while a further 500 million US dollar credit line is also under discussion.",
    "“We have around 100 million US dollars from the earlier credit line with which we will bring fuel to the country within this month. We will also bring in more fuel with the 200 million US dollar extended credit line,” said Wijesekara.",
    "He said, however, with the credit line, both crude and furnace oil cannot be imported and, therefore, the government is looking at several other suppliers to get supplies.",
    "“We held  discussions with multiple parties including Russia as well, and the discussions are continuing,” he said.",
    "Closing the Sapugaskanda refinery during the former power and Energy minister’s time was a historic mistake, the minister further said.",
    "“We had to spend more money to purchase fuel because of this. That was a wrong decision. We will restart it soon as possible,” he said.",
    "Wijesekara told parliament that enough petrol stocks to meet market demand is available in the country and within the next three days, queues that formed due to the protest of private fuel transporters will be back to normal.",
    "“But we have some issues with diesel, and it is not a question of our stock being not enough,” he said.",
    "“After the Norochcholai power plant’s breakdown Sunday evening, we lost 275MW of power to the main grid. We had to take a decision on whether to issue fuel to filling stations or to the power houses to keep the power cuts within three hours and 30 minutes.”",
    "If the stocks are not being allocated to power plants, Wijesekara said, the current power cuts that are limited to three hours and 20 minutes will be extended to six to seven hours a day. To prevent this, he said, a decision was taken to issue a majority of the diesel stock to the power plants.",
    "“We normally issue 4,000 metric tons of diesel to the market, but under the current circumstances we can only issue 1,000-1,500 MT,” said the minister.",
    "“The next diesel ship under the Indian credit line is scheduled to arrive on May 11. I ask the public not to stock diesel. We have limited stocks and we are managing it to a certain level to keep the power cuts limited to the three hour and 20 minute,” he said. (Colombo/May05/2022)"
  ],
  "translate": {
    "si": {
      "title": "පාඩු අවම කර ගැනීමට ශ්‍රී ලංකාව ඉන්ධන මිල සූත්‍ර ඉල්ලයි: බලශක්ති අමාත්‍ය",
      "body_lines": [
        "ECONOMYNEXT - මිල සංශෝධන මගින් ශ්‍රී ලංකාවේ රාජ්‍ය ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවේ (සිපෙට්කෝ) පාඩුව අඩු වී නොමැති අතර පාඩු අවම කර ගැනීම සඳහා ප්‍රධාන ඉන්ධන සැපයුම්කරුවන් දෙදෙනෙකුගෙන් මිල සූත්‍ර ඉල්ලා ඇති බව විදුලිබල හා බලශක්ති අමාත්‍ය කාංචන විජේසේකර මහතා පැවසීය.",
        "ශ්‍රී ලංකාවේ ඉන්දීය ඔයිල් කෝපරේෂන් (IOC) ඒකකය වන Lanka IOC විසින් අප්‍රේල් 18 මධ්‍යම රාත්‍රියේ සිට පෙට්‍රල් ලීටරයක් ​​රුපියල් 338 දක්වා රුපියල් 35 කින් සහ ඩීසල් ලීටරයක මිල රුපියල් 75 කින් රුපියල් 289 දක්වා ඉහළ නැංවීය. මිල.",
        "රුපියල කඩාවැටීම සහ ගෝලීය මිල ඉහළ යාම හේතුවෙන් විශාල අලාභයක් සිදු වූ බව පවසමින් අප්‍රේල් 19 වන දින සිපෙට්කෝ විසින් පෙට්‍රල් ලීටරයක් ​​රුපියල් 338 දක්වා සහ ඔටෝ ඩීසල් ලීටරයක් ​​රුපියල් 289 දක්වා ඉහළ නැංවීය.",
        "මිලදී ගන්නා මිලට වඩා අඩු මිලට ඉන්ධන අලෙවි කිරීම හේතුවෙන් සිපෙට්කෝ සමාගම තවමත් පාඩු ලබන බව අමාත්‍ය විජේසේකර බ්‍රහස්පතින්දා (05) පාර්ලිමේන්තුවේදී පැවසීය.",
        "“සංශෝධනවලට පෙර, ගැනුම් මිල සහ විකුණුම් මිල අතර වෙනස හේතුවෙන් සිපෙට්කෝ හි දෛනික පාඩුව රුපියල් මිලියන 1,613 කි. මොකද අපි කාලයක් තිස්සේ සාමාන්‍ය ජනතාවට තෙල් ගැනුම් මිලට වඩා අඩු මිලට ඉන්ධන අලෙවි කළ නිසා,” විජේසේකර පැවසීය.",
        "බ්‍රහස්පතින්දා බ්‍රෙන්ට් බොරතෙල් ජාත්‍යන්තර මිල ඩොලර් 11 ක් පමණ වූ අතර WTI බොරතෙල් මිල ඩොලර් 108.55 ක් පමණ විය.",
        "\"අපි කාලයක් තිස්සේ පෙට්‍රල්, ඩීසල් සහ භූමිතෙල් පවා සහන මිලට විකුණනවා\" විජේසේකර පැවසීය.",
        "\"මිල සංශෝධනවලින් පසුව පවා එය තවමත් ලාභදායී වී නැත, මන්ද රජය තවමත් සහනාධාර ඉන්ධන ලබා දෙන බැවිනි.\"",
        "මිලදී ගැනීමේ මිල රුපියල් 313ක් වුවද භූමිතෙල් ලීටරයක් ​​රුපියල් 87කට තවමත් අලෙවි වන බව විජේසේකර මහතා පැවසීය.",
        "“ධීවර ප්‍රජාව සහ අඩු ආදායම්ලාභී පවුල් මේ ඉන්ධන මත විශාල වශයෙන් යැපෙන නිසා අපි ඒ මිල දිගටම පවත්වාගෙන යනවා. පෙට්‍රල් සහ ඩීසල් මිල දෙකටම එය සමානයි,” ඔහු පැවසීය.",
        "රුපියල ශීඝ්‍රයෙන් අවප්‍රමාණය වීම රාජ්‍ය ආයතනයට දිගින් දිගටම පාඩු ලැබීමට තවත් හේතුවක් බව ඇමැතිවරයා කීය.",
        "\"එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල 330 ක් වූ විට අපි සංශෝධන සිදු කළ අතර දැන් එය රුපියල් 360 දක්වා ඉහළ ගොස් ඇත.\"",
        "කුඩා ගනුදෙනු සඳහා විදුලි පණිවුඩ හුවමාරු සඳහා ශ්‍රී ලංකාවේ රුපියල එක්සත් ජනපද ඩොලරයට 370 ක් ලෙස පිරිනමන ලද අතර විශාල ගනුදෙනු එක්සත් ජනපද ඩොලරයට 380 ට ආසන්න ඉහළ මිලකට ගියේය.",
        "රජයට සිදුවන පාඩුව අවම කර ගැනීම සඳහා මිල සූත්‍ර යෝජනා කරන ලෙස අමාත්‍ය මණ්ඩලය සිපෙට්කෝ සහ ලංකා අයිඕසී යන ආයතන දෙකෙන්ම ඉල්ලා ඇති බව විජේසේකර මහතා පැවසීය.",
        "“ලබන සතිය වන විට Ceypetco සහ IOC යන සමාගම් දෙකම මෙම තත්ත්වය සමථයකට පත් කිරීම සඳහා කැබිනට් මණ්ඩලයට මිල සූත්‍රයක් ලබා දෙනු ඇතැයි අපි විශ්වාස කරමු. විශේෂයෙන්ම ලාභ ඉපැයීමට නොව පාඩුව අවම කර ගැනීමට අපට ඊළඟ නැව්ගත කිරීම සඳහා අරමුදල් රැස් කළ හැකිය, ”විජේසේකර පැවසීය.",
        "මැයි මාසයේදී මසකට ඉන්ධන මිලදී ගැනීමේ මිල ඇමෙරිකානු ඩොලර් මිලියන 580 දක්වා ඉහළ ගිය බවත්, ඉදිරි මාසයේදී අඛණ්ඩව ශ්‍රී ලංකාවට ඉන්ධන සැපයීම සඳහා මසකට ඩොලර් මිලියන 550ක් පමණ අවශ්‍ය වනු ඇති බවත් ඔහු පැවසීය.",
        "ඉන්දියාවෙන් ලැබුණු ඩොලර් මිලියන 500 ක ණය මාර්ගයකින් ශ්‍රී ලංකාව දැනටමත් ඩොලර් මිලියන 400 ක් ඉන්ධන මිලදී ගැනීම සඳහා භාවිතා කර ඇත.",
        "මැයි 02 වැනි දින ඉන්දියාව සිය ඉන්ධන ණය මාර්ගය ශ්‍රී ලංකාවට තවත් ඇමෙරිකානු ඩොලර් මිලියන 200කින් දීර්ඝ කළ අතර එමඟින් තවත් ඉන්ධන නැව්ගත කිරීම් හතරක් ආනයනය කිරීමට දිවයිනට හැකි වන අතර තවත් ඩොලර් මිලියන 500 ක ණය මාර්ගයක් ද සාකච්ඡා වෙමින් පවතී.",
        "“මෙම මාසය තුළ අපි රටට ඉන්ධන ගෙන ඒමට පෙර ණය මාර්ගයෙන් අපට ඩොලර් මිලියන 100 ක් පමණ තිබේ. ඒ වගේම ඩොලර් මිලියන 200ක දිගු ණය මාර්ගයත් සමඟ අපි තවත් ඉන්ධන ගේනවා” විජේසේකර මහතා පැවසීය.",
        "කෙසේ වෙතත්, ණය රේඛාව සමඟ බොරතෙල් සහ උදුන් තෙල් යන දෙකම ආනයනය කළ නොහැකි බවත්, එබැවින් සැපයුම් ලබා ගැනීම සඳහා රජය තවත් සැපයුම්කරුවන් කිහිප දෙනෙකු දෙස බලා සිටින බවත් ඔහු පැවසීය.",
        "\"අපි රුසියාව ඇතුළු බහුවිධ පාර්ශවයන් සමඟ ද සාකච්ඡා පැවැත්වූ අතර, සාකච්ඡා දිගටම කරගෙන යයි,\" ඔහු පැවසීය.",
        "හිටපු විදුලිබල හා බලශක්ති අමාත්‍යවරයාගේ කාලයේ සපුගස්කන්ද පිරිපහදුව වසා දැමීම ඓතිහාසික වරදක් බවද අමාත්‍යවරයා වැඩිදුරටත් පැවසීය.",
        "“මේ නිසා අපට ඉන්ධන මිලදී ගැනීමට වැඩි මුදලක් වැය කිරීමට සිදු වුණා. ඒක වැරදි තීරණයක්. අපි හැකි ඉක්මනින් එය නැවත ආරම්භ කරමු,” ඔහු පැවසීය.",
        "වෙළෙඳපොළ ඉල්ලුමට සරිලන ප්‍රමාණවත් පෙට්‍රල් තොග රට තුළ පවතින බවත්, පෞද්ගලික ඉන්ධන ප්‍රවාහනය කරන්නන්ගේ විරෝධතාව හේතුවෙන් ඇති වූ පෝලිම් ඉදිරි දින තුන ඇතුළත යථා තත්ත්වයට පත් කරන බවත් විජේසේකර මහතා පාර්ලිමේන්තුවේදී ප්‍රකාශ කළේය.",
        "\"නමුත් අපට ඩීසල් සම්බන්ධයෙන් යම් ගැටළු ඇති අතර, එය අපගේ තොග ප්‍රමාණවත් නොවීම පිලිබඳ ප්‍රශ්නයක් නොවේ,\" ඔහු පැවසීය.",
        "“ඉරිදා සවස නොරොච්චෝලේ බලාගාරයේ බිඳවැටීමෙන් පසු අපට ප්‍රධාන විදුලිබල පද්ධතියට මෙගාවොට් 275 ක විදුලිය අහිමි විය. පැය තුනකුත් විනාඩි 30ක් ඇතුළත විදුලිය විසන්ධි කිරීම සඳහා ඉන්ධන පිරවුම්හල්වලට හෝ විදුලි බලාගාරවලට ඉන්ධන නිකුත් කරනවාද යන්න පිළිබඳව තීරණයක් ගැනීමට අපට සිදු වුණා.”",
        "විදුලි බලාගාර සඳහා තොග වෙන් නොකරන්නේ නම් දැනට පැය තුනයි විනාඩි 20කට සීමා කර ඇති විදුලි කප්පාදුව දිනකට පැය හයක් හතක් දක්වා දීර්ඝ කරන බවද විජේසේකර මහතා පැවසීය. එය වැලැක්වීම සඳහා ඩීසල් තොගයෙන් වැඩි ප්‍රමාණයක් බලාගාර වෙත නිකුත් කිරීමට තීරණය කළ බවද ඔහු පැවසීය.",
        "\"අපි සාමාන්‍යයෙන් ඩීසල් මෙට්‍රික් ටොන් 4,000ක් වෙළඳපොළට නිකුත් කරන නමුත් දැනට පවතින තත්ත්වය යටතේ අපට නිකුත් කළ හැක්කේ මෙට්‍රික් ටොන් 1,000-1,500ක් පමණයි,\" අමාත්‍යවරයා පැවසීය.",
        "“ඉන්දියානු ණය රේඛාව යටතේ මීළඟ ඩීසල් නෞකාව මැයි 11 වැනිදා පැමිණීමට නියමිතයි. ඩීසල් ගබඩා නොකරන ලෙස මම මහජනතාවගෙන් ඉල්ලා සිටිනවා. අප සතුව සීමිත තොග ප්‍රමාණයක් ඇති අතර පැය තුනයි මිනිත්තු 20 කට සීමා කර විදුලිය විසන්ධි කිරීම සඳහා අපි එය යම් මට්ටමකට කළමනාකරණය කරමින් සිටිනවා,” ඔහු පැවසීය. (කොළඹ/මැයි05/2022)"
      ]
    },
    "ta": {
      "title": "இழப்பைக் குறைப்பதற்காக எரிபொருள் விலை சூத்திரங்களை விநியோகங்களில் இருந்து இலங்கை கோருகிறது: எரிசக்தி அமைச்சர்",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் அரச நிறுவனமான இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்திற்கு (Ceypetco) விலைத் திருத்தங்கள் நட்டத்தைக் குறைக்கவில்லை எனவும், இழப்பைக் குறைப்பதற்காக இரண்டு பிரதான எரிபொருள் விநியோகஸ்தர்களிடமிருந்து விலைச் சூத்திரங்கள் கோரப்பட்டுள்ளதாக மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் காஞ்சனா விஜேசேகர தெரிவித்தார்.",
        "இலங்கையில் உள்ள இந்தியன் ஆயில் கார்ப்பரேஷன் (ஐஓசி) பிரிவான லங்கா ஐஓசி, கடந்த ஏப்ரல் 18ம் தேதி நள்ளிரவு முதல் பெட்ரோல் விலை லிட்டருக்கு 35 ரூபாய் 338 ரூபாயாகவும், டீசல் விலை லிட்டருக்கு 75 ரூபாய் 289 ரூபாயாகவும் உயர்த்தப்பட்டது. விலைகள்.",
        "ஏப்ரல் 19 அன்று, செப்பெட்கோ, ரூபாய் சரிவு மற்றும் உலக விலை உயர்வு காரணமாக பெரும் நஷ்டத்தை சந்தித்ததாக கூறி பெட்ரோலை லிட்டருக்கு 338 ரூபாயாகவும், ஆட்டோ டீசலை லிட்டருக்கு 289 ரூபாயாகவும் உயர்த்தியது.",
        "கொள்வனவு விலையை விட குறைந்த விலையில் எரிபொருள் விற்பனை செய்யப்படுவதால் செபெட்கோ நிறுவனம் இன்னமும் நட்டத்தை சந்தித்து வருவதாக அமைச்சர் விஜேசேகர வியாழக்கிழமை (05) பாராளுமன்றத்தில் தெரிவித்தார்.",
        "“திருத்தங்களுக்கு முன்னர், கொள்வனவு விலைக்கும் விற்பனை விலைக்கும் இடையிலான வித்தியாசத்தினால் Ceypetco இன் தினசரி இழப்பு 1,613 மில்லியன் ரூபாவாக இருந்தது. ஏனெனில், நீண்டகாலமாக நாம் எரிபொருளை கொள்வனவு விலையை விட குறைந்த விலைக்கு பொதுமக்களுக்கு விற்பனை செய்து வந்தோம் என விஜேசேகர தெரிவித்தார்.",
        "வியாழன் அன்று, ப்ரெண்ட் கச்சா எண்ணெயின் சர்வதேச விலை 11 அமெரிக்க டாலர்களாக இருந்தது, அதே நேரத்தில் WTI கச்சா விலை 108.55 அமெரிக்க டாலர்களாக வர்த்தகம் செய்யப்பட்டது.",
        "\"நாங்கள் நீண்ட காலமாக மானிய விலையில் பெற்றோல், டீசல் மற்றும் மண்ணெண்ணெய் கூட விற்பனை செய்து வருகிறோம்,\" என்று விஜேசேகர கூறினார்.",
        "\"விலை திருத்தங்களுக்குப் பிறகும், அது இன்னும் லாபகரமாக மாறவில்லை, ஏனென்றால் அரசாங்கம் இன்னும் மானிய விலையில் எரிபொருளை வழங்குகிறது.\"",
        "மண்ணெண்ணெய் ஒரு லீற்றர் 87 ரூபாவிற்கு விற்பனை செய்யப்படுவதாக விஜேசேகர தெரிவித்தார். எனினும் கொள்வனவு விலை 313 ரூபாவாக உள்ளது.",
        "“மீனவ சமூகம் மற்றும் குறைந்த வருமானம் கொண்ட குடும்பங்கள் இந்த எரிபொருளை பெரிதும் நம்பியிருப்பதால், நாங்கள் அந்த விலையை பராமரிக்கிறோம். பெட்ரோல், டீசல் விலை இரண்டுக்கும் ஒரே மாதிரிதான் இருக்கிறது,'' என்றார்.",
        "ரூபாய் மதிப்பு வேகமாக சரிந்து வருவதும் அரசுக்கு சொந்தமான நிறுவனம் தொடர்ந்து நஷ்டம் அடைவதற்கு மற்றொரு காரணம் என்று அமைச்சர் கூறினார்.",
        "\"அமெரிக்க டாலருக்கு எதிராக ரூபாய் 330 ஆக இருந்தபோது நாங்கள் திருத்தங்களைச் செய்தோம், இப்போது அது 360 ரூபாயாக உயர்ந்துள்ளது.\"",
        "சிறிய பரிவர்த்தனைகளுக்கான தந்தி பரிமாற்றங்களுக்காக இலங்கையின் ரூபாயானது அமெரிக்க டொலருக்கு 370 ரூபாவாக வழங்கப்பட்டது, அதேவேளை பெரிய ஒப்பந்தங்கள் அமெரிக்க டொலருக்கு 380க்கு அருகில் அதிக விகிதத்தில் சென்றன.",
        "மாநிலத்திற்கு ஏற்படும் இழப்பைக் குறைப்பதற்கு விலை சூத்திரங்களை முன்மொழியுமாறு அமைச்சர்கள் அமைச்சரவை செப்பெட்கோ மற்றும் லங்கா ஐஓசி ஆகிய இரு நிறுவனங்களிடம் கோரிக்கை விடுத்துள்ளதாக விஜேசேகர கூறினார்.",
        "“அடுத்த வாரத்திற்குள், Ceypetco மற்றும் IOC இரண்டும் இந்த நிலைமையைத் தீர்ப்பதற்கு அமைச்சரவைக்கு விலை சூத்திரத்தை வழங்கும் என்று நாங்கள் நம்புகிறோம். குறிப்பாக இலாபம் ஈட்டுவதற்காக அல்ல, நட்டத்தைக் குறைப்பதற்காக அடுத்த ஏற்றுமதிக்கான நிதியை நாம் திரட்ட முடியும்” என்று விஜேசேகர கூறினார்.",
        "மாதாந்தம் எரிபொருளின் கொள்வனவு விலைகள் மே மாதத்தில் 580 மில்லியன் அமெரிக்க டொலர்களாக அதிகரித்துள்ளதாகவும் எதிர்வரும் மாதத்தில் இலங்கையின் எரிபொருள் விநியோகத்தை தடையின்றி தொடர்வதற்கு மாதாந்தம் சுமார் 550 மில்லியன் அமெரிக்க டொலர்கள் தேவைப்படும் எனவும் அவர் மேலும் தெரிவித்தார்.",
        "இந்தியாவிடமிருந்து பெறப்பட்ட 500 மில்லியன் அமெரிக்க டொலர் கடனிலிருந்து 400 மில்லியன் அமெரிக்க டொலர்களை எரிபொருளை கொள்வனவு செய்வதற்கு இலங்கை ஏற்கனவே பயன்படுத்தியுள்ளது.",
        "மே 02 அன்று, இந்தியா தனது எரிபொருள் கடன் வரியை மேலும் 200 மில்லியன் அமெரிக்க டாலர்களால் இலங்கைக்கு நீட்டித்தது, இது தீவு நாட்டிற்கு மேலும் நான்கு எரிபொருள் ஏற்றுமதிகளை இறக்குமதி செய்ய உதவும் அதே வேளையில் மேலும் 500 மில்லியன் அமெரிக்க டாலர் கடன் வரியும் விவாதத்தில் உள்ளது.",
        "“முந்தைய கடன் வரியிலிருந்து எங்களிடம் சுமார் 100 மில்லியன் அமெரிக்க டாலர்கள் உள்ளன, இதன் மூலம் இந்த மாதத்திற்குள் நாட்டிற்கு எரிபொருளைக் கொண்டு வருவோம். மேலும் 200 மில்லியன் அமெரிக்க டொலர் கடனுதவியுடன் மேலும் எரிபொருளை கொண்டு வருவோம்” என விஜேசேகர தெரிவித்தார்.",
        "எவ்வாறாயினும், கடன் வரியுடன், கச்சா மற்றும் உலை எண்ணெய் இரண்டையும் இறக்குமதி செய்ய முடியாது, எனவே, பொருட்களைப் பெறுவதற்கு வேறு பல சப்ளையர்களை அரசாங்கம் பார்க்கிறது.",
        "\"ரஷ்யா உட்பட பல தரப்பினருடனும் நாங்கள் விவாதித்தோம், மேலும் விவாதங்கள் தொடர்கின்றன,\" என்று அவர் கூறினார்.",
        "முன்னாள் மின்சக்தி மற்றும் எரிசக்தி அமைச்சரின் காலத்தில் சபுகஸ்கந்த சுத்திகரிப்பு நிலையத்தை மூடியமை வரலாற்றுத் தவறு எனவும் அமைச்சர் மேலும் தெரிவித்தார்.",
        "“இதன் காரணமாக எரிபொருளை கொள்வனவு செய்வதற்கு அதிக பணம் செலவழிக்க வேண்டியிருந்தது. அது தவறான முடிவு. கூடிய விரைவில் மீண்டும் தொடங்குவோம்,'' என்றார்.",
        "சந்தை தேவையை பூர்த்தி செய்யக்கூடிய அளவு பெற்றோல் பங்குகள் நாட்டில் உள்ளதாகவும், அடுத்த மூன்று நாட்களுக்குள் தனியார் எரிபொருள் போக்குவரத்தினரின் எதிர்ப்பு காரணமாக ஏற்பட்ட வரிசைகள் வழமைக்கு திரும்பும் எனவும் விஜேசேகர பாராளுமன்றத்தில் தெரிவித்தார்.",
        "\"ஆனால் டீசலில் எங்களுக்கு சில சிக்கல்கள் உள்ளன, மேலும் இது எங்கள் பங்கு போதுமானதாக இல்லை என்பது ஒரு கேள்வி அல்ல,\" என்று அவர் கூறினார்.",
        "“ஞாயிற்றுக்கிழமை மாலை நொரோச்சோலை அனல்மின்நிலையத்தில் ஏற்பட்ட பழுதடைந்த பின்னர், பிரதான மின்கம்பத்திற்கு 275 மெகாவாட் மின்சாரத்தை இழந்தோம். மூன்று மணி நேரம் 30 நிமிடங்களுக்குள் மின்வெட்டைத் தடுக்க எரிபொருள் நிரப்பு நிலையங்களுக்கு எரிபொருளை வழங்குவதா அல்லது மின் நிலையங்களுக்கு வழங்குவதா என்பது குறித்து நாங்கள் முடிவு எடுக்க வேண்டியிருந்தது.",
        "மின் உற்பத்தி நிலையங்களுக்கு இருப்புக்கள் ஒதுக்கப்படாவிட்டால், மூன்று மணித்தியாலங்கள் மற்றும் 20 நிமிடங்களுக்கு மட்டுப்படுத்தப்பட்ட தற்போதைய மின்வெட்டு ஒரு நாளைக்கு ஆறு முதல் ஏழு மணித்தியாலங்களாக நீடிக்கப்படும் என்று விஜேசேகர கூறினார். இதைத் தடுக்கும் வகையில், டீசல் கையிருப்பில் பெரும்பகுதியை மின் உற்பத்தி நிலையங்களுக்கு வழங்க முடிவு செய்யப்பட்டுள்ளது என்றார்.",
        "\"நாங்கள் வழக்கமாக சந்தைக்கு 4,000 மெட்ரிக் டன் டீசலை வெளியிடுகிறோம், ஆனால் தற்போதைய சூழ்நிலையில் எங்களால் 1,000-1,500 மெட்ரிக் டன் மட்டுமே வெளியிட முடியும்\" என்று அமைச்சர் கூறினார்.",
        "“இந்திய கடன் வரியின் கீழ் அடுத்த டீசல் கப்பல் மே 11 அன்று வர உள்ளது. டீசலை இருப்பு வைக்க வேண்டாம் என்று பொதுமக்களை கேட்டுக்கொள்கிறேன். எங்களிடம் மட்டுப்படுத்தப்பட்ட கையிருப்பு உள்ளது, மேலும் மின்வெட்டை மூன்று மணி நேரம் 20 நிமிடங்களுக்கு மட்டுப்படுத்த ஒரு குறிப்பிட்ட அளவிற்கு நாங்கள் அதை நிர்வகித்து வருகிறோம், ”என்று அவர் கூறினார். (கொழும்பு/மே05/2022)"
      ]
    }
  }
}