{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lolc-finance-poised-to-fuel-economic-resurgence/",
  "time_ut": 1654009500,
  "title": "‘LOLC Finance poised to fuel economic resurgence’",
  "body_lines": [
    "In one of the most historic mergers in Sri Lanka, LOLC Finance PLC, the largest NBFI in the country merged with its sister company, Commercial Leasing & Finance PLC (CLC), to become the largest Non-Banking Financial Institution (NBFI) in Sri Lanka earlier this year. The market capitalization of the merged LOLC Finance PLC stands at over Rs. 180Bn, placing it among the top 3 companies on the Colombo Stock Exchange by market capitalization.",
    "This strategic amalgamation yet again reflects the far-thinking vision of the LOLC Group, one of the most profitable globally diversified entities in Sri Lanka and the first off the starting blocks in taking strategic initiatives, which gives it a strong growth momentum. Propelled ahead with its powerful synergies, the combined entity delivered a pro forma colossal Profit Before Tax (PBT) of LKR. 25.6 Bn and Profit After Tax (PAT) of LKR. 23.5Bn as at 31st March 2022, which places LOLC Finance PLC among the highest value creating institutions in the country.",
    "The merged entity, LOLC Finance, is boosting investor confidence in the Sri Lankan economy at this critical juncture. As an inclusive financial services provider to the micro, small & medium enterprises providing thrust to many economic sectors such as agriculture, manufacturing, transportation, tourism and exports, LOLC Finance is now ideally placed to empower existing and new businesses to upscale and expand, and drive financial inclusion to uplift living standards and boost entrepreneurism, building on its ethos of non-discrimination and its women entrepreneur empowerment. An idea of the company’s powerful financial standing is evidenced by the fact that while total assets of the NBFI sector stood at LKR. 1,488 Bn by end-2021, representing 21% of Sri Lanka’s financial system, LOLC Finance’s assets stand at LKR.311.6Bn, clearly dominating the NBFI sector with healthy performance risk management indicators across every key parameter including capital, capital adequacy, business performance and thereby maintaining utmost investor confidence. It is further noteworthy that the company maintains a very high standard of integrity, transparency and customer protection principles.",
    "LOLC Finance promises a secure NBFI with a mammoth balance sheet size of LKR.311.60Bn with total advances of LKR.206.83Bn which makes it resilient to economic shocks, thereby encouraging more businesses to avail of loans due to its well capitalized nature and its asset backed products.",
    "The strategic amalgamation by two of the largest NBFIs in the country, both within the LOLC Group, signals the dynamic role the merged entity LOLC Finance will play in supporting the economic recovery of the nation. This historic merger also conforms to The Central Bank of Sri Lanka (CBSL)’s Master Plan for Consolidation of Non-Bank Financial Institutions Sector to stabilize the financial sector even further. The entity is further strengthened with CLC’s takeover of Sinhaputhra Finance PLC (SFL), once again under the consolidation master plan.",
    "The birth of new entity, LOLC Finance, has many beneficial implications for stakeholders in general as it will give rise to massive efficiencies due to the combined expertise, branch network and technology platforms including iPay, LOLC Finance’s digital payment platform, which is winning accolades and fast becoming the number one preferred payment platform and lifestyle fin-tech product. In addition, as the most technologically advanced NBFI, LOLC Finance offers Credit Cards, Online and Mobile Banking Services, and the entire spectrum of Lending and Deposits, earning a reputation for being the largest MSME financier and provider of Islamic Finance, and the leading factoring and agricultural equipment financier in the industry.",
    "LOLC Finance now commands a network of 210 branches, a burgeoning customer base of over 600,000, total lending portfolio of over LKR. 200 Bn, and an impressive deposit base of over LKR. 150 Bn, which accounts for nearly 20% of the entire industry. This amply reflects the trust and confidence placed by depositors in the financial stability and professional management of LOLC Finance.",
    "The prudent financial discipline demonstrated by the Company is evident in the fact that LOFC successfully maintained its Non-Performing Loan (NPL) ratio at 6.69% as at 31st March 2022, which is less than half of the industry average, thus reflecting the healthy portfolio of the company. The merger also implies that the combined technical expertise and goodwill in the industry of LOLC Finance is multiplied many times over.",
    "With industry leadership comes recognition on both local and international platforms. In 2021/22, LOLC Finance was awarded the Most Valuable Consumer Brand 2022 (Financial services) by Brand Finance Sri Lanka; Most Innovative Financial Services Brand Sri Lanka 2021 and Most Trusted Financial Services Brand Sri Lanka 2021 at the Ninth Edition of the Global Brand Awards 2021; Financial Services Brand of the Year at the SLIM-Kantar Peoples Awards 2022; and Gold awards for NBFI of the Year for Financial Inclusivity, NBFI of the Year for Excellence in Customer Convenience, Financial Institution of the Year for Best Digital Payment Strategy, Best Mobile Application for Retail Payments Via Just Pay (Banks and NBFI), Overall Award Excellence in Inter-Bank Digital Payments (NBFI) and a Merit Award for the Most Popular Digital Payment Product (Banks and NBFI-Mobile Payment App) at the 4th edition of the LankaPay Technnovation Awards by Lanka Clear.",
    "One of the highlights of LOLC Finance will be how it leverages on its unique business model and advanced technology platforms to power business growth and profitability. The merger has also boosted capital markets as both are listed entities and some of the blue chip stocks on the Colombo Stock Exchange (CSE).",
    "As the largest NBFI in the country, LOLC Finance is uniquely positioned to drive economic growth by financing grassroots businesses to expand while supporting the nation’s trading and export communities to seize opportunities for growth and diversification.",
    "Port of Colombo terminal operators say they are completely insulated from national crisis",
    "ComBank donates 4 more IT Labs benefitting another 7,600 students",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}