{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Five-point-assistance-from-China-to-overcome-crisis/108-238087",
  "time_ut": 1653963360,
  "title": "Five-point assistance from China to overcome crisis",
  "body_lines": [
    "Chinese Ambassador Qi Zhenhong highlighted a five–point assistance from China to Sri Lanka in view of the economic crisis, fast-track ongoing projects and more FDI (Foreign Direct Investment) and Trade, bilateral debt settlement, support to Sri Lanka in its talks with the International Monetary Fund (IMF) and regarding International Sovereign Bonds and tourism after Covid, a statement from the Embassy said.",
    "He, along with his spouse Jin Qian started their three-days visit to the Eastern Province of Sri Lanka on May 24 from Trincomalee. They are grateful to receive a warm welcome by Governor Anuradha Yahampath and children from different backgrounds.",
    "Ambassador Qi and Ms. Yahampath co-chaired a business forum with the Chinese Business Chamber representatives. China encourages more investment to Sri Lanka including EP to overcome current difficulties.",
    "After the meeting, Ambassador Qi Zhenhong took a boat visit to the Trincomalee Harbour and China Bay.",
    "The Sri Lankan Ports Authority and the Eastern Province invite Chinese investment to the port-related industries and tourism.",
    "To support low-income families to overcome difficulties, Ambassador Qi handed over food packs (Rs. 5200 each) donated by the people of Yunnan Province of China to Trincomalee, Batticaloa and Ampara Districts.",
    "In total, 10,400 underprivileged families in the Eastern Province of Sri Lanka have received the support from the people of Yunnan.",
    "Ambassador Qi Zhenhong and Madam Jin Qian also donated a batch of sports equipment supporting local youth in Kalmunai.",
    "On May 26, Ambassador Qi visited the Kayakerni archaeological site where the China sherd of the China Song Dynasty (960–1279), the glass from ancient Europe and the stone bridge uncovered show that Sri Lanka's eastern coast has always been an important global trade hub on the Maritime Silk Road.",
    "During his visit, Ambassador Qi visited the Kuchchaveli Pichchamal Viharaya."
  ]
}