{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Sri-Lanka-should-have-gone-to-IMF-sooner-says-Central-Bank-Governor/273-239311",
  "time_ut": 1655526720,
  "title": "Sri Lanka should have gone to IMF sooner, says Central Bank Governor",
  "body_lines": [
    "BBC: Sri Lanka could have avoided its current economic turmoil if it had gone to the International Monetary Fund (IMF) for a bailout sooner, the country’s Central Bank Governor says.",
    "Dr. Nandalal Weerasinghe told BBC Newsnight that the delay in seeking outside help was a mistake.",
    "The country has said it needs US $ 5 billion this year in support from the international community, including the IMF.",
    "Sri Lanka defaulted on its foreign debt for the time in its history last month.",
    "“If we had taken the decision to go to the IMF earlier, if we started the debt resettlement process one year before, we could have managed the situation without this kind of suffering in this country,” he said.",
    "His comments came as he is attempting to restore order to Sri Lanka’s economy, which is experiencing extreme fuel shortages, soaring food prices and a lack of medicines.",
    "A recent survey by the United Nations World Food Programme found that around two-thirds of Sri Lankan households have been forced to reduce their food intake.",
    "Dr. Weerasinghe said Sri Lanka was experiencing its worst economic crisis since independence from Britain in 1948.",
    "A team from the IMF is due to arrive in Colombo for talks on Monday and Dr. Weerasinghe will be a key participant in those meetings.",
    "Yet, there is uncertainty about whether Dr. Weerasinghe, who replaced previous Governor Ajith Nivard Cabraal in April, will be reappointed for a full six-year term at the end of this month.",
    "“I don’t think when I took over I had the expectation I would be serving only for two months and go back. If that was the situation, I would not [have] come in… This is not something that can be addressed within two months. It will get worse before it getting better.”",
    "A complication in the IMF negotiations is Sri Lanka’s substantial borrowing from China, which Dr. Weerasinghe said accounts for 15 percent of the country’s total external debt.",
    "The fund has a policy of not bailing out countries unless all its other creditors have first agreed to write down their loans.",
    "“I’m sure China as a good friend of Sri Lanka [will] offer similar relief that will be offered by other creditors as well,” said Dr. Weerasinghe.",
    "Former Sri Lanka Central Bank staff have written an open letter to the embattled President Gotabaya Rajapaksa urging him to keep Dr. Weerasinghe in the post.",
    "“If anyone is contemplating to remove him from his position as the Governor of the Central Bank of Sri Lanka, we see it as a highly unpatriotic move with entirely ulterior motives,” they wrote.",
    "The World Bank has warned that as many as 12 other developing countries are at risk of default over the coming year.",
    "Analysts say states such as the Maldives, Rwanda, Ethiopia and Senegal are also on the financial brink.",
    "Egypt, Ghana and Pakistan are also seen as intensely vulnerable."
  ]
}