{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/behind-sri-lanka-economic-crisis-are-also-lakshman-jayasundera-cabraal-attygalle-legislator-92800/",
  "time_ut": 1649383260,
  "title": "Behind Sri Lanka economic crisis are also Lakshman, Jayasundera, Cabraal, Attygalle: legislator",
  "body_lines": [
    "ECONOMYNEXT- Behind Sri Lanka’s economic crisis are set of officials that made policy in President Gotabaya Rajapaksa’s party, a legislator said as a ‘flexible’ exchange rate which is not a clean float collapsed after two years of money printing.",
    "“We have accepted that that during the last two years deep (barapathala) problems economic management has arisen,” Sri Lanka Freedom Party legislator Charitha Herath, a legislator told a forum of civil society activists in Colombo.",
    "“We can mention several persons, the former Central Bank Governor W D Lakshman is one. I am telling this because it is not correct to only blame the political side.",
    "Herath was a former ministry secretary under President Mahinda Rajapaksa.",
    "“This political-economic discourse happened with a set of our officials like Doctor P B Jayasundra, Ajith Nivard Cabraal, (Sajith) Attygalle,”",
    "“So all these persons are linked to this to a greater or lesser extent.”",
    "Analysts have said a 1979 constitution which ended permanent secretaries allowing President to appoint and sack them destroyed the independent public service and made senior official political acolytes.",
    "During the last ‘Yahapalana’ administration the ‘impermanent secretarries’ where shuffled several times. Analysts have called for permanent secretaries and permanent ministries to be brought back.",
    "Lakshman, a former economics professor was a self-declared post-Keynesian. Keynesian stimulus taught at Western universities like Cambridge, Oxford, Harvard, Yale and Princeton had brought many countries to ruin including the UK and US.",
    "Sri Lanka cut taxes in December 2019 and printed large volumes of money for ‘stimulus’ said to be using ‘Modern Monetary Theory or ‘alternative’ policies.",
    "From November 2019 Sri Lanka’s central bank has printed 2.055 trillion rupees to trigger balance of payments deficits (forex shortages) and expand reserve and broad money to drive up inflation using ‘flexible’ central bank policy which has a free for all constitution.",
    "The monetary stimulus had been labeled the ‘Lakshman shock’ by W A Wijewardene, a classical economist.",
    "However similar but less intense Keynesian policies triggered two currency crises in 2015/16 and 2018.",
    "The Prime Minister Ranil Wickremesinghe openly admitted to Keynesian stimulus in the first crisis while other members of his party was pushing for a social market economy which needed monetary stability.",
    "The International Monetary Fund also gave technical assistance to the central bank to calculate an ‘output gap’, a key tool to print money and goose the money supply. (Colombo/Apr08/2022)"
  ]
}