{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/India-to-share-more-information-on-palm-oil-smallholder-model/56-735005",
  "time_ut": 1652898600,
  "title": "India to share more information on palm oil smallholder model",
  "body_lines": [
    "Move aimed at achieving self-reliance with regard to vegetable oil production in Sri Lanka",
    "A high-level delegation representing the Palm Oil Industry Association of Sri Lanka (POIASL), recently met with India’s High Commissioner to Sri Lanka, Gopal Baglay.",
    "The meeting took place at Indian House where a productive meeting and discussion ensued. The POIASL discussed the progress made with regard to the oil palm industry in Sri Lanka, and provided the High Commissioner with a detailed overview of the history of oil palm cultivation in Sri Lanka. Statistical and other quantitative analyses demonstrating the potential of the industry were also presented.",
    "India’s High Commissioner to Sri Lanka referenced the success of the palm oil industry in India, particularly with regard to smallholders, under the National Edible Oil Mission – Oil Palm (NEOM-OP), saying that it was a model for self-reliance on edible oils as envisaged by Indian Prime Minister Narendra Modi.",
    "Gopal Baglay went on to say: “India is happy to share more information on the Indian experiences with NEOM-OP to support Sri Lanka to achieve self-reliance with regard to vegetable oil production as well, as it can help to save the Sri Lankan exchequer millions of dollars in terms of vegetable oil imports.”",
    "Subsequent to the discussion, the High Commissioner further expressed that Sri Lanka is blessed with an environment that is highly conducive to agriculture, while also commenting on the possibility of investment into agriculture in both Sri Lankan and India, to meet domestic edible oil requirements and achieve self-sufficiency. The High Commissioner also noted the warm bonds of brotherhood shared between Sri Lanka and India, and offered to extend fullest cooperation in terms of expertise and advice with regard to oil palm cultivation in Sri Lanka.",
    "The POIASL delegation was led by Vish Govindasamy, and the representatives from regional plantation companies, processing sector and Planters’ association attended the meeting."
  ]
}