{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mahindra-ideal-finance-one-of-sri-lankas-great-places-to-work/",
  "time_ut": 1653229320,
  "title": "Mahindra Ideal Finance One of Sri Lanka’s Great Places to Work",
  "body_lines": [
    "Mahindra Ideal Finance is not only one of Sri Lanka’s leading finance companies, but also one of Sri Lanka’s top employers of choice, attested to by the Company being certified as a Great Place to Work for 3 consecutive years, most recently in 2021.The Company has also been recognized amongst the Best 10 companies in the banking, financial services and insurance sector in 2021 by the Great Place to Work® Sri Lanka. As a result, Mahindra Ideal Finance has attracted a diverse group of individuals at the top of their game to be a part of the Company’s various teams. Having embarked on a landmark islandwide network expansion strategy, Mahindra Ideal Finance is also creating new opportunities for aspiring Sri Lankan professionals looking to build solid careers in financial services.",
    "Duminda Weerasekara – Chief Executive Officer said, “As we are growing our presence around the country through the expansion of our branch network, we are looking for driven and passionate people to reinforce our teams. As we have been a dedicated, caring and trustworthy employer since our inception, Mahindra Ideal Finance is the ideal platform for dynamic young professionals looking to launch or grow their careers.”Great Place to Work®, headquartered in the USA, is the global authority on high-trust, high performance workplace cultures. Great Place to Work provides the benchmarks, framework, and expertise needed to create, sustain, and recognize outstanding workplace cultures.",
    "Daraz Cares introduces ‘Buy one Give One’ initiative – To support families in vulnerable communities",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}