{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-fall-for-2nd-week-political-economic-woes-dent-sentiment-despite-pereras-boost-95596/",
  "time_ut": 1654912980,
  "title": "Sri Lanka shares fall for 2nd week; political, economic woes dent sentiment despite Perera’s boost",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks fell for the week ended on Friday (10) and suffered second weekly slip as political and economic uncertainties weighed over gains in the last three straight sessions due to top corporate leader Dhammika Perera being appointed as an lawmaker, brokers said.",
    "Perera who was a chairman and director in a number of listed companies resigned from all the position on Friday before he was appointed as a ruling party national list legislator, a position which fell vacant after the resignation of former finance minister Basil Rajapaksa,",
    "The main All Share Price Index (ASPI) fell 1.9 percent in the week to 7,898.79 despite a 3.5 percent gain in the last three sessions through Friday.",
    "“Dhammika Perera’s appointment was seen as market positive. But the main political and economic uncertainties still prevail and there is no proper directions on the both,” a market analyst said.",
    "“Investors don’t have confidence if the current government could continue due to possible policy differences between the prime ministers and others in the government. In terms of economy, we have yet to see end of shortage for fuel and dollars.”",
    "Former finance minister Basil Rajapaksa, resigned on Thursday, a month after his elder brother and former prime minister Mahinda Rajapaksa resigned from his post.",
    "Perera on Friday (10) tendered his resignation from the boards of directors of Hayleys PLC (of which he directly and indirectly holds 51.01 percent of shares), Singer (Sri Lanka) PLC, Hayleys Fabric PLC, Hayleys Leisure PLC, Haycarb PLC, and The Kingsbury PLC.",
    "Sources from ruling Sri Lanka Podujana Peremuna (SLPP) have told EconomyNext that Perera is likely to be given a cabinet portfolio that will involved with foreign investment and economy.",
    "The week’s daily average turnover was 1.3 billion rupees, close to a third of this year’s average 3.7 billion rupees.",
    "Foreign investors bought a net 10.9 million rupees’ worth of shares on the week, far less than 360 million rupee inflow in the previous week. The market has witnessed a total foreign outflow of 951 million rupees so far this year.",
    "The market has so far lost 2.4 percent in June after gaining 6 percent in May. It lost 23 percent in April and 14.5 percent in March.",
    "The market has lost 35.4 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year when large volumes of money were printed.",
    "Sri Lanka’s sovereign default has already led it to restricted/selective default rating by rating agencies and weighed on investor sentiment.",
    "Investors are also concerned over the steep fall of the rupee from 200 to 370 levels so far in 2022. (Colombo/June 11/2022)"
  ]
}