{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/economic-woes-power-cuts-drag-sri-lanka-shares-to-over-6-month-low-92288/",
  "time_ut": 1648662720,
  "title": "Economic woes, power cuts drag Sri Lanka shares to over 6-month low",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index plunged over 7 percent despite the trading was halted twice on Wednesday (30) as on-going economic crisis and extended power cuts prompted heavy selling amid margin calls, brokers said.",
    "The main All Share Price Index (ASPI), however, recovered to close 3.66 percent or 352.66 points lower at 9,294.89, its lowest since September 27. It lost over 700 points during the day.",
    "“All the possible negative factors in the market played a role in today’s plunge,” a market analyst said.",
    "S&P SL20 of the most liquid stocks ended 4.25 percent or 141.84 points lower to 3,196.19 points. It nosed dived over 9 percent triggering two market halts.",
    "On Wednesday, the country saw a 10-hour power cut despite officials assuring no lengthy power cut. The duration of power cuts has been further increased to 13 hours for Thursday (31). Analysts say power cuts and lack of fuel hurt the listed companies across the board though manufacturing firms are hut hard.",
    "Analysts had cautioned that if the market falls below 10,000 mark there would be a spiral effect, creating a downward trend.",
    "Analysts said many investors are still concerned over how the government is going to face the mounting debt as they are not still confident if it would really go to the IMF or drag the decision of seeking IMF help.",
    "The day’s turnover was 3.29 billion rupees, around two-third of this year’s average daily turnover of 5.0 billion rupees.",
    "Analysts said investors are trying to shift their savings to hedge against the rupee fall and inflation, which is at a record high and more than 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen over 60 percent since it was allowed flexibility on March 07.",
    "All commodity prices in Sri Lanka have been on the rise due to the currency fall.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 19.7 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 23.9 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 367.9 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 2 billion rupees so far this year.",
    "Expolanka, LOLC Holdings and Hayleys dragged the index down on Wednesday.",
    "Shares in LOLC Holdings fell 7.6 percent to close at 645.25 rupees a share, Hayleys fell 9.5 percent to close at 80.20 rupees a share while Expolanka plunged 9.1 percent to close at 223 rupees a share. (Colombo/March30/2022)"
  ]
}