{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-mulls-relaxing-open-account-imports-for-10-foods-minister-95616/",
  "time_ut": 1655037720,
  "title": "Sri Lanka mulls relaxing open account imports for 10 foods: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka may relax open account food imports for ten items, trade minister Nalin Fernando said while discussions were made with the central bank to release containers stuck in the port.",
    "“I had a discussion with the Central Bank Governor about releasing essential food items that were brought into the harbours before the gazette banning open accounts were passed,” Nalin Fernando, Minister for Trade told parliament on June 09.",
    "“180 million dollars from the Indian credit line will be used for releasing essential items.”",
    "Open account imports allow food to be cleared on suppliers’ credit which can be settled later through official or unofficial means.",
    "The essential items that may be allowed under the open accounts are – rice, wheat flour, sugar, potatoes, red dhal, onions, dry chillies, dry fish, beans and milk powder.",
    "Sri Lanka, banned open accounts in May in an attempt to reduce Unidyal style net settlements being made for what officials called ‘non-essential’ imports.",
    "However the ban on open account trade also hit food imports, which are usually imported long term relationships on suppliers credit.",
    "Open account imports which were banned in the third week of May, were allowed until June 07, to help clear good which were ordered prior to the ban.",
    "It is estimated that the island needs about 150 to 250 million US dollars a month for food imports according to industry officials.",
    "Minister assured the parliament that he will have a discussion with the central bank governor to find the fastest solutions to the problems faced by essential food importers. (Colombo/June12/2022)"
  ]
}