{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-prime-minister-briefs-fao-undp-on-looming-food-shortage-95134/",
  "time_ut": 1654252080,
  "title": "Sri Lanka Prime Minister briefs FAO, UNDP on looming food shortage",
  "body_lines": [
    "ECONOMYNEXT – Sri Lankan Prime Minister Ranil Wickremesinghe on Friday (03) briefed the representatives of Food and Agriculture Organisation (FAO) and United Nations Development Program (UNDP) over possible food shortage and the plans to overcome the production gap, the prime minister’s office said.",
    "The meetings come as the island nation’s agricultural experts have warned of a possible shortage of rice and other essential foods possibly in September because of lower production due to the impacts of chemical fertilizer ban last year and inability to import amid dollar shortage.",
    "Wickremesinghe has already warned of an acute food shortage by August and said the island nation would require $600 million to import fertilizer amid Sri Lanka’s near zero foreign currency reserves. Crop scientists have warned that Sri Lanka could produce enough rice only for seven months of this year due to the fertilizer ban. Before the fertilizer ban, Sri Lanka had self sufficiency in rice production.",
    "Wickremesinghe met Vimlendra Sharan, the Country Representative of the FAO and Malin Herwig, the Deputy Country Representative of UNDP on Friday.",
    "“The Prime Minister explained that in view of the threat of a food shortage, a food security program was being compiled by the agriculture department officials. This program is due to be unveiled next month, with the UNDP expressing their support for the initiative,” Wickremesinghe’s office said in a statement.",
    "“He (Wickremesinghe) stated that the biggest issue currently facing the agriculture sector is the fertiliser and fuel shortage. The Prime Minister also elaborated on the urban agriculture initiative that he had established to try and overcome a potential food shortage.”",
    "Sri Lanka is unable to import fertilizer although President Gotabaya Rajapaksa has cancelled his detrimental fertilizer ban policy because it does not have dollars and sharp increase in fertilizer prices globally.",
    "Sri Lanka produces no nitrogen fertilizer. Rajapaksa banned chemical fertilizer and requested farmers to go for only organic fertilizer. Paddy harvest has seen a decline of around 40 percent in the last two cultivation seasons, crop scientists have said.",
    "The prime minister’s office said the UNDP explained that they were compiling an innovative farming assistance program which would help the farming community overcome the fertiliser shortage.",
    "“The FAO also explained that donors had stepped forward to assist the country in the urban agriculture program, and was hopeful that a successful implementation would see more financial support provided,” it said in the statement.",
    "“The FAO also stated they were drafting a food crisis response plan that can be enacted in Sri Lanka.”",
    "“The Prime Minister explained that within 5-6 months the current agriculture shortages could be salvaged if swift action was taken to address the shortages faced by the farmers.” (Colombo/June 03/2022)"
  ]
}