{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/06/transparent-tourist-submarine-launches-at-vietnam-resort/",
  "time_ut": 1654495980,
  "title": "Transparent tourist submarine launches at Vietnam resort",
  "body_lines": [
    "CNN; A groundbreaking submersible has welcomed passengers on its first ever public dives in a hugely significant move for submarine tourism.",
    "The Triton DeepView 24, built by Florida-based luxury submersible company Triton Submarines, finally launched at the Vinpearl complex in Hon Tre Island, Vietnam, last month, two years after it was delivered.",
    "The 24-seat vessel, which can reach depths of up to 100 meters (328 feet), features a transparent acrylic hull, providing an incomparable underwater experience for those on board.",
    "Passengers will be able to view shipwrecks, reef and marine life, as well as a diver show devised to raise awareness around environmental issues, during the 30-minute dives.",
    "Measuring 15.4 meters (50.5 feet) long, the Triton DeepView 24 is described as “virtually silent, entirely non-polluting and producing no carbon or effluent emissions.”",
    "It was commissioned by Vinpearl, Vietnam’s largest domestic hotel operator, in 2017 as a response to the increasing interest in “adventure and experience-based holidays.",
    "The Triton DeepView 24, also known as the Vinpearl Submarine Nha Trang, was initially delivered in April 2020 and had been due to launch later that year.",
    "However, its debut was delayed due to the Covid-19 pandemic.",
    "The team at Vinpearl have since been working with Triton to put together a dive program and provide extensive training for pilots and staff for the immersive experience.",
    "“The Vinpearl team had the foresight to recognize early on the technology that only Triton has been able to develop, and what it could mean for their overall guest experience,” Bruce Jones, co-founder and CEO of Triton Submarines, said in a statement.",
    "“The Triton DeepView 24 represents a massive advancement in submersible innovation and technology and we’re confident this will serve as a positive business platform for them for many, many years to come.”",
    "Triton submarines are hand built using premium-grade “optically perfect” acrylic in order to present the clearest views.",
    "In 2019, the company made history with its record-breaking dives to the deepest point of the world’s oceans with its 36000/2 model, which also helped to locate and identify a brand new species.",
    "“Triton has a demonstrated reputation for building submarines that can repeatedly and safely visit even the deepest points in our oceans, and we knew their significant experience would ensure the safety of the sub, and in turn, our guests,” adds Ngo Huong, a representative for Vinpearl.",
    "Triton DeepView 24 is Triton’s first delivery from its DeepView series, a range of subs that can be modified to hold between 12 and 66 passengers.",
    "Cruise ship companies have also been getting in on the submersible action in recent years.",
    "Asia’s Genting Cruise Lines has previously invested in subs, with at least four ships equipped with submarines supplied by Dutch company U-Boat Worx, while Seabourn Cruises’ Seabourn Venture has two custom-built submarines onboard.",
    "Tickets for the Vinpearl Submarine Nha Trang are priced at $60 for adults and $40 for children and can be purchased online, at the Vinpearl ticketing office or via a travel agent."
  ]
}