{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/siyapatha-finance-records-lkr-1-bn-pat-for-fy-2021-an-impressive-increase-of-167/",
  "time_ut": 1648042680,
  "title": "Siyapatha Finance records LKR 1 Bn PAT for Fy 2021, an impressive increase of 167%",
  "body_lines": [
    "Siyapatha Finance has continued on its robust performance, despite the pandemic-induced economic challenges, ending the 2021 financial year with the highest ever profitability through its Profit Before Tax reaching LKR 1.53 Bn. Profit after tax increased by 167% from LKR 409.5 Mn in 2020 to LKR 1,094.5 Mn in 2021. Income growth coupled with prudent management of operating expenses resulted in the substantial improvement of the cost to income ratio to 33.56% from 39.28% the previous year. The Company continued to systematically focus on its well performing segments, whilst maintaining its risk management strategies, credit quality and improving the recovery efforts.",
    "Another noteworthy achievement was the management of Non-Performing Advances (NPA). During the year, the Company managed to reduce its gross NPA ratio to 16% from 18% in 2020. Despite the moratoria and drastic decline in economic activities, the Company was able to contain the NPA of the leasing portfolio within the industry benchmark of 12%. This reflects its commitment to driving recoveries and maintaining credit quality despite the downturn in business activities.",
    "The Company held a strong asset base of LKR 42.75 Bn as at 31 December 2021, recording a growth of LKR 1,198.59 Million during the year. Total liabilities of the Company increased marginally to LKR 36.52 Bn as at 31 December 2021 compared to LKR 36.43 Bn as at 31 December 2020. The Company’s Return on Average Assets grew by 163 bps to 2.59% during the financial year 2021, derived by enhanced earnings.",
    "The deposit base of the Company was maintained at a steady level of LKR 17.11 Bn. This reflects the trust and confidence attained by the Company among fund managers and the corporate sector that continued to place substantial fixed deposits.",
    "The Tier I Core Capital Ratio and the Total Capital Ratio stood at 14.74% and 21.36% as at 31 December 2021, well above the respective regulatory capital adequacy requirements of 7% and 11%.",
    "Commenting on the strong performance the Company has demonstrated in 2021, Sumith Cumaranatunga, Chairman, Siyapatha Finance PLC said “We are proud of the financial performance that Siyapatha Finance has delivered despite the challenges posed by the pandemic. This is a testament to the ability of our remarkable workforce, our strength, our dedication and our constant need to improve ourselves through the implementation of our high performing strategies. I am confident that the organization will continue building upwards, leveraging on opportunities that will help deliver positive results in the future.”",
    "“Siyapatha Finance continues to display remarkable resilience and growth even amidst the prevailing challenges in the external environment. Our financial performance has spoken volumes about the Company’s strength and stability. We are cognizant of the challenging path ahead of us and yet we are confident of delivering consistent growth with much optimism and enthusiasm,” stated Ananda Seneviratne Managing Director, Siyapatha Finance.",
    "Sri Lanka India Society commemorates 74th Independence Day of Sri Lanka and the 73rd Republic Day of India",
    "Sri Lankans vote Dialog as the Telecommunication Brand and Service Brand of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}