{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-battle-for-premiership-opposition-leader-throws-hat-in-the-ring-at-last-minute-94162/",
  "time_ut": 1652348280,
  "title": "Sri Lanka’s battle for premiership: Opposition leader throws hat in the ring at last minute",
  "body_lines": [
    "ECONOMYNEXT – With a widely speculated return of Sri Lanka’s former prime minister Ranil Wickremesinghe said to be hours away, opposition leader Sajith Premadasa wrote to President Gotabaya Rajapaksa Thursday (12) afternoon expressing his willingness to take up the position on four conditions including the president’s resignation during a specified time period.",
    "Referring to a previous telephone conversation between him and Rajapaksa where the latter had asked him to accept the premiership, Premadasa said as the leader of the main opposition Samagi Jana Balavegaya (SJB), he is ready to take him up on his offer on the following conditions:",
    "The president agrees to step down during a minimum period of time",
    "Restoring and enacting the 19th amendment to the constitution within two weeks, with the support of all parties that represent parliament",
    "Working together with the support of all parties to implement in a minimum period of time the provisions of the 21st amendment to the constitution as proposed by the SJB",
    "Holding a parliamentary election after a return to normality and after ensuring the rule of law by enacting the proposed constitutional reforms",
    "“My team and I have a clear and effective programme to introduce such constitutional reforms and to manage the crashing economy,” said Premadsa in the letter.",
    "SJB MP Harsha de Silva tweeted a copy of the letter Thursday afternoon.",
    "1 of 2: We have communicated to Pres @GotabayaR the official position of @sjbsrilanka and our alliance. Will take Government under conditions as per his address to #SriLanka yesterday: 1. Agree on timeframe to leave the office of President. 2. Implement 19A immediately —> pic.twitter.com/wRiegPQlkt",
    "Premadasa’s deceleration of intent comes after days of refusal to form a new government under President Gotabaya Rajapaksa. Until Thursday morning, SJB spokesmen were clear that neither the party nor the party leader wishes to work under a Rajapaksa presidency given that the people’s demand is for the president to step down immediately.",
    "Asked if his stance has softened ever since the speculation on Wickremesinghe, Premadasa told a reporter: “You can read the letter and see for yourself if it has softened or not.”",
    "Similar sentiments have been expressed by the opposition National People’s Power (NPP), led by the Janatha Vimukthi Peramuna (SLPP).",
    "Premadasa’s letter follows a meeting between President Rajapaksa and former prime minister Wickremesinghe Wednesday evening that gave rise to intense speculation of a Wickremesinghe comeback.",
    "Several media outlets reported Thursday afternoon, citing United National Party (UNP) sources, that Wickremesinghe was indeed supposed to swear in as prime minister that evening. (Colombo/May12/2022)"
  ]
}