{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aitken-spence-creates-history-by-recording-its-highest-ever-profit-of-rs-14-2-billion/",
  "time_ut": 1653825060,
  "title": "Aitken Spence creates history by recording its highest ever profit of Rs 14.2 billion",
  "body_lines": [
    "The diversified blue-chip Aitken Spence PLC reported a profit before tax of Rs. 14.2 billion for the twelve months ended 31st March 2022 compared to the loss reported before tax of Rs. 2.8 billion last year. This phenomenal performance was driven by the Group’ diverse presence in eight countries spanning sixteen segments of operation. The diversity of the Group’s operations and the transformational leadership and rigorous management of processes and costs showcased by all segments in achieving these results are testimony to the Group’s ability to perform even under trying socio-economic conditions.The asset rich Aitken Spence Group grew its total asset base by 34.3% during the year to Rs. 197.3 billion at year end, with Rs. 127.9 billion of these assets being non-current assets, predominantly property, plant and equipment. The diversity of the Group is further augmented by the fact that 46.7% of those total assets are from overseas operations. Aitken Spence net assets per share stood at Rs. 162.44 as of 31st March 2022, which is a 33.3% growth over the previous year.",
    "The Group’s EBITDA (earnings inclusive of equity accounted investees, before interest expenses, tax, depreciation, and amortization) for the year was an impressive of Rs. 23.1 billion compared to Rs. 4.9 billion recorded the previous year.The maritime and freight logistics sector contributed to the Group’s performance by recording its highest profit of Rs. 4.9 billion, a growth of 92.1% for the twelve months ended 31st March 2022. The Group’s freight management and liner shipping segments together with enhanced overseas port management operations were the main reasons for an exceptional performance from this sector.",
    "The Group’s tourism sector showed an outstanding turnaround in performance to record a profit before tax of Rs. 2.5 billion for the twelve months ended 31st March 2022 compared to a loss before tax of Rs. 7.9 billion the previous year. This was supported by a noteworthy contribution from the Group’s overseas hotels and an improved performance from the Sri Lankan hotels, while the new charter operations from the Eastern European and Central Asian markets facilitated by the Group’s destination management segment also boosted earnings.The Group’s strategic investments sector recorded a profit before tax of Rs. 6.1 billion for the twelve months ended 31st March 2022 compared to Rs. 2 billion last year. The improved performance was driven by the plantations segment that recorded the highest ever profit in its history. A full year’s operation of the waste-to-energy power plant, the three recently acquired hydro power plants were among the major driving forces of the profits of this sector, while the foreign currency translation gain recorded in the holding company also enhanced profitability.",
    "The Group’s services sector recorded a profit before tax of Rs. 708 million for the twelve months ended 31st March 2022 compared to Rs. 392 million last year. Improved performance was seen in the elevators segment that made noteworthy contributions to the sector.",
    "“Despite facing several global and domestic challenges during another tumultuous year, Aitken Spence recorded the highest ever profit before tax in its entire history which is a significant milestone for the Group. The geographic diversity of the Group was key to delivering phenomenal results underlined by our approach ‘if we do not risk anything, we risk even more’. This has been our ethos and guide in making bold decisions to move early to seize opportunities”, commented Dr. Parakrama Dissanayake, Deputy Chairman and Managing Director of Aitken Spence PLC.",
    "Union Assurance is a most loved life insurance brand in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}