{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/President-calls-on-TNA-to-work-collectively-to-build-SL/56-732601",
  "time_ut": 1648235520,
  "title": "President calls on TNA to work collectively to build SL",
  "body_lines": [
    "President pledges to pay attention to all citizens, equal treatment",
    "TNA Leader and MP R. Sampanthan believes in unified political solution to bring prosperity to SL",
    "President Gotabaya Rajapaksa yesterday called on the Tamil National Alliance (TNA) to work collectively with the Government to lead the country towards economic prosperity.",
    "“As the leader of the entire country, attention will be paid to all citizens on treating every person equally,” he said during a meeting with members of TNA held at the Presidential Secretariat yesterday.",
    "Prime Minister Mahinda Rajapaksa, Foreign Affairs Minister Prof. G.L. Peiris, Justice Minister PC Ali Sabry and Irrigation Minister and State Minister of Defence and Home Affairs Chamal Rajapaksa also participated at the discussion along with TNA Leader and MP R. Sampanthan and TNA MPs M.A. Sumanthiran, Charles Nirmalanathan, Sivagnanam Sridharan, Shanakiyan Rajaputhiran, Thavaraja Kalai Arasan, Selvam Adaikkalanathan, S. Noharathalingam and Govindan Karunakaram.",
    "President Rajapaksa also said the Government is working on key issues which include; the release of suspects who have been detained for a long time, taking further action against suspects who have not been charged or prosecuted, initiating a truth-seeking mechanism, amending the Prevention Terrorism Act and resolving issues related to missing persons.",
    "He also highlighted that the country can move towards development by working together to achieve the public objectives, including in the North and East.",
    "TNA Leader and MP R. Sampanthan said he hopes to bring prosperity to Sri Lanka through a unifying political solution.",
    "“We must unite as a country,” he said, adding that it is the responsibility of all parties to liberate the country from the current economic challenges.",
    "During talks, attention was also paid on release of lands used for long-term cultivation, detention of persons, investigations of missing persons, discussion of amendments to the new constitution after its translation into Tamil and Sinhala.",
    "In addition, discussions were evolved around the establishment of a North-Eastern Development Fund."
  ]
}