{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Monetary-Board-comes-clean-on-status-of-the-economy/56-733296",
  "time_ut": 1649615400,
  "title": "Monetary Board comes clean on status of the economy",
  "body_lines": [
    "Anti-Government protestors in front of the Presidential Secretariat in Colombo on Saturday amid the country’s economic crisis – REUTERS",
    "Following is the detailed statement by the Central Bank following the Monetary Board review of the monetary policy on 8 April. The Monetary Board of the CBSL announced it was significantly tightening the monetary policy stance to stabilise the economy",
    "The Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 8 April, decided to increase the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 700 basis points to 13.50% and 14.50%, respectively, effective from the close of business on 8 April.",
    "The Board, having noted the inflationary pressures that could further intensify in the period ahead, driven by the build-up of aggregate demand, domestic supply disruptions, exchange rate depreciation and the elevated prices of commodities globally, was of the view that a substantial policy response is imperative to arrest the build-up of added demand driven inflationary pressures in the economy and pre-empt the escalation of adverse inflationary expectations, to provide the required impetus to stabilise the exchange rate and also to correct anomalies observed in the market interest rate structure.",
    "Although the momentum in the export sector continued with earnings exceeding $ 1 billion for several consecutive months, elevated levels of expenditure on imports have led to the continued  widening of the trade deficit. Tourist arrivals have indicated a promising recovery, although recent  geopolitical tensions, as well as domestic economic uncertainty along with power and energy  outages and supply interruptions, could weigh on this recovery to some extent.",
    "Workers’ remittances are showing signs of recovery following the adjustment to the exchange rate and the continued increase in worker migrations. With greater market orientation in the determination of the exchange rate, the rupee has recorded a depreciation of 33% against the dollar thus far in 2022 (by 8 April).",
    "The gross official reserves as of end March were provisionally estimated at $ 1.9 billion. Nevertheless, the excessive depreciation of the exchange rate amidst the lacklustre performance in foreign exchange inflows warrants certain policy actions.",
    "Inflation is on the rise due to both supply side factors and mounting aggregate demand pressures",
    "Headline inflation continued to accelerate driven by the supply side disruptions, while underlying demand pressures in the economy remain intact as reflected by the continued acceleration in core inflation.",
    "The emerging developments indicate that inflationary pressures would continue in the near term driven by elevated prices of global commodities and their direct and second round impact on domestic prices, in addition to the price impact that could arise with the depreciation of the rupee requiring the Central Bank to take further proactive measures.",
    "Market interest rates have been gradually adjusting upwards in response to tight monetary policy  measures adopted thus far. However, adjustments in deposit rates remain inadequate to attract deposits into the banking system from the excessive currency in circulation. Yields on Government securities have also increased notably compared to other market rates given the higher Government borrowing requirement thus creating anomalies in the market interest rate structure.",
    "Although a slowdown in the growth of broad money (M2b) was observed due to the decline in net foreign assets  (NFA) of the banking system, net domestic assets (NDA) of the banking system have increased  significantly.",
    "Adverse developments in both global and domestic fronts have posed challenges to the  domestic economic performance",
    "As per the GDP estimates published by the Department of Census and Statistics (DCS), the Sri Lankan economy grew by 1.8%, year-on-year, in the last quarter of 2021. Accordingly, the Sri Lankan economy has recovered from the contraction of 3.6% in 2020 and recorded a  growth of 3.7% in 2021.",
    "Growth prospects for 2022 are affected by the recent adverse developments on the global front in terms of supply chain disruptions and rising commodity prices  as well as on the domestic front, particularly interruptions to power and energy supply and other shortages.",
    "Monetary and other policy measures are expected to further tighten monetary conditions",
    "Considering the severity of the external shocks, rising inflationary pressures and continued imbalances in the economy, the Monetary Board was of the view that a comprehensive set of policy measures, along with other initiatives that have an impact on the overall economy, is essential to safeguard stability on all fronts and to counter economic headwinds.",
    "Accordingly, after carefully considering the current and expected macroeconomic developments both globally and domestically, the Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 8 April, decided to increase the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 700 basis points to 13.50% and 14.50%, respectively, effective from the close of business on 8 April.",
    "The Monetary Board also decided to remove caps imposed on lending interest rates applicable to credit cards, pre-arranged temporary overdrafts, and pawning facilities to facilitate the effective transmission of the policy adjustment.",
    "The Board noted that such policy and regulatory actions, upon quick transmission, would raise the cost of funds, thereby containing the expansion of money and credit; inducing the return of excessive currency in circulation to the banking system; eliminating interest rate anomalies; easing the pressure on the exchange rate; and containing the build-up of demand pressures in the economy.",
    "Financial institutions are urged to raise interest rates on their products, particularly deposit rates for the benefit of the depositors. In line with the current monetary policy stance, the Central Bank would also continue with the ongoing programme to reduce its holdings of Treasury bills and hence unwind monetary stimulus.",
    "The Central Bank and the Government have already begun working closely with the International Monetary Fund (IMF) to formulate a sustainable solution to overcome the macroeconomic challenges faced by the country at present. Negotiations to obtain bridging financing have already commenced with interested counterparties.",
    "The Monetary Board firmly believes that the policy measures adopted thus far by the Central Bank and further measures that are expected to be taken by the Government and the Central Bank would reinforce greater stability in prices as well as in the external, monetary, and financial sectors, while restoring the confidence of stakeholders of the economy on the way forward."
  ]
}