{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/FR-petitions-challenging-decision-to-pardon-Gnanasara-thera-fixed-for-support/108-233971",
  "time_ut": 1648450860,
  "title": "FR petitions challenging decision to pardon Gnanasara thera fixed for support",
  "body_lines": [
    "Two Fundamental Rights petitions filed challenging former President Maithripala Sirisena’s decision to grant pardon to Bodu Bala Sena (BBS) General Secretary Ven. Galagoda Atte Gnanasara Thera were today fixed for support by the Supreme Court.",
    "These petitions had been filed by Centre for Policy Alternative (CPA) and Sandhya Ekneligoda, the wife of missing journalist Prageeth Ekneligoda.",
    "Additional Solicitor General Nerin Pulle appearing for the Attorney General said that it would be better to postpone the case, because the current Secretary to the President may not have received notice of being added as a respondent. However, Counsel for the petitioners informed court that they have already given notice and had proof of it. They brought to the court's attention that the matter is pending since 2019 and thereby emphasised the importance of necessity to expedite the hearing into the matter.",
    "Accordingly, the Supreme Court three-judge-bench comprising Justices Buvaneka Aluwihare, Mahinda Samayawardhana and Arjuna Obeyesekere fixed the two petitions to be taken up for support on May 17.",
    "Gnanasara Thera was jailed for six years after being found guilty of contempt of court over his conduct during a court hearing at Homagama Magistrate’s Court regarding the case of missing journalist Prageeth Ekneligoda.",
    "On May 23, 2019 Gnanasara Thera was released from Welikada prison after receiving a letter from the Presidential Secretariat granting pardon to Ven.Gnanasara Thera.",
    "In their petition, the CPA and its Executive Director P. Saravanamuttu stated that the decision to grant pardon to Gnanasara Thera was a threat to judicial integrity and undermining the authority of court. They sought a declaration that the petitioner's fundamental rights guaranteed under Article 12(1) of the constitution have been violated.",
    "On October 5, 2018, the Supreme Court upheld the Court of Appeal judgment that found Bodu Bala Sena (BBS) General Secretary Ven. Galagoda Atte GnanasaraThera guilty over his contemptuous behaviour inside the Homagama Magistrate’s Court on January 25, 2016.",
    "In August 2018, Gnanasara Thera was sentenced to 19-year-rigorous imprisonment, to be served concurrently within 6 years by Court of Appeal over his contemptuous behaviour inside the Homagama Magistrate’s Court.",
    "Senior Counsel Viran Corea with Lasantha Garusinghe and Khyati Wikramanayake appeared for CPA. Counsel Asthika Devendra with Pulasthi Hewamanne and Harini Jayawardena appeared for Sandhya Ekneligoda. Nerin Pulle, ASG appeared for the Attorney General. Romesh De Silva PC with Thishya Weragoda appeared for Gnanasara Thera. Faiszer Musthapha PC with Pulasthi Rupesinghe appeared for ex-president Sirisena. (Lakmal Sooriyagoda)"
  ]
}