{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/09/sabry-says-sri-lanka-is-seeking-3bn-to-stave-of-crisis-reuters/",
  "time_ut": 1649489820,
  "title": "Sabry says Sri Lanka is seeking $3Bn to stave of crisis – Reuters",
  "body_lines": [
    "COLOMBO (News 1st);  Sri Lanka will need about $3 billion in external assistance within the next six months to help restore supplies of essential items, including fuel and medicines, to manage a severe economic crisis, the Finance Minister Ali Sabry stated in an interview with Reuters.",
    "The Finance Minister, stating that it is indeed a ‘Herculean task’, mentioned that Sri Lanka needs $3 billion in bridge financing while readying itself for negotiations with the IMF.",
    "Sri Lanka will look to restructure international sovereign bonds and seek a moratorium on payments, and is confident of negotiating with bondholders for an upcoming $1 billion payment in July.",
    "“The entire effort is not to go for a hard default, as we understand the consequences of a hard default.” Minister Sabry stated.",
    "J.P. Morgan analysts estimated this week that Sri Lanka’s gross debt servicing would amount to $7 billion this year, with the current account deficit coming in around $3 billion.",
    "Sri Lanka will seek another $500 million credit line from India for fuel, which would suffice for about five weeks of requirements, Sabry said.",
    "The government would also seek support from the Asian Development Bank, the World Bank and bilateral partners including China, the United States, Britain and countries in the Middle East.",
    "“We know where we are, and the only thing is to fight back,” Sabry said, looking relaxed in a blue T-shirt and jeans, according to Reuters.",
    "On Friday, a new central bank governor raised interest rates by an unprecedented 700 basis points in a bid to tame rocketing inflation and stabilize the economy.",
    "In a effort to fix government finances, Sabry said the country will have to raise tax rates and further increase fuel prices within the next six months.",
    "“These are very unpopular measures but these are things we need to do for the country to come out of this,” he said. “But the choice is do you do that, or do you go down the drain permanently?” Reuters further reported.",
    "Sabry says Sri Lanka is seeking $3Bn to stave of crisis – Reuters",
    "Tri-Forces assistance sought to aid Police when necessary: Public Defense Ministry",
    "Easter Attacks conspirators gained power, but they cannot protect it – Cardinal"
  ]
}