{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HNB-renews-partnership-with-UMG-Lanka-for-exclusive-offers-on-MATADOR-Machinery/34-731492",
  "time_ut": 1646418600,
  "title": "HNB renews partnership with UMG Lanka for exclusive offers on MATADOR Machinery",
  "body_lines": [
    "HNB DGM-Retail and SME Banking Sanjaya Wijemanna (fourth from right) exchanging the MoU with the UMG Managing Director/COO Asiri Walisundara (third from right) in the presence of (from left) HNB Assistant Manager-Business Development Mahesh Ratnayake, HNB Assistant Manager-Leasing Roshan De Silva, HNB Head of Leasing Niluka T Amarasinghe, HNB Head Of Micro Finance Vinodh Fernando, HNB Head of PFS Kanchana Karunagama, UMG Head of Sales Deepal Ilangasingha and UMG Brand and Marketing Manager Methma Karalliyadda",
    "",
    "",
    "Sri Lanka’s premier private sector bank HNB PLC partnered with leading agricultural and construction equipment provider United Mercury Group (UMG) Lanka once again to offer exclusive discounts and attractive benefits on MATADOR construction and harvesting machinery.",
    "The exclusive partnership offers customers access to an extensive range of agricultural and construction equipment by UMG. A special ceremony was held at HNB Towers to sign the MoU with the attendance of UMG Head of Personal Financial services Kanchana Karunagama and Managing Director /COO Asiri Walisundara.",
    "“Given the hardships we’re facing today as a nation, HNB is grateful to UMG for their timely execution of this initiative. We believe that our joint efforts help take the agricultural and construction sector forward in this time of need, and we will continue to support said sectors for long term growth,” states Kanchana Karunagama.",
    "The partnership offers HNB customers access to low interest rates and exciting discounts for vehicle insurance premiums from HNB General Insurance, in addition to a free life insurance cover Rs. 4.5 million for accidental deaths. HNB Assurance will also provide a Rs. 600,000 natural death insurance cover. Customers will also have access to a range of exclusive discounts through the prestige Prime credit card, for which the bank will waive off the first-year annual fee.",
    "“As pioneers in offering heavy machinery to Sri Lanka we understand the necessity of supporting those in the agricultural and construction sectors to take the economy forward. Our partnership with HNB facilitates many to purchase our machinery at attractive and discounted rates, which we believe will help the sectors’ growth in the long run,” shares Asiri Walisundara.",
    "UMG Lanka offers exceptional warranty schemes for Matador’s harvesting and construction machinery, with free inspection of the machinery provided every 250 hours during a customer’s warranty period. Customers who purchase Matador’s combine harvester machinery will receive a spare parts and tool box worth Rs. 50,000 free of charge, and those who purchase more than one are eligible to receive a 15% discount on spare parts.",
    "Customers who purchase Matador’s construction machinery will also be offered an extended warranty of two years or 5000 meter hours, and will be eligible for a 10% discount on spare part purchases after one year of their free service package.",
    "Further information regarding the offer can be obtained from HNB and UMG showrooms island-wide."
  ],
  "translate": {
    "si": {
      "title": "MATADOR යන්ත්‍රෝපකරණ සඳහා සුවිශේෂී දීමනා සඳහා HNB UMG Lanka සමඟ හවුල්කාරිත්වය අලුත් කරයි",
      "body_lines": [
        "HNB DGM-Retail සහ SME Banking සංජය විජේමාන්න (දකුණේ සිට සිව්වන) UMG කළමනාකාර අධ්‍යක්ෂ/COO ආසිරි වලිසුන්දර (දකුණේ සිට තෙවැන්නා) (වමේ සිට) HNB සහකාර කළමනාකාර-ව්‍යාපාර සංවර්ධන මහේෂ් රත්නායක, HNB සහකාර, HNB සහකාර සමඟ අවබෝධතා ගිවිසුම හුවමාරු කර ගනිමින් කළමනාකරු-ලීසිං රොෂාන් ද සිල්වා, HNB ලීසිං ප්‍රධානී නිලූකා ටී අමරසිංහ, HNB මයික්‍රො ෆිනෑන්ස් ප්‍රධානී විනෝද් ප්‍රනාන්දු, HNB ප්‍රධානී PFS කාංචන කරුණාගම, UMG විකුණුම් ප්‍රධානී දීපාල් ඉලංගසිංහ සහ UMG සන්නාම සහ අලෙවි කළමනාකරු මෙත්ම",
        "",
        "",
        "MATADOR ඉදිකිරීම් සහ අස්වනු නෙලීමේ යන්ත්‍ර සූත්‍ර සඳහා සුවිශේෂී වට්ටම් සහ ආකර්ශනීය ප්‍රතිලාභ පිරිනැමීමට ශ්‍රී ලංකාවේ ප්‍රමුඛතම පුද්ගලික අංශයේ බැංකුව HNB PLC නැවත වරක් ප්‍රමුඛ කෘෂිකාර්මික සහ ඉදිකිරීම් උපකරණ සපයන්නා වන United Mercury Group (UMG) Lanka සමඟ හවුල් විය.",
        "මෙම සුවිශේෂී හවුල්කාරිත්වය UMG මගින් පාරිභෝගිකයින්ට පුළුල් පරාසයක කෘෂිකාර්මික සහ ඉදිකිරීම් උපකරණ වෙත ප්‍රවේශය ලබා දෙයි. UMG පුද්ගලික මූල්‍ය සේවා ප්‍රධානී කාංචන කරුණාගම සහ කළමනාකාර අධ්‍යක්ෂ/COO ආසිරි වලිසුන්දර යන මහත්වරුන්ගේ සහභාගීත්වයෙන් අවබෝධතා ගිවිසුම අත්සන් කිරීමේ විශේෂ උත්සවයක් HNB Towers හිදී පැවැත්විණි.",
        "“ජාතියක් ලෙස අද අප මුහුණ දෙන දුෂ්කරතා සැලකිල්ලට ගෙන, මෙම මුලපිරීම කාලෝචිත ලෙස ක්‍රියාත්මක කිරීම පිළිබඳව HNB UMG වෙත කෘතඥ වෙනවා. අපගේ ඒකාබද්ධ ප්‍රයත්නයන් මෙම අවශ්‍යතාවයේ දී කෘෂිකාර්මික හා ඉදිකිරීම් ක්ෂේත්‍රය ඉදිරියට ගෙන යාමට ඉවහල් වන බව අපි විශ්වාස කරන අතර, එම ක්ෂේත්‍ර සඳහා දිගුකාලීන වර්ධනයක් සඳහා අපි අඛණ්ඩව සහයෝගය ලබා දෙන්නෙමු, ”කාංචන කරුණාගම ප්‍රකාශ කරයි.",
        "මෙම හවුල්කාරිත්වය මගින් HNB පාරිභෝගිකයින්ට අඩු පොලී අනුපාත සඳහා ප්‍රවේශය සහ HNB General Insurance වෙතින් වාහන රක්ෂණ වාරික සඳහා ආකර්ෂණීය වට්ටම් ලබා දෙන අතර, නොමිලේ ජීවිත රක්‍ෂණ ආවරණයකට අමතරව රු. හදිසි මරණ සඳහා මිලියන 4.5 කි. HNB ඇෂුවරන්ස් විසින් රු. 600,000 ස්වභාවික මරණ රක්ෂණ ආවරණය. කීර්තිමත් ප්‍රයිම් ක්‍රෙඩිට් කාඩ්පත හරහා පාරිභෝගිකයින්ට සුවිශේෂී වට්ටම් රාශියකට ද ප්‍රවේශය ඇත, ඒ සඳහා බැංකුව පළමු වසරේ වාර්ෂික ගාස්තුව ඉවත් කරනු ඇත.",
        "“ශ්‍රී ලංකාවට බර යන්ත්‍ර සූත්‍ර පිරිනැමීමේ පුරෝගාමීන් ලෙස අපි ආර්ථිකය ඉදිරියට ගෙන යාම සඳහා කෘෂිකාර්මික හා ඉදිකිරීම් ක්ෂේත්‍රයේ සිටින අයට සහාය වීමේ අවශ්‍යතාවය තේරුම් ගනිමු. HNB සමඟ ඇති අපගේ හවුල්කාරිත්වය බොහෝ දෙනෙකුට අපගේ යන්ත්‍රෝපකරණ ආකර්ශනීය සහ වට්ටම් සහිත මිලට මිලදී ගැනීමට පහසුකම් සලසයි, එය දිගු කාලීනව ක්ෂේත්‍රවල වර්ධනයට උපකාරී වනු ඇතැයි අපි විශ්වාස කරමු, ”ආසිරි වලිසුන්දර බෙදා ගනී.",
        "UMG Lanka විසින් Matador හි අස්වනු නෙලීම සහ ඉදිකිරීම් යන්ත්‍රෝපකරණ සඳහා සුවිශේෂී වගකීම් යෝජනා ක්‍රම පිරිනමයි, පාරිභෝගික වගකීම් කාලයක් තුළ සෑම පැය 250කට වරක් සපයන යන්ත්‍ර සූත්‍ර නොමිලේ පරීක්ෂා කිරීම. Matador හි ඒකාබද්ධ අස්වනු නෙලන යන්ත්‍ර මිලදී ගන්නා පාරිභෝගිකයින්ට රු. 50,000 නොමිලේ, සහ එකකට වඩා මිලදී ගන්නා අයට අමතර කොටස් සඳහා 15% ක වට්ටමක් ලබා ගැනීමට සුදුසුකම් ලබයි.",
        "Matador හි ඉදිකිරීම් යන්ත්‍රෝපකරණ මිලදී ගන්නා පාරිභෝගිකයින්ට වසර දෙකක හෝ මීටර 5000ක දීර්ඝ වගකීමක් ද පිරිනමනු ලබන අතර, ඔවුන්ගේ නොමිලේ සේවා පැකේජයෙන් වසරකට පසු අමතර කොටස් මිලදී ගැනීම් සඳහා 10% ක වට්ටමක් සඳහා සුදුසුකම් ලබයි.",
        "පිරිනැමීම සම්බන්ධයෙන් වැඩිදුර තොරතුරු දිවයින පුරා පිහිටි HNB සහ UMG ප්‍රදර්ශනාගාරවලින් ලබාගත හැක."
      ]
    },
    "ta": {
      "title": "MATADOR மெஷினரிக்கான பிரத்தியேக சலுகைகளுக்காக HNB UMG லங்காவுடன் கூட்டுறவை புதுப்பிக்கிறது",
      "body_lines": [
        "HNB DGM-சில்லறை மற்றும் SME வங்கியியல் சஞ்சய விஜேமான்ன (வலமிருந்து நான்காவது) UMG முகாமைத்துவப் பணிப்பாளர்/COO ஆசிரி வாலிசுந்தர (வலமிருந்து மூன்றாவது) ஆகியோருடன் (இடமிருந்து) HNB உதவி முகாமையாளர்-வணிக அபிவிருத்தி மகேஷ் ரத்நாயக்க, HNB உதவியாளர் முன்னிலையில் புரிந்துணர்வு ஒப்பந்தத்தை பரிமாறிக் கொண்டார். முகாமையாளர்-லீசிங் ரொஷான் டி சில்வா, HNB லீசிங் பிரிவின் தலைவர் நிலுகா டி அமரசிங்க, HNB மைக்ரோ பினான்ஸ் தலைவர் வினோத் பெர்னாண்டோ, PFS இன் HNB தலைவர் காஞ்சனா கருணாகம, UMG விற்பனைத் தலைவர் தீபால் இளங்கசிங்க மற்றும் UMG வர்த்தக நாம மற்றும் சந்தைப்படுத்தல் முகாமையாளர் மெத்ம",
        "",
        "",
        "இலங்கையின் முதன்மையான தனியார் துறை வங்கியான HNB PLC, MATADOR கட்டுமானம் மற்றும் அறுவடை இயந்திரங்கள் மீது பிரத்தியேகமான தள்ளுபடிகள் மற்றும் கவர்ச்சிகரமான நன்மைகளை வழங்குவதற்காக மீண்டும் முன்னணி விவசாய மற்றும் கட்டுமான உபகரண வழங்குனரான United Mercury Group (UMG) Lanka உடன் கூட்டு சேர்ந்துள்ளது.",
        "பிரத்தியேக கூட்டாண்மை வாடிக்கையாளர்களுக்கு UMG மூலம் விரிவான அளவிலான விவசாய மற்றும் கட்டுமான உபகரணங்களுக்கான அணுகலை வழங்குகிறது. UMG தனிப்பட்ட நிதிச் சேவைகளின் தலைவர் காஞ்சன கருணாகம மற்றும் முகாமைத்துவப் பணிப்பாளர்/சிஓஓ ஆசிரி வாலிசுந்தர ஆகியோரின் வருகையுடன் புரிந்துணர்வு ஒப்பந்தத்தில் கைச்சாத்திடும் விசேட வைபவம் HNB Towers இல் இடம்பெற்றது.",
        "“ஒரு தேசமாக நாம் இன்று எதிர்கொள்ளும் கஷ்டங்களைக் கருத்தில் கொண்டு, இந்த முயற்சியை சரியான நேரத்தில் நிறைவேற்றியதற்காக UMG க்கு HNB நன்றி தெரிவிக்கிறது. எமது கூட்டு முயற்சிகள் விவசாயம் மற்றும் நிர்மாணத்துறையை இந்த தேவையின் போது முன்னோக்கி கொண்டு செல்ல உதவுவதாக நாங்கள் நம்புகிறோம், மேலும் நீண்ட கால வளர்ச்சிக்காக குறிப்பிட்ட துறைகளுக்கு நாங்கள் தொடர்ந்து ஆதரவளிப்போம், ”என்று காஞ்சனா கருணாகம கூறுகிறார்.",
        "கூட்டாண்மை HNB வாடிக்கையாளர்களுக்கு குறைந்த வட்டி விகிதங்கள் மற்றும் HNB ஜெனரல் இன்சூரன்ஸ் வழங்கும் வாகனக் காப்பீட்டு பிரீமியங்களுக்கான அற்புதமான தள்ளுபடிகள் மற்றும் இலவச ஆயுள் காப்பீட்டுத் தொகை ரூ. விபத்து மரணங்களுக்கு 4.5 மில்லியன். HNB அஷ்யூரன்ஸ் நிறுவனம் ரூ. 600,000 இயற்கை மரண காப்பீடு. பிரெஸ்டீஜ் பிரைம் கிரெடிட் கார்டு மூலம் வாடிக்கையாளர்களுக்கு பிரத்யேக தள்ளுபடிகள் வரம்பை அணுகலாம், இதற்காக வங்கி முதல் ஆண்டு வருடாந்திர கட்டணத்தை தள்ளுபடி செய்யும்.",
        "“இலங்கைக்கு கனரக இயந்திரங்களை வழங்குவதில் முன்னோடிகளாகிய நாம் பொருளாதாரத்தை முன்னோக்கி கொண்டு செல்வதற்கு விவசாய மற்றும் கட்டுமானத் துறைகளில் உள்ளவர்களுக்கு ஆதரவளிப்பதன் அவசியத்தை புரிந்துகொள்கிறோம். HNB உடனான எமது கூட்டாண்மையானது பலருக்கு எங்களின் இயந்திரங்களை கவர்ச்சிகரமான மற்றும் தள்ளுபடி விலையில் கொள்வனவு செய்ய உதவுகிறது, இது நீண்ட காலத்திற்கு துறைகளின் வளர்ச்சிக்கு உதவும் என நாங்கள் நம்புகின்றோம்\" என ஆசிரி வாலிசுந்தர பகிர்ந்து கொள்கிறார்.",
        "UMG Lanka, Matador இன் அறுவடை மற்றும் கட்டுமான இயந்திரங்களுக்கு விதிவிலக்கான உத்தரவாத திட்டங்களை வழங்குகிறது, வாடிக்கையாளரின் உத்தரவாதக் காலத்தின் போது ஒவ்வொரு 250 மணி நேரத்திற்கும் இயந்திரங்களை இலவசமாக பரிசோதிக்கும். Matador இன் ஒருங்கிணைந்த அறுவடை இயந்திரங்களை வாங்கும் வாடிக்கையாளர்களுக்கு உதிரி பாகங்கள் மற்றும் கருவிப்பெட்டி ரூ. 50,000 இலவசம், ஒன்றுக்கு மேல் வாங்குபவர்கள் உதிரி பாகங்களில் 15% தள்ளுபடி பெற தகுதியுடையவர்கள்.",
        "Matador இன் கட்டுமான இயந்திரங்களை வாங்கும் வாடிக்கையாளர்களுக்கு இரண்டு ஆண்டுகள் அல்லது 5000 மீட்டர் மணிநேரங்களுக்கு நீட்டிக்கப்பட்ட உத்தரவாதமும் வழங்கப்படும், மேலும் அவர்களின் இலவச சேவைப் பொதியின் ஒரு வருடத்திற்குப் பிறகு உதிரி பாகங்களை வாங்குவதில் 10% தள்ளுபடிக்கு தகுதி பெறுவார்கள்.",
        "ஆஃபர் தொடர்பான கூடுதல் தகவல்களை நாடளாவிய ரீதியில் உள்ள HNB மற்றும் UMG காட்சியறைகளில் இருந்து பெறலாம்."
      ]
    }
  }
}