{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/70062-2/",
  "time_ut": 1654866420,
  "title": "PRDS chasing Red Herrings in the Mannar Sedimentary Basin",
  "body_lines": [
    "The Petroleum Resources Development Secretariat (PRDS) hopes to go for joint study blocks in its next round of bidding in the search of its Hydrocarbon El Dorado. It is also putting up the contentious M2 offshore block in the Mannar Basin for investors to test its commercial potential. PRDS says the block has the capacity to provide our energy requirements for the next 60 years.",
    "The Dorado and Barracuda fields in this basin produced natural gas and condensate from wells drilled by Cairn India in October and November 2011. I was then Adviser on Petroleum Resources Development of Sri Lanka. This was even before one of those that makes this assertion joined the PRDS as its DG on Nov. 5, 2011. He was the adviser to President Mahinda Rajapaksa on oil exploration.",
    "At that time the Secretary of the Petroleum Ministry was in panic mode without a DG for the PRDS. He’d been searching/headhunting without success to find somebody to oversee the Cairn India oil exploration then underway. I advised Mr.Lalith Weeratunge, my boss, to appoint the controversial adviser to the President and put him to the test to establish his expertise claims in oil exploration.",
    "Right now the Minister of Power and Energy says he needs US$554 to import our petroleum requirements for June 2022 and has lined up 12 shipments to meet this demand. In this context, putting the M2 Block of the Mannar Basin for joint study seems poor judgement when the need of the hour is quickly discovering the base for self-reliance in oil. There’s been no proper appraisal, credible data, and indisputable facts at our disposal. This is what we need, not guesstimates.",
    "When we restarted oil exploration phase two in 2001 (when I began working in this field) we had a feasibility study done with USD 365 million given to us by the ADB to find the best site to drill. The Mannar Basin was identified with our Australian adviser who did the study pointing out that just 30 km away, India had successfully found Hydrocarbons in the Cauvery Basin which also extends into a third of our territorial waters. But we went for the Mannar Basin on his advice. Seven ‘wildcats’ were drilled in the first phase of oil exploration between 1967- 1985 but all seven were found dry. After this disappointing spell, the oil exploration the process came to a grinding halt.",
    "The joint study agreed in September 2019 with deep sea experts TOTAL s.a.of France, Equinor of Norway and the PRDS did not materialise. The Airborne Gravity and Magnetic Studies with Bell Geospace signed in August 2019 in not yet in the public domain and the oil exploration map looks like a jigsaw puzzle with about 783 pieces. This is mind boggling.",
    "We are in a pathetic situation with our energy policy caught up in convoluted politics and geopolitics with the Indian Ocean Region (IOR) in the cross hairs. Rudyard Kipling minted the phrase ‘Great Game’. The cold war that was played in the Caspian Sea between the US and the USSR for its oil has now moved to the IOR were this Great Game will be played in our time. It could be the endgame before 2050 when zero emissions target must be reached in accordance with the Paris Convention on Climate Change. By then the world population would have explodes to reach 10 billion living on an environmentally degraded planet.",
    "The weathering of the world’s biggest tectonic mass of the Himalayan Mountains in India and the Tibetan plateau provided the sediment which flows through the rivers Bhramaputra/Ganges reaching the Bengal Delta and finally settles into the Bay of Bengal in the gigantic undersea Bengal Sedimentary Fan. This circles Sri Lanka and flows into the Persian Sea and even reaches the shores of Mozambique, Kenya and elsewhere on the east coast of Africa giving a bonanza of natural gas. It is now the frontier for exploration led by Big Oil in the US. Sri Lanka’s economic future is in the sea.",
    "It was the US which found oil in Saudi Arabia with a concession given to Standard Oil Company of California in the early 1930s; oil was found in 1935 and has been flowing from Dhahran from 1938 to today. Even Israel found offshore gas, discovered by the US company, Noble Energy, not long ago. The US is the number one oil exploration behemoth in the world with its own shale deposits. This will give it global Top Geopolitical position till mid century. China, with the biggest reserves of shale, is unable to develop these assets in the western desserts for lack of water.",
    "It is the reality today that the three big sharks in the IOR are circling Sri Lanka, all eyeing its Hydrocarbon riches. This is the world’s last frontier for oil and gas exploration. India imports 80% of its oil requirements (now cheaply from Russia). China imports about half its requirements from the ME/Africa and the US is importing very little these days. They are fracking their shale rock using high class vertical and horizontal drilling technology.",
    "All three will bait our 783 sprats (halmasso) but a red herrings could be an unwanted distraction. I too am watching eagerly for the day when the bidding round will begin to let my minnow into the fray. It will be an exciting challenge for a country on its knees but huge opportunities also come in adversity.",
    "My personal Think Tank also advocates policies on Energy/Geopolitics in the IOR and Climate Change, fine tuned to meet the dire needs of my Motherland in distress.",
    "(The writer holds a B.Sc. (Cey) in Natural Sciences and is an Upstream Petroleum Consultant, freelance writer and Chairman of the ASLC in Melbourne.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මන්නාරම අවසාදිත ද්‍රෝණියේ රතු හුරුල්ලන් හඹා යන පී.ආර්.ඩී.එස්",
      "body_lines": [
        "ඛනිජ තෙල් සම්පත් සංවර්ධන ලේකම් කාර්යාලය (PRDS) එහි හයිඩ්‍රොකාබන් එල් ඩොරාඩෝ සෙවීමේ මීළඟ වටයේ ලංසු තැබීමේදී ඒකාබද්ධ අධ්‍යයන කොටස් සඳහා යාමට බලාපොරොත්තු වේ. මන්නාරම් ද්‍රෝණියේ මතභේදාත්මක M2 අක්වෙරළ කොටස ආයෝජකයින් සඳහා එහි වාණිජ හැකියාවන් පරීක්ෂා කිරීම සඳහා ද එය තබයි. PRDS පවසන්නේ ඉදිරි වසර 60 සඳහා අපගේ බලශක්ති අවශ්‍යතා සැපයීමේ හැකියාව බ්ලොක් එකට ඇති බවයි.",
        "මෙම ද්‍රෝණියේ ඩොරාඩෝ සහ බැරකුඩා ක්ෂේත්‍ර 2011 ඔක්තෝම්බර් සහ නොවැම්බර් මාසවලදී කේන් ඉන්දියා සමාගම විසින් කැණූ ළිංවලින් ස්වාභාවික වායු සහ ඝනීභවනය නිපදවන ලදී. මම එවකට ශ්‍රී ලංකාවේ ඛනිජ තෙල් සම්පත් සංවර්ධන උපදේශක ලෙස කටයුතු කළෙමි. මෙය 2011 නොවැම්බර් 5 වැනි දින PRDS හි DG ලෙස මෙම ප්‍රකාශය කරන අයගෙන් එක් අයෙකු සම්බන්ධ වීමටත් පෙරය. ඔහු ජනාධිපති මහින්ද රාජපක්ෂ මහතාගේ තෙල් ගවේෂණය පිළිබඳ උපදේශකවරයා විය.",
        "ඒ වන විට ඛනිජ තෙල් අමාත්‍යාංශයේ ලේකම්වරයා සිටියේ පීආර්ඩීඑස් සඳහා නියෝජ්‍ය අධ්‍යක්ෂවරයකු නොමැතිව කලබලකාරී තත්ත්වයක ය. ඔහු ඒ වන විට සිදුවෙමින් පවතින කේන් ඉන්දියා තෙල් ගවේෂණ කටයුතු අධීක්ෂණය කිරීමට කෙනෙකු සොයා ගැනීමට සාර්ථක නොවී සොයමින් හෝ හිස ඔසවමින් සිටියේය. මම මගේ ප්‍රධානියා වූ ලලිත් වීරතුංග මහතාට උපදෙස් දුන්නේ, ජනාධිපතිවරයාගේ මතභේදයට තුඩු දී ඇති උපදේශකයා පත් කර, තෙල් ගවේෂණ පිළිබඳ ඔහුගේ විශේෂඥභාවය තහවුරු කර ගැනීම සඳහා පරීක්ෂණයට ලක් කරන ලෙසයි.",
        "මේ වන විට විදුලිබල හා බලශක්ති අමාත්‍යවරයා පවසන්නේ 2022 ජූනි මාසය සඳහා අපගේ ඛනිජ තෙල් අවශ්‍යතා ආනයනය කිරීමට තමාට ඇමෙරිකානු ඩොලර් 554ක් අවශ්‍ය බවත් මෙම ඉල්ලුම සපුරාලීම සඳහා නැව්ගත කිරීම් 12ක් පෙළගස්වා ඇති බවත්ය. මෙම සන්දර්භය තුළ මන්නාරම් ද්‍රෝණියේ M2 බ්ලොක් එක ඒකාබද්ධ අධ්‍යයනය සඳහා තැබීම දුර්වල විනිශ්චයක් ලෙස පෙනෙන්නේ කාලීන අවශ්‍යතාවයක් ලෙස තෙල්වල ස්වයං විශ්වාසය සඳහා පදනම ඉක්මනින් සොයා ගැනීමයි. නිසි ඇගයීමක්, විශ්වසනීය දත්ත සහ අවිවාදිත කරුණු අප සතුව නොමැත. අපට අවශ්‍ය වන්නේ මෙය මිස අනුමාන කිරීම් නොවේ.",
        "අපි 2001 දී තෙල් ගවේෂණ දෙවන අදියර නැවත ආරම්භ කරන විට (මම මෙම ක්ෂේත්‍රයේ වැඩ කිරීමට පටන් ගත් විට) සරඹ කිරීමට හොඳම වෙබ් අඩවිය සොයා ගැනීම සඳහා ADB විසින් අපට ලබා දුන් USD මිලියන 365 ක ශක්‍යතා අධ්‍යයනයක් සිදු කරන ලදී. මන්නාරම් ද්‍රෝණිය හඳුනාගෙන ඇත්තේ අධ්‍යයනය කළ අපගේ ඕස්ට්‍රේලියානු උපදේශකයා සමඟින් පෙන්වා දුන්නේ ඉන්දියාව කිලෝමීටර් 30 ක් දුරින් කාවේරි ද්‍රෝණියේ හයිඩ්‍රොකාබන සොයාගෙන ඇති බවයි. නමුත් අපි එතුමාගේ උපදෙස් මත මන්නාරම් ද්‍රෝණියට ගියා. 1967-1985 අතර තෙල් ගවේෂණවල පළමු අදියරේදී ‘වල් බළලුන්’ හත් දෙනෙකු කැණීම් කරන ලද නමුත් එම හතම වියළි බව සොයා ගන්නා ලදී. මෙම බලාපොරොත්තු සුන් වූ අක්ෂර වින්‍යාසයෙන් පසුව, තෙල් ගවේෂණ ක්‍රියාවලිය ඇඹරීම නතර විය.",
        "2019 සැප්තැම්බර් මාසයේදී ප්‍රංශයේ ගැඹුරු මුහුදේ විශේෂඥයින්, නෝර්වේ Equinor සහ PRDS සමඟ එකඟ වූ ඒකාබද්ධ අධ්‍යයනය ක්‍රියාත්මක වූයේ නැත. Bell Geospace සමඟ ඇති Airborne Gravity සහ Magnetic Studies 2019 අගෝස්තු මාසයේදී අත්සන් කරන ලද අතර තවමත් පොදු වසමෙහි නොමැති අතර තෙල් ගවේෂණ සිතියම කෑලි 783ක් පමණ සහිත ජිග්සෝ ප්‍රහේලිකාවක් මෙන් පෙනේ. මෙය මනස අවුල් කරයි.",
        "ඉන්දියානු සාගර කලාපය (IOR) සමඟ කුරුසියේ ඇති දේශපාලනයේ සහ භූ දේශපාලනයේ පැටලී ඇති අපගේ බලශක්ති ප්‍රතිපත්තිය සමඟ අපි කණගාටුදායක තත්වයක සිටිමු. Rudyard Kipling විසින් 'Great Game' යන වාක්‍ය ඛණ්ඩය සකස් කරන ලදී. එක්සත් ජනපදය සහ සෝවියට් සංගමය අතර තෙල් සඳහා කැස්පියන් මුහුදේ ක්‍රීඩා කළ සීතල යුද්ධය දැන් IOR වෙත මාරු වී තිබේ නම් මෙම මහා ක්‍රීඩාව අපේ කාලයේ ක්‍රීඩා කරනු ඇත. දේශගුණික විපර්යාස පිළිබඳ පැරිස් සම්මුතියට අනුකූලව ශුන්‍ය විමෝචන ඉලක්කය කරා ළඟා විය යුතු 2050 ට පෙර අවසන් තරගය විය හැකිය. ඒ වන විට පාරිසරික වශයෙන් හායනය වූ ග්‍රහලෝකයක ජීවත් වන බිලියන 10 දක්වා ලෝක ජනගහනය පුපුරා යනු ඇත.",
        "ඉන්දියාවේ හිමාල කඳුකරයේ සහ ටිබෙට් සානුවේ ලෝකයේ විශාලතම භූගෝලීය ස්කන්ධයේ කාලගුණික තත්ත්වයන් මගින් බ්‍රහ්මපුත්‍ර / ගංගා ගංගා හරහා ගලා යන අවසාදිත බෙංගාල ඩෙල්ටාවට ළඟා වී අවසානයේ බෙංගාල බොක්ක වෙත යෝධ මුහුද යට බෙංගාල අවසාදිත විදුලි පංකාවේ පදිංචි වේ. මෙය ශ්‍රී ලංකාව වටා ගමන් කර පර්සියානු මුහුදට ගලා බසින අතර මොසැම්බික්, කෙන්යාව සහ අප්‍රිකාවේ නැඟෙනහිර වෙරළ තීරයේ වෙනත් ප්‍රදේශවලට පවා ස්වභාවික වායු ප්‍රසාදයක් ලබා දෙයි. එය දැන් එක්සත් ජනපදයේ බිග් ඔයිල් විසින් මෙහෙයවන ගවේෂණ සඳහා මායිම වේ. ශ්‍රී ලංකාවේ ආර්ථික අනාගතය මුහුදේ ය.",
        "1930 ගණන්වල මුල් භාගයේදී කැලිෆෝනියාවේ ස්ටෑන්ඩර්ඩ් ඔයිල් සමාගමට සහනයක් ලබා දෙමින් සෞදි අරාබියේ තෙල් සොයා ගත්තේ එක්සත් ජනපදයයි. තෙල් 1935 දී සොයා ගන්නා ලද අතර 1938 සිට අද දක්වා Dhahran සිට ගලා යයි. ඊශ‍්‍රායලය පවා මුහුදු වෙරළේ ගෑස් සොයා ගත් අතර එය එක්සත් ජනපද සමාගමක් වන Noble Energy විසින් සොයා ගන්නා ලදී. එක්සත් ජනපදය තමන්ගේම ෂේල් තැන්පතු සහිත ලෝකයේ අංක එකේ තෙල් ගවේෂණ බෙහෙමයි. මෙය සියවසේ මැද භාගය දක්වා ගෝලීය ඉහළම භූ දේශපාලනික තත්ත්වය ලබා දෙනු ඇත. ෂේල් හි විශාලතම සංචිත ඇති චීනයට ජලය නොමැතිකම නිසා බටහිර අතුරුපසවල මෙම වත්කම් සංවර්ධනය කිරීමට නොහැකි වී තිබේ.",
        "IOR හි සිටින විශාල මෝරුන් තිදෙනා ශ්‍රී ලංකාව වටා ගමන් කරමින් සිටින අතර, සියල්ලෝම එහි හයිඩ්‍රොකාබන් ධනය දෙස බලා සිටින බව අද යථාර්ථයයි. තෙල් හා ගෑස් ගවේෂණය සඳහා ලෝකයේ අවසාන මායිම මෙයයි. ඉන්දියාව සිය තෙල් අවශ්‍යතාවයෙන් 80% ක් ආනයනය කරයි (දැන් රුසියාවෙන් ලාභයි). චීනය ME/Africa වෙතින් තම අවශ්‍යතාවලින් අඩක් පමණ ආනයනය කරන අතර එක්සත් ජනපදය මේ දිනවල ආනයනය කරන්නේ ඉතා අල්ප වශයෙනි. ඔවුන් ඉහළ පන්තියේ සිරස් සහ තිරස් විදුම් තාක්‍ෂණය භාවිතයෙන් ඔවුන්ගේ ෂේල් පාෂාණය කපා දමයි.",
        "තිදෙනාම අපගේ හාල්මැස්සන් 783 (හල්මස්සෝ) ඇමක් වනු ඇත, නමුත් රතු හුරුල්ලන් අනවශ්‍ය බාධාවක් විය හැකිය. ලංසු තැබීමේ වටය මගේ මයිනාට සටනට ඉඩ දීමට පටන් ගන්නා දිනය ගැන මමත් උනන්දුවෙන් බලා සිටිමි. එය දණින් වැටී සිටින රටකට උද්යෝගිමත් අභියෝගයක් වනු ඇත, නමුත් විපත්තිවලදී විශාල අවස්ථාවන් ද පැමිණේ.",
        "මගේ පුද්ගලික චින්තන ටැංකිය IOR සහ දේශගුණික විපර්යාස තුළ බලශක්ති/භූ දේශපාලනය පිළිබඳ ප්‍රතිපත්ති වෙනුවෙන් පෙනී සිටින අතර, විපතට පත් මගේ මාතෘ භූමියේ දරුණු අවශ්‍යතා සපුරාලීම සඳහා මනාව සකස් කර ඇත.",
        "(ලේඛකයා ස්වභාවික විද්‍යාව පිළිබඳ B.Sc. (Cey) උපාධියක් ලබා ඇති අතර, Upstream Petroleum උපදේශකයෙකු, නිදහස් ලේඛකයෙකු සහ මෙල්බර්න් හි ASLC හි සභාපතිවරයෙකි.)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மன்னார் வண்டல் படுகையில் ரெட் ஹெர்ரிங்ஸை துரத்தும் PRDS",
      "body_lines": [
        "பெட்ரோலிய வளங்கள் மேம்பாட்டு செயலகம் (PRDS) அதன் ஹைட்ரோகார்பன் எல் டொராடோவைத் தேடுவதில் அதன் அடுத்த சுற்று ஏலத்தில் கூட்டு ஆய்வுத் தொகுதிகளுக்குச் செல்ல நம்புகிறது. முதலீட்டாளர்கள் அதன் வர்த்தகத் திறனைச் சோதிப்பதற்காக மன்னார் படுகையில் சர்ச்சைக்குரிய M2 கடல் பகுதியையும் இது உருவாக்குகிறது. அடுத்த 60 ஆண்டுகளுக்கு நமது எரிசக்தித் தேவைகளை வழங்கும் திறன் இந்தத் தொகுதிக்கு உண்டு என்று PRDS கூறுகிறது.",
        "இந்தப் படுகையில் உள்ள டொராடோ மற்றும் பாரகுடா வயல்களில் 2011 அக்டோபர் மற்றும் நவம்பர் மாதங்களில் கெய்ர்ன் இந்தியா தோண்டிய கிணறுகளில் இருந்து இயற்கை எரிவாயு மற்றும் மின்தேக்கி உற்பத்தி செய்யப்பட்டது. அப்போது நான் இலங்கையின் பெட்ரோலிய வள மேம்பாட்டு ஆலோசகராக இருந்தேன். நவம்பர் 5, 2011 அன்று PRDS இன் DG ஆக இந்த உறுதிமொழியை கூறுபவர்களில் ஒருவர் இணைவதற்கு முன்பே இது நடந்தது. அவர் ஜனாதிபதி மஹிந்த ராஜபக்ஷவின் எண்ணெய் ஆய்வு தொடர்பான ஆலோசகராக இருந்தார்.",
        "அந்த நேரத்தில் பெட்ரோலிய அமைச்சகத்தின் செயலாளர் PRDS இன் DG இல்லாமல் பீதியில் இருந்தார். அப்போது நடந்து கொண்டிருந்த கெய்ர்ன் இந்தியா எண்ணெய் ஆய்வை மேற்பார்வையிட யாரையாவது கண்டுபிடிப்பதற்காக அவர் தேடுதல்/தலை வேட்டையாடுவதில் வெற்றி இல்லாமல் இருந்தார். ஜனாதிபதியின் சர்ச்சைக்குரிய ஆலோசகரை நியமித்து, எண்ணெய் அகழ்வாராய்ச்சியில் அவரது நிபுணத்துவக் கோரிக்கையை நிறுவ அவரை சோதனைக்கு உட்படுத்துமாறு எனது முதலாளியான திரு.லலித் வீரதுங்கவுக்கு நான் ஆலோசனை வழங்கினேன்.",
        "ஜூன் 2022 க்கு நமது பெட்ரோலிய தேவைகளை இறக்குமதி செய்ய 554 அமெரிக்க டாலர்கள் தேவைப்படுவதாகவும், இந்த தேவையை பூர்த்தி செய்வதற்காக 12 ஏற்றுமதிகளை வரிசைப்படுத்தியிருப்பதாகவும் தற்போது மின்சாரம் மற்றும் எரிசக்தி அமைச்சர் கூறுகிறார். இந்தச் சூழலில், மன்னார் படுகையின் M2 பிளாக்கை கூட்டு ஆய்வுக்கு வைப்பது மோசமான தீர்ப்பாகத் தோன்றுகிறது, காலத்தின் தேவை விரைவாக எண்ணெயில் தன்னிறைவுக்கான அடித்தளத்தைக் கண்டறியும் போது. சரியான மதிப்பீடு, நம்பகமான தரவு மற்றும் மறுக்க முடியாத உண்மைகள் எங்கள் வசம் இல்லை. இதுதான் நமக்குத் தேவை, யூகங்கள் அல்ல.",
        "2001 ஆம் ஆண்டு எண்ணெய் ஆய்வுக் கட்டம் இரண்டை நாங்கள் மீண்டும் தொடங்கியபோது (நான் இந்தத் துறையில் பணிபுரியத் தொடங்கியபோது) தோண்டுவதற்குச் சிறந்த தளத்தைக் கண்டறிய ADB வழங்கிய 365 மில்லியன் அமெரிக்க டாலர்களைக் கொண்டு ஒரு சாத்தியக்கூறு ஆய்வை மேற்கொண்டோம். மன்னார் படுகை நமது ஆஸ்திரேலிய ஆலோசகருடன் அடையாளம் காணப்பட்டது, அவர் 30 கிலோமீட்டர் தொலைவில், இந்தியா வெற்றிகரமாக ஹைட்ரோகார்பன்களை காவிரிப் படுகையில் கண்டறிந்துள்ளது, இது நமது பிராந்திய நீரில் மூன்றில் ஒரு பங்கு வரை நீண்டுள்ளது. ஆனால் அவரது ஆலோசனையின் பேரில் மன்னார் குளத்திற்கு சென்றோம். 1967- 1985 க்கு இடையில் முதல் கட்ட எண்ணெய் ஆய்வில் ஏழு ‘காட்டுப்பூனைகள்’ துளையிடப்பட்டன, ஆனால் ஏழும் வறண்டு காணப்பட்டன. இந்த ஏமாற்றத்திற்குப் பிறகு, எண்ணெய் ஆய்வு செயல்முறை அரைகுறையாக நிறுத்தப்பட்டது.",
        "2019 செப்டம்பரில் ஆழ்கடல் நிபுணர்கள், பிரான்ஸ், ஈக்வினர் ஆஃப் நோர்வே மற்றும் PRDS ஆகியோருடன் கூட்டு ஆய்வு ஒப்புக்கொள்ளப்பட்டது. பெல் ஜியோஸ்பேஸுடன் வான்வழி ஈர்ப்பு மற்றும் காந்த ஆய்வுகள் ஆகஸ்ட் 2019 இல் கையொப்பமிடப்பட்டது, இன்னும் பொது களத்தில் இல்லை மற்றும் எண்ணெய் ஆய்வு வரைபடம் சுமார் 783 துண்டுகள் கொண்ட ஜிக்சா புதிர் போல் தெரிகிறது. இது மனதை உலுக்குகிறது.",
        "இந்தியப் பெருங்கடல் பிராந்தியத்துடன் (IOR) குறுக்கு முடிகளில் சுருண்ட அரசியல் மற்றும் புவிசார் அரசியலில் சிக்கியுள்ள நமது ஆற்றல் கொள்கையால் பரிதாபகரமான நிலையில் இருக்கிறோம். ருட்யார்ட் கிப்ளிங் 'கிரேட் கேம்' என்ற சொற்றொடரை உருவாக்கினார். காஸ்பியன் கடலில் அமெரிக்காவிற்கும் சோவியத் யூனியனுக்கும் இடையே எண்ணெய்க்காக விளையாடிய பனிப்போர் இப்போது IOR க்கு நகர்ந்துள்ளது, இந்த பெரிய விளையாட்டு நம் காலத்தில் விளையாடப்படும். பருவநிலை மாற்றம் தொடர்பான பாரிஸ் உடன்படிக்கையின்படி பூஜ்ஜிய உமிழ்வு இலக்கை அடைய வேண்டிய 2050 க்கு முன் இது இறுதிப் போட்டியாக இருக்கலாம். அதற்குள் உலக மக்கள்தொகை வெடித்து 10 பில்லியனை எட்டியிருக்கும், சுற்றுச்சூழலில் சிதைந்த கிரகத்தில் வாழ்கிறார்கள்.",
        "இந்தியாவில் உள்ள இமயமலை மலைகள் மற்றும் திபெத்திய பீடபூமியின் உலகின் மிகப்பெரிய டெக்டோனிக் வெகுஜனத்தின் வானிலை, பிரம்மபுத்திரா / கங்கை நதிகள் வழியாக வங்காள டெல்டாவை அடைந்து, இறுதியாக வங்காள விரிகுடாவில் பிரம்மாண்டமான கடலுக்கு அடியில் உள்ள வண்டல் விசிறியில் குடியேறும் வண்டலை வழங்கியது. இது இலங்கையை வட்டமிட்டு பாரசீகக் கடலில் பாய்ந்து மொசாம்பிக், கென்யா மற்றும் ஆப்பிரிக்காவின் கிழக்குக் கடற்கரையில் உள்ள பிற இடங்களில் இயற்கை எரிவாயுவைக் கொண்டு செல்கிறது. இது இப்போது அமெரிக்காவில் பிக் ஆயில் தலைமையிலான ஆய்வுக்கான எல்லையாக உள்ளது. இலங்கையின் பொருளாதார எதிர்காலம் கடலில் உள்ளது.",
        "1930 களின் முற்பகுதியில் கலிபோர்னியாவின் ஸ்டாண்டர்ட் ஆயில் நிறுவனத்திற்கு வழங்கப்பட்ட சலுகையுடன் சவூதி அரேபியாவில் எண்ணெய் கண்டுபிடித்தது அமெரிக்கா தான்; எண்ணெய் 1935 இல் கண்டுபிடிக்கப்பட்டது மற்றும் 1938 முதல் இன்று வரை தஹ்ரானில் இருந்து பாய்கிறது. இஸ்ரேல் கூட அமெரிக்க நிறுவனமான நோபல் எனர்ஜியால் கண்டுபிடிக்கப்பட்ட கடல் வாயுவைக் கண்டுபிடித்தது. அமெரிக்கா தனது சொந்த ஷேல் வைப்புத்தொகையுடன் உலகின் நம்பர் ஒன் எண்ணெய் ஆய்வு பெஹிமோத் ஆகும். இது நூற்றாண்டின் நடுப்பகுதி வரை உலகளாவிய புவிசார் அரசியல் நிலைப்பாட்டைக் கொடுக்கும். ஷேலின் மிகப்பெரிய இருப்புக்களைக் கொண்ட சீனா, தண்ணீர் பற்றாக்குறையால் மேற்கு இனிப்புகளில் இந்த சொத்துக்களை உருவாக்க முடியவில்லை.",
        "ஐ.ஓ.ஆர்.யில் உள்ள மூன்று பெரிய சுறாக்கள் இலங்கையைச் சுற்றி வருகின்றன, அவை அனைத்தும் அதன் ஹைட்ரோகார்பன் செல்வத்தை உற்று நோக்குகின்றன என்பது இன்றைய யதார்த்தம். எண்ணெய் மற்றும் எரிவாயு ஆய்வுக்கான உலகின் கடைசி எல்லை இதுவாகும். இந்தியா தனது எண்ணெய் தேவையில் 80% இறக்குமதி செய்கிறது (இப்போது ரஷ்யாவிலிருந்து மலிவானது). சீனா தனது தேவைகளில் பாதியை ME/ஆப்பிரிக்காவிலிருந்து இறக்குமதி செய்கிறது, இந்த நாட்களில் அமெரிக்கா மிகக் குறைவாகவே இறக்குமதி செய்கிறது. உயர்தர செங்குத்து மற்றும் கிடைமட்ட துளையிடும் தொழில்நுட்பத்தைப் பயன்படுத்தி அவர்கள் தங்கள் ஷேல் பாறைகளை உடைக்கின்றனர்.",
        "இவை மூன்றும் எங்கள் 783 ஸ்ப்ராட்களை (ஹால்மாஸ்ஸோ) தூண்டிவிடும் ஆனால் ஒரு சிவப்பு ஹெர்ரிங்ஸ் தேவையற்ற கவனச்சிதறலாக இருக்கலாம். ஏலச் சுற்று என் மைனாவை களமிறக்க ஆரம்பிக்கும் நாளை நானும் ஆவலுடன் பார்த்துக் கொண்டிருக்கிறேன். மண்டியிடும் ஒரு நாட்டிற்கு இது ஒரு உற்சாகமான சவாலாக இருக்கும், ஆனால் பெரிய வாய்ப்புகளும் துன்பத்தில் வரும்.",
        "எனது தனிப்பட்ட சிந்தனைக் குழுவானது, IOR மற்றும் காலநிலை மாற்றம் ஆகியவற்றில் ஆற்றல்/புவிசார் அரசியல் பற்றிய கொள்கைகளை பரிந்துரைக்கிறது, துன்பத்தில் உள்ள எனது தாய்நாட்டின் கடுமையான தேவைகளைப் பூர்த்தி செய்ய நன்றாக வடிவமைக்கப்பட்டுள்ளது.",
        "(எழுத்தாளர் இயற்கை அறிவியலில் B.Sc. (Cey) பட்டம் பெற்றவர் மற்றும் அப்ஸ்ட்ரீம் பெட்ரோலியம் ஆலோசகர், ஃப்ரீலான்ஸ் எழுத்தாளர் மற்றும் மெல்போர்னில் உள்ள ASLC இன் தலைவர்.)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}