{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/witnesses-in-sri-lankas-may-09-protester-attack-asked-to-surrender-passport-lawyer-94763/",
  "time_ut": 1653560100,
  "title": "Witnesses in Sri Lanka’s May 09 protester attack asked to surrender passport – lawyer",
  "body_lines": [
    "ECONOMYNEXT- Fourteen protestors at Sri Lanka’s Galle Face Green who are the witnesses for the May 09 attacks by former Prime Minister Mahinda Rajapaksa supporters, have been summoned by the Criminal  Investigations Department (CID) to surrender their passports and undergo a travel ban in line with a court order until investigations are over, a lawyer said.",
    "“The travel ban has been imposed by the request of the Attorney General’s department and the notices have been issued by the CID,” said Attorney at Law Senaka Perera who is the head of the People’s Lawyers Association and appearing on behalf of the witnesses.",
    "These protesters had appeared as witnesses and filed complainants at the Colombo Fort Magistrate",
    "Supporters of then prime minister Mahinda Rajapaksa brutally attacked unarmed and peaceful protesters who had been demanding the resignation of him and president Gotabaya Rajapaksa. The attackers were brought to Colombo in buses by Rajapaksa-led ruling Sri Lanka Podujana Peramuna (SLPP) lawmakers and local councilors, police officials have said.",
    "After the attack, anti-government protesters attacked Rajapaksa supporters across the country in violent clashes which killed at least 10 people and injured nearly 300. They also torched scores of houses and other properties including vehicles owned by SLPP parliamentarians.",
    "“Only 7 of us filed a complaint to the Magistrate, but they want 14 passports to be surrendered. They have imposed a travel ban on us, when we haven’t even gone home for nearly 50 days. If we can’t leave the protest to go home, how will we leave",
    "the country?” Jagath Manuwarana, an actor and frequent protestor told EconomyNext.",
    "Many volunteers have come forward to argue the case for protesters,",
    "“This is the first time they have called for victims and witnesses to be imposed a travel ban. The 14 protest victims have been called on to surrender their passports, so that victims would be present in the country during identification processes,” Lasantha Manoj, another lawyer who is not backing protesters told EconomyNext.",
    "Fr. Jeewantha Peris, an active protestor at the protest site also has been called in to surrender his",
    "“We don’t agree with this because witnesses are never given a travel  ban.  By tomorrow morning, we will submit our passport to the Fort Magistrate.”",
    "Police Spokesperson Nihal Thalduwa on Wednesday (25) said the police have arrested 25 suspects with regard to the May 09 attack over the protesters.",
    "Majority of the lawyers who support the protestors say imposing travel bans against protestors say they are unfair against the travel ban.",
    "The police CID and Court officials were not immediately available comments.",
    "The peaceful protest at Galle Face will see 50th day on Saturday (28). (Colombo/May26/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ මැයි 09 විරෝධතාකරුවන්ගේ ප්‍රහාරයේ සාක්ෂිකරුවන් විදේශ ගමන් බලපත්‍රය භාර දෙන ලෙස ඉල්ලා සිටියේය - නීතිඥ",
      "body_lines": [
        "ECONOMYNEXT- හිටපු අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ ආධාරකරුවන් විසින් මැයි 09 වැනිදා එල්ල කළ ප්‍රහාරයේ සාක්ෂිකරුවන් වන ශ්‍රී ලංකාවේ ගාලු මුවදොර පිටියේ විරෝධතාකරුවන් 14 දෙනෙකුට ඔවුන්ගේ විදේශ ගමන් බලපත්‍ර භාර දීමට සහ සංචාරක තහනමට ලක්වන ලෙස අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව (CID) කැඳවා ඇත. පරීක්‍ෂණ අවසන් වනතුරු අධිකරණ නියෝගයක්, නීතිඥයෙක් කීවේය.",
        "\"නීතිපති දෙපාර්තමේන්තුවේ ඉල්ලීම මත මෙම විදේශ ගමන් තහනම පනවා ඇති අතර අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව විසින් නොතීසි නිකුත් කර ඇත\" යනුවෙන් සාක්ෂිකරුවන් වෙනුවෙන් පෙනී සිටි මහජන නීතීඥ සංගමයේ ප්‍රධානී නීතිඥ සේනක පෙරේරා මහතා පැවසීය.",
        "මෙම විරෝධතාකරුවන් සාක්ෂිකරුවන් ලෙස පෙනී සිට කොළඹ කොටුව මහේස්ත්‍රාත්වරයා වෙත පැමිණිලි ගොනු කර තිබුණා",
        "ඔහුට සහ ජනාධිපති ගෝඨාභය රාජපක්ෂට ඉල්ලා අස්වන ලෙස බලකරමින් සිටි නිරායුධ සහ සාමකාමී විරෝධතාකරුවන්ට එවකට අගමැති මහින්ද රාජපක්ෂගේ ආධාරකරුවන් අමානුෂික ලෙස පහර දුන්හ. රාජපක්ෂ ප්‍රමුඛ පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණේ (SLPP) මන්ත්‍රීවරුන් සහ ප්‍රාදේශීය සභා මන්ත්‍රීවරුන් විසින් ප්‍රහාරකයන් බස් රථවලින් කොළඹට ගෙන එන ලද බව පොලිස් නිලධාරීහු පවසති.",
        "ප්‍රහාරයෙන් පසු, රාජ්‍ය විරෝධී උද්ඝෝෂකයෝ රට පුරා රාජපක්ෂ ආධාරකරුවන්ට ප්‍රහාර එල්ල කළ ප්‍රචණ්ඩ ගැටුම්වලින් අවම වශයෙන් පුද්ගලයන් 10 දෙනෙක් මිය ගිය අතර 300 කට ආසන්න පිරිසක් තුවාල ලැබූහ. ඔවුන් ශ්‍රී ලංකා පොදුජන පෙරමුණේ පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට අයත් වාහන ඇතුළු නිවාස සහ අනෙකුත් දේපළ විශාල ප්‍රමාණයකට ද ගිනි තැබූහ.",
        "“අපෙන් 7 දෙනෙක් පමණක් මහේස්ත්‍රාත්වරයාට පැමිණිල්ලක් ගොනු කළ නමුත් ඔවුන්ට අවශ්‍ය වන්නේ විදේශ ගමන් බලපත්‍ර 14 ක් භාර දෙන ලෙසයි. අපි දින 50කට ආසන්න කාලයක් ගෙදර නොගිය විට ඔවුන් අපට සංචාරක තහනමක් පනවා ඇත. ගෙදර යන්න උද්ඝෝෂණය දාලා බැරි නම් අපි කොහොමද යන්නෙ",
        "රට?\" රංගන ශිල්පියෙකු සහ නිරන්තර විරෝධතාවයක නිරත වන ජගත් මනුවරණ ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "බොහෝ ස්වේච්ඡා සේවකයන් විරෝධතාකරුවන් සඳහා නඩුව තර්ක කිරීමට ඉදිරිපත් වී ඇත.",
        "“විපතට පත්වූවන්ට සහ සාක්ෂිකරුවන්ට සංචාරක තහනමක් පනවන ලෙස ඔවුන් ඉල්ලා සිටි පළමු අවස්ථාව මෙයයි. විරෝධතා වින්දිතයින් 14 දෙනාට ඔවුන්ගේ විදේශ ගමන් බලපත්‍ර භාර දෙන ලෙස ඉල්ලා ඇත, එවිට වින්දිතයින් හඳුනාගැනීමේ ක්‍රියාවලියේදී රට තුළ සිටිනු ඇත,” විරෝධතාකරුවන්ට සහාය නොදක්වන තවත් නීතීඥ ලසන්ත මනෝජ් EconomyNext වෙත පැවසීය.",
        "ශා. විරෝධතාවයේ සිටි ක්‍රියාකාරී විරෝධතාකරුවෙකු වන ජීවන්ත පීරිස් ද ඔහුට යටත් වීමට කැඳවා තිබේ",
        "“සාක්ෂිකරුවන්ට කිසි විටෙක සංචාරක තහනමක් ලබා නොදෙන නිසා අපි මෙයට එකඟ නොවෙමු. හෙට උදේ වෙනකොට අපි අපේ විදේශ ගමන් බලපත්‍රය කොටුව මහේස්ත්‍රාත්වරයාට ඉදිරිපත් කරනවා.”",
        "පොලිස් මාධ්‍ය ප්‍රකාශක නිහාල් තල්දූව බදාදා (25) ප්‍රකාශ කළේ මැයි 09 වනදා විරෝධතාකරුවන්ට එල්ල වූ ප්‍රහාරය සම්බන්ධයෙන් සැකකරුවන් 25 දෙනෙකු පොලීසිය විසින් අත්අඩංගුවට ගෙන ඇති බවයි.",
        "විරෝධතාකරුවන්ට සහය දක්වන නීතීඥවරුන් බහුතරයක් පවසන්නේ විරෝධතාකරුවන්ට සංචාරක තහනමක් පැනවීම සංචාරක තහනමට එරෙහිව තමන්ට අසාධාරණයක් වන බවයි.",
        "පොලිස් CID සහ අධිකරණ නිලධාරීන් වහාම අදහස් දැක්වීමට නොහැකි විය.",
        "ගාලු මුවදොර පැවැත්වෙන සාමකාමී විරෝධතාව ලබන සෙනසුරාදා (28) දිනට 50 වැනි දිනටත් යෙදී තිබේ. (කොළඹ/මැයි26/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் மே 09 அன்று நடந்த போராட்டக்காரர்களின் தாக்குதலின் சாட்சிகள் பாஸ்போர்ட்டை ஒப்படைக்குமாறு கேட்டுக்கொண்டனர் - வழக்கறிஞர்",
      "body_lines": [
        "பொருளாதாரம்- முன்னாள் பிரதமர் மகிந்த ராஜபக்ச ஆதரவாளர்களால் மே 09 தாக்குதலுக்கு சாட்சியாக உள்ள இலங்கையின் காலி முகத்திடலில் 14 ஆர்ப்பாட்டக்காரர்கள், அவர்களின் கடவுச்சீட்டை ஒப்படைக்கவும், பயணத்தடை விதிக்கவும் குற்றப் புலனாய்வுத் திணைக்களத்தினால் (CID) அழைக்கப்பட்டுள்ளனர். விசாரணை முடியும் வரை நீதிமன்ற உத்தரவு, ஒரு வழக்கறிஞர் கூறினார்.",
        "சட்டமா அதிபர் திணைக்களத்தின் கோரிக்கைக்கு அமைவாக இந்த பயணத்தடை விதிக்கப்பட்டுள்ளதுடன், குற்றப் புலனாய்வுப் பிரிவினரால் நோட்டீஸ் வழங்கப்பட்டுள்ளது என சாட்சிகள் சார்பில் ஆஜரான சட்டத்தரணிகள் சங்கத்தின் தலைவருமான சட்டத்தரணி சேனக பெரேரா தெரிவித்தார்.",
        "இந்த ஆர்ப்பாட்டக்காரர்கள் சாட்சிகளாக ஆஜராகி, கொழும்பு கோட்டை நீதவான் நீதிமன்றில் முறைப்பாடுகளை தாக்கல் செய்திருந்தனர்",
        "அப்போதைய பிரதமர் மகிந்த ராஜபக்ச மற்றும் ஜனாதிபதி கோட்டாபய ராஜபக்ச பதவி விலகக் கோரி நிராயுதபாணியாகவும் அமைதியாகவும் போராடியவர்கள் மீது அவரது ஆதரவாளர்கள் கொடூரமான முறையில் தாக்குதல் நடத்தினர். தாக்குதல் நடத்தியவர்கள் ராஜபக்சே தலைமையிலான ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனா (SLPP) சட்டமன்ற உறுப்பினர்கள் மற்றும் உள்ளூர் கவுன்சிலர்களால் பேருந்துகளில் கொழும்புக்கு அழைத்து வரப்பட்டதாக காவல்துறை அதிகாரிகள் தெரிவித்துள்ளனர்.",
        "தாக்குதலுக்குப் பிறகு, அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்கள் நாடு முழுவதும் உள்ள ராஜபக்சே ஆதரவாளர்கள் மீது வன்முறை மோதல்களில் குறைந்தது 10 பேர் கொல்லப்பட்டனர் மற்றும் கிட்டத்தட்ட 300 பேர் காயமடைந்தனர். அவர்கள் ஏராளமான வீடுகள் மற்றும் SLPP நாடாளுமன்ற உறுப்பினர்களுக்குச் சொந்தமான வாகனங்கள் உட்பட பிற சொத்துக்களையும் எரித்தனர்.",
        "\"எங்களில் 7 பேர் மட்டுமே மாஜிஸ்திரேட்டிடம் புகார் அளித்தோம், ஆனால் அவர்கள் 14 பாஸ்போர்ட்களை ஒப்படைக்க வேண்டும் என்று விரும்புகிறார்கள். ஏறக்குறைய 50 நாட்களாக நாங்கள் வீட்டிற்குச் செல்லாத நிலையில், அவர்கள் எங்கள் மீது பயணத் தடை விதித்துள்ளனர். போராட்டத்தை விட்டு வீட்டுக்கு செல்ல முடியாவிட்டால், எப்படி வெளியேறுவோம்",
        "நாடு?\" நடிகரும், அடிக்கடி எதிர்ப்பை வெளிப்படுத்துபவருமான ஜகத் மனுவரன எகனாமி நெக்ஸ்டிடம் தெரிவித்தார்.",
        "போராட்டக்காரர்களுக்கு வழக்கு வாதிட பல தன்னார்வலர்கள் முன் வந்துள்ளனர்.",
        "“பாதிக்கப்பட்டவர்கள் மற்றும் சாட்சிகளுக்கு பயணத் தடை விதிக்கப்பட வேண்டும் என்று அவர்கள் கூறியது இதுவே முதல் முறை. போராட்டத்தில் பாதிக்கப்பட்ட 14 பேரும் தங்கள் கடவுச்சீட்டை ஒப்படைக்குமாறு அழைக்கப்பட்டுள்ளனர், அதனால் பாதிக்கப்பட்டவர்கள் அடையாளம் காணும் செயல்முறைகளின் போது நாட்டில் இருப்பார்கள்,” என்று எதிர்ப்பாளர்களை ஆதரிக்காத மற்றொரு வழக்கறிஞர் லசந்த மனோஜ் EconomyNext இடம் கூறினார்.",
        "Fr. போராட்ட தளத்தில் தீவிர எதிர்ப்பாளர் ஜீவந்த பெரிஸும் சரணடைய அழைக்கப்பட்டுள்ளார்",
        "\"நாங்கள் இதை ஏற்கவில்லை, ஏனென்றால் சாட்சிகளுக்கு ஒருபோதும் பயணத் தடை விதிக்கப்படவில்லை. நாளை காலைக்குள் எங்கள் கடவுச்சீட்டை கோட்டை நீதவானிடம் சமர்ப்பிப்போம்” என்றார்.",
        "மே 09 ஆம் திகதி ஆர்ப்பாட்டக்காரர்கள் மீது நடத்தப்பட்ட தாக்குதல் தொடர்பில் 25 சந்தேக நபர்களை பொலிஸார் கைது செய்துள்ளதாக பொலிஸ் ஊடகப் பேச்சாளர் நிஹால் தல்துவ புதன்கிழமை (25) தெரிவித்தார்.",
        "போராட்டக்காரர்களுக்கு ஆதரவான பெரும்பாலான வழக்கறிஞர்கள், போராட்டக்காரர்களுக்கு எதிராக பயணத் தடை விதிப்பது பயணத் தடைக்கு எதிராக நியாயமற்றது என்று கூறுகிறார்கள்.",
        "போலீஸ் சிஐடி மற்றும் நீதிமன்ற அதிகாரிகள் உடனடியாக கருத்து தெரிவிக்கவில்லை.",
        "காலி முகத்திடலில் இடம்பெற்றுவரும் அமைதிப் போராட்டம் எதிர்வரும் சனிக்கிழமை (28) 50ஆவது நாளைக் காணவுள்ளது. (கொழும்பு/மே26/2022)"
      ]
    }
  }
}