{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bearish-sentiment-drags-down-cse-market-capitalization-to-rs-4-492-trillion/",
  "time_ut": 1647441420,
  "title": "Bearish sentiment drags down CSE market capitalization to Rs. 4.492 trillion",
  "body_lines": [
    "The CSE witnessed Rs. 320 billion in value being wiped off in the past three sessions, reinforcing bearish investor sentiment due to negative internal and external factors. After last Thursday’s record day- gain propelling market capitalization by Rs. 410 billion to Rs. 4.812 trillion, negative sessions had dragged the bourse to Rs. 4.492 trillion recently, stock market analysts said.",
    "Yesterday the stock market commenced with a dip due to worrying news regarding the suspension of domestic gas operations, fuel queues on account of private bowser transporters striking and power cuts. But later the stock market registered some recovery with the Indian government’s positive response on the US $ one billion loan agreement with Sri Lanka. It is said that Finance Minister Basil Rajapaksa met Indian Prime Minister Narendra Modi yesterday noon and that gave some impetus to the market stemming from anticipated Indian financial assistance, market analysts said.",
    "Amid those developments both indices showed mixed reactions The All- Share Price Index went down by 61.7 points and S and P SL20 rose by 3.13 points. Turnover stood at Rs 2.9 billion with a single crossing. The crossing was reported in Multi Finance, which crossed 41.1 million shares to the tune of Rs 400 million; its shares traded at Rs 9.80.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs one billion (4.2 million shares traded), Browns Investments Rs 193 million (19.1 million shares traded), LOLC Finance Rs 155 million (10.4 million shares traded), Hayleys PLC Rs 119 million (1.2 million shares traded), Lanka ILC Rs 87 million (two million shares traded), Royal Ceramic Rs 65.8 million (1.4 million shares traded) and JKH Rs 58.2 million (391,000 shares traded). During the day 117 million share volumes changed hands in 24000 transactions.",
    "It is said high net worth and institutional investor participation was noted in Hatton National Bank non-voting, LOLC Holdings and Royal Ceramics. Mixed interest was observed in Expolanka Holdings, Lanka IOC and Access Engineering, while retail interest was noted in SMB Leasing non-voting, Browns Investments and Dialog Axiata.",
    "Transportation sector was the top contributor to the market turnover (due to Expolanka Holdings).",
    "The Capital Goods sector was the second highest contributor to the market turnover; Browns Investments, Lanka IOC and HNB were also included among the top turnover contributors.",
    "Analysts predict some investors will move into fixed assets with the return on risk free government bonds expected to move above 13 per cent and while 5-year maturities expected to rise above 15-percent.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days.",
    "Sri Lanka’s rupee opened at Rs. 275/285 to the US dollar yesterday, dealers said as the forex market is still struggling to establish a free float amid low policy rates, interest rates and surrenders. However, the rupee settled at 269.99. But food inflation has skyrocketed to unprecedented levels, financial analysts said.",
    "DFCC Bank Badminton “A” Team takes home MBA Inter-Firm Doubles Team Plate Championship",
    "India to give an additional $1-billion emergency financial support to SL",
    "SLT-MOBITEL join hands with Softlogic IT in empowering enterprise customers with “Data Exchange and Analytics Services”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Bearish මනෝභාවය CSE වෙළඳපල ප්‍රාග්ධනීකරණය රු. ට්‍රිලියන 4.492 කි",
      "body_lines": [
        "කොළඹ කොටස් හුවමාරුව රු. ඍණාත්මක අභ්‍යන්තර හා බාහිර සාධක හේතුවෙන් ආයෝජකයින්ගේ හැඟීම් ශක්තිමත් කරමින් පසුගිය සැසි තුන තුළ රුපියල් බිලියන 320 ක වටිනාකමක් විනාශ විය. පසුගිය බ්‍රහස්පතින්දා දින වාර්තාගත දිනයෙන් පසු වෙළඳපල ප්‍රාග්ධනීකරණය රු. බිලියන 410 සිට රු. ට්‍රිලියන 4.812 ක් වූ අතර, සෘණ සැසි කොටස් ශේෂය රු. ටි‍්‍රලියන 4.492ක් ලෙස කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "පෞද්ගලික බවුසර් ප්‍රවාහකයන් වර්ජනය කිරීම සහ විදුලිය විසන්ධි කිරීම හේතුවෙන් ගෘහස්ථ ගෑස් මෙහෙයුම් අත්හිටුවීම, ඉන්ධන පෝලිම් ඇතිවීම පිළිබඳ කනස්සල්ලට පත්වන පුවත් හේතුවෙන් ඊයේ කොටස් වෙළෙඳපොළ පහත වැටීමකින් ආරම්භ විය. නමුත් පසුව ශ්‍රී ලංකාව සමඟ ඇති කර ගත් ඇමෙරිකානු ඩොලර් බිලියනයක ණය ගිවිසුම සම්බන්ධයෙන් ඉන්දීය රජය දැක්වූ ධනාත්මක ප්‍රතිචාරයත් සමඟ කොටස් වෙළෙඳපොළ යම් ප්‍රකෘතියක් වාර්තා කළේය. මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ මහතා ඊයේ දහවල් ඉන්දීය අග්‍රාමාත්‍ය නරේන්ද්‍ර මෝදි මහතා හමුවූ බවත් එය අපේක්ෂා කළ ඉන්දීය මූල්‍ය ආධාර මත වෙළෙඳපොළට යම් ප්‍රබෝධයක් ලබාදුන් බවත් පැවසේ.",
        "එම වර්ධනයන් මධ්‍යයේ දර්ශක දෙකම මිශ්‍ර ප්‍රතිචාර පෙන්වූයේ සියලුම කොටස් මිල දර්ශකය ඒකක 61.7 කින් පහළ ගිය අතර S සහ P SL20 ඒකක 3.13 කින් ඉහළ ගියේය. එක් හරස් මාර්ගයකින් පිරිවැටුම රුපියල් බිලියන 2.9 ක් විය. මෙම හරස් කිරීම Multi Finance හි වාර්තා වූ අතර, කොටස් මිලියන 41.1 ඉක්මවා රුපියල් මිලියන 400; එහි කොටස් රුපියල් 9.80 ට ගනුදෙනු විය.",
        "සිල්ලර වෙළඳපොලේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ සමාගම් හත වූයේ; එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් බිලියනයක් (කොටස් මිලියන 4.2ක් ගනුදෙනු), Browns Investments රුපියල් මිලියන 193ක් (කොටස් මිලියන 19.1ක් ගනුදෙනු කර ඇත), LOLC Finance රුපියල් මිලියන 155ක් (කොටස් මිලියන 10.4ක් ගනුදෙනු කර ඇත), Hayleys PLC රුපියල් මිලියන 119ක් (කොටස් මිලියන 1.2ක් ගනුදෙනු කර ඇත), Lanka ILC රුපියල් මිලියන 87 (කොටස් මිලියන දෙකක් ගනුදෙනු), රෝයල් සෙරමික් රුපියල් මිලියන 65.8 (කොටස් මිලියන 1.4 ක් ගනුදෙනු) සහ JKH රුපියල් මිලියන 58.2 (කොටස් 391,000 ක් ගනුදෙනු කර ඇත). දවස තුළ ගනුදෙනු 24000 කදී කොටස් පරිමාව මිලියන 117 ක් වෙනස් විය.",
        "හැටන් නැෂනල් බැංකුවේ ඡන්ද නොලබන, LOLC හෝල්ඩින්ග්ස් සහ රෝයල් සෙරමික් හි ඉහළ ශුද්ධ වටිනාකමක් සහ ආයතනික ආයෝජකයින්ගේ සහභාගීත්වය සටහන් වූ බව පැවසේ. එක්ස්පෝලංකා හෝල්ඩිංග්ස්, ලංකා අයිඕසී සහ ඇක්සස් ඉංජිනියරින් හි මිශ්‍ර උනන්දුවක් දක්නට ලැබුණු අතර, SMB ලීසිං ඡන්ද රහිත, Browns Investments සහ Dialog Axiata සඳහා සිල්ලර උනන්දුව සටහන් විය.",
        "ප්‍රවාහන අංශය වෙළඳපල පිරිවැටුම සඳහා ප්‍රධානතම දායකත්වය සපයන ලදී (එක්ස්පෝලංකා හෝල්ඩිංග්ස් හේතුවෙන්).",
        "ප්‍රාග්ධන භාණ්ඩ අංශය වෙළඳපල පිරිවැටුම සඳහා දෙවන ඉහළම දායකයා විය; Browns Investments, Lanka IOC සහ HNB ද ඉහළම පිරිවැටුම් දායකයින් අතරට ඇතුළත් විය.",
        "විශ්ලේෂකයින් අනාවැකි පළ කරන්නේ අවදානම් රහිත රාජ්‍ය බැඳුම්කරවල ප්‍රතිලාභය සියයට 13 ට වඩා ඉහළ යනු ඇතැයි අපේක්ෂා කරන අතර වසර 5ක කල්පිරීම සියයට 15 ට වඩා ඉහළ යනු ඇතැයි අපේක්ෂා කරන අතර සමහර ආයෝජකයින් ස්ථාවර වත්කම් වෙත ගමන් කරනු ඇති බවයි.",
        "මුදල් පහත වැටීම හේතුවෙන් ශ්‍රී ලංකාවේ සියලුම භාණ්ඩ මිල ගණන් ඉහළ යමින් පවතී. මුදල් බෙදාහරින්නන් ඉදිරි දිනවලදී තවත් ක්ෂයවීමක් අපේක්ෂා කරයි.",
        "ශ්‍රී ලංකා රුපියල විවෘත වූයේ රු. අඩු ප්‍රතිපත්ති පොලී අනුපාත, පොලී අනුපාත සහ යටත්වීම් මධ්‍යයේ විදේශ විනිමය වෙළෙඳපොළ තවමත් නිදහස් float එකක් ස්ථාපිත කිරීමට අරගල කරමින් සිටින බැවින් ඊයේ එක්සත් ජනපද ඩොලරයට 275/285 ලෙස අලෙවි නියෝජිතයෝ පැවසූහ. කෙසේ වෙතත් රුපියලේ අගය 269.99ක් ලෙස සටහන් විය. එහෙත් ආහාර උද්ධමනය පෙර නොවූ විරූ මට්ටමකට ඉහළ ගොස් ඇති බව මූල්‍ය විශ්ලේෂකයෝ පවසති.",
        "DFCC බැංකුවේ බැඩ්මින්ටන් \"A\" කණ්ඩායම MBA අන්තර් සමාගම් ද්විත්ව කණ්ඩායම් තහඩු ශූරතාවය නිවසට ගෙන යයි",
        "ඉන්දියාව ශ්‍රී ලංකාවට අතිරේක ඩොලර් බිලියන 1 ක හදිසි මූල්‍ය ආධාරයක් ලබා දීමට නියමිතය",
        "SLT-MOBITEL \"Data Exchange and Analytics Services\" මගින් ව්‍යවසාය පාරිභෝගිකයන් සවිබල ගැන්වීම සඳහා Softlogic IT සමඟ අත්වැල් බැඳගනී.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பேரிஷ் உணர்வு CSE சந்தை மூலதனத்தை ரூ. 4.492 டிரில்லியன்",
      "body_lines": [
        "CSE சாட்சியம் ரூ. 320 பில்லியன் மதிப்பு கடந்த மூன்று அமர்வுகளில் அழிக்கப்பட்டது, எதிர்மறையான உள் மற்றும் வெளிப்புற காரணிகள் காரணமாக முதலீட்டாளர்களின் உணர்வை வலுப்படுத்தியது. கடந்த வியாழன் சாதனை நாளுக்குப் பிறகு - ரூ. 410 பில்லியன் ரூ. 4.812 டிரில்லியன், எதிர்மறை அமர்வுகள் பங்குச் சந்தையை ரூ. 4.492 டிரில்லியன் சமீபத்தில், பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "தனியார் பவுசர் டிரான்ஸ்போர்ட்டர்களின் வேலைநிறுத்தம் மற்றும் மின்வெட்டு காரணமாக உள்நாட்டு எரிவாயு செயல்பாடுகள் இடைநிறுத்தம், எரிபொருள் வரிசைகள் பற்றிய கவலையான செய்திகள் காரணமாக நேற்று பங்குச் சந்தை சரிவுடன் தொடங்கியது. ஆனால் பின்னர் இலங்கையுடனான ஒரு பில்லியன் அமெரிக்க டாலர் கடன் ஒப்பந்தத்தின் மீது இந்திய அரசாங்கத்தின் நேர்மறையான பதிலுடன் பங்குச் சந்தை சிறிது மீட்சியை பதிவு செய்தது. நிதியமைச்சர் பசில் ராஜபக்ஷ நேற்று நண்பகல் இந்தியப் பிரதமர் நரேந்திர மோடியைச் சந்தித்ததாகவும், அது எதிர்பார்க்கப்பட்ட இந்திய நிதியுதவியின் மூலம் சந்தைக்கு சற்று உத்வேகத்தை அளித்ததாகவும் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில், இரண்டு குறியீடுகளும் கலவையான எதிர்வினைகளைக் காட்டியது, அனைத்து-பங்கு விலைச் சுட்டெண் 61.7 புள்ளிகளாலும், S மற்றும் P SL20 3.13 புள்ளிகளாலும் குறைந்தன. விற்றுமுதல் ஒருமுறை கடக்க ரூ.2.9 பில்லியனாக இருந்தது. 41.1 மில்லியன் பங்குகளை ரூ. 400 மில்லியனைத் தாண்டிய மல்டி ஃபைனான்ஸ் நிறுவனத்தில் கிராசிங் அறிவிக்கப்பட்டது; அதன் பங்குகள் 9.80 ரூபாய்க்கு வர்த்தகம் செய்யப்பட்டது.",
        "சில்லறை விற்பனைச் சந்தையில் முதன்மையான ஏழு நிறுவனங்கள் விற்றுமுதல் பங்களித்தன; எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ ஒரு பில்லியன் (4.2 மில்லியன் பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 193 மில்லியன் (19.1 மில்லியன் பங்குகள் வர்த்தகம்), LOLC ஃபினான்ஸ் ரூ 155 மில்லியன் (10.4 மில்லியன் பங்குகள் வர்த்தகம்), ஹேலிஸ் பிஎல்சி ரூ 119 மில்லியன் (1.2 மில்லியன் பங்குகள் வர்த்தகம்), லங்கா ஐஎல்சி. ரூ 87 மில்லியன் (இரண்டு மில்லியன் பங்குகள் வர்த்தகம்), ராயல் செராமிக் ரூ 65.8 மில்லியன் (1.4 மில்லியன் பங்குகள் வர்த்தகம்) மற்றும் JKH ரூ 58.2 மில்லியன் (391,000 பங்குகள் வர்த்தகம்) நாளின் போது 24000 பரிவர்த்தனைகளில் 117 மில்லியன் பங்குகள் கைமாறின.",
        "ஹட்டன் நேஷனல் வங்கியின் வாக்களிக்காத, LOLC ஹோல்டிங்ஸ் மற்றும் Royal Ceramics ஆகியவற்றில் அதிக நிகர மதிப்பு மற்றும் நிறுவன முதலீட்டாளர் பங்கேற்பு குறிப்பிடப்பட்டுள்ளது. எக்ஸ்போலங்கா ஹோல்டிங்ஸ், லங்கா ஐஓசி மற்றும் அக்சஸ் இன்ஜினியரிங் ஆகியவற்றில் கலப்பு ஆர்வம் காணப்பட்டது, அதே சமயம் SMB லீசிங் அல்லாத வாக்களிப்பு, பிரவுன்ஸ் முதலீடுகள் மற்றும் டயலொக் ஆக்ஸியாட்டா ஆகியவற்றில் சில்லறை ஆர்வம் குறிப்பிடப்பட்டுள்ளது.",
        "சந்தை வருவாயில் (எக்ஸ்போலங்கா ஹோல்டிங்ஸ் காரணமாக) போக்குவரத்துத் துறை முதன்மையான பங்களிப்பாளராக இருந்தது.",
        "மூலதன பொருட்கள் துறை சந்தை வருவாயில் இரண்டாவது அதிக பங்களிப்பாளராக இருந்தது; பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ், லங்கா ஐஓசி மற்றும் எச்என்பி ஆகியவை சிறந்த புரள்வுப் பங்களிப்பாளர்களில் அடங்கும்.",
        "ஆய்வாளர்கள் சில முதலீட்டாளர்கள் நிலையான சொத்துக்களுக்கு மாறுவார்கள் என்று கணித்துள்ளனர்",
        "நாணய வீழ்ச்சி காரணமாக இலங்கையில் அனைத்து பொருட்களின் விலைகளும் அதிகரித்து வருகின்றன. கரன்சி டீலர்கள் வரும் நாட்களில் மேலும் தேய்மானத்தை எதிர்பார்க்கிறார்கள்.",
        "இலங்கையின் ரூபாயின் ஆரம்பம் ரூ. நேற்று அமெரிக்க டாலருக்கு 275/285 ஆக இருந்தது, குறைந்த கொள்கை விகிதங்கள், வட்டி விகிதங்கள் மற்றும் சரணடைதல்களுக்கு மத்தியில் அந்நிய செலாவணி சந்தை இன்னும் ஒரு இலவச மிதவையை நிறுவ போராடி வருவதாக டீலர்கள் தெரிவித்தனர். இருப்பினும், ரூபாயின் மதிப்பு 269.99 ஆக இருந்தது. ஆனால் உணவுப் பணவீக்கம் முன்னெப்போதும் இல்லாத அளவுக்கு உயர்ந்துள்ளது என்று நிதி ஆய்வாளர்கள் தெரிவித்துள்ளனர்.",
        "DFCC வங்கி பேட்மிண்டன் \"A\" குழு MBA இன்டர்-ஃபர்ம் டபுள்ஸ் டீம் பிளேட் சாம்பியன்ஷிப்பை வீட்டிற்கு அழைத்துச் சென்றது",
        "இந்தியா 1 பில்லியன் டாலர் அவசர நிதி உதவியை இலங்கைக்கு வழங்க உள்ளது",
        "SLT-MOBITEL ஆனது Softlogic IT உடன் கைகோர்த்து நிறுவன வாடிக்கையாளர்களை \"தரவு பரிமாற்றம் மற்றும் பகுப்பாய்வு சேவைகள்\" மூலம் மேம்படுத்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}