{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/16/usd-6-mn-emergency-assistance-from-us/",
  "time_ut": 1655369700,
  "title": "USD 6 Mn Emergency Assistance from US",
  "body_lines": [
    "COLOMBO (News 1st); The United States announced today that it will provide $6 million in emergency assistance to address the needs of marginalized and vulnerable communities impacted by Sri Lanka’s economic crisis.",
    "This new funding will also provide technical assistance to the Government of Sri Lanka as it implements economic and financial reform measures to stabilize the economy, in line with an anticipated International Monetary Fund (IMF) package.",
    "“The U.S. is committed to supporting the Sri Lankan people as they face today’s economic and political challenges,” said Julie Chung, U.S. Ambassador to Sri Lanka. “As a longstanding development partner, we will continue to champion efforts that promote sustainable economic growth and good governance.”",
    "This emergency funding through the U.S. government’s development arm, the U.S. Agency for International Development (USAID), responds to emerging or unforeseen complex crises overseas. Part of this funding will go to USAID’s social cohesion and reconciliation project (SCORE) to support small-scale agricultural productivity and microenterprises in communities that traditionally experience high poverty rates and are especially impacted by the crisis. This funding will also support public sector efficiency and resource management through USAID’s project to accelerate results in trade, national expenditure, and revenue (PARTNER).",
    "The $6 million in new assistance is part of a much larger package of foreign assistance from the American people to meet the current need. That support is part of a shared history that has seen the United States provide over $2 billion in economic and humanitarian support since 1956. The U.S. will continue to add to its significant ongoing investments and assistance projects in Sri Lanka to help meet the immediate and long-term needs of the people of Sri Lanka."
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජනපදයෙන් ඩොලර් මිලියන 6 ක හදිසි ආධාර",
      "body_lines": [
        "COLOMBO (News 1st); ශ්‍රී ලංකාවේ ආර්ථික අර්බුදයෙන් පීඩාවට පත් වූ ආන්තික සහ අවදානමට ලක්විය හැකි ප්‍රජාවන්ගේ අවශ්‍යතා සපුරාලීම සඳහා ඩොලර් මිලියන 6 ක හදිසි ආධාරයක් ලබා දෙන බව එක්සත් ජනපදය අද නිවේදනය කළේය.",
        "අපේක්ෂිත ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) පැකේජයකට අනුකූලව ආර්ථිකය ස්ථාවර කිරීම සඳහා ආර්ථික හා මූල්‍ය ප්‍රතිසංස්කරණ ක්‍රියාමාර්ග ක්‍රියාත්මක කරන බැවින් මෙම නව අරමුදල් ශ්‍රී ලංකා රජයට තාක්ෂණික සහාය ද ලබා දෙනු ඇත.",
        "\"අද පවතින ආර්ථික හා දේශපාලන අභියෝගවලට මුහුණ දෙන ශ්‍රී ලාංකික ජනතාවට සහය දැක්වීමට එක්සත් ජනපදය කැපවී සිටිනවා\" යැයි ශ්‍රී ලංකාවේ එක්සත් ජනපද තානාපතිනී ජුලී චුන්ග් පැවසීය. \"දිගුකාලීන සංවර්ධන හවුල්කරුවෙකු ලෙස, අපි තිරසාර ආර්ථික වර්ධනයක් සහ යහපාලනයක් ප්‍රවර්ධනය කරන ප්‍රයත්නයන් දිගටම කරගෙන යන්නෙමු.\"",
        "එක්සත් ජනපද රජයේ සංවර්ධන අංශය, ජාත්‍යන්තර සංවර්ධනය සඳහා වූ එක්සත් ජනපද ඒජන්සිය (USAID) හරහා මෙම හදිසි අරමුදල් විදේශයන්හි නැගී එන හෝ අනපේක්ෂිත සංකීර්ණ අර්බුදවලට ප්‍රතිචාර දක්වයි. මෙම අරමුදල්වලින් කොටසක් සාම්ප්‍රදායිකව ඉහළ දරිද්‍රතා අනුපාත අත්විඳින සහ විශේෂයෙන් අර්බුදයෙන් පීඩාවට පත්වන ප්‍රජාවන්හි කුඩා පරිමාණ කෘෂිකාර්මික ඵලදායිතාව සහ ක්ෂුද්‍ර ව්‍යවසාය සඳහා සහාය වීම සඳහා USAID හි සමාජ ඒකාබද්ධතා සහ ප්‍රතිසන්ධාන ව්‍යාපෘතිය (SCORE) වෙත යොමු කරනු ඇත. මෙම අරමුදල් වෙළඳාම, ජාතික වියදම් සහ ආදායම් (PARTNER) හි ප්‍රතිඵල වේගවත් කිරීම සඳහා USAID හි ව්‍යාපෘතිය හරහා රාජ්‍ය අංශයේ කාර්යක්ෂමතාව සහ සම්පත් කළමනාකරණයට සහාය වනු ඇත.",
        "නව ආධාර ඩොලර් මිලියන 6 වර්තමාන අවශ්‍යතාවය සපුරාලීම සඳහා ඇමරිකානු ජනතාවගෙන් විශාල විදේශ ආධාර පැකේජයක කොටසකි. එම සහයෝගය 1956 සිට එක්සත් ජනපදය ඩොලර් බිලියන 2 කට වඩා ආර්ථික සහ මානුෂීය ආධාර ලබා දී ඇති හවුල් ඉතිහාසයක කොටසකි. එ. - ශ්‍රී ලංකාවේ ජනතාවගේ කාලීන අවශ්‍යතා."
      ]
    },
    "ta": {
      "title": "அமெரிக்காவிடமிருந்து USD 6 மில்லியன் அவசர உதவி",
      "body_lines": [
        "COLOMBO (News 1st); இலங்கையின் பொருளாதார நெருக்கடியால் பாதிக்கப்பட்டுள்ள விளிம்புநிலை மற்றும் பாதிக்கப்படக்கூடிய சமூகங்களின் தேவைகளை நிவர்த்தி செய்ய 6 மில்லியன் டொலர்களை அவசர உதவியாக வழங்குவதாக அமெரிக்கா இன்று அறிவித்துள்ளது.",
        "எதிர்பார்க்கப்படும் சர்வதேச நாணய நிதியத்தின் (IMF) பொதிக்கு இணங்க, பொருளாதாரத்தை ஸ்திரப்படுத்துவதற்கான பொருளாதார மற்றும் நிதி சீர்திருத்த நடவடிக்கைகளை அமுல்படுத்தும் இலங்கை அரசாங்கத்திற்கு இந்த புதிய நிதி தொழில்நுட்ப உதவியையும் வழங்கும்.",
        "\"இன்றைய பொருளாதார மற்றும் அரசியல் சவால்களை எதிர்கொள்ளும் இலங்கை மக்கள் அவர்களுக்கு ஆதரவளிக்க அமெரிக்கா உறுதிபூண்டுள்ளது\" என்று இலங்கைக்கான அமெரிக்கத் தூதுவர் ஜூலி சுங் தெரிவித்தார். \"நீண்டகால வளர்ச்சி பங்காளியாக, நிலையான பொருளாதார வளர்ச்சி மற்றும் நல்ல நிர்வாகத்தை ஊக்குவிக்கும் முயற்சிகளை நாங்கள் தொடர்ந்து வெல்வோம்.\"",
        "யு.எஸ். அரசாங்கத்தின் மேம்பாட்டுப் பிரிவான யு.எஸ். ஏஜென்சி ஃபார் இன்டர்நேஷனல் டெவலப்மென்ட் (யு.எஸ்.ஏ.ஐ.டி) மூலம் இந்த அவசர நிதியுதவி, வெளிநாட்டில் உருவாகும் அல்லது எதிர்பாராத சிக்கலான நெருக்கடிகளுக்குப் பதிலளிக்கிறது. இந்த நிதியுதவியின் ஒரு பகுதியானது USAID இன் சமூக ஒருங்கிணைப்பு மற்றும் நல்லிணக்க திட்டத்திற்கு (SCORE) செல்லும், இது பாரம்பரியமாக அதிக வறுமை விகிதங்களை அனுபவிக்கும் மற்றும் குறிப்பாக நெருக்கடியால் பாதிக்கப்படும் சமூகங்களில் சிறிய அளவிலான விவசாய உற்பத்தி மற்றும் குறுந்தொழில்களை ஆதரிக்கும். இந்த நிதியானது வர்த்தகம், தேசிய செலவுகள் மற்றும் வருவாய் (PARTNER) ஆகியவற்றில் முடிவுகளை விரைவுபடுத்த USAID இன் திட்டத்தின் மூலம் பொதுத்துறை செயல்திறன் மற்றும் வள மேலாண்மை ஆகியவற்றை ஆதரிக்கும்.",
        "$6 மில்லியன் புதிய உதவியானது, தற்போதைய தேவையைப் பூர்த்தி செய்வதற்காக அமெரிக்க மக்களிடமிருந்து வெளிநாட்டு உதவியின் மிகப் பெரிய தொகுப்பின் ஒரு பகுதியாகும். 1956 ஆம் ஆண்டிலிருந்து அமெரிக்கா $2 பில்லியனுக்கும் அதிகமான பொருளாதார மற்றும் மனிதாபிமான ஆதரவை வழங்குவதைப் பார்த்த பகிரப்பட்ட வரலாற்றின் ஒரு பகுதியாக அந்த ஆதரவு உள்ளது. உடனடி மற்றும் நீண்டகாலத்தை சந்திக்க உதவும் வகையில் இலங்கையில் அமெரிக்கா தனது குறிப்பிடத்தக்க முதலீடுகள் மற்றும் உதவித் திட்டங்களைத் தொடர்ந்து சேர்க்கும். - இலங்கை மக்களின் கால தேவைகள்."
      ]
    }
  }
}