{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/things-falling-apart/",
  "time_ut": 1646582220,
  "title": "Things falling apart",
  "body_lines": [
    "The rule of law is what prevents a country’s descent into anarchy. It is an integral part of the so-called social contract that ensures the cohesion of the modern state, and cannot exist in a vacuum; its existence hinges on public faith in the law enforcement and judicial systems. Doomed is a country, where the culture of impunity takes root; the rich and the powerful rise above the law; the police become mere putty in the hands of politicians, and, worse, the scales of justice are tilted in favour of the crooked rulers, and other such elements. It is much more so when the people face unbearable hardships such as chronic scarcities of essential commodities with their rulers living high on the hog and demonstrating a callous disregard for their woes.",
    "Nothing incenses the hapless public more than to have their rulers’ super luxury vehicles zinging past them while they are waiting in winding queues to buy fuel and food items, or to see powerful crooks who cut questionable deals at the expense of the national interest have the last laugh in legal battles? Pent-up public anger first finds expression in people jeering at failed government leaders, and then spills on to the streets, triggering uprisings. When the executive and legislative branches of government fail, the people pin their hopes on the judiciary, and if they become disappointed, things begin to fall apart.",
    "A severe erosion of public faith in the judiciary becomes inevitable when those who perpetrate massive frauds, and are exposed by special commissions for their culpability walk free, because the state prosecutor does not care to file cases against them properly, and colludes with corrupt rulers, and, above all, judicial decisions in high-profile cases become invariably favourable to the powers that be with the public being able to predict not-guilty verdicts in cases against powerful politicians and their kith and kin.",
    "Blessed is a country where the judiciary jealously guards its independence and has the courage to give bold judgments against powerful politicians. Two such instances have been reported from India recently, the latest being last week’s Andhra Pradesh High Court ruling that scrapped Chief Minister Jagan Mohan Reddy’s ambitious plan to create multiple capitals for the state; the court has reportedly cited incompetence, abuse of power and arbitrariness on the part of the state government as the reasons for its decision. A three-judge bench headed by Chief Justice Prashant Kumar Mishra declared that the state government’s plan was ‘bereft of any legal authority and smacked of mala fides and would deprive 30,000 unsuspecting farmers of their livelihood and right to lead dignified lives after they voluntarily surrendered their land for the development of the capital city’.",
    "On reading about the aforesaid bold judgment, people living in countries where judiciaries are too meek to scrap disastrous plans and shady deals, may fervently wish they too were blessed with upright judges capable of standing up to arrogant political leaders intoxicated with power.",
    "About seven million voters who, lured by the promise of Prosperity and Splendour, of all things, made the 2019 regime change possible (and others who did not fall for it) are beset with deprivation and misery, and have had to settle for small mercies because good life they dreamt of has become pie in the sky.",
    "What is this world coming to when people who vote in a government, hoping for the enjoyment of abundance, find themselves in a situation where they are left with no alternative but to find contentment in buying a canful of kerosene, a small packet of milk powder, a cylinder of cooking gas or a measure of rice, at exorbitant prices, after staying in queues for hours on end?",
    "Pity the land where people who stay overnight in queues at filling stations, to buy diesel, petrol or kerosene, celebrate the arrival of a fuel bowser by lighting firecrackers!",
    "Pity the land where people cheer when the power is back on, after hours of load shedding, which could have been avoided if the rulers they have voted for, over the decades, had managed the economy properly and built foreign currency reserves to pay for fuel imports!",
    "Pity the land where a sucker is born every minute, and hungry masses converge at political rallies and burst into cheers when crafty politicians who are responsible for their predicament bellow rhetoric, and make more promises!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දේවල් කඩා වැටෙනවා",
      "body_lines": [
        "රටක් අරාජික වීම වළක්වන්නේ නීතියේ ආධිපත්‍යයයි. එය නූතන රාජ්‍යයේ සංහිඳියාව සහතික කරන ඊනියා සමාජ ගිවිසුමේ අනිවාර්ය අංගයක් වන අතර රික්තයක් තුළ පැවතිය නොහැක; එහි පැවැත්ම නීතිය බලාත්මක කිරීම සහ අධිකරණ පද්ධති කෙරෙහි මහජන විශ්වාසය මත රඳා පවතී. විනාශය යනු දණ්ඩමුක්තියේ සංස්කෘතිය මුල් බැසගත් රටකි; ධනවතුන් සහ බලවතුන් නීතියට ඉහළින් නැගී සිටීම; පොලීසිය දේශපාලඥයින් අතට පත්වන අතර, වඩාත් නරක අතට, යුක්තියේ තරාදි කූට පාලකයන්ට සහ අනෙකුත් එවැනි අංගවලට පක්ෂව නැඹුරු වී ඇත. තම පාලකයන් උකුස්සා මත ජීවත්වීම සහ ඔවුන්ගේ දුක්ගැනවිලි නොසැලකිලිමත් ලෙස ප්‍රදර්ශනය කිරීමත් සමඟ අත්‍යවශ්‍ය භාණ්ඩවල නිදන්ගත හිඟකම වැනි දරාගත නොහැකි දුෂ්කරතාවලට ජනතාව මුහුණ දෙන විට එය ඊටත් වඩා බෙහෙවින් වැඩි ය.",
        "ඉන්ධන සහ ආහාර ද්‍රව්‍ය මිලදී ගැනීමට වංගු පෝලිම්වල සිටින විට තම පාලකයන්ගේ අධි සුඛෝපභෝගී වාහන ඔවුන් පසුකර යාමෙන් හෝ ජාතික අවශ්‍යතා වෙනුවෙන් ප්‍රශ්නගත ගනුදෙනු කපා හරින ප්‍රබල තක්කඩියන් දැකීම තරම් අවාසනාවන්ත මහජනතාවට වෙනත් කිසිවක් නැත. නීතිමය සටන්වලදී අන්තිම හිනාව? සංවෘත මහජන කෝපය පලමුවෙන්ම ප්‍රකාශිත වන්නේ අසාර්ථක ආන්ඩුවේ නායකයින්ට සමච්චල් කරන මිනිසුන් තුලින් වන අතර, පසුව වීදි වලට ගලා බසී, නැගිටීම් අවුලුවයි. ආණ්ඩුවේ විධායක සහ ව්‍යවස්ථාදායක අංශ අසාර්ථක වූ විට, ජනතාව අධිකරණය කෙරෙහි බලාපොරොත්තු තබා ඇති අතර, ඔවුන් කලකිරීමට පත් වුවහොත්, දේවල් කඩා වැටීමට පටන් ගනී.",
        "මහා පරිමාණ වංචා සිදු කර විශේෂ කොමිෂන් සභා මගින් හෙළිදරව් වන අය නිදැල්ලේ යන විට අධිකරණය කෙරෙහි මහජන විශ්වාසය දැඩි ලෙස ඛාදනය වීම වැළැක්විය නොහැක්කේ ඔවුන්ට එරෙහිව නිසි ලෙස නඩු පැවරීමට රජයේ අභිචෝදකයා තැකීමක් නොකරන නිසාත්, දූෂිත පාලකයන් සමඟ හවුල් වන නිසාත් ය. සහ, සියල්ලටත් වඩා, ඉහළ පෙළේ නඩු වල අධිකරණ තීන්දු, බලගතු දේශපාලකයන්ට සහ ඔවුන්ගේ ඥාතීන්ට එරෙහි නඩු වලදී නිවැරැදි නොවන තීන්දු පුරෝකථනය කිරීමට මහජනතාවට හැකි වන පරිදි බලතලවලට නිරන්තරයෙන් වාසිදායක වේ.",
        "අධිකරණය ඊර්ෂ්‍යාවෙන් තම ස්වාධීනත්වය ආරක්ෂා කරන, ප්‍රබල දේශපාලකයන්ට එරෙහිව නිර්භීත තීන්දු දීමට ධෛර්යය ඇති රටක් භාග්‍යවන්තය. එවැනි අවස්ථා දෙකක් මෑතකදී ඉන්දියාවෙන් වාර්තා වී ඇත, ප්‍රාන්තය සඳහා බහු අගනගර නිර්මාණය කිරීමේ මහ ඇමති ජගන් මෝහන් රෙඩ්ඩිගේ අභිලාෂකාමී සැලැස්ම අවලංගු කරමින් පසුගිය සතියේ ආන්ද්‍රා ප්‍රදේශ් මහාධිකරණය දුන් නවතම තීන්දුවයි. ප්‍රාන්ත ආණ්ඩුවේ අකාර්යක්ෂමතාව, බලය අයුතු ලෙස භාවිත කිරීම සහ අත්තනෝමතික බව තම තීරණයට හේතු ලෙස අධිකරණය විසින් දක්වා ඇති බව වාර්තා වේ. අගවිනිසුරු ප්‍රශාන්ත් කුමාර් මිශ්‍රාගේ ප්‍රධානත්වයෙන් යුත් ත්‍රිපුද්ගල විනිසුරු මඩුල්ලක් ප්‍රකාශ කළේ ප්‍රාන්ත ආන්ඩුවේ සැලැස්ම 'කිසිදු නීතිමය අධිකාරියකින් තොර සහ අශුභවාදී වූවක් වන අතර, ඔවුන් ස්වේච්ඡාවෙන් යටත් වූ පසු 30,000ක් සැක නොකළ ගොවීන්ගේ ජීවනෝපාය සහ ගෞරවනීය ජීවිතයක් ගත කිරීමේ අයිතිය අහිමි කරන බවයි. අගනුවර සංවර්ධනය සඳහා ඉඩම්'",
        "ඉහත කී නිර්භීත නඩු තීන්දුව ගැන කියවන විට, ව්‍යසනකාරී සැලසුම් සහ අඳුරු ගණුදෙණු ඉවත් කිරීමට තරම් අධිකරණ ක්‍ෂේත්‍රය නිහතමානීව සිටින රටවල වෙසෙන මිනිසුන්ට, බලයෙන් මත් වූ අහංකාර දේශපාලන නායකයින්ට එරෙහිව නැගී සිටිය හැකි අවංක විනිශ්චයකරුවන්ගෙන් ඔවුන්ටත් ආශීර්වාද ලැබේවා යැයි දැඩි ලෙස ප්‍රාර්ථනා කළ හැකිය.",
        "සෞභාග්‍යය සහ තේජස පිළිබඳ පොරොන්දුවෙන් ආකර්ෂණය වී, 2019 පාලන තන්ත්‍රය වෙනස් කිරීමට හැකි වූ (සහ එයට නොවැටුණු තවත් අය) ඡන්දදායකයින් මිලියන හතක් පමණ හිඟකමෙන් හා දුක්ඛිතභාවයෙන් වෙළී සිටින අතර කුඩා දයාවන්ගෙන් බේරීමට සිදුවී ඇත. මක්නිසාද යත් ඔවුන් සිහින මැවූ යහපත් ජීවිතය අහසේ පයි එකක් වී ඇති බැවිනි.",
        "සැප සම්පත් බලාපොරොත්තුවෙන් ආණ්ඩුවකට ඡන්දය දෙන මිනිසුන්ට භූමිතෙල් කෑන් එකක්, කුඩා කිරිපිටි පැකට්ටුවක් මිල දී ගෙන තෘප්තිමත් වීම හැර වෙනත් විකල්පයක් නැති තත්ත්වයකට පත් වූ විට මේ ලෝකය කුමක් වේද? , ඉවුම් පිහුම් ගෑස් සිලින්ඩරයක් හෝ සහල් මිනුමක්, අධික මිල ගණන් යටතේ, පැය ගණන් පෝලිම්වල රැඳී සිටීමෙන් පසු?",
        "ඩීසල්, පෙට්‍රල්, භූමිතෙල් ගන්නට ඉන්ධන පිරවුම්හල්වල පෝලිම්වල රැය පහන් වන මිනිසුන් රතිඤ්ඤා පත්තු කරමින් ඉන්ධන බවුසරයක් පැමිණීම සමරන දේශය ගැන අනුකම්පා!",
        "දශක ගණනාවක් තිස්සේ තමන් ඡන්දය දුන් පාලකයන් ආර්ථිකය නිසියාකාරව කළමනාකරණය කර ඉන්ධන සඳහා විදේශ මුදල් සංචිත ගොඩනඟා ගත්තේ නම් පැය ගණන් බර පැටවීමෙන් වළක්වා ගත හැකිව තිබූ විදුලිය නැවත ක්‍රියාත්මක වූ විට ජනතාව ඔල්වරසන් දෙන දේශය ගැන කණගාටුයි. ආනයන!",
        "සෑම විනාඩියකටම කිරි පොදක් උපදින දේශයට අනුකම්පා කරන්න, බඩගින්නේ සිටින ජනතාව දේශපාලන රැස්වීම්වලට එක්වී ඔල්වරසන් හඬින් ඔල්වරසන් දෙද්දී, ඔවුන්ගේ අවාසනාවන්ත තත්ත්වයට වගකිව යුතු කපටි දේශපාලකයින් බෙරිහන් දෙමින්, තවත් පොරොන්දු දෙන විට!",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "உடைந்து விழும் விஷயங்கள்",
      "body_lines": [
        "சட்டத்தின் ஆட்சியே ஒரு நாடு அராஜக நிலைக்குத் தள்ளப்படுவதைத் தடுக்கிறது. இது சமூக ஒப்பந்தம் என்று அழைக்கப்படுவதன் ஒருங்கிணைந்த பகுதியாகும், இது நவீன அரசின் ஒருங்கிணைப்பை உறுதி செய்கிறது, மேலும் வெற்றிடத்தில் இருக்க முடியாது; அதன் இருப்பு சட்ட அமலாக்க மற்றும் நீதித்துறை அமைப்புகளில் பொது நம்பிக்கையை சார்ந்துள்ளது. அழிவு என்பது ஒரு நாடு, அங்கு தண்டனையின்மை கலாச்சாரம் வேர் எடுக்கும்; பணக்காரர்களும் சக்தி வாய்ந்தவர்களும் சட்டத்திற்கு மேல் உயர்கிறார்கள்; காவல்துறை அரசியல்வாதிகளின் கைகளில் வெறும் கைக்குட்டையாக மாறுகிறது, மேலும் மோசமாக நீதியின் தராசுகள் வஞ்சக ஆட்சியாளர்களுக்கும் மற்றும் பிற கூறுகளுக்கும் சாதகமாக சாய்ந்துள்ளது. அத்தியவசியப் பொருட்களின் நீண்டகாலத் தட்டுப்பாடு போன்ற தாங்க முடியாத துன்பங்களை மக்கள் எதிர்கொள்ளும் போது, ​​அவர்களின் ஆட்சியாளர்கள் பன்றியின் மீது உயர்ந்து வாழ்வது மற்றும் அவர்களின் துயரங்களை அலட்சியமாக அலட்சியம் காட்டுவது போன்றவற்றால் இது மிகவும் அதிகமாகும்.",
        "எரிபொருள் மற்றும் உணவுப் பொருட்களை வாங்குவதற்காக வளைந்து நெளிந்து கியூவில் காத்திருக்கும் போது, ​​ஆட்சியாளர்களின் அதி சொகுசு வாகனங்கள் அவர்களைக் கடந்து செல்வதை விடவும், தேச நலனைப் பணயம் வைத்து கேள்விக்குரிய பேரங்களைத் துண்டிக்கும் பலம் வாய்ந்த துரோகிகளைப் பார்ப்பதைத் தவிர வேறெதுவும் துரதிர்ஷ்டவசமான பொதுமக்களுக்குத் தூபமிடுவதில்லை. சட்டப் போராட்டங்களில் கடைசியாக சிரிப்பா? அடக்கி வைக்கப்பட்ட பொதுக் கோபம் முதலில் தோல்வியடைந்த அரசாங்கத் தலைவர்களைப் பார்த்து கேலி செய்யும் மக்களில் வெளிப்படுவதைக் காண்கிறது, பின்னர் தெருக்களில் பரவி, கிளர்ச்சிகளைத் தூண்டுகிறது. அரசாங்கத்தின் நிறைவேற்று மற்றும் சட்டமன்றக் கிளைகள் தோல்வியடையும் போது, ​​மக்கள் நீதித்துறையின் மீது நம்பிக்கை வைத்துள்ளனர், மேலும் அவர்கள் ஏமாற்றமடைந்தால், விஷயங்கள் வீழ்ச்சியடையத் தொடங்குகின்றன.",
        "அரசு வக்கீல் அவர்கள் மீது முறையாக வழக்குப்பதிவு செய்வதில் அக்கறை காட்டாமல், ஊழல் ஆட்சியாளர்களுடன் கைகோர்த்து, பாரிய மோசடிகளில் ஈடுபட்டு, சிறப்புக் கமிஷன் மூலம் அம்பலப்படுத்தப்பட்டவர்கள் சுதந்திரமாக நடக்கும்போது, ​​நீதித்துறையின் மீது பொதுமக்களுக்கு கடுமையான நம்பிக்கை ஏற்படுவது தவிர்க்க முடியாததாகிறது. மேலும், எல்லாவற்றிற்கும் மேலாக, உயர்மட்ட வழக்குகளில் நீதித்துறை முடிவுகள், அதிகாரம் படைத்த அரசியல்வாதிகள் மற்றும் அவர்களது உறவினர்களுக்கு எதிரான வழக்குகளில் குற்றவாளிகள் அல்லாத தீர்ப்புகளை முன்கூட்டியே கணிக்கக்கூடிய அதிகாரங்களுக்குச் சாதகமாக மாறும்.",
        "நீதித்துறை பொறாமையுடன் தன் சுதந்திரத்தைப் பாதுகாத்து, சக்திவாய்ந்த அரசியல்வாதிகளுக்கு எதிராக துணிச்சலான தீர்ப்புகளை வழங்கும் நாடு பாக்கியம். சமீபத்தில் இந்தியாவில் இருந்து இதுபோன்ற இரண்டு சம்பவங்கள் பதிவாகியுள்ளன, கடந்த வாரம் ஆந்திரப் பிரதேச உயர்நீதிமன்றம் அளித்த தீர்ப்பு, மாநிலத்திற்கு பல தலைநகரங்களை உருவாக்கும் முதல்வர் ஜெகன் மோகன் ரெட்டியின் லட்சியத் திட்டத்தை ரத்து செய்தது; மாநில அரசின் திறமையின்மை, அதிகார துஷ்பிரயோகம் மற்றும் தன்னிச்சையான போக்கையே நீதிமன்றம் தனது முடிவுக்குக் காரணங்களாகக் கூறியுள்ளது. தலைமை நீதிபதி பிரசாந்த் குமார் மிஸ்ரா தலைமையிலான 3 நீதிபதிகள் கொண்ட அமர்வு, மாநில அரசின் திட்டம் எந்த சட்ட அதிகாரமும் இல்லாததாகவும், தவறான செயல்களுக்கு உட்பட்டது என்றும், சந்தேகத்திற்கு இடமில்லாத 30,000 விவசாயிகள் தானாக முன்வந்து சரணடைந்த பிறகு அவர்களின் வாழ்வாதாரத்தையும் கண்ணியமான வாழ்க்கை நடத்துவதற்கான உரிமையையும் பறிக்கும் என்று அறிவித்தது. தலைநகரின் வளர்ச்சிக்கான நிலம்'.",
        "மேற்குறிப்பிட்ட துணிச்சலான தீர்ப்பைப் படிக்கும் போது, ​​பேரழிவுத் திட்டங்களையும், கேடுகெட்ட பேரங்களையும் துண்டிக்க நீதித்துறை மெத்தனமாக இருக்கும் நாடுகளில் வாழும் மக்கள், அதிகார போதையில் திமிர்பிடித்த அரசியல் தலைவர்களை எதிர்த்து நிற்கக்கூடிய நேர்மையான நீதிபதிகள் தங்களுக்கும் கிடைக்க வேண்டும் என்று உருக்கமாக ஆசைப்படலாம்.",
        "2019 ஆட்சி மாற்றத்தை சாத்தியமாக்கிய சுமார் ஏழு மில்லியன் வாக்காளர்கள், 2019 ஆட்சி மாற்றத்தை சாத்தியமாக்கினர் (மற்றும் அதற்கு விழாத மற்றவர்கள்) வறுமை மற்றும் துன்பத்தால் சூழப்பட்டுள்ளனர், மேலும் சிறு கருணைகளுக்குத் தீர்வு காண வேண்டியிருந்தது. ஏனென்றால் அவர்கள் கனவு கண்ட நல்ல வாழ்க்கை வானத்தில் பையாகிவிட்டது.",
        "ஒரு அரசாங்கத்தில் வாக்களிக்கும் மக்கள், அபரிமிதமான இன்பத்தை எதிர்பார்த்து, ஒரு கேன்ஃபுல் மண்ணெண்ணெய், ஒரு சிறிய பால் பவுடர் வாங்குவதில் திருப்தி அடைவதைத் தவிர வேறு வழியில்லாத சூழ்நிலையில் தங்களைக் காணும்போது இந்த உலகம் என்னவாகும்? , ஒரு சிலிண்டர் சமையல் எரிவாயு அல்லது ஒரு அளவு அரிசி, அதிக விலையில், மணிக்கணக்கில் வரிசையில் நின்ற பிறகு?",
        "டீசல், பெட்ரோல், மண்ணெண்ணெய் வாங்க, எரிபொருள் நிரப்பும் நிலையங்களில் இரவு முழுவதும் வரிசையில் நிற்கும் மக்கள், எரிபொருள் பவுசர் வந்ததை பட்டாசு கொளுத்தி கொண்டாடும் மண்ணின் பரிதாபம்!",
        "பல தசாப்தங்களாக வாக்களித்த ஆட்சியாளர்கள் பொருளாதாரத்தை சரியாக நிர்வகித்து, எரிபொருளுக்கு பணம் செலுத்த அந்நிய செலாவணி கையிருப்புகளை கட்டியிருந்தால், பல மணிநேர சுமை குறைப்புக்குப் பிறகு, மின்சாரம் மீண்டும் வரும்போது மக்கள் மகிழ்ச்சியடையும் மண்ணின் பரிதாபம். இறக்குமதி!",
        "ஒவ்வொரு நிமிடமும் ஒரு உறிஞ்சி பிறக்கும் பூமிக்கு பரிதாபம், பசியுள்ள மக்கள் அரசியல் பேரணிகளில் குவிந்து, அவர்களின் இக்கட்டான சூழ்நிலைக்கு காரணமான வஞ்சக அரசியல்வாதிகள் வாய்வீச்சு, மேலும் வாக்குறுதிகளை வழங்கும்போது ஆரவாரத்தில் ஆரவாரம்!",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}