{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/No-AC-after-2-30-p-m-at-State-institutions-new-circular-issued/108-232689",
  "time_ut": 1646809200,
  "title": "No A/C after 2.30 p.m. at State institutions; new circular issued",
  "body_lines": [
    "In the wake of the foreign exchange crisis which has adversely affected fuel importation, the Ministry of Public Services has issued a new circular in respect of the consumption of electricity and fuel at all public institutions.",
    "According to the circular, air conditioners shall be switched off from 2.30 p.m. up to 4.30 p.m. while it is instructed to maintain the temperature of air conditioner units at 26o C or more and relative humidity between 55% - 60%.",
    "Air conditioners should be turned on one hour after the commencement of office work and since then, it is advised to open windows in the morning for natural air since the outside temperature is low during that time.",
    "Besides, minimizing the usage of elevators and using stairways as far as possible is also emphasized in the circular while special attention should be paid to applying solar power for the power generation at offices.",
    "Government institutions are also encouraged to use electric fans as far as possible instead of air conditioners.",
    "Meanwhile, about saving fuel, public institutions are advised to make appropriate arrangements to save at least one litre of fuel from each vehicle.",
    "“The number of vehicles in the running condition which belongs to public institutions is more than 75,000. If it is possible to save one litre of fuel from each vehicle per day, a total of 75,000 litres of fuel can be saved. Approximately, 27,375,000 litres of fuel (27 Mn litres) can be saved annually,” the circular highlighted.",
    "Moreover, State institutions are advised to adopt a special methodology to inspect the amount saved in the subsequent month in relation to the previous month from the electricity bills, fuel bills, water bills and telephone bills of the public institutions. (Sheain Fernandopulle)"
  ]
}