{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81093/new-fortress-to-proceed-with-lng-and-power-projects-in-sri-lanka",
  "time_ut": 1646846580,
  "title": "New Fortress to proceed with LNG and power projects in Sri Lanka",
  "body_lines": [
    "New York-based gas-to-power developer New Fortress Energy says it will continue with the plans for the Sri Lanka LNG project after the country’s court discharged the opposing development.",
    "New Fortress Energy Inc. today issued a statement following a favorable ruling on Friday (March 4) by the Supreme Court of Sri Lanka.",
    "Having considered the merits of all the fundamental rights petitions filed seeking to halt NFE’s development of natural gas power solutions in Sri Lanka, the Court fully dismissed the petitions without further hearing.",
    "NFE and The Government of Sri Lanka executed a definitive agreement in September 2021 whereby NFE will invest in energy infrastructure in Sri Lanka and develop a new LNG Terminal off the coast of Colombo.",
    "NFE said will have gas supply rights to the Kerawalapitya Power Complex and will initially provide GOSL an estimated 1.2 million gallons per day of LNG (~ 35,000 MMBtu) to supply both the currently operational 310 MW Yugadanavi Power Plant and an additional 350 MW (the Sobadanavi Power Plant) which is expected to commence operations in 2023.",
    "The definitive agreement is subject to customary conditions, the statement said.",
    "“We are pleased that the Court has dismissed these petitions, as NFE can now proceed with our plans to deliver cleaner fuels and more reliable, affordable power to Sri Lanka,” said Wes Edens, Chairman and CEO of New Fortress Energy.",
    "“We look forward to partnering with the Government of Sri Lanka by investing in modern energy infrastructure that paves the way for a sustainable and prosperous future for all Sri Lankans.”",
    "New Fortress Energy Inc. is a global energy infrastructure company founded to help accelerate the world’s transition to clean energy. The company funds, builds and operates natural gas infrastructure and logistics to rapidly deliver fully integrated, turnkey energy solutions that enable economic growth, enhance environmental stewardship and transform local industries and communities."
  ]
}