{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/18/ukraine-turkey-focus-efforts-on-organizing-zelensky-putin-meeting/",
  "time_ut": 1647575700,
  "title": "Ukraine, Turkey focus efforts on organizing Zelensky-Putin meeting",
  "body_lines": [
    "Ukrainian Foreign Minister Dmytro Kuleba and Turkish Foreign Minister Mevlut Cavusoglu have agreed to focus their efforts on organizing a meeting between Ukrainian President Volodymyr Zelensky and Russian President Vladimir Putin.",
    "“We have agreed that we will focus our efforts on organizing a meeting between the presidents of Russia and Ukraine,” Ukrainian Foreign Minister Dmytro Kuleba said at a press conference in Kyiv on Thursday (17) following Turkish Foreign Minister Mevlut Cavusoglu’s visit to Ukraine.",
    "The minister reaffirmed Ukraine’s readiness to continue work on all diplomatic tracks.",
    "For his part, the Turkish minister said that he “plans to organize a meeting between Mr. Kuleba and [Russian] Minister [Sergei] Lavrov in Antalya as part of this process, but now we are focusing our efforts specifically on organizing a meeting between the leaders of Ukraine and Russia.” “We also express our desire to organize this meeting in our country,” Cavusoglu said.",
    "This is very difficult to talk about any date of the meeting of the two presidents, because it is first necessary to prepare grounds for it, he said.",
    "The Turkish foreign minister added that his visits to Russia and Ukraine “raised hopes for a ceasefire.”",
    "According to Cavusoglu, Russia has no objections to the permanent members of the United Nations Security Council, Turkey, and Germany becoming guarantors of Ukraine’s security.",
    "“As Mr. Kuleba noted regarding the collective security treaty, Ukraine has previously put forward its initiative, these are the five permanent members of the UN Security Council plus Turkey and Germany. Yesterday, during the contacts we had in Moscow, I saw that the Russian side has no objections to this and they could accept this proposal,” Cavusoglu said.",
    "Kuleba noted that Ukraine’s security guarantees are a key issue around which Ukraine is now negotiating.",
    "Sri Lanka to seek IMF assistance upon Basil’s return from India",
    "Six Sri Lankan fishermen arrested for alleged fishing in Indian waters"
  ]
}