{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Basil-Rajapaksa-calling-the-shots-in-SLPP-regarding-interim-Govt/108-236176",
  "time_ut": 1651539060,
  "title": "Basil Rajapaksa calling the shots in SLPP regarding interim Govt",
  "body_lines": [
    "Former Finance Minister Basil Rajapaksa appears to be calling the shots in making decisions on behalf of his Sri Lanka Podujana Peramuna (SLPP) regarding the formation of an interim government since he participated in talks with the representatives, Daily Mirror learns.",
    "After talks with President Gotabaya Rajapaksa, five members of the 40-member dissident group were appointed to engage with other parties to discuss the formation of an interim government to resolve the current crisis situation.",
    "They are MPs Udaya Gammanpila (Pivithuru Hela Urumaya), Anura Priyadarshana Yapa, Nimal Siripala de Silva, Tiran Alles and Wimal Weerawansa.",
    "They met with the representatives of the SLPP yesterday regarding its proposals for the new interim government under 11 counts. In addition to Mr. Basil Rajapaksa, the SLPP was represented by Foreign Minister Prof. G.L. Peiris, Education and Plantation Minister Dr. Ramesh Pathirana, MPs Sagara Kariyawasam and Sanjeewa Edirimanne.",
    "According to political sources, the SLPP agreed in principle to the set of 11 proposals put forward by the five-member committee. The SLPP delegation promised to get back with the formal response after consultation with others.",
    "Among the proposals are the setting up of a national executive council with representatives from all the parties to decide on government policies, the appointment of a limited Cabinet based on its recommendations and the selection of a prime minister, Cabinet ministers and Ministry Secretaries in the same way by it to be appointed by",
    "The ministers are required to forgo salaries and other perks. The executive council should recommend panels of experts for each ministry. A mechanism is proposed for the uninterrupted supply of essential items, fuel and pharmaceuticals for people.",
    "The five member committee is now expected to initiate talks with other parties to reach an agreement in this regard. However, Samagi Jana Balawegaya (SJB), as the main opposition, and Janatha Vimukthi Peramuna (JVP) have said they will not join any interim government under the present president.   (Kelum Bandara)"
  ]
}