{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/These-ministers-were-there-before/172-237741",
  "time_ut": 1653510180,
  "title": "These ministers were there before",
  "body_lines": [
    "When tens of thousands of people in utter desperation are out on the streets languishing in queues for hours pleading for domestic gas and kerosene and motorists for fuel, came the news of 21 new ministers being sworn in – four on May 13, nine on May 20 and eight on May 23 taking the total number of Cabinet ministers to 23 counting the President and the Prime Minister as well.",
    "These political moves, secret moves and counter moves boil down to that of being Cabinet ministers in whatever government is in office at whatever the cost and as a means of satiating their greed for posts and positions. It is no secret that these ministerial appointments often serve as incentives to garner the support of parliamentarians, while the recipients turn a blind eye to each other’s misdeeds and eat into the resources of the country.",
    "Be that as it may, there is no denying the fact that these ministers have been previously tried and tested and have failed miserably. Can any right-thinking person expect them to do any better in their current incarnation as Cabinet ministers especially when Sri Lanka is in the throes of a worsening economic and political crisis? It is rather doubtful to say the least, that they would be capable of turning the situation to the better after having been a party to Sri Lanka’s political and economic downfall to the extent that it has now been reduced to that of a bankrupt nation by having resorted to its first ever hard default in its history.",
    "A majority of this latest crop of appointees, who functioned as Cabinet ministers before, neither had the backbone nor the guts to raise their voices in protest when President Gotabaya Rajapaksa dismantled the tax structure in 2019 depriving the treasury of nearly Rs.600 million annually; they neither had the guts nor the backbone to raise their voices in protest when the President imposed an utterly foolish, short-sighted and arbitrary ban on the import and use of chemical fertilizer, weedicides and pesticides leaving the entire farming community in the lurch and out in the streets with the country losing nearly 60% of the Maha Season paddy harvest; they remained bystanders when the treasury lost nearly Rs.16 billion in the infamous sugar and palm oil scams and the subsequent garlic scam; they remained silent when the agriculture Ministry paid US$6.7 million for the consignment of contaminated fertilizer without even an ounce of fertilizer received as replacement and they said not a word when the Yugadanavi Power Plant agreement was signed with a subsidiary of the American-based New Fortress Energy Company by violating the terms of the Cabinet approval. In such a backdrop can we be faulted for raising doubts as to whether these ministers could do any better this time around?",
    "Were these ministers who accepted Cabinet portfolios for the second or third time during the 30-month tenure of the President Gotabaya Rajapaksa-led government really unaware as to the calamity that was about to descend on this country – foreign currency reserves reduced to naught, a soaring cost of living and a severe shortage of essential commodities.",
    "If Sri Lanka is to escape from the quicksand it is bogged in; it needs to change this corrupt political system rife with nepotism and cronyism and replace it with a people-friendly system of governance in which people are sovereign not only until he or she marks the ballot paper and are ignored thereafter. We need a system of governance where parliament is answerable to the people and where the legislature, which drafts laws, consists of well accepted, law-abiding citizens with a basic knowledge of the law of the country.",
    "The ‘GotaGoGama’ apolitical protesters, who describe themselves as the new or the now generation have alerted people to the fact that the government can no longer be allowed to run roughshod over the people, their opinions, rights and feelings no sooner it takes office but should remain subservient and answerable to the people at all times and function as the country’s trustees and not as owners, who at their whim and for personal gain indulge in selling, mortgaging and leasing parts of our Motherland making even our future generations debtors for life.",
    "Although we admit that achieving these ideals is easier said than done, we are confident that an empowered citizenry if persistent enough could achieve the goal of making Sri Lanka, our Motherland, a much better place for us, our children and our children’s children to live and thrive in."
  ]
}