{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Will-examine-SL-request-for-another-US-250-million-Bdeshi-Foreign-Minister/172-234690",
  "time_ut": 1649277060,
  "title": "Will examine SL request for another US $ 250 million – B’deshi Foreign Minister",
  "body_lines": [
    "Bangladeshi Foreign Affairs Minister A.K. Abdul Momen who was in Sri Lanka in view of the BIMSTEC (Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation) summit shared his views with Daily Mirror on bilateral ties and opportunities for greater connectivity. Excerpts of the interview:",
    "Q What have you gathered from your interactions with the Sri Lankan leaders including the president during your visit?",
    "We want to help improve our trade and investment relationship. Also, we want to see that the whole BIMSTEC region improves it economy and security. We discussed like that. First, we found that connectivity is very important. We must help improve the connectivity. When we met your president and the foreign minister, one of the issues we raised was connectivity. There, we want the shipping line- a commercial shipping line. We want another shipping line with transhipment facilities at the Colombo Port. If we can use this facility, your ports will be utilized more and more. More importantly, our businessmen say- if they use the transhipment facilities in Colombo- it will reduce travel time by ten days. That will reduce their cost of operation for rented containers. This is what we want to be done. Another one we want is a direct shipping line from Chittagong to Colombo. That will increase trade and visitors. Thirdly, we want a cruise shipping line. This is basically for visitors. You can have more visitors. It will be two-way tourists. This is one connectivity. We also said about more airlines. Currently, there is only one airline operating. The price is said to be exorbitant. Many people are not prepared to come. They will rather go to Singapore or Bangkok. These are more affordable places. We said we may like to look at it, and allow our private airlines to come to Sri Lanka.",
    "Next we talked about food security. Covid-19 has shown us that the food problem can be a real one. To ensure food security, Bangladesh did very well in the agriculture sector. We have increased our productivity almost four times during the past few years. We did a lot of research. Our farmers know what to do. This is an area we thought we can work together ensuring and guaranteeing food security. There is also scope for partnership in the Information Technology (IT) sector. Our IT sector is pretty mature. We have around 650,000 registered freelance IT experts. They can help yours and Bangladeshi digital economy. During the pandemic, we sent a lot of money- stimulus packages- to our people through cell phones. It went directly to the users. There were no middlemen. It means there was no corruption. IT use has reduced corruption. Already we are sharing our expertise with Bhutan, Nepal. We can do it here. Of course, the president said the government had made some agreement with India to produce ID cards.",
    "We also talked about pharmaceuticals. Next year, many of the patented drugs will be generic drugs. According to our estimates, US $ 250 million worth generic drugs will be there. This is an area we can work together. We have a matured pharmaceuticals industry. Currently, we export our products to more than 117 countries. We can have partnerships here. Pharmaceuticals industry needs a lot of capital investments. It will be a win-win situation for both the countries. Then, we also mentioned about the agriculture and RMG (Ready Made Garments) sectors- small engineering products. Each year, we buy more than a billion dollar worth of these small machineries. This is a big sector. Here, small and medium enterprises can start. We are one of the largest producers of fresh fruits, vegetables and fresh water fish. We don’t have processing centres. For example, we produce potatoes more than what we need. We don’t have facilities for processing to make potato chips or other products. These are areas where we seek or invite investments. We need investment not from one country but from a variety of countries. We want to diversify the investment portfolio.",
    "When I became the foreign minister, I had two packages. One is economic diplomacy. Basic idea of economic diplomacy has five ingredients. First, we want to increase FDIs. We have to provide jobs to our people. This is our greatest resource. Return on investment in Bangladesh is the highest in the region. Secondly, we want to diversify our exports and increase them. Thirdly, we want gainful employment for our people. The fourth one we want is technology transfers. There are many appropriate technologies that can be useful. Next, we want to provide quality service to our diaspora abroad, and, at the same time, to foreigners intending to visit our country. This is one package known as economic diplomacy.",
    "We also talked to your leaders including the president about the climate area. We can work together. We are one of the most vulnerable countries in terms of climate change. Currently, we are the president of Climate Vulnerable Forum, a forum of 55 countries. We are pretty aggressive in this area. Your president is also very eloquent in this area. Bangladesh has set up a Regional Climate Adaptation Centre. We can share home grown technologies that can appear to be pretty successful.",
    "Q What did you talk about the proposed Free Trade Agreement (FTA) between the two countries?",
    "The FTA is better. But, the PTA (Preferential Trade Agreement) will be happy. There has been a lot of dialogue. It has not yet been done yet. As such, we need a little push for it.",
    "There are a lot of things complimentary. In the PTA, you can select items beneficial to you. We will also select some. Our business people know what it is. The commerce ministry will do it. I cannot detail out. We buy many products from you and you buy many items from us.",
    "Q As far as Sri Lanka is concerned, we are facing food security problems. How can the two countries cooperate with each other?",
    "One reason you have this problem is sudden switching to organic farming. Now the fertilizer issue is there. We don’t export our fertilizer. In very special cases, we do. We gave 50,000 tons to Nepal when they were in dire need.",
    "Q In what way can Bangladesh help Sri Lanka overcome the current food shortages?",
    "Yes, we have a plenty of food. We are self-sufficient in rice production. A few years ago, we exported rice to Sri Lanka.",
    "We gave US $ 250 million Swap facility for Sri Lanka. Our Prime Minister and Sri Lankan leadership are very close. Our Prime Minister always wants to help neighbours. If they ask for more, we will examine it. Because of war in Ukraine, everybody is afraid and uncertain on what is going on. As a result, everybody is becoming more conservative.",
    "Q You have been quoted in the media that Sri Lanka sought another US $ 250 million?",
    "It was sought. We will examine it. I don’t know about it. Our finance ministry will decide it.",
    "We started SAARC a long time ago. Unfortunately, SAARC is not moving much basically because of two countries. But, BIMSTEC can. They all are friendly countries. They don’t’ have that type of hatred and entity among them. I am looking forward to a visa free BIMSTEC. People can move from one place to another without any visa restriction, the way we used to do before the war. At that time, there were no passports or visa. In Bengal, there were a lot of people. It was a rich, fertile land. I look forward to BIMTEC where there is no restriction on mobility of labour force, capital and entrepreneurs. That is like in European Union. In European Union, they have created infrastructure connectivity.",
    "Q How do you look at the contribution of Sri Lankans to the development of the apparel industry in your country?",
    "I am told there are 50,000 Sri Lankans working in a variety of field, mostly in the garment industry. They are there because they are professionals. Many Sri Lankan people have established garment factories in Bangladesh. When the Tamil problem was here, many businessmen were prepared to set up factories in Bangladesh. They did pretty well.",
    "Sri Lankan and Bangladeshi people look alike. They eat similar food. One of our very illustrious ladies who was under secretary general of the UN – the head of peacekeeping was married to a Sri Lankan man.",
    "In Bangladesh, Buddhists are a small minority. The Buddha always preached nonviolence. He was born as a human being, lived as a human being and achieved Nirvana. He was always against violence. Unfortunately, there are some Buddhists in Myanmar who have forgotten his preaching and teachings. They resort to violence.",
    "This is very sad. Sri Lanka, as a Buddhists country, can influence their friends in Myanmar so that they don’t hatred against another group. We are not only number one in UN peacekeeping, we are also promoting cultural peace.",
    "The basic element of it is create a mind-set of tolerance, mind-set of respect to others irrespective of colour, ethnicity, religion and others."
  ]
}