{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top-story-sports-1/Kandy-requests-Clifford-Cup-at-Nittawela/324-234167",
  "time_ut": 1648663620,
  "title": "Kandy requests Clifford Cup at Nittawela",
  "body_lines": [
    "Defending league champions and current Clifford Cup holders Kandy Sports Club have written to Sri Lanka Rugby (SLR) requesting for matches involving the club in the knock-out tournament to be played at the Nittawela Rugby Stadium.",
    "The last time the club played its Clifford Cup matches at home was in 2017, under the captaincy of Roshan Weeraratne.",
    "Kandy Sports Club Secretary Sujeewa Liyanage said the club incurs a massive cost when playing matches in Colombo.",
    "“They are yet to respond to our letter. We will incur a minimum cost of Rs. 1.5 million including hotel cost per match and the total would be around Rs. 4.5 million for the three matches, if we are to travel to Colombo for the knock-out games. Already in the league we make six visits to Colombo while the other clubs have to travel to Kandy only once. Further, we will need to spend three or more days in Colombo for the Sevens tournament which is another costly business. This is too much on the club and financially all are going through a tough time,” he said.",
    "The bigger issue, he added, was the physical toll on the players from travelling to Colombo.",
    "“Besides, the biggest issue is the strain on the players. Traveling up and down, playing so many games in Colombo takes a big toll on the players,” he said, adding that the game was not receiving enough visibility in the Central Province.",
    "“In the whole season we get only four games in Kandy. Is this the way to develop the game in Central Province, which consists of six leading rugby playing schools? If SLR hosts matches at Nittawela there would be a maximum of three games and all gate collections will be for SLR. This will be a win-win situation for them as well, because if they play the games in Colombo they won’t get the same gate collection as in Kandy, where there is a minimum income of Rs. 500,000 rupees for each match.\"",
    "“The welfare of our players is of paramount importance to us. Our success over the years has been our ability to look after our players, and we await SLR’s decision on our request, expecting a favorable response.\"",
    "Chairman of the Tournament Organizing Committee of SLR Nazeem Mohamed speaking to Daily Mirror said, \"We have received a request sent by Kandy Sports Club a few days back. We will take it up at the committee meeting and revert back on our decision to Kandy SC in the near future.\""
  ]
}