{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/insee-cement-to-launch-next-phase-of-globally-acclaimed-mangrove-restoration-project/",
  "time_ut": 1654433280,
  "title": "INSEE Cement to launch next phase of globally acclaimed mangrove restoration project",
  "body_lines": [
    "Sri Lanka’s leading and only fully-integrated cement manufacturer INSEE Cement has successfully completed the first phase of its Puttalam Mangrove Restoration Project, covering an area of 2 hectares along the Searakkuliya Lagoon in Aruwakkalu. Following its successful completion, INSEE Cement has scheduled the next phase of the project to kick start in June in Galle, aiming to restore 01 more hectares of mangrove forests in the district.",
    "This co-existence of INSEE Cement facilities with their surrounding land and water ecosystems over the years has paved way for Biodiversity & Water to be a key pillar of the INSEE Sustainability Ambition 2030. It is a comprehensive, long-term and group-wide strategy that ensures the company aligns with the United Nation’s Sustainable Development Goals (UN SDGs), Science Based Targets initiative (SBTi) and other global and industrial objectives to balance social, economic and environmental sustainability. Biodiversity & Water is a crucial pillar of the INSEE Sustainability Ambition 2030, as it aims to generate a Net Positive Impact (NPI) on biodiversity by minimizing and offsetting the environmental impact from INSEE Cement’s quarrying in accordance with local regulations through ecological restoration.",
    "“INSEE Cement has demonstrated a strong commitment to biodiversity management and conservation over the years,” Nandana Ekanayake, Chairman and Chief Executive Officer at INSEE Cement stated. “Now, through our Sustainability Ambition 2030, we are able to strategically plan, invest in and protect these crucial ecosystems that continue to play an important part in the livelihoods as well as health and wellbeing of the communities in which we operate.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}