{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81820/imf-backs-sri-lanka-dialogue-amid-ratings-downgrades",
  "time_ut": 1649911020,
  "title": "IMF backs Sri Lanka ‘dialogue’ amid ratings downgrades",
  "body_lines": [
    "The International Monetary Fund (IMF) on Wednesday said that it supported Sri Lanka’s plans to engage in “collaborative dialogue” with creditors, a day after the country unilaterally suspended external debt payments amid a severe economic crisis.",
    "“We assessed Sri Lanka’s debt to be unsustainable and that the country’s fiscal efforts and macroeconomic policy adjustments alone could not restore debt sustainability,” Masahiro Nozaki, IMF’s mission chief for Sri Lanka, told Reuters.",
    "“Therefore, we welcome the Sri Lankan authorities’ plan to engage in a collaborative dialogue with their creditors,” Nozaki said, adding that the IMF was assessing the specific implications of Sri Lanka’s recent announcement.",
    "Fitch Ratings said it has downgraded Sri Lanka’s long-term foreign-currency issuer default rating (IDR) to ‘C’ from ‘CC’.",
    "The agency said the downgrade reflects its view that a sovereign default process has begun.",
    "Fitch said long-term local-currency IDR has been affirmed at ‘CCC’ and country ceiling at ‘B minus’, adding that issue ratings on foreign-currency bonds issued on international markets have also been downgraded to ‘C’ from ‘CC’.",
    "Meanwhile global rating agency Standard and Poor’s (S&P) today also lowered Sri Lanka’s long-term foreign currency sovereign rating from “CCC” to “CC” to reflect looming default on some affected obligations.",
    "S&P Global Ratings said it could take months for Sri Lanka to restructure its foreign debt, a day after the country announced it would default on the $51 billion it has borrowed.",
    "It said it would likely assign Sri Lanka a “selective default” foreign currency rating after getting confirmation it had missed payment on interest coupons due on April 18.",
    "S&P said it expected Sri Lanka would miss these payments and in the meantime it lowered Sri Lanka’s foreign currency sovereign rating to “CC”, which means highly vulnerable to default.",
    "Sri Lanka announced Tuesday a default on its foreign debt as the island nation grapples with its worst economic crisis in memory and escalating protests demanding the government’s resignation."
  ]
}