{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81422/saudi-arabia-oil-storage-facility-hit-by-houthi-attack-fire-erupts",
  "time_ut": 1648267560,
  "title": "Saudi Arabia oil storage facility hit by Houthi attack, fire erupts",
  "body_lines": [
    "Yemen’s Houthis said they launched attacks on Saudi energy facilities on Friday and the Saudi-led coalition said oil giant Aramco’s petroleum products distribution station in Jeddah was hit, causing a fire in two storage tanks but no casualties.",
    "A huge plume of black smoke could be seen rising over the Red Sea city where the Saudi Arabian Grand Prix is taking place this weekend, an eyewitness said.",
    "The Iran-aligned Houthis have escalated attacks on the kingdom’s oil facilities in recent weeks and ahead of a temporary truce for the Muslim holy month of Ramadan.",
    "The coalition has repeatedly said it is exercising self-restraint in the face of the attacks, but launched a military operation in Yemen early on Saturday saying it aimed to protect global energy sources and ensure supply chains.",
    "A coalition statement on state media on Friday said the fire had been brought under control. Flames could still be seen in live footage aired by Saudi-owned Ekhbariya television channel.",
    "The Saudi energy ministry said the kingdom strongly condemned the “sabotage attacks”, reiterating that it would not bear responsibility for any global oil supply disruptions resulting from such attacks, state news agency SPA reported, citing an official in the ministry.",
    "The ministry blamed Iran for continuing to arm the Houthis with ballistic missiles and advanced drones, stressing that the attacks “would lead to impacting the Kingdom’s production capacity and its ability to fulfil its obligations to global markets”. Teheran denies arming the Houthis.",
    "The coalition said its Saturday airstrikes targeted “sources of threat” in the Houthi-controlled capital Sanaa and the Red Sea port city of Hodeidah. L2N2VT00H",
    "The attacks came as Jeddah was hosting the Formula One Saudi Arabian Grand Prix. The dense black smoke could be seen from the race circuit, a Reuters witness said.",
    "Formula One CEO Stefano Domenicali told drivers and team bosses that the Grand Prix would go ahead as planned, according to a source familiar with the matter.",
    "Houthi military spokesman Yahya Sarea said the group launched missiles on Friday at Aramco’s facilities in Jeddah and drones at the Ras Tanura and Rabigh refineries, and said it had also targeted “vital facilities” in Riyadh, the capital.",
    "Saudi state media earlier said the coalition had foiled a string of Houthi drone and rocket attacks. Saudi air defences also destroyed a ballistic missile launched towards Jizan, which caused a “limited” fire at an electricity distribution plant.",
    "The Houthi escalation comes as the United Nations special envoy tries to secure a temporary truce for the Muslim holy month of Ramadan that starts in April, and ahead of Riyadh’s hosting Yemeni parties for consultations later this month.",
    "U.S. Secretary of State Antony Blinken condemned the attacks on ally Saudi Arabia, and said the United States would continue to work with Riyadh to strengthen its defences while working for a durable resolution to the conflict in Yemen.",
    "“At a time when the parties should be focused on de-escalation and bringing needed life-saving relief to the Yemeni people ahead of the holy month of Ramadan, the Houthis continue their destructive behaviour and reckless terrorist attacks striking civilian infrastructure,” Blinken said.",
    "Last weekend a Houthi assault on the kingdom caused a temporary drop in output at a refinery and a fire at a petroleum products distribution terminal. On March 11, the group targeted a refinery in Riyadh, causing a small fire.",
    "The coalition intervened in Yemen in March 2015 after the Houthis ousted the Saudi-backed government from the capital, Sanaa, in late 2014.",
    "The conflict, widely seen as a proxy war between Saudi Arabia and Iran, has killed tens of thousands of people and pushed Yemen to the brink of famine. The Houthis say they are fighting a corrupt system and foreign aggression."
  ]
}