{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/infant-dead-due-to-fuel-shortages-sri-lanka-cricket-star-demands-presidents-resignation-94562/",
  "time_ut": 1653293820,
  "title": "Infant dead due to fuel shortages: Sri Lanka cricket star demands president’s resignation",
  "body_lines": [
    "ECONOMYNEXT – The preventable death of a two-day-old baby in a remote hospital in Sri Lanka as a consequence of fuel shortages in the country has prompted former Sri Lanka cricket captain Mahela Jayawarena to call for the immediate resignation of President Gotabaya Rajapaksa and his government.",
    "The death of the infant was reported on Sunday (22) at the Diyatalwa Base Hospital. According to hospital sources, the child had already passed away by the time he reached the hospital. The delay in admission was due to his father struggling to find petrol for his threewheeler on time.",
    "Sri Lanka, going through a crippling forex crisis, was facing severe fuel shortages over the weekend.",
    "“The baby was two days old. We cannot give you the exact cause of death because I do not know the post mortem details yet,” a medical officer at the hospital told EconomyNext.",
    "“The baby was transferred from the Haldummulla hospital last night. The report from that hospital said its blood sugar level was low. Normally 45 mg/dl is the cut off, but this baby’s sugar level was as low as 22 mg/dl,” the officer said on the condition of anonymity.",
    "The baby’s mother had noticed symptoms of febrile seizures before taking him to the hospital.",
    "“….which we could not and did not witness,” the officer said.",
    "“It seems like there was a delay in admitting the baby to the Haldumulla hospital. From there they immediately transferred the baby to the Diyatalawa hospital. But it was already too late,”",
    "“By the time the baby reached here, he was already dead. As per procedure, we kept trying for 20 more minutes to get a heartbeat, but unfortunately it was too late.”",
    "Commenting on the incident, Cricket veteran Mahela Jayawardena the current President and the administration is directly responsible for the current crisis situation in the country and must therefore resign from positions immediately.",
    "“As a father, I can only imagine what they must be going through If @GotabayaR read this and has any guilt should resign immediately as he was directly responsible for this situation and everyone else who was part of this administration,” he tweeted Monday (23) morning.",
    "As a father I can only imagine what they must be going through 😢 If @GotabayaR read this and have any guilt should resign immediately as he was directly responsible for this situation and everyone els who was part of this administration… https://t.co/ICz0HlPnwl",
    "Though both diesel and petrol is being supplied continuously island wide as per Minister of Power and Energy Kanchana Wijesekara, long queues up to several kilometres can be seen in front of many open and closed fuel stations in the country.",
    "A shipment of Octane 92 petrol was being unloaded in Sri Lanka’s Colombo port Saturday (21) afternoon, with another unloaded Sunday, to be followed by a shipment of both Octane 92 and Octane 95 petrol on May 25, Minister Wijesekara said at an earlier media briefing on Saturday (21). (Colombo/May23/2022)"
  ]
}