{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-to-receive-65-000MT-of-urea-from-India/108-237030",
  "time_ut": 1652500800,
  "title": "Sri Lanka to receive 65,000MT of urea from India",
  "body_lines": [
    "The Indian Government is to immediately supply 65,000 metric tons of urea fertilizer to Sri Lanka, which is facing the biggest economic crisis in its post-independence history.",
    "Sri Lanka has received assurance from Indian officials regarding supply of fertilizers that the island nation requires urgently. High Commissioner Milinda Moragoda met concerned officials on Friday where the issue was discussed.",
    "\"High Commissioner Milinda Moragoda met with the Secretary to the Department of Fertilizers of India Shri Rajesh Kumar Chaturvedi and thanked him for India's decision to supply 65,000 MT of urea required for the current Yala cultivation season in Sri Lanka,\" the High Commission of Sri Lanka said in a message.",
    "The meeting came in the wake of the decision of the Government of India to immediately supply 65,000 metric tons of Urea to Sri Lanka, under the existing USD 01 billion Indian line of credit.",
    "The Indian Government has decided to supply this quantity of Urea immediately to Sri Lanka at the request of the Sri Lankan Government, despite a ban on export of Urea from India.",
    "Sri Lanka is the second country after Nepal to have received India’s assurance for supply of fertilizers.",
    "Yala is the season of paddy cultivation in Sri Lanka that lasts between May and August.",
    "Sri Lanka is aiming to boost its agriculture sector to avoid any disruption in the agriculture market following the drop in the paddy cultivation in the Maha session.",
    "The Sri Lankan government banned chemical fertilisers last year as part of a phased transition towards organic agriculture. The sudden nature of the change and the dearth of adequate supplies of organic fertilisers affected agricultural output, especially rice and tea, and the government recently ended the ban on several key crops.",
    "Analysts said the decision was primarily caused by the dearth of foreign reserves in U.S. dollars to pay for the imports. Sri Lanka’s annual fertiliser imports cost 400 million U.S. dollars.",
    "Farmers across Sri Lanka have intensified their protests due to the lack of fertilizer and being compelled to abandon their farmlands.",
    "The chemical fertiliser ban, combined with bad weather, led to falling crop yields and contributed to inflation hitting a 47-month high of 8.3% in October with food inflation at 11.7%.",
    "Sri Lanka has more than 2 million farmers and up to 70% of its 22 million people are directly or indirectly dependant on agriculture.",
    "The Farmers’ Pulse survey carried out by the Colombo-based think-tank Verité Research revealed that while 44 percent of farmers experienced a decline in harvest after the ban was imposed, 85 percent expect a decline in future harvest.",
    "Over 90 percent of farmers surveyed said they currently use chemical fertilizer and the ban would hamper the output.",
    "However, in November last year, Sri Lanka rowed back on its goal to become the first country to fully adopt organic farming by removing the ban on the use and importation of chemical fertilisers after months of mass protests by farmers and a surge in food price inflation.",
    "The High Commissioner said during the meeting on Friday between High Commissioner Milinda Moragoda and Secretary to the Department of Fertilizers of India Shri Rajesh Kumar Chaturvedi, the Secretary discussed ways and means to ensure the continuous supply of chemical fertilizer from India to Sri Lanka under the existing Credit Line and beyond.",
    "India has committed more than $3 billion to debt-ridden Sri Lanka in loans, credit lines and credit swaps since January this year.",
    "India on Thursday said it looked forward to working with the new Sri Lankan government formed in accordance with the democratic processes and New Delhi’s commitment to the people of the island nation will continue."
  ]
}