{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-low-grown-tea-prices-shoot-up-to-5-week-high-in-may-07-sale-95614/",
  "time_ut": 1655019000,
  "title": "Sri Lanka’s Low Grown tea prices shoot up to 5-week high in May 07 sale",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Low Grown tea prices shoot up to 4.2 dollars per kilogram in the June 07-08 sale, the highest in five weeks, market data showed.",
    "On May 03-04 sale, the highly demanded Low Grown tea variety saw its prices hitting an all-time 4.52 dollars per kilo compared to 3.6 dollars in the previous weeks.",
    "In Sri Lanka Mercantilists and soft-peggers usually claim that inflation comes from imported prices. However, prices of all traded goods, whether imported or exported go up when the central bank prints money to depreciate the currency.",
    "Global prices also go up in dollar terms (commodity booms) when the US Federal Reserve prints money. At the moment commodity prices are booming due to the so-called ‘Powell Bubble’ the worst since the Greenspan-Bernanke bubble which broke in 2008/2009.",
    "In US dollar terms the national sale average on May 31 was 3.69 dollars a kilogram compared to 3.18 last year.",
    "At the June 07 sale auction, Low Grown gained, Ceylon Tea Brokers, a Colombo-based tea brokerage said.",
    "Low Grown leafy/Tippy variety had seen an increased demand selling 2 million kilograms however in the previous week it sold 2.7 million kilograms.",
    "The High Growns that saw higher demand in the previous week sold only 0.8 million kg compared to 1 million kg in the previous week.",
    "In the June 07 week auction, the Low Grown Tea sale average was 1,506.71 rupees, down from 1,538.90 rupees in the previous week.",
    "However, in dollar terms, it had shot up to 4.2 dollars per kilogram, up from 3.6 dollars in the June 01 sale.",
    "OP and OPA Well-Well-made varieties were firm, whilst the balance and bottom were irregular.",
    "BOP Select Best and best gained while poorer sorts had eased.",
    "The High Grown auction average was 1,053.07, down from 1,098.64 rupees.",
    "In BOP teas, few Best Western’s were dearer following quality. Balance was firm to 30 rupees per kg lower.",
    "Below best were firm. Plainer types were irregular. Nuwara Eliya’s gained on last. Uda",
    "In the BOPF category, Best Westerns declined 50-70 rupees a kilogram while Below Bests were irregularly easier. others gained to a lesser extent.",
    "The Medium Grown auction average for the week was 1,099.02 rupees down from 1,135.53 rupees a week before.",
    "This week, BOPF’s Select best and best gained whilst the poorer sorts were firm.",
    "In BOP1, Select the best together with the best & below best increased by 50 rupees per kilo. Poorer sorts declined by 50  rupees per kg.",
    "While the OP1’s Select best were dearer by 50 rupees per kg. Best & below best gained by 100 rupees per kg whilst the",
    "In the PEKOE/PEKOE1 PEKOE category, Select best along with the below best moved up by 50 rupees per kilogram.",
    "Teas in the best category improved by 100 rupees per kg whilst the poorer sorts shed by 50 rupees per kg.",
    "PEK1’s Select best increased by 100 rupees per kg. Best and the below best gained by 50 rupees per kg",
    "In the FBOP/FBOPF1’s Select best gained by 100 rupees per kg. Best and the Below Best gained by 30-50 rupees per kg whilst the poorer sorts dropped by 50 per kilogram",
    "High-grown BP1s were firm while PF1 moved up by 20-30 rupees per kilogram.",
    "Mid grown BP1s were lower while PF1s were easier by 30-50 rupees per kilogram.",
    "Low-grown BPIs gained by 30-50 rupees a kilogram, while better PF1 teas lost around 100-150 rupees."
  ]
}