{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-declared-emergency-to-ensure-political-stability-info-dep-93951/",
  "time_ut": 1651975860,
  "title": "Sri Lanka President declared emergency to ensure political stability – Info Dep",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka president’s decision to declare the State of Emergency was to “ensure political stability” and thereby assuring public safety and uninterrupted supply of essential services, the government said on Saturday.",
    "President Gotabaya Rajapaksa declared the emergency law for the second time in five weeks amid the public uproar against his mismanagement of economic policies and increasing demand for him to resign. He has defied the calls and said he did not create any economic crisis.",
    "“Sri Lanka is currently facing the worst economic crisis and political instability ever after",
    "Independence due to manifold reasons both short and long term,” the government’s Information Department said in a statement.",
    "It said the recent protests by the people including trade unions have interrupted essential services including the distribution of fuel, crippled public transport including the railway service, and disrupted daily functions of hospitals thereby causing inconveniences to the patients.",
    "The protests also have disturbed the operation of manufacturing industries including the Apparel sector, school students, the attendance of workers attached to both the state and private sector factories while disrupting the day to day life and thus deepening the economic crisis.",
    "“Therefore, with the intention of ensuring public safety, continuing the supply of essential goods and services uninterruptedly, and ensuring smooth public transport; according to the powers vested in the President under the Public Security Ordinance, Emergency Regulations have been declared,” the Information Department said.",
    "“The State of Emergency was imposed as a short term measure of easing the crisis, and it will be lifted immediately after normalcy returns to the island.”",
    "Thousands of Sri Lankans have started street protests against the government’s failure demanding the continuous supply for essentials such as medicines, fuel, cooking gas, and milk powder as well as uninterrupted power supply.",
    "The 84.5 billion US dollar economy has already suspended foreign debt repayments as it has run out of foreign currency reserves.",
    "The protests also come as the island nation is facing its worst food crisis after the President’s overnight decision to ban chemical fertilizers had hit the harvest across the country.",
    "President Rajapaksa last month said banning fertilizer and delayed decision to seek assistance from the International Monetary Fund (IMF) were “mistakes”, while finance minister Ali Sabry last week said a 2019 tax slash was a historic mistake.",
    "Most youth-led protesters say President Rajapaksa was responsible for the current crisis which has now aggravated with over 80 percent depreciation in the rupee currency in two months as he was either indecisive or delaying crucial decisions.",
    "The Information Department in its statement said the most urgent challenge before the country is to manage the economic and debt crises within the shortest period of time.",
    "“Discussions have already been opened with the multi- lateral institutions led by the IMF and friendly countries to obtain financial assistance, and restructure outstanding debt, and the outcome of such discussions are positive.” it said. (Colombo/May08/2022)"
  ]
}