{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/banking-sector-at-risk-of-accumulating-tourism-related-non-performing-loans/",
  "time_ut": 1653568860,
  "title": "‘Banking sector at risk of accumulating tourism related non-performing loans’",
  "body_lines": [
    "The government should take immediate steps to restructure the tourism sector’s huge debt portfolio of Rs 500 billion. If not, the entire banking sector is at a risk of accumulating non- performing loans, which is detrimental to both sectors, a tourism expert and hotelier Chandana Amaradasa said.",
    "” The government should restructure this huge Rs 500 billion debt portfolio at least towards the end of the year. Not only the tourism sector but also the banking sector will get badly hit if the government does not urgently address this issue, Amaradasa told a group of media personnel on Wednesday.",
    "Amaradasa added: ‘The 2019 Easter attacks and the 2020 Covid 19 pandemic had adversely impacted the tourism sector, which is now going through a major crisis owing to the current foreign reserve crisis. With the ending of the civil war in Sri Lanka in 2009 the travel and tourism sector started developing at a rapid pace. Therefore, many individuals and companies heavily invested in the tourism sector.",
    "‘As of the year 2020 February/March the total debt portfolio was Rs 300 billion and now with its interest component that amount has increased to Rs 500 billion. To arrest the situation the government should take immediate steps to restructure the loan portfolio through the Central Bank Monetary Board. Amaradasa said.",
    "‘At present the tourism sector is in dire straits and immediately a special high-powered authority needs to be set up either under the President or the Prime Minister to address current issues encountered by the industry.",
    "‘This sector could bring enormous amounts of foreign reserves if we manage it in a proper manner. Political stability is a prerequisite for the promotion of the sector. Therefore, at this juncture Sri Lanka Tourism should focus on the coming winter season by ensuring all essential needs of the sector, such as, uninterrupted power supply and essential food supply.’",
    "In 2018/19 the tourism sector’s contribution to the GDP was 12.5 per cent but it has the potential to contribute 40 per cent to 45 per cent. In 2019, revenue that came from the industry was US $5bn from 3m arrivals. Tourism earnings for the full year 2021 were revised up to $ 633.8 million from an earlier $ 261.4 million.According to the Sri Lanka Tourism Development Authority (2018), there are more than 400.000 direct and indirect tourism and hospitality sector-linked employees in the country.",
    "SLT-MOBITEL doubling the cloud with country’s first-ever VMware Cloud Foundation deployment",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}