{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/listen-to-the-voice-of-the-people-EDITORIAL/172-233276",
  "time_ut": 1647542400,
  "title": "listen to the voice of the people - EDITORIAL",
  "body_lines": [
    "Protests by citizens should never be discouraged. A protest happens when citizens are unhappy and want a change. Last Tuesday’s protest staged by the main opposition gave a clear message to the president to change his ways. They openly asked for the conducting of a presidential election.",
    "But the president the very next day addressed the nation on national television. He spoke of the hard work done by him and his team of lawmakers and assured that the people would sees their problems become little ones in the future. This way of carrying on regardless of what the people think of or feel is the trademark of the",
    "Even during the time of kings the leaders of this country had the habit of stepping among the public in disguise; specifically to find out the pulse of the people. There are stories that the late president Ranasinghe Premadasa also used this tactic; of course when he was a minister.",
    "In the good old days such practices were useful because communication methods were not advanced like as of now. But at present any government which is sensitive would be able to pick up the thoughts of the people by following social media. This form of media is doing its job in a commendable manner because they are following politicians who are inefficient and highlighting their questionable performances.",
    "There was much fear when this regime assumed power because people thought that the new government would restrict the manner in which people could show dissent. At the inception of this regime the authorities made it clear that people could carry out protest action only at places allowed by the government.  But then now we have a public which is at the end of their tether. They’ll protest anywhere now. This is because of rising cost of living and the absence of essentials. People are doing their best to travel to office and serve their employers, but what can they buy with their meager salaries when the shelves at the supermarkets don’t have much of the essential goods like gas, kerosene oil and milk powder? To add to their woes the supply of electricity is still subject to outages daily. Despite all this the head of state addressing the people via television states that he is confident that his regime can solve the problems of the people and service existing debts.",
    "It’s natural that when the lawmakers cannot solve the problems of the people the people themselves will find a way to solve a crisis. This they are trying to do by nudging the government; either to hand over power or to start supplying essential goods like petrol and gas. The fuel crisis is buckling transport and the trickledown effect is terrible. Very soon there will be limited public transport because buses that ply the roads need fuel. Office workers and school going children will suffer in the future if immediate measures aren’t taken to solve this issue regarding fuel.",
    "The opposition claims that a wave of protests have only begun and to expect more rallies in the future. Last Tuesday most of those who attended the rally were associates or people serving the opposition. The smell of intoxicants released from the mouths of many of those shouting out slogans was a clear sign of people being ‘bought up’",
    "Voices of dissent must be genuine and have to come from people who want a real change in the political landscape of the country. The need of the hour is more participation from civil society organizations and people who believe that a third and untested force must take to the",
    "The government on the other hand responded wisely by not trying to obstruct the opposition led rally. The regime has to do much more than a speech by the head of state on television after a rally. It must attempt to solve the problems associated with some of the basic necessities which are in short supply like petrol, gas and milk powder. A regime has to be super sensitive to the ‘voice of the people’ and should not confuse that to the ‘voice of the opposition’."
  ]
}