{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Manufacturing-industries-disappointed-over-measures-taken-thus-far-to-avoid-power-cuts/108-232584",
  "time_ut": 1646716140,
  "title": "Manufacturing industries disappointed over measures taken thus far to avoid power cuts",
  "body_lines": [
    "Say businesses losing confidence in policy making bodies finding sustainable solutions for power cuts",
    "Point out businesses dealing with a toxic combination of fuel shortages and power cuts",
    "Exporters say struggling to maintain “all ok” narrative to customers",
    "",
    "High energy-consuming industries yesterday called on the government to get its act together and give some level of confidence with regard to its ability to come up with sustainable solutions to resolve the ongoing hours-long power cuts, a result of the prevailing foreign exchange crisis.",
    "Manufacturing industry representatives expressed disappointment in the course of action taken by the authorities thus far in solving the massive energy problem the country is faced with. According to them, the country was not caught off guard by an escalating power crisis, but it is a result of clear mismanagement of the economy.",
    "“Today we are dealing with a toxic combination, a power, and a fuel crisis. This puts all the industries in a very tight corner because you can be ready for some, but for others you cannot,” said Hemas Holdings Executive Director/Hemas FMCG Managing Director Sriyan de Silva Wijeyeratne.",
    "",
    "Addressing a webinar on ‘Navigating through the Power Crisis’ organized by CT CLSA, he pointed out that industries have been taking measures to stay afloat, but the real challenge is sustaining so that businesses continue to stay afloat.",
    "",
    "“You can’t be asking if the manufacturers can run; it has to be whether the country can run if businesses like ours don’t stay afloat. If there are no solutions, then businesses like ours, that are consumer-centric, will get hugely impacted,” stressed Wijeyeratne.",
    "",
    "For export-oriented companies, such as Hela Apparel Holdings, managing the power crisis internally is only one of the many daily challenges that need attention. Convincing buyers deliveries will be made on time as scheduled is a risk they need to take on a regular basis. “There is the narrative that we need to maintain with our customers who have a certain concern around our ability to deliver with these shortages. And that is a difficult narrative to manage,” said Hela Apparel Holdings Group Chief Executive Officer Dilanka Jinadasa.",
    "",
    "According to Walltile PLC and Lanka Tiles PLC Managing Director Mahendra Jayasekera, there is an absolute lack of confidence in the policy-making process as well as the signals that are being given.",
    "Businesses are increasingly finding that there are no sustainable solutions coming from the policy-making bodies.",
    "“There is no way we can run our operations without energy and running operations on generators is not a solution. It does not work that way,” said Jayasekera.  (SAA)"
  ]
}