{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Shortages-debt-restructuring-and-rationalization-of-attitudes-EDITORIAL/172-235311",
  "time_ut": 1650412320,
  "title": "Shortages, debt restructuring and rationalization  of attitudes - EDITORIAL",
  "body_lines": [
    "At the President’s House, a beleagured President Rajapaksa has dug in his heels and is preparing for a long-drawn battle with those who once voted him into power.",
    "At the Galle Face Green, we, the people, (who once sang hossanahs to him - the president), are occupying the space, not willing to leave, until the president and his government give up office.",
    "In parliament, the Opposition parties are at loggerheads with no common plan to move beyond the current round of protests.",
    "With time running out for expected negotiations with the International Monetary Fund (IMF), the president has nominated a few lesser-known parliamentarians to Cabinet posts to keep up appearences that governance in the country continues.",
    "The crowds at Galle Face Green keep growing, fortunately tempers are not fraying and a bonhomme atmosphere still pervades.  Outside of the capital, roads are blocked at different points with people protesting shortages. Perhaps the protagonists themselves are facing a ‘Quo Vadis’ moment…",
    "The main parliamentary Opposition group is planning a ‘No Confidence Motion’ (NCM) and is supposedly collecting signatures. But the SLFP and its 11 party alliance claim have not been consulted or seen the contents of the NCM. Again, whichever group that emerges victorious, the problem remains the same...",
    "This country does not have the foreign reserves to meet the present shortages which in turn have brought the masses onto the streets.  While the IMF may help restructure our debt, we will need to approach the World Bank (WB), the Asian Development Bank (ADB). Perhaps India and China may extend further loans to purchase immediate food, medical, fuel needs as well as programmes which will bring in a return on investment, keeping in mind loans need to be repaid. It is therefore clear there needs to be a clean break from the politics of the past.",
    "We need to take a long hard look at where we went wrong and ensure the same mistakes are not repeated.  Wasteful expenditure of public funds and corruption are two of the main culprits guilty of bringing the country to its knees.",
    "UNP leader Ranil Wickremesinghe highighted this in parliament yesterday. He suggested giving teeth to Independent Parliamentary Oversight Commmitees as a means to check both wasteful expenditure and reigning in corruption.",
    "Cutting wasteful programmes which bring in no return of capital need to be overhauled and rationalised. A glaring example of this is the ‘Saumurdhi’ programme which supposedly benefits the poorest of the poor.  Unfortunately, many Samurdhi recepients do not fall into the category. According to statistics, around 33% of Sri Lankan households received Samurdhi benefits in 2021. In view of the financial crisis, it may have to be either dropped or rapidly overhauled to enable recepients to show a return on investment.",
    "Our system of ‘Free Education’ - from kindergarten to university - ensured our country has probably one of the highest literacy levels in Asia. But the education system itself continues churning out mainly clerical hands, whilst employment avenues are vocationally oriented.",
    "While the education system itself is in need of overhauling, it is doubtful whether in the abscence of major income inflows the ‘Free Education’ system itself can be maintained. State enterprises overflow with excess staff, mostly political appointees. The public sector needs to be radically streamlined. It can no longer be treated as an appendage to political munificence. With streamlining comes job loss and its accompanying poverty.",
    "We Lankans have since independence enjoyed free health facilities, free education, subsidised fuel, agricultural inputs and other freebies which we have taken for granted. Whether IMF/World Bank/ADB conditions (organisations backed by huge private conglomerates) guiding disbursement of loans, permitting the continuation of such social schemes is doubtful.",
    "Strapped for cash and indebted to the tune of billions of dollars, whoever our rulers they will have to abide by conditions laid out by the lenders. We ‘the people’ - Sri Lankans who continued to vote for political parties and candidates with a history of corruption must now face this new reality, OR is it too late to bell the cat?"
  ]
}