{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/insight/Cracking-minds/374-238136",
  "time_ut": 1654030560,
  "title": "Cracking minds",
  "body_lines": [
    "Are the queue rages, violence indicators of a larger mental health issue waiting to explode?",
    "Sadly the endless daily gas and fuel queues across the island apart from the daily power outages in Sri Lanka are certainly adding to the frustration, disappointment and the resultant aggressive behaviour of people that are seen and heard in Sri Lanka",
    "As the nation reels under a collapsing economy, mental health professionals urge public to seek professional help in case of a break down",
    "As Sri Lanka is going through a growing economic crisis, losing jobs, changes in income, lack of essentials, and difficulties in affording meals per day are a few main problems the general public is facing which hardly brings up hope for the next day. Facing a situation of uncertainty has always had a lot of impact on an individual’s mental health.",
    "As the economy plays a pivotal role in people’s lives, it began to affect the public in different ways. The ongoing economic crisis getting heated up all of a sudden has affected the public immensely and brought arduous mental stress, health professionals said.",
    "As the entire nation suffers from this, it is common to ask whether consulting a psychiatrist or seeking psychological support is helpful amidst the current situation. Therapists do encourage the public to reach out for consultation as it would ease the stress and provide relief to handle the situation sensibly.",
    "\"Unfortunately the mental health status of people in Sri Lanka in the age group of 14 to 80 years is rapidly deteriorating and this is an alarming situation that requires immediate intervention and action by the Health authorities\"",
    "The changes that occurred in the economy due to the COVID-19 pandemic formed the roots of the current economic crisis in the country. As the tourism industry was highly affected and tourist arrivals dropped, the distribution process of the economy was shaken and reached an unstable point.",
    "The fear of the disease along with the stress of the changes in the economy got the public under previously experienced mental pressure.",
    "People of all age groups began to experience difficulties as they couldn’t cope with them. This was a turning point in the mental health of the citizens by finding it hard to pull up. This was aggravated by the collapse of the economy which led to many other crises which many the Sri Lankans are going through now.",
    "However, as the public’s demand to provide the essentials continue to go unanswered; the public becomes aggrieved and frustrated. As each citizen is finding it difficult to survive, it goes without saying that the frustration and the psychological stress led them to become involved in extreme conditions of violence.",
    "Three incidents of clashes between persons who became enraged while waiting in lengthy lines for fuel have been reported so far.",
    "A tense situation prevailed in the Puttalam town Sunday midnight (22) owing to a fight between two groups of people waiting in lineups outside the cooperative filling station and the Sirambhiadiya filling station which is also in Puttalam.",
    "Several people have been hurt in the incident, one of them critically. The injured man was brought to the Puttalam Base Hospital after being attacked with a sharp weapon, resulting in significant injuries.",
    "Meanwhile, a trishaw driver waiting in line for gas on Sunday night (22) was reportedly brutally beaten by the owner and workers of a filling station in the Nawalapitiya town after he protested the issue of fuel out of the queue to the owner’s favourites.",
    "In a similar incident in Badulla recently, the driver of a private bus was reportedly beaten with a sharp weapon by the conductor of another vehicle for bypassing the place in the line. The Police had taken the wounded motorist, who was in critical condition, to the Badulla General Hospital.",
    "“This economic crisis has specifically affected the younger generation who are working hard to achieve their dreams and goals to become proud and loyal citizens of the country. As a youngster in this country, I feel bad about the economic and political chaos that’s going on. In my case, I use my monthly income for transportation, my expenses, and saving for my future and higher studies.",
    "“But nowadays with this inflation, I am unable to manage even my daily expenses. Daily transportation costs are double the price because of the fuel price hikes. As our nation’s future leaders we should stand up together and overcome these challenges and I hope we all stay strong like this and face this together to save our motherland.”",
    "“I don’t own a vehicle so I cannot relate to how it is to wait in a long queue for fuel. But I see and hear from my family members and friends waiting there for more than 15 hours in the hot sun continually and sometimes return without refilling.",
    "“I hear that people get into arguments, fights and even dying just by being exhausted standing for so long. Even though it is not my fault as a citizen I feel so guilty about the status of my country.",
    "“My day starts and ends with bad news which just made me completely stay away from being happy even for the smallest privileges I have. Due to this, I feel like I’m being overly stressed out and the only way I find out is by spending time in the Temple or at a park which helps me to relax a bit.",
    "“We are going through a lot of difficulties at this point. As I stay in a hostel it is hard for me to pay my rent and transport both as the price is high. Also, it is difficult to prepare for exams amidst the power cuts. Undergraduates seem to have lost hope about their higher studies and plans as completing the degree itself is a bigger challenge right now.”",
    "\"My day starts and ends with bad news which just made me completely stay away from being happy even for the smallest privileges I have. Due to this, I feel like I’m being overly stressed out and the only way I find out is by spending time in the Temple or at a park which helps me to relax a bit\"",
    "As we gain the importance of the well-being of the Mental Health during times of uncertainty, it is much needed that anybody who goes through a mental breakdown receives professional attention. Yet, due to a lack of professional and efficient services, many members of the public seem to be sometimes clueless about their psychological state and get into uncontrolled behaviour.",
    "The Daily Mirror spoke to a few well known and recognized mental health organizations which discussed the impact of the current situation on the mental health of the public. They also stated that they are set to offer psycho-social support and create awareness of being mentally stable in this critical state.",
    "“Sadly the endless daily gas and fuel queues across the island apart from the daily power outages in Sri Lanka are certainly adding to the frustration, disappointment and the resultant aggressive behaviour of people that are seen and heard in Sri Lanka,” said Prof Romesh Jayasinghe, founder of the Institute of Mental Health.",
    "“My view as a psychologist is that people need to practise mindfulness and restraint and become more tolerant and patient during these difficult circumstances and people need outlets either in their homes or at their workplaces to vent out all of these pent up negative feelings and frustrations.",
    "“When this is not practical or possible, making it a priority to meet and talk with a professional counsellor or a psychologist will help people who are unable to control feelings of anxiety or anger or any other feelings for that matter. This is the value and importance of seeking professional help promptly when one cannot control their negative or intrusive thoughts or emotions,” he added.",
    "“Unfortunately the mental health status of people in Sri Lanka in the age group of 14 to 80 years is rapidly deteriorating and this is an alarming situation that requires immediate intervention and action by the health authorities and other social and public service organizations both in the public, NGO and private sectors too should address the increasing behavioural and health-related problems that could be caused or aggravated due to this unfortunate situation in our country today.”",
    "“We are open to the public for consultation. It is advisable to seek psychosocial support in hard times.”",
    "He mentioned that the patients are having trouble attending direct sessions due to the lack of fuel and that counselling is offered via Zoom Meetings in all three languages (English, Sinhala and Tamil).",
    "The public is well encouraged to reach out to any of the recognized organisations or campaigns that provide mental health services directly or virtually which would help us stand firm to build a better tomorrow as a nation.",
    "Q  Are people seeking mental health support from your organisation due to the ongoing economic crisis?",
    "Yes. As our services are offered free of charge and in all three languages (English, Sinhala and Tamil) we can meet the needs of our most vulnerable communities and ensure many of the barriers to seeking counselling (language, cost, and accessibility) are eliminated. “We have noticed an increase in the number of calls received by our hotline and requests for counselling. We do believe the ongoing economic, social and political crisis in the country has an impact on people’s mental health and this has been reported by many people we counsel. We also believe there is an increase in awareness and acceptance of seeking help for mental health needs.",
    "We offer tele-counselling and one on one counselling via Zoom/Skype/Google Meets (based on the client’s preference). We previously offered in-person sessions at our Centre in Colombo 08, but with COVID-19 health and safety concerns, these were temporarily halted. We also conduct awareness programmes and community outreach for organizations, clubs and schools that request our services.",
    "“At our centre, we have a series of activities, programmes and workshops to promote mental, emotional, physical and social wellbeing in the children and youth of our community. We also have workshops and discussions with parents to further address and support the communities’ challenges.",
    "Q  Do you think it is much needed to seek psychological support to cope with the current situation?",
    "Yes. We believe mental health is equally as important as physical health. Psychological support is an essential service that should be easily accessible. Our country has experienced civil conflict, racial unrest, economic, political, and social crises, terrorist attacks, tsunami etc. The burden on our mental health is huge and it is critical to have psychological support to help our people cope with these challenges."
  ]
}