{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/20/rambukkana-shooting-20-man-police-team-probing-incident-basl-urges-no-interference-with-witnesses/",
  "time_ut": 1650465660,
  "title": "#Rambukkana Shooting: 20-man police team probing incident; BASL urges NO interference with witnesses",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Police on Wednesday (20) said that a 20-member police team led by a Senior Superintendent of Police was appointed to investigate the shooting in Rambukkan on Tuesday (19), that led to the killing of one protestor.",
    "In addition, the police curfew imposed for the Rambukkana Police area is still in effect, said Sri Lanka Police.",
    "13 people who were injured when the protest in Rambukkana was dispersed continue receive treatment at the Kegalle Hospital, and the hospital director said three of them are in critical condition.",
    "Moreover, 15 police officers who were also injured during the unrest are receiving treatment for their injuries.",
    "One person who was rushed to the hospital after police opened fire to disperse the protest on Tuesday (19) died upon admission and he was identified as 41-year-old Chaminda Lakshan, a father of two from Narambedda.",
    "Senior DIG Attorney-at-Law Ajith Rohana, who is also the Senior Police Spokesperson, told News 1st that the investigations are taking place under the supervision of Avissawella SSP Wasantha Kandewatte.",
    "“There is a note that an attempt was made to set fire to a fuel bowser, and a filling station. If the fuel bowser that was filled be petrol was set on fire, it could led to a disaster turning the Rambukka town into rubble. One person was arrested over the incident,” he told reporters.",
    "The Senior Police Officer also said that the person who died in the incident is one who had two homicide cases against him in court.",
    "The Kegalle Police on Wednesday (20) reported facts to court over the Rambukka shooting via an ‘A’ Report, and Kegalle Magistrate Wasana Nawaratne had noted that facts cannot be presented to court on a criminal matter via an ‘A’ Report.",
    "The Magistrate suspended proceedings for a brief period and ordered Sri Lanka Police to submit a ‘B’ Report to court.",
    "Accordingly, a ‘B’ report was submitted to court and thereafter the Magistrate visited the site of the shooting for a site investigation and recorded statements from several witnesses.",
    "She ordered Sri Lanka Police NOT to exert any influence on the witnesses, and ordered to investigate if any influence was exerted on the witnesses.",
    "Attorneys-at-Law from the Bar Association of Sri Lanka were also present at the Kegalle Court on Wednesday (20) for the court proceedings.",
    "Meanwhile, the President of Bar Association of Sri Lanka President’s Counsel Saliya Peiris in a letter to the Inspector General of Police, Chairperson of the Human Rights Commission of Sri Lanka, and the National Authority for the Protection of Victims of Crime and Witness, urged them to ensure that there is interference whatsoever with the witnesses by the police.",
    "Rambukkana, is a town located in the Kegalle District, in the Sabaragamuwa Province in Sri Lanka, and is a short drive away from the world-famous Pinnala Elephant Orphanage.",
    "#Rambukkana Shooting: 20-man police team probing incident; BASL urges NO interference with witnesses",
    "Fast-unto-death by monk at Occupy Galle Face; Protestors observe silence for fellow Sri Lankan killed in Police fire"
  ]
}