{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/china-fears-sri-lanka-swap-re-structuring-if-proceeds-are-used-coomaraswamy-95085/",
  "time_ut": 1654175100,
  "title": "China fears Sri Lanka swap re-structuring if proceeds are used: Coomaraswamy",
  "body_lines": [
    "ECONOMYNEXT – Concerns by China that it will be pushed to restructure a swap with Sri Lanka seems to be holding the country back from lifting conditions to allow the funds already with the central bank from being used used, ex-Central Bank Governor Indrajit Coomaraswamy said.",
    "The proceeds of China’s swap is already in Sri Lanka but it can be used only when gross reserves reach a defined level in terms of months of imports.",
    "“There is a challenge for the Chinese to convert that,” Coomaraswamy who is an advisor to the government in the economic crisis told an online forum.",
    "“That is an easy win because it in the central bank account. But it can’t be used because there is a condition.",
    "“There are concerns among the Chinese because it is a 3-year loan and it might be termed a loan and there may be pressure from the IMF and others to include it in the stock of debt to be re-scheduled.”",
    "All swaps of the central bank from Bangladesh and India are currently excluded from re-structuring.",
    "“So that is making them hesitate in terms of taking off that condition to enable Sri Lanka to use that money which is already in Sri Lanka central bank’s account.”",
    "Sri Lanka is currently suffering the worst currency crises created by the soft-pegging central bank in its 72-year old history, and it is in debt after spending swap and IMF borrowings.",
    "By March its net debt was 4.5 billion US dollars and the Chinese swap at it has not been able to use to engage in soft-pegging.",
    "The central bank is currently using Asian Clearing Union payment deferred by India to engage in soft-pegging and get deeper into debt. (Colombo/June02/2022)"
  ]
}