{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/15/fox-resorts-and-wnps-join-forces-to-host-a-childrens-art-workshop-at-fox-jaffna/",
  "time_ut": 1647314340,
  "title": "Fox Resorts and WNPS join forces to host a children’s art workshop at Fox Jaffna",
  "body_lines": [
    "Fox Resorts agrees, and was delighted to host twenty-five children with an interest in fine art to a workshop and competition at the Fox Jaffna hotel premises.",
    "The art workshop was held in partnership with the Wildlife and Nature Protection Society (WNPS), who arranged for children selected from Jaffna schools to be brought to the hotel through the network of WNPS field offices. For a little inspiration, the children were given a tour of the sprawling, biodiverse gardens of the hotel and the war-era bunkers that have been masterfully converted into an Art Gallery and History Museum. The Gallery bunker contains Jaffna’s largest repository of art by the renowned ’43 Group of Sri Lanka, comprised of the great masters who brought Sri Lankan art international fame. The children were taught about the contribution of’43 Group artists to the repute of Sri Lankan art on the world stage.",
    "The children were then tasked with creating their own masterpiece under the theme of “Nature Through Art”, with Fox Resorts providing art supplies and other necessities and the results were outstanding. Though the children were from underprivileged backgrounds, the complexity in the composition and the skill displayed in creating the artworks was truly impressive to the Fox executives and hotel staff.",
    "Ushanthan Sivakajan from J/Kondavil Ramakrishna Maha Vidyalayam placed first in the competition, with Uthayakumar Adshayan from the same school placing second. Jegan Ajeysanth from J/Kokuvil Sri Gnapanditha Vidyasalai came in third.",
    "“Art has always been a strong part of the design identity of Fox Jaffna, and we are absolutely delighted to share this passion with the next generation. We are very grateful to Jehan CanagaRetna of the WNPS for bringing the children together and getting this workshop off the ground. After the success of this competition, we plan to partner with WNPS more regularly to hold similar events within the community in which Fox Jaffna operates.” – Chris Quyn, CEO, Fox Resorts.",
    "Fox Jaffna is the flagship hotel of Fox Resorts (Pvt.) Ltd. the boutique hospitality arm of The Capital Maharaja Organization. Situated in the peaceful neighbourhood of Kokuvil, Fox Jaffna has always been a strong promoter of the arts, prominently displaying copies of works of the great masters of Sri Lanka, including many from the ’43 Group. To view the collection, call 0217400400, or email jaffna@foxresorts.com.",
    "Fox Resorts and WNPS join forces to host a children’s art workshop at Fox Jaffna",
    "Relief methods were discussed at the Cabinet meeting: Minister Lokuge"
  ]
}