{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82566/sri-lanka-welcomes-g7-announcement-in-securing-debt-relief",
  "time_ut": 1653070800,
  "title": "Sri Lanka welcomes G7 announcement in securing debt relief",
  "body_lines": [
    "Sri Lankan Prime Minister Prime Minister Ranil Wickremesinghe on Friday welcomed the G7 announcement that they will assist the country in securing debt relief as it is grappling with its worst economic crisis.",
    "Sri Lanka is going through its worst financial crisis since it won independence in 1948. The country faces an acute shortage of foreign exchange that has led to an increase in prices and a shortage of vehicular fuel, cooking gas, food, and thermal fuel for electricity production.",
    "In this challenging time, the Group of Seven (G7) nations have announced that they will assist Sri Lanka in securing debt relief.",
    "The G7 comprises the UK, Canada, France, Germany, Italy, Japan and the United States.",
    "“I welcome the G7 announcement that they will assist Sri Lanka in securing debt relief. The continued engagement by the international community with Sri Lanka is key to overcoming the economic crisis,” Wickremesinghe tweeted on Friday.",
    "Meanwhile, the Government of Japan on Friday announced USD 1.5 million funding to help Sri Lanka respond to the ongoing economic crisis. The funds will be used by the United Nations World Food Programme (WFP) to provide food assistance to children and families in need of support.",
    "On Wednesday, Sri Lankan Prime Minister Wickremesinghe said the country had missed a payment to the Asian Development Bank, blocking fresh funds amid warnings that the currency crisis-hit country could be locked out of multilateral funding in a new blow.",
    "Sri Lanka has already suspended repayments for international sovereign bonds, commercial bank loans, Exim bank loans, and bilateral loans. However, multilateral lenders and senior creditors were excluded.",
    "Sri Lanka is now negotiating a loan with the IMF. The country had to pay USD 106.34 million this year but only managed to pay USD 12.4 million by April.",
    "The Prime Minister then said the debt-ridden country could not even pay a million dollars."
  ]
}