{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82164/rambukkana-police-shooting-ex-kegalle-ssps-bail-application-rejected",
  "time_ut": 1651498440,
  "title": "Rambukkana police shooting: Ex-Kegalle SSP’s bail application rejected",
  "body_lines": [
    "The Kegalle Magistrate’s Court today (May 02) rejected the bail applications filed on behalf of former Kegalle SSP K.B. Keerthiratne and three other police officers, who were arrested over the shooting during the Rambukkana protest.",
    "The former Kegalle SSP was taken into custody by the CID in Colombo on the 28th of April while three other 3 police personnel were arrested at Kundasale in Kandy.",
    "Keerthiratne was produced before the Colombo Magistrate’s Court the following day (April 29) and ordered to be remanded until the 6th of May. Meanwhile, the other three police officers were remanded until the 13th of May after being produced before Theldeniya Magistrate’s Court.",
    "An order, issued by the Kegalle Magistrate’s Court on April 27 in respect of the Rambukkana incident, was received by the Inspector General of Police (IGP) last week.",
    "The IGP then directed the CID to comply with the court order accordingly.",
    "Thereafter a team headed by an Assistant Superintendent of Police (ASP) of the CID had arrested the commander of the team, K.B. Keerthiratne, former SSP division in charge of Kegalle.",
    "On April 19, a group of protesters who were engaged in a demonstration demanding fuel to be supplied at old prices, had blocked all entry and exit roads into Rambukkana town, as well as the level crossing for more than 15 hours. This had obstructed the vehicular movement and train operations on the Main Line.",
    "As a tense situation had ensued near the level crossing, the police had fired tear gas to disperse the protesters. Later, as the situation escalated, the police had opened fire at them, killing one person.",
    "At least 29 individuals including 15 police officers were hospitalised with injuries following the incident. One of the injured protesters had succumbed to injuries shortly after. It was later confirmed that the victim, Chaminda Lakshan, 42, had died of gunshot wounds.",
    "When the case pertaining to the incident was taken up at Kegalle Magistrate’s Court last month, the Senior Superintendent of Police (SSP) in charge of Kegalle divulged that he gave orders to open fire below the knees of protesters who attempted to set fire to a fuel bowser during the tense situation.",
    "According to him, he had first ordered police personnel to fire in the air when the protesters tried to set fire to a filling station, and later to shoot below the knee to prevent major damage after the protesters attempted to set fire to a fuel bowser.",
    "Following the incident, the Inspector-General of Police directed the CID to conduct an impartial, comprehensive probe into the incident. The CID thereby took over the investigations pursuant to Article 125 of the Code of Criminal Procedure Act."
  ]
}