{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-buys-96mw-for-southern-grid-power-crisis-from-ace-91592/",
  "time_ut": 1647144240,
  "title": "Sri Lanka buys 96MW for Southern grid power crisis from ACE",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon Electricity Board has been given the nod by the regulator to buy 96 MegaWatts of emergency power from ACE Power Embilipitiya for six months to augment the Southern grid after hydro stations were run down.",
    "The Southern grid which is on a 132kV does not have enough power when key reservoirs like Samanalawa are run down.",
    "The CEB requested daily one hour power cuts to conserve hydro storage to provide water to Colombo and keep supply to the Southern grid when a coal plant broke down but permission was denied amid political confusion.",
    "Sri Lanka could face long power cuts, water shortages, Southern grid failures",
    "The warnings by engineers were ignored as is usually the case in Sri Lanka, observers say.",
    "CEB requested small daily power cuts early in 2022 because the 220kV grid to which most of the larger plants are connected did not have sufficient interconnection with the 132kV grid, there could be water shortages in Colombo due to the Kelani Cascade being run down and problems for agriculture.",
    "An additional interconnection line was being built as demand grew in the Southern grid but the Covid pandemic had delayed it.",
    "Internal suggestions to repurchase ACE Embilipitiya, which were lying idle possibly at a lower cost before the power crisis that was predicted due to the cancellation of the coal plant in Trincomallee and the delay in a dual fuel plant had also not been proceeded with.",
    "“There is usually political and public opposition to this type of purchase, so no one wants to take a decision. They will be branded the mafia,” an industry source said. “There was also a leadership crisis in the CEB so there was no one bold enough to take the decision.",
    "“The CEB is hampered because it is almost impossible to make the public understand complex technical issues.",
    "“That is also why the long-term generation plan is blocked by various parties and the country ends up in crises. Unfortunately it is very easy for interested parties to mislead the public due to the complexity of the issues.”",
    "As the crises worsened and the predicted long power cuts took place (power cuts were predicted even if fuel was available for all power plants) the cabinet had given the go ahead to buy ACE Embilipitiya.",
    "The “cabinet has declared an “emergency situation’ in the energy sector as required under section 43(4) (c ) (ii) of the Sri Lanka Electricity Act in keeping with the directive of HE the President have made on 02nd March 2022,” the Public Utilities Commission of Sri Lanka said.",
    "“With that CEB has requested the approval of 93 MW of capacity under short term power purchase agreement from ACE Power (Embilipitiya) power plant for 6 months in order to reduce the long hours of power interruptions immediately.” (Colombo/Mar13/2022)"
  ]
}