{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Religions-for-Responsible-Governance-affirms-solidarity-in-demand-for-political-change-transparency/56-733781",
  "time_ut": 1650652800,
  "title": "Religions for Responsible Governance affirms solidarity in demand for political change, transparency",
  "body_lines": [
    "The Religions for Responsible Governance (RRG) in a statement yesterday said it affirms solidarity with the growing number of people who demand political change and transparency, with an end to the immense economic hardships and suffering people face daily.",
    "“We agree that the President, who must take ultimate responsibility for the current debacle, should step down along with his Government, paving the way for an interim administration; and call for immediate change in our corrupt and incompetent political culture. This process of change must include a return to the 19th Amendment and the abolishment of the executive presidency,” the statement said.",
    "The RRG strongly believes that future parliamentarians will not be allowed to serve their own selfish interests, anymore. They will be held accountable, since the people are tired of their lies, arrogance and power games that has plunged the country into crisis upon crisis. If we are able to find legislators of integrity who will serve the needs and interests of the people and who will not seek political advantages, this crisis can be turned around to bring economic stability and a dignified quality of life for all, beginning with the most vulnerable among us.",
    "The RRG also deeply appreciates that the current people’s protest movement has risen above narrow ethnic and religious agendas, with potential to unite all Sri Lankans. It has converted a set of passive political followers into active citizens, which is the need of the hour. As part of this process, citizens as well as all our political parties and religions are called to change their divisive, sectarian attitudes. This has been the bane of our national life for decades.",
    "The RRG also urges that the struggles of the people should be free of violence. All protests should be peaceful and members of the police and armed forces should display restraint. Their duty is to maintain law and order, protect citizens and ensure lawful protests. As a nation we have bitter memories of three armed struggles and repeated political violence which has caused immense suffering, death and destruction. Our beloved nation cannot take more.",
    "However, to shoot unarmed protestors using live bullets, that killed one and wounded more than 20 protestors as happened at Rambukkana, is against all basic norms. We condemn this action for which the Government must take responsibility.",
    "This is also a timely opportunity for all Sri Lankans; citizens and legislators, to engage in introspection. We are to reflect on our values and behaviour and accept our share of responsibility that has led to the unprecedented crises we face today.",
    "The RRG hopes that the momentum of today’s people’s movement and timely constitutional changes, will transform our nation into a truly just and reconciled society in which all communities will be equal and free."
  ]
}