{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/currency-board-a-solution-to-sri-lankas-economic-crisis/",
  "time_ut": 1649086200,
  "title": "Currency Board: A solution to Sri Lanka’s economic crisis?",
  "body_lines": [
    "On 08 March, Sri Lanka devalued the rupee against the US dollar, entering into a floating exchange rate regime. The Central Bank of Sri Lanka had to abandon the pegged exchange rate as defending the rupee with dwindling reserves was impossible. The inter-bank exchange rate shot up once the banks were assured that the exchange rate was floated. The initial shoot-up was followed by further rallying of the US dollar reaching close to Rs. 300 per USD. With the gradually weakening rupee, inflation is also ascending to worrisome levels calling for radical changes, including adopting a currency board. This article discusses the effectiveness and suitability of a currency board for Sri Lanka in the current macroeconomic context.",
    "A currency board is a system that issues domestic banknotes in exchange for specific foreign currency – anchor currency like the USD which is used for trade with partner countries – at a constant rate. A cornerstone of the currency board mechanism is the authority’s ability to meet all demand for foreign currency by the holders of the domestic currency.",
    "In Sri Lanka, even after the rupee was floated, reports suggest that an active kerb market with a significant premium above the inter-bank rate exists. While such market behaviour indicates an acute dollar shortage in the market and the equilibrium rate is further away, no official data exists on the kerb market money exchange. However, cryptocurrency platforms provide some critical insights. The Tether coin (USDT), which is closely pegged to the US dollar on a one-to-one basis, is traded for rupees on peer-to-peer (P2P) platforms as USDT is used as a medium to purchase other cryptocurrencies, including Bitcoin.",
    "Data extracted from the P2P platform medium of Binance – a popular cryptocurrency exchange among Sri Lankans – show some supporting evidence for the continually widening gap between official and informal rates again. Significantly, the premium over the official rate plummeted once the rupee was floated, but it gradually recovered to the pre-floated period (A and B panels of Figure 1). The number of sellers and the USDT volume available for sale also went up but riveted back to the levels of the pre-floated period (C and D panels of Figure 1).",
    "The inflationary pressure also does not show any unwinding signs, further eroding people’s purchasing power. These developments encourage the adoption of a currency board as a currency board is believed to be a solution for rising inflation. By the inner mechanics of the currency boards, the independence of discretionary monetary policy is taken away, substituting a disciplined monetary policy – a gold standard without gold – which eliminates the inflationary bias. Indeed, empirical evidence exists in favour of the anti-inflationary effect of currency boards. The inflation rate is lower under currency boards than in pegged or floating rate regimes. Moreover, economies under currency boards grew faster than the average of countries with pegged regimes. However, empirically disentangling multiple influences to pinpoint the low inflation on the currency board is an excruciating task.",
    "Another selling point of the currency board is the fiscal discipline, as currency board regulations prohibit direct monetary financing of government expenditures. A high budget deficit in Sri Lanka and excessive government borrowings from the Central Bank make the fiscal-discipline effect of currency boards much more appealing. Empirical evidence points to low fiscal deficits or larger surpluses under currency board regimes.",
    "A significant drawback of a currency board is the need to surrender the monetary policy independence required for managing asymmetric shocks. Such loss is costly when the anchor currency country responds to cyclical conditions, which are different from the prevailing conditions in the country operating the currency board. For example, Hong Kong’s currency board imported low-interest rates from the US in the early 1990s. Such monetary easing was appropriate for the US, but Hong Kong faced an asset price boom that called for monetary tightening. A counterargument against the negative impact of losing monetary policy is the availability of fiscal policy at the operating country’s disposal. However, the maneuverability of fiscal policy is determined by the fiscal and debt positions. In Sri Lanka’s context, the high debt to GDP ratio and fiscal deficits might restrict the use of fiscal policy for pump-priming-stimulating the economy in a recessionary period- due to the fear of losing investor confidence in debt sustainability. Thus, international evidence shows that countries with hard pegged exchange rate regimes generally tighten their fiscal policy in a recession. The Argentinian attempts to bring down the deficit in a recession in 2000 proved to be disastrous.",
    "Sri Lanka’s high indebtedness will also challenge installing a currency board. Once a threat of a possible default looms, the interest rates soar, and refinancing debt will be increasingly difficult. In addition, the operating country needs reserves to back the monetary base in a currency board. In a currency board, the board must continually convert domestic currency for the anchor currency at a constant rate. It should be noted that the reserve level of Sri Lanka has dwindled over time in the recent past. Another drawback of currency boards is the requirement of real sector changes to compensate for the exchange rate deviations. For example, if the anchor currency appreciates against Sri Lanka’s main trading partners, wages should fall to compensate for the increase in foreign consumer prices, restoring competitiveness. Such an exercise needs greater flexibility in the labour markets. Thus, the flexibility of labour markets is a key to the sustainability of currency boards. The political feasibility of the institutional attempts to ease labour market regulations is highly doubtful.",
    "Against this backdrop, the decision to install a currency board should be taken after a careful cost-benefit analysis. A currency board will be helpful to stabilise inflation in the short run but in the long run, Sri Lanka will be better off with a more flexible exchange rate regime. In addition, the benefits of a currency board are not exclusive. For example, fiscal discipline should be stronger in flexible exchange rate regimes as fiscal policy effects are reflected immediately and more transparently. Thus, if Sri Lanka enters into a currency board to stabilise inflation and domestic currency, it needs to contemplate an exit strategy. Generally, it is advisable to leave a currency board when the economy recovers. The requirement to surrender monetary independence and the inability to finance government expenditure under a currency board might reduce the political preference for such a system.",
    "Media personnel from Korea conclude their FAM Tour in Sri Lanka",
    "iPay powered by LOLC, joined the latest LANKAQR drive in Kurunegala",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}