{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/24/sri-lanka-should-be-ready-for-1-3mn-tourists-by-end-of-this-year-president/",
  "time_ut": 1648129020,
  "title": "Sri Lanka should be ready for 1.3Mn tourists by end of this year: President",
  "body_lines": [
    "COLOMBO (News 1st); President Gotabaya Rajapaksa has pointed out that obstacles should be removed and plans should be made to attract tourists through global promotional programmes, while adding that Sri Lanka can be made the Asian destination of the tourists.",
    "More than 260,000 tourists have arrived in the country in the first quarter of the year. That’s higher than last year’s overall tourist arrivals.",
    "The government expects to achieve the target of 1.3 million tourists by the end of the year. The President pointed out that all sectors of the tourism industry should be prepared to achieve this target.",
    "The President made these remarks during an inspection visit to the Sri Lanka Tourism Development Authority at No. 80, Galle Road, Colombo 03 on Thursday (24).",
    "The Tourist Board was established in 1966 for rapid economic development through the systematic and streamlined development of the tourism industry and it became the Sri Lanka Tourism Development Authority in 2005.",
    "The Tourism Development Authority is empowered to oversee all areas related to the tourism industry, including tourist arrivals, planning resorts and accommodation facilities, registration and classification of tourist services including tourist hotels and travel agencies, and the issuance of licenses.",
    "The President inspected the Sri Lanka Tourism Promotion Bureau, Institute of Tourism & Hotel Management, and Convention Bureau and commended the staff for their commitment to the promotion of the tourism industry.",
    "“The government aims to raise USD 10 billion annually from the tourism industry. The Easter Sunday attack was a major blow to the tourism industry. It was further devastated by the Covid-19 pandemic. The government has taken all necessary steps for the rapid development of the infrastructure in the tourism sector,” said a statement.",
    "Minister of Tourism Prasanna Ranatunga says that the tourism industry is thriving again due to the success of the vaccination drive.",
    "The President said that training opportunities in this sector should be expanded accordingly.",
    "President Rajapaksa pointed out that a large number of job opportunities could be created by planning to provide practical training and theoretical knowledge to the youth with the assistance of the hotel system spread across the country.",
    "he President said that it is the responsibility of the Tourism Development Authority to provide an attractive service with a high level of hospitality from the time of arrival to the time of return to their respective countries.",
    "The President also instructed to take steps to increase the number of flights to Sri Lanka in consultation with the airlines.",
    "Infrastructure development required to maintain Yala, Kumana, Minneriya and other wildlife parks and coastal areas as tourist attractions were also discussed.",
    "Sri Lanka should be ready for 1.3Mn tourists by end of this year: President"
  ]
}