{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/08/parliament-approved-to-increase-credit-limit-by-rs-1-trillion/",
  "time_ut": 1654684320,
  "title": "Parliament approved to increase credit limit by Rs. 1 Trillion",
  "body_lines": [
    "COLOMBO (News 1st);  The Resolution to increase the credit limit of Rs. 3000 billion (3 trillion) previously approved by a resolution of Parliament under the Local Treasury Bills Ordinance, by another Rs. 1000 billion (1 trillion) was passed in Parliament without debate.",
    "Accordingly, all necessary permission under Section 2 (1) of the Local Treasury Bills Ordinance will be given to the Minister of Finance for the purpose of borrowing a sum not exceeding Rupees Rs. 1,000 billion (1 trillion) through the issuance of Treasury Bills by the Government of Sri Lanka.",
    "According to the Local Treasury Bills Ordinance No. 8 of 1923 and its subsequent amendments, the Government of Sri Lanka issues Treasury Bills and obtains loans without exceeding the amount approved by a Resolution of Parliament.",
    "Thus, by 2021, the upper limit approved by Parliament for the issuance of Treasury bills is Rupees 3,000 billion (one trillion), and the total value of Treasury bills due by the end of April 2022 is about Rupees 2,860 billion.",
    "Significant decline in government revenue collection due to COVID 19 epidemic conditions and other causes, approved expenses under Appropriation Act No. 30 of 2021 in addition to debt service payments, especially recurrent expenses and welfare expenses have to be borne has led to an increase in the credit limit.",
    "Further, the Ministry of Finance has had to resort to borrowing from local sources as it has lost access to international markets to raise funds from foreign sources due to the downgrading of Sri Lanka’s credit rating.",
    "Furthermore, Parliament today approved the Import and Export Control Regulation No. 6 of 2022 published in Gazette Notification No. 2274/42 dated 09.04.2022 enacted under the Import and Export (Control) Act No. 1 of 1969.",
    "The regulation seeks to minimize foreign exchange outflows by discouraging the import of non-essential and non-essential goods identified by the Ministry of Finance with the intention of giving.",
    "Accordingly, Gazette Notification No. 2274/42 dated 09.04.2022 was issued to enforce the proposal to impose import control license requirements for the importation of 369 non-essential items.",
    "Parliament approved to increase credit limit by Rs. 1 Trillion"
  ]
}