{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ruling-party-claims-dissident-mps-agree-to-national-govt-opposition-adamnt-93769/",
  "time_ut": 1651508220,
  "title": "Sri Lanka ruling party claims dissident MPs agree to national govt; opposition adamnt",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa and key members of the ruling Sri Lanka Podujana Peramuna (SLPP) held discussions on Monday (02) with dissident government MPs on a proposed interim “national consensus” government to see the island nation through its ongoing economic crisis.",
    "Conceptual agreement was reached on the formation of such an administration, SLPP general secretary Sagara Kariyawasam told reporters after the meeting. However, it is unclear at present whether the rebel MPs who now function independently in parliament fully agreed to a government under President Rajapaksa.",
    "Notable attendees at the meeting were former ministers Wimal Weerawansa and Udaya Gammanpila whose departure from the government over their very public disagreements with former Finance Minister Basil Rajapaksa made headlines. Basil Rajapaksa was also present at the meeting.",
    "Parliamentarian Nimal Siripala de Silva had represented the Sri Lanka Freedom Party (SLFP), which quit the SLPP-led coalition last month over its handling of Sri Lanka’s worsening economic crisis which has led to a full blown political crisis.",
    "SLPP general secretary Kariyawasam told reporters that conceptual agreement had been reached to form an interim, all-party government for a limited period of time.",
    "However, the main opposition Samagi Jana Balavegaya (SJB) and the Janatha Vimukthi Peramuna (JVP)-led opposition National People’s Power (NPP) have both vowed not to be party to an interim government under President Rajapaksa.",
    "SJB general secretary Ranjith Madduma Bandara told reporters on Monday that the interim government being proposed is no different from the old one. The people’s demand, he said, is for President Rajapaksa to “go home”. The party has no desire to be part of an interim government as long as Rajapaksa remains president.",
    "JVP and NPP leader Anura Kumara Dissanayake also expressed similar views at a May Day rally in Colombo on Sunday (01).",
    "Meanwhile, the SJB plans to go ahead with a proposed no confidence motion (NCM) against the government. Bandara said the party said it aims to present it to parliament next week.",
    "Asked to comment on the SLFP’s decision on the no confidence motion, MP de Silva said a decision on whether to support the NCM or not can only be taken at the time of the vote. (Colombo/May02/2022)"
  ]
}