{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Frustration-growing-in-a-land-milked-of-honey/172-233550",
  "time_ut": 1647888000,
  "title": "Frustration growing in a ‘land milked of honey’",
  "body_lines": [
    "Our country’s finances are in a parlous position. The country is indebted to the tune of several billion dollars and reserves are, to put it mildly, inadequate. Our country is facing a debt default situation.",
    "Every government has accused its predecessor of having pillaged the national coffers, and so it is, we find ourselves facing mountains of debt and no way to bridge the gap.",
    "So bad is the situation that national assets of the country have been handed over to foreign countries -the port at Hambantota and the Trincomalee oil farms are cases in point.",
    "Bad investments and corruption on a mega-scale have brought Lanka to this sad position.",
    "Queues for cooking gas, kerosene and fuel grow longer by the hour. We have no foreign exchange to pay for these requirements.",
    "A seventy-year-old man died after collapsing while waiting in line at a filling station in Kadawatha. A seventy-one-year-old man died after collapsing due to heat exhaustion while in line for fuel in Kandy, screamed headlines of different media outlets.",
    "And yesterday, a report comes of a 29-year-old motorcyclist being stabbed to death by an irate three-wheel driver at a fuel station in Nittambuwa.",
    "The reported stabbing of a motorcyclist at a fuel station brings a completely new dimension to the worsening situation of shortages in the country.",
    "The killing shows a possibility of an outbreak of anarchy if the situation is not handled properly.",
    "Our country has faced difficult situations before. During the regime of Ms. Sirimavo Bandaranaike, long queues and shortages were prevalent. But at that time it was the actions of external actors which led to the shortages.",
    "The programme of nationalisation, a programme where Lankans took control of resources like lands, petroleum distribution, the attempt to replace the import of branded pharmaceuticals with generic variety, adversely affected particular countries who responded with punitive measures which put the local economy under strain. However, our countrymen and women responded to the external threats and the then government was able to tide the situation. To cushion the cost of rising prices -due to the scarcity of goods- that government introduced a system of price controls and quota systems to ensure everyone received basics.",
    "At that time the shortages were limited to food, clothing and medicines as different from today’s situation where everything is not only in short supply but in many instances, essentials are not available.",
    "Basic medicines were available at subsidised prices -though one had to wait in queues for long periods of time- at ‘Osu Sala outlets. Power was not in short supply and the community was not kept in the dark and heat for hours on end, with no end in sight.But yet, come election time, the people rid themselves of that government and voted in a government, which promised a liberal economy an end to queues and food shortages.",
    "The failure of the new regime to bring down the cost of living led to protests. Strikes were crushed. The crushing of protests and strikes, in turn, led to frustration among the youth who rebelled, leading to widespread death and destruction in 1971.",
    "Sadly, frustrations of the time were misguided and led to a build-up of racism which led to the riots of 1983 and the commencement of the 30-year war between the government and terrorists of the LTTE. Today the situation is completely different. The problems of today stem from mismanagement and alleged corruption.",
    "Under the present dispensation, price controls have been removed and prices of basics allowed to skyrocket. Adding to the misery, large numbers of workers laid off during the pandemic remain unemployed. Worse, workers’ salaries were drastically reduced to help employers. While prices of all commodities are way beyond the reach of the masses, upward price revisions are announced almost daily. Yesterday, it was announced the the price of a 12.5-litre canister of gas will be increased to Rs. 4,199/-. This is more than five days’ wages of daily paid workers, who form the majority of workers in the country.",
    "It’s time this present set of rulers commenced thinking of the well-being of the ordinary people of this country. Perhaps it is time to temporarily bring in price control and ensure a better system of distribution to ensure scarce goods reach the neediest.",
    "We cannot go for cash swaps which are merely loans for particular goods. The need is for investment to help get the country out of its indebtedness. A failure to get out of this situation may take us back to uprisings like those of 1971, 1983 or something much worse."
  ]
}