{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-imf-and-the-middle-class/",
  "time_ut": 1650085620,
  "title": "The IMF and the middle-class",
  "body_lines": [
    "Sri Lanka will enter into negotiations with the International Monetary Fund next week. Led by Ali Sabry, the country’s Finance Minister, and Nandalal Weerasinghe, the Governor of the Central Bank, the delegation will leave for Washington tomorrow. Speaking to Bloomberg, Mr Sabry admitted that Sri Lanka will need USD 3 to 4 billion for the rest of the year. Now that the country has defaulted on sovereign debt worth USD 51 billion, it is in a position to exclude debt servicing from its calculations, at least for the next eight months. While this is hardly cause for celebration, many consider it better than the alternative.",
    "What was the alternative? Mr Sabry has more or less criticised Ajith Nivard Cabral and former Treasury Secretary S. R. Attygalle for resisting calls to go to the IMF. EconomyNext depicts the latter two as proponents of what it calls Modern Monetary Theory, which it defines as “an extreme form of Keynesian stimulus.” Given how much it’s associated with Mr Cabral’s personality, MMT has become a byword for money printing, which in turn is associated with increasing inflation. The consensus of the neoliberal right, in other words, is that Sri Lankamoney supply was growing unsustainably and now needs to brake a little.",
    "The neoliberal right considers going to the IMF as a foregone contingency that we should neither question nor reject. It’s no small irony that commentators who, barely a year ago, were criticising the government’s economic policies, have backtracked, praising Ministers and officials for toeing their line. It’s also no small irony that economists and pundits who once urged the country to seek IMF support, arguing that it would bring much needed relief to people, are now adding the caveat that it will come at a price: austerity for the masses, ostensibly for the upper classes, but also for the middle-classes.",
    "As Dayan Jayatilleka noted in his Daily FT column last week, these are all highly convenient narratives. But myths need demystifying. The conventional view that IMF reforms will shield the poor and gnaw at the very rich breaks down when you consider that most Sri Lankans can’t be classifiable as very poor or very rich: they belong to an insecure middle-class that has come to define Sri Lanka’s economic situation well. As Dr Jayatillake rightly asks, at what point does the bitter medicine administered to this class by the IMF turn into poison? At what point will this class rebel and refuse to take the medicine?",
    "Sri Lanka’s middle-class is unique, a sui generis category that cannot be defined in relation to middle-classes elsewhere. Its problems need to be dissected and analysed, properly. All one can say, looking at it, is that it is upward-aspiring and dependent on State patronage. This is a curious enough dichotomy, but it has come to define perhaps the most intriguing social group to emerge from post-independence Sri Lanka. What it means, simply put, is that while clamouring for more agency, access, and freedom, the middle-class is also restricted by State patronage, whether in the form of subsidies or public services, specifically services like health, education, public utilities, and local government.",
    "The irony of the middle-class is that the country’s economic situation has not enabled them to resolve this contradiction, which is essentially between their aspirations and their needs. They have always aspired upward and have tried to free themselves of State overreach, but they have also become heavily dependent on State support, particularly through our public services and welfare state. Moreover, we are a country that runs on imports, a country that has yet not transformed into a production economy. Against such a backdrop, the middle-class has had no choice but to entrench themselves in import-dependent industries: even the IT sector, a mainstay for our educated youth, suffers from this anomaly. In other words, lacking a sustainable base, the middle-class operates on rather shaky ground.",
    "In terms of their social composition, the protests that sprang a little over a week ago at Galle Face are unprecedented. While middle-class protests have unfolded and taken place here, even under British rule, middle-class agitation has been something of an oddity in the post-independence period. What agitation that sprang up among them essentially focused on privations imposed by the State, as in the outpouring of anti-government sentiment in the last few years of the 1970-1977 regime. As Dayan Jayatilleka has observed in Long War, Cold Peace, Sri Lankans will not tolerate a regime that imposes such privations. This is a fact that the Sirimavo Bandaranaike administration only belatedly learnt to its cost.",
    "On the other hand, radical agitation, of the sort that the J. R. Jayewardene government encountered in its first few years, did not involve the middle-classes. That sort of agitation was left to the lower classes, particularly workers and peasants, to take up. While the UNP government followed a Thatcherite line in suppressing working class agitation in the early 1980s, its authoritarian tendencies sparked off a peasant uprising in the latter part of the decade, an insurrection helped in no small part by the government’s proscription of the JVP. Middle-class agitation at this juncture, if it figured in at all, was limited to civil society outfits brave enough to take on the Jayewardene administration.",
    "never really suffered in this period, because the policies enacted by the UNP government, such as public sector divestment and privatisation, did not, if at all, affect them adversely. As Steven Kemper suggests in his study of advertising in Sri Lanka, the middle-classes actually benefited from the culture of neoliberal globalisation that the UNP unleashed. Though following an IMF and World Bank line, the Jayewardene and Premadasa governments ensured enough support for these groups. The situation was more or less the same under the Chandrika Kumaratunga administration.",
    "Under the Rajapaksas the dynamics changed, significantly. Hailing from a rather different political order, the Rajapaksas peddled populist welfare measures and dynastic politics, both of which ensured continuity for themselves. They were able to mobilise rural and working class support, but it was by tapping into middle-class support that they were able to propel themselves into power. This was especially true of Gotabaya Rajapaksa: from the southern heartland to Colombo suburbs, the lower and upper middle classes voted en masse for him. Yet the Rajapaksas’ brand of dynastic politics could not cohere with middle-class ambitions. This is the dialectic that governs their opposition to the First Family today.",
    "Unfortunately for them, however, whether they are aware of it or not, Sri Lanka’s political culture is a pale reflection of its economic system. This is a country where corruption has swept into every other sphere and area, a country where what you want to do is all too often determined by who you know. In the absence of an industrial production base, it is likely that the few at the top will continue to forage for everything they can get a hold of, leaving the scraps for everyone below them. That is why, until we address the elephant in the room that is Sri Lanka’s economic system, we can’t hope for proper reforms. Yet this is precisely what IMF discourses of neoliberal restructuring sideline.",
    "I will not get into whether the protests have suffered or progressed because of these developments, except to say that leaderless as they are, they remain invigorated by an educated and professional middle-class. Contrary to what media outlets are saying, this is not a youth-dominated movement. Yet it is very much led by a youth, particularly a middle-class youth that finds its hopes for the future clashing with the political set-up. They have been hemmed in by import restrictions on the one hand and inflation on the other, while the economic model that sustained them for so long has collapsed. They now feel they have nothing to lose by standing up until the Rajapaksas stand down.",
    "It is this, more or less, that has fuelled their agitation today. Incensed by the excesses of the Rajapaksas, they have come out to the streets and called for a new political order. Along the way, not a few of them peddle the IMF line, convinced that the country’s ills can be solved by neoliberal restructuring. What is ironic, if not tragic, if not farcical, is that such solutions may give them breathing space in the short run, but will almost certainly administer a bitter medicine in the long term. Whether this medicine will turn into poison is anyone’s guess: it all depends on what Mr Sabry’s delegation negotiates. For the sake of the country, one can only hope that they will negotiate a better deal, not a bitter one.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "IMF සහ මධ්‍යම පන්තිය",
      "body_lines": [
        "ශ්‍රී ලංකාව ලබන සතියේ ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා කිරීමට නියමිතයි. රටේ මුදල් අමාත්‍ය අලි සබ්රි සහ මහ බැංකු අධිපති නන්දලාල් වීරසිංහ යන මහත්වරුන්ගේ ප්‍රධානත්වයෙන් මෙම නියෝජිත පිරිස හෙට වොෂින්ටනය බලා පිටත්ව යාමට නියමිතයි. Bloomberg වෙත අදහස් දක්වමින් Sabry මහතා පිළිගත්තේ ඉතිරි වසර සඳහා ශ්‍රී ලංකාවට ඩොලර් බිලියන 3 සිට 4 දක්වා අවශ්‍ය වනු ඇති බවයි. දැන් රට ඩොලර් බිලියන 51ක් වටිනා ස්වෛරී නය පැහැර හැර ඇති බැවින්, අවම වශයෙන් ඉදිරි මාස අට සඳහා ණය සේවා ගණනය කිරීම්වලින් බැහැර කළ හැකි තත්ත්වයක පවතී. මෙය සැමරීම සඳහා කිසිසේත්ම හේතුවක් නොවන නමුත්, බොහෝ දෙනෙක් එය විකල්පයට වඩා හොඳ යැයි සලකති.",
        "විකල්පය වූයේ කුමක්ද? ජාත්‍යන්තර මූල්‍ය අරමුදලට යන ලෙස කරන ලද ඇමතුම්වලට විරුද්ධ වීම සම්බන්ධයෙන් සබ්රි මහතා අජිත් නිවාඩ් කබ්රාල් සහ හිටපු භාණ්ඩාගාර ලේකම් එස්.ආර්. ආටිගල අඩු වැඩි වශයෙන් විවේචනය කර ඇත. EconomyNext එය \"කේන්සියානු උත්තේජකයේ ආන්තික ආකාරයක්\" ලෙස නිර්වචනය කරන නවීන මූල්‍ය න්‍යාය ලෙස හඳුන්වන දෙයෙහි යෝජකයන් ලෙස අවසාන දෙක නිරූපණය කරයි. එය කබ්රාල් මහතාගේ පෞරුෂය සමඟ කෙතරම් සම්බන්ධ වී තිබේද යන්න සැලකිල්ලට ගත් විට, MMT මුදල් මුද්‍රණය සඳහා අතුරු වචනයක් බවට පත් වී ඇති අතර එය උද්ධමනය වැඩිවීම සමඟ සම්බන්ධ වේ. නවලිබරල් දක්ෂිණාංශයේ සම්මුතිය, වෙනත් වචන වලින් කිවහොත්, ශ්‍රී ලංකා මුදල් සැපයුම තිරසාර ලෙස වර්ධනය වෙමින් පැවති අතර දැන් ටිකක් බ්‍රේක් කිරීමට අවශ්‍ය බව ය.",
        "නව ලිබරල් දකුණ ජාමූඅ වෙත යෑම අප විසින් ප්‍රශ්න කිරීම හෝ ප්‍රතික්ෂේප කිරීම නොකළ යුතු පූර්ව හදිසි අවස්ථාවක් ලෙස සලකයි. යන්තම් වසරකට පෙර, රජයේ ආර්ථික ප්‍රතිපත්ති විවේචනය කරමින් සිටි විචාරකයින්, ඇමතිවරුන් සහ නිලධාරීන් තම ඉරියව්ව ඉදිරියට ගෙන යාම ගැන ප්‍රශංසා කරමින් පසුබැසීම කුඩා සරදමක් නොවේ. එය ජනතාවට බෙහෙවින් අවශ්‍ය සහන ගෙන එනු ඇතැයි තර්ක කරමින් ජාමූඅ සහය ලබා ගන්නා ලෙස කලක් රටෙන් ඉල්ලා සිටි ආර්ථික විද්‍යාඥයින් සහ පණ්ඩිතයින් දැන් එය මිලකට පැමිණෙන බවට අනතුරු ඇඟවීමක් එකතු කිරීම ද සුළු හාස්‍යයක් නොවේ: මහජනතාව සඳහා කප්පාදුව, පෙනෙන පරිදි ඉහළ පන්ති, නමුත් මධ්යම පන්ති සඳහා ද.",
        "දයාන් ජයතිලක පසුගිය සතියේ ඔහුගේ Daily FT තීරුවේ සඳහන් කළ පරිදි, මේ සියල්ල ඉතා පහසු ආඛ්‍යාන වේ. නමුත් මිථ්‍යාවන් අවමානයට ලක් කිරීම අවශ්‍ය වේ. ජාත්‍යන්තර මූල්‍ය අරමුදලේ ප්‍රතිසංස්කරන මගින් දුප්පතුන් ආරක්ෂා කර ඉතා පොහොසතුන් හූල්ලනු ඇතැයි යන සාම්ප්‍රදායික මතය බිඳ වැටෙන්නේ බොහෝ ශ්‍රී ලාංකිකයන් ඉතා දිළිඳු හෝ ඉතා ධනවත් ලෙස වර්ග කළ නොහැකි බව ඔබ සලකන විට ය: ඔවුන් අයත් වන්නේ අනාරක්ෂිත මධ්‍යම පන්තියකට ය. ලංකාවේ ආර්ථික තත්ත්වය හොඳයි. වෛද්‍ය ජයතිලක නිවැරැදිව අසන පරිදි, ජාත්‍යන්තර මූල්‍ය අරමුදලින් මෙම පන්තියට දෙන තිත්ත බෙහෙත් වස බවට පත්වන්නේ කුමන අවස්ථාවේදීද? මෙම පන්තිය කැරලි ගසා බෙහෙත් ගැනීම ප්‍රතික්ෂේප කරන්නේ කුමන අවස්ථාවේදීද?",
        "ශ්‍රී ලංකාවේ මධ්‍යම පංතිය අද්විතීයයි, වෙනත් තැන්වල මධ්‍යම පන්තිකයන්ට සාපේක්ෂව නිර්වචනය කළ නොහැකි sui generis කාණ්ඩයකි. එහි ගැටළු නිවැරදිව විච්ඡේදනය කර විශ්ලේෂණය කළ යුතුය. එය දෙස බලන විට කෙනෙකුට කිව හැක්කේ එය ඉහළට නැඹුරු වන අතර රාජ්‍ය අනුග්‍රහය මත රඳා පවතින බවයි. මෙය කුතුහලය දනවන ප්‍රමාණවත් ද්විකෝටිකයකි, නමුත් එය නිදහසින් පසු ශ්‍රී ලංකාවෙන් මතුවන වඩාත් කුතුහලය දනවන සමාජ කණ්ඩායම නිර්වචනය කිරීමට පැමිණ තිබේ. සරලව කිවහොත්, එහි තේරුම නම්, වැඩි නියෝජිතායතනයක්, ප්‍රවේශයක් සහ නිදහසක් සඳහා කෑගසන අතරම, මධ්‍යම පාන්තිකයින් රාජ්‍ය අනුග්‍රහය මගින් සීමා කරනු ලැබේ, සහනාධාර හෝ පොදු සේවාවන්, විශේෂයෙන් සෞඛ්‍ය, අධ්‍යාපනය, මහජන උපයෝගිතා වැනි සේවාවන් වේ. , සහ පළාත් පාලන.",
        "මධ්‍යම පංතියේ උත්ප්‍රාසය නම්, අත්‍යවශ්‍යයෙන්ම ඔවුන්ගේ අභිලාෂයන් සහ ඔවුන්ගේ අවශ්‍යතා අතර පවතින මෙම ප්‍රතිවිරෝධතාව විසඳීමට රටේ ආර්ථික තත්ත්වය ඔවුන්ට නොහැකි වීමයි. ඔවුන් සැමවිටම ඉහළට යාමට අපේක්ෂා කර ඇති අතර රාජ්‍ය සීමාවෙන් මිදීමට උත්සාහ කර ඇත, නමුත් ඔවුන් විශේෂයෙන් අපගේ රාජ්‍ය සේවා සහ සුබසාධන රාජ්‍යය හරහා රාජ්‍ය සහාය මත දැඩි ලෙස රඳා පැවතුනි. අනික අපි ආනයනයෙන් දුවන රටක්, නිෂ්පාදන ආර්ථිකයක් බවට තවමත් පරිවර්තනය වී නැති රටක්. එවැනි පසුබිමක් යටතේ, මධ්‍යම පාන්තිකයින්ට ආනයනය මත යැපෙන කර්මාන්තවල නියැලීම හැර වෙනත් විකල්පයක් නොතිබුණි: අපගේ උගත් තරුණයින්ගේ ප්‍රධානතම ස්ථානය වන තොරතුරු තාක්ෂණ අංශය පවා මෙම විෂමතාවයෙන් පීඩා විඳිති. වෙනත් වචන වලින් කිවහොත්, තිරසාර පදනමක් නොමැති මධ්‍යම පන්තිය ක්‍රියාත්මක වන්නේ තරමක් සෙලවෙන බිමක ය.",
        "ඔවුන්ගේ සමාජ සංයුතිය අනුව, මීට සතියකට පමණ පෙර ගාලු මුවදොර පිටියේ ඇති වූ විරෝධතා පෙර නොවූ විරූ ය. මධ්‍යම පන්තික විරෝධතා මෙහි දිග හැරෙමින් ඇති අතර, බ්‍රිතාන්‍ය පාලනය යටතේ වුවද, නිදහසින් පසු මධ්‍යම පාන්තික උද්ඝෝෂණ අමුතු දෙයක් විය. 1970-1977 පාලන තන්ත්‍රයේ අවසන් වසර කිහිපය තුළ රාජ්‍ය විරෝධී හැඟීම් පිටකිරීමේදී මෙන්, ඔවුන් අතර පැන නැඟුණු උද්ඝෝෂණ මූලික වශයෙන් රාජ්‍යය විසින් පනවන ලද පෞද්ගලිකත්වය කෙරෙහි අවධානය යොමු කළේ කෙසේද? දයාන් ජයතිලක දීර්ඝ යුද්ධයේ, සීතල සාමයේ නිරීක්ෂණය කර ඇති පරිදි, එවැනි පෞද්ගලිකත්වයන් පනවන පාලනයක් ශ්‍රී ලාංකිකයන් ඉවසන්නේ නැත. මෙය සිරිමාවෝ බණ්ඩාරනායක පාලනය ප්‍රමාද වී එහි වියදම ඉගෙන ගත් බව සත්‍යයකි.",
        "අනෙක් අතට, J. R. ජයවර්ධන රජය එහි මුල් වසර කිහිපය තුළ මුහුණ දුන් ආකාරයේ රැඩිකල් උද්ඝෝෂණවලට මධ්‍යම පාන්තිකයින් සම්බන්ධ නොවීය. එවැනි උද්ඝෝෂණ පහළ පන්තිවලට, විශේෂයෙන්ම කම්කරුවන්ට හා ගොවීන්ට භාර ගැනීමට ඉතිරි විය. 1980 ගනන්වල මුල් භාගයේ කම්කරු පන්තික උද්ඝෝෂණ මැඩලීමේ දී UNP ආන්ඩුව තැචර්වාදී පිලිවෙතක් අනුගමනය කල අතර, එහි අධිකාරීවාදී ප්‍රවනතාවයන් දශකයේ අග භාගයේ ගොවි නැගිටීමක් අවුලුවා, ජවිපෙ තහනම් කිරීම ආන්ඩුව විසින් කැරැල්ලකට උදව් කලේ සුළුපටු නොවේ. මෙම අවස්ථාවේදී මධ්‍යම පාන්තික උද්ඝෝෂණ, එය කිසිසේත්ම ආවේනික වූවහොත්, ජයවර්ධන පාලනය භාර ගැනීමට තරම් නිර්භීත සිවිල් සමාජ සංවිධානවලට සීමා විය.",
        "මෙම කාල සීමාව තුළ කිසි දිනක ඇත්තටම දුක් විඳ නැත, මන්ද යත් එක්සත් ජාතික පක්ෂ රජය විසින් ක්‍රියාත්මක කරන ලද රාජ්‍ය අංශය බෙදා හැරීම සහ පෞද්ගලීකරණය වැනි ප්‍රතිපත්ති ඔවුන්ට අහිතකර ලෙස බලපෑවේ නැත. ස්ටීවන් කෙම්පර් ශ්‍රී ලංකාවේ වෙළඳ ප්‍රචාරණය පිළිබඳ ඔහුගේ අධ්‍යයනයේ දී යෝජනා කරන පරිදි, මධ්‍යම පාන්තිකයින් ඇත්ත වශයෙන්ම එජාපය මුදා හරින ලද නව ලිබරල් ගෝලීයකරණ සංස්කෘතියෙන් ප්‍රතිලාභ ලැබූහ. ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහ ලෝක බැංකු පිළිවෙතක් අනුගමනය කළ ද, ජයවර්ධන සහ ප්‍රේමදාස ආන්ඩු මෙම කන්ඩායම් සඳහා ප්‍රමාණවත් සහයෝගයක් සහතික කළහ. චන්ද්‍රිකා කුමාරතුංග පාලනය යටතේද අඩු වැඩි වශයෙන් එම තත්ත්වය පැවැතිණි.",
        "රාජපක්ෂවරුන් යටතේ ගතිකත්වය සැලකිය යුතු ලෙස වෙනස් විය. තරමක් වෙනස් දේශපාලන පර්යායකින් පැමිනි රාජපක්ෂලා ජනතාවාදී සුභසාධන ක්‍රියාමාර්ග සහ රාජවංශික දේශපාලනය හඹා ගිය අතර, ඒ දෙකම තමන්ටම අඛණ්ඩ පැවැත්ම සහතික කර ගත්හ. ග්‍රාමීය සහ කම්කරු පන්තියේ සහයෝගය බලමුලු ගැන්වීමට ඔවුන්ට හැකි වූ නමුත්, ඔවුන් බලයට ගෙන ඒමට හැකි වූයේ මධ්‍යම පන්තික සහයෝගය ලබා ගැනීමෙනි. ගෝඨාභය රාජපක්ෂ සම්බන්ධයෙන් මෙය විශේෂයෙන්ම සත්‍ය විය: දකුණු හදවතේ සිට කොළඹ තදාසන්න ප්‍රදේශ දක්වා පහළ සහ ඉහළ මධ්‍යම පන්තිකයෝ ඔහුට සමූහ වශයෙන් ඡන්දය දුන්හ. එහෙත් රාජපක්ෂලාගේ රාජවංශ දේශපාලනයේ සන්නාමය මධ්‍යම පන්තික අභිලාෂයන් සමඟ ඒකාබද්ධ වීමට නොහැකි විය. අද පළමු පවුලට එරෙහි ඔවුන්ගේ විරෝධය පාලනය කරන අපෝහකය මෙයයි.",
        "කෙසේ වෙතත්, ඔවුන්ගේ අවාසනාවට, ඔවුන් දැන හෝ නොදැන, ශ්‍රී ලංකාවේ දේශපාලන සංස්කෘතිය එහි ආර්ථික ක්‍රමයේ සුදුමැලි පිළිබිඹුවකි. මෙය අනෙක් සෑම ක්ෂේත්‍රයකම සහ ප්‍රදේශය තුළම දූෂණය පැතිරී ඇති රටකි, ඔබට කිරීමට අවශ්‍ය දේ බොහෝ විට ඔබ දන්නා අය විසින් තීරණය කරනු ලබන රටකි. කාර්මික නිෂ්පාදන පදනමක් නොමැති තතු තුල, ඉහලින් සිටින කිහිප දෙනාම තමන්ට ලබා ගත හැකි සෑම දෙයක් සඳහාම ආහාර සොයා යාමෙන්, තමන්ට පහළින් සිටින සියල්ලන්ටම ඉවතලන දේ ඉතිරි කිරීමට ඉඩ ඇත. ශ්‍රී ලංකාවේ ආර්ථික ක්‍රමය වන අලියා ආමන්ත්‍රණය කරන තුරු අපට නිසි ප්‍රතිසංස්කරණ බලාපොරොත්තු විය නොහැක්කේ එබැවිනි. එහෙත් නව ලිබරල් ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ ජාත්‍යන්තර මූල්‍ය අරමුදලේ කතිකාවත හරියටම මෙයයි.",
        "මෙම වර්ධනයන් නිසා විරෝධතාවලට හානියක් වී තිබේද නැතහොත් ප්‍රගතියක් ඇති වී තිබේද යන්න ගැන මම සොයා නොබලමි, ඔවුන් නායකයෙකු නැති තරම්, උගත් සහ වෘත්තීය මධ්‍යම පාන්තිකයෙකු විසින් ඒවා ප්‍රබෝධමත් කර ඇති බව පැවසීම හැර. මාධ්‍ය ආයතන කියන දේට පටහැනිව, මෙය තරුණ ආධිපත්‍ය ව්‍යාපාරයක් නොවේ. එහෙත් එය බොහෝ දුරට මෙහෙයවනු ලබන්නේ දේශපාලන සැකැස්ම සමඟ ගැටෙමින් අනාගතය පිළිබඳ තම බලාපොරොත්තු සොයා ගන්නා තරුණයෙකු, විශේෂයෙන් මධ්‍යම පාන්තික තරුණයෙකු විසිනි. එක් අතකින් ආනයන සීමා කිරීම් සහ අනෙක් පැත්තෙන් උද්ධමනය විසින් ඔවුන් යටපත් කර ඇති අතර, ඔවුන් දිගු කලක් පවත්වා ගෙන ගිය ආර්ථික ආකෘතිය බිඳ වැටී ඇත. රාජපක්ෂලා නැඟී සිටින තුරු නැගී සිටීමෙන් තමන්ට අහිමි වීමට දෙයක් නැති බව ඔවුන්ට දැන් දැනේ.",
        "අඩු වැඩි වශයෙන් අද ඔවුන්ගේ උද්ඝෝෂණයට හේතු වී ඇත්තේ මෙයයි. රාජපක්ෂලාගේ අතිරික්ත ක්‍රියා නිසා කුපිත වූ ඔවුහු පාරට බැස අලුත් දේශපාලන ක්‍රමයක් ඉල්ලා සිටිති. නව ලිබරල් ප්‍රතිව්‍යුහගත කිරීම මගින් රටේ ව්‍යසනයන් විසඳිය හැකි බව ඒත්තු ගන්වමින්, ඔවුන්ගෙන් කිහිප දෙනෙකු ජාමූඅ රේඛාවට හසුවන්නේ නැත. උත්ප්‍රාසය නම්, ඛේදවාචකයක් නොවේ නම්, විහිළුවක් නොවේ නම්, එවැනි විසඳුම් කෙටි කාලීනව ඔවුන්ට හුස්ම ගැනීමේ අවකාශයක් ලබා දිය හැකි නමුත් දිගු කාලීනව කටුක ඖෂධයක් ලබා දෙනු ඇත. මෙම ඖෂධය වස බවට හැරෙන්නේද යන්න කිසිවෙකුගේ අනුමානයකි: ඒ සියල්ල රඳා පවතින්නේ Sabry මහතාගේ නියෝජිත පිරිස සාකච්ඡා කරන දේ මතය. රට වෙනුවෙන් ඔවුන් අමිහිරි ගිවිසුමක් නොව වඩා හොඳ ගනුදෙනුවක් කරනු ඇතැයි බලාපොරොත්තු විය හැකිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "IMF மற்றும் நடுத்தர வர்க்கம்",
      "body_lines": [
        "சர்வதேச நாணய நிதியத்துடன் இலங்கை அடுத்த வாரம் பேச்சுவார்த்தையில் ஈடுபடவுள்ளது. நாட்டின் நிதியமைச்சர் அலி சப்ரி மற்றும் மத்திய வங்கியின் ஆளுநர் நந்தலால் வீரசிங்க ஆகியோர் தலைமையிலான குழுவினர் நாளை வாஷிங்டனுக்கு செல்லவுள்ளனர். ப்ளூம்பெர்க்கிடம் பேசிய திரு சப்ரி, இந்த ஆண்டு முழுவதும் இலங்கைக்கு 3 முதல் 4 பில்லியன் அமெரிக்க டாலர்கள் தேவைப்படும் என்று ஒப்புக்கொண்டார். இப்போது நாடு 51 பில்லியன் அமெரிக்க டாலர்கள் மதிப்பிலான இறையாண்மைக் கடனைத் திருப்பிச் செலுத்தாததால், குறைந்தபட்சம் அடுத்த எட்டு மாதங்களுக்கு கடன் சேவையை அதன் கணக்கீடுகளில் இருந்து விலக்கும் நிலையில் உள்ளது. கொண்டாட்டத்திற்கு இது அரிதாகவே காரணம் என்றாலும், பலர் இதை மாற்றாக விட சிறந்ததாக கருதுகின்றனர்.",
        "மாற்று வழி என்ன? சர்வதேச நாணய நிதியத்திற்கு செல்வதற்கான அழைப்புகளை எதிர்த்ததற்காக அஜித் நிவார்ட் கப்ரால் மற்றும் முன்னாள் திறைசேரி செயலாளர் எஸ்.ஆர். ஆட்டிகல ஆகியோரை திரு சப்ரி அதிகமாகவோ அல்லது குறைவாகவோ விமர்சித்துள்ளார். EconomyNext பிந்தைய இரண்டையும் அது நவீன நாணயக் கோட்பாடு என்று அழைக்கும் ஆதரவாளர்களாக சித்தரிக்கிறது, இது \"கெய்னீசியன் தூண்டுதலின் தீவிர வடிவம்\" என்று வரையறுக்கிறது. இது திரு கப்ராலின் ஆளுமையுடன் எவ்வளவு தொடர்புடையது என்பதைக் கருத்தில் கொண்டு, MMT என்பது பணம் அச்சிடுவதற்கான ஒரு சொல்லாக மாறியுள்ளது, இது பணவீக்கத்தை அதிகரிப்பதோடு தொடர்புடையது. நவதாராளவாத வலதுசாரிகளின் ஒருமித்த கருத்து என்னவென்றால், ஸ்ரீலங்காமனி வழங்கல் நிலைக்க முடியாத வகையில் வளர்ந்து வருகிறது, இப்போது கொஞ்சம் பிரேக் செய்ய வேண்டும்.",
        "நவதாராளவாத வலதுசாரிகள் சர்வதேச நாணய நிதியத்திற்கு செல்வதை நாம் கேள்வி கேட்கவோ அல்லது நிராகரிக்கவோ கூடாது என்பது ஒரு முன்னறிவிப்பு என்று கருதுகிறது. ஒரு வருடத்திற்கு முன்பு, அரசாங்கத்தின் பொருளாதாரக் கொள்கைகளை விமர்சித்த வர்ணனையாளர்கள் பின்வாங்கி, அமைச்சர்கள் மற்றும் அதிகாரிகளை தங்கள் வரிசையை மீறியதற்காகப் பாராட்டியது சிறிய நகைச்சுவை அல்ல. ஒரு காலத்தில் IMF ஆதரவைப் பெறுமாறு நாட்டைத் தூண்டிய பொருளாதார வல்லுநர்களும் பண்டிதர்களும், அது மக்களுக்குத் தேவையான நிவாரணத்தை அளிக்கும் என்று வாதிட்டனர், இப்போது அது ஒரு விலைக்கு வரும் என்று எச்சரிக்கையைச் சேர்ப்பது: வெகுஜனங்களுக்கு சிக்கனம், வெளித்தோற்றத்தில் உயர் வகுப்புகள், ஆனால் நடுத்தர வர்க்கத்தினருக்கும்.",
        "தயான் ஜயதிலக கடந்த வாரம் தனது Daily FT பத்தியில் குறிப்பிட்டது போல், இவை அனைத்தும் மிகவும் வசதியான கதைகளாகும். ஆனால் கட்டுக்கதைகளை நிராகரிக்க வேண்டும். IMF சீர்திருத்தங்கள் ஏழைகளை பாதுகாக்கும் மற்றும் பெரும் பணக்காரர்களை கசக்கும் என்ற வழக்கமான பார்வை, பெரும்பாலான இலங்கையர்கள் மிகவும் ஏழைகள் அல்லது பெரும் பணக்காரர்கள் என வகைப்படுத்த முடியாது என்பதை நீங்கள் கருதும் போது உடைந்து விடுகிறது: அவர்கள் ஒரு பாதுகாப்பற்ற நடுத்தர வர்க்கத்தைச் சேர்ந்தவர்கள் என்று வரையறுக்கப்பட்டுள்ளது. இலங்கையின் பொருளாதார நிலை நன்றாக உள்ளது. டாக்டர் ஜயதிலக்க சரியாகக் கேட்பது போல், சர்வதேச நாணய நிதியத்தால் இந்த வகுப்பினருக்கு வழங்கப்படும் கசப்பு மருந்து எந்த கட்டத்தில் விஷமாக மாறுகிறது? எந்தக் கட்டத்தில் இந்த வர்க்கம் கிளர்ச்சி செய்து மருந்தை உட்கொள்ள மறுக்கும்?",
        "இலங்கையின் மத்தியதர வர்க்கம் தனித்துவமானது, மற்ற இடங்களில் உள்ள மத்தியதர வர்க்கம் தொடர்பாக வரையறுக்க முடியாத ஒரு sui generis வகையாகும். அதன் பிரச்சனைகளை சரியாகப் பிரித்து ஆய்வு செய்ய வேண்டும். இதைப் பார்க்கும்போது, ​​அது மேல்நோக்கிச் செல்வது மற்றும் அரசின் ஆதரவைச் சார்ந்தது என்றுதான் சொல்ல முடியும். இது போதுமான ஆர்வமுள்ள இருவகையாகும், ஆனால் சுதந்திரத்திற்குப் பிந்தைய இலங்கையில் இருந்து வெளிவரக்கூடிய மிகவும் புதிரான சமூகக் குழுவை வரையறுக்க வந்துள்ளது. எளிமையாகச் சொன்னால், அதிக ஏஜென்சி, அணுகல் மற்றும் சுதந்திரத்திற்காக கூக்குரலிடும் அதே வேளையில், மானியங்கள் அல்லது பொது சேவைகள், குறிப்பாக சுகாதாரம், கல்வி, பொது பயன்பாடுகள் போன்ற சேவைகள் போன்றவற்றில் நடுத்தர வர்க்கத்தினர் அரசின் ஆதரவால் கட்டுப்படுத்தப்படுகிறார்கள். , மற்றும் உள்ளூர் அரசாங்கம்.",
        "மத்தியதர வர்க்கத்தினரின் கேலிக்கூத்து என்னவென்றால், நாட்டின் பொருளாதாரச் சூழ்நிலை அவர்களின் அபிலாஷைகளுக்கும் அவர்களின் தேவைகளுக்கும் இடையே உள்ள இந்த முரண்பாட்டைத் தீர்க்க முடியவில்லை. அவர்கள் எப்பொழுதும் மேல்நோக்கி ஆசைப்பட்டு, மாநில எல்லையில் இருந்து தங்களை விடுவித்துக் கொள்ள முயன்றனர், ஆனால் அவர்கள் அரசின் ஆதரவை, குறிப்பாக நமது பொதுச் சேவைகள் மற்றும் நலன்புரி அரசின் மூலம் பெரிதும் சார்ந்துள்ளனர். மேலும், நாம் இறக்குமதியில் இயங்கும் நாடு, இன்னும் உற்பத்திப் பொருளாதாரமாக மாறாத நாடு. இத்தகைய பின்னணியில், நடுத்தர வர்க்கத்தினர் இறக்குமதி சார்ந்த தொழில்களில் தங்களை நிலைநிறுத்திக் கொள்வதைத் தவிர வேறு வழியில்லை: நமது படித்த இளைஞர்களின் முக்கிய ஆதாரமான தகவல் தொழில்நுட்பத் துறை கூட இந்த ஒழுங்கின்மையால் பாதிக்கப்படுகிறது. வேறு வார்த்தைகளில் கூறுவதானால், நிலையான அடித்தளம் இல்லாததால், நடுத்தர வர்க்கம் நடுங்கும் தரையில் செயல்படுகிறது.",
        "அவர்களின் சமூக அமைப்பைப் பொறுத்தவரை, காலி முகத்திடலில் ஒரு வாரத்திற்கு முன்பு எழுந்த எதிர்ப்புக்கள் முன்னோடியில்லாதவை. ஆங்கிலேயர் ஆட்சியின் கீழும் நடுத்தர வர்க்கத்தின் போராட்டங்கள் வெளிப்பட்டு நடந்தாலும், சுதந்திரத்திற்குப் பிந்தைய காலத்தில் நடுத்தர வர்க்கப் போராட்டம் ஒரு வினோதமான ஒன்றாகவே இருந்து வருகிறது. அவர்களிடையே எழுந்த கிளர்ச்சியானது, 1970-1977 ஆட்சியின் கடைசி சில ஆண்டுகளில் அரசாங்கத்திற்கு எதிரான உணர்வு வெளிப்பட்டதைப் போல, அரசு விதித்துள்ள தனியுரிமைகள் மீது முக்கியமாக கவனம் செலுத்தியது. தயான் ஜயதிலகா நீண்ட யுத்தம், குளிர் சமாதானம் போன்றவற்றில் அவதானித்தவாறு, இலங்கையர்கள் இத்தகைய தனியுரிமைகளை திணிக்கும் ஆட்சியை சகித்துக் கொள்ள மாட்டார்கள். சிறிமாவோ பண்டாரநாயக்கா நிர்வாகம் காலதாமதமாக அதன் விலையைக் கற்றுக் கொண்டது என்பது உண்மை.",
        "மறுபுறம், ஜே.ஆர்.ஜெயவர்தன அரசாங்கம் அதன் முதல் சில வருடங்களில் சந்தித்தது போன்ற தீவிரமான கிளர்ச்சி, நடுத்தர வர்க்கத்தினரை ஈடுபடுத்தவில்லை. அந்த மாதிரியான கிளர்ச்சியானது கீழ்மட்ட வர்க்கத்தினருக்கு, குறிப்பாக தொழிலாளர்கள் மற்றும் விவசாயிகளுக்கு விடப்பட்டது. 1980 களின் முற்பகுதியில் தொழிலாள வர்க்கத்தின் கிளர்ச்சியை நசுக்குவதில் யூ.என்.பி. அரசாங்கம் ஒரு தாட்சரைட் கொள்கையைப் பின்பற்றிய அதே வேளையில், அதன் எதேச்சதிகாரப் போக்குகள் தசாப்தத்தின் பிற்பகுதியில் ஒரு விவசாயிகளின் எழுச்சியைத் தூண்டியது, ஒரு கிளர்ச்சியானது ஜே.வி.பி.க்கு அரசாங்கம் தடை விதித்ததன் மூலம் சிறிதும் உதவவில்லை. இத்தருணத்தில் மத்தியதர வர்க்கக் கிளர்ச்சியானது, சிவில் சமூக அமைப்புக்களுக்கு மட்டும் மட்டுப்படுத்தப்பட்டது.",
        "இந்த காலகட்டத்தில் உண்மையில் ஒருபோதும் பாதிக்கப்படவில்லை, ஏனென்றால் பொதுத்துறை பங்குகளை விலக்குதல் மற்றும் தனியார்மயமாக்கல் போன்ற UNP அரசாங்கத்தால் இயற்றப்பட்ட கொள்கைகள் அவர்களை மோசமாக பாதிக்கவில்லை. ஸ்டீவன் கெம்பர் இலங்கையில் விளம்பரம் பற்றிய தனது ஆய்வில் குறிப்பிடுவது போல், யூஎன்பி கட்டவிழ்த்துவிட்ட நவதாராளவாத உலகமயமாக்கல் கலாச்சாரத்தால் நடுத்தர வர்க்கத்தினர் உண்மையில் பயனடைந்தனர். சர்வதேச நாணய நிதியம் மற்றும் உலக வங்கியின் வழியைப் பின்பற்றினாலும், ஜெயவர்த்தன மற்றும் பிரேமதாச அரசாங்கங்கள் இந்தக் குழுக்களுக்கு போதுமான ஆதரவை உறுதி செய்தன. சந்திரிகா குமாரதுங்க நிர்வாகத்திலும் ஏறக்குறைய இதே நிலைதான் இருந்தது.",
        "ராஜபக்ச ஆட்சியின் கீழ் இயக்கவியல் கணிசமாக மாறியது. மாறாக வேறுபட்ட அரசியல் அமைப்பில் இருந்து வந்த, ராஜபக்சக்கள் மக்கள் நலன் சார்ந்த நடவடிக்கைகள் மற்றும் வம்ச அரசியலை கையாண்டனர், இவை இரண்டும் தமக்கான தொடர்ச்சியை உறுதி செய்தன. கிராமப்புற மற்றும் தொழிலாள வர்க்க ஆதரவை அவர்களால் திரட்ட முடிந்தது, ஆனால் நடுத்தர வர்க்க ஆதரவைத் தட்டியெழுப்புவதன் மூலம் அவர்கள் தங்களை அதிகாரத்திற்குத் தள்ள முடிந்தது. இது கோட்டாபய ராஜபக்சவைப் பொறுத்தவரையில் குறிப்பாக உண்மையாக இருந்தது: தெற்கு மையப்பகுதியிலிருந்து கொழும்பு புறநகர் பகுதிகள் வரை, கீழ் மற்றும் உயர் நடுத்தர வர்க்கத்தினர் அவருக்கு மொத்தமாக வாக்களித்தனர். ஆனாலும் ராஜபக்சவின் முத்திரையான வம்ச அரசியலால் மத்தியதர வர்க்க அபிலாஷைகளுடன் ஒத்துப்போக முடியவில்லை. இன்று முதல் குடும்பத்திற்கு எதிரான அவர்களின் எதிர்ப்பை ஆளும் இயங்கியல் இதுதான்.",
        "துரதிஷ்டவசமாக அவர்களுக்கு தெரிந்தோ தெரியாமலோ இலங்கையின் அரசியல் கலாசாரம் அதன் பொருளாதார அமைப்பின் வெளிறிய பிரதிபலிப்பாகும். இது மற்ற எல்லா துறைகளிலும், பகுதிகளிலும் ஊழல் பரவியிருக்கும் நாடு, நீங்கள் என்ன செய்ய விரும்புகிறீர்கள் என்பது உங்களுக்குத் தெரிந்தவர்களால் தீர்மானிக்கப்படும் நாடு. தொழில்துறை உற்பத்தித் தளம் இல்லாத நிலையில், மேல்மட்டத்தில் உள்ள சிலர், தங்களுக்குக் கீழே உள்ள அனைவருக்கும் ஸ்கிராப்பை விட்டுவிட்டு, தாங்கள் பெறக்கூடிய அனைத்தையும் தீவனத்தைத் தொடரும். அதனால்தான், இலங்கையின் பொருளாதார அமைப்பான யானையை நாம் பேசும் வரை, சரியான சீர்திருத்தங்களை எதிர்பார்க்க முடியாது. ஆயினும்கூட, IMF, நவதாராளவாத மறுசீரமைப்புப் புறக்கணிப்பு பற்றிய சொற்பொழிவுகள் இதுதான்.",
        "இந்த முன்னேற்றங்களால் போராட்டங்கள் பாதிக்கப்பட்டுள்ளனவா அல்லது முன்னேறினதா என்பதை நான் அறியமாட்டேன், அவை தலைவர்களற்றவை என்று கூறுவதைத் தவிர, அவை படித்த மற்றும் தொழில்முறை நடுத்தர வர்க்கத்தால் உற்சாகப்படுத்தப்படுகின்றன. ஊடகங்கள் கூறுவதற்கு மாறாக, இது இளைஞர்கள் ஆதிக்கம் செலுத்தும் இயக்கம் அல்ல. ஆயினும்கூட, இது ஒரு இளைஞர்களால் மிகவும் வழிநடத்தப்படுகிறது, குறிப்பாக ஒரு நடுத்தர வர்க்க இளைஞர்கள், அரசியல் அமைப்புடன் மோதுவதைக் கண்டறிந்து எதிர்காலத்திற்கான நம்பிக்கையைக் காண்கிறார்கள். ஒருபுறம் இறக்குமதிக் கட்டுப்பாடுகளாலும், மறுபுறம் பணவீக்கத்தாலும், நீண்ட காலமாக அவர்களைத் தாங்கி வந்த பொருளாதார மாதிரி சரிந்த நிலையில், அவர்கள் தலைமறைவாகியுள்ளனர். ராஜபக்சக்கள் பதவி விலகும் வரை எழுந்து நிற்பதன் மூலம் தமக்கு இழப்பு ஏதும் இல்லை என அவர்கள் இப்போது உணர்கிறார்கள்.",
        "இதுவே, இன்று அவர்களின் கிளர்ச்சியைத் தூண்டியது. ராஜபக்சக்களின் அத்துமீறல்களால் ஆத்திரமடைந்த அவர்கள் வீதிக்கு வந்து புதிய அரசியல் ஒழுங்குக்கு அழைப்பு விடுத்துள்ளனர். வழியில், அவர்களில் ஒரு சிலர் கூட IMF வரிசையை கடைபிடிக்கவில்லை, நாட்டின் தீமைகளை நவதாராளவாத மறுசீரமைப்பு மூலம் தீர்க்க முடியும் என்று நம்புகிறார்கள். முரண்பாடான விஷயம் என்னவென்றால், சோகமாக இல்லாவிட்டால், கேலிக்கூத்தாக இல்லாவிட்டாலும், அத்தகைய தீர்வுகள் குறுகிய காலத்தில் அவர்களுக்கு சுவாசிக்க இடமளிக்கக்கூடும், ஆனால் நீண்ட காலத்திற்கு நிச்சயமாக கசப்பான மருந்தை வழங்குகின்றன. இந்த மருந்து விஷமாக மாறுமா என்பது யாருடைய யூகமும் ஆகும்: இது அனைத்தும் திரு சப்ரியின் பிரதிநிதிகள் என்ன பேச்சுவார்த்தை நடத்துகிறது என்பதைப் பொறுத்தது. நாட்டின் நலனுக்காக, அவர்கள் கசப்பான ஒப்பந்தம் அல்ல, சிறந்த பேரம் பேசுவார்கள் என்று நம்பலாம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}