{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-grows-16-in-q1-forex-flips-npat-to-negative-rs-15-8bn/",
  "time_ut": 1652847120,
  "title": "Dialog grows 16% in Q1, forex flips NPAT to negative Rs.15.8Bn",
  "body_lines": [
    "• Q1 22 Revenue and EBITDA record YoY growth of 16% and 8% respectively • YTD Q1 22 NPAT Negative at Rs15.8Bn, impacted by Forex Loss of Rs.20.2Bn. Normalised NPAT Rs.4.3Bn • Total Taxes Paid to GoSL Rs5.9Bn which included Rs2.1Bn in Direct and Rs3.8Bn in Indirect Taxes • Capex Investments of Rs7.5Bn during the Quarter; OFCF reached Rs6.2Bn for Q1 2022",
    "Dialog Axiata PLC announced,Friday 13th May 2022, its consolidated financial results for the three monthsended 31st March 2022. Financial results included those of Dialog Axiata PLC (the “Company”) and of the Dialog Axiata Group (the “Group”). Sri Lanka is engulfed in an economic and political crisis resulting from the impacts of COVID-19, significant tax cuts and large sovereign debt repayments collectively depleting the limited foreign reserves of the country. As a result, the Sri Lankan Rupee (“LKR”) depreciated by 46% against the USD during Q1 2022.",
    "Despite the challenging environment, all business segments, namely, Mobile, Fixed Line, Digital Pay Television, International and Tele-infrastructure businesses positively contributed to record a consolidated Revenue of Rs38.3Bn for Q1 2022, demonstrating a strong growth of 16% Year-on-Year (“YoY”) and 3% Quarter-on-Quarter (“QoQ”). Underpinned by Revenue growth, Group Earnings Before Interest, Tax, Depreciation and Amortisation (“EBITDA”) grew 8% YoY albeit declining 4% QoQ to record at Rs14.7Bn for Q1 2022. The QoQ decline in EBITDA was driven by higher spend on network and direct costs due to escalation of dollar denominated expenses and increase in energy costs due to power cuts.",
    "The Group Net Profit After Tax (“NPAT”) was negative for Q1 2022 at Rs15.8Bn, impacted by the steep depreciation of the LKR against the United States Dollar (“USD”) by 46% for Q1 2022 versus a depreciation of 7.1% for Q1 2021 and a stable movement in Q4 2021. The forex loss of Rs.20.2Bn recorded by Dialog Group was due to outstanding USD denominated debt obligations and foreign vendor liabilities. The USD debt obligation for the Group totalled USD145Mn by end Q1 2022. Normalised for the said foreign exchanges loss Group NPAT was recorded at Rs4.3Bn for Q1 2022 declining 4% YoY and 11% QoQ.",
    "Public Dialog Group continued to be a significant contributor to state Revenues, remitting a total of Rs5.9Bn to the Government of Sri Lanka (“GoSL”) during Q1 2022. Total remittances included Direct Taxes and Levies amounting to Rs2.1Bn as well as Rs3.8Bn in Consumption Taxes collected on behalf of the GoSL.",
    "The Group remains committed to provide seamless and consistent connectivity to all Sri Lankans during these unprecedented times and accordingly spent Rs7.5Bn in capital expenditure for the quarter ended 31st March 2022, resulting in a Capex to Revenue ratio of 20% for Q1 2022. Capital expenditure was directed towards investments in High-Speed Broadband infrastructure to further expand Dialog’s leadership in Sri Lanka’s Broadband sector. The Group recorded Operating Free Cash Flow (“OFCF”) of Rs6.2Bn for Q1 2022.",
    "The Group balance sheet continued to be low geared, despite new USD borrowings during the quarter, to record the Net Debt to EBITDA ratio at 0.49x by end Q1 2022. The Return on Invested Capital (“ROIC”) remained at healthy levels to recorded at 16.5% for Q1 2022 albeit declining 0.6pp YoY and 1.4pp QoQ In a mission to provide emergency relief to the worst impacted families and communities in the country due to the ongoing economic crisis, Dialog Group joined hands with like-minded corporates and partners including its execution partner Sarvodaya and accountability partner PwC Sri Lanka to launch the",
    "‘Manudam Mehewara’ relief initiative. Emergency relief will be provided to more than 200,000 affected families across all 25 districts and this relief effort will continue for 60 – 90 days, until a sustainable benefit transfer system is established in the country through an effective economic recovery plan At an entity level, Dialog Axiata PLC (the “Company”) continued to contribute a major share of Group Revenue (63%) and Group EBITDA (68%). Company recorded a 10% YoY growth in Revenue to reach",
    "Rs24.0Bn for Q1 2022 amid increased contribution from Data revenue. On a QoQ basis Revenue recorded a growth of 3%. EBITDA for Q1 2022 was recorded at Rs10.1Bn representing a moderate growth of 1% YoY on the back of escalations in Sales & Marketing, Network and Staff costs. On a QoQ basis EBITDA recorded a growth of 4%. The depreciation of the LKR against the USD impacted company NPAT resulting in a loss of Rs15.2Bn as the foreign exchange loss amounted to Rs18.3Bn for Q1 2022. Normalised for same, company NPAT was recorded at Rs3.1Bn for Q1 2022, declining 21% YoY albeit increasing 16% QoQ.",
    "SLT-MOBITEL doubling the cloud with country’s first-ever VMware Cloud Foundation deployment, changing cloud dynamics",
    "SLID CEO Forum on Redefining Customer Experience in the Digital Age",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඩයලොග් Q1 හි 16% කින් වර්ධනය වේ, forex NPAT සෘණ රුපියල් බිලියන 15.8 දක්වා පෙරළයි",
      "body_lines": [
        "• Q1 22 ආදායම සහ EBITDA පිළිවෙළින් 16% සහ 8% ක YoY වර්ධනයක් වාර්තා කරයි • YTD Q1 22 NPAT රුපියල් බිලියන 15.8 ට සෘණාත්මක වන අතර, රුපියල් බිලියන 20.2 ක විදේශ විනිමය පාඩුව මගින් බලපෑමට ලක් විය. සාමාන්‍යකරණය කරන ලද NPAT රු. බිලියන 4.3 • රජයට ගෙවන ලද මුළු බදු රුපියල් බිලියන 5.9 ට සෘජුව රුපියල් බිලියන 2.1 ක් සහ වක්‍ර බදු රුපියල් බිලියන 3.8 ක් ඇතුළත් වේ • කාර්තුව තුළ රුපියල් බිලියන 7.5 ක කැපෙක්ස් ආයෝජන; OFCF 2022 Q1 සඳහා රුපියල් බිලියන 6.2 දක්වා ළඟා විය",
        "Dialog Axiata PLC නිවේදනය කළේ, 2022 මැයි 13 වැනි සිකුරාදා, 2022 මාර්තු 31 දිනෙන් අවසන් වූ මාස තුන සඳහා එහි ඒකාබද්ධ මූල්‍ය ප්‍රතිඵල. Dialog Axiata PLC (“සමාගම”) සහ Dialog Axiata සමූහයේ (“කණ්ඩායම”) මූල්‍ය ප්‍රතිඵල ඇතුළත් විය. COVID-19 හි බලපෑම්, සැලකිය යුතු බදු අඩු කිරීම් සහ විශාල ස්වෛරී ණය ආපසු ගෙවීමේ ප්‍රතිඵලයක් ලෙස ශ්‍රී ලංකාව ආර්ථික හා දේශපාලන අර්බුදයක ගිලී ඇත. එහි ප්‍රතිඵලයක් වශයෙන්, 2022 Q1 තුළදී ශ්‍රී ලංකා රුපියල (\"LKR\") USD ට සාපේක්ෂව 46%කින් අවප්‍රමාණය විය.",
        "අභියෝගාත්මක පරිසරය මධ්‍යයේ වුවද, ජංගම දුරකථන, ස්ථාවර රේඛීය, ඩිජිටල් ගෙවීම් රූපවාහිනිය, ජාත්‍යන්තර සහ ටෙලි යටිතල පහසුකම් ව්‍යාපාර යන සියලුම ව්‍යාපාරික අංශ 16%ක ශක්තිමත් වර්ධනයක් පෙන්නුම් කරමින් 2022 Q1 සඳහා රුපියල් බිලියන 38.3 ක ඒකාබද්ධ ආදායමක් වාර්තා කිරීමට ධනාත්මක ලෙස දායක විය. වසරේ (\"YoY\") සහ 3% කාර්තුවෙන් කාර්තුව (\"QoQ\"). ආදායම් වර්ධනය මගින්, පොලී, බදු, ක්ෂයවීම් සහ ක්ෂයවීම් වලට පෙර කණ්ඩායම් ඉපැයීම් (“EBITDA”) වසර 8% කින් වර්ධනය වූ නමුත් 4% QoQ 2022 Q1 සඳහා Rs14.7Bn ලෙස වාර්තා කිරීමට පහත වැටුණි. ජාල සහ සෘජු පිරිවැය ඩොලරයේ වටිනාකමින් යුත් වියදම් ඉහළ යාම සහ විදුලි කප්පාදුව හේතුවෙන් බලශක්ති පිරිවැය වැඩි වීම.",
        "2022 කාර්තු 1 සඳහා සමූහ ශුද්ධ ලාභය (“NPAT”) 2022 Q1 සඳහා රුපියල් බිලියන 15.8 ට සෘණාත්මක වූ අතර, 2022 Q1 සඳහා 46% කින් එක්සත් ජනපද ඩොලරයට (“USD”) සාපේක්ෂව 7.1 හි ක්ෂය වීමක් සමඟින් LKR දැඩි ලෙස ක්ෂය වීම බලපායි. 2021 Q1 සඳහා % සහ 2021 Q4 හි ස්ථාවර චලනයකි. ඩයලොග් සමූහය විසින් වාර්තා කරන ලද රුපියල් බිලියන 20.2 ක විදේශ විනිමය පාඩුව ඩොලර් බිලියන 2021 හි කැපී පෙනෙන USD නම් කළ ණය බැඳීම් සහ විදේශීය විකුණුම්කරුවන්ගේ වගකීම් හේතුවෙන් වාර්තා විය. සමූහය සඳහා වූ USD ණය බැඳීම 2022 Q1 අවසන් වන විට USD145Mn විය. ඉහත කී විදේශ විනිමය අලාභය සඳහා සාමාන්‍යකරණය කරන ලද NPAT කාණ්ඩය 2022 Q1 සඳහා රුපියල් බිලියන 4.3 ක් ලෙස සටහන් විය.",
        "Public Dialog සමූහය 2022 Q1 තුළදී ශ්‍රී ලංකා රජයට (\"GoSL\") රුපියල් බිලියන 5.9ක මුදලක් ප්‍රේෂණය කරමින් රාජ්‍ය ආදායමට සැලකිය යුතු දායකත්වයක් සපයන්නෙකු ලෙස අඛණ්ඩව කටයුතු කළේය. මුළු ප්‍රේෂණවලට සෘජු බදු සහ රුපියල් බිලියන 2.1ක බදු මෙන්ම බදුද ඇතුළත් විය. රජය වෙනුවෙන් එකතු කරන ලද පරිභෝජන බදු රුපියල් බිලියන 3.8 කි.",
        "මෙම පෙර නොවූ විරූ කාලවලදී සියලුම ශ්‍රී ලාංකිකයින්ට බාධාවකින් තොරව සහ ස්ථාවර සම්බන්ධතාවයක් ලබා දීමට සමූහය කැපවී සිටින අතර ඒ අනුව 2022 මාර්තු 31 වන දිනෙන් අවසන් වූ කාර්තුව සඳහා ප්‍රාග්ධන වියදම් සඳහා රුපියල් බිලියන 7.5 ක් වැය කර ඇති අතර, එහි ප්‍රතිඵලයක් ලෙස 2022 Q1 සඳහා 20% ක ප්‍රාග්ධන අනුපාතයක් ලබා ගැනීමට හැකි විය. ශ්‍රී ලංකාවේ බ්‍රෝඩ්බෑන්ඩ් අංශයේ ඩයලොග් නායකත්වය තවදුරටත් පුළුල් කිරීම සඳහා අධිවේගී බ්‍රෝඩ්බෑන්ඩ් යටිතල පහසුකම් සඳහා වන ආයෝජන සඳහා වියදම් යොමු කරන ලදී. සමූහය 2022 Q1 සඳහා රුපියල් බිලියන 6.2 ක නිදහස් මුදල් ප්‍රවාහය (\"OFCF\") වාර්තා කර ඇත.",
        "2022 Q1 අවසන් වන විට ශුද්ධ ණය සහ EBITDA අනුපාතය 0.49x ලෙස වාර්තා කිරීම සඳහා කාර්තුව තුළදී නව USD ණය ගැනීම් නොතකා, කණ්ඩායම් ශේෂ පත්‍රය අඩු මට්ටමක පැවතුනි. 2022 Q1 සඳහා 16.5% ට 0.6pp YoY සහ 1.4pp QoQ අඩු වුවද, පවතින ආර්ථික අර්බුදය හේතුවෙන් රටේ දරුණුතම බලපෑමට ලක් වූ පවුල් සහ ප්‍රජාවන්ට හදිසි සහන සැලසීමේ මෙහෙවරක දී, Dialog සමූහය සමාන අදහස් ඇති ආයතනික සහ හවුල්කරුවන් සමඟ අත්වැල් බැඳ ගත්තේය. එහි විධායක හවුල්කරු සර්වෝදය සහ වගවීමේ හවුල්කාර PwC Sri Lanka ඇතුළුව",
        "‘මනුදම් මෙහෙවර’ සහන වැඩසටහන. දිස්ත්‍රික්ක 25 පුරාවටම විපතට පත් පවුල් 200,000කට අධික සංඛ්‍යාවකට හදිසි සහන සැලසෙන අතර ආයතනික මට්ටමින්, ඵලදායි ආර්ථික ප්‍රතිසාධන සැලැස්මක් හරහා රට තුළ තිරසාර ප්‍රතිලාභ හුවමාරු ක්‍රමයක් ස්ථාපිත කරන තෙක් මෙම සහන කටයුතු දින 60 - 90 දක්වා අඛණ්ඩව ක්‍රියාත්මක වේ. Axiata PLC (“සමාගම”) සමූහ ආදායමේ (63%) සහ EBITDA (68%) ප්‍රධාන කොටසකට අඛණ්ඩව දායක විය. සමාගම ළඟා වීමට ආදායමේ 10% YY වර්ධනයක් වාර්තා කළේය",
        "දත්ත ආදායමෙන් වැඩි දායකත්වයක් මධ්‍යයේ 2022 Q1 සඳහා Rs24.0Bn. QoQ පදනම මත ආදායම 3%ක වර්ධනයක් වාර්තා කළේය. 2022 Q1 සඳහා EBITDA රුපියල් බිලියන 10.1ක් ලෙස වාර්තා කර ඇති අතර එය විකුණුම් සහ අලෙවිකරණය, ජාල සහ කාර්ය මණ්ඩල පිරිවැය ඉහළ යාමේ පසුබිම මත 1% YYY හි මධ්‍යස්ථ වර්ධනයක් නියෝජනය කරයි. QoQ පදනම මත EBITDA 4%ක වර්ධනයක් වාර්තා කළේය. 2022 පළමු කාර්තුව සඳහා විදේශ විනිමය අලාභය රුපියල් බිලියන 18.3 ක් වූ බැවින් ඩොලර් බිලියන 15.2 ක පාඩුවක් ඩොලර් බිලියන 15.2 ක පාඩුවක් සිදු විය. ඒ සඳහා සාමාන්‍යකරණය කළ එන්පීඒටී සමාගම 2022 වසරේ පළමු කාර්තුව සඳහා රුපියල් බිලියන 3.1 ක් ලෙස සටහන් විය. 16% QoQ වැඩි වුවද 21% YOY.",
        "SLT-MOBITEL රටෙහි ප්‍රථම VMware Cloud Foundation යෙදවීම සමඟ වලාකුළු දෙගුණ කරයි, වලාකුළු ගතිකත්වය වෙනස් කරයි",
        "SLID ප්‍රධාන විධායක නිලධාරී සංසදය ඩිජිටල් යුගයේ පාරිභෝගික අත්දැකීම් නැවත නිර්වචනය කිරීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "டயலாக் Q1 இல் 16% வளர்ச்சியடைந்தது, அந்நிய செலாவணி NPAT ஐ எதிர்மறையான ரூ.15.8Bn ஆக மாற்றுகிறது",
      "body_lines": [
        "• Q1 22 வருவாய் மற்றும் EBITDA முறையே 16% மற்றும் 8% ஆண்டு வளர்ச்சியைப் பதிவு செய்துள்ளன • YTD Q1 22 NPAT எதிர்மறையானது Rs15.8Bn இல், அந்நிய செலாவணி இழப்பு ரூ.20.2Bn. இயல்பாக்கப்பட்ட NPAT Rs.4.3Bn • அரசாங்கத்திற்கு செலுத்தப்பட்ட மொத்த வரிகள் Rs5.9Bn இதில் நேரடியாக Rs2.1Bn மற்றும் மறைமுக வரிகளில் Rs3.8Bn அடங்கும் • காலாண்டில் Rs7.5Bn கேபெக்ஸ் முதலீடுகள்; Q1 2022 இல் OFCF Rs6.2Bn ஐ எட்டியது",
        "Dialog Axiata PLC அறிவித்தது, வெள்ளிக்கிழமை 13 மே 2022, அதன் மூன்று மாதங்களுக்கான ஒருங்கிணைந்த நிதி முடிவுகள் மார்ச் 31, 2022 அன்று முடிவடைந்தன. நிதி முடிவுகளில் Dialog Axiata PLC (“கம்பெனி”) மற்றும் Dialog Axiata குழுமம் (“குழு”) ஆகியவை அடங்கும். COVID-19 இன் தாக்கங்கள், கணிசமான வரிக் குறைப்புக்கள் மற்றும் பெருமளவிலான இறையாண்மைக் கடனைத் திருப்பிச் செலுத்துதல் ஆகியவற்றின் விளைவாக இலங்கை பொருளாதார மற்றும் அரசியல் நெருக்கடியில் மூழ்கியுள்ளது. இதன் விளைவாக, 2022 ஆம் ஆண்டின் முதல் காலாண்டில், அமெரிக்க டாலருக்கு எதிராக இலங்கை ரூபாய் (\"LKR\") 46% குறைந்துள்ளது.",
        "சவாலான சூழல் இருந்தபோதிலும், மொபைல், ஃபிக்ஸட் லைன், டிஜிட்டல் பே டெலிவிஷன், இன்டர்நேஷனல் மற்றும் டெலி-உள்கட்டமைப்பு வணிகங்கள் என அனைத்து வணிகப் பிரிவுகளும் 2022 ஆம் ஆண்டின் முதல் காலாண்டில் ரூ38.3 பில்லியன் ஒருங்கிணைந்த வருவாயைப் பதிவு செய்ய சாதகமாக பங்களித்தன. ஆண்டு (“YoY”) மற்றும் 3% காலாண்டில் (“QoQ”). வருவாயின் வளர்ச்சியால், வட்டி, வரி, தேய்மானம் மற்றும் கடனீட்டுக்கு முந்தைய குழு வருவாய் (\"EBITDA\") ஆண்டுக்கு 8% வளர்ச்சியடைந்தது, இருப்பினும் 4% QoQ குறைந்து 2022 ஆம் ஆண்டின் முதல் காலாண்டில் Rs14.7Bn இல் பதிவு செய்யப்பட்டுள்ளது. நெட்வொர்க் மற்றும் நேரடி செலவுகள் அதிகரிப்பதால் டாலர் மதிப்பிலான செலவுகள் மற்றும் மின்வெட்டு காரணமாக ஆற்றல் செலவுகள் அதிகரிப்பு.",
        "வரிக்குப் பிந்தைய குழுவின் நிகர லாபம் (“NPAT”) Q1 2022 இல் Rs15.8Bn இல் எதிர்மறையாக இருந்தது, அமெரிக்க டாலருக்கு (“USD”) எதிராக LKR இன் செங்குத்தான தேய்மானத்தால் பாதிக்கப்பட்டது, இது Q1 2022 இல் 46% மற்றும் 7.1 தேய்மானம். Q1 2021க்கான % மற்றும் Q4 2021 இல் நிலையான இயக்கம். டயலொக் குழுமத்தால் பதிவுசெய்யப்பட்ட ரூ.20.2Bn அந்நிய செலாவணி இழப்பு நிலுவையில் உள்ள USD குறிப்பிடப்பட்ட கடன் பொறுப்புகள் மற்றும் வெளிநாட்டு விற்பனையாளர் பொறுப்புகள் காரணமாக இருந்தது. 2022 ஆம் ஆண்டின் 1 ஆம் காலாண்டின் இறுதிக்குள் குழுவிற்கான USD கடன் பொறுப்பு USD145Mn ஆக இருந்தது. கூறப்பட்ட அந்நியச் செலாவணி இழப்புக்கு இயல்பாக்கப்பட்ட குழு NPAT 2022 ஆம் ஆண்டின் முதல் காலாண்டில் 4% ஆண்டு மற்றும் 11% QoQ குறைந்து Rs4.3Bn ஆக பதிவு செய்யப்பட்டது.",
        "2022 ஆம் ஆண்டின் முதல் காலாண்டில், பொது உரையாடல் குழுவானது, மாநில வருவாய்களில் குறிப்பிடத்தக்க பங்களிப்பாளராக தொடர்ந்து இருந்து, இலங்கை அரசாங்கத்திற்கு (\"GoSL\") மொத்தம் Rs5.9Bn ஐ அனுப்பியது. மொத்தப் பணம் அனுப்பியதில் நேரடி வரிகள் மற்றும் வரிகள் Rs2.1Bn ஆகியவை அடங்கும். GoSL சார்பாக வசூலிக்கப்படும் நுகர்வு வரிகளில் Rs3.8Bn.",
        "இந்த முன்னோடியில்லாத காலங்களில் அனைத்து இலங்கையர்களுக்கும் தடையற்ற மற்றும் சீரான தொடர்பை வழங்க குழு உறுதிபூண்டுள்ளது, அதன்படி மார்ச் 31, 2022 இல் முடிவடைந்த காலாண்டில் மூலதனச் செலவில் ரூ.7.5 பில்லியன் செலவிட்டது, இதன் விளைவாக 2022 ஆம் ஆண்டின் முதல் காலாண்டில் 20% வருவாய் விகிதம். இலங்கையின் Broadband துறையில் Dialog இன் தலைமைத்துவத்தை மேலும் விரிவுபடுத்துவதற்காக அதிவேக அகன்ற அலைவரிசை உள்கட்டமைப்பில் முதலீடுகளை நோக்கி செலவினங்கள் செலுத்தப்பட்டன. 2022 ஆம் ஆண்டின் முதல் காலாண்டில் ரூ6.2 பில்லியன் இலவச பணப்புழக்கத்தை (\"OFCF\") குழு பதிவு செய்தது.",
        "2022 ஆம் ஆண்டின் இறுதி Q1 இல் EBITDA விகிதத்திற்கு நிகரக் கடனை 0.49x ஆக பதிவு செய்ய, காலாண்டில் புதிய USD கடன்கள் இருந்தபோதிலும் குழு இருப்புநிலை குறைவாகவே இருந்தது. 2022 ஆம் ஆண்டின் முதல் காலாண்டில் 16.5% இல் 0.6pp YoY மற்றும் 1.4pp QoQ குறைந்தாலும், நாட்டில் நிலவும் பொருளாதார நெருக்கடி காரணமாக மிகவும் மோசமாக பாதிக்கப்பட்டுள்ள குடும்பங்கள் மற்றும் சமூகங்களுக்கு அவசரகால நிவாரணம் வழங்கும் நோக்கத்தில், Dialog Group ஒத்த எண்ணம் கொண்ட கார்ப்பரேட்கள் மற்றும் பங்காளிகளுடன் கைகோர்த்துள்ளது. அதன் நிறைவேற்றும் பங்குதாரர் சர்வோதயா மற்றும் பொறுப்புக்கூறல் பங்குதாரர் PwC ஸ்ரீலங்கா உட்பட",
        "‘மானுடம் மெஹேவர’ நிவாரண முயற்சி. அனைத்து 25 மாவட்டங்களிலும் பாதிக்கப்பட்ட 200,000 க்கும் மேற்பட்ட குடும்பங்களுக்கு அவசரகால நிவாரணம் வழங்கப்படும், மேலும் இந்த நிவாரண முயற்சி 60 - 90 நாட்களுக்கு தொடரும், ஒரு பயனுள்ள பொருளாதார மீட்பு திட்டத்தின் மூலம் நாட்டில் நிலையான நன்மை பரிமாற்ற அமைப்பு நிறுவப்படும் வரை, ஒரு நிறுவன மட்டத்தில், Dialog Axiata PLC (“கம்பெனி”) குழு வருவாய் (63%) மற்றும் குழு EBITDA (68%) ஆகியவற்றின் பெரும் பங்கைத் தொடர்ந்து அளித்தது. நிறுவனம் வருவாயில் 10% வளர்ச்சியை எட்டியுள்ளது",
        "தரவு வருவாயின் அதிகரித்த பங்களிப்பிற்கு மத்தியில் 2022 ஆம் ஆண்டின் முதல் காலாண்டில் Rs24.0Bn. QoQ அடிப்படையில் வருவாய் 3% வளர்ச்சியைப் பதிவு செய்தது. Q1 2022க்கான EBITDA ஆனது Rs10.1Bn இல் பதிவு செய்யப்பட்டது, இது விற்பனை மற்றும் சந்தைப்படுத்தல், நெட்வொர்க் மற்றும் பணியாளர்களின் செலவுகள் அதிகரித்ததன் பின்னணியில் ஆண்டுக்கு 1% மிதமான வளர்ச்சியைக் குறிக்கிறது. QoQ அடிப்படையில் EBITDA 4% வளர்ச்சியைப் பதிவு செய்தது. 2022 ஆம் ஆண்டின் முதல் காலாண்டில் அந்நியச் செலாவணி இழப்பு ரூ18.3 பில்லியனாக இருந்ததால், USD நிறுவனமான NPAT க்கு எதிரான LKR இன் மதிப்புக் குறைவால் Rs15.2Bn இழப்பு ஏற்பட்டது. அதே சமயம் NPAT நிறுவனம் Q1 2022 இல் Rs3.1Bn ஆகப் பதிவு செய்யப்பட்டது, சரிந்தது 16% QoQ அதிகரிக்கும் என்றாலும் 21% ஆண்டு.",
        "SLT-MOBITEL ஆனது நாட்டின் முதல் VMware Cloud Foundation வரிசைப்படுத்துதலுடன் கிளவுட்டை இரட்டிப்பாக்குகிறது, கிளவுட் டைனமிக்ஸை மாற்றுகிறது",
        "டிஜிட்டல் யுகத்தில் வாடிக்கையாளர் அனுபவத்தை மறுவரையறை செய்வதற்கான SLID CEO மன்றம்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}