{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/waltzing-with-virus-3/",
  "time_ut": 1647361920,
  "title": "Waltzing with virus",
  "body_lines": [
    "Sri Lankans, who have apparently declared victory over coronavirus prematurely, had better sit up and take notice of what is happening in other countries. Nothing is stupider than to be lulled into a false sense of security in battling a pandemic. Coronavirus is far from vanquished; it has a remarkable ability to bounce back and spring surprises to humans after making tactical retreats, so to speak.",
    "Coronavirus has raised its head again in China despite Beijing’s zero-Covid-19 strategy, which seemed to have yielded the desired results until recently. A surge of infections has prompted China to lock down about a dozen cities nationwide, and more than 24 million people have reportedly been confined to their homes. Among the areas currently under lockdown is Shenzhen, known as the Silicon Valley of China. Germany is also battling a fresh outbreak of Covid-19, according to international media reports. German Health Minister Karl Lauterbach has described the situation as critical, and is said to be contemplating strict measures to curb the spread of the virus.",
    "China and Germany have robust economies, and therefore could afford lockdowns, and look after their people. But what would happen in case of another round of lockdowns here? The mere thought of such a scenario will send a chill down the spine of every Sri Lankan struggling to keep the wolf from the door. The country is on oxygen support, as it were, thanks to years of economic mismanagement, waste, corruption, and the impact of the pandemic, but the government, the Opposition, and trade unions are engaged in muscle-flexing in violation of quarantine laws. They are only endangering the lives of the ordinary public.",
    "The ruling SLPP held a public rally in Anuradhapura, in February, as a show of strength. Intoxicated with power, its leaders are impervious to reality. They bellowed rhetoric and made some more promises. Worse, they dared the Opposition to organise such a rally, and the latter, in its wisdom, took up the challenge!",
    "SLPP politicians and their Opposition counterparts are behaving like a bunch of overgrown schoolboys. Instead of making a concerted effort to hoist the country from the economic mire they have plunged it into, they are making a public display of their political muscle strength. The SLPP’s Anuradhapura rally must have boosted the spread of Covid-19 across the country because people were bussed there from all electorates.",
    "Not to be outdone, the SJB performed hongi with coronavirus yesterday in Colombo. A large number of its supporters brought from various parts of the country marched through the city purportedly for the sake of the public. The government has failed, and public resentment is welling up. But ordinary people did not march yesterday; it was a political show staged by SJB supporters. The Opposition has failed to mobilise the people because it also consists of a bunch of failed leaders who ruined the country during the  yahapalana government.",
    "The people are left without any alternative, and the day may not be far off when they take to the streets on their own unless the government cares to mend its ways and solve their problems instead of leaving them to fend for themselves. Public anger is certainly reaching a tipping point. Failed politicians are only pushing the country to the brink of anarchy. The least they could do for the public they have exploited to feather their nests, all these years, is to refrain from giving a boost to the spread of the pandemic.",
    "Meanwhile, only a few buses are operating owing to the prevailing fuel crisis; they are overcrowded, and have become a health hazard. The government threatens legal action against those who do not abide by health guidelines while doing precious little to solve the transport problem, and holding political dog and pony shows.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}