{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/US-Foreign-relation-Comm-Chairman-calls-on-Quad-countries-to-lead-way-in-working-to-avoid-an-economic-explosion-in-SL/56-736235",
  "time_ut": 1655317800,
  "title": "US Foreign relation Comm. Chairman calls on Quad countries to lead way in working to avoid an economic explosion in SL",
  "body_lines": [
    "Chairman of the United States Committee on Foreign Relations Committee Robert Menendez",
    "Encourages Quad members to take a more proactive role in addressing SL’s political and economic crisis",
    "Says there is more Quad can do and should do in the Indian Ocean neighbourhood, starting with SL",
    "Says MR led this country straight into a Chinese debt trap while GR failed to make prudent economic steps necessary to avoid a default on its sovereign debt",
    "The Chairman of the United States Committee on Foreign Relations Committee Robert Menendez has written to Quad members to encourage them to take a more proactive role in addressing Sri Lanka’s political and economic crisis as it continues to develop as a functional part of the Indo-Pacific architecture.",
    "The letter was addressed to the US Secretary of State Anthony Blinken, Indian External Affairs Minister Dr. S.Jaishanker, Japanese Foreign Affairs Minister  Hayashi Yohimasa and Australian Foreign Affairs Minister Penny Wong.",
    "“The launch of the 13-nation Indo-Pacific Economic Framework (IPEF), which I was pleased to see all four members of the Quad participating in, is a good first step toward deepening economic integration between like-minded allies and partners in the region. There remains strong bipartisan and bicameral support in the US congress for the Quad. But there is more the Quad can do and should do in the Indian Ocean neighbourhood, starting with Sri Lanka,” Menendez said in the letter.",
    "The letter said the Quad countries can lead the way in working to avoid an economic explosion in Sri Lanka that could spark a humanitarian crisis with wider, destabilising, regional impacts.",
    "“Under the Rajapaksa’s, Sri Lanka has been left on the brink of financial ruin and humanitarian catastrophe. Mahinda Rajapaksa led this country straight into a Chinese debt trap and then his brother, Gotabaya Rajapaksa, failed to make the prudent economic steps necessary to avoid a default on its sovereign debt. Today, Sri Lankans of all backgrounds are rising to make clear that it is time for a change,” he said.",
    "Menendez said that New Delhi has taken a proactive role in providing loans and humanitarian assistance to the Sri Lankan Government to avoid a meltdown, further mentioning that Washington is preparing long-term economic support.",
    "“Tokyo is providing food assistance to the Sri Lankan people. These are all positive steps, but there is more that can be done by the Quad, including mobilising additional humanitarian assistance, providing badly needed fuel and offering technical support and advise in the areas of financial accounting, health, food security and macroeconomic policy. Through the new Quad Humanitarian and Disaster Relief Mechanism (HADR), Tokyo and Canberra can play a bigger role and demonstrate that the Quad is capable of tackling challenges across the entire breadth of the Indo-Pacific region,” it mentioned.",
    "Menendez said that on the diplomatic front, all four Quad nations must stand together this year at the United Nations Human Rights Council when the body receives the High Commissioner’s report on war crimes committed during Sri Lanka’s civil war.",
    "“Diplomatic Unity would help demonstrate the Quad’s commitment to accountability and respect for international humanitarian laws. These sorts of efforts above would demonstrate to the entire region that the Quad is a robust agile and critical thinking component of emergent Indo-Pacific architecture essential to meeting changing circumstances and challenges in the region,” the letter concluded."
  ]
}