{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-welcomes-cooperation-for-debt-restructuring-to-support-economic-recovery-Prez/108-235580",
  "time_ut": 1650716460,
  "title": "Sri Lanka welcomes cooperation for debt restructuring to support economic recovery: Prez",
  "body_lines": [
    "Sri Lanka welcomed investments, technology transfers, and financing for country's sustainability efforts, as well as broader development assistance and cooperation for debt restructuring to support economic recovery during this critical time, President Gotabaya Rajapaksa said today.",
    "The President said that the government's national goal is to improve water related infrastructure, including clean water supply and sanitation for all in the next three years, President's Media Division said.",
    "\"We are continually improving capacity and quality of existing water supply schemes and initiating new ones to cater to areas with poor coverage\", the President said.",
    "The President made these remarks while addressing the 4th Asia-Pacific Water Summit commenced in Kumamoto, Japan today (23) via video technology.",
    "This year's Summit, titled 'Water for Sustainable Development: Best Practices and the Next Generation’, will be attended by Heads of State representing 48 countries in the Asia-Pacific region including Japan as well as international organizations' representatives.",
    "The Summit will discuss various water-related issues and how to implement the recommendations made in the \"Yangon Declaration\" adopted at the 3rd Asia-Pacific Summit 2017 in Myanmar.",
    "The results of this summit will be announced at the United Nations Water Conference scheduled to be held in March 2023 as the \"Kumamoto Declaration”.",
    "\"Kumamoto declaration is the compilation of the strong aspirations of the top leaders to solve water related issues.",
    "President Rajapaksa said even during the COVID-19 pandemic, the Government was able to increase the number of new water connections to the public by more than 50% compared to what had been achieved annually in previous years.",
    "\"Several projects intended towards improving water cycle management were also undertaken,\" the President further said.",
    "\"These achievements reflect the emphasis we give to inclusivity and to fostering participatory growth for all Sri Lankans, which is at the heart of my government’s development efforts.",
    "Despite considerable resource constraints, made far worse through the pandemic and our ongoing financial crisis, Sri Lanka’s commitment towards such development as well as towards sustaining a progressive agenda on the environment remains unchanged,\" the President added.",
    "\"Sri Lanka welcomes investments, technology transfers, and financing for our sustainability efforts, as well as broader development assistance and cooperation for debt restructuring to support our economic recovery during this critical time,\" President Rajapaksa further said."
  ]
}