{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/first-things-first-3/",
  "time_ut": 1649176140,
  "title": "First things first",
  "body_lines": [
    "The government almost lost a working majority in Parliament yesterday. The rebel SLPP MPs pulled out of the ruling coalition, reducing the number of government members to 112, but two dissidents made an about-turn immediately. Problems, however, are far from over for the beleaguered government. There are said to be more dissidents in the SLPP parliamentary group, and they are expected to break ranks later.",
    "Whoever would have thought the government, which easily mustered a two-thirds majority in 2020, would find itself in such a predicament so soon. This is what the arrogance of power does to powerful regimes. A huge majority alone does not make a government strong.",
    "What one gathers from some key Opposition politicians’ statements is that they want the government to step down and hold elections. An SJB MP has told this newspaper that his party wants the parliamentary and presidential elections held on a single day. It is not possible to hold a presidential election until the expiration of the current term of the President. Even if the incumbent President resigns, someone else will have to be elected by Parliament as the President for the remainder of the term. The President cannot dissolve Parliament anytime soon, and the only way the Opposition can cause a snap general election to be held is to secure the passage of a resolution seeking the dissolution of Parliament. It will have to muster a simple majority in the House for that purpose. There’s the rub.",
    "The question is whether an election could be held at this juncture. There is a rupee crisis; no paper will be available for printing ballot papers, etc; candidates will be without fuel for campaigning, and counting centres will not be able to function properly due to power cuts. Besides, the people’s needs are different from the Opposition politicians’ wants.",
    "The people are demanding solutions to their burning problems such as the high cost of living, and shortages of essential goods. The Opposition worthies seem to think that if an election is held soon, they will be able to better their electoral performance, given the current groundswell of public anger at the government. They may be able to do so, but it is highly unlikely that any political party will be able to secure a working majority in the next Parliament, which is very likely to be hung. They should not lose sight of the fact that the irate people holding protests do not allow politicians to join them.",
    "The best option, in our book, is an interim arrangement in the current Parliament for all parties to make a concerted effort to solve the problems that have driven the people to protest. The President’s powers should be curtailed urgently.",
    "Suppose an election is held soon and a party other than the SLPP succeeds in forming a government with a working majority, will it be able to resolve the prevailing crises expeditiously to the satisfaction of the public? We think not. The forex crisis will not go away soon; the people will continue to languish in long queues for fuel, and other essentials and face hardships due to power cuts. They will stage street protests again and surround the houses of the MPs of the new government.",
    "It is only natural that the Opposition politicians want to take the current tide in politics at the floods in the hope that it will lead on to fortune. But let them be warned that there are situations where such haste could lead to unforeseen problems. The fate that befell Brutus, who took the tide at the floods, is a case in point; he ran on his sword.",
    "For the safety of their own members, all political parties represented in Parliament had better sink their differences and join forces to resolve the multiple crises the country is beset with and assuage public anger before facing an election.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}