{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Presidents-Secretary-Sugishwara-Bandara-accused-with-phone-theft-and-harassment/342-237928",
  "time_ut": 1653832860,
  "title": "President’s Secretary Sugishwara Bandara accused with phone theft and harassment",
  "body_lines": [
    "Whilst alleging that President Gotabaya Rajapaksa’s Personal Secretary Sugishwara Bandara was behind grabbing the mobile phone of the Media Spokesman of the Galle Face Protesters on Saturday, the protesters ( Sarwa Pakshika Aragala Karuwo) yesterday called for an immediate halt to such harassment.",
    "The protesters in a statement urged the rulers of the country to stop such attacks on people and work towards forming a stable administration.",
    "“Both President Gotabaya Rajapaksa and Prime Minister Ranil Wickremesinghe will  have to accept responsibility for suppressing the rights of the protesters. This is not the first attack on the protesters,” the statement said.",
    "The mobile phone belonging to the Media Spokesman of the Galle Face protesters was stolen from him allegedly during the tensed situation which took place near the World Trade Centre on Saturday May 28 2022.",
    "He alleged the phone was grabbed when he was in a confrontation with the police. The phone was  grabbed by President Rajapakasa’s personal secretary Sugishwara Bandaera, he alleged.",
    "\"This could be the beginning of a new chapter of suppressing  the protesters,” the statement added.",
    "“We  proceeded towards lodging a complaint with the  Fort police but the officers attached to the  station were reluctant to record the complain initially. However   they agreed to record it after much convincing by the protesters and the media,” the statement said.",
    "“The protesters have carried out their struggle in accordance with the constitution and in a legitimate manner,” Sarwa Pakshika Aragala Karuwo said."
  ]
}