{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Regulation-on-tuk-tuk-transportation-assembling-of-solar-powered-tuks-discussed-Union/108-238142",
  "time_ut": 1654049040,
  "title": "Regulation on tuk-tuk transportation; assembling of solar powered tuks discussed: Union",
  "body_lines": [
    "The government should intervene with the regulation of passenger transportation services for three-wheelers by implementing a law to display the TAXI sign board, displaying the revised taxi fares which everyone can see clearly and to encourage the process of manufacturing and assembling solar powered electric three-wheelers locally are to be made mandatory, the All-Island Three-Wheeler Drivers' Union President Lalith Dharmasekera said.",
    "While addressing the media, he said there was no methodology to control the three-wheeler fares, but they could intervene with the process of displaying the fares.",
    "\"With the recent fuel price hike, the association has decided to increase the first km of the three-wheeler fare up to Rs.100 and Rs.80 for the second km onwards.\"",
    "Displaying the three wheeler fares has been mentioned in the Consumer Affairs Act, but it has been limited only to it,\" \"he said.",
    "Due to improper implementation of the law, some taxi service agencies used to increase their fares to Rs.120 for the first km and Rs.100 for the second through their mobile applications, while some three-wheeler drivers who do comply with the taxi metres to charge fares but they do as they wish, he said.",
    "Further, Dharmasekera said all arrangements are in place to locally manufacture and assemble solar powered electric three-wheelers.",
    "He said with the introduction of such technology for three-wheelers, the government would be able to stop the flow of foreign exchange out of the country and it could also be a solution to the current fuel crisis.",
    "There are about 1.2 million registered three-wheelers in the country, and at least 850,000 three-wheelers are engaged in passenger transportation.",
    "However, there was no national policy on passenger transportation using three-wheelers and the service have not been registered at the National Transport Commission (NTC), he said.",
    "\"There is no legal framework to operate the three-wheeler passenger transportation service, though it has been gazetted since 2003.\"",
    "Even, during the COVID-19 moratorium period, no consideration was given for the people who used to earn their living by the service,\" he said. (Chaturanga Samarawickrama)"
  ]
}