{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fresh-imf-and-sri-lanka-discussions-from-may-09-93936/",
  "time_ut": 1651886700,
  "title": "Fresh IMF and Sri Lanka discussions from May 09",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka and the International Monetary Fund would begin the next round of technical discussions from May 09 to 23, in the lead up to a program, Mission Chief Masahiro Nozaki said.",
    "“We remain committed to assisting Sri Lanka, in line with the IMF’s policies,” Nozaki said.",
    "“Because Sri Lanka’s debt is assessed as unsustainable, approval of IMF financing, including through a Rapid Financing Instrument, would require adequate assurances that debt sustainability will be restored.”",
    "Sri Lanka’s central bank triggered a series of currency crisis from 2015 through flexible or discretionary policy by printing money to to keep interest rates low and engage in Keynesian stimulus (output gap targeting).",
    "When money is printed to close an output gap (2018 and 2020-22) or push inflation up (2015-16) under flexible inflation targeting in a reserve collecting soft-pegged exchange regime (unstable flexible exchange rate) and not a clean floating regime without reserves currency crises are triggered.",
    "When money is printed to keep rates down by interventionist economists, outflows exceed inflows of foreign exchange and all savings are also used up through the domestic credit system triggering forex shortages in the absence of a clean float.",
    "In order to repay debt, some domestic savings have to be appropriated for debt repayment through a market interest rate to reduce domestic investment and imports.",
    "The IMF has determined that Sri Lanka’s debt is unsustainable (cannot be repaid simply with macro-economic adjustments like rate and tax hikes) and some debt-restructuring like extensions are needed to keep the corrective rate down and help the country grow.",
    "Sri Lanka has raise rates and banks have already reducing credit which can help stabilize the exchange rate.",
    "The rupee fell steeply partly due to a surrender requirement (strong side convertibility to push the rupee down) amid an attempt to switch to a float which requires a complete suspension of convertibility.",
    "Sri Lanka has suffered monetary instability from 1950 since a Latin America style central bank with anchor conflicts was set up abolishing hard peg with complementary policy. On May 05 the largest ‘hartal’ or general strike since 1953 took place.",
    "The 1953 ‘hartal’ also took place after two years of money printing by the newly set up central bank which pushed up inflation, reserve losses and exchange control from 1952. (Colombo/May07/2022)"
  ]
}