{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-has-to-print-money-for-state-salaries-weakening-rupee-prime-minister-94326/",
  "time_ut": 1652748780,
  "title": "Sri Lanka has to print money for state salaries, weakening rupee: Prime Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Prime Minister Ranil Wickremesinghe said he had to with “great unwillingness” give permission to print money to pay state salaries, despite the move putting further pressure on the rupee to depreciate.",
    "“With great unwillingness (dhadi ukker-math-th-en) I have to give permission to print money,” Prime Minister Wickremesinghe said in a televised address.",
    "“That is to pay the salaries of state workers to pay for essential goods and services.",
    "“However we have to keep in mind that printing money will depreciate the rupee.”",
    "Sri Lanka money printing in 2022 reaches Rs588bn in first quarter",
    "When people use printed money to buy goods on the shelves or petrol to travel, there are no dollars in the forex market to for importers to buy using the newly printed money, leading to an outflow of dollars that exceed the inflows of dollars and breaking a soft-peg.",
    "Sri Lanka’s central bank which was created by dismantling a currency board which had kept economy stable through two world wars and a great depreciation had busted the rupee from 4.77 to the US dollar to around 380 to the dollar so far since 1950.",
    "Despite double digit growth in exports and a surge of tourists in the winter season, Sri Lanka was still unable to buy dollars for big ticket import bills like fuel and tourists who paid dollars, had to face power cuts.",
    "Data showed that 588 billion rupees had been printed in the first quarter including for debt repayment.",
    "Prime Minister Wickremesinghe said the Treasury was unable to find 5 million US dollar to pay for LP Gas imports.",
    "If there is no monetary instability and there is credible peg or a working floating exchange rate the Treasury or the central bank does not have to give any dollars to import fuel and dollars are bought for rupees in the open market.",
    "LP Gas companies instead of depending on subsidies in the form of dollars or rupees from the Treasury pays taxes to the government.",
    "However when money is printed, dollars cannot be bought to pay for oil or settle loans, leading to more borrowings. Prime Minister Wickremesinghe is now looking for 3 to 4 billion US dollars in ‘bridging finance’ amid monetary instability.",
    "Similar borrowings in forex shortages created in 2015/2016 and 2018 led to a steep foreign borrowings and eventual default during the 2020-2022 crisis, the worst in the history of the soft-pegged central bank.",
    "Most private citizens are net savers and import less than they earn.",
    "The private sector as a whole saves over 20 percent of gross domestic product, making it easy for a central bank to accumulate reserves and maintain a stable exchange rate unless it tries to keep interest rates down artificially by printing money and triggering excess import demand.",
    "The central bank has recently raised rates which is expected to reduce domestic private credit, investment, drive more savings into the budget and reduce pressure on the rupee.",
    "However if money is printed, forex shortages would persist for a longer period making it difficult to import fuel and gas.",
    "Sri Lanka’s economic troubles started shortly after the creation of a Latin America style central bank in 1950 by a US money doctor and economists used the agency to suppress interest rates, finance deficit after expanding the state, creating monetary instability.",
    "Classical economists have called for a currency board to stop monetary instability, impose rules on both the central bank and Treasury (a hard budget constraint) which will allow Sri Lanka to grow like East Asia and protect the poor from interventionists. (Colombo/May17/2022)"
  ]
}