{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sdb-bank-receives-merit-award-in-banking-category-at-national-business-excellence-awards-2021/",
  "time_ut": 1649086380,
  "title": "SDB bank receives Merit Award in Banking Category at National Business Excellence Awards 2021",
  "body_lines": [
    "One of Sri Lanka’s fastest growing banks, SDB bank was honoured at the National Business Excellence Awards 2021, receiving the Merit Award in the Banking Sector. The award was presented to SDB bank at the National Business Excellence Awards ceremony, held at the BMICH on the 22nd of March 2022. The glamorous ceremony was attended by the crème de la crème of Sri Lanka’s business community and the Chief Guest at the event was France’s Ambassador to Sri Lanka, His Excellency, Eric Lavertu. Organized and hosted by the National Chamber of Commerce of Sri Lanka, the National Business Excellence Awards honours exceptional Sri Lankan businesses that have excelled in their respective fields.",
    "Discussing the accolade, Niranjan Thangarajah – DCEO at SDB bank said, “We are very pleased to have received this recognition at such a prestigious forum as the National Business Excellence Awards. SDB bank is driven by its commitment to achieving exceptional excellence within our sphere of influence, and we take this opportunity to thank our customers, staff and other stakeholders for their continued loyalty and support, as we continue to journey towards inclusive and equitable banking in Sri Lanka. We remain committed to supporting Sri Lanka’s SME and MSME sector to achieve further growth and create an economic legacy that all Sri Lankans can take pride in.”",
    "A future-ready bank, providing holistic, 360-degree support to its customers, SDB bank is constantly catering to ever-changing needs, through a combination of financial support and value additions to life and business through mentorship and knowledge-sharing focusing on areas such value chain enhancements and financial management. SDB bank is also committed to a sustainable business model in terms of environmental, social and governance sustainability. This commitment is reflected in the Bank’s financing activities, giving preference to businesses and initiatives that take a sustainable approach over those that do not. By supporting Sri Lanka’s SMEs, empowering women entrepreneurs and taking digital banking to the masses, SDB bank has established itself as a financier that values every customer equally, for their potential and not their worth.",
    "Seylan Cards, the Essential Card with Essential Savings for Avurudu this year",
    "Import expenditure exceeds USD 1 billion for eighth consecutive month",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}