{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-signs-mou-with-sri-lanka-tourism/",
  "time_ut": 1646749320,
  "title": "Emirates signs MoU with Sri Lanka Tourism",
  "body_lines": [
    "The agreement reaffirms the airline’s commitment to Sri Lanka and outlines mutually beneficial initiatives to help drive trade and tourism to the country.",
    "Since the nation safely re-opened to international tourists in February 2021, Emirates has carried more than 80,000 passengers to Colombo.",
    "Emirates has signed a Memorandum of Understanding (MoU) with Sri Lanka Tourism Promotion Bureau  at the Emirates Group Headquarters in Dubai. The agreement reaffirms the airline’s commitment to Sri Lanka and outlines mutually beneficial initiatives that will help revive the country’s trade and tourism industry.",
    "The MoU was signed by Ahmed Khoory, Emirates’ Senior Vice President, Commercial West Asia & Indian Ocean, and Kimarli Fernando, Chairperson of Sri Lanka Tourism Promotion Bureau. The agreement was signed in the presence of Hon Prasanna Ranatunga, Minister of Tourism, Sri Lanka, H.E. Malraj De Silva, Ambassador of Sri Lanka to the UAE, H.E Nalinda Wijerathna, Consul General for Sri Lanka in Dubai and Sheikh Majid Al Mualla, Emirates’ Divisional Senior Vice President, International Affairs.",
    "Ahmed Khoory, SVP Commercial West Asia & Indian Ocean at Emirates, said: “Sri Lanka remains a very key market in Emirates’ global network and the agreement signed today underscores our unwavering commitment to the country.  We launched operations to Colombo more than 35 years ago, and our partnership continues to grow from strength to strength. We look forward to exploring mutually beneficial initiatives that will help revive the nation’s trade and tourism sectors, and provide Emirates with an opportunity to serve market demand.”",
    "Kimarli Fernando, Chairperson Sri Lanka Tourism Promotion Bureau, stated: “Sri Lanka is a beautiful island destination with esteemed strategic partners such as Emirates, this is a vital aspect to steer Sri Lanka’s travel and tourism industry. Therefore, this partnership is crucial for us to explore and capitalize opportunities that emerge and to open up many beautiful avenues to establish brand awareness and perceived quality in the global tourism market. Thus, we are excited about this partnership and also grateful for all the support Emirates has extended us during the three decades of long relationship and especially during the pandemic time. We are hopeful that together we can effectively promote and serve the market.”",
    "Under the agreement, Emirates and Sri Lanka Tourism will benefit from joint activities that will help enhance trade and tourism, including trade shows, trade familiarisation trips, exhibitions, and workshops.",
    "Since the nation safely re-opened to international tourists in February 2021, Emirates has carried more than 80,000 passengers to Colombo. The top inbound markets include UAE, Italy, U.K. and Germany.  The airline currently operates 28 weekly flights to Colombo and is the only international carrier to serve the country with First Class services – offering passengers world-class products and superior comfort in air and on-ground.",
    "Emirates has safely restarted operations to more than 120 destinations within its global network, via Dubai. The airline has led the industry with its innovative products and services, including a comprehensive set of health and safety measures at every step of the journey, contactless technology at Dubai Airport, generous and flexible booking policies, and COVID-19 medical insurance.",
    "Nations Trust Bank partners with Ideal Motors for Premium Leasing Solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}