{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Dwindling-water-levels-in-reservoirs-pose-challenge-to-Hydro-Power-generation-Ministry/342-233598",
  "time_ut": 1647941940,
  "title": "Dwindling water levels in reservoirs pose challenge to Hydro Power generation: Ministry",
  "body_lines": [
    "Due to rapidly dwindling water levels in the reservoirs associated with the Ceylon Electricity Board (CEB) Hydro Power Plant, hydropower generation will be further hampered, the Power Ministry said.",
    "They said the present low water levels in the reservoirs are due to the severe drought that is being experienced in the country.",
    "Accordingly, the water level at the Castlereagh Reservoir has dropped to 13.41 metres from the spill level and the maximum water level could go down to 19 metres from the spill level. The volume of electricity could be generated from this remaining water level is 15.7 GW/hours, which is 16.5% of the total capacity of the Castlereagh Reservoir.",
    "The water level of the Maussakelle Reservoir too is hitting the bottom to 12.84 metres from the spill level, and the maximum water level it to to reach the bottom will be 22.4 metres from the spill level. The current hydro capacity generation is 87.7 GW/hours, which is 3.09% of the total capacity of the reservoir.",
    "Meanwhile, the water level of the Samanalawewa Reservoir is dwindling rapidly down to 23.24 metres from the spill level, and the maximum water level it could go to 31 metres from the spill level. Accordingly, around 23.24 GW/hours of hydropower could be generated with the current water level, which is 16.3% of the total capacity of the reservoir.",
    "Also, the current water levels in the main reservoirs of the Mahaweli complex used to generate electricity are as follows:",
    "The water level of the Kotmale Reservoir has been lowered to 24.10 metres from the spill level and the maximum water level can be lowered to 38 metres. Accordingly, 31.7 GW/hours of hydropower can be generated with the current water capacity, which is 22.1% of the total capacity of the reservoir.",
    "The water level of the Victoria Reservoir has been lowered to 24.72 metres from the spill level, and the maximum water level it can go to reach the bottom is 68 metres from the spill level. Accordingly, 152.6 GW/hours of hydropower can be generated with the current water capacity, which is 34.5% of the total capacity of the reservoir.",
    "The Randenigala Reservoir too declines at an alarming level to 8.48 metres from the spill level, and the maximum water level it could go to 23 metres from the spill level. Accordingly, a total of 60.5 GW/hours of hydropower can be generated at the current water level, which is 56.3% of the total capacity of the reservoir.",
    "Releasing water from these reservoirs from the above reservoirs to Mahaweli will also be restricted, as the country's drinking water requirement and agricultural activities should be given priority.",
    "Therefore, the ministry repeatedly requests the public to use electricity cautiously. (Chaturanga Samarawickrama)"
  ]
}