{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-donates-4-more-it-labs-benefitting-another-7600-students/",
  "time_ut": 1654009560,
  "title": "ComBank donates 4 more IT Labs benefitting another 7,600 students",
  "body_lines": [
    "The Commercial Bank of Ceylon has donated fully-equipped IT labs to four more schools under its flagship community initiative, benefitting another 7,600 students with the facilities to engage in practical lessons in ICT.",
    "The CSR Trust of the Commercial Bank has to date donated 243 IT Labs to needy schools across Sri Lanka under its IT education initiative.",
    "The Mudalindu David Mendis Maha Vidyalaya, Thimbirigaskatuwa, Bolawalana Nimala Maria Maha Vidyalaya, Negombo, Harischandra College, Negombo and Devi Balika Vidyalaya, Gampola whose curriculum includes ICT as a compulsory subject, are the latest beneficiaries of the Bank’s long-running initiative to raise national computer literacy and aid the digital learning aspirations of students.",
    "Commercial Bank’s investment included renovations and expansions to the already existing IT lab facilities of these schools in addition to the donation of computers, chairs, tables, printers, printer tables and multimedia projectors.",
    "There are 2,100 students enrolled at the Mudalindu David Mendis Maha Vidyalaya, 1200 students at Bolawalana Nimala Maria Maha Vidyalaya, 4000 at Harischandra College, and 300 at Devi Balika Vidyalaya. While these schools cater to students from grades one to 13, students from grades six to 13 study ICT as a compulsory subject and did not have adequate equipment for comprehensive lessons prior to the donations, the Bank said.",
    "Pictured here are representatives of the senior management of Commercial Bank at the opening ceremonies of the IT labs and groups of students using the new labs for the first time.",
    "Govt.’s plans to revert taxes to 2019 levels dampen share market",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}