{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-scrambles-for-import-credits-ahead-of-imf-program-and-failed-peg-93229/",
  "time_ut": 1650462420,
  "title": "Sri Lanka scrambles for import credits, ahead of IMF program and failed peg",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is seeking bi-lateral loans for imports a, Foreign Minister G L Pieris said as an attempt to float the currency to halt forex shortages has not yet succeeded and talks were progressing towards an International Monetary Fund program.",
    "“Talks with the IMF are going well,” Pieris told reporters in Colombo. “It will take 6 months to access IMF help and it will be also in 3-4 tranches.”",
    "“We are trying to manage the interim time period with some bilateral arrangements.”",
    "The IMF has determined that the debt cannot be repaid simply with macro-economic adjustments – budget cuts and rate hikes – and debt has to be re-negotiated with creditors.",
    "Sri Lanka’s program will also be delayed until the debt is made ‘sustainable’ with a restructuring (distressed debt exchange).",
    "Sri Lanka suspended foreign debt payments on April 12, but analysts say any savings could be eaten up in a yawning budget deficit.",
    "India has given 2.5 billion US dollars and a similar amount is being requested from China, Minister Pieris said.",
    "Sri Lanka is facing severe forex shortages due to a soft-peg which had lost credibility due to money printing and attempts to shift to a float (suspend convertibility) to end forex shortages has so far failed partly due to surrender requirement.",
    "Shortages of fuel and gas from the broken soft-peg had led to street protests and the rupee had so far fallen to 340 to the US dollar from around 200 as a float failed to take hold.",
    "A float or re-peg however can be made to work long before a distressed debt exchange is worked out, analysts say.",
    "Sri Lanka’s central bank has hiked a policy rate to reduce credit and imports to help stabilize the currency but the surrender rule is making the regime a peg and pushing it down.",
    "The IMF also usually give money until a working monetary regime is established and forex shortages end so that its money is not busted on imports.",
    "IMF money is not used for imports but goes to foreign reserves which are invested in the budget deficit of countries like the US.",
    "Sri Lanka is facing default partly due to earlier forex shortages and currency crises in 2015/16 and 2018 led to commercial borrowings just like the country is scrambling for bi-lateral import loans from India and other countries now.",
    "Three piles of foreign debt built up as the country lost the ability to buy dollars for rupees through three currency crises triggered by flexible inflation targeting/output gap targeting.",
    "Commercial borrowing grew with sovereign debt at the central government, commercial dollar borrowings at the main petroleum retailer (which had also got state banks into difficulties) due until the country was locked out of capital markets.",
    "Shock revelation on how Sri Lanka’s CPC ended up with billions of dollar debt",
    "How Sri Lanka’s IMF-backed ‘Young Plan’ fired a foreign debt death spiral: Bellwether",
    "In the past two years and extreme form or output gap targeting called the ‘developmental state for a production economy’ has led to a foreign reserve run down and net borrowing spike at the central bank through interbank and swaps with other central banks",
    "Foreign Minister G L Pieris said Sri Lanka’s central bank had got a 250 million dollar swap from Bangladesh and was looking to extend a swap with the country.",
    "Another 515 million dollars of  support was also given on Asian Clearing Union liabilities. (Colombo/Apr20/2022)"
  ]
}