{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/19/fuel-crisis-protests-and-demands-as-military-moves-in/",
  "time_ut": 1655645820,
  "title": "Fuel Crisis : Protests and demands as military moves in",
  "body_lines": [
    "COLOMBO (News 1st):  The fuel crisis has disrupted the lives of many, who continue to remain at filling stations in hope of a solution for this crisis from authorities.",
    "Tensions arose between people and army personnel in a queue for fuel in Vishvamadu, Mullaitivu last night (18), when an army officers took custody of a man who obstructed an army officer from doing his duties, near the Army checkpoint adjacent to the filling station.",
    "Subsequently, a group of people who had gathered near the Army checkpoint demanding the release of the suspect had obstructed the duties of Army officers and assaulted them with glass bottles.",
    "After this, additional troops were deployed at the location to bring the situation under control, and they have fired gunshots into the air.",
    "Seven people, including three army personnel were injured in the incident, Police stated.",
    "Meanwhile, people were seen in queues at a filling station near the old bus stand in Vavuniya, which has not received fuel for three days.",
    "The people in queues blocked the A9 road in Vavuniya today (19) demanding for fuel.",
    "However, the Police diverted a fuel bowser that which was carrying fuel to Jaffna, to Vavuniya under special security due to the protest, yet the protesters did not allow the bowser to divert its path.",
    "Major General Saman Liyanage, the commanding officer of the Army’s 56th Infantry division intervened to solve the issue, and later, the protesters allowed the bowser to leave after steps were taken to sell fuel to them within the limit of Rs. 500.",
    "Moreover, farmers were among those standing in line at the Keppetipola filling station that has not received fuel for six days.",
    "They complained, demanding whether the current situation denotes the prosperity that was created by the present Government, and pointed out that farmers who feed the entire nation have been standing in line for many days, and are on the streets, begging for fuel.",
    "Tensions arose at a filling station in Negombo which only sold fuel for police and healthcare workers as well.",
    "Meanwhile, teachers travelling to mark O/L exam papers were affected. They said that they were unable to pump fuel for two days, and have been late for duty due to fuel queues.",
    "Tensions arose for the second time in Negombo after workers at the filling station announced that stocks were over, however Police intervened and instructed workers to sell fuel under certain limits.",
    "People who have been in line for two days at a filling station opposite the Karapitiya Teaching Hospital organized a protest today (19),  by blocking the Galle-Labaduwa road, disrupting the movement of vehicles.",
    "UN coordinator, US Ambassador call for restraint, probe into excessive force"
  ]
}