{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82696/pm-ranil-wants-imf-program-in-place-by-mid-june",
  "time_ut": 1653568260,
  "title": "PM Ranil wants IMF program in place by mid-June",
  "body_lines": [
    "Sri Lanka is looking to fast-track talks with the International Monetary Fund and agree on a loan by mid-June so that it can then approach other lenders for urgently needed funds.",
    "The bankrupt nation will slash its budget expenditure to “bare bones” and hopes to break even or post a primary surplus of 1% of gross domestic product by 2025, Prime Minister Ranil Wickremesinghe said in an interview at his office in Colombo Wednesday. Even so, that would be smaller than the 2% surplus the IMF has sought, which could be a sticking point.",
    "“We need to find the dollars -- the IMF will not bring in the entire thing,” Wickremesinghe said. “But if we start with the IMF, it will be easier for others to help us.”",
    "Wickremesinghe is seeking a total of about $4 billion this year, from the multilateral lender and creditors including China and Japan, to help pay for food and fuel. Easing the shortages could be the first step to soothe public anger that has stoked inflation to almost 40% and triggered protests seeking the ouster of President Gotabaya Rajapaksa.",
    "“It is good news that Sri Lanka is placing a priority on talks with the IMF,” said Guido Chamorro, co-head of emerging-market hard-currency debt at Pictet Asset Management, which holds Sri Lankan bonds. “The sooner the better, but I think it is difficult to put an exact date on a resolution. These negotiations typically end up taking a bit longer than initially expected.”",
    "Sri Lankan dollar bonds due in 2030 fell for a fifth straight session on Wednesday to 37.8 cents, lingering deep in distress. The extra yield investors demand to hold the sovereign debt over US Treasuries was more than 39 percentage points, according to JPMorgan Chase & Co. data.",
    "Wickremesinghe -- who took on the additional role of finance minister on Wednesday -- forecast that the economy will shrink 4% this year. He fears citizens will face hard times until February, including food scarcities due to a lack of fertilizer ahead of planting season.",
    "“I can feel their anger,” Wickremesinghe said. “Some of them are missing one meal. A lot of people who had reached the middle class feel they’re being moved out. People are without employment. Farmers are without fertilizer for two seasons.”",
    "Once an IMF deal is agreed, Wickremesinghe said he would seek debt restructuring from Beijing.",
    "“We’re not in a debt trap,” Wickremesinghe said. “I think the percentage of loans by Japan and China are the same, except that the Chinese interest rates are higher.”",
    "While the debt talks continue, Wickremesinghe is also trying to contain anger against Rajapaksa. The prime minister has sent to the cabinet a newly drafted, so-called 21st amendment to the country’s constitution, which is expected to trim the wide-ranging powers of the president’s office.",
    "The outcome of the amendments would follow discussions among lawmakers, Wickremesinghe said, adding that he was hoping for “the broadest possible support” among parties.",
    "The Bar Association of Sri Lanka has already raised questions about the extent to which the amendments will scale back the sweeping powers that President Rajapaksa gave to his office shortly after he returned to power in 2019.",
    "The new prime minister replaced the president’s older brother, Mahinda Rajapaksa, who quit on May 9 after violence erupted across the country. Wickremesinghe is leading a so-called multi-party interim government that is hoped would bring political stability to the country.",
    "“One day we have to start repaying all the foreign debt we have, and if we don’t start earning we certainly will be getting into debt burden,” the prime minister said. “So we have to change our economic system.”"
  ]
}