{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Maithri-leaves-Paget-Road-residence/155-237521",
  "time_ut": 1653272160,
  "title": "Maithri leaves Paget Road residence",
  "body_lines": [
    "Complying with the interim injunction issued by the Supreme Court on March 29, former President Maithripala Sirisena has left the Paget Road residence last week and settled in another state house in Colombo 7, the Daily Mirror learns.",
    "Commenting on the eviction, Sirisena lamented at a news briefing held at the Party office recently that he had been given only four weeks to leave the Paget Road Residence as opposed to about three months usually given even to public servants following their retirement.",
    "The interim injunction has been issued upon hearing an FR petition filed by Dr. Pakiyasothi Saravanamuttu, executive director of the Centre for Policy Alternatives (CPA).",
    "Sirisena flatly rejected media reports that he as the President took steps to join three houses to build a massive single mansion to live in retirement with expenses borne by the government to the tune of Rs.800 million.",
    "“I am living in this house under the provisions of the ‘President’s Entitlements Act’ passed during President J.R. Jayewardene regime. As per the Act, all Executive Presidents who go on retirement are entitled to receive perks and privileges enjoyed by a Cabinet Minister. The Paget Road house with five bedrooms I am living right now had previously been used by Minister Keheliya Rambukwella. When President Mahinda Rajapaksa retired I gave the house at Wijerama Mawatha that I used as the Minister of Health. Former President Chandrika Kumaratunge lives in a house at Torrington Avenue. The widow of late President Ranasinghe Premadasa, Hema Premadasa has also been given a state house. None of these houses are extremely luxurious as portrayed by many,’  Sirisena said.",
    "The Paget Road house is more than 100 years old and built with Kabok stone. He had to carry out a complete renovation including the replacement of the roof which was severely dilapidated before moving in. Spending Rs. 800 million for the job as suggested by some was fanciful thinking and highly exaggerated, he added.  (Sandun Jayasekara)"
  ]
}