{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/jkh-throws-its-weight-behind-peoplesdemands/",
  "time_ut": 1650687060,
  "title": "JKH throws its weight behind peoples’demands",
  "body_lines": [
    "“As a corporate citizen and member of the business community, the John Keells Group has been gravely concerned with the dire economic circumstances facing the country, which require immediate remedial measures. Whilst we note the positive developments in relation to the engagement with the International Monetary Fund (IMF) and the commencement of the requisite steps pertaining to the debt restructuring process, we reiterate the need for all parties to come together to ensure political and social stability in the country which, we believe, will be a precursor to achieving the desired outcomes to avoid an economic catastrophe.",
    "“We are at an inflection point. Social stability needs to be achieved to ensure that Sri Lanka can rise from our current challenges. It is in this respect that we note with concern the recent violence and regret the tragic demise of one of our fellow citizens. We empathize with the hardships and tribulations faced by the people and stand with our fellow citizens in the calls for improved governance, accountability and transparency.",
    "“We call upon the leadership of the country to take decisive action and be conscious of the possibility of continued social unrest if the calls for change and good governance by the people, which we are supportive of, are not facilitated in a manner that ensures a sustainable solution. We urge all key parties to reach consensus, within the construct of the constitution of the country and due process being followed, in respecting the will of the people,” the statement said.",
    "The conglomerate operating in Sri Lanka for over 150 years, said it “will continue to play our role towards enabling the recovery of our economy and supporting our future generations to build a stronger and better governed Sri Lanka.”",
    "“We are firmly of the belief that the resilience of the people of our country will shine through yet again and we ask that our people remain united as we all look to building a better future for our country. We fervently request that all political leaders act in a decisive and expeditious manner which respects the voice of the people to ensure we have the stability required to achieve the economic outcomes needed at this crucial juncture.”",
    "ComBank now offers WhatsApp and Viber Banking services in Sinhala, Tamil and English",
    "PIC SAVED AS FITCH Chas P Hayley shines in Gold at Industrial Excellence Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}