{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/India-US-and-other-friendly-countries-must-encourage-rulers-to-step-down-M-A-Sumanthiran/231-236363",
  "time_ut": 1651782660,
  "title": "India, US and other friendly countries must encourage  rulers to step down - M. A. Sumanthiran",
  "body_lines": [
    "SJB should present plan for governing country in case no confidence motion is passed",
    "Tamil National Alliance (TNA) MP for the Jaffna district M.A. Sumanthiran, in an interview with Daily Mirror, airs his views on the present status of the economy and the",
    "Q   The TNA has taken a different stand regarding the no confidence motion against the government. Why is it?",
    "When a no confidence motion against the government is passed, the Cabinet stands dissolved according to the Constitution. Then, a new government has to be formed. Then, we must know what that new government is going to be like. Those who are bringing the no confidence motion must discuss with us what they have in mind as to who forms the next government. Without that plan, dissolving this government can be very dangerous. We are also firmly of the view that President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa must step down. We don’t want to be in a position where the president continues and another person who is worse than the current prime minister becomes the prime minister. That will be from the frying pan into the fire. We won’t be able to control anything the moment the no confidence motion is carried. That is why we need to know first what kind of a government will be formed. Everybody who has left the government is saying the 20th Amendment must be repealed. Right alone, they knew the 20th Amendment was wrong. All of them are people who voted for it. What is there to say that they will go back on it? They are the people who voted for the 18th Amendment too. Then, they repealed it with the 19th Amendment. They voted for that also. Then, again, they thought the 18th Amendment was wrong and made amends for the 19th Amendment. But, they voted for the 20th Amendment. It is realisation or anything like that. This is just political opportunism. This is downright irresponsible behaviour. So, we are very wary about those who have left the government. This may all be a well-planned scheme for the same government to continue.",
    "The president is the head of the government. The call-out by the people is for the president to resign. That is the main call. Everything else is subsidiary to that. Without that happening, we just rearrange some chairs in the Cabinet and continue. That will be sham and an attempt to fool the people. We cannot become party to that kind of charade. We are also opposed to the Mahinda Rajapaksa-led Cabinet. We will support it. But, we must agree first who takes over government from that point onwards.",
    "\"Those who are bringing the no confidence motion must discuss with us what they have in mind as to who forms the next government. Without that plan, dissolving this government can be very dangerous\"",
    "Q   Does it mean that the present Samagi Jana Balawegaya (SJB) does not have a plan as the party mooting the idea of a no confidence motion?",
    "They are also saying the president must step down. They are not willing to take over government under the current president. I think that position is correct. That is the same thing the JVP is also saying. We are also saying the same thing. The three actual opposition parties are saying the same thing. The government is headed by the president. The president is the one mostly responsible for this economic calamity. People are also saying ‘Gota go home’. No other slogan comes anywhere close to that. People have also understood that the main culprit is the president. Without addressing that, how can anyone become part of the government headed by the president?",
    "Q   Then, there is a substantive motion being advocated to be taken up to express no confidence on the president. Why is it?",
    "We, along with the SJB and the JVP, insisted that this motion should be taken up before the no confidence motion against the government. Sri Lanka Freedom Party (SLFP) exposed itself by voting along with the government to elect the deputy speaker. Therefore, we want to put them to test again by taking up the motion against the president first.",
    "Q   In the meantime, people are suffering without gas and electricity. Food prices are escalating. What is the solution you advocate?",
    "The solution is not for the same rulers to continue under a different setup.",
    "\"The Constitution has laid out what must happen in that case. The prime minister must act in that case, may be for a couple of days. Then, Parliament must appoint a new president\"",
    "The TNA advocates that the current rulers must step down totally and hand it over to the opposition. The current government has failed. The 40 MPs who crossed the floor also have accepted that this government failed. They were part of the government. They must step aside and give it to the opposition to run the government.",
    "Q   What is your view on the call for the formation of an interim government to run the country?",
    "Any interim arrangement cannot also be an all- party one. That cannot include the party that caused it (the present crisis). The president and the government must step aside. The SJB is only saying that they won’t participate in any interim government where the president is the head. When the president moves out, they will take it over.",
    "Q   If the president steps down, won’t it lead to a constitutional crisis?",
    "No. The Constitution has laid out what must happen in that case. The prime minister must act in that case, may be for a couple of days. Then, Parliament must appoint a new president. Those who caused this problem must allow somebody else to take over as president.",
    "\"There will be renewed hope for the country from around the world. There will be very positive energy and the world will look at Sri Lanka. If it is settled justly, our Diaspora community will bring in their investments definitely and naturally\"",
    "Q   You are someone who asked the government to go to the IMF. Now, the government has held talks with the IMF for a programme. What do you think of it?",
    "They have gone far too late. We have been saying this for a long time. Going late also has a severe, negative impact. The president also admitted it that he made a mistake in not going in time. I don’t know whether the IMF negotiations will give any kind of relief. Certainly in the short term, there cannot be any relief. The government going belated has also affected the lives of people in the country.",
    "The last round of talks does not seem to have elicited anything. For the IMF to deal with anyone there must be a stable government. There is no stable government in Sri Lanka now. The wrongdoer, the president, is still in his seat. The Cabinet and the prime minister are six or seven. Some of them don’t know whether they are still ministers or not. For example, Ali Sabry is technically not the finance minister. He resigned. He was not reappointed. According to the Constitution, he is not the finance minister. Somebody who is not the finance minister goes to IMF talks. How will the IMF deal with him? When he went, there were only six members in the Cabinet. Now, there are about 20 or less. This is not a stable government. The government does not know whether they have a majority in Parliament or not. They are running scared to test the majority. When the emergency was declared, Parliament should have put that to vote immediately. They dodged that one day. When I raised that issue, it was revoked at midnight because he did not want to face a vote in Parliament. They have been dodging any kind of majority test.",
    "Firstly, the wrongdoer is still in the seat. There is no proper Cabinet or government. The government is not able to face a vote in Parliament. Even if they stitch together 113 seats at a vote, that does not make a stable government. As far as IMF or any international agency is concerned, if there are people on the streets for days on end, there is no political stability in the country.",
    "\"Even to the protestors in Galle Face, I asked three questions from Jaffna. What is their position on parity of status for languages? What is their position on their secular state? What is their position on power sharing in a way that all the people of the country have equal access to governance\"",
    "Q   In the event of the no confidence motion getting passed and the government standing dissolved, is the TNA ready to be part of the next government to be formed?",
    "Well, as it is, there does not seem to be any plan for it. What we hear of are just plans by those who left the government on getting back into Cabinet positions - even prime ministerial positions. If that is what is going to happen, then there is no question that we will participate in that.",
    "Q   What will you do if the opposition takes control of Parliament?",
    "We will have to consider it if it happens. For that, the president must step down first. If the president steps down, we will consider that position.",
    "Q   India has come out in a big way to help Sri Lanka at this crisis time. What do you think of it?",
    "For that assistance, we are very thankful. That assistance is what keeps the country alive. But, we cannot go on and on like that. If the friendly countries are to help, they must also encourage the current rulers to step down and enable an acceptable government to be formed thereafter.",
    "Q   Have you made any such request from the diplomatic authorities of these friendly countries?",
    "\"I don’t think I should name anybody. I think there are people who have done very well. A few of them have done very well. But, there is a larger section of people who have done well. The president is also quite aware of that\"",
    "Q   What do you think of the role of the United States at this time?",
    "It will be the same for any other country. They must encourage the government to step down. India, the US and all the friendly countries must encourage those in power now to step down. I do not see any change for the country without that happening.",
    "Q   At this time, what do you think of the realisation of political aspirations of Tamil people?",
    "That is something that must happen. There is no in season and out of season for that. Whatever point in time, there is political will to settle that problem, that must be done. It might sometimes be useful and possible at times such as this to resolve all outstanding issues.",
    "In whatever meetings I have been in, I have mentioned this. Everybody talks about progressive moves now. Whenever they talk like that, I have also said they must resolve this issue once and for all. This is probably the right time to do that also. Nobody has disputed or said no. But, nothing seems to be done. Even to the protestors in Galle Face, I asked three questions from Jaffna. What is their position on parity of status for languages? What is their position on their secular state? What is their position on power sharing in a way that all the people of the country have equal access to governance? I don’t expect them to have a meeting and respond to us. But, these are questions they also must ask themselves. Some have responded saying that they are conscious of it. They said they are a new generation and will settle this justly. That is individuals saying their sentiments. As people who have taken this issue, they must also resolve this when they move in a progressive direction.",
    "\"For the IMF to deal with anyone there must be a stable government. There is no stable government in Sri Lanka now\"",
    "Q   How hopeful are you of the international community, particularly the western countries and India, prevailing upon the present rulers to do something in this regard?",
    "They have already said it. They have continued to do it for a long time. They have expressly articulated that the political aspirations of Tamil people must be met with equality and dignity. Power sharing must be done. India has said all that. Similar sentiments have been expressed by other friendly countries too. I don’t think there is any change in that. They will assist if moves are undertaken in that direction. If that is settled properly now, that will give the country a different image. There will be renewed hope for the country from around the world. There will be very positive energy and the world will look at Sri Lanka. If it is settled justly, our Diaspora community will bring in their investments definitely and naturally. A lot of them fled from this country due to violence. They have done very well in the countries they have gone to. They have concerns about the places they lived, the schools they studied in etc. Some of them have done extremely well. They have become very wealthy. I know many of them want to bring in their investments.",
    "There will be an avalanche of investments in foreign currency if this issue is resolved justly.",
    "Q   Who are those prospective investors in the Diaspora community?",
    "I don’t think I should name anybody. I think there are people who have done very well. A few of them have done very well. But, there is a larger section of people who have done well. The president is also quite aware of that.",
    "We are not enemies of anybody. It is alright for anybody to come. There are geopolitical realities. China is not a friendly country to India. Naturally India will have defence concerns. This is in the backyard of India. Sri Lanka is just 30 kilometers off India. If we were close to China physically and India came in there, China would have concerns. Those realities must be looked at. That is for this reason that we said “we don’t want China coming in”. That is making India nervous. We don’t want our areas to be used for proxy wars. Other than that, we have nothing against the Chinese."
  ]
}