{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-fall-on-profit-taking-amid-default-woes-turnover-hits-7-wk-high-94424/",
  "time_ut": 1652899920,
  "title": "Sri Lanka stocks fall on profit taking amid default woes; turnover hits 7-wk high",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index slipped om Wednesday from six-week high hit on the previous session and fell for the first time in five straight session due to profit-taking amid concerns over debt default also weighed on the sentiments, dealers said.",
    "The day’s turnover was 3.5 billion rupees, its highest since March 30 and more than half of this year’s average daily turnover of 4.2 billion rupees.",
    "The main All Share Price Index (ASPI) surrendered its early gains and closed 0.48 percent or  40.44 points weaker at 8,417.21 at the close. It ended at its highest since April 6 on the previous session.",
    "“The market was pulled down solely on profit-taking as the overall market has gained in the last few days,” a top market analyst said. The index had risen over 13 percent in the last four sessions through Tuesday, official data showed.",
    "Other analysts said investors were concerned over possible hard default on Wednesday as the country had no dollars to pay coupon payments for sovereign bond holders and another payment for Asian Development Bank.",
    "Prime Minister Ranil Wickremesinge told the parliament that he will announce the economic policy next week after getting all the statistics on the debt repayment.",
    "ASPI gained in the last few session on positive sentiments after the appointment of the Prime Minister Wickremesinghe which was expected to end the political deadlock amid prolonged street protests demanding both the president and then prime minister to resign.",
    "Wickremsighe addressed the nation on Monday over its economic crisis and said Sri Lanka will go through its worst in the coming few days with power cuts on the cards which could go up to as high as 15-hours.",
    "The curfew imposed last few days was lifted on Tuesday. The curfew was imposed after  violence erupted island wide following ex-prime minister Mahinda Rajapaksa’s supporters brutally attacked unharmed anti-government protesters on May 9. Rajapaksa resigned after his supporters brutally attacked peaceful protesters.",
    "The attacks took place despite a ‘state of emergency in the country in the presence of police.",
    "The most liquid index S&P SL20 too fell 0.51 percent or 14.28 points to close at 2,795.53.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7. On Tuesday the rupee was quoted at around 365 against US dollar, up from 360 on Friday.",
    "The market has gained 10.4 percent in May so far following a loss of 14.5 percent in March and 23 percent in April.",
    "Overall the market has lost 31.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bought a net 8.5 million rupees worth of shares. The market has witnessed a total foreign outflow of 1 billion rupees so far this year.",
    "Today’s slip eroded market capitalization loss of 8 billion rupees.",
    "Royal Ceramics, Melstacorp and Richard Pieris dragged ASPI on Wednesday.",
    "Analysts cited that a common reason for these three stocks to come down could be margin calls.",
    "Shares in Royal Ceramics fell 4.7 percent to close at 32.70 rupees a share, Melstacorp slipped 3.5 percent to close at 41.50 rupees a share, while Richard Pieris ended 4.8 percent down at 14.00 rupees a share. (Colombo/May18/2022)"
  ]
}