{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/let-battle-begin-from-kitchen/",
  "time_ut": 1648139760,
  "title": "Let battle begin from kitchen",
  "body_lines": [
    "All the signs are that the LP gas shortage is here to stay with the dollar crisis worsening rapidly, and it will be prohibitively expensive to cook with gas even if the supply thereof happens to be resorted by any chance. Some people have turned to kerosene as an alternative, but all fossil fuels are in short supply, and long queues are seen at filling stations. When the IMF bailout package begins to take shape, the government will have to subject the hapless public to ‘electric shocks’ and ‘waterboarding’, as it were; electricity and water tariffs will also go through the roof. It will be well-nigh impossible for the ordinary public to use gas, kerosene or electricity for cooking.",
    "Things are no doubt looking pretty grim, but all is not lost at least where cooking is concerned thanks to Sri Lankan engineers. Experts such as Past President of the Bio Energy Association of Sri Lanka, Eng. Parakrama Jayasinghe, inform us that there are simple and easily adoptable solutions. They advocate the use of biomass in a scientific manner as cooking fuel. Many Sri Lankans already use biomass for cooking except in some urban centres, where people have become heavily dependent on LP gas.",
    "There has been a sustained misinformation campaign against the use of biomass, engineers say, insisting that they have made this valuable resource clean and user-friendly. The National Engineering Research and Development Centre (NERD) has relaunched a line of biomass stoves in view of the current LP gas and kerosene shortages, according to a report we published yesterday. Unfortunately, this event of national importance did not receive adequate media attention!",
    "Eng. Jayasinghe said, in an article published in this newspaper in August 2021, that smoke-free stoves had been developed to cater to the needs of even urban housewives living in high-rise apartment complexes. Why successive governments have not cared to popularise alternatives to fossil fuel burning is puzzling.",
    "Meanwhile, it is popularly said that the Stone Age did not end because humans ran out of stones. Likewise, it is not gas or kerosene shortages that should make us look for alternatives to fossil fuels. A Sri Lankan university has invented an electric trishaw, we are told. If this technology is further developed with solar power being used to charge trishaws, we will be able to save a great deal of forex, reduce environmental pollution and bring down transport costs significantly. Precious little has been done to tap Sri Lanka’s solar energy potential.",
    "Sri Lanka is blessed with brilliant brains but unfortunately governments do not make the best use of them. Institutions such as the NERD, universities and research institutions have a pivotal role to play in developing the country, and making it less dependent on fossil fuels.",
    "All Sri Lankan politicians including the pseudo patriots apparently have no faith in local experts. They prefer foreigners. We reported on Wednesday (23) that the government had decided to hire a foreign law firm to assist it in its dealings with the IMF. Is it that Sri Lankan legal experts are not equal to that task? We thought we had enough and more legal, financial and economic experts who could assist the government in negotiating with the IMF. Why can’t the government harness the knowledge and skills of Sri Lankan lawyers, economists, accountants, and bankers? The task of advising the government on negotiations with the IMF, in our book, must be left to a team of experts selected from the Central Bank, the Treasury, local professional associations such as the Bar Association of Sri Lanka, national universities, and other such institutions.",
    "When President Gotabaya Rajapaksa was elected, it was thought that he would inspire and encourage Sri Lankans experts and innovators to contribute to national development. But nothing of the sort has happened, and there has occurred a surge in brain drain in recent years. The government should promote the harnessing of solar energy, and the NERD alternatives to gas and kerosene burning while redoubling its efforts to resolve the energy and power crises. After all, it says its goal is to increase power generation from renewable sources. Let the battle begin from the kitchen!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}