{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/study-group-announces-new-us-partnership-with-florida-atlantic-university/",
  "time_ut": 1652278560,
  "title": "Study Group announces new US partnership with Florida Atlantic University",
  "body_lines": [
    "Study Group, a leading provider of international education is delighted to announce a new partnership in North America with Florida Atlantic University.",
    "Florida Atlantic University is ranked as a top public higher education institution by U.S. News and World Report and has been described as “an energetic and fast-growing institution, determined to propel itself to the forefront of innovation and scholarship.” It has more than 30,000 undergraduate and postgraduate students and offers over 4,800 internship placements to support graduate employability at global companies including Google, Apple, and General Motors and PricewaterhouseCoopers.",
    "Study Group shares Florida Atlantic University’s strategic focus on developing students’ professional skills. It has been selected as Florida Atlantic University’s trusted partner of choice to recruit international students to a range of programs due to its reputation and expertise in global education and partnerships with over 50 universities worldwide. Study Group was also recently named Pathway Provider of the Year at the Global Education Investor Awards.",
    "Study Group CEO Emma Lancaster said, “Florida Atlantic University – with its excellent main campus location in Boca Raton and strong investment in sought after science, technology, engineering, and mathematics (STEM) programs – is expected to become a popular choice for international students planning to study in the US. We are very much looking forward to sharing this exciting study destination with students around the world. Study Group’s international marketing, student recruitment and admissions expertise will support Florida Atlantic University to achieve its international student recruitment goals, which also benefits the whole university community, providing the opportunity for local students to learn from their global peers in a highly connected world.”",
    "Russ Ivy, Senior Associate Provost of Florida Atlantic University, also welcomed the partnership, commenting, “We are very pleased to announce this important partnership with Study Group and we look forward to welcoming international students from across the world to our beautiful campus where they can expect an excellent education and welcoming student community.”",
    "Study Group started accepting applications from the 1st of February 2022 onwards and looks forward to new international students joining Florida Atlantic University in Fall 2022.",
    "Working with over 50 universities around the world, Study Group’s reputation and expertise in international education ensure success for its partners and students. From outstanding teaching to innovative approaches to international recruitment and student support, our global organisation is united in working with universities to build a better world through education.",
    "Through university partnerships and innovative face-to-face, online, and hybrid study programmes, Study Group guides thousands of international students each year towards academic and professional success – creating opportunities for the next generation of industry experts. Their courses range from pathways to undergraduate and postgraduate study delivered in partnership with universities across the world, to the specialist online delivery of medical and executive education.",
    "Study Group is always looking to the future, working with our partners to provide education solutions. Its in-depth digital education expertise and Insendi digital learning platform helps to deliver transformative, intuitive and accessible online and blended learning experiences with the most powerful digital tools available.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}