{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/The-Revolutionary-Right-to-Overthrow/352-234909",
  "time_ut": 1649615700,
  "title": "The Revolutionary Right to Overthrow!",
  "body_lines": [
    "Thousands of protestors; mainly young men and women with no political affiliations or leadership, gathered at the Galle Face Green, despite pouring rain and other obstacles, demanding President Gotabaya Rajapaksa and his government to step down.",
    "“This country, with its institutions, belongs to the people who inhabit it. Whenever they shall grow weary of the existing government, they can exercise their constitutional right of amending it, or exercise their revolutionary right to overthrow it”.",
    "However, the revolutionary right that existed 160 years ago is no longer valid. It should be the constitutional right; exactly what the young independent [FB?] groups agitate carrying placards- “Gota Go” - “Down with 225 +1”. Abraham Lincoln, the lawyer and statesman was the 16th American President  [1861-65] who led the nation through the  Civil War until his assassination in 1965. The simplest form of definition of Democracy, he used in ending the speech delivered during the dedication of the  Cemetery in Gettysburg on November 19, 1863, says, “Government of the people, by the people, for the people, shall not perish from the earth.” In Sri Lanka, we have witnessed all varieties of them; ‘government of the people, by the people, without the people’ however, we are yet to see a government that satisfies the third criterion, ‘for the people.’",
    "\"Sri Lanka’s history is at a turning point. While the US/NATO –Ukraine/Russia war is creating conditions for a massive rise of the poor around the globe as food and fuel shortages take hold alongside skyrocketing inflation in most countries. After two years of a distressing pandemic, struggles are escalating on every continent\"",
    "Exactly hundred years later, there emerged an American President affectionately referred to by his initials John F. Kennedy, who served as the 35th president [1961-63] until his assassination  in similar fashion on November 22, 1963. Kennedy addressing the first Anniversary of the Alliance for Progress in Washington said, “Those who make peaceful revolution impossible will make violent revolution inevitable.”",
    "Sri Lanka’s history is at a turning point. While the US/NATO –Ukraine/Russia war is creating conditions for a massive rise of the poor around the globe as food and fuel shortages take hold alongside skyrocketing inflation in most countries. After two years of a distressing pandemic, struggles are escalating on every continent.",
    "A decent crowd sans any dirty politics had joined the agitation held in Mirihana, in front of the president’s residence.  A few hours later, an organized politically backed trouble-makers hijacked the campaign compelling some of the decent middle class men and women to ‘back out’,  and for others, mainly the youngsters to occupy a ‘back seat’ in suspense when a third group of uncivilized hooligans appeared from nowhere, and used ‘fire-power’. A mysterious bus was set ablaze, stones and other objects were pelted to provoke police.  They were dispersed with tear gas and water cannons.  Though marred by unfortunate happening there on March 31, it triggered a chain of actions by independent and leaderless youth who made strategically significant and widely applicable changes in the political and social scenario of Sri Lanka.",
    "Following Machiavelli who infamously said, “The promise given was a necessity of the past and the word broken is a necessity of the present,” they disregarded the party manifesto’s promise, ‘…as long as Sun & Moon exists, the subsidized rice ration it will remain intact’, the government soon faced depletion of foreign reserves causing a big economic crisis in the 1952/53 financial year.",
    "JR Jayewardene, in Dudley Senanayake’s 1952/53 government, attempted to make an overnight drastic cut in the rice subsidy making the two measures of imported rice cost the poor 45 cents more [from 25 to70 Cents] along with  simultaneous pruning down of several welfare measures. Masses responded to leftists call for Hartal. The protest on August 12, turned out to be a violent mass uprising and spread over to Marxist strongholds in seven districts. Rails and fish plates were removed in railway lines; telegraph posts toppled in many areas; sleepers were torn up and set on fire bringing trains in the Southern line to a halt for a few days.  Explosives were used to damage small bridges.",
    "\"A Massive but peaceful uprising swept the island nation demanding the exit of President Gotabaya Rajapaksa in rebelliousness of a state of emergency/curfew and the deployment of elite forces and police in the streets. The general public, especially the non-political, leaderless youth are calling for an end to the current political set up\"",
    "Public officers were summoned on board the British warship ‘HMS Newfoundland’ where the government politicians sought refuge— it was decided to bring certain affected districts under Martial law. An emergency was declared with a twenty four-hour curfew. The armed forces were authorized to use fire-power to quell the uprising who shot and killed nine; but restored welfare and the rice at 50 cents.",
    "A Massive but peaceful uprising swept the island nation demanding the exit of President Gotabaya Rajapaksa in rebelliousness of a state of emergency/curfew and the deployment of elite forces and police in the streets. The general public, especially the non-political, leaderless youth are calling for an end to the current political set up. They have resented attempts by some opposition members from participation in their struggle; media reported two such instances, one in Kegalle, where they chased away Hirunika and SJB supporters and in Tissamaharama SJB MP, Dilip Vedaarachchi was politely requested to leave the vicinity.",
    "The highly-respected former senior deputy governor, and economist, Dr. Nandalal Weerasinghe was overlooked by Yahapalana in favour of a world renown Singaporean swindler, for them to loot and empty the CB coffers, obviously with a view of sharing the spoils. With the arrival the Rajapaksa's, outsider Prof. Laxman served until another former controversial character returned to continue the pillaging once again, who had to resign amidst present turmoil. Dr. Weerasinghe is back, with the blessings of Gotabaya Rajapaksa, who was brought to his knees by the protests and the utter collapse of the economy. Dr. Weerasinghe along with another top economist who has now been brought in to head the Finance Ministry are  confident that they can revive the economy, provided  politicians keep away from interfering. However, answering the media, they warned the country that the next few months would see drastic measures being taken and that the public could experience more severe hardships. He implied that the imposition of inevitable cuts in subsidies and interest rate adjustments may further embarrass the government, but for the greater benefit of the economy in the long run. Continuing answering the combined electronic media on Friday night, the panel of experts emphasized the importance of maintaining the political as well as the social stability in the country, in view of pending negotiations with the IMF.",
    "\"Dr. Weerasinghe along with another top economist who has now been brought in to head the Finance Ministry are  confident that they can revive the economy, provided  politicians keep away from interfering\"",
    "It appears that some of the 225 are on a mission, collecting signatures for a NCM and an Impeachment, which may put a spoke in the efforts of the two proficient men who have undertaken an extremely tough task of negotiating with IMF for revitalizing the economy that had been ruined by successive administrations. However, it is likely that most of the parliamentarians would want it delayed rather pushing the country towards an ill-affordable election, at a time the nation is engulfed in a volcanic inferno. An  Impeachment, they know is a rather strenuous process, absolutely with no chance of achieving anything practical, apart, may be from drawing the attention of aid agencies, hampering Sri Lanka’s chances.",
    "The nation must ignore the empty rhetoric by foul-mouthed ‘highway robbers’ and pay attention to the new public officers, who for the first time in the post 78 history, have exhibited their fearless attitude by openly criticizing politico backed blundering, [a lesson for all senior public officers, including the AG] and also outlining their strategies for pulling the country out of the desperate situation  it is in through an independent Central Bank."
  ],
  "translate": {
    "si": {
      "title": "පෙරලා දැමීමේ විප්ලවවාදී අයිතිය!",
      "body_lines": [
        "විරෝධතාකරුවන් දහස් ගණනක්; ප්‍රධාන වශයෙන්ම කිසිදු දේශපාලන සම්බන්ධයක් හෝ නායකත්වයක් නොමැති තරුණ තරුණියන් වර්ෂාව සහ වෙනත් බාධා නොතකා ගාලුමුවදොර පිටියට රැස්ව සිටියේ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට සහ ඔහුගේ රජයට ඉවත් වන ලෙස බලකරමිනි.",
        "“මේ රට, එහි ආයතන සමඟ, එහි වාසය කරන මිනිසුන්ට අයත් වේ. පවතින රජයෙන් ඔවුන් වෙහෙසට පත්වන ඕනෑම අවස්ථාවක, එය සංශෝධනය කිරීමේ ව්‍යවස්ථාපිත අයිතිය ක්‍රියාත්මක කළ හැකිය, නැතහොත් එය පෙරලා දැමීමේ ඔවුන්ගේ විප්ලවීය අයිතිය ක්‍රියාත්මක කළ හැකිය.",
        "කෙසේ වෙතත්, වසර 160 කට පෙර පැවති විප්ලවවාදී අයිතිය තවදුරටත් වලංගු නොවේ. එය ව්‍යවස්ථාපිත අයිතිය විය යුතුය; \"ගෝටා ගෝ\" - \"225 +1 සමඟ පහළට\" යන පුවරු රැගෙන තරුණ ස්වාධීන [FB?] කණ්ඩායම් උද්ඝෝෂණ කරන්නේ හරියටම. ඒබ්‍රහම් ලින්කන්, නීතීඥ සහ රාජ්‍ය තාන්ත්‍රිකයා වූ 16 වැනි ඇමරිකානු ජනාධිපති  [1861-65] ඔහු 1965 දී ඝාතනය කරන තෙක් සිවිල් යුද්ධය හරහා ජාතිය මෙහෙයවූවාය. ප්‍රජාතන්ත්‍රවාදය පිළිබඳ සරලම නිර්වචනය, ඔහු කැපකිරීමේදී කරන ලද කතාව අවසන් කිරීමේදී භාවිතා කළේය. 1863 නොවැම්බර් 19 වන දින ගෙටිස්බර්ග්හි සුසාන භූමිය පවසන්නේ, \"ජනතාවගේ රජය, ජනතාව විසින්, ජනතාව වෙනුවෙන්, පොළොවෙන් විනාශ නොවනු ඇත.\" ශ්‍රී ලංකාවේ, අපි ඒවායේ සියලුම ප්‍රභේද දැක ඇත්තෙමු; ‘ජනතාවගේ, ජනතාව විසින්, ජනතාවගෙන් තොර ආණ්ඩුවක්’ කෙසේ වෙතත්, ‘ජනතාව වෙනුවෙන්’ යන තුන්වන නිර්ණායකය තෘප්තිමත් කරන ආණ්ඩුවක් අපට තවම දැකගත නොහැකි විය.",
        "\"ශ්‍රී ලංකාවේ ඉතිහාසය හැරවුම් ලක්ෂ්‍යයක පවතී. එක්සත් ජනපද/නේටෝ-යුක්‍රේන/රුසියා යුද්ධය බොහෝ රටවල අහස උසට නැඟෙන උද්ධමනය සමඟ ආහාර හා ඉන්ධන හිඟය පවතින බැවින් ලොව පුරා දුප්පතුන්ගේ දැවැන්ත නැගීමක් සඳහා කොන්දේසි නිර්මානය කරමින් සිටී. වසර දෙකකට පසු දුක්ඛිත වසංගතයක, සෑම මහාද්වීපයකම අරගල උත්සන්න වෙමින් පවතී\"",
        "හරියටම වසර සියයකට පසුව, 1963 නොවැම්බර් 22 වැනි දින ඒ හා සමාන ආකාරයකින් ඝාතනය වන තෙක් 35 වැනි ජනාධිපතිවරයා ලෙස [1961-63] කටයුතු කළ ජෝන් එෆ්. කෙනඩි ඔහුගේ මුල් අකුරින් ආදරයෙන් හඳුන්වන ඇමෙරිකානු ජනාධිපතිවරයෙක් බිහි විය. කෙනඩි ගේ පළමු සංවත්සරය අමතමින් වොෂින්ටනයේ ප්‍රගතිය සඳහා වූ සන්ධානය පැවසුවේ, “සාමකාමී විප්ලවය කළ නොහැකි කරන අය ප්‍රචණ්ඩ විප්ලවය නොවැළැක්විය හැකි කරයි” යනුවෙනි.",
        "ශ්‍රී ලංකාවේ ඉතිහාසය හැරවුම් ලක්ෂයක ය. එක්සත් ජනපදය/නේටෝ-යුක්රේනය/රුසියා යුද්ධය බොහෝ රටවල අහස උසට නැඟෙන උද්ධමනය සමඟ ආහාර සහ ඉන්ධන හිඟය පවතින බැවින් ලොව පුරා දුප්පතුන්ගේ දැවැන්ත නැගීමක් සඳහා කොන්දේසි නිර්මානය කරමින් සිටී. දුක්ඛිත වසංගතයකින් වසර දෙකක කාලයකට පසු, සෑම මහාද්වීපයකම අරගල උත්සන්න වෙමින් පවතී.",
        "කිසිඳු ජරා දේශපාලනයක් නැති ශිෂ්‍ය පිරිසක් මිරිහානේ ජනාධිපති නිල නිවස ඉදිරිපිට පැවති උද්ඝෝෂණයට එක්ව සිටියහ. පැය කිහිපයකට පසු, සංවිධානාත්මක දේශපාලනිකව පිටුබලය ලත් කරදර ඇති කරන්නන් විසින් මෙම ව්‍යාපාරය පැහැර ගත්හ. සමහර යහපත් මධ්‍යම පන්තික පිරිමින්ට සහ කාන්තාවන්ට 'පසුබසින්නට' බලකරමින්,  සහ තවත් සමහරුන්ට, ප්‍රධාන වශයෙන් තරුණයින්ට 'පසුපස අසුනක' තුනෙන් එකක් ලැබෙන විට සැකයෙන් වාඩි විය. කොතැනක හෝ සිට අශිෂ්ට මැරයන් පිරිසක් පෙනී සිටි අතර, 'ගිනි බලය' භාවිතා කළහ. පොලිසිය කුපිත කිරීම සඳහා අද්භූත බස් රථයක් ගිනි තබා ඇත, ගල් හා වෙනත් වස්තූන් ප්‍රහාර එල්ල කරන ලදී. කඳුළු ගෑස් සහ ජල ප්‍රහාර එල්ල කරමින් ඔවුන් විසුරුවා හරින ලදී. මාර්තු 31 වෙනිදා එහි සිදු වූ අවාසනාවන්ත සිදුවීමෙන් එය විනාශයට පත් වුවද, එය ශ්‍රී ලංකාවේ දේශපාලන හා සමාජීය වාතාවරණය තුළ උපායමාර්ගිකව වැදගත් සහ පුළුල් ලෙස අදාළ වන වෙනස්කම් සිදු කළ ස්වාධීන සහ නායකත්වයක් නොමැති තරුණ තරුණියන්ගේ ක්‍රියා දාමයක් අවුලුවන ලදී.",
        "“දීපු පොරොන්දුව අතීතයේ අවශ්‍යතාවයක්, කඩවුණු වචනය වර්තමාන අවශ්‍යතාවයක්,” යනුවෙන් කුප්‍රකට ලෙස පැවසූ මැකියාවෙල්ලි අනුව යමින් ඔවුහු පක්‍ෂ ප්‍රතිපත්ති ප්‍රකාශනයේ පොරොන්දුව නොසලකා හැරියහ. නොවෙනස්ව පවතිනු ඇත,' 1952/53 මූල්‍ය වර්ෂයේදී විශාල ආර්ථික අර්බුදයකට තුඩු දෙමින් විදේශ සංචිත ක්ෂය වීමට රජය ඉක්මනින් මුහුණ දුන්නේය.",
        "ජේආර් ජයවර්ධන, ඩඩ්ලි සේනානායකගේ 1952/53 ආන්ඩුව තුළ සහල් සහනාධාරය එක රැයකින් කපා හැරීමට උත්සාහ කළේ, ආනයනික සහල් මිනුම දෙක දුප්පතුන්ට ශත 45 ක් [ශත 25 සිට 70 දක්වා] වැඩි කරමින් සුබසාධන ක්‍රියාමාර්ග කිහිපයක් එකවර කප්පාදු කිරීමත් සමඟ ය. . වාමාංශිකයින් හර්තාල් කිරීමට කළ ඉල්ලීමට ජනතාව ප්‍රතිචාර දැක්වූහ. අගෝස්තු 12 වන දින විරෝධතාව ප්‍රචණ්ඩ මහජන නැගිටීමක් බවට පත් වූ අතර දිස්ත්‍රික්ක හතක මාක්ස්වාදී බලකොටු දක්වා පැතිර ගියේය. දුම්රිය මාර්ගවල රේල් පීලි සහ මාළු තහඩු ඉවත් කරන ලදී; බොහෝ ප්‍රදේශවල විදුලි පණිවුඩ කණු පෙරළී ඇත; සිල්පර ඉරා දමා ගිනි තබා දකුණු මාර්ගයේ දුම්රිය දින කිහිපයකට නතර කළේය. කුඩා පාලම් වලට හානි කිරීමට පුපුරණ ද්‍රව්‍ය භාවිතා කර ඇත.",
        "\"හදිසි / ඇඳිරි නීතිය සහ ප්‍රභූ හමුදාවන් සහ පොලිසිය වීදිවල යෙදවීම වැනි කැරලිකාරී ලෙස ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉවත් විය යුතු යැයි බල කරමින් දැවැන්ත නමුත් සාමකාමී නැගිටීමක් දිවයින පුරා පැතිර ගියේය. සාමාන්‍ය ජනතාව, විශේෂයෙන් දේශපාලන නොවන, නායකයෙකු නැති තරුණයින්. වත්මන් දේශපාලන සැකැස්ම අවසන් කරන ලෙස ඉල්ලා සිටිනවා\"",
        "රජයේ දේශපාලනඥයන් රැකවරණ පතා ගිය ‘HMS Newfoundland’ නම් බි‍්‍රතාන්‍ය යුද නෞකාවට රාජ්‍ය නිලධාරීන් කැඳවා – බලපෑමට ලක් වූ ඇතැම් දිස්ත‍්‍රික්ක යුද නීතිය යටතට පත් කිරීමට තීරණය විය. පැය විසි හතරක ඇඳිරි නීතියත් සමඟ හදිසි තත්ත්වයක් ප්‍රකාශයට පත් කෙරිණි. 9 දෙනෙකු වෙඩි තබා මරා දැමූ නැගිටීම මැඩපැවැත්වීම සඳහා ගිනි බලය භාවිතා කිරීමට සන්නද්ධ හමුදාවන්ට බලය ලැබුණි. නමුත් සුභසාධනය සහ සහල් ශත 50 ට යථා තත්ත්වයට පත් කළේය.",
        "හදිසි නීතිය/ඇඳිරි නීතිය සහ ප්‍රභූ හමුදාවන් සහ පොලිසිය වීදිවල යෙදවීම වැනි කැරලිකාරී ලෙස ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉවත් විය යුතු යැයි බල කරමින් දැවැන්ත නමුත් සාමකාමී නැගිටීමක් දිවයින පුරා පැතිර ගියේය. සාමාන්‍ය ජනතාව, විශේෂයෙන්ම දේශපාලනික නොවන, නායකත්වයක් නැති තරුණ තරුණියන් ඉල්ලා සිටින්නේ වත්මන් දේශපාලන සැකැස්ම අවසන් කරන ලෙසයි. ඔවුන්ගේ අරගලයට සහභාගී වීමෙන් සමහර විපක්ෂ සාමාජිකයින්ගේ උත්සාහයන් ඔවුන් අමනාප වී ඇත; මාධ්‍ය එවැනි අවස්ථා දෙකක් වාර්තා කළේය, එකක් කෑගල්ලේදී, ඔවුන් හිරුණිකා සහ SJB ආධාරකරුවන් එළවා දැමූ අතර, තිස්සමහාරාමයේදී SJB මන්ත්‍රී දිලිප් වෙදආරච්චි මහතාට එම ස්ථානයෙන් ඉවත් වන ලෙස කාරුණිකව ඉල්ලා සිටියේය.",
        "මහා ගෞරවාදරයට පාත්‍ර වූ හිටපු ජ්‍යෙෂ්ඨ නියෝජ්‍ය ආණ්ඩුකාර, ආර්ථික විද්‍යාඥ ආචාර්ය නන්දලාල් වීරසිංහ මහතා යහපාලන රජය විසින් නොසලකා හරින ලද්දේ ලෝක ප්‍රකට සිංගප්පූරු වංචාකාරයෙකුට පක්ෂව, ඔවුන් මහ බැංකුව කොල්ලකෑමට සහ හිස් කිරීමට, පැහැදිලිවම කොල්ලය බෙදා ගැනීමේ අදහසින්. රාජපක්ෂගේ ආගමනයත් සමඟම වත්මන් කැලඹීම් මධ්‍යයේ ඉල්ලා අස්වීමට සිදුවූ තවත් හිටපු ආන්දෝලනාත්මක චරිතයක් නැවත වරක් කොල්ලකෑම දිගටම කරගෙන යාමට නැවත පැමිණෙන තෙක් සේවය කළ පිටස්තරයෙකු වූ මහාචාර්ය ලක්ෂ්මන්. විරෝධතා සහ ආර්ථිකයේ අන්ත කඩාවැටීම නිසා දණ ගැස්වූ ගෝඨාභය රාජපක්ෂගේ ආශිර්වාදය ඇතිව ආචාර්ය වීරසිංහ යළි පැමිණ ඇත. ආචාර්ය වීරසිංහ සහ මුදල් අමාත්‍යාංශයේ ප්‍රධානියා ලෙස දැන් ගෙන්වාගෙන සිටින තවත් ඉහළම ආර්ථික විද්‍යාඥයෙකු                                                    ප්‍රධානියා. කෙසේ වෙතත්, මාධ්‍ය වෙත පිළිතුරු දෙමින් ඔවුන් රටට අනතුරු ඇඟවූයේ ඉදිරි මාස කිහිපය තුළ දැඩි ක්‍රියාමාර්ග ගනු ඇති බවත් මහජනතාවට වඩාත් දැඩි දුෂ්කරතා අත්විඳිය හැකි බවත්ය. සහනාධාර සහ පොලී අනුපාත ගැලපීම් වල නොවැළැක්විය හැකි කප්පාදු පැනවීම රජය තවදුරටත් අපහසුතාවයට පත් කළ හැකි නමුත් දිගුකාලීනව ආර්ථිකයේ වැඩි ප්‍රතිලාභ සඳහා බව ඔහු ඇඟවුම් කළේය. සිකුරාදා රාත්‍රියේ ඒකාබද්ධ විද්‍යුත් මාධ්‍ය වෙත අඛණ්ඩව පිළිතුරු දෙමින් විද්වත් මණ්ඩලය අවධාරණය කළේ ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ පවතින සාකච්ඡා හමුවේ රට තුළ දේශපාලන මෙන්ම සමාජ ස්ථාවරත්වය පවත්වා ගැනීමේ වැදගත්කමයි.",
        "\"ආචාර්ය වීරසිංහ සහ තවත් ඉහළ ආර්ථික විද්යා ist යෙකු සමඟ තවත් ඉහළ ආර්ථික විද්යා ist යෙකු සමඟ ආර්ථික අමාත්යාංශයට පුනර්ජීවනය කළ හැකි බව මුදල් පණ ගැන්වීම සඳහා තමන්ටම පුනර්ජීවනය කළ හැකි බව ආර්ථික විද්යා polit යන් මැදිහත් වීමෙන් keep ත් වී ඇත.",
        "225 දෙනාගෙන් සමහරක් NCM සහ දෝෂාභියෝගයක් සඳහා අත්සන් එකතු කරමින් මෙහෙවරක යෙදී සිටින බව පෙනේ, එය ආර්ථිකය පුනර්ජීවනය කිරීම සඳහා IMF සමඟ සාකච්ඡා කිරීමේ අතිශය දුෂ්කර කර්තව්‍යයක් කර ඇති ප්‍රවීණයන් දෙදෙනෙකුගේ උත්සාහයට කථා කළ හැකිය. අනුප්‍රාප්තික පරිපාලනය විසින් විනාශ කර තිබුණි. කෙසේ වෙතත්, ජාතියම ගිනිකඳු අපායක ගිලී ඇති මොහොතක, දැරිය නොහැකි මැතිවරණයක් කරා රට තල්ලු කිරීම වෙනුවට එය ප්‍රමාද කිරීම බොහෝ පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට අවශ්‍ය වනු ඇත. දෝෂාභියෝගයක්, ශ්‍රී ලංකාවේ අවස්ථාවන්ට බාධා පමුණුවමින් ආධාර ආයතනවල අවධානය යොමු කිරීම හැර, ප්‍රායෝගික කිසිවක් සාක්ෂාත් කර ගැනීමට කිසිසේත්ම අවස්ථාවක් නොමැති තරමක් දැඩි ක්‍රියාවලියක් බව ඔවුන් දනී.",
        "78 න් පසු ඉතිහාසයේ ප්‍රථම වතාවට දේශපාලන පිටුබලය සහිත වැරදි ප්‍රසිද්ධියේ විවේචනය කරමින් තම නිර්භය ආකල්පය ප්‍රදර්ශනය කළ නව රාජ්‍ය නිලධාරීන් කෙරෙහි ජාතිය අවධානය යොමු කළ යුතු අතර 'මහමං මංකොල්ලකරුවන්ගේ' පුහු කතා නොසලකා හැරිය යුතුය. නීතිපති ඇතුළු සියලුම ජ්‍යෙෂ්ඨ රාජ්‍ය නිලධාරීන් සඳහා සහ ස්වාධීන මහ බැංකුවක් හරහා රට පත්ව ඇති මංමුලා සහගත තත්ත්වයෙන් රට ගොඩගැනීම සඳහා ඔවුන්ගේ උපාය මාර්ග ගෙනහැර දැක්වීම."
      ]
    },
    "ta": {
      "title": "தூக்கியெறியும் புரட்சிகர உரிமை!",
      "body_lines": [
        "ஆயிரக்கணக்கான போராட்டக்காரர்கள்; முக்கியமாக அரசியல் சார்பற்ற அல்லது தலைமைத்துவம் இல்லாத இளைஞர்கள் மற்றும் யுவதிகள், கொட்டும் மழை மற்றும் ஏனைய தடைகளையும் பொருட்படுத்தாமல் காலிமுகத்திடலில் ஒன்றுகூடி, ஜனாதிபதி கோட்டாபய ராஜபக்ஷவையும் அவரது அரசாங்கத்தையும் பதவி விலகுமாறு கோரினர்.",
        "\"இந்த நாடு, அதன் நிறுவனங்களுடன், அதில் வசிக்கும் மக்களுக்கு சொந்தமானது. தற்போதுள்ள அரசாங்கத்தால் அவர்கள் சோர்வடையும்போதெல்லாம், அவர்கள் அதைத் திருத்துவதற்கான அரசியலமைப்பு உரிமையைப் பயன்படுத்தலாம் அல்லது அதைத் தூக்கியெறிவதற்கான அவர்களின் புரட்சிகர உரிமையைப் பயன்படுத்தலாம்.",
        "இருப்பினும், 160 ஆண்டுகளுக்கு முன்பு இருந்த புரட்சிகர உரிமை இப்போது செல்லாது. அது அரசியலமைப்பு உரிமையாக இருக்க வேண்டும்; \"கோட்டா கோ\" - \"டவுன் வித் 225 +1\" என்ற பதாகைகளை ஏந்தியவாறு இளம் சுயேச்சையான [FB?] குழுக்கள் கிளர்ந்தெழுகின்றன. வழக்கறிஞரும் அரசியல்வாதியுமான ஆபிரகாம் லிங்கன் 16வது அமெரிக்க ஜனாதிபதி  [1861-65] அவர் 1965 இல் அவர் படுகொலை செய்யப்படும் வரை உள்நாட்டுப் போரின் மூலம் தேசத்தை வழிநடத்தினார். நவம்பர் 19, 1863 இல் கெட்டிஸ்பர்க்கில் உள்ள கல்லறை கூறுகிறது, \"மக்களால், மக்களுக்காக, மக்களுக்கான அரசாங்கம், பூமியிலிருந்து அழியாது.\" இலங்கையில், அவற்றின் அனைத்து வகைகளையும் நாங்கள் கண்டிருக்கிறோம்; ‘மக்களால், மக்களால் இல்லாமல், மக்களால் நடத்தப்படும் அரசாங்கம்’ எனினும், ‘மக்களுக்காக’ என்ற மூன்றாவது அளவுகோலை திருப்திப்படுத்தும் அரசை நாம் இன்னும் காணவில்லை.",
        "\"இலங்கையின் வரலாறு ஒரு திருப்புமுனையில் உள்ளது. அமெரிக்கா/நேட்டோ-உக்ரைன்/ரஷ்யா போர் உலகெங்கிலும் உள்ள ஏழைகளின் பாரிய எழுச்சிக்கான நிலைமைகளை உருவாக்கிக்கொண்டிருக்கும் வேளையில், உணவு மற்றும் எரிபொருள் பற்றாக்குறை பெரும்பாலான நாடுகளில் விண்ணை முட்டும் பணவீக்கத்துடன் உள்ளது. இரண்டு ஆண்டுகளுக்குப் பிறகு ஒரு துன்பகரமான தொற்றுநோய், ஒவ்வொரு கண்டத்திலும் போராட்டங்கள் அதிகரித்து வருகின்றன\"",
        "சரியாக நூறு ஆண்டுகளுக்குப் பிறகு, ஜான் எஃப். கென்னடியின் முதலெழுத்துக்களால் அன்புடன் அழைக்கப்படும் ஒரு அமெரிக்க ஜனாதிபதி தோன்றினார், அவர் நவம்பர் 22, 1963 அன்று அவர் படுகொலை செய்யப்படும் வரை 35 வது ஜனாதிபதியாக [1961-63] பணியாற்றினார். கென்னடியின் முதல் ஆண்டு விழாவில் உரையாற்றினார். வாஷிங்டனில் உள்ள முன்னேற்றத்திற்கான கூட்டணி, \"அமைதியான புரட்சியை சாத்தியமற்றதாக்குபவர்கள் வன்முறைப் புரட்சியை தவிர்க்க முடியாததாக ஆக்குவார்கள்\" என்று கூறியது.",
        "இலங்கையின் வரலாறு ஒரு திருப்புமுனையில் உள்ளது. அமெரிக்கா/நேட்டோ-உக்ரைன்/ரஷ்யா போர் உலகெங்கிலும் உள்ள ஏழைகளின் பாரிய எழுச்சிக்கான நிலைமைகளை உருவாக்கிக்கொண்டிருக்கும் அதே வேளையில், உணவு மற்றும் எரிபொருள் பற்றாக்குறை பெரும்பாலான நாடுகளில் விண்ணை முட்டும் பணவீக்கத்துடன் உள்ளது. இரண்டு வருட துன்பகரமான தொற்றுநோய்க்குப் பிறகு, ஒவ்வொரு கண்டத்திலும் போராட்டங்கள் அதிகரித்து வருகின்றன.",
        "மிரிஹானவில் ஜனாதிபதியின் வாசஸ்தலத்திற்கு முன்பாக நடைபெற்ற போராட்டத்தில் எந்தவிதமான கேடுகெட்ட அரசியலும் இன்றி கண்ணியமான மக்கள் கலந்துகொண்டனர். சில மணிநேரங்களுக்குப் பிறகு, ஒரு ஒழுங்கமைக்கப்பட்ட அரசியல் ஆதரவுடைய பிரச்சனையை உருவாக்குபவர்கள் பிரச்சாரத்தை அபகரித்து, ஒழுக்கமான நடுத்தர வர்க்க ஆண்களும் பெண்களும் சிலரை 'பின்வாங்க' நிர்ப்பந்தித்தனர்,  மற்றவர்களுக்கு, முக்கியமாக இளைஞர்கள் மூன்றில் ஒரு பங்கை சஸ்பென்ஸாக 'பின் இருக்கையில்' ஆக்கிரமித்தனர். நாகரீகமற்ற குண்டர்களின் குழு எங்கிருந்தும் தோன்றி, 'தீ-சக்தி'யைப் பயன்படுத்தியது. ஒரு மர்மமான பஸ் எரிக்கப்பட்டது, போலீசாரை தூண்டுவதற்காக கற்கள் மற்றும் பிற பொருட்கள் வீசப்பட்டன. கண்ணீர் புகை மற்றும் தண்ணீர் பீரங்கிகளை வீசி அவர்கள் கலைக்கப்பட்டனர். மார்ச் 31 அன்று அங்கு துரதிஷ்டவசமான சம்பவங்கள் நடந்தாலும், இலங்கையின் அரசியல் மற்றும் சமூக சூழ்நிலையில் மூலோபாய ரீதியாக முக்கியத்துவம் வாய்ந்த மற்றும் பரவலாகப் பொருந்தக்கூடிய மாற்றங்களைச் செய்த சுதந்திரமான மற்றும் தலைமையற்ற இளைஞர்களால் இது ஒரு தொடர் நடவடிக்கையைத் தூண்டியது.",
        "“கொடுக்கப்பட்ட வாக்குறுதி கடந்த காலத்தின் தேவை, உடைந்த வார்த்தை நிகழ்காலத்தின் தேவை” என்று இழிவான முறையில் கூறிய மக்கியவெல்லியைத் தொடர்ந்து, கட்சி அறிக்கையின் வாக்குறுதியை அவர்கள் புறக்கணித்தனர், '...சூரியன் & சந்திரன் இருக்கும் வரை மானிய விலையில் வழங்கப்படும் அரிசி அப்படியே இருக்கும்', 1952/53 நிதியாண்டில் ஒரு பெரிய பொருளாதார நெருக்கடியை ஏற்படுத்திய அந்நிய கையிருப்பு குறைவதை அரசாங்கம் விரைவில் எதிர்கொண்டது.",
        "ஜே.ஆர்.ஜெயவர்தன, டட்லி சேனநாயக்காவின் 1952/53 அரசாங்கத்தில், அரிசி மானியத்தில் ஒரே இரவில் கடுமையான வெட்டுக்களைச் செய்ய முயன்றார், இறக்குமதி செய்யப்பட்ட அரிசியின் இரண்டு அளவு ஏழைகளுக்கு 45 சென்ட்கள் [25 முதல் 70 சென்ட்கள் வரை] மேலும் பல நலன்புரி நடவடிக்கைகளை ஒரே நேரத்தில் கத்தரித்து. . ஹர்த்தாலுக்கு இடதுசாரிகளின் அழைப்புக்கு மக்கள் பதிலளித்தனர். ஆகஸ்ட் 12 அன்று நடந்த போராட்டம் ஒரு வன்முறை வெகுஜன எழுச்சியாக மாறி ஏழு மாவட்டங்களில் மார்க்சிஸ்ட் கோட்டைகளுக்கு பரவியது. ரயில் பாதைகளில் தண்டவாளங்கள் மற்றும் மீன் தட்டுகள் அகற்றப்பட்டன; பல பகுதிகளில் தந்தி தபால்கள் கவிழ்ந்தன; ஸ்லீப்பர்கள் கிழித்து எரிக்கப்பட்டதால், தெற்குப் பாதையில் ரயில்கள் சில நாட்கள் நிறுத்தப்பட்டன. சிறிய பாலங்களை சேதப்படுத்த வெடிபொருட்கள் பயன்படுத்தப்பட்டன.",
        "\"அவசரகால நிலை / ஊரடங்குச் சட்டத்தின் கிளர்ச்சி மற்றும் தெருக்களில் உயரடுக்கு படைகள் மற்றும் காவல்துறையை நிலைநிறுத்துவதன் மூலம் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ வெளியேறக் கோரி ஒரு பாரிய ஆனால் அமைதியான எழுச்சி தீவு தேசத்தை துடைத்தது. பொது மக்கள், குறிப்பாக அரசியல் சாராத, தலைமையற்ற இளைஞர்கள். தற்போதைய அரசியல் அமைப்புக்கு முற்றுப்புள்ளி வைக்குமாறு கேட்டுக்கொள்கிறோம்\"",
        "அரசாங்க அரசியல்வாதிகள் தஞ்சம் புகுந்த பிரிட்டிஷ் போர்க்கப்பலான ‘HMS Newfoundland’ இல் பொது அதிகாரிகள் வரவழைக்கப்பட்டனர் - பாதிக்கப்பட்ட சில மாவட்டங்களை இராணுவச் சட்டத்தின் கீழ் கொண்டுவர முடிவு செய்யப்பட்டது. இருபத்தி நான்கு மணி நேர ஊரடங்கு உத்தரவுடன் அவசரநிலை அறிவிக்கப்பட்டது. ஒன்பது பேரை சுட்டுக் கொன்ற எழுச்சியை அடக்குவதற்கு துப்பாக்கிச் சக்தியைப் பயன்படுத்த ஆயுதப் படைகள் அங்கீகரிக்கப்பட்டன; ஆனால் நலன்புரி மற்றும் 50 சென்ட் அரிசியை மீட்டெடுத்தது.",
        "ஒரு பாரிய ஆனால் அமைதியான எழுச்சி தீவு நாட்டில் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ வெளியேறக் கோரி அவசரகால நிலை / ஊரடங்குச் சட்டத்தின் கிளர்ச்சி மற்றும் தெருக்களில் உயரடுக்கு படைகள் மற்றும் பொலிஸாரை நிலைநிறுத்தியது. பொது மக்கள், குறிப்பாக அரசியல் சாராத, தலைவர் இல்லாத இளைஞர்கள் தற்போதைய அரசியல் அமைப்புக்கு முற்றுப்புள்ளி வைக்க வேண்டும் என்று அழைப்பு விடுக்கின்றனர். சில எதிர்க்கட்சி உறுப்பினர்கள் தங்கள் போராட்டத்தில் பங்கேற்பதில் இருந்து அவர்கள் மேற்கொண்ட முயற்சிகளை அவர்கள் வெறுப்படைந்துள்ளனர்; கேகாலையில் ஹிருணிகா மற்றும் SJB ஆதரவாளர்களை விரட்டியடித்தது மற்றும் திஸ்ஸமஹாராம SJB எம்.பி., திலீப் வெதஆராச்சியை அருகில் இருந்து வெளியேறுமாறு பணிவுடன் கேட்டுக் கொள்ளப்பட்ட இரண்டு சம்பவங்களை ஊடகங்கள் செய்தி வெளியிட்டுள்ளன.",
        "மிகவும் மதிக்கப்படும் முன்னாள் சிரேஷ்ட பிரதி ஆளுநரும், பொருளாதார நிபுணருமான கலாநிதி நந்தலால் வீரசிங்க, உலகப் புகழ் பெற்ற சிங்கப்பூர் மோசடிக்காரனுக்கு ஆதரவாக யஹபாலனால் புறக்கணிக்கப்பட்டார், அவர்கள் கொள்ளையடித்து, மத்திய கஜானாவைக் காலிசெய்வதற்காக, கொள்ளையடிப்பதைப் பகிர்ந்துகொள்ளும் நோக்கத்தில் வெளிப்படையாகவே இருந்தார். ராஜபக்சவின் வருகையுடன், வெளியில் இருந்து வந்த பேராசிரியர் லக்ஷ்மன், தற்போதைய கொந்தளிப்புகளுக்கு மத்தியில் ராஜினாமா செய்ய வேண்டிய மற்றொரு முன்னாள் சர்ச்சைக்குரிய பாத்திரம் மீண்டும் கொள்ளையடிப்பதைத் தொடரும் வரை பணியாற்றினார். எதிர்ப்புக்கள் மற்றும் பொருளாதாரத்தின் முற்றாக வீழ்ச்சியினால் மண்டியிட்ட கோட்டாபய ராஜபக்சவின் ஆசியுடன் கலாநிதி வீரசிங்க மீண்டும் வந்துள்ளார். கலாநிதி வீரசிங்கவும், நிதியமைச்சின் தலைமைப் பொறுப்பில் தற்போது கொண்டு வரப்பட்டுள்ள மற்றொரு உயர்மட்ட பொருளாதார நிபுணரும்  அரசியல்வாதிகள் தலையீடு செய்வதிலிருந்து விலகி இருந்தால், பொருளாதாரத்தை மீட்டெடுக்க முடியும் என்பதில் நம்பிக்கை கொண்டுள்ளனர். எவ்வாறாயினும், ஊடகங்களுக்குப் பதிலளித்த அவர்கள், அடுத்த சில மாதங்களில் கடுமையான நடவடிக்கைகள் எடுக்கப்படுவதைக் காணும் என்றும், பொதுமக்கள் மிகவும் கடுமையான சிரமங்களை அனுபவிக்க நேரிடும் என்றும் அவர்கள் நாட்டுக்கு எச்சரித்தனர். மானியங்களில் தவிர்க்க முடியாத குறைப்புக்கள் மற்றும் வட்டி விகித சரிசெய்தல் அரசாங்கத்தை மேலும் தர்மசங்கடத்தில் ஆழ்த்தலாம், ஆனால் நீண்ட காலத்திற்கு பொருளாதாரத்தின் அதிக நன்மைக்காக அவர் மறைமுகமாக கூறினார். வெள்ளிக்கிழமை இரவு ஒருங்கிணைந்த மின்னணு ஊடகங்களுக்குப் பதிலளித்த நிபுணர்கள் குழு, IMF உடனான பேச்சுவார்த்தைகள் நிலுவையில் உள்ள நிலையில், நாட்டில் அரசியல் மற்றும் சமூக ஸ்திரத்தன்மையைப் பேணுவதன் முக்கியத்துவத்தை வலியுறுத்தியது.",
        "\"டாக்டர் வீரசிங்கவும், நிதி அமைச்சின் தலைமைப் பொறுப்பில் தற்போது கொண்டுவரப்பட்டுள்ள மற்றொரு உயர்மட்ட பொருளாதார நிபுணரும்   அரசியல்வாதிகள் குறுக்கீடு செய்வதைத் தவிர்த்து, பொருளாதாரத்தை மீட்டெடுக்க முடியும் என்பதில் நம்பிக்கை கொண்டுள்ளனர்\"",
        "225 பேரில் சிலர் ஒரு NCM மற்றும் ஒரு குற்றச்சாட்டுக்கான கையொப்பங்களை சேகரிக்கும் பணியில் ஈடுபட்டுள்ளனர். அடுத்தடுத்த நிர்வாகங்களால் அழிந்துவிட்டது. எவ்வாறாயினும், தேசம் ஒரு எரிமலை நரகத்தில் மூழ்கியிருக்கும் நேரத்தில், ஒரு மோசமான தேர்தலை நோக்கி நாட்டைத் தள்ளுவதற்குப் பதிலாக, அதைத் தாமதப்படுத்துவதையே பெரும்பாலான நாடாளுமன்ற உறுப்பினர்கள் விரும்புவார்கள். ஒரு  குற்றஞ்சாட்டுதல் என்பது கடினமான செயல் என்பது அவர்களுக்குத் தெரியும், நடைமுறையில் எதையும் சாதிக்க வாய்ப்பில்லை, தவிர, உதவி நிறுவனங்களின் கவனத்தை ஈர்த்து, இலங்கையின் வாய்ப்புகளைத் தடுக்கலாம்.",
        "'நெடுஞ்சாலைக் கொள்ளையர்களின்' வெற்றுப் பேச்சுக்களை தேசம் புறக்கணித்து, 78 க்குப் பிந்தைய வரலாற்றில் முதன்முறையாக, அரசியல் ஆதரவு தவறுகளை வெளிப்படையாக விமர்சிப்பதன் மூலம் தங்கள் அச்சமற்ற மனப்பான்மையை வெளிப்படுத்திய புதிய அரசு அதிகாரிகளுக்கு கவனம் செலுத்த வேண்டும். அனைத்து மூத்த பொது அதிகாரிகளுக்கும், AG உட்பட] மற்றும் அவநம்பிக்கையான சூழ்நிலையிலிருந்து நாட்டை மீட்டெடுப்பதற்கான அவர்களின் உத்திகளை கோடிட்டுக் காட்டுவது  இது ஒரு சுதந்திரமான மத்திய வங்கி மூலம்."
      ]
    }
  }
}