{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81730/aid-for-sri-lanka-to-continue-in-line-with-neighbourhood-first-policy-india",
  "time_ut": 1649492940,
  "title": "Aid for Sri Lanka to continue in line with ‘neighbourhood first’ policy: India",
  "body_lines": [
    "India will continue to assist Sri Lanka that is in the midst of its worst economic crisis to recover from the difficulties in line with its ‘Neighbourhood First’ policy, the Indian government said on Thursday.",
    "India’s Ministry of External Affairs (MEA) spokesperson Arindam Bagchi said Sri Lanka is a neighbour and close friend and the Indian government is closely watching the developments in the island nation.",
    "“There have been evolving economic situations as well as other developments in Sri Lanka. In order to help mitigate the economic situation, we have extended assistance worth $ 2.5 billion in the past two to three months which includes credit facilities for fuel and food,” Bagchi said, while replying to a question regarding current developments in Sri Lanka.",
    "Referring to India’s overall ties with Sri Lanka, he said the relationship is rooted in shared civilisational values and aspirations of the two peoples. “Our cooperation, based on commonality and interests, has been strengthened in recent months. We see the recent developments in this perspective and stand ready to continue working with Sri Lanka for rapid post-Covid economic recovery in line with India’s ‘Neighbourhood First’ policy,” Bagchi said.",
    "“As a neighbour and close friend, India has been keenly following the evolving economic situation and other developments in Sri Lanka,” he added.",
    "Sri Lanka is witnessing massive protests over its worsening economic situation, being said to be the worst in decades. People have taken to the streets to protest over the shortage of fuel and other essentials. Amid growing public outrage, many cabinet ministers quit the government a few days ago and left Gotabaya Rajapaksa-led government in minority. He has, however, rejected demands for his resignation."
  ]
}