{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83069/president-stresses-need-to-decentralize-all-public-services",
  "time_ut": 1655316540,
  "title": "President stresses need to decentralize all public services",
  "body_lines": [
    "There is a timely need to decentralize all public services at the district and divisional levels similar to the work-from-home concept, President Gotabaya Rajapaksa says.",
    "Department of Registration of Persons, Department of Immigration and Emigration, Department of Motor Traffic and other state institutions can be further decentralized at the district and divisional levels in order to provide their respective services more efficiently.",
    "The President pointed out the importance of linking such key institutions to each other.",
    "The President made these remarks at a discussion held at the President’s House in Colombo, today (June 15) on agriculture, food security, introduction of new methods to make public services more efficient, decentralization of all public services at district and divisional levels and management of government expenditure.",
    "Many countries in the world are paying special attention to food security. The post-harvest damage to the vegetables and fruits in Sri Lanka is estimated at 40 percent. The President emphasized that a large amount of food could be saved by paying close attention to this issue.",
    "The President further pointed out the possibility of offering a fair price to the farmer and the consumer by minimizing the number of intermediaries in the distribution of the harvest.",
    "Measures should be taken to identify government owned and uncultivated lands and hand them over to the youth who are interested in cultivation as early as possible.",
    "The armed forces, the Civil Defence Force and the Department of Prisons are ready for cultivation. Positive results can be achieved by involving those institutions in agriculture as well.",
    "The need for a renewable power generation in parallel with the ‘‘Waga Sangramaya’’ programme was also taken up at the discussion.",
    "The focus was on the steps that can be taken at the institutional level to address the current power crisis by focusing on solar power generation.",
    "Governors, Secretary to the President, Secretaries to the Ministries of Public Administration and Agriculture, Provincial Secretaries and District Secretaries were also present at the discussion."
  ]
}