{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82146/21st-amendment-will-not-resolve-sri-lankas-economic-crisis-ranil",
  "time_ut": 1651412160,
  "title": "21st amendment will not resolve Sri Lanka’s economic crisis - Ranil",
  "body_lines": [
    "Former Prime Minister Ranil Wickremesinghe says that bringing forth the 21st Amendment to the Constitution alone cannot resolve the economic crisis in the country.",
    "Addressing a May Day event held today, the leader of the United National Party (UNP) stated that today the country is facing an unprecedented economic and political crisis.",
    "“Our economy has completely collapsed. The working class has lost hundreds of thousands of jobs, and hundreds of thousands of more jobs could be lost,” he said.",
    "He said that Sri Lanka is in a state of anarchy and that there has been a major political earthquake. “There are agitations everywhere. There are only two slogans: Gota Go Home. Rajapaksas Go Home.”",
    "He stated that the government has now collapsed from within. “There are conflicts now even within those brothers,” the former PM claimed.",
    "Wickremesinghe charged that the mandate received by the incumbent government from the Presidential Election in 2019 and the mandate from the parliamentary election in 2020 have now been revoked.",
    "He said that some within the government are saying that both the President and Prime Minister should remain while others are saying the PM should resign while the President stays. The president has proposed to present the 21st Amendment to the Constitution to replace the 20th Amendment.",
    "“I am against the 20th Amendment. But if the 21st Amendment abolishes the powers of the Executive President and comes to the 19th, let us accept it as an ‘Ambalama’ (wayside rest),” he said.",
    "“Bringing the 21st amendment will not solve to the country’s economic problems. Our priority should be to solve economic problems. This crisis needs solutions. I say this can be solved.”"
  ]
}