{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81771/shehbaz-sharif-elected-new-prime-minister-of-pakistan",
  "time_ut": 1649677920,
  "title": "Shehbaz Sharif elected new Prime Minister of Pakistan",
  "body_lines": [
    "Opposition leader and PML-N President Shehbaz Sharif has been elected as the new Prime Minister of Pakistan.",
    "He is the brother of three-time Prime Minister Nawaz Sharif , who was ousted from power at least three times and was later disqualified for life from running for office.",
    "Sharif, President of Pakistan Muslim League-Nawaz (PML-N), had filed his nominations for the top post yesterday.",
    "Pakistan Tehreek-e-Insaf (PTI) leader Shah Mahmood Qureshi was also in the fray for the prime ministerial post.",
    "Ahead of the voting to elect the new Pakistan Prime Minister, Imran Khan-led Pakistan Tehreek-e-Insaf (PTI) boycotted the procedure. The PTI lawmakers resigned from the Parliament and staged a walkout.",
    "The joint Opposition – a rainbow of socialist, liberal and radically religious parties – named 70-year-old Sharif for the premier’s post while ex-foreign minister Shah Mahmood Qureshi was named by Khan’s Pakistan Tehreek-e-Insaf (PTI) as its candidate.",
    "The PTI has decided to withdraw its lawmakers from the National Assembly and launch a movement against the new upcoming government, which is likely to be headed by Sharif, who has served as the Chief Minister of Punjab three times.",
    "In a historic first for Pakistan, Imran Khan was ousted as the prime minister of Pakistan from office through a no-confidence motion after the National Assembly debated on the matter for more than 12 hours and the political situation in the country took a critical turn Saturday night.",
    "The new prime minister has been the leader of the Opposition in the National Assembly of Pakistan since August 2018. Previously, he served as the chief minister of Punjab thrice, making him the longest-serving CM of the province.",
    "Ahead of the election for the new prime minister of Pakistan, the former PM Imran Khan tendered his resignation as a member of the National Assembly. This comes after the leader commented that he will not sit in the assemblies with ‘thieves’.",
    "“The man who has 16 billion and 8 billion rupees of corruption cases, whoever selects and elects the Prime Minister cannot be a big insult to the country. We are resigning from the National Assembly,” Imran Khan was quoted as saying by PTI’s official Twitter account.",
    "Confirming the decision, Pakistan’s former Interior Minister Sheikh Rasheed said that sitting in the assembly would strengthen the Leader of the Opposition Shehbaz Sharif and therefore it has been decided to submit their resignation from the National Assembly.",
    "Meanwhile, a large number of PTI supporters held a protest rally at Lahore’s Liberty Chowk against the ouster of former prime minister Imran Khan. Big gatherings were also reported from other parts of the Punjab province, including Faisalabad, Multan, Gujranwala, Vehari, Jehlum and Gujrat districts.",
    "Islamabad and Karachi also witnessed major protests. PTI’s local leadership was leading the protest. The charged workers and supporters of the party were chanting slogans against the US, which Khan claims to be behind the ouster of his government.",
    "Exiled former Pakistan PM Nawaz Sharif is expected to return to the country following the imminent change in leadership.",
    "Several corruption cases were launched by the government of Imran Khan against the 72-year-old supremo of the Pakistan Muslim League-Nawaz since his ouster from the office by the Supreme Court in July 2017 in the Panama Papers case."
  ]
}