{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/new-year-musings-and-wonder-of-simultaneity/",
  "time_ut": 1649781000,
  "title": "New Year musings and wonder of simultaneity",
  "body_lines": [
    "It is said that the New Year, among other things, enables vast numbers of people to engage in the same activities simultaneously. There is said to be something particularly awesome in this simultaneity. However, nonagathaya (inauspicious phase), which is considered a vital feature of the annual event, in a ‘negative’ sense though, enforces inactivity. It is doubtful whether this grand ritual which incorporates both activity and inactivity at prescribed times has had any salutary effect on the generations that have followed the relevant rules solemnly. At least, the economic decline of the country which has culminated in the appalling situation we find ourselves in today goes to demonstrate that the astrological ‘science’ of the New Year has served a limited number of people with power and wealth. In hindsight, the sun’s “House moving” last year seems to have gone awry even for the hitherto lucky guys who would have assiduously stuck to the rituals as usual.",
    "By the way, those who are forced to scramble for a few floating rupees to put on a façade of festivity on the important day often express the reality on the ground when they say, “If you are rich, you have “avurudu” (New Year/happiness) every day.” No one would disagree; except, perhaps, the traditionalists who would take exception to this rather ‘reductionist and materialistic’ view of a time-honoured festival. However, if the real value in the New Year were in the observance of “non-materialistic rites” intended for ushering in peace and prosperity, the present national predicament would not offer much to help persuade us of its relevance.",
    "Of course, it is true that the New Year festival makes people feel a sense of ‘solidarity’ the briefness of which gets concealed beneath the plethora of formalities and the resultant collective excitement. However, one hardly needs the records of the numbers of those who get hospitalized due to brawls resulting from the usual ‘extra solidarity’ induced by booze to realize that this sense of togetherness is somewhat artificial. The New Year, like all other traditional festivals, often leaves us with little more significant than a feeling of deja vu. The ‘authority’ of astrology raises all to a ‘collective high’ and savour a transient sense of fellowship, which adds nothing to light up our lives in the long term, although lighting the hearth at the designated time is a vital feature in the solemn ceremony. Worse, it helps sustain our collective trust on the so-called good fortunes that are supposed to entail the proper observance of the rituals. All this annual ritual of conformity repeated over many decades has nothing much to show for it if the prosperity it promises is any indication. Adherence to astrological guidelines does not seem adequate to ward off the evils resulting from political and economic mishandling; they are too real and tangible.",
    "Today, simultaneous activity has proved impactful in a completely different context. At the moment, the masses are coming together across all cultural, ethnic, linguistic, religious and class divisions, to engage in simultaneous activity triggered, not by astrology, but by unprecedented suffering which hasn’t spared anyone, both conformists and nonconformists. More importantly, they seem to be simultaneously becoming conscious of the causes of their suffering, which they, at least the majority, seem to have habitually attributed to various mystical influences contrived by planets. In their solidarity resulting from experiential suffering, they also seem to have forgotten all culturally imposed identities that have estranged them from one another. At the very least, this ‘inauspicious’ solidarity would send a strong message to all the slavering politicians that they cannot perhaps go on fooling people using the buzzword “democracy” as a mantra to keep them credulous, fatalistic and compliant forever. As a minimum, people are realizing that democracy has been stripped of its real meaning to them by those who have ruled the country and that it needs upgrading so as to make the latter behave and be “accountable”, the term meaning more than getting a five-year relapse of fortune.",
    "Today, the slogans and placards reveal the average person’s heightened understanding of the powers that have manipulated them and a refusal to be placated by the customary gimmicks played appropriating the procedures provided under parliamentary protocols. There is a disdainful rejection of pretense like “shuffling of the deck”. The bottom line is the setting up of a corruption-free mechanism devoid of spin doctors notorious for corruption matched only by arrogance.",
    "If at all, this time round it’s going to be a more revealing and sobering ‘celebration’ than the accustomed event of happy compliance for many. If the situation of the country continues to worsen in the next couple of days, which is more likely than not, people will have surely outgrown their faith on following the almanac to the letter with familiar visions of joy and prosperity lasting throughout the year.",
    "Of course, festivals are happy occasions. The New Year is no exception. However, the New Year or any other festival should not be a sedative for lifelong sorrows resulting from political and economic mishandling, corruption and every other evil the greed for power generates. The take-home message for the grasping politicians of every hue is that greed is self-defeating and you are not secure until all are made to feel secure. Being those who are responsible for the destinies of hundreds of thousands of people, the definitive way for the legislators to ensure their own safety and wellbeing is to ensure those of the masses. There is no better way.",
    "The present crisis has the potential to be the most important turning point in the communal life of all in many ways. Many people have realized it. If the people power is harnessed democratically, the entire country is sure to benefit. It’s time for all the intellectuals and the experts with integrity to come together.",
    "As Dr. E.W. Adikaram has said, too much of dependency on festivals for happiness could be a sign of the underlying unhappiness of the people in a society. Perhaps, lasting happiness is unrealizable, individually. Hopefully, it is possible, collectively, at the level of society. It should be attained by “simultaneity” of feeling and action going beyond that prescribed by festivals.",
    "Rap singer who performed at ‘Go Home Gota’ protest dies of heart attack",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}