{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Siblings-end-up-quarreling-Split-or-Drama/172-236072",
  "time_ut": 1651430100,
  "title": "‘Siblings … end up quarreling’:  Split or Drama?",
  "body_lines": [
    "Dishonest politicians abused the 1978 Constitution in rampaging and ransacking a nation: On July 8, 2019, we wrote on these columns an article Sub titled, “Even two siblings would end up quarreling under this ‘half-baked Constitution…’",
    "With uncertainty, indecision, and insecurity looming due to lack of direction and drive, the nation is in dire straits. The country has fallen into one of the most dreadful catastrophes in seventy five years. We reiterate our call, as per our last Monday’s column, - ‘A random interim committee consisting of Government and opposition’s old faces is certainly not the answer. We do not deserve another team of dishonest politicians to replace an existent corrupt and inefficient group: certainly, not another grand alliance of thieves and ruffians too naïve to rule this nation.’",
    "If the President and PM were elected from two different parties and were forced to unite in a ‘cohabitation’ to run the government, which is a very undesirable feature, invariably problems will crop up.  The fact that the Executive President has the power to allocate to himself any function according to his wish, he can take away any subject already assigned to any other minister. A President supporting an opposite policy in conflict with the policy of a majority in the House, how can this conflict be resolved? If neither is ready to give way, there will be a stalemate. The whole administration machinery will decline.",
    "\"In 2015-19, anxiety and rift between Sirisena and Wickremesinghe have been building for some time. Sirisena did not approve of some of the economic restructuring which was introduced by Wickremesinghe\"",
    "We had this bad experience in 2001-2004, with CBK-RW ‘unity’ cohabitation that took the country back by several years before it was abruptly and unilaterally dissolved by Chandrika. Speaking on the 1978 Constitution, the late Dr. NM Perera said, “There are many who hold diverse views on the Presidential system. They should be given the right to express their viewpoints to the people and full consideration be given to their views”",
    "“Parliamentary democracy, with all its flaws have presented stability and progress. We have rejected the violent disorder prevailed in states where Presidential system was practiced, [except the US] This will lead to one-party rule, political corruption, downright dishonesty and economic mismanagement.  If neither party is prepared to succumb to ground, the Constitution might as well be scrapped. It will be unworkable. The whole country being sick of Parliamentary democratic system will turn to alternative forms of government such as Fascism. It is a pity that JR has ceased to think of the future,” said NM Perera.",
    "During the 2001-2004, CBK-Ranil administration, CBK issued a gazette notification taking over the Development Lotteries Board, saying she needed funds to meet education and health.  Development Lotteries Board operated under minister Milinda Moragoda (UNP).",
    "In ‘A Critical Analysis of the New Constitution of the Sri Lanka Government’, an unusual book written in Sri Lanka and published two years after the new 1978 Constitution, he outlines EP’s ill-effects and the future political-constitutional realities though its failures were not observed during his time by this legendary leftist intellectual NM Perera. He critically assesses the character of the executive presidency in the 5th chapter and takes eight chapters to discuss in detail how the EP could control the entire structure, including the Parliament, the PM and cabinet, the judiciary and the election process to hold on to his authoritarian powers.",
    "In 2015-19, anxiety and rift between Sirisena and Wickremesinghe have been building for some time. Sirisena did not approve of some of the economic restructuring which was introduced by Wickremesinghe. Sirisena also had serious concerns over the investigations into military officers accused of Human Rights (HR) violations during Sri Lanka’s civil war. The excitement of a “bloodless revolution” in the voters on the Yahapalana Government that assumed power in January 2015, soon began to evaporate.",
    "\"CBK had the unrestrained power under the 1978 constitution to dissolve parliament and call for early general election in April 2004; but with the introduction of the 19A, the President no longer enjoyed the power to dissolve\"",
    "Before the JR introduced 1978 Constitution the Prime Minister and his cabinet of ministers exercised legislative powers. Sirimavo Bandaranaike had two-thirds majority in parliament and she used the enactment of the first Republican Constitution in 1972 to lengthen her administration by exploiting her two-thirds majority to her benefit in a dictatorial measure, and deprived the electorate an opportunity to elect the people’s representatives at the end of a five-year term. JR assuming the presidency after winning 1977 election with a 5/6 majority, he was determined to retain overwhelming control of parliament as the executive under its command. In fact, JR resorted to dictatorial strategy in  achieving continuous two-thirds in parliament by calling a referendum on Dec 22, 1982 –[the only national referendum held in Sri Lanka] to extend its life which was to cease in August 1983. The Parliament could be transformed into a monstrous institution in the absence of an executive presidency.",
    "Chandrika Bandaranaike Kumaratunga during her presidency experienced severe difficulties when the UNP controlled parliament [following victory at Dec. 2001 general election]; she brought that confrontation to an end with the dissolution of parliament. She had the unrestrained power under the 1978 constitution to dissolve parliament and call for early general election in April 2004; but with the introduction of the 19A, the President no longer enjoyed the power to dissolve. JR could have established a far stronger and efficient governance structure if he ensured a clear separation of powers through constitutional means.",
    "\"The Group of 40 led by Maithripala Sirisena who had talks with Gotabaya has given their own interpretations on what transpired further confusing the suffering masses. Aspiring ‘President Hopefuls’ are threatening Sajith, that he must support an interim rule\"",
    "Like in the French system, we should explore the possibility of preventing MPs the opportunity to cross sides. There was an urgent need to bring in constitutional changes but certainly not to abolish the Office of the Executive President but to enact changes to transform the existing law to a much better one. We urge all stake holders, political parties, the clergy, the civil society, the media as well as individual citizens to examine the issue without being tricked by interested parties seeking complete control of the House. Consider the steady deterioration and decline in disciplinary standards, the irresponsibility and the manner the parliament conducts its affairs, perhaps over the past four decade.",
    "The Group of 40 led by Maithripala Sirisena who had talks with Gotabaya has given their own interpretations on what transpired further confusing the suffering masses. Aspiring ‘President Hopefuls’ are threatening Sajith, that he must support an interim rule. Galle Face youth are determined to continue ‘Aragalaya’ (Protest) until the Rajapaksas surrender forthwith, while SJB, SLPP, JVP play their own power struggles. Flanked by two former ministers, each with more than half a dozen court cases, [as JVP stalwart Wasantha revealed], leader Sajith is promising stern action against corrupt rulers and their families and recover the loot.  Is he hoodwinking the people by marching from Kandy, traditional, but outdated, and ineffective protest, rather than concentrating on the NCM and an impeachment? His role is within the house at Diyawanna; leaving the outdoor activities to apolitical leaderless energetic youth."
  ]
}