{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Students-basic-right-to-education-trampled-due-to-hair-issue/277-237744",
  "time_ut": 1653510840,
  "title": "Student’s basic right to education trampled due to ‘hair issue’",
  "body_lines": [
    "The child’s father Pradeep said that his son faced severe injustice as he was denied his basic right to free education",
    "The district’s child protection officer of the NCPA has been informed to gather the relevant parties and collect information regarding the incident and the student’s past records",
    "Education is a fundamental right guaranteed by the UN Charter and the Constitution of Sri Lanka. Yet, there are many instances in Sri Lanka and elsewhere where this basic right is trampled upon.",
    "This issue surfaced recently in a video that went viral on social media, where a 16-year-old student named B.G. Nishan Prabodhana, who is currently sitting for the G.C.E Ordinary Level (O/L) Examination, confronted the principal and the staff of D.A. Rajapaksa Vidyalaya in Weeraketiya on May 19 when he went to collect his admission card.",
    "The student, crying and complaining, went live to show the world that the principal and teachers did not allow him into school for a whole year over a fracas that erupted regarding his hair being too long.",
    "The video of Prabodhana confronting the principal and the staff of D.A. Rajapaksa Vidyalaya has now gone viral on social media, drawing the attention of the education authorities, the National Child Protection Authority (NCPA), Human Rights Commission of Sri Lanka (HRCSL), as well as educators and academics. However, this story is more profound than it seems to be and has many perspectives. The Daily Mirror spoke to the student and his parents, the principal, and other stakeholders to get to the bottom of this issue.",
    "Prabodhana, speaking to the Daily Mirror, lamented that he was obstructed from entering the school by the principal and the teachers, although he tried to several times. He further said that he had to collect the school textbooks via the police station as he wasn’t allowed to enter the school; being denied his basic right to education.",
    "“The principal refused to give me a leaving certificate and I was neither allowed to enter my classroom. They had been marking the register for an entire year, but no one bothered to find out as to why I was absent. I informed the class teacher and his response to me was to settle the issue with the principal,”",
    "Prabodhana believes that whatever rules (hair/other) apply to him ought to apply to all schoolchildren; which he said doesn’t happen, and that he was contradistinguished.",
    "“I was not allowed to enter the school even though I tried many times. Hence I requested a leaving certificate in 2021 to join another school. But the principal refused to give me a leaving certificate and I was neither allowed to enter my classroom. They had been marking the register for an entire year, but no one bothered to find out as to why I was absent. I informed the class teacher and his response to me was to settle the issue with the principal—that he could not intervene,” Prabhodana said.",
    "In addition, he said that he tried in countless ways to discuss the matter with the principal, but his attempts were futile. “I could not reveal the injustice I faced because I could have been labelled as a defiant person if I had taken out a phone earlier. It was only on the day of the admission that I was able to speak out. Now the principal says that he offered me the leaving certificate, but I refused to take it. However, there must be solid proof to prove it. Therefore, I was not given a leaving certificate, and I was not given the right to education,” he added.",
    "The father’s child, Primal Pradeep, traced back to 2021 to unfold the injustice that happened to his only son. “The incident took place when the schools reopened after the closure for months; due to COVID. The schools started gradually and the students who sat for examinations were given priority. Thus, my son also attended school, but he was unable to have a haircut as salons were closed,” Pradeep reminisced. He recalled that only essential shops were open and that salons were not allowed to do business as they were marked as sites with a higher risk of spreading COVID.",
    "“He had to attend school without taking a haircut. At school, as a form of punishment, his hair was shortened disproportionately, and it looked ugly. Finally, we had to shave his head, and he was bald for some time because there were no other means of finding a solution,”",
    "“Therefore, he had to attend school without taking a haircut. At school, as a form of punishment, his hair was shortened disproportionately, and it looked ugly. Finally, we had to shave his head, and he was bald for some time because there were no other means of finding a solution according to the manner in which the school authorities had cut his hair (the principal and two other monks). After around two weeks, we sent him back to school once his hair started growing,” he said.",
    "Afterwards Pradeep revealed that his son wasn’t allowed to enter the school. Subsequently he and his wife had urged the principal to issue a leaving certificate for Prabodhana to join another school. However, according to Pradeep, the principal had refused to issue a leaving certificate, and Prabodhana’s application form to obtain admission to sit for the Ordinary Level (O/L) Examination was handed over to him instead. Pradeep said that his son faced severe injustice as he was denied his basic right to free education. “I went thrice to the police station with Prabodhana to lodge a complaint, but our complaint was not recorded. The police said that they would try to settle the issue with the principal. Then when we called 119 to seek assistance they filed the complaint, but the necessary steps were not taken. The issue was dragged for a period between six to eight months,” he said.",
    "Pradeep added that he had requested the principal to offer his son admission to sit for the exams and that the principal had consented. “The class teacher paid no heed when the child was absent for the whole year. He marked the register during the entire year. There is a separate committee at the school to check on the absentees when students do not report to school for over three days. However, none of the school authorities directed their attention to my son,” a tearful Pradeep reminisced.",
    "Continuing in a faint tone, Pradeep said that even government officials informed students to attend school in coloured clothes just after COVID as people were severely affected, but his son was subjected to injustice and discrimination just because his hair had grown a few inches longer.",
    "Nirosha Prasadinee, the student’s mother, expressing her dismay, said that her son had attended school along with his friends on the 19th to collect their admission cards. However, the class teacher had rudely said that Prabodhana’s admission isn’t with him. “The class teacher had said that he did not have Prabodhana’s admission. Even when he said, so Nishan had politely asked the teacher how it could happen when he had submitted the application form. Prabodhana’s admission had been with the principal. Prabodhana had appeared in a live video at the principal’s office to voice the injustice he faced for one year and two months,” she added.",
    "“Prabodhana’s admission had been with the principal. Prabodhana had appeared in a live video at the principal’s office to voice the injustice he faced for one year and two months,”",
    "She further lamented that the entire family was in a zero-sum game for an entire year. “The authorities had no empathy regarding the pressure that we endured. They could have at least thought about our child’s future. I expect that no such teachers will be born on this island again. My child’s entire future was shattered and the mental scar they left cannot be erased. He will sit for the exam, but he knows nothing to write,” she said in tears.",
    "Speaking on conditions of anonymity, a school source said that the student was given the opportunity to enter the school, but Prabodhana willingly didn’t attend school according to his whims and fancies. “He is doing graphic designing and he earns an income. Therefore, his interest in education is insufficient. It was not we who didn’t allow him entry; he willingly rejected his right to education and didn’t show any interest in attending school,” the source said.",
    "In addition, the school sources denied Prabodhana’s allegations with regard to issuing a leaving certificate. School sources confirmed that, as urged by Prabodhana’s parents, he was given a leaving certificate on March 15. However, they said that his parents were unable to find another school, and he was readmitted to the D.A. Rajapaksa Vidyalaya on April 29,” the sources added.",
    "Due to the advice given by the Ministry of Education the school sources were reluctant to share further information and maintained that any public statement made regarding him would affect his mentality. They said that releasing such information was unethical while he is sitting for an ongoing exam.",
    "NCPA Chairman Dr. Udaya Amarasinghe speaking to the Daily Mirror said that as soon as Prabodhana’s live video went viral on social media a third party lodged a complaint with the NCPA. Accordingly, the NCPA has directed its Special Investigation Unit to conduct further investigations into the incident. “There are two parties associated with this complaint. The NCPA has recorded a statement from the student, and the police will record a statement from the principal in question. According to the student’s account, he was denied access to the school for a year and was exposed to different sorts of physical abuse. As a result, the Human Rights Commission has been contacted to examine these charges and take legal action based on human rights violations,” the NCPA Chairman stated.",
    "“The NCPA has recorded a statement from the student, and the police will record a statement from the principal in question. According to the student’s account, he was denied access to the school for a year and was exposed to different sorts of physical abuse,”",
    "Moreover, he added that the Education Ministry had been notified to investigate the allegations directed by the student against the principal and the class teacher, who is alleged to have prevented his right to education. “We have informed the Education Ministry to notify us of the proceedings. In addition, the district’s child protection officer of the NCPA has been informed to gather the relevant parties and collect information regarding the incident and the student’s past records. According to the report of the district official if the child has a mental imbalance in any case the NCPA would immediately direct the child to psychosocial counseling,” he asserted.",
    "Furthermore, Dr. Amarasinghe said that the NCPA will conduct an impartial inquiry, and statements will be recorded from the student’s parents, as well as the principal and other relevant authorities of the school. “I contacted the student as soon as the live video was posted and informed him to lodge a written explanatory complaint in this regard. However, up to date, no such written document has been submitted by the student or any other party on his behalf. However, the NCPA is proceeding with the case. In addition, the student also failed to mention the exact date he tried to lodge the complaint with the police and also failed to mention the date he contacted 119. When investigations proceed, we will be able to unearth the truth,” Dr. Amarasinghe underscored.  Moreover, he said that the NCPA is responsible for upholding the child’s interests. “Schools should definitely have a system of discipline. There are no doubts in that regard. Schools should act in accordance with a certain accepted common disciplinary system with the Ministry of Education. That doesn’t mean that children can be physically and mentally abused in the name of discipline,” he added.",
    "Human Rights Activist and Co-Convenor of the Sri Lanka Child Protection Alliance Kaushal Ranasinghe and Dr. Thus Wickramanayake lodged a complaint with the NCPA through the Stop Child Cruelty Trust and made a public announcement to further inform the public. “In particular, we hope the NCPA will conduct a proper investigation through its direct intervention, and the law will be enforced without delay,” they said.",
    "“The child says that his hair was cut in public by a teacher. Such sensitive issues can adversely affect the mental state of children. Therefore, we are in talks with teachers’ unions to end the corporal punishment of children,”",
    "Ranasinghe further said that discipline should be exercised, but underscored that teachers and parents should adopt positive methods to exercise discipline.  “This child maintains that his human rights have been violated. No individual can stop a child’s education. The child’s education should continue to be given to him no matter what the situation is. It’s a basic human right. The child says that his hair was cut in public by a teacher. Such sensitive issues can adversely affect the mental state of children. Therefore, we are in talks with teachers’ unions to end the corporal punishment of children. We expect a positive response from the teachers’ unions. The Supreme Court has given a verdict to stop corporal punishment on children. But unfortunately the members of Parliament do not take their time to talk about this. The protection of children must be ensured by the right policy. It is a matter of urgency,” Ranasinghe urged.",
    "Since this issue has shed light on (possible) shortcomings in the Sri Lankan education system what should be done to avert them? In a country with a myriad of problems, a just education system is the only long-term solution for creating a nation of just and responsible citizens. As investigations continue, Sri Lankans wait for the truth to be brought to light and those in the wrong to be brought before justice."
  ]
}