{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82029/frances-macron-beats-far-right-le-pen-to-win-second-term",
  "time_ut": 1650856440,
  "title": "France’s Macron beats far-right Le Pen to win second term",
  "body_lines": [
    "(Reuters) – French President Emmanuel Macron comfortably defeated far-right rival Marine Le Pen on Sunday, heading off a political earthquake for Europe but acknowledging dissatisfaction with his first term and saying he would seek to make amends.",
    "His supporters erupted with joy as the results appeared on a giant screen at the Champ de Mars park by the Eiffel tower.",
    "Leaders in Berlin, Brussels, London and beyond welcomed his defeat of the nationalist, eurosceptic Le Pen.",
    "With 97% of votes counted, Macron was on course for a solid 57.4% of the vote, interior ministry figures showed. But in his victory speech he acknowledged that many had only voted for him only to keep Le Pen out and he promised to address the sense of many French that their living standards are slipping.",
    "“Many in this country voted for me not because they support my ideas but to keep out those of the far-right. I want to thank them and know I owe them a debt in the years to come,” he said.",
    "“No one in France will be left by the wayside,” he said in a message that had already been spread by senior ministers doing the rounds on French TV stations.",
    "Two years of disruption from the pandemic and surging energy prices exacerbated by the Ukraine war catapulted economic issues to the fore of the campaign. The rising cost of living has become an increasing strain for the poorest in the country.",
    "“He needs to be closer to the people and to listen to them,” digital sales worker Virginie, 51, said at the Macron rally, adding he needed to overcome a reputation for arrogance and soften a leadership style Macron himself called “Jupiterian”.",
    "Le Pen, who at one stage of the campaign had trailed Macron by just a few points in opinion polls, quickly admitted defeat. But she vowed to keep up the fight with parliamentary elections in June.",
    "“I will never abandon the French,” she told supporters chanting “Marine! Marine!”",
    "Macron can expect little or no grace period in a country whose stark political divisions have been brought into the open by an election in which radical parties scored well. Many expect the street protests that marred part of his first term to erupt again as he presses on with pro-business reforms.",
    "“There will be continuity in government policy because the president has been reelected,” Health Minister Olivier Veran said. “But we have also heard the French people’s message.”",
    "How Macron now fares will depend on the looming parliamentary elections. Le Pen wants a nationalist alliance in a move that raises the prospect of her working with rival far-rightists like Eric Zemmour and her niece, Marion Marechal.",
    "Hard-left Jean-Luc Melenchon, who emerged as by far the strongest force on the left of French politics, said he deserves to be prime minister - something that would force Macron into an awkward and stalemate-prone “cohabitation”.",
    "“Melenchon as prime minister. That would be fun. Macron would be upset, but that’s the point,” said Philippe Lagrue, 63, technical director at a Paris theatre, who voted for Macron in the run-off after backing Melenchon in the first round.",
    "Outside France, Macron’s victory was hailed as a reprieve for mainstream politics rocked in recent years by Britain’s exit from the European Union, the 2016 election of Donald Trump and the rise of a new generation of nationalist leaders.",
    "“Bravo Emmanuel,” European Council President Charles Michel, wrote on Twitter (NYSE:TWTR). “In this turbulent period, we need a solid Europe and a France totally committed to a more sovereign and more strategic European Union.”",
    "“Congratulations to the President and a true friend @EmmanuelMacron on the election victory,” Ukraine President Volodymyr Zelenskiy wrote on his Twitter account in early hours on Monday.",
    "“The financial markets will breathe a collective sigh of relief following Macron’s election victory,” said Seema Shah, Chief Strategist at Principal Global Investors.",
    "The disillusion with Macron was reflected in an abstention rate expected to settle around 28%, the highest since 1969.",
    "Initial polling showed the vote was sharply split both by age and socio-economic status: Two-thirds of working class voters backed le Pen, while similar proportions of white-collar executives and pensioners backed Macron, an Elabe poll showed.",
    "Macron won around 59% of votes by 18-24 year-olds with the vote almost evenly split in other age categories.",
    "During the campaign, Le Pen homed in on the rising cost of living and Macron’s sometimes abrasive style as some of his weakest points.",
    "She promised sharp cuts to fuel tax, zero-percent sales tax on essential items from pasta to diapers, income exemptions for young workers and a “French first” stance on jobs and welfare.",
    "“I’m shocked to see that a majority of French people want to reelect a president that looked down on them for five years,” Adrien Caligiuri, a 27-year-old project manager said at the Le Pen rally.",
    "Macron meanwhile pointed to Le Pen’s past admiration for Russia’s Vladimir Putin as showing she could not be trusted on the world stage, while insisting she still harboured plans to pull France out of the European Union - something she denies."
  ]
}