{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/pm-calls-for-unity-reforms-state-sector-overhaul-to-bring-sri-lanka-out-of-crisis-95307/",
  "time_ut": 1654592400,
  "title": "PM calls for unity, reforms, state sector overhaul to bring Sri Lanka out of crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Prime Minister Ranil Wickremesinghe on Monday (07) called for unity and bipartisanship to introduce lasting, meaningful reforms including in the state sector and steer the country through its worst economic crisis since Independence.",
    "Addressing parliament Monday morning, Wickremesinghe said a concerted effort was needed to rebuild the country and called for changes to the state sector.",
    "“I hope you all understand the situation we and our country face. We need to find new ways as an alternative to the traditional ways if we are to elevate the country from this position. We must set aside our traditional political ideologies for a short period of time and make a concerted effort to rebuild the country. Every citizen must play a role in this. We all have a part to play for the country,” he said.",
    "Wickremesinghe said the government was no longer able to finance the losses of any state-owned enterprise (SOE).",
    "“Many government agencies do not have proper financial management. Therefore, new methods need to be introduced. The Road Development Authority (RDA) is an example. Though they had the funds, they failed to manage those funds in accordance with Treasury regulations. In the current situation in our country, the government is unable to provide funds to cover the losses of any state-owned enterprises. That debt burden can no longer be borne by the state or state-owned banks,” he said.",
    "Sri Lanka’s ongoing talks with the International Monetary Fund (IMF), Wickremesinghe said, are based on the country’s future economic plan. The year 2023 will see the island nation face more challenges, he said.",
    "“We need to achieve economic stability by the end of this year. Then by 2024 we will have the opportunity to create economic stimulus through financial stimulus.  By 2025, our goal is to balance our budgets or create a primary surplus.  This economic program must continue to move towards this long-term goal.  Even if the individuals, groups and parties in power change, it is imperative that we achieve our national goals and maintain the highest level of efficiency in the country,” he said.",
    "The government’s ultimate goal is to create a new economy for Sri Lanka,  said Wickremesinghe. The goal is to transform Sri Lanka into a developed country by 2048, the centenary of Independence, he said.",
    "“Our country is not working like a well-oiled machine, we are not sure what we should we do first. This system needs to be overhauled. That is what we are doing now: resetting the system,” he added.",
    "The government will present an interim budget as a first step in this effort, the PM said.",
    "Sri Lanka to present interim budget cutting cutting capex: PM",
    "“We can save the country if we make gradual progress.  There is a dangerous situation that goes beyond being a personal issue or a party issue. Let us understand the dangers and seriousness of this. In such a situation, there is no point in looking at the past. For a while let us forget the past.  In trying to renew the country, we must think only of the future,” he said.",
    "Wickremesinghe has been accused by opposition parties and Sri Lanka’s protesting youths of serving the interests of the Rajapaksa family, whose ouster from national politics the public has been agitating for over two months.",
    "“Economic reforms alone are not enough to rebuild a country.  At the same time, socio-political and public service reforms are needed,” he said.",
    "The PM said parliamentarians must come together to find lasting solutions rather than BandAids.",
    "“Let’s set aside all differences and think anew for the country. Let’s embark on a new journey. We will initiate the necessary constitutional reforms. Let’s think differently. We can all start to change the system by thinking differently and acting differently,” he said.",
    "Wickremesinghe called for sweeping reforms in the public service and also to end corruption.",
    "“Public service must be viewed from a different angle. Efficiency and productivity have fallen to a very low level due to the provision of unlimited employment in the public service. Some government employees have no obligation to their duties.  Therefore, the public sector needs to be completely restructured and reformed.  Our mission is to create a public service that will enable a citizen to receive immediate and efficient services throughout their lives without any hassle.",
    "“In 2019, a national policy to combat bribery and corruption was developed. We will take steps to hand over the draft policy to all party leaders in parliament. Get their feedback too. Countries such as Sweden, which have successfully implemented the anti-corruption and anti-corruption mechanism, are following the example of the Hong Kong government and making the necessary structural changes. If any amendments are to be made to the present draft, necessary amendments will be made in consultation with all parties’ lawyers and experts and this National Policy will be implemented,” he said.",
    "Wickremesinghe extended an open invitation to all parties represented in parliament to support his government’s economic, socio-political and public service reforms in rebuilding the country.",
    "“Let us build the country first.  Let us protect our country from this crisis. Give your support to these efforts. After returning to normalcy in the country within the specified time frame, you may return to your traditional political activities. Implement traditional party political agendas.",
    "“The pessimist sees difficulty in every situation; the optimist sees opportunity in every difficulty,” he added, quoting British Prime Minister Winston Churchill.",
    "“We take advantage of every opportunity that comes our way. We will use these opportunities to build the country with confidence. We will all take full responsibility to bring the country back to normalcy,” he said. (Colombo/May07/2022)"
  ]
}