{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/09/ceb-probing-non-operational-hydro-power-plants/",
  "time_ut": 1654753860,
  "title": "CEB probing non-operational hydro power plants",
  "body_lines": [
    "COLOMBO (News 1st); The Ceylon Electricity Board has initiated an investigation on the reports that several hydro power plants in the country failed to function on Thursday (9).",
    "A spokesperson for the Ministry of Power and Energy said that the Chairman of the Ceylon Electricity Board to take the necessary steps to rectify the matter.",
    "Multiple localities in Sri Lanka experienced power outages on Thursday (9) morning, as several hydro power plants in the country failed to function.",
    "The power outage took place after the Ceylon Electricity Board Engineers Union decided to go on strike against the proposed amendments to the Sri Lanka Electricity Act.",
    "Later on Thursday (9) morning, the Ceylon Electricity Board Engineers Union has announced that it decided to call off the strike action that it launched at midnight on Wednesday (8) following discussions with the President.",
    "It is reported that the President had noted that the amendments to the Sri Lanka Electricity Act would be further deliberated at the Committee Stages in Parliament.",
    "Although the CEB Engineers Union said it called off the strike, many areas in Sri Lanka are experiencing a power cut for several hours since early Thursday (9) morning.",
    "Ceylon Electricity Board Engineer’s Union went on strike with effect from midnight on Wednesday (8) against the Bill to amend the Sri Lanka Electricity Act No. 20 of 2009",
    "Amendments aimed to abolish competitive bidding process for procurement of electricity from private sector, said the Union.",
    "A team of corrupt individuals are trying to secure large scale solar, wind and other kinds of power generation projects using the amendments, the CEB Engineers added while vehemently rejecting the proposed deceitful amendments to the Sri Lanka Electricity Act.",
    "1. To withdraw proposed amendments to the Sri Lanka Electricity Act No. 20 of 2009 (as amended by the Act No. 31 of 2013), gazetted on April 29, 2022, with immediate effect,",
    "2. To stop handing over of country’s wind & solar resources to Adani Group (paying in dollars) without following the competitive bidding process,",
    "3. To stop driving the CEB to privatization in the guise of reforming,",
    "4. To appoint a suitable professional with unblemished character to the Post of Chairman, CEB without further delay.",
    "However, Sri Lanka’s Energy Minister Kanchana Wijesekera assured the Parliament on Wednesday (8) that the amendments to the Sri Lanka Electricity Act will NOT abolish the competitive bidding process for procurement of electricity.",
    "He said the proposed amendments would only expedite the projects that are approved by the Sri Lanka Sustainable Energy Authority.",
    "The Minister dismissed all allegations made against the amendments that claimed the amendments were being moved to award large-scale solar, wind, and other kinds of power generation projects which are to be implemented in the future among interested business partners at their will without having any competitive bidding process.",
    "Sri Lanka’s Energy Minister Kanchana Wijesekera has questioned why the Ceylon Electricity Board had deprived the opportunity of proceeding with renewable energy projects for many years if the existing act does not need amendments and has the capability of implementing renewable energy projects.",
    "In a tweet on Thursday (9) morning, he also questioned why the Ceylon Electricity Board did not plan for grid capacity development and for least-cost electricity generation.",
    "He said he is prepared to make the changes if necessary, but added that Sri Lanka will never move forward with pressurizing inefficient unions and a burden to the economy.",
    "The Minister said that many unions do not fight for the betterment of their trade or their institute, but for the betterment of themselves.",
    "In his tweets, the Minister said that the people have the right to an uninterrupted power supply and least cost generation.",
    "He said that Sri Lanka does not have the option for the public to choose the service to provide, and the public should fight for that right.",
    "China ready to work with India to help Sri Lanka & Chinese financial institutions reached out on debt payments"
  ]
}