{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82080/new-us-ambassador-undertakes-visit-to-jaffna",
  "time_ut": 1651068480,
  "title": "New U.S ambassador undertakes visit to Jaffna",
  "body_lines": [
    "U.S. envoy in Sri Lanka, Julie J. Chung visited Jaffna from April 24 to 27 during her initial trip to northern Sri Lanka as the ambassador.",
    "“It was essential to me to visit the North early in my tenure as Ambassador,” Ambassador Chung said. “During the visit, I explored the history of the region and heard from people first-hand about their challenges and opportunities. I gained a much better understanding of the impact of the war and the human rights concerns, as well as the current economic situation in the North.”",
    "While in Jaffna, Ambassador Chung had courtesy calls with the Northern Province governor and the Commander of Security Forces Headquarters Jaffna to discuss the political and security situation in the North during the current economic crisis, the U.S. Embassy in Colombo said in a statement.",
    "She engaged with civil society and met with families of missing and disappeared persons. The Ambassador underscored the importance of the ongoing efforts towards justice and accountability towards national reconciliation and unity.",
    "In a meeting with Tamil politicians, Ambassador Chung discussed human rights and governance challenges.  Ambassador Chung also met with representatives of diverse religious communities and visited sites of worship to underscore the importance of religious pluralism in Sri Lanka.",
    "Ambassador Chung also spoke with representatives of the business community to learn about their current challenges and efforts towards economic recovery.",
    "She noted the potential for Diaspora investment to develop local business. In addition, the Ambassador visited a U.S.-funded demining project that makes land viable for local communities.",
    "Ambassador Chung met with University of Jaffna faculty members to discuss their new peace building degree program and the Ambassadors Fund for Cultural Preservation grants for the Archeological Museum Laboratory.",
    "She also visited a U.S.-funded palm leaves manuscript conservation project at the Jaffna Library.",
    "Prior to returning to Colombo, Ambassador Chung met with local youth leaders at the American Corner in Jaffna to learn about their perspectives on a path forward towards an inclusive and prosperous future for all Sri Lankans.",
    "This was Ambassador Chung’s second official trip outside the Colombo area.  Her first trip was to the Kandy region."
  ]
}