{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/pro-gota-fake-opposition-anti-gota-real-opposition/",
  "time_ut": 1651842780,
  "title": "PRO-GOTA FAKE OPPOSITION, ANTI-GOTA REAL OPPOSITION",
  "body_lines": [
    "Clearly the old ruling coalition, the SLPP and SLFP, has a majority in Parliament. That is similar to a man who has a huge mountain of money in his house, but all the money belongs to a category devalued by the Central Bank. The majority that the SLPP-SLFP mustered in parliament stands clearly devalued in the eyes of the citizenry and by them.",
    "The 148 votes should give the President and the Rajapaksa clan little cause for comfort. That is because there is a huge gap between the bubble that is parliament and the sociopolitical reality outside it. The Parliament is marooned in the ocean of the people.",
    "The IUSF-led demonstrations on the approach to Parliament provided the best direct response to the 148-65 vote on the issue of the Deputy Speaker.",
    "The so-called Independent Group of 40 held a media briefing after the vote shrieking about betrayal by the Leader of the Opposition and his mother.",
    "By nightfall it became obvious that the Aragalaya, which is by no means supportive of the Leader of the Opposition, was of the view that the re-combination of the SLPP and the SLFP-led 11-party combine, was the real treachery.",
    "Let’s unpack the issue. When it came down to the wire, there were two candidates: Ranjith Siyambalapitiya and Imtiaz Bakeer Markar. It is self-evident that Imtiaz is the superior choice, in every respect: intellect, integrity, decency. He would have been a symbol of the values of the Aragalaya, of a new patriotism, of unity in diversity.",
    "The Group of 40 refused to vote for him and voted for Siyambalapitiya instead. This was not only the inferior choice but also symbolized continuity in a national atmosphere of dramatic change.",
    "Firstly, continuity between the old and the new: a cartoon brilliantly showed the old, pre-Aragalaya Deputy Speaker and the new, GotaGoGama period Deputy Speaker. Who just happened to be the same guy? That showed the unresponsiveness of the parliamentary majority to the realities on the ground, and their uncaring about the optics.",
    "Secondly, continuity indeed convergence between the ruling SLPP and the supposedly independent SLFP-led Group of 40 which had been until quite recently an ally of the SLPP.",
    "It is almost beyond belief that the SLFP-led G 40 should be unashamed to have accepted the support of the SLPP and voted together with it, thereby giving the general public the impression of renewed alliance or congruence. If it thought that turning its guns on the SJB and its leader would persuade anyone of its own correctness, it should have had a rethink by nightfall.",
    "If the SLFP-led Group of 40 had its feet on the ground, it would have known and should know that its main task is to demarcate itself from the regime; not put forward a candidate who served that regime and to be seen to vote together with the ruling Pohottuwa in support of that candidate.",
    "The priority of the so-called Independent Opposition Group should have been to prove its independence, and prove it vis-à-vis the regime; not to prove its dependence on the regime’s votes, which is what it did.",
    "The cat has jumped out of the bag. The Independent Group clearly revealed that it has much more of a problem with Sajith Premadasa than it does with Gotabaya Rajapaksa. By contrast, the Aragalaya is very clear as to who the real enemy and the main enemy at this stage of a long struggle, is: President Gotabaya Rajapaksa. Clearly the main objective of the Aragalaya is the removal of the autocratic ruler: Gota Go Home!",
    "To the extent that this is manifestly NOT the stated goal of the so-called independent group of 40; so long as it has suggested various slogans and solutions to the problem OTHER THAN the one that 90%-96% of the public perceive as the main problem; to the extent that the Independent Group is far from independent of President Gotabaya Rajapaksa, it can be said to be a fake Opposition.",
    "It was hilarious too see the Independent Group of 40, which is not just a very belated addition to the Opposition benches, but also one which pivoted back to President GR and sat with him and Basil Rajapaksa in a political discussion, hurling accusations at the Leader of the Opposition who had the guts to run against Gotabaya Rajapaksa at the height of the latter’s popularity in November 2019 while the Independent Group was canvassing votes for Gotabaya who had already defended a monk who asked him to be a Hitler.",
    "The independent Group of 40 never opposed Dilum Amunugama, when several months ago, he urged Gotabaya to be a Hitler—a statement that may explain what happened in Rambukkana.",
    "Hilarious too is the fact that the garrulous members of the group of 40, which by far the smaller group in the opposition at the moment, attack the SJB, which is the larger formation of the Opposition.",
    "The touchstone of whether or not any party or formation is an authentic Opposition, is whether or not it stands foursquare for what the people of this country and more concretely The Aragalaya is calling for: GOTA GO HOME!",
    "Going by that touchstone, the authentic Opposition in the country consists of the following streams:",
    "3. The Hartal vanguard: the Trade Union Coordinating Committee, Peasants’ Unions and civic organizations.",
    "Right now, in Parliament, the authentic Opposition are those who voted for Imtiaz Bakeer Markar; not those who still refuse to say—let alone shout out aloud—Gota Go Home!",
    "The fake Oppositionists who wish Gotabaya to remain in office as well as those refuse to take the stand ‘Gota Go Home!’ will, I can safely predict, be wiped out together with the Rajapaksas and all but a few of the SLPP, at any upcoming election, just as the LSSP and CPSL were in 1977 and the UNP was in 2020.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}