{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-first-Elevator-Training-Centre-declared-open/34-734550",
  "time_ut": 1652044620,
  "title": "Sri Lanka’s first Elevator Training Centre declared open",
  "body_lines": [
    "With the aim to improve the Elevator Industry in Sri Lanka to become more efficient, effective, and internationally competitive, Aitken Spence Elevators joined hands with CINEC Campus to build Sri Lanka’s first ever Elevator Training Centre equipped with an Elevator Training Tower.",
    "The Elevator Training Centre was declared open recently at the CINEC Campus, Malabe by Aitken Spence Deputy Chairman and Managing Director Dr. Parakrama Dissanayake and CINEC Campus Chairman/President Capt. Ajith Peiris.",
    "The training centre aims to identify trends and developments in the elevator industry and in turn make improvements and adjustments to the training courses and introduce new and impactful learning curriculums to provide high quality training for the local and international markets. The training centre will play a pivotal role in producing qualified elevator erectors and service technicians and bridging the gap of skilled labour shortage in the industry. The opening ceremony was successfully held with the participation of distinguished guests from the Aitken Spence Group and CINEC Campus including students from the first batch.",
    "CINEC Campus Chairman/President Capt. Ajith Peiris, in his speech to the audience at the opening ceremony, said that the association of CINEC with Aitken Spence PLC spans over 16 years and it’s the second project of CINEC – Aitken Spence collaboration.",
    "Dr. Parakrama Dissanayake’s in his opening remarks said: “This is another milestone in our professional relationship and a great example of collaborative efforts of two organisations coming together to bridge the much-needed skill gap in the elevator industry. It would undoubtedly enhance the quality of product and service for our clients as well. On behalf of Aitken Spence, I also take this opportunity to thank Capt. Ajith Peiris, Chairman/President of CINEC for his unstinted support given to us.”",
    "Aitken Spence Elevators Chief Executive Officer Chaminda Hindurangala, also shared a few words at the ceremony: “This program will enhance the competencies and expertise of elevator technicians prioritising safety and quality and also to introduce the latest developments in the industry.”"
  ]
}