{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81857/tamil-nadu-chief-minister-wants-to-ship-essentials-to-sri-lanka",
  "time_ut": 1650097740,
  "title": "Tamil Nadu chief minister wants to ship essentials to Sri Lanka",
  "body_lines": [
    "India’s Tamil Nadu chief minister M K Stalin on Friday urged the Centre to allow the state to ship essential commodities from the Thoothukudi port to Sri Lanka as humanitarian aid to the people, especially Tamils, severely affected by the food crisis there.",
    "Recalling his discussion with Indian Prime Minister Narendra Modi on the issue on March 31, the chief minister reiterated Tamil Nadu government’s commitment to ship foodgrains, vegetables and medicines from the port for the Tamils in northern and eastern parts of Lanka and its capital Colombo as well as those working in the plantations.",
    "‘It has now been reported that the Union government has enabled the shipping of food and other essential commodities to Sri Lanka...(hence) I request that this may be facilitated at the earliest in view of the worsening situation in Lanka,’ Stalin said in a letter addressed to Indian External Affairs Minister Dr. S. Jaishankar.",
    "During his meeting in March, he had apprised the Prime Minister about Tamil Nadu’s willingness to provide essential commodities and life-saving medicines to the Sri Lankan Tamils. ‘During our recent telephonic conversation on April 7, I had also brought to your notice that the State has been receiving Lankan Tamils forced to leave their country amid the escalating economic crisis that is turning into a humanitarian crisis,’ Stalin said in the letter a copy of which was made available to the media here.",
    "He had said such measures could be considered after due consultation with the Indian Mission in Lanka.",
    "Drawing Jaishankar’s attention to the plight of the 12 Indian fishermen apprehended on March 23, the Chief Minister said the Killinochchi court adjourned the case to May 12 with instructions that the fishermen could be released on bail on a personal bond of Lankan INR 2 crore per person. ‘As this is a prohibitive amount, the fishermen can never furnish it. They are presently lodged in the Jaffna prison,’ Stalin said and requested Jaishankar’s immediate intervention in this regard and also sought all legal support and assistance to the poor fishermen to ensure their early release."
  ]
}