{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/lanka-ioc-raises-fuel-prices-to-record-high-91519/",
  "time_ut": 1646950080,
  "title": "Lanka IOC raises fuel prices to record high",
  "body_lines": [
    "ECONOMYNEXT – Lanka IOC, the Indian Oil Corporation unit in Sri Lanka raised petrol and diesel prices by 50 rupees and 75 rupees from the mid night of Thursday after the island nation’s central bank’s flexible exchange rate resulted in near 30 percent depreciation in two days.",
    "The central bank late on Tuesday announced a flexible exchange rate and the rupee was devalued 15 percent on Wednesday and the currency fell another 15 percent on Thursday after nearly. The central bank’s devaluation came after nearly 11 month it held the rupee artificially low at around 200 rupees.",
    "The latest price hike will see the price of mostly used Octane 92 rising by 24.5 percent to a record 254 rupees a litre while diesel soaring 54 percent to a historic peak of 214 rupees.",
    "The Lanka IOC has been raising fuel prices in line with the global market price. It has increased prices twice while the state owned Ceylon Petroleum Corporation (Ceypetco) kept the prices at the same level.",
    "Sumith Wijesinghe, the chairman of Ceypetco on Thursday said the state-run fuel retailer is incurring a loss of 128 rupees from each litre of diesel as of March 10 and 80 rupee loss from a litre of petrol.",
    "However, so far the government has not decided to fuel prices yet.",
    "Ceypetco still maintains the per litre petrol price at 177 rupees while diesel at 121 rupees. As a result, many motorists turn to Ceypetco fuel stations resulting in huge queues amid fuel shortage across the country.",
    "The CPC is facing a risk of heavy loss as the world crude oil price has been on the rise after the Russian bombing in Ukraine.",
    "When prices are not raised and losses are financed with banks credit, which are in turn re-financed by the central bank through its 7.5 percent window, inflation goes up. The money printed to finance losses also creates forex shortages.",
    "The dollar shortage has led to lack of fuel and extended power cuts, crippling many industries related to manufacturing and transport, disrupting the country’s economic activities. (Colombo/March10/2022)"
  ]
}