{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81756/no-discussion-on-interim-govt-in-meeting-with-president-vasu",
  "time_ut": 1649613180,
  "title": "No discussion on interim govt in meeting with President - Vasu",
  "body_lines": [
    "Former Minister Vasudeva Nanayakkara says there was no discussion regarding the proposed interim government during today’s meeting between President Gotabaya Rajapaksa and the group of MPs who recently quit the government to stay independent in Parliament.",
    "Speaking to media following the meeting, the General Secretary of the Democratic Left (DLF) hinted that that the talks had ended without a final consensus being reached.",
    "When asked whether the President agreed on an interim government, he said: “No. There was no discussion on that.”",
    "President Gotabaya Rajapaksa had invited the 41 parliamentarians who recently quit the government, reportedly for a discussion on their proposals.",
    "Former President and Chairman of the Sri Lanka Freedom Party (SLFP) Maithripala Sirisena had told reporters that the President invited the MPs who quit the government for a discussion at 7.00 p.m. today (10), regarding their proposal for an interim government.",
    "Addressing the media at the party headquarters this morning (10), he said the main objective of the meeting was to urge the President to form an interim administration under an all-party Cabinet with the least number of portfolios.",
    "He, however, stated that before the interim administration is set up, the 19th Amendment to the Constitution must be re-introduced with added powers to curtail the executive powers of the executive presidency.",
    "He said the SLFP expects the support and blessings of all political parties represented in Parliament to achieve this.",
    "Fourteen MPs representing the Sri Lanka Freedom Party (SLFP), 09 representing the ruling Sri Lanka Podujana Peramuna (SLPP) and 18 MPs of government-allied parties had recently left the government and decided to become independent in parliament.",
    "The parliamentary group of the SLFP that quit the government had met with the President for a discussion last Tuesday (05).",
    "Meanwhile a proposal to establish an all-party interim government has been submitted to President Rajapaksa by the group of parliamentarians who left the ruling party to remain independent in the parliament.",
    "They point out that conditions that help calm public unrest, restore people’s lives and allow the people to elect a government of their choice should be created.",
    "Former President Maithripala Sirisena on behalf of the Sri Lanka Freedom Party (SLFP), former Minister Vasudeva Nanayakkara on behalf of 10 independent parties, SLPP MPs Anura Priyadarshana Yapa and Wijeyadasa Rajapakshe have signed the said document."
  ]
}