{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-political-economy-of-fiscal-policies-and-regulations-to-promote-healthy-diets-in-sri-lanka/",
  "time_ut": 1654524060,
  "title": "The Political Economy of Fiscal Policies and Regulations to Promote Healthy Diets in Sri Lanka",
  "body_lines": [
    "Non-communicable diseases (NCDs) have posed a critical health challenge for Sri Lanka for several decades. Estimated to account for 83 per cent of all deaths in Sri Lanka today, NCDs have serious health and economic consequences for both individuals and the country.1 In 2000 and 2010, the deaths that occurred due to NCDs were estimated as 74 and 76 per cent of the total deaths respectively.2 Unhealthy dietary patterns are one of the main behavioural causes for escalating NCD incidences.3 While 72.5 per cent of the Sri Lankan population eat less than five servings of fruit and/or vegetables on average per day4 only 26.9 per cent of the males and 28.0 per cent of the females consume five or more servings of fruits and/or vegetables per day.5 Further, 26.5 per cent of school children aged 13-17 years reported that they consumed a carbonated soft drink at least once per day.6 This shows how unhealthy dietary patterns are followed in Sri Lanka every day.",
    "Fiscal interventions are crucial to correct market failures, create incentives to reduce dietary risk factors for NCDs, and generate government revenue.7 Fiscal policies and regulations are implemented within complex country-specific systems. They are influenced by several contextual factors such as social norms and acceptances, stakeholders, their interests and influences, resource implications, equity and human rights, and feasibility. These factors are collectively recognised as the political economy. A country’s political economy greatly influences policy development, implementation, and realisation. A proper understanding of the political economy can help formulate better policies to meet the NCD challenge and create a healthy food environment.",
    "Sri Lanka has introduced various measures including fiscal policies and regulations to promote healthy dietary patterns. The main objective of this policy brief is to highlight how the political economy of the food environment in the country influences the development of policies on healthy diets. The following findings are based on a political economy analysis conducted by the Institute of Policy Studies of Sri Lanka (IPS) as a part of the study on ‘Fiscal Policies and Regulations to Promote Healthy Diets in Sri Lanka’. The study examines the following aspects:",
    "Policy framing – recognition of the main policy issue (underlying assumptions, perceptions, and concepts);",
    "Policy contents – recognition of key policy elements; and Policy development – actors, stakeholders, and their interests.",
    "The findings and recommendations are based on a review of policies introduced from the year 2000 onwards.",
    "Commendably NCDs, nutrition, and the food environment are recognised as important policy issues and framed well in the policy documents prepared by the health sector, mainly by the Ministry of Health.",
    "Healthy food consumption, production of healthy foods, social marketing and health promotion campaigns, nutrition labelling, nutrition education and retail sales of healthy food are the areas covered relatively well in the policy documents reviewed. However, many of the policy documents do not devote adequate attention to some crucial aspects such as funding sources, governance, gender sensitivity, and stakeholder identification. For example, the National Health Strategic Master Plan 2016-2025 Preventive Services Programme – Food Safety states, “The government of Sri Lanka will take over the responsibility in terms of finances and resource allocation to improve the food safety” as an assumption.8 But it does not either explain or present the financial sources and mechanisms to be used for this purpose. Likewise, in most policy documents, there is no explicit commitment to adopt fiscal measures to achieve the targets specified in those respective policies.",
    "The Ministry of Health plays a central role in developing policies to reduce NCDs, promote healthy diets, and establish a safer food environment in Sri Lanka. Apart from the Ministry of Health, the Ministry of Agriculture has also demonstrated its interest in nutrition and the food environment. Production of healthy foods, marketing and trading, and nutrition education are some of the key areas covered in the policy documents of the agriculture sector. Other than these two ministries, other public sectors have not indicated any noticeable interest in NCDs, nutrition or the food environment.",
    "Additionally, international development partners such as the World Health Organization (WHO), United Nations Children Fund (UNICEF), United Nations Population Fund (UNFPA), World Food Programme (WFP), and the World Bank (WB) are important stakeholders playing a supportive role in upgrading the nutrition status and food environment and addressing NCDs-related issues.",
    "Continue to focus on policy framing and cover crucial policy elements:",
    "The recognition and attention given to NCDs, nutrition and the food environment are progressive steps that need continuation. This is particularly important given the current NCD burden in Sri Lanka and the increasing trend of NCD-related morbidities and mortalities. However, the review of the policy documents revealed the lack of comprehensive coverage of important policy elements where some of the crucial aspects like governance structures, funding sources, and gender sensitivity are not adequately addressed.",
    "It is essential to comprehensively confer due recognition to all the crucial aspects to implement the policies effectively and to achieve desired outcomes. For example, identifying governance structures is important for the effective implementation of policies. It also indicates the country’s commitment and responsiveness in addressing the issues identified in the policies. Likewise, it is necessary to identify funding sources to implement the proposed actions. No matter how well developed a policy is, it will not achieve its intended impact if the resources to implement the policy are not available.",
    "The efforts of the health sector (i.e., Ministry of Health) to develop policies on NCDs, nutrition and the food environment are commendable. Yet, the lack of involvement and interest by other sectors is a huge deterrent to achieving the expected outcomes of policies aimed at promoting healthy diets in Sri Lanka. Currently, these issues are regarded as “health issues” and other sectors/ministries either do not adequately recognise or completely ignore these concerns when they formulate policies for their respective sectors. The food environment, nutrition and NCDs are complex and interconnected issues.",
    "Thus, policies that intend to address these issues must take a more holistic approach actively involving all the parties concerned. Further, the involvement of the highest level of the government such as the National Nutrition Council chaired by the President is recommended to lead and coordinate these processes, thereby assuring the highest level of political will and commitment.",
    "This policy insight was prepared by IPS researcher Sunimalee Madurawala (sunimalee@ips.lk) based on findings from a study on ‘Fiscal Policies and Regulations to Promote Healthy Diets in Sri Lanka’ funded by the International Development Research Centre (IDRC), Canada. For more policy insights from IPS, visit: https://www.ips.lk/publications/policy-insights/.",
    "CSE ops halt half an hour before closing time in the wake of growing economic uncertainties",
    "SLT-MOBITEL unveils ‘The Directory’ 2022 as refreshed and advanced national business directory",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ සෞඛ්‍ය සම්පන්න ආහාර වේලක් ප්‍රවර්ධනය කිරීම සඳහා වන මූල්‍ය ප්‍රතිපත්ති සහ රෙගුලාසි වල දේශපාලන ආර්ථිකය",
      "body_lines": [
        "බෝ නොවන රෝග (NCDs) දශක කිහිපයක් තිස්සේ ශ්‍රී ලංකාවට තීරණාත්මක සෞඛ්‍ය අභියෝගයක් වී ඇත. අද වන විට ශ්‍රී ලංකාවේ සිදුවන මරණ වලින් සියයට 83ක් ඇස්තමේන්තු කර ඇති අතර, NCDs පුද්ගලයන්ට සහ රටට බරපතල සෞඛ්‍ය හා ආර්ථික ප්‍රතිවිපාක ඇති කරයි.1 2000 සහ 2010 දී NCDs හේතුවෙන් සිදු වූ මරණ සියයට 74 සහ 76 ලෙස ගණන් බලා ඇත. සමස්ත මරණ සංඛ්‍යාවෙන් පිළිවෙලින්.2 සෞඛ්‍ය සම්පන්න නොවන ආහාර රටාවන් NCD සිදුවීම් උත්සන්න වීමට එක් ප්‍රධාන චර්යාත්මක හේතුවක් වේ.3 ශ්‍රී ලංකාවේ ජනගහනයෙන් සියයට 72.5 ක් සාමාන්‍යයෙන් දිනකට පලතුරු සහ/හෝ එළවළු වර්ග පහකට වඩා අඩුවෙන් අනුභව කරයි4කට 26.9 ක් පමණි. පිරිමින්ගෙන් සියයට සහ කාන්තාවන්ගෙන් සියයට 28.0ක් දිනකට පලතුරු සහ/හෝ එළවලු වර්ග පහක් හෝ වැඩි ගණනක් පරිභෝජනය කරයි. තවද, අවුරුදු 13-17 අතර පාසල් ළමුන්ගෙන් සියයට 26.5ක් තමන් අවම වශයෙන් එක් වරක්වත් කාබනීකෘත සිසිල් බීම පානය කළ බව වාර්තා කළහ. දිනකට.6 ශ්‍රී ලංකාව තුළ සෑම දිනකම සෞඛ්‍යයට අහිතකර ආහාර රටාවන් අනුගමනය කරන ආකාරය මෙයින් පෙන්නුම් කෙරේ.",
        "වෙළඳපල අසාර්ථකත්වයන් නිවැරදි කිරීමට, NCD සඳහා ආහාරමය අවදානම් සාධක අඩු කිරීමට සහ රාජ්‍ය ආදායම උත්පාදනය කිරීමට දිරිගැන්වීම් නිර්මාණය කිරීමට මූල්‍ය මැදිහත්වීම් ඉතා වැදගත් වේ. සමාජ සම්මතයන් සහ පිළිගැනීම්, පාර්ශ්වකරුවන්, ඔවුන්ගේ අවශ්‍යතා සහ බලපෑම්, සම්පත් ඇඟවුම්, සමානාත්මතාවය සහ මානව හිමිකම්, සහ ශක්‍යතා වැනි සන්දර්භීය සාධක කිහිපයකින් ඒවාට බලපෑම් එල්ල වේ. මෙම සාධක දේශපාලන ආර්ථිකය ලෙස සාමූහිකව පිළිගැනේ. රටක දේශපාලන ආර්ථිකය ප්‍රතිපත්ති සංවර්ධනයට, ක්‍රියාත්මක කිරීමට සහ සාක්ෂාත් කර ගැනීමට බෙහෙවින් බලපායි. දේශපාලන ආර්ථිකය පිළිබඳ නිසි අවබෝධයක් NCD අභියෝගයට මුහුණ දීමට සහ සෞඛ්‍ය සම්පන්න ආහාර පරිසරයක් නිර්මාණය කිරීමට වඩා හොඳ ප්‍රතිපත්ති සැකසීමට උපකාරී වේ.",
        "සෞඛ්‍ය සම්පන්න ආහාර රටාවන් ප්‍රවර්ධනය කිරීම සඳහා ශ්‍රී ලංකාව මූල්‍ය ප්‍රතිපත්ති සහ රෙගුලාසි ඇතුළු විවිධ ක්‍රියාමාර්ග හඳුන්වා දී ඇත. මෙම ප්‍රතිපත්ති සංක්ෂිප්තයේ ප්‍රධාන අරමුණ වන්නේ රටේ ආහාර පරිසරයේ දේශපාලන ආර්ථිකය සෞඛ්‍ය සම්පන්න ආහාර වේලක් පිළිබඳ ප්‍රතිපත්ති සැකසීමට බලපාන ආකාරය ඉස්මතු කිරීමයි. ශ්‍රී ලංකාවේ සෞඛ්‍ය සම්පන්න ආහාර වේලක් ප්‍රවර්ධනය කිරීම සඳහා වන මූල්‍ය ප්‍රතිපත්ති සහ රෙගුලාසි පිළිබඳ අධ්‍යයනයේ කොටසක් ලෙස ශ්‍රී ලංකා ප්‍රතිපත්ති අධ්‍යයන ආයතනය (IPS) විසින් සිදු කරන ලද දේශපාලන ආර්ථික විශ්ලේෂණයක් මත පහත සොයාගැනීම් පදනම් වී ඇත. අධ්යයනය පහත සඳහන් අංගයන් පරීක්ෂා කරයි:",
        "ප්‍රතිපත්ති සැකසීම - ප්‍රධාන ප්‍රතිපත්ති ගැටලුව හඳුනාගැනීම (යටින් පවතින උපකල්පන, සංජානන සහ සංකල්ප);",
        "ප්රතිපත්ති අන්තර්ගතය - ප්රධාන ප්රතිපත්ති අංග හඳුනා ගැනීම; සහ ප්‍රතිපත්ති සංවර්ධනය - ක්‍රියාකාරීන්, පාර්ශවකරුවන් සහ ඔවුන්ගේ අවශ්‍යතා.",
        "සොයාගැනීම් සහ නිර්දේශ පදනම් වී ඇත්තේ 2000 වසරේ සිට හඳුන්වා දුන් ප්‍රතිපත්ති සමාලෝචනයක් මත ය.",
        "ප්‍රශංසනීය ලෙස NCDs, පෝෂණය සහ ආහාර පරිසරය වැදගත් ප්‍රතිපත්තිමය ගැටළු ලෙස හඳුනාගෙන ඇති අතර සෞඛ්‍ය අංශය විසින් ප්‍රධාන වශයෙන් සෞඛ්‍ය අමාත්‍යාංශය විසින් සකස් කරන ලද ප්‍රතිපත්ති ලේඛනවල හොඳින් සකස් කර ඇත.",
        "සෞඛ්‍ය සම්පන්න ආහාර පරිභෝජනය, සෞඛ්‍ය සම්පන්න ආහාර නිෂ්පාදනය, සමාජ අලෙවිකරණ සහ සෞඛ්‍ය ප්‍රවර්ධන ව්‍යාපාර, පෝෂණ ලේබල් කිරීම, පෝෂණ අධ්‍යාපනය සහ සෞඛ්‍ය සම්පන්න ආහාර සිල්ලර වෙළඳාම සමාලෝචනය කරන ලද ප්‍රතිපත්ති ලේඛනවල සාපේක්ෂව හොඳින් ආවරණය වන ක්ෂේත්‍ර වේ. කෙසේ වෙතත්, බොහෝ ප්‍රතිපත්ති ලේඛන අරමුදල් මූලාශ්‍ර, පාලනය, ස්ත්‍රී පුරුෂ සමාජභාවය පිළිබඳ සංවේදීතාව සහ පාර්ශවකරුවන් හඳුනාගැනීම වැනි තීරණාත්මක අංශ කෙරෙහි ප්‍රමාණවත් අවධානයක් යොමු නොකරයි. උදාහරණයක් ලෙස, ජාතික සෞඛ්‍ය උපායමාර්ගික ප්‍රධාන සැලැස්ම 2016-2025 නිවාරණ සේවා වැඩසටහන - ආහාර සුරක්ෂිතතාව ප්‍රකාශ කරන්නේ, \"ආහාර සුරක්ෂිතතාව වැඩිදියුණු කිරීම සඳහා ශ්‍රී ලංකා රජය මූල්‍ය හා සම්පත් ප්‍රතිපාදන සම්බන්ධයෙන් වගකීම භාරගනු ඇත\" යනුවෙනි. 8 නමුත් මෙම කාර්යය සඳහා භාවිතා කළ යුතු මූල්‍ය මූලාශ්‍ර සහ යාන්ත්‍රණ පැහැදිලි කිරීම හෝ ඉදිරිපත් නොකරයි. එසේම, බොහෝ ප්‍රතිපත්ති ලේඛනවල, එම අදාළ ප්‍රතිපත්තිවල දක්වා ඇති ඉලක්ක සපුරා ගැනීම සඳහා මූල්‍ය ක්‍රියාමාර්ග අනුගමනය කිරීමට පැහැදිලි කැපවීමක් නොමැත.",
        "ශ්‍රී ලංකාව තුළ බෝ නොවන රෝග අවම කිරීම, සෞඛ්‍ය සම්පන්න ආහාර වේලක් ප්‍රවර්ධනය කිරීම සහ සුරක්ෂිත ආහාර පරිසරයක් ස්ථාපිත කිරීම සඳහා ප්‍රතිපත්ති සැකසීමේදී සෞඛ්‍ය අමාත්‍යාංශය ප්‍රධාන කාර්යභාරයක් ඉටු කරයි. සෞඛ්‍ය අමාත්‍යාංශය හැරුණු විට කෘෂිකර්ම අමාත්‍යාංශය ද පෝෂණය සහ ආහාර පරිසරය පිළිබඳ සිය උනන්දුව පෙන්නුම් කර ඇත. සෞඛ්‍ය සම්පන්න ආහාර නිෂ්පාදනය, අලෙවිකරණය සහ වෙළඳාම සහ පෝෂණ අධ්‍යාපනය කෘෂිකර්ම අංශයේ ප්‍රතිපත්ති ලේඛනවල ආවරණය වන ප්‍රධාන ක්ෂේත්‍ර කිහිපයකි. මෙම අමාත්‍යාංශ දෙක හැර අනෙකුත් රාජ්‍ය අංශ NCDs, පෝෂණය හෝ ආහාර පරිසරය පිළිබඳව සැලකිය යුතු උනන්දුවක් දක්වා නොමැත.",
        "මීට අමතරව, ලෝක සෞඛ්‍ය සංවිධානය (WHO), එක්සත් ජාතීන්ගේ ළමා අරමුදල (UNICEF), එක්සත් ජාතීන්ගේ ජනගහන අරමුදල (UNFPA), ලෝක ආහාර වැඩසටහන (WFP) සහ ලෝක බැංකුව (WB) වැනි ජාත්‍යන්තර සංවර්ධන හවුල්කරුවන් වැදගත් පාර්ශවකරුවන් වේ. පෝෂණ තත්ත්වය සහ ආහාර පරිසරය වැඩිදියුණු කිරීම සහ NCD සම්බන්ධ ගැටළු විසඳීම සඳහා සහායක භූමිකාව.",
        "ප්‍රතිපත්ති සැකසීම කෙරෙහි අවධානය යොමු කිරීම සහ තීරණාත්මක ප්‍රතිපත්ති අංග ආවරණය කිරීම දිගටම කරගෙන යන්න:",
        "NCDs, පෝෂණය සහ ආහාර පරිසරය සඳහා ලබා දී ඇති පිළිගැනීම සහ අවධානය අඛණ්ඩව අවශ්ය වන ප්රගතිශීලී පියවරයන් වේ. ශ්‍රී ලංකාවේ වර්තමාන NCD බර සහ NCD ආශ්‍රිත රෝගාබාධ හා මරණ වැඩි වීමේ ප්‍රවණතාවය සැලකිල්ලට ගෙන මෙය විශේෂයෙන් වැදගත් වේ. කෙසේ වෙතත්, පාලන ව්‍යුහයන්, අරමුදල් ප්‍රභවයන් සහ ස්ත්‍රී පුරුෂ සමාජභාවය පිළිබඳ සංවේදිතාව වැනි තීරණාත්මක අංශ කිහිපයක් ප්‍රමාණවත් ලෙස ආමන්ත්‍රණය කර නොමැති වැදගත් ප්‍රතිපත්ති මූලිකාංග පිළිබඳ සවිස්තරාත්මක ආවරණයක් නොමැති බව ප්‍රතිපත්ති ලේඛන සමාලෝචනයේදී අනාවරණය විය.",
        "ප්‍රතිපත්ති ඵලදායි ලෙස ක්‍රියාත්මක කිරීමට සහ අපේක්ෂිත ප්‍රතිඵල අත්කර ගැනීමට සියලු තීරණාත්මක අංගයන් සඳහා පුළුල් ලෙස නිසි පිළිගැනීමක් ලබා දීම අත්‍යවශ්‍ය වේ. උදාහරණයක් ලෙස, ප්‍රතිපත්ති ඵලදායී ලෙස ක්‍රියාත්මක කිරීම සඳහා පාලන ව්‍යුහයන් හඳුනා ගැනීම වැදගත් වේ. ප්‍රතිපත්තිවල හඳුනාගෙන ඇති ගැටළු විසඳීම සඳහා රටේ කැපවීම සහ ප්‍රතිචාර දැක්වීම ද එයින් පෙන්නුම් කරයි. එලෙසම, යෝජිත ක්‍රියාමාර්ග ක්‍රියාත්මක කිරීම සඳහා අරමුදල් ප්‍රභවයන් හඳුනා ගැනීම අවශ්‍ය වේ. ප්‍රතිපත්තියක් කෙතරම් හොඳින් සංවර්ධනය කළද, එම ප්‍රතිපත්තිය ක්‍රියාත්මක කිරීමට අවශ්‍ය සම්පත් නොමැති නම්, එය අපේක්ෂිත බලපෑම ලබා නොගනී.",
        "බෝ නොවන රෝග, පෝෂණය සහ ආහාර පරිසරය පිළිබඳ ප්‍රතිපත්ති සකස් කිරීමට සෞඛ්‍ය අංශයේ (එනම් සෞඛ්‍ය අමාත්‍යාංශය) දරන උත්සාහය ප්‍රශංසනීයයි. එහෙත් ශ්‍රී ලංකාවේ සෞඛ්‍ය සම්පන්න ආහාර වේලක් ප්‍රවර්ධනය කිරීම අරමුණු කරගත් ප්‍රතිපත්තිවල අපේක්ෂිත ප්‍රතිඵල සාක්ෂාත් කර ගැනීම සඳහා අනෙකුත් අංශවල මැදිහත්වීම සහ උනන්දුව නොමැතිකම විශාල බාධාවකි. දැනට, මෙම ගැටළු “සෞඛ්‍ය ගැටලු” ලෙස සලකනු ලබන අතර අනෙකුත් අංශ/අමාත්‍යාංශ තම අදාළ අංශ සඳහා ප්‍රතිපත්ති සම්පාදනය කිරීමේදී මෙම උත්සුකයන් ප්‍රමාණවත් ලෙස හඳුනාගෙන හෝ සම්පූර්ණයෙන්ම නොසලකා හරින්නේ නැත. ආහාර පරිසරය, පෝෂණය සහ NCDs සංකීර්ණ සහ අන්තර් සම්බන්ධිත ගැටළු වේ.",
        "මේ අනුව, මෙම ගැටළු විසඳීමට අදහස් කරන ප්‍රතිපත්ති අදාළ සියලු පාර්ශ්වයන් සක්‍රීයව සම්බන්ධ කර ගනිමින් වඩාත් පරිපූර්ණ ප්‍රවේශයක් ගත යුතුය. තවද, මෙම ක්‍රියාවලීන් මෙහෙයවීමට සහ සම්බන්ධීකරණය කිරීමට ජනාධිපතිවරයාගේ ප්‍රධානත්වයෙන් යුත් ජාතික පෝෂණ සභාව වැනි රජයේ ඉහළම මට්ටමේ මැදිහත්වීම නිර්දේශ කර ඇති අතර එමඟින් ඉහළම මට්ටමේ දේශපාලන කැමැත්ත සහ කැපවීම සහතික කෙරේ.",
        "IPS පර්යේෂක සුනිමලී මදුරාවල (sunimalee@ips.lk) විසින් මෙම ප්‍රතිපත්ති තීක්ෂ්ණ බුද්ධිය සකස් කරන ලද්දේ කැනඩාවේ ජාත්‍යන්තර සංවර්ධන පර්යේෂණ මධ්‍යස්ථානය (IDRC) විසින් අරමුදල් සපයන ලද ‘ශ්‍රී ලංකාවේ සෞඛ්‍ය සම්පන්න ආහාර ප්‍රවර්ධනය සඳහා රාජ්‍ය මූල්‍ය ප්‍රතිපත්ති සහ රෙගුලාසි’ පිළිබඳ අධ්‍යයනයකින් සොයා ගන්නා ලද කරුණු මතය. IPS වෙතින් තවත් ප්‍රතිපත්ති තීක්ෂ්ණ බුද්ධිය සඳහා, පිවිසෙන්න: https://www.ips.lk/publications/policy-insights/.",
        "වැඩෙන ආර්ථික අවිනිශ්චිතතාවයන් හමුවේ CSE මෙහෙයුම් අවසන් වීමට පැය භාගයකට පෙර නතර වේ",
        "SLT-MOBITEL විසින් ‘The Directory’ 2022 නැවුම් සහ උසස් ජාතික ව්‍යාපාරික නාමාවලියක් ලෙස එළිදක්වයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையில் ஆரோக்கியமான உணவுமுறைகளை மேம்படுத்துவதற்கான நிதிக் கொள்கைகள் மற்றும் ஒழுங்குமுறைகளின் அரசியல் பொருளாதாரம்",
      "body_lines": [
        "தொற்றாத நோய்கள் (NCDs) பல தசாப்தங்களாக இலங்கைக்கு ஒரு முக்கியமான சுகாதார சவாலாக உள்ளது. இன்று இலங்கையில் நிகழும் மொத்த இறப்புகளில் 83 வீதமானதாக மதிப்பிடப்பட்டுள்ளது, தனிநபர்களுக்கும் நாட்டிற்கும் NCDகள் கடுமையான உடல்நலம் மற்றும் பொருளாதார விளைவுகளை ஏற்படுத்துகின்றன. 1 2000 மற்றும் 2010 இல், NCD களால் ஏற்பட்ட இறப்புகள் 74 மற்றும் 76 சதவீதமாக மதிப்பிடப்பட்டது. மொத்த இறப்புகளில் முறையே.2 ஆரோக்கியமற்ற உணவு முறைகள் என்சிடி நிகழ்வுகளை அதிகரிப்பதற்கான முக்கிய நடத்தை காரணங்களில் ஒன்றாகும். 3 இலங்கை சனத்தொகையில் 72.5 வீதமானவர்கள் ஒரு நாளைக்கு சராசரியாக ஐந்து பழங்கள் மற்றும்/அல்லது காய்கறிகளை சாப்பிடுகின்றனர்4 ஒன்றுக்கு 26.9 மட்டுமே ஆண்களில் சதவீதம் மற்றும் பெண்களில் 28.0 சதவீதம் பேர் ஒரு நாளைக்கு ஐந்து அல்லது அதற்கு மேற்பட்ட பழங்கள் மற்றும்/அல்லது காய்கறிகளை உட்கொள்கிறார்கள். மேலும், 13-17 வயதுடைய பள்ளி மாணவர்களில் 26.5 சதவீதம் பேர் கார்பனேற்றப்பட்ட குளிர்பானத்தை ஒரு முறையாவது உட்கொண்டதாக தெரிவித்தனர். நாளொன்றுக்கு.6 இலங்கையில் ஒவ்வொரு நாளும் ஆரோக்கியமற்ற உணவு முறைகள் எவ்வாறு பின்பற்றப்படுகின்றன என்பதை இது காட்டுகிறது.",
        "சந்தை தோல்விகளைச் சரிசெய்வதற்கும், NCDகளுக்கான உணவு ஆபத்து காரணிகளைக் குறைப்பதற்கும், அரசாங்க வருவாயை உருவாக்குவதற்கும் ஊக்கத்தொகைகளை உருவாக்குவதற்கு நிதித் தலையீடுகள் முக்கியமானவை. சமூக விதிமுறைகள் மற்றும் ஏற்றுக்கொள்ளுதல்கள், பங்குதாரர்கள், அவர்களின் நலன்கள் மற்றும் தாக்கங்கள், வள தாக்கங்கள், சமபங்கு மற்றும் மனித உரிமைகள் மற்றும் சாத்தியக்கூறுகள் போன்ற பல சூழல் காரணிகளால் அவை பாதிக்கப்படுகின்றன. இந்த காரணிகள் ஒட்டுமொத்தமாக அரசியல் பொருளாதாரமாக அங்கீகரிக்கப்பட்டுள்ளன. ஒரு நாட்டின் அரசியல் பொருளாதாரம் கொள்கை மேம்பாடு, அமலாக்கம் மற்றும் செயல்படுத்தல் ஆகியவற்றை பெரிதும் பாதிக்கிறது. அரசியல் பொருளாதாரம் பற்றிய சரியான புரிதல், NCD சவாலை எதிர்கொள்ளவும் ஆரோக்கியமான உணவு சூழலை உருவாக்கவும் சிறந்த கொள்கைகளை உருவாக்க உதவும்.",
        "ஆரோக்கியமான உணவு முறைகளை மேம்படுத்துவதற்காக நிதிக் கொள்கைகள் மற்றும் ஒழுங்குமுறைகள் உட்பட பல்வேறு நடவடிக்கைகளை இலங்கை அறிமுகப்படுத்தியுள்ளது. இந்த கொள்கை சுருக்கத்தின் முக்கிய நோக்கம், நாட்டின் உணவு சூழலின் அரசியல் பொருளாதாரம் ஆரோக்கியமான உணவு முறைகளின் கொள்கைகளின் வளர்ச்சியை எவ்வாறு பாதிக்கிறது என்பதை எடுத்துக்காட்டுவதாகும். ‘இலங்கையில் ஆரோக்கியமான உணவுமுறைகளை மேம்படுத்துவதற்கான நிதிக் கொள்கைகள் மற்றும் ஒழுங்குமுறைகள்’ என்ற ஆய்வின் ஒரு பகுதியாக இலங்கையின் கொள்கை ஆய்வுகள் நிறுவனம் (IPS) நடத்திய அரசியல் பொருளாதாரப் பகுப்பாய்வின் அடிப்படையில் பின்வரும் கண்டுபிடிப்புகள் உள்ளன. ஆய்வு பின்வரும் அம்சங்களை ஆராய்கிறது:",
        "கொள்கை வடிவமைத்தல் - முக்கிய கொள்கை சிக்கலை அங்கீகரித்தல் (அடிப்படையான அனுமானங்கள், உணர்வுகள் மற்றும் கருத்துக்கள்);",
        "கொள்கை உள்ளடக்கங்கள் - முக்கிய கொள்கை கூறுகளின் அங்கீகாரம்; மற்றும் கொள்கை மேம்பாடு - நடிகர்கள், பங்குதாரர்கள் மற்றும் அவர்களின் நலன்கள்.",
        "கண்டுபிடிப்புகள் மற்றும் பரிந்துரைகள் 2000 ஆம் ஆண்டு முதல் அறிமுகப்படுத்தப்பட்ட கொள்கைகளின் மதிப்பாய்வை அடிப்படையாகக் கொண்டவை.",
        "பாராட்டத்தக்க வகையில் NCDகள், ஊட்டச்சத்து மற்றும் உணவுச் சூழல் ஆகியவை முக்கியமான கொள்கைப் பிரச்சினைகளாக அங்கீகரிக்கப்பட்டு, சுகாதாரத் துறையால், முக்கியமாக சுகாதார அமைச்சகத்தால் தயாரிக்கப்பட்ட கொள்கை ஆவணங்களில் நன்கு வடிவமைக்கப்பட்டுள்ளன.",
        "ஆரோக்கியமான உணவு நுகர்வு, ஆரோக்கியமான உணவுகளின் உற்பத்தி, சமூக சந்தைப்படுத்தல் மற்றும் சுகாதார மேம்பாட்டு பிரச்சாரங்கள், ஊட்டச்சத்து லேபிளிங், ஊட்டச்சத்து கல்வி மற்றும் ஆரோக்கியமான உணவின் சில்லறை விற்பனை ஆகியவை மதிப்பாய்வு செய்யப்பட்ட கொள்கை ஆவணங்களில் ஒப்பீட்டளவில் சிறப்பாக உள்ளடக்கப்பட்டுள்ளன. இருப்பினும், பல கொள்கை ஆவணங்கள் நிதி ஆதாரங்கள், நிர்வாகம், பாலின உணர்திறன் மற்றும் பங்குதாரர்களை அடையாளம் காண்பது போன்ற சில முக்கியமான அம்சங்களுக்கு போதுமான கவனம் செலுத்தவில்லை. உதாரணமாக, தேசிய சுகாதார மூலோபாய மாஸ்டர் திட்டம் 2016-2025 தடுப்பு சேவைகள் திட்டம் - உணவு பாதுகாப்பு கூறுகிறது, \"உணவு பாதுகாப்பை மேம்படுத்துவதற்கான நிதி மற்றும் வள ஒதுக்கீடு ஆகியவற்றின் அடிப்படையில் இலங்கை அரசாங்கம் பொறுப்பை ஏற்கும்\".8 ஆனால் இந்த நோக்கத்திற்காக பயன்படுத்தப்படும் நிதி ஆதாரங்கள் மற்றும் வழிமுறைகளை விளக்கவோ அல்லது முன்வைக்கவோ இல்லை. அதேபோல், பெரும்பாலான கொள்கை ஆவணங்களில், அந்தந்தக் கொள்கைகளில் குறிப்பிடப்பட்டுள்ள இலக்குகளை அடைய நிதி நடவடிக்கைகளை மேற்கொள்வதற்கான வெளிப்படையான உறுதிப்பாடு எதுவும் இல்லை.",
        "இலங்கையில் NCD களைக் குறைத்தல், ஆரோக்கியமான உணவுமுறைகளை ஊக்குவித்தல் மற்றும் பாதுகாப்பான உணவுச் சூழலை ஏற்படுத்துதல் போன்ற கொள்கைகளை உருவாக்குவதில் சுகாதார அமைச்சு முக்கியப் பங்காற்றுகிறது. சுகாதார அமைச்சு தவிர, விவசாய அமைச்சும் ஊட்டச்சத்து மற்றும் உணவு சூழலில் அதன் ஆர்வத்தை வெளிப்படுத்தியுள்ளது. ஆரோக்கியமான உணவுகளின் உற்பத்தி, சந்தைப்படுத்தல் மற்றும் வர்த்தகம் மற்றும் ஊட்டச்சத்துக் கல்வி ஆகியவை விவசாயத் துறையின் கொள்கை ஆவணங்களில் உள்ள சில முக்கிய பகுதிகளாகும். இந்த இரண்டு அமைச்சகங்களைத் தவிர, மற்ற பொதுத் துறைகள் NCDகள், ஊட்டச்சத்து அல்லது உணவுச் சூழல் ஆகியவற்றில் குறிப்பிடத்தக்க அக்கறை காட்டவில்லை.",
        "கூடுதலாக, உலக சுகாதார அமைப்பு (WHO), ஐக்கிய நாடுகளின் குழந்தைகள் நிதியம் (UNICEF), ஐக்கிய நாடுகளின் மக்கள் தொகை நிதியம் (UNFPA), உலக உணவுத் திட்டம் (WFP) மற்றும் உலக வங்கி (WB) போன்ற சர்வதேச வளர்ச்சி பங்காளிகள் முக்கிய பங்குதாரர்களாக உள்ளனர். ஊட்டச்சத்து நிலை மற்றும் உணவு சூழலை மேம்படுத்துதல் மற்றும் NCDகள் தொடர்பான பிரச்சனைகளை நிவர்த்தி செய்வதில் ஆதரவான பங்கு.",
        "கொள்கை வடிவமைப்பில் தொடர்ந்து கவனம் செலுத்தவும் மற்றும் முக்கியமான கொள்கை கூறுகளை உள்ளடக்கவும்:",
        "NCDகள், ஊட்டச்சத்து மற்றும் உணவுச் சூழல் ஆகியவற்றுக்கு அளிக்கப்படும் அங்கீகாரமும் கவனமும் தொடர்ந்து தேவைப்படும் முற்போக்கான படிகள் ஆகும். இலங்கையில் தற்போதுள்ள NCD சுமை மற்றும் NCD தொடர்பான நோயுற்ற தன்மைகள் மற்றும் இறப்புகளின் அதிகரித்து வரும் போக்கு ஆகியவற்றின் அடிப்படையில் இது மிகவும் முக்கியமானது. எவ்வாறாயினும், கொள்கை ஆவணங்களின் மதிப்பாய்வு, நிர்வாக கட்டமைப்புகள், நிதி ஆதாரங்கள் மற்றும் பாலின உணர்திறன் போன்ற சில முக்கியமான அம்சங்கள் போதுமான அளவில் கவனிக்கப்படாத முக்கியமான கொள்கை கூறுகளின் விரிவான கவரேஜ் இல்லாததை வெளிப்படுத்தியது.",
        "கொள்கைகளை திறம்பட செயல்படுத்துவதற்கும் விரும்பிய விளைவுகளை அடைவதற்கும் அனைத்து முக்கிய அம்சங்களுக்கும் உரிய அங்கீகாரத்தை விரிவாக வழங்குவது அவசியம். எடுத்துக்காட்டாக, கொள்கைகளை திறம்பட செயல்படுத்துவதற்கு நிர்வாக கட்டமைப்புகளை அடையாளம் காண்பது முக்கியம். கொள்கைகளில் அடையாளம் காணப்பட்ட பிரச்சினைகளுக்கு தீர்வு காண்பதில் நாட்டின் அர்ப்பணிப்பு மற்றும் பதிலளிக்கும் தன்மையையும் இது குறிக்கிறது. அதேபோல், முன்மொழியப்பட்ட செயல்களைச் செயல்படுத்த நிதி ஆதாரங்களைக் கண்டறிவது அவசியம். ஒரு கொள்கை எவ்வளவு சிறப்பாக உருவாக்கப்பட்டிருந்தாலும், கொள்கையைச் செயல்படுத்துவதற்கான ஆதாரங்கள் கிடைக்கவில்லை என்றால், அது அதன் நோக்கம் கொண்ட விளைவை அடையாது.",
        "NCDகள், ஊட்டச்சத்து மற்றும் உணவுச் சூழல் தொடர்பான கொள்கைகளை உருவாக்க சுகாதாரத் துறையின் (அதாவது, சுகாதார அமைச்சகம்) முயற்சிகள் பாராட்டுக்குரியவை. ஆயினும், ஏனைய துறைகளின் ஈடுபாடு மற்றும் ஆர்வமின்மை இலங்கையில் ஆரோக்கியமான உணவுமுறைகளை மேம்படுத்துவதை நோக்கமாகக் கொண்ட கொள்கைகளின் எதிர்பார்க்கப்படும் விளைவுகளை அடைவதற்கு பெரும் தடையாக உள்ளது. தற்போது, ​​இப்பிரச்சினைகள் “சுகாதாரப் பிரச்சினைகளாக” கருதப்படுகின்றன, மற்ற துறைகள்/அமைச்சகங்கள் அந்தந்தத் துறைகளுக்கான கொள்கைகளை உருவாக்கும் போது இந்தக் கவலைகளை போதுமான அளவு அங்கீகரிக்கவில்லை அல்லது முற்றிலும் புறக்கணிக்கவில்லை. உணவு சூழல், ஊட்டச்சத்து மற்றும் NCD கள் சிக்கலான மற்றும் ஒன்றோடொன்று இணைக்கப்பட்ட பிரச்சினைகள்.",
        "எனவே, இந்தப் பிரச்சினைகளுக்குத் தீர்வு காணும் கொள்கைகள், சம்பந்தப்பட்ட அனைத்துத் தரப்பினரையும் தீவிரமாக உள்ளடக்கிய ஒரு முழுமையான அணுகுமுறையை எடுக்க வேண்டும். மேலும், ஜனாதிபதி தலைமையிலான தேசிய ஊட்டச்சத்து கவுன்சில் போன்ற அரசாங்கத்தின் உயர் மட்டத்தின் ஈடுபாடு இந்த செயல்முறைகளை வழிநடத்தவும் ஒருங்கிணைக்கவும் பரிந்துரைக்கப்படுகிறது, இதன் மூலம் மிக உயர்ந்த அரசியல் விருப்பத்தையும் அர்ப்பணிப்பையும் உறுதிப்படுத்துகிறது.",
        "இந்த கொள்கை நுண்ணறிவு IPS ஆய்வாளர் சுனிமலி மதுரவாலா (sunimalee@ips.lk) என்பவரால் தயாரிக்கப்பட்டது, கனடாவின் சர்வதேச அபிவிருத்தி ஆராய்ச்சி மையத்தால் (IDRC) நிதியளிக்கப்பட்ட 'இலங்கையில் ஆரோக்கியமான உணவுமுறைகளை மேம்படுத்துவதற்கான நிதிக் கொள்கைகள் மற்றும் ஒழுங்குமுறைகள்' என்ற ஆய்வின் கண்டுபிடிப்புகளின் அடிப்படையில். IPS இன் மேலும் கொள்கை நுண்ணறிவுகளுக்கு, பார்வையிடவும்: https://www.ips.lk/publications/policy-insights/.",
        "வளர்ந்து வரும் பொருளாதார நிச்சயமற்ற தன்மையை அடுத்து CSE ops முடிவடைவதற்கு அரை மணி நேரத்திற்கு முன் நிறுத்தப்படும்",
        "SLT-MOBITEL புதுப்பித்த மற்றும் மேம்பட்ட தேசிய வணிகக் கோப்பகமாக ‘The Directory’ 2022 ஐ வெளியிட்டது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}