{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/come-and-live-in-sri-lanka-real-estate-project-targeting-senior-citizens/",
  "time_ut": 1655389140,
  "title": "‘Come and Live in Sri Lanka’ real estate project targeting senior citizens",
  "body_lines": [
    "Rangiri Holdings, a collective of diverse firms, has invested over Rs. 300 million in the last several years to construct environmentally- friendly residences for senior citizens targeting expatriates, in Pitakotte, and a star-class hotel in Dambulla, chairman, Rangiri holdings Nihal Pathirage said.",
    "Six units of luxury apartments have already been completed of the 12 apartments in Pitakotte at the Bird Park as they hope to offer these to retired Sri Lankan expatriates.",
    "“My first aim is to entice them to spend their retirement in Sri Lanka, offering them the concept of ‘come back and live in Sri Lanka’. I also hope to woo senior citizens of other nationalities based overseas to come and spend their retirement in these apartments, Pathirage told The Island Financial Review.",
    "Pathirage added: “These apartments would not be given on an outright basis on very long leases, thereby firstly simplifying the migration to Sri Lanka (on a long-term visa) and also reducing the cost for a senior citizen when having to purchase a brand-new apartment and also reducing extra paperwork.",
    "“These apartments are built near the wetlands of Madiwela with aged care facilities, giving them very quiet surroundings close to nature and we provide all the facilities, including medical care, for them.",
    "“We have a professional team who are qualified in aged care and they will be deployed in this project to look after the senior citizens.",
    "“I am also now looking at creating more eco-friendly apartments targeting senior citizens, mainly in the North-East and am planning to obtain over 20 acres of land in three locations. In a bid to get community support for this, I will also create an agro and farmer out-grower system and look at introducing fruit and vegetable canning factories, thereby creating a new income opportunity for them.",
    "“Our second mega project, Rangiri Aqua, is situated bordering Ibbankatuwa reservoir in Dambulla on 15 acres, offering camping facilities and star-class accommodation for 150 guests with 40 double rooms, 3 family rooms, restaurants and a rooftop lounge.",
    "“My main focus at Rangiri Aqua is to woo corporates to use this hotel for their team- building and outbound programs as we have a professional ex-army team and all the other infrastructure needed for it.",
    "“In a bid to provide English and vocational training to youth mainly in rural areas our latest venture and diversification was to launch the Rangiri Management Institute of Technology (RMIT Campus), Sri Lanka’s latest addition to the international higher education institution sector. I can assure you that thousands of students who graduate from RMIT Campus will be placed at premium positions in the industry or in academia in Sri Lanka and abroad.",
    "“Having started Stretchtec (Pvt) Ltd, in a small way, providing garment accessories, we diversified into many sectors and created the main company, Rangiri Holdings.",
    "“We have over 200 dedicated staff and the company survived with minimum effort during the C-19 and lock down periods due to our strong application of employee training systems. Our service levels were never compromised.",
    "“In 2018 Rangiri Aqua Edutainment Academy won the training contract to train and motivate 32,000 Sri Lanka Transport Board cadres and their two-day sessions required providing custom-made T-shirts and Bottoms. To cater to this demand, I created Nishu apparel which today is one of the leading garment factories adhering to the ISO 9001:201 Quality Management System. We were pioneers in donating masks and personal protective equipment for CSR projects.”",
    "Sarvodaya Development Finance, Sri Lanka’s first listed, impact investment company records historic year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}