{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/protesters-blot-their-copybook/",
  "time_ut": 1649269320,
  "title": "Protesters blot their copybook",
  "body_lines": [
    "People power has brought the incumbent regime to its knees. The government grandees who oozed arrogance from every pore, and ignored public opinion are now sounding conciliatory and bending over backwards to pacify the irate masses calling for their resignation. They are even willing to appoint an all-party interim administration! The people at their tether’s end are exercising their sovereignty themselves in the streets, of all places. Their protests are an indictment of all politicians who have ruined this country over the decades. Unfortunately, there have been some incidents where protesters resorted to violence; they carried out an arson attack on the residence of an SLPP MP in Polonnaruwa the other day.",
    "Protesters have a right to express dissent, and ratchet up pressure on governments democratically to redress their grievances or even resign. It is their sovereignty that the three branches of government exercise, and therefore their interests must take precedence over everything else. Protesters, however, must not take the law into their own hands—for three reasons. First, one of their main objectives is the discontinuation of the present culture of impunity as well as the restoration of the rule of law. They must not resort to violence, which is antithetical to democracy, which they claim to be fighting for. Second, if they launch witch-hunts and unleash violence against the people whom they consider guilty, they push the country towards lawlessness, and unwittingly help further the interests of anti-social elements. Third, those who exercise state power are at an advantage when the country is in a state of lawlessness; they get an opportunity to suppress dissent violently on the pretext of ensuring public security, as we saw in the late 1980s.",
    "True, most politicians have amassed colossal amounts of ill-gotten wealth at the expense of the people, as is public knowledge. It is only natural that the people are resentful. Worse, the wealthy politicians make a vulgar display of opulence much to the consternation of the people, who are struggling to dull the pangs of hunger, and are waiting in long queues to buy essential commodities. But the solution to this problem is not to destroy politicians’ assets. What needs to be done is to introduce new laws to bring those who have stolen public wealth to justice and confiscate their assets. Then only will the country and the ordinary people gain.",
    "Politicians have over the years obtained popular mandates, promising action against those who enrich themselves fraudulently, but they renege on their pledges after being ensconced in power. In 1994, Chandrika Kumaratunga undertook to have the country’s stolen wealth traced and confiscated. But her promise was never fulfilled. In the run-up to the 2015 presidential election, Maithripala Sirisena offered to have those who had helped themselves to public funds, during the previous Rajapaksa government, thrown behind bars. Initially, he had some of his political rivals arrested and remanded, but later he unflinchingly closed ranks with them for political expediency. He has broken ranks with them again. No wonder the people are so incensed, and do not trust politicians.",
    "Protesters who resort to violence ought to heed the legal fraternity’s wise counsel. The Bar Association of Sri Lanka (BASL) has taken a principled stand on the ongoing anti-government protests; its members have taken up the cudgels on behalf of the protesters taken into custody for expressing democratic dissent. It has urged the protesters to ensure that their agitations remain non-violent and be wary of those who unleash violence lest they should play into the hands of those who are looking for an opportunity to suppress dissent on the pretext of maintaining law and order.",
    "Let the BASL be urged to bring pressure to bear on the beleaguered regime, and the Opposition to make new laws with strong teeth to trace and confiscate stolen public funds and prosecute the culprits. The existing laws are not strong enough.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}