{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-will-stabilize-if-imf-comes-to-sls-rescue/",
  "time_ut": 1649691600,
  "title": "‘CSE will stabilize if IMF comes to SL’s rescue’",
  "body_lines": [
    "The CSE will become stable if the IMF comes to Sri Lanka’s rescue, which is now not conducive to stock market activities, due to uncertainty in external environmental factors, CSE’s Head of Marketing Niroshan Wijesundera said.",
    "“Over the last one and a half weeks a lot of changes took place, such as, the change of Finance Minister, moving up of interest rates, while political uncertainty crested some instability in the market. If the IMF comes to our rescue, the stock market will start moving up, Wijesundera told The Island Financial Review.",
    "Owing to a series of negative developments, the CSE benchmark All -Share Price Index is down by 34 per cent to 8,135 points from 12,226 points as at end 2021. The more active S&P SL20 is lower by 38 per cent to 2,623 points from 4,233 points. Market capitalization has plummeted to Rs. 3.5 trillion from Rs. 5.5 trillion.",
    "Wijesundera added: ‘Brokers and investors are also hoping that the SEC will be successful in lobbying for a debt moratorium from the Central Bank. But high interest rates really impact the market and on top of that political stability is the need of the hour to attract CSE investors.’",
    "The plunge caused initially by the economic crisis and worsened by current political instability has been shocking for investors. Friday’s Central Bank move to hike policy rates by 7% announced after the market was closed, was a further jolt for listed equity investors, market observers said.",
    "Even before the CBSL move, capital market stakeholders decided to keep the Colombo bourse closed yesterday and today. If it were to open today, most analysts fear the market will dip further on account of the CBSL move which, however, would help improve macroeconomic stability in the medium term.",
    "The stock broking community and investors last week made representations to the Securities and Exchange Commission as well as the CSE to consider and lobby for relief from rules governing “forced selling”, a mechanism to minimize risk on the part of banks and finance companies who are margin providers.",
    "Germany supports Sri Lankan SMEs to showcase their agri-food products",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}