{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/10/imran-khan-becomes-pakistan-first-prime-minister-to-be-voted-out-of-power/",
  "time_ut": 1649559060,
  "title": "Imran Khan becomes Pakistan first prime minister to be voted out of power",
  "body_lines": [
    "ISLAMABAD: In a historic first for Pakistan, Imran Khan has been ousted as the prime minister of Pakistan from office through a no-confidence motion after the National Assembly debated on the matter for more than 12 hours and the political situation in the country took a critical turn.",
    "The session was chaired by Ayaz Sadiq — a member of the panel of chairs —  after speaker Asad Qasier resigned from his post.",
    "“174 members have recorded their votes in favour of the resolution, consequently the resolution for the vote on no-confidence against Mr Imran Khan, the prime minister of Pakistan, has been passed by a majority,” Ayaz Sadiq announced after the process of voting was completed.",
    "Once the voting was concluded and the result was announced, Opposition leaders delivered their victory speeches. The session has been adjourned till 11am on Monday, April 11.",
    "Despite the PTI government’s hectic efforts to avoid voting on the no-confidence motion against Imran Khan, the historic session of the National Assembly to decide his fate began on Saturday at 10:30am in line with the Supreme Court’s decision.",
    "The much-awaited session, however, witnessed at least four breaks with the government seeking some way out of the situation, but in the end, the Opposition was able to get their way.",
    "There were many deliberations that the Chief of Army Staff Qamar Javed Bajwa might be replaced, but Imran Khan refuted the reports, and nothing of the sort took place.",
    "Imran Khan was elected on August 18, 2018, and his term ended on April 10, 2022. He remained in office for 3 years 7 months 23 days.",
    "Two prime ministers — Benazir Bhutto and Shaukat Aziz — had faced the no-confidence motion, but both of them defeated the move and remained in power, making Imran Khan the first premier to be voted out — on the day when Pakistan marks Constitution Day (April 10).",
    "Imran Khan becomes Pakistan first prime minister to be voted out of power",
    "LIOC supplying diesel to hotels, schools, airports, hospitals, embassies & WTC",
    "It is up to the President to take a honorable political turn: Anuruddha Somatunga"
  ]
}