{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Dilmah-Conservation-webinar-on-lichens-and-nitrogen-pollution/56-731707",
  "time_ut": 1646764200,
  "title": "Dilmah Conservation webinar on lichens and nitrogen pollution",
  "body_lines": [
    "Heterodermia queensberryi new species discovered in 2014 at Dilmah Queensberry tea estate in Nawalapitiya",
    "Two experts Dr. Gothamie Weerakoon and Dr. Ajinkya Deshpande to share key insights",
    "The Dilmah Conservation webinar on lichens and nitrogen pollution will be held today from 11:30 a.m. to 12:30 p.m. via Zoom.",
    "Two experts Dr. Gothamie Weerakoon and Dr. Ajinkya Deshpande will share key insights at the",
    "A spokesman for Dilmah Conservation said furthering climate action, through climate research and education, is a priority area for Dilmah Conservation. Over the years, humans have altered nitrogen flows on our planet; while this leads to benefits in food production, it poses multiple threats to the environment. The increase in nitrogen threatens health, climate and ecosystems – making nitrogen one of the most important pollution issues.",
    "The webinar is to help spread awareness on the effects of nitrogen pollution, including enhanced ammonia levels, on sensitive forests ecosystems and about lichens as Nitrogen pollution indicators. The webinar ‘Ammonia in Forests: How Much is Too Much?’ will be hosted by UK Centre for Ecology and Hydrology Environmental Ecologist Dr. Ajinkya Deshpande, and Natural History Museum of London Senior Curator of Lichens and Slime Moulds Dr. Gothamie Weerakoon.",
    "The researchers Deshpande and Weerakoon are in Sri Lanka with the rest of their team to embark on the next phase of an ongoing international research facilitated by Dilmah Conservation in partnership with the UKRI GCRF South Asian Nitrogen Hub (SANH), and the University of Peradeniya. This research will enable a better understanding of how nitrogen affects ecosystems and provide information on how to improve nitrogen management in agriculture.",
    "Dilmah Conservation’s One Earth Climate Change Centre, located at the Queensbury Estate in Nawalapitiya, was chosen as the research premises and the rich lichen population at the Centre will be used as indicators, to investigate the forest ecosystem changes against nitrogen levels, in addition to selected plots at the Rilagala Forest Reserve adjoining the Estate.",
    "Dilmah Conservation understands that sustainable and cohesive solutions for mitigating and adapting to the climate crisis stem from thorough scientific research. Dilmah Conservation’s Climate Change Centre is the first corporate-owned climate change research station in Sri Lanka. Since its establishment in 2017, the Centre has facilitated 11 researches, while two international and three national researches are ongoing.",
    "Scientific research best serves its purpose when its findings are shared with the community at large. All those interested in learning more about lichens and nitrogen pollution are invited for the public webinar on 9 March from 11:30 a.m. – 12:30 p.m. via Zoom. Register on bit.ly/3JWAHsT."
  ]
}