{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lank-tea-sharply-up-in-rupee-terms-after-currency-collapse-95190/",
  "time_ut": 1654439160,
  "title": "Sri Lank tea sharply up in rupee terms after currency collapse",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s tea prices which soared in rupee terms after the collapse of soft peg with the US dollar, continue to attract good prices, market data showed.",
    "Prices rose sharply in May but eased somewhat towards the end of the month.",
    "In US dollar terms the low grown weekly average on May 03 was 4.52 dollars, compared to 3.22 dollars a year earlier.",
    "The national average on May 03 was 4.17 dollars compared to 3.09 last year.",
    "At the May 4th sale auction during May 31-June 01, high grown gained, Ceylon Tea Brokers said.",
    "Ex-Estate, the high-quality variety had seen an increased demand selling 1 million kilograms whereas in the previous week it had sold only 0.94 million kilograms.",
    "Low grown leafy or tippy variety, another top seller however had seen a drop in demand selling only 6.7 million kilograms compared to 6.42 million kilograms in the previous week.",
    "Last week the Low Grown Tea sale average was 1,538.90 rupees, down from 1,579.39 rupees in the previous week.",
    "BOPF tea prices had eased while few Select Best had been firm.",
    "OP  and OPA Well-made varieties were firm, whilst the balance and bottom advanced.",
    "Last week, the High Grown auction average was tea sale average of 1,098.64 rupees.",
    "In BOP teas, Best Westerns gained by 50-100 rupees a kilogram. Below best and Plainer gained 100 rupees. Nuwara Eliya’s were firm to dearer. Uda Pussellawa gained by 30-50 rupees per kilogram. Uva’s too gained by 100 rupees per kilogram.",
    "In BOPF category, Best Westerns were 30-40 rupees dearer a kilogram while the others gained to a lesser extent.",
    "Below best lost 30-50 per kilogram while Plainer teas eased 50 per kilogram. Nuwara Eliya’s were irregular and mostly lower. Uda Pussellawa’s declined by Rs.40-60/- per kg. Uva’s too were lower by a similar margin.",
    "Last week, the Medium Grown auction average was 1,135.53 rupees down from 1,180.34 rupees from a week before.",
    "This week, Select best and best OP/OPA’s gained 50-100/ rupees per kilogram.",
    "Select Best FBOP/FBOPF1 overall gained by 50-100 rupees per kilogram.",
    "High grown BP1s had hardly any offerings while PF1 eased by 50 rupees a kilogram.",
    "Mid grown BP1s were unsold while PF1s declined by 60-80 rupees per kilogram.",
    "Low grown BPIs declined by 100 rupees a kilogram, while better PF1 teas gained 150 rupees while the rest were irregular."
  ]
}