{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/An-agony-without-an-end-in-sight/172-233689",
  "time_ut": 1648075800,
  "title": "An agony without an end in sight",
  "body_lines": [
    "We call it an agony for good reason. As never before experienced or seen in Sri Lanka, is the agony of having to spend long hours in ever lengthening queues made worse by the contradictory statements mouthed by the subject ministers, who themselves appear to be clueless as to the actual ground situation. When they say, as they have said on countless occasions, that there will no longer be a shortage of fuel or domestic gas or that there will be no more power cuts, the actual situation, more often than not will be the exact opposite.",
    "One thing though, we can all be certain of, is that the struggle to survive is worsening by the day amid the skyrocketing cost of living, which has been amply supported by price increases of all essential commodities including life-saving medicinal drugs. A long delayed unpegging of the rupee against the dollar has pushed the prices of wheat flour, bread, milk powder, rice and for that matter, even of a cup of tea, way beyond the reach of ordinary people -- the middle and low income groups, the daily wage earners and the poor.",
    "One thing though, we can all be certain of, is that the struggle to survive is worsening by the day amid the skyrocketing cost of living, which has been amply supported by price increases of all essential commodities including life-saving medicinal drugs",
    "The best place to gauge the pulse of a suffering people is for our political leaders to talk to those spending hours in the sweltering heat to buy petrol, diesel, kerosene oil, milk powder or domestic gas. Three elderly people had even lost their lives while standing in these queues desperately wanting to keep their home fires burning while in another queue-related tragedy, a 29-year old motorcyclist was stabbed to death by a trishaw driver after an argument at a fuel station in Nittambuwa.",
    "Meanwhile, President Gotabaya Rajapaksa in his latest address to the nation said he was aware that people were suffering because of the shortage of essential commodities but strangely enough he did not reveal the remedial measures he intends adopting to sort out these matters. Proving the truism that victory or good times has several fathers but defeat or crisis situations have none, he said he had not created these problems. He has forgotten the dismantling of the then prevailing tax structure which continues to deprive the government coffers of nearly Rs.500 million annually  followed by the pointless organic fertilizer blunder resulting yet again from the arbitrary and short-sighted decision to ban the import and use of chemical fertilizer, pesticides and weedicides without paying the least attention to what agricultural experts and farmers had to say while several other short-sighted measures only aggravated the situation.",
    "Finance Minister Basil Rajapaksa returned to Sri Lanka last week bringing with him a billion-dollar credit line to buy essential food items, fuel and medicine while his statement that there were no conditions attached to the credit line was only met with skepticism by economists. The minister appears to have conveniently forgotten that India had found time to meet him only after several agreements were signed giving India greater access to Sri Lanka’s Trincomalee and Mannar areas.",
    "The government will do well to remember that these loans, currency swaps and credit lines have to be repaid together with the agreed interest and within a stipulated timeframe but as to when Sri Lanka will get back the parts of the country leased out, mortgaged or sold to foreign powers in exchange for their questionable largesse is another matter. Given the foreign currency crisis, which even the President had referred to as the root cause of all the problems faced by this country, begging for more loans to mitigate our foreign currency reserves and still more loans to pay them back will definitely be at a price and that price is too frightening to envisage.",
    "It is in this regard, that the Sri Lanka government is grappling with the prospect of servicing loans taken from the China Development Bank and China Exim Bank, which are reportedly demanding the repayment of loan installments due this month after having ignored Sri Lanka’s request to restructure the loan repayments.",
    "There is no gainsaying the fact that Sri Lanka is enmeshed in a deepening foreign currency crisis with the ordinary people, who are in no way responsible for the mess and muddle, having to paying a heavy price for the foibles of self-seeking, self-centred and selfish politicians. We continue to maintain that the proper administration of a country is not a matter of trial and error but through properly thought out and well-considered policies. The sooner the decision makers learn this, better it will be for the country and its suffering masses."
  ]
}