{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/may-day-in-the-middle-of-a-protest-upheaval/",
  "time_ut": 1651241940,
  "title": "May Day in the Middle of a Protest Upheaval",
  "body_lines": [
    "May Day this year arrives in the middle of an already month long political protest. The confluence of the two is a historically fascinating coincidence. The political implications of the current protests have proved to be quite consequential so far, but while their direction is clear there is no certainty as to when and how they will end. To be sure, there is no end game or end state in politics. Politics is always work in progress, a perpetual quest for something more perfect. To be sure, as well, the current protests in Sri Lanka are more a revolt against too much and too unbearable imperfection than it is for than anything identifiably more perfect.",
    "There are still suggestions that the current protests calling for the resignation of the Gotabaya Rajapaksa regime are irresponsible because they don’t have a post-Gota plan. The reality is that the only plan that can be before the country now is to get the incumbent President out of the way so that a new interim government can start planning and acting to find a way out of the crisis that President Gotabaya Rajapaksa has single handedly led the country into. Before asking the protesters on the Galle Face Green for their post-Gota plan, it would fair ask the President the same question.",
    "What is the President’s plan for the post-protest period? What plan or process has he been showing for one whole month after the protests began? Except taking one more wrong step forward and four hasty steps in retreat. He has all the powers under the 20th Amendment and an elder brother, who is also a former President, for Prime Minister. What plans are the two showing jointly or severally? The two brothers have come to such a pass that each wants the other one to quit.",
    "Needless to say, the President, the Prime Minister and whoever is running the government with them have tried every trick to appease the protesters and hold on to power, but nothing is working. They are incapable of imposing anything punitive on the protesters, and there is nothing that they can do that will satisfy the protesters except their resignations. They are contributing nothing to either the talks at the IMF or the tasks of providing essential supplies at home. Neither of them nor anyone else on their political entourage has any credibility with the IMF. In Washington, at the IMF, it is left to India’s Finance Minister Nirmala Sitharaman to make special pleading on behalf of Sri Lanka for urgent financial assistance, and even to lower Sri Lanka’s status as a middle-income country to a low-income country status to make it eligible for urgent financial assistance.",
    "Conflicting reports of who is going to be in or out kept emerging on Friday. There were reports in the morning that the Prime Minister was able to show the support of 117 SLPP MPs at a meeting Government MPs held on Thursday at the President’s House. 109 reportedly attended the meeting while eight others apparently pledged support in absentia. By afternoon, there were other reports quoting Maithripala Sirisena that the President had a separate meeting with SLFP MPs to form an interim government with a new Prime Minister and cabinet of Ministers. This is what JRJ’s Executive Presidential system has devolved into after 44 years.",
    "It is not clear whether the President met only with SLFP MPs, or whether the group of independents led by the infamous Wimal-Gammanpila-Vasu troika also attended the same meeting. Not that it matters if there is any clarity or not about what the so called independents are doing, until they rise on their hindlegs in parliament and show with whom they are standing – with the President, the current Prime Minister, or the people. They have mysteriously switched their allegiance from Mahinda to Gotabaya, but they have not at all aligned themselves with the people, the protesters.",
    "In an exclusive interview with him, Jamila Hussain of the Daily Mirror (April 27) asked the Prime Minister, “But even now do you think your vote base is intact?” “Absolutely,” answered the PM. “These same voters,” he went on, “will vote for me again at the next elections, because they know who I am and what I am. I have that confidence. See, those masses are not protesting against me. Just because certain sections are calling on me to go, does not mean those hundreds of thousands who voted for us, want us to go. These protestors alone do not represent the entire population, although their views are also respected.”",
    "TNA MP Sumanthiran got a little public caning from a very public intellectual for apparently calling the protesters, “These people!” Who is going to scold Mahinda Rajapaksa for his slight? Earlier in the interview, he offered this: “Only certain sections of the people are saying this (that he should resign). There are some groups within these sections who are those who were always against us. It is these people who are asking us to go.” What is interesting here is that the Prime Minister is being uncharacteristically cagey in not openly saying who he thinks the protesters are.",
    "For someone who publicly blamed India’s RAW and Sri Lanka’s minorities for his defeat in 2019, Mahinda Rajapaksa is trying to avoid saying what he really wants to say, and what he might have said without hesitation even three months ago. It is that the protestors are not Sinhala Buddhists. He is not saying that now because he knows that ship has sailed leaving the Rajapaksas stranded on an island of their own making. They tried it early on when they called the protest Sri Lanka’s “Arab Spring,” obviously to foment anti-Muslim backlash, but that went nowhere. Then they waited, hoping for someone else to beat the communal drum. No one did, but a panoply of cultural drums have come into play.",
    "When the chorus from Les Misérables broke out, “Do you hear the people sing? Singing a song of angry men? It is the music of the people, who will not be slaves again!” on a Saturday evening (April 16) at the Galle Face Green, it came as a sign that Sri Lanka is taking a new socio-cultural turn in politics. The long reviled westernized middle class, the impotent agent of the failed project of the Ceylonese nation, has thrust itself to the forefront of the current struggle, and no one is screaming communal-foul. ‘Les Misérables’ chorus has not been the only cultural offering of the protest.",
    "Art in every form seems to have become the face of politics among protesters. A bevy of performance artists, dancers, musicians and percussionists are mixing art and politics in creative ways. Even a traditional exorcism ritual comprising 18 dances to the beat of the drums, was performed apparently to rid Sri Lanka of the most superstitious political family it has had. There have been performances in memory of the Easter Sunday victims and the protest site is plastered with banners depicting the meaning and the moment of the protests.",
    "To those who might be inclined to dismiss the art and music performances that are energizing protesters as middle-class fun and frolic, and not serious politics, here is an eyewitness account offered a monk from Anuradhapura, Pussiyankulame Sumanarathana Thera, as reported by Economynext: “I came all the way from Anuradhapura because I heard these protests were backed by NGOs and extremists. But what I saw was that the protesters are from all walks of life who are affected by the ongoing economic crisis. I don’t think the Sri Lankan people will let politicians steal in this manner again, or use racism as a tool to gain political power. People are enduring much hardship to be here, they sleep in tents, and the rain often leaks through, the ground gets muddy and it is mostly impossible to sleep. People who see me often offer a comfortable place for me to pass the night, but a revolution has to be done from the site of the struggle, and I and everyone else will be here until the end, enduring all the hardships.”",
    "The truth of the matter is that, as spoken by the Monk from Anuradhapura, “the protesters are from all walks of life who are affected by the ongoing economic crisis.” The protests began more than a month ago in Mirihana. The focus shifted to Galle Face opposite the Presidential Secretariat 20 days ago and it keeps growing. A General Strike was successfully launched in solidarity with the protest by a thousand trade unions. The trade unions have warned that if President Rajapaksa and his entire cabinet, which includes the Prime Minister, do not resign immediately the unions sill launch an indefinite strike from May 6.",
    "The real tragedy is that parliament has singularly failed to rise to the occasion by its failure to reach a consequential level of consensus among its MPs. For all practical effect and purpose, MPs are behaving as though they are, to recall a famous description in a different context, “formed by the simple addition of homonymous magnitudes, much as potatoes in a sack form a sack of potatoes.” You can understand why the collectively more intelligent protesters are calling for the sacking of the collectively moronic sack of 225 potatoes!",
    "No one knows whether the government has majority support or not in parliament because no one is willing to test it. Not when the alleged going rate for allegiance is two million rupees per MP. No one in the opposition might be having that kind of money unless someone is stupid enough to advance cash now in anticipation of bond paybacks later. Is the government paying its way to show support in parliament in spite of the ongoing protests in the country? How long is the government going to pretend that it has a majority in parliament?",
    "In any event a No Confidence Motion against the government is irrelevant now because that is not going to remove the President, and no one else in the opposition is going to join a new all-party government. The President has been waiting for a month to form an all-party government, but there are no takers. And there will be no takers unless the President resigns and a new interim President is appointed by parliament.",
    "A No Confidence Motion against the President is constitutionally appropriate even though it will not be binding for the President to resign in compliance. But passing an NCM against the President is the only way by which parliament can align itself with the protesting people and keep itself relevant at the moment. Without it, parliament will become irrelevant and the prospect of containing the protest energies within constitutional possibilities will be seriously impaired if not irreparably damaged. There could be more replications of Rambukkana, and things can get out of control very quickly.",
    "Nothing can or will happen until the President and the Prime Minister agree to resign and do resign. Once there is agreement over resignations, parliament can act to elect one of its MPs as interim President to succeed the incumbent upon resignation. It will not require much brainpower to figure the agenda for an interim government, for modifying the presidential system through a constitutional amendment, and for calling a timely parliamentary election.",
    "In the makeup of the current parliament, SLPP is still the biggest bloc (and block), the SJB comes second, the new ‘independents’ come third but its leaders are notoriously self-serving, and the JVP has only three MPs to count for all the weight it carries. The Tamil and Muslim parties are mostly for the resignation of both the President and the Prime Minister, although a handful of them are disgraceful enough to be allegedly bought for money and/or co-opted into cabinet. As GG Ponnambalam used to say, that is their “itch.”",
    "The catalytic role in breaking the current stalemate clearly falls on the SJB and JVP. For starters, they have to break the stalemate between them. The SJB cannot make any headway on any measure in parliament until and unless it is able to find common ground with the JVP. The same goes for the JVP and its aloofness from the SJB. The SJB needs the support of more MPs than it has to achieve anything in parliament. The JVP is good at punching above its parliamentary weight, but its punches will not be effective unless they are for a common initiative in parliament.",
    "Without even limited co-ordination between them, the SJB and the JVP will not be able persuade rethinking and realignment among SLPP MPs and the so called independents. Once shifting and realignment starts, the positive infection will spread. A good majority of potatoes will become real MPs again. And parliament will come into greater alignment with the protesting people. Parliament must be able to assert itself against the dysfunctional incumbent President before it is able to abolish the mode of election and the powers of the Executive President. Up till then, the political stalemate will continue and the economic hardships will get worse.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}