{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/09/australia-defeat-sri-lanka-by-3-wickets-seal-series/",
  "time_ut": 1654747320,
  "title": "Australia Defeat Sri Lanka By 3 Wickets, Seal Series",
  "body_lines": [
    "ICC: Apair of Australia pacers claimed seven wickets between them as Sri Lanka star Wanindu Hasaranga failed to drag his side over the line.",
    "The absence of Mitchell Starc due to injury did little to hamper Australia as fellow quick Jhye Richardson stepped up to the plate and deputised for the tall left-armer with a superb spell that netted 3/26.",
    "His spell was probably only overshadowed by namesake Kane Richardson, who continued his excellent start to the tour with figures of 4/30 that helped restrict Sri Lanka to a paltry score of 124/9.",
    "For both bowlers it was career best T20 figures and it goes to show that Australia has plenty of depth in their fast-bowling stocks to call on if the likes of Josh Hazlewood, Pat Cummins or Starc are missing.",
    "While Australia bowled well throughout, the hosts were let down by some poor batting in Colombo as their innings never really reached any great heights.",
    "Charith Asalanka (39) and Kusal Mendis (36) looked good at times, but it all went downhill following their entertaining 66-run stand for the third wicket.",
    "Skipper Dasun Shanaka (14) and left-hander Bhanuka Rajapaksa (13) failed to get anything going, while big-hitting all-rounder Wanindu Hasaranga top edged one to mid-off in the penultimate over as Sri Lanka barely managed to post a competitive total.",
    "Australia openers Aaron Finch and David Warner must have had early dinner plans as they set off chasing the modest Sri Lanka total quickly and already had 33 on the board in the blink of an eye.",
    "Enter star leg-spinner Wanindu Hasaranga, who collected four wickets to give Sri Lanka some hope.",
    "Hasaranga was introduced into the attack during the opening Powerplay and the move paid immediate dividends as the Sri Lanka tweaker had Finch caught well at cover by Danushka Gunathilaka.",
    "Hasaranga followed with the key wickets of Mitchell Marsh (11), Glenn Maxwell (19) and Ashton Agar (0) and all of a sudden the crowd were into the game and Sri Lanka had a sniff of victory.",
    "But Hasaranga had bowled out his four overs and experienced closer Matthew Wade (26*) knew that as he kept his cool and combined with Jhye Richardson (9*) to guide Australia home.",
    "Sri Lanka: People must have option to choose energy service provider, says Energy Minister",
    "Power Cut schedule to continue : 2 hours & 15 minutes on Thursday (9)",
    "Electricity supply restored to several areas after early morning blackout"
  ]
}