{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-former-pm-says-no-point-in-no-confidence-motion-till-finance-minister-returns-93304/",
  "time_ut": 1650610620,
  "title": "Sri Lanka former PM says no RFI, wants broad consensus, no confidence motion delayed",
  "body_lines": [
    "ECONOMYNEXT – The International Monetary Fund (IMF) will not be able to provide a Rapid Financial Instrument (IMF) as a bridging facility to Sri Lanka until the government presents a viable fiscal plan, and a no confidence motion against the crisis-riddled government must be delayed until the return of Finance Minister Ali Sabry, former Prime Minister Ranil Wickremesinghe said.",
    "Broad, bipartisan consensus must be established on the best way out of the prevailing economic meltdown before proceeding with a no confidence motion, Wickremesinghe told parliament on Friday (22).",
    "The United National Party (UNP) leader said a call by the main opposition Samagi Jana Balavegaya (SJB) to go for a no confidence motion (NCM) against the government be postponed. He was responding to Leader of the House Dinesh Gunawardena who had earlier asked the SJB what became of the NCM the party had promised to bring in a week, two weeks ago.",
    "“I’m the one who asked that the NCM be delayed so that we can get together and have a discussion after the Finance Minister’s speech. There’s no point going for an NCM till then,” said Wickremesinghe.",
    "Finance Minister Sabry, Central Bank chief Nandalal Weerasinghe and Treasury officials on Thursday (21) met IMF Managing Director Kristalina Georgieva and First Deputy Managing Director Gita Gopinath. He is expected to make a speech in parliament upon his return to the island.",
    "Sri Lanka Finance Minister, CB chief in talks with IMF’s Georgieva, Gopinath",
    "“We expected a Rapid Financial Instrument (RFI). We were declared unsuitable for that. So what do we do? We have been told several things. The minister met the IMF director general and Nirmana Sathirmmana we must be grateful to her for her attendance. Gita Gopinath too. These are people who know us well.",
    "“I agree with the opposition leader that we need a roadmap. Please provide it to us next week,” said Wickremesinghe.",
    "Commenting on the IMF’s advise to restore debt sustainability, the former prime minister said:  “We have to devise a debt sustainability plan. There is special mention of China. Western countries give loans one way. China a different way. We’re caught in the middle. Do we call all friendly nations to a consortium? or separately? Because the economic issue can become a geopolitical issue.”",
    "Wickremesinghe said Sri Lanka must go for an extended fund facility (EFF). RFI is a low access facility with around 100 percent of quota given to countries with high capacity to implement policy reforms where as EFF will help for a long term reform with around 100 percent of the quota.",
    "Sri Lanka does not qualify for the RFI and such funding would see only a temporary budget support. Instead EFF comes with a long term disbursements along with reforms that are needed to put the country back into a path of sustainable growth and debts",
    "“The [last EFF[ took us a year. We can’t wait a year. There is no medicine, fertilizer and fuel next month. The house has to discuss this. This is what the country expects of us.”",
    "If Sri Lanka goes for EFF, analysts say Sri Lanka will be able to get an up to 3 billion loan, while the RFI will see over 700 million US dollar support.",
    "“There is a political crisis in addition the economic crisis,” said Wickremesinghe.",
    "“There is an instability here. We’re trying to make a government with 113 MPs. A government with 113 MPs cannot solve this issue. I was in the most powerful government in history, with a 5/6th majority. You need the support of 175 to 200 MPs. So we’ll have to deviate a bit from traditional politics. I have made a proposal on how to bring everyone together. The 40 MPs group have made their own proposal, as has the SJB with regard to a 21st amendment to the constitution.",
    "Sri Lanka independent MPs propose 21st amendment; constitutional council proposed",
    "“But first we need all together. Otherwise we too will be kicked out of here, and we’d also have to go to Galle Face and eat because there’ll be nowhere else for us to eat.",
    "“We have to understand the ground realitty. Without understating it, there is no purpose arguing,” he said."
  ]
}