{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-up-after-cabinet-appointment-amid-concerns-94509/",
  "time_ut": 1653090180,
  "title": "Sri Lanka stocks up after cabinet appointment amid concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index closed higher on Friday (20), recouping losses made in the previous sessions after the new government under Prime Minister Ranil Wickremesinghe appointed a new cabinet, dealers said.",
    "But concerns over how Sri Lanka is going to come out of the ongoing economic crisis and the sovereign debt default still remained.",
    "The main All Share Price Index (ASPI) closed 1.12 percent or  91.75 points higher at 8,265.61 at the close.",
    "Nine ministers were appointed to the new cabinet on Friday as the new government with the new prime minister Ranil Wickremesinghe was trying to ensure some political stability to to handle a unprecedented economic crisis.",
    "The market was volatile throughout the week as there were positives from the political front and negatives from the economical front were creeping in amid fuel shortage raised concerns over crippling transport and manufacturing sectors.",
    "The day’s turnover was 1.9 billion rupees, less than half of this year’s average daily turnover of 4.2 billion rupees.",
    "Analysts said investors were concerned over possible hard default on Wednesday as the country had no dollars to pay coupon payments for sovereign bondholders and another payment for Asian Development Bank.",
    "Prime Minister Wickremesinghe will announce the economic policy of the new government next week after getting all the statistics on the debt repayment. In his address to the nation on Monday, he said Sri Lanka will go through its worst in the coming few days with the duration of daily power cuts could go as high as 15-hours.",
    "The most liquid index S&P SL20  up 1.75 percent or 47.21 points to close at 2,750.91.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7. The rupee in TT dollars has remained around 365 throughout the week while the interbank spot rate was around 359.47 on Friday.",
    "The market has gained 8.4 percent in May so far following a loss of 14.5 percent in March and 23 percent in April.",
    "Overall the market has lost 32.4 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors sold a net 120 million rupees worth of shares. The market has witnessed a total foreign outflow of 1.2 billion rupees so far this year.",
    "Friday’s gain added a market capitalization of 71.9 billion rupees.",
    "Shares in Expolanka gained 8 percent to close at 219.50 rupees a share, LOLC rose 3.8 percent to close at 556.50 rupees a share, while Browns Investment ended 5 percent up at 8.40 rupees a share. (Colombo/May20/2022)"
  ]
}