{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/newly-restored-embilipitiya-paper-mill-to-save-outflow-of-dollars/",
  "time_ut": 1655638740,
  "title": "Newly restored Embilipitiya Paper Mill to save outflow of dollars",
  "body_lines": [
    "Korean SPA Packaging (Pvt.) Ltd. (KSPA), recently signed an agreement with the Board of Investment (BOI) with respect to the resumption of the operation at the defunct Embilipitiya Paper Mill, which had discontinued its production since 2012. The project, which is a USD 16 Million-investment in its first phase, aims at manufacturing industrial grade papers for the direct and indirect export market by upgrading machinery and infrastructure.",
    "Embilipitiya Paper Mills, belonging to the National Paper Company Limited is the second oldest paper mill in the country set up in 1978. However, the operations came to a standstill in 2003 and though it resumed operations in 2011, it became a very short stint as the paper mill was closed again in 2012.",
    "Subsequently, the factory was up for sale and this is when the KSPA decided to resurrect this giant corporation through a Public Private Partnership (PPP) amid a spate of hurdles. Accordingly, the investment agreement was signed recently, with the BOI making it a backward integration, to manufacture paper for the corrugated industry.",
    "Commenting on the project, BOI Chairman Raja Edirisuriya said “It seems that the KSPA is taking the paper industry to a next level with its new project and it is commendable that the industry is in safe hand,”",
    "“It has to be said that the KSPA is setting an example for the entire business community where they manifest the actual role to be played by the private companies, at a juncture where the country is standing at a crossroads. Thus, the BOI would like to wish all the very best for the project and their future endeavours, while assuring that the BOI is always willing to give a hand to such ventures,” Edirisuriya added.",
    "Sri Lanka’s export prices rise, but import prices surge more sharply",
    "Seylan Tikiri partnership with WNPS opens doors for children to create strong appreciation of nature",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}