{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/NZ-PM-Jacinda-Ardern-seeks-advice-on-Sri-Lanka-crisis/108-234735",
  "time_ut": 1649329860,
  "title": "NZ PM Jacinda Ardern seeks advice on Sri Lanka crisis",
  "body_lines": [
    "New Zealand Prime Minister Jacinda Ardern said Sri Lanka is experiencing an incredibly tumultuous period as island-wide protests continue amid an economic crisis.",
    "Economic blunders have been compounded by the pandemic, resulting in soaring inflation and a shortage of food, fuel and medical supplies, the Newshub reported.",
    "\"In terms of the foreign policy implications for New Zealand that's where I am looking to receive an additional briefing over the coming 24 hours from the ministry,\" Prime Minister Jacinda Ardern said.",
    "The protests are calling for a change in the leadership of the Sri Lankan government, which stands accused of mismanaging public funds.",
    "New Zealand Sri Lankans are signing a petition calling for the NZ Government to condemn the actions of the Sri Lankan leadership.",
    "When asked if she condemned Sri Lanka's leadership, Ardern stopped short but acknowledged the growing frustration of Sri Lankan people.",
    "\"It is a very tumultuous time politically and domestically in Sri Lanka,\" she said.",
    "The President of Sri Lanka, Gotabaya Rajapaksa, imposed a 36-hour curfew and a social media blackout in response to the protests.",
    "New Zealand Foreign Minister Nanaia Mahuta has also weight weighed in, saying: \"New Zealand strongly upholds democratic values and institutions, including free speech and the right to peacefully protest.\"",
    "She said Aotearoa New Zealand was monitoring the unfolding economic, political and security situation in Sri Lanka closely - and encouraged all parties to continue to work on a peaceful solution.",
    "The protest is drawing attention from around the world with the diaspora also taking to the streets in the US, Australia and New Zealand."
  ]
}