{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-slip-in-first-hour-trade-94387/",
  "time_ut": 1652854980,
  "title": "Sri Lanka stocks slip in first-hour trade",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock market slipped in the first hour of trade on Wednesday (18) after opening over 2.0 percent up, market data showed.",
    "All Share Price Index (ASPI) the main index slipped 0.39% or 33.35 points to 8,424.30 at 1130hrs.",
    "Meanwhile, the most liquid index too slipped 0.31 percernt or 8.72 points to 2,801.09.",
    "Following the previous day’s momentum, the market opened the day gaining over 2.28 percent or 192.88 points to 8,650.53."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා කොටස් පළමු පැය වෙළඳාමේ දී ලිස්සා යයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ කොටස් වෙළෙඳපොළ සියයට 2.0 කින් ඉහළ යාමෙන් පසු බදාදා (18) වෙළඳාමේ පළමු පැයේදී පහත වැටුණු බව වෙළඳපල දත්ත පෙන්වා දෙයි.",
        "සියලුම කොටස් මිල දර්ශකය (ASPI) ප්‍රධාන දර්ශකය පැය 1130 ට 0.39% හෝ ඒකක 33.35 කින් 8,424.30 දක්වා පහත වැටුණි.",
        "මේ අතර, වඩාත්ම ද්‍රවශීල දර්ශකය ද සියයට 0.31කින් හෙවත් ඒකක 8.72කින් පහළ ගොස් 2,801.09ක් විය.",
        "පෙර දින ප්‍රවේගය අනුගමනය කරමින්, වෙලඳපොල දිනය විවෘත කළේ සියයට 2.28 කින් හෝ ඒකක 192.88 කින් 8,650.53 දක්වා ඉහළ යමිනි."
      ]
    },
    "ta": {
      "title": "முதல் மணிநேர வர்த்தகத்தில் இலங்கை பங்குகள் சரிவை சந்தித்தன",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பங்குச் சந்தை புதன்கிழமை (18) வர்த்தகத்தின் முதல் மணிநேரத்தில் 2.0 சதவீதத்திற்கு மேல் திறந்த பின்னர் சரிந்ததாக சந்தை தரவுகள் காட்டுகின்றன.",
        "அனைத்து பங்கு விலைக் குறியீடு (ASPI) முக்கியக் குறியீடு 0.39% அல்லது 33.35 புள்ளிகள் சரிந்து 1130 மணி நேரத்தில் 8,424.30 ஆக இருந்தது.",
        "இதற்கிடையில், மிகவும் திரவக் குறியீடு 0.31 சதவீதம் அல்லது 8.72 புள்ளிகள் சரிந்து 2,801.09 ஆக இருந்தது.",
        "முந்தைய நாளின் வேகத்தைத் தொடர்ந்து, சந்தை 2.28 சதவீதம் அல்லது 192.88 புள்ளிகள் அதிகரித்து 8,650.53 ஆக இருந்தது."
      ]
    }
  }
}