{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Undemocratic-political-culture-paved-way-to-the-present-disaster/172-236071",
  "time_ut": 1651429980,
  "title": "Undemocratic political culture paved way to the  present disaster",
  "body_lines": [
    "Statement from the Social Scientists’ Association on Sri Lanka’s Current Crisis",
    "Driven by spontaneity, thousands of youths who gave leadership to the protest that reached its third week with their solitary demand - the Rajapaksa regime should step down",
    "As month long mass protests are continuing all over the country against government’s failure to provide some of the most essentials such as fuel, cooking gas, fertiliser, and medicine and people are forced to go through daily long hours of power cuts, Social Scientists’ Association comprising country’s leading social scientists and social science academics viewed that Gotabaya Rajapaksa government was primarily responsible for aggravating the financial crisis and bringing it to a head.  Issuing a statement on Sri Lanka’s current economic and political crises, the Association stressed the importance of reforming the political system of the country as a part of the solution to the persistent issues the country is confronted with. The full statement is as follows:",
    "Sri Lanka is currently experiencing the worst economic crisis in its post-independence history. Foreign reserves of the country have dangerously dwindled, incapacitating the government to import essential supplies such as fuel, cooking gas, fertiliser, and medicine, among other things.",
    "\"Young people including university students, who have never been involved in any protest, are at the forefront of the agitation. This is a spontaneous citizens’ protest movement with a multi-class, multi-ethnic character. It is a culmination of a wave of protests commenced by farmers, teachers, fishermen, etc. against economic hardships a few months ago\"",
    "As a result, Sri Lankans are going through unprecedented suffering. Severe shortages of almost all essential items have had a crippling effect on their daily lives. For many weeks, people across the country have been standing in long queues to obtain access to essentials. They are forced to suffer long hours of power cuts. The current crisis has not only disrupted people’s lives at home, but also adversely impacted the economic activities of many sectors such as agriculture, transportation, hospitality, small businesses, and manufacturing. The livelihoods of many are teetering on the edge of collapse. Children’s education, already disrupted by the Covid-19 pandemic, has further suffered due to lack of transportation, electricity, and even writing papers. Hospitals have almost run out of essential medicines, costing lives. The crisis has reached such a high point that any corrective measure, no matter how well thought out, will take at least months to have some positive effect on people’s everyday lives.",
    "We share the public perception that the Gotabaya Rajapaksa government is primarily responsible for aggravating the financial crisis and bringing it to a head. In the backdrop of intensifying popular protest against the difficulties people face, the President and his government are fast losing legitimacy. Although economic mismanagement was the immediate cause of the current crisis, we cannot ignore the role of political institutions and processes in producing the overall crisis. Since independence they have nurtured a corrupt, authoritarian, ethnicised, dynastical, and undemocratic political culture, paving the way for the current disaster of unprecedented magnitude. Resolving the immediate economic crisis is undoubtedly a major priority. However, we believe that restoring democracy and reforming the country’s political culture are equally important and urgent for establishing a just and fair society.",
    "Indeed, this is the call from ordinary citizens who have been protesting over the last month night and day, in the sunshine and rain, offline and online. The protests which started as small neighbourhood candle-light vigils about the hardships faced by people due to the power cuts and gas and fuel shortages have now grown into an unprecedented nationwide uprising that has crossed the ethnic divide. A number of protests have been punctuated by Iftar celebrated by Muslim participants at the protest ground. Young people including university students, who have never been involved in any protest, are at the forefront of the agitation. This is a spontaneous citizens’ protest movement with a multi-class, multi-ethnic character. It is a culmination of a wave of protests commenced by farmers, teachers, fishermen, etc. against economic hardships a few months ago.",
    "\"We share the public perception that the Gotabaya Rajapaksa government is primarily responsible for aggravating the financial crisis and bringing it to a head. In the backdrop of intensifying popular protest against the difficulties people face, the President and his government are fast losing legitimacy\"",
    "This spontaneous uprising of people independent of political parties call for the removal of the Rajapaksa family and all 225 Members of Parliament. We see this call as a metaphor of the deep disenchantment shared by many citizens with the whole political class in this country. This wave of protests gives a clear message that citizens are deeply disappointed with the way in which the country’s system of democratic institutions and practices have been abused by the political elites as well as the bureaucracy. The slogans and demands being put forward embody a thorough critique of the system, suggesting ideas and directions for far reaching reforms and reconstructions. It is also a call for a new political culture of democracy, accountability, and integrity without political corruption. Citizens and civil society organisations committed to Sri Lanka’s democracy have come together to support and sustain this movement in the long term.",
    "We unequivocally condemn the use of violence against unarmed citizens exercising their right to protest and are deeply saddened by the death of one protestor at Rambukkana on April 19, 2022. More broadly, we recognise that there are efforts to infiltrate this movement and divide and demonise the protesters as anarchists and extremists. Counter protests are being staged to bring back ethnic divisions. Social media analysts have also warned that efforts are underway to splinter and dilute the core message coming from the people. Therefore, participants and well-wishers of this new democratic movement in Sri Lanka need to be vigilant to defeat such efforts at undermining this movement. Moreover, the Prime Minister in his address to the nation on April 11, appeared to issue a veiled threat against the protesters, while falsely asserting that the protestors are insulting the armed forces.",
    "This is a new and rare democratic moment for Sri Lanka. Let us not miss it. We urge all political and civil society actors to respond to the messages coming from the protesting young citizens with utmost seriousness and responsibility. In that context, we would like to state the following:",
    "We welcome the current democratic activism of all Sri Lankans, especially the youth, who have got onto the streets to express their deep disappointment and anger against the rulers. It is a new democratic movement of citizens that has emerged independent of political parties and politicians.",
    "We urge the current government to respect the demands of the citizens and pave the way for a new interim government, and take effective steps to resolve the economic crisis immediately.",
    "We urge the government to suspend those responsible, immediately as well as indirectly, for opening fire on unarmed civilians pending an independent investigation into the killing of one protestor in Rambukkana. We are conscious that such action by the police has been normalised through a long history of impunity.",
    "We stress the importance of reforming the political system of the country as a part of the solution to the current economic crisis by:",
    "Re-establishing the primacy of parliamentary democracy, checks and balances on the Executive as well as the Legislature to prevent arbitrary and corrupt government, and institutions and mechanisms of accountable government.",
    "Introducing new institutional and procedural mechanisms to facilitate citizens’ participation in, and supervision of, policy-making and implementation.",
    "Reforming and democratising political parties, their structures, and practices to be truly representative of citizens, freeing the parties from the control of families, business elites, and corrupt vested interests.",
    "Introducing reforms to re-establish independence of the bureaucracy, judiciary, and law enforcement institutions including the Attorney General’s department and the Police, on the principle that their primary institutional duty is to serve the people and protect their rights, and not the interests of the rulers.",
    "Adopting economic policies that encourage economic and social development, while providing adequate social protection measures to safeguard living standards of the poor, the unemployed, and the working people.",
    "Putting in place an institutional framework that would ensure citizens’ participation in the affairs of government.",
    "Introducing an institutional framework that would establish equal status of all economic, ethnic, cultural, and gender groups while protecting their rights.",
    "Ensuring that any programme of resolving the economic crisis would not transfer its burden to vulnerable social groups.",
    "Addressing the long-standing demand for greater devolution of political power from the Tamil minority; and",
    "Accounting for past and present atrocities committed by the State against all citizens, including minority communities.",
    "We call for a broad coalition of all protesting groups to sustain this movement for democracy and economic justice in the long term.  As the participation in the on-going struggle by industrial and plantation workers, farmers, public and private sector employees, small traders, women’s groups, student groups and ordinary citizens indicates, a foundation has been already laid for such a mass movement to emerge.  It is also time for any struggle for democracy in the ‘South’ to be linked up with the struggles for devolution and justice in the North and East and the rejection of the systematic marginalization and intimidation of ethnic and other minority communities as part of state policy."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රජාතන්ත්‍ර විරෝධී දේශපාලන සංස්කෘතිය වත්මන් ව්‍යසනයට මග පෑදුවේය",
      "body_lines": [
        "ශ්‍රී ලංකාවේ වත්මන් අර්බුදය පිළිබඳ සමාජ විද්‍යාඥයින්ගේ සංගමයේ ප්‍රකාශය",
        "ස්වයංසිද්ධව මෙහෙයවනු ලැබූ හුදකලා ඉල්ලීමක් සමඟ තෙවැනි සතියට එළැඹි විරෝධතාවට නායකත්වය දුන් දහස් සංඛ්‍යාත තරුණ තරුණියන් - රාජපක්ෂ පාලනය ඉවත් විය යුතුයි",
        "ඉන්ධන, ඉවුම් පිහුම් ගෑස්, පොහොර, ඖෂධ වැනි අත්‍යාවශ්‍ය දෑ ලබාදීමට රජය අපොහොසත් වීමට එරෙහිව මාසයක කාලයක් පුරා රටපුරා මහජන විරෝධතා අඛන්ඩව ක්‍රියාත්මක වන අතර දෛනිකව පැය ගණනක් විදුලිය විසන්ධි කිරීමට ජනතාවට සිදුවී ඇතැයි සමාජ විද්‍යාඥයින්ගේ සංගමය පවසයි. රටේ ප්‍රමුඛ පෙළේ සමාජ විද්‍යාඥයින් සහ සමාජ විද්‍යා විද්‍යාඥයන්ගෙන් සැදුම්ලත් මතය වූයේ මුල්‍ය අර්බුදය උග්‍ර කිරීමට සහ එය ඉහළට ගෙන ඒමේ මූලික වගකීම ගෝඨාභය රාජපක්ෂ රජය බවයි. ශ්‍රී ලංකාවේ වත්මන් ආර්ථික හා දේශපාලන අර්බුද පිළිබඳව නිවේදනයක් නිකුත් කරමින් සංගමය අවධාරණය කළේ රට මුහුණ දී සිටින නිරන්තර ගැටලුවලට විසඳුමේ කොටසක් ලෙස රටේ දේශපාලන ක්‍රමය ප්‍රතිසංස්කරණය කිරීමේ වැදගත්කමයි. එම සම්පූර්ණ ප්‍රකාශය මෙසේය.",
        "ශ්‍රී ලංකාව මේ වන විට නිදහසින් පසු ඉතිහාසයේ දරුණුතම ආර්ථික අර්බුදයට මුහුණ දෙමින් සිටී. ඉන්ධන, ඉවුම් පිහුම් ගෑස්, පොහොර සහ ඖෂධ වැනි අත්‍යවශ්‍ය සැපයුම් ආනයනය කිරීමට රජය අපොහොසත් කරමින් රටේ විදේශ සංචිත භයානක ලෙස පහත වැටී ඇත.",
        "“කවදාවත් කිසිදු විරෝධතාවයකට සම්බන්ධ නොවූ විශ්වවිද්‍යාල සිසුන් ඇතුළු තරුණ තරුණියන් මෙම උද්ඝෝෂණයේ ඉදිරියෙන්ම සිටී.මෙය බහු පන්ති බහු වාර්ගික ස්වභාවයකින් යුත් ස්වයංසිද්ධ පුරවැසි විරෝධතා ව්‍යාපාරයකි.එය රැල්ලක කූටප්‍රාප්තියකි. ආර්ථික දුෂ්කරතාවලට එරෙහිව ගොවීන්, ගුරුවරුන්, ධීවරයන් ආදීන් විසින් මාස කිහිපයකට පෙර ආරම්භ කළ විරෝධතාවල",
        "එහි ප්‍රතිඵලයක් ලෙස ශ්‍රී ලාංකිකයන් පෙර නොවූ විරූ දුක්ඛිත තත්ත්වයකට පත්ව සිටිති. අත්‍යාවශ්‍ය ද්‍රව්‍ය සියල්ලේම පාහේ දැඩි හිඟය ඔවුන්ගේ දෛනික ජීවිතය අඩාල කර ඇත. සති ගණනාවක් තිස්සේ රට පුරා ජනතාව අත්‍යවශ්‍ය ද්‍රව්‍ය ලබා ගැනීම සඳහා දිගු පෝලිම්වල සිටගෙන සිටිති. ඔවුන්ට පැය ගණනාවක් විදුලිය විසන්ධි කිරීමට සිදුවේ. වත්මන් අර්බුදය නිවසේ ජන ජීවිතයට බාධා පමුණුවා ඇතිවා පමණක් නොව, කෘෂිකර්මාන්තය, ප්‍රවාහනය, ආගන්තුක සත්කාරය, කුඩා ව්‍යාපාර සහ නිෂ්පාදන වැනි බොහෝ අංශවල ආර්ථික ක්‍රියාකාරකම්වලට ද අහිතකර ලෙස බලපා ඇත. බොහෝ දෙනෙකුගේ ජීවනෝපාය කඩාවැටීමේ අද්දර වැටී ඇත. කොවිඩ්-19 වසංගතයෙන් දැනටමත් කඩාකප්පල් වී ඇති දරුවන්ගේ අධ්‍යාපනය ප්‍රවාහනය, විදුලිය නොමැතිකම සහ ලිපි ලේඛන පවා නොමැතිකම හේතුවෙන් තවදුරටත් පීඩාවට පත්ව ඇත. ජීවිත අහිමි කරමින් රෝහල්වල අත්‍යවශ්‍ය ඖෂධ පාහේ අවසන් වී ඇත. අර්බුදය කෙතරම් ඉහළ තැනකට පැමිණ ඇත්ද යත්, ඕනෑම නිවැරදි කිරීමේ පියවරක්, කෙතරම් හොඳින් සිතා බැලුවද, මිනිසුන්ගේ එදිනෙදා ජීවිතයට යම් ධනාත්මක බලපෑමක් ඇති කිරීමට අවම වශයෙන් මාස කිහිපයක් ගතවනු ඇත.",
        "මූල්‍ය අර්බුදය උග්‍ර කිරීමට සහ එය ඉහළට ගෙන ඒමට මූලික වශයෙන් වගකිව යුත්තේ ගෝඨාභය රාජපක්ෂ රජය බව මහජන මතය අපි බෙදා ගනිමු. ජනතාව මුහුණ දෙන දුෂ්කරතාවලට එරෙහිව ජනතා විරෝධය උත්සන්න වෙමින් පවතින පසුබිමක, ජනාධිපතිවරයාට සහ ඔහුගේ රජයට නීත්‍යානුකූල භාවය වේගයෙන් අහිමි වෙමින් තිබේ. වත්මන් අර්බුදයට ආසන්නතම හේතුව ආර්ථික අවපාලනය වුවද, සමස්ත අර්බුදය නිෂ්පාදනය කිරීමේදී දේශපාලන ආයතන සහ ක්‍රියාවලීන්ගේ භූමිකාව අපට නොසලකා හැරිය නොහැක. නිදහසින් පසු ඔවුන් දූෂිත, අධිකාරීවාදී, වාර්ගික, රාජවංශික සහ ප්‍රජාතන්ත්‍ර විරෝධී දේශපාලන සංස්කෘතියක් පෝෂණය කර ඇති අතර, පෙර නොවූ විරූ විශාල ව්‍යසනයකට මග පාදා ඇත. ක්ෂනික ආර්ථික අර්බුදය විසඳීම නිසැකවම ප්‍රධාන ප්‍රමුඛතාවයකි. කෙසේ වෙතත්, සාධාරණ සහ සාධාරණ සමාජයක් ස්ථාපිත කිරීම සඳහා ප්‍රජාතන්ත්‍රවාදය ප්‍රතිෂ්ඨාපනය කිරීම සහ රටේ දේශපාලන සංස්කෘතිය ප්‍රතිසංස්කරණය කිරීම එකසේ වැදගත් සහ හදිසි අවශ්‍යතාවක් බව අපි විශ්වාස කරමු.",
        "ඇත්ත වශයෙන්ම, මෙය පසුගිය මාසය පුරා දිවා රෑ හිරු එළියේ සහ වැස්සේ, නොබැඳි සහ මාර්ගගත විරෝධතාවල යෙදී සිටින සාමාන්‍ය පුරවැසියන්ගේ ඇමතුමයි. විදුලිය විසන්ධි වීම සහ ගෑස් සහ ඉන්ධන හිඟය හේතුවෙන් ජනතාව මුහුණ දෙන දුෂ්කරතා පිළිබඳව කුඩා ප්‍රදේශයේ ඉටිපන්දම් දැල්වීමක් ලෙස ආරම්භ වූ විරෝධතා මේ වන විට ජනවාර්ගික භේදය ඉක්මවා ගිය පෙර නොවූ විරූ රටපුරා නැගිටීමක් දක්වා වර්ධනය වී තිබේ. විරෝධතා භූමියේ මුස්ලිම් සහභාගිවන්නන් විසින් සමරනු ලැබූ ඉෆ්තාර් උත්සවයට විරෝධතා ගණනාවක් එල්ල වී තිබේ. කිසිදා කිසිදු විරෝධතාවයකට සම්බන්ධ නොවූ විශ්වවිද්‍යාල සිසුන් ඇතුළු තරුණ තරුණියන් එම උද්ඝෝෂණයේ ඉදිරියෙන්ම සිටිති. මෙය බහු පන්ති, බහු වාර්ගික චරිතයක් සහිත ස්වයංසිද්ධ පුරවැසියන්ගේ විරෝධතා ව්‍යාපාරයකි. එය මීට මාස කිහිපයකට පෙර ආර්ථික දුෂ්කරතාවලට එරෙහිව ගොවීන්, ගුරුවරුන්, ධීවරයන් ආදීන් විසින් ආරම්භ කළ විරෝධතා රැල්ලක උච්චතම අවස්ථාවකි.",
        "\"මූල්‍ය අර්බුදය උග්‍ර කිරීමට සහ එය උග්‍ර කිරීමට ගෝඨාභය රාජපක්ෂ රජය මූලික වශයෙන් වගකිව යුතු බවට මහජන මතය අපි බෙදා ගන්නෙමු. ජනතාව මුහුණ දෙන දුෂ්කරතාවලට එරෙහිව ජනතා විරෝධය උත්සන්න වෙමින් පවතින පසුබිමක, ජනාධිපතිවරයා සහ ඔහුගේ රජය නීත්‍යානුකූල භාවය වේගයෙන් අහිමි වෙමින් පවතී\"",
        "දේශපාලන පක්‍ෂවලින් ස්‌වාධීන ජනතාවගේ මෙම ස්වයංසිද්ධ නැගිටීම ඉල්ලා සිටින්නේ රාජපක්‍ෂ පවුල සහ පාර්ලිමේන්තු මන්ත්‍රීවරුන් 225 දෙනාම ඉවත් කළ යුතු බවයි. අපි මේ කැඳවීම දකින්නේ බොහෝ පුරවැසියන් මේ රටේ සමස්ත දේශපාලන පන්තිය සමඟ බෙදාගත් ගැඹුරු කලකිරීමේ රූපකයක් ලෙස ය. රටේ ප්‍රජාතන්ත්‍රවාදී ආයතන පද්ධතිය සහ භාවිතයන් දේශපාලන ප්‍රභූන් මෙන්ම නිලධරය විසින් අපයෝජනයට ලක් කර ඇති ආකාරය පිළිබඳව පුරවැසියන් දැඩි ලෙස කලකිරීමට පත්ව සිටින බවට මෙම විරෝධතා රැල්ල පැහැදිලි පණිවිඩයක් ලබා දෙයි. ඉදිරිපත් කර ඇති සටන් පාඨ සහ ඉල්ලීම්, දුරදිග යන ප්‍රතිසංස්කරණ සහ ප්‍රතිසංස්කරණ සඳහා අදහස් සහ උපදෙස් යෝජනා කරමින් පද්ධතිය පිළිබඳ ගැඹුරු විවේචනයක් මූර්තිමත් කරයි. එය දේශපාලන දූෂණයෙන් තොර ප‍්‍රජාතන්ත‍්‍රවාදය, වගවීම සහ අවංකභාවය යන නව දේශපාලන සංස්කෘතියක් සඳහා වන කැඳවීමකි. ශ‍්‍රී ලංකාවේ ප‍්‍රජාතන්ත‍්‍රවාදය වෙනුවෙන් කැපවී සිටින පුරවැසියන් සහ සිවිල් සමාජ සංවිධාන මෙම ව්‍යාපාරයට සහයෝගය දැක්වීමට සහ දිගුකාලීනව පවත්වා ගෙන යාමට එකට එකතු වී ඇත.",
        "විරෝධතා දැක්වීමේ අයිතිය ක්‍රියාත්මක කරන නිරායුධ පුරවැසියන්ට එරෙහිව ප්‍රචණ්ඩත්වය භාවිතා කිරීම අපි අවිවාදයෙන්ම හෙළා දකින අතර 2022 අප්‍රේල් 19 වන දින රඹුක්කනදී එක් විරෝධතාකරුවෙකු මියයාමෙන් දැඩි ශෝකය පළ කරන්නෙමු. වඩාත් පුළුල් ලෙස, මෙම ව්‍යාපාරයට රිංගා භේද භින්න කිරීමට හා භේද කිරීමට උත්සාහ කරන බව අපි පිළිගනිමු. විරෝධතාකරුවන් අරාජකවාදීන් සහ අන්තවාදීන් ලෙස. නැවත වාර්ගික බෙදීම් ඇති කිරීමට ප්‍රතිවිරෝධතා පවත්වනවා. සමාජ මාධ්‍ය විශ්ලේෂකයින් ද අනතුරු අඟවා ඇත්තේ ජනතාවගෙන් ලැබෙන මූලික පණිවිඩය දෙකඩ කර දියාරු කිරීමට උත්සාහ කරමින් සිටින බවයි. එබැවින්, ශ්‍රී ලංකාවේ මෙම නව ප්‍රජාතන්ත්‍රවාදී ව්‍යාපාරයේ සහභාගිවන්නන් සහ සුබ පතන්නන් මෙම ව්‍යාපාරය අඩපණ කිරීමේ එවැනි උත්සාහයන් පරාජය කිරීමට අවදියෙන් සිටිය යුතුය. එපමණක් නොව, අප්‍රේල් 11 වැනි දින ජාතිය අමතා කළ කතාවේදී විරෝධතාකරුවන්ට එරෙහිව සැඟවුණු තර්ජනයක් නිකුත් කරන බව පෙනී ගිය අගමැතිවරයා, විරෝධතාකරුවන් සන්නද්ධ හමුදාවන්ට අපහාස කරන බවට ව්‍යාජ ලෙස ප්‍රකාශ කළේය.",
        "මෙය ශ්‍රී ලංකාවට අලුත් සහ දුර්ලභ ප්‍රජාතන්ත්‍රවාදී මොහොතකි. අපි එය අතපසු නොකරමු. උද්ඝෝෂණයේ යෙදෙන තරුණ පුරවැසියන්ගෙන් ලැබෙන පණිවිඩවලට ඉතා බැරෑරුම්ව සහ වගකීමෙන් ප්‍රතිචාර දක්වන ලෙස අපි සියලුම දේශපාලන සහ සිවිල් සමාජ ක්‍රියාකාරීන්ගෙන් ඉල්ලා සිටිමු. එම සන්දර්භය තුළ, අපි පහත සඳහන් දේ ප්‍රකාශ කිරීමට කැමැත්තෙමු.",
        "පාලකයන්ට එරෙහිව දැඩි කලකිරීමක් සහ කෝපයක් ප්‍රකාශ කිරීමට පාරට බැස සිටින සියලුම ශ්‍රී ලාංකිකයන්ගේ, විශේෂයෙන්ම තරුණයින්ගේ වත්මන් ප්‍රජාතන්ත්‍රවාදී ක්‍රියාකාරීත්වය අපි සාදරයෙන් පිළිගනිමු. එය දේශපාලන පක්ෂ හා දේශපාලකයන්ගෙන් ස්වාධීනව මතු වූ පුරවැසියන්ගේ නව ප්‍රජාතන්ත්‍රවාදී ව්‍යාපාරයකි.",
        "වත්මන් රජය පුරවැසියන්ගේ ඉල්ලීම්වලට ගරු කරමින් නව අන්තර්වාර රජයකට මග පාදා දෙන ලෙසත්, ආර්ථික අර්බුදය වහා විසඳීමට ඵලදායී පියවර ගන්නා ලෙසත් අපි ඉල්ලා සිටිමු.",
        "රඹුක්කන ප්‍රදේශයේ එක් විරෝධතාකරුවෙකු ඝාතනය කිරීම සම්බන්ධයෙන් ස්වාධීන පරීක්ෂණයක් පැවැත්වෙන තෙක් නිරායුධ සිවිල් වැසියන්ට වෙඩි තැබීම සම්බන්ධයෙන් වගකිව යුත්තන් වහාම මෙන්ම වක්‍රව වැඩ තහනම් කරන ලෙස අපි රජයෙන් ඉල්ලා සිටිමු. දණ්ඩමුක්තියේ දීර්ඝ ඉතිහාසයක් හරහා පොලිසියේ එවැනි ක්‍රියා සාමාන්‍යකරණය වී ඇති බව අපි දනිමු.",
        "වත්මන් ආර්ථික අර්බුදයට විසඳුමේ කොටසක් ලෙස රටේ දේශපාලන ක්‍රමය ප්‍රතිසංස්කරණය කිරීමේ වැදගත්කම අපි අවධාරණය කරමු:",
        "පාර්ලිමේන්තු ප‍්‍රජාතන්ත‍්‍රවාදයේ ප‍්‍රමුඛත්වය යළි ස්ථාපිත කිරීම, අත්තනෝමතික හා දූෂිත රජයන් වැළැක්වීම සඳහා විධායකයේ මෙන්ම ව්‍යවස්ථාදායකයේද පරීක්‍ෂා කිරීම් සහ තුලනය කිරීම, වගකිවයුතු ආණ්ඩුවේ ආයතන සහ යාන්ත්‍රණ.",
        "ප්‍රතිපත්ති සම්පාදනය සහ ක්‍රියාත්මක කිරීම සඳහා පුරවැසියන්ගේ සහභාගීත්වය සහ අධීක්ෂණය සඳහා පහසුකම් සැලසීම සඳහා නව ආයතනික සහ ක්‍රියා පටිපාටි යාන්ත්‍රණයන් හඳුන්වා දීම.",
        "දේශපාලන පක්ෂ, ඒවායේ ව්‍යුහයන් සහ භාවිතයන් ප්‍රතිසංස්කරණය කිරීම සහ ප්‍රජාතන්ත්‍රීකරණය කිරීම, පුරවැසියන්ගේ සැබෑ නියෝජිතයන් වීමට, පවුල්වල, ව්‍යාපාරික ප්‍රභූන්ගේ සහ දූෂිත අභිලාෂයන්ගේ පාලනයෙන් පක්ෂ නිදහස් කිරීම.",
        "ඔවුන්ගේ මූලික ආයතනික රාජකාරිය වන්නේ ජනතාවට සේවය කිරීම සහ ඔවුන්ගේ අයිතිවාසිකම් ආරක්ෂා කිරීම මිස රාජ්‍ය අවශ්‍යතා නොවන බව යන මූලධර්මය මත නීතිපති දෙපාර්තමේන්තුව සහ පොලිසිය ඇතුළු නිලධරය, අධිකරණ සහ නීතිය ක්‍රියාත්මක කරන ආයතනවල ස්වාධීනත්වය නැවත ස්ථාපිත කිරීම සඳහා ප්‍රතිසංස්කරණ හඳුන්වා දීම. පාලකයන්.",
        "දුප්පතුන්ගේ, රැකියා විරහිතයන්ගේ සහ වැඩකරන ජනතාවගේ ජීවන තත්ත්වය සුරක්ෂිත කිරීම සඳහා ප්‍රමාණවත් සමාජ ආරක්ෂණ පියවරයන් සපයන අතරම, ආර්ථික හා සමාජ සංවර්ධනය දිරිමත් කරන ආර්ථික ප්‍රතිපත්ති අනුගමනය කිරීම.",
        "රජයේ කටයුතු සඳහා පුරවැසියන්ගේ සහභාගීත්වය සහතික කෙරෙන ආයතනික රාමුවක් සකස් කිරීම.",
        "සියළුම ආර්ථික, වාර්ගික, සංස්කෘතික සහ ස්ත්‍රී පුරුෂ සමාජභාවික කණ්ඩායම්වලට ඔවුන්ගේ අයිතිවාසිකම් ආරක්ෂා කරන අතරම ඔවුන්ට සමාන තත්වයක් ඇති කරන ආයතනික රාමුවක් හඳුන්වා දීම.",
        "ආර්ථික අර්බුදය විසඳීමේ කිසිදු වැඩසටහනක් එහි බර අවදානමට ලක්විය හැකි සමාජ කණ්ඩායම් වෙත පැවරෙන්නේ නැති බව සහතික කිරීම.",
        "දෙමළ සුළුතරයෙන් දේශපාලන බලය වැඩි වශයෙන් බෙදා හැරීමේ දිගුකාලීන ඉල්ලීමට අවධානය යොමු කරමින්; හා",
        "සුළුතර ප්‍රජාවන් ඇතුළුව සියලුම පුරවැසියන්ට එරෙහිව රජය විසින් සිදු කරන ලද අතීත සහ වර්තමාන සාහසික ක්‍රියා සඳහා ගිණුම්කරණය.",
        "ප‍්‍රජාතන්ත‍්‍රවාදය සහ ආර්ථික සාධාරණත්වය සඳහා වූ මෙම ව්‍යාපාරය දිගු කාලීනව පවත්වාගෙන යාමට විරෝධතා දක්වන සියලුම කණ්ඩායම්වල පුළුල් සන්ධානයක් ඉල්ලා සිටිමු. කාර්මික හා වතු කම්කරුවන්, ගොවීන්, රාජ්‍ය හා පෞද්ගලික අංශයේ සේවක සේවිකාවන්, කුඩා වෙළෙන්දන්, කාන්තා කණ්ඩායම්, ශිෂ්‍ය කණ්ඩායම් සහ සාමාන්‍ය පුරවැසියන්ගේ අඛණ්ඩ අරගලයට සහභාගී වීමෙන් පෙනී යන පරිදි, එවැනි මහජන ව්‍යාපාරයක් මතුවීමට අඩිතාලමක් දැනටමත් දමා තිබේ. ‘දකුණේ’ ප්‍රජාතන්ත්‍රවාදය සඳහා වන ඕනෑම අරගලයක් රාජ්‍ය ප්‍රතිපත්තියේ කොටසක් ලෙස උතුරු නැගෙනහිර බලය බෙදීම සහ යුක්තිය සඳහා වන අරගලයන් සමඟ සම්බන්ධ වී වාර්ගික සහ අනෙකුත් සුළුතර ප්‍රජාවන් ක්‍රමානුකූලව කොන් කිරීම සහ බිය ගැන්වීම ප්‍රතික්ෂේප කිරීම සඳහා කාලය පැමිණ තිබේ. ."
      ]
    },
    "ta": {
      "title": "ஜனநாயகமற்ற அரசியல் கலாச்சாரம் தற்போதைய பேரழிவிற்கு வழி வகுத்தது",
      "body_lines": [
        "இலங்கையின் தற்போதைய நெருக்கடி பற்றிய சமூக விஞ்ஞானிகள் சங்கத்தின் அறிக்கை",
        "தன்னெழுச்சியால் உந்தப்பட்டு, தங்களது தனிக்கோரிக்கையுடன் மூன்றாவது வாரத்தை எட்டிய போராட்டத்திற்கு தலைமை தாங்கிய ஆயிரக்கணக்கான இளைஞர்கள் - ராஜபக்ச ஆட்சி விலக வேண்டும்.",
        "எரிபொருள், சமையல் எரிவாயு, உரம், மருந்து போன்ற அத்தியாவசியப் பொருட்களை அரசு வழங்கத் தவறியதைக் கண்டித்து நாடு முழுவதும் ஒரு மாத காலமாக மக்கள் போராட்டங்கள் தொடர்வதால், மக்கள் தினமும் நீண்ட நேரம் மின்வெட்டுக்கு தள்ளப்பட்டுள்ளனர் என சமூக விஞ்ஞானிகள் சங்கம் தெரிவித்துள்ளது. நாட்டின் முன்னணி சமூக அறிவியலாளர்கள் மற்றும் சமூக விஞ்ஞானக் கல்வியாளர்களை உள்ளடக்கிய கோட்டாபய ராஜபக்ச அரசாங்கம் நிதி நெருக்கடியை மோசமாக்குவதற்கும் அதை ஒரு தலைக்கு கொண்டு வருவதற்கும் முதன்மையான பொறுப்பு என்று கருதுகின்றனர். இலங்கையின் தற்போதைய பொருளாதார மற்றும் அரசியல் நெருக்கடிகள் குறித்து அறிக்கை ஒன்றை வெளியிட்ட சங்கம், நாடு எதிர்நோக்கும் தொடர்ச்சியான பிரச்சினைகளுக்கான தீர்வின் ஒரு பகுதியாக நாட்டின் அரசியல் அமைப்பை சீர்திருத்துவதன் முக்கியத்துவத்தை வலியுறுத்தியது. முழு அறிக்கை பின்வருமாறு:",
        "இலங்கை சுதந்திரத்திற்குப் பின்னரான வரலாற்றில் மிக மோசமான பொருளாதார நெருக்கடியை தற்போது அனுபவித்து வருகின்றது. நாட்டின் வெளிநாட்டு கையிருப்பு அபாயகரமாக குறைந்துள்ளது, எரிபொருள், சமையல் எரிவாயு, உரம் மற்றும் மருந்து போன்ற அத்தியாவசியப் பொருட்களை இறக்குமதி செய்ய முடியாத நிலையில் அரசாங்கம் உள்ளது.",
        "“எந்தவொரு போராட்டத்திலும் ஈடுபடாத பல்கலைகழக மாணவர்கள் உட்பட இளைஞர்கள் இப்போராட்டத்தில் முன்னணியில் உள்ளனர். இது பல வர்க்க, பல இன குணங்களைக் கொண்ட தன்னிச்சையான குடிமக்களின் எதிர்ப்பு இயக்கம். இது அலையின் உச்சக்கட்டம். சில மாதங்களுக்கு முன்பு விவசாயிகள், ஆசிரியர்கள், மீனவர்கள் போன்றோர் பொருளாதார நெருக்கடிக்கு எதிராக தொடங்கிய போராட்டங்கள்\"",
        "இதனால், இலங்கை மக்கள் முன்னெப்போதும் இல்லாத துன்பங்களை அனுபவித்து வருகின்றனர். ஏறக்குறைய அனைத்து அத்தியாவசியப் பொருட்களின் கடுமையான தட்டுப்பாடு அவர்களின் அன்றாட வாழ்வில் முடங்கும் விளைவை ஏற்படுத்தியுள்ளது. பல வாரங்களாக, அத்தியாவசியப் பொருட்களைப் பெறுவதற்கு நாடு முழுவதும் மக்கள் நீண்ட வரிசையில் நிற்கின்றனர். நீண்ட நேரம் மின்வெட்டால் அவதிப்படும் நிலைக்குத் தள்ளப்பட்டுள்ளனர். தற்போதைய நெருக்கடியானது வீட்டில் உள்ள மக்களின் வாழ்க்கையை சீர்குலைத்தது மட்டுமல்லாமல், விவசாயம், போக்குவரத்து, விருந்தோம்பல், சிறு வணிகங்கள் மற்றும் உற்பத்தி போன்ற பல துறைகளின் பொருளாதார நடவடிக்கைகளையும் மோசமாக பாதித்துள்ளது. பலரின் வாழ்வாதாரம் வீழ்ச்சியின் விளிம்பில் தத்தளிக்கிறது. கோவிட்-19 தொற்றுநோயால் ஏற்கனவே சீர்குலைந்த குழந்தைகளின் கல்வி, போக்குவரத்து, மின்சாரம் மற்றும் காகிதங்களை எழுதுவதற்கான பற்றாக்குறை காரணமாக மேலும் பாதிக்கப்பட்டுள்ளது. மருத்துவமனைகளில் அத்தியாவசிய மருந்துகள் கிட்டத்தட்ட தீர்ந்துவிட்டன, உயிர்களை இழக்கின்றன. நெருக்கடியானது மிக உயர்ந்த நிலையை எட்டியுள்ளது, எந்த ஒரு திருத்த நடவடிக்கையும், எவ்வளவு நன்றாக யோசித்தாலும், மக்களின் அன்றாட வாழ்வில் சில நேர்மறையான விளைவை ஏற்படுத்த குறைந்தபட்சம் மாதங்கள் ஆகும்.",
        "கோத்தபய ராஜபக்ச அரசாங்கம் நிதி நெருக்கடியை மோசமாக்குவதற்கும் அதை ஒரு தலைக்கு கொண்டு வருவதற்கும் முதன்மையான பொறுப்பு என்ற பொதுக் கருத்தை நாங்கள் பகிர்ந்து கொள்கிறோம். மக்கள் எதிர்கொள்ளும் சிரமங்களுக்கு எதிராக மக்கள் எதிர்ப்பை தீவிரப்படுத்தி வரும் பின்னணியில், ஜனாதிபதியும் அவரது அரசாங்கமும் சட்டபூர்வமான தன்மையை வேகமாக இழந்து வருகின்றனர். தற்போதைய நெருக்கடியின் உடனடி காரணம் பொருளாதார தவறான நிர்வாகமே என்றாலும், ஒட்டுமொத்த நெருக்கடியை உருவாக்குவதில் அரசியல் நிறுவனங்கள் மற்றும் செயல்முறைகளின் பங்கை நாம் புறக்கணிக்க முடியாது. சுதந்திரத்திற்குப் பிறகு, அவர்கள் ஊழல், சர்வாதிகார, இனவாத, வம்ச மற்றும் ஜனநாயகமற்ற அரசியல் கலாச்சாரத்தை வளர்த்து, முன்னோடியில்லாத அளவிலான தற்போதைய பேரழிவுக்கு வழி வகுத்துள்ளனர். உடனடி பொருளாதார நெருக்கடியைத் தீர்ப்பது சந்தேகத்திற்கு இடமின்றி ஒரு முக்கிய முன்னுரிமையாகும். எவ்வாறாயினும், ஜனநாயகத்தை மீட்டெடுப்பதும் நாட்டின் அரசியல் கலாசாரத்தை சீர்திருத்துவதும் சமமான முக்கியமான மற்றும் அவசரமானது நீதியான மற்றும் நியாயமான சமூகத்தை நிறுவுவதற்கு என்று நாங்கள் நம்புகிறோம்.",
        "உண்மையில், இது கடந்த மாதம் இரவும் பகலும், வெயிலிலும் மழையிலும், ஆஃப்லைனிலும், ஆன்லைனிலும் போராடும் சாதாரண குடிமக்களின் அழைப்பு. மின்வெட்டு, எரிவாயு, எரிபொருள் தட்டுப்பாடு போன்றவற்றால் மக்கள் படும் இன்னல்கள் குறித்து சிறு அக்கம்பக்கத்தில் மெழுகுவர்த்தி ஏற்றி நடத்திய போராட்டங்கள், இனப் பிளவைத் தாண்டி நாடு தழுவிய அளவில் முன்னெப்போதும் இல்லாத எழுச்சியாக வளர்ந்துள்ளது. போராட்ட மைதானத்தில் முஸ்லிம் பங்கேற்பாளர்களால் கொண்டாடப்பட்ட இப்தார் நிகழ்வில் பல போராட்டங்கள் நிறுத்தப்பட்டுள்ளன. இதுவரை எந்த ஒரு போராட்டத்திலும் ஈடுபடாத பல்கலைக்கழக மாணவர்கள் உட்பட இளைஞர்கள் போராட்டத்தின் முன்னணியில் உள்ளனர். இது ஒரு தன்னியல்பான குடிமக்களின் எதிர்ப்பு இயக்கம், பல வர்க்க, பல இனத் தன்மை கொண்டது. சில மாதங்களுக்கு முன்பு பொருளாதார நெருக்கடிக்கு எதிராக விவசாயிகள், ஆசிரியர்கள், மீனவர்கள் போன்றோர் தொடங்கிய போராட்டத்தின் உச்சக்கட்டம் இது.",
        "\"நிதி நெருக்கடியை மோசமாக்குவதற்கும் அதை ஒரு தலைக்கு கொண்டு வருவதற்கும் கோத்தபய ராஜபக்ச அரசாங்கமே முதன்மையான பொறுப்பு என்ற பொதுக் கருத்தை நாங்கள் பகிர்ந்து கொள்கிறோம். மக்கள் எதிர்கொள்ளும் சிரமங்களுக்கு எதிராக மக்கள் எதிர்ப்பை தீவிரப்படுத்தியதன் பின்னணியில், ஜனாதிபதியும் அவரது அரசாங்கமும் சட்டபூர்வமான தன்மையை விரைவாக இழந்து வருகின்றன.\"",
        "அரசியல் கட்சிகளைச் சாராத மக்களின் தன்னெழுச்சியான இந்த எழுச்சியானது ராஜபக்ச குடும்பத்தையும் 225 நாடாளுமன்ற உறுப்பினர்களையும் அகற்ற வேண்டும் என்று அழைப்பு விடுக்கிறது. இந்த அழைப்பை இந்த நாட்டில் உள்ள முழு அரசியல் வர்க்கத்துடனும் பல குடிமக்கள் பகிர்ந்து கொண்ட ஆழ்ந்த அதிருப்தியின் உருவகமாக நாம் பார்க்கிறோம். நாட்டின் ஜனநாயக அமைப்புகள் மற்றும் நடைமுறைகள் அரசியல் உயரடுக்கினராலும் அதிகாரத்துவத்தாலும் துஷ்பிரயோகம் செய்யப்பட்ட விதத்தில் குடிமக்கள் ஆழ்ந்த ஏமாற்றம் அடைந்துள்ளனர் என்பதை இந்த எதிர்ப்பு அலை தெளிவான செய்தியை அளிக்கிறது. முன்வைக்கப்படும் முழக்கங்கள் மற்றும் கோரிக்கைகள் அமைப்பின் முழுமையான விமர்சனத்தை உள்ளடக்கி, தொலைநோக்கு சீர்திருத்தங்கள் மற்றும் புனரமைப்புகளுக்கான யோசனைகள் மற்றும் திசைகளை பரிந்துரைக்கின்றன. அரசியல் ஊழலற்ற ஜனநாயகம், பொறுப்புக்கூறல் மற்றும் ஒருமைப்பாடு கொண்ட புதிய அரசியல் கலாச்சாரத்திற்கான அறைகூவல் இதுவாகும். இலங்கையின் ஜனநாயகத்திற்கு அர்ப்பணிக்கப்பட்ட குடிமக்கள் மற்றும் சிவில் சமூக அமைப்புக்கள் இந்த இயக்கத்தை நீண்டகாலமாக ஆதரிப்பதற்கும் நிலைநிறுத்துவதற்கும் ஒன்றிணைந்துள்ளன.",
        "நிராயுதபாணியான குடிமக்கள் எதிர்ப்புத் தெரிவிக்கும் உரிமையைப் பயன்படுத்துவதை நாங்கள் சந்தேகத்திற்கு இடமின்றி கண்டிக்கிறோம், மேலும் ஏப்ரல் 19, 2022 அன்று ரம்புக்கனையில் ஒரு போராட்டக்காரர் இறந்ததையிட்டு ஆழ்ந்த வருத்தம் அடைகிறோம். இன்னும் விரிவாக, இந்த இயக்கத்திற்குள் ஊடுருவி பிளவுபடுத்துவதற்கும் பேய்த்தனம் செய்வதற்கும் முயற்சிகள் இருப்பதை நாங்கள் அங்கீகரிக்கிறோம். எதிர்ப்பாளர்கள் அராஜகவாதிகள் மற்றும் தீவிரவாதிகள். இனப் பிளவுகளை மீண்டும் கொண்டுவருவதற்கு எதிர்ப்புப் போராட்டங்கள் நடத்தப்படுகின்றன. மக்களிடம் இருந்து வரும் முக்கிய செய்தியை பிளவுபடுத்தி நீர்த்துப்போகச் செய்யும் முயற்சிகள் நடந்து வருவதாகவும் சமூக ஊடக ஆய்வாளர்கள் எச்சரித்துள்ளனர். எனவே, இலங்கையில் இந்த புதிய ஜனநாயக இயக்கத்தின் பங்கேற்பாளர்களும் நலன் விரும்பிகளும் இந்த இயக்கத்தை குறைமதிப்பிற்கு உட்படுத்தும் இத்தகைய முயற்சிகளை முறியடிக்க விழிப்புடன் இருக்க வேண்டும். மேலும், ஏப்ரல் 11 அன்று நாட்டு மக்களுக்கு ஆற்றிய உரையில், எதிர்ப்பாளர்கள் ஆயுதப்படைகளை அவமதிக்கிறார்கள் என்று பொய்யாக வலியுறுத்தும் அதே வேளையில், எதிர்ப்பாளர்களுக்கு எதிராக ஒரு மறைமுகமான அச்சுறுத்தலை பிரதமர் வெளியிட்டார்.",
        "இது இலங்கைக்கு ஒரு புதிய மற்றும் அரிதான ஜனநாயக தருணம். அதை நாம் தவற விடக்கூடாது. எதிர்ப்பு தெரிவிக்கும் இளம் குடிமக்களிடமிருந்து வரும் செய்திகளுக்கு மிகுந்த தீவிரத்துடனும் பொறுப்புடனும் பதிலளிக்குமாறு அனைத்து அரசியல் மற்றும் சிவில் சமூக செயற்பாட்டாளர்களையும் நாங்கள் கேட்டுக்கொள்கிறோம். அந்தச் சூழலில், பின்வருவனவற்றைக் கூற விரும்புகிறோம்.",
        "ஆட்சியாளர்களுக்கு எதிராக தமது ஆழ்ந்த ஏமாற்றத்தையும் கோபத்தையும் வெளிப்படுத்துவதற்காக வீதியில் இறங்கியிருக்கும் அனைத்து இலங்கையர்களின், குறிப்பாக இளைஞர்களின் தற்போதைய ஜனநாயக செயற்பாடுகளை நாங்கள் வரவேற்கிறோம். அரசியல் கட்சிகள் மற்றும் அரசியல்வாதிகள் சாராத குடிமக்களின் புதிய ஜனநாயக இயக்கம் இது.",
        "தற்போதைய அரசாங்கம் குடிமக்களின் கோரிக்கைகளுக்கு மதிப்பளித்து புதிய இடைக்கால அரசாங்கத்திற்கு வழி வகுக்கும்படியும், பொருளாதார நெருக்கடியை உடனடியாக தீர்க்க பயனுள்ள நடவடிக்கைகளை எடுக்குமாறும் நாங்கள் வலியுறுத்துகிறோம்.",
        "ரம்புக்கனையில் ஆர்ப்பாட்டக்காரர் ஒருவர் கொல்லப்பட்டது தொடர்பாக சுதந்திரமான விசாரணை நிலுவையில் உள்ள நிராயுதபாணி பொதுமக்கள் மீது துப்பாக்கிச் சூடு நடத்தியதற்கு பொறுப்பானவர்களை உடனடியாகவும் மறைமுகமாகவும் இடைநீக்கம் செய்யுமாறு நாங்கள் அரசாங்கத்தை வலியுறுத்துகிறோம். காவல்துறையினரின் இத்தகைய நடவடிக்கை, தண்டனையின்மையின் நீண்ட வரலாற்றின் மூலம் இயல்பாக்கப்பட்டுள்ளது என்பதை நாங்கள் அறிவோம்.",
        "தற்போதைய பொருளாதார நெருக்கடிக்கான தீர்வின் ஒரு பகுதியாக நாட்டின் அரசியல் அமைப்பை சீர்திருத்துவதன் முக்கியத்துவத்தை நாங்கள் வலியுறுத்துகிறோம்:",
        "பாராளுமன்ற ஜனநாயகத்தின் முதன்மையை மீண்டும் நிலைநிறுத்துதல், தன்னிச்சையான மற்றும் ஊழல் நிறைந்த அரசாங்கம் மற்றும் பொறுப்புக்கூறும் அரசாங்கத்தின் நிறுவனங்கள் மற்றும் வழிமுறைகளைத் தடுப்பதற்காக நிறைவேற்று மற்றும் சட்டமன்றத்தின் மீதான காசோலைகள் மற்றும் சமநிலைகள்.",
        "கொள்கை உருவாக்கம் மற்றும் செயல்படுத்துவதில் குடிமக்களின் பங்கேற்பு மற்றும் மேற்பார்வைக்கு வசதியாக புதிய நிறுவன மற்றும் நடைமுறை வழிமுறைகளை அறிமுகப்படுத்துதல்.",
        "அரசியல் கட்சிகள், அவற்றின் கட்டமைப்புகள் மற்றும் நடைமுறைகளை சீர்திருத்துதல் மற்றும் ஜனநாயகப்படுத்துதல், குடிமக்களின் உண்மையான பிரதிநிதிகளாக இருக்க, கட்சிகளை குடும்பங்கள், வணிக உயரடுக்குகள் மற்றும் ஊழல்மிக்க சொந்த நலன்களின் கட்டுப்பாட்டிலிருந்து விடுவித்தல்.",
        "சட்டமா அதிபர் திணைக்களம் மற்றும் பொலிஸ் உட்பட அதிகாரத்துவம், நீதித்துறை மற்றும் சட்ட அமலாக்க நிறுவனங்களின் சுதந்திரத்தை மீண்டும் நிலைநாட்டுவதற்கான சீர்திருத்தங்களை அறிமுகப்படுத்துதல், அவர்களின் முதன்மையான நிறுவன கடமை மக்களுக்கு சேவை செய்வதும் அவர்களின் உரிமைகளைப் பாதுகாப்பதும் ஆகும், மேலும் அவர்களின் நலன்கள் அல்ல. ஆட்சியாளர்கள்.",
        "ஏழைகள், வேலையற்றோர் மற்றும் உழைக்கும் மக்களின் வாழ்க்கைத் தரத்தைப் பாதுகாக்க போதுமான சமூக பாதுகாப்பு நடவடிக்கைகளை வழங்கும் அதே வேளையில் பொருளாதார மற்றும் சமூக வளர்ச்சியை ஊக்குவிக்கும் பொருளாதாரக் கொள்கைகளை ஏற்றுக்கொள்வது.",
        "அரசாங்க விவகாரங்களில் குடிமக்களின் பங்களிப்பை உறுதி செய்யும் நிறுவன கட்டமைப்பை உருவாக்குதல்.",
        "அனைத்து பொருளாதார, இன, கலாச்சார மற்றும் பாலின குழுக்களின் உரிமைகளை பாதுகாக்கும் அதே வேளையில் சம அந்தஸ்தை நிறுவும் நிறுவன கட்டமைப்பை அறிமுகப்படுத்துதல்.",
        "பொருளாதார நெருக்கடியைத் தீர்ப்பதற்கான எந்தவொரு திட்டமும் அதன் சுமையை பாதிக்கப்படக்கூடிய சமூக குழுக்களுக்கு மாற்றாது என்பதை உறுதிப்படுத்துதல்.",
        "தமிழ் சிறுபான்மையினரிடமிருந்து அதிகளவான அரசியல் அதிகாரப் பகிர்வுக்கான நீண்ட கால கோரிக்கையை நிவர்த்தி செய்தல்; மற்றும்",
        "சிறுபான்மை சமூகங்கள் உட்பட அனைத்து குடிமக்களுக்கும் எதிராக அரசு செய்த கடந்த கால மற்றும் தற்போதைய அட்டூழியங்களுக்கான கணக்கு.",
        "ஜனநாயகம் மற்றும் பொருளாதார நீதிக்கான இந்த இயக்கத்தை நீண்ட காலத்திற்கு நிலைநிறுத்த அனைத்து எதிர்ப்பு குழுக்களின் பரந்த கூட்டணிக்கு நாங்கள் அழைப்பு விடுக்கிறோம். தொழிற்துறை மற்றும் தோட்டத் தொழிலாளர்கள், விவசாயிகள், பொது மற்றும் தனியார் துறை ஊழியர்கள், சிறு வியாபாரிகள், மகளிர் குழுக்கள், மாணவர் குழுக்கள் மற்றும் சாதாரண குடிமக்கள் ஆகியோரின் தொடர்ச்சியான போராட்டத்தில் பங்கேற்பது குறிப்பிடுவது போல், அத்தகைய ஒரு வெகுஜன இயக்கம் எழுவதற்கு ஏற்கனவே அடித்தளம் போடப்பட்டுள்ளது. 'தெற்கில்' ஜனநாயகத்திற்கான எந்தவொரு போராட்டமும் வடக்கு மற்றும் கிழக்கில் அதிகாரப் பகிர்வு மற்றும் நீதிக்கான போராட்டங்களுடன் இணைக்கப்பட வேண்டிய நேரம் இது மற்றும் அரச கொள்கையின் ஒரு பகுதியாக இன மற்றும் பிற சிறுபான்மை சமூகங்களை திட்டமிட்ட ஓரங்கட்டுதல் மற்றும் அச்சுறுத்தல் நிராகரித்தல். ."
      ]
    }
  }
}