{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-schedules-4-hour-power-cuts-on-april-18-93073/",
  "time_ut": 1650201960,
  "title": "Sri Lanka schedules 4 hour power cuts on April 18",
  "body_lines": [
    "ECONOMYNEXT – Power cuts of 4 hours and 20 minutes have been approved for Sri Lanka on April 18, 2022, Public Utilities Commission Chairman Janaka Ratnayake said as forex shortages due to money printing by the central bank created forex shortages disrupting fuel imports.",
    "All Areas (ABCDEFGHIJKLPQRSTUVW) will have power cuts of 3 hours from 0900am to 0600pm and 1 hour and 20 minutes from 0600pm and 1000pm.",
    "Download the full power cut schedule from here: Power Interruption Schedule from-18-20April",
    "CEB has request for 4 hours & 50 minutes power cuts for April 19 and & April 20 for all areas, the regulator said.",
    "There will be 3 hours and 20 minutes from 0800am and 0600pm and 1 hour and 30 minutes from 0600pm to 0930 pm.",
    "Areas CC1 – will hae 3 hours & 30 minutes from 0600am to 0930am."
  ],
  "translate": {
    "si": {
      "title": "අප්‍රේල් 18 වැනිදා ශ්‍රී ලංකාව පැය 4ක විදුලි කප්පාදුවක් සැලසුම් කරයි",
      "body_lines": [
        "ECONOMYNEXT - 2022 අප්‍රේල් 18 වැනි දින ශ්‍රී ලංකාව සඳහා පැය 4 යි මිනිත්තු 20 ක විදුලි කප්පාදුවක් අනුමත කර ඇති බව මහජන උපයෝගිතා කොමිෂන් සභාවේ සභාපති ජනක රත්නායක මහතා පැවසුවේ මහ බැංකුව විසින් මුදල් මුද්‍රණය කිරීම හේතුවෙන් විදේශ විනිමය හිඟයක් ඇති වූ බැවින් ඉන්ධන ආනයනයට බාධා කරමින් විදේශ විනිමය හිඟයක් ඇති විය.",
        "සියලුම ප්‍රදේශවලට (ABCDEFGHIJKLPQRSTUVW) පෙරවරු 0900 සිට පස්වරු 0600 දක්වා පැය 3ක කාලයක් සහ පස්වරු 0600 සිට පස්වරු 1000 දක්වා පැය 1 විනාඩි 20ක කාලයක් විදුලිය විසන්ධි වේ.",
        "සම්පූර්ණ විදුලි කප්පාදු කාලසටහන මෙතැනින් බාගන්න: විදුලිය විසන්ධි කිරීමේ කාලසටහන අප්‍රේල් 18-20 සිට",
        "අප්‍රේල් 19 සහ අප්‍රේල් 20 යන දිනවල සියලුම ප්‍රදේශ සඳහා පැය 4 විනාඩි 50 ක විදුලි කප්පාදුවක් සිදු කරන ලෙස ලංවිම ඉල්ලීමක් කර ඇති බව නියාමකයා පවසයි.",
        "පෙරවරු 0800 සිට පස්වරු 0600 දක්වා පැය 3 යි විනාඩි 20 ක්ද පස්වරු 0600 සිට 0930 දක්වා පැය 1 විනාඩි 30 ක්ද පවතී.",
        "CC1 ප්‍රදේශ - පෙ.ව. 0600 සිට පෙ.ව. 0930 දක්වා පැය 3ක් සහ විනාඩි 30ක් පවතී."
      ]
    },
    "ta": {
      "title": "இலங்கையில் ஏப்ரல் 18ம் தேதி 4 மணி நேர மின்வெட்டு",
      "body_lines": [
        "ECONOMYNEXT – ஏப்ரல் 18, 2022 அன்று இலங்கையில் 4 மணிநேரம் 20 நிமிட மின்வெட்டுக்கு ஒப்புதல் அளிக்கப்பட்டுள்ளது, மத்திய வங்கியின் பணம் அச்சடிப்பதால் அந்நிய செலாவணி பற்றாக்குறை ஏற்பட்டதால், எரிபொருள் இறக்குமதியை சீர்குலைத்து அந்நிய செலாவணி பற்றாக்குறையை ஏற்படுத்தியதாக பொதுப் பயன்பாடுகள் ஆணைக்குழுவின் தலைவர் ஜனக ரத்நாயக்க தெரிவித்தார்.",
        "அனைத்து பகுதிகளிலும் (ABCDEFGHIJKLPQRSTUVW) காலை 0900 மணி முதல் மாலை 0600 மணி வரை 3 மணி நேரமும், மாலை 0600 முதல் 1000 மணி வரை 1 மணி நேரம் 20 நிமிடங்களும் மின்வெட்டு இருக்கும்.",
        "முழு மின்வெட்டு அட்டவணையை இங்கிருந்து பதிவிறக்கவும்: ஏப்ரல் 18-20 முதல் மின் தடை அட்டவணை",
        "அனைத்துப் பகுதிகளுக்கும் ஏப்ரல் 19 மற்றும் ஏப்ரல் 20 ஆகிய தேதிகளில் 4 மணிநேரம் மற்றும் 50 நிமிடங்கள் மின்வெட்டு செய்ய CEB கோரிக்கை விடுத்துள்ளது, கட்டுப்பாட்டாளர் கூறினார்.",
        "காலை 0800 மணி முதல் மாலை 0600 மணி வரை 3 மணி 20 நிமிடங்கள் மற்றும் மாலை 0600 மணி முதல் 0930 மணி வரை 1 மணி நேரம் 30 நிமிடங்கள் இருக்கும்.",
        "பகுதிகள் CC1 - காலை 0600 மணி முதல் 0930 மணி வரை 3 மணிநேரம் மற்றும் 30 நிமிடங்கள் இருக்கும்."
      ]
    }
  }
}