{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-nation-falls-apart/",
  "time_ut": 1648213080,
  "title": "The nation falls apart",
  "body_lines": [
    "Sri Lanka is fast running out of a future. Last Saturday, authorities announced delays in end of term examinations due to paper shortages. This is the latest shortage to hit the economy. Starting with gas, Sri Lankans have been experiencing queues for the most basic products and commodities. Supermarkets continue to stock up on luxuries, though even these will take a hit from newly enforced import restrictions. Rhetoric over local production aside, it’s clear those who should be planning aren’t planning enough, or planning at all. The result has been a massive loss of face, for a government that promised untold prosperity.",
    "The President has more or less acquiesced to going to the IMF. Though he wasn’t clear in his speech, this is what his government will eventually do. The signs are already there. The regime has instituted far-reaching changes, including not just the floating of the rupee, but the hiking of prices, including public utility tariffs. In the face of a massive economic crunch, the Sudanese government mandated 433% hikes for electricity prices last year. Going by a proposal submitted by the CEB to the Sri Lankan government, this may transpire here too. It will affect the poor more, since the objective of these reforms is to remove subsidies, paving the way for an IMF bailout. Simply put, we are inflicting austerity on ourselves.",
    "In light of these developments, we are overseeing a massive shift in perceptions. While earlier people talked about emotive issues like race and religion, or the use of elephants in peraheras, today those conversations have turned to more serious topics. For the first time in a long time, people are talking about dollar shortages and deconstructing the situation in Lebanon. They are debating policies, not prices. When a ship docks at the harbour to unload fuel, they estimate how long it will be before stocks run out again.",
    "News outfits and media agencies are also shifting. While before they engaged in political gossip or COVID-19 statistics, now they are debating policy. Even TV stations identified with the government are starting to dissent. Whenever a ship gets stuck at the harbour, due to the government’s inability to source dollars, journalists estimate demurrage costs and break down the price we have to pay for delaying payments. Their tone has become more sober and more reflective: whereas at the height of the pandemic they struck an optimistic note, today they are less cheery, jubilant, and exultant. Like the people on the ground, they have become cynical, their favourite question being, when will all this end?",
    "Social media is hardly a gauge of mass public opinion. Yet once full of self-indulgent banter, Twitter and Facebook are now rife with serious discussion. What Razeen Sally once called Colombo’s chattering classes are debating economic issues, issues that affected ordinary people even before this government came to power. When power-cuts invaded rural and suburban homes but not Colombo, angry citizens took to social media to raise awareness. Perhaps in response to the anger and the fury, the government began enforcing cuts in the heart of Colombo. While this is hardly indicative of a radicalised middle-class, it shows how a once highly indulged social group is clamouring for equity.",
    "Addressing the fuel crisis, Prime Minister Mahinda Rajapaksa blamed people for holding on to a wrong “political consciousness.” But this shift in political consciousness has been due a long time. Every cloud has a silver lining, and with the COVID-19 pandemic and the resultant economic crisis, that silver lining has been a shift in political perceptions. Simply put, people are no longer dwelling on divisive issues. They are dwelling on issues which have divided the country and brought everyone together. They are incensed with anger at the present set-up, and have united themselves against lawmakers and officials.",
    "To be sure, there are disagreements between parties. The Samagi Jana Balavegaya talks about economic blueprints and going to the IMF. The JVP-NPP criticises the IMF option and neoliberal economic paradigms, though one of its MPs pontificates on the independence of rating agencies. The Socialist Youth Union, which organised a protest at the Presidential Secretariat days after a similar protest held by the SJB, talks about justice and victory for the working class, catch-phrases the likes of Anura Kumara Dissanayake and Sunil Handunetti are frequently deploying against the regime. Dissanayake tweets against the regime selling national assets, a stance which has attracted the censure of advocates of privatisation, but which carries considerable weight among the suffering many.",
    "Through all this, one crucial problem remains. Although people are coming together, united by anger and misery, no political group has yet taken advantage of their anger to rally them against the powers that be. Certain individuals are calling for a new politics in Sri Lanka, free of parties. But this conception of a post-political revolt seems unlikely, especially given that after a lull in debate, people are discussing policy and comparing parties with each other on the basis of relative merits. Meanwhile, political parties remain unclear about their positions and policies, even as critics of the government urge them to come out with them: to give one example, the JVP is now repeatedly being requested to clarify its stances, on issues like university ragging, the ethnic question, and the economy.",
    "Complicating matters further, splits have emerged within political parties as well. The 43 Senankaya, led by Champika Ranawaka, is a case in point. Originally slotted in as the SJB’s Candidate No. 1 in the Colombo District, Ranawaka has distanced himself from that party since, insinuating against the direction its leader, Sajith Premadasa, is headed in. While he did take part in last week’s protest in front of the Presidential Secretariat with Premadasa, this has not killed off rumours about his presidential aspirations. Meanwhile, the ultimate anti-Rajapaksist veteran of the Civil War, Sarath Fonseka, has publicly come out against the SJB’s leader as well, ostensibly for overusing his father’s name.",
    "None of this bodes well for the Opposition. On the one hand, people are rallying behind everyone against those at the top; on the other, no formation has proved itself capable of bringing these people and their anger together. While unification along party and factional lines does seem possible, continued bickering has delayed such a prospect, making it easier for the government to claim that there is no Opposition in the country.",
    "Long considered Asia’s oldest democracy, Sri Lanka is perhaps among the most polarised democracies in this part of the world. Split heavily along factional lines, the Opposition finds itself crippled in the face of the biggest crisis we have seen since 1948. Which party, which politician, will do what’s needed to mobilise the anger against those holding power? This is a question in need of an answer, a question that is yet to be answered.",
    "THE NEW HORSEMEN OF THE APOCALYPSE: THE RAPTURE, NUCLEAR WAR, CLIMATE CHANGE, SOIL DEGRADATION",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජාතිය කඩා වැටෙනවා",
      "body_lines": [
        "ශ්‍රී ලංකාව අනාගතයක් වේගයෙන් අවසන් වෙමින් පවතී. පසුගිය සෙනසුරාදා බලධාරීන් ප්‍රකාශ කළේ කඩදාසි හිඟය හේතුවෙන් වාර විභාග අවසන් කිරීම ප්‍රමාද වන බවයි. මෙය ආර්ථිකයට බලපාන අලුත්ම හිඟයයි. ගෑස් වලින් පටන් ගෙන, ශ්‍රී ලාංකිකයන් ඉතාමත් මූලික නිෂ්පාදන සහ භාණ්ඩ සඳහා පෝලිම් අත්විඳිමින් සිටිති. අලුතින් බලාත්මක කරන ලද ආනයන සීමා කිරීම් වලින් පවා මේවාට පහරක් එල්ල වුවද, සුපිරි වෙළඳසැල් සුඛෝපභෝගී භාණ්ඩ ගබඩා කර තබා ගනී. දේශීය නිෂ්පාදනය පිළිබඳ වාචාල කතා පසෙක තබා, සැලසුම් කළ යුතු අය ප්‍රමාණවත් තරම් සැලසුම් කිරීම හෝ කිසිසේත් සැලසුම් නොකිරීම පැහැදිලිය. එහි ප්‍රතිඵලය වූයේ කිව නොහැකි සෞභාග්‍යයක් ලබා දෙන බවට පොරොන්දු වූ රජයකට දැවැන්ත මුහුණුවරක් අහිමි වීමයි.",
        "IMF එකට යන්න ජනාධිපතිතුමා අඩු වැඩි වශයෙන් එකඟ වෙලා. ඔහුගේ කතාවේදී ඔහු පැහැදිලි නැතත්, ඔහුගේ රජය අවසානයේ කරන්නේ මෙයයි. සංඥා දැනටමත් තිබේ. තන්ත‍්‍රය රුපියල පාවෙන පමනක් නොව, මහජන උපයෝගිතා ගාස්තු ඇතුලුව මිල ඉහල දැමීම ඇතුලු දුරදිග යන වෙනස්කම් ආරම්භ කර ඇත. දැවැන්ත ආර්ථික අර්බුදයක් හමුවේ, සුඩාන රජය පසුගිය වසරේ විදුලි මිල සඳහා 433% ක වැඩිවීමක් නියම කළේය. ලංවිම විසින් ශ්‍රී ලංකා රජයට ඉදිරිපත් කරන ලද යෝජනාවක් අනුව යමින් මෙය මෙතැනදීද සිදු විය හැක. මෙම ප්‍රතිසංස්කරණවල අරමුන සහනාධාර ඉවත් කිරීම, ජාත්‍යන්තර මූල්‍ය අරමුදලේ ඇපදීමක් සඳහා මග පෑදීම බැවින් එය දුප්පතුන්ට වඩාත් බලපානු ඇත. සරලව කිවහොත්, අපි අපටම කප්පාදු කර ගනිමු.",
        "මෙම වර්ධනයන් අනුව, සංජානනවල දැවැන්ත වෙනසක් අපි අධීක්ෂණය කරමින් සිටිමු. ඉස්සර මිනිස්සු ජාති ආගම්, පෙරහැරවලට අලි ඇතුන් යොදා ගැනීම වගේ හැඟීම්බර ප්‍රශ්න ගැන කතා කළාට අද ඒ සංවාද වඩාත් බරපතළ මාතෘකාවලට යොමුවෙලා. දිගු කලකට පසු පළමු වතාවට මිනිසුන් ඩොලර් හිඟය ගැන කතා කරමින් ලෙබනනයේ තත්වය විසංයෝජනය කරති. ඔවුන් වාද කරන්නේ ප්‍රතිපත්ති මිස මිල ගණන් ගැන නොවේ. නැවක් ඉන්ධන ගොඩබෑම සඳහා වරායේ නැව්ගත කරන විට, නැවත තොග අවසන් වීමට පෙර කොපමණ කාලයක් ගතවේද යන්න ඔවුන් තක්සේරු කරයි.",
        "ප්‍රවෘත්ති ඇඳුම් සහ මාධ්‍ය ආයතන ද මාරු වෙමින් පවතී. ඔවුන් දේශපාලන ඕපාදූප හෝ COVID-19 සංඛ්‍යාලේඛනවල නියැලීමට පෙර, දැන් ඔවුන් ප්‍රතිපත්ති විවාද කරමින් සිටී. රජය සමඟ හඳුනාගත් රූපවාහිනී ආයතන පවා විරුද්ධ මත පළ කිරීමට පටන් ගෙන තිබේ. රජයට ඩොලර් ලබා ගැනීමට ඇති නොහැකියාව හේතුවෙන් නැවක් වරායේ සිර වූ විට, මාධ්‍යවේදීන් ප්‍රමාද වියදම් ඇස්තමේන්තු කර ගෙවීම් ප්‍රමාද කිරීම සඳහා අපට ගෙවිය යුතු මිල බිඳ දමයි. ඔවුන්ගේ ස්වරය වඩාත් සන්සුන් හා වඩා පරාවර්තක වී ඇත: වසංගතයේ උච්චතම අවස්ථාවේ දී ඔවුන් ශුභවාදී සටහනක් තැබූ නමුත්, අද ඔවුන් ප්‍රීතියෙන්, ප්‍රීතියෙන් හා ප්‍රීතියෙන් අඩු ය. බිම සිටින මිනිසුන් මෙන් ඔවුන්ද නරුම වී ඇත, ඔවුන්ගේ ප්‍රියතම ප්‍රශ්නය වන්නේ මේ සියල්ල කවදා අවසන්වේද?",
        "සමාජ මාධ්‍ය යනු මහජන මතය මැන බැලීමක් නොවේ. එහෙත් වරක් ස්වයං-වින්දනාත්මක විහිළුවලින් පිරී තිබූ ට්විටර් සහ ෆේස්බුක් දැන් බරපතල සාකච්ඡාවකින් පිරී තිබේ. රසීන් සාලි කලක් කොළඹ චාටර් පන්ති ලෙස හැඳින්වූයේ මේ ආන්ඩුව බලයට පත්වීමට පෙර සිටම සාමාන්‍ය ජනයාට බලපෑ ආර්ථික ප්‍රශ්න, ප්‍රශ්න ගැන විවාද කරයි. විදුලිය විසන්ධි කිරීම කොළඹ නොව ග්‍රාමීය සහ තදාසන්න නිවාස ආක්‍රමණය කළ විට, කෝපයට පත් පුරවැසියන් දැනුවත් කිරීම සඳහා සමාජ මාධ්‍ය වෙත ගියහ. සමහර විට කෝපයට හා කෝපයට ප්‍රතිචාර වශයෙන්, ආන්ඩුව කොලඹ හදවතේ කප්පාදු බලාත්මක කිරීමට පටන් ගත්තේය. මෙය රැඩිකල්කරණයට ලක් වූ මධ්‍යම පන්තියක් ගැන කිසිසේත්ම ඇඟවුම් නොකරන නමුත්, වරක් ඉහළ තෘප්තියක් ලැබූ සමාජ කණ්ඩායමක් සමානාත්මතාවය සඳහා කෑගසන ආකාරය එයින් පෙන්නුම් කරයි.",
        "ඉන්ධන අර්බුදය අමතමින් අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ ජනතාව වැරදි “දේශපාලන විඥානයක්” අල්ලාගෙන සිටින බවට දොස් පැවරීය. එහෙත් දේශපාලන විඥානයේ මෙම මාරුව බොහෝ කලක සිට සිදු විය. සෑම වලාකුළකටම රිදී රේඛාවක් ඇති අතර, COVID-19 වසංගතය සහ එහි ප්‍රතිඵලයක් ලෙස ඇති වූ ආර්ථික අර්බුදය සමඟ, එම රිදී රේඛාව දේශපාලන සංජානනයේ වෙනසක් වී ඇත. සරලව කිවහොත්, මිනිසුන් තවදුරටත් බෙදීම් ප්‍රශ්න මත වාසය කරන්නේ නැත. රට දෙකඩ කරලා හැමෝම එකතු කරපු ප්‍රශ්න ගැන තමයි ඔවුන් කල්පනා කරන්නේ. ඔවුන් වර්තමාන පිහිටුවීම කෙරෙහි කෝපයෙන් කෝපයට පත් වී ඇති අතර, නීති සම්පාදකයින්ට සහ නිලධාරීන්ට එරෙහිව ඔවුන් එක්සත් වී ඇත.",
        "නිසැකවම, පක්ෂ අතර මතභේද පවතී. සමගි ජන බලවේගය ආර්ථික සැලසුම් ගැන කතා කරනවා අයිඑම්එෆ් එකට යනවා. JVP-NPP IMF විකල්පය සහ නව ලිබරල් ආර්ථික සුසමාදර්ශයන් විවේචනය කරයි, නමුත් එහි එක් මන්ත්‍රීවරයෙකු ශ්‍රේණිගත කිරීමේ ආයතනවල ස්වාධීනත්වය ගැන කතා කරයි. SJB විසින් පවත්වන ලද එවැනිම විරෝධතාවයකින් දින කිහිපයකට පසු, කම්කරු පන්තියට යුක්තිය සහ ජයග්‍රහණය ගැන කතා කරමින් ජනාධිපති ලේකම් කාර්යාලයේ විරෝධතාවක් සංවිධානය කළ සමාජවාදී තරුණ සංගමය, අනුර කුමාර දිසානායක, සුනිල් හඳුනෙත්ති වැන්නවුන්ට එරෙහිව නිතර දෙවේලේ යොදවයි. පාලන තන්ත්රය. තන්ත්‍රයට ජාතික වත්කම් විකිණීමට එරෙහිව දිසානායක ට්වීට් කරයි, එය පුද්ගලීකරනය වෙනුවෙන් පෙනී සිටින්නන්ගේ වාරණයට ලක්ව ඇති නමුත් දුක්විඳින බොහෝ දෙනා අතර සැලකිය යුතු බරක් දරයි.",
        "මේ සියල්ල හරහා එක් තීරණාත්මක ගැටලුවක් ඉතිරි වේ. ක්‍රෝධයෙන්, කාලකන්නියෙන් එකමුතු වී ජනතාව එකතු වෙමින් සිටියද, බලවතුන්ට එරෙහිව ඔවුන් පෙළගැස්වීමට කිසිදු දේශපාලන කණ්ඩායමක් තවමත් ඔවුන්ගේ කෝපයෙන් ප්‍රයෝජන ගෙන නැත. ඇතැම් පුද්ගලයන් ශ්‍රී ලංකාව තුළ පක්ෂවලින් තොර නව දේශපාලනයක් ඉල්ලා සිටියි. එහෙත් පශ්චාත්-දේශපාලන කැරැල්ලක් පිළිබඳ මෙම සංකල්පනය අසම්භාව්‍ය බව පෙනේ, විශේෂයෙන් විවාදයේ නිහැඬියාවකින් පසුව, මිනිසුන් ප්‍රතිපත්ති සාකච්ඡා කරමින් සිටින අතර සාපේක්ෂ කුසලතා මත පදනම්ව එකිනෙකා සමඟ පක්ෂ සංසන්දනය කරයි. මේ අතර, ආණ්ඩුවේ විවේචකයින් ඔවුන් සමඟ එළියට එන ලෙස ඉල්ලා සිටියද, දේශපාලන පක්ෂ ඔවුන්ගේ ස්ථාවරයන් සහ ප්‍රතිපත්ති පිළිබඳව අපැහැදිලි ය: එක් උදාහරණයක් දක්වන්නේ නම්, විශ්ව විද්‍යාල නවක වදය, නවක වදය වැනි ප්‍රශ්න සම්බන්ධයෙන් ජවිපෙ ස්ථාවරය පැහැදිලි කරන ලෙස දැන් නැවත නැවතත් ඉල්ලා සිටී. ජනවාර්ගික ප්රශ්නය සහ ආර්ථිකය.",
        "තත්ත්වය තවත් අවුල් කරමින් දේශපාලන පක්‍ෂ තුළද බෙදීම් මතුව තිබේ. චම්පික රණවකගේ නායකත්වයෙන් යුත් 43 සේනාංකය ඊට නිදසුනකි. කොළඹ දිස්ත්‍රික්කයේ SJB හි අංක 1 අපේක්ෂකයා ලෙස මුලින් තේරී පත් වූ රණවක, එහි නායක සජිත් ප්‍රේමදාස යන දිශාවට එරෙහිව අවධාරනය කරමින් එම පක්ෂයෙන් ඈත් වී ඇත. ඔහු පසුගිය සතියේ පැවති විරෝධතාවයට සහභාගී විය. ප්‍රේමදාස සමඟ ජනාධිපති ලේකම් කාර්යාලය, මෙය ඔහුගේ ජනාධිපති අපේක්ෂාවන් පිළිබඳ කටකතා නැති කර නැත. මේ අතර, සිවිල් යුද්ධයේ අවසාන රාජපක්ෂ විරෝධී ප්‍රවීණයා වන සරත් ෆොන්සේකා, SJB නායකයාට ද ප්‍රසිද්ධියේම තම පියාගේ නම භාවිතා කිරීම සම්බන්ධයෙන් ප්‍රසිද්ධියේම පැමිණ ඇත.",
        "මේ කිසිවක් විපක්ෂයට සුබදායක නැත. එක පැත්තකින් මිනිස්සු උඩ ඉන්න අයට විරුද්ධව හැමෝම පිටිපස්සෙන් පෙළ ගැහෙනවා; අනෙක් අතට, මෙම පුද්ගලයින් සහ ඔවුන්ගේ කෝපය එකට ගෙන ඒමට කිසිදු සැකැස්මක් සමත් වී නැත. පක්‍ෂ හා කන්ඩායම් වශයෙන් එකමුතු විය හැකි බව පෙනුනද, දිගින් දිගටම කලහ කිරීම එවැනි අපේක්ෂාවක් ප්‍රමාද කර ඇති අතර, රට තුළ විපක්ෂයක් නොමැති බව ප්‍රකාශ කිරීම රජයට පහසු කරවයි.",
        "දිගු කලක් තිස්සේ ආසියාවේ පැරණිතම ප්‍රජාතන්ත්‍රවාදය ලෙස සැලකෙන ශ්‍රී ලංකාව සමහර විට ලෝකයේ මෙම කොටසේ වඩාත්ම ධ්‍රැවීකරණය වූ ප්‍රජාතන්ත්‍රවාදී රාජ්‍යයන් අතර වේ. 1948 න් පසු අප දුටු විශාලතම අර්බුදය හමුවේ කන්ඩායමක් ලෙස බෙදී ගිය විපක්‍ෂය අඩපණ වී ඇත. බලය දරන්නන්ට එරෙහි කෝපය බලමුලු ගැන්වීමට අවශ්‍ය දේ කරන්නේ කුමන පක්ෂයද, කුමන දේශපාලනඥයාද? මෙය පිළිතුරක් අවශ්‍ය ප්‍රශ්නයකි, තවමත් පිළිතුරු දිය යුතු ප්‍රශ්නයකි.",
        "එළිදරව්වේ නව අශ්වයා: ඔසවා ගැනීම, න්‍යෂ්ටික යුද්ධය, දේශගුණික විපර්යාස, පාංශු ක්ෂය වීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தேசம் சிதறுகிறது",
      "body_lines": [
        "இலங்கை எதிர்காலத்தில் வேகமாக ஓடிக்கொண்டிருக்கிறது. கடந்த சனிக்கிழமை, தாள் தட்டுப்பாடு காரணமாக பருவத் தேர்வுகள் முடிவடைவதில் தாமதம் ஏற்பட்டதாக அதிகாரிகள் அறிவித்தனர். இது பொருளாதாரத்தை தாக்கும் சமீபத்திய பற்றாக்குறையாகும். எரிவாயுவில் தொடங்கி, இலங்கையர்கள் மிக அடிப்படையான பொருட்கள் மற்றும் பொருட்களுக்கான வரிசைகளை அனுபவித்து வருகின்றனர். பல்பொருள் அங்காடிகள் ஆடம்பரங்களைத் தொடர்ந்து சேமித்து வைக்கின்றன, இருப்பினும் இவை கூட புதிதாக அமல்படுத்தப்பட்ட இறக்குமதிக் கட்டுப்பாடுகளால் பாதிப்பை ஏற்படுத்தும். உள்ளூர் உற்பத்தி பற்றிய சொல்லாட்சிகள் ஒருபுறம் இருக்க, திட்டமிட வேண்டியவர்கள் போதுமான அளவு திட்டமிடவில்லை அல்லது திட்டமிடவில்லை என்பது தெளிவாகிறது. இதன் விளைவாக சொல்லொணா செழிப்புக்கு வாக்குறுதியளித்த அரசாங்கத்திற்கு பாரிய முக இழப்பு ஏற்பட்டுள்ளது.",
        "IMF க்கு செல்வதற்கு ஜனாதிபதி அதிகமாகவோ அல்லது குறைவாகவோ ஒப்புக்கொண்டார். அவர் தனது பேச்சில் தெளிவாக இல்லை என்றாலும், அவரது அரசாங்கம் இறுதியில் இதைத்தான் செய்யும். அறிகுறிகள் ஏற்கனவே உள்ளன. ஆட்சியானது, ரூபாய் மதிப்பில் மிதப்பது மட்டுமல்லாமல், பொதுப் பயன்பாட்டுக் கட்டணங்கள் உட்பட விலைவாசி உயர்வு உட்பட, தொலைநோக்கு மாற்றங்களை ஏற்படுத்தியிருக்கிறது. பாரிய பொருளாதார நெருக்கடியை எதிர்கொண்ட சூடான் அரசாங்கம் கடந்த ஆண்டு மின்சார விலையை 433% உயர்த்தியது. இலங்கை அரசாங்கத்திடம் CEB சமர்ப்பித்துள்ள பிரேரணையின்படி, இது இங்கும் நிகழலாம். இது ஏழைகளை அதிகம் பாதிக்கும், ஏனெனில் இந்த சீர்திருத்தங்களின் நோக்கம் மானியங்களை நீக்கி, IMF பிணை எடுப்பிற்கு வழி வகுக்கிறது. எளிமையாகச் சொன்னால், நமக்கு நாமே சிக்கனத்தை ஏற்படுத்திக் கொள்கிறோம்.",
        "இந்த முன்னேற்றங்களின் வெளிச்சத்தில், உணர்வுகளில் பாரிய மாற்றத்தை நாங்கள் மேற்பார்வை செய்கிறோம். இனம், மதம், அல்லது யானைகளை பெரஹராக்களில் பயன்படுத்துவது போன்ற உணர்வுப்பூர்வமான பிரச்சனைகள் பற்றி முன்பு மக்கள் பேசினாலும், இன்று அந்த உரையாடல்கள் மிகவும் தீவிரமான தலைப்புகளாக மாறியுள்ளன. நீண்ட காலத்திற்குப் பிறகு முதன்முறையாக மக்கள் டாலர் பற்றாக்குறையைப் பற்றிப் பேசி லெபனானில் நிலைமையை சீர்குலைக்கிறார்கள். அவர்கள் கொள்கைகளை விவாதிக்கிறார்கள், விலைகள் அல்ல. எரிபொருளை இறக்குவதற்காக ஒரு கப்பல் துறைமுகத்தில் நிற்கும் போது, ​​மீண்டும் கையிருப்புகள் தீர்ந்துவிடுவதற்கு எவ்வளவு நேரம் ஆகும் என்று அவர்கள் மதிப்பிடுகின்றனர்.",
        "செய்தி அமைப்புகளும் ஊடக நிறுவனங்களும் மாறுகின்றன. அவர்கள் அரசியல் வதந்திகள் அல்லது COVID-19 புள்ளிவிவரங்களில் ஈடுபடுவதற்கு முன்பு, இப்போது அவர்கள் கொள்கையைப் பற்றி விவாதிக்கின்றனர். அரசாங்கத்துடன் அடையாளப்படுத்தப்பட்ட தொலைக்காட்சி நிலையங்கள் கூட எதிர்க்கத் தொடங்கியுள்ளன. கப்பல் துறைமுகத்தில் சிக்கிக் கொள்ளும் போதெல்லாம், அரசாங்கத்தால் டாலர்களை பெற இயலாமையின் காரணமாக, பத்திரிகையாளர்கள் டெமாரேஜ் செலவுகளை மதிப்பிட்டு, தாமதமாக பணம் செலுத்துவதற்கு நாம் செலுத்த வேண்டிய விலையை உடைக்கிறார்கள். அவர்களின் தொனி மிகவும் நிதானமாகவும் பிரதிபலிப்பாகவும் மாறியுள்ளது: தொற்றுநோயின் உச்சத்தில் அவர்கள் ஒரு நம்பிக்கையான குறிப்பைத் தாக்கினர், இன்று அவர்கள் குறைவான மகிழ்ச்சியாகவும், மகிழ்ச்சியாகவும், மகிழ்ச்சியாகவும் உள்ளனர். தரையில் உள்ள மக்களைப் போலவே, அவர்களும் இழிந்தவர்களாகிவிட்டார்கள், அவர்களுக்குப் பிடித்த கேள்வி, இதெல்லாம் எப்போது முடிவுக்கு வரும்?",
        "சமூக ஊடகங்கள் வெகுஜன மக்களின் கருத்தை அளவிடுவது அரிது. ஆயினும்கூட, ஒரு காலத்தில் சுய இன்பமான கேலிக்கூத்துகள் நிறைந்திருந்தன, ட்விட்டர் மற்றும் பேஸ்புக் இப்போது தீவிர விவாதங்களால் நிறைந்துள்ளன. கொழும்பின் அரட்டை வகுப்புகள் என்று ரஸீன் சாலி ஒருமுறை அழைத்தது, இந்த அரசாங்கம் ஆட்சிக்கு வருவதற்கு முன்பே பொருளாதாரப் பிரச்சினைகள், சாதாரண மக்களைப் பாதித்த பிரச்சினைகள் பற்றி விவாதிக்கின்றன. மின்வெட்டுகள் கிராமப்புற மற்றும் புறநகர் வீடுகளை ஆக்கிரமித்தபோது, ​​​​கொழும்பில் அல்ல, கோபமடைந்த குடிமக்கள் விழிப்புணர்வை ஏற்படுத்த சமூக ஊடகங்களில் சென்றனர். ஒருவேளை கோபம் மற்றும் சீற்றத்திற்கு விடையிறுக்கும் வகையில், அரசாங்கம் கொழும்பின் மையத்தில் வெட்டுக்களை அமுல்படுத்த ஆரம்பித்தது. இது ஒரு தீவிரமயப்படுத்தப்பட்ட நடுத்தர வர்க்கத்தைக் குறிக்கவில்லை என்றாலும், ஒரு காலத்தில் மிகுந்த ஈடுபாட்டுடன் இருந்த சமூகக் குழு எவ்வாறு சமபங்குக்காக கூக்குரலிடுகிறது என்பதை இது காட்டுகிறது.",
        "எரிபொருள் நெருக்கடி குறித்து உரையாற்றிய பிரதமர் மஹிந்த ராஜபக்ஷ, மக்கள் தவறான “அரசியல் உணர்வை” பற்றிக் கொண்டிருப்பதாக குற்றம் சாட்டினார். ஆனால் அரசியல் நனவில் இந்த மாற்றம் நீண்ட காலமாக உள்ளது. ஒவ்வொரு மேகத்திற்கும் ஒரு வெள்ளிப் புறணி உள்ளது, மேலும் கோவிட்-19 தொற்றுநோய் மற்றும் அதன் விளைவாக ஏற்பட்ட பொருளாதார நெருக்கடியுடன், அந்த வெள்ளிப் புறணி அரசியல் பார்வையில் மாற்றமாக உள்ளது. எளிமையாகச் சொன்னால், மக்கள் பிளவுபடுத்தும் பிரச்சினைகளில் வாழ்கிறார்கள். நாட்டைப் பிளவுபடுத்திய மற்றும் அனைவரையும் ஒன்றிணைக்கும் பிரச்சினைகளில் அவர்கள் வாழ்கின்றனர். அவர்கள் தற்போதைய அமைப்பில் கோபத்தால் ஆத்திரமடைந்துள்ளனர், மேலும் சட்டமியற்றுபவர்கள் மற்றும் அதிகாரிகளுக்கு எதிராக தங்களை ஒன்றிணைத்துள்ளனர்.",
        "நிச்சயமாக, கட்சிகளிடையே கருத்து வேறுபாடுகள் உள்ளன. சமகி ஜன பலவேகயா பொருளாதார வரைபடங்கள் மற்றும் IMF க்கு செல்வது பற்றி பேசுகிறது. ஜே.வி.பி-என்.பி.பி IMF விருப்பம் மற்றும் நவதாராளவாத பொருளாதார முன்னுதாரணங்களை விமர்சிக்கிறது, இருப்பினும் அதன் பாராளுமன்ற உறுப்பினர்களில் ஒருவர் தரமதிப்பீட்டு நிறுவனங்களின் சுதந்திரம் பற்றி போற்றுகிறார். சோசலிச வாலிபர் சங்கம், SJB நடத்திய இதேபோன்ற போராட்டத்தின் சில நாட்களுக்குப் பிறகு, ஜனாதிபதி செயலகத்தில் ஒரு போராட்டத்தை ஏற்பாடு செய்து, தொழிலாள வர்க்கத்தின் நீதி மற்றும் வெற்றியைப் பற்றி பேசுகிறது, அனுரகுமார திசாநாயக்க மற்றும் சுனில் ஹந்துநெத்தி போன்றவர்கள் அடிக்கடி வாதிடுகின்றனர். ஆட்சி. தேசிய சொத்துக்களை விற்கும் ஆட்சிக்கு எதிராக திஸாநாயக்க ட்வீட் செய்கிறார், இந்த நிலைப்பாடு தனியார்மயமாக்கலை ஆதரிப்பவர்களின் கண்டனத்தை ஈர்த்தது, ஆனால் இது பாதிக்கப்படுபவர்களிடையே கணிசமான முக்கியத்துவத்தைக் கொண்டுள்ளது.",
        "இவை அனைத்தையும் கடந்து, ஒரு முக்கியமான பிரச்சனை உள்ளது. மக்கள் கோபத்தாலும் துயரத்தாலும் ஒன்றுபட்டாலும், எந்த ஒரு அரசியல் குழுவும் அவர்களின் கோபத்தைப் பயன்படுத்தி இன்னும் அதிகாரங்களுக்கு எதிராக அவர்களை அணிதிரட்டவில்லை. இலங்கையில் கட்சிகள் அற்ற புதிய அரசியல் வேண்டுமென்று குறிப்பிட்ட சில நபர்கள் அழைப்பு விடுக்கின்றனர். ஆனால் அரசியலுக்குப் பிந்தைய கிளர்ச்சியின் இந்த கருத்தாக்கம் சாத்தியமற்றதாகத் தெரிகிறது, குறிப்பாக விவாதத்தில் ஒரு மந்தமான பிறகு, மக்கள் கொள்கையைப் பற்றி விவாதிக்கிறார்கள் மற்றும் உறவினர் தகுதிகளின் அடிப்படையில் கட்சிகளை ஒருவருக்கொருவர் ஒப்பிடுகிறார்கள். இதற்கிடையில், அரசியல் கட்சிகள் தங்களுடைய நிலைப்பாடுகள் மற்றும் கொள்கைகள் குறித்து தெளிவில்லாமல் இருக்கின்றன, அரசாங்கத்தை விமர்சிப்பவர்கள் தம்முடன் வெளியே வருமாறு வலியுறுத்தினாலும் கூட: ஒரு உதாரணத்தை கூறினால், ஜே.வி.பி.க்கு பல்கலைக்கழக ராகிங் போன்ற பிரச்சினைகளில் அதன் நிலைப்பாடுகளை தெளிவுபடுத்துமாறு மீண்டும் மீண்டும் கோரிக்கை விடுக்கப்படுகிறது. இனப் பிரச்சினை மற்றும் பொருளாதாரம்.",
        "பிரச்சினைகளை மேலும் சிக்கலாக்கும் வகையில், அரசியல் கட்சிகளுக்குள்ளும் பிளவுகள் தோன்றியுள்ளன. சம்பிக்க ரணவக்க தலைமையிலான 43 செனங்கயா ஒரு உதாரணம். முதலில் கொழும்பு மாவட்டத்தில் SJB இன் வேட்பாளராக நம்பர். 1 ஆக களமிறங்கிய ரணவக்க, அதன் தலைவர் சஜித் பிரேமதாச செல்லும் திசைக்கு எதிராக அக்கட்சியில் இருந்து விலகி இருந்தார். பிரேமதாசவுடன் ஜனாதிபதி செயலகம், இது அவரது ஜனாதிபதி அபிலாஷை பற்றிய வதந்திகளை அழிக்கவில்லை. இதற்கிடையில், உள்நாட்டுப் போரின் இறுதியான ராஜபக்ஷ-விரோத வீரரான சரத் பொன்சேகா, SJB இன் தலைவருக்கு எதிராகவும் வெளிப்படையாக தனது தந்தையின் பெயரைப் பயன்படுத்தியதற்காக பகிரங்கமாக வந்துள்ளார்.",
        "இவை எதுவும் எதிர்க்கட்சிகளுக்கு நல்லதல்ல. ஒருபுறம், மேல்மட்டத்தில் உள்ளவர்களுக்கு எதிராக மக்கள் ஒவ்வொருவருக்கும் பின்னால் அணிதிரண்டு வருகிறார்கள்; மறுபுறம், எந்த அமைப்பும் இந்த மக்களையும் அவர்களின் கோபத்தையும் ஒன்றாகக் கொண்டுவரும் திறனை நிரூபிக்கவில்லை. கட்சி மற்றும் கோஷ்டி அடிப்படையில் ஒன்றிணைவது சாத்தியமாகத் தோன்றினாலும், தொடர்ந்து சண்டையிடுவது அத்தகைய வாய்ப்பை தாமதப்படுத்தியுள்ளது, இது நாட்டில் எதிர்க்கட்சி இல்லை என்று அரசாங்கம் கூறுவதை எளிதாக்குகிறது.",
        "நீண்ட காலமாக ஆசியாவின் பழமையான ஜனநாயகமாக கருதப்படும் இலங்கை, உலகின் இந்த பகுதியில் உள்ள மிகவும் துருவப்படுத்தப்பட்ட ஜனநாயக நாடுகளில் ஒன்றாக இருக்கலாம். 1948 க்குப் பிறகு நாம் கண்ட மிகப் பெரிய நெருக்கடியை எதிர்கொண்டு, கோஷ்டியாகப் பிளவுபட்டு, எதிர்கட்சி தன்னை முடமாக்குகிறது. எந்தக் கட்சி, எந்த அரசியல்வாதி, அதிகாரத்தில் இருப்பவர்களுக்கு எதிரான கோபத்தைத் திரட்டத் தேவையானதைச் செய்யும்? இது ஒரு பதில் தேவைப்படும் கேள்வி, இன்னும் பதிலளிக்கப்படாத கேள்வி.",
        "அபோகாலிப்ஸின் புதிய குதிரைகள்: பேரானந்தம், அணுசக்தி போர், காலநிலை மாற்றம், மண் சீரழிவு",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}