{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-and-Palestine-A-tale-of-two-states-EDITORIAL/172-235775",
  "time_ut": 1651016040,
  "title": "Ukraine and Palestine; A tale of two states - EDITORIAL",
  "body_lines": [
    "The Russia-Ukraine conflict which had been on the boil since Russia annexed Crimea in 2014, exploded into a full-fledged military conflageration on February 24 when Russia invaded Ukraine.",
    "Since then, the media has been fixated on the fallout of the conflict with all major news providers, be it the ‘BBC/CNN’ broadcasters to Russia’s ‘rt.com’ covering this particular conflict in great detail to the detriment of many other important events.",
    "According  to the UN around 5,186,744 persons are believed to have fled their homes in Ukraine since the conflict began.",
    "The UN High Commissioner for Human Rights (OHCHR) recorded 5,381 civilian casualties in the country - 2,435 killed and 2,946 injured.",
    "According to the American Friends Service Group (‘Quaker’ group), today there are over 7 million Palestinian refugees scattered around the world.",
    "Another 427,000 Palestinians remain internally displaced persons (IDPs), while 6,400–6,700 Palestinians have been wiped out.",
    "On November 17, 1947, the State of Palestine was divided into Israel and Palestine by the UN.",
    "Today, 75 years later, Israel continues its process of swallowing up large chunks of Palestinian territory demolishing Palestinian homes confiscating farms and fields and re-settling Jewish settlers in their stead.",
    "The state of Israel also limits the quantity of drinking water consumed by Palestinians, as well as the volume of water they can use in their fields.",
    "For example, in many herding communities in the West Bank, the water consumption for thousands of Palestinians is as low as 20 litres per person a day, according to the United Nations Office for the Co-ordination of Humanitarian Affairs (OCHA). In contrast, an average Israeli consumes approximately 300 litres of water a day.",
    "Both Human Rights Watch and Amnesty International, have accused Israel of “committing Crimes Against Humanity, of apartheid and persecution” against the Palestinians.",
    "Michael Lynk, the UN Special Rapporteur for the situation of human rights in the Palestinian Territory occupied since 1967 reported the number of Palestinian children killed as a result of Israeli violence in 2021 was the highest since 2014.",
    "But the UN which has backed the imposition of sanctions against Russia for its Ukranian invasion, remains a silent and ineffective spectator at events unfolding in Palestine.",
    "Under cover of the Russian invasion of Ukraine, which have hogged the coverage international events, many continuing heinous acts by Israel, against Palestinians have received almost no attention in the media. Similarly many other disasters are droping off the UN radar. As for example the war in Yemen...",
    "In March this year, the UN announced that Yemen was facing a dire hunger crisis which was teetering on the edge of outright catastrophe as a result of the ongoing  conflict in that country.",
    "More than 10,200 children have been killed or maimed. An estimated 2 million children are internally displaced and more than 2 million children are out of school. By March 2022, around 17.4 million people were in need of food assistance; with a growing portion of the population coping with emergency levels of hunger. The fate of Yemen is hardly even heard of these days.",
    "Since Russia invaded Ukraine the war has been used as a cover to hide many a heinous crime being perpetrated in different parts of the world.",
    "Many an observer of international events have been left aghast at the difference in treatment of perpetrators of violence on weaker opponents as for instance the example of Ukranians and the Palestinians.",
    "We have seen how Ukranians tossing Moltov coktails at Russian invaders are considered heroes, while the Palestinians who hurl stones at Israeli occupiers are referred to as ‘terrorists and shot dead.",
    "In a different context, amid weighty international developments which could end up in a catestrophic war, little Sri Lanka is facing its moment of truth.",
    "Ever since independence, corruption, family bandism, nepotism and racism had taken toll of our country’s financial reserves and resources. The country is today on the brink of bankruptcy.",
    "However a silver lining has appeared amid the dark clouds that surround us. Our countrymen and women normally in conflict with each other, have joined hands, irrespective of race, religion and ethnicity to unite as one people - citizens of Lanka - to throw out a corrupt set of rulers."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේනය සහ පලස්තීනය; රාජ්ය දෙකක කථාවක් - කතුවැකිය",
      "body_lines": [
        "2014 දී රුසියාව ක්‍රිමියාව ඈඳාගත් දා සිට උනුසුම් වූ රුසියානු-යුක්රේන ගැටුම පෙබරවාරි 24 වන දින රුසියාව යුක්රේනය ආක්‍රමණය කිරීමත් සමඟ පූර්ණ හමුදා ගිනි කන්දක් දක්වා පුපුරා ගියේය.",
        "එතැන් සිට, මාධ්‍ය විසින් රුසියාවේ 'rt.com' වෙත 'BBC/CNN' විකාශකයින් වේවා, සියලුම ප්‍රධාන ප්‍රවෘත්ති සපයන්නන් සමඟ ගැටුමේ වැටීම පිළිබඳව සවිස්තරාත්මකව මෙම විශේෂිත ගැටුම තවත් බොහෝ වැදගත් අයට අවාසි වන පරිදි විස්තරාත්මකව ආවරණය කරයි. සිදුවීම්.",
        "එක්සත් ජාතීන්                                                                  ගණන                                                            යක්‌ යුක්‌‌රේනයේ                                                                    ണ වීම් *",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් පිළිබඳ මහ කොමසාරිස් (OHCHR) විසින් රට තුළ සිවිල් වැසියන් 5,381 ක් වාර්තා කර ඇත - 2,435 ක් මිය ගොස් 2,946 ක් තුවාල ලැබූහ.",
        "American Friends Service Group (‘Quaker’ group) ට අනුව, අද ලොව පුරා විසිරී සිටින පලස්තීන සරණාගතයින් සංඛ්‍යාව මිලියන 7කට අධිකය.",
        "තවත් පලස්තීනුවන් 427,000 ක් අභ්‍යන්තරව අවතැන් වූවන් (IDPs) ලෙස පවතින අතර පලස්තීනුවන් 6,400-6,700 ක් අතුගා දමා ඇත.",
        "1947 නොවැම්බර් 17 වන දින එක්සත් ජාතීන්ගේ සංවිධානය විසින් පලස්තීනය ඊශ්‍රායලය සහ පලස්තීනය ලෙස බෙදා වෙන් කරන ලදී.",
        "අද, වසර 75 කට පසුව, ඊශ්‍රායලය පලස්තීන භූමි ප්‍රදේශයේ විශාල කොටස් ගිල දැමීමේ ක්‍රියාවලිය දිගටම කරගෙන යයි, පලස්තීන නිවාස කඩා බිඳ දමා ගොවිපලවල් සහ කෙත්වතු රාජසන්තක කර ඔවුන් වෙනුවට යුදෙව් පදිංචිකරුවන් නැවත පදිංචි කරයි.",
        "ඊශ්‍රායල රාජ්‍යය පලස්තීනුවන් විසින් පරිභෝජනය කරන පානීය ජල ප්‍රමාණය මෙන්ම ඔවුන්ගේ කෙත්වල භාවිතා කළ හැකි ජල ප්‍රමාණයද සීමා කරයි.",
        "නිදසුනක් වශයෙන්, බටහිර ඉවුරේ බොහෝ ගව පට්ටිවල, පලස්තීනුවන් දහස් ගණනකගේ ජල පරිභෝජනය දිනකට එක් පුද්ගලයෙකුට ලීටර් 20 ක් තරම් අඩු බව එක්සත් ජාතීන්ගේ මානුෂීය කටයුතු සම්බන්ධීකරණ කාර්යාලය (OCHA) පවසයි. ඊට වෙනස්ව, සාමාන්‍ය ඊශ්‍රායල ජාතිකයෙකු දිනකට ජලය ලීටර් 300ක් පමණ පරිභෝජනය කරයි.",
        "හියුමන් රයිට්ස් වොච් සහ ඇම්නෙස්ටි ඉන්ටර්නැෂනල් යන දෙකම ඊශ්‍රායලය පලස්තීනුවන්ට එරෙහිව “මනුෂ්‍යත්වයට එරෙහි අපරාධ, වර්ණභේදවාදය සහ හිංසා පීඩා කරන” බවට චෝදනා කර ඇත.",
        "1967 සිට අල්ලාගෙන සිටින පලස්තීන භූමියේ මානව හිමිකම් තත්ත්වය පිළිබඳ එක්සත් ජාතීන්ගේ විශේෂ වාර්තාකරු Michael Lynk වාර්තා කළේ 2021 දී ඊශ්‍රායල ප්‍රචණ්ඩත්වය හේතුවෙන් මියගිය පලස්තීන ළමුන් සංඛ්‍යාව 2014 සිට ඉහළම අගය බවයි.",
        "එහෙත් යුක්රේන ආක්‍රමණය හේතුවෙන් රුසියාවට එරෙහිව සම්බාධක පැනවීමට පිටුබලය දුන් එක්සත් ජාතීන්ගේ සංවිධානය පලස්තීනයේ දිගහැරෙන සිදුවීම් දෙස නිහඬව හා අකාර්යක්ෂම නරඹන්නෙකු ලෙස සිටියි.",
        "රුසියානු යුක්රේනය ආක්‍රමණයේ ආවරණය යටතේ, ජාත්‍යන්තර සිදුවීම් ආවරණය කර ඇති අතර, පලස්තීනුවන්ට එරෙහිව ඊශ්‍රායලය විසින් දිගින් දිගටම කරන ලද බොහෝ නින්දිත ක්‍රියා මාධ්‍ය තුළ අවධානයට ලක් නොවීය. ඒ හා සමානව තවත් බොහෝ ව්‍යසනයන් එක්සත් ජාතීන්ගේ රේඩාර් වලින් ඉවත් වෙමින් පවතී. උදාහරණයක් ලෙස යේමනයේ යුද්ධය...",
        "යේමනය දරුණු සාගින්න අර්බුදයකට මුහුන දී සිටින බව මෙම වසරේ මාර්තු මාසයේදී එක්සත් ජාතීන්ගේ සංවිධානය නිවේදනය කළේය.",
        "ළමුන් 10,200 කට වැඩි පිරිසක් ඝාතනය කර හෝ ආබාධිත වී ඇත. ඇස්තමේන්තු කර ඇති පරිදි ළමුන් මිලියන 2 ක් අභ්‍යන්තරව අවතැන් වී ඇති අතර ළමුන් මිලියන 2 කට වැඩි ප්‍රමාණයක් පාසලෙන් බැහැරව සිටිති. 2022 මාර්තු වන විට මිලියන 17.4 ක පමණ පිරිසකට ආහාර ආධාර අවශ්‍ය විය. ජනගහනයේ වැඩෙන කොටසක් සමඟ හදිසි සාගින්න මට්ටම් සමඟ සාර්ථකව කටයුතු කරයි. යේමනයේ ඉරණම මේ දිනවල අසන්නට ලැබෙන්නේ නැති තරම්ය.",
        "රුසියාව යුක්රේනය ආක්‍රමණය කළ දා සිට ලෝකයේ විවිධ ප්‍රදේශවල සිදුවෙමින් පවතින බොහෝ දරුණු අපරාධ සැඟවීමට යුද්ධය ආවරණයක් ලෙස භාවිතා කර ඇත.",
        "නිදසුනක් වශයෙන් යුක්රේනියානුවන් සහ පලස්තීනුවන්ගේ උදාහරණය ලෙස දුර්වල විරුද්ධවාදීන්ට ප්‍රචණ්ඩත්වයේ අපරාධකරුවන්ට සැලකීමේ වෙනස ගැන ජාත්‍යන්තර සිදුවීම් නිරීක්ෂණය කරන්නන් බොහෝ දෙනෙක් කෝපයට පත් වී ඇත.",
        "යුක්රේනියානුවන් රුසියානු ආක්‍රමණිකයන්ට මෝල්ටොව් කොක්ටේල් විසි කරන ආකාරය වීරයන් ලෙස සලකන අතර ඊශ්‍රායල ආක්‍රමණිකයන්ට ගල් ගසන පලස්තීනුවන් ‘ත්‍රස්තවාදීන් සහ වෙඩි තබා මරා දැමූ ආකාරය අපි දුටුවෙමු.",
        "වෙනත් සන්දර්භයක් තුළ, විනාශකාරී යුද්ධයකින් අවසන් විය හැකි බැරෑරුම් ජාත්‍යන්තර වර්ධනයන් මධ්‍යයේ, කුඩා ශ්‍රී ලංකාව එහි සත්‍ය මොහොතට මුහුණ දී සිටී.",
        "නිදහසින් පසු, දූෂණය, පවුල්වාදය, ඥාති සංග්‍රහය සහ ජාතිවාදය අපේ රටේ මූල්‍ය සංචිත හා සම්පත් විනාශ කර ඇත. රට අද බංකොලොත් භාවයේ අද්දර ය.",
        "කෙසේ වෙතත් අප වටා ඇති අඳුරු වලාකුළු මැද රිදී රේඛාවක් දිස් වී ඇත. සාමාන්‍යයෙන් ඔවුනොවුන් සමඟ ගැටෙන අපේ රටවැසියන් සහ ගැහැනුන් ජාති, ආගම්, ජාති භේදයකින් තොරව, දූෂිත පාලකයන් පිරිසක් පලවා හැරීමට ලංකාවාසී පුරවැසියන් ලෙස එකම ජනතාවක් ලෙස එක්වීමට අත්වැල් බැඳගෙන සිටිති."
      ]
    },
    "ta": {
      "title": "உக்ரைன் மற்றும் பாலஸ்தீனம்; இரண்டு மாநிலங்களின் கதை - தலையங்கம்",
      "body_lines": [
        "2014 இல் ரஷ்யா கிரிமியாவை இணைத்ததில் இருந்து கொதிநிலையில் இருந்த ரஷ்யா-உக்ரைன் மோதல், பிப்ரவரி 24 அன்று ரஷ்யா உக்ரைனை ஆக்கிரமித்தபோது முழு அளவிலான இராணுவ மோதலாக வெடித்தது.",
        "அப்போதிருந்து, அனைத்து முக்கிய செய்தி வழங்குநர்களுடனான மோதலின் வீழ்ச்சி குறித்து ஊடகங்கள் உறுதியாக உள்ளன, அது ரஷ்யாவின் 'rt.com' க்கு 'பிபிசி/சிஎன்என்' ஒளிபரப்பாளர்களாக இருந்தாலும், இந்த குறிப்பிட்ட மோதலை மிக விரிவாக உள்ளடக்கிய பல முக்கியமானவர்களுக்கு தீங்கு விளைவிக்கும். நிகழ்வுகள்.",
        "ஐநாவின்படி  5,186,744 பேர் உக்ரைனில் மோதல் தொடங்கியதிலிருந்து தங்கள் வீடுகளை விட்டு வெளியேறியதாக நம்பப்படுகிறது.",
        "மனித உரிமைகளுக்கான ஐ.நா. உயர் ஆணையர் (OHCHR) நாட்டில் 5,381 பொதுமக்கள் உயிரிழந்துள்ளனர் - 2,435 பேர் கொல்லப்பட்டனர் மற்றும் 2,946 பேர் காயமடைந்தனர்.",
        "அமெரிக்க நண்பர்கள் சேவை குழுவின் (‘குவேக்கர்’ குழு) கருத்துப்படி, இன்று உலகம் முழுவதும் 7 மில்லியனுக்கும் அதிகமான பாலஸ்தீனிய அகதிகள் உள்ளனர்.",
        "மேலும் 427,000 பாலஸ்தீனியர்கள் உள்நாட்டில் இடம்பெயர்ந்த நபர்களாக (IDPs) உள்ளனர், அதே நேரத்தில் 6,400-6,700 பாலஸ்தீனியர்கள் அழிக்கப்பட்டுள்ளனர்.",
        "நவம்பர் 17, 1947 இல், பாலஸ்தீனம் இஸ்ரேல் மற்றும் பாலஸ்தீனம் என ஐ.நா.",
        "இன்று, 75 ஆண்டுகளுக்குப் பிறகு, இஸ்ரேல் பாலஸ்தீனப் பகுதியின் பெரும்பகுதியை விழுங்குவதைத் தொடர்கிறது, பாலஸ்தீன வீடுகளை இடித்து, பண்ணைகள் மற்றும் வயல்களைப் பறிமுதல் செய்து, அவர்களுக்குப் பதிலாக யூதக் குடியேற்றங்களை மீண்டும் குடியமர்த்துகிறது.",
        "இஸ்ரேல் அரசு பாலஸ்தீனியர்கள் உட்கொள்ளும் குடிநீரின் அளவையும், அவர்கள் தங்கள் வயல்களில் பயன்படுத்தக்கூடிய நீரின் அளவையும் கட்டுப்படுத்துகிறது.",
        "எடுத்துக்காட்டாக, மேற்குக் கரையில் உள்ள பல கால்நடை வளர்ப்பு சமூகங்களில், ஆயிரக்கணக்கான பாலஸ்தீனியர்களின் நீர் நுகர்வு ஒரு நபருக்கு ஒரு நாளைக்கு 20 லிட்டர் வரை குறைவாக உள்ளது என்று ஐக்கிய நாடுகளின் மனிதாபிமான விவகாரங்களின் ஒருங்கிணைப்பு அலுவலகம் (OCHA) தெரிவித்துள்ளது. மாறாக, சராசரியாக ஒரு இஸ்ரேலியர் ஒரு நாளைக்கு சுமார் 300 லிட்டர் தண்ணீரைப் பயன்படுத்துகிறார்.",
        "மனித உரிமைகள் கண்காணிப்பகம் மற்றும் அம்னெஸ்டி இன்டர்நேஷனல் ஆகிய இரண்டும் இஸ்ரேல் பாலஸ்தீனியர்களுக்கு எதிராக \"மனிதகுலத்திற்கு எதிரான குற்றங்கள், நிறவெறி மற்றும் துன்புறுத்தல் ஆகியவற்றில் ஈடுபட்டதாக\" குற்றம் சாட்டியுள்ளன.",
        "1967 ஆம் ஆண்டு முதல் ஆக்கிரமிக்கப்பட்ட பாலஸ்தீனப் பிரதேசத்தில் மனித உரிமைகள் நிலைமைக்கான ஐநாவின் சிறப்பு அறிக்கையாளர் மைக்கேல் லிங்க், 2021 ஆம் ஆண்டில் இஸ்ரேலிய வன்முறையின் விளைவாக கொல்லப்பட்ட பாலஸ்தீனிய குழந்தைகளின் எண்ணிக்கை 2014 க்குப் பிறகு மிக அதிகமாக இருந்தது.",
        "ஆனால் உக்ரேனியப் படையெடுப்பிற்காக ரஷ்யாவிற்கு எதிரான பொருளாதாரத் தடைகளை ஆதரித்த ஐ.நா., பாலஸ்தீனத்தில் நடக்கும் நிகழ்வுகளில் அமைதியாகவும் பயனற்ற பார்வையாளராகவும் உள்ளது.",
        "உக்ரைன் மீதான ரஷ்ய படையெடுப்பின் மறைவின் கீழ், சர்வதேச நிகழ்வுகளை கவரேஜ் செய்து, பாலஸ்தீனியர்களுக்கு எதிராக இஸ்ரேலின் தொடர்ச்சியான பல கொடூரமான செயல்கள் ஊடகங்களில் கிட்டத்தட்ட எந்த கவனத்தையும் பெறவில்லை. இதேபோல் இன்னும் பல பேரழிவுகள் ஐ.நா. உதாரணமாக ஏமன் போர்...",
        "இந்த ஆண்டு மார்ச் மாதம், யேமன் கடுமையான பசி நெருக்கடியை எதிர்கொள்கிறது என்று ஐ.நா அறிவித்தது, அந்த நாட்டில் நடந்து வரும் மோதலின் விளைவாக முழுமையான பேரழிவின் விளிம்பில் தத்தளித்துக் கொண்டிருந்தது.",
        "10,200க்கும் மேற்பட்ட குழந்தைகள் கொல்லப்பட்டுள்ளனர் அல்லது ஊனமுற்றுள்ளனர். 2 மில்லியன் குழந்தைகள் உள்நாட்டில் இடம்பெயர்ந்துள்ளனர் மற்றும் 2 மில்லியனுக்கும் அதிகமான குழந்தைகள் பள்ளிக்கு வெளியே உள்ளனர். மார்ச் 2022க்குள், சுமார் 17.4 மில்லியன் மக்களுக்கு உணவு உதவி தேவைப்பட்டது; பசியின் அவசர நிலைகளை சமாளிக்கும் மக்கள் தொகையில் பெருகிவரும் பகுதி. இந்த நாட்களில் யேமனின் தலைவிதி பற்றி கேள்விப்பட்டதே இல்லை.",
        "ரஷ்யா உக்ரைனை ஆக்கிரமித்ததில் இருந்து, உலகின் பல்வேறு பகுதிகளில் நிகழ்த்தப்படும் பல கொடூரமான குற்றங்களை மறைக்க போர் ஒரு மறைப்பாக பயன்படுத்தப்பட்டது.",
        "உக்ரேனியர்கள் மற்றும் பாலஸ்தீனியர்களின் உதாரணம், பலவீனமான எதிரிகள் மீது வன்முறையில் ஈடுபடுபவர்களை நடத்துவதில் உள்ள வித்தியாசத்தைக் கண்டு சர்வதேச நிகழ்வுகளைப் பார்ப்பவர்கள் பலர் திகைப்படைந்துள்ளனர்.",
        "ரஷ்ய ஆக்கிரமிப்பாளர்கள் மீது உக்ரேனியர்கள் மால்டோவ் காக்டெய்ல்களை வீசுவது எப்படி ஹீரோக்களாகக் கருதப்படுகிறது, அதே நேரத்தில் இஸ்ரேலிய ஆக்கிரமிப்பாளர்கள் மீது கற்களை வீசும் பாலஸ்தீனியர்கள் 'பயங்கரவாதிகள் மற்றும் சுட்டுக் கொல்லப்பட்டனர்.",
        "ஒரு வித்தியாசமான சூழலில், ஒரு பேரழிவுகரமான போரில் முடிவடையக்கூடிய பாரிய சர்வதேச முன்னேற்றங்களுக்கு மத்தியில், சிறிய இலங்கை தனது உண்மையின் தருணத்தை எதிர்கொள்கிறது.",
        "சுதந்திரம் பெற்ற காலத்திலிருந்தே, ஊழல், குடும்பக் கொள்ளை, உறவுமுறை மற்றும் இனவெறி ஆகியவை நமது நாட்டின் நிதி கையிருப்பு மற்றும் வளங்களைப் பாதித்துள்ளன. நாடு இன்று திவால் விளிம்பில் உள்ளது.",
        "இருப்பினும் நம்மைச் சூழ்ந்திருக்கும் கருமேகங்களுக்கு மத்தியில் ஒரு வெள்ளிக் கோடு தோன்றியது. நமது நாட்டு மக்களும் பெண்களும் பொதுவாக ஒருவருக்கொருவர் முரண்பட்டு, ஊழல் நிறைந்த ஆட்சியாளர்களை தூக்கி எறிவதற்காக இனம், மதம் மற்றும் இன வேறுபாடின்றி ஒரே மக்களாக - இலங்கையின் குடிமக்களாக - ஒன்றிணைந்துள்ளனர்."
      ]
    }
  }
}