{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/quest-for-uncorrupted-politicians-futile/",
  "time_ut": 1652203920,
  "title": "Quest for uncorrupted politicians: Futile?",
  "body_lines": [
    "It is fair to say that the fight against corruption is one of the drivers, if not the driver, of the current protest movement. We are all quite familiar with protesters’ claim that the present regime is corrupt to the core and the massive scale corruption and incompetency brought the country to a bankruptcy. Corruption charges, however, are not just directed at Rajapaksas and the governing party alone. As this newspaper reported recently, the JVP leadership gleefully announced that they are in possession of over 500 files containing corruption charges against politicians (including the Opposition leader), ministry secretaries and other government officers. The same news item named the corruption case against Prime Minister Mahinda Rajapaksa’s cousin Jaliya Wickramasuriya, who reportedly pocketed US$3.32 million (at today’s rate a person making Rs.100,000 a month has to work more than 100 years to make that much money) on a US$ 6.25 million real estate deal, pertinent to the Sri Lankan Embassy, when he served as Sri Lanka’s Ambassador to the United States. That is a commission exceeding 50 percent! Jaliya seems to put ‘Mr. Ten Percent’ to shame. As staggering as these numbers may, we all know that this is just the tip of the iceberg. If you dig a little deeper, the numbers are astounding. If you listen to the protesters, and read the banners and placards, no parliamentarian is exempted from corruption charges. Claims that the entire treasury has been looted seems not that exaggerated after all.",
    "This, however, is not the first time the words corruption and politicians appeared in the same sentence. Corruption and corrupt politicians have been in the mix at every election I can recall and I pretty much remember all the elections since 1965. I remember the then trade minister T.B. Ilangarathne being nicknamed “Dry-fish Prince” (Karola Kumaraya) for allegedly securing a commission – a miniscule sum in today’s standard – importing dry-fish. Interestingly, in all those elections Sri Lankans kicked one corrupt regime only to elect another corrupt one. Corruption actually intensified at each successive regime and getting elected to public office, even at the local level, has become the most lucrative profession one can seek in Sri Lanka today. The amount of personal funds contestants spend on election campaigns cannot be justified in any other way than an investment with guaranteed returns. This maybe the reason the protesters are not willing to settle with any current parliamentarian and calling for a total cleansing of the House (the call behind “Gota and the entire 225 must Go!”).",
    "How realistic is the hope that we can find a set of uncorrupted politicians to run the country this time? Or, what guarantee do we have that once in power, power would not corrupt the new crop? I think we should give some serious considerations to these questions as we are at an unconventional juncture in Sri Lankan politics. To do so I suggest that we start with an understanding of what corruption is and how hard-wired corruption is within us. Such an understanding is necessary to find those who do not possess corruptive traits, if that is ever possible, at all.",
    "We tend to concentrate largely on the outright stealing of public funds and commissions when we talk about corruption because they make juicy headlines and media love it. Just take the story of Jaliya Wickramasuriya, I cited earlier, for example. The story was centered on the amount of money he was able to pocket at the cost of overlooking the larger issue, that is how a tea trader by profession landed on the most consequential ambassadorship of the country? Besides being a cousin of the President at the time, what other qualifications did he have to hold such a position? What sort of a price did the country pay by having an unqualified person in that very important job? So, while theft of public funds and embezzlement are rightfully in the forefront of the corruption locomotive and create flashy headlines, we should not turn a blind eye to the other elements of corruption: influence peddling, nepotism, bribery, cronyism and patronage. Take nepotism, for example, what sort of a price tag can we put to the fact that over 70 percent of the country’s budget is under the Rajapaksa family?",
    "Evidence suggests that corruption is as old as we, humans, are. Who could say for sure that nepotism did not exist in tribal societies or that the tribal leader got the lion’s share of the hunt or the gatherings for himself and his loved ones? If we go to the recorded history we can find reference to corruption in religious literature. And in Republic, Plato has acknowledged the corrupt nature of political institutions. So, it is not just that individuals who are corrupt. So are the institutions. How about nations? Are nations corrupt too? Well, doesn’t the sheer existence of Transparency International, whose motto is “the global coalition against corruption,” is proof that nations are corrupt too, and it is the degree or the magnitude of corruption that put them in their respective ranks. Corruption is so prevalent amongst us, our institutions and the nations that reasonable people are no longer talking about elimination of corruption. Instead they talk about curbing or reining in corruption rather than upending the bar to an unreachable setting.",
    "This brings me to the fundamental proposition of this writing: are there uncorrupted leaders to be found? Unfortunately, the answer is it is a near impossibility. Throughout history humans have shown that they are so prone to corruption and it is the power, no matter how miniscule that power is, that corrupts. Look around us. Let’s take a very recent example. How did you manage to secure the last gas cylinder you got? Everyone in Sri Lanka I talked with over the past few weeks answered that question and you all know the answer. Let’s expand our boundaries a bit. How did you or your children get into the school either you or your children ended up going? Did you lie about your residential address for the purpose of scoring points to a “good” school for your children? If you did not, don’t you know someone who did? What options remains for you or your children to find a job solely based on what you know, not who you know? Did you end up going to the courts and paid the legal price when you got caught during your last traffic violation or did you “settle” that on the spot? What strings did you have to pull to get this approval or that? Just this morning a friend of mine said a very higher up civil servant friend of his in the eastern part of the country assured him a tank full of petrol without any hassle. Well, I can go on and on, but you get the point. So, if you or I answered affirmatively to any of the above presumptive situations, what right do we have to ask the crooks who run the country to go home without being hypocrite? Let anyone of you who without sin be the first to cast a stone (John 8:7). (By the way, this is in no way to defend or justify a corrupt regime, with Rajapaksa or any other name attached to it.) I know what you are thinking: getting a gas cylinder or a tankful of petrol by peddling influence is not as grave as embezzling three million dollars or cutting a billion-rupee commission deal, right? Well, now we are applying moral relativism to corruption. Allow me to remind what is crucial to corruption or what drives corruption: Power! Our level of corruption is positively correlated with the power we have. Higher the power, greater the corruption. I bet those insanely corrupt politicians we know were either clean or less corrupt when they were getting into politics decades ago. Because they simply didn’t have the power to be corrupted. I know this by experience because some of the notoriously corrupt politicians currently in the parliament were my university contemporaries in the 1970s. This, again, brings me back to the early story I cited. As Anura Kumara Dissanayake gleefully presented those 500+ files the underlying assumption is that they are clean. They maybe clean now because they do not have power. It is just a matter of time. History has proven it. To support my point let’s take a look at those who were with the JVP and hitched themselves to the powers that be and became ministers or landed on other rungs of the power ladder. Aren’t their files on those 500+ too? If not, the public knows that those files are incomplete.",
    "I know it is a very gloomy picture that I have painted here and there appears to be nothing but hopelessness. Not so fast. There is hope. When it comes to figure out how to rein in corruption our own history is our north star.",
    "In the absence of a better indicator let’s take a look at the ranking of countries by Transparency International. The nations on the top of the list – the least corrupt – did not become less corrupt because they are home to honest people or some all-powerful god blessed those countries with uncorrupted people. Honesty has nothing to do with where you are born. It is a randomly distributed variable, meaning there are very honest people in notoriously corrupted societies and there are super corrupt people in those countries that top the Transparency International list. What’s the trick, then?",
    "Stop looking for uncorrupt people. They are in very short supply. Start building democratic institutions with checks and balances that can rein in corrupt people; make corruption a hard end to reach; and, when institutional order is broken make sure punishments are swift and painful. Build self-correcting agencies with teeth that no culprit got off scot-free and impunity is just a word that can only be found in a dictionary.",
    "Allow me to conclude with an example from the country I currently live, the United States, that shows the resilience of institutional power and the power of the law. Our last President, Donald J. Trump, was one of the most corrupt presidents we had in our 245-year history. He tried, with not much success, to use the independent agencies of the US government as institutions to serve him. He blatantly tried to use the fiercely independent Attorney General’s office as his personal law office and the Attorney General as his personal lawyer. Most tellingly, and so unprecedentedly, when he finally lost the election he plotted, in vain, to use the government institutions to reverse the loss and even personally called some secretaries of states (in his own party) to “come up with votes” to secure his victory. His own Vice President refused to do what he was asked to do by saying that the Constitution does not allow him to do what his boss asked him to do. Why did he fail? The founders of the US created a governing system that didn’t count on “honest people” to run it. They drafted a set of rules, a very resilient Constitution, that bestowed power to institutions that were, for a large extent, kept corrupt people at bay. Yet it is still a work in progress as shown by Trump.",
    "Trainocate Lanka Partners with Alethea International School to facilitate its Digital Transformation with RESET Microsoft 365 LMS",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}