{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lanka-imports-oil-without-letters-of-credit/",
  "time_ut": 1650083280,
  "title": "Lanka imports oil without letters of credit",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has been importing oil for many months without letters of credit helped by long term relationships, Chairman of state-run Ceylon Petroleum Corporation Sumith Wijesinghe has said, after banks failed honor trade documents due to money printed to keep interest rates low.",
    "Any supplier who sends a shipment without an LC risks non-payment or rejection of a consignment.",
    "While most small shipments take place on open papers shippers usually do not load high value cargo without a letter of credit.",
    "A shipment of oil may cost anything from 40 million to 55 million dollars.",
    "“We have suppliers who have worked with us for years,” CPC Chairman Wijesinghe told reporters in Colombo.",
    "“There is an understanding that the ordered stocks will be purchased. When we order they have to buy it from the producer. If the CPC did not buy it, the supplier has to remove it from that point. Due to relationship we have they load the ship.”",
    "Sometimes tankers wait for two weeks or more off Colombo Port waiting for letter of credit to be opened.",
    "“Even if the LC was delayed they brought the ship,” Wijesinghe said. “Up to now we have not failed to open LC. So we still have that understanding with the suppliers.”",
    "Sri Lanka ran out of foreign exchange due to an extremely unstable reserve collecting soft-peg regime called a ‘flexible’ exchange backed by discretionary ‘flexible’ inflation targeting.",
    "Sri Lanka’s banks lost the ability to honor letters of credit around June 2021 after non-credible peg was enforced by the central bank at around 200 to the US dollar while printing money to keep policy rates low under flexible inflation targeting.",
    "The country started facing shortages of food, fuel and medicines due to flexible inflation targeting, long before it defaulted on debt.",
    "Foreign suppliers started asking for LC to be counter-signed from around late 2020, and in 2021 most stopped endorsing them. Indian banks were counter-signing for a time.",
    "The third rate monetary policy framework eventually drove the country to default after three currency crises in quick succession.",
    "The CPC also ended up with over 3 billion US dollars in debt due to restrictions placed on dollar purchases during previous crises triggered by flexible inflation targeting.",
    "Problems state banks, partly caused by CPC dollar loans, led to progressive cuts in risk limits by foreign counterparties and country limits, long before the country officially defaulted.",
    "On April 12 Sri Lanka would not make payment on foreign debt, because the country lost the ability to do so, even though the desire to pay was there.",
    "ComBank dedicates Q1 of 2022 to women-focussed events under ‘Anagi’ banner",
    "Emirates ranks among top 100 most reputable companies in 2022 Global RepTrak 100",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}