{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-bank-of-ceylon-ccc-rating-place-on-watch-for-possible-downgrade-92994/",
  "time_ut": 1649848500,
  "title": "Sri Lanka’s Bank of Ceylon ‘CCC’ rating place on watch for possible downgrade",
  "body_lines": [
    "ECONOMYNEXT – Fitch Ratings has placed Sri Lanka’s Bank of Ceylon on watch for possible downgrade as forex shortages worsened after two years of money printing under a highly discretionary ‘flexible inflation targeting’ regime with a reserve collecting peg.",
    "The Rating Watch Negative (RWN) “has been driven by heightened near-term downside risks to Sri Lankan banks, including BOC, from constrained access to foreign currency funding and indications of stress experienced by banks in the system as result,” Fitch said.",
    "“We aim to resolve the RWN in the next six months depending how the bank’s funding and liquidity position evolves,” the rating agency said.",
    "“Fitch sees the foreign-currency funding and liquidity positions of domestic banks as prone to sudden changes in already weak creditor sentiment.”",
    "This week the government and public entities would suspend payments of debt from April 12.",
    "Fitch Ratings – Colombo – 12 Apr 2022: Fitch Ratings has placed Bank of Ceylon’s (BOC) Long-Term Foreign-Currency Issuer Default Rating (IDR) of ‘CC’, Long-Term Local-Currency IDR of ‘CCC’ and Viability Rating (VR) of ‘cc’ on Rating Watch Negative (RWN). BOC’s Government Support Rating of ‘No Support’ has been affirmed.",
    "Fitch has also placed BOC’s National Long-Term Rating of ‘AA-(lka) on RWN.",
    "The RWN on BOC’s VR and IDRs has been driven by heightened near-term downside risks to Sri Lankan banks, including BOC, from constrained access to foreign currency funding and indications of stress experienced by banks in the system as result. This risk is exacerbated through the sovereign’s credit profile (Sri Lanka: Long-Term Foreign-Currency IDR of ‘CC’ and Long-Term Local-Currency IDR of ‘CCC’) and ensuing risks to the stability of the financial system.",
    "Fitch believes mounting currency stress is increasing the likelihood of restrictions being imposed on BOC’s ability to service obligations in foreign currency and local currency in the event of a sovereign default, or if confidence erodes before that default event.",
    "BOC’s Long-Term Local-Currency IDR takes into consideration that the risk of local-currency restrictions being imposed is lower than that of foreign-currency restrictions should the sovereign move towards default.",
    "We aim to resolve the RWN in the next six months depending how the bank’s funding and liquidity position evolves.",
    "Fitch sees the foreign-currency funding and liquidity positions of domestic banks as prone to sudden changes in already weak creditor sentiment.",
    "Loan and deposit dollarisation for the sector remained at 18% of total loans and 17% of total deposits at end-2021. The operating environment (OE) score was maintained at ‘ccc’/negative as it factors the incremental deterioration in Sri Lanka’s economy stemming from the sovereign profile, which may constrain the bank’s operating flexibility.",
    "Sri Lanka’s operating environment continues to be challenging and the negative outlook reflects the significant near-to-medium term downside risk presented by the sovereign’s weak credit profile, as spillover effects could impact economic performance.",
    "Fitch has also revised the banking sector outlook for 2022 to deteriorating from neutral. Economic challenges are likely to be larger than we initially anticipated. This could result",
    "in sharp asset-quality deterioration and significantly impair profitability, which could expose banks to capital deficiencies.",
    "We have lowered BOC’s business profile score to ‘ccc’/negative, from ‘b-‘/negative, given the bank’s vulnerability to increased risks in the Sri Lankan market that would hurt its ability to generate and defend business volume. The score also takes into account BOC’s dominant domestic market position as Sri Lanka’s largest bank, accounting for around 20% of sector assets. The negative outlook captures the pressure on BOC’s business profile stemming from the OE and, ultimately, the sovereign.",
    "We lowered BOC’s risk profile to ‘cc’/negative, from ‘ccc’/negative, to reflect the bank’s exposure to the sovereign and broader public sector – in particular those denominated in foreign currency – which elevates its risk profile. This includes its significant exposure via loans, off-balance-sheet transactions and securities, exposing the bank to the sovereign’s repayment capacity and liquidity position. The negative outlook reflects downside risk to BOC’s risk profile from the OE and the sovereign.",
    "BOC’s asset-quality score has been lowered to ‘cc’/negative, from ‘ccc’/negative, to reflect the likely deterioration of corporate and household balance sheets in increasingly challenging macroeconomic conditions, and the significant exposure to the sovereign and broader public sector. The negative outlook reflects our view of downside risk to the asset-quality score from its exposure to the sovereign and the OE.",
    "BOC’s earnings and profitability score has been revised down to ‘ccc+’/negative from ‘b-‘/negative. This captures the higher risks to earnings and profitability, and the increased possibility of the bank becoming structurally unprofitable for a sustained period. The negative outlook on the score is due to the downside risk from potential economic fallout.",
    "We have maintained BOC’s capitalisation and leverage score of ‘ccc’/negative and funding and liquidity score at ‘cc’/negative (see “Fitch Downgrades Bank of Ceylon to ‘CC’ on Sovereign Downgrade; Affirms Local-Currency IDR”).",
    "The VR is below the implied score of ‘ccc’, as we believe BOC’s funding and liquidity profile has a greater influence on the VR than the weighting would suggest. This reflects our view of heightened risks to the stability of BOC’s foreign-currency funding and liquidity stemming from the deterioration in the sovereign’s foreign-currency credit profile.",
    "The Government Support Rating reflects our assessment that there is no reasonable assumption of government support being forthcoming (see link to 24 December 2021 rating action commentary above).",
    "The RWN on BOC’s National-Long Term Rating reflects the RWN on its Long-Term Local-Currency LT IDR and also the potential for the bank’s creditworthiness relative to other Sri Lankan national scale ratings to deteriorate, given the potential stress on banks’",
    "funding and liquidity, and also for BOC, its significant exposure to the sovereign and broader public sector that raises its risk profile.",
    "The RWN on the subordinated debt stems from the RWN on the National Long-Term Rating. The Basel II Sri Lankan rupee-denominated subordinated debt of BOC is rated two notches below its National Long-Term Rating, in line with Fitch’s baseline notching for loss severity for this type of debt and our expectations of poor recovery.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "The RWN on the VR, IDRs and National Ratings reflects the rising risks from funding stresses in Sri Lanka. We expect to resolve the RWN in the next six months, when the impact on the bank’s credit profile becomes more apparent. Potential downgrade triggers include: a temporary negotiated waiver or standstill agreement following a payment default by BOC on a large financial obligation; where Fitch believes BOC has entered into a grace or cure period following non-payment of a material financial obligation; further funding stress impeding BOC’s repayment ability; and material intervention in the banking sector by the authorities that could constrain BOC’s ability to service its obligations.",
    "A further downgrade of the sovereign rating stemming from a default event could also lead to a downgrade of BOC’s ratings.",
    "The rating is already at its lowest level and thus has no downside risk.",
    "BOC’s subordinated debt rating will move in tandem with the National-Long Term Rating.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "There is limited scope for upward rating action on the National Ratings and also the VRs and IDRs of BOC given the RWN, and the negative outlook we have on all rating factors.",
    "The Government Support Rating is constrained by the sovereign rating. An upward revision is possible, provided the sovereign’s ability to provide support significantly improves. However, this appears unlikely in the near to medium term.",
    "BOC’s subordinated debt rating will move in tandem with the National-Long Term Rating.",
    "The assigned VR is below the implied VR, reflecting a negative adjustment from the weakest link of BOC’s funding and liquidity, which has a greater impact on the VR than what the weighting suggests.",
    "BOC has a 1.78% equity stake in Fitch Ratings Lanka Ltd. No shareholder other than Fitch, Inc. is involved in the day-to-day rating operations of, or credit reviews undertaken by, Fitch Ratings Lanka Ltd.",
    "International scale credit ratings of Financial Institutions and Covered Bond issuers have a best-case rating upgrade scenario (defined as the 99th percentile of rating transitions, measured in a positive direction) of three notches over a three-year rating horizon; and a worst-case rating downgrade scenario (defined as the 99th percentile of rating transitions, measured in a negative direction) of four notches over three years. The complete span of best- and worst-case scenario credit ratings for all rating categories ranges from ‘AAA’ to ‘D’. Best- and worst-case scenario credit ratings are based on historical performance. For more information about the methodology used to determine sector-specific best- and worst-case scenario credit ratings, visit https://www.fitchratings.com/site/re/10111579",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "Bank of Ceylon has an ESG Relevance Score of ‘4’ for Governance Structure due to ownership concentration, with a 100% state shareholding and several related-party transactions with the state and state-owned entities, which has a negative impact on the credit profile, and is relevant to the rating in conjunction with other factors.",
    "Unless otherwise disclosed in this section, the highest level of ESG credit relevance is a score of ‘3’. This means ESG issues are credit-neutral or have only a minimal credit impact on the entity, either due to their nature or the way in which they are being managed by the entity."
  ]
}