{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-executives-warn-pm-over-governor-appointment-95595/",
  "time_ut": 1654911480,
  "title": "Sri Lanka Central Bank executives warn PM over Governor appointment",
  "body_lines": [
    "ECONOMYNEXT – A union representing executive officers of Sri Lanka’s central bank has warned Prime Minister Ranil Wickremesinghe over results of appointing Governors without prior central banking experience, in the wake of the latest currency crisis.",
    "“It is extremely important that anyone who becomes the Governor of the Central Bank, a key position in economic management, be given a sufficient time to achieve the objectives of the Central Bank…,” the Executive Union of the monetary authority said in a letter to the Prime Minister.",
    "“However, the appointment of six Governors to the Central Bank of Sri Lanka over the past decade is a testament to the fact that the above requirement has not been met, and such short-sighted and unstable appointments have greatly contributed to the current severe economic crisis in the country.",
    "“Furthermore, the politicization of the Central Bank and   the appointment of politicians or political allies as the Governor of the Central Bank of Sri Lanka has had a profound effect on the independence and reputation of the Central Bank as well as on the country’s economy.”",
    "Sri Lanka suffered a series of currency crises as a result of mis-targeting interest rates to boost growth (stimulus or output gap targeting) while in reality operating a foreign reserve collecting (pegged) exchange rate regime for which interventions are made in both directions altering reserve money.",
    "Stimulus or mis-targeting interest rates to close an output gap and create conflicts with exchange rate policy aimed at collecting forex reserves, though it is not an explicit objective. The central bank’s current objective is to provide economic and price stability.",
    "Current Governor Nandalal Weerasinghe, a career central bank office came out retirement in a attempt to stabilize the monetary system in the worst currency crises in the history of the central bank, where economists printed money and also cut taxes to boost growth.",
    "He hiked policy rates more in line with domestic credit conditions  and allowed market rates to adjust scaling back money printing, though monetary stability has not yet been achieved.",
    "The statement came amid reports that that Governor Weerasinghe will not be re-appointed.",
    "“We closely observe the decisions taken by the current political authority/ ies with regard to the Central Bank of Sri Lanka and the Central Bank Executive Officers’ Union will not hesitate to respond expeditiously if any political appointments are made that could impede the future progress of the Central Bank and the economy as a whole,” the Union said.",
    "“We urge you to pay close attention to the above matters when recommending a Governor to the Central Bank for the forthcoming term.”",
    "Governor Weerasinghe is serving the balance period of a term which began in 2016.",
    "Hon. Prime Minister and Minister of Finance, Economic Stability and National Policy, Prime Minister’s Office,",
    "Regarding the Uncertainty Over the Position of the Governor of the Central Bank of Sri Lanka",
    "At a time when our country is experiencing the worst economic crisis since independence, there have been reports in the media that you are preparing to nominate another person for the post of the Governor of the Central Bank of Sri Lanka.",
    "We, as an independent Trade Union representing all staff grades up to the Deputy Governor position of the Central Bank, are surprised and deeply concerned by the news reports being circulated.",
    "The Country faces a number of challenges, including debt restructuring, negotiations with the International Monetary Fund, and implementation of short and medium-term economic reforms to lift the country out of the crisis while sourcing funds for day-to-day needs.",
    "Given this uphill task, it is commonly acknowledged that Dr. Nandalal Weerasinghe, the current Governor of the Central Bank of Sri Lanka and the Secretary to the Treasury, Mr. Mahinda Siriwardena, who have nearly three decades of experience as staff officers of the Central Bank of Sri Lanka and held the position of Alternative Director to the International Monetary Fund, are fulfilling their responsibilities at the official level with proper coordination.",
    "It is in the national interest that you as the Hon. Prime Minister as well as the Minister of Finance, to provide the necessary political leadership and guidance to work together to overcome the challenges faced by our country.",
    "At a time, the importance of maintaining consistent national policies/ programs is widely being discussed and it is crucial to have a certain degree of stability over the position of the Governor of the Central Bank. It is extremely important that anyone who becomes the Governor of the Central Bank, a key position in economic management, be given a sufficient time to achieve the objectives of the Central Bank through his vision.",
    "However, the appointment of six Governors to the Central Bank of Sri Lanka over the past decade is a testament to the fact that the above requirement has not been met, and such short-sighted and unstable appointments have greatly contributed to the current severe economic crisis in the country. Furthermore, the politicization of the Central Bank and   the appointment of politicians or political allies as the Governor of the Central Bank of Sri Lanka has had a profound effect on the independence and reputation of the Central Bank as well as on the country’s economy.",
    "When considering the last four decades, the Governors who had prior experience in central banking had demonstrated better performance in terms of achieving the objectives of the Central Bank. We emphasize that in the face of the prevalent economic catastrophe, the service of a Governor with good knowledge and experience in Central Banking and Macroeconomic Management is essential. Having a non-political Central Bank Governor is crucial for the effective implementation of the economic reforms that have already been initiated.",
    "We closely observe the decisions taken by the current political authority/ ies with regard to the Central Bank of Sri Lanka and the Central Bank Executive Officers’ Union will not hesitate to respond expeditiously if any political appointments are made that could impede the future progress of the Central Bank and the economy as a whole.",
    "We urge you to pay close attention to the above matters when recommending a Governor to the Central Bank for the forthcoming term."
  ]
}