{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/TN-Assembly-seeks-quick-nod-to-allow-humanitarian-aid-to-Sri-Lanka/108-235976",
  "time_ut": 1651229580,
  "title": "TN Assembly seeks quick nod to allow humanitarian aid to Sri Lanka",
  "body_lines": [
    "The Tamil Nadu Assembly on Friday adopted a resolution urging the Centre to positively consider the state government's request to immediately dispatch food and life-saving medicines to the economic-crisis hit Sri Lanka as Chief Minister M K Stalin stressed on the need for the state to extend humanitarian aid to the island republic on time, Indian Media reported.",
    "The resolution, piloted by Stalin, was unanimously passed by the House, including the opposition AIADMK and the BJP. Interestingly, apart from extending support to the government resolution, Deputy Leader of the Opposition AIADMK O Panneerselvam pledged Rs 50 lakh in his personal capacity, to be extended as aid to Sri Lankan Tamils.",
    "\"We can't see the development in Sri Lanka as the neighbouring country's internal issue. We need to extend aid humanitarian aid...help should be prompt, on time,\" the Chief Minister said moving the resolution.",
    "Recalling his meeting with Prime Minister Narendra Modi last month on the issue, Stalin said he followed it up with the External Affairs Minister S Jaishankar but there has been no response from the Centre so far. \"Hence, I have been constrained to move this resolution,\" he said.",
    "Referring to the DMK's long-standing commitment for the Ealam Tamils, Stalin said said \"it is the stand of this government that we should now extend\" a humanitarian assistance.",
    "The state government has decided to provide 40,000 tonnes of rice, 137 types of life-saving drugs and 500 tonnes of milk powder for children, all valued at an estimated Rs 123 crore.",
    "\"We are in a position to provide these. The state government cannot supply them directly. It has to be done with the approval of the Union government and disbursed through the Indian embassy in Sri Lanka. I had placed a request (on the subject) with the Government of India soon after the crisis in Sri Lanka,\" Stalin said.",
    "Referring to a couplet from Tamil classic Thirukkural that talks about the hand of friendship reaching out to someone at the right time, Stalin said the help should be based on humanitarian concerns and timely.",
    "\"A timely help is true help. To make our voice reach the union government, such a resolution has to be adopted,\" he said.",
    "In the resolution piloted by Stalin, the government said there has been no \"clear reply\" from the Centre on Tamil Nadu's proposal to send the aid to Sri Lanka.",
    "\"The government of Tamil Nadu has addressed the government of India to permit the state government to send essential commodities including rice, pulses and milk products and life saving medicines to the people of Sri Lanka who are now suffering due to the severe economic crisis there. But so far no clear reply has been received from the government of India in this regard,\" the resolution said.",
    "\"Hence, the House resolves to urge the central government to positively consider the request of the Tamil Nadu government immediately to send food and other essential commodities including life saving medicines from Tamil Nadu to the people of Sri Lanka, who are facing severe hardships,\" the resolution added.",
    "The resolution stated \"this House insists the Union government to accede to Tamil Nadu government's request and make arrangements and give due permission to send food and essential items,\" to the affected Lankan citizens.",
    "Stalin said though he had initially announced to help Ealam Tamils, various leaders from the community in Sri Lanka and groups had insisted that the aid be not confined only to the Tamils and that the assistance should be for all of Sri Lankan citizens, \"which moved me.\"",
    "\"I could not control my emotions on hearing this. This is Tamil culture,\" he said.",
    "Stalin also talked about steep prices in the country, the lingering queues for petroleum products and the grim power situation in Sri Lanka."
  ]
}