{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sl-in-world-news-no-thanks-to-handouts-just-rectify-if-not-overhaul/",
  "time_ut": 1648736160,
  "title": "SL in world news! No thanks to handouts; just rectify; if not, overhaul",
  "body_lines": [
    "Cassandra has been sleeping badly. Sorry to bother you with an apparently very personal matter, but it is not about herself alone she’s lost sleep. Cass’ sleep has been disturbed by nightmare ON ACCOUNT of the people of Sri Lanka: fearing for them. She sees in nightmare children crying for food and dying; old people collapsing for want of out-of-stock medicines; women wilting and fainting in eternal queues and the brawny ones brawling on streets. These are already happening. In one particular nightmare she saw a huge limo coming to a stop with a massive convoy of security vehicles. The Personage put one foot out and was about to emerge when Cass heard in her head a huge uproar. An infuriated crowd was rushing to the car. Oh, my heavens! For that couple of seconds, the VVIP was unprotected! Most mercifully she awoke, sweating, shivering and the word lynching reverberating in her ear. There is no limit to the outrage of angered, frustrated men. So, the best is that very important personages just stay home. They are provided for luxuriously, so no bother for them to stay indoors. Their days of being in queues is long, long past, as is their mode of travel being bicycles and they not having Rs 25 to go on a school field trip. Persons like Cass are concerned about all people: the Good, the Bad, the Indifferent, even the Ugly.",
    "My, my! Sri Lanka is international front-page news: in the  New York Times, in The Economist et al and bags time on such prestigious TV broadcasts as Al Jazeera. Should not we small islanders be proud and preen ourselves? In normal circumstance we would and should. But the news about us is shameful and damaging to us. We are presented as people who cannot manage their own finances; who are so corrupt their island home has been pushed to the depths of debt and despair. We are labeled thieves of public funds.  The New York Times of March 25, carried this headline: “Sri Lanka Economy has ‘Hit Rock Bottom,’ putting Pressure on President. It went further to declare: “A debt crisis is disrupting life across Sri Lanka, where food and fuel are suddenly either unavailable or exorbitantly priced. Protests are rising against a president with a reputation for brutality.”",
    "And here’s the worst: the article specifically mentions a gold chain snatcher, a murderer and drug dealer, using those very terms, being in the Cabinet of the Dem Soc Repub of S L. Cass hastens to add it is not she who says this but the reporter of the NYT. So what should we do?",
    "And why? Cass continues parodying that song of some decades back:",
    "Cass goes back to that article in the NYT. It says: “In spite of the threat of an economic crisis disrupting life across Sri Lanka, an island nation off India’s southern coast that only recently had been outperforming its neighbours. In less than a decade, Sri Lanka recovered from the ravages of a civil war that ended in 2009, soaring to the status of an upper middle-income nation. It built a tourism-based economy that brought billions of dollars, many jobs and middle-class comforts; high-end eateries and cafes, imported Jeeps and Audis, and upscale malls.”",
    "That article brought tears to Cass’ eyes, reminding her of how things were before this government and the previous one to Mahinda Rajapaksa’s regime from 2010 to 2015. Started off triumphantly with the final defeat of the LTTE. Even when the war was on-going, we managed pretty well in spite of the threat of bombs and even child recruitment and merciless killing of important persons by the LTTE. Cass remembers thinking that the vast amounts spent daily on the armed forces and ammunition et al would be saved once war was over and the resources channeled to reconciliation, rehabilitation and rebuilding the nation. That did not happen. Hubris set in and rotters got ruling roles. Money started being pilfered by the millions. Roads were widened and went into remote areas, but chosen places like the Hambantota District. Illicit money could be made from highway construction. Then with power gone into big heads and sycophancy into menials’ the very expensive vanity white elephant constructions reared themselves sending the country into deep debt. Tourism brought in much money, so did garments and migrant labour. Wasted on extravaganzas, not put aside. Sri Lanka was to be a financial hub, etc. And what did we come to in 2022? Begging from India, borrowing from Bangladesh we looked askance at, going on our knees to China, seeing backward Maldives having their own international flights. No wonder the anguish in Cass’ heart and bitter tears in her eyes. The in-between yahapalanaya government started with good principles but the two Heads did not see eye to eye. Both had so called ‘deals’ (a dirty word now) and Prez Sirisena even crowned his deadly enemy PM, ousting the one he proclaimed eternal gratitude to when the presidency was gifted him through mainly UNP votes. And, thus, the utter ruin we see now of a most wonderful country full of potential.",
    "Some say this and some say that but Al Jazeera pinned causes down very well. In a recent talk show, a foreign compere set a Sri Lankan intellectual, a Sri Lankan woman thinker and an Indian journalist to unravel the causes for Sri Lanka’s economic nose dive. The itemized reasons that emerged were:",
    "Tax exemption for the rich which was one of the new President’s first sweeping moves in 2019/20.",
    "Then the inorganic fertiliser ban which struck an almost terminal blow to the farmer, who Cass maintains is still the backbone of the country.",
    "The vision of splendour and prosperity with no blueprint for achievement.",
    "Paucity of political leadership (Cass called it headless roosters going hither and thither)",
    "Money approved for projects which were not visible which goes hand in glove with lack of transparency.",
    "All this means that the fundamental and urgent need is a thorough shake-up and steady, trustworthy leadership restoring faith of the people.",
    "May the Government NOT GIVE Handouts to the people with the excuse it is the Sinhala and Tamil New Year that is fast approaching. The reason shown is love and concern for the people. My damn foot! exclaims completely concerned, cynical Cass. The real reason is trying to butter up and win, if not votes, at least silence from the masses. Let the people not be the stupidest nitwits there ever were by accepting these meager handouts carried out by printing more money in that Central Bank.",
    "Sure, though cosseted and protected, the VVIPs hear the curses of the queuing masses. They would have known of the GO HOME cries. They would have been aware of, even seen at least on TV, the more effective, heartfelt candle lit vigils of higher Ordinaries. So, cashing in on the intransigence of the average Sri Lankan, Sinhalese mostly, and their bribe-ability, the govt moved – Ah, give them five thousand each and they will go home and be silent, at least.",
    "NOT NOW! Not after all the shortages that never should have been. Better do something positive like sending oldies home. Trim and prune the Cabinet shedding the worst of scum in it. Then people might bear their burdens and blame the government’s mismanagement equally with the after effects of the pandemic, the Russian invasion of Ukraine and the downward trend of the world’s economy. Why cannot the MPs and other rich folk donate goods to people so that cash is left out of the charity giving?",
    "Too late this cry of Cassandra. The government has gone into charity mode bringing on further severer burdens to the very people it seems to feel for. Rs 10,000 per family allocated to the less able. Do you hear the CB printing machines churning out Rs 5000 notes? Johns Hopkins economist, (Cass thinks) has pronounced SL’s inflation will arise to 50%. Money to buy a loaf of bread to be taken in a large silisili bag?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}