{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82008/sri-lanka-says-india-world-bank-consider-usd-2-billion-bridge-finance",
  "time_ut": 1650738540,
  "title": "Sri Lanka says India, World Bank consider USD 2 billion bridge finance",
  "body_lines": [
    "Sri Lanka’s finance minister said on Friday that its neighbour India and the World Bank are considering extending about USD 2 billion in bridge finance so it can continue essential imports.",
    "The country of 22 million people is struggling to pay for imports after a sharp drop in foreign exchange reserves which has led to a currency devaluation and soaring inflation.",
    "Sri Lanka, which has USD 51 billion of external credit, is working on a wider plan to secure funds to help it through its worst economic crisis, with prolonged power cuts and shortages of fuel and medicines that have sparked nationwide protests.",
    "The government has asked some creditors to restructure its debt and also approached China, Japan, and the Asian Development Bank amongst others for help, Ali Sabry said.",
    "India has already agreed to double an existing USD 500 million credit line for fuel and defer about USD 1.5 billion in import payments that Sri Lanka needs to make to the Asian Clearing Union. It has also extended the tenure of a USD 400 million swap given in January, the Indian High Commission said on Friday.",
    "“Talks with the World Bank have also been very positive,” Sabry said, adding: “In the next four weeks to six months we expect about USD 500 million from them, which will be partly used to provide direct cash transfers to the poor”.",
    "Sabry is in Washington leading a Sri Lankan delegation to negotiate a programme with the International Monetary Fund (IMF). He said talks had started on an Extended Fund Facility (EFF) but Sri Lanka was in need of USD 3 billion to USD 4 billion in bridge financing till a programme is finalised.",
    "“We have a three-pronged strategy. One is to get an IMF programme going, second to secure bridge financing and third to get Sri Lanka back on a growth trajectory in a year or so,” he said.",
    "Sabry said the government hopes to appoint financial advisers and an international law firm to start formal debt negotiations with creditors in the next 10 to 15 days."
  ]
}