{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cbsl-launches-booklet-to-educate-public-on-payment-instruments-and-infrastructure/",
  "time_ut": 1650204540,
  "title": "CBSL launches booklet to educate public on payment instruments and infrastructure",
  "body_lines": [
    "The payment industry in Sri Lanka is currently undergoing a rapid change due to the introduction of new payment instruments, methods and processes. Along with the traditional payment methods, these new payment processes have completely redefined the customer experience and enabled businesses and consumers to conduct their financial transactions safely and efficiently.",
    "In this backdrop, having identified the need of a local publication on payment services to educate the general public, Central Bank of Sri Lanka (CBSL) decided to release a booklet, ‘A Guide to Payment Services in Sri Lanka’ illustrating the payment instruments/methods and the infrastructures in Sri Lanka.",
    "The booklet was presented to Dr. P. Nandalal Weerasinghe, Governor of CBSL by D. Kumaratunge, Assistant Governor of CBSL on April 12.",
    "The booklet provides a detailed explanation on traditional as well as recently introduced payment instruments such as Cheques, Payment Cards, Mobile Payment Applications including QR code based transactions (LANKAQR), and Payment, Clearing and Settlement Systems such as Real Time Gross Settlement System, Sri Lanka Interbank Payment System, Mobile Phone based e-money Systems etc.",
    "The booklet also explains the Retail Payment Infrastructure including the Common ATM Switch, Shared ATM Switch, Common Point-of-Sale Switch, Common Electronic Fund Transfer Switch (CEFTS) and popular payment products based on CEFTS including LankaPay Online Payment Platform, JustPay, Direct Debit.",
    "This booklet is written in an easy-to-read format with FAQs and graphs including transaction flow charts helping the general public to easily understand how financial transactions can be conducted with greater convenience. The booklet also provides detailed explanations on the technical terms used, so that supervisors, teachers and especially those in higher studies can benefit by enhancing their knowledge in the subject matter. Employees of financial institutions can use this booklet as a guide in their day to day work, thus helping customer queries and increasing their customer satisfaction.",
    "Electronic version of this booklet will be available for downloading from the CBSL website as an e-book and interested parties will be able to purchase the printed version from CBSL sales counters in the future.",
    "Sri Lanka bondholders brace for big losses in debt restructuring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}