{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-rev-lution-is-live-Tweeted/172-234589",
  "time_ut": 1649183880,
  "title": "The rev      lution is live-Tweeted",
  "body_lines": [
    "Widespread and vociferous protests against the government's mishandling of the economy are growing across the country",
    "When it was too late, when the crowds were literally at the gates, the government tried to block social media. That too backfired spectacularly.",
    "This attention fitted in well with how Mahinda Rajapaksa had tactfully used media to build an image of the common man’s politician.",
    "Some of the posters have been unprintable but there is no denying that the message being sent out to President Gotabaya and his very extended family who have been running Sri Lanka for the better part of dozen years in the last one.",
    "This is the first time in my working life that I have been away from Sri Lanka when the country was in upheaval. Every bit of information I have on the on-going political turmoil, I have got from social media.",
    "I have not read any news reports on the situation. Linked as I am to the social media and messaging groups, I get live updates of what is going on. Even the fakes and rumours come in fast and strong. My feeds have been filled with a refrain, “you messed with the wrong generation”.",
    "Some of the posters have been unprintable but there is no denying that the message being sent out to President Gotabaya and his very extended family who have been running Sri Lanka for the better part of dozen years in the last one. Whether they got it and got it early enough, I am not sure.",
    "This is how the revolution of the digital native generation takes place, it’s live tweeted.",
    "Odd as it may seem the elder Rajapaksa, the first to hold the office of President, was one of the first national politicians to take to social media. Mahinda Rajapaksa was the first Sri Lanka politician to hold a Twitter Q & A.",
    "In 2015, soon after the new government came into power, I went to Temple Trees and was given a guided tour. I was shown rooms with banks and banks of computers. They were sealed but I could see tags that indicated that each machine was assigned an electorate. It was an example of the sustained investment the Rajapaksa political machine put into digital resources. Additionally, the rooms also indicated the family wanted the operation to be kept close to the seat of power.",
    "This attention fitted in well with how Mahinda Rajapaksa had tactfully used media to build an image of the common man’s politician. His manufactured image was such that he could seamlessly move from the persona of the human right’s defender during the reign of terror to that of the ultra-nationalist when he became president. He cultivated media and journalists who became great assets in maintaining and embellishing the image. When he wanted though, he would unceremoniously break those kingships, as my late editor Lasantha Wickrematunge found out post-2005.",
    "As much as the Rajapaksa political machine built links and co-opted media into its agenda, it did the same with the burgeoning social media. There is research to show how nodes of influencers1 were used to amplify the pro-Rajapaksa message on social media. This is not new in Sri Lanka. Remember how the late Mangala Samaraweera was the mastermind of a campaign to identify Ranil Wickremasinghe as a weak leader post-1994. The difference here was the Rajapaksa’s were using social media as an effective means for this.",
    "Sometime in 2016-17, I was surprised to see my twitter handle being tagged doggedly by someone who eventually ended up being a PR manager for Gotabaya Rajapaksa. I had never met him and the only reason I and others were being tagged was to create an impression that the posts had wider resonance.",
    "In a way it is odd how this administration and its massive PR apparatus missed the signs of public discontent. Maybe it was because it had manufactured so much hype on a perceived political, racial and ethnic ideology as its cornerstone for existence, it merely missed the signs that had nothing to do with politics. The discontent felt all over Sri Lanka was about lack of electricity, gas and fuel.",
    "Maybe it had spent so much time creating headlines, it wanted posted and reposted, that this behemoth of a machine simply was deafened by the noise of its own cranking. Or simply, the machine, its nuts and bolts and the drivers were just drunk with power in their own gilded cages.  It probably was not in a position to connect the anger on Facebook as the real thing, because so much of what appeared real on Facebook in the past, was simply  manufactured by its own outreach units as artificial texture. If we did not make it, it can’t be real, right?",
    "When it was too late, when the crowds were literally at the gates, the government tried to block social media. That too backfired spectacularly.",
    "You can manufacture the truth, but it helps to keep tab of the real deal as well, even in Facebook.",
    "The writer is a journalism researcher and a writer. He can be contacted on amantha.perera@cqumail.com"
  ]
}