{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-in-talks-for-usd-1-bln-from-budget-airlines-state-minister-93234/",
  "time_ut": 1650482820,
  "title": "Sri Lanka in talks for USD 1 bln from budget airlines – State Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is in the process of bringing in 1 billion US dollars through budget airlines with the help of private sector investment, newly appointed State Minister of Tourism D V Chanaka told the parliament on Wednesday (20).",
    "Responding to an opposition question over an agitation by the main Katunayaka International Airport employees, Chanaka said the initiative is done through some corporate leaders including Sri Lanka’s leading entrepreneur Dhammika Perera.",
    "“This is not the first meeting with Dhammika Perera. A team including Dhammika Perera proposed us to bring in budget airlines in the world through a private sector investment,” Chanaka told the parliament.",
    "Opposition legislators said they had got information from the airport employees that discussions were underway to sell the airport and the employees have raised concerns over this.",
    "“They are having a meeting with the CEOs of these airline companies to discuss bringing in 1 billion dollars to the country through tourism. This is the fourth meeting regarding this topic.’ he said.",
    "“This a private sector sponsored project to bring in 1 billion dollars to the country through budget airline tourism. It is not about selling anything to anyone.”",
    "The agitation over airport selling comes after The Sunday Time, a weekend newspaper,  reported that the ruling Sri Lanka Podujana Peramuna (SLPP)-led government is hoping to raise 8 billion US dollars from lease or sale of valuable public assets to bolster rapidly dwindling foreign reserves.",
    "The paper quoted a report of a newly-appointed economic advisory committee. Dhammika Perera is a member of the economic advisory committee.",
    "The paper said among the main items in the list were the long term leases of Katunayake International Airport for 2 billion dollars, Mattala Airport for 300 million dollars and Ratmalana Airport for 400 million dollars.",
    "Sri Lanka’s foreign reserves dwindled over 70 percent in the first 11 months of last year due to repayment of debts and heavy imports amid record low interest rates, controlled exchange rate, and excess money printing. (Colombo/April 20/2022)"
  ]
}