{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-empowers-keragala-ranaviru-village-with-high-speed-broadband-connectivity-solutions/",
  "time_ut": 1646663940,
  "title": "SLT-MOBITEL empowers Keragala Ranaviru Village with high speed broadband connectivity solutions",
  "body_lines": [
    "SLT-MOBITEL, the National ICT Solutions Provider, continued its commitment to empowering Sri Lanka with 100% 4G LTE connectivity solutions, inaugurating yet another base station at the Ranaviru Village in Keragala, Gampaha, providing high-speed internet and a host of connectivity solutions. The project will offer superior 4G LTE connectivity to war heroes’ families in the Ranaviru village and the neighbouring communities in the area.",
    "The Ranaviru Villages are housing projects constructed island wide by the Sri Lanka Army to ensure the welfare of heroic soldiers who put in invaluable sacrifices to safeguard the nation. The ceremony was graced by the State Minister of Urban Development, Waste Disposal and Community Cleanliness, Dr. Nalaka Godahewa and the Senior Management of SLT-MOBITEL.",
    "Understanding the importance of accelerating connectivity and supporting the educational requirements of students in rural areas, SLT-MOBITEL has provided a range of connectivity solutions including high speed 4G Broadband, Voice connectivity and many more. This project reaffirms SLT-MOBITEL’s untiring commitment to providing telecom infrastructure and connectivity solutions to promote digital transformation in rural areas and support the nation’s vision of bridging the digital divide.",
    "In addition, SLT-MOBITEL also carried out its island wide Environmental Social Governance program of planting ‘Mee’ Trees at the event. The project was launched with a pledge to improve the environment and to preserve Sri Lanka’s flora and fauna.",
    "Rising gold and oil prices exert negative impact on share market",
    "Sri Lanka Insurance introduces “Jana Rekuma” to extend insurance for general masses",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}