{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81261/sri-lanka-signs-1-billion-credit-line-with-india",
  "time_ut": 1647514860,
  "title": "Sri Lanka signs $1 billion credit line with India",
  "body_lines": [
    "Sri Lanka’s Finance Minister Basil Rajapaksa signed a $1 billion credit line with India on Thursday to help ease crippling shortages of essential items, including fuel, food and medicine, officials said.",
    "“Neighborhood first. India stands with Sri Lanka,” Indian Foreign Minister S. Jaishankar said in a tweet.",
    "“US$ 1 billion credit line signed for supply of essential commodities. Key element of the package of support extended by India,” he said.",
    "The agreement was signed by the Sri Lanka’s Secretary to the Treasury and Ministry of Finance Mr. S. R. Attygalle in the presence of Sri Lanka’s Finance Minister Basil Rajapaksa, India’s Finance Minister Nirmala Sitharaman, Foreign Minister S. Jaishankar, the High Commissioner of Sri Lanka to India Mr. Milinda Moragoda and the High Commissioner of India to Sri Lanka Mr. Gopal Baglay.",
    "Sri Lanka’s foreign exchange reserves have fallen 70% in the past two years to about $2.31 billion, leaving it struggling to pay for imports.",
    "The country will work with the International Monetary Fund (IMF) to find a way out of the crisis, President Gotabaya Rajapaksa said on Wednesday.",
    "After meeting Indian Prime Minister Narendra Modi on Wednesday in New Delhi, Sri Lanka’s Finance Minister was expected to meet his Indian counterpart, Nirmala Sitharaman, this week to discuss the USD 1 billion loan that the Indian government agreed to provide, as well as the road map for how the funds will be utilised.",
    "India has already provided a loan of USD 500 million for fuel purchases and a USD 400 million currency swap under the South Asian Association for Regional Cooperation (SAARC) facility. In addition to that, the government of India has provided a $500 million loan deferment for settlement to the Asian Clearing Union (ACU), in a move sought to help the island nation witnessing an exceptional economic crisis.",
    "During his previous visit to New Delhi last year, Rajapaksa negotiated $1 billion in financial assistance from the Indian government. The financial aid has not been released yet while his meeting with Indian Finance Minister Sitharaman is largely likely to finalise the $ 1 billion emergency financial aid package.",
    "The Ministry of External Affairs on India stated that India has stepped up and pledged a whopping USD 2.415 billion to the island nation (of which $1 billion is yet to be released) to help overcome dire financial constraints caused by external debt payments and a lack of US dollars in the country for business."
  ]
}