{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Norway-FAO-to-strengthen-fisheries-sector-in-Sri-Lanka/34-735574",
  "time_ut": 1654021800,
  "title": "Norway, FAO to strengthen fisheries sector in Sri Lanka",
  "body_lines": [
    "Inception meeting of the FAO-Norad project to strengthen the fisheries sector in Sri Lanka through responsible use of fish-eries and aquaculture resources. From left:  FAO Representative for Sri Lanka and the Maldives Vimlendra Sharan, Norwegian Ambassador to Sri Lanka and the Maldives Trine Jøranli Eskedal, Secretary to the Ministry of Fisheries R.M.I. Rathnayake and Secretary to the State Ministry of Fisheries Jayantha Chandrasoma",
    "Key collaborative effort to promote responsible use of fisheries and aquaculture resources",
    "The Food and Agriculture Organisation of the United Nations (FAO) with financial assistance from the Norwegian Agency for Development Cooperation (Norad) is providing technical support to develop the fisheries and aquaculture sector in Sri Lanka.",
    "This FAO-Norad global collaboration will work with the Ministry of Fisheries on three focus areas in Sri Lanka; develop capacities to implement robust Port State Measures to combat Illegal, Unreported and Unregulated Fishing (IUU), increase resilience of the fisheries and aquaculture sector to climate change, and reduce food loss and waste along the fisheries value chain in Sri Lanka.",
    "Secretary to the State Ministry of Fisheries Jayantha Chandrasoma noted that Sri Lanka’s fisheries industry is undergoing many difficulties due to the increase in fuel prices, production costs and the increase in prices of fish. Jayantha Chandrasoma said: “More than 50 percent of animal protein requirements of Sri Lankans are obtained through fish consumption and the increase in fish prices have impacted negatively on the affordability of fish and fisheries-related products, particularly for low-income groups.",
    "“Finding ways of reducing fish loss and waste and reducing production costs by introducing energy efficient fishing vessels and use of alternative energy sources has been a challenge. With the support provided by FAO and Norway we will be able to address some of these key issues confronted by the fisheries industry.”",
    "Norwegian Ambassador to Sri Lanka and the Maldives Trine Jøranli Eskedal stated: “Fisheries remains one of the most important sectors for bilateral relations between Sri Lanka and Norway, and I firmly believe this new collaboration will add value to Norway’s longstanding cooperation with Sri Lanka and the FAO. Fisheries and aquaculture contribute immensely to food security, livelihoods and economic development.",
    "“Therefore, it is crucial to protect fisheries and the abundant resources of this country. We are very keen to establish secure and sustainable fisheries ecosystems and increase capacity for sustainable production. This new project aims to safeguard the fisheries and aquaculture resources in Sri Lanka which is timely and important.”",
    "Sri Lanka and the Maldives FAO Representative Vimlendra Sharan, highlighted that fishers who were struggling to keep their livelihoods afloat amidst numerous challenges such as climate variabilities, and most recently the COVID-19 pandemic, now see their profession rocked by the impacts of the economic crisis.",
    "“FAO works to increase the resilience of people and their livelihoods in the face of threats and crises. To weather these difficult times and enable the long-term continuity of the fisheries and aquaculture sector, it is imperative to build institutional capacities that protect small-scale fishers who play a big role in feeding their families and the nation,” Sharan noted.",
    "Secretary to the Ministry of Fisheries R.M.I. Rathnayake and representatives from fisheries-related institutions, private sector and academia participated at the inception meeting of the FAO-Norway project. The project will support policymakers and management experts, trade and industry experts, fishers, fish farmers and fish workers. It is aimed at enhancing the socio-economic development of the fisheries and aquaculture sector through the responsible use of fisheries resources."
  ]
}