{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-copa-advises-excise-department-to-fast-track-computer-database-system-93275/",
  "time_ut": 1650536160,
  "title": "Sri Lanka’s COPA advises Excise Department to fast-track computer database system",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s parliamentary Committee on Public Accounts (COPA) made recommendations to the Excise Department on Thursday (21) to expedite a proposed computer database system to streamline the calculation of excise revenue by linking the Excise Department, the Customs Department and the Inland Revenue Department.",
    "A statement issued by the State Information Department said this recommendation was made to the Excise Department during a COPA meeting chaired by MP Tissa Vitarana on Tuesday (19) to inquire into the Auditor General’s report for the year 2020 and its current performance.",
    "“Commissioner General of Excise M J Gunasiri told the committee that preliminary work on the computer system has already begun and it will be completed by January 2023,” the statement said.",
    "The committee has instructed the Commissioner General of Excise to call for bids from the University of Moratuwa and the University of Colombo and make appropriate arrangements.",
    "The statement said the committee had pointed out that this would enable officials to carry out the functions of the Excise Department, one of the country’s leading revenue earners, more efficiently and to increase its revenue significantly.",
    "“The members of the committee also pointed out that it is unfortunate that even though some government agencies have been instructed for many years to set up a computer system and streamline their activities, they have not yet received a positive response,”",
    "The committee had focused on the progress made in maintaining a secure sticker management system for liquor bottles and liquor related products to increase government revenue, the statement said.",
    "“It was revealed that with the introduction of this sticker management system, the revenue of the Excise Department has increased by 17 percent in the first three months of last year alone,” the statement stated quoting the committee.",
    "It has also focused on management shortcomings, including the failure to document and maintain information on excise duty reduction on liquor exports and directed that appropriate action be taken to rectify them as soon as possible, it added. (Colombo/Apr21/2022)"
  ]
}