{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sanctions-from-West-will-drive-Russia-and-China-into-each-others-arms-Dr-Dayan-Jayatilleka/172-232109",
  "time_ut": 1646163120,
  "title": "Sanctions from West will drive Russia and China into each others’ arms: - Dr. Dayan Jayatilleka",
  "body_lines": [
    "The sanctions are intended to cut Russia from the world economy",
    "Russia is fighting a ‘limited war’",
    "If US troops had been sent to Ukraine it would have risked a clash with Russia",
    "The West says it wants to “isolate Russia from the international community”",
    "",
    "",
    "",
    "As Russian troops continue to battle their way towards Kyiv, the capital of Ukraine, naval tensions continue to escalate in the Black Sea. The Ukrainian President Volodymyr Zelensky, even though is an amateur in the field of politics has managed to grab the attention and sympathy from around the world. The crisis prompted the United Nations General Assembly to call for an emergency meeting in decades and the first round of peace talks in Belarus ended with no solution. In the meantime, the Ukrainian President signed a formal request to join the European Union. However, international relations experts believe that the possibility of a war between Russia and Ukraine has been brewing for sometime. As people continue to flee Ukraine and the West continues to impose sanctions on Russia - the fifth largest economy in Europe, both countries are likely to face heavy consequences in its aftermath.",
    "",
    "In a candid interview with the Daily Mirror, Sri Lanka’s former Ambassador Extraordinary and Plenipotentiary to the Russian Federation in 2018-2020, Dr. Dayan Jayatilleka sheds light on the background of this crisis, North Atlantic Treaty Organisation (NATO)’s expansion towards Russia, result of the West imposing sanctions on Russia and what lies ahead in this crisis.",
    "The Excerpts :",
    "Q   Could you explain the historical background to the Russia-Ukraine crisis?",
    "At the very outset I must clarify that I am speaking purely in my personal capacity as Sri Lanka’s former Ambassador Extraordinary and Plenipotentiary to the Russian Federation in 2018-2020 and author of a book on the Cold War, published by Palgrave Macmillan, UK in 2014.",
    "",
    "I think it is best not to rely on Western or Russian official sources in answering your question. As a political scientist I prefer to go to the scholarly sources. In my lifetime, no one in the field of international relations and foreign policy has been a more respected name than Dr. Henry Kissinger, with a single exception. That solitary exception is George Kennan, the iconic author of the doctrine of ‘Containment’ in 1946-47 which was the guiding doctrine of US foreign policy towards the Soviet Union; a policy which proved ultimately successful, though Kennan himself criticized the Reagan doctrine as a needless over-militarization of his own conception of Containment.",
    "From 2015, Prof. John Mearsheimer of the Dept of Political Science at the University of Chicago and a famous figure in the field of international relations and foreign policy has pointed out that George Kennan prophetically predicted the present crisis.",
    "",
    "",
    "\"While criticism of Russia’s intervention is legitimate, it is also  hypocritical when it comes from NATO, given that NATO bombed and  rocketed a country—Yugoslavia -- out of existence in 1999 using far more  force against civilian infrastructure than the Russians seem to have  used so far in Ukraine\"",
    "",
    "",
    "Renowned as America’s greatest 20th century diplomat, George Kennan wrote an Op-Ed in the New York Times on February 5, 1997 entitled “A Fateful Error” warning that “expanding NATO would be the most fateful error of American policy in the entire post-Cold War era.” But he was ignored, and the USA did exactly what he warned against, despite the historic success of his policy doctrine!",
    "",
    "On a recent edition of Fareed Zakaria GPS, Zakaria interviewed Condoleezza Rice, and while doing so he showed on screen the memoranda sent to her when she was US Secretary of State, by Ambassador William Burns who was serving in Moscow at that time. Bill Burns is currently the head of the CIA. In those old cables, Burns warns that he has spoken to Russians across the political spectrum from liberal to conservative and their apprehensions about the possibility of neighbouring Ukraine becoming a NATO member was “almost neuralgic”. Zakaria asked Condoleezza Rice whether, in the face of these warnings from her own ambassador, it was not a colossal mistake made by the USA to say that Georgia and Ukraine could become NATO members. She replied smilingly yet unblinkingly “well, Fareed, I was quite aware of this even before Ambassador Bill Burns sent those cables but you know that the job of the Secretary of State is that you sometimes have to choose between competing values”.",
    "So that, in my view, is the historical background to the present crisis and conflict.",
    "Q   In an earlier write up you mentioned that it is in fact the NATO’s hostile military alliance moving towards Russia and this is Russia’s way of responding to it. What does Russia gain from attacking Ukraine since Joe Biden himself has said that Ukraine won’t be a NATO country in the ‘near future’?",
    "As John F. Kennedy (supposedly) said “never mind what he says, watch his hands!” There have been five successive waves of NATO expansion eastwards to the Russian borders, ignoring Russia’s legitimate security concerns, protests and warnings.",
    "",
    "While criticism of Russia’s intervention is legitimate, it is also hypocritical when it comes from NATO, given that NATO bombed and rocketed a country—Yugoslavia -- out of existence in 1999 using far more force against civilian infrastructure than the Russians seem to have used so far in Ukraine. The West invaded Iraq on false charges of possessing WMD. Yugoslavia, Iraq and Libya were not America’s neighbours and did not pose a security threat to the US or NATO.",
    "",
    "How could any Russian leader take the risk with his country’s security, by trusting the word of any American leader, when President Trump unilaterally withdrew from the nuclear deal with Iran, though the International Atomic Energy Agency (IAEA) in Vienna had declared that Iran had remained in compliance with the Joint Comprehensive Plan of Action (JCPOA) negotiated with President Obama? In 2011 the USA went far beyond the UN Security Council resolution on Libya which was limited to the humanitarian crisis in Benghazi and expanded the operation, culminating in the lynching of Muammar al Ghaddafi, about which US Secretary of State Hillary Clinton exulted!",
    "How can the word of a President of another country be trusted when your country’s security is at stake, when the West violated a UN Security Council resolution which acknowledged that Kosovo was a province of Serbia, and instead protected and shepherded it to independence?",
    "Q   The US initially decided to send military troops and assistance to Ukraine, President Biden has decided against it. They are now looking at imposing sanctions instead. What are your observations regarding this change in decisions?",
    "If US troops had been sent to Ukraine it would have risked a clash with Russia which has an overwhelming preponderance of conventional force in the ‘theatre’. The US has been sending billions of dollars’ worth of assistance to the Ukrainian army for the past several years and has authorized more weapons deliveries just days ago. The decision on sanctions has dangerous implications, because, to use the words of the western leaders themselves, the sanctions are intended to cut Russia off from the world economy, to ‘destroy’ the Russian economy and to bring so much pain to the Russian people that they will turn against the Russian leadership.",
    "Q   What would be the impact of Western nations imposing sanctions on Russia?",
    "As history has shown, and as I have observed from my conversations (I have visited Russia in the 1960s, 1970s and 1980s, well before I became ambassador) Russia is a country that has suffered great hardships in the past but has never and will never capitulate and can never be intimidated. What it will succeed in doing is to drive Russia and China into each other’s arms, forming a very powerful partnership, a potential counter-power, including on the economic front.",
    "Q   Even though the general notion was that Ukraine would be defeated in no time, they too seem to be retaliating. For instance, they shot down four Russian missiles, hacked Russian TV channels etc. What are your observations?",
    "Yes, I think the Ukrainians are resisting admirably, but I wouldn’t take every news report or assessment from either the Western or Russian media at face value. As my father, Mervyn de Silva, an internationally known editor and foreign correspondent used to say, the truth is usually somewhere in-between. It must be borne in mind that a defending force almost always has fewer casualties than an attacking force.",
    "",
    "Furthermore, the Russians are fighting with one hand deliberately tied behind their back. After the first day of operations when they knocked-out the main military infrastructure of the Ukrainians, the Russians deliberately took a political and policy decision to stop using their superb air-force which had done such effective work in Syria. The Russians have also used only half or less of their assembled forces across the border. They are fighting a ‘limited war’ as surgically as possible, while Ukraine is quite understandably, trying to fight a total or absolute war.",
    "",
    "Q   What would be the next step in this crisis?",
    "I think a negotiated solution is the best and only realistic one, but these negotiations have to squarely address two issues that the West and the Ukrainian government have so far been unwilling to do. That is to provide cast-iron, verifiable guarantees that Ukraine, which is Russia’s immediate neighbour will not and cannot constitute a military threat under NATO auspices, whether de jure or de facto. The other issue is the persecution of Russian-speaking/ethnic Russian minorities in the Donbass region, as provided for in the Minsk agreements which were ignored by the Kiev government and the West for 8 years, until the Russian intervention took place.",
    "",
    "",
    "\" I really do not think Russia will use nuclear weapons. What it has done  is to put the strategic nuclear forces on alert as a deterrent in case  the West tried to interfere militarily in their operation. If the West  does interfere militarily that risks a clash between Russia and NATO  forces.\"",
    "",
    "",
    "The West says it wants to “isolate Russia from the international community”, but how can it be accomplished when Russia is the world’s largest country, in close friendship with China, the world’s most populous country, and India, a member of the Quad, abstained from voting during the UN Security Council resolution? Russia, India and China contain the bulk of the world’s population. Most of Asia, the world’s most populous continent, has refused to either condone or condemn Russia’s conduct. It is impossible to isolate Russia from the international community, which must not be understood only as the West or the Transatlantic community.",
    "",
    "The most serious problem is the West has overreacted; engaged in classic overkill, and escalated the crisis into a global zero-sum game, which is very risky and de-stabilizing to the world order over the long term. All bets are off.",
    "Q   Do you think Russia will use nuclear weapons and in that case will this be the Third World War?",
    "I really do not think Russia will use nuclear weapons. What it has done is to put the strategic nuclear forces on alert as a deterrent in case the West tried to interfere militarily in their operation. If the West does interfere militarily that risks a clash between Russia and NATO forces.",
    "",
    "",
    "",
    "",
    "Russia-Ukraine crisis has no major impact on Sri Lankan economy : - Dr. W. A Wijewardena",
    "",
    "Russia is one of the main importers of Ceylon Tea and the country generates a higher number of tourists to Sri Lanka. Even though many believe that the prevailing crisis would have severe impacts on the Sri Lankan economy, economists believe otherwise.",
    "",
    "“Sri Lanka’s trade relations with Russia is not as big as that with EU, USA, or UK,” opined senior economist and former Central Bank Deputy Governor Dr. W. A Wijewardena. “For instance, when Sri Lanka exports about $ 3 billion each to EU and USA and $ 1billion to UK, it exports about US$ 180 million to Russia. Further, Sri Lanka has a trade deficit with Russia amounting to about $ 25 million. With EU, USA and UK, it has trade surpluses of about US$ 2.5 billion with the USA, US$ 1 billion with the EU and US$ 800 million with the UK. Hence, even if Sri Lanka loses the entire trade with Russia, there is no major impact on the country, unlike with USA, EU and UK.",
    "",
    "",
    "\"Regarding tourism, Russia is the largest home country of tourists visiting Sri Lanka followed by India. But those tourists are not high spenders and mostly backpack tourists who spends least in the country\"",
    "",
    "",
    "“Russia has been one major buyer of Sri Lanka tea and that sector will have to search for new markets when the trade comes to a standstill,” he continued. “Regarding tourism, Russia is the largest home country of tourists visiting Sri Lanka followed by India. But those tourists are not high spenders and mostly backpack tourists who spends least in the country. Hence, the the disruption to tourism sector can also be mitigated by attracting high spending tourists from the Middle East (as is being done by the Maldives) and the UK.”",
    "",
    "He further said that the impact on Sri Lanka is not in the loss of incomes but on the elevated prices of its main imports, fuel, LPG and wheat grains which have already increased by about 10 to 15% they might increase further if the conflict is prolonged. “That would affect very adversely to the country’s energy and food security about which the country has no solution as long as it is suffering from an acute Forex shortage.”"
  ]
}