{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/12/ranilgogama-will-soon-be-established-pubudu-jagoda/",
  "time_ut": 1652358600,
  "title": "‘RanilGoGama’ will soon be established- Pubudu Jagoda",
  "body_lines": [
    "COLOMBO (News 1st); The General Secretary of the Frontline Socialist Party, Pubudu Jagoda demands as to how the President, who said he cannot resign because he was elected to office by the people, is now attempting to appoint Ranil Wickremesinghe who lost the election from the Colombo District, as the Prime Minister.",
    "Jagoda emphasized that Ranil Wickremesinghe replacing Mahinda Rajapaksa will not solve the current issue, and pointed out that the people who established a Gotagogama, then a Mynagogama, and finally HoruGogama, will eventually establish a RanilGoGama if this decision is implemented.",
    "Stating that they put forward a proposal for an interim consensus Government to be established and for a convention to be drafted including the demands of the people, which includes the interim Government to hold an election after solving peoples issues, Jagoda said that the entirety of the peoples crisis will be undermined by the demands of Wickremesinghe.",
    "“When the President was asked to resign he always said that he was voted into office by the people and because of that he cannot resign. This same president who made this statement is making Ranil WIckremesinghe, a man who lost the election in the Colombo District, the prime minister of the country. The President will have to explain this decision,” he stated.",
    "Alleging that this is more than a simple deal between Ranil Wickremesinghe and Gotabaya Rajapaksa, Jagoda said that foreign ambassadors and foreign intelligence services are also involved in deal, and going forward with this decision will only aggravate the issues of the people.",
    "Look forward to working with Ranil Wickremesinghe, tweets US Ambassador",
    "Sri Lanka : Ranil Wickremesinghe appointed Prime Minister by President Gotabaya"
  ]
}