{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/11/sri-lanka-pope-calls-for-non-violence-amid-social-unrest/",
  "time_ut": 1652267880,
  "title": "Sri Lanka : Pope calls for non-violence amid social unrest",
  "body_lines": [
    "COLOMBO (News 1st); Pope Francis has appealed for the people of Sri Lanka to make their voices heard in a peaceful way and for political leaders to heed their demands, as protests turned violent killing several people.",
    "Amid the social unrest, Pope Francis turned his thoughts to the South Asian nation while speaking at the Wednesday General Audience.",
    "The Pope said he sends his greeting especially to the “young people who in recent times have made their cry heard in the face of the country’s social and economic challenges and problems.”",
    "“I join religious authorities in urging all parties to maintain a peaceful attitude, without yielding to violence.”",
    "Pope Francis also called on Sri Lanka’s ruling political leaders to heed the voices of protesters.",
    "“I appeal to all those with responsibilities to listen to the aspirations of the people and to ensure full respect for human rights and civil liberties.”",
    "Sri Lanka’s economy has been under severe strain since the outbreak of the Covid-19 pandemic put the brakes on its tourism-dependent economy.",
    "The country has depleted its reserves of foreign currency down to only about US$50 million, leaving it unable to pay for imports.",
    "Sri Lankans, whose population numbers around 22 million, face massive shortages of food, medicine, fuel, and other essential goods, many of which are imported from abroad.",
    "Ex-PM Rajapaksa relocated to Trinco Naval Dockyard & will be protected as long as he lives – Defence Secretary",
    "Police notice to GotaGoGama protestors using PA system at President’s Office",
    "Political stability is paramount for economic revival, says CBSL Chief while hinting resignation if political stability is NOT achieved"
  ]
}