{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/from-war-hero-to-target-of-angry-crowds-sri-lankas-rajapaksa-falls-from-grace-94097/",
  "time_ut": 1652251500,
  "title": "From war hero to target of angry crowds: Sri Lanka’s Rajapaksa falls from grace",
  "body_lines": [
    "ECONOMYNEXT – He was a demigod for tens of thousands of Sri Lankans. Some people in the North Central Sri Lankan district of Anuradhapura still keep his picture next to their Buddha statue.",
    "Many of them are still thankful for the 76-year-old seasoned politician for his role in ending a 26-year war, for his government’s initiative of subsidised fertilizer, and the infrastructure drive in their rural area which had been neglected by successive governments since independence from British colonial rulers in 1948.",
    "Rajapaksa, Sri Lanka’s president from 2005 to 2015 and four-time prime minister through 2004 to this Monday (09), built up one of Asia’s strongest political dynasties similar to the Philippines’ fallen dictator Ferdinand Marcos.",
    "He was the most popular and ‘down to earth’ leader Sri Lanka ever had since independence. The common man’s touch he has with him helped him to connect anybody he meets – whether it is a public official or private sector CEO or a poor rural paddy farmer or a journalist.",
    "Famous for his unique maroon family shawl wrapped around the neck, Rajapaksa the politician fought every battle to come out stronger, starting in 1988 when he took on the then mighty United National Party (UNP) government and went to Geneva alleging gross human rights violations committed under president Ranasinghe Premadasa – the father of current opposition leader Sajith Premadasa.",
    "Not unlike the late Premadasa, Rajapaksa always presented himself as a pious Buddhist though his close allies now say he practiced Buddhism only for show.",
    "In 2009, Rajapaksa cemented his legacy as a historic leader when Sri Lanka’s state military annihilated the separatist Liberation Tigers of Tamil Eelam (LTTE) which had fought for a separate state for ethnic minority Tamils in the island nation’s North and East in a 26-year war.",
    "When he was informed of the climactic end of the war in the Northern lagoon of Nanthkadal, Rajapaksa was in a Middle Eastern country. He promptly flew back on a state-run SriLankan Airlines flight, and upon landing, he knelt on the ground and kissed it, in what became a much celebrated display of his love for the motherland.",
    "“My country comes first; my country comes second; my country comes third,” Rajapaksa would repeat over the years that followed.",
    "Political commentators say people were ready to even die for him after he won the war.",
    "Less than a year later, Rajapaksa won his second term with a landslide thanks in large part to his popularity after winning the war. He ran and won resoundingly against the army general Sarath Fonseka who fought the war and led the army on the ground.",
    "As much as he was revered as a demigod for winning the war by the majority Sinhalese, Rajapaksa was considered a war criminal by the Tamils and some international rights groups because of how he led the war, particularly during its final phase.",
    "A report by a United Nation expert panel has revealed there could have been as many as 40,000 Tamil people killed during the final weeks of the war. Rajapaksa has never responded to calls to probe what happened to the Tamils who allegedly disappeared after surrendering to the military just before the war ended on May 18, 2009.",
    "The UN Human Rights Council (UNHRC) is already probing past human rights allegations in the war during Rajapaksa’s first tenure.",
    "When the LTTE bombed a bus in North Central village of Kebithiigollewa, he went to the funerals of the people who were killed in the blast.",
    "The father of a child killed in the attack said to Rajapaksa, in front of his child’s body: “Mr President, you have to eradicate this terrorism.”",
    "Later that father’s statement was used frequently in state-run television to convince the public that militarily defeating the LTTE was the only solution to the conflict.",
    "Rajapaksa is a master at engaging anybody constructively, with his ability to listen carefully and change his tone and manner in a way that will win over even his harshest critics. It was this approachability that led to his mass appeal, at least among Sinhalese Buddhists.",
    "He also has a habit of never missing a family funeral of those who he knows well. When he was leader of the opposition, prime minister or even president, he was ever ready to sign as a witness at marriage registrations upon invitation.",
    "The first thing he says whenever he meets just about anybody is “How are you? It’s been a while,” as he gently touches the shoulder of the person.",
    "Rajapaksa’s public relations skills are the envy of Sri Lankan politicians. Observers say he may be a leading figure in this area even at a global level.",
    "Rajapaksa always loved his close family – the former first lady Shiranthi Rajapaksa, their three sons Namal, Yoshitha, and Rohitha, and his extended family.",
    "During his second tenure, his family members in parliament were handling almost 70 percent of the island nation’s budget. When President Rajapaksa was also the Minister of Defence and Finance, his younger brother Basil was Minister of Economic Development minister, older brother Chamal was Speaker of Parliament. His younger brother was Secretary to the Ministry of Defence.",
    "During his second tenure, he appointed his brother-in-law Nishantha Wickremesinghe to run the loss-making state-run airline, cousin Jaliya Wickremesuriya as the US ambassador, another cousin Prasanna Wickremesuriya as the head of the local Airport and Aviation firm, nephew Shashindra Rajapaksa as chief minister of a rural province and another nephew Shameendra Rajapaksa as a director at state-run SriLankan Airlines.",
    "Another cousin Udayanga Weeratunga was the Ambassador for Russia and Ukraine. Weeratunga faced corruption allegations in a MIG fighter jet deal, while Jaliya Wickremesuriya was found guilty by a US court over misappropriation charges in a building deal.",
    "In his second term, Mahinda Rajapaksa was criticised for allowing his oldest son Namal to organise a motor race around a sacred temple in the central Sri Lankan city of Kandy. His youngest son Rohitha was allowed to launch the country’s first satellite at an estimated cost of 320 million US dollars, while his second son ran a sports channel.",
    "Nepotism was one of the main reasons among many others including dragging post-war reconciliation efforts and building close ties with China that led to his defeat which some analysts say was an internationally-backed domestic coup.",
    "Rajapaksa’s family-first policy got worse during the incumbent administration of President Gotabaya Rajapaksa. Under the new current president, Mahinda Rajapksa was Prime Minister, Basil wasfinance minister, Chamal was irrigation minister, while Mahinda’s son Namal became the youth and sports minister. Chamal’s son Shashindra was also given a state ministry.",
    "Analysts say Rajapaksa tried to run the country as a family business, keeping key decisions close to their chest within the group of four brothers – him, Gotabaya, Chamal, and Basil.",
    "Despite political differences, the family has always been united, sources close to Rajapaksa say.",
    "Rajapaksa will be remembered in history for achieving the goal of a two-thirds parliament, ever since the UNP’s unprecedented five-sixth majority win in 1977, which no political leader would have dared dream of. In 2012, he along with the help of his brother and Economic Development Minister Basil Rajapakasa engineered some defections from the opposition to achieve this feat.",
    "Using the two-thirds majority, Rajapaksa removed Chief Justice Shirani Bandaranaike in 2013 for opposing a poverty alleviation bill. Later, he changed the constitution to abolish the limit on the number of terms a person can become the president.",
    "Using the new constitutional change, he called early polls in 2014, but lost the bid for his third term. In a bitter campaign, he lost the election for his party’s former secretary Maithripala Sirisena who defected and joined a common opposition coalition.",
    "After the last parliamentary polls in August 2020, he also helped his brother Gotabaya Rajapaksa change the constitution to remove independent institutions",
    "The constitutional amendments were only possible under Rajapaksa because he had a large majority in parliament and he also used some manoeuvrings to get the support of opposition politicians.",
    "Such constitutional changes have always been beneficial for Rajapaksas, analysts say.",
    "Following the end of the war, he got close to China because the West led by the United States, international rights groups, and India pushed him to the wall demanding that alleged human rights violations on his watch be addressed.",
    "China poured money into Sri Lanka under Rajapaksa in the form of investments, grants, and loans and strengthened its footing in the island nation just a few kilometres south to India. This development led to a geo political cold war being played out in Sri Lanka.",
    "A port terminal and port city project in Colombo port drew concern from India.  Rajapaksa’s disinterest in implementing a constitutional amendment that Sri Lanka had agreed to in the 1987 Indio-Lanka Agreement did not help. India had been pushing to implement this amendment to decentralize power with the central government to Sri Lanka’s provinces. This was advocated as a solution for the ethnic conflict.",
    "With the end of the war, Rajapaksa’s focus was post-war infrastructure development in the North to help economic recovery.",
    "India repeatedly conveyed its concerns with Rajapaksa who always promised to look into them, though they were hardly addressed.",
    "Rajapaksa allowed two nuclear submarines to be docked in Colombo port – once when Chinese leader Xi Jinping was in Colombo in October 2014 and again within a few weeks of that visit.",
    "India directly warned Rajapaksa. After the 2015 election defeat, Rajapaksa said it was India which defeated him at the presidency.",
    "Sri Lanka’s minority Muslims and Tamils have never backed Rajapaksa overwhelmingly as Rajapaksa was seen as a racist and favouring only Sinhala Buddhist majority.",
    "Rajapaksa, however, engineered a number of defections to give himself an edge in politics.",
    "Analysts say Rajapaksa practised the time-tested ‘divide and rule’ policy with the minorities.",
    "Tamils saw him as a war criminal while Muslims also started to see him as a creator of violence after Rajapaksa failed to control anti-Muslim violence that erupted in June 2014.",
    "Both minorities voted for his rival in the 2015 election in which he lost unexpectedly.",
    "After losing the election, he went to his ancestral home in Hambantota, where he sat on a windowsill and said to a large crowd of supporters: “It was Northern Tamils who defeated me”.",
    "As a shrewd politician, Rajapaksa has faced many challenges over the years, and engineering defections in the opposition has been an effective strategy that has helped him throughout his career.",
    "Over the years, Sri Lanka’s 22 million people endured the corruption, nepotism, misappropriation, unethical political manoeuvrings, crony capitalism, and racism that many attribute to successive Rajapaksa administrations.",
    "Finally, it was Sri Lanka’s repeatedly delayed economic crisis that was the nail in Rajapaksa’s coffin",
    "Many economists, including some close to Mahinda Rajapaksa, say that then President Rajapaksa called for early elections in 2015 in order to avoid a financial crisis that year. It is hard to say this was indeed the case, but what is clear now is that the once widely admired leader has now lost the plot.",
    "Sri Lanka’s looming debt and balance of payment crises were twin risks the economy was facing when Gotabaya Rajapaksa won the presidential election in 2019.",
    "From 2016 to 2019, Mahinda Rajapaksa and his Sri Lanka Podujana Peramuna (SLPP) said the then government had brought immense economic difficulties to the people.",
    "“How is cooking gas? Do you have gas? How much are onions? How about potatoes? People cannot afford three vegetables in their meals. People are forced to eat only once a day because of the high cost of living,” Rajapaksa famously said at an election rally in 2019.",
    "He and the SLPP criticized the then government’s tax hikes, flexible exchange rate, its IMF programme, and a misunderstood fuel price formula.",
    "Rajapaksa would never have guessed his own fear mongering would become a reality under his brother’s leadership.",
    "It all started with a tax cut in December 2019. Nobody asked for tax cuts, but the president slashed the tax assuming that a bigger volume of business will increase government revenue under a lower tax regime. This never happened.",
    "Then, one of President Rajapaksa’s advisors said, the former military official was of the view to go for tax reforms under a new government after the parliament polls which was expected to be held in March 2020. Those reforms never came.",
    "COVID-19 was a real shock, but Sri Lanka was not the only country that was hit by the pandemic.",
    "Making matters worse, the president blundered through the government’s agriculture policy by banning the import of inorganic fertilizer. Thousands of farming families took to the streets protesting Gotabaya Rajapaksa’s decision. Despite widespread criticism from farmers, opposition politicians and experts, a stubborn president stuck to his guns and refused to relent.",
    "He along with former Agriculture Minister Mahindananda Aluthgamage imported Chinese organic fertilizer. The shipment was rejected by the government authorities who said it was contaminated, and a subsequent non-payment for the Chinese shipment became a diplomatic issue. President Rajapaksa’s government then turned to India for liquid nitrogen fertilizer which farmers refused to use claiming it had a strong odour and dogs and other animals going over the crops as a result.",
    "The fertilizer policy blunder hit Sri Lanka’s paddy cultivation and created a food shortage. The government was compelled to import rice due to Rajapaksa’s ill-timed and ill-advised decision.",
    "The fertilizer policy left farmers with a lower than normal or no harvest. Meanwhile, prices across all farm products were rising. As a result, consumers are now forced to pay more than double the price for rice and all vegetables.",
    "The government’s maximum retail price policy on import products created shortages in cooking gas, milk powder, and wheat. That led to a queue regime which Sri Lankans hadn’t seen until the 1970s.",
    "On the financial front, the central bank reduced interest rates to a record low, printed excess money, and kept the exchange rate around 200 rupees per US dollar.",
    "Neither the Rajapaksas nor the government officials told the truth about an impending economic crisis to the people.",
    "Central Bank Governor Ajith Nivard Cabraal misled the public with a six-month policy framework with over 26 billion US dollar inflows into the country in just six months through March 31. He also promised a stable currency and claimed that using reserves for repayment of international sovereign bonds (ISBs) will not be a problem for imports.",
    "Around February 2022, the people finally realised they had been fooled as queues for essentials grew longer. Then, the government’s weak foreign reserves prevented it from importing fuel required for power generation which resulted in extended power cuts. The severe scarcity for dollars also had an impact on the import of medicines, wheat, and milk powder.",
    "All of these prompted the people to protest against President Gotabaya Rajapaksa as he had failed in his economic policies in ensuring the essentials to the public.",
    "Then came the “Go Home Gota” protests, which later extended to a Go Home Myna (Mahinda) campaign. However, the anti-Mahinda protests weren’t as aggressive as youth-led protesters demanding the president’s resignation – at least at the start.",
    "In the meantime, people started to believe the allegation that the Rajapaksas had looted the country and that that was the main reason for the current economic crisis.",
    "People started to ask questions about how the first family got as rich as it did when they were just elected officials living on government pay and perks.",
    "Even as the protests were going on, there were no policy measures taken by the government to address the core issues faced by the public such as the shortage of dollars, fuel, cooking gas, medicines, and foods.",
    "Finally, Cabraal opened the door for the destruction of Mahinda Rajapaksa’s 50-year political career. He allowed flexibility in the exchange rate without any plans to control its range in the event of a steeper depreciation.",
    "The rupee fell as much as 85 percent in just two months. The cost of fuel more than doubled. All goods and services prices increased sharply. People could not bear the cost of living. The country was forced to face power cuts for as long as 13 hours a day.",
    "People started to realise that they had been cheated and taken advantage of by Mahinda Rajapaksa before the election just to grab power.",
    "It is true that the protesters really wanted Gotabaya Rajapaksa to resign. However, that demand has now somewhat shifted to getting Mahinda Rajapaksa out.",
    "Protestors soon tired of the indecisiveness of Mahinda Rajapaksa over his resignation, which had by now become a national demand. His office repeatedly issued statements that he had not resigned.",
    "On the last day, May 09, his supporters unleashed violence on unarmed and peaceful protesters after listening to him and his close ally and former minister Johnston Fernando.",
    "Before the violence he spoke to the supporters at his official residence.",
    "“I am ready to sacrifice anything on behalf of the people. But I do not want to betray the 6.9 million people who voted for us,” he told the gathering.",
    "When he asked if he should resign, his supporters said in unison that he should remain as prime minister.",
    "“I always have the memory of uniting the country that was to be divided into two. We will fulfil our responsibility on behalf of the country. I believe we can stand together to face the challenges of the country,” he said.",
    "“As I have always said, for me, the country comes first, the country comes second, the county comes third.”",
    "That was his last public utterance as prime minister of Sri Lanka.",
    "Many people have expressed that they are “done with Mahinda Rajapaksa”.",
    "The violence he started has now backfired. He is said to be in an undisclosed location now, heavily guarded by security forces personnel. The people are in search of him to demand accountability for Monday’s violence which took place in the presence of police.",
    "Mahinda Rajapaksa was forced to relinquish office as the leader of what can only be described as a kleptocracy rather than a great statesman who ended a war to bring peace for millions. (Colombo/May11/2022)"
  ]
}