{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-Now-over-the-brink-into-Disaster/231-234908",
  "time_ut": 1649615580,
  "title": "Sri Lanka; Now over the brink into Disaster!",
  "body_lines": [
    "\"There was general complaint of waste, bribery, corruption and abuse of political authority, embezzlement of funds, selling off of national assets that kept on precipitating crisis after crisis in steady pace. Now, we are really and dramatically over the brink that was simmering right into wreak and disaster\"",
    "There is utter despair, desperation, frustration and anger hovering over our dear motherland at the moment. There are evident signs of people’s restlessness which is a sheer warning probably of oncoming waves of a national uprising in the face of the tragic socio-economic and political instability that has overtaken the country. The last two months saw long queues lining up for gas, petrol, diesel and even kerosene. It as a pitiful scene the like of which has never been seen before in the post-independence era. Sure, there were the unending strikes and hartals during the SWRD reign, followed by series of political instabilities with 1970-1977 period almost drying up the coffers. Then came the era of the free-market that introduced a relentlessly profit oriented economy and a period of foreign investments. Unfortunately, the local economy got marginalized and companies exploited the situation to the full. These eras were followed by political swings from one major party to another until there was almost a fall into dictatorship. In this background the culture of family rule invaded our democracy, a trend that had in fact ruined many a country elsewhere.",
    "There was general complaint of waste, bribery, corruption and abuse of political authority, embezzlement of funds, selling off of national assets that kept on precipitating crisis after crisis in steady pace. Now, we are really and dramatically over the brink that was simmering right into wreak and disaster. The country is bankrupt. It is a sad spectacle even in the eyes of the rest of the world. The rapid depreciation of the Sri Lankan rupee, the lack of foreign exchange, decrease in exports, fall of tourism industry, slowness of foreign remittances from migrant labor, the fertilizer crisis, having to import even essential food items,  the spill-over of the Covid-19 menace all coalesced in pushing the entire country into a point of almost no-return. The blame has squarely to be laid at the door of greedy politics and utter inefficiency of the government and state authorities for having been the principal and perhaps the major cause that brought in this catastrophe, a national tragedy of proportions never ever seen before.",
    "\"The country needs to recover and rediscover itself. The people deserve a much better present and future. The tide must turn for the better. Radical measures have to be taken to redeem the situation. People must have their three meals a day, be able to travel about their daily business, have access to food at affordable prices, feel safe and secure\"",
    "We have become a sheer begging nation at the mercy of other’s charity and compassion running from country to country with the begging bowl. We have struck the rock-bottom. This should never have been the situation, had there been genuine statesman-like politics in our national leadership and had the best of administrative talent been tapped in the service of the State. The people themselves have to take the blame in allowing itself to be duped into illusions of fancy promises that were hardly kept by the political parties in power, whether with absolute majority or in coalition.",
    "The eyes of the whole nation should now be open to the hard realities overpowering us. What we require is an entirely different political culture and system assisting us to get over this economic and political crisis for good. Old hands will not be effective in this new reforming venture that we are obliged to tread. It is almost a “tabula rasa”. The fact that even the highest religious dignitaries and authorities are voicing concern and worry while expressing their open criticism of the status-quo gives an inkling into the gravity of the present situation. Politics has served only the politicians and their goons and not the people who elected them into those seats of power. It is but right that religious leadership of the country that boasts of a marvelous blend of four of world’s religions, namely Christianity, Buddhism, Hinduism and Islam comes into the heart of the picture of national reform and transformation.",
    "The country needs to recover and rediscover itself. The people deserve a much better present and future. The tide must turn for the better. Radical measures have to be taken to redeem the situation. People must have their three meals a day, be able to travel about their daily business, have access to food at affordable prices, feel safe and secure. The farmers, low-income earners, those who engage in daily labor and the middle-class both upper and lower must have their share of a better life. The farming industry with special attention to agriculture has to be restored. This agricultural economy that has stood in good stead for centuries in this island cannot be allowed to get debilitated because of ill-thought change in policy that we witnessed during the last few months that ruined paddy fields, brought insecurity, untold suffering and even death to our farming communities. The cry for regularizing salary anomalies have arisen from the plantation workers in the hill-country, from teachers and from doctors and nurses.  Demonstrations have been the public culture of the day in the recent times that needs to cease. If a country is looking after its citizens well, and providing for their daily needs and future which creates a contented country, it means that governance is good and praiseworthy. Anything to the contrary spells disaster as the one we are sunk in today. People turn restless and violent asking for change when there is no such effective governance. The present government does not seem to be people-friendly. There are radical critics who would call for the resignation of the entire government and leave it to the hands of the Speaker in full session of parliament to go for the appointment of an interim cabinet to oversee the crisis until normalcy returns to pursue any further democratic process.",
    "\"We have become a sheer begging nation at the mercy of other’s charity and compassion running from country to country with the begging bowl. We have struck the rock-bottom. This should never have been the situation, had there been genuine statesman-like politics in our national leadership\"",
    "We need new hands for a new work that will usher in a better period of progress and prosperity to our motherland. It is a pity to see us lagging so miserably behind when we should really have been another wonder of Asia such as Singapore or Hong Kong. What has become of our national assets: our ports and harbours, our rivers, our beaches and sea-beds, apparel and most of all human resources which kept trickling with our best brains and talented young and old looking for greener pastures overseas? The national question of ethnic harmony and racial reconciliation has been slow in coming and efforts very lukewarm. Bereft of national unity and political stability a country cannot just go forward. Political instability and a deepening fiscal crisis will throw us into the dumps from which there will no hope of rising. The writing is on the wall and it is high time to act. Let there be sanity and sincerity, responsibility and accountability on the part of national leaders even at this eleventh hour in the name of people who have been severely put to test and inconvenience. National leaders must lend their ears to the cry and lament of the people. The people must be given an earliest opportunity to make better and wiser decisions in the option of their leaders. They must not act in ignorance in choosing wrong persons to lead. We need clean politicians with a perfect personal history and not opportunists who would even like to fish in troubled waters. These are heartless politicians who do not deserve to sit in the sanctuaries of democracy and be the voice of the people. The present unprecedented crisis is a telling lesson to all: politicians and the people. A new political culture must take on the national stage and we must see competent, knowledgeable and committed leaders taking on the reins of national office which will raise this country from the depths of misery to which it has fallen, rehabilitate it once and for all and see us through to a prosperous future of clean politics and a sound steady economy that will make us secure and resourceful in many ways. May that day be dawn soon over this dear land; this beautiful piece on the planet Earth."
  ]
}