{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/28/people-have-not-understood-gravity-of-crisis/",
  "time_ut": 1653727020,
  "title": "People have NOT understood gravity of the crisis: Energy Minister",
  "body_lines": [
    "COLOMBO (News 1st); The Minister of Power and Energy Kanchana Wijesekera states that a proposal will be submitted to revise the rates of Electricity Bills for consumers with very high electricity consumption.",
    "Speaking at a press conference held today (28), the Minister requested for all parties to be concerned with regard to electricity consumption, and to reduce institutional and individual consumption of electricity.",
    "Addressing a press briefing this afternoon, Minister Kanchana Wijesekara said the people have NOT understood the severity of the Power Crisis in the country.",
    "He said the Ceylon Electricity Board (CEB) has requested on multiple occasions, to revise the rates of electricity charges that had lasted for the past 09 years.",
    "Pointing out that programs have been implemented where certain institutions pay less than the usual tariff, the Minister said that this facility has been misused as well.",
    "Further stating that a loss is incurred due to electricity generation, he said that a tariff revision has been proposed for certain institutions with high-consumption such as hotels and industries with the exception of hospitals and low-income houses.",
    "Therefore, the approval of the Cabinet of Ministers and the Public Utilities Commission of Sri Lanka has also been sought for this matter.",
    "For certain high-consumption facilities, the Minister said that there may be a chance of the tariff increasing twofold or threefold. Therefore, he said that the best alternative is to obtain the assistance of solar panels and instructed to take expeditious steps to fit roofs with solar panels, and added that a program is also underway to seek the feasibility of fitting Government owned building rooftops with solar panels.",
    "People have NOT understood gravity of the crisis: Energy Minister",
    "Program to cultivate green gram in paddy fields to be launched"
  ]
}