{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Forex-Impossible-seminar-by-SLMBC-offers-economic-insights-on-crisis/34-732655",
  "time_ut": 1648416300,
  "title": "‘Forex Impossible’ seminar by SLMBC offers economic insights on crisis",
  "body_lines": [
    "Offering deep insights into the realities of the current Foreign Exchange (forex) crisis as well as informed projections on future trends, was the focus of a seminar organised recently by the Sri Lanka-Malaysia Business Council (SLMBC) of the Ceylon Chamber of Commerce.",
    "The keynote speakers were the Ceylon Chamber of Commerce CEO and Secretary-General Manjula De Silva, and Standard Chartered Bank CEO Bingumal Thewarathanthri, who made presentations that highlighted a comprehensive overview of the current challenges and future projections and strategic recommendations.",
    "The seminar also addressed private sector concerns on the economy’s trajectory as well as advice on managing the forex crisis.",
    "While acknowledging the current global challenges brought about by the pandemic, and the particular challenges Sri Lanka faced, Chief Guest at the event, High Commissioner of Malaysia H E Tan Yang Thai highlighted the warm bilateral ties between Sri Lanka and Malaysia and welcomed opportunities to enhance economic cooperation between the two countries in the areas of trade, investment, tourism, education, etc.",
    "De Silva’s presentation shed light on Sri Lanka’s path towards the current challenges, hailing from pre-pandemic policy implementations to economic management during the pandemic, while also making informed predictions on the realities of recovery.",
    "De Silva also referenced recent recommendations jointly made to the Government by several chambers of commerce and industry together with the Ceylon Chamber of Commerce, including implementing a market-driven pricing formula, currency flexibility, a debt-restructuring programme, and engaging with the IMF, and hailed subsequent government decisions that aligned with these recommendations.",
    "Thewaranthri drew attention to the need to urgently implement corrective action and avoid further and irreversible economic decline.",
    "While positive that certain industries such as tourism would begin to recover, he stressed that the extent of the debt burden required IMF intervention.",
    "Highlighting several areas such as moving to a USD income model, robust supply chain management, better communication, and management of cost levels which are of the essence during times of crisis, he also cautioned the private sector to be prudent and refrain from making short-term decisions that could unbalance the market in the long term."
  ]
}