{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/No-plans-to-unleash-military-power-on-peaceful-protesters-Defence-Secretary/108-235106",
  "time_ut": 1650179460,
  "title": "No plans to unleash military power on peaceful protesters: Defence Secretary",
  "body_lines": [
    "Defence Secretary Kamal Gunaratne said that there are no plans to abuse military power by unleashing it on peaceful protesters.",
    "He made these remarks responding to the Facebook note of Field Marshal Sarath Fonseka in which he appealed to Secretary of Defence Kamal Gunaratne and Commander of the Army General Shavendra Silva to think deeply before implementing orders to suppress peaceful public protests.",
    "In a statement, the Ministry of Defence said that the military forces will not be deployed to suppress democratically held peaceful protests.",
    "However, the military will assist the Police if only such assistance is sought by the Police to defend the nation, uphold the constitution and restore the peace and order among all Sri Lankans in the event of a violent uprising, the Ministry said.",
    "Secretary of Defence informing the public that the Sri Lankan Armed Forces who love the country and the people are a morally upright force further states that there is no truth in the rumours circulating on social media about an idea to send members of the intelligence services to the peaceful protesters and use them to disperse the protesters or to provoke through something like a bomb blast.",
    "The Ministry whilst pointing out the various elements that are working to achieve their ulterior motives during the peaceful protest wishes to inform the public that appropriate legal measures will be instituted by the Police against those who destroy or damage the public property and/or the private property under the pretext of peaceful protests and those who lead it.",
    "Secretary of Defence together with Tri-Forces Commanders reiterated their commitment to acting in a fair and impartial manner with integrity and respect stating that the Tri-Forces and the Police will responsibly do their utmost to protect the rule of law, order and people of the country in accordance with the constitution of the country, the statement further stated.(DSB)"
  ]
}