{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lmds-brands-annual-for-2022-sampath-bank-ranked-most-loved-bank-in-sri-lanka/",
  "time_ut": 1653229020,
  "title": "LMD’s Brands Annual for 2022- Sampath Bank ranked ‘Most Loved Bank’ in sri lanka",
  "body_lines": [
    "Sampath Bank PLC has once again been ranked among ‘Most Loved Brands’ in the country, according to LMD’s Brands Annual for 2022, the Bank announced. Published by Media Services together with Brand Finance, the LMD Brands Annual profiles Sri Lanka’s leading brands through an in-depth analysis of achievements and performance metrics.In this year’s rankings too, Sampath Bank remains the highest-ranked bank in the Banking category. The Bank was also ranked among the ‘Most Valuable Consumer Brands’ for 2022 which is a significant accomplishment, as being placed among the country’s fast-moving consumer goods (FMCG) giants is a great achievement.",
    "“It is gratifying to be recognized as the ‘Most Loved Bank’ in Sri Lanka,” said Nanda Fernando, Managing Director, Sampath Bank PLC. “Our focus on core bottom-line banking principles has paid off handsomely in so many ways. In troubled times, customers are reassured by institutions like Sampath Bank that are rock-solid financially, and that have a relentlessly positive outlook ingrained into their corporate culture. Because Sampath Bank is not just where our customers keep their cash and where their money makes money. It’s also the trusted repository of their hopes and dreams for the future. We get that.”",
    "Reacting to the news, Tharaka Ranwala – Senior DGM /Group Marketing, Deposit Mobilization and Digitalization said, “FMCG brands typically have many more day-to-day interactions with consumers and thus have many more opportunities to make favorable impressions with them. The fact that we rank so high among consumer brands is an implicit endorsement of our efforts to streamline our operations, make banking transactions easier, and add value to the lives of our customers. We are proud to be recognized as the most loved bank in Sri Lanka. Hard-won accolades such as this motivate us to deliver even more value to our customers.”",
    "Despite the contemporary obstacles faced by the banking sector in Sri Lanka, Sampath Bank has successfully maintained all its capital ratios well above regulatory requirements throughout Q1 2022. All the while, Sampath Bank has implemented all government-led moratorium schemes for eligible customer segments affected by the pandemic. The Bank’s digitalization strategy has also continued to prove its worth during these trying times by securing a more accessible and safer banking experience for customers.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}