{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Promises-by-power-hungry-lawmakers-and-the-law-EDITORIAL/172-235916",
  "time_ut": 1651170780,
  "title": "Promises by power-hungry lawmakers and the law - EDITORIAL",
  "body_lines": [
    "Lawmakers are now airing their views about punishing wrongdoers if and when they come to power. The last person to make a statement in this regard is Field Marshall and former Army Commander Sarath Fonseka in an interview he did with the Daily Mirror, published on Thursday. Fonseka said that he will surely punish thieves and the corrupt individuals and develop the country within two years.",
    "But individuals who have achieved career goals and established themselves in society have vouched time and again that nothing significant can be achieved if you are not a law abiding citizen. Senior Lecturer of the University of Colombo Sarath Wijesuriya once wrote in an article in the Sinhala weekend newspaper ‘Anidda’ that the truth of science can be made to look false in a court of law; hence the subject called law is the biggest force that exists.",
    "The law has to be fair to all and all people including the lawmakers must abide by it. How many times in the history of the Rajapaksa regimes have we seen individuals convicted of crime being released because they received a presidential pardon, or because the cases against them were thrown away? We remember parliamentarian Premalal Jayasekera who was convicted and sentenced to death regarding a shooting incident being acquitted and released by the Court of Appeal.",
    "Lawmakers are now using as a tool ‘the promise of enforcing the law to the letter’ if they come to power. Right now there is a shaky situation in parliament where the opposition can make the government members sit on the opposition benches if a no confidence motion is passed against them. But it is these very lawmakers who ridicule the law.",
    "When the lawmakers use influence and bend the law that sets a bad precedent, how can politicians expect citizens to be law abiding when they themselves don’t give much regard to the law?",
    "We saw how some members of the present regime visited the top state investigating institutes quite ‘casually dressed’ when they were called upon to make statements. This just went on to show what scant respect they had for these prestigious institutes which have been set up to carry out investigations.",
    "In the good old days when a person was asked to attend a job interview he or she had to furnish a police report. This report had to certify that the candidate for the job had an unblemished record- character wise- and also that the individual’s name had not been entered in the police record books regarding a questionable offense or act. But the worse thing we see at present is that such politicians with a questionable past being issued with honourary awards by top priests at ceremonies which get enough media attention. Talk about receiving character certificates!",
    "Now the people and the opposition are called to topple this regime. But senior citizens of this country are pointing out that a country like Sri Lanka cannot be put on the right path by causing only a regime change.",
    "The country can only be put on the path to prosperity if the citizens are made to fear the law and face the consequences if laws are broken. Countries which were rated below Sri Lanka economically have surged ahead because the laws in these countries are strong and have even punished the lawmakers severely when they were the wrongdoers.",
    "The present regime always thought of bringing in amendments to the constitution to strengthen their resolve. These changes were not suggested for the country to prosper, but were more done with the motive of strengthening individuals and their stay in politics.  A classic example was the bringing in of the 20th amendment. Now the talk is that the present regime wants to revert to the 19th amendment because its contents cater to the people’s demand and reduces the powers of the president.",
    "At a time when agitating lawmakers also want a system change it is a must that all efforts are made to safeguard the lofty status of the law; which is one of the three pillars on which a government must balance itself to both survive and function."
  ]
}