{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ascentic-celebrates-5-years-of-astounding-success/",
  "time_ut": 1649476200,
  "title": "Ascentic celebrates 5 years of astounding success",
  "body_lines": [
    "Founded by Swedish duo Anna Kalm and Patrik Alm, fueled by a passion to help Swedish businesses find the IT competence they need through the dynamic talent pool in Sri Lanka, the Swe-Lankan software development company Ascentic celebrates five years of astounding growth and success.",
    "Ascentic believes that Sri Lanka is undoubtedly among the top destinations to find a diverse pool of talent in IT. Since its humble beginnings the company has scaled up to a crew of almost 100 ambitious, creative, and fun-loving Ascenders and is today recognized as one of the best workplaces in Sri Lanka.",
    "From the start of the business, Ascentic has had an ambition to create an amazing workplace experience for its crew, in a strive to enable talented individuals to thrive and make the most out of their potential. The company was ranked 43 in the Best Workplaces in Asia 2021 under the small and medium-sized company category, in addition to being featured among the Best Workplaces in Sri Lanka, Best Small and Medium IT/ITES Workplaces, and Best Workplaces in Sri Lanka for Millennials.",
    "Ascentic is also expanding its reach across its main customer market Sweden. The organization is today located in two of the larger regions of Sweden and expanding the presence both with Swedish and Sri Lankan team members. The main source of business is building high-performing software development teams for small and midsized product companies with strong growth potential, but the first steps have also been taken towards starting up a new unit focusing commercializing inhouse built products.",
    "The technical stacks of the company today range from Microsoft-based solutions to open source, JavaScript with libraries and frameworks like ReactJS, Angular and NodeJS, Python, GoLang and php. The latest technical stream the company has embarked into is in Machine Learning and Analytics, where the number-crunching data scientists and developers in Ascentic today supports Swedish organizations to make smarter use of their data.",
    "Anna Kalm, Founder and CEO, looks back at the last 5 years with warmth “It’s been quite an exciting journey for all of us here at Ascentic. We have had high-set targets from the start of the business, and I’m absolutely amazed with what we as a team have been able to accomplish. We have such an amazing crew that keeps striving for excellence – both in terms of the technical solutions we craft but also related to the workplace we are creating. Regardless of what challenges we face, knowing the strength and grit of our team I’m confident we will grow stronger from it and continue to thrive.”",
    "Being an Ascender has many perks and benefits, such as lifelong learning opportunities, support for a healthy work-life balance, USD pegged compensation, comfy workspaces, a range of social activities among others. Recently the company launched an international rotation program where the Sri Lankan crew members get the opportunity to work onsite in Sweden for a longer period, an initiative that has been highly appreciated since its launch.",
    "The company also made history in Sri Lanka with the introduction of a four-month equal parental leave for both parents, with the aim to contribute to increased equality in the IT industry. Gender-neutrality, equity and inclusivity is not just a buzz phrase at Ascentic, but a cornerstone in building the organization in a sustainable manner.",
    "The Swe-Lankan software development company is excited about the mark it has set in the industry during the last 5 years and gearing up for continued growth and innovation for decades ahead. For more information, visit www.ascentic.lk",
    "Sri Lanka to seek US$ 3 billion bridge-funding as country readies for negotiations with IMF",
    "Dilmah initiated Merrill J. Fernando Innovation Awards 2021 Unveils Winner",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}