{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/14/sls-economic-outlook-is-highly-uncertain-world-bank/",
  "time_ut": 1649921880,
  "title": "SL’s economic outlook is highly uncertain: World Bank",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s economic outlook is highly uncertain due to the fiscal and external imbalances, says the World Bank.",
    "In its twice-a-year regional update, the World Bank states that urgent policy measures are needed to address the high levels of debt and debt service, reduce the fiscal deficit, restore external stability, and mitigate the adverse impacts on the poor and vulnerable.",
    "Released yesterday (13), the latest South Asia Economic Focus Reshaping Norms: A New Way Forward projects the region to grow by 6.6% in 2022 and by 6.3% in 2023. The 2022 forecast has been revised downward by 1.0% point compared to the January projection, mostly due to the impacts of the war in Ukraine.",
    "Countries in South Asia are already grappling with rising commodity prices, supply bottlenecks, and vulnerabilities in financial sectors. The war in Ukraine will amplify these challenges, further contributing to inflation and deteriorating current account balances.",
    "“The World Bank is deeply concerned about the uncertain economic outlook in Sri Lanka and the impact on people,” said Faris Hadad-Zervos, World Bank Country Director for Maldives, Nepal, and Sri Lanka.",
    "“We are working on providing emergency support for poor and vulnerable households to help them weather the economic crisis and we remain committed to the wellbeing of the people of Sri Lanka, and to a narrative of sustainable and inclusive growth that will require concerted and collective action” He further stated.",
    "The report also highlights that Sri Lanka needs to address the structural sources of its vulnerabilities, which would require reducing fiscal deficits especially through strengthening domestic revenue mobilization. Sri Lanka also needs to find feasible options to restore debt sustainability; The financial sector needs to be carefully monitored amid high exposure to the public sector and the impact of the recent currency depreciation on banks’ balance sheets. The necessary adjustments may adversely affect growth and impact poverty initially but will correct the significant imbalances, subsequently providing the foundation for stronger and sustainable growth and access to international financial markets. Mitigating the impacts on the poor and vulnerable would remain critical, the report also states.",
    "In South Asia, though GDP growth continues to be solid during the recovery, all countries in the region will face challenges ahead. On a positive note, exports of services from the region are on the rise as the pandemic subsides.",
    "The war and its impact on fuel prices can provide the region with much-needed impetus to reduce reliance on fuel imports and transition to a green, resilient and inclusive growth trajectory. The report recommends that countries steer away from inefficient fuel subsidies that tend to benefit wealthier households and deplete public resources. South Asian countries plan to move towards a greener economy by gradually introducing taxation that puts tariffs on products which cause environmental damage.",
    "Another challenge the region faces is the disproportionate economic impact the pandemic has had on women. The report includes in-depth analysis of gender disparities in the region and their link with deeply rooted social norms, and recommends policies that will support women’s access to economic opportunities, tackle discriminatory norms, and improve gender outcomes for inclusive growth.",
    "CPC program initiated to directly supply fuel for export industry"
  ]
}