{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Presently-I-hold-the-majority-in-Parliament-but-if-I-lose-this-I-will-go-MR/342-235778",
  "time_ut": 1651027440,
  "title": "Presently I hold the majority in Parliament, but if I lose this, I will go: MR",
  "body_lines": [
    "The opinion of the protestors was respected, but it was only a certain section of the population who were asking the government to resign",
    "He said that the masses, and his voters were still with him and even in the next election, he was confident of winning",
    "If people want to change us, they can do it through an election",
    "Prime Minister Mahinda Rajapaksa has said that he still holds the majority support in Parliament, but if he loses this, he will step down and not hang on to the premiership.",
    "In an exclusive interview with Daily Mirror, Rajapaksa said that he was unclear why some MPs who were loyal to him were now working against him and said he was open to discussions if they wanted to discuss their concerns.",
    "He further said there was no split between the President and himself and both were on the \"same page\" to address the present issues and resolve the ongoing crises as soon as possible. He said if there was a split, they could not function as a government.",
    "\"Gotabaya Rajapaksa is the President. So I must always respect him as the President. He may be my younger brother, but that is a different matter. That is a personal relationship. Like everyone else we also argue, even in the cabinet we argue. But our arguments stop there,\" he said.",
    "Speaking on the ongoing \"GoHomeRajapaksa\" campaigns ongoing in Colombo and several other areas, PM Rajapaksa said the opinion of the protestors was respected, but it was only a certain section of the population who were asking the government to resign.",
    "\"Only certain sections of the people are saying this. There are some groups within this section who are those, who were always against us. It is these people who are asking for us to go. But it is not practical. We came in through a mandate. Just because certain people want us to go does not mean we will go. If people want to change us, they can do it through an election,\" the Prime Minister said.",
    "He further said that the masses, and his voters were still with him and even in the next election, he was confident of winning as the Rajapaksas were with the people and had delivered accordingly towards the country.",
    "\"Just because certain sections are calling on me to go, does not mean those hundreds of thousands who voted for us, want us to go. These protestors alone do not represent the entire population. Although their views are also respected,\" PM Rajapaksa said. (Jamila Husain)"
  ]
}