{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Land-Development-Amendment-Bill-passed-in-Parliament/56-731885",
  "time_ut": 1647029400,
  "title": "Land Development (Amendment) Bill passed in Parliament",
  "body_lines": [
    "The Land Development (Amendment) Bill was passed in Parliament yesterday without amendments.",
    "According to the Bill introduced by the Minister of Lands, S. M. Chandrasena, the Land Development Ordinance is being amended by substituting “the Land Commissioner” with “Commissioner-General of Lands” wherever these words occur.",
    "It also includes several amendments such as the appointment of additional land commissioners and other officials, enabling of the owner of the holding to mortgage the holding without the approval of the Divisional Secretary and prohibiting issuance of a grant for un-surveyed land.",
    "The Parliament convened at 10.00 am and time was allotted for Questions for Oral Answers from 10.00am to 11.00 am.",
    "The Leader of the National People’s Power Anura Kumara Dissanayake then inquired about the concerns arising out of the proposal to extend the pension entitlement period of the members of the Tri-Armed Forces under Standing Order 27 (2).",
    "Parliamentarian (Ven.) Athuraliye Rathana Thero also raised concerns regarding a Bill to be passed by the Ontario State Parliament in Canada on the alleged genocide of Tamils in Sri Lanka.",
    "Thereafter, from 11.00 am to 3.00 pm, the Private Members’ Motions were moved by three Members of Parliament and was taken up for debate.",
    "Formulating a program for persons who are over the age of 60 to make them active members of the society by Buddhika Pathirana, Re-activating the local seed production process by Rohana Bandara and Regulating Counsellors and Psychiatrists in Sri Lanka by Rohini Kumari Wijerathna were taken up accordingly. Several Parliamentarians of the Government and the Opposition joined the debate in expression of their views.",
    "Thereafter the Land Development (Amendment) Bill was introduced by the Minister of Lands S. M. Chandrasena and was passed in Parliament after being taken into debated till 5.30 pm. Thereafter, the Parliament was adjourned until 10.00 am on the 22nd."
  ]
}