{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/01/slpp-mps-milan-jayathilake-sanath-nishantha-further-remanded-over-attacks-on-gotagogama-mynagogama/",
  "time_ut": 1654081740,
  "title": "SLPP MPs Milan Jayathilake, Sanath Nishantha further remanded over attacks on #GotaGoGama & #MynaGoGama",
  "body_lines": [
    "COLOMBO (News 1st); SLPP MPs Milan Jayathilake, Sanath Nishantha, and eleven others who were arrested over their involvement in the attacks on the GotaGoGama and MynaGoGama peaceful protest sites were remanded to the 8th of June by the Colombo Fort Magistrate’s Court on Wednesday (1).",
    "Sri Lanka’s Attorney General on the 16th of May directed the Inspector General of Police, and the Senior DIG in charge of the Criminal Investigations Department to arrest and produce in court 22 people including Ex-Ministers, and Members of Parliament who are linked to the attack on the MynaGogama & GotaGoGama peaceful protest sites.",
    "As a result of the investigations, detectives arrested SLPP MPs Milan Jayathilake and Sanath Nishantha on 17th May.",
    "Earlier, a Former Provincial Councilor Amal Silva, and a Moratuwa Municipal Worker were arrested over the same incident.",
    "Moratuwa Mayor Saman Lal Fernando, Kelaniya PS Chairman Manjula Prasanna, Karandeniya PS Member Sameera Chathuranga, Seethawaka PS Member Jayantha Rohana, Bandula Jayawanne, and Dineth Geethika were arrested by the Criminal Investigations Department on on 18th May 2022 over their involvement in the attacks on the GotaGoGama and MynaGoGama peaceful protest sites.",
    "In addition Dan Priyasad who was also wanted over the same incidents was arrested after he surrendered himself to the CID on 18th May 2022.",
    "On the 30th of May 2022, the Boralesgamuwa Urban Council Chairman was arrested by the CID over the incidents at Galle Face Green on May 9.",
    "On the 31st of May 2022, the Criminal Investigations Department also arrested Trade Union Activist from the Sri Lanka Podujana Peramuna Wasantha Handapangoda, and six others.",
    "A normal Monday morning on the 9th of May 2022, turned into a scene of chaos after pro-government supporters attacked the MynaGoGama protest site near Temple Trees following a meeting chaired by then-Prime Minister Mahinda Rajapaksa.",
    "The meeting at Temple Trees was organized by the Sri Lanka Podujana Peramuna Local Government Members Forum and saw hundreds in attendance.",
    "Following this meeting, the pro-government supporters attacked the MynaGoGama protest site near Temple Trees and dismantled the camp.",
    "Thereafter, they moved to the main protest site in Galle Face known as GotaGoGama and destroyed several tents, and assaulted peaceful protestors.",
    "Sri Lanka Police, the Riot Police, Sri Lanka Army, and other law enforcement agencies were called in to control the situation and Sri Lanka Police eventually imposed an island-wide curfew to control the unrest.",
    "SLPP MPs Milan Jayathilake, Sanath Nishantha further remanded over attacks on #GotaGoGama & #MynaGoGama",
    "Russia says it’s completed testing of hypersonic Zircon cruise missile",
    "Johnston to be named a suspect in GotaGoGama & MynaGoGama attacks",
    "Fuel shortage & price hike reflected in soaring vegetable prices"
  ]
}