{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-peoples-bank-profits-rs7-4bn-in-march-quarter-94905/",
  "time_ut": 1653889920,
  "title": "Sri Lanka’s People’s Bank profits Rs7.4bn in March quarter",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run People’s Bank said it had posted group profits of 7.4 billion rupees for the March 2022 quarter down 12 percent from a year earlier amid rising inflation, interest rates and a severe currency crisis.",
    "At stand alone bank level, profits were up 1.1 percent to 5.5 billion rupees.",
    "Group pre-tax profits were 11.0 billion rupees up 9.8 percent from a year ago.",
    "“Times are extraordinary with the macro stresses clearly unprecedented,” Chairman Sujeewa Rajapaksa said in a statement.",
    "“Needless to say, like for most others, the lack of foreign currency reserves in the country – is the Institution’s key source of distress.",
    "The bank grew net interest income 29.2 percent to 30.4 billion rupees, helped by asset and net interest margin rising to 4.1 percent from 3.6 percent a year earlier.",
    "“The challenges are clearly unlike any seen in the past,which are likely to persists over the short term -at least,” Chief Executive Ranjith Kodituwakku said.",
    "“On a business front, considering the volatile interest rate environment and the inevitable pressure on net interest margins as now seen, we have increased our focus on non-interest-based income sources and,considering the country’s foreign currency shortfall, we are in the process of expanding our foreign inward remittances platform and footprint.",
    "“In addition,as a crucial element to the country’s economic revival – we have allocated greater resources to support Small and Medium Scale Enterprises and certain other economy critical market segments.”",
    "Group deposits grew by 6.2 percent to reach 2.3 trillion rupees while loans reached 2.0 trillion rupees.",
    "People’s Bank said it had to make higher impairment charges “reflecting macro-economic developments, including – amongst other – the negative impact arising from the rupee devaluation and the higher expected credit losses from key customer segments”.",
    "But the bank maintained Tier I capital at 12.0 percent and Total Capital Adequacy at 16.1 percent, against 13.4 percent and 17.9 percent at the end of 2021.",
    "On a Bank standalone basis, Tier 1 capital was 11.0 percent, total capital adequacy was 15.7 percent."
  ]
}