{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Magisterial-inquiry-into-questionable-last-will-of-late-Miss-Ceylon-Police-await-AGs-advice/108-234817",
  "time_ut": 1649414040,
  "title": "Magisterial inquiry into questionable last will of late Miss Ceylon: Police await AG’s advice",
  "body_lines": [
    "The Colombo Fraud Investigation Bureau (CFIB) has informed Court that it has sought the Attorney General’s advice regarding the investigations into the questionable last will of late Miss Ceylon Jennifer Ingleton and his advice over the matter is yet to be received.",
    "The CFIB made these remarks when the magisterial inquiry into this incident came up before Colombo Chief Magistrate’s Court.",
    "On a previous occasion, the Fraud Bureau produced reports pertaining to Finger Print impressions purportedly been placed by the late Mrs. Jennifer Ingleton nee LaBrooy on purported last will and certain other relevant documents.",
    "The Additional Magistrate requested Defense Counsel Chamin Jayasinghe who appeared for the suspect Sujeewa Jayathilaka to furnish reasons explaining the absence of the suspect. Defense Counsel apprised the court that the preceding Magistrate on the last date allowed the suspect’s presence to be dispensed upon the counsel’s application stating that the suspect’s sister was murdered recently and that the suspect is in a state of shock and hence he believes that his life is in danger.",
    "However, the Additional Magistrate observed that he is unable to take the suspect’s claims seriously considering that the suspect has not even filed a police complaint regarding the supposed life threats. Considering the circumstances, the Additional Magistrate  informed that the suspect's presence is mandatory.",
    "Senior Counsel Ian Fernando appearing with Counsel Ushira Dharmaratne instructed by Derek Fernando Associates appearing for the aggrieved party Anthony Hawke, being the step-brother of Mrs. Ingleton who is presently residing in London had earlier raised objections against this request and moved court to have the suspect’s passport be confiscated.",
    "Jennifer Ingleton (nee Labrooy) was crowned Miss Ceylon in 1962 and passed away on 17th July 2020 after a sickness at her residence in Cotta Terrace, Borella. She was looked after by the suspect Sujeewa Jayathileke and one lady by the name of Kurulu who were not the blood relations of her family. It was purportedly said that Jennifer Ingleton had bequeathed all her properties to Sujeewa Jayathileke. The suspicion occurred in the normal circumstances due to Ingleton’s friends and well-wishers not being allowed to visit her when she was residing at her residence.",
    "Jennifer’s half-brother and a sister-in-law had complained to the Colombo Fraud Bureau over the suspicious Last Will and the testaments alleged to have been signed by Jennifer, a 78-year-old widow, without any children and any relations living in Sri Lanka. Jennifer had died under suspicious circumstances according to her brother, presently living in England.",
    "The half-brother had alleged that she could have been saved if proper attention and treatment was given. He said the chaperon who looked after her had not sought medical assistance deliberately to get hold of her assets in Sri Lanka. (Lakmal Sooriyagoda )"
  ]
}