{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/what-if-gota-wont-go/",
  "time_ut": 1653136380,
  "title": "What if Gota won’t go?",
  "body_lines": [
    "Prime Minister Ranil Wickremesinghe, like all politicians, is fond of publicity. He may perhaps be like a former outspoken UNP minister in the 1965 UNP administration, Mr. IMRA Iriyagolla, who once famously said that “bad publicity is better than no publicity.” Despite the heavy demands on his time and energy, he has been able to find space for Western and other television stations to discuss the current situation in our island nation where the political and economic turmoil continues unabated. The premier has been praised in many quarters for coming clean on the situation confronting us all. He went public on the whole depressing story and, in the bargain, cracked a couple of jokes for the television cameras. He even told a BBC journalist to learn her history saying Churchill came to office in 1939 – actually 1940 – with just three supporters. We are told that this is not strictly correct as Churchill had the support of the Conservative Party after Chamberlain’s resignation and an International Churchill Society publication says “his time in the wilderness was over.”",
    "Be that as it may, having led the UNP to near zero at the last election and himself taken the one National List seat then secured by the greens after months of procrastination, Ranil Wickremesinghe’s time in the wilderness seems to be also over. Accusations have been made, and will continue to be made, that President Gotabaya’s choice of the single-seat party leader as the new prime minister was nothing more than a strategy of saving his own skin. Wickremesinghe, well schooled in the art of political wheeling and dealing, was assured of the support of the Sri Lanka Podu Jana Permuna (SLPP) which he has now obtained. Several former ministers elected on that party’s ticket took cabinet office in the new administration in the first round of the prize giving and others have since followed. Despite some noises made by the SLFP decrying negotiations with individuals rather than the party, some SLFPers are also on board and, we are sure, there will be more to follow. Sajith Premadasa’s Samagi Jana Balavegaya (SJB) has not been able to hold its ranks and two MPs from that party have also joined the cabinet. They are obviously not afraid of the disciplinary action already threatened and have piously intoned that they will give all for the sake of the country.",
    "However that be, the problems of the people remain unabated as evidenced by the daily television news visuals and bulletins of petrol/diesel and gas queues. The voice cuts are eloquently damning and ordinary people at the end of their tether don’t care a jot about roundly condemning on camera those who have placed them in their present predicament. That at least is a plus mark for GR because the white vans of the past are now history – although the perpetrators remain free – and people are not afraid to speak out their minds publicly. But that is not changing the situation in any tangible way. There are no dollars to pay for essentials and whether the external support now mobilized after the appointment of a new Central Bank governor and prime minister can ease the present situation in the short term remains to be seen. Some assurances have been offered that at least the petroleum and gas situations will be somewhat eased in coming days. Let us fervently hope that this will be so. But with a price of a loaf of bread going up to Rs. 170 last week where the cost of living is going is not rocket science.",
    "The good news is that some kind of cross-party government is being formed but it will be bigger than what this country needs. The optimistic assessment was that ministers will be restricted to 12 but the word, as this is being written, is that it will be around 20. But there are the state ministers who will also be appointed. The prime minister has gone public that ministers will lose many of their perks and the extravaganza that has for too long been part and parcel of this country’s governing structure will be savagely pruned. There has even been a suggestion that ministers draw no emoluments but whether that will come to pass remains to be seen. Such economies will be wildly applauded by all the people of this country and not only those sweating and getting drenched at the Galle Face aragalaya. The people of Sri Lanka have always resented the gravy train that politics in this country had become and gone on for far too long. Judging by what is said in parliament these days, the MPs themselves are now becoming acutely aware of public opinion in this regard. Speeches on special arrangements made for MPs to obtain fuel and suggestions that the parliament restaurant offering subsidized meals be closed down reflect a growing awareness among parliamentarians of what their electors think of them.",
    "Unfortunately, despite the many political developments crammed into the week that has passed, President Gotabaya Rajapaksa has not offered even the slightest hint that he will quit the presidency, bowing to the demands of those who overwhelmingly voted him into office two and a half years ago. He may be perhaps waiting for a way for a dignified exit being prepared for him. There have been many mean culpas, the latest from Chamal, the eldest of the Rajapaksa brothers who told parliament that MR should have gracefully retired after his second term and avoided the present ignominy confronting the whole clan.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}