{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-imf-discuss-macro-fiscal-plan-finance-minister-needed-for-policy-sign-off-94470/",
  "time_ut": 1652969700,
  "title": "Sri Lanka IMF discuss macro-fiscal plan, Finance Minister needed for policy sign-off",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka and the International Monetary Fund has discussed the macro-fiscal framework for the next two years and but a Finance Minister is needed to sign-off on key policy measures, Central Bank Governor Nandalal Weerasinghe said.",
    "An IMF mission has been talking with Sri Lanka’s Central Bank and Finance Ministry on policy adjustments needed to arrest the worst balance of payment crisis triggered by intermediate regime monetary authority in is 72 year history.",
    "The soft-peg has taken the country to the IMF 16 times before.",
    "“This is the last part of the first and second week discussions,” Governor Weerasinghe said.  “This is where they look at the overall macro fiscal framework for the next couple of years.",
    "“We have shared all the information including the fiscal and monetary policies. Also what are our intended policy reforms in the next 6-12 months in  this situation.”",
    "Sri Lanka needs Finance Minister soon to sign off on a policy package, Governor Weerasinghe said.",
    "“I would like to see a Finance Minister appointed,” he said. “On IMF negotiations, the Finance Minister is the one who has the authority to sign off the policies.”",
    "Sri Lanka is without a Finance Minister after ex-Prime Minister Mahinda Rajapaksa resigned leading to an automatic dissolution of ministers and the country’s temporary secretaries.",
    "Sri Lanka does not have permanent secretaries after under the island’s controversial constitution which has led to a collapse of the public service, over three decades according to critics.",
    "The Treasury secretary, a seconded central bank official was re-appointed by the President.",
    "There has been speculation that Prime Minister Ranil Wickremesinghe may take up the post, after ex-Finance Minister Ali Sabry reportedly declined.",
    "The sudden vacancy of the Finance Minister derailed the process of appointing debt advisors to start negotiations with creditors.",
    "Sri Lanka defaulted on its foreign debt in April 2022 after three currency crises in seven years under discretionary flexible inflation targeting cum output gap targeting.",
    "Governor Weerasinghe said the cabinet was expected to appoint the debt advisors in the next few days.",
    "Prime Minister Ranil Wickremesinghe told parliament Wednesday that the even if a full cabinet is not appointed, the current five member team would be able to approve the selected legal and financial advisors to kick off negotiations with creditors.",
    "The IMF mission will next do a debt sustainability analysis based on the discussed policy frame work.",
    "“They will assess what are the adjustments that are needed to bring debt sustainability and what kind of a contribution that can be made by the creditors for that,” Governor Weerasinghe said.",
    "The IMF decided in its last Article IV consultations that Sri Lanka’s debt was unsustainable after the country cut taxes to boost growth (stimulus) saying there was a ‘persistent output gap’.",
    "A debt restructuring will at a minimum involve maturity extensions of debt, but can also involve interest rate reductions and slashing of the principle (hair cuts).",
    "Debt is judged unsustainable by the IMF when policy adjustments such as interest rate and tax hikes alone are not deemed sufficient to fix the economic crisis and some relief is sought by restructuring debt.",
    "Analysts who saw default coming as money was printed despite severe fiscal corrections made after the 2015/16 soft-peg crisis have faulted the IMF for teaching the central bank to calculate an output gap giving incentives for the country’s interventionist ecnomists to print money and trigger currency crises which then lead to output shocks.",
    "Sri Lanka’s Weimar Republic factor is inviting dollar sovereign default: Bellwether",
    "Sri Lanka has to reform soft-peg to avoid monetary instability, default: Bellwether",
    "How Sri Lanka’s IMF-backed ‘Young Plan’ fired a foreign debt death spiral: Bellwether",
    "The post-2020 output gap or stimulus exercise is expected to lead to an economic contraction in 2022 as efforts are made to stabilize the soft-pegged exchange rate regime now called a flexible exchange rate.",
    "Classical economists and analysts have called for legal curbs on the central bank’s flexible policies so that the agency is held accountable and committed to deliver economic and price stability under section 5 a of its constitution. (Colombo/May19/2022)"
  ]
}