{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/some-of-us-repaid-university-student-loans/",
  "time_ut": 1644041400,
  "title": "Some of us repaid university student loans",
  "body_lines": [
    "I read with interest a letter by HM Nissanka Warakaulle (HMNW) in the Sunday Island of January 30. It was very comprehensive and dealt with the range of university student loans from the bursary system to Mahapola scholarships. As I too was a one-time undergraduate in the Faculty of Agriculture of the then University of Ceylon, Peradeniya, in the late 1960s, I read the full letter with interest, as it carried happy memories for me too.",
    "Referring to the then loan scheme whereby deserving undergraduates were given loans by a state bank, to be paid back after passing out and were employed, HMNW makes a bold statement which says that “However, not a single of these persons kept to their promise as is usual with most Lankans, and it was difficult for the bank to trace their whereabouts. Hence, this scheme was abandoned.”",
    "As a person who borrowed Rs. 3,000 under the above scheme and used the proceeds to pay the then term fee of Rs.200 ( which my parents could not afford) to the Hall where I resided, and paid back the loan in full with interest at monthly installments of Rs.60.90 after employment initially in the private sector and later in the Department of Agriculture( DOA), I felt hurt when I read the above sweeping statement, saying not a single person paid back.",
    "Also, I know quite a few of my friends paid back this loan and I have first hand information that my elder brother who obtained Rs,4,000 under the above scheme for his studies in the Faculty of Engineering, one year ahead of me, also paid back this loan in full after passing out.",
    "In view of the foregoing, I thought of writing this letter to rectify the position referred to by HMNW, as it would have been more appropriate if he had stated that ” the majority of these persons did not pay back the loan“, which was actually the case.",
    "There surely was a minority that paid back the loan as per the promise made at the time of obtaining the loan for that worthy cause, and I am a part of that minority who paid back regularly up to completion, out of my then meager hard earned monthly salary. ( Rs.600 in the private sector initially and Rs.450 in the DOA later)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}