{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/insurance-association-of-sri-lanka-appoints-office-bearers-for-2022/",
  "time_ut": 1655037960,
  "title": "Insurance Association of Sri Lanka appoints office bearers for 2022",
  "body_lines": [
    "The Insurance Association of Sri Lanka (IASL), the representative body of the insurance industry in the country appointed its office bearers for the year 2022 recently.",
    "Accordingly, the association appointed Iftikar Ahamed, Managing Director of Softlogic Life Insurance PLC as the President, Chandana L. Aluthgama Chief Executive Officer of Sri Lanka Insurance Corporation as Vice President, Lasitha Wimalaratne Chief Executive Officer of HNB Assurance PLC as Secretary, Tanuj Edward, Managing Director & Chief Executive Officer of Orient Insurance Limited as the Treasurer and J. M. Niyas as Secretary-General of IASL. Further, Chairpersons for the sub-committees were also appointed for the year 2022.At present, all 29 registered insurance companies are members of IASL and the association is led by the common objective of bringing the insurers together to create a platform for cooperates regarding the matters affecting the common interest and welfare of its members and is synonymous in its efforts to provide protection through insurance to the Sri Lankan public.",
    "Office Bearers –first row seated from left Tanuj Edward – Treasurer, Iftikar Ahamed – President, Chandana Aluthgama – Vice President, Lasitha Wimalaratne –  Secretary.",
    "Sub Committee Chairpersons and the Secretary General Second row standing from left: Amal Dharmapriya –   Chair of IT Sub Comm; (ITSC), Indika Bamunusinghe  – Chair of HR Sub Comm; (HRSC), Kushan Weththasinghe – Chair of Legal Advisory Forum; (LAF), Namalee Silva –  Chair of Marketing & Sales Forum; (MSF), Dayaratne Perera – Chair of Life Insurance Forum; – (LIF), Malaka Mihindukulasuriya – Chair of Actuarial Sub Comm; (ASC), Nuwan Withanage – Chair of Financial & Technical  Sub Comm; (FTSC), Kasun de Silva – Chair of General Insurance Forum; (GIF), J M Niyas – Secretary General – IASL.",
    "Rakuten Viber and Mineski Global boost fun via mgames chatbot on Viber",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}