{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/virtusas-global-leadership-team-visits-sri-lanka/",
  "time_ut": 1655127960,
  "title": "Virtusa’s global leadership team visits Sri Lanka",
  "body_lines": [
    "Reaffirms commitment to Sri Lanka with plans to grow local headcount",
    "Virtusa Corporation, a global provider of digital strategy, digital engineering and IT services and solutions became the first billion-dollar tech multinational to stand in solidarity with Sri Lanka during the current crisis, with its senior-most leadership team visiting the island recently.",
    "The C-Suite team was led by Chief Executive Officer – Santosh Thomas, and included Chief Strategy Officer – Thomas R. Holler, Chief People Officer – Sundar Narayanan, Chief Financial Officer – Amit Bajoria and Chief Technology Officer – Ram Meenakshisundaram. During the two-day visit, the Senior Executives visited Virtusa’s Orion City Campus, engaging with local leadership and team members to ensure business continuity through investments towards scaling business operations and talent acquisition. Sri Lanka is an integral part of Virtusa’s global delivery network.",
    "“Virtusa Sri Lanka remains one of our most significant advanced technology centers and will continue to play a crucial role in Virtusa’s future expansion strategy as we innovate, execute and grow globally,” Chief Executive Officer – Santosh Thomas commented. “We are accelerating our growth plans for the country to nurture the high-quality tech talent that the country produces in a truly global work environment. Virtusa plays a responsible role as Sri Lanka’s largest tech employer and will continue to transform the nation’s technology industry in coming years.”",
    "“Our leadership’s reaffirmation and commitment comes at an ideal time in Virtusa Sri Lanka’s journey,” Country Head and APAC Regional Head – Naresha Supramaniam confirmed. “The future will be very promising for Virtusa Sri Lanka as we grow our headcount and create many job opportunities for Sri Lanka’s thriving tech talent. We will leverage our unique capabilities to scale the Sri Lankan operation and continue to play our part in stabilizing Sri Lanka’s economy.”",
    "ISMM International Seminar on October 24, 2022 at the Shangri-La",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}