{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-wins-best-wi-fi-and-best-food-beverage-at-2022-apex-regional-passenger-choice-awards/",
  "time_ut": 1655469960,
  "title": "Emirates wins Best Wi-Fi and Best Food & Beverage at 2022 APEX Regional Passenger Choice Awards",
  "body_lines": [
    "Travellers around the world have recognised Emirates for Best Wi-Fi and Best Food & Beverage in the Middle East, with the airline bagging these awards at the prestigious 2022 APEX Regional Passenger Choice Awards ceremony held in Dublin, Ireland.",
    "For the awards this year, verified passengers flying on over one million flights on nearly 600 airlines from around the world were asked to rate their airline experiences in five subcategories: seat comfort, cabin service, food and beverage, entertainment, and Wi-Fi.",
    "The two awards crown Emirates’ continual efforts to deliver the best possible customer experiences on board and take the total count of APEX awards presented to Emirates, to 30, since the awards’ launch in 2010.",
    "The Best Food & Beverage award recognises Emirates’ consistently high-quality, regionally inspired cuisine and extensive drinks menu. The airline’s attention to detail ensures a clockwork operation where over 110 meals from close to 4600 recipes that cater to every palate are loaded onto its flights each year. Emirates also pays special attention to its beverage offering which ranges from fresh mocktails and vitality boost drinks, to a wide selection of hand-picked teas and coffee, alongside the very best champagnes and special vintages of wines and spirits that any sommelier would envy.",
    "Staying connected is an everyday essential on the ground and also in the skies. Emirates was the first airline to equip its entire fleet with mobile phone connectivity, in 2007, and now every aircraft is equipped with Wi-Fi services. Free connectivity options are available to all Business and First Class passengers, and Skywards Platinum and above. Great value plans are available for full flight internet or chat. Last year, Emirates replaced MB limited plans with unlimited plans or timed plans – simplifying the options available as few users understood the MB consumption on a session.",
    "In total, Emirates’ award-winning ice inflight entertainment system, with over 5,000 channels, including up to 150 channels dedicated to family and children, presents an unmatched breadth of content in 40 languages to cater to its global customer base. It also offers more than 4,000 hours of movies and TV, and close to 3,500 hours of music and podcasts to choose from, along with 5 channels of live TV including major sports events for sports lovers. New, exciting and exclusive content will be available onboard ice with something for everyone travelling this summer and beyond.",
    "Committed to ensuring its customers always “Fly Better”, Emirates is heavily investing to further elevate its signature services and products for travellers in all cabin classes. Emirates will soon begin a massive cabin retrofit programme to fit out 120 aircraft with its latest Premium Economy cabin, as well as its latest interiors across other cabins.",
    "The APEX Passenger Choice Awards® recognize excellence in seat comfort, cabin service, food and beverage, entertainment and Wi-Fi. Partnering with TripIt® from Concur®, the world’s highest-rated travel-organizing app, anonymous passenger feedback is gathered based on neutral, third-party passenger feedback and insights.",
    "CEAT pits its motorcycle tyres against competitors’ at Indian test track",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}