{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Ports-Minister-visits-Hambantota-International-Port/34-736098",
  "time_ut": 1655058600,
  "title": "Ports Minister visits Hambantota International Port",
  "body_lines": [
    "Souvenirs were given to the two visiting ministers to mark the occasion. From left: CICT CEO Jack Huang, Wildlife and Forest Resources Conservation and Agriculture Minister Mahinda Amaraweera, Ports, Shipping and Aviation Minister Nimal Siripala De Silva, HIPG CEO Johnson Liu and HIPG CFO Raymond Mu",
    "Ports, Shipping and Aviation Minister Nimal Siripala de Silva visited the Hambantota International Port (HIP) over the weekend.",
    "The Minister met Hambantota International Port Group (HIPG) CEO Johnson Liu, CICT CEO Jack Huang, CFO Raymond Mu, COO Tissa Wickramasinghe and Hambantota International Port Services (HIPS) CEO Captain Ravi Jayawickreme who were present to brief him on current issues in the port and discuss future development especially in regards to attracting investors to Sri Lanka.",
    "Accompanying Minister Nimal Siripala De Silva was the Wildlife and Forest Resources Conservation and Agriculture Minister Mahinda Amaraweera.",
    "The Hambantota International Port, which is in its fifth year of operations, has kicked off projects both on the short and medium-term. HIP is being developed as a multipurpose port and is currently engaged in transshipment of vehicles on the east-west sea route.",
    "It is also a port of call for bunkering, energy services and raw materials used in cement manufacturing. Container handling will be next in line for HIP, which is being positioned as a gateway port for light and heavy industry manufacturing in the Hambantota district and adjacent areas.",
    "The Minister was assured of HIPG’s commitment to the future export plans of Sri Lanka. HIPG is focused on promoting the country’s strategic location along with the Port’s state-of-the-art facilities and high-quality service offering."
  ]
}