{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-strengthen-state-finances-reduce-money-printing-treasury-secretary-93078/",
  "time_ut": 1650250200,
  "title": "Sri Lanka to strengthen state finances, reduce money printing: Treasury secretary",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is planning to strengthen public finances and reduce money printing to stabilize the economy Treasury Secretary Mahinda Siriwardene said ahead of beginning discussions with the International Monetary Fund.",
    "Secretary Siriwardene said a circular to cut current spending will be issued immediately.",
    "In April 125 billion rupees was printed taking the central bank’s outright Treasury bill stock to 1,853 billion rupees, from 1727 billion rupees at the end of March.",
    "Finance Minister Ali Sabry told parliament on April 07 that 123 billion rupees of salaries and festival advances had been paid by April 06.",
    "When state workers spend the money, and appropriate the goods on shelves or fuel at pumps, there is no foreign exchange to import goods and re-stock the shelves, as the money had been created through central bank credit.",
    "Meanwhile Siriwardene told reporters that state finances will have to be strengthened to reduce money printing.",
    "He will issue a circular to all spending agencies to cut spending (spending based consolidation).",
    "“Problems in public finances are a cause of many problems in the country,” Siriwardene said. “We have to carefully manage resources and reduce the budget deficit.",
    "“There had been a lot of discussion about the money issued by the central bank. That is happening because of problems in public finances.",
    "“There is not enough revenues. We cannot get foreign loans. So the entire amount is financed domestically. There are limited domestic resources. So the next step is to go the central bank and get it.”",
    "“What we have to do is reduce the demands made for the central bank to buy Treasury bills. It is difficult to do it in the present circumstances. So we have to strengthen state finance. That is what we want to do in the future.”",
    "However analysts have pointed out that the central bank created a currency crisis in 2018, when then Finance Minister Managala Samaraweera raised taxes because money was printed under flexible inflation targeting and output gap targeting.",
    "Unless laws are brought to force the central bank to operated consistent single anchor monetary framework (a hard peg with reserves or clean floating rate without reserves) analysts say the country would continue to have external instability, inflation and social unrest as it had for 72 years.",
    "Analysts have blamed flexible inflation targeting, peddled by Washingon-based Mercantilists, coupled with output gap targeting (stimulus) for worsening anchor conflicts of a reserve collecting  soft-peg and driving the country to default and monetary meltdown, that was not seen even during a 30-year war.",
    "Under flexible policy and two currency crisis, the government sovereign bond holdings went up from 5 billion US dollars to 14 billion as forex shortages were created, and the Ceylon Petroleum Corporation also accumulated dollar loans for exactly the same reason.",
    "In 2018 the CPC borrowed dollars despite having a price formula due to forex shortages flexible inflation targeting/outgap targeting. When the rupee collapsed it made a forex loss of 80 billion.",
    "This year CPC’s forex losses are estimated at over 250 billion rupees and climbing.",
    "After printing money and creating forex shortage Sri Lanka is now borrowing from India for oil as the CPC borrowed dollars from state banks in the past. However state banks can no longer give dollar loans to the CPC and are themselves in difficulties.",
    "The central bank was set up in 1950 abolishing a currency board (fixed exchange rate) which could not print money to create high levels of inflation or trigger balance of payments deficits.",
    "In 1950 when the central bank was set up it had 190.4 million dollars of reserves (11.5 months) inherited from the currency board. Money printing began from the next year when the Federal Reserve tightened policy rates following a battle with the US Treasury.",
    "In 1952 and exchange control law was brought as reserves fell to 163 million dollars. By 1953 after more money printing reserves fell to 114.3 million dollars and there was a ‘hartal’. After two years of money printing and reserve losses and inflation people are on the streets today.",
    "Siriwardene said fiscal consolidation would be a part of discussions with the International Monetary Fund.",
    "Asked whether value added tax would be raised to 15 percent he said, specifics of fiscal reforms would be made known later.",
    "No decision was taken to halt domestically financed capital projects as of last week, Siriwardene said responding to reporters.",
    "Domestically finance capital projects are an important part of imports, which take away foreign exchange from energy and medicines when money is printed usually to pay state salaries.",
    "Central Bank Governor Nandalal Weerasinghe had hike the policy rate to 14.5 percent and allowed Treasury bill rates to go up.",
    "Last week the Treasury bill yield went up to 23 percent, which Weerasinghe said was an ‘overshoot’.",
    "High yields bring more money to debt markets, help finance the deficit and state worker salaries, reduce private credit and can help stabilize the external sector and eventually interest rates.",
    "Sri Lanka’s Finance Minister Ali Sabray, as well as the Treasury Secretary and Central Bank left for Washington on Saturday night. Discussions are expected to begin this week with the IMF and the World Bank.",
    "Unless laws are brought to control stimulus and the economists who want to maintain unstable intermediate regimes, Sri Lanka will remain a top customer of the IMF and doomed to monetary instability, critics say.(Colombo/Apr18/2022)"
  ]
}