{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Abans-launches-new-initiative-to-boost-micro-SME-local-manufacturers/34-735361",
  "time_ut": 1653589800,
  "title": "Abans launches new initiative to boost micro, SME local manufacturers",
  "body_lines": [
    "Abans is promoting ‘Sri Lankan made’ through its robust retail platform with the aim of keeping the micro and small-medium scale industry (MSME’s) going during this time of trial and uncertainty.",
    "The established retailer and diversified business conglomerate is inviting local manufacturers of various products ranging from household and decorative items to skincare and children’s toys to join hands with Abans to promote products ‘made in Sri Lanka by Sri Lankans’. The company expects that such an initiative would boost the MSME industry which accounts for nearly half of Sri Lanka’s GDP and provides 45% of the country’s employment.",
    "A severe shortage of foreign exchange has left the Government unable to pay for essential imports, including fuel and LP gas, leading to debilitating power cuts and a lack of cooking gas. MSMEs are considered the worst affected, forced to bear the brunt of this soaring inflation leaving many in severe debt and even having to permanently shut down operations.",
    "Attuned to the hardships of local business owners who have fallen on hard times due to the prevailing situation, Abans has decided to nurture such businesses by offering them its wide network of retail platforms. Through this initiative products made by local MSMEs are given prominence within Abans online and offline platforms, by offering them prime display space and free marketing.",
    "Further, the company believes nurturing the MSME community would encourage and empower more of the youth and female population in Sri Lanka towards entrepreneurship, as Abans believes the economic participation of these two groups will play a vital role in the development of local communities and more importantly towards the economic development of the country.",
    "Sri Lankan made products under categories such as household and homeware, storage and home organisation products, kitchenware, cookware and appliances, consumer electronics, toys, gift items, bags and accessories, beauty and skincare, handloom, and handicraft are examples of such items that will be on display at Abans Elite Showrooms.",
    "Local manufacturers are invited to register with Abans PLC to join this exciting initiative to promote ‘Sri Lankan made’ and together work towards rebuilding Sri Lanka’s economy. Interested local manufacturers can email duly filled applications to ruwang@abansgroup.com, lakmal@abansgroup.com or nalindac@abansgroup.com, under subject line ‘Supplier Registration’. For more information call Lakmal on 07773477812 and Nalinda on 0706606607."
  ]
}