{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-interest-rate-hike-not-enough-rupee-cannot-be-held-at-230-harsha-91436/",
  "time_ut": 1646786700,
  "title": "Sri Lanka interest rate hike not enough, rupee cannot be held at 230: Harsha",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka devaluation of the rupee to 230 to the US dollar will not help avert the foreign exchange crisis and the one percent rate hike was insufficient with inflation running double digits, opposition legislator Harsha de Silva said.",
    "De Silva said money printing had made it impossible to hold the 200 to the dollar exchange rate and large volumes of reserves have been lost as a result. Central bank conversion regulations had further hurt the exchange rate and inflows.",
    "“Excessive money printing undermined the credibility of the US dollar peg at Rs. 200, as a result vital foreign exchange began to flow through unofficial channels,” de Silva said.",
    "De Silva said the rupee will not stop at 230 to the US dollar, since the rate was not a result of market forces but was a politically determined “devaluation” which was pre-announced.",
    "He said forex dealers were confused and the forex market was not working.",
    "De Silva warned that a 100 basis point rate hike was not enough to stabilize the economy with national inflation at 16.8 percent in the 12 month to January.",
    "De Silva said remittances through official channels had plunged and a 25 percent conversion rule had also encouraged exporters to park money overseas.",
    "“Inward remittances particularly witnessed a drop of 62 percent in January 2021 compared to the year before,” de Silva said.",
    "De Silva claimed that the rupee devaluation was triggered following a phone conversation between India’s Foreign Minister S Jaishankar to secure a meeting with Finance Minister Basil Rajapaksa to get a billion US dollar credit line.",
    "“The current devaluation is solely to please the Indian’s in order for the Finance Minister Basil Rajapaksa to secure a visit, as devaluation was a precondition for the meeting,” he said.",
    "The value of a currency is determined by monetary policy and the monetary anchor that is being used. If a peg (external anchor) is used printed money drives up consumption, resulting in a ‘forex shortage’ and fall in reserves to defend the peg and maintain the exchange rate.",
    "Economists and analysts had called for changes to the monetary law to prevent monetary policy incompatible with the exchange rate from being followed and a move to single-anchor monetary policy (floating rate with inflation target or peg with floating short term interest rates). (Colombo/Mar08/2022)"
  ]
}