{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/utech-iot-brilliance-at-asia-pacific-ict-awards/",
  "time_ut": 1647013980,
  "title": "UTECH – IoT BRILLIANCE AT ASIA PACIFIC ICT AWARDS",
  "body_lines": [
    "Wins Overall Gold Award For “IoT Technology of The Year 2020/21”",
    "UTECH Technologies (Pvt) Ltd., Sri Lanka’s leading Industrial 4.0 transformation enabler and Industrial Automation Solutions provider won 2 Gold awards for their innovative hardware and software, at the National Best Quality Software Awards (NBQSA) 2021.",
    "By winning the National ICT awards, UTECH also had the rare opportunity to represent Sri Lanka at the Asia Pacific ICT Association Awards 2020/21 and is proud to have brought honour to Sri Lanka by winning the Overall Gold Award for “Internet of Things” Technology of the Year competing against pioneering nations in tech such as China, Australia, Singapore and a host of Asia Pacific countries.",
    "UTECH is the only Technology company in Sri Lanka that designs, develops, and manufactures the full IoT ecosystem including hardware and software, providing customers a secure end-to-end solution that is customizable to meet their specific needs.",
    "UTECH’s patented technology the Blackbox and other innovative products Smartnode, Coollink, and Smart Energy meter are customizable and cost-effective telematic gateways used in a wide range of industrial automation and productivity monitoring for both core and auxiliary industrial machinery.",
    "A unique feature of the solution provided by UTECH is the seamless integration into machines by tapping directly to the machine sensors, machine controllers or directly into the machine’s PLCs.",
    "UTECH understands that production involves an interaction between both “Man and Machine” and to monitor the full process and measure efficiency and effectiveness has developed many solutions that have been embraced by a wide variety of Industries. Customers are provided with a secure virtual dashboard to monitor and control machines in real time via the UTECH Remote web Portal from anywhere in the world by using a smart phone. The web portal enables real-time viewing of data, data-logging and graphing, routine service scheduling, SMS/email alerts and a host of other features. Such features ensure customers’ peace-of-mind that their industrial machines and workers are functioning optimally. UTECH further offers Customized Value-Added Reports on productivity vs planned, production quality, machine breakdowns, time to repair, etc.",
    "UTECH serves many Sri Lankan conglomerates and overseas markets with Industry 4.0 Solutions in diverse industries such as heavy machinery, manufacturing, FMCG, Warehousing, Cold Chain, Garments, Telco/ICT, and Agriculture/Aquaculture.",
    "Hemas Pharmaceuticals to take Orthopedic Rehabilitation leader OPPO Medical to greater heights",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}