{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/punchihewas-new-book-on-king-vijayabahu-the-redeemer-of-lanka/",
  "time_ut": 1648211100,
  "title": "Punchihewa’s new book on King Vijayabahu, the redeemer of Lanka",
  "body_lines": [
    "The Mahavamsa, the great chronicle devotes 10 chapters to King Dutugemunu. Parakramabahu the great is accorded 13 chapters while Vijayabahu I had received only four. The achievements of Dutugemunu like the construction of Mahathupa or the Ratnamali Cetiya after defeating the Colas and those of Parakramabahu in the construction of Parakrama Samudraya no doubt found them high in the list of royals in the annals of Sri Lankan history.",
    "King Vijayabahu I was born in 1040 AD at a time when the island had come under the rule of the powerful Cola Empire. Known as Kitti he lived in Ruhuna with his parents and was determined to free the country from the foreign yoke.",
    "The Colas operated from Polonnaruwa, which they made their capital. However, their control over the rest of the country was minimal. Their attempts to take control of Ruhuna was resisted by the people of Ruhuna under local leaders. When they failed, the Colas ransacked and plundered Ruhuna taking the wealth to the Cola country.",
    "Prince Kitti, in order to unite the anti-Cola forces in Ruhuna had to eliminate the rival local feudal leadership and in his 15th year became the ruler of Ruhuna and came to be known as Vijayabahu.",
    "Meanwhile the Colas in Polonnaruwa were making changes in the political, social and cultural life of the people. A Cola ruler became the Governor of the Island. Under his leadership Hindu temples came up in the areas under the Cola control. Buddhist temples like ancient Velgamvehera came to be known as Raja Raja Perum Palli from the time the island became a province of the Cola country. There had been many Tamil inscriptions discovered in this temple, where donations of cows, ghee, oil for the perpetual lamps being donated to the Lord Buddha by the Tamil devotees. Tamil language came more and more into prominence as well.",
    "With these activities of the Colas, it was natural that the people of Ruhuna came to rally round Vijayabahu. He used both formal methods as well as guerilla style of warfare and it can be said that he was the first Sri Lankan guerilla leader. When the Colas from Polonnaruwa attacked him, he retreated to Palatupana. From there he attacked the Cola leader who had arrived from South India and killed him. Vijayabahu used to move swiftly from place to place when he was in danger. After losing a face to face battle with the Colas he back tracked to Vatagiri.",
    "He then set up camp at Mahanagakula in the South and to attack Polonnaruwa sent three armies from three directions and captured Polonnaruwa after a bitter struggle. He was 35-years of age at the time of his coronation.",
    "However, his struggle from the backwoods of Ruhuna was not an easy one. Hiding in the jungles with his family and living on yams and fruits, he was leading a very difficult period in his life and the royal family with Prince Kitti were protected by the army official Budalna.",
    "Apart from the Colas, there were the local leaders who were against Vijayabahu and to consolidate Ruhuna he had to eliminate them and Lokanatha, Keshadhatu Kashyapa, Adimalaya are few of them. Ravideva and Chala who were once with Vijayabahu deserted him but later joined him in the final attack.",
    "The now famous Panakaduwa Copper Plate discovered and deciphered by Prof. Senerat Paranavitana throws much light on King Vijayabahu’s life as told by him. It is a royal decree where a ruler refers to himself when he provided certain privileges to the Military Chief Budalna who protected and looked after him and his parents when he was hiding in the jungles.",
    "Once victorious, he turned to the development and Buddhist revival, which are well documented in the Ambagamuwa rock inscription and the chronicle Mahavamsa. He invited Upasampada Bhikkhus from Burma and reestablished the Sasana. He provided facilities for the pilgrims who climbed Sri Pada. Tough and ardent Buddhist, he patronized the Hindu temples as well. After becoming the ruler of the island, he wanted to bring about economic, spiritual and social development.",
    "Economically he concentrated more on repairs and rehabilitation of medium and small tanks, which had been neglected for years due to the war with the Colas. Probably through realizing that many males have died during the war, the widows were provided with land. Being in possession of the ability and determination to overcome immense problems and after achieving that to devote his time for the welfare of the people, if considered virtues, it may mot be wrong to say that King Vijayabahu wass the greatest ruler of Sri Lanka.",
    "In enumerating his virtues, a recent researcher scholar said, “If there is a Sri Lankan ruler who had not received his due place in history, it is King Vijayabahu the Great. He is the ruler who could be the model to build up a United Sri Lanka”. He was endowed with patriotism, heroism, determination, humility, leadership and diplomatic acumen that are among the virtues of this Great Sri Lankan leader.",
    "When commenting on this venture I would like to emphasize the fact that Scholar and Author, Dr. Punchihewa has undertaken the difficult task of representing the role of King Vijayabahu I from the royal decree known as the Panakaduwa Copper Plate hither to not known to the Sinhala reader.",
    "(The writer is the President of the Royal Asiatic Society of Sri Lanka and former Deputy Commissioner and Director of Epigraphy and Numismatics, Department of Archaeology)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}