{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slasscom-and-daraz-sign-mou-to-boost-e-commerce-data-in-sri-lanka/",
  "time_ut": 1647354360,
  "title": "SLASSCOM and Daraz sign MoU to boost e-commerce data in Sri Lanka",
  "body_lines": [
    "The Sri Lanka Association for Software Services Companies (SLASSCOM) and Daraz Sri Lanka recently signed a much-anticipated Memorandum of Understanding (MoU) to improve e-commerce-related data in Sri Lanka.",
    "SLASSCOM and Daraz have launched a national e-commerce penetration and use survey, which covers at least 3,000 e-commerce users across the 25 districts in Sri Lanka. The survey will be carried out by an independent research company in all local languages, and the results of the survey will be published in the form of a report, which will be made available to the public and widely disseminated.",
    "At the signing of the MoU, SLASSCOM Chairperson Ms. Sandra De Zoysa stated: “The optimism among businesses and interest among online shoppers regarding the use of e-commerce is encouraging. Given that the present state of e-commerce development in Sri Lanka is quite basic, the potential for expansion, both for the domestic market and for cross-border trade, seems extremely promising. As such, this survey will give us an accurate insight into Sri Lanka’s maturity and readiness levels in e-commerce. The findings could help put a strategic plan for e-commerce development and implementation. At SLASSCOM, we are keen to work with the industry in order to initiate action by finding solutions to bridge the existing gaps found through this study.”",
    "Daraz Sri Lanka Managing Director and Country Head Mr. Rakhil Fernando further added: “This collaborative effort aims to ensure that not just a few but many stakeholders will have access to some of the data they need to push forward the e-commerce industry in Sri Lanka. Closing data gaps will significantly boost both our understanding of Sri Lanka’s e-commerce landscape and possible pathways that could be taken to further develop the e-commerce industry. It will provide a much clearer understanding of the potential of the industry and enable businesses to develop better localized solutions, and ensure the industry develops competitively and in a manner that is sustainable.”",
    "E-commerce is a relatively new industry in Sri Lanka, and one that is critical to future economic growth. It is a nascent activity that was boosted during the COVID-19 pandemic, and for e-commerce to thrive in Sri Lanka, understanding the extent to which citizens are adopting e-commerce to buy and sell goods and services is essential.",
    "Aitken Spence ranks No. 1 amongst Diversified – Most Awarded by LMD",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}