{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Project-to-grow-raw-industrial-hemp-in-Sri-Lanka-mooted/56-733297",
  "time_ut": 1649615400,
  "title": "Project to grow raw industrial hemp in Sri Lanka mooted",
  "body_lines": [
    "A high-powered five-person team has come together to promote the growth of raw industrial hemp (medicinal marijuana) in Sri Lanka.",
    "They are Lead Marion Marithasan from Denver, USA, former Ambassador Buddhi Athauda from Washington DC, USA, Senior Advisor Entrepreneur Dr. Arosha Fernando from Colombo, Sri Lanka, Operations and Programme Management Head Nish Hettigama from Sydney, Australia, and Local Research and Development Head Lahiru Dileepa Fonseka from Colombo, Sri Lanka.",
    "Fernando in a statement said Marithasan is one of only twenty people selected to serve on the Biden-Sanders pre-election task force in the USA in 2020 assigned to investigate the legalising of cannabis at the federal level and served as an Advisor to the President of the USA Joe Biden.",
    "Marithasan has compiled the new task force for Sri Lanka from native-born Sri Lankans with specific skills who can work with the Sri Lankan Government to assist with any transition to growing raw industrial hemp within a responsible regulatory framework of international standards under the tag line of ‘for the service of the Sri Lankan Government and our people.’",
    "“Raw industrial hemp is one of the world’s fastest-growing global markets. Over 70 countries worldwide produce raw industrial hemp, including the USA and China.",
    "Having never banned hemp, China is the world’s largest producer, and the global raw industrial hemp market is forecasted to grow by 300% or USD 10 billion in the coming five years.",
    "Sri Lanka offers some of the world’s best-growing environments for raw industrial hemp. Making our legislation capable of capturing this global opportunity, we are in a position to bring a large foreign revenue to Sri Lanka solving our current foreign revenue crises,” said Senior Advisor Fernando during the inaugural meeting of the taskforce held last week in the Galle Face Hotel.",
    "“In 2005 Marithasan founded Ceylon Solutions and since then, Ceylon Solutions has brought millions of dollars into the Sri Lankan economy. It has also brought jobs, knowledge, and training in cutting-edge international technologies, which has improved opportunity and living standards for hundreds if not thousands of Sri Lankans.",
    "“Today, Marion is at the cutting edge of the emerging cannabis and hemp industries that he co-founded and leads the regulatory and operational compliance organisation, Simplifya. Marion who is passionately a Sri Lankan bringing his expertise and resources to help Sri Lanka move ahead of the early market expansion, leverage global opportunity, provide jobs, education, and opportunities for fellow Sri Lankans, and more importantly solve our current foreign revenue crises,” Fernando added.",
    "The group is expected to meet the key decision-makers in the Government of Sri Lanka (GOSL) in the coming days to discuss how best GOSL could help it to implement the proposed project by making the right legislation at the earliest possible not only considering the current financial environment of the country but also carefully evaluating the case studies from other countries including the USA.",
    "“The hemp industry poses for Sri Lanka on multiple fronts: job creation, new manufacturing businesses, and tax revenue through exports. We also see the opportunity for the local manufacture of hemp-derived 100% earth-friendly biodegradable products, that will transition Sri Lanka from being one of the biggest users and polluters of plastics to being one of the first countries to become free of plastics, something that Sri Lanka can be proud of and showcase on the world stage,” Fernando added."
  ]
}