{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-has-choice-between-1991-india-and-venezeula-in-reform-path-sabry-93848/",
  "time_ut": 1651725420,
  "title": "Sri Lanka has choice between 1991 India and Venezeula in reform path: Sabry",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Finance Minister Ali Sabry said the country could take up to 10 years to recover from the latest currency crisis if wrong decision are made, but could use it as a ‘blessing’ to put the country on a strong growth path.",
    "“I am not sure if we could resolve this crisis even in two years,” Sabry told the parliament in his 44-minutes speech at the parliament on the current economic crisis.",
    "“Whether we can resolve this crisis in 2 years or 10 years, it all depends on us.”",
    "Typically Sri Lanka takes about 15 to 23 months for private credit to recover from a currency crises triggered by the island’s third world soft-peg according to analysts familiar with the central bank’s policy errors.",
    "The steeper the depreciation – and the destruction of real capital and real income which has outcomes similar to the Tanzi effect – the longer it will take.",
    "The policy errors come from anchor conflicts described in the impossible trinity of monetary policy objectives (when money is printed and the currency peg comes under pressure, exchange controls are imposed instead of raising rates).",
    "Sri Lanka in April 2022 suspended payments on foreign loans, after sovereign bond holdings ratcheted up during three currency crises from 2015 to 2022.",
    "With the broken peg the island nation of 22 million is unable to match inflows to outflows, and the country is facing shortages of medicine, food like milk powder, fuel and power cut in the worst soft-pegged crisis in the central banks 72 year history.",
    "Sabry said Sri Lanka’s usable liquid foreign reserves are less than 50 million US dollars, which is adequate to finance less than a day’s imports.",
    "An attempt to float the currency – suspend convertibility – and match outflows to inflows without a reserve pass through has so far not fully succeeded and forex shortages persist",
    "Under floating exchange rate no foreign reserves are needed to operate a monetary regime as the central bank does not buy or sell dollars (there is no reserve pass-through of inflows and outflows).",
    "Demand for dollars and supply of dollars is matched outside the monetary base and reserve money is unaffected by dollar flows. The US Fed, Bank of England or the ECB does not provide one cent of money for imports.",
    "Analysts have blamed a surrender rule which forces reserve pass through of inflows for the delay in restoring monetary stability.",
    "The rupee has since fallen to 370 rupees to the US dollar so far in May from 203 when the attempt to float the currency started in March.",
    "“We have a huge responsibility towards the future generation if we use this crisis in a short period like how India used its 1990s crisis as a turning point to recover strongly or if we would become like Lebanon or Venezuela,” Sabry said.",
    "Sri Lanka’s central bank started with its fundamentally flawed Latin America style central bank with the rupee at 4.70 to the US dollar legislatively breaking currency board which has kept the country stable since 1885.",
    "Sri Lanka is one of several central banks by the Federal Reserve in Latin America and Asia including Iran using a cookie cutter law devised by its  once time Latin America division chief who was an admirer of Raul Prebisch and his Argentina central bank set up in 1935, which has defaulted repeatedly.",
    "“Argentina’s experience served as an inspiration for Robert Triffin’s work concerning the revision",
    "of the structure and functions of central banks in developing countries, which was reflected in the laws of Paraguay, Guatemala, the Dominican Republic and Ecuador,” wrote Felipe Pazo in CEPA Review of April 1998.",
    "“These, in their turn, served in part as a model for the laws which created the central banks of Chile and Honduras and for the modifications made in the banking laws of El Salvador and Venezuela.",
    "“The work of Raul Prebisch can thus be said to have been the basis for the contemporary central",
    "El Salvardor’s currency has since died and the country is dollarized, as had several Latin American cookie cutter central. Prebisch himself served as a consultant to Venezuela central bank in 1947.",
    "Sabry said the government will present a new budget in the near future with tax increases as the government revenue has fallen to record low of 8.7 percent of the GDP by end-2021.",
    "Sabry said the country could either use it to come back strongly or allow the island nation to suffer further.",
    "India faced a currency crisis in 1991 as large volumes ‘special issue Treasury bills’ were bought running down foreign reserves.",
    "India had to ship its last gold reserves but engaged in a strong reform program backed by the IMF and World Bank with trigger happy anti-austerity economists put on a backfoot.",
    "The crisis, however, paved the way for the liberalisation of the Indian economy, since one of the structural reform conditions stipulated in the World Bank and IMF loan, required India to open itself up to participation from foreign entities in its industries, including its state-owned enterprises.",
    "Lebanon’s central bank has record for stability in recent years but its policy started to grow wrong from 2016, when instead of raising rates to sterilize inflows it started to borrow dollars at high rates from the domestic market much like Sri Lanka’s central bank swapped dollars.",
    "Sri Lanka’s economic crisis has led to political crisis and thousands of your-led protesters are agitating near President Gotabaya Rajapaksa’s office in the commercial heart of capital Colombo demanding the resignation of President and his brother Prime Minister Mahinda Rajapaksa.",
    "Both leaders have defied calls, to step down citing that they were chosen by a democratic election with popular mandates.  (Colombo/May05/2022)"
  ]
}