{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-parliament-approves-retrospective-surcharge-tax-92706/",
  "time_ut": 1649322060,
  "title": "Sri Lanka parliament approves retrospective surcharge tax",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka parliament on Thursday passed a retrospective surcharge tax bill with amendments to boost its sharply declined revenue as the country’s financial turmoil has now turned into a full-blown political crisis.",
    "The bill was passed without a vote as the government amended the bill as requested by the opposition.",
    "The new law will enable the government to charge a 25 percent windfall tax in the style of a ‘super gains tax’ started by the last administration on groups of companies, individual companies, partnerships and individuals earned over 2.0 billion rupees in the financial year 2020/21.",
    "The government had estimated 100 billion rupees to be earned through this tax.",
    "The corporate sector has raised concerns over the new tax because of its retrospective nature.",
    "The move comes after President Gotabaya Rajapaksa’s decision to slash the value-added tax (VAT) to 8 percent from 15 percent in December 2019 which has now deprived the government of around 600 billion rupees of tax revenue.",
    "Global and local financial experts and economists have said President Rajapaksa’s tax cut triggered the current financial crisis.",
    "The move resulted in reducing the tax revenue as a percentage of gross domestic product (GDP) from 12 percent in 2019 to around 8 percent in 2021, government officials have told Economy Next. A sluggish economy as a result of lockdowns during the COVID-19 pandemic also contributed to the revenue deduction in the past two years.",
    "Thousands of Sri Lankans led by the youth have started street protests demanding Rajapaksa and his government to resign and allow competent leaders to run the country after the government’s economic mismanagement has led to a shortage of cooking gas, and milk powder, and fuel amid extended power cuts. (Colombo/April 6/2022)"
  ]
}