{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bucket-list-holiday-destination-for-2022/",
  "time_ut": 1648220640,
  "title": "‘Bucket List Holiday Destination for 2022’’",
  "body_lines": [
    "Sri Lanka Tourism’s Travel Influencer Facilitation Program (also known as Visiting Blogger Program) has undertaken creative influencer promotional campaigns by covering diversified tourism experiences around the island, including various regional territories for the year 2022 subsequently. Over the first one and half months (up to 10th March 2022), the Visiting Blogger Program (VBP) collaborated with some of the multi-award-winning international travel influencers from around the world to popularize the reopening of destination Sri Lanka for international tourists.",
    "One of the main purposes of hosting these earned media promotions was to define Sri Lanka as an ‘’Unforgettable Holiday Maker’ which has opened for international tourism and the local tourism industry’s focus towards sustainable tourism development, by sharing tourism-related economic opportunities among the local community stakeholders, to make their lives better by preserving the unique natural and cultural values.",
    "Furthermore, influencers those who have visited the destination have increased global awareness about Sri Lanka as a ‘’Safe to Travel Holiday Destination’’, during the pandemic period by highlighting the unique Sri Lankan hospitality and the visitor friendly ‘’Safe and Secure Measurements’’ set up by the government.",
    "The overall influencer promotions specifically highlighted areas such as Anuradhapura, Matale, Knuckle’s Mountain Range, Gal Oya, Kumana, Pottuvil, Passikudah, Southern and Eastern Coastal belts. Fifteen (15) internationally recognized travel influencers representing nine (09) sourcing markets including the United Kingdom, Germany, Norway, Belgium, USA, and Spain were invited during February and early March. The total combined reach of these influencers is 5,291,333 and they are expected to create over 276 online posts about Sri Lanka covering mainstream social media platforms including Facebook, YouTube, Instagram, etc. Through these versatile earned media collaborations, Sri Lanka Tourism is expected to create massive global attention towards Sri Lanka over the upcoming months in 2022.",
    "Club Hotel Dolphin reopens its doors after Rs.300 million upgrade",
    "Launch of Galaxy S22: Samsung Student Ambassadors and Members applaud innovation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}