{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ismm-international-seminar-on-october-24-2022-at-the-shangri-la/",
  "time_ut": 1655128020,
  "title": "ISMM International Seminar on October 24, 2022 at the Shangri-La",
  "body_lines": [
    "The Institute of Supply and Materials Management (ISMM) came into being on 24th October 1972. Accordingly, we are celebrating our 50th Anniversary on 24th October 2022 and to coincide with this event ISMM will be organizing a Full Day International Seminar on 24th October 2022 at the Shangri-La Hotel, Colombo, where eminent scholars in the supply chain profession, both local and foreign are scheduled to attend. The theme selected for the Seminar is “Elevating the economy through innovative and sustainable supply chain solutions”.",
    "The Institute of Supply and Materials Management (ISMM) is the only national body in Sri Lanka in the field of supply chain management. ISMM was incorporated by Act of Parliament No. 03 of 1981 on 29th January 1981. In 1980 ISMM was affiliated to the International Federation of Purchasing and Supply Management (IFPSM) based in UK. IFPSM is the world body encompassing 45 National Associations having over 250,000 Supply Chain Management professionals engaged in different sectors and levels. In recognition of its expertise the ISMM was able to obtain the membership of the Organization of Professional Associations of Sri Lanka (OPA) on 3rd September 1976. Since then, ISMM plays a vital role in OPA activities. ISMM is also registered under the Tertiary and Vocational Education Commission (TVEC) under reference P01/0160. In 2001, ISMM was affiliated to the International Trade Centre (ITC) and licensed to conduct its MLS-SCM programmes in Sri Lanka and in 2014 ISMM was able to obtain the ISO 9001 Quality Management System Certificate from the Sri Lanka Standards Institution (SLSI).",
    "ISMM has been the Diploma awarding National Body for the last three decades awarding Graduate Diploma and Advance Diploma, in addition to conducting other Professional Courses namely Certificate and Management Courses adding more than 10,000 professionals to the profession of Supply Chain Management in Sri Lanka on a national scale including the government sector, tri forces and police. In 2010, ISMM launched the 3-year Graduate Diploma in Purchasing and Supply Chain Management (GDPSCM) programme with a dissertation. This Programme contains 120 Credits, and it is designed equivalent to a Special Degree. As at present, ISMM conducts the following courses at the operational, supervisory middle and senior management levels:",
    "Advance Diploma in Logistics and Warehouse Management (Sinhala & English).",
    "Advance Diploma in Purchasing and Logistics Management (Sinhala & English).",
    "Certificate Course in Project Management for Supply Chain Professionals (English).",
    "In recognition of the increasingly crucial role played by ISMM in the development of the supply chain profession in Sri Lanka, the Department of Public Administration by its Circular No 46/09 (1) of 20.06.1994 recognizes the Corporate Membership of the ISMM as equivalent to a First or Second Class Degree in the field of Supply and Materials Management awarded by a recognized University in the recruitment and promotional process.",
    "ISMM’s main thrust of activities from the inception was the training of supplies personnel at all levels. ISMM has trained more than 10,000 practitioners in the field of procurement and supply chain management. There are more than 1,000 Diplomates who have successfully completed Diploma Courses conducted by ISMM which enjoys a wide recognition in all sectors having a heavy input of procurement and supply chain activity. Training is also given at grassroots level and over 10,000 Stores personnel, including Storekeepers, Stores Managers and over 6,000 officers engaged in Purchasing, Inventory Control, Import & Export Trade, Shipping and Clearance work have successfully undergone training so far.",
    "The extensive range of services rendered by ISMM include the up-to-date training programmes, seminars, workshops, conferences, discussions, members days, lectures, consultancy services and annual get-togethers. ISMM is strengthened by a professional membership who has wide knowledge on Supply Chain Management. President, Office Bearers and Council Members are selected by the members at the Annual General Meeting. Council of Management includes the Past Presidents of the Institution. In its recognition of the education and experience in the field of Supply Chain Management, ISMM membership is awarded to the professionals and Institutions in the following sequence:",
    "Supply Chain Management is a fast-developing field of management, having a major influence on economic development and trade both at domestic and international levels. Globalization and regionalization are taking pride in international trade and development of competition is taking precedence over other factors as the driver of business. The benefits of Supply Chain Management are immense and to name a few; higher productivity, reduce cost, raise output, raise efficient/effective levels, boost cooperation, lowers delay in processes and enhances the effectiveness of Supply Chain Networks.",
    "It is pivotal that Supply Chain Management has taken an imperative role with the Sri Lankan Government development plan to procure and manage scares resources wisely with limited money available. As it is leading private sector organizations in Sri Lanka has employed most of our highly skilled professionals to manage the high spend of the organisation by understanding the importance of the effective and efficient management of Supply Chain. The impact of supply chain will be felt in all activities and no institution could carry on with its activities devoid of material resources. As a result, the role of purchasing and Supply Chain Management is assuming a strategic role for the progressive development of the country.",
    "ISMM Office and the Training Directorate is housed at the Organisation Professional Association Premises, Professional Centre, No. 275/75, Prof. Stanley Wijesundara Mawatha, Colombo 07, and for further information you can visit the website www.ismmsrilanka.com",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}