{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-agriculture-goes-to-pot-after-soft-peg-collapse-95183/",
  "time_ut": 1654415040,
  "title": "Sri Lanka agriculture goes to pot after soft-peg collapse",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is urging citizens to grow vegetables in flower pots after the country’s economists mistargeted interest rates triggering a currency collapse and forex shortages continue amid money printing at higher interest rates.",
    "After a partially failed main (Maha) cropping season and under-cultivation in the current Yala (minor) season due to fertilizer and fuel shortages, Sri Lanka is expecting record falls in food production.",
    "Global commodity prices including foods and energy have risen in the so-called ‘Powell Bubble’ fired by US Federal Reserves, which also initially lied and blamed rising foods on ‘supply chain shortfalls’ but has since raised interest rates to stop money printing.",
    "“If you have twenty flowerpots, and you grow food in at least ten of them, then we can get out of this crisis,” Agriculture Minister Mahinda Amaraweera told a reporter in Colombo.",
    "“There are so many types of Yams that can be grown. If we do that we can successfully get out of this global crisis.”",
    "Sri Lanka has imported more rice with crop shortfalls. Agriculture experts say about 5 months’ worth of rice (about a million metric tonnes) may need to be imported.",
    "Minister Amaraweera says already about 338,000 Metric tonnes of rice have been imported and the government wants to import more rice before prices go up further.",
    "Sri Lanka would need about 400 million US dollars to import a million tonnes (about two months’ worth of dollars coming through the Undiyal system). However, there are warnings that all food imports may be hit after open account imports were banned by the state.",
    "After printing money to mis-target interest rates, Sri Lanka usually imposes various controls in cascading policy errors which worsens the fallout of central bank action.",
    "After two years of money printing by the country’s Keynesian economists who favour an unstable peg (flexible exchange rate) with discretionary monetary policy (flexible inflation targeting) and output gap targeting (printing money to push up growth) inflation is soaring.",
    "In May, has already hit 39 percent. Food prices have risen 57.4 percent in the 12-months leading up to May.",
    "There have been calls to reform the central bank and hold it accountable so that it can no longer practice ‘flexible’ or discretionary policy.",
    "Under the current law which binds the agency to economic and price stability, generating monetary stability and targeting output through ‘flexible policy’ is a violation of its basic goals.",
    "However a draft law to legalize flexible policy and allow officials to escape accountability, and also give legal assistance is in existence, critics have said. (Colombo/June05/2022)"
  ]
}