{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81256/honduras-judge-rules-ex-president-can-be-extradited-to-us-on-drug-charges",
  "time_ut": 1647502080,
  "title": "Honduras judge rules ex-president can be extradited to US on drug charges",
  "body_lines": [
    "Former President Juan Orlando Hernández should be extradited to the United States to face drug trafficking and weapons charges, a Honduran judge ruled Wednesday.",
    "The country’s Supreme Court of Justice said late Wednesday via Twitter that the judge had decided to grant the U.S. extradition request.",
    "U.S. prosecutors in the Southern District of New York have accused Hernández in recent years of funding his political rise with profits from drug traffickers in exchange for protecting their shipments. He has strongly denied any wrongdoing.",
    "Former first lady Ana García told local journalists while leaving the court that she was confident the truth would eventually come out and her husband be exonerated.",
    "“I regret that this happens to someone who has been an ally” of the United States, she said. “I ask myself, from this point on who else will want to work to combat drug trafficking in any country of the region or Honduras. If today they do this to the one who put himself out there, what can we expect?”",
    "Before the decision was announced, court spokesman Melvin Duarte said that during a hearing earlier in the day, Hernández addressed the court. “In general terms he argued about the motives that have led to this extradition process against him, which he and his wife have said publicly,” Duarte said.",
    "Hernández has maintained that statements against him have been made by drug traffickers extradited by his government who wanted to seek revenge against him. He denies having any ties to drug traffickers.",
    "He will have an opportunity to appeal the extradition decision.",
    "“We still have an appeal that must be examined,” said Iván Martínez, one of Hernández’s lawyers. “We have three days to analyze the decision taken today and make our case in line with law.”",
    "During the hearing, the judge presented a document sent by the the U.S. Justice Department through the U.S. Embassy in Tegucigalpa that laid out the charges against Hernández. Hernández’s lawyers also presented at least 20 pieces of evidence in his defense.",
    "Hernández left office in January at the conclusion of his second term.",
    "The judge had more time to reach a decision, but in 32 previous extradition cases the decision came in less than a week. All of those decisions were for extradition.",
    "Criminal lawyer German Licona said before the announcement that if the judge ruled for extradition, Hernández could appeal to the full Supreme Court.",
    "Hernández was arrested at his home on Feb. 15 at the request of the U.S. government.",
    "The arrest came less than three weeks after Hernández left office and followed years of allegations by U.S. prosecutors of his alleged links to drug traffickers. His brother, Juan Antonio “Tony” Hernández, was sentenced to life in prison on drug and weapons charges in March 2021.",
    "After his arrest the former president was led before cameras flanked by police, shackled at the wrists and ankles, and wearing a bulletproof jacket. On Wednesday, he appeared in court wearing a blue suit but was similarly shackled."
  ]
}