{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Lankas-economic-chaos-and-western-propaganda-EDITORIAL/231-237662",
  "time_ut": 1653421020,
  "title": "Lanka’s economic chaos and western propaganda - EDITORIAL",
  "body_lines": [
    "The Sri Lankan economy is in free-fall. Food prices are out of reach of a majority of the population. Medicines, cooking gas, fuel and most essentials are in short supply. The country’s gross official reserves had dropped to US$90 million from US$1,827 million in April 2022 according to ‘Economy Next’.",
    "Immediate past Finance Minister Ali Sabry told parliament earlier this month that the country’s useful reserves were down to US$50 million. Driven to desperation, protests have broken out all over the country and permanent protest camps were set up adjoining President’s Secretariat and opposite ‘Temple Trees’ - the official residence of the Prime Minister.",
    "So who or what is to blame for our country’s economic woes and implosion? A majority of us - Sri Lankans - tend to blame the present economic woes on the Rajapaksa brothers - Mahinda, Gotabaya and Basil - their families and hangers-on for the mess the country is in.",
    "The reality is we, Sri Lankans, in fact voted the Rajapaksa regime back into power knowing fully well the charges of corruption, nepotism and human rights violation hanging over their heads. However, the fact remains that despite charges of criminality being brought against the Rajapaksas, none of these charges were ever proved against them in a court of law. Perhaps someday a new government may open investigations into these charges. But it does not appear likely in the immediate future.",
    "The US and Western analysts emphasize that Sri Lanka ran up huge and unmanageable debts by partnering with China’s Belt and Road Initiative (BRI) under the Rajapaksa regime.",
    "While the country is in fact indebted to China for loans taken to build up infrastructure, like the network of highways, the Port City Project at Colombo, the port at Hambantota, the cricket stadium in Sooriyawewa and the airport at Mattala, these loans constitute around only 10% or less of all foreign loans taken by the government and are long-term loans, without strings attached. It has led to claims that the lack of conditions have led to enormous corruption.",
    "However, these loans are not part of borrowings which need immediate repayment and led to the financial crunch due to a shortage of foreign reserves.",
    "Our state of bankruptcy arises out of our inability to repay borrowings taken via sales of sovereign bonds. These bonds carry a very high interest rate, are bought up by international financial institutes and need to be repaid immediately and in totality - capital and interest on a specific date.",
    "Unlike the sale of sovereign bonds for instance, China Merchant Port Holdings invested around one billion dollars or more in the Hambantota port and was given a 99-year lease. The capital infusion provided short term benefits, which in fact replenished our foreign exchange reserves.",
    "The US and Western analysts/propagandists also charge Lankan authorities with crimes committed during the civil war. It is true, thousands died during this war; many of them innocent civillians. Their deaths cry for justice and closure. Unfortunately, for different reasons governments which followed in the aftermath of the war have denied justice to the families of the victims.",
    "It remains to be seen in the aftermath of the present economic chaos and shortages, whether the new-found unity cutting across boundaries of class, race and ethnicity which threw out the powerful ex-premier Mahinda Rajapaksa, will be able to bring a closure to the atrocities which occurred during the civil war.",
    "But what is sad, is that it is the US, which has a history of war crimes and crimes against humanity like the nuclear bombing of Hiroshima and Nagasaki in which over a hundred thousand civillians were killed in a matter of minutes, charges smaller nations with war crimes whilst not acknowledging responsibility for crimes like those committed in Japan.",
    "According to the Watson Institute International and Public Affairs of the Brown University, as of April 2021, more than 71,000 Afghan and Pakistani civilians are estimated to have died as a direct result of the US invasion of Afghanistan. To make matters worse the US has frozen US$7 billion Afghan assets since it withdrew from that country.",
    "This is not to condone or downplay the attacks on civillians by government forces during the campaign of terror unleashed by the Liberation Tigers of Tamil Eelam (LTTE). These crimes need to be investigated the perpetrators brought to justice and a closure brought to the families of the victims. But it still leaves a bad taste in the mouth when it is realized that there are different standards of justice if the perpetrators are from among the rich and powerful."
  ]
}