{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82827/rambukkana-shooting-writ-filed-against-arrest-of-ex-kegalle-ssp-other-cops",
  "time_ut": 1654164660,
  "title": "Rambukkana shooting: Writ filed against arrest of ex-Kegalle SSP & other cops",
  "body_lines": [
    "The Court of Appeal today issued notices to the Inspector-General of Police (IGP) and the Director of the Criminal Investigation Department (CID) to present submissions with regard to a writ application over the Rambukkana police shooting incident.",
    "The writ application challenges the order issued by the Kegalle Magistrate sanctioning the arrest of former Kegalle SSP K.B. Keerthiratna and several other police officers n connection with the fatal shooting during a protest in Rambukkana on the 19th of April.",
    "Police and CID chiefs, who were named as the respondents of this writ application, have been directed to present their submissions on the 27th of June.",
    "On April 19, a group of protesters who were engaged in a demonstration demanding fuel to be supplied at old prices had blocked all entry and exit roads into Rambukkana town, as well as the level crossing for more than 15 hours.",
    "This had obstructed the vehicular movement and train operations on the Main Line.",
    "As a tense situation ensued near the level crossing, the police had fired tear gas to disperse the protesters. Later, as the situation escalated, the police had opened fire at them, killing one person.",
    "At least 29 people including 15 police officers were hospitalised with injuries following the incident while one of the injured protesters had succumbed to injuries shortly after. It was later confirmed that the victim, Chaminda Lakshan, 42, had died of gunshot wounds.",
    "When the case pertaining to the incident was taken up at Kegalle Magistrate’s Court in April, the former Kegalle SSP had divulged that he gave orders to open fire below the knees of protesters who attempted to set fire to a fuel bowser during the tense situation.",
    "According to him, he had first ordered police personnel to fire in the air when the protesters tried to set fire to a filling station, and later to shoot below the knee to prevent major damage after the protesters attempted to set fire to a fuel bowser."
  ]
}