{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Why-are-journalists-feeling-exhausted-and-betrayed/172-238138",
  "time_ut": 1654033020,
  "title": "Why are journalists feeling exhausted and betrayed?",
  "body_lines": [
    "Is public anger against the media rising? There are some indications that protesters have reacted angrily and at times violently towards the media.",
    "The Free Media Movement (FMM) has documented at least two instances where journalists have been assaulted by crowds queuing for fuel. There have been other incidents of journalists being held hostage and threatened by crowds at #GotaGoGama and nearby protests.",
    "A veteran photographer told me that one of the first things he now gets asked when photographing public sites is for money. He says that he never got any such demand even during the height of the war. He feels that as the public feels increasingly helpless with no end in sight for their woes, the media has become an easy target for their anger.",
    "When the protests started, many journalists I have spoken to felt a sense of duty to be counted among their fellow citizens. Many felt safe amidst the protesters, even when there was violence directed at the protesters. They also were confident that they could conduct their job of documenting the incidents without interferences.",
    "\"Faced with the new threat, most of the journalists who till then spent days and weeks with the protesters have now taken a step back, being mindful that they are in danger\"",
    "May 9, when mobs unleashed from Temple Trees attacked protesters nearby and at the Galle Face protests was when clear signs emerged that the media was facing newer threats. It was when protesters and members of the public began to retaliate that journalists felt the protective bubble they enjoyed among the protesters burst.",
    "One journalist who had documented the protests diligently said that it was when he took his phone out that the protesters sprang on him. Similar situations were faced by others who were documenting protesters violently setting on Mahinda Rajapaksa loyalists.",
    "Faced with the new threat, most of the journalists who till then spent days and weeks with the protesters have now taken a step back, being mindful that they are in danger. The situation can change quickly and many feel that they do not possess the necessary skills to identify these dangers and take action.",
    "Sri Lankan media does not have a training tradition supported by institutions that employ the journalists. Trainings have been organised and conducted by international media development agencies or Sri Lankan media rights groups. While these trainings have been better than nothing, they lack a cohesive planning on most occasions and frequently applicability in local conditions.",
    "On trainings for covering civil unrest, very few have received any. There were  hazardous environment trainings that were provided during the war, but these were geared at reporting the conflict. What the media faces now is a completely different set of circumstances in reporting violent, urban protests.",
    "Local journalists were also never geared to cover the protests in this protracted manner.  It is now 52 days and counting. There is also no easy switch-off button that will allow a reset from the story. This story is dominating every single aspect of of everyone’s life.",
    "\"On May 9, when mobs unleashed from Temple Trees attacked protesters nearby and at the Galle Face protests was when clear signs emerged that the media was facing newer threats\"",
    "As a community despite half a dozen civic groups working on media rights and similar number of others with links to international media development groups doing very much the same, a common refrain you hear from journalists is that there is in no one body that looks after and talks on behalf of them.",
    "Pathetic as it may sound, Sri Lankan journalists some of whom have done tremendous work despite mounting odds, feel isolated, betrayed and left to their own devices right now.",
    "The industry will not change, because this is the very same feeling I had when I was facing populist backlash because of my reporting. What we can change is the attitudes among the shoe-leather muckrakers who keep doing their job.",
    "We need to break the boundaries of all those informal friends’ groups, FB groups, WhatsApp groups and those very circles that make us feel secure and safe and make them into peer support networks that will hold the line when it counts.",
    "The writer is a journalism researcher and a writer. He can be contacted on amantha.perera@cqumail.com"
  ]
}