{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/15/sl-vs-aus-maxwell-blazing-fifty-helps-visitors-win-in-rain-curtailed-first-game/",
  "time_ut": 1655264820,
  "title": "SL vs AUS: Maxwell blazing fifty helps visitors win in rain-curtailed first game",
  "body_lines": [
    "COLOMBO: Glenn Maxwell and Steve Smith struck half-centuries as Australia beat Sri Lanka by two wickets in a thrilling finish to the rain-affected first one-day international on Tuesday (14) for a 1-0 lead in the five-match series.",
    "Chasing a Duckworth-Lewis adjusted target of 282 from 44 overs after a brilliant unbeaten 86 by Kusal Mendis took the hosts to 300/7 before the rain, Australia got home with nine balls to spare and Maxwell unbeaten on a 51-ball 80.",
    "They started poorly after David Warner fell for an early duck, but skipper Aaron Finch steadied the ship with 44 and Smith returned following the showers to make 53 before being castled by Dunith Wellalage as Australia reached 141/4.",
    "They recovered from that setback but Marcus Stoinis was bowled for 44 by Wanindu Hasaranga, who also removed Alex Carey and Pat Cummins to finish with figures of 4-58 that gave his side a chance.",
    "However, Maxwell anchored the chase to perfection and finished the job with two sixes off Dushmantha Chameera.",
    "Earlier, Sri Lanka opted to bat first on a tricky Pallekele wicket and Danushka Gunathilaka and Pathum Nissanka both reached half-centuries before the touring side made the breakthrough in the 20th over. A sharp throw by Stoinis to the striker`s end resulted in Gunathilaka being run out for 55 and he was soon joined in the pavilion by Nissanka (56), who reverse-swept Ashton Agar into the hands of Finch.",
    "Agar then got rid of Dhananjaya de Silva, who was superbly caught by Warner, before Mendis took charge to settle Sri Lankan nerves in the company of Charith Asalanka (37). Marnus Labuschagne struck twice to stall Sri Lanka’s lower order but Hasaranga struck 37 off 19 balls, including five fours in the 49th over bowled by Jhye Richardson to swell the score.",
    "Australia, who won the three-match Twenty20 series 2-1, will also play two Tests in Sri Lanka.",
    "SL vs AUS: Maxwell blazing fifty helps visitors win in rain-curtailed first game",
    "UNHRC core group express concern over attacks on peaceful protestors"
  ]
}