{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/prime-lands-residencies-records-a-profit-of-lkr-1-68-billion-in-fy-2021-22/",
  "time_ut": 1653654420,
  "title": "Prime Lands Residencies records a profit of LKR 1.68 billion in FY 2021/22",
  "body_lines": [
    "Prime Lands Residencies PLC (PLR) has posted a record profit before tax of LKR 1,848 million for FY 2021/22 while maintaining a profit after tax of LKR 1,682 million. The company has announced an interim dividend of Cents Seventy (-/70 Cts.) per Ordinary Share for the year ended 31st March 2022.",
    "Commenting on the results, Co-Chairman Brahmanage Premalal said, “It is a record performance for us to achieve a profit-after-tax of LKR 1.682 billion for the year ending March 31, 2022, despite the many challenges we faced during the year. The year under review was quite turbulent due to the continuation of the Covid-19 pandemic, which resulted in multiple lockdowns and the challenges of severe currency devaluation, hyper-inflation and political instability. However, as the Interim Financial Statements show, Prime Lands Residencies PLC (PLR) was able to overcome these challenges to secure record results for our shareholders.”",
    "Prime Lands Residencies PLC has posted a YoY growth of 23% with a revenue of LKR 9.5 billion during the period under review. In a statement to the shareholders Premalal said, “Over delivering our promises to the shareholders, we have achieved a remarkable growth of 70% YoY in profit-after-tax to record LKR 1.682 billion for the FY 2021/22. These milestones reflect the resilience of the company in the face of many challenges including the economic crisis faced by the country. It also demonstrates the over delivery of Earnings Per Share from LKR 1.32 in FY 2020/21 to LKR 1.86 in FY 2021/22. We are facing a once-in-a-lifetime economic crisis during the 4Q FY 2022. This has severely affected the construction industry at both macro and micro levels. Despite all the challenges, the company has shown a revenue growth of 20% (QoQ) while maintaining a profit after tax of 17% (QoQ).”",
    "“The Grand, Ward Place – a LKR 30 billion project is well on the way to completion and handover towards the end of 2022,” Co-Chairperson, Sandamini Perera said. “This is by far the biggest project delivered by Prime Lands Residencies. Delivering on the promises, Prime Lands Residencies in Rajagiriya (Bella), Uswetakeiyyawa (Beach Front I) and Kassapa Road (Desire & Jawa 25) are now completed and ready for occupation while the condominium projects in Gampaha (The Palace) and Uswetakeiyyawa (Beach Front II) are under progressive construction.”",
    "Hela Apparel Holdings completes landmark year of growth and consolidation",
    "CSE moves up in the wake of positive quarterly corporate results",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}