{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-opens-265-80-to-the-dollar-91628/",
  "time_ut": 1647230940,
  "title": "Sri Lanka rupee opens 265/80 to the dollar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee was quoted at 265/80 to the US dollar on Monday, dealers said, after the central bank allowed the rupee to fall from a previous rate of 200 to the dollar.",
    "The central bank still has a surrender requirement where banks have to sell dollars to the central bank for new money, further weakening the rupee against the US dollar, analysts have warned.",
    "A float of the currency has to be a complete suspension of convertibility either to strengthen (sell dollars from reserves or a weak side convertibility undertaking) the peg or weaken the currency (buy dollars or impose a strong side convertibility undertaking) undermining the currency.",
    "Soon after the float, there was an increase in remittances coming through official channels,  but the flow has started to slow, market sources said.",
    "A central bank should buy dollars (a strong side convertibility undertaking) only when the currency starts to appreciate domestic demand has fallen, and it is also a return to loose pegging.",
    "Central bank dollar purchases in any case reduce the money available to match import demand from previously printed money and domestic credit.",
    "IMF reserve targets usually require a return to pegging to build reserves. IMF usually gives loans to the central bank not the government, though it has been done in the case of floating rate countries.",
    "There is a big liquidity shortage in the banking system to which liquidity from a central bank dollar purchase can disappear, but some banks are cash plus.",
    "Analysts have urged the central bank to either halt surrenders to the monetary authority or make banks sell the money to a fiscal account or the CPC in return for cash raised from the real economy. (Colombo/Mar14/2022)"
  ]
}