{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/whither-india-sri-lanka-relations/",
  "time_ut": 1651237680,
  "title": "Whither India- Sri Lanka relations?",
  "body_lines": [
    "Sri Lankans are familiar with the character of the village money lender who appears in most local films and teledramas. Money is lent to villagers in dire need without any philanthropic intent or sympathy and recovery is invariably through charging excessive interest. At first the relationship between lender and debtor is cordial and when repayments stall, gradually it turns to pressure and demands for favours outside the money transaction, the story finally ending up in the grabbing and selling off of the borrower’s collateral, his house, lands etc.",
    "Recent developments in India-Sri Lanka relations reflect some of these elements although the terminology used is different. There is diplomatic talk of a “confidence building” phase which will lead to closer “integration” particularly in the defence area. As part of this”confidence building”, India has made commitments to the Sri Lanka government of upto $1.9 billion in loans, credit lines and currency swaps with another $500 million credit line for fuel . However the irony is that instead of appreciation India has harvested a lot of public criticism in Sri Lanka particularly after the signing of defence agreements on March 16 without due notification to Sri Lanka parliament or public scrutiny.",
    "The Sri Lanka defence ministry subsequently confirmed the agreements to include ” receipt of Floating Dock Facility from the Government of India at no cost” and the provision of “Dornier Reconnaissance Aircraft” by India to Sri Lanka “free of charge”, (however no mention is made of the understanding that Sri Lanka would subsequently purchase another Dornier reconnaissance aircraft). Even more controversial will be the fact that Indian airforce and naval personnel will be stationed at these facilities during the construction and training periods. Meanwhile, a third maritime security pact was signed subsequently when visiting External Affairs Minister S. Jaishankar met Sri Lankan Foreign Minister G.L. Peiris which found specific mention in the Indian High Commission’s press release, listing the “MOU for providing Maritime Rescue Coordination Center (MRCC)” among agreements signed. According to Indian press reports, the MRCC’s network, to be set up by Bharat Electronics Ltd, will span seven sub-unit naval bases across the Sri Lankan coast, including in the southern port town of Hambantota, where China runs a large port.",
    "These agreements are in stark contrast to China’s major projects in Sri Lanka which did not encompass stationing its troops for training or providing security for their personnel. After scuttling the Chinese power project in the Northern Islands on the suspicion that it could be used for spying and intelligence activities against India’s interests, one might well ask whether the proposed new Indian electronic intelligence system could be used to spy on Chinese port operations in Sri Lanka?",
    "The new Indian security arrangements with Sri Lanka, coming on the heels of the agreement to jointly operate the entire oil tank farm in Trincomalee ( which is unlikely to happen given the huge resources required but will more likely block any other offer) and to set up a solar power park in Sampur, are in line with India’s leadership to enhance Indian Ocean security, regional cooperation and intelligence sharing as well as to secure their traditional interest in the North and East of Sri Lanka. The question is how do they impact on Sri Lanka’s own national interests?",
    "One of the major areas of bilateral controversy has been the long standing poaching by Indian fishermen in the Northern seas of Sri Lanka; especially their use of bottom trawling (which is forbidden in their own coastal waters) as it is destructive to the marine environment. A recent press release following a bilateral meeting of coast guard and navy raised some questions in this regard as it carried the headline that bilateral fisheries issues should be handled in a ” humanitarian” fashion, completely ignoring the demands by the Northern fishermen for an end to poaching by Indian trawlers. Was this press release issued by the Indian side or is it a joint press release where the Sri Lanka side has softened its approach and backed down from pressing our national interests?",
    "In the meantime according to press reports Tamil Nadu Chief Minister M.K. Stalin has spoken with Prime Minister Modi on March 31 regarding sending food grains, vegetables and medicine to the North and East in view of the economic crisis. This is presumably a follow up on a recent return of Tamil refugees from Sri Lanka to India – so far it is only a trickle since some 16 persons had reached Indian shores illegally claiming economic hardship in Sri Lanka (but having found the funds to pay the boatman some Rs 100,000). However it does bring back recollections of the situation in the 1980’s and claims of economic deprivation which led to India’s dispatch of relief supplies to Jaffna in an air drop utilizing five Antonov 32 transports escorted by four Mirage 2000 fighter jets violating Sri Lanka’s airspace which is still referred to mockingly by Sri Lankans as the “parippu drop”.",
    "A third issue is the recent proposal apparently floated from our New York mission to canvass a seat for Sri Lanka in the UN Security Council, which will come vacant at the end of the year. It is difficult to understand how such a proposal could have originated from the Sri Lanka side amidst the current economic crisis which has led to closing down of our diplomatic missions in Oslo, Iraq and Sydney. Is this idea being put forward by another interested party which could count on an obedient proxy?",
    "The Chinese, preoccupied with containing the new Covid outbreak in Shanghai, are keeping quiet on these new developments with India, but must be worried about the impact on their major projects and the robust diplomatic partnership they have maintained with Sri Lanka over the years. The Chinese Ambassador has already protested when a project which had been approved by tender to a Chinese supplier to provide solar power in the Northern Islands had been canceled due to protests by India. Then there was the fiasco over the rejected organic fertilizer shipment from China which led to the blacklisting of the Sri Lanka bank providing the guarantee which was later lifted after negotiations including a hefty fine payment.",
    "The new developments in India- Sri Lanka relations have important domestic political consequences for the Sri Lanka government. Beholden to India, President Gotabaya ‘s announced political platform to bring in a new Constitution aiming inter alia at doing away with the 13th Amendment and including the One Country One Law proposal, have all but died a natural death. India’s position on the Sri Lanka Tamil question is consistent, calling upon Sri Lanka to address the “legitimate aspirations” of the Tamil community “for equality, justice, peace and dignity within a united Sri Lanka”. They are moreover pushing for provincial council elections to be held soon.",
    "A spate of resignations including the Chairman of Viyathmaga think tank from his elevation to Chairman of Litro gas has removed many of the wedges holding up the electoral platform of the present government. Prime Minister Mahinda Rajapaksa has already signaled the failure of the organic farming initiative and announced the restoration of the chemical fertilizer subsidy to farmers – an important political constituency. It will be interesting to see whether the current talks with the IMF will include reducing the lion’s share of the national budget devoted to defence, another policy initiative of President Gotabaya Rajapaksa. Going to the IMF will imply close scrutiny of even bilateral projects revealing any commissions paid.",
    "At this time when Ukraine is under invasion by Russia, there is much discussion by Sri Lanka analysts on the term “Finlandisation” whereby smaller countries are understood to build their policies on the principle of “deference” to the Big Neighbour which is carving out its own sphere of influence. However while some argue that the war in Ukraine would not have happened if Ukraine had been under the security umbrella of NATO, others argue that Ukraine’s peace and stability depends on giving up of its ambitions to join NATO and providing reassurance to Russia. What is interesting to note however is that the Russian military aggression in Ukraine has sparked a counter response all over Europe where EU members are for the first time raising their levels of military spending significantly.",
    "Even Finland and Sweden judging by the popular mood are considering renouncing their “neutrality” and joining NATO. In the present crisis, Russia is being “decoupled” from the rest of Europe, economically through sanctions and reducing dependence on energy supplies from Russia, as well as the strengthening of NATO and willingness of its partners to actively assist Ukraine with military hardware including planes. Surely such an outcome could not have been envisaged by the policy planners in Russia nor the huge domestic costs of the invasion, economic and military, let alone the moral condemnation of the world. But then it seems foreign incursions disguised as national threats have the ability to rally Russian nationalism and domestic support for President Putin.",
    "(Sarala Fernando, retired from the Foreign Ministry as Additional Secretary and her last Ambassadorial appointment was as Permanent Representative to the UN and International Organizations in Geneva . Her Ph.D was on India-Sri Lanka relations and she writes now on foreign policy, diplomacy and protection of heritage)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}