{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Revenue-from-State-owned-enterprises-should-be-sent-to-Treasury-COPE-Chairman/34-734038",
  "time_ut": 1651084200,
  "title": "Revenue from State-owned enterprises should be sent to Treasury: COPE Chairman",
  "body_lines": [
    "Timber Corp. earned Rs. 1.4 b in 2021 but only Rs. 100 m sent to Treasury",
    "COPE says significant number of profits earned should be sent to Treasury",
    "Finds STC has delayed action in issuing certificate for imported timber for many years",
    "Had written off Rs. 14.4 m worth debts without treasury approvals",
    "COPE Chairman Prof. Charitha Herath said that a significant amount of annual revenue earned by state institutions should be sent to the Treasury as it does not happen now.",
    "The  State Timber Corporation had earned an operating profit of Rs. 1.4 billion (1,496,155,864) for the year 2021 of which only Rs. 100 million had been transferred to the Treasury, he said adding that profit making institutions should send a  significant portion of their earnings to  the Treasury.",
    "Herath made these remarks when officials of the State Timber Corporation appeared before COPE when the Auditor General’s Reports for 2019 and 2020 were evaluated by the Committee.",
    "The Committee also noted that it had on 10 October 2012 directed that action has to be taken to amend the Corporation Act to empower the State Timber Corporation to issue a certificate for imported timber, but this has not yet been done. Officials of the Timber Corporation stated that a board paper has been submitted for this purpose, but no action has been taken since 2012 to date.",
    "The COPE Committee inquired into the write off of Rs. 14.4 million worth of debts by the Corporation without the approval of the Treasury. The officials said that the decision was taken by the then Acting Board of Directors in 2007 with the approval of the Corporate Audit and Management Committee. The COPE Chairman said that since the Secretary to the Treasury is in charge of the Consolidated Fund for Public Debt, if the debtors are cut off, the Chief Accounting Officer should inform the Secretary to the Treasury and obtain permission. The COPE chairman noted that furniture outlets owned by the Corporation as a whole have incurred huge losses.",
    "The Auditor General stated that the wastage of large quantities of timber in the production of furniture has been observed as a reason for these losses and that by-products of discarded timber can reduce this loss to some extent. Officials said that this was due to the lack of employees with proper knowledge of furniture manufacturing and the need to compete with the private sector in the market. However, it was revealed that the major shortcoming of the State Timber Corporation was not producing furniture. The Chairman instructed the Secretary to the Ministry to send a report within a month on the future course of action to be taken in consultation with the relevant officials.",
    "The Committee also noted that two advisors and a driver had been recruited to assist the Chairman of the Corporation in contravention of the circular instructions only with the approval of the Board of Directors. The recruits were paid an allowance of Rs. 2,850 per day for 270 days, a sum of Rs. 769,500, from 12 February to 3 September 2019. Although the approval of the General Treasury was sought for this purpose, it was not received, and the COPE Chairman informed the Secretary to the Ministry to take legal action against the relevant Chairperson.",
    "Moreover, the committee noted that the corporation had incurred a loss of Rs. 982,473 after reducing the price of items valued at Rs. 1,690,183 by more than 50 percent to Rs. 707,710 and the General Manager of the Corporation stated that this decision was taken due to the fact that the furniture was in a defective condition after being kept for too long without disposal. The Chairman said that if such concessions could be justified, a Board Memorandum should be submitted, and the Auditor General’s Department should be informed.",
    "The meeting was attended by MPs Mahindananda Aluthgamage, Jagath Pushpakumara, Harsha de Silva, Eran Wickramaratne, Indika Anuruddha, Sagara Kariyawasam, Madhura Withanage as well as the Secretary to the Ministry of Wildlife and Forest Conservation and officials of the State Timber Corporation."
  ]
}