{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Namal-calls-for-probe-over-his-name-being-linked-to-motor-parade/108-233336",
  "time_ut": 1647580920,
  "title": "Namal calls for probe over his name being linked to motor parade",
  "body_lines": [
    "Minister of Sports and Youth Affairs, Namal Rajapaksa has requested the police for an investigation to identify how his name was linked to a motor parade held in Kalpitiya yesterday.",
    "Namal told Daily Mirror that neither he nor the Ministry of Sports and Youth Affairs had any involvement with the motor parade and according to his knowledge it was organized by a private riders club.",
    "He said while his ministry encouraged family runs and cycling Sundays, fun rides were not part of his ministry's agenda and he urged all citizens to act responsibly at a time when the country was addressing a fuel shortage.",
    "He further said the police should probe if there was any political link in organizing the motor parade and if so it should be divulged and action should be taken against such individuals.",
    "Minister Namal also urged people to be more responsible before sharing fake news claiming he was involved and urged citizens to first check on the accurate facts before posting on social media.",
    "The video of the motor parade was widely shared on social media yesterday as almost 400 motorbikes were seen racing in the parade with police leading the way, leading to widespread criticism.",
    "In another video, residents of Kalpitiya were seen stopping the riders saying this was an unnecessary event held at a time when the country was facing a severe fuel shortage and they could not allow such a parade to take place in Kalpitiya. The riders were seen disrespecting the residents including a Buddhist monk, and going ahead with their ride.",
    "The video shared on social media claimed that Namal Rajapaksa was one of the organizers, but this was denied by the Prime Minister's Coordinating Secretary Geethanath Kassilingam, who took to Twitter yesterday saying that this parade was not affiliated to Minister Namal or his brothers and it was in fact a private youth parade. (JAMILA HUSAIN)"
  ]
}