{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/an-economic-programme-for-the-colour-revolution/",
  "time_ut": 1651841700,
  "title": "An economic programme for the colour-revolution",
  "body_lines": [
    "We know of a proletarian revolution which toppled Tsarism and transformed the state; we know of China where the state was deposed more by peasants than proletarians but swore fealty to Marx and in the last three decades, we have had Colour Revolutions, Velvet ones and Arab Springs. The aims of the Popular Movement now sweeping Lanka are more modest: “Go Gota Go”, drive out the Rajapaksa Clan and stop its robbery, dissolve parliament and hold elections.",
    "If the first transpires the rest will follow in some disorderly order. Can it be called a revolution if these goodies all come to pass? You may demurr; the state has not been sent packing, there is no economic and class reordering, nothing is fundamental, only a change of costume. “What all this fuss is about?” as my eloquent Indian friend Lawrence would quip.",
    "You may also whine that there is not much difference between the programs of the political entities now competing for a place in the sun. True. And though the Central Bank now seems to be in competent hands, as lender of last resort it has long been an accomplice in fiscal bungling and ineptitude of governments both blue and green. What can it achieve by soiling its hands associating with forlorn pleas to the IMF by a despairing and expiring Administration?",
    "First, ‘Revolution Without a Revolution’ – sorry Debray. If the now snowballing movement succeeds in driving Gotabaya out, how significant would it be? If only that, well it’s great but earns some title less than revolutionary transformation of society. If it sets in motion a process which within a reasonable number of months abolishes the executive presidency and transforms the balances of power in parliament, that’s very significant. Wasn’t 1956 a revolution of sorts?",
    "There’s a statement in circulation regarding a proposal by the Prime Minister, approved by the Cabinet on 26 April, for a new agency to ‘Evaluate, Expedite and Approve Foreign Funded Projects’. I do not have permission to publish the statement but its gist is that the PM’s proposal: “Risks unprofessional decision making, corruption and illicit financial flows in by-passing Board of Investments, and Tender Evaluation Processes including acceptable procurement procedures, procedures governing unsolicited proposals, Treasury Circulars and corporate governance codes.” Placed against the background of the anger pouring out on the streets this is pretty damning; demonstrators will substitute ‘certainty’ for the polite term “Risks”. My point in the previous paragraph was that breaking such a destiny is a big deal.",
    "I am aware that the trend of this essay will alarm my redder-than-red comrades that it is drifting into liberal contamination. Let me reassure them; on the darkest of nights the monkey does not lose its grip! It is pragmatic, appropriately empirical and free of adultery with liberal dross. (The somewhat empirically inclined Ch.10 on The Working Day and Ch.15 on Machinery & Modern Industry are the longest in Kapital my dear comrades will recall). Right now, we need to advance not utopian images but programs to address acute current needs, but of course which also point towards the shinning castle on the hill. There is a term for this among cognoscenti, Transitional Programme, but theory need not detain us here.",
    "This is not a technical paper, but statistics give a measure of the alarming multi-sided crises. The groan on everyone’s lips is: Production is way short of consumption, fiscal deficit is out of control, foreign debt an abyss, repayments are in default; there is no work-ethic in the populace; parliamentarians seek to benefit only themselves; the ruling clan’s theft of public money is legendary. This one sentence is enough summary and introduction, if it is necessary at all. But instead of only letting off steam, which like other people I find exhilarating, let’s look at numbers.",
    "The data in the table freely available on the web is up to 2021 and makes forecasts for 2022 and 2023. Row 1 says real GDP will shrink by 2% to 3% in 2022 and growth will recover to 2.2% next year. Row 2 says inflation will be 18-20% but fall to say 7% next year (fat hopes). Row 3 expects LKR 380 to the $ next year, and I say it will fall to LKR 800 per $ within 5 years. Row 8 is important and interesting; Bond Yield, to less educated folk like us, signals the effective interest rate Lanka will pay for commercial foreign borrowing (18-25%), from capital markets unless the loan is backstopped by the IMF. Rows 10, 11 and 12 forecast budget-deficit, trade-deficit and current account-deficit; all depressing numbers. The last two rows say that total government debt (domestic plus foreign) will remain in the region 110% of GDP while foreign debt alone will float above $40 billion. There could be adjustments expert economists and quacks (are they not the same?) may wish to make to these numbers, but overall, they are not likely to be vigorously contested.",
    "So far, I think, everybody is on the same page; all repeat ad nauseum the same depressing numbers. In their reply to the ‘What is to be Done?’ question everybody again is on much the same page and repeat the same mantras, but not quite ad nauseum since they inject changes of nuance. The invariable ingredients are: Balance the budget, reduce expenditure, export more, get FDI, improve technology, services and manufacturing, give inducements to capitalists to invest, encourage SMEs, restructure/close-down state-enterprises, let professionals and technocrats run the Administration, hang if legally permissible or otherwise dispose of the Rajapaksa Clan, and cull parliament. This truly is Sri Lanka’s new National Anthem.",
    "Let’s take the bull by the horns and cut this ever repetitive unprioritized Gordian Knot. I want the pro-left government that I dream of to propose a sharp two-pronged strategy; a double-sided sword.",
    "(a) A short-term bunker-busting onslaught to get the country out of this ‘Great-Grimpen Mire’ into which it is sinking helplessly.",
    "(b) Then a medium-term five-year programme. [In the long-term we all have to join JMK in purgatory].",
    "Two years of bunker-busting will be painful but people will OK it if they glimpse light at the end of the blitz and if satisfied that the new midwives are not crooked blackguards. I am fed up with liberal euphemisms (speakeasy reform talk and palliative b-s). Like Alexander we have to cut the Gordian Knot. Consumption has to be cut, pruned, cropped, lopped, choose your least-offensive verb. The propensity to consume has to be curbed till production catches up. The begging bowl will ease pain – rent knee-guards for foreign ministers. Keynes’ concern throughout The General Theory was reluctance of interwar wealthy societies to spend and invest (weak effective demand). Our Lankan malady, many other hard-up countries included, is the opposite; a disproportionate-to-production propensity to consume leading to large national debt. Democratic governments that defy this will last only till the next election, authoritarians ones face riots. Screwball incompetents like the Rajapaksas encounter both destinies at once.",
    "Discouraging consumption may be justified in theory but the mood of the people is that they would rather shoot this specific government than trust it with their sweat, tears and tightened belts. The proposed sales taxes will be resisted, increase of medicine prices will be met with fury, Cabinet reshuffles will be ridiculed, offers of an All-Party administration scoffed at. Petitions tell the IMF not to waste its money and warn overseas lenders that loans to corrupt regimes will not be honoured. The regime must GO first! That is unconditional and categorical; nothing can be done or get done till then. Seals and penguins undergo a catastrophic moult where skin and fur peels off completely and make an entirely new start. Got it?",
    "Many countries starved themselves in times of war to produce bombs and tanks and god-forbids, and in the 1930s the Soviet Union endured hardship to build an industrial powerhouse. The Meiji transition in Japan, China generally, Mao’s closing lunacy notwithstanding, Stalinist Eastern Europe and Vietnam right now, are societies where current consumption was or is limited for future gain. In contrast to these valiant examples what is being demanded of us is less painful. Videos of families without food on Tik-Tok are heartrending; bunker-busting will have to be accompanied by emergency relief only for the most needy.",
    "Busting the bunker must dovetail into a medium-term strategy. The invariable ingredients everyone talks of in summary are again: Export, FDI, technology, services and manufacture, get domestic capitalists to invest, encourage SMEs, reform state-enterprises, let professionals and technocrats run the Administration etc. Everything is in this mishmash without order or prioritisation. I don’t want to jump the gun and say too much so early, prior even to the bunker-busting first innings. My intention is to think aloud and dare a different angle from the glut of all-liberal agendas showcased in smart TV interviews.",
    "The state (not only political dolts but professionals and peoples’ rep societies) in some formal consultative assembly convened every so-many-years must lay down a direction. I can hear half my readers tear their hair screaming “Central Planner! Stalinist! Market-Hater!” Sorry, somebody has to defy the pack and say it; it’s this way or you have no option but to trust the invisible hand of laissez fair. I know that with best intentions Sajith’s team (Eran, Harsha and Kabir) as well as self-interested businesses people, think that the wild and feral licence of the free-market is the way to go. Ok, buddy, see you on Galle Face Green.",
    "Yes, I am saying that a state/peoples’ agency must within limits choose winners and losers in the sense of trade-offs between types of say agricultural priorities, types of investment projects and the implications of trade agreements which by their nature are very complicated. For example, how much emphasis to put on electronic device assembly, chips, laser-device assembly as opposed to say heavier manufacturing (neither can be done without overseas investment, technical support and product marketing partners) is a trade-off of national concern.",
    "The broader the category the more important the role of public policy. Banking policy pushed through the Central Bank can for example gently coax direction without the need for direct hands-on state involvement. Also, I agree that domestic capitalists need better inducements to invest; but careful we are getting close to shades of grey; laissez fair cannot be permitted carte blanche. Conversely the more specific and ground level a management issue, the more imperative that Ministers and such morons keep their grubby fingers out.",
    "I have said a great deal more than I intended to in this last subsection of the essay. I would like to retreat a bit and declare that it is not specific steps that I am pushing but a way of thinking. It would be nice to have concrete proposals from others too to discuss apart from the anodyne offerings of liberal intellectuals.",
    "Minister M.D. Banda an exemplary leader; 1965 Food Drive in a class of its own",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}