{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82477/sweden-ends-neutrality-joins-finland-in-seeking-nato-membership",
  "time_ut": 1652724780,
  "title": "Sweden ends neutrality, joins Finland in seeking NATO membership",
  "body_lines": [
    "Swedish Prime Minister Magdalena Andersson announced on Monday that Sweden will join Finland in seeking NATO membership in the wake of Russia’s invasion of Ukraine.",
    "The historic shift, which comes after more than 200 years of military nonalignment in the Nordic country, is likely to upset the government of Russian President Vladimir Putin.",
    "Earlier, Sweden has decided to follow neighboring Finland and apply for NATO membership, ending more than 200 years of military nonalignment because of Russia’s invasion of Ukraine, officials said Monday.",
    "Ms. Andersson called it “a historic change in our country’s security policy” as she addressed lawmakers in the Swedish capital.",
    "“Sweden needs formal security guarantees that come with membership in NATO,” Ms. Andersson said, adding that the country was acting together with Finland, whose government announced on Sunday it would seek to to join the alliance.",
    "Ms. Andersson was expected to formally announce the Swedish government’s decision later Monday together with opposition leader Ulf Kristersson.",
    "The move was essentially a done deal after Andersson’s Social Democratic Party on Sunday dropped its long-held opposition to NATO membership, giving those in favor a clear majority in Parliament.",
    "“The Swedish government’s intent is to apply for NATO membership. A historic day for Sweden,” Foreign Minister Ann Linde wrote on Twitter. “With a broad support from political parties in the parliament, the conclusion is that Sweden will stand stronger together with allies in NATO.”",
    "Once a regional military power, Sweden has avoided military alliances since the end of the Napoleonic Wars. Like Finland it remained neutral throughout the Cold War, but formed closer relations with NATO after the Soviet collapse.",
    "Public opinion in both countries was firmly against joining NATO until Russia’s Feb. 24 invasion of Ukraine, after which polls indicated a dramatic shift in favor of membership.",
    "The governments in Finland and Sweden responded by swiftly initiating discussions across political parties about NATO membership and reaching out the U.S., Britain, Germany and other NATO countries for their support.",
    "In Helsinki, Senate Republican leader Mitch McConnell said Monday that there is “very significant” support in the Congress and that he expects swift ratification. He said he hoped a vote could be held before the August recess.",
    "The Kremlin has repeatedly warned the move would have destabilizing consequences for security in Europe."
  ]
}