{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-forex-shortages-worsen-as-exports-soar-in-feb-92219/",
  "time_ut": 1648543080,
  "title": "Sri Lanka forex shortages worsen as exports soar in Feb",
  "body_lines": [
    "ECONOMYEXT – Sri Lanka’s merchandise exports grew 9.91 percent in February 2022 from a year earlier to 1,046 million US dollars despite a decrease in earnings from tea, the islands export promotion office said as the country’s forex shortages worsened and the rupee dived",
    "This is the ninth consecutive month that the country had generated over one billion US dollar merchandise revenue and he is hopeful that the trend would continue, Export Development Board Chairman Suresh D de Mel, said in a statement",
    "Sri Lanka’s exports are expanding as money printed to keep rates low has led to a steep fall of the rupee as reserves ran out and an attempt was made to float the rupee with a surrender requirement. The rupee fell from 203 to 295 in March, the month after exports grew 9.91 percent.",
    "Under Mercantilist ideology, however, many have claimed that rising exports will stabilize the rupee and central bank money printing is ignored.",
    "When compared to the same period in 2020 (pre-COVID), exports revenue had increased 5.8 percent.",
    "Exports to the US grew 22.66 percent to 295.25 million US dollars, UK bought 81.72 million dollars of goods, up 2.32 percent and exports to India were up 27.52 percent to 77.25 million US dollars.",
    ", Exports to Belgium fell 21.82 percent to 22.68 million dollars while exports to China was down 1.75 (25.28) percent from a year ago.",
    "Apparel exports grew 12.05 percent to 494.83 million US dollars, rubber exports grew 11.35 percent to 93.18 million dollars, coconut-based exports grew 12.45 percent to 67.92 million US dollars, electronics grew 16.92 percent to 37.73 million US dollars.",
    "Tea exports slipped 10.04 percent to 192.09 million US dollars, spices and essential oils fell 18.59 percent to 27.15 million dollars, fruits and nuts fell 20 percent to 2.12 million US dollars."
  ]
}