{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-introduce-new-trains-including-luxury-services-to-manage-costs-minister-95719/",
  "time_ut": 1655124060,
  "title": "Sri Lanka to introduce new trains including luxury services to manage costs: minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will be introducing three new trains into operation to ease the burden on travellers during the ongoing fuel crisis, authorities said.",
    "Minister of Transport and Highways Bandula Gunawardane told reporters on Monday (13) that a new luxury weekend train will operate from Colombo to Kandy “to curb the cost for people going to spend the weekend in Jaffna, and allow them to travel comfortably.”",
    "The train will leave for Jaffna from Colombo on Friday night and return to Colombo by Monday morning.",
    "A daily train from Colombo to Kandy, and a daily office train from Kalani Valley to Colombo Fort will also begin operations from Wednesday (15).",
    "The minister said that the new train will be a welcome addition for office workers.",
    "It was noted that the daily Colombo Anuradhapura route which was in its testing stages will be continued as a permanent route.",
    "Gunawardhana added that 20 new school buses will also be added to the system from Wednesday, and that the number will increase to 50 within a month.",
    "Steps will also be taken to make bus routes longer for the convenience of office goers, the minister said.",
    "Sri Lanka’s fuel crisis and rising transport costs are forcing many to change their commuting habits, but the state of the country’s public transport leaves much to be desired.",
    "Due to difficulties in obtaining fuel, less than one third of private buses are in operation. The government recently announced that it would mitigate the issue by allowing private buses to refuel from CTB depots, but commuters say that there is a noticeable lack of buses on the road. (Colombo/Jun13/2022)"
  ]
}