{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82268/defence-ministry-issues-clarification-on-state-of-emergency",
  "time_ut": 1651979220,
  "title": "Defence Ministry issues clarification on State of Emergency",
  "body_lines": [
    "The Ministry of Defence has urged the general public to act as responsible citizens with utmost intelligence and patience during this difficult period to maintain law and order in the country.",
    "In a press release issued to clarify the matters regarding the state of emergency declared in Sri Lanka, the Defence Ministry said the government respects the democratic right of the people of Sri Lanka to peacefully express their agitations and protests within the democratic framework.",
    "A State of Emergency was declared in the country effective from midnight on May 06, in accordance with the powers vested in the President in terms of Article 02 of the Public Security Ordinance, and as per the powers vested in the President to maintain public peace, securing the lives of the people and ensuring social stability and to establish the constitutional institutions established in accordance with the provisions of the constitution.",
    "“Nevertheless, especially over the last few days, the struggle that has been going on as a peaceful struggle has been changed and the democratic rights of the people have been violated in an attempt to disrupt the normal life of the people in the country,” the statement read further.",
    "The Defence Ministry said “we are all in great distress due to the protests and hartals carried out in various parts of the country in a manner that affects the daily lives.”",
    "There have been reports of protesters behaving in a provocative and threatening manner without any regard for the prevailing law and order in the country, disrupting the work of the police and security forces who are committed to maintain law and order, the ministry said further, adding that the majority of the law-abiding citizens of the country find it very difficult to maintain the essential services required to carry out their daily lives as a result.",
    "Thereby, the Defence Ministry, calling for the assistance of the general public in managing the current economic and social crisis and unrest, requested them to extend their support to the armed forces and the police department who are committed to the safety of the people in such emergencies."
  ]
}