{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-tourism-sees-arrival-revenue-drop-after-russian-invasion-91434/",
  "time_ut": 1646821200,
  "title": "Sri Lanka tourism sees arrival, revenue drop after Russian invasion",
  "body_lines": [
    "ECONOMYNEXT – Sri Lankan tourism industry is likely to see a dip in arrivals and revenue as Russian national carrier Aeroflot halted international flights amid western sanctions over Vladimir Putin’s Ukraine invasion.",
    "Aeroflot on Saturday (05) announced that it will be halting all international flights from March 08. The airline was flying to 146 destinations including Sri Lanka before the February 24 invasion.",
    "Western nations including the USA, the European Union and Canada have imposed heavy sanctions including closing their airspace to Russia.",
    "“Russia was the key market for Sri Lanka. This is not good news for us,” Nalin Jayasundera, the Vice-President of Sri Lanka Association of Inbound Tour Operators (SLAITO) and the Managing Director of Aitken Spence Travels told ECONOMYNEXT.",
    "“But the disadvantage could be offset if SriLankan airlines continue to fly to Moscow.”",
    "Russia and Ukraine were Sri Lanka’s key markets for tourists since it reopened the country for tourism in December 2020 after long Covid-19 lockdown.",
    "The island nation, popular for its beaches and diverse nature, saw one fifth of its total 268,340 tourists visited from December to February were from Russia and  Ukraine.",
    "Winter is a peak season for Sri Lanka tourism that runs from December to March.",
    "Traditionally, tourists from Eastern Europe including Ukraine travel from harsh winters in the region till about mid-May.",
    "“Russia is strong till about May 10 but now with what has happened and Aeroflot halting, we have seen a few cancellations,” Jayasundera explained.",
    "“It is too early to say the full impact, but we are seeing cancellations.”",
    "“Till April we have Russians and it drops afterwards. We can’t determine a figure at the moment but there will be a considerable drop from Russians,” Mahen Kariyawasam, immediate past president of SLAITO said.",
    "However, industry veterans are hopeful about the situation because the Winter travel season is coming to an end while SriLankan Airlines and Emirates continue to offer flights to and from Moscow.",
    "SriLankan Airlines has not increased the frequency from three per week, a national carrier official said.",
    "Russians tourists also face issues in transactions because of some of their foreign assets being frozen while the Europeans and the Americans have been banned from",
    "dealing with the Russian central bank or its wealth fund amid threats to cut off from Swift, a cross-border financial transaction system that’s connected to over 11,000 banks",
    "Visa, American Express and Mastercard have already suspended their operations in Russia. Although reports said the cards can be used until their expiry dates within Russia, they will be invalid abroad or for international payments online.",
    "“Now the issue is the impact on arrivals and the uncertainty since Master Cards and Visa have been cancelled in Russia,” Charith De Alwis, General Manager of Tangerine Tours said.",
    "“This will have a huge impact on people travelling, moreover the ruble has also depreciated by more than 30% right now,” he said.",
    "“That means they are having issues in terms of spending and travelling will be less because disposable income is reducing and will be more cautious, as per what I feel this will affect tourism and arrivals.”",
    "Sri Lanka has already seen a drop in tourism booking from Russia after the invasion and that is likely result in lower revenue in the leisure industry, hoteliers and travel agents.",
    "“We have very few new bookings, we actually are waiting to see what will happen day by day. The situation is changing. We don’t have high hopes as of now. We are going to an off season. We are waiting till the situation cools down and hoping that won’t last longer than 4 to 5 months,” a spokesperson at Ceylon My Dream, a travel agency that caters to English, Russian and Japanese said.",
    "“We are still getting clients but the majority of it has dropped by roughly 80%, new bookings we get but not as much as we did earlier. Currently, we have zero Ukrainians, but the rest are still coming in but of lower quantity than before.” (Colombo/Mar09/2022)"
  ],
  "translate": {
    "si": {
      "title": "රුසියානු ආක්‍රමණයෙන් පසු ශ්‍රී ලංකා සංචාරක ව්‍යාපාරයේ පැමිණීම, ආදායම පහත වැටීමක් දක්නට ලැබේ",
      "body_lines": [
        "ECONOMYNEXT - ව්ලැඩිමීර් පුටින්ගේ යුක්රේන ආක්‍රමණය සම්බන්ධයෙන් බටහිර සම්බාධක මධ්‍යයේ රුසියානු ජාතික ගුවන් සේවය වන Aeroflot ජාත්‍යන්තර ගුවන් ගමන් නවතා දැමීම නිසා ශ්‍රී ලංකා සංචාරක කර්මාන්තයේ පැමිණීම් සහ ආදායම පහත වැටීමක් දැකිය හැකිය.",
        "Aeroflot සෙනසුරාදා (05) නිවේදනය කළේ මාර්තු 08 සිට සියලුම ජාත්‍යන්තර ගුවන් ගමන් නවත්වන බවයි. පෙබරවාරි 24 ආක්‍රමණයට පෙර එම ගුවන් සමාගම ශ්‍රී ලංකාව ඇතුළු ගමනාන්ත 146ක් වෙත පියාසර කරමින් සිටියේය.",
        "ඇමරිකාව, යුරෝපා සංගමය සහ කැනඩාව ඇතුළු බටහිර රටවල් රුසියාවට තම ගුවන් සීමාව වසා දැමීම ඇතුළු දැඩි සම්බාධක පනවා ඇත.",
        "“රුසියාව ශ්‍රී ලංකාවේ ප්‍රධාන වෙළෙඳපොළ විය. මෙය අපට හොඳ ආරංචියක් නොවේ,” යනුවෙන් ශ්‍රී ලංකා අභ්‍යන්තර සංචාරක ක්‍රියාකරුවන්ගේ සංගමයේ (SLAITO) උප සභාපති සහ Aitken Spence Travels හි කළමනාකාර අධ්‍යක්ෂ නලින් ජයසුන්දර ECONOMYNEXT වෙත පැවසීය.",
        "\"නමුත් ශ්‍රී ලංකන් ගුවන් සේවය මොස්කව් වෙත පියාසර කරන්නේ නම් අවාසිය පියවා ගත හැකිය.\"",
        "දිගු Covid-19 අගුලු දැමීමෙන් පසු 2020 දෙසැම්බර් මාසයේදී සංචාරක කටයුතු සඳහා රට නැවත විවෘත කළ දා සිට රුසියාව සහ යුක්රේනය සංචාරකයින් සඳහා ශ්‍රී ලංකාවේ ප්‍රධාන වෙළඳපොළ විය.",
        "එහි වෙරළ තීරයන් සහ විවිධ ස්වභාවයන් සඳහා ජනප්‍රිය දූපත් ජාතිය, දෙසැම්බර් සිට පෙබරවාරි දක්වා පැමිණි එහි මුළු සංචාරකයින් 268,340 න් පහෙන් එකක් රුසියාවෙන් සහ යුක්‍රේනයෙන් විය.",
        "ශීත ඍතුව යනු දෙසැම්බර් සිට මාර්තු දක්වා දිවෙන ශ්‍රී ලංකා සංචාරක ව්‍යාපාරයේ උච්චතම සමයකි.",
        "සාම්ප්‍රදායිකව, යුක්රේනය ඇතුළු නැගෙනහිර යුරෝපයේ සංචාරකයින් කලාපයේ කටුක ශීත කාලයේ සිට මැයි මැද දක්වා ගමන් කරයි.",
        "\"මැයි 10 වැනි දින දක්වා රුසියාව ශක්තිමත් නමුත් දැන් සිදුවී ඇති දේ සහ Aeroflot නතර වීමත් සමඟ අපි අවලංගු කිරීම් කිහිපයක් දුටුවෙමු,\" ජයසුන්දර පැහැදිලි කළේය.",
        "\"සම්පූර්ණ බලපෑම කීමට ඉක්මන් වැඩියි, නමුත් අපි අවලංගු කිරීම් දකිනවා.\"",
        "“අප්‍රේල් වන තුරු අපට රුසියානුවන් සිටින අතර එය පසුව පහත වැටේ. අපට මේ මොහොතේ සංඛ්‍යාවක් තීරණය කළ නොහැකි නමුත් රුසියානුවන්ගෙන් සැලකිය යුතු අඩුවීමක් සිදුවනු ඇත, ”SLAITO හි ආසන්නතම හිටපු සභාපති මහේන් කාරියවසම් පැවසීය.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකන් එයාර්ලයින්ස් සහ එමිරේට්ස් මොස්කව් වෙත සහ ඉන් පිටතට ගුවන් ගමන් සපයමින් සිටින අතර ශීත සෘතු සංචාරක සමය අවසන් වෙමින් පවතින බැවින් ක්ෂේත්‍රයේ ප්‍රවීණයන් මෙම තත්ත්වය පිළිබඳව බලාපොරොත්තු තබා ඇත.",
        "ශ්‍රීලංකන් ගුවන් සේවය සතියකට වාර තුනේ සංඛ්‍යාතය වැඩි කර නොමැති බව ජාතික ගුවන් සේවයේ නිලධාරියෙක් පැවසීය.",
        "යුරෝපීයයන් සහ ඇමරිකානුවන් තහනම් කර ඇති අතර ඔවුන්ගේ සමහර විදේශීය වත්කම් අත්හිටුවීම හේතුවෙන් රුසියානු සංචාරකයින් ද ගනුදෙනු වලදී ගැටළු වලට මුහුණ දෙයි.",
        "බැංකු 11,000කට අධික සංඛ්‍යාවකට සම්බන්ධ වූ දේශසීමා මුල්‍ය ගනුදෙනු පද්ධතියක් වන ස්විෆ්ට් වෙතින් කපා හැරීමේ තර්ජන මධ්‍යයේ රුසියානු මහ බැංකුව හෝ එහි ධන අරමුදල සමඟ ගනුදෙනු කිරීම",
        "වීසා, ඇමරිකන් එක්ස්ප්‍රස් සහ මාස්ටර්කාඩ් දැනටමත් රුසියාවේ සිය මෙහෙයුම් අත්හිටුවා ඇත. රුසියාව තුළ කාඩ්පත් කල් ඉකුත්වන තෙක් භාවිතා කළ හැකි බව වාර්තා පැවසුවද, ඒවා විදේශයන්හි හෝ අන්තර්ජාලය හරහා ජාත්‍යන්තර ගෙවීම් සඳහා වලංගු නොවේ.",
        "\"දැන් ප්‍රශ්නය රුසියාවේ Master Cards සහ Visa අවලංගු කර ඇති බැවින් පැමිණීමට ඇති බලපෑම සහ අවිනිශ්චිතතාවයයි\", Tangerine Tours හි සාමාන්‍යාධිකාරී චරිත් ද අල්විස් මහතා පැවසීය.",
        "\"මෙය සංචාරය කරන පුද්ගලයින්ට විශාල බලපෑමක් ඇති කරනු ඇත, එපමනක් නොව, රූබල් ද මේ වන විට 30% කට වඩා අවප්රමාණය වී ඇත,\" ඔහු පැවසීය.",
        "\"එයින් අදහස් කරන්නේ ඔවුන්ට වියදම් සම්බන්ධයෙන් ගැටළු ඇති බවත්, ඉවත දැමිය හැකි ආදායම අඩු වන නිසා ගමන් බිමන් අඩු වනු ඇති බවත් මට හැඟෙන පරිදි මෙය සංචාරක ව්‍යාපාරයට සහ පැමිණීමට බලපානු ඇති බවත්\"",
        "ආක්‍රමණයෙන් පසු ශ්‍රී ලංකාව දැනටමත් රුසියාවෙන් සංචාරක වෙන්කරවා ගැනීම් වල පහත වැටීමක් දැක ඇති අතර එමඟින් විවේක කර්මාන්තයේ, හෝටල් හිමියන්ගේ සහ සංචාරක නියෝජිතයින්ගේ ආදායම අඩු වීමට ඉඩ ඇත.",
        "“අපට නව වෙන් කිරීම් ඉතා ස්වල්පයක් ඇත, ඇත්ත වශයෙන්ම අපි දිනෙන් දින කුමක් සිදුවේදැයි බලා සිටිමු. තත්ත්වය වෙනස් වෙමින් පවතී. අපිට දැන් ලොකු බලාපොරොත්තු නැහැ. අපි Off season එකකට යනවා. තත්ත්වය සිසිල් වන තුරු අපි බලා සිටින අතර එය මාස 4 සිට 5 දක්වා වැඩි කාලයක් නොපවතිනු ඇතැයි අපි බලාපොරොත්තු වෙමු, ”ඉංග්‍රීසි, රුසියානු සහ ජපන් භාෂා සඳහා පහසුකම් සපයන සංචාරක ආයතනයක් වන Ceylon My Dream හි ප්‍රකාශකයෙක් පැවසීය.",
        "“අපි තවමත් ගනුදෙනුකරුවන් ලබා ගනිමින් සිටින නමුත් එයින් බහුතරයක් දළ වශයෙන් 80% කින් පහත වැටී ඇත, අපට නව වෙන් කිරීම් ලැබෙනු ඇත, නමුත් අප කලින් කළ තරම් නොවේ. දැනට, අපට යුක්රේනියානුවන් ශුන්‍ය වේ, නමුත් ඉතිරි අය තවමත් පැමිණෙමින් සිටින නමුත් පෙරට වඩා අඩු ප්‍රමාණයකින්. (කොළඹ/මාර්තු09/2022)"
      ]
    },
    "ta": {
      "title": "ரஷ்யப் படையெடுப்பிற்குப் பிறகு இலங்கை சுற்றுலாத்துறை வருகை, வருவாய் வீழ்ச்சியைக் காண்கிறது",
      "body_lines": [
        "பொருளாதாரம் - விளாடிமிர் புட்டினின் உக்ரைன் படையெடுப்பு தொடர்பாக மேற்கத்திய பொருளாதாரத் தடைகளுக்கு மத்தியில் ரஷ்ய தேசிய கேரியர் ஏரோஃப்ளோட் சர்வதேச விமானங்களை நிறுத்தியதால், இலங்கை சுற்றுலாத் துறையின் வருகை மற்றும் வருவாயில் சரிவு காண வாய்ப்புள்ளது.",
        "மார்ச் 08 முதல் அனைத்து சர்வதேச விமானங்களையும் நிறுத்துவதாக ஏரோஃப்ளோட் சனிக்கிழமை (05) அறிவித்தது. பிப்ரவரி 24 படையெடுப்பிற்கு முன்னர் விமான நிறுவனம் இலங்கை உட்பட 146 இடங்களுக்கு பறந்து கொண்டிருந்தது.",
        "அமெரிக்கா, ஐரோப்பிய யூனியன், கனடா உள்ளிட்ட மேற்கத்திய நாடுகள் ரஷ்யாவுக்கான வான்வெளியை மூடுவது உள்ளிட்ட கடுமையான தடைகளை விதித்துள்ளன.",
        "“இலங்கையின் முக்கிய சந்தையாக ரஷ்யா இருந்தது. இது எமக்கு நல்ல செய்தியல்ல” என இலங்கை உள்வரும் சுற்றுலா செயற்பாட்டாளர்களின் சங்கத்தின் (SLAITO) உப தலைவரும் Aitken Spence Travels இன் முகாமைத்துவப் பணிப்பாளருமான நலின் ஜயசுந்தர ECONOMYNEXT இடம் தெரிவித்தார்.",
        "\"ஆனால் ஸ்ரீலங்கன் ஏர்லைன்ஸ் மாஸ்கோவிற்கு தொடர்ந்து பறப்பதனால் பாதகத்தை ஈடுகட்ட முடியும்.\"",
        "நீண்ட Covid-19 பூட்டுதலுக்குப் பிறகு 2020 டிசம்பரில் சுற்றுலாவுக்காக நாடு மீண்டும் திறக்கப்பட்டதிலிருந்து ரஷ்யாவும் உக்ரைனும் சுற்றுலாப் பயணிகளுக்கான இலங்கையின் முக்கிய சந்தைகளாக இருந்தன.",
        "தீவு நாடு, அதன் கடற்கரைகள் மற்றும் பலதரப்பட்ட இயல்புகளுக்கு பிரபலமானது, டிசம்பர் முதல் பிப்ரவரி வரை வருகை தந்த மொத்த 268,340 சுற்றுலாப் பயணிகளில் ஐந்தில் ஒரு பங்கு ரஷ்யா மற்றும் உக்ரைனில் இருந்து வந்தவர்கள்.",
        "டிசம்பர் முதல் மார்ச் வரையிலான குளிர்காலம் இலங்கை சுற்றுலாவின் உச்ச பருவமாகும்.",
        "பாரம்பரியமாக, உக்ரைன் உட்பட கிழக்கு ஐரோப்பாவிலிருந்து வரும் சுற்றுலாப் பயணிகள் இப்பகுதியில் கடுமையான குளிர்காலத்திலிருந்து மே மாதத்தின் நடுப்பகுதி வரை பயணம் செய்கிறார்கள்.",
        "\"மே 10 வரை ரஷ்யா வலுவாக உள்ளது, ஆனால் இப்போது என்ன நடந்தது மற்றும் ஏரோஃப்ளோட் நிறுத்தப்படுவதால், சில ரத்துகளை நாங்கள் கண்டோம்\" என்று ஜெயசுந்தர விளக்கினார்.",
        "\"முழு தாக்கத்தையும் கூறுவது மிக விரைவில், ஆனால் நாங்கள் ரத்துசெய்தல்களைப் பார்க்கிறோம்.\"",
        "\"ஏப்ரல் வரை எங்களிடம் ரஷ்யர்கள் உள்ளனர், அது பின்னர் குறைகிறது. இந்த நேரத்தில் ஒரு எண்ணிக்கையை எங்களால் தீர்மானிக்க முடியாது, ஆனால் ரஷ்யர்களிடமிருந்து கணிசமான வீழ்ச்சி இருக்கும், ”என்று SLAITO இன் உடனடி முன்னாள் தலைவர் மஹேன் காரியவசம் கூறினார்.",
        "எவ்வாறாயினும், இலங்கை விமான சேவை மற்றும் எமிரேட்ஸ் மாஸ்கோவிற்கு விமான சேவைகளை வழங்குகின்ற அதே வேளையில், குளிர்கால பயண காலம் முடிவடைவதால், தொழில்துறை வீரர்கள் நிலைமை குறித்து நம்பிக்கையுடன் உள்ளனர்.",
        "ஸ்ரீலங்கன் எயார்லைன்ஸ் விமான சேவையானது வாரத்திற்கு மூன்று என்ற விமான அலைவரிசையை அதிகரிக்கவில்லை என தேசிய விமான சேவை அதிகாரி ஒருவர் தெரிவித்தார்.",
        "ஐரோப்பியர்கள் மற்றும் அமெரிக்கர்கள் தடைசெய்யப்பட்டுள்ள அதே வேளையில், ரஷ்ய சுற்றுலாப் பயணிகளும் அவர்களின் சில வெளிநாட்டு சொத்துக்கள் முடக்கப்பட்டதால் பரிவர்த்தனைகளில் சிக்கல்களை எதிர்கொள்கின்றனர்.",
        "11,000 க்கும் மேற்பட்ட வங்கிகளுடன் இணைக்கப்பட்டுள்ள எல்லை தாண்டிய நிதி பரிவர்த்தனை அமைப்பான ஸ்விஃப்ட்டை துண்டிக்க அச்சுறுத்தல்களுக்கு மத்தியில் ரஷ்ய மத்திய வங்கி அல்லது அதன் செல்வ நிதியைக் கையாள்வது",
        "விசா, அமெரிக்கன் எக்ஸ்பிரஸ் மற்றும் மாஸ்டர்கார்டு ஆகியவை ஏற்கனவே ரஷ்யாவில் தங்கள் செயல்பாடுகளை நிறுத்திவிட்டன. இந்த அட்டைகள் ரஷ்யாவிற்குள் காலாவதியாகும் வரை பயன்படுத்தப்படலாம் என்று அறிக்கைகள் கூறினாலும், அவை வெளிநாடுகளில் அல்லது சர்வதேச அளவில் ஆன்லைனில் பணம் செலுத்துவதற்கு செல்லுபடியாகாது.",
        "\"இப்போது பிரச்சினை ரஷ்யாவில் மாஸ்டர் கார்டுகள் மற்றும் விசா ரத்து செய்யப்பட்டதில் இருந்து வருகை மற்றும் நிச்சயமற்ற தன்மை ஆகியவற்றின் தாக்கம் ஆகும்,\" என்று Tangerine Tours இன் பொது மேலாளர் சரித் டி அல்விஸ் கூறினார்.",
        "\"இது பயணிக்கும் மக்களில் பெரும் தாக்கத்தை ஏற்படுத்தும், மேலும் ரூபிள் இப்போது 30% க்கும் அதிகமாக தேய்மானம் அடைந்துள்ளது,\" என்று அவர் கூறினார்.",
        "\"அதாவது செலவழிப்பதில் அவர்களுக்கு சிக்கல்கள் உள்ளன மற்றும் பயணங்கள் குறைவாக இருக்கும், ஏனெனில் செலவழிப்பு வருமானம் குறைகிறது மற்றும் மிகவும் எச்சரிக்கையாக இருக்கும், இது சுற்றுலா மற்றும் வருகையை பாதிக்கும் என்று நான் நினைக்கிறேன்.\"",
        "இலங்கை படையெடுப்பிற்குப் பின்னர் ரஷ்யாவிடமிருந்து சுற்றுலா முன்பதிவுகளில் ஒரு வீழ்ச்சியை ஏற்கனவே கண்டுள்ளது மற்றும் இது ஓய்வுத் தொழில், ஹோட்டல் உரிமையாளர்கள் மற்றும் பயண முகவர்கள் ஆகியவற்றில் குறைந்த வருவாய்க்கு வழிவகுக்கும்.",
        "\"எங்களிடம் மிகக் குறைவான புதிய முன்பதிவுகள் உள்ளன, நாளுக்கு நாள் என்ன நடக்கும் என்பதைப் பார்க்க நாங்கள் காத்திருக்கிறோம். நிலைமை மாறுகிறது. இப்போதைக்கு எங்களுக்கு அதிக நம்பிக்கை இல்லை. நாங்கள் ஒரு ஆஃப் சீசனுக்குப் போகிறோம். நிலைமை தணியும் வரை நாங்கள் காத்திருக்கிறோம், மேலும் இது 4 முதல் 5 மாதங்களுக்கு மேல் நீடிக்காது என்று நம்புகிறோம், ”என்று ஆங்கிலம், ரஷ்ய மற்றும் ஜப்பானிய மொழிகளுக்கு சேவை செய்யும் சிலோன் மை டிரீம் என்ற பயண முகமையின் செய்தித் தொடர்பாளர் கூறினார்.",
        "\"நாங்கள் இன்னும் வாடிக்கையாளர்களைப் பெறுகிறோம், ஆனால் அதில் பெரும்பாலானவை தோராயமாக 80% குறைந்துள்ளன, புதிய முன்பதிவுகளை நாங்கள் பெறுகிறோம், ஆனால் நாங்கள் முன்பு செய்ததைப் போல இல்லை. தற்போது, ​​எங்களிடம் பூஜ்ஜியமான உக்ரேனியர்கள் உள்ளனர், ஆனால் மீதமுள்ளவர்கள் இன்னும் வருகிறார்கள், ஆனால் முன்பை விட குறைந்த அளவில் உள்ளனர். (கொழும்பு/மார்ச்09/2022)"
      ]
    }
  }
}