{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/girdling-the-globe-the-anchor-vs-nespray-competition/",
  "time_ut": 1650688800,
  "title": "Girdling the globe; the Anchor vs. Nespray competition",
  "body_lines": [
    "When I started on my bucket list travels after retirement, one of my most memorable was the European holiday I had with in girls in 2000. Aushi had just graduated and Anarkali decided to take her annual leave. We decided on the little fishing village of Portofino in Italy but given the touristy nature of the village, the hotels within were shockingly pricey. After some research, we settled on a hotel in the next bay area which was far more affordable and within walking distance from Portofino.",
    "We flew from London into Florence, hired a car and drove, to Portofino via Pisa. As Portofino is located on the coastline of the Italian Riviera, the village began attracting affluent tourists, very evident in the large number of super-yachts lined, up in the harbour. There were plenty of seafood restaurants for us to feed our penchant for seafood, and walking about the 16th century fortress was very relaxing.",
    "Each day the girls slept till 11 am, while I took my habitual walk along the beach, popped into an art exhibition or two and did some window shopping. I only peeked into the high-end boutiques, not daring to go inside because they were prohibitively expensive. But I gave into one temptation. I spied a shop selling Frette linen, the creme de la creme of the world’s bedding. I walked in and purchased a set for my bed.",
    "While in Portofino I joined the tour of Cinque Terre, the five-centuries-old seaside village, which was utterly picturesque with its colourful houses, vineyards, trattorias and harbours. I’ll never forget walking along those cobblestone alleys and being fascinated by the absolutely beautiful buildings overhanging the sea.",
    "After a week of this bliss, we drove to Milan Airport and dropped Anarkali off for her flight to London. Aushi and I proceeded to Monaco to meet a friend at the Cafe de Paris ill Monte Carlo, the open-air restaurant in Place du Casino, which is one of my favourite places. We had lunch, drove to the airport, dropped off our car and flew to Paris, staying at Hotel de Crillon. Aushi and I explored Paris for the next few days.",
    "We would window-shop all morning and stopover for a late lunch of salad and afternoon tea in a cafe on Saint Honore. On our walkabouts, I was most upset to discover a Buddha Bar behind our hotel and called my brother-in-law, Mangala Moonesinghe, who was our High Commissioner in London at the time, protesting against this indignity. However, my daughter looked at me and said, “Buddha is a philosopher, not a god. If it was a statue of Da Vinci, would you object?” She had a point.",
    "When I got home after this trip with my prized set of Frette linen, I asked Daya, who had been the girls’ nanny but remained with us long after they flew the nest, to wash it and put it on the bed that same night. I loved those sheets so much that I didn’t want her to place any other sheets on the bed. So each time she changed the linen, poor Daya had to launder, iron and make up my bed with the sheets, all in one day.",
    "In the weeks and months that followed, she would incessantly ask me to get another set of Frette linen, so she wouldn’t have to perform this linen marathon regularly. I dared not tell her that the reason we had only one set was because it was so expensive and I wasn’t going to buy another set.",
    "Even though I was working throughout the girls’ growing up years, Susil and I made sure we always took them on holiday somewhere abroad. In fact, from the time Anarkali was born and we had to travel even on business, Susil would always take her with us, no matter how difficult it was to have a baby and then a toddler tagging along everywhere we went. He wouldn’t hear of leaving her in Colombo without us, even though my sister Roni, my mother and the nannies could manage very well.",
    "So from their young days, they were used to travel and quickly got into the groove of things. From California to Florida — with Disneyworld and Disneyland thrown in of course — to Japan, Italy, Switzerland, Norway, the Netherlands, Denmark and France, they’ve done the rounds. We would sometimes return home via Hong Kong and Singapore, staying with our friends Primus and Helen, who were like foster parents to the girls when I had to move them to Singapore during the JVP insurrection.",
    "From my girlhood, I have always been fascinated with driving. The moment I turned 18, I wanted to get my licence. When I told my parents, they said, “We don’t even have a car. What do you want to get driving licence for?” When I moved to Colombo, that determination to get my licence deepened. I enrolled for driving lessons at Lionel Learners, learned driving, passed my test and got my licence.",
    "Once Susil and I started dating, I told him about my passion to drive. He took me to the Katukurunda race track. This was where I experienced my first taste of speed on a track. I was in heaven. He would take me to the track often, accompanied by his brother Nimal and his wife Sita because “four is a crowd”. These were the times when our relationship was yet under wraps and Susil and I were not supposed to be seen together as a couple. Therefore whenever we traveled, driving was what I indulged in. I would drive hundreds of miles, never once feeling tired but always absolutely exhilarated.",
    "My thrill for speed was fueled watching all the Grand Prix races, sitting glued to the television until I saw the final chequered flag and the medal ceremony too. When Lewis Hamilton arrived on the track, I became quite obsessed. I watched each and every race and also bought his book and read it from cover to cover.",
    "So when my friends Christina and Ong Beng Seng, who knew only too well of my obsession with the Grand Prix got the franchise for the Singapore Grand Prix, they asked me if I would like to come to Singapore. I was elated. I asked them to reserve a box for Friday, Saturday and the grand finale on Sunday.",
    "We visited Tara in Australia before making our way to Singapore for the Grand Prix. I had invited my friends Bri and Ramani Ponnambalam, both of whom were ardent racers and race enthusiasts, as well as Duke and his family from England. Anarkali and Aushi invited their friends too. All this excitement was for Lewis Hamilton, whom we only got a glimpse of because we were close to his pit-stop – but it was a great three days at the track.",
    "I have always vacationed with Susil, or the girls or one or a few of my girlfriends. But there came a time when I decided to travel on my own. The girls didn’t encourage this sudden streak of independence but I was rather fixed on a solo trip. The idea came about when I was visiting former Country Head of Nestle, Andreas Schlapfer, who later became worldwide Chairman of Nestle.",
    "Andreas was married to Sandra who was American and they had one daughter. I would visit them often while in Switzerland, staying at their lovely home which overlooked the Nestle headquarters. Some may find it strange that I had cultivated this strong friendship with the head of my main rival in the milk powder business, but it was actually because of this competition that we became such good friends. He always called me “Sumi Dearest”.",
    "Andreas was stationed in Colombo with a firmly established No 1 status for Nespray, when, in 1984, I came into the milk powder market with Anchor, vowing to push Nespray off that pedestal. I would meet him often when he was in Colombo and he would joke that Anchor was no competition for the might of Nespray. While the big battle between Nespray and Anchor was gaining momentum, Andreas moved to Nestle in Thailand.",
    "Andreas had already left Sri Lanka, when in just two years since Anchor came into the market, Anchor triumphed in the Great Battle of the Milks. The twin forces of having Rosy Senanayake as the face of Anchor where the entire country knew her as the ‘Anchor mother’, and a slogan hyping “From the fresh pastures of New Zealand”, pushed Anchor into the No 1 slot in 1986. For years after, Andreas would jokingly say, “Sumi Dearest, ‘if I was in Colombo, you would never have beaten Nestle.”",
    "And in hindsight I know that he would never have allowed the company I founded to be sold to the New Zealand Dairy Board either – not after I had captured 70% market share. Hence, it was while staying with them in 2018 that I decided to go on this solo trip, reliving a memorable trip that we, as afamily, had taken way back in 1988.",
    "Anarkali and Aushi were not to be moved with their decision that I could not and would not travel alone. I was 73 years old and they kept trying to dissuade me, talking of illness that could befall me and every travel horror story they could drum up. But I wasn’t to be shaken. This was the first trip I was taking by myself and I wanted to feel that sense of independence and freedom. The girls finally relented because I assured them I would text four times a day and also had insurance for all eventualities. They were placated.",
    "Next I told Andreas and Sandra of my plans – I wanted to travel to Zermatt, take the Glacier Express from St. Moritz and cut across to Lucerne, Interlaken and Geneva, then get to London for my return Colombo. Andreas listened patiently to my itinerary and said, “No Sumi Dearest, you are not doing the trip that way. Let me organise it for you.”",
    "Andreas got to work. His itinerary included the very efficient Swiss rail system which traveled through the Gotthard tunnel, the longest and deepest rail tunnel in the world linking northern and southern Europe. It had just been opened and he wanted me to experience traveling through that tunnel. He also made sure I wouldn’t be encumbered with my luggage; it would be delivered directly to the hotel.",
    "I started off on my trip, really excited and full of joie de vivre that I was doing this trip totally on my own. After having travelled through the bowels of the earth in the Gotthard tunnel, I took the boat on Lake Lucerne and then went to Interlaken by train, which winds its way down and takes multiple steep bends.",
    "When I got to Interlaken, I visited Jungfrau – the highest railway station in the world located about 2,500 metres above sea level with its majestic backdrop of ice, snow and rock. I stayed at the Hotel Beau Rivage where we had stayed previously and held many memories for me. When I revisited each of the places we had been, I took photographs and sent them to the girls, hoping they would also relive this trip vicariously through me.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ලෝක ගෝලය වටකරමින්; ඇන්කර් එදිරිව නෙස්ප්‍රේ තරඟය",
      "body_lines": [
        "මම විශ්‍රාම ගැනීමෙන් පසු මගේ බාල්දි ලැයිස්තුවේ ගමන් ආරම්භ කරන විට, මට අමතක නොවන එකක් වූයේ 2000 දී ගැහැණු ළමයින් සමඟ මා ගත කළ යුරෝපීය නිවාඩුවයි. අවුෂි උපාධිය ලබා ඇති අතර අනර්කලී ඇගේ වාර්ෂික නිවාඩුව ගත කිරීමට තීරණය කළාය. අපි ඉතාලියේ කුඩා ධීවර ගම්මානයක් වන Portofino ගැන තීරණය කළ නමුත් ගමේ සංචාරක ස්වභාවය අනුව එහි ඇති හෝටල් කම්පන සහගත ලෙස මිල අධික විය. යම් පර්යේෂණයකින් පසුව, අපි ඊළඟ බොක්ක ප්රදේශයේ පිහිටි හෝටලයක පදිංචි විය, එය වඩාත් දැරිය හැකි මිලකට සහ Portofino සිට ඇවිද යා හැකි දුරින්.",
        "අපි ලන්ඩනයේ සිට ෆ්ලෝරන්ස් වෙත පියාසර කර, මෝටර් රථයක් කුලියට ගෙන පීසා හරහා පෝටෝෆිනෝ වෙත ගියෙමු. Portofino ඉතාලි රිවීරා වෙරළ තීරයේ පිහිටා ඇති බැවින්, මෙම ගම්මානය ධනවත් සංචාරකයින් ආකර්ෂණය කර ගැනීමට පටන් ගත් අතර, වරායේ පෙළගස්වා ඇති සුපිරි යාත්‍රා විශාල සංඛ්‍යාවකින් පැහැදිලි වේ. මුහුදු ආහාර සඳහා අපගේ ආශාව පෝෂණය කිරීම සඳහා මුහුදු ආහාර අවන්හල් ඕනෑ තරම් තිබූ අතර 16 වන සියවසේ බලකොටුව වටා ඇවිදීම ඉතා සැහැල්ලු විය.",
        "සෑම දිනකම ගැහැනු ළමයින් උදේ 11 දක්වා නිදාගත් අතර, මම වෙරළ දිගේ මගේ පුරුද්දක් ලෙස ඇවිදිමින්, චිත්‍ර ප්‍රදර්ශනයකට හෝ දෙකකට පැමිණ, ජනෙල් සාප්පු සවාරි ගියෙමි. මම ඉහළ මට්ටමේ කඩ සාප්පු තුළට එබී බැලුවෙමි, ඒවා මිල අධික බැවින් ඇතුළට යාමට එඩිතර නොවීය. නමුත් මම එක පෙළඹවීමකට යටත් වුණා. මම ලෝකයේ ඇඳ ඇතිරිලිවල ක්‍රීම් ඩි ලා ක්‍රීම් වන ෆ්‍රෙට් ලිනන් විකුණන වෙළඳසැලක් ඔත්තු බැලුවෙමි. මම ඇතුළට ගොස් මගේ ඇඳ සඳහා කට්ටලයක් මිලදී ගත්තා.",
        "Portofino හි සිටියදී මම සියවස් පහක් පැරණි මුහුදු වෙරළේ ගම්මානයක් වන Cinque Terre සංචාරයට සම්බන්ධ වූ අතර, එහි වර්ණවත් නිවාස, මිදි වතු, ට්‍රැටෝරියා සහ වරායන් සමඟ අතිශයින් මනරම් විය. ඒ ගල්ගල් මංතීරු දිගේ ඇවිදීමත්, මුහුදට උඩින් ඇති අතිශය සුන්දර ගොඩනැඟිලිවලට වශී වීමත් මට කිසිදා අමතක නොවේ.",
        "මේ සතුටෙන් සතියකට පසු අපි මිලාන් ගුවන් තොටුපළට ගොස් අනර්කලී ලන්ඩනයට යන ගුවන් යානයට පිටත් කළෙමු. Aushi සහ මම Monaco වෙත ගියේ මගේ ප්‍රියතම ස්ථානවලින් එකක් වන Place du Casino හි එළිමහන් අවන්හල වන Cafe de Paris ill Monte Carlo හි මිතුරෙකු හමුවීමටය. අපි දිවා ආහාරය ගෙන ගුවන් තොටුපළට ගොස් අපගේ මෝටර් රථය බස්සවා පැරීසියට පියාසර කර හෝටලයේ ඩි ක්‍රිලෝන් හි නැවතුණෙමු. Aushi සහ මම ඉදිරි දින කිහිපය සඳහා පැරිස් ගවේෂණය කළෙමු.",
        "අපි උදේ මුළුල්ලේම ජනේලයෙන් සාප්පු සවාරි ගොස් සෙන්ට් හොනෝර්හි ආපන ශාලාවක ප්‍රමාද වූ සලාද සහ දහවල් තේ පානය සඳහා නැවතී සිටිමු. අප ඇවිද යන විට, අපගේ හෝටලය පිටුපස බුද්ධ තැබෑරුමක් සොයා ගැනීමෙන් මම වඩාත් කලබල වූ අතර, මෙම අගෞරවයට විරෝධය පළ කරමින් එවකට ලන්ඩනයේ අපගේ මහ කොමසාරිස්ව සිටි මගේ මස්සිනා වන මංගල මුණසිංහට කතා කළෙමි. ඒත් මගේ දුව මගේ දිහා බලලා කිව්වා “බුදුන් වහන්සේ දාර්ශනිකයෙක් මිස දෙවි කෙනෙක් නෙවෙයි. එය ඩාවින්චිගේ ප්‍රතිමාවක් නම්, ඔබ විරුද්ධ වෙනවාද? ඇයට කාරණයක් තිබුණා.",
        "මගේ වටිනා ෆ්‍රෙට් ලිනන් කට්ටලය සමඟ මම මෙම ගමන නිමවී නිවසට පැමිණි විට, ගැහැණු ළමයින්ගේ නැනී වූ නමුත් ඔවුන් කූඩුව පියාසර කර බොහෝ කලකට පසු අප සමඟ සිටි දයාගෙන් එය සෝදා එදින රාත්‍රියේම එය සෝදා ඇඳ මත තබන ලෙස මම ඉල්ලා සිටියෙමි. මම ඒ ඇඳ ඇතිරිලිවලට කොතරම් ඇලුම් කළද යත් ඇය ඇඳ මත වෙනත් ඇඳක් තැබීමට මට අවශ්‍ය නොවීය. ඒ නිසා ඇය ලිනන් රෙදි මාරු කරන සෑම අවස්ථාවකම දුප්පත් දයාට සිදු වූයේ එක් දිනක් ඇතුළත මගේ ඇඳ රෙදි සෝදන්න, අයන් කිරීම සහ ඇඳ ඇතිරිලි වලින් සකස් කිරීමටයි.",
        "ඊළඟ සති සහ මාසවලදී, ඇය නොනවත්වා මගෙන් තවත් ෆ්‍රෙට් ලිනන් කට්ටලයක් ලබා දෙන ලෙස ඉල්ලා සිටියාය, එබැවින් ඇයට මෙම ලිනන් මැරතන් තරඟය නිතිපතා කිරීමට අවශ්‍ය නොවනු ඇත. අප සතුව එක කට්ටලයක් පමණක් තිබීමට හේතුව එය ඉතා මිල අධික වීම සහ මම තවත් කට්ටලයක් මිලදී ගැනීමට නොයන නිසා බව මම ඇයට පැවසීමට එඩිතර නොවෙමි.",
        "ගැහැනු ළමයින්ගේ වැඩෙන කාලය පුරාම මම වැඩ කළත්, මම සහ සුසිල් ඔවුන්ව නිතරම පිටරට කොහේ හරි නිවාඩුවක් ගත කිරීමට වග බලා ගත්තා. ඇත්තටම අනර්කලී ඉපදුන වෙලාවෙ ඉඳන්ම අපිට ව්‍යාපාරික කටයුතුවලට පවා ගමනක් යන්න සිද්ධ වුණ වෙලාවෙ ඉඳන්ම සුසිල් එයාව එක්කන් යන්නෙ කොයිතරම් අමාරු වුණත් පොඩි දරුවෙක් ලැබෙන්න, අපි යන යන හැමතැනම ටැග් ගහලා. මගේ නංගී රෝනි, මගේ මව සහ නැනීලාට ඉතා හොඳින් කළමනාකරණය කළ හැකි වුවද, අප නොමැතිව ඇයව කොළඹට දමා යාම ඔහුට ඇසෙන්නේ නැත.",
        "එබැවින් ඔවුන්ගේ කුඩා කාලයේ සිටම ඔවුන් සංචාරය කිරීමට පුරුදු වී සිටි අතර ඉක්මනින් දේවල් වල වලකට වැටුණි. කැලිෆෝනියාවේ සිට ෆ්ලොරිඩාව දක්වා - ඩිස්නිවර්ල්ඩ් සහ ඩිස්නිලන්තය සමඟ - ජපානය, ඉතාලිය, ස්විට්සර්ලන්තය, නෝර්වේ, නෙදර්ලන්තය, ඩෙන්මාර්කය සහ ප්‍රංශය දක්වා ඔවුන් වටයක් කර ඇත. ජවිපෙ කැරැල්ලේදී මට ඔවුන්ව සිංගප්පූරුවට ගෙන යාමට සිදු වූ විට ගැහැනු ළමයින්ව හදා වඩා ගත් දෙමාපියන් මෙන් සිටි අපගේ මිතුරන් වන ප්‍රීමස් සහ හෙලන් සමඟ නැවතී අපි සමහර විට හොංකොං සහ සිංගප්පූරුව හරහා ආපසු ගෙදර ගියෙමු.",
        "මගේ කුඩා කාලයේ සිටම මම නිතරම රිය පැදවීමට ඇලුම් කළෙමි. මට වයස අවුරුදු 18 පිරුණු මොහොතේ මට මගේ බලපත්‍රය ලබා ගැනීමට අවශ්‍ය විය. මම මගේ දෙමාපියන්ට පැවසූ විට ඔවුන් පැවසුවේ “අපිට කාර් එකක්වත් නැහැ. ඔබට රියදුරු බලපත්‍රය ලබා ගැනීමට අවශ්‍ය කුමක් සඳහාද?\" මම කොළඹ පදිංචියට ගියාට පස්සේ මගේ බලපත්‍රය ගන්න ඒ අධිෂ්ඨානය තවත් වැඩි වුණා. මම ලයනල් ලර්නර්ස් හි රියදුරු පාඩම් සඳහා ලියාපදිංචි වී, රිය පැදවීම ඉගෙන ගෙන, මගේ පරීක්ෂණය සමත් වී මගේ බලපත්‍රය ලබා ගත්තෙමි.",
        "සුසිල් සහ මම පෙම් සබඳතාවක් ආරම්භ කළ පසු මම ඔහුට රිය පැදවීමට ඇති ආශාව ගැන කීවෙමි. ඔහු මාව කටුකුරුන්ද ධාවන පථයට රැගෙන ගියා. ධාවන පථයක වේගය පිළිබඳ මගේ පළමු රසය මා අත්විඳින ලද්දේ මෙහිදීය. මම හිටියේ ස්වර්ගයේ. \"හතර සෙනගක්\" නිසා ඔහු නිතර මාවත් ට්‍රැක් එකට එක්කන් ගියේ ඔහුගේ අයියා නිමල් සහ ඔහුගේ බිරිඳ සීතා කැටුව ය. මේ අපේ සම්බන්ධය තවමත් යටපත්ව තිබූ කාලවල් වූ අතර සුසිල් සහ මම ජෝඩුවක් ලෙස එකට දකින්නට නොලැබුණු කාලයකි. ඒ නිසා අපි ගමන් බිමන් යන සෑම විටම රිය පැදවීම තමයි මම කළේ. මම සැතපුම් සියගණනක් පදවාගෙන යනවා, කවදාවත් මහන්සියක් දැනෙන්නේ නැති නමුත් හැමවිටම ප්‍රීතියෙන්.",
        "අවසාන කොටු ධජය සහ පදක්කම් ප්‍රදානෝත්සවය ද දකින තුරු රූපවාහිනියට ඇලී සිටිමින් සියලු ග්‍රෑන්ඩ් ප්‍රී ධාවන තරඟ නැරඹීමෙන් වේගය පිළිබඳ මගේ ප්‍රීතිය වැඩි විය. ලුවිස් හැමිල්ටන් ධාවන පථයට පැමිණි විට, මම තරමක් උමතු විය. මම සෑම තරඟයක්ම නරඹා ඔහුගේ පොත මිලදී ගෙන එය කවරයෙන් කවරයට කියෙව්වා.",
        "ඉතින් මගේ ග්‍රෑන්ඩ් ප්‍රික්ස් ගැන හොඳටම දැනගෙන හිටපු ක්‍රිස්ටිනා සහ ඔන්ග් බෙන්ග් සෙන්ග් සිංගප්පූරු ග්‍රෑන්ඩ් ප්‍රී සඳහා ඡන්ද බලය ලැබුණු විට, ඔවුන් මගෙන් ඇහුවා මම සිංගප්පූරුවට එන්න කැමතිද කියලා. මම උද්දාමයට පත් විය. සිකුරාදා, සෙනසුරාදා සහ ඉරිදා අවසන් මහා තරඟය සඳහා පෙට්ටියක් වෙන් කරන ලෙස මම ඔවුන්ට කීවෙමි.",
        "ග්‍රෑන්ඩ් ප්‍රීක් සඳහා සිංගප්පූරුවට යාමට පෙර අපි ඕස්ට්‍රේලියාවේ ටාරා වෙත ගියෙමු. මම මගේ මිතුරන් බ්‍රි සහ රමණි පොන්නම්බලම් යන දෙදෙනාටම ආරාධනා කර තිබුනා, ඔවුන් දෙදෙනාම දැඩි ධාවන තරඟකරුවන් සහ ධාවන ලෝලීන් මෙන්ම එංගලන්තයේ ආදිපාදවරයා සහ ඔහුගේ පවුලේ අය ද විය. අනර්කලී සහ අවුෂි ඔවුන්ගේ මිතුරන්ටත් ආරාධනා කළා. මේ සියලු උද්දීපනය වූයේ ලුවිස් හැමිල්ටන් වෙනුවෙන්, අපි ඔහුගේ පිට්-නැවතුමට ආසන්නව සිටි නිසා අපට දර්ශනයක් පමණක් ලැබුණි - නමුත් එය ධාවන පථයේ දින තුනක් විශිෂ්ට විය.",
        "මම හැම විටම නිවාඩු ගත කර ඇත්තේ සුසිල් හෝ ගැහැණු ළමයින් හෝ මගේ පෙම්වතියන් කිහිප දෙනෙකු සමඟ ය. නමුත් මම තනිවම ගමන් කිරීමට තීරණය කළ කාලයක් පැමිණියේය. ගැහැණු ළමයින් මෙම හදිසි ස්වාධීනත්වය දිරිමත් නොකළ නමුත් මම තනි ගමනක් සඳහා ස්ථාවර වී සිටියෙමි. මෙම අදහස ඇති වූයේ මා නෙස්ලේ හි හිටපු ප්‍රධානියා වූ ඇන්ඩ්‍රියාස් ෂ්ලැප්ෆර් හමුවීමට ගිය අවස්ථාවේදීය.",
        "ඇන්ඩ්‍රියාස් ඇමරිකානු ජාතික සැන්ඩ්‍රා සමඟ විවාහ වූ අතර ඔවුන්ට එක් දියණියක් සිටියාය. මම ස්විට්සර්ලන්තයේ සිටින විට ඔවුන් බැලීමට නිතර යන අතර, නෙස්ලේ මූලස්ථානය නොසලකා හරින ලද ඔවුන්ගේ සුන්දර නිවසේ නැවතී සිටිමි. කිරිපිටි ව්‍යාපාරයේ මගේ ප්‍රධාන ප්‍රතිවාදියා සමඟ මා මේ දැඩි මිත්‍රත්වය ගොඩනගාගෙන තිබීම සමහරුන්ට අමුතු දෙයක් විය හැකි නමුත් ඇත්ත වශයෙන්ම අපි මේ තරම් හොඳ මිතුරන් බවට පත් වූයේ මෙම තරඟය නිසා ය. ඔහු මට නිතරම කතා කළේ “සුමී ආදරණීය” කියාය.",
        "1984 දී ඇන්කර් සමඟ කිරිපිටි වෙළඳපොළට පැමිණි මම නෙස්ප්‍රේ එම වේදිකාවෙන් ඉවතට තල්ලු කරන බවට සපථ කරමින් Nespray සඳහා ස්ථිරව ස්ථාපිත අංක 1 තත්ත්වය සහිතව ඇන්ඩ්‍රියාස් කොළඹ ස්ථානගත විය. ඔහු කොළඹ සිටින විට මට ඔහුව නිතර මුණගැසෙන අතර ඔහු විහිළු කළේ ඇන්කර් නෙස්ප්‍රේගේ ශක්තියට තරඟයක් නොවන බවයි. Nespray සහ Anchor අතර විශාල සටන වේගවත් වෙමින් තිබියදී, Andreas තායිලන්තයේ Nesle වෙත ගියේය.",
        "ඇන්කර් වෙළඳපොළට පැමිණ වසර දෙකක් වැනි කෙටි කාලයක් තුළ ඇන්කර් කිරි මහා සටනින් ජයග්‍රහණය කරන විට ඇන්ඩ්‍රියාස් ඒ වන විටත් ශ්‍රී ලංකාව හැර ගොස් තිබුණි. මුළු රටම 'ඇන්කර් අම්මා' ලෙසින් හඳුනන රෝසි සේනානායක නැංගුරමේ මුහුණ ලෙස සිටීමේ නිවුන් බලවේගයන් සහ \"නවසීලන්තයේ නැවුම් තණබිම් වලින්\" යන සටන් පාඨය ඇන්කර් 1986 දී අංක 1 ස්ථානයට තල්ලු කළේය. වසර ගණනාවකට පසු, ඇන්ඩ්‍රියාස් විහිළුවට මෙන් පැවසුවේ, “සුමී ඩියරෙස්ට්, මම කොළඹ සිටියා නම්, ඔබ කිසි විටෙකත් නෙස්ලේට පහර දෙන්නේ නැත” යනුවෙනි.",
        "සහ ආපසු හැරී බලන විට, ඔහු මා විසින් ආරම්භ කරන ලද සමාගම නවසීලන්ත කිරි මණ්ඩලයට විකිණීමට කිසිසේත් ඉඩ නොදෙන බව මම දනිමි - මම 70% වෙළඳපල කොටස අල්ලා ගැනීමෙන් පසුව නොවේ. ඒ නිසා 2018 දී ඔවුන් සමඟ නැවතී සිටියදී තමයි මම මේ තනි ගමන යන්න තීරණය කළේ, අපි පවුලේ අය වශයෙන් 1988 දී ආපස්සට ගිය අමතක නොවන ගමනක් ආවර්ජනය කරමින්.",
        "මට තනියම ගමනක් යන්න බැහැ, යන්න බැහැ කියන ඔවුන්ගේ තීරණයට අනර්කලී සහ ඖෂි සැලෙන්නේ නැහැ. මට වයස අවුරුදු 73ක් වූ අතර, ඔවුන් මට ඇති විය හැකි රෝගාබාධ ගැනත්, ඔවුන්ට බෙර ගැසිය හැකි සෑම සංචාරක ත්‍රාසජනක කතාවක් ගැනත් කතා කරමින් මා නොමඟ යැවීමට උත්සාහ කළහ. නමුත් මම සැලෙන්නට සිටියේ නැත. මෙය මා විසින්ම යන පළමු ගමන වූ අතර එම ස්වාධීනත්වයේ සහ නිදහසේ හැඟීම දැනීමට මට අවශ්‍ය විය. මම දවසට හතර වතාවක් කෙටි පණිවිඩ යැවීමට සහ සියලු සිදුවීම් සඳහා රක්ෂණයක් ඇති බව මම ඔවුන්ට සහතික වූ නිසා අවසානයේ ගැහැණු ළමයින් පසුබට වූහ. ඔවුන් සන්සුන් විය.",
        "ඊළඟට මම මගේ සැලසුම් ඇන්ඩ්‍රියාස්ට සහ සැන්ඩ්‍රාට කීවෙමි - මට සර්මැට් වෙත යාමට අවශ්‍ය විය, ශාන්ත මොරිට්ස් සිට ග්ලැසියර් එක්ස්ප්‍රස් ගෙන ගොස් ලුසර්න්, ඉන්ටර්ලේකන් සහ ජිනීවා හරහා ගොස් කොළඹට ආපසු යාමට ලන්ඩනයට යාමට අවශ්‍ය විය. ඇන්ඩ්‍රියාස් ඉවසීමෙන් මගේ ගමන් විස්තරයට සවන් දී, “නෑ සුමී ඩියරෙස්ට්, ඔයා ට්‍රිප් එක එහෙම කරන්නේ නැහැ. මට එය ඔබ වෙනුවෙන් සංවිධානය කිරීමට ඉඩ දෙන්න.",
        "Andreas වැඩේට බැස්සා. උතුරු හා දකුණු යුරෝපය යා කරන ලොව දිගම හා ගැඹුරුම දුම්රිය උමං මාර්ගය වන ගොතාර්ඩ් උමං මාර්ගය හරහා ගමන් කළ ඉතා කාර්යක්ෂම ස්විස් දුම්රිය පද්ධතිය ඔහුගේ ගමන් මාර්ගයට ඇතුළත් විය. එය දැන් විවෘත කර තිබූ අතර ඔහුට අවශ්‍ය වූයේ මා එම උමග හරහා ගමන් කිරීම අත්විඳීමටය. මගේ ගමන් මලුවලට මා හිර නොවීමටද ඔහු වග බලා ගත්තේය. එය කෙලින්ම හෝටලයට භාර දෙනු ඇත.",
        "මම මගේ ගමන ආරම්භ කළෙමි, ඇත්තෙන්ම උද්යෝගිමත් සහ මම මෙම සංචාරය සම්පූර්ණයෙන්ම තනියම කරමින් සිටි බව සතුටට පත් විය. Gotthard උමග හරහා පෘථිවියේ බඩවැල් හරහා ගමන් කිරීමෙන් පසු, මම ලුසර්න් විල මත බෝට්ටුව රැගෙන ඉන්ටර්ලේකන් වෙත ගියෙමි, එය හුළං බැස බොහෝ බෑවුම් සහිත වංගු සහිත දුම්රියෙන්.",
        "මම Interlaken වෙත පැමිණි විට, මම Jungfrau වෙත ගියෙමි - මුහුදු මට්ටමේ සිට මීටර් 2,500 ක් පමණ ඉහළින් පිහිටා ඇති ලෝකයේ උසම දුම්රිය ස්ථානය වන එහි අයිස්, හිම සහ පාෂාණ ආශ්චර්යමත් පසුබිමක් ඇත. මම කලින් අපි නැවතී සිටි හෝටලයේ Beau Rivage හි නැවතී මා වෙනුවෙන් බොහෝ මතකයන් රැඳෙව්වෙමි. අපි ගිය හැම තැන් ගැනම මම ආයෙත් බලනකොට, මම ඡායාරූප අරගෙන කෙල්ලන්ට යැව්වේ, එයාලත් මගේ මාර්ගයෙන් මේ ගමන විචිත්‍රවත්ව ගත කරයි කියලා හිතාගෙන.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பூகோளத்தை வளைத்தல்; ஆங்கர் vs. நெஸ்ப்ரே போட்டி",
      "body_lines": [
        "ஓய்வுக்குப் பிறகு எனது பக்கெட் லிஸ்ட் பயணங்களைத் தொடங்கியபோது, ​​2000-ம் ஆண்டு நான் பெண் குழந்தைகளுடன் கொண்டாடிய ஐரோப்பிய விடுமுறை எனக்கு மறக்க முடியாத ஒன்று. அவுஷி பட்டப்படிப்பை முடித்திருந்தார், அனார்கலி தனது வருடாந்திர விடுப்பு எடுக்க முடிவு செய்தார். இத்தாலியில் உள்ள சிறிய மீன்பிடி கிராமமான போர்டோஃபினோவை நாங்கள் முடிவு செய்தோம், ஆனால் கிராமத்தின் சுற்றுலாத் தன்மையைக் கருத்தில் கொண்டு, ஹோட்டல்கள் அதிர்ச்சியூட்டும் விலையில் இருந்தன. சில ஆராய்ச்சிகளுக்குப் பிறகு, நாங்கள் அடுத்த வளைகுடா பகுதியில் உள்ள ஒரு ஹோட்டலில் குடியேறினோம், அது மிகவும் மலிவு மற்றும் போர்டோஃபினோவிலிருந்து நடந்து செல்லும் தூரத்தில் இருந்தது.",
        "நாங்கள் லண்டனில் இருந்து ஃப்ளோரன்ஸுக்கு பறந்து, ஒரு காரை வாடகைக்கு எடுத்து, பைசா வழியாக போர்டோஃபினோவுக்குச் சென்றோம். போர்டோஃபினோ இத்தாலிய ரிவியராவின் கடற்கரையோரத்தில் அமைந்திருப்பதால், இந்த கிராமம் வசதியான சுற்றுலாப் பயணிகளை ஈர்க்கத் தொடங்கியது, துறைமுகத்தில் வரிசையாக நிற்கும் அதிக எண்ணிக்கையிலான சூப்பர்-படகுகளில் இது தெளிவாகத் தெரிகிறது. கடல் உணவுகளில் எங்களின் ஆர்வத்திற்கு உணவளிக்க ஏராளமான கடல் உணவு உணவகங்கள் இருந்தன, மேலும் 16 ஆம் நூற்றாண்டின் கோட்டையை சுற்றி நடப்பது மிகவும் நிதானமாக இருந்தது.",
        "ஒவ்வொரு நாளும் பெண்கள் காலை 11 மணி வரை தூங்கினர், நான் கடற்கரையில் எனது வழக்கமான நடைப்பயணத்தை மேற்கொண்டேன், அல்லது இரண்டு கலை கண்காட்சியில் நுழைந்தேன் மற்றும் ஜன்னல் ஷாப்பிங் செய்தேன். நான் உயர்தர பொட்டிக்குகளை மட்டும் எட்டிப்பார்த்தேன், உள்ளே செல்லத் துணியவில்லை, ஏனெனில் அவை விலை உயர்ந்தவை. ஆனால் நான் ஒரு சலனத்தை கொடுத்தேன். நான் ஃப்ரெட் லினன் விற்கும் கடையை உளவு பார்த்தேன், இது உலக படுக்கையின் கிரீம் டி லா க்ரீம். நான் உள்ளே சென்று என் படுக்கைக்கு ஒரு செட் வாங்கினேன்.",
        "போர்டோஃபினோவில் இருந்தபோது, ​​ஐந்து நூற்றாண்டுகள் பழமையான கடலோர கிராமமான சின்க் டெர்ரின் சுற்றுப்பயணத்தில் நான் சேர்ந்தேன், அது வண்ணமயமான வீடுகள், திராட்சைத் தோட்டங்கள், டிராட்டோரியாக்கள் மற்றும் துறைமுகங்களுடன் முற்றிலும் அழகாக இருந்தது. அந்தக் கல் சந்துகளில் நடப்பதையும், கடலை ஒட்டிய அழகிய கட்டிடங்களால் கவரப்பட்டதையும் என்னால் மறக்கவே முடியாது.",
        "இந்த மகிழ்ச்சியின் ஒரு வாரத்திற்குப் பிறகு, நாங்கள் மிலன் விமான நிலையத்திற்குச் சென்று அனார்கலியை லண்டன் விமானத்தில் இறக்கிவிட்டோம். ஆஷியும் நானும் மொனாக்கோவுக்குச் சென்றோம், கஃபே டி பாரிஸ் இல் மான்டே கார்லோவில் உள்ள ஒரு நண்பரைச் சந்திப்பதற்காக, ப்ளேஸ் டு கேசினோவில் உள்ள திறந்தவெளி உணவகம், இது எனக்குப் பிடித்த இடங்களில் ஒன்றாகும். நாங்கள் மதிய உணவு சாப்பிட்டு, விமான நிலையத்திற்குச் சென்று, எங்கள் காரை இறக்கிவிட்டு, பாரிஸுக்கு பறந்து, ஹோட்டல் டி கிரில்லோனில் தங்கினோம். நானும் ஆஷியும் அடுத்த சில நாட்களுக்கு பாரிஸை சுற்றிப் பார்த்தோம்.",
        "செயின்ட் ஹானரில் உள்ள ஒரு ஓட்டலில் நாங்கள் காலை முழுவதும் ஜன்னலுக்குச் சென்று சாலட் மற்றும் மதியம் தேநீர் சாப்பிட தாமதமாக சாப்பிடுவோம். எங்கள் நடைபாதையில், எங்கள் ஹோட்டலுக்குப் பின்னால் ஒரு புத்தர் பார் இருப்பதைக் கண்டு நான் மிகவும் வருத்தமடைந்தேன், அந்த நேரத்தில் லண்டனில் எங்கள் உயர் ஸ்தானிகராக இருந்த எனது மைத்துனர் மங்கள மூனசிங்கவை அழைத்து, இந்த அவமானத்திற்கு எதிர்ப்புத் தெரிவித்தேன். இருப்பினும், என் மகள் என்னைப் பார்த்து, “புத்தர் ஒரு தத்துவவாதி, கடவுள் அல்ல. அது டாவின்சியின் சிலையாக இருந்தால், நீங்கள் எதிர்ப்பீர்களா? அவளுக்கு ஒரு கருத்து இருந்தது.",
        "இந்தப் பயணத்திற்குப் பிறகு எனது விலைமதிப்பற்ற ஃப்ரெட் லினன் செட் உடன் நான் வீட்டிற்கு வந்தபோது, ​​பெண்களின் ஆயாவாக இருந்த தயாவிடம், அவர்கள் கூடு பறந்து வெகுநேரம் கழித்து எங்களுடன் இருந்த தயாவிடம், அதைக் கழுவி, அதே இரவில் படுக்கையில் வைக்கச் சொன்னேன். நான் அந்த தாள்களை மிகவும் விரும்பினேன், அவள் படுக்கையில் வேறு எந்த தாள்களையும் வைக்க விரும்பவில்லை. ஒவ்வொரு முறையும் அவள் கைத்தறியை மாற்றும் போது, ​​ஏழை தயா ஒரே நாளில் என் படுக்கையை சலவை, இரும்பு மற்றும் தாள்களால் அலங்கரிக்க வேண்டியிருந்தது.",
        "அதைத் தொடர்ந்து வந்த வாரங்கள் மற்றும் மாதங்களில், மற்றொரு ஃப்ரெட் லினன் செட் எடுக்குமாறு அவள் இடைவிடாமல் என்னிடம் கேட்பாள், அதனால் அவள் இந்த லினன் மாரத்தானைத் தவறாமல் செய்ய வேண்டியதில்லை. எங்களிடம் ஒரே ஒரு செட் இருந்ததற்குக் காரணம், அது மிகவும் விலை உயர்ந்தது மற்றும் நான் மற்றொரு செட்டை வாங்கப் போவதில்லை என்று அவளிடம் சொல்லத் துணியவில்லை.",
        "பெண்கள் வளரும் வருடங்கள் முழுவதும் நான் வேலை செய்தாலும், சுசிலும் நானும் அவர்களை எப்போதும் வெளிநாட்டில் விடுமுறைக்கு அழைத்துச் செல்வதை உறுதி செய்தோம். உண்மையில், அனார்கலி பிறந்தது முதல், நாங்கள் வணிக விஷயங்களில் கூட பயணம் செய்ய வேண்டியிருந்தது, சுசில் எப்போதும் அவளை எங்களுடன் அழைத்துச் செல்வார், எவ்வளவு சிரமமாக இருந்தாலும், ஒரு குழந்தை மற்றும் ஒரு சின்னஞ்சிறு நாங்கள் செல்லும் இடமெல்லாம் டேக் செய்வது. என் சகோதரி ரோனி, என் அம்மா மற்றும் ஆயாக்கள் நன்றாக நிர்வகிக்க முடிந்தாலும், நாங்கள் இல்லாமல் அவளை கொழும்பில் விட்டுச் செல்வதை அவர் கேட்க மாட்டார்.",
        "எனவே அவர்களின் சிறு வயதிலிருந்தே, அவர்கள் பயணம் செய்யப் பழகினர் மற்றும் விரைவாக விஷயங்களின் பள்ளத்தில் இறங்கினர். கலிஃபோர்னியாவில் இருந்து புளோரிடா வரை - டிஸ்னிவேர்ல்ட் மற்றும் டிஸ்னிலேண்ட் ஆகியவை நிச்சயமாக வீசப்பட்டன - ஜப்பான், இத்தாலி, சுவிட்சர்லாந்து, நார்வே, நெதர்லாந்து, டென்மார்க் மற்றும் பிரான்ஸ் வரை, அவர்கள் சுற்றுகளை முடித்துள்ளனர். நாங்கள் சில சமயங்களில் ஹாங்காங் மற்றும் சிங்கப்பூர் வழியாக வீடு திரும்புவோம், ஜே.வி.பி கிளர்ச்சியின் போது நான் அவர்களை சிங்கப்பூருக்கு மாற்ற வேண்டியிருக்கும் போது சிறுமிகளை வளர்ப்பு பெற்றோராக இருந்த எங்கள் நண்பர்களான ப்ரிமஸ் மற்றும் ஹெலன் ஆகியோருடன் தங்கியிருந்தோம்.",
        "என் குழந்தை பருவத்திலிருந்தே, எனக்கு எப்போதும் வாகனம் ஓட்டுவதில் ஆர்வம் உண்டு. எனக்கு 18 வயது ஆன தருணத்தில், எனது உரிமத்தைப் பெற விரும்பினேன். என் பெற்றோரிடம் சொன்னபோது, ​​“எங்களிடம் கார் கூட இல்லை. நீங்கள் எதற்காக ஓட்டுநர் உரிமம் பெற விரும்புகிறீர்கள்?\" நான் கொழும்பிற்குச் சென்றபோது, ​​எனது உரிமத்தைப் பெறுவதற்கான அந்த உறுதிப்பாடு ஆழமானது. நான் Lionel Learners இல் ஓட்டுநர் பயிற்சிக்காகச் சேர்ந்தேன், வாகனம் ஓட்டக் கற்றுக்கொண்டேன், எனது தேர்வில் தேர்ச்சி பெற்று எனது உரிமத்தைப் பெற்றேன்.",
        "நானும் சுசிலும் டேட்டிங் செய்ய ஆரம்பித்தவுடன், அவரிடம் எனக்கு கார் ஓட்டும் ஆசை பற்றி கூறினேன். அவர் என்னை கட்டுகுருந்தா ரேஸ் டிராக்கிற்கு அழைத்துச் சென்றார். ஒரு பாதையில் வேகத்தின் முதல் சுவையை இங்குதான் நான் அனுபவித்தேன். நான் சொர்க்கத்தில் இருந்தேன். \"நாலு பேர் கூட்டம்\" என்பதால் அவர் அடிக்கடி என்னை பாதைக்கு அழைத்துச் செல்வார், அவருடைய சகோதரர் நிமல் மற்றும் அவரது மனைவி சீதாவுடன். எங்கள் உறவு இன்னும் மறைந்திருந்த காலங்கள் இவை, நானும் சுசிலும் ஜோடியாகப் பார்க்கக் கூடாது. எனவே நாங்கள் பயணிக்கும் போதெல்லாம், வாகனம் ஓட்டுவதில் நான் ஈடுபட்டேன். நான் நூற்றுக்கணக்கான மைல்கள் ஓட்டுவேன், ஒருபோதும் சோர்வாக உணரவில்லை, ஆனால் எப்போதும் முற்றிலும் உற்சாகமாக.",
        "வேகத்திற்கான எனது சிலிர்ப்பு அனைத்து கிராண்ட் பிரிக்ஸ் பந்தயங்களையும் பார்க்க தூண்டியது, நான் இறுதி சரிபார்க்கப்பட்ட கொடியையும் பதக்க விழாவையும் பார்க்கும் வரை தொலைக்காட்சியில் ஒட்டப்பட்டபடி அமர்ந்திருந்தேன். லூயிஸ் ஹாமில்டன் பாதையில் வந்தபோது, ​​நான் மிகவும் வெறித்தனமாக ஆனேன். நான் ஒவ்வொரு போட்டியையும் பார்த்தேன், மேலும் அவருடைய புத்தகத்தை வாங்கி அட்டை முதல் அட்டை வரை படித்தேன்.",
        "அதனால், கிராண்ட் பிரிக்ஸின் மீதான எனது மோகத்தை நன்கு அறிந்த எனது நண்பர்கள் கிறிஸ்டினா மற்றும் ஓங் பெங் செங் ஆகியோர் சிங்கப்பூர் கிராண்ட் பிரிக்ஸிற்கான உரிமையைப் பெற்றபோது, ​​அவர்கள் என்னிடம் சிங்கப்பூர் வர விரும்புகிறீர்களா என்று கேட்டார்கள். நான் உற்சாகமடைந்தேன். வெள்ளி, சனி மற்றும் ஞாயிற்றுக்கிழமை நடைபெறும் இறுதிப் போட்டிக்கு ஒரு பெட்டியை முன்பதிவு செய்யச் சொன்னேன்.",
        "கிராண்ட் பிரிக்ஸுக்கு சிங்கப்பூர் செல்லும் முன் ஆஸ்திரேலியாவில் உள்ள தாராவை நாங்கள் பார்வையிட்டோம். நான் எனது நண்பர்கள் பிரி மற்றும் ரமணி பொன்னம்பலம் ஆகியோரை அழைத்திருந்தேன், அவர்கள் இருவரும் தீவிர பந்தய வீரர்கள் மற்றும் பந்தய ஆர்வலர்கள், அதே போல் இங்கிலாந்திலிருந்து டியூக் மற்றும் அவரது குடும்பத்தினர். அனார்கலியும் அவுஷியும் தங்கள் நண்பர்களையும் அழைத்தனர். இந்த உற்சாகம் அனைத்தும் லூயிஸ் ஹாமில்டனுக்காக இருந்தது, நாங்கள் அவருடைய பிட்-ஸ்டாப் அருகில் இருந்ததால் அவரைப் பற்றிய ஒரு பார்வை மட்டுமே கிடைத்தது - ஆனால் டிராக்கில் மூன்று நாட்கள் சிறப்பாக இருந்தது.",
        "நான் எப்பொழுதும் சுசில், அல்லது பெண்கள் அல்லது என் தோழிகளில் ஒன்று அல்லது சிலருடன் விடுமுறையில் இருந்திருக்கிறேன். ஆனால் நான் சொந்தமாக பயணம் செய்ய முடிவு செய்த நேரம் வந்தது. பெண்கள் இந்த திடீர் சுதந்திரத்தை ஊக்குவிக்கவில்லை, ஆனால் நான் ஒரு தனி பயணத்தில் உறுதியாக இருந்தேன். நெஸ்லேவின் முன்னாள் தலைவரான ஆண்ட்ரியாஸ் ஸ்லாப்ஃபரை நான் சந்தித்தபோது இந்த யோசனை தோன்றியது, அவர் பின்னர் நெஸ்லேவின் உலகளாவிய தலைவராக ஆனார்.",
        "ஆண்ட்ரியாஸ் அமெரிக்கரான சாண்ட்ராவை மணந்தார், அவர்களுக்கு ஒரு மகள் இருந்தாள். சுவிட்சர்லாந்தில் இருக்கும் போது, ​​நெஸ்லே தலைமையகத்தை கவனிக்காத அவர்களின் அழகான வீட்டில் தங்கியிருக்கும் போது நான் அவர்களை அடிக்கடி சந்திப்பேன். பால் பவுடர் வியாபாரத்தில் எனது முக்கிய போட்டியாளரின் தலைவருடன் நான் இந்த வலுவான நட்பை வளர்த்துக்கொண்டது சிலருக்கு விசித்திரமாக இருக்கலாம், ஆனால் உண்மையில் இந்த போட்டியின் காரணமாக நாங்கள் நல்ல நண்பர்களானோம். அவர் என்னை எப்போதும் \"சுமி அன்பே\" என்றுதான் அழைப்பார்.",
        "ஆண்ட்ரியாஸ் கொழும்பில் நெஸ்ப்ரேயின் நம்பர் 1 அந்தஸ்துடன் உறுதியாக நிலைநிறுத்தப்பட்டார், 1984 ஆம் ஆண்டில், நான் நெஸ்ப்ரேயை அந்த பீடத்திலிருந்து தள்ளுவதாக சபதம் செய்து ஆங்கருடன் பால் பவுடர் சந்தைக்கு வந்தேன். அவர் கொழும்பில் இருந்தபோது நான் அவரை அடிக்கடி சந்திப்பேன், அவர் நெஸ்ப்ரேயின் வலிமைக்கு ஆங்கர் போட்டி இல்லை என்று கேலி செய்வார். நெஸ்ப்ரே மற்றும் ஆங்கர் இடையேயான பெரிய போர் வேகத்தை அதிகரித்துக் கொண்டிருந்தபோது, ​​​​ஆண்ட்ரியாஸ் தாய்லாந்தில் உள்ள நெஸ்லேவுக்கு சென்றார்.",
        "ஆண்ட்ரியாஸ் ஏற்கனவே இலங்கையை விட்டு வெளியேறிவிட்டார், ஆங்கர் சந்தைக்கு வந்த இரண்டே ஆண்டுகளில், மில்க்ஸ் பெரும் போரில் ஆங்கர் வெற்றி பெற்றார். ரோஸி சேனநாயக்காவை ஆங்கரின் முகமாக கொண்ட இரட்டைச் சக்திகள், முழு நாடும் அவரை 'ஆங்கர் அம்மா' என்று அறிந்தது மற்றும் \"நியூசிலாந்தின் புதிய மேய்ச்சல் நிலங்களில் இருந்து\" என்ற கோஷம், ஆங்கரை 1986 இல் நம்பர் 1 இடத்திற்கு தள்ளியது. பல ஆண்டுகளுக்குப் பிறகு, \"சுமி டியர்ஸ்ட், 'நான் கொழும்பில் இருந்திருந்தால், நீங்கள் நெஸ்லேவை வென்றிருக்க மாட்டீர்கள்\" என்று ஆண்ட்ரியாஸ் நகைச்சுவையாகச் சொல்வார்.",
        "பின்னோக்கிப் பார்த்தால், நான் நிறுவிய நிறுவனத்தை நியூசிலாந்து பால் பண்ணை வாரியத்துக்கு விற்க அவர் ஒருபோதும் அனுமதித்திருக்க மாட்டார் என்று எனக்குத் தெரியும் - நான் 70% சந்தைப் பங்கைக் கைப்பற்றிய பிறகு அல்ல. எனவே, 2018 ஆம் ஆண்டு அவர்களுடன் தங்கியிருந்தபோது, ​​1988 ஆம் ஆண்டு குடும்பமாக நாங்கள் மேற்கொண்ட மறக்கமுடியாத பயணத்தை நினைவுகூர்ந்து இந்த தனிப் பயணத்தை மேற்கொள்ள முடிவு செய்தேன்.",
        "அனார்கலியும், ஔஷியும் என்னால் தனியாகப் பயணிக்க முடியாது, போக முடியாது என்ற அவர்களின் முடிவால் அசையவே இல்லை. எனக்கு 73 வயதாகிறது, அவர்கள் என்னைத் தடுக்க முயன்றார்கள், எனக்கு ஏற்படக்கூடிய நோய்களைப் பற்றியும் அவர்கள் பறை சாற்றக்கூடிய ஒவ்வொரு பயண திகில் கதையைப் பற்றியும் பேசினார்கள். ஆனால் நான் அசைக்கப்படவில்லை. இது நானே மேற்கொள்ளும் முதல் பயணம், அந்த சுதந்திரம் மற்றும் சுதந்திர உணர்வை உணர விரும்பினேன். நான் ஒரு நாளைக்கு நான்கு முறை குறுஞ்செய்தி அனுப்புவேன் என்று உறுதியளித்ததால் பெண்கள் இறுதியாக மனந்திரும்பினார்கள், மேலும் அனைத்து நிகழ்வுகளுக்கும் காப்பீடும் உண்டு. அவர்கள் நிம்மதியடைந்தனர்.",
        "அடுத்து நான் ஆண்ட்ரியாஸிடமும் சாண்ட்ராவிடமும் எனது திட்டங்களைச் சொன்னேன் - நான் ஜெர்மாட்டுக்குச் செல்ல விரும்பினேன், செயின்ட் மோரிட்ஸிலிருந்து பனிப்பாறை எக்ஸ்பிரஸில் லூசர்ன், இண்டர்லேக்கன் மற்றும் ஜெனிவாவுக்குச் சென்று, பின்னர் நான் கொழும்புக்கு லண்டனுக்குச் செல்ல விரும்பினேன். என் பயணத்திட்டத்தை பொறுமையாகக் கேட்ட ஆண்ட்ரியாஸ், “இல்லை சுமி டியர், நீ அந்த வழியில் பயணம் செய்யவில்லை. அதை உங்களுக்காக ஏற்பாடு செய்கிறேன்.",
        "ஆண்ட்ரியாஸ் வேலைக்குச் சென்றார். வடக்கு மற்றும் தெற்கு ஐரோப்பாவை இணைக்கும் உலகின் மிக நீளமான மற்றும் ஆழமான இரயில் சுரங்கப்பாதையான கோதார்ட் சுரங்கப்பாதை வழியாக பயணிக்கும் மிகவும் திறமையான சுவிஸ் ரயில் அமைப்பு அவரது பயணத்திட்டத்தில் அடங்கும். அது திறக்கப்பட்டது, நான் அந்த சுரங்கப்பாதையில் பயணம் செய்வதை அனுபவிக்க வேண்டும் என்று அவர் விரும்பினார். எனது சாமான்களுடன் நான் சிக்காமல் இருப்பதையும் அவர் உறுதி செய்தார்; அது நேரடியாக ஹோட்டலுக்கு டெலிவரி செய்யப்படும்.",
        "நான் எனது பயணத்தைத் தொடங்கினேன், மிகவும் உற்சாகமாகவும், முழு மகிழ்ச்சியுடனும் இந்தப் பயணத்தை நான் முழுவதுமாக சொந்தமாகச் செய்கிறேன். கோட்ஹார்ட் சுரங்கப்பாதையில் பூமியின் குடல் வழியாகப் பயணித்த பிறகு, நான் லூசர்ன் ஏரியில் படகை எடுத்துக்கொண்டு, இரயிலில் இன்டர்லேக்கனுக்குச் சென்றேன், அது கீழே பறந்து பல செங்குத்தான வளைவுகளைக் கொண்டுள்ளது.",
        "நான் இண்டர்லேக்கனுக்குச் சென்றபோது, ​​ஜங்ஃப்ராவ் - உலகின் மிக உயரமான ரயில் நிலையம் - கடல் மட்டத்திலிருந்து சுமார் 2,500 மீட்டர் உயரத்தில் பனி, பனி மற்றும் பாறைகளின் கம்பீரமான பின்னணியில் அமைந்துள்ளது. நான் முன்பு நாங்கள் தங்கியிருந்த ஹோட்டல் பியூ ரிவேஜில் தங்கி எனக்கு பல நினைவுகளை வைத்திருந்தேன். நாங்கள் சென்ற இடங்கள் ஒவ்வொன்றையும் நான் மீண்டும் பார்வையிட்டபோது, ​​நான் புகைப்படம் எடுத்து, சிறுமிகளுக்கு அனுப்பினேன், அவர்கள் இந்த பயணத்தை என் மூலம் மீண்டும் அனுபவிப்பார்கள் என்று நம்புகிறேன்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}