{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/India-Sri-Lanka-and-Nepal-join-hands-to-optimise-screening-and-support-services-for-gender-based-violence-and-trafficking-victims/56-734262",
  "time_ut": 1651519860,
  "title": "India, Sri Lanka, and Nepal join hands to optimise screening and support services for gender-based violence and trafficking victims",
  "body_lines": [
    "The Asia Foundation convened a multi-country regional meeting in Delhi on 24 and 25 March, to discuss optimising screening and support services for Gender-Based Violence (GBV) and Trafficking in Persons (TIP) victims in India, Sri Lanka, and Nepal.",
    "The regional meeting follows national convenings, discussing the findings of individual country reports on ‘Optimising Screening and Support Services for Victims of Gender-Based Violence (GBV) and Trafficking in Persons (TIP)’.",
    "Participants from Nepal and Sri Lanka were able to virtually join in the proceedings of the two-day event in Delhi. The event featured experts and officials from India, Sri Lanka, and Nepal, who believe that improving screening and identification is critical, amidst rising incidents of trafficking and gender-based violence.",
    "Chandima Arambepola of the Centre for Poverty Analysis, Sri Lanka presented the findings of the Sri Lanka study, while Chaithri Ranatunge of The Asia Foundation, Sri Lanka contributed views and insights on existing mechanisms and tools to support screening and linking service delivery referral to services for victims.The study revealed  that across the three countries of India, Nepal, and Sri Lanka, there was limited comprehensive understanding of the interlinkages between TIP and GBV among law enforcement, prosecutors, judges, and government and non-government service providers.",
    "Regionally, the research findings highlight that GBV and TIP victims often suffer similar and intersecting forms of abuse. Yet, the service delivery system largely compartmentalises the provision of services based on the type of crime, rather than on the common experiences of violence and abuse suffered by both types of victims.",
    "Speaking about the situation with GBV and TIP in Sri Lanka, The Asia Foundation Sri Lanka Program Director Ramani Jayasundere explained the interplay between TIP and GBV, and how TIP is treated differently from GBV. She spoke of how GBV is based on gender inequalities in a patriarchal system and unequal power relations between men and women. TIP is also based on unequal power relations but is a complex crime driven by criminal syndicates to earn profit. Dr. Jayasundere added that TIP is one of the worst forms of GBV, and that GBV is an important driver of human trafficking and a tool to control women, children, and men.",
    "Chandima Arambepola from CEPA, speaking at the event, highlighted some crucial findings in Sri Lanka. “It is very difficult to get people to talk about it,” she said in reference to the issue of trafficking in persons in Sri Lanka, adding, “Trafficking is not understood well enough in Sri Lanka as opposed to GBV and because of this not a lot of TIP is reported. When understanding is weak, then identification is compromised. Even among those who understand the context of TIP, women are mostly recognised as victims which excludes potential male victims and members of the LGBTQI community.”",
    "On making recommendations on optimising screening and support services for GBV and TIP victims, the Sri Lanka Country report broadly recommends a focus on preventative measures/efforts, reaching out to marginalised groups, strengthening understanding among Police Officers at the District Secretariat level on how to identify GBV and TIP, strengthening capacity of Police Officers at the local stations and sensitising public health officials to identify trafficking as a form of violence.",
    "The national studies on ‘Optimising Screening and Support Services for Gender-Based Violence (GBV) and Trafficking in Persons (TIP)’ were conducted by FXB India Suraksha (India), Social Science Baha (Nepal), and Centre for Poverty Analysis (Sri Lanka) in partnership with The Asia Foundation and with support from the US State Department Trafficking in Persons Office.",
    "The multi-country study provides an overview of the screening and identification services, and the possibility of integrating services for victims of Gender-Based Violence and Trafficking in Persons. It highlights the gaps in the screening process for victim identification and the resultant service delivery and includes recommendations to improve screening and identification of victims of GBV and TIP.",
    "The full report can be accessed here: Optimising Screening and Support Services for GBV and TIP Victims Archives - The Asia Foundation"
  ],
  "translate": {
    "si": {
      "title": "ඉන්දියාව, ශ්‍රී ලංකාව සහ නේපාලය ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් ප්‍රචණ්ඩත්වය සහ ජාවාරම් වින්දිතයින් සඳහා පරීක්ෂණ සහ සහාය සේවා ප්‍රශස්ත කිරීමට අත්වැල් බැඳගනී",
      "body_lines": [
        "ඉන්දියාව, ශ්‍රී ලංකාව සහ නේපාලය යන රටවල ස්ත්‍රී පුරුෂ සමාජභාවය මත පදනම් වූ ප්‍රචණ්ඩත්වය (GBV) සහ පුද්ගලයින් ජාවාරම් කිරීම (TIP) වින්දිතයින් සඳහා පරීක්ෂණ සහ සහාය සේවා ප්‍රශස්ත කිරීම පිළිබඳව සාකච්ඡා කිරීම සඳහා Asia Foundation මාර්තු 24 සහ 25 යන දිනවල දිල්ලි නුවර බහු-රට කලාපීය රැස්වීමක් කැඳවා ඇත.",
        "‘ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් ප්‍රචණ්ඩත්වයේ (GBV) වින්දිතයන් සඳහා පරීක්ෂා කිරීම සහ සහාය සේවා ප්‍රශස්ත කිරීම සහ පුද්ගල ජාවාරම් (TIP)’ පිළිබඳ තනි රටක වාර්තාවල සොයාගැනීම් සාකච්ඡා කරමින් ප්‍රාදේශීය රැස්වීම ජාතික රැස්වීම් අනුගමනය කරයි.",
        "නේපාලයේ සහ ශ්‍රී ලංකාවේ සහභාගිවන්නන්ට දිල්ලියේ පැවති දෙදින ඉසව්වේ ක්‍රියාදාමයට පාහේ සම්බන්ධ වීමට හැකි විය. මෙම අවස්ථාවට ඉන්දියාව, ශ්‍රී ලංකාව සහ නේපාලයේ ප්‍රවීණයන් සහ නිලධාරීන් සහභාගී වූ අතර, ජාවාරම් සහ ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් ප්‍රචණ්ඩත්වය වැඩි වන සිදුවීම් මධ්‍යයේ පරීක්ෂා කිරීම සහ හඳුනා ගැනීම වැඩිදියුණු කිරීම ඉතා වැදගත් යැයි විශ්වාස කරති.",
        "ශ්‍රී ලංකාවේ දරිද්‍රතා විශ්ලේෂණ මධ්‍යස්ථානයේ චන්දිම අරඹේපොල විසින් ශ්‍රී ලංකා අධ්‍යයනයේ සොයාගැනීම් ඉදිරිපත් කළ අතර, ශ්‍රී ලංකාවේ ඒෂියා පදනමේ චෛත්‍රි රණතුංග විසින් දැනට පවතින යාන්ත්‍රණයන් සහ මෙවලම් පිළිබඳ අදහස් සහ අවබෝධය ලබා දුන්නේ සේවා සැපයීම සඳහා යොමු කිරීම් පරීක්ෂා කිරීම සහ සම්බන්ධ කිරීම සඳහා ය. වින්දිතයින්. අධ්‍යයනයෙන් හෙළි වූයේ  ඉන්දියාව, නේපාලය සහ ශ්‍රී ලංකාව යන රටවල් තුන පුරා, නීතිය ක්‍රියාත්මක කරන්නන්, නඩු පවරන්නන්, විනිසුරුවන් සහ රජයේ සහ රාජ්‍ය නොවන සේවා සපයන්නන් අතර TIP සහ GBV අතර අන්තර් සම්බන්ධකම් පිළිබඳ සීමිත විස්තීරණ අවබෝධයක් තිබූ බවයි.",
        "කලාපීය වශයෙන්, GBV සහ TIP වින්දිතයින් බොහෝ විට සමාන සහ ඡේදනය වන අපයෝජනයන්ට ගොදුරු වන බව පර්යේෂණ සොයාගැනීම් ඉස්මතු කරයි. එහෙත්, වින්දිතයින් දෙවර්ගයටම අත්විඳින ලද ප්‍රචණ්ඩත්වය සහ අපයෝජනය පිළිබඳ පොදු අත්දැකීම් මත නොව, සේවා සැපයීමේ ක්‍රමය බොහෝ දුරට අපරාධ වර්ගය මත පදනම්ව සේවා සැපයීම කොටස් කරයි.",
        "ශ්‍රී ලංකාවේ GBV සහ TIP සමඟ තත්ත්වය ගැන කතා කරමින්, Asia Foundation Sri Lanka වැඩසටහන් අධ්‍යක්ෂ රමණි ජයසුන්දර TIP සහ GBV අතර අන්තර් ක්‍රියාකාරිත්වය සහ TIP GBV ට වඩා වෙනස් ලෙස සලකන ආකාරය පැහැදිලි කළාය. පීතෘමූලික පද්ධතියක ස්ත්‍රී පුරුෂ අසමානතා සහ පිරිමින් සහ කාන්තාවන් අතර අසමාන බල සම්බන්ධතා මත GBV පදනම් වී ඇති ආකාරය ගැන ඇය කතා කළාය. ඔත්තුව අසමාන බල සබඳතා මත ද පදනම් වන නමුත් ලාභ ඉපැයීම සඳහා අපරාධ සින්ඩිකේට් විසින් මෙහෙයවනු ලබන සංකීර්ණ අපරාධයකි. TIP යනු GBV හි නරකම ආකාරයක් බවත්, GBV යනු මිනිස් ජාවාරමේ වැදගත් ධාවකයක් බවත් කාන්තාවන්, ළමයින් සහ පිරිමින් පාලනය කිරීමට මෙවලමක් බවත් වෛද්‍ය ජයසුන්දර මහතා පැවසීය.",
        "CEPA හි චන්දිම අරඹේපොල, උත්සවයේදී අදහස් දක්වමින්, ශ්‍රී ලංකාවේ තීරණාත්මක සොයාගැනීම් කිහිපයක් ඉස්මතු කළේය. ශ්‍රී ලංකාවේ පුද්ගල ජාවාරම් පිළිබඳ ප්‍රශ්නය ගැන සඳහන් කරමින් “ඒ ගැන කතා කිරීමට මිනිසුන් ලබා ගැනීම ඉතා අපහසුයි,” ඇය පැවසුවේ, “ජීබීවී වලට වඩා ජාවාරම් කිරීම ශ්‍රී ලංකාව තුළ ප්‍රමාණවත් ලෙස වටහාගෙන නොමැති අතර මේ නිසා නොවේ. බොහෝ ඉඟි වාර්තා වේ. අවබෝධය දුර්වල වූ විට හඳුනාගැනීම අඩාල වේ. TIP හි සන්දර්භය තේරුම් ගන්නා අය අතර පවා, කාන්තාවන් බොහෝ දුරට ගොදුරු වූවන් ලෙස හඳුනාගෙන ඇති අතර එමඟින් විභව පිරිමි ගොදුරු වූවන් සහ LGBTQI ප්‍රජාවේ සාමාජිකයින් බැහැර කරයි.",
        "GBV සහ TIP වින්දිතයන් සඳහා පරීක්‍ෂණ සහ උපකාර සේවා ප්‍රශස්ත කිරීම පිළිබඳ නිර්දේශ ඉදිරිපත් කිරීමේදී, ශ්‍රී ලංකා වාර්තාව පුළුල් ලෙස වැළැක්වීමේ පියවර/ප්‍රයත්න, ආන්තික කණ්ඩායම් වෙත ළඟා වීම, හඳුනා ගන්නේ කෙසේද යන්න පිළිබඳව දිස්ත්‍රික් ලේකම් කාර්යාල මට්ටමින් පොලිස් නිලධාරීන් අතර අවබෝධය ශක්තිමත් කිරීම කෙරෙහි අවධානය යොමු කිරීම නිර්දේශ කරයි. GBV සහ TIP, ප්‍රාදේශීය ස්ථානවල පොලිස් නිලධාරීන්ගේ ධාරිතාව ශක්තිමත් කිරීම සහ ජාවාරම ප්‍රචණ්ඩත්වයේ ආකාරයක් ලෙස හඳුනා ගැනීමට මහජන සෞඛ්‍ය නිලධාරීන්ට සංවේදී කිරීම.",
        "'ස්ත්‍රී පුරුෂ සමාජභාවය මත පදනම් වූ ප්‍රචණ්ඩත්වය (GBV) සහ පුද්ගලයින් ජාවාරම් කිරීම (TIP) සඳහා ප්‍රශස්ත පරීක්ෂාව සහ සහාය සේවා' පිළිබඳ ජාතික අධ්‍යයනයන් FXB India Suraksha (India), Social Science Baha (නේපාලය) සහ දරිද්‍රතා විශ්ලේෂණ මධ්‍යස්ථානය (Sri) විසින් පවත්වන ලදී. Lanka) The Asia Foundation සමග සහයෝගීතාවයෙන් සහ එක්සත් ජනපද රාජ්‍ය දෙපාර්තමේන්තුවේ පුද්ගල ජාවාරම් කාර්යාලයේ සහාය ඇතිව.",
        "බහු-රට අධ්‍යයනය මඟින් පිරික්සීමේ සහ හඳුනාගැනීමේ සේවා පිළිබඳ දළ විශ්ලේෂණයක් සපයන අතර, ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් ප්‍රචණ්ඩත්වයට සහ පුද්ගලයන් ජාවාරමට ගොදුරු වූවන් සඳහා සේවා ඒකාබද්ධ කිරීමේ හැකියාව සපයයි. එය වින්දිතයින් හඳුනා ගැනීම සහ එහි ප්‍රතිඵලයක් ලෙස සේවා සැපයීම සඳහා පිරික්සීමේ ක්‍රියාවලියේ ඇති හිඩැස් ඉස්මතු කරන අතර GBV සහ TIP හි ගොදුරු වූවන් පරීක්ෂා කිරීම සහ හඳුනා ගැනීම වැඩිදියුණු කිරීම සඳහා නිර්දේශ ඇතුළත් වේ.",
        "සම්පූර්ණ වාර්තාව මෙතැනින් ලබා ගත හැක: GBV සහ TIP Victims Archives සඳහා Screening සහ Support Services Optimizing - The Asia Foundation"
      ]
    },
    "ta": {
      "title": "இந்தியா, இலங்கை மற்றும் நேபாளம் ஆகியவை பாலின அடிப்படையிலான வன்முறை மற்றும் கடத்தல் பாதிக்கப்பட்டவர்களுக்கான திரையிடல் மற்றும் ஆதரவு சேவைகளை மேம்படுத்த கைகோர்க்கின்றன",
      "body_lines": [
        "இந்தியா, இலங்கை மற்றும் நேபாளத்தில் பாலின அடிப்படையிலான வன்முறை (ஜிபிவி) மற்றும் நபர்களை கடத்தல் (டிஐபி) ஆகியவற்றில் பாதிக்கப்பட்டவர்களுக்கு ஸ்கிரீனிங் மற்றும் ஆதரவு சேவைகளை மேம்படுத்துவது குறித்து விவாதிக்க, ஆசிய அறக்கட்டளை மார்ச் 24 மற்றும் 25 தேதிகளில் டெல்லியில் பல நாடுகளின் பிராந்திய கூட்டத்தை கூட்டியது.",
        "பிராந்தியக் கூட்டம் தேசிய கூட்டங்களைத் தொடர்ந்து, 'பாலின அடிப்படையிலான வன்முறை (GBV) மற்றும் நபர்களைக் கடத்துதல் (TIP) ஆகியவற்றால் பாதிக்கப்பட்டவர்களுக்கான ஸ்கிரீனிங் மற்றும் ஆதரவு சேவைகளை மேம்படுத்துதல்' பற்றிய தனிப்பட்ட நாட்டின் அறிக்கைகளின் கண்டுபிடிப்புகள் பற்றி விவாதிக்கிறது.",
        "நேபாளம் மற்றும் இலங்கையில் இருந்து பங்கேற்பாளர்கள் டெல்லியில் இரண்டு நாள் நிகழ்வின் நடவடிக்கைகளில் கிட்டத்தட்ட கலந்து கொள்ள முடிந்தது. இந்நிகழ்ச்சியில் இந்தியா, இலங்கை மற்றும் நேபாளத்தைச் சேர்ந்த வல்லுநர்கள் மற்றும் அதிகாரிகள் கலந்து கொண்டனர், அவர்கள் கடத்தல் மற்றும் பாலின அடிப்படையிலான வன்முறை சம்பவங்கள் அதிகரித்து வரும் நிலையில், திரையிடல் மற்றும் அடையாளத்தை மேம்படுத்துவது மிகவும் முக்கியமானது என்று நம்புகிறார்கள்.",
        "இலங்கையின் வறுமைப் பகுப்பாய்வு மையத்தின் சந்திமா அரம்பேபொல இலங்கை ஆய்வின் கண்டுபிடிப்புகளை சமர்ப்பித்ததுடன், இலங்கையின் ஆசிய அறக்கட்டளையைச் சேர்ந்த சைத்திரி ரணதுங்க, தற்போதுள்ள பொறிமுறைகள் மற்றும் கருவிகள் பற்றிய பார்வைகள் மற்றும் நுண்ணறிவுகளை சேவை வழங்கல் பரிந்துரைகளை திரையிடல் மற்றும் இணைக்கும் சேவைகளை வழங்கியுள்ளார். பாதிக்கப்பட்டவர்கள்.இந்த ஆய்வு, இந்தியா, நேபாளம் மற்றும் இலங்கை ஆகிய மூன்று நாடுகளிலும், சட்ட அமலாக்க, வழக்கறிஞர்கள், நீதிபதிகள் மற்றும் அரசு மற்றும் அரசு சாரா சேவை வழங்குநர்களிடையே TIP மற்றும் GBV ஆகியவற்றுக்கு இடையேயான தொடர்புகள் பற்றிய வரையறுக்கப்பட்ட விரிவான புரிதல் இருந்தது.",
        "பிராந்திய ரீதியாக, GBV மற்றும் TIP பாதிக்கப்பட்டவர்கள் பெரும்பாலும் ஒரே மாதிரியான மற்றும் குறுக்கிடும் துஷ்பிரயோகத்தால் பாதிக்கப்படுகின்றனர் என்பதை ஆராய்ச்சி கண்டுபிடிப்புகள் எடுத்துக்காட்டுகின்றன. இருப்பினும், சேவை வழங்கல் முறையானது, வன்முறை மற்றும் துஷ்பிரயோகம் ஆகிய இரண்டு வகையான பாதிக்கப்பட்டவர்களும் அனுபவிக்கும் பொதுவான அனுபவங்களைக் காட்டிலும், குற்றத்தின் வகையின் அடிப்படையில் சேவைகளை வழங்குவதை பெரும்பாலும் பிரித்தெடுக்கிறது.",
        "இலங்கையில் GBV மற்றும் TIP உடனான நிலைமை பற்றி பேசுகையில், The Asia Foundation Sri Lanka நிகழ்ச்சியின் பணிப்பாளர் ரமணி ஜெயசுந்தரே TIP மற்றும் GBV ஆகியவற்றுக்கு இடையேயான தொடர்பை விளக்கினார். ஆணாதிக்க அமைப்பில் உள்ள பாலின ஏற்றத்தாழ்வுகள் மற்றும் ஆண்களுக்கும் பெண்களுக்கும் இடையிலான சமத்துவமற்ற அதிகார உறவுகளின் அடிப்படையில் GBV எவ்வாறு உள்ளது என்பதைப் பற்றி அவர் பேசினார். TIP என்பது சமமற்ற அதிகார உறவுகளை அடிப்படையாகக் கொண்டது, ஆனால் இது ஒரு சிக்கலான குற்றமாகும். டிஐபி என்பது GBVயின் மோசமான வடிவங்களில் ஒன்றாகும் என்றும், GBV மனித கடத்தலின் முக்கிய இயக்கி என்றும் பெண்கள், குழந்தைகள் மற்றும் ஆண்களைக் கட்டுப்படுத்தும் கருவி என்றும் டாக்டர் ஜெயசுந்தரே மேலும் கூறினார்.",
        "நிகழ்வில் உரையாற்றிய CEPA இன் சந்திமா அரம்பேபொல, இலங்கையில் சில முக்கியமான கண்டுபிடிப்புகளை எடுத்துரைத்தார். இலங்கையில் ஆட்கள் கடத்தல் விவகாரம் பற்றி குறிப்பிடுகையில், \"இது பற்றி பேசுவதற்கு மக்களைப் பெறுவது மிகவும் கடினம்,\" என்று அவர் கூறினார், \"கடத்தல் GBV க்கு மாறாக இலங்கையில் போதுமான அளவு புரிந்து கொள்ளப்படவில்லை, இதன் காரணமாக இல்லை. நிறைய குறிப்புகள் தெரிவிக்கப்பட்டுள்ளன. புரிதல் பலவீனமாக இருக்கும்போது, ​​​​அடையாளம் சமரசம் செய்யப்படுகிறது. TIP இன் சூழலைப் புரிந்துகொள்பவர்களில் கூட, பெண்கள் பெரும்பாலும் பாதிக்கப்பட்டவர்களாக அங்கீகரிக்கப்படுகிறார்கள், இது சாத்தியமான ஆண் பாதிக்கப்பட்டவர்கள் மற்றும் LGBTQI சமூகத்தின் உறுப்பினர்களைத் தவிர்த்து.\"",
        "GBV மற்றும் TIP பாதிக்கப்பட்டவர்களுக்கான ஸ்கிரீனிங் மற்றும் ஆதரவு சேவைகளை மேம்படுத்துவது தொடர்பான பரிந்துரைகளை வழங்குவதில், தடுப்பு நடவடிக்கைகள்/முயற்சிகள், ஓரங்கட்டப்பட்ட குழுக்களை சென்றடைதல், மாவட்ட செயலக மட்டத்தில் உள்ள பொலிஸ் உத்தியோகத்தர்களிடையே புரிந்துணர்வை வலுப்படுத்துதல் போன்றவற்றில் கவனம் செலுத்துமாறு இலங்கை நாட்டு அறிக்கை பரந்தளவில் பரிந்துரைக்கிறது. GBV மற்றும் TIP, உள்ளூர் நிலையங்களில் உள்ள காவல்துறை அதிகாரிகளின் திறனை வலுப்படுத்துதல் மற்றும் கடத்தலை வன்முறையின் வடிவமாக அடையாளம் காண பொது சுகாதார அதிகாரிகளுக்கு விழிப்புணர்வு ஏற்படுத்துதல்.",
        "எஃப்எக்ஸ்பி இந்தியா சுரக்ஷா (இந்தியா), சமூக அறிவியல் பஹா (நேபாளம்) மற்றும் வறுமைப் பகுப்பாய்வு மையம் (ஸ்ரீ) ஆகியவற்றால் 'பாலின அடிப்படையிலான வன்முறை (GBV) மற்றும் நபர்களை கடத்துதல் (TIP) ஆகியவற்றுக்கான கண்காணிப்பு மற்றும் ஆதரவு சேவைகளை மேம்படுத்துதல்' குறித்த தேசிய ஆய்வுகள் நடத்தப்பட்டன. லங்கா) The Asia Foundation உடன் இணைந்து மற்றும் அமெரிக்க இராஜாங்கத் திணைக்களத்தின் ஆட்கடத்தல் அலுவலகத்தின் ஆதரவுடன்.",
        "பல நாடுகளின் ஆய்வு ஸ்கிரீனிங் மற்றும் அடையாள சேவைகள் மற்றும் பாலின அடிப்படையிலான வன்முறை மற்றும் நபர்களை கடத்தல் ஆகியவற்றால் பாதிக்கப்பட்டவர்களுக்கான சேவைகளை ஒருங்கிணைப்பதற்கான சாத்தியக்கூறுகளின் மேலோட்டத்தை வழங்குகிறது. பாதிக்கப்பட்டவர்களைக் கண்டறிவதற்கான ஸ்கிரீனிங் செயல்பாட்டில் உள்ள இடைவெளிகளையும் அதன் விளைவாக சேவை வழங்குவதையும் இது எடுத்துக்காட்டுகிறது மற்றும் GBV மற்றும் TIP ஆகியவற்றால் பாதிக்கப்பட்டவர்களின் திரையிடல் மற்றும் அடையாளத்தை மேம்படுத்துவதற்கான பரிந்துரைகளை உள்ளடக்கியது.",
        "முழு அறிக்கையையும் இங்கே அணுகலாம்: GBV மற்றும் TIP பாதிக்கப்பட்டோர் காப்பகங்களுக்கான ஸ்கிரீனிங் மற்றும் ஆதரவு சேவைகளை மேம்படுத்துதல் - ஆசிய அறக்கட்டளை"
      ]
    }
  }
}