{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sixth-Century-BCE-marked-the-Birth-of-Buddha-and-the-earliest-philosophers-of-the-world/172-237021",
  "time_ut": 1652469660,
  "title": "Sixth Century BCE marked the Birth of Buddha and the earliest philosophers of the world",
  "body_lines": [
    "Lumbini, the Birthplace of the Lord Buddha- Surrounding the Mayadevi Temple are the foundations of ancient monasteries that were built here for pilgrims as early as the 3rd century BC. – © Michael Turtle",
    "The sublime Teachings of Gautama Buddha which had stirred the interest of intellectuals and philosophers the world over, drove British author and historian H.G. Wells to delve deep into the life and times of the Buddha in his “A Short History of the World.” While exploring the era of spiritual awakening, he made parallels with intellectuals who made their presence felt at the time of the Buddha elsewhere on the globe.",
    "With Gautama Buddha being born circa 550 BCE, Wells went back to that century and noted how important the sixth century BCE was to the history of humanity. “They were waking up out of the traditions of kingships, priests and blood sacrifices as if the race had reached a stage of adolescence – after a childhood of 20,000 years.”",
    "When Gautama Buddha was teaching in India, the Greek inquirers, Thales, Anaximander and Heraclitus had begun to think anew of the Universe and the man’s place in it. Isaiah was prophesying in Babylon and in China,Confucius and Lao Tse were inspiring intellectual activity. All these men were in the world at the same time in the sixth century BCE unaware of one another. Thus, from Athens to the Pacific, the human mind was astir.",
    "At the time Siddhartha was pursuing his search for the Truth, in ancient India, many others had left their homes forsaking the existing worldly order in a similar quest as Siddhartha. Mahavir, the founder of Jainism- a contemporary of Siddhartha, was one of them. Siddhartha on leaving home, rode off into the world, making his way southward to a resort of hermits and teachers in a hilly spur of the Vindya mountains.  In the mountains, there had been a number of wise men in a group of caves imparting what they had learnt by word of mouth to those who cared to listen to them. Siddhartha became versed in all metaphysics of his age but he was not satisfied with what he learnt from them.",
    "When Gautama Buddha was teaching in India, the Greek inquirers, Thales, Anaximander and Heraclitus had begun to think anew of the Universe and the man’s place in it",
    "At the time Siddhartha was pursuing his search for the Truth, in ancient India, many others had left their homes forsaking the existing worldly order in a similar quest as Siddhartha",
    "He left them and “while wandering alone, his mind was grappling with a great and intricate problem. It made advances step by step little realising of the gains it had made until suddenly, while seated under a great tree, He realised with an effect of abrupt illumination, its victory or Enlightenment. With the sense of clear vision that came to Him, He found that He saw the meaning of life. He sat there all day and all night in profound thought, then rose and went to Benares where He found His former companions to whom He imparted His vision of the world.",
    "“In the King’s deer park at Benares, He and His disciples initially set themselves up in a school to which those seeking after wisdom, began coming in one by one…",
    "“Gautama Buddha’s Teachings which revolutionised the religious thoughts and feelings of most of Asia concentrated on “self” and sought to destroy it by overcoming craving. “When craving is overcome, “self” vanishes. Then comes serenity of soul or Nirvana – the supreme bliss of being reduced to nothing, afterlife.",
    "“This view was different in quality from the frank and externalised curiosity with which Thales, Anaximander and Heraclitus in Greece were attempting to resolve problems of the Universe, thus making Athens the centre of mental activity and beginning the systematic collection of knowledge - science. Free systematic thinking thus began.”",
    "Wells called these Greeks “independent gentlemen” who gave their minds to shrewd questioning of the world in which we live, asking what its real nature was, whence it came and what its destiny might be. They refused ready-made or evasive answers. These Greek inquirers, who began to be remarkable in the sixth century BCE, were the first philosophers of the world. Buddha’s Teachings, the very subtle and metaphysical philosophy, however, were deeper than the Greek belief “to seek and know fearlessly.”",
    "In the same era, in Babylon, with the development of the Jews, a new kind of men in the form of Prophets emerged. Although they were men of the most diverse origins, all gave allegiance to the “God of Righteousness” and they spoke directly to the people. The formula was “Now the world of the Lord came unto me.”",
    "“It was among these utterances of numerous prophets that the prophetic voice of Isaiah rose to a pitch of splendid anticipation and foreshadowed the whole earth, united it and at peace under one God. Therein the Jewish prophecies culminated.”",
    "In the further east of the globe in the meantime, two other great men – Confucius and Lao Tse lived in China in that wonderful century which began the adolescence of mankind.",
    "Confucius, who travelled from state to state, distressed by the lawlessness and disorder of China at the time, conceived an idea of a better government and a better life. He, in a parallel mood to the Greek impulse, set up sort of an Academy for discovering and teaching wisdom.",
    "His Teachings had vitality and became a great formative influence with the Chinese people. And it became one of what the Chinese called “The Three Teachings”  – the other two being those of the Buddha and of Lao Tse.",
    "The Teachings of Lao Tse was much more mystical, vague and elusive than that of Confucius. He preached against the pleasures of the world and a return to an imaginary, simple life of the past."
  ],
  "translate": {
    "si": {
      "title": "ක්‍රිස්තු පූර්ව හයවන සියවසේදී බුදුන් වහන්සේගේ උපත සහ ලොව ආදිතම දාර්ශනිකයන්",
      "body_lines": [
        "ලුම්බිණිය, බුදුරජාණන් වහන්සේගේ උපන් ස්ථානය - මායාදේවි විහාරය වටේ ඇති පැරණි ආරාමවල පදනම ක්‍රි.පූ. - © මයිකල් කැස්බෑවා",
        "ලොව පුරා සිටින බුද්ධිමතුන්ගේ සහ දාර්ශනිකයන්ගේ උනන්දුව ඇවිස්සූ ගෞතම බුදුන්ගේ උත්තරීතර ඉගැන්වීම්, බ්‍රිතාන්‍ය කතුවරයකු සහ ඉතිහාසඥයකු වන එච්.ජී. වෙල්ස් තම “ලෝකයේ කෙටි ඉතිහාසයක්” තුළ බුදුන් වහන්සේගේ ජීවිතය හා කාලය ගැඹුරින් ගවේෂණය කිරීමට පෙලඹුණි. අධ්‍යාත්මික පිබිදීමේ යුගය ගවේෂණය කරන අතරතුර, ඔහු ලොව වෙනත් තැනක බුදුන් වැඩ සිටි කාලයේ තම පැවැත්ම දැනුණු බුද්ධිමතුන් සමඟ සමපාත විය.",
        "ක්‍රිස්තු පූර්ව 550 දී පමණ ගෞතම බුදුන් ඉපදීමත් සමඟ වෙල්ස් එම සියවසට ආපසු ගොස් ක්‍රිස්තු පූර්ව හයවන සියවස මානව වර්ගයාගේ ඉතිහාසයට කෙතරම් වැදගත් දැයි සඳහන් කළේය. \"අවුරුදු 20,000 ක ළමා කාලයකට පසු ජාතිය නව යොවුන් වියට පැමිණියාක් මෙන් ඔවුන් රජකම්, පූජකයන් සහ රුධිර පූජා සම්ප්‍රදායන්ගෙන් අවදි වෙමින් සිටියහ.\"",
        "ගෞතම බුදුන් වහන්සේ භාරතයේ උගන්වද්දී ග්‍රීක විචාරකයන් වූ තේල්ස්, ඇනක්සිමැන්ඩර් සහ හෙරක්ලිටස් විශ්වය සහ එහි මිනිසාගේ ස්ථානය ගැන අලුතින් සිතන්නට පටන් ගෙන තිබුණි. යෙසායා බබිලෝනියේ සහ චීනයේ අනාවැකි කියමින් සිටි අතර, කොන්ෆියුසියස් සහ ලාඕ ට්සේ බුද්ධිමය ක්‍රියාකාරකම් ප්‍රබෝධමත් කළහ. ක්‍රි.පූ. හයවන සියවසේදී මේ සියලු මිනිසුන් එකිනෙකා නොදැන එකම කාලයේදී ලෝකයේ සිටියෝය. මේ අනුව, ඇතන්ස් සිට පැසිෆික් දක්වා, මිනිස් මනස දැඩි විය.",
        "පුරාණ භාරතයේ සිද්ධාර්ථ සත්‍යය සෙවීමේ යෙදී සිටි කාලයේ තවත් බොහෝ දෙනෙක් සිද්ධාර්ථ හා සමාන ගවේෂණයක දී පවතින ලෞකික පිළිවෙළ අත්හැර තම නිවෙස් අතහැර ගොස් ඇත. සිද්ධාර්ථගේ සමකාලීනයෙකු වූ ජෛන ආගමේ නිර්මාතෘ මහාවීර් ඔවුන්ගෙන් කෙනෙකි. නිවසින් පිටත් වූ සිද්ධාර්ථ, වින්ද්‍යා කඳුවැටියේ කඳුකර ප්‍රදේශයක පිහිටි ආරාම සහ ගුරුවරුන්ගේ නිකේතනයකට දකුණු දෙසට ගමන් කරමින් ලොවට ගියේය. කඳුකරයේ, ගුහා සමූහයක නුවණැති මිනිසුන් ගණනාවක්ම සිට ඇත්තේ කටින් ඉගෙන ගත් දේ ඔවුන්ට සවන් දීමට කැමති අයට ය. සිද්ධාර්ථ ඔහුගේ වයසේ සියලුම පාරභෞතික විද්‍යාවන් පිළිබඳ ප්‍රවීණයෙකු වූ නමුත් ඔහු ඔවුන්ගෙන් ඉගෙන ගත් දෙයින් සෑහීමකට පත් නොවීය.",
        "ගෞතම බුදුන් වහන්සේ භාරතයේ උගන්වද්දී ග්‍රීක විචාරකයන් වූ තේල්ස්, ඇනක්සිමැන්ඩර් සහ හෙරක්ලිටස් විශ්වය සහ එහි මිනිසාගේ ස්ථානය ගැන අලුතින් සිතන්නට පටන් ගෙන ඇත.",
        "පුරාණ භාරතයේ සිද්ධාර්ථ සත්‍යය සෙවීමේ යෙදී සිටි කාලයේ තවත් බොහෝ දෙනෙක් සිදුහත් හා සමාන ගවේෂණයක දී පවතින ලෞකික පිළිවෙළ අත්හැර තම නිවෙස් අතහැර ගොස් ඇත.",
        "ඔහු ඔවුන් හැර ගොස් “තනිව ඉබාගාතේ යද්දී ඔහුගේ මනස විශාල හා සංකීර්ණ ගැටලුවක් සමඟ පොරබදමින් සිටියේය. එය ක්‍රමක්‍රමයෙන් දියුණුවට පත් වූ අතර හිටිහැටියේම තමන් ලැබූ ජයග්‍රහණ ගැන අවබෝධයක් නොමැතිව මහා වෘක්ෂයක් යට හිඳගත් උන්වහන්සේ හදිසි ආලෝකයේ බලපෑමෙන් එහි ජයග්‍රහණය හෝ බුද්ධත්වය අවබෝධ කරගත් සේක. උන් වහන්සේට පැමිණි පැහැදිලි දැක්මේ හැඟීමෙන්, උන් වහන්සේ ජීවිතයේ අරුත දුටු බව සොයා ගත්හ. ඔහු දිවා රෑ මුළුල්ලේම ගැඹුරු කල්පනාවක වාඩි වී සිටි අතර, පසුව නැඟිට බරණැස් නුවරට ගියේය, එහිදී ඔහු ලෝකය පිළිබඳ ඔහුගේ දැක්ම ලබා දුන් ඔහුගේ පැරණි සගයන් සොයා ගත්තේය.",
        "“බනාරස්හි රජුගේ මුවන් උද්‍යානයේ, ඔහු සහ ඔහුගේ ගෝලයන් මුලින් පාසලක පිහිටුවා ගත් අතර, ප්‍රඥාව සොයන අය එකින් එක එහි පැමිණීමට පටන් ගත්හ.",
        "“ගෞතම බුදුන් වහන්සේගේ ඉගැන්වීම් ආසියාවේ බොහෝ ආගමික සිතුවිලි සහ හැඟීම් විප්ලවීය වෙනසක් ඇති කළ අතර එය “ස්වය” කෙරෙහි අවධානය යොමු කළ අතර තණ්හාව ජය ගැනීමෙන් එය විනාශ කිරීමට උත්සාහ කළේය. \"තෘෂ්ණාව ජයගත් විට, \"ස්වයං\" නැති වී යයි. එවිට ආත්මයේ සන්සුන් භාවය හෝ නිර්වාණය පැමිණේ - මරණින් මතු ජීවිතය කිසිවක් නැති වීමේ උත්තරීතර සතුට.",
        "“මෙම දර්ශනය ග්‍රීසියේ තේල්ස්, ඇනක්සිමැන්ඩර් සහ හෙරක්ලිටස් විශ්වයේ ගැටලු විසඳීමට උත්සාහ කළ අවංක හා බාහිර කුතුහලයෙන් ගුණාත්මකව වෙනස් වූ අතර එමඟින් ඇතන්ස් මානසික ක්‍රියාකාරකම්වල කේන්ද්‍රස්ථානය බවට පත් කර ක්‍රමානුකූල දැනුම එකතු කිරීම ආරම්භ කළේය - විද්‍යාව. නිදහස් ක්‍රමානුකූල චින්තනය ආරම්භ වූයේ එලෙසිනි.",
        "වෙල්ස් මෙම ග්‍රීකයින් හැඳින්වූයේ \"ස්වාධීන මහත්වරුනි\" කියායි. ඔවුන් අප ජීවත් වන ලෝකය ගැන සියුම් ලෙස ප්‍රශ්න කිරීමට, එහි සැබෑ ස්වභාවය කුමක්ද, එය පැමිණියේ කොහෙන්ද සහ එහි ඉරණම කුමක් විය හැකිද යන්න විමසා බැලීමට ඔවුන්ගේ මනස ලබා දුන්හ. ඔවුන් සූදානම් කළ හෝ මග හරින පිළිතුරු ප්‍රතික්ෂේප කළහ. ක්‍රි.පූ. හයවන සියවසේදී කැපී පෙනෙන්න පටන්ගත් මෙම ග්‍රීක විමසුම්කරුවන් ලෝකයේ මුල්ම දාර්ශනිකයන් විය. කෙසේ වෙතත්, බුද්ධ ඉගැන්වීම්, ඉතා සියුම් හා පාරභෞතික දර්ශනය, ග්‍රීක විශ්වාසයට වඩා ගැඹුරු වූයේ \"නොබියව සෙවීමට සහ දැන ගැනීමට\" ය.",
        "එම යුගයේදීම, බබිලෝනියේ, යුදෙව්වන්ගේ දියුණුවත් සමඟ, අනාගතවක්තෘවරුන්ගේ ස්වරූපයෙන් නව ආකාරයේ මිනිසුන් බිහි විය. ඔවුන් විවිධ සම්භවයක් ඇති මිනිසුන් වුවද, සියල්ලෝම \"ධර්මිෂ්ඨකමේ දෙවියන් වහන්සේට\" පක්ෂපාතී වූ අතර ඔවුන් මිනිසුන්ට කෙලින්ම කතා කළහ. සූත්‍රය වූයේ “දැන් සමිඳුන්ගේ ලෝකය මා වෙත පැමිණියේය” යන්නයි.",
        "“බොහෝ අනාගතවක්තෘවරුන්ගේ මෙම ප්‍රකාශයන් අතර යෙසායාගේ අනාවැකිමය කටහඬ අතිවිශිෂ්ට අපේක්ෂාවකට නැඟුණු අතර මුළු පොළොවම පෙරනිමිති කර, එය එක දෙවියෙකු යටතේ සාමයෙන් එක්සත් කළේය. යුදෙව් අනාවැකි එහි කූටප්‍රාප්තියට පත් විය.",
        "මේ අතර ලෝක ගෝලයේ තවත් නැගෙනහිර දෙසින් තවත් ශ්‍රේෂ්ඨ මිනිසුන් දෙදෙනෙක් - කොන්ෆියුසියස් සහ ලාඕ ට්සේ මානව වර්ගයාගේ නව යොවුන් විය ආරම්භ කළ එම අපූරු සියවසේ චීනයේ ජීවත් වූහ.",
        "එකල චීනයේ පැවති අවනීතිය සහ අක්‍රමිකතා හේතුවෙන් පීඩාවට පත් වූ ප්‍රාන්තයෙන් ප්‍රාන්තයට ගමන් කළ කොන්ෆියුසියස් යහපත් රජයක් සහ යහපත් ජීවිතයක් පිළිබඳ අදහසක් පිළිසිඳ ගත්තේය. ඔහු, ග්‍රීක ආවේගයට සමාන්තර මනෝභාවයකින්, ප්‍රඥාව සොයා ගැනීම සහ ඉගැන්වීම සඳහා ඇකඩමියක් පිහිටුවීය.",
        "ඔහුගේ ඉගැන්වීම් ජීව ගුණයෙන් යුක්ත වූ අතර චීන ජනතාව සමඟ විශාල බලපෑමක් ඇති කළේය. එය චීන ජාතිකයන් \"ද ත්‍රි ඉගැන්වීම්\" ලෙස හැඳින්වූ දෙයින් එකක් බවට පත් විය - අනෙක් දෙක බුදුන්ගේ සහ ලාඕ සේගේ ඒවා විය.",
        "ලාඕ සේගේ ඉගැන්වීම් කොන්ෆියුසියස්ගේ ඉගැන්වීම්වලට වඩා අද්භූත, අපැහැදිලි සහ නොපැහැදිලි විය. මෙලොව සැප විඳීමට එරෙහිවත් අතීත මනඃකල්පිත සරල ජීවිතයකට නැවත පැමිණීමටත් උන්වහන්සේ දේශනා කළහ."
      ]
    },
    "ta": {
      "title": "கிமு ஆறாம் நூற்றாண்டு புத்தர் மற்றும் உலகின் ஆரம்பகால தத்துவஞானிகளின் பிறப்பைக் குறித்தது.",
      "body_lines": [
        "புத்தர் பிறந்த இடமான லும்பினி- மாயாதேவி கோயிலைச் சுற்றிலும் உள்ள பழங்கால மடங்களின் அடித்தளங்கள் கி.மு. – © மைக்கேல் ஆமை",
        "உலகெங்கிலும் உள்ள அறிவுஜீவிகள் மற்றும் தத்துவஞானிகளின் ஆர்வத்தைத் தூண்டிய கௌதம புத்தரின் உன்னதமான போதனைகள், பிரிட்டிஷ் எழுத்தாளரும் வரலாற்றாசிரியருமான ஹெச்.ஜி.வெல்ஸை புத்தரின் வாழ்க்கை மற்றும் காலங்களை தனது \"உலகின் ஒரு குறுகிய வரலாறு\" இல் ஆழமாக ஆராயத் தூண்டியது. ஆன்மீக விழிப்புணர்வின் சகாப்தத்தை ஆராயும் போது, ​​​​அவர் புத்திஜீவிகளுடன் இணையாக இருந்தார், அவர்கள் புத்தர் உலகில் வேறு எங்கும் இருந்தார்கள்.",
        "கிமு 550 இல் கௌதம புத்தர் பிறந்தவுடன், வெல்ஸ் அந்த நூற்றாண்டிற்குச் சென்று, மனிதகுல வரலாற்றில் கிமு ஆறாம் நூற்றாண்டு எவ்வளவு முக்கியமானது என்பதைக் குறிப்பிட்டார். \"20,000 ஆண்டுகால குழந்தைப் பருவத்திற்குப் பிறகு இனம் இளமைப் பருவத்தை அடைந்தது போல் அவர்கள் அரச பதவிகள், குருமார்கள் மற்றும் இரத்த தியாகங்கள் போன்ற மரபுகளிலிருந்து விழித்துக் கொண்டனர்.\"",
        "கௌதம புத்தர் இந்தியாவில் போதிக்கும் போது, ​​கிரேக்க விசாரனையாளர்களான தேல்ஸ், அனாக்ஸிமாண்டர் மற்றும் ஹெராக்ளிட்டஸ் ஆகியோர் பிரபஞ்சம் மற்றும் அதில் மனிதனின் இடத்தைப் பற்றி புதிதாக சிந்திக்கத் தொடங்கினர். ஏசாயா பாபிலோனிலும், சீனாவிலும் தீர்க்கதரிசனம் உரைத்துக் கொண்டிருந்தார், கன்பூசியஸ் மற்றும் லாவோ சே ஆகியோர் அறிவுசார் செயல்பாடுகளைத் தூண்டினர். இந்த மனிதர்கள் அனைவரும் கிமு ஆறாம் நூற்றாண்டில் ஒருவரையொருவர் அறியாமல் ஒரே நேரத்தில் உலகில் இருந்தனர். இதனால், ஏதென்ஸ் முதல் பசிபிக் வரை, மனித மனம் கலங்கியது.",
        "சித்தார்த்தர் தனது சத்தியத் தேடலைத் தொடரும் நேரத்தில், பண்டைய இந்தியாவில், சித்தார்த்தரைப் போன்ற தேடலில் இருக்கும் உலக ஒழுங்கைத் துறந்து பலர் தங்கள் வீடுகளை விட்டு வெளியேறினர். சித்தார்த்தரின் சமகாலத்தவரான ஜைன மதத்தை நிறுவிய மகாவீர் அவர்களில் ஒருவர். வீட்டை விட்டு வெளியேறிய சித்தார்த்தர், உலகிற்குச் சென்றார், விந்தயா மலைகளின் ஒரு மலைத் தொடரில் உள்ள துறவிகள் மற்றும் ஆசிரியர்களின் ஓய்வு விடுதிக்கு தெற்கு நோக்கிச் சென்றார். மலைகளில், குகைகளின் குழுவில் பல ஞானிகள் இருந்துள்ளனர், அவர்கள் சொல்வதைக் கேட்க ஆர்வமுள்ளவர்களுக்கு வாய்மொழியாகக் கற்றுக்கொண்டதை வழங்குகிறார்கள். சித்தார்த்தர் தனது வயதின் அனைத்து மெட்டாபிசிக்ஸிலும் தேர்ச்சி பெற்றார், ஆனால் அவர்களிடமிருந்து அவர் கற்றுக்கொண்டதில் அவர் திருப்தி அடையவில்லை.",
        "கௌதம புத்தர் இந்தியாவில் போதிக்கும் போது, ​​கிரேக்க ஆய்வாளர்களான தேல்ஸ், அனாக்ஸிமாண்டர் மற்றும் ஹெராக்ளிட்டஸ் ஆகியோர் பிரபஞ்சம் மற்றும் அதில் மனிதனின் இடத்தைப் பற்றி புதிதாக சிந்திக்கத் தொடங்கினர்.",
        "சித்தார்த்தர் தனது சத்தியத் தேடலைத் தொடர்ந்த நேரத்தில், பண்டைய இந்தியாவில், சித்தார்த்தரைப் போன்ற தேடலில் இருக்கும் உலக ஒழுங்கைத் துறந்து பலர் தங்கள் வீடுகளை விட்டு வெளியேறினர்.",
        "அவர் அவர்களை விட்டுவிட்டு, \"தனியாக அலைந்து திரிந்தபோது, ​​​​அவரது மனம் ஒரு பெரிய மற்றும் சிக்கலான பிரச்சனையில் சிக்கிக்கொண்டது. திடீரென்று ஒரு பெரிய மரத்தடியில் அமர்ந்திருந்த போது, ​​அது பெற்ற வெற்றியை சிறிது சிறிதாக உணர்ந்து முன்னேறியது. அவருக்கு வந்த தெளிவான பார்வையால், அவர் வாழ்க்கையின் அர்த்தத்தைக் கண்டார். அவர் பகல் மற்றும் இரவு முழுவதும் ஆழ்ந்த சிந்தனையில் அமர்ந்து, பின்னர் எழுந்து பெனாரஸுக்குச் சென்றார், அங்கு அவர் தனது முன்னாள் தோழர்களைக் கண்டார், அவர்களுக்கு உலகத்தைப் பற்றிய தனது பார்வையை வழங்கினார்.",
        "\"பெனாரஸில் உள்ள கிங்ஸ் மான் பூங்காவில், அவரும் அவருடைய சீடர்களும் ஆரம்பத்தில் ஒரு பள்ளியில் தங்களை அமைத்துக் கொண்டனர், அதில் ஞானத்தைத் தேடுபவர்கள் ஒவ்வொருவராக வரத் தொடங்கினர்.",
        "\"கௌதம புத்தரின் போதனைகள் ஆசியாவின் பெரும்பாலான மத எண்ணங்கள் மற்றும் உணர்வுகளில் புரட்சியை ஏற்படுத்தியது, \"சுய\" மீது கவனம் செலுத்தியது மற்றும் ஏக்கத்தை முறியடிப்பதன் மூலம் அதை அழிக்க முயன்றது. \"ஆசையை வெல்லும் போது, ​​\"சுய\" மறைந்துவிடும். பின்னர் ஆன்மாவின் அமைதி அல்லது நிர்வாணம் வருகிறது - எதுவுமே இல்லாமல், மறுமை வாழ்க்கையின் உச்ச ஆனந்தம்.",
        "\"கிரேக்கத்தில் உள்ள தலேஸ், அனாக்சிமாண்டர் மற்றும் ஹெராக்ளிட்டஸ் ஆகியோர் பிரபஞ்சத்தின் பிரச்சினைகளைத் தீர்க்க முயன்ற வெளிப்படையான மற்றும் வெளிப்புற ஆர்வத்திலிருந்து இந்த பார்வை தரத்தில் வேறுபட்டது, இதனால் ஏதென்ஸை மன செயல்பாடுகளின் மையமாக மாற்றியது மற்றும் அறிவியலின் முறையான சேகரிப்பைத் தொடங்கியது. சுதந்திரமான முறையான சிந்தனை இவ்வாறு தொடங்கியது.\"",
        "வெல்ஸ் இந்த கிரேக்கர்களை \"சுயாதீனமான மனிதர்கள்\" என்று அழைத்தார், அவர்கள் நாம் வாழும் உலகத்தைப் பற்றிய புத்திசாலித்தனமான கேள்விகளுக்கு தங்கள் மனதைக் கொடுத்தனர், அதன் உண்மையான தன்மை என்ன, அது எங்கிருந்து வந்தது, அதன் விதி என்ன என்று கேட்கிறது. அவர்கள் தயாராக அல்லது தவிர்க்கும் பதில்களை மறுத்துவிட்டனர். கிமு ஆறாம் நூற்றாண்டில் குறிப்பிடத்தக்கதாகத் தொடங்கிய இந்த கிரேக்க விசாரணையாளர்கள் உலகின் முதல் தத்துவவாதிகள். இருப்பினும், புத்தரின் போதனைகள், மிகவும் நுட்பமான மற்றும் மனோதத்துவ தத்துவம், கிரேக்க நம்பிக்கையை விட ஆழமானதாக இருந்தது, \"அச்சமின்றி தேடவும் அறியவும்.\"",
        "அதே சகாப்தத்தில், பாபிலோனில், யூதர்களின் வளர்ச்சியுடன், தீர்க்கதரிசிகள் வடிவில் ஒரு புதிய வகையான மனிதர்கள் தோன்றினர். அவர்கள் மிகவும் மாறுபட்ட தோற்றம் கொண்ட மனிதர்களாக இருந்தபோதிலும், அனைவரும் \"நீதியின் கடவுளுக்கு\" விசுவாசத்தைக் கொடுத்தனர், மேலும் அவர்கள் மக்களிடம் நேரடியாகப் பேசினார்கள். \"இப்போது இறைவனின் உலகம் என்னிடம் வந்தது\" என்பது சூத்திரம்.",
        "“ஏராளமான தீர்க்கதரிசிகளின் இந்த உரைகளுக்கு மத்தியில்தான் ஏசாயாவின் தீர்க்கதரிசன குரல் அற்புதமான எதிர்பார்ப்புகளின் உச்சத்திற்கு உயர்ந்தது மற்றும் முழு பூமியையும் முன்னறிவித்தது, அதை ஒரே கடவுளின் கீழ் ஒன்றிணைத்து அமைதியானது. அதில் யூத தீர்க்கதரிசனங்கள் உச்சம் பெற்றன.",
        "இதற்கிடையில், உலகின் மேலும் கிழக்கில், மனிதகுலத்தின் இளமைப் பருவத்தைத் தொடங்கிய அந்த அற்புதமான நூற்றாண்டில் சீனாவில் மற்ற இரண்டு பெரிய மனிதர்கள் - கன்பூசியஸ் மற்றும் லாவோ சே ஆகியோர் வாழ்ந்தனர்.",
        "அந்த நேரத்தில் சீனாவின் சட்டமின்மை மற்றும் ஒழுங்கின்மையால் துயரமடைந்த கன்பூசியஸ், மாநிலத்திற்கு மாநிலம் பயணம் செய்தார், சிறந்த அரசாங்கம் மற்றும் சிறந்த வாழ்க்கை பற்றிய யோசனையை உருவாக்கினார். அவர், கிரேக்க தூண்டுதலுக்கு இணையான மனநிலையில், ஞானத்தைக் கண்டுபிடித்து கற்பிப்பதற்காக ஒரு அகாடமியை அமைத்தார்.",
        "அவரது போதனைகள் உயிர்ச்சக்தியைக் கொண்டிருந்தன மற்றும் சீன மக்களிடையே பெரும் செல்வாக்கு பெற்றன. மேலும் இது சீனர்கள் \"மூன்று போதனைகள்\" என்று அழைக்கும் ஒன்றாக மாறியது - மற்ற இரண்டு புத்தர் மற்றும் லாவோ சே.",
        "லாவோ சேவின் போதனைகள் கன்பூசியஸின் போதனைகளை விட மிகவும் மாயமானது, தெளிவற்றது மற்றும் மழுப்பலானது. அவர் உலகின் இன்பங்களுக்கு எதிராகவும் கடந்த காலத்தின் கற்பனையான, எளிமையான வாழ்க்கைக்குத் திரும்புவதற்கும் எதிராகப் போதித்தார்."
      ]
    }
  }
}