{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-non-oil-imports-down-in-march-2022-as-soft-peg-collapses-94514/",
  "time_ut": 1653119940,
  "title": "Sri Lanka non-oil imports down in March 2022 as soft-peg collapses",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s non-oil imports fell 17.7 percent to 1,299.1 million US dollars in March 2022 from 1.57 billion US dollars a year earlier, while total imports also fell 5.6 percent, as a soft-peg with the US dollar collapsed steeply after two years of money printing.",
    "Sri Lanka’s rupee soft-peg (intermediate regime which is neither a float nor a hard peg) to the US dollar collapses frequently as the central bank in the country prints money to keep rates down making it impossible to maintain the exchange rate.",
    "Monetary instability intensified after the adoption of a flexible inflation targeting regime coupled with output gap targeting (printing money to stimulate growth) and the country defaulted in 2022, in the wake of three currency crises in seven years.",
    "Money is usually printed by economists in Sri Lanka in collusion with the Finance Ministry, which is also run by economists seconded from the country’s intermediate regime central bank.",
    "Politicians, the ordinary public who are net savers and cannot balance of payments trouble since they cannot print money, and cannot also create excess imports since they are net savers are then blamed by the country’s economists and import controls are slammed.",
    "Bank credit, fired by low interest rates and printed money then flow into non-controlled areas triggering even higher levels of imports until the entire nation is impoverished by the collapse of the unstable peg now called a ‘flexible exchange rate’.",
    "In March consumer goods fell 25 percent, to 282 million US dollars with sugar imports halving to 22.7 million US dollars from 50.8 million dollars, in a broad based fall.",
    "Intermediate goods grew 4.2 percent to 1.17 billion US dollars, with petroleum and coal imports rising 49.7 percent to 519 million US dollars.",
    "Investment goods, fell 13.9 percent to 358 million US dollars. Machinery and equipment fell 17 percent to 227.2 million US dollars.",
    "Newly appointed central bank Governor Nandalal Weerasinghe hiked policy rates, helping slow private credit, reduce money printing, and drive more savings to the budget deficit via higher market rates.",
    "The intermediate regime favoring ‘economists’ of the country have depreciated the currency for 72 years claiming it will boost ‘competitiveness’ but triggered inflation, social unrest, and overall instability making the country an unattractive investment destination in the process.",
    "Backers of the unstable flexible exchange which break due to anchor conflicts have resisted calls to set up a clean floating exchange with a single domestic anchor or an East Asian style hard peg with a single external anchor or East Asian or GCC style peg with a significant level of credibility.",
    "In March the currency collapsed steeply as the central bank allowed the peg to break in response to calls from intermediate regimists, without raising interest rates, leading to a predictable collapse.",
    "The rupee fall was intensified with a surrender rule, critics have said. The rupee inflated around 50 percent officially in March to 299 to the US dollar in March from 200 at the beginning. (Colombo/May21/2022)"
  ]
}