{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/22/ca-orders-lands-commissioner-not-to-follow-circular-on-other-state-forests/",
  "time_ut": 1647935100,
  "title": "CA orders Lands Commissioner NOT to follow circular on ‘Other State Forests’",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Court of Appeal on Tuesday (22) ordered the Commissioner General of Lands to NOT abide by the circular that was issued giving control of Other State Forests to Divisional Secretaries.",
    "The Commissioner-General of Lands, Director General of Forest Conservation among five others were issued notice to appear in court on the 1st of September to make submissions with respect to the writ application that was filed challenging the said circular.",
    "Accordingly, the order on the Commissioner General of Lands will be in effect until the 1st of September.",
    "The application challenging the circular was taken up in the presence of Justices Sobitha Rajakaruna and Dhammika Ganepola.",
    "The Centre for Environmental Justice (CEJ) and its Executive Director filed a new writ application in the CA against a government decision to move the `Other State Forest’ from the purview of the Forest Department and hand over them to District and Division Secretariats.",
    "In 2020, District & Divisional Secretaries were vested with the power of using lands classified as ‘Other State Forests’ (OFSs) for economic and other productive purposes, terminating the previously issued circular.",
    "Areas that are not declared under any enactment (Forest Conservation Ordinance, Fauna and Flora Protection Ordinance, or the National Heritage Wilderness Areas Act), but are nevertheless forest areas that come under the purview of the Forest Conservation Department, are called “Other State Forests”.",
    "Other State Forests were brought under the Department of Forest Conservation in terms of the provisions of Circular No. 05/2001 so that no one can use these lands in an arbitrary manner.",
    "If lands classified as Other State Forests are to be used for any economic or productive activity, it is mandatory to obtain approval from a special review committee.",
    "Prior to the 2020 General Election, it was proposed to do away with the circular, however, those attempts were foiled following serious public outcry.",
    "However, based on the Cabinet directive on the 01st of July 2020, the Secretary to the Ministry of Wildlife and Forest Conservation Bandula Harischandra issued a new circular on the 04th of November 2020 terminating several circulars including Circular No. 05/2001.",
    "Accordingly, the District & Divisional Secretaries were given the power to use lands classified as Other State Forests for various activities.",
    "CA orders Lands Commissioner NOT to follow circular on ‘Other State Forests’"
  ]
}