{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-official-remittances-down-33-pct-in-may-95612/",
  "time_ut": 1655003580,
  "title": "Sri Lanka official remittances down 33-pct in May",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s official remittances are down 33 percent to 304 million US dollars in May 2022 from a year earlier and down 45 percent from a year earlier as the central bank continued to operate a peg, with its credibility undermined by money printing.",
    "Remittances coming through the official banking system grew marginally in May to 304.1 million US dollars up from 248.1 million US dollars in April.",
    "The May official remittances were the highest since 318 million US dollars received in March.",
    "Sri Lanka usually gets around 500 to 600 million US dollars in remittances a month from expatriate workers.",
    "But Sri Lanka developed multiple parallel exchange rates as the central bank intensified money printing, boosting spending and imports and imposed exchange controls at the existing exchange rate.",
    "Remittances shifted from official channels as banks were barred from paying higher prices to Middle Eastern exchange houses reflecting the pressure on the exchange rate coming from printed money.",
    "Through unofficial traditional net settlement systems, recipients of remittances who are mostly poor families get a higher rate to meet their expenses which have been pushed to high levels by the central bank.",
    "A part of the money has shifted to food imports and other imports while some are going for urea, sources familiar with the matter has said.",
    "Sri Lanka has since imposed controls on open account imports, which can further push up prices of foods, by delaying food imports.",
    "Meanwhile the government also hike import duties, which can encourage smuggling and undervaluation.",
    "When central bank with third world pegs, print money, cascading policy errors follow. (Colombo/June12/2022)"
  ]
}