{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-misses-payment-to-asian-development-bank-prime-minister-94401/",
  "time_ut": 1652871840,
  "title": "Sri Lanka misses payment to Asian Development Bank: Prime Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has missed a payment to Manila-based Asian Development Bank blocking fresh funds Prime Minister Ranil Wickremesinghe said amid warnings that the currency crisis hit country could be locked out of multilateral funding in a new blow.",
    "The Asian Development Bank and the World Bank also continued to fund Sri Lanka re-purposing loans after the country was cut off from capital markets when it was downgraded to CCC.",
    "The ADB World Bank had just promised around 160 million each to Sri Lanka, Wickremesinghe said but the loan from the Manila-based lender was blocked.",
    "“But because we could not repay three million US dollars last month it is stuck,” Wickremesinghe said.",
    "Sri Lanka now faced the prospect of being locked out of multilaterals, if their repayments are not maintained.",
    "“If we do not pay the IMF (International Monetary Fund), World Bank that money will also not come,” ex-Finace Minister Ali Sabry said.",
    "“That is the problem. As the Prime Minister said there are some payments due to ADB. It is a very big problem.”",
    "Sri Lanka has already suspended repayments for international sovereign bonds, commercial bank loans, exim bank loans and bi-lateral loans.",
    "“We decided to on April 12, that we would not pay ISBs and everyone else except multilaterals,” Sabry said.",
    "“We did that because we had no option. By the 18th (of April) we had to pay 78 million dollars and we had to pay 105 million US dollars to a Chinese bank. We announced and defaulted.”",
    "Sri Lanka is now negotiating a loan with the IMF. In 2022 Sri Lanka had to pay 106.34 million US dollars by April 12.4 million US dollars had been paid.",
    "“Whether the payment is a billion or 10 billion we do not have a million to pay,” Wickremesinghe said promising to provide statistics to the parliament soon.",
    "Sri Lanka had to 7,139 million US dollars in the year from March 2022. In April 250 million US dollars made up of 145 million US dollars of principle and 106 million in interest.",
    "Opposition legislator Harsha de Silva said there were from now on there was about 5.5 billion dollars to be paid in the coming 12 months, and 2.5 billion was suspended, leaving about 3.0 billion to be repaid.",
    "Sri Lanka’s central bank is also deep in debt owing money to the IMF, Reserve Bank of India and swap counter parties.",
    "Sri Lanka was hit chronic monetary instability from 2015 to 2022 as money was printed to keep interest rates down under ‘flexible inflation targeting’ and ‘output gap targeting’ triggering three currency crises, excessive foreign borrowings and eventual default.",
    "Sri Lanka is now facing the worst currency crisis created by its 72 year old soft-pegged central bank.",
    "An attempt to shift to a floating exchange rate has so far not succeeded due to a surrender rule though interest rates have been raised to slow domestic credit and halt or reduce money printing.",
    "With monetary stability yet to be restored authorities are now chasing after 3-4 billion US dollars of ‘bridging finance’.",
    "Money will have to be printed to pay salaries of state workers, Prime Minister Wickremesinghe said which will likely to trigger more forex shortages. (Colombo/May18/2022)"
  ]
}