{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/launch-of-galaxy-s22-samsung-student-ambassadors-and-members-applaud-innovation-2/",
  "time_ut": 1648220820,
  "title": "Launch of Galaxy S22: Samsung Student Ambassadors and Members applaud innovation",
  "body_lines": [
    "Samsung, Sri Lanka’s No. 1 Smartphone Brand, recently unveiled their latest premium flagship series, the Samsung Galaxy S22. The event, which included Samsung’s Student Ambassadors and Members, took off on a high note and received phenomenal feedback in response.",
    "Samsung Student Ambassadors are the young representatives of the brand, hailing from many reputed universities across the country. The Samsung Student Ambassador Programme came to life as a platform for young and talented university undergraduates in Sri Lanka to enhance their knowledge and skills. Among them, great innovators were selected and stood a chance to go through amazing training programmes and gained exposure to many tech experts and industry leaders. In addition to these young ambassadors, expert level members who provide advice to Samsung Galaxy users in order to help solve their product related issues and share the Samsung Galaxy experience were also present at the event.",
    "The event took off on a positive note as these Student Ambassadors, with the aid of the Samsung Members, were able to experience firsthand the amazing features of the Galaxy S22 series. There were several booths erected to experience the most premium features of the series, including the ‘nightography’ feature, 5G compatibility and gaming. Further, the students also had an opportunity to meet the Managing Director of Samsung, Kevin SungSu YOU, in addition to Samsung personnel, influencers and Yohani de Silva, Samsung’s brand ambassador. They also had an insight into the 5G technologies in Sri Lanka.",
    "“We’re excited to introduce these cutting-edge next-generation products to the next generation of consumers,” said Kevin SungSu YOU, Managing Director, Samsung Sri Lanka. “It has been a great opportunity for Samsung Student Ambassadors and Members to experience firsthand the excellence of the Samsung Galaxy S22. Our Ambassadors and Members have been an immense support to us throughout this journey and we are honored to have them at our launch as well.”",
    "Aitken Spence among CPM’s Top 10 Companies with the ‘Best Management Practices’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}