{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82100/complex-web-of-creditors-politics-threatens-sri-lanka-restructuring-report",
  "time_ut": 1651166820,
  "title": "Complex web of creditors, politics threatens Sri Lanka restructuring - report",
  "body_lines": [
    "(Reuters) – Social unrest, political uncertainty and a complex web of creditors could scupper Sri Lanka’s push for a swift overhaul of its $12 billion overseas debt, analysts warn, saying the South Asian nation is fast running out of road.",
    "A mix of Japanese, Chinese and Indian loans, a pile of bonds held by overseas investors and talks on an International Monetary Fund (IMF) bailout have added complexity to the South Asian nation’s worst financial crisis since independence in 1948.",
    "S&P Global Ratings on Monday cut Sri Lanka’s foreign-currency debt rating to “selective default” after it missed interest payments.",
    "In a flurry of activity over the past week, the World Bank agreed to provide $600 million to help pay for essential imports, the IMF said the government must raise interest rates and taxes and adopt flexible exchange rates, and Sri Lanka said it has begun debt-refinancing discussions with China.",
    "“The IMF response has been very positive and the sense we get is they will try to expedite a programme within their parameters,” cabinet spokesman Nalaka Godahewa told Reuters. “We are in discussions with India, the World Bank and (Asian Development Bank) for additional support, so Sri Lanka is in a better position now to manage until IMF funds come.”",
    "The economy of the nation of 22 million people melted down after a large 2019 tax cut by President Gotabaya Rajapaksa drained government coffers and COVID-19 hit the lucrative tourism industry. Foreign reserves fell 70% over the past two years to $1.93 billion, leaving Colombo struggling to pay for such essentials as fuel, medicines and food.",
    "Facing soaring inflation in addition to shortages, thousands have been protesting for weeks, demanding the resignation of Rajapaksa and his brother, the prime minister.",
    "Colombo hopes it can conclude the IMF aid talks in about six months but it cannot control how long negotiations will take.",
    "“Six months is quite ambitious,” said Guido Chamorro, emerging market portfolio manager at Pictet Asset Management, which holds the country’s bonds. “Sri Lanka resisted for years to go to the IMF, and that means that the Fund is going to ask for reforms to be completed before it provides a package.”",
    "“Waiting six months with the current state of affairs is not something viable, as we see a very fast and fluid situation on the ground,” said Joe Delvaux, portfolio manager at Amundi Asset Management, which holds the country’s bonds.",
    "The government has yet to pick financial and legal advisers, a key step before debt talks with overseas creditors.",
    "Godahewa, who is also the country’s media minister, said the government has had more than 50 responses to its search for financial and legal advisers, “and we will proceed quickly”.",
    "Sri Lanka is seeking about $3 billion in bridge financing. In addition to the World Bank pledge, India has committed $1.9 billion and is in talks for an additional $1.5 billion in credit for fuel and other essential imports.",
    "Many of the government’s recent decisions have “added more pressure to the debt sustainability,” said Nathalie Marshik, head of emerging market sovereign research at Stifel.",
    "Only recently have policymakers taken concrete steps to pave the way for the country’s 17th IMF programme, devaluing the rupee by around a third in early March and nearly doubling interest rates with a 700 basis-point hike this month.",
    "It is not clear how Sri Lanka can ramp up revenues after posting a 2021 fiscal deficit of over 10% of GDP, given opposition to reversing tax cuts after a hike in fuel and cooking gas prices worsened public discontent.",
    "“Measures would likely hurt the pockets of most of the population,” said Pictet’s Chamorro.",
    "China’s influence is visible: The world’s second-largest economy has invested in such projects as highways, a port, an airport and a coal power plant.",
    "Cabinet spokesman Godahewa said the government’s “only concern is the position of China”, adding, “We will have to use our good relationship with China.”",
    "Sri Lanka owes Beijing some $6.5 billion in financing from development bank loans to a central bank swap, according to the Institute of International Finance (IIF).",
    "“The IMF needs assurances that China, India and Japan will provide some type of financing,” said Sergi Lanau, deputy chief economist at the institute.",
    "Recent talks on Suriname’s debt, with a combination of Paris Club support for an IMF programme and Chinese participation, are a “case to look at closely”, said Stifel’s Marshik.",
    "But not all debt talks where China was a major creditor have seen quick progress recently. Beijing only last week agreed to join Zambia’s creditor committee, two years after the southern African country’s default.",
    "And that was despite Zambia, unlike Sri Lanka, qualifying for an overhaul under the Common Framework – a G20 initiative designed to streamline restructurings for poorer nations.",
    "Sri Lanka’s investors are in wait-and-see mode until there is more clarity on what an IMF programme would look like, but time is running out.",
    "“Sri Lanka has a $2.5 billion gap to be filled for 2022 and 2023,” said the IIF’s Lanau, adding Sri Lanka needs at least $1 billion from the IMF. “The country needs fresh money to spend. If not, it’s going to collapse.”"
  ]
}