{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/korea-week-2022-successfully-held-at-colombo-city-centre/",
  "time_ut": 1653324300,
  "title": "‘Korea Week 2022’ successfully held at Colombo City Centre",
  "body_lines": [
    "On 14th of May 2022, Korean Embassy launched “Korea Week 2022” at Colombo City Centre. This year, the Korean Embassy organised Korea Week in consonance with Vesak which is the most significant festival for Buddhists around the world including in Korea and Sri Lanka. Korea Week 2022 comprised of a lantern exhibition displaying Korean lanterns, a Korean meal box giveaway and a zone for handcrafts resonating the spirit of compassion and kindness during this festival. The Buddhist culture and heritage shared by both countries were highlighted with the display of hanji (Korean) lanterns made in Korea especially for this event and also featured creative collaborations of Korean and Sri Lankan traditions.",
    "Delivering welcoming remarks, Korean Ambassador H.E. Santhush Woonjin JEONG emphasised the significance of celebrating Vesak and the importance of cultural cooperation. “Korea Week 2022 is a demonstration of the perfect synergy shared by Korea and Sri Lanka. In harmony with the Vesak festival celebrated worldwide including in Korea and Sri Lanka, this event attempts to show a preview of the Seoul Lantern Festival. During the Seoul Lantern Festival, the streets of Seoul are decorated with multi-coloured, life-sized lanterns which sparkle in the Seoul Skyline. The lanterns showcased today are a symbol of our common historical and cultural experiences which have brought our nations together. In that vein, like two friends who become closer due to complementary characteristics, I hope that Korea week 2022 will bring Korea and Sri Lanka closer together.”",
    "Many dignitaries and friends of Korea participated in the opening ceremony of Korea Week 2022. The only Korean Monk Ven. Gakwon in Sri Lanka attended this event. The Embassy appreciates the attendance of Madam Aban Pestonjee, Chairperson and Founder of Abans Group of Companies and Mr. Rusi Pestonjee Chairman of Colombo City Center and CCC’s continuous support to the Korean Embassy.",
    "Envoys of ASEAN countries, where Buddhist heritage is prevalent, were present at this special occasion.",
    "Huawei debuts its full-stack data center solution in Asia Pacific first time",
    "Sysco LABS ‘Share a Meal. Share a Moment’ Phase 4 reaches communities in need",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}