{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82932/navy-foils-illegal-migration-attempt-apprehends-91-people",
  "time_ut": 1654681200,
  "title": "Navy foils illegal migration attempt, apprehends 91 people",
  "body_lines": [
    "Sri Lanka Navy has managed to apprehend 91 individuals, who were suspected to be on illegal migration attempts to a foreign country via sea.",
    "The illegal migration attempt was thwarted in separate operations carried out in Marawila and the western seas yesterday (June 07).",
    "In a coordinated operation mounted in Marawila in the early hours yesterday, a group of people staying at a lodge were nabbed by a team of naval personnel attached to the Western Naval Command, along with Marawila Police.",
    "Among the group of 15, suspected to be illegal immigrants, were 13 males, 01 boy and 01 human smuggler who are from 09 to 58 years of age. In addition, the Navy also apprehended a van and a car used for the illegal act.",
    "Meanwhile, the Fast Attack Craft P 481 of the Fast Attack Flotilla attached to the Western Naval Command intercepted a suspicious local multiday fishing trawler, during a patrol off Chilaw yesterday.",
    "The interception led to the apprehension of 76 people, aged between 01 to 62 years, suspected to be attempting to illegally migrate to a foreign country by sea.",
    "Among the apprehended group were 58 males, 05 females, 07 children and 06 individuals in connection to the act of smuggling.",
    "Further, the Navy also took into custody the local multiday fishing trawler used by smugglers.",
    "The group of suspects held at the Marawila lodge were identified as residents of Jaffna, Trincomalee, Mullaitivu and Marawila.",
    "They were handed over to the Marawila Police for onward legal action. Meanwhile, 76 people nabbed in the seas off Chilaw are residents of Negombo, Chilaw, Puttalam, Kalpitiya, Marawila, Mullaitivu, Kilinochchi and Trincomalee.",
    "The individuals were handed over to the Colombo Harbour Police for further legal proceedings."
  ]
}