{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Myanmar-media-reports-on-rice-exported-to-Sri-Lanka-baseless-Bandula/108-232624",
  "time_ut": 1646743140,
  "title": "Myanmar media reports on rice exported to Sri Lanka baseless: Bandula",
  "body_lines": [
    "While claiming that the Myanmar government has refuted reports appeared in the Myanmar media on matters pertaining to rice exported to Sri Lanka, Trade Minister Bandula Gunawardana today informed Parliament that no rice has been imported to Sri Lanka from Myanmar as yet.",
    "He told Parliament that the Myanmar Embassy in Sri Lanka has informed that the report appeared in a private website in Myanmar had been circulated in the Sri Lankan media and that the report was baseless.",
    "The Minister said according to the Myanmar Embassy, the news report had been published in a private website in Myanmar, written by a freelance journalist based on an interview of a rice trader and the facts revealed in the report was baseless.",
    "He said the news report had published that Myanmar’s rice export to Sri Lanka is fetching high prices than other countries and the freight-on-board (FOB) price of rice exported to other countries is between US$ 340-$350 per tonne, the export price to Sri Lanka varies from $ 440 to $ 450 per tonne and Sri Lanka hasn’t limited the rice quality.",
    "The Minister said Sri Lanka has planned to import 150,000 metric tonnes of white rice from Myanmar and that rice samples have been sent to Bathalegala Rice Research Institute and Industrial Technology Institute (ITI) for testing.",
    "He said the CIF (cost, insurance and freight) price for a metric tonne of rice to be imported from Myanmar is USD 445.",
    "\"It was USD 460 and I was able to reduce it to USD 445 following discussions with the Myanmar government. We have signed bilateral agreements with Myanmar to import 100,000 MT of rice in shipments of 20,000 MTs each. This rice is of good quality certified by a third party,\" he said.(Ajith Siriwardana and Yohan Perera)"
  ]
}