{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-should-consider-legalising-abortion-for-rape-victims-justice-minister-91425/",
  "time_ut": 1646749500,
  "title": "Sri Lanka should consider legalising abortion for rape victims: Justice Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka ought to consider legalising abortion for victims of rape, Justice Minister Ali Sabry told parliament on Tuesday (08), International Women’s Day.",
    "The statement was made in response to a question by government MP Shantha Bandara regarding the trials that Sri Lankan women and girls face as a result of not being able to undergo an abortion in the event of rape.",
    "Requesting the MP to raise the matter at the Women’s Parliamentary Caucus, Sabry said, “Initiating this conversation is very important. It is my personal view that amendments have to be made.”",
    "“If a woman is forced to have a child conceived by rape, that child will be looked at with hatred for the rest of their life,” he added.",
    "Currently, abortion is illegal in Sri Lanka unless the mother’s life is at risk, with imprisonment ranging from three to 10 years for offenders. However, illicit abortion clinics dot the country, abortion pills are readily available throughout, and abortions are carried out using unsafe and unsanitary methods.",
    "In December 2021, the death of a thirteen-year-old child after of a botched abortion attempt resulted in widespread outrage, but no constructive steps were taken regarding the situation. The child was impregnated by her brother-in-law and had died after an attempt at a domestic abortion.",
    "Such tragedies are common in countries that restrict a woman’s right to terminate a pregnancy safely. Data from the 2005 Maternal Mortality Review conducted by the Family Health Bureau attributes 11.7% of maternal deaths to unsafe abortions, making it the third-largest cause of maternal death.",
    "On the other hand, countries like Nepal have seen a significant decrease in abortion-related morbidities like serious infections and complications since legalisation. A 2021 study published in the American Law and Economics Review found that legalising abortion resulted in a 17.5% decline in the overall crime rate from 1998 to 2014.",
    "Research shows that many Sri Lankans undergo induced abortions due to being unable to afford another child, with knowledge about contraceptives being low, and the subject itself a societal taboo. Only around half of Sri Lanka’s female population practice any form of birth control. A 2018 study showed that good knowledge about contraceptives was present among people who studied in the Bioscience stream, or who had secondary education in non-mixed schools.",
    "The low rate of sexual literacy of the country, taboos that prevent children from getting effective sexual education and the high rates of sexual violence in Sri Lanka all contribute to the number of unsafe abortions that are being carried out in secret around the country.",
    "Attempts to legalise abortion in 1995, 2011, 2013 and 2017 have all fallen through, with the country’s religious leaders also opposing the motion. (Colombo/Mar08/2022)"
  ]
}