{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-get-us400mn-shortly-from-world-bank-for-lp-gas-fertilizer-93519/",
  "time_ut": 1651020780,
  "title": "Sri Lanka to get US$400mn ‘shortly’ from World Bank, for LP Gas, fertilizer",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is get 400 million US dollars in consumption loans from the World Bank ‘shortly’ including for LP Gas, a statement said after Country Manager Chiyo Kanda met President Gotabaya Rajapaksa.",
    "“This financial assistance will be provided to meet medicinal drugs and health needs, social security, agricultural and food security and gas needs,” the President’s office said.",
    "“The World Bank representatives also stated that they will continue to provide assistance to Sri Lanka in overcoming the current economic crisis.”",
    "The World Bank has agreed to provide up to 600 million dollars in aid for the country which was struggling to import goods after a soft-peg or flexible exchange rate which is neither a consistent float nor a hard peg failed after two years of money printing.",
    "The money is likely to come from Contingency Emergency Response Components (CERC) in already approved loans and re-allocation of existing facilities, analysts said.",
    "Sri Lanka has defaulted on foreign loans and is struggling to pay for imports after an unstable intermediate regime (soft-peg) failed due to highly discretionary policy coupled with output gap targeting (stimulus).",
    "An attempt to float the currency (suspend convertibility) failed due to the existence of a surrender rule (strong side convertibility) which then led to strong side convertibility (the dollars were given back for imports) and money pritning continued, driving forex shortages (making outflows greater than inflows of dollars).",
    "Unable to restore monetary stability (a clean float or a working peg) Sri Lanka is chasing several billion dollars of import consumption loans, despite suspendign debt payments calling them ‘bridge finance’. (Colombo/Apr27/2022)"
  ]
}