{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81396/sri-lanka-to-seek-world-bank-support-alongside-imf-loan-programme-report",
  "time_ut": 1648118280,
  "title": "Sri Lanka to seek World Bank support alongside IMF loan programme - report",
  "body_lines": [
    "Sri Lanka will seek World Bank assistance to stave off a severe economic crisis in addition to an International Monetary Fund (IMF) rescue plan to be discussed next month, two sources said.",
    "A 70% drop in foreign exchange reserves since January 2020 has left Sri Lanka struggling to pay for essential imports, including food and fuel, leading to growing unrest and even military deployments at gasoline stations.",
    "Holding paltry reserves of $2.31 billion as of February, the country must repay about $4 billion in debt over the rest of this year, including a $1 billion international sovereign bond that matures in July.",
    "To seek a way out of the crisis, Finance Minister Basil Rajapaksa will fly to Washington DC next month to hold talks with the IMF and also officials from the World Bank, two sources with direct knowledge of the plans told Reuters.",
    "“What we need is budgetary support,” one of the sources said, referring to the financial assistance that the Sri Lankan government will ask the World Bank for.",
    "The source was unable to provide the size of World Bank assistance that Sri Lanka could seek.",
    "The World Bank typically extends support to boost exports, improve economic competitiveness and aid growth, analysts said.",
    "In heavily indebted Argentina, for example, the World Bank is working on approving a $2 billion loan package for 2022 that includes support for infrastructure, health, social inclusion and environment projects.",
    "Both sources, who declined to be named, since discussions were confidential, said such assistance would likely come after Sri Lanka entered into an IMF-supported loan programme.",
    "In response to questions from Reuters, the World Bank said it was not currently in talks with Sri Lanka to provide budget support.",
    "“We are engaging with the authorities to identify a comprehensive structural reform program needed to ensure sustainable growth, and around which such support may be possible in the future,” the World Bank said.",
    "Sri Lanka’s Finance Ministry did not respond to a request for comment.",
    "The amount of funding would depend on the specific goals set by an IMF programme as well as Sri Lanka’s trade and fiscal deficits, analysts said, estimating an annual requirement of up to $3 billion from several multilateral and bilateral sources.",
    "“If they have a credible IMF programme then there will be a period, perhaps six months to a year, maybe two, when it will be damn tough,” the second source said.",
    "“So how will people survive? That is where institutions like the World Bank will come in with budget support.”",
    "An IMF programme will likely focus on external debt restructuring, greater exchange-rate flexibility and better-targeted subsidies, which may hit the poor, analysts said.",
    "Transparent energy pricing is also likely to drive up fuel and electricity costs.",
    "The World Bank could promote direct subsidy transfer, push green energy and develop human capital through improvements in health, education, and social protection, the second source said."
  ]
}