{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-group-navigates-devaluation-impact-in-complex-q1-performance/",
  "time_ut": 1652445300,
  "title": "ComBank Group navigates devaluation impact in complex Q1 performance",
  "body_lines": [
    "The Commercial Bank Group has posted a balanced financial performance for the first quarter of 2022, highly influenced by the sharp devaluation of the Rupee impacting key performance indicators both positively and negatively.The Group, comprising of the Commercial Bank of Ceylon PLC, its subsidiaries and an associate, reported gross income of Rs 54.573 billion, total operating income of Rs 34.244 billion and net operating income of Rs 28.284 billion for the three months ended 31st March 2022, recording improvements of 33.41%, 41.74% and 66.33% respectively.YOY growth in the loan book coupled with the positive impact of the unprecedented deprecation of the Rupee witnessed in March 2022 on interest income from the foreign currency denominated assets portfolio saw interest income for the three months increasing by 19.41% to Rs 37.847 billion. Interest expenses too increased by 17.30% to Rs 19.024 billion due to the YOY growth in the deposit portfolio as well as a substantial increase in interest expenses booked on deposits and borrowings denominated in foreign currency owing to the sharp depreciation of Rupee. As a result, the Group posted net interest income of Rs 18.823 billion for the quarter, an improvement of 21.62%.",
    "Commenting on the quarter reviewed, Commercial Bank Chairman Prof. Ananda Jayawardane said: “These are extraordinary times for business in Sri Lanka and for banks in particular. It takes a great deal of exceptional financial acumen and maturity to navigate the mercurial challenges that prevail. Our results for the first quarter reflect the depth of the managerial skills at the disposal of the Bank.”The Bank’s newly-appointed Managing Director and CEO Sanath Manatunge said: “The unprecedented depreciation of the Rupee impacts income and profits as well as key balance sheet indicators. This can have a distortionary effect on performance. We have nevertheless posted solid results and are constantly taking swift actions and necessary measures to minimise the negative impacts of the rapid changes taking place in external factors.”",
    "According to interim financial statements filed with the Colombo Stock Exchange (CSE), the Group’s other operating income more than doubled to Rs 11.333 billion in the three months reviewed while net fee and commission income improved by 35.21% to Rs 4.088 billion, and combined with net interest income, contributed to the growth in the total operating income of the Group.",
    "Meanwhile, the growth in the net operating income was helped by impairment charges and other losses reducing by 16.71% to Rs 5.961 billion. The exchange impact on impairment charges on loans and advances and Government Securities denominated in foreign currency was recognised in Net Other Operating Income where the corresponding exchange gains are recognised.",
    "The Group recorded a net gain of Rs 23.542 billion from trading via realized and unrealized exchange profits resulting from the sharp depreciation of the Rupee, offsetting the impact of reduced capital gains from government securities in comparison with the corresponding quarter of 2021, which led to net gains from derecognition of financial assets reducing to Rs 15.143 million during the three months under review from Rs 1.776 billion reported for the corresponding period last year. However, a net loss of Rs 12.223 billion was posted in other operating income due to the exchange losses on the revaluation of foreign currency assets and liabilities and the exchange impact on impairment charges on loans and advances and Government Securities denominated in foreign currency.Consequently, net operating income increased to Rs. 28.284 billion from Rs. 17.005 billion reported for the corresponding quarter of 2021, an improvement of 66.33%.",
    "With operating expenses of Rs 8.721 billion for the three months reflecting a lower rate of increase of 23.66% in comparison to the 66.33% growth achieved in net operating income, the Group reported operating profit before taxes on financial services of Rs 19.563 billion, recording a higher growth of 96.56%.",
    "CSE opens trading with 2.5 per cent gain; turnover exceeds Rs. 2 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ComBank Group සංකීර්ණ Q1 කාර්ය සාධනය තුළ අවප්‍රමාණය කිරීමේ බලපෑම සැරිසරයි",
      "body_lines": [
        "කොමර්ෂල් බැංකු සමූහය 2022 පළමු කාර්තුව සඳහා සමතුලිත මූල්‍ය කාර්ය සාධනයක් වාර්තා කර ඇති අතර, රුපියලෙහි තියුණු අවප්‍රමාණය වීම මගින් ප්‍රධාන කාර්ය සාධන දර්ශක කෙරෙහි ධනාත්මක සහ ඍණාත්මක ලෙස බලපානු ලබයි. කොමර්ෂල් බැංකුව, එහි අනුබද්ධිත සමාගම් සහ ආශ්‍රිත, දළ ආදායම රුපියල් බිලියන 54.573ක්, සමස්ත මෙහෙයුම් ආදායම රුපියල් බිලියන 34.244ක් සහ ශුද්ධ මෙහෙයුම් ආදායම රුපියල් බිලියන 28.284ක් ලෙස 2022 මාර්තු 31 දිනෙන් අවසන් වූ මාස තුන සඳහා පිළිවෙළින් 33.41%, 41.74% සහ 66.33% වර්ධනයක් වාර්තා කරයි. 2022 මාර්තු මාසයේදී රුපියලේ අගය පෙර නොවූ විරූ ලෙස අවප්‍රමාණය වීමේ ධනාත්මක බලපෑමත් සමඟ විදේශ මුදල් නම් කරන ලද වත්කම් කළඹෙන් ලැබෙන පොලී ආදායම මත මාස තුනක කාලය තුළ පොලී ආදායම රුපියල් බිලියන 37.847 දක්වා 19.41% කින් ඉහළ ගොස් ඇත. තැන්පතු කළඹේ YOY වර්ධනය මෙන්ම රුපියලේ තියුනු ලෙස අවප්‍රමාණය වීම හේතුවෙන් විදේශ මුදලින් වෙන් කර ඇති තැන්පතු සහ ණය ගැනීම් සඳහා වෙන් කර ඇති පොලී වියදම්වල සැලකිය යුතු ඉහළ යාමක් හේතුවෙන් පොලී වියදම් ද 17.30% කින් රුපියල් බිලියන 19.024 දක්වා ඉහළ ගියේය. එහි ප්‍රතිඵලයක් ලෙස සමූහය කාර්තුව සඳහා රුපියල් බිලියන 18.823 ක ශුද්ධ පොලී ආදායමක් වාර්තා කර ඇති අතර එය 21.62% ක වර්ධනයකි.",
        "සමාලෝචනය කරන ලද කාර්තුව පිළිබඳව අදහස් දක්වමින් කොමර්ෂල් බැංකුවේ සභාපති මහාචාර්ය ආනන්ද ජයවර්ධන මහතා මෙසේ පැවසීය: “මෙය ශ්‍රී ලංකාවේ සහ විශේෂයෙන්ම බැංකු සඳහා ව්‍යාපාර සඳහා අසාමාන්‍ය කාලයකි. පවතින රසදිය අභියෝග සැරිසැරීමට සුවිශේෂී මූල්‍ය ඥානයක් සහ පරිණතභාවයක් අවශ්‍ය වේ. අපගේ පළමු කාර්තුවේ ප්‍රතිඵල මගින් බැංකුව සතුව පවතින කළමනාකරණ කුසලතාවේ ගැඹුර පිළිබිඹු වේ.” බැංකුවේ අලුතින් පත් කළ කළමනාකාර අධ්‍යක්ෂ සහ ප්‍රධාන විධායක නිලධාරී සනත් මනතුංග මහතා මෙසේ පැවසීය: “රුපියලේ පෙර නොවූ විරූ ලෙස අවප්‍රමාණය වීම ආදායමට සහ ලාභයට මෙන්ම ප්‍රධාන ශේෂයට ද බලපායි. පත්ර දර්ශක. මෙය කාර්ය සාධනය කෙරෙහි විකෘති බලපෑමක් ඇති කළ හැකිය. කෙසේවෙතත්, අපි ශක්තිමත් ප්‍රතිඵල පළ කර ඇති අතර බාහිර සාධකවල සිදුවන වේගවත් වෙනස්කම්වල අහිතකර බලපෑම් අවම කිරීම සඳහා කඩිනම් ක්‍රියාමාර්ග සහ අවශ්‍ය පියවර නිරන්තරයෙන් ගනිමින් සිටිමු.",
        "කොළඹ කොටස් වෙළෙඳපොළ (CSE) වෙත ගොනු කරන ලද අන්තර්කාලීන මූල්‍ය ප්‍රකාශනවලට අනුව, සමාලෝචනය කරන ලද මාස තුන තුළ සමූහයේ අනෙකුත් මෙහෙයුම් ආදායම රුපියල් බිලියන 11.333 දක්වා දෙගුණයකට වඩා වැඩි වූ අතර ශුද්ධ ගාස්තු සහ කොමිස් ආදායම රුපියල් බිලියන 4.088 දක්වා 35.21% කින් වර්ධනය වී ඇත. ශුද්ධ පොලී ආදායම, සමූහයේ සමස්ත මෙහෙයුම් ආදායමේ වර්ධනයට දායක විය.",
        "මේ අතර, ශුද්ධ මෙහෙයුම් ආදායමේ වර්ධනයට අපහරණ ගාස්තු සහ අනෙකුත් පාඩු රුපියල් බිලියන 5.961 දක්වා 16.71% කින් අඩුවීම උපකාරී විය. ණය සහ අත්තිකාරම් සහ රාජ්‍ය සුරැකුම්පත් මත විනිමය බලපෑම් මත සිදුවන විනිමය බලපෑම, අනුරූප විනිමය ලාභ හඳුනාගෙන ඇති ශුද්ධ වෙනත් මෙහෙයුම් ආදායම තුළ හඳුනාගෙන ඇත.",
        "2021 අනුරූප කාර්තුවට සාපේක්ෂව රජයේ සුරැකුම්පත් වලින් අඩු වූ ප්‍රාග්ධන ලාභයේ බලපෑම පියවා ගනිමින්, රුපියලේ තියුනු අවප්‍රමාණය හේතුවෙන් සාක්ෂාත් කර ගත් සහ යථාර්ථවාදී නොවූ විනිමය ලාභ හරහා ගනුදෙනු කිරීමෙන් සමූහය රුපියල් බිලියන 23.542 ක ශුද්ධ ලාභයක් වාර්තා කළේය. මූල්‍ය වත්කම් හඳුනාගැනීමෙන් පසු ගිය වසරේ අදාළ කාලපරිච්ඡේදය සඳහා වාර්තා වූ රුපියල් බිලියන 1.776 සිට සමාලෝචිත මාස තුන තුළදී රුපියල් මිලියන 15.143 දක්වා අඩුවීම. කෙසේ වෙතත්, විදේශ මුදල් වත්කම් හා බැරකම් ප්‍රතිනිර්මාණය කිරීමේ විනිමය අලාභය සහ විදේශ මුදලින් නිරූපිත ණය සහ අත්තිකාරම් සහ රාජ්‍ය සුරැකුම්පත් මත සිදුවන විනිමය බලපෑම් හේතුවෙන් අනෙකුත් මෙහෙයුම් ආදායමෙන් රුපියල් බිලියන 12.223 ක ශුද්ධ අලාභයක් වාර්තා විය. ශුද්ධ මෙහෙයුම් ආදායම රු. බිලියන 28.284 සිට රු. බිලියන 17.005ක් 2021 අනුරූප කාර්තුව සඳහා වාර්තා වූ අතර එය 66.33%ක වර්ධනයකි.",
        "ශුද්ධ මෙහෙයුම් ආදායමේ 66.33% වර්ධනයට සාපේක්ෂව 23.66% ක අඩු වැඩිවීමක් පිළිබිඹු කරමින් මාස තුන සඳහා රුපියල් බිලියන 8.721 ක මෙහෙයුම් වියදම් සමඟ සමූහය විසින් රුපියල් බිලියන 19.563 ක මූල්‍ය සේවා මත බදු ගෙවීමට පෙර මෙහෙයුම් ලාභයක් වාර්තා කළේය. 96.56% ක ඉහළ වර්ධනයක්.",
        "CSE සියයට 2.5 ක ලාභයක් සමඟ වෙළඳාම ආරම්භ කරයි; පිරිවැටුම රු. බිලියන 2 කි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "காம்பேங்க் குழுமம் சிக்கலான Q1 செயல்திறனில் பணமதிப்பிழப்பு தாக்கத்தை வழிநடத்துகிறது",
      "body_lines": [
        "கொமர்ஷல் வங்கி குழுமம் 2022 ஆம் ஆண்டின் முதல் காலாண்டில் ஒரு சமநிலையான நிதிச் செயல்திறனைப் பதிவு செய்துள்ளது, ரூபாயின் கூர்மையான மதிப்பிழப்பினால் முக்கிய செயல்திறன் குறிகாட்டிகளை நேர்மறையாகவும் எதிர்மறையாகவும் பாதிக்கிறது. 31 மார்ச் 2022 இல் முடிவடைந்த மூன்று மாதங்களில் ஒரு கூட்டாளியின் மொத்த வருமானம் ரூ 54.573 பில்லியன், மொத்த இயக்க வருமானம் ரூ 34.244 பில்லியன் மற்றும் நிகர இயக்க வருமானம் ரூ 28.284 பில்லியன், முறையே 33.41%, 41.74% மற்றும் 66.33% வளர்ச்சியைப் பதிவுசெய்தது. கடன் புத்தகத்தில், மார்ச் 2022 இல், அந்நிய செலாவணியால் குறிப்பிடப்பட்ட சொத்துகளின் வட்டி வருமானத்தில் காணப்பட்ட ரூபாயின் முன்னோடியில்லாத தேய்மானத்தின் நேர்மறையான தாக்கத்துடன் மூன்று மாதங்களில் வட்டி வருமானம் 19.41% அதிகரித்து ரூ.37.847 பில்லியனாக இருந்தது. டெபாசிட் போர்ட்ஃபோலியோவின் YOY வளர்ச்சியின் காரணமாக வட்டிச் செலவுகள் 17.30% அதிகரித்து ரூ. 19.024 பில்லியனாக அதிகரித்துள்ளன, அத்துடன் ரூபாயின் கடுமையான தேய்மானம் காரணமாக வெளிநாட்டு நாணயத்தில் குறிப்பிடப்பட்ட வைப்புக்கள் மற்றும் கடன்களுக்கான முன்பதிவு செய்யப்பட்ட வட்டிச் செலவுகளில் கணிசமான அதிகரிப்பு. இதன் விளைவாக, குழுமத்தின் நிகர வட்டி வருமானம் ரூ.18.823 பில்லியன்களை காலாண்டில் பதிவுசெய்தது, இது 21.62% முன்னேற்றம்.",
        "மதிப்பாய்வு செய்யப்பட்ட காலாண்டில் கருத்து தெரிவித்த கொமர்ஷல் வங்கியின் தலைவர் பேராசிரியர் ஆனந்த ஜயவர்தன, “இலங்கையில் மற்றும் குறிப்பாக வங்கிகளுக்கு வணிகத்திற்கு இது அசாதாரணமான காலகட்டமாகும். நிலவும் பாதரச சவால்களுக்குச் செல்ல விதிவிலக்கான நிதி புத்திசாலித்தனமும் முதிர்ச்சியும் தேவை. முதல் காலாண்டிற்கான எங்கள் முடிவுகள் வங்கியின் நிர்வாகத் திறன்களின் ஆழத்தை பிரதிபலிக்கின்றன.\" புதிதாக நியமிக்கப்பட்டுள்ள வங்கியின் முகாமைத்துவ பணிப்பாளரும் பிரதம நிறைவேற்று அதிகாரியுமான சனத் மனதுங்க கூறினார்: \"ரூபாய்வின் முன்னோடியில்லாத தேய்மானம் வருமானம் மற்றும் இலாபங்கள் மற்றும் முக்கிய இருப்புக்களை பாதிக்கிறது. தாள் குறிகாட்டிகள். இது செயல்திறனில் ஒரு சிதைந்த விளைவை ஏற்படுத்தும். ஆயினும்கூட, நாங்கள் உறுதியான முடிவுகளைப் பதிவுசெய்துள்ளோம், மேலும் வெளிப்புறக் காரணிகளில் நிகழும் விரைவான மாற்றங்களின் எதிர்மறையான தாக்கங்களைக் குறைக்க விரைவான நடவடிக்கைகளையும் தேவையான நடவடிக்கைகளையும் தொடர்ந்து எடுத்து வருகிறோம்.",
        "கொழும்பு பங்குச் சந்தையில் (CSE) தாக்கல் செய்யப்பட்ட இடைக்கால நிதிநிலை அறிக்கைகளின்படி, மதிப்பாய்வு செய்யப்பட்ட மூன்று மாதங்களில் குழுமத்தின் மற்ற செயல்பாட்டு வருமானம் ரூ.11.333 பில்லியனாக இருமடங்காக உயர்ந்துள்ளது, அதே சமயம் நிகர கட்டணம் மற்றும் கமிஷன் வருமானம் 35.21% அதிகரித்து ரூ.4.088 பில்லியனாக இருந்தது. நிகர வட்டி வருமானம், குழுமத்தின் மொத்த இயக்க வருமானத்தின் வளர்ச்சிக்கு பங்களித்தது.",
        "இதற்கிடையில், நிகர இயக்க வருவாயின் வளர்ச்சி குறைபாடு கட்டணங்கள் மற்றும் பிற இழப்புகள் 16.71% குறைந்து ரூ.5.961 பில்லியனாக இருந்தது. அந்நியச் செலாவணியில் குறிப்பிடப்பட்ட கடன்கள் மற்றும் முன்பணங்கள் மற்றும் அரசுப் பத்திரங்கள் மீதான குறைபாடு கட்டணங்கள் மீதான பரிமாற்ற தாக்கம் நிகர பிற இயக்க வருமானத்தில் அங்கீகரிக்கப்பட்டது, அங்கு தொடர்புடைய பரிமாற்ற ஆதாயங்கள் அங்கீகரிக்கப்படுகின்றன.",
        "2021 ஆம் ஆண்டின் இதே காலாண்டுடன் ஒப்பிடுகையில், அரசாங்கப் பத்திரங்களில் இருந்து குறைக்கப்பட்ட மூலதன ஆதாயங்களின் தாக்கத்தை ஈடுசெய்து, ரூபாயின் கடுமையான தேய்மானத்தின் விளைவாக உணரப்பட்ட மற்றும் உணரப்படாத பரிமாற்ற இலாபங்கள் மூலம் வர்த்தகம் மூலம் குழு ரூ.23.542 பில்லியன் நிகர லாபத்தைப் பதிவு செய்தது. மதிப்பாய்வுக்கு உட்பட்ட மூன்று மாதங்களில் நிதிச் சொத்துக்களின் அங்கீகாரம் நீக்கப்பட்டதன் மூலம் கிடைத்த லாபம், கடந்த ஆண்டு இதே காலப்பகுதியில் பதிவான ரூ. 1.776 பில்லியனில் இருந்து ரூ.15.143 மில்லியனாகக் குறைந்துள்ளது. எவ்வாறாயினும், வெளிநாட்டு நாணய சொத்துக்கள் மற்றும் பொறுப்புகளின் மறுமதிப்பீடு மற்றும் வெளிநாட்டு நாணயத்தில் குறிப்பிடப்பட்ட கடன்கள் மற்றும் முன்பணங்கள் மற்றும் அரசாங்கப் பத்திரங்கள் மீதான பாதிப்புக் கட்டணங்கள் மீதான பரிமாற்ற பாதிப்பு ஆகியவற்றின் பரிமாற்ற இழப்புகள் காரணமாக மற்ற இயக்க வருமானத்தில் ரூ. 12.223 பில்லியன் நிகர இழப்பு பதிவு செய்யப்பட்டது. நிகர இயக்க வருமானம் ரூ. 28.284 பில்லியனில் இருந்து ரூ. 2021 இன் தொடர்புடைய காலாண்டில் 17.005 பில்லியனாக பதிவாகியுள்ளது, இது 66.33% முன்னேற்றம்.",
        "நிகர இயக்க வருவாயில் எட்டப்பட்ட 66.33% வளர்ச்சியுடன் ஒப்பிடுகையில் 23.66% என்ற குறைந்த விகித அதிகரிப்பை பிரதிபலிக்கும் மூன்று மாதங்களுக்கு ரூ 8.721 பில்லியன் இயக்கச் செலவுகள், நிதிச் சேவைகள் மீதான வரிக்கு முந்தைய லாபம் ரூ 19.563 பில்லியன் எனப் பதிவுசெய்தது. அதிக வளர்ச்சி 96.56%.",
        "CSE 2.5 சதவீத லாபத்துடன் வர்த்தகத்தைத் தொடங்குகிறது; விற்றுமுதல் ரூ. 2 பில்லியன்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}