{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Exports-notch-10th-consecutive-month-of-1-b-plus-performance-trade-deficit-dips-in-March/34-734890",
  "time_ut": 1652734560,
  "title": "Exports notch 10th consecutive month of $ 1 b plus performance, trade deficit dips in March",
  "body_lines": [
    "Imports record notable decline year-on-year for the first time since February 2021",
    "Export sector in March notched its 10th consecutive month of over $ 1 billion performance whilst lower imports saw trade deficit decline during the month year-on-year.",
    "The Central Bank said earnings from exports exceeded $ 1 billion for the tenth consecutive month in March, despite a marginal decline compared to a year earlier. Import expenditure recorded a notable decline, year-on-year, for the first time since February 2021. As a result, the trade deficit declined in March on a year-on-year basis.",
    "The deficit in the trade account narrowed to $ 762 million in March, compared to the deficit of $ 832 million recorded in March 2021 and $ 781 million recorded in February. However, the cumulative deficit in the trade account during January to March widened to $ 2,402 million from $ 2,059 million recorded over the same period in 2021.",
    "Terms of trade, i.e., the ratio of the price of exports to the price of imports, deteriorated by 16.0% in March, compared to March 2021, as the import prices increased on a y-o-y basis, compared to a corresponding y-o-y decline in export prices.",
    "Overall exports: Earnings from merchandise exports in March declined by 3.4% over March 2021 to reach $ 1,057 million. A decrease in earnings was observed in agricultural exports and mineral exports, while an increase was recorded in industrial exports. The cumulative export earnings increased by 9.0% during January-March over the same period of the last year, amounting to $ 3,249 million.",
    "Industrial exports: Earnings from the export of industrial goods increased in March by 2.9%, compared to March 2021. This was mainly due to the increase in earnings from export of petroleum products and gems, diamonds and jewellery (mainly gems). Earnings from the export of petroleum products improved due to the increase in both prices of bunker and aviation fuel exports and volume of aviation exports. Further, a sizable increase was recorded in the exports of base metals and articles (mainly lead and aluminium and articles thereof), leather, travel goods and footwear (mainly footwear), transport equipment (mainly cruise ships) and animal fodder (mainly poultry feed).",
    "However, a decline in earnings was reported in the categories of rubber products (mainly household rubber gloves), food, beverages, tobacco (mainly smoking tobacco, animal or vegetable fats and  oils and coconut milk powder), textiles (mainly yarn), printing industry products (mainly currency  notes), plastics and articles (mainly plastic sacks and bags), chemical products and ceramic products. Export of garments to most major markets improved, though a marginal decline was observed in garment exports.",
    "Agricultural exports: Total earnings from the exports of agricultural goods in March declined by 22.6%, compared to March 2021, with a broad-based decrease in export earnings in all subcategories driven by lower volumes. The export earnings from tea declined significantly by 24% (y-o-y), due to the decline in both volume and price of tea exported. Earnings from spices declined by 39.8% (y-o-y) in March 2022 due to lower export volume of cinnamon, pepper and cloves.",
    "Mineral exports: Earnings from mineral exports decreased by 57.1% in March, compared to March 2021, due to a decline in export earnings from titanium ores categorised under ores, slag and ash.",
    "The export volume index declined by 1.6% (driven by agricultural exports) while the export unit value index declined by 1.8%, (y-o-y), in March 2022, indicating that the decline in export earnings can be attributed to the combined impact of lower export volumes and prices.",
    "Overall imports: Expenditure on merchandise imports, which has been falling on a month-on-month basis since January, continued the decline recording the first year-on-year decline since February 2021. Accordingly, import expenditure declined by 5.6% to $ 1,819 million in March, compared to $ 1,926 million recorded in March 2021. A decline in expenditure was observed in import of consumer goods and investment goods, while an increase was recorded in import of intermediate goods. On a cumulative basis, total import expenditure amounted to $ 5,651 million during the first quarter of 2022, recording an increase of 12.1% (y-o-y). Considering the continuous pressure on the external sector, the Government imposed several restrictions on selected non-urgent and non-essential consumer items during March, such as import license requirements, while increasing import duties.",
    "Consumer goods: Expenditure on the importation of consumer goods declined by 25.7% in March, compared to March 2021, with a 13.6% reduction in food and beverages and a 37.8% reduction in non-food consumer goods. The year-on-year decline in the food and beverages import expenditure was primarily driven by the lower import volume of sugar and vegetables (mainly onions and dhal). Further, a sizeable decrease was observed in the import expenditure led by lower volumes of oils and fats (mainly coconut oil), dairy products (mainly milk powder) and spices (mainly chillies).",
    "However, expenditure on cereals and milling industry products remained high in March, compared to March 2021, mainly due to the increase in expenditure on rice imports. Expenditure on the importation of beverages also increased to some extent. The decline in the expenditure on non-food consumer goods was driven by the decline in the importation of telecommunication devices (mainly mobile phones), home appliances (mainly televisions) and medical and pharmaceuticals (mainly medicaments), while clothing and accessories, such as footwear and suits, recorded an increase.",
    "Intermediate goods: Expenditure on the importation of intermediate goods increased by 4.2% in March, compared to a year ago. Expenditure on fuel led the increase, although import expenditure on many other intermediate goods decreased, particularly base metals (mainly iron and steel), chemical products (mainly dyeing, tanning and colouring and inorganic chemical elements), plastics and articles thereof, rubber and articles thereof, vehicle and machinery parts (mainly electrical machinery parts and motor vehicle parts) and textiles and textile articles (mainly yarn). Despite the non-importation of crude oil, higher average import prices led the expenditure on fuel (including refined petroleum and coal) that increased by 49.7% (y-o-y), recording at $ 520 million which was the highest monthly expenditure on fuel since March 2012.",
    "Investment goods: The 13.9%, (y-o-y), decline in the expenditure on the importation of investment goods in March, was the result of decreases in all three types of investment goods, namely machinery and equipment, building material and transport equipment. The decline in machinery and equipment was led by lower imports of electric motors and generating sets, machinery and equipment parts, office machines and turbines.",
    "Meanwhile, import expenditure on building material declined, owing to aluminium articles, articles of iron and steel and wood products, despite an increase in the expenditure on cement and iron and steel, while expenditure on transport equipment declined, mainly due to lower imports of tankers and bowsers and tractors.",
    "The import volume index declined by 19.2% while the import unit value index increased by 16.9%, (y-o-y), in March, implying that the decline in import expenditure in March was mainly driven by the volume effect."
  ],
  "translate": {
    "si": {
      "title": "අපනයනය අඛණ්ඩව 10 වැනි මාසයට ඩොලර් b 1 ක් සහ කාර්ය සාධනය, මාර්තු මාසයේදී වෙළඳ හිඟය අඩුවීම",
      "body_lines": [
        "2021 පෙබරවාරියේ සිට ප්‍රථම වතාවට ආනයන වාර්තාගත සැලකිය යුතු අඩුවීමක් වසරින් වසර",
        "මාර්තු මාසයේදී අපනයන අංශය අඛණ්ඩව 10 වැනි මාසයටත් ඩොලර් බිලියන 1 ඉක්මවූ කාර්ය සාධනයක් පෙන්නුම් කළ අතර ආනයන අඩුවීම හේතුවෙන් වසරින් වසර මාසය තුළ වෙළඳ හිඟය අඩු විය.",
        "පෙර වසරට සාපේක්ෂව ආන්තික අඩුවීමක් තිබියදීත්, අපනයන ආදායම මාර්තු මාසයේ අඛණ්ඩව දහවන මාසය සඳහා ඩොලර් බිලියන 1 ඉක්මවා ඇති බව මහ බැංකුව පවසයි. 2021 පෙබරවාරි මාසයෙන් පසු ප්‍රථම වතාවට ආනයන වියදම වසරින් වසර කැපී පෙනෙන අඩුවීමක් වාර්තා කළේය. එහි ප්‍රතිඵලයක් වශයෙන්, වෙළඳ හිඟය වසරින් වසර පදනම මත මාර්තු මාසයේදී පහත වැටුණි.",
        "2021 මාර්තු මාසයේදී වාර්තා වූ ඩොලර් මිලියන 832 සහ පෙබරවාරි මාසයේ වාර්තා වූ ඩොලර් මිලියන 781 හි හිඟය සමඟ සසඳන විට මාර්තු මාසයේදී වෙළඳ ගිණුමේ හිඟය ඩොලර් මිලියන 762 දක්වා අඩු විය. කෙසේ වෙතත්, ජනවාරි සිට මාර්තු දක්වා කාලය තුළ වෙළඳ ගිණුමේ සමුච්චිත හිඟය 2021 එම කාලය තුළ වාර්තා වූ ඩොලර් මිලියන 2,059 සිට ඩොලර් මිලියන 2,402 දක්වා පුළුල් විය.",
        "වෙළඳ නියමයන්, එනම්, අපනයන මිලෙහි අනුරූපී y-o-y පහත වැටීමකට සාපේක්ෂව, 2021 මාර්තු මාසයට සාපේක්ෂව, 2021 මාර්තු මාසයට සාපේක්ෂව, අපනයන මිලෙහි අනුපාතය 16.0% කින් පිරිහී ඇත. .",
        "සමස්ත අපනයන: මාර්තු මාසයේදී වෙළඳ භාණ්ඩ අපනයන ඉපැයීම් 2021 මාර්තු මාසයට වඩා 3.4% කින් ඩොලර් මිලියන 1,057 දක්වා පහත වැටී ඇත. කෘෂිකාර්මික අපනයන සහ ඛනිජ අපනයනවල ඉපැයීම්වල අඩුවීමක් දක්නට ලැබුණු අතර කාර්මික අපනයනවල වැඩිවීමක් වාර්තා විය. සමුච්චිත අපනයන ආදායම පසුගිය වසරේ එම කාලය තුළ ජනවාරි සිට මාර්තු දක්වා කාලය තුළ ඩොලර් මිලියන 3,249 දක්වා 9.0% කින් වැඩි විය.",
        "කාර්මික අපනයන: කාර්මික භාණ්ඩ අපනයනයෙන් ලබන ඉපැයීම් 2021 මාර්තු මාසයට සාපේක්ෂව මාර්තු මාසයේදී 2.9% කින් වැඩි විය. මෙයට ප්‍රධාන වශයෙන් හේතු වූයේ ඛනිජ තෙල් නිෂ්පාදන සහ මැණික්, දියමන්ති සහ ස්වර්ණාභරණ (ප්‍රධාන වශයෙන් මැණික්) අපනයනයෙන් ඉපැයීම් ඉහළ යාමයි. බංකර් සහ ගුවන් ඉන්ධන අපනයනය සහ ගුවන් සේවා අපනයන පරිමාව යන දෙකෙහිම මිල ඉහළ යාම හේතුවෙන් ඛනිජ තෙල් නිෂ්පාදන අපනයනයෙන් ඉපැයීම් වැඩිදියුණු විය. තවද, මූලික ලෝහ සහ භාණ්ඩ (ප්‍රධාන වශයෙන් ඊයම් සහ ඇලුමිනියම් සහ ඒවායේ භාණ්ඩ), සම්, සංචාරක භාණ්ඩ සහ පාවහන් (ප්‍රධාන වශයෙන් පාවහන්), ප්‍රවාහන උපකරණ (ප්‍රධාන වශයෙන් කෲස් නැව්) සහ සත්ව ආහාර (ප්‍රධාන වශයෙන් කුකුළු ආහාර) අපනයනයෙහි සැලකිය යුතු වර්ධනයක් වාර්තා විය. )",
        "කෙසේ වෙතත්, රබර් නිෂ්පාදන (ප්‍රධාන වශයෙන් ගෘහස්ථ රබර් අත්වැසුම්), ආහාර, පාන වර්ග, දුම්කොළ (ප්‍රධාන වශයෙන් දුම්කොළ, සත්ව හෝ එළවළු මේද සහ  තෙල් සහ පොල් කිරිපිටි), රෙදිපිළි (ප්‍රධාන වශයෙන් නූල්), මුද්‍රණය යන කාණ්ඩවල ඉපැයීම්වල අඩුවීමක් වාර්තා විය. කර්මාන්ත නිෂ්පාදන (ප්‍රධාන වශයෙන් මුදල් නෝට්ටු), ප්ලාස්ටික් සහ භාණ්ඩ (ප්‍රධාන වශයෙන් ප්ලාස්ටික් ගෝනි සහ බෑග්), රසායනික නිෂ්පාදන සහ සෙරමික් නිෂ්පාදන. ඇඟලුම් අපනයනයේ ආන්තික අඩුවීමක් දක්නට ලැබුණද, බොහෝ ප්‍රධාන වෙළෙඳපොළ වෙත ඇඟලුම් අපනයනය වැඩිදියුණු විය.",
        "කෘෂිකාර්මික අපනයන: 2021 මාර්තු හා සසඳන විට මාර්තු මාසයේ කෘෂිකාර්මික භාණ්ඩ අපනයනයෙන් මුළු ඉපැයීම් 22.6% කින් පහත වැටුණි, අඩු පරිමාවන් මගින් මෙහෙයවනු ලබන සියලුම උප කාණ්ඩවල අපනයන ඉපැයීම්වල පුළුල් පදනම් අඩුවීමක් සමඟ. අපනයනය කරන ලද තේ පරිමාව සහ මිල යන දෙකෙහිම පහත වැටීම හේතුවෙන් තේ අපනයන ආදායම 24% (y-o-y) කින් සැලකිය යුතු ලෙස අඩු විය. කුරුඳු, ගම්මිරිස් සහ කරාබු නැටි අපනයන පරිමාව අඩුවීම හේතුවෙන් 2022 මාර්තු මාසයේදී කුළුබඩුවලින් ඉපැයීම් 39.8% (y-o-y) කින් අඩු විය.",
        "ඛනිජ අපනයන: ලෝපස්, ස්ලැග් සහ අළු යටතේ වර්ගීකරණය කරන ලද ටයිටේනියම් ලෝපස් වලින් අපනයන ඉපැයීම් පහත වැටීම හේතුවෙන් 2021 මාර්තු මාසයට සාපේක්ෂව මාර්තු මාසයේදී ඛනිජ අපනයනයෙන් ඉපැයීම් 57.1% කින් අඩු විය.",
        "2022 මාර්තු මාසයේදී අපනයන පරිමා දර්ශකය 1.6% කින් (කෘෂිකාර්මික අපනයන මගින් මෙහෙයවනු ලබන) අඩු වූ අතර අපනයන ඒකක අගය දර්ශකය 1.8% කින් (y-o-y) පහත වැටුණු අතර, අපනයන ඉපැයීම් පහත වැටීම අඩු අපනයනයේ ඒකාබද්ධ බලපෑමට හේතු විය හැකි බව පෙන්නුම් කරයි. පරිමාවන් සහ මිල ගණන්.",
        "සමස්ත ආනයන: ජනවාරි මාසයේ සිට මාසික පදනම මත පහත වැටෙමින් තිබූ වෙළඳ භාණ්ඩ ආනයන වියදම, 2021 පෙබරවාරි මාසයේ සිට පළමු වසරින් වසර අඩුවීම වාර්තා කරමින් පහත වැටීම දිගටම කරගෙන ගියේය. ඒ අනුව, ආනයන වියදම ඩොලර් 1,819 දක්වා 5.6% කින් අඩු විය. 2021 මාර්තු මාසයේදී වාර්තා වූ ඩොලර් මිලියන 1,926 හා සසඳන විට මාර්තු මාසයේදී මිලියනය. පාරිභෝගික භාණ්ඩ සහ ආයෝජන භාණ්ඩ ආනයනය කිරීමේදී වියදම්වල අඩුවීමක් දක්නට ලැබෙන අතර අතරමැදි භාණ්ඩ ආනයනයේ වැඩි වීමක් වාර්තා විය. සමුච්චිත පදනමක් මත, 2022 පළමු කාර්තුව තුළ මුළු ආනයන වියදම ඩොලර් මිලියන 5,651 ක් වූ අතර එය 12.1% ක වර්ධනයක් (y-o-y) වාර්තා කළේය. විදේශ අංශයට එල්ල වන අඛණ්ඩ පීඩනය සැලකිල්ලට ගනිමින් ආනයන බදු වැඩි කරන අතරම ආනයන බලපත්‍ර අවශ්‍යතා වැනි තෝරාගත් හදිසි නොවන සහ අත්‍යවශ්‍ය නොවන පාරිභෝගික ද්‍රව්‍ය සඳහා රජය විසින් සීමා කිහිපයක් පැනවීය.",
        "පාරිභෝගික භාණ්ඩ: ආහාර පානවල 13.6% ක අඩුවීමක් සහ ආහාර නොවන පාරිභෝගික භාණ්ඩවල 37.8% ක අඩුවීමක් සමඟ 2021 මාර්තු මාසයට සාපේක්ෂව මාර්තු මාසයේදී පාරිභෝගික භාණ්ඩ ආනයනය සඳහා වූ වියදම 25.7% කින් අඩු විය. ආහාර පාන ආනයන වියදම්වල වසරින් වසර පහත වැටීමට මූලික වශයෙන් හේතු වූයේ සීනි සහ එළවළු (ප්‍රධාන වශයෙන් ළූණු සහ පරිප්පු) ආනයන පරිමාව අඩු වීමයි. තවද, අඩු තෙල් සහ මේද (ප්‍රධාන වශයෙන් පොල්තෙල්), කිරි නිෂ්පාදන (ප්‍රධාන වශයෙන් කිරිපිටි) සහ කුළුබඩු (ප්‍රධාන වශයෙන් මිරිස්) ආනයන වියදමේ සැලකිය යුතු අඩුවීමක් දක්නට ලැබුණි.",
        "කෙසේ වෙතත්, 2021 මාර්තු මාසයට සාපේක්ෂව ධාන්‍ය සහ ඇඹරුම් කර්මාන්ත නිෂ්පාදන සඳහා වූ වියදම මාර්තු මාසයේදී ඉහළ මට්ටමක පැවතියේ ප්‍රධාන වශයෙන් සහල් ආනයනය සඳහා වන වියදම් ඉහළ යාම හේතුවෙනි. බීම වර්ග ආනයනය සඳහා වූ වියදම ද යම් ප්‍රමාණයකට වැඩි විය. ආහාර නොවන පාරිභෝගික භාණ්ඩ සඳහා වන වියදම් පහත වැටීමට හේතු වූයේ විදුලි සංදේශ උපාංග (ප්‍රධාන වශයෙන් ජංගම දුරකථන), ගෘහ උපකරණ (ප්‍රධාන වශයෙන් රූපවාහිනී) සහ වෛද්‍ය සහ ඖෂධ (ප්‍රධාන වශයෙන් ඖෂධ), ඇඳුම් සහ උපාංග වැනි ආනයනය පහත වැටීමයි. පාවහන් සහ ඇඳුම් කට්ටල, වැඩිවීමක් වාර්තා විය.",
        "අතරමැදි භාණ්ඩ: වසරකට පෙර හා සැසඳීමේදී අතරමැදි භාණ්ඩ ආනයනය සඳහා වන වියදම මාර්තු මාසයේදී 4.2% කින් වැඩි විය. විශේෂයෙන් මූලික ලෝහ (ප්‍රධාන වශයෙන් යකඩ සහ වානේ), රසායනික නිෂ්පාදන (ප්‍රධාන වශයෙන් ඩයි කිරීම, සම් පදම් කිරීම සහ වර්ණ ගැන්වීම සහ අකාබනික රසායනික මූලද්‍රව්‍ය), ප්ලාස්ටික් සහ ඒවායේ භාණ්ඩ, රබර් සහ ද්‍රව්‍ය වැනි බොහෝ අතරමැදි භාණ්ඩ සඳහා ආනයන වියදම් අඩු වුවද ඉන්ධන සඳහා වන වියදම වැඩිවීමට හේතු විය. එහි වාහන සහ යන්ත්‍රෝපකරණ කොටස් (ප්‍රධාන වශයෙන් විදුලි යන්ත්‍රෝපකරණ කොටස් සහ මෝටර් වාහන කොටස්) සහ රෙදිපිළි සහ රෙදිපිළි භාණ්ඩ (ප්‍රධාන වශයෙන් නූල්). බොරතෙල් ආනයනය නොකළද, ඉහළ සාමාන්‍ය ආනයන මිල ගණන් ඉන්ධන සඳහා (පිරිපහදු කළ පෙට්‍රෝලියම් සහ ගල් අඟුරු ඇතුළුව) වියදම 49.7% (y-o-y) කින් වැඩි කිරීමට හේතු විය, එය ඩොලර් මිලියන 520 ක් වාර්තා කරමින් 2012 මාර්තු මාසයේ සිට ඉන්ධන සඳහා වැඩිම මාසික වියදම විය. .",
        "ආයෝජන භාණ්ඩ: 13.9%, (y-o-y), මාර්තු මාසයේදී ආයෝජන භාණ්ඩ ආනයනය සඳහා වියදම් අඩුවීම, යන්ත්‍රෝපකරණ සහ උපකරණ, ගොඩනැගිලි ද්‍රව්‍ය සහ ප්‍රවාහන උපකරණ යන ආයෝජන භාණ්ඩ වර්ග තුනේම අඩුවීමේ ප්‍රතිඵලයකි. යන්ත්‍රෝපකරණ සහ උපකරණවල පහත වැටීමට හේතු වූයේ විදුලි මෝටර සහ ජනන කට්ටල, යන්ත්‍රෝපකරණ සහ උපකරණ කොටස්, කාර්යාල යන්ත්‍ර සහ ටර්බයින ආනයනය අඩු වීම හේතුවෙනි.",
        "මේ අතර, සිමෙන්ති සහ යකඩ හා වානේ සඳහා වන වියදම් ඉහළ ගියද, ඇලුමිනියම් භාණ්ඩ, යකඩ සහ වානේ භාණ්ඩ සහ දැව නිෂ්පාදන හේතුවෙන් ගොඩනැගිලි ද්‍රව්‍ය සඳහා වන ආනයන වියදම පහත වැටුණු අතර ප්‍රධාන වශයෙන් ටැංකි ආනයනය අඩුවීම හේතුවෙන් ප්‍රවාහන උපකරණ සඳහා වන වියදම පහත වැටුණි. සහ බවුසර් සහ ට්‍රැක්ටර්.",
        "මාර්තු මාසයේදී ආනයන පරිමා දර්ශකය 19.2% කින් අඩු වූ අතර ආනයන ඒකක අගය දර්ශකය 16.9% කින් (y-o-y) වැඩි විය, එයින් ගම්‍ය වන්නේ මාර්තු මාසයේ ආනයන වියදම් පහත වැටීම ප්‍රධාන වශයෙන් පරිමාව බලපෑම මත සිදු වූ බවයි."
      ]
    },
    "ta": {
      "title": "ஏற்றுமதிகள் தொடர்ந்து 10வது மாதமாக $1 b பிளஸ் செயல்திறன், மார்ச் மாதத்தில் வர்த்தக பற்றாக்குறை சரிவு",
      "body_lines": [
        "பிப்ரவரி 2021 க்குப் பிறகு முதல் முறையாக ஆண்டுக்கு ஆண்டு குறிப்பிடத்தக்க சரிவை பதிவு செய்துள்ளது",
        "மார்ச் மாதத்தில் ஏற்றுமதித் துறையானது அதன் தொடர்ச்சியாக 10வது மாதமாக $1 பில்லியனுக்கும் அதிகமான செயல்திறனைப் பெற்றுள்ளது, அதே நேரத்தில் குறைந்த இறக்குமதிகள் ஆண்டுக்கு ஆண்டு மாதத்தில் வர்த்தக பற்றாக்குறை சரிவைக் கண்டன.",
        "கடந்த வருடத்துடன் ஒப்பிடுகையில், சிறிதளவு சரிவைச் சந்தித்த போதிலும், மார்ச் மாதத்தில் தொடர்ந்து பத்தாவது மாதமாக ஏற்றுமதியின் வருமானம் 1 பில்லியன் டாலர்களை தாண்டியுள்ளதாக மத்திய வங்கி தெரிவித்துள்ளது. பிப்ரவரி 2021க்குப் பிறகு முதல் முறையாக, ஆண்டுக்கு ஆண்டு குறிப்பிடத்தக்க சரிவை இறக்குமதிச் செலவு பதிவு செய்தது. இதன் விளைவாக, ஆண்டுக்கு ஆண்டு அடிப்படையில் மார்ச் மாதத்தில் வர்த்தகப் பற்றாக்குறை குறைந்தது.",
        "மார்ச் 2021 இல் பதிவு செய்யப்பட்ட $ 832 மில்லியன் மற்றும் பிப்ரவரியில் பதிவு செய்யப்பட்ட $ 781 மில்லியன் பற்றாக்குறையுடன் ஒப்பிடுகையில், மார்ச் மாதத்தில் வர்த்தகக் கணக்கில் உள்ள பற்றாக்குறை $ 762 மில்லியனாகக் குறைந்தது. எவ்வாறாயினும், ஜனவரி முதல் மார்ச் வரையிலான வர்த்தகக் கணக்கில் மொத்தப் பற்றாக்குறை 2021 ஆம் ஆண்டின் இதே காலப்பகுதியில் பதிவு செய்யப்பட்ட $2,059 மில்லியனிலிருந்து $2,402 மில்லியனாக அதிகரித்தது.",
        "வர்த்தக விதிமுறைகள், அதாவது, ஏற்றுமதி விலையின் விகிதம் மற்றும் ஏற்றுமதி விலையின் விகிதம், மார்ச் 2021 உடன் ஒப்பிடும்போது, ​​மார்ச் மாதத்தில் 16.0% சரிந்தது, ஏனெனில், ஏற்றுமதி விலைகளில் தொடர்புடைய y-o-y சரிவுடன் ஒப்பிடும்போது, ​​y-o-y அடிப்படையில் இறக்குமதி விலைகள் அதிகரித்தன. .",
        "ஒட்டுமொத்த ஏற்றுமதி: மார்ச் மாதத்தில் வணிகப் பொருட்கள் ஏற்றுமதியின் வருவாய் மார்ச் 2021 ஐ விட 3.4% குறைந்து $1,057 மில்லியனை எட்டியது. விவசாய ஏற்றுமதி மற்றும் கனிம ஏற்றுமதியில் வருவாய் குறைவு காணப்பட்டது, தொழில்துறை ஏற்றுமதியில் அதிகரிப்பு பதிவு செய்யப்பட்டது. கடந்த ஆண்டின் இதே காலப்பகுதியில் ஜனவரி-மார்ச் மாதங்களில் ஒட்டுமொத்த ஏற்றுமதி வருவாய் 9.0% அதிகரித்து $3,249 மில்லியன் ஆகும்.",
        "தொழில்துறை ஏற்றுமதிகள்: மார்ச் 2021 உடன் ஒப்பிடும்போது, ​​மார்ச் மாதத்தில் தொழில்துறை பொருட்களின் ஏற்றுமதியின் வருவாய் 2.9% அதிகரித்துள்ளது. பெட்ரோலியப் பொருட்கள் மற்றும் ரத்தினங்கள், வைரங்கள் மற்றும் நகைகள் (முக்கியமாக ரத்தினங்கள்) ஆகியவற்றின் ஏற்றுமதியின் வருவாய் அதிகரித்ததே இதற்குக் காரணம். பதுங்கு குழி மற்றும் விமான எரிபொருள் ஏற்றுமதி மற்றும் விமான ஏற்றுமதியின் அளவு ஆகிய இரண்டின் விலைகளின் அதிகரிப்பு காரணமாக பெட்ரோலியப் பொருட்களின் ஏற்றுமதியின் வருவாய் மேம்பட்டது. மேலும், அடிப்படை உலோகங்கள் மற்றும் பொருட்கள் (முக்கியமாக ஈயம் மற்றும் அலுமினியம் மற்றும் அதன் பொருட்கள்), தோல், பயண பொருட்கள் மற்றும் பாதணிகள் (முக்கியமாக பாதணிகள்), போக்குவரத்து உபகரணங்கள் (முக்கியமாக உல்லாச கப்பல்கள்) மற்றும் கால்நடை தீவனம் (முக்கியமாக கோழி தீவனம்) ஆகியவற்றின் ஏற்றுமதியில் கணிசமான அதிகரிப்பு பதிவு செய்யப்பட்டது. )",
        "இருப்பினும், ரப்பர் பொருட்கள் (முக்கியமாக வீட்டு ரப்பர் கையுறைகள்), உணவு, பானங்கள், புகையிலை (முக்கியமாக புகையிலை, விலங்கு அல்லது காய்கறி கொழுப்புகள் மற்றும்  எண்ணெய்கள் மற்றும் தேங்காய் பால் பவுடர்), ஜவுளி (முக்கியமாக நூல்), அச்சிடுதல் ஆகியவற்றின் வகைகளில் வருவாய் சரிவு பதிவாகியுள்ளது. தொழில்துறை பொருட்கள் (முக்கியமாக நாணயக் குறிப்புகள்), பிளாஸ்டிக் மற்றும் பொருட்கள் (முக்கியமாக பிளாஸ்டிக் சாக்குகள் மற்றும் பைகள்), இரசாயன பொருட்கள் மற்றும் பீங்கான் பொருட்கள். பெரும்பாலான முக்கிய சந்தைகளுக்கு ஆடைகளின் ஏற்றுமதி மேம்பட்டது, இருப்பினும் ஆடை ஏற்றுமதியில் ஓரளவு சரிவு காணப்பட்டது.",
        "விவசாய ஏற்றுமதிகள்: மார்ச் 2021 உடன் ஒப்பிடும்போது, ​​மார்ச் மாதத்தில் விவசாயப் பொருட்களின் ஏற்றுமதியின் மொத்த வருவாய் 22.6% குறைந்துள்ளது, குறைந்த அளவுகளால் உந்தப்பட்ட அனைத்து துணைப்பிரிவுகளிலும் ஏற்றுமதி வருவாயில் பரந்த அடிப்படையிலான குறைவு. ஏற்றுமதி செய்யப்பட்ட தேயிலையின் அளவு மற்றும் விலை ஆகிய இரண்டிலும் ஏற்பட்ட சரிவின் காரணமாக, தேயிலையிலிருந்து ஏற்றுமதி வருவாய் 24% (y-o-y) கணிசமாகக் குறைந்துள்ளது. இலவங்கப்பட்டை, மிளகு மற்றும் கிராம்பு ஆகியவற்றின் குறைந்த ஏற்றுமதி அளவு காரணமாக, மார்ச் 2022 இல் மசாலாப் பொருட்களின் வருவாய் 39.8% (y-o-y) குறைந்துள்ளது.",
        "கனிம ஏற்றுமதி: தாதுக்கள், கசடு மற்றும் சாம்பல் ஆகியவற்றின் கீழ் வகைப்படுத்தப்பட்ட டைட்டானியம் தாதுக்களின் ஏற்றுமதி வருவாய் சரிந்ததன் காரணமாக, தாது ஏற்றுமதியின் வருவாய் மார்ச் 2021 உடன் ஒப்பிடும்போது, ​​மார்ச் மாதத்தில் 57.1% குறைந்துள்ளது.",
        "ஏற்றுமதி அளவுக் குறியீடு 1.6% (விவசாய ஏற்றுமதியால் உந்துதல்) குறைந்துள்ளது, அதே சமயம் ஏற்றுமதி அலகு மதிப்புக் குறியீடு 1.8% (y-o-y), மார்ச் 2022 இல் சரிந்தது, ஏற்றுமதி வருவாய் குறைவதற்கு குறைந்த ஏற்றுமதியின் ஒருங்கிணைந்த தாக்கம் காரணமாக இருக்கலாம் என்பதைக் குறிக்கிறது. தொகுதிகள் மற்றும் விலைகள்.",
        "ஒட்டுமொத்த இறக்குமதிகள்: சரக்கு இறக்குமதிக்கான செலவினம், ஜனவரி முதல் மாத அடிப்படையில் வீழ்ச்சியடைந்து வருகிறது, பிப்ரவரி 2021 முதல் ஆண்டுக்கு ஆண்டு சரிவைத் தொடர்ந்து சரிவைத் தொடர்ந்தது. அதன்படி, இறக்குமதிச் செலவு 5.6% குறைந்து $1,819 ஆக இருந்தது. மார்ச் 2021 இல் பதிவான $1,926 மில்லியனுடன் ஒப்பிடும்போது மார்ச் மாதத்தில் மில்லியன். நுகர்வோர் பொருட்கள் மற்றும் முதலீட்டுப் பொருட்களின் இறக்குமதியில் செலவினங்களில் சரிவு காணப்பட்டது, அதே சமயம் இடைநிலைப் பொருட்களின் இறக்குமதியில் அதிகரிப்பு பதிவாகியுள்ளது. ஒட்டுமொத்த இறக்குமதிச் செலவு 2022 முதல் காலாண்டில் $5,651 மில்லியனாக இருந்தது, இது 12.1% (y-o-y) அதிகரிப்பைப் பதிவுசெய்தது. வெளிநாட்டுத் துறையின் மீதான தொடர்ச்சியான அழுத்தத்தைக் கருத்தில் கொண்டு, இறக்குமதி வரிகளை அதிகரிக்கும் அதே வேளையில், இறக்குமதி உரிமத் தேவைகள் போன்ற தேர்ந்தெடுக்கப்பட்ட அவசரமற்ற மற்றும் அத்தியாவசியமற்ற நுகர்வோர் பொருட்களுக்கு மார்ச் மாதத்தில் அரசாங்கம் பல கட்டுப்பாடுகளை விதித்தது.",
        "நுகர்வோர் பொருட்கள்: உணவு மற்றும் பானங்களில் 13.6% குறைப்பு மற்றும் உணவு அல்லாத நுகர்வோர் பொருட்களில் 37.8% குறைப்பு, மார்ச் 2021 உடன் ஒப்பிடும்போது, ​​மார்ச் மாதத்தில் நுகர்வோர் பொருட்களின் இறக்குமதிக்கான செலவு 25.7% குறைந்துள்ளது. உணவு மற்றும் பானங்கள் இறக்குமதி செலவினங்களில் ஆண்டுக்கு ஆண்டு சரிவு முதன்மையாக சர்க்கரை மற்றும் காய்கறிகளின் (முக்கியமாக வெங்காயம் மற்றும் பருப்பு) குறைந்த இறக்குமதி அளவு மூலம் இயக்கப்படுகிறது. மேலும், குறைந்த அளவு எண்ணெய்கள் மற்றும் கொழுப்புகள் (முக்கியமாக தேங்காய் எண்ணெய்), பால் பொருட்கள் (முக்கியமாக பால் பவுடர்) மற்றும் மசாலாப் பொருட்கள் (முக்கியமாக மிளகாய்) இறக்குமதி செலவினங்களில் குறிப்பிடத்தக்க குறைவு காணப்பட்டது.",
        "இருப்பினும், மார்ச் 2021 உடன் ஒப்பிடும்போது, ​​தானியங்கள் மற்றும் அரைக்கும் தொழில் தயாரிப்புகளுக்கான செலவுகள் மார்ச் மாதத்தில் அதிகமாகவே இருந்தது, முக்கியமாக அரிசி இறக்குமதிக்கான செலவினங்கள் அதிகரித்ததன் காரணமாக. பானங்களின் இறக்குமதிக்கான செலவினமும் ஓரளவு அதிகரித்தது. தொலைத்தொடர்பு சாதனங்கள் (முக்கியமாக மொபைல் போன்கள்), வீட்டு உபயோகப் பொருட்கள் (முக்கியமாக தொலைக்காட்சிகள்) மற்றும் மருத்துவம் மற்றும் மருந்துப் பொருட்கள் (முக்கியமாக மருந்துகள்), ஆடைகள் மற்றும் பாகங்கள் போன்றவற்றின் இறக்குமதியில் ஏற்பட்ட சரிவால் உணவு அல்லாத நுகர்வோர் பொருட்களின் செலவில் சரிவு ஏற்பட்டது. காலணி மற்றும் வழக்குகள், அதிகரிப்பு பதிவு.",
        "இடைநிலை சரக்குகள்: கடந்த ஆண்டுடன் ஒப்பிடுகையில், மார்ச் மாதத்தில் இடைநிலை பொருட்களின் இறக்குமதிக்கான செலவு 4.2% அதிகரித்துள்ளது. எரிபொருளின் மீதான செலவினம் அதிகரிப்புக்கு வழிவகுத்தது, இருப்பினும் பல இடைநிலை பொருட்களின் இறக்குமதி செலவு குறைந்துள்ளது, குறிப்பாக அடிப்படை உலோகங்கள் (முக்கியமாக இரும்பு மற்றும் எஃகு), இரசாயன பொருட்கள் (முக்கியமாக சாயமிடுதல், தோல் பதனிடுதல் மற்றும் வண்ணம் மற்றும் கனிம இரசாயன கூறுகள்), பிளாஸ்டிக் மற்றும் பொருட்கள், ரப்பர் மற்றும் பொருட்கள் அதன், வாகனம் மற்றும் இயந்திர பாகங்கள் (முக்கியமாக மின்சார இயந்திர பாகங்கள் மற்றும் மோட்டார் வாகன பாகங்கள்) மற்றும் ஜவுளி மற்றும் ஜவுளி பொருட்கள் (முக்கியமாக நூல்). கச்சா எண்ணெயை இறக்குமதி செய்யாத போதிலும், சராசரி இறக்குமதி விலைகள் எரிபொருளுக்கான செலவினங்களை (சுத்திகரிக்கப்பட்ட பெட்ரோலியம் மற்றும் நிலக்கரி உட்பட) 49.7% (y-o-y) அதிகரித்தது, இது மார்ச் 2012 முதல் எரிபொருளுக்கான அதிகபட்ச மாதாந்திர செலவீனமாக $520 மில்லியனாக இருந்தது. .",
        "முதலீட்டு பொருட்கள்: மார்ச் மாதத்தில் 13.9%, (y-o-y), முதலீட்டுப் பொருட்களின் இறக்குமதிக்கான செலவில் சரிவு, இயந்திரங்கள் மற்றும் உபகரணங்கள், கட்டுமானப் பொருட்கள் மற்றும் போக்குவரத்து சாதனங்கள் ஆகிய மூன்று வகையான முதலீட்டுப் பொருட்களிலும் குறைந்ததன் விளைவாகும். இயந்திரங்கள் மற்றும் உபகரணங்களின் சரிவு மின்சார மோட்டார்கள் மற்றும் உற்பத்தி செட்கள், இயந்திரங்கள் மற்றும் உபகரண பாகங்கள், அலுவலக இயந்திரங்கள் மற்றும் விசையாழிகளின் குறைந்த இறக்குமதியால் வழிவகுத்தது.",
        "இதற்கிடையில், அலுமினியப் பொருட்கள், இரும்பு மற்றும் எஃகு மற்றும் மரப் பொருட்கள் ஆகியவற்றின் காரணமாக, சிமெண்ட் மற்றும் இரும்பு மற்றும் எஃகு மீதான செலவினங்கள் அதிகரித்த போதிலும், கட்டுமானப் பொருட்களின் இறக்குமதி செலவு குறைந்துள்ளது, அதே நேரத்தில் போக்குவரத்து உபகரணங்களுக்கான செலவு குறைந்துள்ளது, முக்கியமாக டேங்கர்களின் இறக்குமதி குறைவு மற்றும் பவுசர்கள் மற்றும் டிராக்டர்கள்.",
        "இறக்குமதி அளவு குறியீடு 19.2% குறைந்துள்ளது அதே சமயம் இறக்குமதி அலகு மதிப்பு குறியீடு 16.9% (y-o-y), மார்ச் மாதத்தில் அதிகரித்தது, இது மார்ச் மாதத்தில் இறக்குமதி செலவினங்களின் சரிவு முக்கியமாக தொகுதி விளைவுகளால் இயக்கப்படுகிறது என்பதைக் குறிக்கிறது."
      ]
    }
  }
}