{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Protests-discontent-and-disconnects/172-233683",
  "time_ut": 1648074060,
  "title": "Protests, discontent and disconnects",
  "body_lines": [
    "The main opposition party Samagi Jana Balawegaya (SJB) organised a large protest in Colombo on March 15 (pic AFP)",
    "They wanted to stand up for their rights, demand systemic change beyond immediate issues, create new political culture and wanted to encourage others to do the same",
    "This month (March 2022) had seen widespread discontent by many Sri Lankans from all walks of life on new and old social – economic – political concerns, leading to more than 100 street protests across the country, though many of the protests and protesters remain disconnected.",
    "On March 1, eight youth decided to protest by holding placards and lighting candles at Kohuwela junction as their neighbourhood was in darkness due to widespread power cuts, amidst shortages of fuel, gas and rising costs of essential and most basic consumer goods. They wanted to stand up for their rights, demand systemic change beyond immediate issues, create new political culture and wanted to encourage others to do the same, though they didn’t know how this would go or that it could lead to “Sri Lankan Spring” of protests.",
    "As news of the protests spread more people affected by these issues joined in. When I joined on 3rd March, there were about 30. By the 4th day, more than 100 protesters stood on all four sides of the busy Kohuwela junction and one young girl performed a skit of doing household chores in the dark. Several protesters had travelled from other towns and when there were questions posed to initial organizers “why don’t you start one in other locations”, the response was “why don’t you start in your neighborhood”. Several who had joined the Kohuwela protests then started planning protests in their own neighborhoods. Others inspired through word of mouth and social media posts also started new protests in their neighbourhoods. More than 60 such neighbourhood protests had been held in at least 19 places (11 places in Colombo district, 3 places in Gampaha district, 3 places in Kalutara district and 1 place in Kandy and Nuwara Eliya districts) between 1st – 22nd March. Below are some of the places where protests had been held during this period.",
    "5th March – Rajagiriya (Colombo district) and Ja-Ela (Gampaha district)",
    "19th March – Dehiwela (Colombo district), Kelaniya (Gampaha district) and Kandy town (Kandy district)",
    "21st March – Wattala (Gampaha district) and Horana (Kalutara district)",
    "22nd March – Bandaragama (Kalutara district) and Battaramulla (Colombo district) Nuwara Eliya town",
    "Yesterday, 23rd, 6 such protests were planned to be held, including one new place in Colombo city. Some started with relatively small numbers, such as 2 – 8 persons and numbers had increased gradually, some having about 200. A protest that started on 21st drew about 150 in the very first day. In some places, some passing by had stopped their journeys and joined the protests. One of them had been from Badulla visiting relatives, who had seen the protest, said would like to join for 10 minutes and stayed till the end. In another place, a cyclist had stopped and joined a protest. Some motorists stuck in traffic or passing by also honked or shouted their support to the protesters. Organizers who were recognized by passersby, had also received phone calls encouraging them to continue the protests and offering support.",
    "The protesters ranged from elderly in 80s, people in wheel chairs, middle-aged, youth and children who had come with their parents. Several protesters said that they were born in Sri Lanka and didn’t want to see their country ruined. One medical doctor said he could migrate overseas, but has no intention of doing so, and he is participating in these protests to make Sri Lanka a better place. Some of the protests were initiated by women, and in most protests, there were many women, most of whom were very active, speaking to those passing by on foot or vehicles struck in traffic, media and the police. On one occasion almost all the protesters were women. On another occasion, two women protested alone. One of them, a mother of two, had felt strongly about doing “something” to show disgust and anger against the crisis.",
    "Uniformed policemen had questioned some protesters, with common focus being trying to find out who the organizers are. Men in civil clothes who appeared to be intelligence personnel also photographed protesters. But there were no reported obstructions and protesters from some locations even told that policemen appeared sympathetic. Some protesters, especially elderly, took the opportunity to explain the dire situation of the country’s economy to policemen.",
    "There have been daily protests in Kohuwela, but regularity in other places ranged from one day to a couple of days a week, some on weekdays and some on weekends. While most seem eager to continue, it’s not clear how often and how long people could gather. Many seem to come in their own private vehicles and things like where to park vehicles and using up scarce fuel were also being considered in selecting locations and regularity. Everyone I spoke to were strongly motivated to speak out and not stay quiet. There are also fears of these protests being portrayed as being in favor of one political party. From the beginning, some of the notices informing the public about the protests and statements given to the media by protesters emphasized that these were citizen protests not affiliated with any politician or political party. Given the extremely diverse background of protesters, there were various ideological, political viewpoints visible, with some directly demanding the president to leave office through slogans such as “Gota Go Home”, some expressing no faith in the present opposition parties and wondering who will govern if the President and / or government resigns. There have been attempts by protesters to connect with each other while retaining autonomy and diversity and they seem to inspire others to start protests in their own places.",
    "There were also very localized protests on similar issues, that seemed distinct or not connected to ones mentioned above. On 3rd, a candle lit protest was held in Jaffna and Flame Torch protests were held in Batticaloa and Puthukudiyiruppu around the same dates against electricity cuts. On 5th, protests related to fuel were held in Bandaragama in Kalutara district, Kiribathgoda in the Gampaha districts. On 16th, a protest was held in Homagama in Colombo district by people who had come to buy gas and another protest was held in Panduwasnuwara in the Kurunegela district about the lack of food. Also on the 20th, in Dehiaththakandiya, farmers protested regarding the reduction in harvest while performing religious rituals. A protest was held in Rathgama in the Galle district about lack of gas on 22nd.",
    "There were also many protests about longstanding problems of citizens which have not been addressed by successive governments. On the 3rd March, there was a protest in Colombo against the Prevention of Terrorism Act (PTA), a draconian law that has been used by successive governments against ethnic minorities and against dissenters. A signature campaign was held in several places to abolish the PTA, such as in Kodikamam (Jaffna district), Chenkalady and Kokaddicholai (Batticaloa district), Kandy, Matale, Hatton (Nuwara Eliya district), Galle and Matara. On 3rd March, in Negombo in the Gampaha district, fisherfolk protested against destructive development projects that were harmful to the environment and livelihoods as well as increasing prices of fishing gear and fuel. There was significant participation of Catholic clergy. On 12th March, several thousands, mostly farmers, supported also by others including many local Buddhist Monks, participated in a march and protest rally in Bibile in the Moneragala district, against imminent takeover of lands for sugar plantation by a Singaporean company. On 7th and 8th March, about 100 estate workers engaged in a day and night protest outside the Labour Ministry in Colombo, demanding to ensure that the Employers Federation agreeing to sign the collective agreement. Health workers also resumed provincial level protests on 14th and 21st March, in districts of Colombo, Gampaha, Kalutara, Ampara, Batticaloa, Galle and Hambantota to resolve salary anomalies. The Inter-University Students Federation engaged in a nearly week-long satyagraha campaign in Colombo demanding the re-opening of universities and to withdraw the Kotelawala National Defence University Act. On 21st, the monthly protest was held in Negombo demanding truth and justice for Easter Sunday attacks.",
    "On 10th, families of disappeared held a protest and signature campaign outside the Supreme Court complex, calling to protect and ensure justice for senior retired police officer Shani Abeysekera. These families later protested outside the Ministry of Justice demanding to continue the implementation of a previous decision to grant Rs. 6000 per month interim relief to families of disappeared. In the North and East, Tamil families of disappeared organized protests demanding to know the whereabouts and fate of their loved ones who had been forcibly disappeared during and after the war. Such protests were held in Batticaloa on 7th and in Mullaitivu, Kilinochchi and Vavuniya on 8th, coinciding also with International Women’s Day and 5 years of continuous roadside protests. On 19th, Tamil families of disappeared held a protest during the visit of the Prime Minister to Jaffna and on 20th, as they travelled to protest against the Prime Minister, the mostly elderly and distraught women faced obstructions from the police. Also on the 19th, Tamils in Jaffna had protested against planned laying of a foundation stone for a Buddhist temple, which is seen as ethno-religious colonization.",
    "The spontaneous neighborhood protests were followed by protests that were organized by political parties and groups affiliated with them. The main opposition party, the Samagi Jana Balawegaya (SJB) organized a large protest in Colombo on the 15th and on the 7th, a women’s group affiliated with the SJB marched in protest to the President’s house. The Janatha Vimukthi Peramuna (JVP) had organized a protest in Ambalantota in the Hambantota district on 14th, a large protest was held in Colombo on the 18th by youth affiliated with JVP and a women’s group affiliated with the JVP had organized a protest march on 8th in Colombo. The JVP has also announced two other protests – today, 23rd in Nugegoda (suburb in Colombo district) and a protest by farmers in Polonnaruwa on the 29th. Tamil politicians were involved in PTA signature campaign and some protests in the North and East.",
    "Separately from all of these, on 2nd, there was a protest outside the UN building in Colombo, against the invasion of Ukraine by Russia and promotion of war by NATO. On the same day, Ukrainian tourists had also protested outside the Ministry of Foreign Affairs in Colombo. There had also been a protest by Ukrainians in the popular tourist resort of Mirissa in the South.",
    "As discontent increased, some Ministers were sacked and others resigned or refused to continue work. Last weekend, a 29-year-old man was murdered after a dispute at a fuel line and in the 48 hours preceding that, three men in their 70s had died after standing for prolonged periods at long fuel lines. This week, Indian media reported about Sri Lankans starting to flee with children to seek asylum in India, citing lack of food, soaring prices and unemployment. As discontent grows, protests will also increase. As tensions increased at fuel lines and spontaneous protests spread, military was deployed yesterday 22nd to fuel stations, increasing fears of further militarization and repression of protests instead of addressing the causes. While I had focused on the street protests, there have also been significant numbers expressing discontent online, often using very creative satire, including memes.",
    "The extent of mainstream media coverage of the different street protests had varied depending on what the protests were about and geographical regions, with some protests receiving wide coverage and others very little or none. But it will be challenging to address the ethnic, class, geographical and other disconnects between long time concerns such as enforced disappearances and accountability for war time abuses, land grabbing, rights of tea estate workers, health, education etc. and more recent concerns such as rising prices of food and other essential consumer goods, shortages of electricity, fuel, gas and economic crisis."
  ],
  "translate": {
    "si": {
      "title": "විරෝධතා, අතෘප්තිය සහ විසන්ධි කිරීම",
      "body_lines": [
        "ප්‍රධාන විරුද්ධ පක්ෂය වන සමගි ජන බලවේගය (SJB) මාර්තු 15 වැනිදා කොළඹදී විශාල විරෝධතාවක් සංවිධානය කළේය (ඡායාරූපය AFP)",
        "ඔවුන්ට අවශ්‍ය වූයේ ඔවුන්ගේ අයිතිවාසිකම් වෙනුවෙන් පෙනී සිටීමටත්, ක්ෂණික ප්‍රශ්නවලින් ඔබ්බට ක්‍රමානුකූල වෙනසක් ඉල්ලා සිටීමටත්, නව දේශපාලන සංස්කෘතියක් ඇති කිරීමටත්, අන් අය ද එසේ කිරීමට දිරිමත් කිරීමටත්ය.",
        "මෙම මාසයේ (මාර්තු 2022) නව සහ පැරණි සමාජ-ආර්ථික-දේශපාලන උත්සුකයන් පිළිබඳව සෑම තරාතිරමකම බොහෝ ශ්‍රී ලාංකිකයන් විසින් පුලුල්ව පැතිරුනු අතෘප්තිය දැක ඇති අතර, රට පුරා වීදි විරෝධතා 100 කට වඩා වැඩි ප්‍රමාණයකට තුඩු දුන් නමුත් බොහෝ විරෝධතා සහ විරෝධතාකරුවන් විසන්ධි වී ඇත. .",
        "ඉන්ධන, ගෑස් හිඟය සහ අත්‍යාවශ්‍ය සහ අත්‍යවශ්‍ය පාරිභෝගික භාණ්ඩවල මිල ඉහළ යාම මධ්‍යයේ, පුළුල් ලෙස විදුලිය විසන්ධි වීම හේතුවෙන් තම අසල්වැසි ප්‍රදේශය අඳුරේ පවතින බැවින් මාර්තු 1 වැනිදා තරුණයින් අට දෙනෙක් කොහුවෙල මංසන්ධියේ විරෝධතා පුවරු අතැතිව ඉටිපන්දම් දල්වා විරෝධතාවයක් පැවැත්වීමට තීරණය කළහ. ඔවුන්ට අවශ්‍ය වූයේ ඔවුන්ගේ අයිතීන් වෙනුවෙන් පෙනී සිටීමටත්, ක්ෂණික ප්‍රශ්නවලින් ඔබ්බට ක්‍රමානුකූල වෙනසක් ඉල්ලා සිටීමටත්, නව දේශපාලන සංස්කෘතියක් ඇති කිරීමටත්, එය එසේ කිරීමට අන්‍යයන් දිරිමත් කිරීමටත් අවශ්‍ය විය, නමුත් මෙය කෙසේ සිදුවේදැයි හෝ එය “ශ්‍රී ලාංකේය වසන්තයට හේතු විය හැකි බව” ඔවුන් නොදැන සිටියහ. ”විරෝධතා.",
        "මේ ප්‍රශ්නවලින් පීඩාවට පත් අය වැඩි පිරිසක් එකතු වුණා කියලා ආරංචිය පැතිරෙද්දී මාර්තු 03 වැනිදා මම එකතුවෙනකොට 30ක් විතර හිටියා. 4 වැනිදා වෙනකොට 100කට වැඩි විරෝධතාකරුවන් පිරිසක් කොහුවෙල හන්දියේ හතර පැත්තෙන්ම හිටගෙන එක තරුණියක් හිටියා. අඳුරේ ගෙදර දොරේ වැඩ කරන skit එකක් කළා. විරෝධතාකරුවන් කිහිප දෙනෙකු වෙනත් නගරවලින් ගමන් කර ඇති අතර \"ඔබ වෙනත් ස්ථානවල එකක් ආරම්භ නොකරන්නේ මන්ද\" යන ප්‍රශ්න ආරම්භක සංවිධායකයින් වෙත යොමු කළ විට, ප්‍රතිචාරය වූයේ \"ඇයි ඔබ ඔබේ අසල්වැසි ප්‍රදේශයෙන් ආරම්භ නොකරන්නේ\" යන්නයි. කොහුවෙල විරෝධතාවයට එක් වූ කිහිප දෙනෙකු ඉන් අනතුරුව තම තමන්ගේ ප්‍රදේශවල විරෝධතා සැලසුම් කිරීමට පටන් ගත්හ. තවත් සමහරු කට වචනයෙන් සහ සමාජ මාධ්‍ය පෝස්ට් වලින් ආශ්වාදයක් ලබාගෙන ඔවුන්ගේ අසල්වැසි ප්‍රදේශවල නව විරෝධතා ද ආරම්භ කළහ. මාර්තු 1 සිට 22 දක්වා කාලය තුළ අවම වශයෙන් ස්ථාන 19 ක (කොළඹ දිස්ත්‍රික්කයේ ස්ථාන 11 ක්, ගම්පහ දිස්ත්‍රික්කයේ ස්ථාන 3 ක්, කළුතර දිස්ත්‍රික්කයේ ස්ථාන 3 ක් සහ මහනුවර සහ නුවරඑළිය දිස්ත්‍රික්කවල ස්ථාන 1 ක්) එවැනි අසල්වැසි විරෝධතා 60 කට වැඩි ප්‍රමාණයක් පවත්වා ඇත. එම කාලය තුළ විරෝධතා පැවැත්වුණු ස්ථාන කිහිපයක් පහතින්.",
        "මාර්තු 5 - රාජගිරිය (කොළඹ දිස්ත්‍රික්කය) සහ ජා-ඇල (ගම්පහ දිස්ත්‍රික්කය)",
        "මාර්තු 19 - දෙහිවල (කොළඹ දිස්ත්‍රික්කය), කැලණිය (ගම්පහ දිස්ත්‍රික්කය) සහ මහනුවර නගරය (මහනුවර දිස්ත්‍රික්කය)",
        "මාර්තු 21 - වත්තල (ගම්පහ දිස්ත්‍රික්කය) සහ හොරණ (කළුතර දිස්ත්‍රික්කය)",
        "මාර්තු 22 - බණ්ඩාරගම (කළුතර දිස්ත්‍රික්කය) සහ බත්තරමුල්ල (කොළඹ දිස්ත්‍රික්කය) නුවරඑළිය නගරය",
        "ඊයේ, 23 වැනි දින කොළඹ නගරයේ එක් නව ස්ථානයක් ඇතුළුව එවැනි විරෝධතා 6ක් පැවැත්වීමට සැලසුම් කර තිබුණි. ඇතැමුන් 2 - 8 වැනි සාපේක්‍ෂව කුඩා සංඛ්‍යාවකින් ආරම්භ වූ අතර සංඛ්‍යා ක්‍රමයෙන් වැඩි වී ඇත. සමහරුන්ට 200 ක් පමණ සිටියහ. 21 වැනි දින ආරම්භ වූ විරෝධතාවයකට පළමු දිනයේම 150 ක් පමණ පැමිණියහ. ඇතැම් ස්ථානවල ඒ අසලින් යන ඇතැමුන් ගමන නවතා විරෝධතාවලට එක්වී සිටියහ. ඔවුන්ගෙන් එක් අයෙක් බදුල්ලේ සිට ඥාතීන් බැලීමට පැමිණ ඇති අතර, විරෝධතාව දුටු ඔහු විනාඩි 10 ක් එක්වීමට කැමති බව පවසා අවසානය දක්වා රැඳී සිටියේය. තවත් තැනක පාපැදිකරුවෙක් නවතා විරෝධතාවයකට එක්වී ඇත. වාහන තදබදයේ සිරවී සිටින හෝ ඒ අසලින් යන සමහර රියදුරන් විරෝධතාකරුවන්ට සහයෝගය දක්වන ලෙස හෝන් හෝ කෑ ගැසූහ. මගීන් විසින් හඳුනාගත් සංවිධායකයින්ටද දුරකථන ඇමතුම් ලැබී තිබුණේ විරෝධතා දිගටම කරගෙන යාමට සහ සහයෝගය ලබා දෙන ලෙස ඔවුන් දිරිමත් කරමිනි.",
        "විරෝධතාකරුවන් අතර 80 ගණන්වල වැඩිහිටියන්, රෝද පුටුවල සිටි අය, මැදිවියේ අය, තරුණයන් සහ ඔවුන්ගේ දෙමාපියන් සමඟ පැමිණි කුඩා දරුවන් විය. විරෝධතාකරුවන් කිහිප දෙනෙකු කියා සිටියේ තමන් ඉපදුනේ ශ්‍රී ලංකාවේ බවත් තම රට විනාශ වනු දැකීමට අවශ්‍ය නැති බවත්ය. එක් වෛද්‍යවරයකු පැවසුවේ තමාට විදේශයකට සංක්‍රමණය විය හැකි නමුත් එසේ කිරීමට අදහසක් නොමැති බවත්, ඔහු ශ්‍රී ලංකාව වඩා හොඳ තැනක් කිරීමට මෙම විරෝධතාවලට සහභාගී වන බවත්ය. සමහර විරෝධතා කාන්තාවන් විසින් ආරම්භ කරන ලද අතර, බොහෝ විරෝධතා වලදී බොහෝ කාන්තාවන් සිටි අතර, ඔවුන්ගෙන් බොහෝ දෙනෙක් ඉතා ක්‍රියාශීලී වූ අතර, පයින් ගමන් කරන අයට හෝ වාහන තදබදයට, මාධ්‍යවලට සහ පොලිසියට කතා කළහ. එක් අවස්ථාවක විරෝධතාකරුවන් සියල්ලම පාහේ කාන්තාවන් විය. තවත් අවස්ථාවක කාන්තාවන් දෙදෙනෙක් තනිව විරෝධතාවයේ නිරත වූහ. ඔවුන්ගෙන් එක් අයෙක්, දෙදරු මවක්, අර්බුදයට එරෙහිව පිළිකුල සහ කෝපය පෙන්වීමට \"යමක්\" කිරීමට දැඩි ලෙස හැඟී ඇත.",
        "නිල ඇඳුමින් සැරසුණු පොලිස් නිලධාරීන් විරෝධතාකරුවන්ගෙන් ප්‍රශ්න කර තිබූ අතර පොදු අවධානය යොමු වූයේ සංවිධායකයින් කවුරුන්ද යන්න සොයා බැලීමයි. බුද්ධි අංශ නිලධාරීන් ලෙස පෙනී සිටි සිවිල් ඇඳුමින් සැරසී සිටි මිනිසුන් විරෝධතාකරුවන් ඡායාරූප ගත කළහ. එහෙත් කිසිදු බාධාවක් වාර්තා නොවූ අතර ඇතැම් ස්ථානවලින් විරෝධතාකරුවන් පවා පැවසුවේ පොලිස් නිලධාරීන් සානුකම්පිතව පෙනී සිටි බවයි. සමහර විරෝධතාකරුවන්, විශේෂයෙන්ම වයෝවෘද්ධ අය, රටේ ආර්ථිකයේ භයානක තත්ත්වය පොලිස් නිලධාරීන්ට පැහැදිලි කිරීමට අවස්ථාව ලබා ගත්හ.",
        "කොහුවෙල නගරයේ දිනපතා විරෝධතා ඇති නමුත් අනෙකුත් ස්ථානවල නිතිපතා සතියකට එක් දින සිට දින දෙකක් දක්වා, සමහරක් සතියේ දිනවල සහ තවත් සමහරක් සති අන්තවල විය. බොහෝ අය දිගටම කරගෙන යාමට උනන්දු වන බවක් පෙනෙන්නට තිබුණද, මිනිසුන් කොපමණ වාරයක් සහ කොපමණ කාලයක් රැස් විය හැකිද යන්න පැහැදිලි නැත. බොහෝ අය ඔවුන්ගේම පෞද්ගලික වාහනවලින් පැමිණෙන බව පෙනේ, වාහන නවතා තැබිය යුතු ස්ථානය සහ හිඟ ඉන්ධන භාවිතා කිරීම වැනි කරුණු ද ස්ථාන තෝරාගැනීමේදී සහ විධිමත් ලෙස සලකා බලනු ලැබේ. මා සමඟ කතා කළ සෑම කෙනෙකුම නිහඬව නොසිට කතා කිරීමට දැඩි ලෙස පෙලඹී ඇත. මෙම විරෝධතා එක් දේශපාලන පක්‍ෂයකට පක්‍ෂයක්‌ ලෙස හුවා දැක්වීමට ද බියක්‌ පවතී. ආරම්භයේ සිටම විරෝධතාකරුවන් මාධ්‍ය වෙත ලබාදුන් විරෝධතා සහ ප්‍රකාශ පිළිබඳව ජනතාව දැනුවත් කරන ඇතැම් නිවේදනවල අවධාරණය වූයේ මේවා කිසිදු දේශපාලනඥයකුට හෝ දේශපාලන පක්ෂයකට සම්බන්ධ නැති පුරවැසි විරෝධතා බවයි. විරෝධතාකරුවන්ගේ අතිශය විවිධ පසුබිම අනුව, විවිධ මතවාදී, දේශපාලනික අදහස් දෘෂ්‍යමාන වූ අතර ඇතැමුන් \"ගෝඨා ගෙදර යන්න\" වැනි සටන් පාඨ හරහා ජනාධිපතිවරයාට ධූරයෙන් ඉවත් වන ලෙස සෘජුවම බලකරමින් සිටින අතර ඇතැමුන් වත්මන් විරුද්ධ පක්ෂ කෙරෙහි විශ්වාසයක් නොතබමින් සහ ආණ්ඩු කරන්නේ කවුරුන්දැයි කල්පනා කරති. ජනාධිපතිවරයා සහ / හෝ රජය ඉල්ලා අස් වුවහොත්. විරෝධතාකරුවන් ස්වයං පාලනය සහ විවිධත්වය රඳවා ගනිමින් එකිනෙකා සමඟ සම්බන්ධ වීමට උත්සාහ කර ඇති අතර ඔවුන් තම ස්ථානවල විරෝධතා ආරම්භ කිරීමට අන් අයව පොළඹවන බව පෙනේ.",
        "ඉහත සඳහන් කළ ඒවාට වෙනස් හෝ සම්බන්ධ නොවන බව පෙනෙන සමාන ගැටළු සම්බන්ධයෙන් ඉතා දේශීය විරෝධතා ද පැවතුනි. පසුගිය 03 වැනිදා යාපනයේ ඉටිපන්දම් දල්වා විරෝධතාවක් ද, විදුලිය කප්පාදුවට එරෙහිව එම දිනවලම මඩකලපුව සහ පුදුකුඩිඉරිප්පු ප්‍රදේශවල ද ගිනි පන්දමක් දල්වා විරෝධතාවයක් ද පැවැත්විණි. පසුගිය 05 වැනිදා කළුතර දිස්ත්‍රික්කයේ බණ්ඩාරගම, ගම්පහ දිස්ත්‍රික්කයේ කිරිබත්ගොඩ ප්‍රදේශවල ඉන්ධන සම්බන්ධයෙන් විරෝධතා පැවැත්වුණා. පසුගිය 16 වැනිදා කොළඹ දිස්ත්‍රික්කයේ හෝමාගම ප්‍රදේශයේ ගෑස් මිලදී ගැනීමට පැමිණි පිරිසකගේ විරෝධතාවක් ද කුරුණෑගල දිස්ත්‍රික්කයේ පඬුවස්නුවර නගරයේ ආහාර හිඟය සම්බන්ධයෙන් තවත් විරෝධතාවක් ද පැවැත්විණි. එමෙන්ම පසුගිය 20 වනදා දෙහිඅත්තකණ්ඩිය ප්‍රදේශයේ ද ගොවීන් ආගමික වතාවත් සිදු කරමින් අස්වැන්න අඩු කිරීම සම්බන්ධයෙන් විරෝධය පළ කළා. ගෑස් හිඟය සම්බන්ධයෙන් ගාල්ල දිස්ත්‍රික්කයේ රත්ගම ප්‍රදේශයේ පසුගිය 22 වැනිදා විරෝධතාවක් පැවැත්වුණා.",
        "කාලාන්තරයක් තිස්සේ පවතින රජයන් විසින් විසඳා නොගත් පුරවැසියන්ගේ ගැටලු පිළිබඳව ද බොහෝ විරෝධතා මතු විය. ත්‍රස්තවාදය වැළැක්වීමේ පනතට (PTA) එරෙහිව මාර්තු 03 වැනි දින කොළඹදී විරෝධතාවක් පැවැත්විණි. එය අනුප්‍රාප්තික රජයන් විසින් සුළු ජාතික සුළු ජාතීන්ට එරෙහිව සහ විරුද්ධ මත දරන්නන්ට එරෙහිව භාවිතා කරන ලද කුරිරු නීතියකි. කොඩිකාමම් (යාපනය දිස්ත්‍රික්කය), චෙන්කලඩි සහ කොකඩිචෝලෙයි (මඩකලපුව දිස්ත්‍රික්කය), මහනුවර, මාතලේ, හැටන් (නුවරඑළිය දිස්ත්‍රික්කය), ගාල්ල සහ මාතර වැනි ස්ථාන කිහිපයක ත්‍රස්තවාදය වැළැක්වීමේ පනත අහෝසි කිරීමේ අත්සන් ව්‍යාපාරයක් පැවැත්විණි. පරිසරයට සහ ජීවනෝපායට හානිවන විනාශකාරී සංවර්ධන ව්‍යාපෘති මෙන්ම ධීවර ආම්පන්න සහ ඉන්ධන මිල ඉහළ නැංවීමට එරෙහිව මාර්තු 03 වැනිදා ගම්පහ දිස්ත්‍රික්කයේ මීගමුවේදී ධීවර ජනතාව විරෝධතාවක නිරත වූහ. කතෝලික පූජකවරුන්ගේ සැලකිය යුතු සහභාගිත්වයක් තිබුණා. මාර්තු 12 වැනි දින සිංගප්පූරු සමාගමකට උක් වගාව සඳහා ඉඩම් අත්පත් කර ගැනීමට එරෙහිව මොණරාගල දිස්ත්‍රික්කයේ බිබිල ප්‍රදේශයේ පැවති පාගමනක් සහ විරෝධතා රැළියකට ප්‍රදේශයේ බෞද්ධ භික්ෂූන් වහන්සේලා ඇතුළු තවත් පිරිසකගේ සහාය ඇතිව දහස් ගණනක්, බොහෝ දුරට ගොවීන් සහභාගී වූහ. සාමූහික ගිවිසුම අත්සන් කිරීමට හාම්පුතුන්ගේ සම්මේලනය එකඟ වන බව සහතික කරන ලෙස ඉල්ලා වතු කම්කරුවන් 100ක් පමණ මාර්තු 7 සහ 8 යන දෙදින තුළ කොළඹ කම්කරු අමාත්‍යාංශය ඉදිරිපිට දිවා රාත්‍රී විරෝධතාවක නිරත වූහ. වැටුප් විෂමතා විසඳීම සඳහා කොළඹ, ගම්පහ, කළුතර, අම්පාර, මඩකලපුව, ගාල්ල සහ හම්බන්තොට යන දිස්ත්‍රික්කවල සෞඛ්‍ය සේවකයින් මාර්තු 14 සහ 21 යන දිනවල පළාත් මට්ටමින් විරෝධතා ආරම්භ කළහ. විශ්වවිද්‍යාල යළි විවෘත කරන ලෙසත්, කොතලාවල ජාතික ආරක්ෂක විශ්වවිද්‍යාල පනත හකුලා ගන්නා ලෙසත් බලකරමින් අන්තර් විශ්වවිද්‍යාල ශිෂ්‍ය බල මණ්ඩලය සතියකට ආසන්න කාලයක් කොළඹ සත්‍යග්‍රහ ව්‍යාපාරයක නිරත විය. පාස්කු ඉරිදා ප්‍රහාරයේ සත්‍ය සහ යුක්තිය ඉල්ලා මීගමුවේ මාසික විරෝධතාව 21 වැනිදා පැවැත්විණි.",
        "ජ්‍යෙෂ්ඨ විශ්‍රාමික පොලිස් නිලධාරි ශානි අබේසේකර මහතාට යුක්තිය ඉටුකර දෙන ලෙස ඉල්ලා අතුරුදන්වූවන්ගේ පවුල්වල සාමාජිකයන් ශ්‍රේෂ්ඨාධිකරණ සංකීර්ණය ඉදිරිපිට විරෝධතාවයක් සහ අත්සන් ගැනීමේ ව්‍යාපාරයක් 10 වැනිදා පැවැත්විණි. මෙම පවුල් පසුව අධිකරණ අමාත්‍යාංශය ඉදිරිපිට විරෝධතාවයක නිරත වූයේ රුපියල් මිලියන 100ක් ලබාදීමට පෙර ගත් තීරණය අඛණ්ඩව ක්‍රියාත්මක කරන ලෙස බලකරමිනි. අතුරුදන්වූවන්ගේ පවුල් සඳහා මසකට රුපියල් 6000ක අතුරු සහන. උතුරේ සහ නැඟෙනහිර ප්‍රදේශවල අතුරුදහන් වූවන්ගේ දෙමළ පවුල් යුද්ධයේදී සහ යුද්ධයෙන් පසුව බලහත්කාරයෙන් අතුරුදහන් වූ තම ආදරණීයයන්ගේ ඉරනම සහ ඔවුන්ගේ ඉරනම දන්වන ලෙස ඉල්ලා විරෝධතා සංවිධානය කළහ. ජාත්‍යන්තර කාන්තා දිනයට සමගාමීව 7 වැනිදා මඩකලපුවේදීත් 8 වැනිදා මුලතිව්, කිලිනොච්චිය සහ වවුනියාවේදීත් මෙවැනි විරෝධතා පැවැත්වුණු අතර වසර 5ක් පුරා අඛණ්ඩව මාර්ග අද්දර විරෝධතා පැවැත්විණි. 19 වැනිදා අගමැතිවරයාගේ යාපනයේ සංචාරය අතරතුර අතුරුදන්වූවන්ගේ දෙමළ පවුල් විරෝධතාවක් පැවැත්වූ අතර 20 වැනිදා අගමැතිවරයාට විරෝධය පළ කිරීමට ගිය අවස්ථාවේදී පොලිසියේ දැඩි බාධා කිරීම්වලට ලක්වූයේ වයෝවෘද්ධ හා කලකිරුණු කාන්තාවන්ය. එසේම පසුගිය 19 වනදා යාපනයේ දෙමළ ජනතාව ද ජනවාර්ගික ආගමික ජනපදකරණයක් ලෙස සැලකෙන බෞද්ධ විහාරස්ථානයකට මුල්ගල තැබීමට සැලසුම් කර විරෝධය පළකර තිබුණි.",
        "ස්වයංසිද්ධ අසල්වැසි විරෝධතා දේශපාලන පක්ෂ සහ ඒවාට සම්බන්ධ කණ්ඩායම් විසින් සංවිධානය කරන ලද විරෝධතා වලින් පසුව සිදු විය. ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය (SJB) 15 වැනිදා කොළඹදී විශාල විරෝධතාවක් සංවිධානය කළ අතර 7 වැනිදා SJB ට අනුබද්ධ කාන්තා කණ්ඩායමක් විරෝධතා පා ගමනකින් ජනපති නිවසට පැමිණියහ. ජනතා විමුක්ති පෙරමුණ පසුගිය 14 වැනිදා හම්බන්තොට දිස්ත්‍රික්කයේ අම්බලන්තොටදී විරෝධතාවක් සංවිධානය කර තිබූ අතර 18 වැනිදා ජනතා විමුක්ති පෙරමුණට සම්බන්ධ තරුණයන් විසින් කොළඹදී විශාල විරෝධතාවක්ද 8 වැනිදා ජනතා විමුක්ති පෙරමුණට සම්බන්ධ කාන්තා කණ්ඩායමක් විසින් විරෝධතා පා ගමනක්ද සංවිධානය කර තිබුණි. කොළඹ. ජනතා විමුක්ති පෙරමුණ තවත් විරෝධතා දෙකක් ද නිවේදනය කර ඇත - අද, 23 නුගේගොඩ (කොළඹ දිස්ත්‍රික්කයේ තදාසන්න ප්‍රදේශය) සහ 29 වන දින පොළොන්නරුවේ ගොවීන්ගේ විරෝධතාවක්. දෙමළ දේශපාලනඥයන් ත්‍රස්තවාදය වැළැක්වීමේ පනත අත්සන් කිරීමේ ව්‍යාපාරයට සහ උතුරු නැගෙනහිර ඇතැම් විරෝධතාවලට සම්බන්ධ වූහ.",
        "මේ සියල්ලෙන් වෙන්ව, 2 වැනිදා, රුසියාව විසින් යුක්රේනය ආක්‍රමණය කිරීමට සහ නේටෝව විසින් යුද්ධය ප්‍රවර්ධනය කිරීමට එරෙහිව, කොළඹ එක්සත් ජාතීන්ගේ ගොඩනැගිල්ලෙන් පිටත විරෝධතාවක් පැවැත්විණි. එදිනම යුක්රේන සංචාරකයින් ද කොළඹ විදේශ කටයුතු අමාත්‍යාංශය ඉදිරිපිට විරෝධතාවයක නිරත වී තිබුණා. දකුණේ ජනප්‍රිය සංචාරක නිකේතනයක් වන මිරිස්සේ ද යුක්රේන ජාතිකයන්ගේ විරෝධතාවක් ද පැවතිණි.",
        "අතෘප්තිය වැඩි වූ විට, සමහර අමාත්‍යවරුන් නෙරපා හරින ලද අතර තවත් සමහරු ඉල්ලා අස්වී හෝ වැඩ කරගෙන යාම ප්‍රතික්ෂේප කළහ. පසුගිය සති අන්තයේ ඉන්ධන මාර්ගයක ඇති වූ ආරවුලක් හේතුවෙන් 29 හැවිරිදි පුද්ගලයෙකු ඝාතනය කර ඇති අතර ඊට පෙර පැය 48 තුළ 70 හැවිරිදි පුද්ගලයින් තිදෙනෙකු දිගු ඉන්ධන මාර්ගවල දිගු වේලාවක් රැඳී සිටීමෙන් මිය ගොස් ඇත. ආහාර හිඟය, ඉහළ යන මිල ගණන් සහ විරැකියාව සඳහන් කරමින් ශ්‍රී ලාංකිකයින් ඉන්දියාවේ සරණාගතභාවය පතා දරුවන් සමඟ පලා යාමට පටන් ගැනීම පිළිබඳව මෙම සතියේ ඉන්දීය මාධ්‍ය වාර්තා කළේය. අතෘප්තිය වර්ධනය වන විට විරෝධතා ද වැඩි වනු ඇත. ඉන්ධන මාර්ගවල ආතතිය වැඩි වීමත්, ස්වයංසිද්ධ විරෝධතා ව්‍යාප්ත වීමත් සමඟ ඊයේ 22 දින ඉන්ධන පිරවුම්හල් වෙත හමුදාව යෙදවූයේ, ඊට හේතු වූ කරුණුවලට විසඳුම් සෙවීම වෙනුවට තවදුරටත් හමුදාකරණය සහ විරෝධතා මර්දනය කිරීමේ බිය වැඩි කරමිනි. මා වීදි විරෝධතා කෙරෙහි අවධානය යොමු කර ඇති අතර, බොහෝ විට memes ඇතුළු ඉතා නිර්මාණාත්මක උපහාස භාවිතා කරමින් අන්තර්ජාලය හරහා අතෘප්තිය ප්‍රකාශ කරන සැලකිය යුතු සංඛ්‍යාවක් ද තිබේ.",
        "විවිධ වීදි විරෝධතා පිළිබඳ ප්‍රධාන ධාරාවේ මාධ්‍ය ආවරණයේ ප්‍රමාණය විරෝධතා මොනවාද යන්න සහ භූගෝලීය ප්‍රදේශ අනුව වෙනස් වී ඇත, සමහර විරෝධතාවලට පුළුල් ආවරණයක් ලැබුණු අතර අනෙක් ඒවා ඉතා සුළු වශයෙන් හෝ කිසිවක් නොලැබුණි. එහෙත් බලහත්කාරයෙන් අතුරුදහන් කිරීම් සහ යුද සමයේ අපයෝජනයන්, ඉඩම් කොල්ලකෑම්, තේ වතු කම්කරුවන්ගේ අයිතිවාසිකම්, සෞඛ්‍ය, අධ්‍යාපනය යනාදිය සඳහා වගවීම වැනි දීර්ඝ කාලීන අවශ්‍යතා අතර වාර්ගික, පන්ති, භූගෝලීය සහ අනෙකුත් විසන්ධි කිරීම් සහ වඩාත් මෑතකාලීන ගැටළු විසඳීම අභියෝගාත්මක වනු ඇත. ආහාර සහ අනෙකුත් අත්‍යවශ්‍ය පාරිභෝගික භාණ්ඩවල මිල ඉහළ යාම, විදුලිය හිඟය, ඉන්ධන, ගෑස් සහ ආර්ථික අර්බුදය ලෙස."
      ]
    },
    "ta": {
      "title": "எதிர்ப்புகள், அதிருப்தி மற்றும் துண்டிப்பு",
      "body_lines": [
        "பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB) மார்ச் 15 அன்று கொழும்பில் ஒரு பெரிய போராட்டத்தை ஏற்பாடு செய்தது (படம் AFP)",
        "அவர்கள் தங்கள் உரிமைகளுக்காக நிற்கவும், உடனடிப் பிரச்சினைகளுக்கு அப்பால் முறையான மாற்றத்தைக் கோரவும், புதிய அரசியல் கலாச்சாரத்தை உருவாக்கவும், மற்றவர்களையும் அவ்வாறு செய்ய ஊக்குவிக்கவும் விரும்பினர்.",
        "இந்த மாதம் (மார்ச் 2022) புதிய மற்றும் பழைய சமூக-பொருளாதார-அரசியல் கவலைகள் குறித்து அனைத்து தரப்பு மக்களும் பல இலங்கையர்களால் பரவலான அதிருப்தியைக் கண்டனர், இது நாடு முழுவதும் 100 க்கும் மேற்பட்ட தெருப் போராட்டங்களுக்கு வழிவகுத்தது, இருப்பினும் பல எதிர்ப்புகள் மற்றும் எதிர்ப்பாளர்கள் துண்டிக்கப்பட்டுள்ளனர். .",
        "எரிபொருள், எரிவாயு தட்டுப்பாடு மற்றும் அத்தியாவசிய மற்றும் மிக அடிப்படையான நுகர்வுப் பொருட்களின் விலை அதிகரிப்பு ஆகியவற்றுக்கு மத்தியில், பரவலான மின்வெட்டு காரணமாக அவர்களது சுற்றுப்புறம் இருளில் மூழ்கியிருந்ததால், மார்ச் 1 அன்று, எட்டு இளைஞர்கள் கொஹுவெல சந்தியில் பதாகைகளை ஏந்தி மெழுகுவர்த்தி ஏற்றி ஆர்ப்பாட்டம் செய்ய முடிவு செய்தனர். அவர்கள் தங்கள் உரிமைகளுக்காக நிற்கவும், உடனடிப் பிரச்சினைகளுக்கு அப்பால் முறையான மாற்றத்தைக் கோரவும், புதிய அரசியல் கலாச்சாரத்தை உருவாக்கவும், மற்றவர்களையும் அதைச் செய்ய ஊக்குவிக்கவும் விரும்பினர், ஆனால் இது எப்படிச் செல்லும் அல்லது அது “இலங்கை வசந்தத்திற்கு வழிவகுக்கும்” என்று அவர்களுக்குத் தெரியாது. ”எதிர்ப்புகள்.",
        "போராட்டங்கள் பற்றிய செய்திகள் பரவியதால், இந்த பிரச்சனைகளால் பாதிக்கப்பட்ட மக்கள் அதிகம் இணைந்தனர். நான் மார்ச் 3 ஆம் தேதி சேர்ந்தபோது, ​​சுமார் 30 பேர் இருந்தனர். 4 வது நாளில், கொஹுவெல சந்தியின் நான்கு பக்கங்களிலும் 100 க்கும் மேற்பட்ட போராட்டக்காரர்களும் ஒரு இளம் பெண்ணும் நின்றனர். இருட்டில் வீட்டு வேலைகளை செய்யும் ஒரு குறும்படத்தை நிகழ்த்தினார். பல போராட்டக்காரர்கள் பிற நகரங்களில் இருந்து பயணித்துள்ளனர் மற்றும் ஆரம்ப அமைப்பாளர்களிடம் \"ஏன் வேறு இடங்களில் ஒன்றைத் தொடங்கக்கூடாது\" என்ற கேள்விகள் எழுப்பப்பட்டபோது, ​​\"ஏன் உங்கள் சுற்றுப்புறத்தில் தொடங்கக்கூடாது\" என்று பதில் வந்தது. கொஹுவெல போராட்டங்களில் இணைந்து கொண்ட பலர் பின்னர் தங்கள் சொந்த பகுதிகளில் போராட்டங்களைத் திட்டமிடத் தொடங்கினர். மற்றவர்கள் வாய் வார்த்தைகள் மற்றும் சமூக ஊடக இடுகைகள் மூலம் ஈர்க்கப்பட்டு தங்கள் சுற்றுப்புறங்களில் புதிய எதிர்ப்புகளைத் தொடங்கினர். மார்ச் 1 முதல் 22 வரை குறைந்தது 19 இடங்களில் (கொழும்பு மாவட்டத்தில் 11 இடங்கள், கம்பஹா மாவட்டத்தில் 3 இடங்கள், களுத்துறை மாவட்டத்தில் 3 இடங்கள் மற்றும் கண்டி மற்றும் நுவரெலியா மாவட்டங்களில் 1 இடங்கள்) இதுபோன்ற 60 க்கும் மேற்பட்ட அயலகப் போராட்டங்கள் நடத்தப்பட்டுள்ளன. இந்த காலப்பகுதியில் போராட்டங்கள் நடத்தப்பட்ட சில இடங்கள் கீழே உள்ளன.",
        "மார்ச் 5 - ராஜகிரிய (கொழும்பு மாவட்டம்) மற்றும் ஜா-எல (கம்பஹா மாவட்டம்)",
        "மார்ச் 19 - தெஹிவளை (கொழும்பு மாவட்டம்), களனி (கம்பஹா மாவட்டம்) மற்றும் கண்டி நகரம் (கண்டி மாவட்டம்)",
        "மார்ச் 21 - வத்தளை (கம்பஹா மாவட்டம்) மற்றும் ஹொரணை (களுத்துறை மாவட்டம்)",
        "மார்ச் 22 - பண்டாரகம (களுத்துறை மாவட்டம்) மற்றும் பத்தரமுல்ல (கொழும்பு மாவட்டம்) நுவரெலியா நகரம்",
        "நேற்று 23ஆம் திகதி கொழும்பு நகரில் ஒரு புதிய இடம் உட்பட 6 போராட்டங்கள் நடத்த திட்டமிடப்பட்டிருந்தது. சிலர் 2 - 8 பேர் என ஒப்பீட்டளவில் சிறிய எண்ணிக்கையில் தொடங்கினர் மற்றும் எண்ணிக்கை படிப்படியாக அதிகரித்தது, சிலருக்கு சுமார் 200 பேர் இருந்தனர். 21 ஆம் தேதி தொடங்கிய போராட்டத்தில் முதல் நாளிலேயே 150 பேர் வரை குவிந்தனர். சில இடங்களில் அவ்வழியாகச் சென்ற சிலர் பயணத்தை நிறுத்திவிட்டு போராட்டத்தில் ஈடுபட்டனர். அவர்களில் ஒருவர் பதுளையில் இருந்து வந்தவர், போராட்டத்தை பார்த்த உறவினர்கள், 10 நிமிடங்கள் கலந்துகொள்ள விரும்புவதாக கூறி இறுதிவரை தங்கியிருந்தார். மற்றொரு இடத்தில் சைக்கிள் ஓட்டுநர் ஒருவர் நின்று போராட்டத்தில் ஈடுபட்டார். சில வாகன ஓட்டிகள் போக்குவரத்து நெரிசலில் சிக்கிக்கொண்டனர் அல்லது அந்த வழியாக சென்றவர்கள் போராட்டக்காரர்களுக்கு ஆதரவாக குரல் எழுப்பினர் அல்லது முழக்கமிட்டனர். வழிப்போக்கர்களால் அங்கீகரிக்கப்பட்ட ஏற்பாட்டாளர்களுக்கும் தொலைபேசி அழைப்புகள் வந்து, போராட்டங்களைத் தொடர ஊக்குவித்து ஆதரவை வழங்கின.",
        "எதிர்ப்பாளர்களில் 80 வயது முதியவர்கள், சக்கர நாற்காலியில் அமர்ந்திருந்தவர்கள், நடுத்தர வயதுடையவர்கள், இளைஞர்கள் மற்றும் அவர்களது பெற்றோருடன் வந்திருந்த குழந்தைகள். பல போராட்டக்காரர்கள் தாங்கள் இலங்கையில் பிறந்ததாகவும், தங்கள் நாடு அழிந்து போவதை பார்க்க விரும்பவில்லை என்றும் கூறினர். ஒரு மருத்துவ மருத்துவர் அவர் வெளிநாடுகளுக்கு குடிபெயர முடியும், ஆனால் அவ்வாறு செய்ய எண்ணம் இல்லை, மேலும் அவர் இலங்கையை சிறந்த இடமாக மாற்ற இந்த போராட்டங்களில் பங்கேற்கிறார். சில போராட்டங்கள் பெண்களால் தொடங்கப்பட்டன, பெரும்பாலான போராட்டங்களில், பல பெண்கள் இருந்தனர், அவர்களில் பெரும்பாலோர் மிகவும் சுறுசுறுப்பாக இருந்தனர், நடைபயிற்சி அல்லது வாகனங்களில் போக்குவரத்து, ஊடகங்கள் மற்றும் காவல்துறையினரிடம் பேசுபவர்கள். ஒரு சந்தர்ப்பத்தில் கிட்டத்தட்ட அனைத்து எதிர்ப்பாளர்களும் பெண்கள். மற்றொரு சந்தர்ப்பத்தில், இரண்டு பெண்கள் தனியாக எதிர்ப்பு தெரிவித்தனர். அவர்களில் ஒருவர், இரண்டு குழந்தைகளுக்குத் தாயானவர், நெருக்கடிக்கு எதிராக வெறுப்பையும் கோபத்தையும் காட்ட \"ஏதாவது\" செய்வதைப் பற்றி வலுவாக உணர்ந்தார்.",
        "சீருடை அணிந்த காவல்துறையினர் சில எதிர்ப்பாளர்களிடம் விசாரித்தனர், பொது கவனம் அமைப்பாளர்கள் யார் என்பதைக் கண்டறிய முயற்சித்தனர். சிவில் உடையில் உளவுத்துறை அதிகாரிகளாக தோன்றியவர்களும் போராட்டக்காரர்களை புகைப்படம் எடுத்தனர். ஆனால் தடைகள் ஏதும் இல்லை என்றும், சில இடங்களில் இருந்து போராட்டக்காரர்கள் காவல்துறை அனுதாபம் காட்டுவதாகவும் தெரிவித்தனர். சில எதிர்ப்பாளர்கள், குறிப்பாக வயதானவர்கள், நாட்டின் பொருளாதாரத்தின் மோசமான நிலைமையை காவல்துறையினரிடம் விளக்குவதற்கான வாய்ப்பைப் பயன்படுத்தினர்.",
        "கொஹுவெலவில் தினசரி போராட்டங்கள் நடந்தன, ஆனால் மற்ற இடங்களில் வழக்கமானது வாரத்தில் ஒரு நாள் முதல் இரண்டு நாட்கள் வரை, சில வார நாட்களில் மற்றும் சில வார இறுதி நாட்களில். பெரும்பாலானவர்கள் தொடர ஆர்வமாக இருப்பதாகத் தோன்றினாலும், மக்கள் எவ்வளவு அடிக்கடி, எவ்வளவு நேரம் கூடுவார்கள் என்பது தெளிவாகத் தெரியவில்லை. பலர் தங்களுடைய சொந்த வாகனங்களில் வருவதாகத் தெரிகிறது, மேலும் வாகனங்களை எங்கு நிறுத்துவது மற்றும் பற்றாக்குறையான எரிபொருளைப் பயன்படுத்துவது போன்ற விஷயங்களும் இடங்களைத் தேர்ந்தெடுப்பதில் பரிசீலிக்கப்படுகின்றன. நான் பேசிய அனைவருமே அமைதியாக இருக்காமல் பேசுவதற்கு வலுவாக உந்துதல் பெற்றனர். இந்தப் போராட்டங்கள் ஒரு அரசியல் கட்சிக்கு ஆதரவாகச் சித்தரிக்கப்படுமோ என்ற அச்சமும் உள்ளது. ஆரம்பத்தில் இருந்தே, போராட்டக்காரர்கள் ஊடகங்களுக்கு வழங்கிய எதிர்ப்புகள் மற்றும் அறிக்கைகள் குறித்து பொதுமக்களுக்கு தெரிவிக்கும் சில அறிவிப்புகள் இவை எந்தவொரு அரசியல்வாதி அல்லது அரசியல் கட்சியுடன் தொடர்பில்லாத குடிமக்கள் போராட்டங்கள் என்பதை வலியுறுத்துகின்றன. எதிர்ப்பாளர்களின் மிகவும் மாறுபட்ட பின்னணியைக் கருத்தில் கொண்டு, பல்வேறு சித்தாந்த, அரசியல் கண்ணோட்டங்கள் காணப்படுகின்றன, சிலர் \"கோட்டா வீட்டிற்குச் செல்லுங்கள்\" போன்ற கோஷங்கள் மூலம் ஜனாதிபதியை பதவியை விட்டு வெளியேறுமாறு நேரடியாகக் கோரினர், சிலர் தற்போதைய எதிர்க்கட்சிகள் மீது நம்பிக்கையற்றவர்கள் மற்றும் யார் ஆட்சி செய்வது என்று ஆச்சரியப்படுகிறார்கள். ஜனாதிபதி மற்றும் / அல்லது அரசாங்கம் ராஜினாமா செய்தால். தன்னாட்சி மற்றும் பன்முகத்தன்மையைத் தக்க வைத்துக் கொண்டு, போராட்டக்காரர்கள் ஒருவரையொருவர் இணைக்கும் முயற்சிகள் உள்ளன, மேலும் அவர்கள் தங்கள் சொந்த இடங்களில் போராட்டங்களைத் தொடங்க மற்றவர்களை ஊக்குவிக்கிறார்கள்.",
        "இதே போன்ற பிரச்சினைகளில் உள்ளூர்மயமாக்கப்பட்ட எதிர்ப்புகளும் இருந்தன, அவை வேறுபட்டவை அல்லது மேலே குறிப்பிட்டவற்றுடன் இணைக்கப்படவில்லை. கடந்த 3ஆம் திகதி யாழ்ப்பாணத்தில் மெழுகுவர்த்தி ஏந்தி போராட்டம் நடத்தப்பட்டதுடன், மின்வெட்டுக்கு எதிராக அதே தினங்களில் மட்டக்களப்பு மற்றும் புதுக்குடியிருப்பில் சுடர் ஏற்றி போராட்டமும் நடத்தப்பட்டது. கடந்த 5ஆம் திகதி களுத்துறை மாவட்டத்தின் பண்டாரகம, கம்பஹா மாவட்டத்தின் கிரிபத்கொட ஆகிய இடங்களில் எரிபொருள் தொடர்பான போராட்டம் நடத்தப்பட்டது. கடந்த 16ஆம் திகதி கொழும்பு மாவட்டத்தில் ஹோமாகமவில் எரிவாயு கொள்வனவு செய்ய வந்தவர்களினால் போராட்டம் ஒன்றும் குருநாகல் மாவட்டத்தின் பண்டுவஸ்நுவரவில் உணவுப் பற்றாக்குறை குறித்து மற்றுமொரு போராட்டம் நடத்தப்பட்டது. கடந்த 20ஆம் திகதி தெஹியத்தகண்டிய பிரதேசத்தில் சமய வழிபாடுகளை மேற்கொள்ளும் போது அறுவடை குறைக்கப்பட்டமை தொடர்பில் விவசாயிகள் ஆர்ப்பாட்டத்தில் ஈடுபட்டனர். காலி மாவட்டத்தின் ரத்கமவில் எரிவாயு தட்டுப்பாடு குறித்து கடந்த 22ஆம் திகதி போராட்டம் நடத்தப்பட்டது.",
        "குடிமக்களின் நீண்டகாலப் பிரச்னைகள் குறித்தும், அடுத்தடுத்து வந்த அரசுகளால் தீர்வு காணப்படாதது குறித்தும் பல போராட்டங்கள் நடந்தன. சிறுபான்மை இன மக்களுக்கு எதிராகவும் எதிர்ப்பாளர்களுக்கு எதிராகவும் ஆட்சிக்கு வந்த அரசாங்கங்களால் பயன்படுத்தப்படும் கொடூரமான சட்டமான பயங்கரவாதத் தடைச் சட்டத்திற்கு (PTA) எதிராக மார்ச் 3 ஆம் தேதி கொழும்பில் போராட்டம் நடைபெற்றது. கொடிகாமம் (யாழ்ப்பாணம் மாவட்டம்), செங்கலடி மற்றும் கொக்கட்டிச்சோலை (மட்டக்களப்பு மாவட்டம்), கண்டி, மாத்தளை, ஹட்டன் (நுவரெலியா மாவட்டம்), காலி மற்றும் மாத்தறை போன்ற பல இடங்களில் பயங்கரவாத தடைச்சட்டத்தை இல்லாதொழிப்பதற்கான கையெழுத்துப் பிரச்சாரம் நடத்தப்பட்டது. மார்ச் 3 ஆம் திகதி, கம்பஹா மாவட்டத்தில் நீர்கொழும்பில், சுற்றுச்சூழலுக்கும் வாழ்வாதாரத்திற்கும் கேடு விளைவிக்கும் மற்றும் மீன்பிடி உபகரணங்கள் மற்றும் எரிபொருளின் விலை அதிகரிப்பு போன்ற அழிவுகரமான அபிவிருத்தித் திட்டங்களைக் கண்டித்து மீனவர்கள் ஆர்ப்பாட்டத்தில் ஈடுபட்டனர். கத்தோலிக்க மதகுருமார்களின் குறிப்பிடத்தக்க பங்கேற்பு இருந்தது. மார்ச் 12 ஆம் தேதி, சிங்கப்பூர் நிறுவனத்தால் சீனித் தோட்டத்துக்காக நிலங்களை உடனடியாக கையகப்படுத்துவதற்கு எதிராக மொனராகலை மாவட்டத்தில் பிபிலில் நடைபெற்ற அணிவகுப்பு மற்றும் எதிர்ப்புப் பேரணியில் உள்ளூர் பௌத்த பிக்குகள் உட்பட பலரின் ஆதரவுடன் பல ஆயிரக்கணக்கான விவசாயிகள் கலந்து கொண்டனர். முதலாளிமார் சம்மேளனம் கூட்டு ஒப்பந்தத்தில் கைச்சாத்திடுவதை உறுதிப்படுத்துமாறு கோரி, மார்ச் 7 மற்றும் 8 ஆம் திகதிகளில் சுமார் 100 தோட்டத் தொழிலாளர்கள் கொழும்பில் உள்ள தொழிலாளர் அமைச்சுக்கு வெளியே இரவு பகலாக ஆர்ப்பாட்டத்தில் ஈடுபட்டனர். கொழும்பு, கம்பஹா, களுத்துறை, அம்பாறை, மட்டக்களப்பு, காலி மற்றும் ஹம்பாந்தோட்டை ஆகிய மாவட்டங்களில் சம்பள முரண்பாடுகளை தீர்ப்பதற்காக சுகாதார ஊழியர்கள் மார்ச் 14 மற்றும் 21 ஆம் திகதிகளில் மாகாண மட்ட போராட்டங்களை மீண்டும் ஆரம்பித்தனர். பல்கலைக்கழகங்களை மீள திறக்குமாறு கோரியும், கொத்தலாவல தேசிய பாதுகாப்பு பல்கலைக்கழக சட்டத்தை வாபஸ் பெறுமாறும் கோரி பல்கலைக்கழகங்களுக்கு இடையிலான மாணவர் சம்மேளனம் கொழும்பில் ஏறக்குறைய ஒரு வாரகால சத்தியாக்கிரகப் போராட்டத்தில் ஈடுபட்டுள்ளது. ஈஸ்டர் ஞாயிறு தாக்குதல்களுக்கு உண்மையும் நீதியும் கோரி நீர்கொழும்பில் கடந்த 21ஆம் திகதி மாதாந்தப் போராட்டம் நடத்தப்பட்டது.",
        "கடந்த 10ஆம் திகதி, சிரேஷ்ட ஓய்வுபெற்ற பொலிஸ் அதிகாரி ஷானி அபேசேகரவின் நீதியை பாதுகாக்கவும், நீதியை உறுதிப்படுத்தவும் கோரி, காணாமல் ஆக்கப்பட்டோரின் குடும்பங்கள் உச்ச நீதிமன்ற வளாகத்திற்கு வெளியில் ஆர்ப்பாட்டம் மற்றும் கையெழுத்துப் பிரச்சாரத்தை மேற்கொண்டனர். இந்த குடும்பங்கள் பின்னர் நீதி அமைச்சுக்கு வெளியில் ஆர்பாட்டத்தில் ஈடுபட்டனர். காணாமல் போனவர்களின் குடும்பங்களுக்கு இடைக்கால நிவாரணமாக மாதாந்தம் 6000. வடக்கிலும் கிழக்கிலும் காணாமல் ஆக்கப்பட்ட தமிழ் குடும்பங்கள் யுத்தத்தின் போதும் அதற்குப் பின்னரும் பலவந்தமாக காணாமல் ஆக்கப்பட்ட தமது அன்புக்குரியவர்களின் இருப்பிடம் மற்றும் கதியை அறியக் கோரி போராட்டங்களை ஏற்பாடு செய்திருந்தனர். கடந்த 7ஆம் திகதி மட்டக்களப்பிலும், 8ஆம் திகதி முல்லைத்தீவு, கிளிநொச்சி, வவுனியா ஆகிய இடங்களில் சர்வதேச மகளிர் தினத்துடனும் 5 வருடங்களாக தொடர்ந்து வீதியோரப் போராட்டங்களும் நடத்தப்பட்டன. கடந்த 19ஆம் திகதி, பிரதமரின் யாழ் விஜயத்தின் போது காணாமல் ஆக்கப்பட்ட தமிழ்க் குடும்பங்கள் போராட்டம் நடத்தியதோடு, 20ஆம் திகதி பிரதமருக்கு எதிர்ப்புத் தெரிவிக்கப் பயணித்தபோது, ​​அதிகளவான முதியவர்கள் மற்றும் பெண்கள் பொலிஸாரின் இடையூறுகளை எதிர்கொண்டனர். மேலும் கடந்த 19ஆம் திகதி யாழ்ப்பாணத்தில் இன மதக் குடியேற்றமாக கருதப்படும் பௌத்த விகாரைக்கு அடிக்கல் நாட்டுவதற்கு திட்டமிட்டு தமிழர்கள் எதிர்ப்புத் தெரிவித்திருந்தனர்.",
        "தன்னெழுச்சியான சுற்றுப்புறப் போராட்டங்களைத் தொடர்ந்து அரசியல் கட்சிகள் மற்றும் அவர்களுடன் இணைந்த குழுக்களால் ஏற்பாடு செய்யப்பட்ட போராட்டங்கள் நடந்தன. பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB) கடந்த 15 ஆம் திகதி கொழும்பில் ஒரு பெரிய போராட்டத்தை ஏற்பாடு செய்ததுடன், 7 ஆம் திகதி SJB உடன் இணைந்த பெண்கள் குழுவொன்று ஜனாதிபதியின் மாளிகைக்கு எதிர்ப்புத் தெரிவித்து பேரணியாகச் சென்றது. ஜனதா விமுக்தி பெரமுன (ஜே.வி.பி) கடந்த 14 ஆம் திகதி ஹம்பாந்தோட்டை மாவட்டத்தின் அம்பலாந்தோட்டையில் ஆர்ப்பாட்டம் ஒன்றை ஏற்பாடு செய்திருந்தது, 18 ஆம் திகதி ஜே.வி.பியுடன் இணைந்த இளைஞர்களால் கொழும்பில் பாரிய ஆர்ப்பாட்டம் மற்றும் ஜே.வி.பி.யுடன் இணைந்த பெண்கள் குழு 8 ஆம் தேதி எதிர்ப்பு ஊர்வலத்தை ஏற்பாடு செய்திருந்தது. கொழும்பில். இன்று 23ஆம் திகதி நுகேகொடையில் (கொழும்பு மாவட்டத்தின் புறநகர்ப் பகுதி) மற்றும் 29ஆம் திகதி பொலன்னறுவையில் விவசாயிகளின் போராட்டம் - ஜே.வி.பி. மேலும் இரண்டு போராட்டங்களையும் அறிவித்துள்ளது. தமிழ் அரசியல்வாதிகள் PTA கையொப்ப பிரச்சாரம் மற்றும் வடக்கு மற்றும் கிழக்கில் சில போராட்டங்களில் ஈடுபட்டனர்.",
        "இவை அனைத்திலிருந்தும் தனித்தனியாக, கடந்த 2ம் தேதி, கொழும்பில் உள்ள ஐ.நா., கட்டடத்திற்கு வெளியே, ரஷ்யாவின் உக்ரைன் ஆக்கிரமிப்புக்கும், நேட்டோவின் போரை ஊக்குவித்ததற்கும் எதிராக, போராட்டம் நடந்தது. அதே நாளில், கொழும்பில் உள்ள வெளிவிவகார அமைச்சுக்கு வெளியே உக்ரேனிய சுற்றுலாப் பயணிகளும் ஆர்ப்பாட்டத்தில் ஈடுபட்டனர். தெற்கில் உள்ள பிரபலமான சுற்றுலாத் தலமான மிரிஸ்ஸாவில் உக்ரேனியர்களால் போராட்டம் நடத்தப்பட்டது.",
        "அதிருப்தி அதிகரித்ததால், சில அமைச்சர்கள் பதவி நீக்கம் செய்யப்பட்டனர், மற்றவர்கள் ராஜினாமா செய்தனர் அல்லது பணியைத் தொடர மறுத்தனர். கடந்த வார இறுதியில், 29 வயதுடைய நபர் ஒருவர் எரிபொருள் பாதையில் ஏற்பட்ட தகராறில் கொலை செய்யப்பட்டார், அதற்கு முந்தைய 48 மணி நேரத்தில், 70 வயதுக்குட்பட்ட மூன்று ஆண்கள் நீண்ட எரிபொருள் பாதையில் நீண்ட நேரம் நின்று இறந்தனர். உணவுப் பற்றாக்குறை, விலைவாசி உயர்வு மற்றும் வேலையில்லாத் திண்டாட்டம் போன்ற காரணங்களால் இந்தியாவில் தஞ்சம் புகுந்த இலங்கையர்கள் குழந்தைகளுடன் தப்பிச் செல்லத் தொடங்குவதாக இந்த வாரம் இந்திய ஊடகங்கள் செய்தி வெளியிட்டுள்ளன. அதிருப்தி அதிகரிக்கும் போது எதிர்ப்புகளும் அதிகரிக்கும். எரிபொருள் வழித்தடங்களில் பதட்டங்கள் அதிகரித்து, தன்னிச்சையான எதிர்ப்புக்கள் பரவியதால், நேற்று 22 ஆம் தேதி எரிபொருள் நிரப்பு நிலையங்களுக்கு இராணுவம் அனுப்பப்பட்டது, மேலும் இராணுவமயமாக்கல் மற்றும் போராட்டங்களின் காரணங்களை நிவர்த்தி செய்வதற்குப் பதிலாக எதிர்ப்புகள் ஒடுக்கப்படும் என்ற அச்சத்தை அதிகரித்தது. நான் தெருப் போராட்டங்களில் கவனம் செலுத்தியபோது, ​​இணையத்தில் கணிசமான எண்ணிக்கையில் அதிருப்தியை வெளிப்படுத்தியிருக்கிறார்கள், பெரும்பாலும் மீம்ஸ் உட்பட மிகவும் ஆக்கப்பூர்வமான நையாண்டிகளைப் பயன்படுத்துகிறார்கள்.",
        "வெவ்வேறு தெருப் போராட்டங்களின் முக்கிய ஊடகக் கவரேஜ்களின் அளவு, எதிர்ப்புகள் என்ன மற்றும் புவியியல் பகுதிகளைப் பொறுத்து மாறுபடுகிறது, சில எதிர்ப்புகள் பரந்த கவரேஜைப் பெற்றன, மற்றவை மிகக் குறைவாகவோ அல்லது இல்லையோ. ஆனால், நீண்டகால கவலைகளான வலுக்கட்டாயமாக காணாமல் போதல் மற்றும் போர்க்கால துஷ்பிரயோகங்கள், நில அபகரிப்பு, தேயிலைத் தோட்டத் தொழிலாளர்களின் உரிமைகள், சுகாதாரம், கல்வி போன்றவற்றுக்கு பொறுப்புக் கூறுதல் போன்ற நீண்டகால கவலைகளுக்கு இடையிலான இன, வர்க்க, புவியியல் மற்றும் பிற துண்டிப்புகளுக்கு தீர்வு காண்பது சவாலானதாக இருக்கும். உணவு மற்றும் பிற அத்தியாவசிய நுகர்வோர் பொருட்களின் விலை உயர்வு, மின்சாரம், எரிபொருள், எரிவாயு பற்றாக்குறை மற்றும் பொருளாதார நெருக்கடி."
      ]
    }
  }
}