{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/jungles-ruins-and-shipwrecks/",
  "time_ut": 1647603720,
  "title": "Jungles, ruins and shipwrecks",
  "body_lines": [
    "Jungles fascinate me. It was a fascination that had been kindled by my father, as well as John Still, both of whom were archaeologists and writers. But, somehow, I never became one who trod the forest ways regularly. The jungle spoke to me in a different idiom – to my heart rather than my head.",
    "Father, a teacher before turning archaeologist, became our teacher in English literature. Our text was John Still’s The jungle tide and, from the beginning, both the teacher and the author held the class spellbound. The slow progress made through the opening chapter describing a rain forest only served to stamp more deeply in my mind the world that was the jungle.",
    "Years later I read Leonard Woolf’s haunting description of the dry zone jungle in Village In The Jungle. I always think of these two kinds of jungle – rain forest described by Still and secondary scrub by Woolf – in their words.",
    "Not long after he interpreted Still to us, father joined the Archaeological Survey of Ceylon, as it was then. He loved the work and found every excuse to go on circuit, leaving his desk. Each time he came back, he was brimful of experiences and what we learnt from him round the dining table was more than anything a university could teach.",
    "His interests were eclectic and the tale would flit effortlessly from treasure hunters at a ruined dagoba, to a dung beetle at work, the cult of Aiyanar, a bungalow-keeper’s encounter with a wild elephant, the migrant birds, the gaemi-kavi of village pilgrims seeking male progeny from Kalu Devatha Bandara (the guardian-deity of the Sri Maha Bodhiya), and the man who manufactured sarvagna dhathu.",
    "Being then in the class preparing for an examination, I could go with him only occasionally, but even that was wonderful. Striking inland from Puttalam, on the way to Anuradhapura, the road was, in season, bordered by weera trees in bearing and we would stop to break down the most reachable branches and strip off all the berries. He would nonchalantly remark that this was elephant country and they, too relished these berries.",
    "Passing through the Kurunegala route, we never went past the Aiyanar jungle shrine, a mere tree, without plucking off a twig and offering it to this mysterious deity. The tree-shrine, thankfully, is still there.",
    "Ambitious development schemes were afoot and father went to inspect work at Gal Oya, where bulldozers were turning back the jungle tide. The impact of these behemoths must have made a strong impression on him: I still have his photographs of trees being pulled down. Perhaps, it was this that prompted him to induct us into our fast disappearing cultural and environmental heritage.",
    "He took us to see the Veddahs, who were old men in the late 1940s. They sang us their songs swaying to a rhythm of their own. It was hardly music to our ears but, definitely, a far cry from what is touted as Veddah music today. Among father’s favourite verses were a gaemi kaviya in praise of Sorabora Wewa (which Seligman attributed to the Veddahs, though this is unlikely).",
    "“It’s waste land in the Vanni from here onwards, Screaming, the she-bear will pounce on you",
    "And the seruwas sport in the water, pleasing the eye And you, friend, have you, too, been to Sorabora lake?”",
    "You offer flowers and light lamps at the shrine on the other bank",
    "But of what use is merit to you, you eyes that have not seen Sorabora lake?”",
    "Another jungle trek in Veddah country was from Aluthnuwara, through the jungle to Rantembe. All this must be under water now with the construction of the Rantembe resovoir, but it was thick jungle then and we had to go in single file. If the nade gura or leader found a rock on the path he warned galak (stone), and the one behind him repeated the warning. which went drawn the single file till it reached the last man, our driver, who duly repeated it to whoever was behind him, hoping nobody was!",
    "The rapids of Rantembe were worth every aching muscle to see. The sheer power, the roar of the Mahaveli forced into a narrow gorge was reward enough. You cannot see any of this now: so our induction to the vanishing loveliness of Lanka was something worthwhile.",
    "Another day, we were following a footpath to Tantirimale, a temple in the jungle which was famous for its unfinished reclining Buddha statue, pre-historic drawings in a cave and an ancient bo tree growing out of a crack in a slab of rock.",
    "We were about to climb up an incline, which was really the bund of an abandoned tank, when we suddenly saw a man on a bicycle atop the bund. He was wearing sunglasses in the jungle gloom. Seeing us, he let out a yell, dropped his bike and took to the trees! When we had rescued him still trembling, he had an explanation to offer: “I thought your jeep was an elephant”. Therein lay the moral: do not wear sunglasses in the jungle!",
    "The year I graduated from Peradeniya and started work as a teacher at Kegalle father gave me HCP Bell’s Kegalle report to make me get my historical bearings. He also decided that he would retire from the Department – though not archaeology. He set about planning a long circuit, a final good-bye to all his beloved sites, as well as to follow up reports of some new finds. This time, I went with him.",
    "Again, I remember the barely cleared monastic site of Arankele with its long, long sakinan-maluwa (pathway for meditation). On the way we stopped at a living forest hermitage, Ruwangirikanda, where we saw many a hermit and understood what moved a man to seek the solitude of the forest. Near Arankele was Gala-pica-gala (rock-upon-a-rock) where I learnt the principles of wind erosion. And so we went from one jungle ruin to another.",
    "Off Polonnaruwa, we went towards Dimbulagala, which was dubbed Gunner’s Quoin by sailors at sea who used to take their bearings from it. On the way we trekked to a group of boulders entirely surrounded by forest, but not yet excavated. This was Pulligoda Gal-ge (gal-ge = cave). On one of its sides was a beautiful fresco of a group of celestial beings. I was told that these were either the earliest or the only examples – I forget which – of the use of the halo on beings other than the Buddha.",
    "Walking back to where we had parked the car, we came upon a site called Kos-gaha Ulpotha. It was a jungle spring of beautifully clear water.",
    "At Dimbulagala, a man seeking a place for meditation had come to live in a cave. His mission was to destroy the paintings. He would comb the forest for buffalo dung and, in the nights dissolve it in water into a paint-like consistency and using a broomstick as a brush, paint over all the ancient paintings. By the time his act became known, it was impossible to remove the offending layer without destroying the paintings under it. The chemists were yet working on the problem. We saw the damage, but what could one do?",
    "I had another adventure in those parts. It was twenty years or so later, when I was working in Trincomalee. Kantalai was fully colonized by then. One day, friends visiting my brother, then the Government Agent, offered me a ride to Colombo. Gallantly, they gave me the front seat of the absolutely new car. We had passed Kantalai tank and the light was beginning to fade. There was a wide curve in the road and Joe, who was driving, asked me to switch off the tape-recorder so that he could switch on the lights.",
    "I did not know how to do it, so he leaned over and did it. At that moment, an elephant thundered out of the jungle, where people were clearing a chena, and ran across the road. Joe promptly stood on the brakes but, before he could bring the car to a dead halt, another elephant, only about six6 to seven feet in height, ran in front of us. We hit him broadside, between the front and hind legs.",
    "Caught in mid stride, he fell over; legs rolling up under the impact. Joe did a quick gear change and we took off like a rocket, swerving round the prone animal, just as the rest of the herd ran out of the jungle behind us. We kept going at top speed for about ten minutes, before getting out to assess the damage The radiator grill had caved in but, luckily the headlight and radiator itself were unharmed and we could go on. We reported the incident at the Habarana Police Station and carried on.",
    "In 1958, we had torrential rains and floods in the country, including the least expected areas in the dry zone As was usual in such instances, all and sundry began collecting contributions for the flood victims and we teachers at Ananda College, too collected a sizeable stock. We were advised not to hand over the money but to adopt one of the affected villages and rehabilitate it. Our village was Hiriwadunna, some miles before reaching Habaran from Colombo. Apart from looking after the immediate needs of the villagers, we teachers in the upper forms used the village as a field laboratory, taking groups of student on various surveys that brought to life history, geography, botany, and the way of life in a village. What an experience it turned out to be! Probing old men’s memories turned out to be a great learning adventure.",
    "Something the villagers said would have made eminent sense today. They were able to trace the water that came to their tank from its source: “When a tank overflowed, that water came to another tank, and when that too overflowed, it went to a third” and so on, tracing the route traversed by the water in their own tank from the beginning to the very end.",
    "Decades later, when the cascade system was understood by our irrigation engineers, I related this concept to some of them and they admitted that they had never tapped the villagers’ reservoir of oral history.",
    "When I asked the old folk whether there were ruins in the jungle around them, they undertook to show them to me. So I trekked with them to a thickly forested spot not far away, and came upon the remains of a small monastery. There were columns and slabs pushed aside by the living trees as they grew, and yet untouched by the archaeologist. I could not find any inscription to copy, but came upon a stone cistern, made of four slabs of stone, about waist high. Three of these were still upright, forming three sides of a square, and the fourth was lying flat on the ground. It showed two grooves chiseled for the other slabs to fit in snugly. This fit was good enough to last many centuries. I wonder how many ruins, like this one, are hidden in the forest.",
    "In the 1960s when I was in the Navy, we were called upon to open a new camp in an area totally unknown to us, but which is familiar to many now. There was an operation on to combat illicit immigration from India to Sri Lanka.",
    "The Navy went to reinforce the Army and the sector allocated to us was Pooneryn, off Vavuniya. It was a forested, sparsely populated area just beyond an old Dutch Fort. The base camp, which was a collection of aluminium sheds, was set up in a clearing. We had a string of small outposts along the seashore to watch for incoming boats. Small groups of men would patrol those lovely, lonely beaches. There was only the main road, but none leading to the outposts until jeeps crashed through the undergrowth making tracks that later became roads.",
    "So little was happening there and game was plentiful, that everyone became a hunter or fisherman. Driving through the open villu, we often came upon jackals, who were not in the least perturbed by us, peacocks and elephants. I remember seeing my first Ceylon magpie. The open stretch near base camp was like a slate on which was freshly written every night the tracks of all kinds of animals which had wandered there.",
    "The outposts had to be visited day and night. During the day, we found it easier to drive along the beach from one point to another. There was no sign of anybody else or animals, but there was plenty of bird life. The most intriguing animals were fish, which swam in the very foam of the waves. As we roared and skidded along the beach, we could see before us fish after fish diving back to the deeper waters as they sensed our approach.",
    "At night we kept to the roads. Driving through patches of arching forest alternating with open villu, one could predict which of the two he was passing through with his eyes shut. The skin was the sensory organ, for one felt warm while traversing forests and cold in the villu. It was exhilarating to go from warmth to coldness, from bright moonlight to “tunnels of green gloom”. As always, it is the sights, sounds, smells and other physical phenomena that spell “jungle” to me.",
    "Elephants were plentiful. We had unknowingly built one post under a large tree the elephants used to scratch their backs on. The entire tree would start shaking in the night and the human inhabitants would seek refuge on the beach! One night I remember driving back along an abandoned tank bund, which was blocked by branches torn down by elephants. There was no way of reversing, so we had to get down and clear the way. Steaming piles of elephant droppings were around us and we could hear the culprits pulling more branches. But they were not worried by our presence and both animal and man went their separate ways peacefully. Pooneryn was a wonderful place then.",
    "The year was 1930. The scene was Dodanduwa, the last home of the traditional three-masted sailing ships of the Sinhalese, the yathra dhoni or maha-oruwa. The occasion was the launching of a ship. Two friends, one an entrepreneur and the other a seaman, had joined forces to build and launch this vessel that, though no one knew it at the time, was fated to be the last of her breed.",
    "Kariyavasam Patuvata Vithanage Don Siyadoris de Silva, land owner, and Punchi Sinno Marakkalaehe, mariner, hoped that their freighter, by now named Amugoda Oruva, would do brisk business with South India and the Maldives. To mark her maiden voyage to Male, verses were composed, among which was:-",
    "Let us now worship all the gods and go In search of the mansions of the sea.”",
    "No god, alas, heard their pious prayers and the proud ship foundered on the reefs of Male, leaving those left behind in Dodanduwa to sing her dirges:",
    "But however many sails were hoisted, and however fair she sailed",
    "Sixty years or so later I was in Galle, organizing an international group of maritime archaeologists who were training a clutch of our young archaeology undergraduates and, at the same time, compiling a data base of shipwrecks in Galle Bay. Among the group was Tom Vosmer, an Australian boat ethnographer, with whom I discussed the Amugoda Oruwa and the large 100-year old model of a yathra dhoni at Kumarakanda Pirivena, Dodanduwa, that I had been privileged to photo record.",
    "Tom was enthusiastic, for this was the last of a type of large outrigger-equipped sailing ships which could be traced back to the time of Borobudur. Days were spent in examining the model, and measuring, photographing and making detailed drawings of structural details. Built by the young son of a ship-owner, around 1890, it had been awarded a gold medal by the Governor. Tom considered that its accuracy, both in scale and detail, made it a fairly reliable source for (????????)",
    "Building a family, land reforms and developing a new mango variety",
    "Cardinal back from the Vatican firm in his resolve for justice for Easter victims",
    "Ceylinco Life among Great Place to Work ‘10 Best Workplaces’ in Banking, Finance & Insurance",
    "Don’t encourage EPF members to utilize holdings for current expenditure: CFL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කැලෑ, නටබුන් සහ නැව් සුන්බුන්",
      "body_lines": [
        "කැලෑ මා වශී කරයි. එය මගේ පියා මෙන්ම පුරාවිද්‍යාඥයන් සහ ලේඛකයන් වූ ජෝන් ස්ටිල් විසින් ද දැල්වූ සිත් ඇදගන්නා සුළු විය. එහෙත්, කෙසේ හෝ, මම කිසි දිනක නිතිපතා වනාන්තරයේ ගමන් කරන කෙනෙකු බවට පත් නොවීය. කැලය මට කතා කළේ වෙනස් වාක්‍යයකින් - මගේ හිසට වඩා මගේ හදවතට.",
        "පුරාවිද්‍යාඥයකු වීමට පෙර ගුරුවරයකු වූ පියා ඉංග්‍රීසි සාහිත්‍යයේ අපේ ගුරුවරයා බවට පත් විය. අපගේ පාඨය John Still ගේ The jungle tide වූ අතර, මුල සිටම, ගුරුවරයා සහ කතුවරයා යන දෙදෙනාම පංතිය පැවැත්වීය. වැසි වනාන්තරයක් විස්තර කරන ආරම්භක පරිච්ඡේදය හරහා ඇති වූ මන්දගාමී ප්‍රගතිය මගේ මනසෙහි කැලය වූ ලෝකය වඩාත් ගැඹුරින් මුද්‍රා තැබීමට උපකාරී විය.",
        "වසර ගණනාවකට පසු මම Village In The Jungle හි වියළි කලාපීය වනාන්තරය පිළිබඳ ලෙනාඩ් වුල්ෆ්ගේ හොල්මන් විස්තරය කියෙව්වා. මම නිතරම සිතන්නේ මේ කැලෑ වර්ග දෙකයි - ස්ටිල් විසින් විස්තර කරන ලද වැසි වනාන්තර සහ වුල්ෆ් විසින් ද්විතියික පඳුරු - ඔවුන්ගේ වචන වලින්.",
        "ඔහු තවමත් අපට අර්ථකථනය කර වැඩි කල් නොගොස් තාත්තා එදා මෙන්ම ලංකා පුරාවිද්‍යා සමීක්ෂණ ආයතනයට සම්බන්ධ විය. ඔහු රැකියාවට ප්‍රිය කළ අතර ඔහුගේ මේසයෙන් පිටවී ගමනට යාමට සෑම නිදහසට කරුණක්ම සොයා ගත්තේය. ඔහු ආපසු පැමිණෙන සෑම අවස්ථාවකම ඔහු අත්දැකීම් වලින් පිරී ගිය අතර කෑම මේසයේදී ඔහුගෙන් අප ඉගෙන ගත් දේ විශ්ව විද්‍යාලයකට ඉගැන්විය හැකි සියල්ලට වඩා වැඩිය.",
        "ඔහුගේ රුචිකත්වයන් විචිත්‍රවත් වූ අතර නටබුන් වූ චෛත්‍යයක නිදන් හොරුන්ගෙන්, වැඩ කරන ගොම කුරුමිණියෙකුගෙන්, අයියනාර්ගේ වන්දනාව, වල් අලියෙකු සමඟ බංගලා පාලකයෙකු හමුවීම, සංක්‍රමණික පක්ෂීන්, ගමේ ගැමි කවියා දක්වා කතාව ආයාසයකින් තොරව පියාසර කරනු ඇත. කළු දේවතා බණ්ඩාරගෙන් (ශ්‍රී මහා බෝධියේ මුර දේවතාවා) සහ සර්වඥ ධාතු නිෂ්පාදනය කළ මිනිසාගෙන් පිරිමි පරම්පරාව සොයා යන වන්දනාකරුවන්.",
        "එදා පන්තියේ විභාගයකට සූදානම් වෙමින් සිටි මට ඔහු සමඟ යාමට හැකි වූයේ ඉඳහිට පමණි, නමුත් එය පවා අපූරු විය. පුත්තලමේ සිට රට අභ්‍යන්තරයට ගොස්, අනුරාධපුරයට යන අතරමගදී, මාර්ගය, කන්නයේ දී, වීර ගස්වලට මායිම් වූ අතර, ළඟා විය හැකි අතු කඩා බිඳ දමා බෙරි සියල්ල ගලවා දැමීමට අපි නතර වෙමු. මෙය අලි රට බව ඔහු නොසැලකිලිමත් ලෙස ප්‍රකාශ කරන අතර ඔවුන් ද මෙම බෙරි වල රස වින්දා.",
        "කුරුණෑගල මාර්ගය හරහා යන අපි කිසි දිනෙක මේ අද්භූත දෙවියන්ට අත්තක් ගලවා පූජා නොකර හුදු ගසක් වූ අයියනාර් කැලෑ දේවාලය පසු කර ගියේ නැත. වෘක්ෂ දේවාලය, ස්තුතිවන්ත වන පරිදි, තවමත් පවතී.",
        "අභිලාෂකාමී සංවර්ධන යෝජනා ක්‍රම ක්‍රියාත්මක වූ අතර තාත්තා ගල්ඔයේ වැඩ පරීක්‍ෂා කිරීමට ගිය අතර එහිදී බුල්ඩෝසර් යන්ත්‍ර මගින් කැළෑ රැල්ල ආපසු හරවන ලදී. මෙම බහිමෝත්වරුන්ගේ බලපෑම ඔහු කෙරෙහි දැඩි හැඟීමක් ඇති කළ යුතුය: තවමත් ඔහුගේ ගස් බිමට ඇද දැමූ ඡායාරූප මා සතුව ඇත. සමහර විට, වේගයෙන් අතුරුදහන් වන අපගේ සංස්කෘතික හා පාරිසරික උරුමයන් වෙත අපව ඇතුළත් කර ගැනීමට ඔහුව පෙලඹවූයේ එය විය හැකිය.",
        "1940 ගණන්වල අගභාගයේ මහලු මිනිසුන් වූ වැද්දන් බැලීමට ඔහු අපව රැගෙන ගියේය. ඔවුන් ඔවුන්ගේම රිද්මයකට දෝලනය වෙමින් ඔවුන්ගේ ගීත අපට ගායනා කළා. එය අපගේ කනට සංගීතයක් නොවූවත්, නිසැකවම, අද වැදි සංගීතය ලෙස හුවා දක්වන දෙයට වඩා බොහෝ සෙයින් වෙනස් ය. පියාගේ ප්‍රියතම පද අතර සොරබොර වැව වර්ණනා කරන ගැමි කවියක් විය (සෙලිග්මන් වැද්දන්ට ආරෝපණය කළ නමුත් මෙය කළ නොහැක්කකි).",
        "“මෙතනින් එහාට වන්නියේ මුඩු බිමක්, කෑගහනවා, වලසා ඔබට පහර දෙයි.",
        "දියෙහි සෙරුවාගේ ක්‍රීඩාව ඇස පිනවයි මිත්‍රය, ඔබත් සොරබොර වැවට ගොස් තිබේද?”",
        "ඔබ අනෙක් ඉවුරේ ඇති දේවාලයට මල් පූජා කර පහන් දල්වන්න",
        "එහෙත් සොරබොර වැව නොදුටු ඇස් ඇති ඔබට පිනෙන් කවර ප්‍රයෝජනයක් ද?”",
        "වැදි රටේ තවත් කැලෑ ගමනක් වූයේ අලුත්නුවර සිට කැලය මැදින් රන්ටැඹේ දක්වාය. රන්ටැඹේ ජලාශය ඉදි කිරීමත් සමඟ මේ සියල්ල දැන් ජලයෙන් යට විය යුතුය, නමුත් එදා එය ඝන කැලෑවක් වූ අතර අපට යාමට සිදු විය. නඩේ ගුරා හෝ නායකයා මාර්ගයෙහි ගලක් සොයා ගන්නේ නම්, ඔහු ගැලක් (ගල්) ට අනතුරු ඇඟවූ අතර, ඔහු පිටුපසින් සිටි තැනැත්තා අනතුරු ඇඟවීම නැවත නැවතත් කළේය. එය අවසන් මිනිසා වන තෙක් තනි ලිපිගොනුව ඇදගෙන ගිය අපගේ රියදුරු, කිසිවෙකු නොසිටින බලාපොරොත්තුවෙන් තමා පිටුපස සිටි අයට එය නිසි ලෙස නැවත කීවේය!",
        "Rantembe හි වේගවත් පහරවල් සෑම වේදනාකාරී මාංශ පේශියක්ම දැකීමට වටී. පටු දුර්ගයකට බලහත්කාරයෙන් තල්ලු කරන ලද මහවැලියේ දැවැන්ත බලය, ඝෝෂාව ප්රමාණවත් තරම් විපාකයක් විය. ඔබට දැන් මේ කිසිවක් දැකිය නොහැක: එබැවින් ලංකාවේ අතුරුදහන් වන සොඳුරු බව සඳහා අපගේ ප්‍රේරණය වටිනා දෙයක් විය.",
        "තවත් දිනක අපි තන්තිරිමලේ දක්වා අඩිපාරකින් ගමන් කරමින් සිටියේ, නිම නොකළ සැතපෙන බුදු පිළිමය, ගල්ලෙනක ඇති ප්‍රාග් ඓතිහාසික චිත්‍ර, ගල් ලෑල්ලක ඉරිතැලීමකින් වැඩුණු පෞරාණික බෝධීන් වහන්සේ නිසා ප්‍රසිද්ධ වූ කැලයේ විහාරස්ථානයකි.",
        "අපි පාළු වැව් බැම්මක් වූ ආනතියකින් ඉහළට නැගීමට සූදානම්ව සිටියෙමු, එකපාරටම බැම්ම මත බයිසිකලයකින් එන මිනිසෙක් අපි දුටුවෙමු. ඔහු කැලෑ අඳුරේ අව් කණ්ණාඩි පැළඳ සිටියේය. අපිව දැකලා එයා කෑ ගහලා බයික් එක බිම දාලා ගහට ගත්තා! අපි ඔහුව තවමත් වෙව්ලමින් ගලවා ගත් විට, ඔහුට පැහැදිලි කිරීමක් කිරීමට තිබුණි: \"මම හිතුවේ ඔයාගේ ජීප් එක අලියෙක් කියලා\". එහි සදාචාරය තිබේ: වනාන්තරයේ අව් කණ්ණාඩි පැළඳ නොසිටින්න!",
        "මම පේරාදෙණියෙන් උපාධිය ලබා කෑගල්ලේ ගුරුවරයකු ලෙස සේවය කිරීමට පටන් ගත් වර්ෂයේදී මගේ ඉතිහාස ගතිය ලබා ගැනීමට තාත්තා මට HCP බෙල්ගේ කෑගල්ල වාර්තාව ලබා දුන්නේය. පුරාවිද්‍යාව නොවුණත් දෙපාර්තමේන්තුවෙන් විශ්‍රාම ගැනීමට ද ඔහු තීරණය කළේය. ඔහු දිගු පරිපථයක් සැලසුම් කිරීමට, ඔහුගේ සියලු ආදරණීය අඩවි වලට අවසන් සමුගැනීම මෙන්ම නව සොයාගැනීම් පිළිබඳ වාර්තා පසු විපරම් කිරීමට ද සූදානම් විය. මේ වතාවේ මම ඔහු සමඟ ගියා.",
        "නැවතත්, මට මතකයි අරන්කැලේ යන්තම් පිරිසිදු කරන ලද පැවිදි භූමිය එහි දිගු, දිගු සකිනන්-මළුව (භාවනා කිරීම සඳහා මාර්ගය). යන අතරමගදී අපි රුවන්ගිරිකන්ද ජීවමාන ආරණ්‍ය සේනාසනයක නතර වූ අතර එහිදී බොහෝ සෙනඟක් දුටු අපට වනාන්තරයේ හුදකලාව සොයා යාමට මිනිසෙකු පෙලඹවූයේ කුමක්දැයි අපට වැටහුණි. අරන්කැලේ අසල Gala-pica-gala (rock-upon-a-rock) මම සුළං ඛාදනය පිළිබඳ මූලධර්ම ඉගෙන ගත්තා. ඉතින් අපි එක කැලෑවක නටබුන් වලින් තවත් කැලෑවකට ගියා.",
        "පොළොන්නරුවෙන් ඔබ්බට, අපි දිඹුලාගල දෙසට ගියෙමු, එය ඔවුන්ගේ බෙයාරිං රැගෙන මුහුදේ සිටි නාවිකයින් විසින් ගනර්ස් ක්වොයින් ලෙස නම් කරන ලදී. යන අතරමගදී අපි සම්පූර්ණයෙන්ම වනාන්තරයෙන් වට වූ නමුත් තවමත් කැණීම් නොකළ ගල්පර සමූහයක් වෙත ගමන් කළෙමු. මෙය පුල්ලිගොඩ ගල්ගේ (ගල්-ගේ = ගුහාව) විය. එහි එක් පැත්තක ආකාශ ජීවීන් පිරිසකගේ අලංකාර බිතු සිතුවමක් විය. බුදුන් වහන්සේ හැර වෙනත් ජීවීන් කෙරෙහි හලෝ භාවිතා කිරීම පිළිබඳ පැරණිම හෝ එකම උදාහරණ මේවා බව මට කියනු ලැබේ - මට අමතක විය.",
        "අපි කාර් එක නවත්තපු තැනට ඇවිදගෙන යද්දි කොස්ගහ උල්පොත කියන සයිට් එක හම්බුනා. එය මනරම් පිරිසිදු ජලයෙන් යුත් කැලෑ උල්පතක් විය.",
        "දිඹුලාගල ප්‍රදේශයේ භාවනා කිරීමට ස්ථානයක් සොයමින් සිටි මිනිසෙක් ගල්ලෙනකට පැමිණ සිටියේය. ඔහුගේ මෙහෙයුම වූයේ සිතුවම් විනාශ කිරීමයි. ඔහු මී හරක් ගොම සඳහා වනය පීරා, රාත්‍රියේදී එය ජලයේ තීන්ත වැනි අනුකූලතාවයකට දිය කර බුරුසුවක් ලෙස කොසු පොල්ලක් භාවිතා කරමින් පැරණි සිතුවම් සියල්ල මත තීන්ත ආලේප කරයි. ඔහුගේ ක්‍රියාව ප්‍රසිද්ධියට පත් වන විට, එය යට ඇති සිතුවම් විනාශ නොකර වරදට ලක්වන ස්ථරය ඉවත් කිරීමට නොහැකි විය. රසායන විද්‍යාඥයින් තවමත් ගැටලුව සම්බන්ධයෙන් කටයුතු කරමින් සිටියා. හානිය අපි දුටුවෙමු, නමුත් කෙනෙකුට කුමක් කළ හැකිද?",
        "ඒ පැතිවල මම තවත් වික්‍රමයක් කළා. ඒ අවුරුදු විස්සකට විතර පස්සේ, මම ත්‍රිකුණාමලයේ වැඩ කරන කාලේ. ඒ වන විට කන්තලේ සම්පූර්ණයෙන්ම ජනපදකරණය වී තිබුණි. දවසක් දිසාපතිව හිටපු මගේ මල්ලිව බලන්න ආපු යාළුවො මට කොළඹ යන්න එන්න දුන්නා. නිර්භීතව, ඔවුන් මට සම්පූර්ණයෙන්ම අලුත් මෝටර් රථයේ ඉදිරිපස අසුන ලබා දුන්නා. අපි කන්තලේ වැව පහුකරලා එලිය වැටෙන්න පටන් අරන්. පාරේ පුළුල් වංගුවක් තිබූ අතර රිය පදවන ජෝ මගෙන් ඉල්ලා සිටියේ ටේප් රෙකෝඩරය නිවා දමා ඔහුට විදුලි පහන් දැල්වීමට හැකි වන ලෙසයි.",
        "මම ඒක කරන්න දන්නේ නැති නිසා එයා ඒ පැත්තට හේත්තු වෙලා ඒක කළා. ඒ වෙලාවේ මිනිස්සු හේන් එළි පෙහෙළි කරමින් සිටි කැලයෙන් අලියෙක් ගිගුරුම් දෙමින් පාර හරහා දිව්වා. ජෝ වහා තිරිංග මත සිටගත් නමුත්, ඔහු මෝටර් රථය නැවත්වීමට පෙර, තවත් අලියෙක්, අඩි හය හය හතක් පමණ උස, අප ඉදිරියෙන් දිව ගියේය. අපි ඔහුට ඉදිරිපස සහ පසුපස කකුල් අතර පුළුල් ලෙස පහර දුන්නෙමු.",
        "අතරමගදී අල්ලාගෙන, ඔහු උඩට ඇද වැටුනි; බලපෑම යටතේ කකුල් පෙරළීම. ජෝ ඉක්මන් ආම්පන්න මාරු කළ අතර, අපි රොකට්ටුවක් මෙන් පියාසර කර, ගොදුරු වූ සතා වටේට කරකවමින්, ඉතිරි රංචුව කැලයෙන් පිටතට දිව ගිය පරිදි. අපි විනාඩි දහයක් පමණ උපරිම වේගයෙන් ගමන් කළෙමු, හානිය තක්සේරු කිරීමට පිටතට යාමට පෙර, රේඩියේටර් ග්‍රිල් එක යට වී ඇතත්, වාසනාවකට හෙඩ් ලයිට් සහ රේඩියේටරයට හානියක් නොවූ අතර අපට ඉදිරියට යාමට හැකි විය. අපි හබරණ පොලිස් ස්ථානයට සිද්ධිය වාර්තා කර ගෙන ගියා.",
        "1958 දී වියළි කලාපයේ අඩුවෙන්ම අපේක්‍ෂිත ප්‍රදේශ ඇතුළුව රට තුළ ධාරානිපාත වර්ෂාව සහ ගංවතුර ඇති වූ අතර, එවැනි අවස්ථාවන්හිදී සුපුරුදු පරිදි, සෑම කෙනෙකුම ගංවතුරෙන් විපතට පත් වූවන් සඳහා දායක මුදල් එකතු කිරීම ආරම්භ කළ අතර, ආනන්ද විද්‍යාලයේ ගුරුවරුන් වන අපිද සැලකිය යුතු මුදලක් එකතු කළෙමු. කොටස්. අපිට උපදෙස් දුන්නේ මුදල් දෙන්න එපා විපතට පත් ගමක් හදාගෙන පුනරුත්ථාපනය කරන්න කියලා. අපේ ගම හිරිවඩුන්න, කොළඹ ඉඳන් හබරන්ට එන්න සැතපුම් කීපයකට කලින්. ගම්වාසීන්ගේ ක්ෂණික අවශ්‍යතා සොයා බැලීම හැරුණු විට, ගමක ඉතිහාසය, භූගෝල විද්‍යාව, උද්භිද විද්‍යාව සහ ගමක ජීවන රටාවට ජීවය ගෙන දුන් විවිධ සමීක්ෂණ සඳහා ශිෂ්‍ය කණ්ඩායම් රැගෙන ඉහළ ආකෘතිවල ගුරුවරුන් ගම ක්ෂේත්‍ර විද්‍යාගාරයක් ලෙස භාවිතා කළෙමු. . එය මොනතරම් අත්දැකීමක්ද! පැරණි මිනිසුන්ගේ මතකයන් සොයා බැලීම විශිෂ්ට ඉගෙනීමේ වික්‍රමයක් විය.",
        "ගමේ අය කියපු දෙයක් අද ප්‍රසිද්ධ වෙන්න ඇති. තම ටැංකියට පැමිණි ජලය එහි ප්‍රභවයෙන් සොයා ගැනීමට ඔවුන්ට හැකි විය: “වැවක් පිටාර ගලන විට එම ජලය වෙනත් වැවකට පැමිණියේය, එයද පිටාර ගලන විට එය තුනෙන් එකකට ගියේය” යනාදී වශයෙන් ඔවුන් ගමන් කළ මාර්ගය සොයා ගැනීමට සමත් විය. ආරම්භයේ සිට අවසානය දක්වාම ඔවුන්ගේම ටැංකියේ ජලය.",
        "දශක ගණනාවකට පසු, අපේ වාරි ඉංජිනේරුවන් විසින් කඳුරැල්ල ක්‍රමය තේරුම් ගත් විට, මම ඔවුන්ගෙන් සමහරෙකුට මෙම සංකල්පය පැවසුවෙමි, ඔවුන් කිසි විටෙකත් ගැමියන්ගේ වාචික ඉතිහාස ජලාශයට තට්ටු නොකළ බව ඔවුන් පිළිගත්තා.",
        "අවට කැලේ නටබුන් තිබේදැයි මම පැරණි මිනිසුන්ගෙන් විමසූ විට, ඔවුන් ඒවා මට පෙන්වීමට භාර ගත්හ. ඒ නිසා මම ඔවුන් සමඟ නුදුරු ඝන වනාන්තර ස්ථානයකට ගොස් කුඩා ආරාමයක නටබුන් වෙත පැමිණියෙමි. සජීවී ගස් වැඩෙන විට පසෙකට තල්ලු කරන ලද තීරු සහ ස්ලැබ්, නමුත් පුරාවිද්‍යාඥයා විසින් ස්පර්ශ නොකළ ඒවා විය. මට පිටපත් කිරීමට කිසිදු ශිලා ලේඛනයක් සොයාගත නොහැකි විය, නමුත් ඉණ පමණ උසට ගල් පුවරු හතරකින් සාදන ලද ගල් පොකුණක් මතට පැමිණියේය. මේවායින් තුනක් තවමත් සෘජුව, හතරැස් පැති තුනක් සාදමින්, හතරවැන්න බිම වැතිර සිටියේය. එහි අනෙක් ස්ලැබ්වලට හොඳින් ගැළපෙන පරිදි කපා ඇති කට්ට දෙකක් පෙන්නුම් කළේය. මෙම යෝග්‍යතාවය සියවස් ගණනාවක් පැවතීමට ප්‍රමාණවත් විය. මේ වගේ නටබුන් කීයක් කැලේ හැංගිලා තියෙනවද කියලා මට පුදුමයි.",
        "1960 ගණන්වල මම නාවික හමුදාවේ සිටියදී, අපි සම්පූර්ණයෙන්ම නොදන්නා, නමුත් දැන් බොහෝ දෙනෙකුට හුරුපුරුදු ප්‍රදේශයක නව කඳවුරක් විවෘත කිරීමට අපට ආරාධනා කරන ලදී. ඉන්දියාවේ සිට ශ්‍රී ලංකාවට පැමිණෙන නීතිවිරෝධී සංක්‍රමණවලට එරෙහිව මෙහෙයුමක් ක්‍රියාත්මක විය.",
        "නාවික හමුදාව යුද හමුදාව ශක්තිමත් කිරීමට ගිය අතර අපට වෙන් කර තිබුණේ වවුනියාවෙන් ඔබ්බෙන් වූ පුනරීන් අංශයයි. එය පැරණි ඕලන්ද බලකොටුවකට ඔබ්බෙන් වනගත, ජනාකීර්ණ ප්‍රදේශයක් විය. ඇලුමිනියම් මඩු එකතුවක් වූ මූලික කඳවුර සකස් කර තිබුණේ එළිපෙහෙළි කිරීමකය. එන බෝට්ටු බලන්න අපිට මුහුදු වෙරළේ කුඩා මුරපොලවල් වැලක් තිබුණා. මිනිසුන්ගේ කුඩා කණ්ඩායම් එම සුන්දර, හුදකලා වෙරළ තීරයේ මුර සංචාරයේ යෙදේ. එහි තිබුණේ ප්‍රධාන මාර්ගය පමණි, නමුත් පසුකාලීනව මාර්ග බවට පත් වූ යටි පඳුරු හරහා ජීප් රථ හැප්පෙන තුරු මුරපොලවල් වෙත යන කිසිවක් තිබුණේ නැත.",
        "එහි එතරම් සුළු දෙයක් සිදු නොවූ අතර ක්‍රීඩාව බහුල විය, සෑම කෙනෙකුම දඩයම් කරන්නන් හෝ ධීවරයින් බවට පත් විය. විවෘත විල්ලුව හරහා රිය පදවන විට, අපට බොහෝ විට හමු වූයේ අප, මොනරුන් සහ අලින්ගෙන් කිසිඳු කැළඹීමක් ඇති නොවූ හිවලුන්ය. මට මතකයි මගේ පළමු Ceylon Magpie දැක්කා. බේස් කෑම්ප් එක අසල ඇති විවෘත කොටස සෑම රාත්‍රියකම එහි සැරිසැරූ විවිධ සතුන්ගේ මාර්ග අලුතින් ලියා ඇති ලෑල්ලක් බඳු විය.",
        "මුරපොලවල් දිවා රෑ නොබලා යන්නට සිදු විය. දිවා කාලයේදී වෙරළ දිගේ එක් ස්ථානයක සිට තවත් ස්ථානයකට ධාවනය කිරීම අපට පහසු විය. වෙනත් කිසිවකුගේ හෝ සතෙකුගේ හෝ සලකුණක් නොතිබුණද කුරුළු ජීවීන් ඕනෑ තරම් එහි විය. වඩාත් කුතුහලය දනවන සතුන් වූයේ රළ පෙණ මැද පිහිනන මාළු ය. අපි වෙරළ දිගේ ඝෝෂා කරමින් සහ ලිස්සා යන විට, මසුන් අප ඉදිරියෙන් සිටින ආකාරය දැනගත් විට ගැඹුරු ජලයට කිමිදීමෙන් පසු මසුන් ඇල්ලීම අපට පෙර දැකගත හැකි විය.",
        "රෑට අපි පාරට බැස්සා. විවෘත විල්ලු සමඟ මාරුවෙන් මාරුවට ආරුක්කු වනාන්තරයේ පැච් හරහා රිය පැදවීම, ඇස් වසාගෙන ඔහු ගමන් කරන්නේ දෙකෙන් කුමක් දැයි කෙනෙකුට අනාවැකි කිව හැකිය. සම සංවේදී ඉන්ද්‍රිය විය, මක්නිසාද යත්, වනාන්තර හරහා ගමන් කරන විට කෙනෙකුට උණුසුම් බවක් සහ විල්ලූහි සීතලක් දැනුනි. උණුසුම් සඳ එළියේ සිට “හරිත අඳුරේ උමං” දක්වා උණුසුමේ සිට ශීතල බව දක්වා ගමන් කිරීම ප්‍රීතිමත් විය. සෑම විටම මෙන්, මට \"කැලෑව\" අක්ෂර වින්‍යාසය කරන්නේ දසුන්, ශබ්ද, සුවඳ සහ වෙනත් භෞතික සංසිද්ධි ය.",
        "අලි ඇතුන් බහුල විය. අපි නොදැනුවත්වම ලොකු ගහක් යට එක කණුවක් හදලා තිබුණා අලි කොන්ද සූරන්න පුරුදු වෙලා. මුළු ගසම රාත්‍රියේදී සෙලවීමට පටන් ගන්නා අතර මිනිස් වැසියන් වෙරළ තීරයේ රැකවරණය පතනු ඇත! එක් රාත්‍රියක අලි ඇතුන් විසින් කඩා දැමූ අතුවලින් අවහිර වූ අතහැර දැමූ වැව් බැම්මක් දිගේ ආපසු රිය පැදවූ බව මට මතකයි. ආපස්සට යන්න විදිහක් නැති නිසා බැහැලා පාර සුද්ද කරන්න වුණා. හුමාලයෙන් පිපුණු අලි අසූචි ගොඩවල් අප අවට තිබූ අතර වැරදිකරුවන් තවත් අතු අදින හඬ අපට ඇසෙන්නට විය. නමුත් ඔවුන් අපගේ පැමිණීම ගැන කනස්සල්ලට පත් නොවූ අතර සතුන් සහ මිනිසා යන දෙකම සාමකාමීව තම තමන්ගේ මාර්ගයට ගියහ. එදා පුනරීන් හරි අපූරු තැනක්.",
        "වසර 1930. දර්ශනය වූයේ දොඩන්දූව, සිංහලයන්ගේ සම්ප්‍රදායික තුන් කුඹ රුවල් නැව් වූ යාත්‍රා දෝණි හෙවත් මහඔරුවේ අවසාන නිවහනයි. නෞකාවක් දියත් කිරීම එම අවස්ථාවයි. එක් අයෙකු ව්‍යවසායකයෙකු සහ අනෙකා නාවිකයෙකු වන මිතුරන් දෙදෙනෙකු එක්ව මෙම යාත්‍රාව ඉදිකර දියත් කර ඇති අතර, ඒ වන විට කිසිවෙකු නොදැන සිටියද, ඇයගේ අභිජනනයේ අවසාන යාත්‍රාව වීමට දෛවෝපගත විය.",
        "ඉඩම් හිමි කාරියවසම් පටුවට විතානගේ දොන් සියදෝරිස් ද සිල්වා සහ නාවික යාත්‍රාකරු පුංචි සින්නෝ මරක්කලහේ බලාපොරොත්තු වූයේ මේ වන විට අමුගොඩ ඔරුව ලෙස නම් කර ඇති තම භාණ්ඩ ප්‍රවාහන නෞකාව දකුණු ඉන්දියාව සහ මාලදිවයින සමඟ කඩිනම් ව්‍යාපාරික කටයුතු සිදු කරනු ඇති බවයි. මාලේ වෙත ඇයගේ මංගල ගමන සනිටුහන් කිරීම සඳහා, පද රචනා කරන ලදී, ඒවා අතර:-",
        "දැන් අපි සියලු දෙවිවරුන්ට නමස්කාර කර මුහුදේ මන්දිර සොයා යමු.",
        "කිසිම දෙවියෙක්, අහෝ, ඔවුන්ගේ ධාර්මික යාච්ඤාවලට සවන් දුන්නේ නැත, අභිමානවත් නෞකාව මාලේ ගල්පර මත ගොඩනඟා, දොඩන්දූවේ ඉතිරි වූවන් ඇගේ දුක්ගැනවිලි ගායනා කිරීමට ඉතිරි කළේය.",
        "නමුත් කොපමණ රුවල් ඔසවනු ලැබුවද, ඇය කෙතරම් සාධාරණ ලෙස යාත්‍රා කළාද",
        "වසර හැටකට හෝ ඊට වැඩි කාලයකට පසුව මම ගාල්ලේ සිටි අතර, අපගේ තරුණ පුරාවිද්‍යා උපාධි අපේක්ෂකයින් කණ්ඩායමක් පුහුණු කරමින් සිටි ජාත්‍යන්තර සමුද්‍ර පුරාවිද්‍යාඥයින් කණ්ඩායමක් සංවිධානය කරමින් ගාලු බොක්කෙහි නැව් සුන්බුන් පිළිබඳ දත්ත සමුදායක් සම්පාදනය කරමින් සිටියෙමි. මෙම පිරිස අතර ඕස්ට්‍රේලියානු බෝට්ටු ජනවාර්ගික විද්‍යාඥයෙකු වන ටොම් වොස්මර් ද සිටි අතර, ඔහු සමඟ මම අමුගොඩ ඔරුව සහ දොඩන්දූව කුමාරකන්ද පිරිවෙනේ ඡායාරෑප ගත කිරීමට වරම් ලැබූ වසර 100ක් පැරණි යාත්‍රා දෝණිගේ විශාල ආකෘතිය පිළිබඳව සාකච්ඡා කළෙමි.",
        "ටොම් උද්යෝගිමත් විය, මක්නිසාද යත් මෙය බොරෝබුදුර්ගේ කාලය දක්වා දිවෙන විශාල රුවල් නැව් වර්ගයකි. ආකෘතිය පරීක්ෂා කිරීම සහ මැනීම, ඡායාරූප ගැනීම සහ ව්‍යුහාත්මක විස්තර සවිස්තරාත්මක ඇඳීම් සිදු කිරීම සඳහා දින ගත කරන ලදී. 1890 දී පමණ නැව් හිමිකරුවෙකුගේ කුඩා පුතෙකු විසින් ඉදිකරන ලද එය ආණ්ඩුකාරවරයා විසින් රන් පදක්කමක් පිරිනමා ඇත. ටොම් සැලකුවේ එහි නිරවද්‍යතාවය, පරිමාණයෙන් සහ සවිස්තරාත්මකව, එය (????????) සඳහා තරමක් විශ්වාසදායක මූලාශ්‍රයක් බවට පත් කළ බවයි.",
        "පවුලක් ගොඩනැගීම, ඉඩම් ප්‍රතිසංස්කරණ සහ නව අඹ ප්‍රභේදයක් සංවර්ධනය කිරීම",
        "පාස්කු ප්‍රහාරයට ලක්වූවන්ට යුක්තිය පසිඳලීමේ අධිෂ්ඨානය තුළ කාදිනල් තුමා වතිකානු ආයතනයෙන් ආපසු පැමිණියේය",
        "බැංකු, මූල්‍ය සහ රක්‍ෂණ ක්ෂේත්‍රවල ‘හොඳම සේවා ස්ථාන 10’ අතරට සෙලින්කෝ ලයිෆ් වැඩ කිරීමට හොඳම ස්ථානයකි",
        "වත්මන් වියදම් සඳහා වත්කම් භාවිතා කිරීමට EPF සාමාජිකයින් දිරිමත් නොකරන්න: CFL",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "காடுகள், இடிபாடுகள் மற்றும் கப்பல் விபத்துக்கள்",
      "body_lines": [
        "காடுகள் என்னை வசீகரிக்கின்றன. இது என் தந்தை மற்றும் ஜான் ஸ்டில் ஆகியோரால் தூண்டப்பட்ட ஒரு கவர்ச்சியாகும், அவர்கள் இருவரும் தொல்பொருள் ஆராய்ச்சியாளர்கள் மற்றும் எழுத்தாளர்கள். ஆனால், எப்படியோ, நான் காட்டு வழிகளை தவறாமல் மிதிப்பவனாக மாறவில்லை. காடு என்னுடன் ஒரு வித்தியாசமான பழமொழியில் பேசியது - என் தலையை விட என் இதயத்திற்கு.",
        "தொல்லியல் ஆய்வாளராக மாறுவதற்கு முன்பு ஆசிரியராக இருந்த தந்தை, ஆங்கில இலக்கியத்தில் எங்கள் ஆசிரியரானார். எங்கள் உரை ஜான் ஸ்டில்லின் தி ஜங்கிள் டைட் மற்றும் ஆரம்பத்தில் இருந்தே, ஆசிரியர் மற்றும் ஆசிரியர் இருவரும் வகுப்பை மயக்கினர். மழைக்காடுகளை விவரிக்கும் தொடக்க அத்தியாயத்தின் மூலம் மெதுவான முன்னேற்றம் காட்டாக இருந்த உலகத்தை இன்னும் ஆழமாக என் மனதில் பதிய வைத்தது.",
        "பல வருடங்கள் கழித்து Village In The Jungle இல் உலர் வலயக் காடுகளைப் பற்றிய லியனார்ட் வூல்ஃப் அவர்களின் பேய்த்தனமான விளக்கத்தைப் படித்தேன். இந்த இரண்டு வகையான காடுகளை நான் எப்போதும் நினைத்துப் பார்க்கிறேன் - ஸ்டில் விவரித்த மழைக்காடுகள் மற்றும் வூல்ஃப் எழுதிய இரண்டாம் நிலை ஸ்க்ரப் - அவர்களின் வார்த்தைகளில்.",
        "அவர் எங்களுக்கு ஸ்டில் விளக்கமளித்த சிறிது காலத்திற்குப் பிறகு, அப்பா இலங்கையின் தொல்பொருள் ஆய்வுத் துறையில் பணிக்குச் சேர்ந்தார். அவர் வேலையை நேசித்தார் மற்றும் சர்க்யூட்டில் செல்ல ஒவ்வொரு காரணத்தையும் கண்டுபிடித்தார், அவரது மேசையை விட்டு வெளியேறினார். ஒவ்வொரு முறையும் அவர் திரும்பி வரும்போது, ​​அவர் அனுபவங்களால் நிறைந்திருந்தார், சாப்பாட்டு மேசையைச் சுற்றி நாங்கள் அவரிடமிருந்து கற்றுக்கொண்டது ஒரு பல்கலைக்கழகம் கற்பிக்கக்கூடிய எதையும் விட அதிகம்.",
        "அவரது ஆர்வங்கள் தேர்ந்தெடுக்கப்பட்டவை, மேலும் இடிந்த டகோபாவில் புதையல் வேட்டையாடுபவர்களிடமிருந்து, வேலை செய்யும் சாண வண்டு, ஐயனாரின் வழிபாட்டு முறை, காட்டு யானையுடன் பங்களா காவலாளியின் சந்திப்பு, புலம்பெயர்ந்த பறவைகள், கிராமத்தின் கேமிகவி என்று கதை சிரமமின்றி பறந்து செல்லும். கலு தேவதா பண்டார (ஸ்ரீ மஹா போதியாவின் காவல் தெய்வம்) மற்றும் சர்வக்ன தாது தயாரித்த மனிதரிடமிருந்து ஆண் சந்ததியை நாடும் யாத்ரீகர்கள்.",
        "அப்போது பரீட்சைக்குத் தயாராகும் வகுப்பில் இருந்ததால், எப்போதாவதுதான் அவருடன் செல்ல முடிந்தது, ஆனால் அதுவும் அற்புதமாக இருந்தது. புத்தளத்தில் இருந்து உள்நாட்டில் வேலைநிறுத்தம் செய்து, அனுராதபுரம் செல்லும் வழியில், பாதை, பருவகாலத்தில், வீர மரங்கள் தாங்கி எல்லையாக இருந்தது, நாங்கள் மிகவும் அடையக்கூடிய கிளைகளை உடைத்து, அனைத்து பெர்ரிகளையும் அகற்றுவதை நிறுத்துவோம். இது யானை நாடு என்று அவர் அலட்சியமாக குறிப்பிடுவார், அவர்களும் இந்த பழங்களை ருசித்தனர்.",
        "குருநாகல் வழியாகச் சென்றால், ஒரு மரக்கிளையை பிடுங்கி இந்த மர்ம தெய்வத்திற்கு காணிக்கையாக கொடுக்காமல், ஐயனார் காட்டில் இருக்கும் சன்னதியை நாங்கள் கடந்து சென்றதில்லை. அதிர்ஷ்டவசமாக, மரம்-கோயில் இன்னும் உள்ளது.",
        "லட்சியமான அபிவிருத்தித் திட்டங்கள் முன்னெடுக்கப்பட்டு, புல்டோசர்கள் காடுகளின் அலையைத் திருப்பிக் கொண்டிருந்த கல் ஓயாவில் வேலையைப் பார்க்கச் சென்றார். இந்த பெஹிமோத்களின் தாக்கம் அவர் மீது வலுவான தாக்கத்தை ஏற்படுத்தியிருக்க வேண்டும்: மரங்கள் கீழே இழுக்கப்படும் அவரது புகைப்படங்கள் இன்னும் என்னிடம் உள்ளன. ஒருவேளை, இதுவே, வேகமாக மறைந்து வரும் நமது கலாச்சார மற்றும் சுற்றுச்சூழல் பாரம்பரியத்தில் நம்மை உள்வாங்க அவரைத் தூண்டியது.",
        "1940-களின் பிற்பகுதியில் முதியவர்களாக இருந்த வேதாக்களைப் பார்க்க அவர் எங்களை அழைத்துச் சென்றார். அவர்கள் தங்கள் பாடல்களை அவர்களுக்கே உரித்தான தாளத்திற்கு ஏற்றவாறு எங்களிடம் பாடினார்கள். இது நம் காதுகளுக்கு இசையாக இல்லை, ஆனால், இன்று வேதா இசை என்று கூறப்படுவதில் இருந்து வெகு தொலைவில் உள்ளது. தந்தையின் விருப்பமான வசனங்களில் சொரபோரா வெவாவைப் புகழ்ந்து ஒரு கேமி காவியா இருந்தது (இது சாத்தியமில்லை என்றாலும், வேதாக்களுக்கு செலிக்மேன் காரணம்).",
        "“இங்கிருந்து வன்னியில் இது பாழான நிலம், அலறுகிறது, கரடி உங்கள் மீது பாய்ந்துவிடும்",
        "மேலும் தண்ணீரில் செருவாஸ் விளையாட்டு, கண்ணுக்கு மகிழ்ச்சி அளிக்கிறது, நண்பரே, நீங்களும் சொரபோரா ஏரிக்கு சென்றிருக்கிறீர்களா?\"",
        "மறுகரையில் உள்ள சன்னதியில் மலர்கள் மற்றும் விளக்குகளை ஏற்றி வைக்கிறீர்கள்",
        "ஆனால் சொரபோரா ஏரியைக் காணாத கண்களே, அதனால் உங்களுக்கு என்ன பயன்?”",
        "வேதா நாட்டில் மற்றொரு காட்டுப் பயணம் அளுத்நுவரவில் இருந்து காடு வழியாக ரான்டெம்பே வரை இருந்தது. ராண்டெம்பே நீர்த்தேக்கத்தின் கட்டுமானத்துடன் இவை அனைத்தும் இப்போது தண்ணீருக்கு அடியில் இருக்க வேண்டும், ஆனால் அது அடர்ந்த காட்டாக இருந்தது, நாங்கள் ஒரே கோப்பில் செல்ல வேண்டியிருந்தது. நடே குரா அல்லது தலைவர் பாதையில் ஒரு பாறையைக் கண்டால், அவர் கலக்கை (கல்) எச்சரித்தார், அவருக்குப் பின்னால் இருந்தவர் மீண்டும் எச்சரிக்கை செய்தார். கடைசி மனிதனை அடையும் வரை ஒற்றைக் கோப்பை வரைந்து சென்றது, எங்கள் ஓட்டுனர், யாரும் இல்லை என்ற நம்பிக்கையில் அவருக்குப் பின்னால் இருந்தவருக்கு அதைத் திரும்பத் திரும்பச் சொன்னார்!",
        "ரான்டெம்பேவின் வேகங்கள் ஒவ்வொரு வலிக்கும் தசையையும் பார்க்கத் தகுதியானவை. சுத்த சக்தி, ஒரு குறுகிய பள்ளத்தாக்கில் தள்ளப்பட்ட மகாவலியின் கர்ஜனை போதுமான வெகுமதியாக இருந்தது. உங்களால் இப்போது இவை எதையும் பார்க்க முடியாது: எனவே, லங்காவின் மறைந்து வரும் அழகை நாங்கள் தூண்டியது பயனுள்ளது.",
        "மற்றொரு நாள், காட்டில் கட்டப்படாத சாய்ந்த புத்தர் சிலை, ஒரு குகையில் உள்ள வரலாற்றுக்கு முந்தைய ஓவியங்கள் மற்றும் ஒரு பாறையில் விரிசலில் இருந்து வளர்ந்து வரும் பழங்கால போ மரம் ஆகியவற்றால் புகழ்பெற்ற ஒரு கோவிலான தந்திரிமலைக்கு நாங்கள் ஒரு நடைபாதையில் சென்றோம்.",
        "நாங்கள் ஒரு சாய்வின் மீது ஏறவிருந்தோம், அது உண்மையில் கைவிடப்பட்ட தொட்டியின் கட்டு, திடீரென்று ஒரு மனிதனைப் பையின் மேல் சைக்கிளில் பார்த்தோம். காட்டு இருளில் அவர் கருப்பு கண்ணாடி அணிந்திருந்தார். எங்களைப் பார்த்ததும் சத்தம் போட்டுவிட்டு, பைக்கை இறக்கிவிட்டு மரத்தடியில் ஏறினார்! நடுக்கத்துடன் நாங்கள் அவரைக் காப்பாற்றியபோது, ​​​​\"உங்கள் ஜீப்பை யானை என்று நான் நினைத்தேன்\" என்று அவர் விளக்கமளித்தார். அதில் ஒழுக்கம் உள்ளது: காட்டில் கருப்பு கண்ணாடி அணிய வேண்டாம்!",
        "நான் பேராதனையிலிருந்து பட்டம் பெற்று கேகாலையில் ஆசிரியராகப் பணிபுரிய ஆரம்பித்த வருடமே எனது வரலாற்றுச் சிறப்புகளைப் பெறுவதற்கு எச்.சி.பி.பெல்லின் கேகாலை அறிக்கையை அப்பா எனக்கு வழங்கினார். அவர் தொல்லியல் துறையிலிருந்து ஓய்வு பெறுவதாகவும் முடிவு செய்தார். அவர் ஒரு நீண்ட சுற்றுக்கு திட்டமிடுவதைத் தொடங்கினார், அவருக்குப் பிரியமான அனைத்து தளங்களுக்கும் இறுதி குட்பை, அத்துடன் சில புதிய கண்டுபிடிப்புகளின் அறிக்கைகளைப் பின்தொடரவும். இந்த முறை நானும் அவருடன் சென்றேன்.",
        "மீண்டும், அரிதாகவே அழிக்கப்பட்ட அரண்கல் துறவு தளம், அதன் நீண்ட, நீண்ட சகினான்-மலுவா (தியானத்திற்கான பாதை) எனக்கு நினைவிருக்கிறது. வழியில் ருவன்கிரிகந்த என்ற வாழும் வன துறவியில் நின்றோம், அங்கு பல துறவிகளைப் பார்த்தோம், காட்டின் தனிமையைத் தேட ஒரு மனிதனைத் தூண்டியது என்னவென்று புரிந்துகொண்டோம். அரண்கல்லுக்கு அருகில் காலா-பிகா-கலா (பாறை-மேல்-ஒரு-பாறை) இருந்தது, அங்கு நான் காற்று அரிப்பு கொள்கைகளை கற்றுக்கொண்டேன். எனவே நாங்கள் ஒரு காட்டில் இருந்து மற்றொரு அழிவுக்குச் சென்றோம்.",
        "பொலன்னறுவைக்கு அப்பால், நாங்கள் திம்புலாகலை நோக்கிச் சென்றோம், அது கடலில் இருந்த மாலுமிகளால் கன்னர்ஸ் குவோயின் என்று அழைக்கப்பட்டது. வழியில் முழுவதுமாக காடுகளால் சூழப்பட்ட, ஆனால் இன்னும் தோண்டி எடுக்கப்படாத கற்பாறைகளின் குழுவிற்கு நாங்கள் மலையேற்றம் செய்தோம். இது புல்லிகொட கல்-கே (கல்-கே = குகை). அதன் ஒரு பக்கத்தில் வான மனிதர்களின் குழுவின் அழகிய ஓவியம் இருந்தது. புத்தரைத் தவிர மற்ற உயிரினங்கள் மீது ஒளிவட்டத்தைப் பயன்படுத்தியதற்கு இவைதான் முந்தைய அல்லது ஒரே உதாரணங்கள் என்று எனக்குச் சொல்லப்பட்டது.",
        "நாங்கள் காரை நிறுத்திய இடத்திற்குத் திரும்பி நடந்து, கொஸ்கஹா உல்போத என்ற தளத்தைக் கண்டோம். அது அழகான தெளிவான நீர் கொண்ட காட்டில் நீரூற்று.",
        "திம்புலாகல என்ற இடத்தில், ஒரு குகைக்குள் தியானம் செய்ய இடம் தேடி ஒருவர் வந்தார். ஓவியங்களை அழிப்பதே அவரது பணியாக இருந்தது. அவர் எருமை சாணத்திற்காக காட்டை சீவுவார், இரவுகளில் அதை தண்ணீரில் கரைத்து வண்ணப்பூச்சு போன்ற நிலைத்தன்மையுடன் மற்றும் ஒரு தூரிகையாக ஒரு துடைப்பத்தை பயன்படுத்தி, பழங்கால ஓவியங்கள் அனைத்தையும் வரைவார். அவரது செயல் அறியப்பட்ட நேரத்தில், அதன் கீழ் உள்ள ஓவியங்களை அழிக்காமல், புண்படுத்தும் அடுக்கை அகற்றுவது சாத்தியமில்லை. வேதியியலாளர்கள் இன்னும் சிக்கலில் வேலை செய்து கொண்டிருந்தனர். சேதத்தைப் பார்த்தோம், ஆனால் ஒருவர் என்ன செய்ய முடியும்?",
        "அந்தப் பகுதிகளில் நான் இன்னொரு சாகசமும் செய்தேன். இருபது வருடங்களுக்குப் பிறகு, நான் திருகோணமலையில் பணிபுரிந்த போது. அப்போது கந்தளாய் முழுமையாகக் குடியேற்றப்பட்டது. ஒரு நாள், எனது சகோதரனைச் சந்திக்கச் சென்ற நண்பர்கள், அப்போது அரசாங்க அதிபராக இருந்தவர்கள், எனக்கு கொழும்புக்கு சவாரி செய்ய வாய்ப்பளித்தனர். தைரியமாக, முற்றிலும் புதிய காரின் முன் இருக்கையை எனக்குக் கொடுத்தார்கள். கந்தளாய் குளத்தை கடந்திருந்தோம், வெளிச்சம் மங்க ஆரம்பித்தது. சாலையில் ஒரு பரந்த வளைவு இருந்தது, அதை ஓட்டிக்கொண்டிருந்த ஜோ, டேப்-ரெக்கார்டரை அணைக்கச் சொன்னார், அதனால் அவர் விளக்குகளை இயக்கலாம்.",
        "எப்படி செய்வது என்று தெரியாமல் குனிந்து அப்படியே செய்தான். அப்போது, ​​மக்கள் செனை வெட்டிக் கொண்டிருந்த காட்டில் இருந்து ஒரு யானை இடியுடன் சாலையின் குறுக்கே ஓடியது. ஜோ உடனடியாக பிரேக்கில் நின்றார், ஆனால் அவர் காரை நிறுத்துவதற்கு முன், மற்றொரு யானை, சுமார் 66 முதல் ஏழு அடி உயரம் மட்டுமே, எங்களுக்கு முன்னால் ஓடியது. நாங்கள் அவரை முன் மற்றும் பின் கால்களுக்கு இடையில் அகலமாக அடித்தோம்.",
        "நடுவழியில் அகப்பட்டு, அவர் கீழே விழுந்தார்; தாக்கத்தின் கீழ் கால்கள் உருளும். ஜோ ஒரு விரைவான கியர் மாற்றத்தை செய்தார், நாங்கள் ஒரு ராக்கெட்டைப் போல புறப்பட்டு, வாய்ப்புள்ள விலங்கைச் சுற்றிச் சுழற்றினோம், மற்ற மந்தைகள் எங்களுக்குப் பின்னால் காட்டை விட்டு வெளியே ஓடின. நாங்கள் பத்து நிமிடங்களுக்கு மேல் வேகத்தில் சென்று கொண்டிருந்தோம், சேதத்தை மதிப்பிடுவதற்கு முன், ரேடியேட்டர் கிரில் குழிந்து விட்டது, ஆனால் அதிர்ஷ்டவசமாக ஹெட்லைட் மற்றும் ரேடியேட்டர் சேதமடையவில்லை, நாங்கள் செல்லலாம். சம்பவம் தொடர்பில் ஹபரணை பொலிஸ் நிலையத்தில் முறைப்பாடு செய்தோம்.",
        "1958 ஆம் ஆண்டு, நாட்டில் பெருமழை மற்றும் வெள்ளம் ஏற்பட்டது, உலர் வலயத்தில் மிகக் குறைவாக எதிர்பார்க்கப்பட்ட பகுதிகள் உட்பட, இதுபோன்ற நிகழ்வுகளில் வழக்கம் போல், வெள்ளத்தால் பாதிக்கப்பட்டவர்களுக்காக அனைவரும் நன்கொடை சேகரிக்கத் தொடங்கினோம், மேலும் ஆனந்தா கல்லூரியின் ஆசிரியர்களான நாங்களும் கணிசமான தொகையைச் சேகரித்தோம். பங்கு. பணத்தை ஒப்படைக்காமல், பாதிக்கப்பட்ட கிராமங்களில் ஒன்றை தத்தெடுத்து மறுவாழ்வு அளிக்குமாறு அறிவுறுத்தினோம். கொழும்பில் இருந்து ஹபரனை அடைவதற்கு சில மைல்களுக்கு முன்பு எங்கள் கிராமம் ஹிரிவடுன்ன. கிராம மக்களின் உடனடித் தேவைகளைக் கவனிப்பது மட்டுமின்றி, மேல்நிலைப் படிவங்களில் உள்ள ஆசிரியர்களான நாங்கள் கிராமத்தை ஒரு கள ஆய்வகமாகப் பயன்படுத்தினோம், ஒரு கிராமத்தின் வரலாறு, புவியியல், தாவரவியல் மற்றும் வாழ்க்கை முறை ஆகியவற்றைக் கொண்டுவந்த பல்வேறு ஆய்வுகளில் மாணவர் குழுக்களை அழைத்துச் சென்றோம். . என்ன ஒரு அனுபவமாக மாறியது! முதியவர்களின் நினைவுகளை ஆராய்வது ஒரு சிறந்த கற்றல் சாகசமாக மாறியது.",
        "கிராமவாசிகள் சொன்னது இன்றைக்கு எமனாக இருந்திருக்கும். அவர்கள் தங்கள் தொட்டிக்கு வந்த தண்ணீரை அதன் மூலத்திலிருந்து கண்டுபிடிக்க முடிந்தது: “ஒரு தொட்டி நிரம்பி வழியும் போது, ​​அந்த தண்ணீர் மற்றொரு தொட்டிக்கு வந்தது, அதுவும் நிரம்பி வழியும் போது, ​​அது மூன்றில் ஒரு பங்கிற்கு சென்றது” மற்றும் பல, கடந்து வந்த பாதையைக் கண்டறிந்தது. ஆரம்பம் முதல் இறுதி வரை தங்கள் சொந்த தொட்டியில் தண்ணீர்.",
        "பல தசாப்தங்களுக்குப் பிறகு, எங்கள் நீர்ப்பாசனப் பொறியாளர்களால் நீர்வீழ்ச்சி முறையைப் புரிந்துகொண்டபோது, ​​அவர்களில் சிலருக்கு நான் இந்தக் கருத்தைத் தெரிவித்தேன், அவர்கள் வாய்மொழி வரலாற்றின் கிராம மக்களின் நீர்த்தேக்கத்தைத் தட்டவில்லை என்று ஒப்புக்கொண்டனர்.",
        "அவர்களைச் சுற்றியுள்ள காட்டில் இடிபாடுகள் இருக்கிறதா என்று நான் முதியவர்களிடம் கேட்டபோது, ​​​​அவர்கள் அதை என்னிடம் காட்ட உறுதியளித்தனர். எனவே நான் அவர்களுடன் வெகு தொலைவில் உள்ள அடர்ந்த காடுகளுக்கு மலையேறினேன், ஒரு சிறிய மடாலயத்தின் எஞ்சிய பகுதிக்கு வந்தேன். அவை வளரும்போது உயிருள்ள மரங்களால் ஒதுக்கித் தள்ளப்பட்ட நெடுவரிசைகளும் பலகைகளும் இருந்தன, ஆனால் தொல்பொருள் ஆய்வாளரால் தொடப்படவில்லை. நான் நகலெடுக்க எந்த கல்வெட்டும் கண்டுபிடிக்க முடியவில்லை, ஆனால் ஒரு கல் தொட்டியின் மீது வந்தது, நான்கு கற்களால் செய்யப்பட்ட, இடுப்பு உயரத்திற்கு. இவற்றில் மூன்று இன்னும் நிமிர்ந்து, ஒரு சதுரத்தின் மூன்று பக்கங்களை உருவாக்கியது, நான்காவது தரையில் படுத்திருந்தது. மற்ற ஸ்லாப்கள் இறுக்கமாகப் பொருந்துவதற்கு இரண்டு பள்ளங்களைக் காட்டியது. இந்த பொருத்தம் பல நூற்றாண்டுகள் நீடிக்கும் போதுமானதாக இருந்தது. இது போல எத்தனை இடிபாடுகள் காட்டில் மறைந்திருக்கின்றன என்று எனக்கு ஆச்சரியமாக இருக்கிறது.",
        "1960 களில் நான் கடற்படையில் இருந்தபோது, ​​எங்களுக்கு முற்றிலும் தெரியாத ஒரு பகுதியில் ஒரு புதிய முகாமைத் திறக்க நாங்கள் அழைக்கப்பட்டோம், ஆனால் அது இப்போது பலருக்கு நன்கு தெரியும். இந்தியாவில் இருந்து இலங்கைக்கு சட்டவிரோத குடியேற்றத்தை எதிர்த்து நடவடிக்கை எடுக்கப்பட்டது.",
        "கடற்படையினர் இராணுவத்தை வலுப்படுத்தச் சென்றனர், மேலும் எங்களுக்கு ஒதுக்கப்பட்ட துறை வவுனியாவுக்கு அப்பால் உள்ள பூனேறின் ஆகும். இது ஒரு பழைய டச்சு கோட்டைக்கு அப்பால் காடுகள் நிறைந்த, குறைந்த மக்கள் தொகை கொண்ட பகுதி. அலுமினியக் கொட்டகைகளின் தொகுப்பாக இருந்த அடிப்படை முகாம், வெட்டவெளியில் அமைக்கப்பட்டது. படகுகள் வருவதைக் கவனிப்பதற்காகக் கடற்கரையோரம் சிறிய புறக்காவல் நிலையங்கள் இருந்தன. அந்த அழகான, தனிமையான கடற்கரைகளில் ஆண்களின் சிறு குழுக்கள் ரோந்து செல்வார்கள். பிரதான சாலை மட்டுமே இருந்தது, ஆனால் ஜீப்புகள் பாதாளச் செடிகள் வழியாக மோதியதால், அது பின்னர் சாலைகளாக மாறும் வரை புறக்காவல் நிலையங்களுக்குச் செல்ல எதுவும் இல்லை.",
        "அங்கு மிகக் குறைவாகவே நடந்தது மற்றும் விளையாட்டு ஏராளமாக இருந்தது, எல்லோரும் வேட்டையாடுபவர்களாகவோ அல்லது மீனவர்களாகவோ ஆனார்கள். திறந்திருந்த வில்லு வழியாக வாகனம் ஓட்டும்போது, ​​நாங்கள் அடிக்கடி குள்ளநரிகள், மயில்கள் மற்றும் யானைகளால் சிறிதும் தொந்தரவு செய்யாத நரிகளைக் கண்டோம். எனது முதல் சிலோன் மாக்பியைப் பார்த்த ஞாபகம். பேஸ் கேம்ப் அருகில் உள்ள திறந்தவெளி, ஒவ்வொரு இரவும் அங்கு அலைந்து திரிந்த அனைத்து வகையான விலங்குகளின் தடங்களும் புதிதாக எழுதப்பட்ட ஒரு ஸ்லேட் போல இருந்தது.",
        "புறக்காவல் நிலையங்களுக்கு இரவும் பகலும் செல்ல வேண்டியிருந்தது. பகலில், கடற்கரையில் ஒரு புள்ளியில் இருந்து மற்றொரு இடத்திற்கு ஓட்டுவது எளிதாக இருந்தது. வேறு யாரும் அல்லது விலங்குகள் இருந்ததற்கான எந்த அறிகுறியும் இல்லை, ஆனால் ஏராளமான பறவைகள் இருந்தன. மிகவும் சுவாரஸ்யமான விலங்குகள் மீன், அவை அலைகளின் நுரையில் நீந்துகின்றன. நாங்கள் கர்ஜனை செய்து கடற்கரையில் சறுக்கிச் செல்லும்போது, ​​எங்கள் அணுகுமுறையை அவர்கள் உணர்ந்ததால், மீன்கள் ஆழமான நீருக்குத் திரும்பிய பிறகு மீன்களை எங்களுக்கு முன் பார்க்க முடிந்தது.",
        "இரவில் நாங்கள் சாலைகளுக்கு சென்றோம். திறந்த வில்லுடன் மாறி மாறி வளைவு காடுகளின் வழியே வாகனம் ஓட்டினால், அவர் கண்களை மூடிக்கொண்டு இரண்டில் எதைக் கடந்து செல்கிறார் என்பதை ஒருவர் கணிக்க முடியும். தோல் உணர்ச்சி உறுப்பு, ஏனென்றால் வில்லுவில் காடுகளை கடக்கும்போது வெப்பமாகவும் குளிராகவும் உணர்ந்தார். வெதுவெதுப்பிலிருந்து குளிருக்கு, பிரகாசமான நிலவொளியிலிருந்து \"பச்சை இருளின் சுரங்கங்கள்\" வரை செல்வது உற்சாகமாக இருந்தது. எப்போதும் போல, காட்சிகள், ஒலிகள், வாசனைகள் மற்றும் பிற உடல் நிகழ்வுகள் தான் எனக்கு \"காடு\" என்று உச்சரிக்கின்றன.",
        "யானைகள் ஏராளமாக இருந்தன. யானைகள் முதுகில் சொறியும் ஒரு பெரிய மரத்தடியில் நாம் அறியாமல் ஒரு தூணைக் கட்டியிருந்தோம். முழு மரமும் இரவில் நடுங்கத் தொடங்கும், மனிதர்கள் கடற்கரையில் தஞ்சம் அடைவார்கள்! ஒரு இரவு, யானைகளால் இடித்துத் தள்ளப்பட்ட கிளைகளால் தடுக்கப்பட்ட கைவிடப்பட்ட தொட்டித் தொட்டியின் வழியாக திரும்பிச் சென்றது எனக்கு நினைவிருக்கிறது. பின்னோக்கிச் செல்ல வழியில்லாததால், கீழே இறங்கி வழியைத் தெளிவுபடுத்த வேண்டியதாயிற்று. யானைகளின் எச்சங்கள் நம்மைச் சுற்றிக் குவிந்திருந்தன, மேலும் குற்றவாளிகள் அதிக கிளைகளை இழுப்பதை நாங்கள் கேட்கிறோம். ஆனால் அவர்கள் எங்கள் இருப்பைக் கண்டு கவலைப்படவில்லை, விலங்குகளும் மனிதர்களும் அமைதியான வழியில் சென்றனர். அப்போது பூனேரி ஒரு அற்புதமான இடம்.",
        "ஆண்டு 1930. காட்சியானது சிங்களர்களின் பாரம்பரிய முப்பரிமாண பாய்மரக் கப்பல்களான யாத்ர தோனி அல்லது மஹா ஒருவாவின் கடைசி இல்லமான தோடன்டுவா. இந்த சந்தர்ப்பம் ஒரு கப்பல் ஏவப்பட்டது. இரண்டு நண்பர்கள், ஒரு தொழிலதிபர் மற்றும் ஒரு மாலுமி, இந்த கப்பலை உருவாக்க மற்றும் ஏவுவதற்கு படைகளில் இணைந்தனர், அந்த நேரத்தில் யாருக்கும் தெரியாது என்றாலும், அவளுடைய இனத்தில் கடைசியாக இருந்தது.",
        "நில உரிமையாளரான காரியவசம் படுவட விதானகே டொன் சியடோரிஸ் டி சில்வா மற்றும் கடற்படையினரான புஞ்சி சின்னோ மரக்கலேஹே, தற்போது அமுகொட ஒருவா என பெயரிடப்பட்டுள்ள தமது சரக்கு கப்பல் தென்னிந்தியா மற்றும் மாலைதீவுகளுடன் விறுவிறுப்பான வர்த்தகத்தை மேற்கொள்ளும் என நம்புகின்றனர். ஆண்களுக்கான அவரது முதல் பயணத்தைக் குறிக்க, வசனங்கள் இயற்றப்பட்டன, அவற்றில்:-",
        "இனி எல்லா தெய்வங்களையும் வணங்கிவிட்டு கடல் மாளிகைகளைத் தேடிச் செல்வோம்.",
        "எந்த கடவுளும், ஐயோ, அவர்களின் பக்திமிக்க பிரார்த்தனைகளைக் கேட்கவில்லை, மேலும் மாலேயின் பாறைகளில் நிறுவப்பட்ட பெருமைமிக்க கப்பல், தோடந்துவாவில் எஞ்சியிருந்தவர்களை அவளது துதிகளைப் பாட விட்டுவிட்டு:",
        "ஆனால் எத்தனை பாய்மரங்கள் உயர்த்தப்பட்டன, எவ்வளவு நியாயமாக அவள் பயணம் செய்தாள்",
        "அறுபது ஆண்டுகளுக்குப் பிறகு, நான் காலியில் இருந்தேன், கடல்சார் தொல்பொருள் ஆராய்ச்சியாளர்களின் ஒரு சர்வதேச குழுவை ஏற்பாடு செய்தேன், அவர்கள் எங்கள் இளம் தொல்லியல் இளங்கலை பட்டதாரிகளுக்கு பயிற்சி அளித்தனர், அதே நேரத்தில், காலி விரிகுடாவில் கப்பல் விபத்துக்கள் பற்றிய தரவுத் தளத்தைத் தொகுத்து வந்தனர். குழுவில் அவுஸ்திரேலிய படகு இனவியலாளர் டாம் வோஸ்மர் இருந்தார், அவருடன் நான் அமுகொட ஒருவா மற்றும் குமாரகந்த பிரிவெனா, 100 ஆண்டுகள் பழமையான யாத்ரா தோனியின் பெரிய மாதிரியைப் பற்றி விவாதித்தேன், நான் புகைப்படம் பதிவு செய்யும் பாக்கியம் பெற்றேன்.",
        "டாம் உற்சாகமாக இருந்தார், ஏனெனில் இது போரோபுதூர் காலத்தில் இருந்த பெரிய அவுட்ரிகர் பொருத்தப்பட்ட பாய்மரக் கப்பல்களில் கடைசியாக இருந்தது. மாதிரியை ஆய்வு செய்வதற்கும், அளவீடு செய்வதற்கும், புகைப்படம் எடுப்பதற்கும் மற்றும் கட்டமைப்பு விவரங்களின் விரிவான வரைபடங்களை உருவாக்குவதற்கும் நாட்கள் செலவிடப்பட்டன. 1890 ஆம் ஆண்டில், ஒரு கப்பல் உரிமையாளரின் இளம் மகனால் கட்டப்பட்டது, அதற்கு ஆளுநரால் தங்கப் பதக்கம் வழங்கப்பட்டது. டாம் அதன் துல்லியம், அளவு மற்றும் விவரம் இரண்டிலும், (????????)",
        "குடும்பத்தைக் கட்டமைத்தல், நிலச் சீர்திருத்தங்கள் மற்றும் புதிய மாம்பழ வகைகளை உருவாக்குதல்",
        "ஈஸ்டர் பாதிக்கப்பட்டவர்களுக்கான நீதிக்கான தனது தீர்மானத்தில் வாடிகன் நிறுவனத்தில் இருந்து திரும்பிய கார்டினல்",
        "செலிங்கோ லைஃப் வங்கி, நிதி மற்றும் காப்பீடு ஆகியவற்றில் பணியாற்றுவதற்கான சிறந்த இடங்களுள் ‘10 சிறந்த பணியிடங்கள்’",
        "EPF உறுப்பினர்களை தற்போதைய செலவினங்களுக்குப் பயன்படுத்துமாறு ஊக்குவிக்க வேண்டாம்: CFL",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}