{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ips-analyses-currency-board-option-but-repeats-false-argentina-claim-92323/",
  "time_ut": 1648734600,
  "title": "Sri Lanka IPS analyses currency board option, but repeats false Argentina claim",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Institute of Policy Studies, has analysed the advantages of a currency board (an unbreakable fixed exchange rate) as well as its supposed disadvantages, but also repeated a false claim that Argentina at one time had a currency board.",
    "Mercantilists usually oppose currency boards because they cannot depreciate the currency and tilt the playing field towards producers by at the expense of the real wages of workers, pensions of old people and savings of a society.",
    "An IPS researcher in an analysis said a currency board can have short term benefits.",
    "“A currency board will be helpful to stabilise inflation in the short run but in the long run, Sri Lanka will be better off with a more flexible exchange rate regime,” the analysis claimed.",
    "There are a number of stock criticisms made about currency boards made by Western interventionists who lack knowledge of the institutional arrangement of a currency board as well as the process of monetary anchoring to keep inflation down.",
    "A currency board is a consistent, neutral policy monetary regime with a single anchor, which for all practical purposes behaves exactly like dollarization, which is the use of a strong foreign currency within a country.",
    "If people wish there can be one or more currency board moneys circulated in a country. The Fed is about to legalize Tether cryptocurrencies which are supposed to behave like a currency board, though balance sheet data is not available to confirm it.",
    "An American Express Travellers cheque operates exactly like a currency board.",
    "Both floating exchange rates and currency boards are consistent regimes which have a single non-conflicting anchor.",
    "A floating exchange rate has has no foreign reserves and the monetary base (the currency notes in use within the country) is determined by an inflation index (a domestic anchor).",
    "A fixed exchange rate or currency board has floating rate interest rates and the monetary base is determined by the balance of payments (an external anchor).",
    "In the gold standard days and the Bretton Woods periods, currencies did not depreciate against each other because they all had the same anchor – gold. The rupee for was a silver currency until the Reserve Bank of India went to gold.",
    "Intermediate regimes or flexible exchange rates, are systems that collect forex reserves (targets the exchange rate), but also print money to target an inflation index (domestic anchor).",
    "When inflationary policy followed (money is printed when domestic credit expands) the flexible exchange rate collapses.",
    "Sri Lanka abolished its currency board regime and an intermediate regime was externally imposed in 1950 amid US attempts to break the Sterling Area, according to critics.",
    "The peg made the island a top customer of the International Monetary Fund and there were steep economic downturns whenever the US tightened policy and the currency fell.",
    "Up to the collapse of the Bretton Woods, soft-pegs including in Latin America did not break as much as they did after 1980s, as the current Mercantilist competitive exchange rates mantra was not so prevalent in Western interventionist circles, analysts say say.",
    "The Bretton Woods was set up in part to prevent competitive devaluation.",
    "In the early 1980s Washington based Mercantilists such as John Williamson started to advocate a so called basket, band, crawl (BBC) policy of depreciating currencies who apparently had no knowledge about anchoring money.",
    "Competitive exchange rates destroy the basis of society by giving zero-sum profits to producers of goods against the well-being of workers, pensioners and savers generally.",
    "Competitive exchange rates undermines a concept known as sound money which does not discriminate between various individuals and economic sectors at the expense of weaker sections of society who have no voice.",
    "Though such ideologies were develped in Washington to solve Latin America collapses, developing countries also became victims to the social unrest and out migration that comes with depreciation.",
    "The anchor conflicting flexible exchange rate has now brought Sri Lanka near to default.",
    "Using the flexible exchanges, interventionists, used monetary policy (and fiscal policy) for stimulus, which cannot be done in a reserve collecting regime without creating a balance of payments trouble (Why Singapore chose a Currency Board).",
    "Significant public opposition is now building up against the 1980s Mercantilism following the repeated of failure of the intermediate regime and real pain people suffer from deprecation as opposed to the supposed pains of ‘internal devaluation’ as claimed by Western armchair Mercantilists who do not earn or save in depreciating currencies but are protected by single anchor floating rates.",
    "Whether Sri Lanka has used its supposed monetary independence to counter US tightening successfully, without creating economic mayhem as claimed by interventionists is something that people can easily decide for themselves by a cursory examination of history.",
    "When the US tightens, Sri Lanka suffers forex shortages if central bank prints money to cut rates.",
    "One of the biggest costs of such flexible exchange rates or intermediate regimes in addition to inflation is the stifling of free trade.",
    "Exchange and trade controls follow whether or not the currency is depreciated as forex shortages emerge from the anchor conflicts, fattening the pockets of import substitution oligarchs who claim that forex shortages can be eliminated by picking the pockets of consumers under tax protection.",
    "“In sum it was a story of tightening partial relaxing, and again tightening the trade regime and associated areas to over a perceived foreign exchange crisis,” writes Saman Kelegama, one of Sri Lanka’s most humane economists who wanted free trade for the poor, in ‘Development in Independent Sri Lanka what went wrong’.",
    "“In the early 1960s strategy for dealing with the foreign exchange crisis was the gradual isolation of the economy from external market forces.",
    "“It was the beginning of a standard import-substitution industrial regime with all the controls and restrictions associated with such a regime.”",
    "In a hard or consistent peg, there is free trade. Monetary policy tightens automatically as US tightens and then loosens and excess liquidity builds up as domestic credit falls, and there are no forex shortages.",
    "Sri Lanka’s recent currency crises occurred in 2015/2016 (following Yellen quantity tightening in 2014) and 2018 (Yellen quantity tightening and rate hikes), which led to political instability as the currency fell an output shocks as reserves were rebuilt.",
    "From 2015 to 2019 the currency collapsed from 131 to 182 in two cycles.",
    "To get out of the resulting crises after ‘monetary policy independence’, a flexible exchange rate country not only has to slow the economy sharply to restore stability but also has to re-build reserves under an IMF program creating a prolonged slowdown.",
    "In a currency board or dollarization if socialist policies lead to default, the fallout is contained in sovereign debt. In a flexible exchange rate, with depreciation it spreads to banks and private firms and also people whose savings evaporate.",
    "In a dollar currency board, there is no requirement to re-build reserves at the cost of an 18 month downturn as they are not depleted in the first place but the economy initially slows as the US tightens.",
    "In a currency board due to the lack of floor policy rate, recovery would be quicker than if reserves had to be re-built.",
    "In fact the danger could be a too-fast recovery and a property bubble as the IPS analysis acknowledges and not a prolonged downturn under an IMF program as in a flexible exchange rate with anchor conflicts.",
    "In a currency board regime, banking systems do not usually collapse even if US banks collapse (in part due to the inability to over-trade without open market operations) helping the economy recover faster.",
    "Sri Lanka now has to severely squeeze the economy to prevent a system wide meltdown following stimulus or independent monetary allowed to economists under a flexible exchange rate, even as the US begins its tightening cycle.",
    "Flexible exchange rate regimes that try to engage in independent monetary policy, with foreign commercial debt also end up in sovereign default.",
    "In the 2018 cycle, Sri Lanka cut rates and the currency collapsed and earning lower ratings, while Argentina collapsed and defaulted.",
    "In the 2020/2021/2022 ‘independent monetary policy’ cycle Sri Lanka is heading for default and severe tightening is required due to exercising monetary policy independence. And the rupee has already collapsed steeply in a flexible exchange rate and a float has not been established.",
    "In 1994, Mexico which was running a budget surplus, collapsed due to the flexible exchange rate and defaulted. Mexico was made to run an even bigger budget surplus under the IMF program on top of a steeply depreciated currency.",
    "Meanwhile the IPS analysis repeated a false claim made by Western media that Argentina had a ‘currency board’ up to 2000.",
    "A key feature in a currency board is that foreign exchange interventions are unsterilized and foreign reserves match the monetary base at all times.",
    "Reserves cannot fall below 100 percent of reserve money since interventions cannot be sterilized to keep overnight rates down.",
    "In a currency board, foreign reserves and the monetary base moves lock-step (reserve pass through to the domestic monetary base is one to one).",
    "Under a currency board, foreign reserves usually exceed the monetary base by only 10 percent (from profits of note issue) and any excess reserves are transferred to the government by the governing law.",
    "Currency boards are similar to dollarization (using a foreign currency) except that there are no profits from note issue.",
    "Such profits, annually transferred, can be externally invested to build a bank bailout fund or sovereign wealth fund to spend in a downturn.",
    "Banco Central de la República Argentina law allowed foreign reserves to fall to 66.6 percent of the monetary base and the peg collapsed amid sterilized interventions.",
    "It was also allowed to hold government dollar denominated bonds like Sri Lanka Development Bonds.",
    "Prior to fall of the convertible peso, the so-called ‘currency board’ had collected reserves over 190 percent of the monetary base and fell to 80 percent, which is impossible under a real currency board which cannot sterilize interventions.",
    "Whether or not a regime is a currency board or not can only determined by analyzing its balance sheet as soft-pegs can be stable for long periods as long as deflationary policy is followed like China from 1993 to 2005.",
    "In 2018, Argentina which had operated a ‘flexible exchange rate’ and ‘flexible inflation targeting’ at an unfunny 17 percent, again collapsed and defaulted similar to the so-called ‘currency board’ period.",
    "The IPS also claimed that “flexibility of labour markets is a key to the sustainability of currency boards.”",
    "However in all pegged East Asian nations real wages have risen along with productivity growth, usually in export sectors. In some fixed exchange regimes (dollarized Panama) it was the financial sector, that drove up real wages.",
    "Other counties including Cambodia and several former Latin America flexible exchange rates, which collapsed steeply are also dollarized.",
    "The original Ceylon currency board was one-to-one with India rupee. Bhutan still operates its peg one to one with India rupee which has not broken.",
    "The requirement to maintain a peg is not the budget or labour laws, but the lack of aggressive open market operations and a the outlawing of sterilized interventions.",
    "A currency board country without crises and depreciation usually grow steadily and generate employment beyond 100 percent and attract foreign labour. Guest workers sometime leave when there is a downturn in the anchor currency nation.",
    "However when a flexible exchange rate collapses under US tightening, resident workers lose jobs and expat workers who had gone to work in consistent pegs areas like GCC nations may also return home.",
    "On 08 March, Sri Lanka devalued the rupee against the US dollar, entering into a floating exchange rate regime. The Central Bank of Sri Lanka had to abandon the pegged exchange rate as defending the rupee with dwindling reserves was impossible. The inter-bank exchange rate shot up once the banks were assured that the exchange rate was floated. The initial shoot-up was followed by further rallying of the US dollar reaching close to Rs. 300 per USD. With the gradually weakening rupee, inflation is also ascending to worrisome levels calling for radical changes, including adopting a currency board. This article discusses the effectiveness and suitability of a currency board for Sri Lanka in the current macroeconomic context.",
    "A currency board is a system that issues domestic banknotes in exchange for specific foreign currency – anchor currency like the USD which is used for trade with partner countries – at a constant rate. A cornerstone of the currency board mechanism is the authority’s ability to meet all demand for foreign currency by the holders of the domestic currency.",
    "In Sri Lanka, even after the rupee was floated, reports suggest that an active kerb market with a significant premium above the inter-bank rate exists. While such market behaviour indicates an acute dollar shortage in the market and the equilibrium rate is further away, no official data exists on the kerb market money exchange. However, cryptocurrency platforms provide some critical insights. The Tether coin (USDT), which is closely pegged to the US dollar on a one-to-one basis, is traded for rupees on peer-to-peer (P2P) platforms as USDT is used as a medium to purchase other cryptocurrencies, including Bitcoin.",
    "Data extracted from the P2P platform medium of Binance – a popular cryptocurrency exchange among Sri Lankans- show some supporting evidence for the continually widening gap between official and informal rates again. Significantly, the premium over the official rate plummeted once the rupee was floated, but it gradually recovered to the pre-floated period (A and B panels of Figure 1). The number of sellers and the USDT volume available for sale also went up but riveted back to the levels of the pre-floated period (C and D panels of Figure 1).",
    "The inflationary pressure also does not show any unwinding signs, further eroding people’s purchasing power. These developments encourage the adoption of a currency board as a currency board is believed to be a solution for rising inflation. By the inner mechanics of the currency boards, the independence of discretionary monetary policy is taken away, substituting a disciplined monetary policy – a gold standard without gold – which eliminates the inflationary bias. Indeed, empirical evidence exists in favour of the anti-inflationary effect of currency boards. The inflation rate is lower under currency boards than in pegged or floating rate regimes. Moreover, economies under currency boards grew faster than the average of countries with pegged regimes. However, empirically disentangling multiple influences to pinpoint the low inflation on the currency board is an excruciating task.",
    "Another selling point of the currency board is the fiscal discipline, as currency board regulations prohibit direct monetary financing of government expenditures. A high budget deficit in Sri Lanka and excessive government borrowings from the Central Bank make the fiscal-discipline effect of currency boards much more appealing. Empirical evidence points to low fiscal deficits or larger surpluses under currency board regimes.",
    "Figure 1: Behaviour of USDT Market in P2P Binance Trading Platform",
    "A significant drawback of a currency board is the need to surrender the monetary policy independence required for managing asymmetric shocks. Such loss is costly when the anchor currency country responds to cyclical conditions, which are different from the prevailing conditions in the country operating the currency board.",
    "For example, Hong Kong’s currency board imported low-interest rates from the US in the early 1990s. Such monetary easing was appropriate for the US, but Hong Kong faced an asset price boom that called for monetary tightening. A counterargument against the negative impact of losing monetary policy is the availability of fiscal policy at the operating country’s disposal. However, the maneuverability of fiscal policy is determined by the fiscal and debt positions.",
    "In Sri Lanka’s context, the high debt to GDP ratio and fiscal deficits might restrict the use of fiscal policy for pump-priming-stimulating the economy in a recessionary period- due to the fear of losing investor confidence in debt sustainability. Thus, international evidence shows that countries with hard pegged exchange rate regimes generally tighten their fiscal policy in a recession. The Argentinian attempts to bring down the deficit in a recession in 2000 proved to be disastrous.",
    "Sri Lanka’s high indebtedness will also challenge installing a currency board. Once a threat of a possible default looms, the interest rates soar, and refinancing debt will be increasingly difficult. In addition, the operating country needs reserves to back the monetary base in a currency board. In a currency board, the board must continually convert domestic currency for the anchor currency at a constant rate.",
    "It should be noted that the reserve level of Sri Lanka has dwindled over time in the recent past. Another drawback of currency boards is the requirement of real sector changes to compensate for the exchange rate deviations.",
    "For example, if the anchor currency appreciates against Sri Lanka’s main trading partners, wages should fall to compensate for the increase in foreign consumer prices, restoring competitiveness. Such an exercise needs greater flexibility in the labour markets. Thus, the flexibility of labour markets is a key to the sustainability of currency boards. The political feasibility of the institutional attempts to ease labour market regulations is highly doubtful.",
    "Against this backdrop, the decision to install a currency board should be taken after a careful cost-benefit analysis. A currency board will be helpful to stabilise inflation in the short run but in the long run, Sri Lanka will be better off with a more flexible exchange rate regime. In addition, the benefits of a currency board are not exclusive. For example, fiscal discipline should be stronger in flexible exchange rate regimes as fiscal policy effects are reflected immediately and more transparently.",
    "Thus, if Sri Lanka enters into a currency board to stabilise inflation and domestic currency, it needs to contemplate an exit strategy.  Generally, it is advisable to leave a currency board when the economy recovers. The requirement to surrender monetary independence and the inability to finance government expenditure under a currency board might reduce the political preference for such a system."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා IPS මුදල් පුවරු විකල්පය විශ්ලේෂණය කරයි, නමුත් සාවද්‍ය ආර්ජන්ටිනා හිමිකම් පුනරුච්චාරණය කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා ප්‍රතිපත්ති අධ්‍යයන ආයතනය, මුදල් මණ්ඩලයක (නොබිඳිය හැකි ස්ථාවර විනිමය අනුපාතිකයක්) වාසි මෙන්ම එහි යැයි කියනු ලබන අවාසි ද විශ්ලේෂණය කර ඇත, නමුත් ආර්ජන්ටිනාවට වරෙක මුදල් පුවරුවක් තිබූ බවට සාවද්‍ය ප්‍රකාශයක් ද පුනරුච්චාරණය කර ඇත.",
        "වෙළෙන්දෝ සාමාන්‍යයෙන් මුදල් මණ්ඩලවලට විරුද්ධ වන්නේ ඔවුන්ට කම්කරුවන්ගේ සැබෑ වැටුප්, මහලු අයගේ විශ්‍රාම වැටුප් සහ සමාජයක ඉතිරිකිරීම් යන වියදමෙන් මුදල් අවප්‍රමාණය කර නිෂ්පාදකයින් දෙසට ක්‍රීඩා පිටිය ඇලවිය නොහැකි බැවිනි.",
        "IPS පර්යේෂකයෙක් විශ්ලේෂණයකදී පැවසුවේ මුදල් මණ්ඩලයකට කෙටි කාලීන ප්‍රතිලාභ ලැබිය හැකි බවයි.",
        "\"කෙටි කාලීනව උද්ධමනය ස්ථාවර කිරීමට මුදල් මණ්ඩලයක් උපකාරී වනු ඇත, නමුත් දිගු කාලීනව, වඩාත් නම්‍යශීලී විනිමය අනුපාත තන්ත්‍රයක් සමඟ ශ්‍රී ලංකාව වඩා හොඳ වනු ඇත,\" විශ්ලේෂණය කියා සිටියේය.",
        "ව්‍යවහාර මුදල් මණ්ඩලයක ආයතනික සැකැස්ම මෙන්ම උද්ධමනය පහත හෙළීම සඳහා මුදල් නැංගුරම් ලෑමේ ක්‍රියාවලිය පිළිබඳ දැනුමක් නොමැති බටහිර මැදිහත්කරුවන් විසින් කරන ලද මුදල් මණ්ඩල පිළිබඳ කොටස් විවේචන ගණනාවක් තිබේ.",
        "මුදල් මණ්ඩලයක් යනු තනි නැංගුරමක් සහිත ස්ථාවර, මධ්‍යස්ථ ප්‍රතිපත්තිමය මූල්‍ය පාලන තන්ත්‍රයකි, එය සියලු ප්‍රායෝගික අරමුණු සඳහා හරියටම ඩොලරීකරණය ලෙස හැසිරේ, එය රටක් තුළ ශක්තිමත් විදේශ මුදල් භාවිතා කිරීමකි.",
        "මිනිසුන්ට අවශ්‍ය නම් රටක මුදල් බෝඩ් එකක් හෝ කිහිපයක් සංසරණය විය හැකිය. එය තහවුරු කිරීමට ශේෂ පත්‍ර දත්ත නොමැති වුවද, මුදල් පුවරුවක් මෙන් හැසිරිය යුතු ටෙදර් ගුප්තකේතන මුදල් නීත්‍යානුකූල කිරීමට මහ බැංකුව සූදානම් වේ.",
        "American Express Travelers චෙක්පත හරියටම මුදල් පුවරුවක් මෙන් ක්‍රියාත්මක වේ.",
        "පාවෙන විනිමය අනුපාත සහ මුදල් පුවරු යන දෙකම තනි නොගැටෙන නැංගුරමක් ඇති ස්ථාවර පාලන තන්ත්‍ර වේ.",
        "පාවෙන විනිමය අනුපාතයකට විදේශ සංචිත නොමැති අතර මුදල් පදනම (රට තුළ භාවිතයේ පවතින මුදල් නෝට්ටු) තීරණය වන්නේ උද්ධමන දර්ශකයක් (ගෘහස්ථ නැංගුරමක්) මගිනි.",
        "ස්ථාවර විනිමය අනුපාතිකයක් හෝ මුදල් මණ්ඩලයක් පාවෙන අනුපාත පොලී අනුපාත ඇති අතර මුදල් පදනම තීරණය වන්නේ ගෙවුම් ශේෂය (බාහිර නැංගුරමක්) මගිනි.",
        "රන් සම්මත දිනවල සහ බ්‍රෙටන් වුඩ්ස් කාලවලදී, මුදල් එකිනෙක අවප්‍රමාණය වූයේ ඒවා සියල්ලටම එකම නැංගුරම - රත්‍රන් තිබූ බැවිනි. ඉන්දියානු සංචිත බැංකුව රන් බවට පත් වන තුරු රුපියල රිදී මුදලකි.",
        "අතරමැදි පාලන තන්ත්‍ර හෝ නම්‍යශීලී විනිමය අනුපාත යනු විදේශ විනිමය සංචිත එකතු කරන (විනිමය අනුපාතිකය ඉලක්ක කර ගන්නා) පද්ධති වේ, නමුත් උද්ධමන දර්ශකයක් (ගෘහස්ථ නැංගුරම) ඉලක්ක කිරීමට මුදල් මුද්‍රණය කරයි.",
        "උද්ධමන ප්‍රතිපත්තිය අනුගමනය කරන විට (දේශීය ණය ප්‍රසාරණය වන විට මුදල් මුද්‍රණය කෙරේ) නම්‍යශීලී විනිමය අනුපාතය කඩා වැටේ.",
        "විවේචකයන්ට අනුව, 1950 දී එක්සත් ජනපදය විසින් ස්ටර්ලින් ප්‍රදේශය බිඳ දැමීමේ උත්සාහයන් මධ්‍යයේ ශ්‍රී ලංකාව එහි මුදල් මණ්ඩල පාලන තන්ත්‍රය අහෝසි කළ අතර අතරමැදි පාලනයක් බාහිරව පනවන ලදී.",
        "මෙම ඇණවුම ජාත්‍යන්තර මූල්‍ය අරමුදලේ ඉහළම පාරිභෝගිකයෙකු බවට දිවයින පත් කළ අතර එක්සත් ජනපදය ප්‍රතිපත්ති දැඩි කළ විට සහ මුදල් ඒකකය පහත වැටුණු සෑම අවස්ථාවකම දැඩි ආර්ථික පසුබෑම් ඇති විය.",
        "බ්‍රෙටන් වුඩ්ස් බිඳවැටීම දක්වාම, ලතින් ඇමරිකාව ඇතුළු මෘදු-පෙග් 1980 දශකයෙන් පසු සිදු වූ තරම් බිඳී ගියේ නැත, වර්තමාන වෙළඳවාදී තරඟකාරී විනිමය අනුපාත මන්ත්‍රය බටහිර මැදිහත්වීමේ කවයන් තුළ එතරම් ප්‍රචලිත නොවූ බව විශ්ලේෂකයෝ පවසති.",
        "තරඟකාරී අවප්‍රමාණය වැළැක්වීම සඳහා බ්‍රෙටන් වුඩ්ස් පිහිටුවන ලදී.",
        "1980 ගණන්වල මුල් භාගයේදී වොෂින්ටනය පදනම් කරගත් ජෝන් විලියම්සන් වැනි වෙළඳවාදීන් මුදල් නැංගුරම් ලෑම ගැන කිසිදු දැනුමක් නොතිබූ මුදල් වර්ග අවප්‍රමාණය කිරීමේ ඊනියා බාස්කට්, බෑන්ඩ්, ක්‍රෝල් (බීබීසී) ප්‍රතිපත්තියක් වෙනුවෙන් පෙනී සිටීමට පටන් ගත්හ.",
        "තරඟකාරී විනිමය අනුපාත සාමාන්‍යයෙන් කම්කරුවන්ගේ, විශ්‍රාමිකයින්ගේ සහ ඉතිරිකරන්නන්ගේ යහපැවැත්මට එරෙහිව භාණ්ඩ නිෂ්පාදකයින්ට ශුන්‍ය ලාභයක් ලබා දීමෙන් සමාජයේ පදනම විනාශ කරයි.",
        "තරඟකාරී විනිමය අනුපාත මගින් සමාජයේ දුර්වල කොටස්වල හඬක් නැති විවිධ පුද්ගලයින් සහ ආර්ථික අංශ අතර වෙනස්කම් නොසලකන හොඳ මුදල් ලෙස හැඳින්වෙන සංකල්පයට වලකයි.",
        "ලතින් ඇමරිකාවේ කඩාවැටීම් විසඳීම සඳහා වොෂින්ටනයේ එවැනි මතවාදයන් වර්ධනය වුවද, ක්ෂයවීම් සමඟ ඇති වන සමාජ නොසන්සුන්තාවයට සහ සංක්‍රමණයට සංවර්ධනය වෙමින් පවතින රටවල් ද ගොදුරු විය.",
        "නැංගුරම ගැටෙන නම්‍යශීලී විනිමය අනුපාතිකය දැන් ශ්‍රී ලංකාව පෙරනිමියට ආසන්න කර ඇත.",
        "නම්‍යශීලී හුවමාරු භාවිතා කිරීම, මැදිහත්කරුවන්, මුදල් ප්‍රතිපත්තිය (සහ මුල්‍ය ප්‍රතිපත්තිය) උත්තේජනය සඳහා භාවිතා කළ අතර, එය ගෙවුම් ශේෂයේ කරදරයක් ඇති නොකර සංචිත එකතු කිරීමේ පාලන තන්ත්‍රයක් තුළ සිදු කළ නොහැක (සිංගප්පූරුව මුදල් මණ්ඩලයක් තෝරා ගත්තේ ඇයි).",
        "අතරමැදි පාලන තන්ත්‍රයේ නැවත නැවතත් අසාර්ථක වීමෙන් පසු 1980 ගනන්වල වෙළඳවාදයට එරෙහිව සැලකිය යුතු මහජන විරෝධයක් දැන් ගොඩනැගෙමින් පවතින අතර බටහිර හාන්සි පුටුවල සිටින වෙළෙන්දන් විසින් ප්‍රකාශ කරන පරිදි 'අභ්‍යන්තර අවප්‍රමාණය' යැයි කියනු ලබන වේදනාවන්ට ප්‍රතිවිරුද්ධව මිනිසුන් ක්ෂය වීමෙන් සැබෑ වේදනාවෙන් පෙළෙති. ක්ෂය වන මුදල් වල නමුත් තනි නැංගුරම් පාවෙන අනුපාත මගින් ආරක්ෂා කර ඇත.",
        "මැදිහත් කරුවන් පවසන පරිදි ආර්ථික ව්‍යාකූලත්වයක් ඇති නොකර, එක්සත් ජනපදයේ දැඩි කිරීම්වලට සාර්ථකව මුහුණ දීම සඳහා ශ්‍රී ලංකාව සිය මූල්‍ය ස්වාධීනත්වය භාවිතා කර තිබේද යන්න ඉතිහාසය කෙටියෙන් විමසා බැලීමෙන් මිනිසුන්ට පහසුවෙන් තීරණය කළ හැකි දෙයකි.",
        "එක්සත් ජනපදය දැඩි වූ විට, ශ්‍රී ලංකාව පොලී අනුපාත අඩු කිරීමට මහ බැංකුව මුදල් මුද්‍රණය කළහොත් ශ්‍රී ලංකාව විදේශ විනිමය හිඟයකට ගොදුරු වේ.",
        "උද්ධමනයට අමතරව එවැනි නම්‍යශීලී විනිමය අනුපාතවල හෝ අතරමැදි පාලන තන්ත්‍රවල විශාලතම පිරිවැය වන්නේ නිදහස් වෙළඳාම හිරවීමයි.",
        "විදේශ විනිමය හිඟය නැංගුරම් ගැටුම් වලින් මතුවන විට මුදල් අවප්‍රමාණය වූවද නැද්ද යන්න විනිමය සහ වෙළඳ පාලනයන් අනුගමනය කරයි, බදු ආරක්ෂාව යටතේ පාරිභෝගිකයින්ගේ සාක්කුවලට ඇදී යාමෙන් විදේශ විනිමය හිඟය නැති කළ හැකි යැයි පවසන ආනයන ආදේශක කතිපයාධිකාරීන්ගේ සාක්කු තර කරයි.",
        "\"එය කෙටියෙන් කිවහොත්, එය අර්ධ වශයෙන් ලිහිල් කිරීම සහ නැවතත් වෙළඳ තන්ත්‍රය සහ ආශ්‍රිත ප්‍රදේශ දැඩි කරමින් විදේශ විනිමය අර්බුදයකට මුහුණ දීමේ කතාවකි\", දුප්පතුන්ට නිදහස් වෙළඳාමක් අවශ්‍ය ශ්‍රී ලංකාවේ වඩාත්ම මානුෂීය ආර්ථික විද්‍යාඥයෙකු වන සමන් කැලේගම ලියයි. 'නිදහස් ශ්‍රී ලංකාවේ සංවර්ධනයට වැරදුණේ කුමක්ද'.",
        "\"1960 ගණන්වල මුල් භාගයේ විදේශ විනිමය අර්බුදය සමඟ කටයුතු කිරීමේ උපාය මාර්ගය වූයේ ආර්ථිකය බාහිර වෙළඳපල බලවේගයන්ගෙන් ක්‍රමයෙන් හුදකලා කිරීමයි.",
        "\"එය එවැනි පාලන තන්ත්‍රයක් හා සම්බන්ධ සියලු පාලන සහ සීමා කිරීම් සහිත සම්මත ආනයන-ආදේශන කාර්මික පාලන තන්ත්‍රයක ආරම්භය විය.\"",
        "දැඩි හෝ ස්ථාවර ඇණක් තුළ, නිදහස් වෙළඳාමක් ඇත. එක්සත් ජනපදය දැඩි වන විට මුදල් ප්‍රතිපත්තිය ස්වයංක්‍රීයව දැඩි වන අතර පසුව ලිහිල් වන අතර දේශීය ණය පහත වැටෙන විට අතිරික්ත ද්‍රවශීලතාවය ගොඩනඟා ඇති අතර විදේශ විනිමය හිඟයක් නොමැත.",
        "ශ්‍රී ලංකාවේ මෑතකාලීන මුදල් අර්බුද 2015/2016 (2014 දී Yellen ප්‍රමාණය දැඩි වීමෙන් පසුව) සහ 2018 (Yellen ප්‍රමාණය දැඩි කිරීම සහ අනුපාත ඉහළ දැමීම්) සිදු වූ අතර, එය සංචිත නැවත ගොඩනැංවීමත් සමඟ මුදල් ඒකකයේ නිමැවුම් කම්පන පහත වැටීම නිසා දේශපාලන අස්ථාවරත්වයට හේතු විය.",
        "2015 සිට 2019 දක්වා මුදල් ඒකකය චක්‍ර දෙකකින් 131 සිට 182 දක්වා කඩා වැටුණි.",
        "‘මුදල් ප්‍රතිපත්ති නිදහසෙන්’ පසුව ඇතිවන අර්බුදවලින් මිදීමට නම්‍යශීලී විනිමය අනුපාත රටකට ස්ථාවරත්වය යථා තත්ත්වයට පත් කිරීම සඳහා ආර්ථිකය තියුනු ලෙස මන්දගාමී කිරීමට පමණක් නොව, දිගුකාලීන මන්දගාමිත්වයක් ඇති කරමින් IMF වැඩසටහනක් යටතේ සංචිත නැවත ගොඩනඟා ගැනීමටද සිදුවේ.",
        "සමාජවාදී ප්‍රතිපත්ති පැහැර හැරීමට තුඩු දෙන්නේ නම්, මුදල් මණ්ඩලයක් හෝ ඩොලර්කරණයක් තුළ, වැටීම ස්වෛරී නය තුළ අඩංගු වේ. නම්‍යශීලී විනිමය අනුපාතිකයකින්, ක්ෂය වීමත් සමඟ එය බැංකු සහ පුද්ගලික ආයතන වෙත ද, ඉතිරිකිරීම් වාෂ්ප වී යන පුද්ගලයන් වෙත ද ව්‍යාප්ත වේ.",
        "ඩොලර් ව්‍යවහාර මුදල් මණ්ඩලයක, මාස 18 ක පසුබෑමක වියදමින් සංචිත නැවත ගොඩ නැගීමේ අවශ්‍යතාවයක් නොමැත, මන්ද ඒවා මුලින් ක්ෂය වී නොමැති නමුත් එක්සත් ජනපදය දැඩි වන විට ආර්ථිකය මුලින් මන්දගාමී වේ.",
        "මහලේ ප්‍රතිපත්ති අනුපාතිකය නොමැතිකම හේතුවෙන් මුදල් මණ්ඩලයක, සංචිත නැවත ගොඩ නැගීමට සිදු වුවහොත් ප්‍රකෘතිමත් වීම ඉක්මන් වනු ඇත.",
        "ඇත්ත වශයෙන්ම අනතුර IPS විශ්ලේෂණය පිළිගන්නා පරිදි ඉතා වේගවත් ප්‍රකෘතියක් සහ දේපල බුබුලක් විය හැකි අතර නැංගුරම් ගැටුම් සහිත නම්‍යශීලී විනිමය අනුපාතයක් ලෙස IMF වැඩසටහනක් යටතේ දිගුකාලීන පසුබෑමක් නොවේ.",
        "මුදල් මණ්ඩල පාලන තන්ත්‍රයක් තුළ, ආර්ථිකය වේගයෙන් ප්‍රකෘතිමත් වීමට උපකාර වන එක්සත් ජනපද බැංකු (විවෘත වෙලඳපොල මෙහෙයුම් නොමැතිව අධික ලෙස වෙළඳාම් කිරීමට ඇති නොහැකියාව හේතුවෙන්) කඩා වැටුණද බැංකු පද්ධති සාමාන්‍යයෙන් බිඳ වැටෙන්නේ නැත.",
        "එක්සත් ජනපදය සිය දැඩි කිරීමේ චක්‍රය ආරම්භ කරන විට පවා, නම්‍යශීලී විනිමය අනුපාතිකයක් යටතේ ආර්ථික විද්‍යාඥයින්ට ලබා දී ඇති උත්තේජක හෝ ස්වාධීන මූල්‍යකරණයෙන් පසු පද්ධතිය පුරා දියවී යාම වැළැක්වීම සඳහා ශ්‍රී ලංකාවට දැන් ආර්ථිකය දැඩි ලෙස මිරිකීමට සිදු වී තිබේ.",
        "විදේශ වාණිජ ණය සමඟ ස්වාධීන මූල්‍ය ප්‍රතිපත්තියක නියැලීමට උත්සාහ කරන නම්‍යශීලී විනිමය අනුපාත පාලන තන්ත්‍රයන් ද ස්වෛරීත්වය පැහැර හැරීමෙන් අවසන් වේ.",
        "2018 චක්‍රයේ දී, ශ්‍රී ලංකාව අනුපාත අඩු කළ අතර මුදල් කඩා වැටී අඩු ශ්‍රේණිගත කිරීම් උපයා ගත් අතර, ආර්ජන්ටිනාව කඩා වැටී පැහැර හැරීමට ලක් විය.",
        "2020/2021/2022 ‘ස්වාධීන මූල්‍ය ප්‍රතිපත්ති’ චක්‍රය තුළ ශ්‍රී ලංකාව පෙරනිමියට ගමන් කරමින් සිටින අතර මුදල් ප්‍රතිපත්ති ස්වාධීනත්වය ක්‍රියාත්මක කිරීම හේතුවෙන් දැඩි දැඩි කිරීමක් අවශ්‍ය වේ. රුපියල දැනටමත් නම්‍යශීලී විනිමය අනුපාතයකින් දැඩි ලෙස කඩා වැටී ඇති අතර පාවෙන තත්වයක් ස්ථාපිත වී නොමැත.",
        "1994 දී, අයවැය අතිරික්තයක් පවත්වාගෙන ගිය මෙක්සිකෝව, නම්‍යශීලී විනිමය අනුපාතිකය හේතුවෙන් කඩා වැටී, පැහැර හැරීමට ලක් විය. මෙක්සිකෝව දැඩි ලෙස අවප්‍රමාණය වූ මුදල් ඒකකයක් මත IMF වැඩසටහන යටතේ ඊටත් වඩා විශාල අයවැය අතිරික්තයක් පවත්වා ගෙන යන ලදී.",
        "මේ අතර, ආර්ජන්ටිනාවට 2000 දක්වා ‘මුදල් පුවරුවක්’ තිබූ බවට බටහිර මාධ්‍ය විසින් කරන ලද සාවද්‍ය ප්‍රකාශයක් IPS විශ්ලේෂණය පුනරුච්චාරණය කළේය.",
        "විදේශ විනිමය මැදිහත්වීම් විෂබීජහරණය නොකළ අතර විදේශ සංචිත සෑම විටම මුදල් පදනමට ගැලපේ.",
        "එක රැයකින් ගාස්තු අඩු කර ගැනීමට මැදිහත්වීම් විෂබීජහරණය කළ නොහැකි බැවින් සංචිත සංචිත මුදල්වලින් සියයට 100 ට වඩා පහත වැටිය නොහැක.",
        "මුදල් මණ්ඩලයක් තුළ, විදේශ සංචිත සහ මුදල් පදනම අගුලු දැමීමේ පියවරක් ගමන් කරයි (සංචිතය දේශීය මුදල් පදනමට එකින් එක වේ).",
        "මුදල් මණ්ඩලයක් යටතේ, විදේශ සංචිත සාමාන්‍යයෙන් මූල්‍ය පදනම ඉක්මවන්නේ සියයට 10කින් (නෝට්ටු නිකුත් කිරීමේ ලාභයෙන්) සහ ඕනෑම අතිරික්ත සංචිතයක් පාලන නීතිය මගින් රජයට පවරනු ලැබේ.",
        "මුදල් පුවරු නෝට්ටු නිකුතුවෙන් ලාභ නොලබන බව හැර (විදේශ මුදල් භාවිතා කරමින්) ඩොලර්කරණයට සමාන වේ.",
        "වාර්ෂිකව මාරු කරන එවැනි ලාභ, පසුබෑමකදී වියදම් කිරීම සඳහා බැංකු ඇපදීමේ අරමුදලක් හෝ ස්වෛරී ධන අරමුදලක් ගොඩනැගීමට බාහිරව ආයෝජනය කළ හැකිය.",
        "Banco Central de la República ආර්ජන්ටිනාවේ නීතිය මගින් විදේශ සංචිත මූල්‍ය පදනමෙන් සියයට 66.6 දක්වා පහත වැටීමට ඉඩ දී ඇති අතර විෂබීජහරණය කළ මැදිහත්වීම් මධ්‍යයේ පර්යන්තය කඩා වැටුණි.",
        "ශ්‍රී ලංකා සංවර්ධන බැඳුම්කර වැනි රජයේ ඩොලර් වටිනාකම් සහිත බැඳුම්කර තබා ගැනීමට ද අවසර ලැබුණි.",
        "පරිවර්තනය කළ හැකි පෙසෝ පහත වැටීමට පෙර, ඊනියා ‘මුදල් මණ්ඩලය’ මූල්‍ය පදනමෙන් සියයට 190 කට වඩා සංචිත එකතු කර සියයට 80 දක්වා පහත වැටී ඇත, මැදිහත්වීම් විෂබීජහරණය කළ නොහැකි සැබෑ මුදල් මණ්ඩලයක් යටතේ එය කළ නොහැකි ය.",
        "1993 සිට 2005 දක්වා චීනය මෙන් අවධමනකාරී ප්‍රතිපත්තියක් අනුගමනය කරන තාක් කල් මෘදු-පෙග් ස්ථාවර විය හැකි බැවින් පාලන තන්ත්‍රයක් මුදල් මණ්ඩලයක් ද නැද්ද යන්න තීරණය කළ හැක්කේ එහි ශේෂ පත්‍රය විශ්ලේෂණය කිරීමෙන් පමණි.",
        "2018 දී, 'නම්‍යශීලී විනිමය අනුපාතිකයක්' සහ 'නම්‍යශීලී උද්ධමනය ඉලක්ක කර ගැනීමක්' හාස්‍යජනක සියයට 17 කින් ක්‍රියාත්මක වූ ආර්ජන්ටිනාව, ඊනියා 'මුදල් මණ්ඩල' කාල සීමාවට සමානව නැවතත් කඩා වැටී පැහැර හැරීමට ලක් විය.",
        "IPS ද කියා සිටියේ \"ශ්‍රම වෙලඳපොලවල නම්‍යශීලීභාවය මුදල් මණ්ඩලවල තිරසාරභාවය සඳහා යතුරක්\" බවයි.",
        "කෙසේ වෙතත්, නැගෙනහිර ආසියාතික රටවල සාමාන්‍යයෙන් අපනයන ක්ෂේත්‍රවල ඵලදායිතා වර්ධනයත් සමඟ සැබෑ වැටුප් ඉහළ ගොස් ඇත. සමහර ස්ථාවර විනිමය පාලන තන්ත්‍රවල (ඩොලර් සහිත පැනමාව) සැබෑ වැටුප් වැඩි කළේ මූල්‍ය අංශයයි.",
        "කාම්බෝජය ඇතුළු අනෙකුත් ප්‍රාන්ත සහ දැඩි ලෙස කඩා වැටුණු ලතින් ඇමරිකාවේ නම්‍යශීලී විනිමය අනුපාත කිහිපයක් ද ඩොලර් වේ.",
        "මුල් ලංකා මුදල් පුවරුව ඉන්දියානු රුපියලෙන් එකකට එකක් විය. භූතානය තවමත් නොකැඩූ ඉන්දීය රුපියල සමඟ එහි ඇණ එකින් එක ක්‍රියාත්මක කරයි.",
        "ඇණයක් පවත්වා ගැනීමේ අවශ්‍යතාවය අයවැය හෝ කම්කරු නීති නොවේ, නමුත් ආක්‍රමණශීලී විවෘත වෙළඳපල මෙහෙයුම් නොමැතිකම සහ විෂබීජහරණය කළ මැදිහත්වීම් තහනම් කිරීමකි.",
        "අර්බුද සහ ක්ෂයවීම් නොමැති මුදල් මණ්ඩල රටක් සාමාන්‍යයෙන් ක්‍රමයෙන් වර්ධනය වන අතර සියයට 100 න් ඔබ්බට රැකියා උත්පාදනය කරන අතර විදේශ ශ්‍රමිකයන් ආකර්ෂණය කරයි. ඇන්කර් මුදල් ජාතියේ පසුබෑමක් ඇති විට ආගන්තුක සේවකයින් සමහර විට පිටත් වේ.",
        "කෙසේ වෙතත්, එක්සත් ජනපදයේ දැඩි කිරීම යටතේ නම්‍යශීලී විනිමය අනුපාතයක් කඩා වැටෙන විට, නේවාසික සේවකයින්ට රැකියා අහිමි වන අතර GCC ජාතීන් වැනි ස්ථාවර පෙග් ප්‍රදේශවල සේවයට ගිය විදේශගත සේවකයින්ට ද ආපසු ගෙදර යා හැකිය.",
        "මාර්තු 08 වන දින, ශ්‍රී ලංකාව එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල අවප්‍රමාණය කළ අතර, පාවෙන විනිමය අනුපාත තන්ත්‍රයකට ඇතුල් විය. අඩුවෙමින් පවතින සංචිත සමඟ රුපියල ආරක්ෂා කර ගැනීම කළ නොහැකි බැවින් ශ්‍රී ලංකා මහ බැංකුවට නියම කළ විනිමය අනුපාතිකය අත්හැරීමට සිදු විය. විනිමය අනුපාතිකය පාවෙන බවට බැංකු සහතික වූ පසු අන්තර් බැංකු විනිමය අනුපාතිකය ඉහළ ගියේය. ආරම්භක වෙඩි තැබීමෙන් පසුව එක්සත් ජනපද ඩොලරයේ අගය රු. 300 USD එකකට. රුපියල ක්‍රමක්‍රමයෙන් දුර්වල වීමත් සමඟ උද්ධමනය ද කනස්සල්ලට පත්වන මට්ටම් දක්වා ඉහළ යමින් පවතින අතර මුදල් මණ්ඩලයක් සම්මත කර ගැනීම ඇතුළු රැඩිකල් වෙනස්කම් ඉල්ලා සිටියි. වත්මන් සාර්ව ආර්ථික සන්දර්භය තුළ ශ්‍රී ලංකාව සඳහා මුදල් මණ්ඩලයක සඵලතාවය සහ යෝග්‍යතාවය මෙම ලිපියෙන් සාකච්ඡා කෙරේ.",
        "මුදල් මණ්ඩලයක් යනු නිශ්චිත විදේශ මුදල් - හවුල් රටවල් සමඟ වෙළඳාම සඳහා භාවිතා කරන USD වැනි නැංගුරම් මුදල් සඳහා - ස්ථාවර අනුපාතයකින් දේශීය මුදල් නෝට්ටු නිකුත් කරන පද්ධතියකි. මුදල් මණ්ඩල යාන්ත්‍රණයේ මූලික ගලක් වන්නේ දේශීය මුදල් හිමිකරුවන් විසින් විදේශ මුදල් සඳහා ඇති සියලුම ඉල්ලුම සපුරාලීමට අධිකාරියට ඇති හැකියාවයි.",
        "ශ්‍රී ලංකාව තුළ, රුපියල පාවී ගිය පසුව පවා, අන්තර් බැංකු අනුපාතයට වඩා සැලකිය යුතු වාරිකයක් සහිත සක්‍රීය සීමා සහිත වෙළෙඳපොළක් පවතින බව වාර්තා පෙන්වා දෙයි. එවැනි වෙළඳපල හැසිරීම් වෙළඳපොලේ උග්‍ර ඩොලර් හිඟයක් පෙන්නුම් කරන අතර සමතුලිතතා අනුපාතිකය තවත් දුරස් වී ඇති අතර, වෙළඳපල මුදල් හුවමාරුව සීමා කිරීම පිළිබඳ නිල දත්ත නොමැත. කෙසේ වෙතත්, cryptocurrency වේදිකා සමහර විවේචනාත්මක අවබෝධයක් ලබා දෙයි. USDT වෙනත් ගුප්තකේතන මුදල් මිලදී ගැනීමට මාධ්‍යයක් ලෙස භාවිතා කරන බැවින්, ටෙදර් කාසිය (USDT), එකකට එකක් පදනම මත එක්සත් ජනපද ඩොලරයට සමීපව සම්බන්ධ වී ඇති අතර, peer-to-peer (P2P) වේදිකාවල රුපියල් වලට වෙළඳාම් කෙරේ. Bitcoin ඇතුළුව.",
        "ශ්‍රී ලාංකිකයන් අතර ජනප්‍රිය ගුප්ත ව්‍යවහාර මුදල් හුවමාරුවක් වන Binance හි P2P වේදිකා මාධ්‍යයෙන් උපුටා ගන්නා ලද දත්ත නිල සහ අවිධිමත් ගාස්තු අතර අඛණ්ඩව පුළුල් වන පරතරය සඳහා ආධාරක සාක්ෂි කිහිපයක් පෙන්වයි. සැලකිය යුතු කරුණක් නම්, රුපියල පාවෙන විට නිල අනුපාතයට වඩා වාරිකය පහත වැටුණු නමුත්, එය ක්‍රමයෙන් පෙර පාවෙන කාල සීමාවට යථා තත්ත්වයට පත් විය (රූපය 1 හි A සහ ​​B පුවරු). විකුණුම්කරුවන් සංඛ්‍යාව සහ විකිණීමට ඇති USDT පරිමාව ද ඉහළ ගිය නමුත් පෙර පාවෙන කාල සීමාවේ මට්ටම් වෙත ආපසු හැරී ගියේය (රූපය 1 හි C සහ D පැනල්).",
        "උද්ධමන පීඩනය මිනිසුන්ගේ මිල දී ගැනීමේ ශක්තිය තවදුරටත් ඛාදනය කරමින්, නොනැසී පවතින සලකුනු නොපෙන්වයි. මෙම වර්ධනයන් ඉහළ යන උද්ධමනය සඳහා විසඳුමක් ලෙස මුදල් මණ්ඩලයක් විශ්වාස කරන බැවින් මුදල් මණ්ඩලයක් සම්මත කර ගැනීමට දිරිගන්වයි. මුදල් මණ්ඩලවල අභ්‍යන්තර යාන්ත්‍ර විද්‍යාව මගින්, උද්ධමන නැඹුරුව ඉවත් කරන විනයගරුක මුදල් ප්‍රතිපත්තියක් - රත්‍රන් නොමැති රන් ප්‍රමිතියක් - ආදේශ කරමින් අභිමතය පරිදි මුදල් ප්‍රතිපත්තියේ ස්වාධීනත්වය ඉවත් කරනු ලැබේ. ඇත්ත වශයෙන්ම, මුදල් පුවරු වල උද්ධමන විරෝධී බලපෑම සඳහා අනුභූතික සාක්ෂි පවතී. උද්ධමනය අනුපාතිකය නියුක්ත හෝ පාවෙන අනුපාත පාලන තන්ත්‍රයන්ට වඩා මුදල් පුවරු යටතේ අඩුය. එපමනක් නොව, ව්‍යවහාර මුදල් මණ්ඩල යටතේ ඇති ආර්ථිකයන් ස්ථාපන පාලන තන්ත්‍ර ඇති රටවල සාමාන්‍යයට වඩා වේගයෙන් වර්ධනය විය. කෙසේ වෙතත්, මුදල් මණ්ඩලයේ අඩු උද්ධමනය නිශ්චය කිරීම සඳහා බහුවිධ බලපෑම් ආනුභවිකව ඉවත් කිරීම වෙහෙසකර කාර්යයකි.",
        "මුදල් මණ්ඩලයේ තවත් විකුණුම් ලක්ෂ්‍යයක් වන්නේ මූල්‍ය විනයයි, මන්ද මුදල් මණ්ඩල රෙගුලාසි මගින් රාජ්‍ය වියදම් සඳහා සෘජු මූල්‍ය මූල්‍යකරණය තහනම් කර ඇත. ශ්‍රී ලංකාවේ අධික අයවැය හිඟයක් සහ මහ බැංකුවෙන් අධික රාජ්‍ය ණය ගැනීම් නිසා මුදල් මණ්ඩලවල මූල්‍ය-විනය බලපෑම වඩාත් ආකර්ෂණීය කරයි. ආනුභවික සාක්ෂි මගින් මුදල් මණ්ඩල පාලන තන්ත්‍රයන් යටතේ අඩු මූල්‍ය හිඟයන් හෝ විශාල අතිරික්තයන් පෙන්නුම් කරයි.",
        "රූපය 1: P2P Binance Trading Platform හි USDT වෙළඳපළේ හැසිරීම",
        "මුදල් මණ්ඩලයක සැලකිය යුතු අඩුපාඩුවක් වන්නේ අසමමිතික කම්පන කළමනාකරණය සඳහා අවශ්‍ය මුදල් ප්‍රතිපත්ති ස්වාධීනත්වය යටත් කිරීමේ අවශ්‍යතාවයයි. නැංගුරම් මුදල් රට මුදල් මණ්ඩලය ක්‍රියාත්මක වන රටෙහි පවතින තත්ත්වයන්ට වඩා වෙනස් වන චක්‍රීය තත්ත්වයන්ට ප්‍රතිචාර දක්වන විට එවැනි අලාභයක් මිල අධික වේ.",
        "උදාහරණයක් ලෙස, හොංකොං හි මුදල් මණ්ඩලය 1990 ගණන්වල මුල් භාගයේදී එක්සත් ජනපදයෙන් අඩු පොලී අනුපාත ආනයනය කරන ලදී. එවැනි මුදල් ලිහිල් කිරීමක් එක්සත් ජනපදයට සුදුසු වූ නමුත්, හොංකොං මුදල් දැඩි කිරීමක් ඉල්ලා සිටි වත්කම් මිල උත්පාතයකට මුහුණ දුන්නේය. මූල්‍ය ප්‍රතිපත්තිය අහිමි වීමේ ඍණාත්මක බලපෑමට එරෙහි ප්‍රතිවිරෝධයක් වන්නේ මෙහෙයුම් රටෙහි මූල්‍ය ප්‍රතිපත්තියක් තිබීමයි. කෙසේ වෙතත්, රාජ්‍ය මූල්‍ය ප්‍රතිපත්තියේ උපාමාරු තීරණය වන්නේ රාජ්‍ය මූල්‍ය සහ ණය තත්ත්වයන් මගිනි.",
        "ශ්‍රී ලංකාවේ සන්දර්භය තුළ, දළ දේශීය නිෂ්පාදිතයේ අනුපාතයට ඉහළ ණය සහ මූල්‍ය හිඟය, අවපාත කාලපරිච්ඡේදයක් තුළ ආර්ථිකය උත්තේජනය කිරීම සඳහා මූල්‍ය ප්‍රතිපත්ති භාවිතය සීමා කළ හැකිය - ණය තිරසාරභාවය පිළිබඳ ආයෝජක විශ්වාසය නැති වී යනු ඇතැයි යන බිය හේතුවෙන්. මේ අනුව, ජාත්‍යන්තර සාක්ෂි පෙන්නුම් කරන්නේ දැඩි විනිමය අනුපාත පාලන ක්‍රම ඇති රටවල් සාමාන්‍යයෙන් අවපාතයක දී ඔවුන්ගේ මූල්‍ය ප්‍රතිපත්තිය දැඩි කරන බවයි. 2000 දී අවපාතයක් තුළ හිඟය අඩු කිරීමට ආර්ජන්ටිනාවේ උත්සාහයන් විනාශකාරී බව ඔප්පු විය.",
        "ශ්‍රී ලංකාවේ ඉහළ ණය බර මුදල් මණ්ඩලයක් ස්ථාපනය කිරීම ද අභියෝගයට ලක් කරනු ඇත. සිදුවිය හැකි පැහැර හැරීමේ තර්ජනයක් මතු වූ පසු, පොලී අනුපාත ඉහළ යන අතර ණය ප්‍රතිමූල්‍යකරණය වඩ වඩාත් දුෂ්කර වනු ඇත. ඊට අමතරව, ක්‍රියාත්මක වන රටට ව්‍යවහාර මුදල් මණ්ඩලයක මුල්‍ය පදනම සඳහා සංචිත අවශ්‍ය වේ. ව්‍යවහාර මුදල් පුවරුවක, මණ්ඩලය විසින් ස්ථාවර අනුපාතයකට ඇන්කර් මුදල් සඳහා දේශීය මුදල් අඛණ්ඩව පරිවර්තනය කළ යුතුය.",
        "පසුගිය කාලය තුළ ශ්‍රී ලංකාවේ සංචිත මට්ටම කාලයත් සමඟ අඩු වූ බව සඳහන් කළ යුතුය. විනිමය අනුපාත අපගමනය සඳහා වන්දි ගෙවීම සඳහා සැබෑ අංශයේ වෙනස්කම් අවශ්‍ය වීම මුදල් පුවරු වල තවත් අඩුපාඩුවක් වේ.",
        "නිදසුනක් වශයෙන්, ශ්‍රී ලංකාවේ ප්‍රධාන වෙළඳ හවුල්කරුවන්ට එරෙහිව නැංගුරම් මුදල අගය කරන්නේ නම්, තරඟකාරිත්වය යථා තත්ත්වයට පත් කරමින් විදේශීය පාරිභෝගික මිල ඉහළ යාම සඳහා වන්දි ගෙවීමට වැටුප් පහත වැටිය යුතුය. එවැනි ව්‍යායාමයකට ශ්‍රම වෙලඳපොලවල වැඩි නම්‍යශීලී බවක් අවශ්‍ය වේ. මේ අනුව, ශ්‍රම වෙලඳපොලවල නම්‍යශීලී බව මුදල් මණ්ඩලවල තිරසාරභාවය සඳහා යතුරකි. ශ්‍රම වෙලඳපොල රෙගුලාසි ලිහිල් කිරීමට ආයතනික ප්‍රයත්නවල දේශපාලන ශක්‍යතාව බෙහෙවින් සැක සහිතය.",
        "මෙම පසුබිමට එරෙහිව, මුදල් මණ්ඩලයක් ස්ථාපනය කිරීමේ තීරණය ගත යුත්තේ ප්‍රවේශමෙන් පිරිවැය-ප්‍රතිලාභ විශ්ලේෂණයකින් පසුවය. කෙටි කාලීනව උද්ධමනය ස්ථාවර කිරීමට මුදල් මණ්ඩලයක් උපකාරී වනු ඇත, නමුත් දිගු කාලීනව, වඩා නම්‍යශීලී විනිමය අනුපාත තන්ත්‍රයක් සමඟ ශ්‍රී ලංකාව වඩා හොඳ වනු ඇත. ඊට අමතරව, මුදල් මණ්ඩලයක ප්‍රතිලාභ සුවිශේෂී නොවේ. නිදසුනක් වශයෙන්, මූල්‍ය ප්‍රතිපත්ති බලපෑම් ක්ෂණිකව සහ වඩාත් විනිවිද භාවයෙන් පිළිබිඹු වන බැවින් නම්‍යශීලී විනිමය අනුපාත පාලන ක්‍රම තුළ මූල්‍ය විනය ශක්තිමත් විය යුතුය.",
        "මේ අනුව, උද්ධමනය සහ දේශීය මුදල් ස්ථාවර කිරීම සඳහා ශ්‍රී ලංකාව මුදල් මණ්ඩලයකට ඇතුළු වන්නේ නම්, එය පිටවීමේ උපාය මාර්ගයක් ගැන සිතා බැලිය යුතුය. සාමාන්‍යයෙන් ආර්ථිකය යථා තත්ත්වයට පත් වූ විට මුදල් මණ්ඩලයක් තැබීම සුදුසුය. මූල්‍ය ස්වාධීනත්වය යටත් කිරීමේ අවශ්‍යතාවය සහ මුදල් මණ්ඩලයක් යටතේ රජයේ වියදම් සඳහා මුදල් යෙදවීමට නොහැකි වීම එවැනි ක්‍රමයක් සඳහා වන දේශපාලන මනාපය අඩු කළ හැකිය."
      ]
    },
    "ta": {
      "title": "இலங்கை IPS நாணய பலகை விருப்பத்தை பகுப்பாய்வு செய்கிறது, ஆனால் தவறான அர்ஜென்டினா கூற்றை மீண்டும் செய்கிறது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் கொள்கை ஆய்வுகள் நிறுவனம், நாணயப் பலகையின் நன்மைகள் (உடைக்க முடியாத நிலையான மாற்று வீதம்) மற்றும் அதன் தீமைகள் எனக் கூறப்பட்டாலும், அர்ஜென்டினாவில் ஒரு காலத்தில் நாணயப் பலகை இருந்தது என்ற தவறான கூற்றையும் மீண்டும் மீண்டும் கூறியுள்ளது.",
        "வணிகர்கள் பொதுவாக நாணயப் பலகைகளை எதிர்க்கிறார்கள், ஏனெனில் அவர்கள் நாணயத்தின் மதிப்பைக் குறைக்க முடியாது மற்றும் தொழிலாளர்களின் உண்மையான ஊதியம், முதியவர்களின் ஓய்வூதியம் மற்றும் ஒரு சமூகத்தின் சேமிப்பு ஆகியவற்றின் இழப்பில் உற்பத்தியாளர்களை நோக்கி விளையாடுகிறார்கள்.",
        "ஒரு ஐபிஎஸ் ஆராய்ச்சியாளர் ஒரு பகுப்பாய்வில் நாணய வாரியம் குறுகிய கால நன்மைகளைப் பெறலாம் என்று கூறினார்.",
        "\"குறுகிய காலத்தில் பணவீக்கத்தை நிலைநிறுத்துவதற்கு நாணய வாரியம் உதவிகரமாக இருக்கும், ஆனால் நீண்ட காலத்திற்கு, மிகவும் நெகிழ்வான மாற்று விகித ஆட்சியுடன் இலங்கை சிறப்பாக இருக்கும்\" என்று பகுப்பாய்வு கூறுகிறது.",
        "நாணய வாரியத்தின் நிறுவன ஏற்பாடு மற்றும் பணவீக்கத்தைக் குறைப்பதற்கான பண மதிப்பீட்டின் செயல்முறை பற்றிய அறிவு இல்லாத மேற்கத்திய தலையீட்டாளர்களால் நாணய பலகைகள் பற்றி பல பங்கு விமர்சனங்கள் செய்யப்படுகின்றன.",
        "கரன்சி போர்டு என்பது ஒரு நிலையான, நடுநிலையான கொள்கை பண ஆட்சியாகும், இது ஒரு நங்கூரம் கொண்டது, இது அனைத்து நடைமுறை நோக்கங்களுக்காகவும் டாலர்மயமாக்கலைப் போலவே செயல்படுகிறது, இது ஒரு நாட்டிற்குள் வலுவான வெளிநாட்டு நாணயத்தைப் பயன்படுத்துகிறது.",
        "மக்கள் விரும்பினால், ஒரு நாட்டில் ஒன்று அல்லது அதற்கு மேற்பட்ட கரன்சி போர்டு பணம் புழக்கத்தில் இருக்கலாம். ஃபெடரல் டெதர் கிரிப்டோகரன்சிகளை சட்டப்பூர்வமாக்க உள்ளது, அவை நாணய பலகை போல செயல்பட வேண்டும், இருப்பினும் அதை உறுதிப்படுத்த இருப்புநிலை தரவு கிடைக்கவில்லை.",
        "ஒரு அமெரிக்கன் எக்ஸ்பிரஸ் டிராவலர்ஸ் காசோலை ஒரு கரன்சி போர்டு போலவே செயல்படுகிறது.",
        "மிதக்கும் மாற்று விகிதங்கள் மற்றும் நாணயப் பலகைகள் இரண்டும் ஒரே முரண்பாடற்ற நங்கூரத்தைக் கொண்ட நிலையான ஆட்சிகளாகும்.",
        "ஒரு மிதக்கும் மாற்று விகிதத்தில் வெளிநாட்டு இருப்புக்கள் இல்லை மற்றும் பண அடிப்படை (நாட்டிற்குள் பயன்பாட்டில் உள்ள நாணயத் தாள்கள்) பணவீக்கக் குறியீட்டால் (உள்நாட்டு நங்கூரம்) தீர்மானிக்கப்படுகிறது.",
        "ஒரு நிலையான மாற்று வீதம் அல்லது நாணய வாரியம் மிதக்கும் வட்டி விகிதங்களைக் கொண்டுள்ளது மற்றும் பண அடிப்படையானது செலுத்தும் இருப்பு (வெளிப்புற நங்கூரம்) மூலம் தீர்மானிக்கப்படுகிறது.",
        "தங்க நிலையான நாட்கள் மற்றும் பிரெட்டன் வூட்ஸ் காலகட்டங்களில், நாணயங்கள் ஒன்றுக்கொன்று எதிராக தேய்மானம் செய்யவில்லை, ஏனெனில் அவை அனைத்தும் ஒரே நங்கூரம் - தங்கம். இந்திய ரிசர்வ் வங்கி தங்கத்திற்கு செல்லும் வரை ரூபாய் வெள்ளி நாணயமாக இருந்தது.",
        "இடைநிலை ஆட்சிகள் அல்லது நெகிழ்வான மாற்று விகிதங்கள், அந்நிய செலாவணி இருப்புக்களை சேகரிக்கும் அமைப்புகளாகும் (பரிமாற்ற விகிதத்தை குறிவைக்கிறது), ஆனால் பணவீக்க குறியீட்டை (உள்நாட்டு நங்கூரம்) குறிவைக்க பணத்தை அச்சிடுகிறது.",
        "பணவீக்கக் கொள்கை பின்பற்றப்படும் போது (உள்நாட்டு கடன் விரிவடையும் போது பணம் அச்சிடப்படுகிறது) நெகிழ்வான மாற்று விகிதம் சரிகிறது.",
        "விமர்சகர்களின் கூற்றுப்படி, ஸ்டெர்லிங் பகுதியை உடைக்க அமெரிக்க முயற்சிகளுக்கு மத்தியில் இலங்கை அதன் நாணய வாரிய ஆட்சியை ஒழித்தது மற்றும் 1950 இல் ஒரு இடைநிலை ஆட்சி வெளிப்புறமாக திணிக்கப்பட்டது.",
        "ஆப்பு தீவை சர்வதேச நாணய நிதியத்தின் சிறந்த வாடிக்கையாளராக ஆக்கியது மற்றும் அமெரிக்கா கொள்கையை இறுக்கி நாணயம் வீழ்ச்சியடைந்த போதெல்லாம் செங்குத்தான பொருளாதார வீழ்ச்சிகள் ஏற்பட்டன.",
        "பிரெட்டன் வூட்ஸின் சரிவு வரை, லத்தீன் அமெரிக்கா உட்பட, 1980 களுக்குப் பிறகு, மென்-ஆப்புகள் உடைக்கவில்லை, ஏனெனில் தற்போதைய மெர்கண்டிலிஸ்ட் போட்டி மாற்று விகித மந்திரம் மேற்கத்திய தலையீட்டு வட்டங்களில் மிகவும் பரவலாக இல்லை என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "பிரெட்டன் வூட்ஸ் போட்டி மதிப்புக் குறைப்பைத் தடுக்க ஒரு பகுதியாக அமைக்கப்பட்டது.",
        "1980களின் முற்பகுதியில், வாஷிங்டனை தளமாகக் கொண்ட ஜான் வில்லியம்சன் போன்ற வணிகர்கள், பணத்தை நங்கூரமிடுவது பற்றி வெளிப்படையாகத் தெரியாத நாணயங்களின் மதிப்பைக் குறைக்கும் பேஸ்கெட், பேண்ட், கிரால் (பிபிசி) கொள்கையை ஆதரிக்கத் தொடங்கினர்.",
        "போட்டி மாற்று விகிதங்கள் பொதுவாக தொழிலாளர்கள், ஓய்வூதியம் பெறுவோர் மற்றும் சேமிப்பாளர்களின் நல்வாழ்வுக்கு எதிராக பொருட்களின் உற்பத்தியாளர்களுக்கு பூஜ்ஜிய-தொகை லாபத்தை வழங்குவதன் மூலம் சமூகத்தின் அடிப்படையை அழிக்கின்றன.",
        "போட்டி மாற்று விகிதங்கள், குரல் இல்லாத சமூகத்தின் நலிந்த பிரிவினரின் இழப்பில் பல்வேறு தனிநபர்கள் மற்றும் பொருளாதாரத் துறைகளுக்கு இடையே பாகுபாடு காட்டாத நல்ல பணம் எனப்படும் ஒரு கருத்தை குறைமதிப்பிற்கு உட்படுத்துகிறது.",
        "லத்தீன் அமெரிக்காவின் சரிவைத் தீர்க்க வாஷிங்டனில் இத்தகைய சித்தாந்தங்கள் உருவாக்கப்பட்டாலும், வளரும் நாடுகளும் சமூக அமைதியின்மை மற்றும் தேய்மானத்துடன் வெளிவரும் இடம்பெயர்வுக்கு பலியாகின.",
        "நங்கூரம் முரண்படும் நெகிழ்வான மாற்று விகிதமானது இப்போது இலங்கையை இயல்புநிலைக்கு அருகில் கொண்டு வந்துள்ளது.",
        "நெகிழ்வான பரிமாற்றங்களைப் பயன்படுத்தி, தலையீட்டாளர்கள், பணவியல் கொள்கையை (மற்றும் நிதிக் கொள்கையை) தூண்டுதலுக்காகப் பயன்படுத்தினர், இது இருப்பு சேகரிப்பு ஆட்சியில் பணம் செலுத்தும் சிக்கலை உருவாக்காமல் செய்ய முடியாது (ஏன் சிங்கப்பூர் நாணய வாரியத்தைத் தேர்ந்தெடுத்தது).",
        "1980 களின் வணிகவாதத்திற்கு எதிராக இப்போது குறிப்பிடத்தக்க பொது எதிர்ப்பு உருவாகி வருகிறது, இடைநிலை ஆட்சியின் தொடர்ச்சியான தோல்வியைத் தொடர்ந்து, உண்மையான வேதனையை மக்கள் 'உள் மதிப்புக் குறைப்பு' வலிகளுக்கு மாறாக, சம்பாதிப்பதோ அல்லது சேமிக்கவோ செய்யாத மேற்கத்திய கை நாற்காலி வணிகர்களால் கூறப்படும் வலிகளுக்கு மாறாக தேய்மானத்தால் பாதிக்கப்படுகின்றனர். தேய்மான நாணயங்களில் ஆனால் ஒற்றை நங்கூரம் மிதக்கும் விகிதங்களால் பாதுகாக்கப்படுகிறது.",
        "தலையீடுகள் கூறுவது போல் பொருளாதாரச் சீர்கேட்டை உருவாக்காமல், அமெரிக்காவின் இறுக்கத்தை வெற்றிகரமாக எதிர்கொள்ள இலங்கை தனது பண சுதந்திரத்தைப் பயன்படுத்தியதா என்பது வரலாற்றின் மேலோட்டமான ஆய்வு மூலம் மக்கள் எளிதாகத் தீர்மானிக்கக்கூடிய ஒன்று.",
        "அமெரிக்கா இறுக்கமாக இருக்கும்போது, ​​​​விகிதங்களைக் குறைக்க மத்திய வங்கி பணத்தை அச்சிட்டால், இலங்கை அந்நிய செலாவணி பற்றாக்குறையை சந்திக்கிறது.",
        "இத்தகைய நெகிழ்வான மாற்று விகிதங்கள் அல்லது பணவீக்கத்திற்கு கூடுதலாக இடைநிலை ஆட்சிகளின் மிகப்பெரிய செலவுகளில் ஒன்று தடையற்ற வர்த்தகத்தை முடக்குவதாகும்.",
        "அந்நியச் செலாவணி பற்றாக்குறை நங்கூரம் மோதல்களில் இருந்து வெளிவருவதால், நாணயத்தின் மதிப்பிழந்ததா இல்லையா என்பதைப் பின்பற்றுகிறது, வரிப் பாதுகாப்பின் கீழ் நுகர்வோரின் பாக்கெட்டுகளை எடுப்பதன் மூலம் அந்நிய செலாவணி பற்றாக்குறையை நீக்க முடியும் என்று கூறும் இறக்குமதி மாற்று தன்னலக்குழுக்களின் பாக்கெட்டுகளை கொழுக்க வைக்கிறது.",
        "\"ஒட்டுமொத்தமாக, இது பகுதியளவு தளர்வை இறுக்கி, மீண்டும் வர்த்தக ஆட்சியையும் அதனுடன் தொடர்புடைய பகுதிகளையும் அந்நிய செலாவணி நெருக்கடிக்கு இறுகப் படுத்தும் கதை\" என்று ஏழைகளுக்கு சுதந்திர வர்த்தகத்தை விரும்பும் இலங்கையின் மனிதாபிமான பொருளாதார நிபுணர்களில் ஒருவரான சமன் கெலேகம எழுதுகிறார். 'சுதந்திர இலங்கையில் என்ன தவறு நடந்தது'.",
        "\"1960களின் முற்பகுதியில் அந்நியச் செலாவணி நெருக்கடியைச் சமாளிப்பதற்கான உத்தியானது, பொருளாதாரத்தை வெளிச் சந்தை சக்திகளிடமிருந்து படிப்படியாகத் தனிமைப்படுத்துவதாகும்.",
        "\"இது ஒரு நிலையான இறக்குமதி-மாற்று தொழில்துறை ஆட்சியின் தொடக்கமாக இருந்தது, அத்தகைய ஆட்சியுடன் தொடர்புடைய அனைத்து கட்டுப்பாடுகள் மற்றும் கட்டுப்பாடுகள்.\"",
        "கடினமான அல்லது சீரான ஆப்பில், சுதந்திர வர்த்தகம் உள்ளது. அமெரிக்கா இறுக்கமடைவதால், பணவியல் கொள்கை தானாகவே இறுக்கமடைகிறது, பின்னர் தளர்த்தப்படுகிறது மற்றும் உள்நாட்டு கடன் வீழ்ச்சியால் அதிகப்படியான பணப்புழக்கம் உருவாகிறது, மேலும் அந்நிய செலாவணி பற்றாக்குறை இல்லை.",
        "இலங்கையின் சமீபத்திய நாணய நெருக்கடிகள் 2015/2016 (2014 இல் Yellen அளவு இறுக்கத்தைத் தொடர்ந்து) மற்றும் 2018 (Yellen அளவு இறுக்கம் மற்றும் விகித உயர்வு) ஏற்பட்டது, இது அரசியல் உறுதியற்ற தன்மைக்கு வழிவகுத்தது.",
        "2015 முதல் 2019 வரை இரண்டு சுழற்சிகளில் 131 முதல் 182 வரை நாணயம் சரிந்தது.",
        "'பணவியல் கொள்கை சுதந்திரத்திற்கு' பிறகு ஏற்படும் நெருக்கடிகளில் இருந்து வெளியேற, ஒரு நெகிழ்வான மாற்று விகித நாடு ஸ்திரத்தன்மையை மீட்டெடுக்க பொருளாதாரத்தை கடுமையாக மெதுவாக்குவது மட்டுமல்லாமல், நீண்டகால மந்தநிலையை உருவாக்கும் IMF திட்டத்தின் கீழ் இருப்புக்களை மீண்டும் உருவாக்க வேண்டும்.",
        "நாணய வாரியம் அல்லது டாலர்மயமாக்கலில் சோசலிசக் கொள்கைகள் இயல்புநிலைக்கு வழிவகுத்தால், வீழ்ச்சியானது இறையாண்மைக் கடனில் அடங்கியுள்ளது. ஒரு நெகிழ்வான மாற்று விகிதத்தில், தேய்மானத்துடன் அது வங்கிகள் மற்றும் தனியார் நிறுவனங்களுக்கு பரவுகிறது மற்றும் அதன் சேமிப்பு ஆவியாகும் நபர்களுக்கும் பரவுகிறது.",
        "ஒரு டாலர் கரன்சி போர்டில், 18 மாத சரிவு செலவில் இருப்புக்களை மீண்டும் உருவாக்க வேண்டிய அவசியம் இல்லை, ஏனெனில் அவை முதலில் குறைக்கப்படவில்லை, ஆனால் அமெரிக்கா இறுக்கமடைவதால் பொருளாதாரம் ஆரம்பத்தில் குறைகிறது.",
        "ஒரு கரன்சி போர்டில், ஃப்ளோர் பாலிசி விகிதம் இல்லாததால், கையிருப்புகளை மீண்டும் கட்டியெழுப்ப வேண்டியதை விட மீட்பு விரைவாக இருக்கும்.",
        "உண்மையில் ஆபத்து மிக விரைவான மீட்பு மற்றும் சொத்து குமிழியாக இருக்கலாம் IPS பகுப்பாய்வு ஒப்புக்கொள்கிறது மற்றும் IMF திட்டத்தின் கீழ் நீண்ட பின்னடைவு அல்ல, நங்கூரம் மோதல்களுடன் நெகிழ்வான பரிமாற்ற விகிதத்தில்.",
        "நாணய வாரிய ஆட்சியில், அமெரிக்க வங்கிகள் சரிந்தாலும் வங்கி அமைப்புகள் பொதுவாக சரிவதில்லை (ஒரு பகுதி திறந்த சந்தை செயல்பாடுகள் இல்லாமல் அதிக வர்த்தகம் செய்ய இயலாமையால்) பொருளாதாரம் வேகமாக மீட்க உதவுகிறது.",
        "அமெரிக்கா தனது இறுக்கமான சுழற்சியை ஆரம்பித்தாலும் கூட, பொருளாதார வல்லுநர்களுக்கு நெகிழ்வான மாற்று விகிதத்தின் கீழ் அனுமதிக்கப்படும் தூண்டுதல் அல்லது சுயாதீனமான பணமுறையைத் தொடர்ந்து, அமைப்புமுறை பரவலான சிதைவைத் தடுக்க, இலங்கை இப்போது பொருளாதாரத்தை கடுமையாக அழுத்த வேண்டியுள்ளது.",
        "சுதந்திரமான பணவியல் கொள்கையில் ஈடுபட முயற்சிக்கும் நெகிழ்வான மாற்று விகித ஆட்சிகள், வெளிநாட்டு வணிகக் கடனும் இறையாண்மை இயல்புநிலையில் முடிவடைகிறது.",
        "2018 சுழற்சியில், இலங்கை விகிதங்களைக் குறைத்தது மற்றும் நாணயம் சரிந்தது மற்றும் குறைந்த மதிப்பீடுகளைப் பெற்றது, அதே நேரத்தில் அர்ஜென்டினா சரிந்து, இயல்புநிலையை இழந்தது.",
        "2020/2021/2022 ‘சுயாதீன நாணயக் கொள்கை’ சுழற்சியில் இலங்கை இயல்புநிலையை நோக்கிச் செல்கிறது மற்றும் பணவியல் கொள்கை சுதந்திரத்தைப் பயன்படுத்துவதன் காரணமாக கடுமையான இறுக்கம் தேவைப்படுகிறது. மற்றும் ரூபாய் ஏற்கனவே ஒரு நெகிழ்வான மாற்று விகிதத்தில் செங்குத்தாக சரிந்துவிட்டது மற்றும் ஒரு மிதவை நிறுவப்படவில்லை.",
        "1994 இல், பட்ஜெட் உபரியுடன் இயங்கிக்கொண்டிருந்த மெக்சிகோ, நெகிழ்வான மாற்று விகிதத்தால் சரிந்து, இயல்புநிலைக்கு மாறியது. மெக்சிகோ IMF திட்டத்தின் கீழ் செங்குத்தான மதிப்பிழந்த நாணயத்தின் மேல் இன்னும் பெரிய பட்ஜெட் உபரியை இயக்க உருவாக்கப்பட்டது.",
        "இதற்கிடையில், ஐபிஎஸ் பகுப்பாய்வு அர்ஜென்டினாவில் 2000 வரை 'கரன்சி போர்டு' இருந்தது என்று மேற்கத்திய ஊடகங்கள் செய்த தவறான கூற்றை மீண்டும் மீண்டும் கூறுகிறது.",
        "நாணயக் குழுவில் உள்ள ஒரு முக்கிய அம்சம் என்னவென்றால், அந்நியச் செலாவணி தலையீடுகள் கிருமி நீக்கம் செய்யப்படாதவை மற்றும் அந்நிய கையிருப்பு எல்லா நேரங்களிலும் பணத் தளத்துடன் பொருந்துகிறது.",
        "கையிருப்பு பணத்தின் 100 சதவீதத்திற்கும் கீழே குறைய முடியாது, ஏனெனில் தலையீடுகளை ஒரே இரவில் விகிதங்களைக் குறைக்க முடியாது.",
        "ஒரு நாணயப் பலகையில், வெளிநாட்டு இருப்புக்கள் மற்றும் பணத் தளம் ஆகியவை லாக்-ஸ்டெப் நகரும் (உள்நாட்டு நாணயத் தளத்திற்கான இருப்பு ஒன்றுக்கு ஒன்று ஆகும்).",
        "நாணய வாரியத்தின் கீழ், வெளிநாட்டு கையிருப்பு பொதுவாக பண அடிப்படையை விட 10 சதவீதம் மட்டுமே அதிகமாக இருக்கும் (நோட்டு வெளியீட்டின் லாபத்தில் இருந்து) மற்றும் அதிகப்படியான இருப்புக்கள் ஆளும் சட்டத்தின் மூலம் அரசாங்கத்திற்கு மாற்றப்படும்.",
        "நாணய பலகைகள் டாலரைசேஷன் போன்றே (வெளிநாட்டு நாணயத்தைப் பயன்படுத்தி) நோட்டு வெளியீட்டில் இருந்து எந்த லாபமும் இல்லை.",
        "இத்தகைய இலாபங்கள், ஆண்டுதோறும் மாற்றப்படும், ஒரு வங்கி பிணை எடுப்பு நிதி அல்லது இறையாண்மை செல்வ நிதியை உருவாக்குவதற்கு வெளிப்புறமாக முதலீடு செய்யலாம்.",
        "Banco Central de la República அர்ஜென்டினா சட்டம் அந்நிய கையிருப்பு பணத் தளத்தின் 66.6 சதவீதமாகக் குறைய அனுமதித்தது மற்றும் கருத்தடை செய்யப்பட்ட தலையீடுகளுக்கு மத்தியில் பெக் சரிந்தது.",
        "இலங்கை அபிவிருத்தி பத்திரங்கள் போன்ற அரசாங்க டொலர் பெறுமதியான பத்திரங்களை வைத்திருக்கவும் அனுமதிக்கப்பட்டது.",
        "மாற்றத்தக்க பெசோவின் வீழ்ச்சிக்கு முன்னர், 'கரன்சி போர்டு' என்று அழைக்கப்படுபவை, 190 சதவீதத்திற்கு மேல் பணத்தளத்தில் கையிருப்புகளை சேகரித்து, 80 சதவீதமாக சரிந்தது, இது தலையீடுகளை கருத்தடை செய்ய முடியாத உண்மையான நாணய வாரியத்தின் கீழ் சாத்தியமற்றது.",
        "1993 முதல் 2005 வரை சீனாவைப் போல் பணவாட்டக் கொள்கை பின்பற்றப்படும் வரை, ஒரு ஆட்சியானது நாணய வாரியமா இல்லையா என்பதை அதன் இருப்புநிலைக் குறிப்பை பகுப்பாய்வு செய்வதன் மூலம் மட்டுமே தீர்மானிக்க முடியும்.",
        "2018 ஆம் ஆண்டில், 'நெகிழ்வான மாற்று விகிதம்' மற்றும் 'நெகிழ்வான பணவீக்க இலக்கை' வேடிக்கையான 17 சதவீதத்தில் இயக்கிய அர்ஜென்டினா, மீண்டும் சரிந்து, 'கரன்சி போர்டு' காலம் என அழைக்கப்பட்ட காலகட்டத்தைப் போலவே சரிந்தது.",
        "\"தொழிலாளர் சந்தைகளின் நெகிழ்வுத்தன்மை நாணய பலகைகளின் நிலைத்தன்மைக்கு முக்கியமானது\" என்றும் IPS கூறியது.",
        "எவ்வாறாயினும், அனைத்து கிழக்கு ஆசிய நாடுகளிலும் உண்மையான ஊதியங்கள் உற்பத்தித்திறன் வளர்ச்சியுடன் உயர்ந்துள்ளன, பொதுவாக ஏற்றுமதி துறைகளில். சில நிலையான பரிவர்த்தனை ஆட்சிகளில் (டாலராக பனாமா) உண்மையான ஊதியத்தை உயர்த்தியது நிதித்துறை.",
        "கம்போடியா மற்றும் பல முன்னாள் லத்தீன் அமெரிக்காவின் நெகிழ்வான மாற்று விகிதங்கள் உட்பட மற்ற மாவட்டங்கள், செங்குத்தாக சரிந்தன.",
        "அசல் இலங்கை நாணயப் பலகை இந்திய ரூபாயுடன் ஒன்றுக்கு ஒன்று. பூடான் இன்னும் உடைக்காத இந்திய ரூபாயுடன் அதன் பெக் ஒன்றிற்கு ஒன்று இயங்குகிறது.",
        "ஒரு பெக் பராமரிக்க வேண்டிய தேவை பட்ஜெட் அல்லது தொழிலாளர் சட்டங்கள் அல்ல, ஆனால் ஆக்கிரமிப்பு திறந்த சந்தை செயல்பாடுகளின் பற்றாக்குறை மற்றும் கருத்தடை செய்யப்பட்ட தலையீடுகளை சட்டவிரோதமாக்குதல்.",
        "நெருக்கடிகள் மற்றும் தேய்மானம் இல்லாத நாணய வாரிய நாடு பொதுவாக சீராக வளர்ந்து 100 சதவீதத்திற்கு மேல் வேலைவாய்ப்பை உருவாக்குகிறது மற்றும் வெளிநாட்டு தொழிலாளர்களை ஈர்க்கிறது. நங்கூரம் நாணய தேசத்தில் சரிவு ஏற்படும் போது விருந்தினர் பணியாளர்கள் எப்போதாவது வெளியேறுவார்கள்.",
        "எவ்வாறாயினும், அமெரிக்க இறுக்கத்தின் கீழ் ஒரு நெகிழ்வான மாற்று விகிதம் சரிந்தால், குடியுரிமை தொழிலாளர்கள் வேலை இழக்கிறார்கள் மற்றும் GCC நாடுகள் போன்ற நிலையான ஆப்பு பகுதிகளில் வேலைக்குச் சென்ற வெளிநாட்டவர்களும் வீடு திரும்பலாம்.",
        "மார்ச் 08 அன்று, இலங்கை அமெரிக்க டாலருக்கு எதிரான ரூபாயின் மதிப்பைக் குறைத்து, மிதக்கும் மாற்று விகித ஆட்சிக்குள் நுழைந்தது. குறைந்து வரும் கையிருப்புடன் ரூபாயைப் பாதுகாப்பது சாத்தியமற்றது என்பதால், இலங்கை மத்திய வங்கி நிர்ணயிக்கப்பட்ட மாற்று விகிதத்தைக் கைவிட வேண்டியிருந்தது. வங்கிகள் மாற்று விகிதம் மிதக்கும் என்று உறுதியளித்தவுடன் வங்கிகளுக்கு இடையேயான மாற்று விகிதம் உயர்ந்தது. ஆரம்ப ஷூட்-அப் தொடர்ந்து அமெரிக்க டாலரின் மதிப்பு ரூ. ரூ. ஒரு அமெரிக்க டாலருக்கு 300. படிப்படியாக பலவீனமடைந்து வரும் ரூபாயுடன், பணவீக்கமும் கவலையளிக்கும் அளவிற்கு உயர்ந்து, கரன்சி போர்டை ஏற்றுக்கொள்வது உட்பட தீவிர மாற்றங்களுக்கு அழைப்பு விடுக்கிறது. தற்போதைய பொருளாதாரச் சூழலில் இலங்கைக்கான நாணய வாரியத்தின் செயல்திறன் மற்றும் பொருத்தம் பற்றி இந்தக் கட்டுரை விவாதிக்கிறது.",
        "கரன்சி போர்டு என்பது குறிப்பிட்ட வெளிநாட்டு நாணயத்திற்கு ஈடாக உள்நாட்டு ரூபாய் நோட்டுகளை வழங்கும் அமைப்பாகும் - அமெரிக்க டாலர் போன்ற நங்கூர நாணயம், இது கூட்டாளர் நாடுகளுடன் வர்த்தகம் செய்யப் பயன்படுகிறது - நிலையான விகிதத்தில். கரன்சி போர்டு பொறிமுறையின் ஒரு மூலக்கல்லானது, உள்நாட்டு நாணயத்தை வைத்திருப்பவர்களால் வெளிநாட்டு நாணயத்திற்கான அனைத்து தேவைகளையும் பூர்த்தி செய்யும் அதிகாரத்தின் திறனாகும்.",
        "இலங்கையில், ரூபாயின் மதிப்பு மாற்றப்பட்ட பின்னரும் கூட, வங்கிகளுக்கு இடையேயான விகிதத்தை விட கணிசமான பிரீமியத்துடன் கூடிய ஒரு செயலில் கர்ப் சந்தை இருப்பதாக அறிக்கைகள் தெரிவிக்கின்றன. இத்தகைய சந்தை நடத்தை சந்தையில் கடுமையான டாலர் பற்றாக்குறையை சுட்டிக்காட்டுகிறது மற்றும் சமநிலை விகிதம் மேலும் தொலைவில் உள்ளது, சந்தை பண பரிமாற்றத்தை கட்டுப்படுத்துவதில் அதிகாரப்பூர்வ தரவு எதுவும் இல்லை. இருப்பினும், கிரிப்டோகரன்சி தளங்கள் சில முக்கியமான நுண்ணறிவுகளை வழங்குகின்றன. டெதர் நாணயம் (USDT), அமெரிக்க டாலருடன் நெருக்கமாகப் பிணைக்கப்பட்டுள்ளது, இது மற்ற கிரிப்டோகரன்சிகளை வாங்குவதற்கு USDT ஒரு ஊடகமாகப் பயன்படுத்தப்படுவதால், பியர்-டு-பியர் (P2P) தளங்களில் ரூபாய்க்கு வர்த்தகம் செய்யப்படுகிறது. பிட்காயின் உட்பட.",
        "Binance இன் P2P இயங்குதள ஊடகத்திலிருந்து பிரித்தெடுக்கப்பட்ட தரவு - இலங்கையர்களிடையே பிரபலமான கிரிப்டோகரன்சி பரிமாற்றம்- மீண்டும் உத்தியோகபூர்வ மற்றும் முறைசாரா விகிதங்களுக்கு இடையே தொடர்ந்து விரிவடையும் இடைவெளிக்கு சில ஆதார ஆதாரங்களைக் காட்டுகிறது. குறிப்பிடத்தக்க வகையில், ரூபாய் மிதக்கும் போது உத்தியோகபூர்வ விகிதத்தின் மீதான பிரீமியம் சரிந்தது, ஆனால் அது படிப்படியாக முன் மிதக்கும் காலத்திற்கு மீண்டது (படம் 1 இன் A மற்றும் B பேனல்கள்). விற்பனையாளர்களின் எண்ணிக்கையும் விற்பனைக்குக் கிடைக்கும் USDT அளவும் உயர்ந்தன, ஆனால் முன் மிதக்கும் காலத்தின் நிலைகளுக்குத் திரும்பியது (படம் 1 இன் C மற்றும் D பேனல்கள்).",
        "பணவீக்க அழுத்தமானது, மக்களின் வாங்கும் சக்தியை மேலும் மேலும் சிதைக்கும் அறிகுறிகளை காட்டாது. இந்த முன்னேற்றங்கள் நாணய வாரியத்தை ஏற்றுக்கொள்வதை ஊக்குவிக்கின்றன, ஏனெனில் ஒரு நாணய வாரியம் உயரும் பணவீக்கத்திற்கு ஒரு தீர்வாக இருக்கும் என்று நம்பப்படுகிறது. நாணய வாரியங்களின் உள் இயக்கவியல் மூலம், விருப்பமான பணவியல் கொள்கையின் சுதந்திரம் பறிக்கப்படுகிறது, இது ஒரு ஒழுக்கமான பணவியல் கொள்கையை மாற்றுகிறது - தங்கம் இல்லாத தங்கத் தரநிலை - இது பணவீக்க சார்புகளை நீக்குகிறது. உண்மையில், நாணய பலகைகளின் பணவீக்க எதிர்ப்பு விளைவுக்கு ஆதரவாக அனுபவ ஆதாரங்கள் உள்ளன. பணவீக்க விகிதம் நாணய வாரியங்களின் கீழ் பொருத்தப்பட்ட அல்லது மிதக்கும் விகித ஆட்சிகளை விட குறைவாக உள்ளது. மேலும், கரன்சி போர்டுகளின் கீழ் உள்ள பொருளாதாரங்கள், கட்டமைக்கப்பட்ட ஆட்சிகளைக் கொண்ட நாடுகளின் சராசரியை விட வேகமாக வளர்ந்தன. இருப்பினும், நாணயப் பலகையில் குறைந்த பணவீக்கத்தைக் கண்டறிய பல தாக்கங்களை அனுபவபூர்வமாக அகற்றுவது ஒரு வேதனையான பணியாகும்.",
        "நாணய வாரியத்தின் மற்றொரு விற்பனைப் புள்ளி நிதி ஒழுங்குமுறை ஆகும், ஏனெனில் நாணய வாரிய விதிமுறைகள் அரசாங்க செலவினங்களுக்கு நேரடி பணமாக நிதியளிப்பதை தடை செய்கின்றன. இலங்கையில் அதிக வரவுசெலவுத் திட்ட பற்றாக்குறை மற்றும் மத்திய வங்கியிடமிருந்து அதிகளவிலான அரசாங்கக் கடன்கள் நாணயச் சபைகளின் நிதி-ஒழுங்கு விளைவை மிகவும் கவர்ச்சிகரமானதாக ஆக்குகின்றன. அனுபவச் சான்றுகள் நாணய வாரிய ஆட்சிகளின் கீழ் குறைந்த நிதிப் பற்றாக்குறை அல்லது அதிக உபரிகளை சுட்டிக்காட்டுகின்றன.",
        "படம் 1: P2P Binance வர்த்தக தளத்தில் USDT சந்தையின் நடத்தை",
        "நாணயக் குழுவின் குறிப்பிடத்தக்க குறைபாடானது, சமச்சீரற்ற அதிர்ச்சிகளை நிர்வகிப்பதற்குத் தேவையான பணவியல் கொள்கை சுதந்திரத்தை ஒப்படைக்க வேண்டிய அவசியம் ஆகும். நாணயக் குழுவைச் செயல்படுத்தும் நாட்டில் நிலவும் நிலைமைகளிலிருந்து வேறுபட்ட சுழற்சி நிலைமைகளுக்கு நங்கூரம் நாணய நாடு பதிலளிக்கும் போது இத்தகைய இழப்பு விலை அதிகம்.",
        "எடுத்துக்காட்டாக, ஹாங்காங்கின் நாணய வாரியம் 1990களின் தொடக்கத்தில் அமெரிக்காவிலிருந்து குறைந்த வட்டி விகிதங்களை இறக்குமதி செய்தது. இத்தகைய பணமதிப்பு நீக்கம் அமெரிக்காவிற்கு பொருத்தமானது, ஆனால் ஹாங்காங் சொத்து விலை ஏற்றத்தை எதிர்கொண்டது, அது பண இறுக்கத்திற்கு அழைப்பு விடுத்தது. பணவியல் கொள்கையை இழப்பதன் எதிர்மறையான தாக்கத்திற்கு எதிரான ஒரு எதிர்வாதம், செயல்படும் நாட்டின் வசம் உள்ள நிதிக் கொள்கையாகும். இருப்பினும், நிதிக் கொள்கையின் சூழ்ச்சித் திறன் நிதி மற்றும் கடன் நிலைகளால் தீர்மானிக்கப்படுகிறது.",
        "இலங்கையின் சூழலில், GDP விகிதத்திற்கான அதிகக் கடன் மற்றும் நிதிப் பற்றாக்குறை ஆகியவை, பொருளாதாரத்தை ஊக்கப்படுத்துவதற்கான நிதிக் கொள்கையின் பயன்பாட்டை மந்தமான காலகட்டத்தில் கட்டுப்படுத்தலாம் - கடன் நிலைத்தன்மையில் முதலீட்டாளர் நம்பிக்கையை இழக்க நேரிடும். எனவே, சர்வதேச சான்றுகள், கடினமான பரிவர்த்தனை விகித ஆட்சிகளைக் கொண்ட நாடுகள் பொதுவாக மந்தநிலையில் தங்கள் நிதிக் கொள்கையை இறுக்கமாக்குகின்றன. 2000 ஆம் ஆண்டில் மந்தநிலையில் பற்றாக்குறையைக் குறைக்க அர்ஜென்டினா முயற்சிகள் பேரழிவை ஏற்படுத்தியது.",
        "இலங்கையின் அதிக கடன்சுமை நாணய பலகையை நிறுவுவதற்கும் சவாலாக இருக்கும். சாத்தியமான இயல்புநிலை அச்சுறுத்தல் ஏற்பட்டவுடன், வட்டி விகிதங்கள் உயரும், மேலும் கடனை மறுநிதியளிப்பது கடினமாக இருக்கும். கூடுதலாக, செயல்படும் நாட்டிற்கு நாணயக் குழுவில் பண அடிப்படையை ஆதரிக்க இருப்புக்கள் தேவை. கரன்சி போர்டில், போர்டு தொடர்ந்து உள்நாட்டு நாணயத்தை ஆங்கர் கரன்சிக்கு நிலையான விகிதத்தில் மாற்ற வேண்டும்.",
        "அண்மைக் காலத்தில் இலங்கையின் கையிருப்பு மட்டம் காலப்போக்கில் குறைந்துள்ளது என்பதை கவனத்தில் கொள்ள வேண்டும். நாணய பலகைகளின் மற்றொரு குறைபாடு, மாற்று விகித விலகல்களை ஈடுகட்ட உண்மையான துறை மாற்றங்களின் தேவையாகும்.",
        "எடுத்துக்காட்டாக, இலங்கையின் முக்கிய வர்த்தகப் பங்காளிகளுக்கு எதிராக நங்கூரம் நாணயத்தின் மதிப்பு உயர்ந்தால், வெளிநாட்டு நுகர்வோர் விலை அதிகரிப்புக்கு ஈடுகொடுக்க, போட்டித்தன்மையை மீட்டெடுக்க ஊதியம் குறைய வேண்டும். இத்தகைய பயிற்சிக்கு தொழிலாளர் சந்தைகளில் அதிக நெகிழ்வுத்தன்மை தேவைப்படுகிறது. எனவே, தொழிலாளர் சந்தைகளின் நெகிழ்வுத்தன்மை நாணய பலகைகளின் நிலைத்தன்மைக்கு முக்கியமாகும். தொழிலாளர் சந்தை விதிமுறைகளை எளிதாக்குவதற்கான நிறுவன முயற்சிகளின் அரசியல் சாத்தியக்கூறு மிகவும் சந்தேகத்திற்குரியது.",
        "இந்தப் பின்னணியில், நாணயப் பலகையை நிறுவுவதற்கான முடிவு கவனமாக செலவு-பயன் பகுப்பாய்வுக்குப் பிறகு எடுக்கப்பட வேண்டும். குறுகிய காலத்தில் பணவீக்கத்தை நிலைநிறுத்துவதற்கு நாணய வாரியம் உதவியாக இருக்கும், ஆனால் நீண்ட காலத்திற்கு, இலங்கை மிகவும் நெகிழ்வான மாற்று விகித ஆட்சியுடன் சிறப்பாக இருக்கும். கூடுதலாக, நாணய வாரியத்தின் நன்மைகள் பிரத்தியேகமானவை அல்ல. எடுத்துக்காட்டாக, நிதிக் கொள்கை விளைவுகள் உடனடியாகவும் வெளிப்படையாகவும் பிரதிபலிக்கப்படுவதால், நெகிழ்வான மாற்று விகித ஆட்சிகளில் நிதி ஒழுக்கம் வலுவாக இருக்க வேண்டும்.",
        "இவ்வாறு, இலங்கை பணவீக்கம் மற்றும் உள்நாட்டு நாணயத்தை உறுதிப்படுத்த நாணய வாரியத்திற்குள் நுழைந்தால், அது வெளியேறும் மூலோபாயத்தை சிந்திக்க வேண்டும். பொதுவாக, பொருளாதாரம் மீண்டு வரும்போது கரன்சி போர்டை விட்டுவிடுவது நல்லது. பணவியல் சுதந்திரத்தை சரணடைய வேண்டிய தேவை மற்றும் நாணய வாரியத்தின் கீழ் அரசாங்க செலவினங்களுக்கு நிதியளிக்க இயலாமை போன்ற ஒரு அமைப்புக்கான அரசியல் விருப்பத்தை குறைக்கலாம்."
      ]
    }
  }
}