{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-schedules-power-cuts-up-to-3-5-hours-for-april-09-10-92843/",
  "time_ut": 1649418600,
  "title": "Sri Lanka schedules power cuts up to 3.5 hours for April 09, 10",
  "body_lines": [
    "ECONOMYNEXT – Power cuts of up to 3.5 hours have been approved in Sri Lanka for April 09 and April 10, Public Utilities Commission Chairman Janaka Ratnayake said as severe foreign exchange shortages to import fuel were temporarily eased with fuel on borrowed money from India.",
    "On April 09 areas A, B, C, D, E, F, G, H, I, J, K, L, P, Q, R, S, T, U, V and W will have power cuts of 2 hours from 3pm to 10pm.",
    "Area CC1 will have a power cut of 3.5 hours from 6am to 9.30am.",
    "On April 10, areas A, B, C, D, E, F, G, H, I, J, K, L, P, Q, R, S, T, U, V and W will have power cuts of one hour from 6pm to 10pm.",
    "“We hope electricity consumption will be reduced in the [Sinhala and Tamil] New Year week, due to the holidays. However, a final decision has not been taken yet regarding the power shedding situation,” Ceylon Electricity Board (CEB) spokesman Andrew Navamani told EconomyNext on Friday (08).",
    "“Our plants still do not have adequate fuel supply to run fully,” he added.",
    "Navamani said 7,000 MT Diesel is scheduled to be transferred to KPS around 10pm Friday.",
    "Sri Lanka’s electricity demand has risen amid power cuts with more people using electricity for cooking and a delay in raising prices. (Colombo/Apr08/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව අපේ‍්‍රල් 09, 10 යන දිනවල පැය 3.5 දක්වා විදුලි කප්පාදුවක් සැලසුම් කරයි",
      "body_lines": [
        "ECONOMYNEXT - අප්‍රේල් 09 සහ අප්‍රේල් 10 යන දිනවල ශ්‍රී ලංකාවේ පැය 3.5 දක්වා විදුලිය විසන්ධි කිරීමට අනුමැතිය ලබා දී ඇති බව මහජන උපයෝගිතා කොමිෂන් සභාවේ සභාපති ජනක රත්නායක මහතා ප්‍රකාශ කළේ, ඉන්ධන ආනයනය කිරීමට තිබූ දැඩි විදේශ විනිමය හිඟය හේතුවෙන් ඉන්දියාවෙන් ණයට ගත් මුදල්වලට ඉන්ධන ලබා දීමෙන් තාවකාලිකව සහනයක් ලැබුණු බවයි.",
        "අප්‍රේල් 09 වන දින A, B, C, D, E, F, G, H, I, J, K, L, P, Q, R, S, T, U, V සහ W යන ප්‍රදේශවලට පැය 2ක කාලයක් විදුලිය විසන්ධි වේ. සවස 3 සිට රාත්රී 10 දක්වා.",
        "CC1 ප්‍රදේශයේ පෙරවරු 6 සිට 9.30 දක්වා පැය 3.5 ක කාලයක් විදුලිය විසන්ධි වේ.",
        "අප්‍රේල් 10 වන දින A, B, C, D, E, F, G, H, I, J, K, L, P, Q, R, S, T, U, V සහ W යන ප්‍රදේශවල එකක විදුලිය විසන්ධි වේ. පැය 6 සිට රාත්‍රී 10 දක්වා.",
        "“නිවාඩු නිසා [සිංහල සහ දෙමළ] අලුත් අවුරුදු සතියේ විදුලි පරිභෝජනය අඩු වනු ඇතැයි අපි බලාපොරොත්තු වෙමු. කෙසේ වෙතත්, විදුලිය විසන්ධි වන තත්ත්වය සම්බන්ධයෙන් තවමත් අවසන් තීරණයක් ගෙන නැහැ,” ලංකා විදුලිබල මණ්ඩලයේ (ලංවිම) මාධ්‍ය ප්‍රකාශක ඇන්ඩෲ නවමානි සිකුරාදා (08) ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "“අපගේ කර්මාන්තශාලාවලට තවමත් සම්පූර්ණයෙන් ක්‍රියාත්මක වීමට ප්‍රමාණවත් ඉන්ධන සැපයුමක් නොමැත,” ඔහු වැඩිදුරටත් පැවසීය.",
        "නවමනි පැවසුවේ සිකුරාදා රාත්‍රී 10 ට පමණ ඩීසල් මෙට්‍රික් ටොන් 7,000 ක් කේපීඑස් වෙත මාරු කිරීමට සැලසුම් කර ඇති බවයි.",
        "ඉවුම් පිහුම් සඳහා වැඩි පිරිසක් විදුලිය භාවිතා කිරීම සහ මිල ඉහළ නැංවීම ප්‍රමාද වීමත් සමඟ විදුලිය විසන්ධි වීම මධ්‍යයේ ශ්‍රී ලංකාවේ විදුලි ඉල්ලුම ඉහළ ගොස් තිබේ. (කොළඹ/අප්‍රේල් 08/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் ஏப்ரல் 09, 10 தேதிகளில் 3.5 மணி நேரம் வரை மின்வெட்டு இருக்கும்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையில் ஏப்ரல் 09 மற்றும் ஏப்ரல் 10 ஆம் திகதிகளில் 3.5 மணித்தியாலங்கள் வரை மின்வெட்டுக்கு அனுமதி வழங்கப்பட்டுள்ளதாக பொதுப் பயன்பாடுகள் ஆணைக்குழுவின் தலைவர் ஜனக ரத்நாயக்க தெரிவித்துள்ளார்.",
        "ஏப்ரல் 09 ஆம் தேதி ஏ, பி, சி, டி, இ, எஃப், ஜி, எச், ஐ, ஜே, கே, எல், பி, கியூ, ஆர், எஸ், டி, யு, வி மற்றும் டபிள்யூ ஆகிய பகுதிகளில் 2 மணி நேரம் மின்வெட்டு இருக்கும். மாலை 3 மணி முதல் இரவு 10 மணி வரை.",
        "CC1 பகுதியில் காலை 6 மணி முதல் 9.30 மணி வரை 3.5 மணி நேரம் மின்வெட்டு இருக்கும்.",
        "ஏப்ரல் 10 ஆம் தேதி, ஏ, பி, சி, டி, இ, எஃப், ஜி, எச், ஐ, ஜே, கே, எல், பி, கியூ, ஆர், எஸ், டி, யு, வி மற்றும் டபிள்யூ பகுதிகளில் ஒன்றுக்கு மின்வெட்டு இருக்கும். மாலை 6 மணி முதல் இரவு 10 மணி வரை.",
        "“விடுமுறைகள் காரணமாக [சிங்கள மற்றும் தமிழ்] புத்தாண்டு வாரத்தில் மின்சார நுகர்வு குறைக்கப்படும் என நம்புகிறோம். எவ்வாறாயினும், மின்வெட்டு நிலைமை தொடர்பில் இன்னும் இறுதித் தீர்மானம் எடுக்கப்படவில்லை” என இலங்கை மின்சார சபையின் பேச்சாளர் அன்ட்ரூ நவமணி வெள்ளிக்கிழமை (08) EconomyNext க்கு தெரிவித்தார்.",
        "\"எங்கள் ஆலைகள் இன்னும் முழுமையாக இயங்க போதுமான எரிபொருள் விநியோகம் இல்லை,\" என்று அவர் மேலும் கூறினார்.",
        "வெள்ளிக்கிழமை இரவு 10 மணியளவில் 7,000 மெட்ரிக் டன் டீசல் கேபிஎஸ்க்கு மாற்றப்பட உள்ளதாக நவமணி கூறினார்.",
        "மின்வெட்டுக்கு மத்தியில் அதிகளவான மக்கள் சமையலுக்கு மின்சாரத்தைப் பயன்படுத்துவதாலும், விலைகளை உயர்த்துவதில் தாமதம் ஏற்பட்டுள்ளதாலும் இலங்கையின் மின்சாரத் தேவை அதிகரித்துள்ளது. (கொழும்பு/ஏப்.08/2022)"
      ]
    }
  }
}