{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Wounded-protesters-push-for-justice-through-blood-sweat-and-pain/277-238697",
  "time_ut": 1654725480,
  "title": "Wounded protesters push for justice through blood, sweat and pain",
  "body_lines": [
    "Individuals backing protesters claim that justice won’t be served if investigations are headed by the Police",
    "Agitators are not satisfied with how the investigations are taking place",
    "The protesters are determined to bring about a change and are working day and night to achieve their objectives",
    "Protesters claim that political authorities are working with the Police and taking repressive measures",
    "Today (June 9) marks two months since the Galle Face protest began and a month since peaceful protesters in front of Temple Trees and at the Galle Face Green were attacked. Much has happened since the attacks took place, but the protesters continue to work towards the common objective of putting an end to a corrupt governance structure. Their primary demand is the demand for President Gotabaya Rajapaksa to step down. However, in response, the head of state recently said that he would not leave as a failed President.",
    "Despite unlawful arrests, questioning by the Criminal Investigation Department (CID), warnings and repressive measures taken by law enforcement authorities, the protesters are determined to bring about a change and are working day and night to achieve their objectives.",
    "Several peaceful protesters who suffered injuries following the May 9 attacks are still recovering. More than the physical wounds they have been impacted psychologically. However, they are determined to fight for justice.",
    "The Daily Mirror spoke to three peaceful protesters who suffered injuries. This is how they related their stories.",
    "P.S Anuranga from Sevanagala was one of the peaceful protesters who was attacked on May 9. He has been at the Galle Face protest site since April 9. Having been employed at a restaurant in Udawalawe, Anuranga had visited the protest with no intention of remaining. “But when I saw the dedication and commitment by others who were at the protest I wanted to remain and contribute,” he said in an interview with the Daily Mirror. “I was mainly involved with logistics; making sure that everybody who comes here gets his or her share of everything from a toothbrush to meals. I hardly slept prior to the May 9 incidents as I got heavily involved with the activities taking place,” said Anuranga.",
    "However, on May 9, Anuranga suffered a heavy blow to his head. Video footage shows one individual, later identified as ‘Arabi Wasantha’ beating Anuranga on his head. Anuranga fall at the very instant he was beaten and was carried away by two Police officers. The impact of the blow was such that Anuranga’s left hand is now paralysed. “I saw Vishwa moving towards the mobsters while capturing live footage with his phone. But I saw people coming to beat him. I was near the statue and I was going to save him. Two police officers held me and it was then that somebody came from behind and beat me. I didn’t know who Vishwa was. The only thing I knew was that those mobsters were going to attack him,” he recalled.",
    "Anuranga still cannot move his fingers and is receiving physiotherapy treatment. “Each finger has to be trained to function again. Even though they arrested the individual who beat me justice hasn’t been served yet. The CID officials obtained a statement around 12 days after I was attacked. But this wouldn’t have been the case if a politician or a prominent person was attacked. I’m also glad that no politician came to see me or anybody who was injured while they were in hospital. That shows where their priorities lie. They don’t care much about people in this country. All of us are fighting for our rights. They haven’t arrested",
    "Johnston Fernando, Senior DIG Deshabandu Tennakoon and even the former Prime Minister Mahinda Rajapaksa. Why such double standards? Some have gone to the UN demanding justice. The entire country has seen how the violence started and who instigated the attacks,” said Anuranga.",
    "It’s been a month since the attacks took place and its two months for the aragalaya. I appreciate the support extended by the lawyers fighting for the people, who are demanding justice. I also like to thank the staff at the Colombo National Hospital for attending to our injuries",
    "However Anuranga feels that certain things have changed at the site at present after the May 9 attacks. “But we have to get things back on track. We will work towards achieving our goal.",
    "Around 2000 people came to attack around 50 people. They may have thought that by attacking us they have put an end to the ‘aragalaya’. But we are stronger than before and we will keep fighting, I will keep fighting to ensure that nobody else would experience what I did. I will fight until the system changes in a manner in which justice is served to victims of injustice,” he said.",
    "Priyanga Vishwajith (fondly known as Vishwa) from Ambalantota has been working on teledrama sets as an assistant director while also engaging in social service, planting trees and supporting underprivileged communities in his capacity. He is one among the group of protesters agitating in front of the Presidential Secretariat. “On May 8",
    "we received news of a possible attack to ‘MainaGoGama’-which is in front of  Temple Trees- planned for May 9; the day which marked a month since the Galle Face protest commenced. On May 9 we didn’t have a big crowd at Galle Face. At around 10 am we heard that several supporters of the former Prime Minister had visited Temple Trees and that they were going to attack the Galle Face protesters. We then gathered as many people as possible and formed a human chain. Subsequently two protesters from MainaGoGama came and said that they are being attacked. By the time I moved towards GotaGoGama I saw tents being burned down and the manner in which these mobsters were attacking people. I wanted to capture everything on video and I switched on live camera and moved forward. I then saw these mobsters trying to attack someone and I went that way. I then realised that I was the only person there. I saw the mobsters coming towards me and I started running. Then about five people gathered around me and attacked me. They hit my neck and face with such force that I thought I was going to die. I remember an officer from the riot police coming towards me and helping me to stand up,” he recalled.",
    "Vishwa was subsequently hospitalised for three days. “As soon as I was discharged I returned to the protest site, without going home. I cannot get myself to leave the aragalaya until we achieve our objectives. After I was discharged I identified two of the five people who beat me. After obtaining all their details I submitted them to the Police. They were arrested later on. But the other three people haven’t been arrested yet. Despite there being videos and photos of them, these people are still free. We haven’t seen justice being served to peaceful protesters as yet. The masterminds too are still free.",
    "“It’s been a month since the attacks took place and its two months for the aragalaya. I appreciate the support extended by the lawyers fighting for the people, who are demanding justice. I also like to thank the staff at the Colombo National Hospital for attending to our injuries,” he said.",
    "Vishwa said that the agitators will fight for the rights of all citizens in the country and ensure a secure future for the next generation. “We won’t vacate the place until the failed rulers leave,” he said in his parting remarks.",
    "K. M Indunil Senarath Bandara from Anuradhapura, another protester who volunteered at the Youth Centre, is wheelchair-bound following the May 9 attacks. “On May 9 there were less people at the Galle Face protest site. We spotted a drone and we suspect that it was sent by those who came to attack us. We informed the Police about the mobsters who were coming to attack us. I saw around eight people heading towards the youth tent and amongst them was Milan Jayathilaka. I tried to run away and I was beaten at that instance. I suffered blows to my head and spine and fell. I realised that I couldn’t walk and felt a shortness of breath. Subsequently a friend took me to hospital,” recalled Bandara.",
    "Today Bandara’s legs are paralysed and medical reports indicate nerve damage in his spinal cord. “I’m receiving Ayurveda treatment at present. I can’t feel my legs. As soon as I was discharged I returned to the protest site because we were there with so much passion to make a change,” he said.",
    "Although Bandara has lodged a complaint against those who attacked him- including the masterminds- he is not satisfied with how the investigations are taking place. “The  Police provided full protection to these mobsters. We like to ask whether the Police officers have sufficient gas, fuel and essential items? They too are inconvenienced by the shortages, but they continue to protect the rulers. We will continue the protests until  our goal has been achieved,” he affirmed.",
    "Speaking further Bandara extended his gratitude to the staff at the Colombo National Hospital and everybody else who helped him following the attack.",
    "Apart from the fact that several perpetrators are still free, many peaceful protesters were either arrested or taken in for questioning by the CID. Recently, Attorney-at-law Senaka Perera- heading the People’s Lawyers Association- was questioned by the CID in connection with a voice recording. “On May 9 I lodged a complaint with the Kollupitiya Police requesting the Police to take action against the mobsters. But they didn’t respond. As such the attacks took place with the support of the Police. There was no tear gas, barricades or water cannons to stop these mobsters. Despite there being so many photos and videos of mobsters they choose to ignore this evidence and continue to go after the protesters,” said Perera.",
    "The attacks took place with the support of the Police. There was no tear gas, barricades or water cannons to stop these mobsters. Despite there being so many photos and videos of mobsters they choose to ignore this evidence and continue to go after the protesters",
    "He said that the Police continue to instill fear in people by calling them, going to their houses, warning them of arrests etc. “People are being arrested without a reason. Likewise, the political authority is working with the Police",
    "with such repressive measures. I was taken in for questioning in relation to a voice recording and they wanted to confirm whether I had instructed some protesters to gather and engage in violence. The department that is so concerned about social media activists etc., cannot apprehend the masterminds of the violence. There’s no law for Mahinda Rajapaksa and Deshabandu Tennakoon,” opined Perera.",
    "He further said that the government continues to suppress people and people will continue to protest until the country returns to some sort of normalcy.",
    "“ Ranil Wickremesinghe too has proved that he cannot sort this mess. Even though he came to pump some oxygen to the Rajapaksa regime, what we see is that the patient is dying. We will continue our fight until justice is served to the people and victims of injustice,” said Perera.",
    "Speaking at a press briefing to announce a protest march organised today to mark a month since the attacks took place and two months since the protests commenced, Ven. Tampitiye Sugathananda Thera said that the President doesn’t have a mandate anymore. “In a recent interview with Bloomberg President Rajapaksa has said that he will not leave as a failed President and that he has two more years in office. He gained power by spreading extremism and all those attempts have now been exposed. It has been a month since the attacks took place, but they are not apprehending the masterminds including Mahinda Rajapaksa, Deshabandu Tennakoon and Johnston Fernando. Where is the law in this country? All the masterminds are being protected by the Police and tri-forces. Justice won’t be served if investigations are headed by the Police. We therefore request the Government to appoint an independent commission to probe into the May 9 attacks and apprehend perpetrators,” the Thera said.",
    "Airing his views at the press conference Fr. Jeewantha Pieris said that even after a month since the government-supported mob assault took place the perpetrators are still free. “So many peaceful protesters who took to the street have been arrested illegally. We vehemently condemn this kind of repression and want the government to serve justice to victims. This situation was created by the Rajapaksa regime and now Ranil Wickremesinghe too has come into the picture. We will be fighting peacefully until they renounce power,” said Fr. Pieris.",
    "A travel ban was imposed on Fr. Pieris as part of the investigation to apprehend perpetrators of the violence.",
    "Even though Police statistics claim that over 2500 people have been arrested in connection with the May 9 attacks many who featured attacked are still free. Responding to a query on why many haven’t been arrested, Police Spokesperson SSP Nihal Thalduwa said that even though many people arrived at Temple Trees, only a few were engaged in the attacks. “Even at the protest site, there were only a few people. Hence we should be able to get hold of the remaining suspects soon,” said SSP Thalduwa.",
    "Even at the protest site, there were only a few people. Hence we should be able to get hold of the remaining suspects soon",
    "When asked why many people at the protest site are being taken in for questioning by the CID, he said that the process of obtaining a statement is a tedious one. “One officer is allocated for each case and he cannot engage in any other work. Usually when there’s a complaint we have to obtain statements to proceed with the inquiry. The CID questions people and obtains statements as per the law. It is a normal procedure that is being followed and there’s nothing to be surprised about it. The CID is carrying out their duties to ensure justice,” said  SSP Thalduwa.",
    "The Fort Magistrate court issued an arrest warrant on former minister Johnston Fernando yesterday. However, four individuals including former state minister Sanath Nishantha were further remanded till June 15,2022 while MP Milan Jayathilaka and 13 others were released on bail."
  ],
  "translate": {
    "si": {
      "title": "තුවාල ලැබූ විරෝධතාකරුවන් රුධිරය, දහඩිය සහ වේදනාවෙන් යුක්තිය ඉල්ලා සිටියි",
      "body_lines": [
        "විරෝධතාකරුවන්ට සහාය දක්වන පුද්ගලයන් කියා සිටින්නේ පොලිසියේ මූලිකත්වයෙන් පරීක්ෂණ පැවැත්වුවහොත් යුක්තිය ඉටු නොවන බවයි",
        "පරීක්ෂණ සිදුවන ආකාරය ගැන උද්ඝෝෂකයින් සෑහීමකට පත්වන්නේ නැහැ",
        "විරෝධතාකරුවන් වෙනසක් ඇති කිරීමට අදිටන් කරගෙන සිටින අතර තම අරමුණු ඉටුකර ගැනීම සඳහා දිවා රෑ වෙහෙසෙමින් සිටිති",
        "දේශපාලන අධිකාරිය පොලිසිය සමඟ එක්ව මර්දනකාරී ක්‍රියාමාර්ග ගනිමින් සිටින බව විරෝධතාකරුවෝ පවසති",
        "ගාලුමුවදොර විරෝධතාව ආරම්භ වී අදට (ජුනි 9) දෙමාසයක් සපිරෙන අතර අරලියගහ මන්දිරය ඉදිරිපිට සහ ගාලුමුවදොර පිටියේ සාමකාමී විරෝධතාකරුවන්ට ප්‍රහාරයක් එල්ල වී මාසයක් සපිරේ. ප්‍රහාරයන් සිදු වූ දා සිට බොහෝ දේ සිදු වී ඇත, නමුත් විරෝධතාකරුවන් දූෂිත පාලන ව්‍යූහයකට තිත තැබීමේ පොදු අරමුණ කරා අඛණ්ඩව කටයුතු කරයි. ඔවුන්ගේ මූලික ඉල්ලීම වන්නේ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ඉල්ලා අස්විය යුතු බවයි. කෙසේ වෙතත් ඊට ප්‍රතිචාර දක්වමින් රාජ්‍ය නායකයා පසුගියදා කියා සිටියේ තමන් අසාර්ථක ජනාධිපතිවරයෙකු ලෙස ඉවත් නොවන බවයි.",
        "නීති විරෝධී ලෙස අත්අඩංගුවට ගැනීම්, අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුවේ (CID) ප්‍රශ්න කිරීම්, අනතුරු ඇඟවීම් සහ නීතිය ක්‍රියාත්මක කරන බලධාරීන් විසින් ගන්නා ලද මර්දනකාරී ක්‍රියාමාර්ග නොතකා, වෙනසක් ඇති කිරීමට විරෝධතාකරුවන් අධිෂ්ඨාන කර ගනිමින් තම අරමුණු ඉටු කර ගැනීම සඳහා දිවා රෑ වෙහෙසෙමින් සිටිති.",
        "මැයි 9 ප්‍රහාරයෙන් පසු තුවාල ලැබූ සාමකාමී විරෝධතාකරුවන් කිහිප දෙනෙක් තවමත් සුවය ලබමින් සිටිති. ශාරීරික තුවාල වලට වඩා ඔවුන් මානසිකව බලපා ඇත. කෙසේ වෙතත්, ඔවුන් යුක්තිය වෙනුවෙන් සටන් කිරීමට අදිටන් කරගෙන සිටිති.",
        "තුවාල ලැබූ සාමකාමී විරෝධතාකරුවන් තිදෙනෙකු සමඟ ඩේලි මිරර් කතා කළේය. මේ ඔවුන් ඔවුන්ගේ කතා විස්තර කළ ආකාරයයි.",
        "සෙවණගල ප්‍රදේශයේ P.S අනුරංග මැයි 9 ප්‍රහාරයට ලක්වූ සාමකාමී විරෝධතාකරුවන්ගෙන් කෙනෙකි. ඔහු අප්‍රේල් 9 වැනිදා සිට ගාලුමුවදොර විරෝධතා බිමේ සිට ඇත. උඩවලව ප්‍රදේශයේ අවන්හලක සේවයේ නියුතුව සිටි අනුරංග විරෝධතාවයට පැමිණ ඇත්තේ රැඳී සිටීමට කිසිදු අදහසක් නොමැතිවය. “නමුත් විරෝධතාවයේ සිටි අනෙක් අයගේ කැපවීම සහ කැපවීම දුටු විට මට එහි රැඳී සිටීමටත් දායක වීමටත් අවශ්‍ය විය,” ඔහු ඩේලි මිරර් සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් පැවසීය. “මම ප්‍රධාන වශයෙන් ලොජිස්ටික්වලට සම්බන්ධ වුණා. මෙහි එන සෑම කෙනෙකුටම දත් බුරුසුවේ සිට ආහාර වේල දක්වා සෑම දෙයකින්ම ඔහුගේ හෝ ඇයගේ කොටස ලැබෙන බවට වග බලා ගැනීම. මැයි 9 සිද්ධීන්ට කලින් මට නින්ද ගියේ නැති තරම්. මොකද මම මේ සිදුවෙමින් පවතින කටයුතුවලට දැඩි ලෙස සම්බන්ධ වුණා.” අනුරංග පැවසීය.",
        "කෙසේ වෙතත් මැයි 9 වැනිදා අනුරංගගේ හිසට දැඩි පහරක් වැදුණි. වීඩියෝ දර්ශනවල දැක්වෙන්නේ ‘අරාබි වසන්ත’ ලෙසින් පසුව හඳුනාගත් එක් පුද්ගලයෙක් අනුරංගගේ හිසට පහර දෙන ආකාරයයි. පහර කෑමට ලක් වූ සැණින් අනුරංග ඇද වැටුණු අතර පොලිස් නිලධාරීන් දෙදෙනෙකු විසින් ඔහු රැගෙන ගොස් ඇත. එම පහරේ බලපෑමෙන් අනුරංගගේ වම් අත දැන් ක්‍රියා විරහිත වී ඇත. “විශ්ව ඔහුගේ දුරකථනයෙන් සජීවී දර්ශන ලබා ගන්නා විට මැරයන් දෙසට ගමන් කරන අයුරු මම දුටුවෙමි. ඒත් මම දැක්කා මිනිස්සු එයාට ගහන්න එනවා. මම පිළිමය අසල සිටි අතර මම ඔහුව බේරා ගැනීමට ගියෙමි. පොලිස් නිලධාරීන් දෙදෙනෙක් මා අල්ලාගෙන සිටින අතර පසුවයි කවුරුහරි පිටුපසින් පැමිණ මට පහර දුන්නේ. මම විශ්වා කවුද කියලා දැනගෙන හිටියේ නැහැ. මම දැනගෙන හිටිය එකම දේ ඒ මැරයෝ ඔහුට පහර දෙන්න යන බව විතරයි,” ඔහු සිහිපත් කළේය.",
        "අනුරංගට තවමත් ඇඟිලි සෙලවිය නොහැකි අතර භෞතචිකිත්සක ප්‍රතිකාර ලබමින් සිටියි. “සෑම ඇඟිල්ලක්ම නැවත ක්‍රියාත්මක වීමට පුහුණු කළ යුතුයි. මට පහර දුන් පුද්ගලයා අත්අඩංගුවට ගත්තත් තවමත් යුක්තිය ඉටු වී නැහැ. මට පහරදීමෙන් දින 12කට පමණ පසු අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුවේ නිලධාරීන් ප්‍රකාශයක් ලබා ගත්තා. එහෙත් දේශපාලනඥයකුට හෝ ප්‍රකට පුද්ගලයකුට පහර දුන්නේ නම් මෙය එසේ නොවනු ඇත. මා හෝ තුවාල ලැබූ කිසිවකු රෝහල්ගතව සිටියදී බැලීමට කිසිදු දේශපාලනඥයකු නොපැමිණීම ගැනත් මම සතුටු වෙනවා. ඒකෙන් පේනවා එයාලගේ ප්‍රමුඛතා කොතනද කියලා. ඔවුන් මේ රටේ මිනිසුන් ගැන එතරම් තැකීමක් නොකරයි. අපි හැමෝම අපේ අයිතිවාසිකම් වෙනුවෙන් සටන් කරනවා. ඔවුන් අත්අඩංගුවට ගෙන නැත",
        "ජොන්ස්ටන් ප්‍රනාන්දු, ජ්‍යෙෂ්ඨ නියෝජ්‍ය පොලිස්පති දේශබන්දු තෙන්නකෝන් සහ හිටපු අගමැති මහින්ද රාජපක්ෂ පවා. ඇයි මේ වගේ දෙබිඩි ප්‍රමිති? සමහරු යුක්තිය ඉල්ලා එක්සත් ජාතීන්ගේ සංවිධානයට ගොස් ඇත. ප්‍රචණ්ඩත්වය ආරම්භ වූ ආකාරය සහ ප්‍රහාරයට උල්පන්දම් දුන්නේ කවුරුන්ද යන්න මුළු රටම දැක තිබෙනවා” අනුරංග පැවසීය.",
        "ප්‍රහාරය එල්ල වී මාසයක් ගතවී ඇති අතර අරගලයට මාස දෙකකි. යුක්තිය ඉල්ලා සිටින ජනතාව වෙනුවෙන් සටන් කරන නීතීඥවරුන් දක්වන සහයෝගය මම අගය කරනවා. අපගේ තුවාල සඳහා ප්‍රතිකාර කිරීම සම්බන්ධයෙන් කොළඹ ජාතික රෝහලේ කාර්ය මණ්ඩලයට ද මම ස්තූතිවන්ත වෙමි",
        "කෙසේ වෙතත්, මැයි 9 ප්‍රහාරයෙන් පසු මේ වන විට වෙබ් අඩවියේ යම් යම් දේ වෙනස් වී ඇති බව අනුරංගට හැඟේ. “නමුත් අපි දේවල් යථා තත්ත්වයට පත් කළ යුතුයි. අපගේ ඉලක්කය සපුරා ගැනීම සඳහා අපි කටයුතු කරන්නෙමු.",
        "පුද්ගලයන් 50 කට පමණ පහර දීමට 2000 ක් පමණ පැමිණියහ. අපට පහර දීමෙන් ඔවුන් ‘අරගලයට’ තිත තබා ඇතැයි ඔවුන් සිතන්නට ඇත. නමුත් අපි පෙරට වඩා ශක්තිමත් වන අතර අපි දිගටම සටන් කරන්නෙමු, මා කළ දේ වෙනත් කිසිවෙකුට අත් නොවීමට මම දිගටම සටන් කරමි. අසාධාරණයට ලක්වූවන්ට යුක්තිය ඉටුවන ආකාරයට ක්‍රමය වෙනස් වනතුරු මම සටන් කරනවා.”",
        "අම්බලන්තොට ප්‍රියංග විශ්වජිත් (විශ්ව ලෙසින් ආදරයෙන් හඳුන්වන) සහකාර අධ්‍යක්ෂවරයකු ලෙස ටෙලිනාට්‍ය කට්ටලවල සේවය කරන අතරම සමාජ සේවයේ, ගස් සිටුවීමේ සහ වරප්‍රසාද ලත් ප්‍රජාවන්ට සහයෝගය දැක්වීමේ නිරතව සිටී. ඔහු ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට උද්ඝෝෂණයේ යෙදෙන පිරිස අතර කෙනෙකි. \"මැයි 8 වෙනිදා",
        "මැයි 9 වැනිදාට සැලසුම් කර තිබූ අරලියගහ මන්දිරය ඉදිරිපිට ඇති ‘මයිනගෝගම’ වෙත ප්‍රහාරයක් එල්ල විය හැකි බවට අපට ආරංචියක් ලැබිණි. ගාලුමුවදොර විරෝධතාව ආරම්භ වී මාසයක් සපිරෙන දිනය. මැයි 9 වැනිදා අපිට ගාලු මුවදොර ලොකු සෙනඟක් හිටියේ නැහැ. පෙරවරු 10 ට පමණ අපට ආරංචි වුණා හිටපු අගමැතිතුමාගේ ආධාරකරුවන් කිහිප දෙනෙක් අරලියගහ මන්දිරයට ඇවිත් ගාලු මුවදොර උද්ඝෝෂකයන්ට පහර දෙන්න යනවා කියලා. අපි ඊට පස්සේ පුළුවන් තරම් සෙනඟ එකතු කරලා මිනිස් දම්වැලක් හැදුවා. පසුව මයිනගොගම විරෝධතාකරුවන් දෙදෙනෙක් පැමිණ තමන්ට පහර දෙන බව කීහ. මම ගොටගොගම පැත්තට යනකොට මම දැක්කා කූඩාරම් පුච්චලා දාලා මේ මැරයෝ මිනිස්සුන්ට ගහන විදිහ. මට සියල්ල වීඩියෝ ගත කිරීමට අවශ්‍ය වූ අතර මම සජීවී කැමරාව ක්‍රියාත්මක කර ඉදිරියට ගියෙමි. එතකොට මේ මැරයෝ කාට හරි පහර දෙන්න හදනවා දැකලා මම ඒ පැත්තට ගියා. එතකොටයි මට තේරුනේ එතන ඉන්නේ මම විතරයි කියලා. මැරයෝ මා දෙසට එනු දැක මම දුවන්නට පටන් ගතිමි. ඊට පස්සේ පස් දෙනෙක් විතර එකතු වෙලා මට පහර දුන්නා. ඔවුන් මගේ බෙල්ලට සහ මුහුණට පහර දුන්නේ මම මැරෙයි කියලා මට හිතුනා. මට මතකයි කැරලි මර්දන පොලිසියේ නිලධාරියෙක් මා ළඟට ඇවිත් මට නැගිටින්න උදව් කළා,” ඔහු සිහිපත් කළේය.",
        "පසුව විශ්ව දින තුනක් රෝහල්ගතව සිටියේය. “මා රෝහලෙන් පිටව ගිය විගස මම ගෙදර නොගොස් විරෝධතා ස්ථානයට පැමිණියෙමි. අපේ අරමුණු සාක්ෂාත් කර ගන්නා තුරු මට අරගලයෙන් පිටව යා නොහැක. මාව ඩිස්චාජ් කළාට පස්සේ මට ගහපු පස්දෙනාගෙන් දෙන්නෙක් මම හඳුනාගත්තා. ඔවුන්ගේ සියලු විස්තර ලබාගෙන මම ඒවා පොලිසියට ඉදිරිපත් කළා. පසුව ඔවුන් අත්අඩංගුවට ගන්නා ලදී. එහෙත් අනෙක් තිදෙනා මෙතෙක් අත්අඩංගුවට ගෙන නොමැත. ඒවගේ වීඩියෝ, ෆොටෝ තිබ්බට මේ අය තාම නිදැල්ලේ. සාමකාමී විරෝධතාකරුවන්ට සාධාරණයක් ඉටු වන බවක් අපි තවම දැකලා නැහැ. මහ මොළකාරයෝද තවමත් නිදැල්ලේය.",
        "“ප්‍රහාරය සිදුවී මාසයක් ගතවී අරගලයට මාස දෙකකි. යුක්තිය ඉල්ලා සිටින ජනතාව වෙනුවෙන් සටන් කරන නීතීඥවරුන් දක්වන සහයෝගය මම අගය කරනවා. අපේ තුවාලවලට ප්‍රතිකාර කිරීම ගැන කොළඹ ජාතික රෝහලේ කාර්ය මණ්ඩලයටත් මම ස්තුතිවන්ත වෙනවා,” ඔහු පැවසීය.",
        "උද්ඝෝෂකයින් රටේ සියලුම පුරවැසියන්ගේ අයිතිවාසිකම් වෙනුවෙන් සටන් කරන බවත් මතු පරපුරට සුරක්ෂිත අනාගතයක් සහතික කරන බවත් විශ්ව පැවසීය. \"අසාර්ථක පාලකයන් ඉවත්ව යන තුරු අපි එම ස්ථානයෙන් ඉවත් නොවන්නෙමු,\" ඔහු සිය සමුගැනීමේ ප්‍රකාශයේ පැවසීය.",
        "තරුණ මධ්‍යස්ථානයේ ස්වේච්ඡාවෙන් ඉදිරිපත් වූ තවත් විරෝධතාකරුවෙකු වන අනුරාධපුරයේ කේ. එම් ඉඳුනිල් සෙනරත් බණ්ඩාර මැයි 9 ප්‍රහාරයෙන් පසු රෝද පුටුවක නැගී සිටියි. “මැයි 9 වෙනිදා ගාලු මුවදොර උද්ඝෝෂණ භූමියේ සෙනඟ අඩුයි. අපි ඩ්‍රෝන යානයක් දුටුවා, එය අපට පහර දීමට පැමිණි අය විසින් එවා ඇති බවට අපි සැක කරනවා. අපිට පහර දෙන්න එන මැරයන් ගැන අපි පොලිසියට දැනුම් දුන්නා. අට දෙනෙක් පමණ තරුණ කූඩාරම දෙසට යන අයුරු මම දුටුවෙමි, ඔවුන් අතර මිලාන් ජයතිලකද සිටියේය. මම පැනලා යන්න හැදුවා ඒ අවස්ථාවේ මට පහර දුන්නා. මගේ හිසට සහ කොන්දට පහරවල් වැදී වැටුණා. මට ඇවිදීමට නොහැකි බවත් හුස්ම හිරවීමක් දැනුණු බවත් මට වැටහුණි. ඊට පස්‌සේ යාළුවෙක්‌ මාව ඉස්‌පිරිතාලෙට එක්කගෙන ගියා” බණ්ඩාර සිහිපත් කළේය.",
        "අද බණ්ඩාරගේ පාද අඩපණ වී ඇති අතර වෛද්‍ය වාර්තා අනුව ඔහුගේ සුෂුම්නාවෙහි ස්නායු ආබාධයක් ඇති වී තිබේ. “මම දැනට ආයුර්වේද ප්‍රතිකාර ගන්නවා. මට මගේ කකුල් දැනෙන්නේ නැත. මාව නිදහස් කළ විගසම මම විරෝධතා ස්ථානයට ආපසු ගියේ වෙනසක් කිරීමට අපි දැඩි ආශාවකින් සිටි නිසා,” ඔහු පැවසීය.",
        "තමාට පහර දුන් මහ මොළකරුවන් ඇතුළු පිරිසට එරෙහිව බණ්ඩාර පැමිණිල්ලක් ඉදිරිපත් කර ඇතත් පරීක්ෂණ සිදුවන ආකාරය ගැන ඔහු සෑහීමකට පත්වන්නේ නැත. “පොලිසිය මෙම මැරයන්ට පූර්ණ ආරක්ෂාව ලබා දුන්නේය. අපි අහන්න කැමතියි පොලිස් නිලධාරීන් ළඟ ප්‍රමාණවත් ගෑස්, ඉන්ධන සහ අත්‍යවශ්‍ය ද්‍රව්‍ය තිබෙනවාද? ඔවුනුත් හිඟය නිසා අපහසුතාවයට පත් වුණත් ඔවුන් දිගටම පාලකයන් ආරක්ෂා කරනවා. අපගේ ඉලක්කය සපුරා ගන්නා තෙක් අපි විරෝධතා දිගටම කරගෙන යන්නෙමු, ”ඔහු තහවුරු කළේය.",
        "එහිදී වැඩිදුරටත් අදහස්‌ දැක්‌වූ බණ්‌ඩාර මහතා ප්‍රහාරයෙන් පසු තමාට උපකාර කළ කොළඹ ජාතික රෝහලේ කාර්ය මණ්‌ඩලයට සහ සෙසු සියලු දෙනාට ස්‌තුතිය පුද කළේය.",
        "අපරාධකරුවන් කිහිප දෙනෙකු තවමත් නිදැල්ලේ සිටීම හැරුණු විට, බොහෝ සාමකාමී විරෝධතාකරුවන් අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව විසින් අත්අඩංගුවට ගෙන හෝ ප්‍රශ්න කිරීම සඳහා රැගෙන යන ලදී. පසුගියදා මහජන නීතීඥ සංගමයේ ප්‍රධානී නීතීඥ සේනක පෙරේරාගෙන් CIDය විසින් හඬ පටයක් සම්බන්ධයෙන් ප්‍රශ්න කරන ලදී. “මැයි 9 වැනිදා මම කොල්ලුපිටිය පොලිසියට පැමිණිල්ලක් කළා මැරයන්ට විරුද්ධව පියවර ගන්න කියලා. නමුත් ඔවුන් ප්රතිචාර දැක්වූයේ නැත. ඒ නිසා පොලිසියේ අනුග්‍රහය ඇතිව ප්‍රහාර එල්ල වුණා. මේ මැරයන් නැවැත්වීමට කඳුළු ගෑස්, බාධක හෝ ජල ප්‍රහාර එල්ල කළේ නැත. මැරයින්ගේ ඡායාරූප සහ වීඩියෝ ඕනෑ තරම් තිබුණත් ඔවුන් මෙම සාක්ෂි නොසලකා හරිමින් විරෝධතාකරුවන් පසුපස හඹා යාමට තීරණය කරයි. ”පෙරේරා පැවසීය.",
        "පොලිසියේ සහාය ඇතිව මෙම ප්‍රහාර එල්ල විය. මේ මැරයන් නැවැත්වීමට කඳුළු ගෑස්, බාධක හෝ ජල ප්‍රහාර එල්ල කළේ නැත. මැරයන්ගේ ඡායාරූප සහ වීඩියෝ බොහෝමයක් තිබියදීත්, ඔවුන් මෙම සාක්ෂි නොසලකා හැරීමට සහ විරෝධතාකරුවන් පසුපස යාමට තීරණය කරති.",
        "පොලිසිය ජනතාව අමතා ඔවුන්ගේ නිවෙස්වලට ගොස් අත් අඩංගුවට ගන්නා බවට අනතුරු අඟවමින් ජනතාව තුළ භීතිය ඇති කරන බව පැවසූ ඔහු “හේතුවක් නැතිව මිනිසුන් අත්අඩංගුවට ගන්නවා. ඒ වගේම දේශපාලන අධිකාරියත් පොලිසිය සමඟ කටයුතු කරනවා",
        "එවැනි මර්දනකාරී පියවර සමඟ. හඬ පටයක් සම්බන්ධයෙන් ප්‍රශ්න කිරීම සඳහා මා රැගෙන ගිය අතර ඔවුන්ට අවශ්‍ය වූයේ සමහර විරෝධතාකරුවන්ට රැස්වී ප්‍රචණ්ඩත්වයේ යෙදෙන ලෙස මා උපදෙස් දුන්නේද යන්න තහවුරු කිරීමටයි. සමාජ මාධ්‍ය ක්‍රියාකාරීන් ආදිය ගැන මෙතරම් සැලකිල්ලක් දක්වන දෙපාර්තමේන්තුවට ප්‍රචණ්ඩත්වයේ මහ මොළකරුවන් අල්ලා ගත නොහැක. මහින්ද රාජපක්ෂට සහ දේශබන්දු තෙන්නකෝන්ට නීතියක් නැහැ, ”පෙරේරා අදහස් කළේය.",
        "රජය දිගින් දිගටම ජනතාව මර්දනය කරන බවත්, රට යම් ආකාරයක සාමාන්‍ය තත්ත්වයකට පත් වන තුරු ජනතාව අඛණ්ඩව විරෝධතාවයේ නිරත වන බවත් ඔහු වැඩිදුරටත් පැවසීය.",
        "“රනිල් වික්‍රමසිංහටත් මේ අවුල විසඳගන්න බැරි බව ඔප්පු කරලා ඉවරයි. රාජපක්ෂ රෙජීමයට ඔක්සිජන් ටිකක් පොම්ප කරන්න ආවත් අපිට පේන්නේ ලෙඩා මැරෙනවා. මිනිසුන්ට සහ අසාධාරණයට ලක්වූවන්ට යුක්තිය ඉටු වන තුරු අපි අපේ සටන දිගටම කරගෙන යන්නෙමු, ”පෙරේරා පැවසීය.",
        "ප්‍රහාර එල්ල වී මාසයක් සහ විරෝධතා ආරම්භ වී දෙමසක් පිරීම නිමිත්තෙන් අද සංවිධානය කරන ලද විරෝධතා පාගමනක් ප්‍රකාශයට පත් කිරීම සඳහා පැවති මාධ්‍ය හමුවකදී අදහස් දැක්වූ පූජ්‍ය හිමියෝ මෙසේද පැවසූහ. ජනාධිපතිවරයාට තවදුරටත් ජනවරමක් නොමැති බව ටැම්පිටියේ සුගතානන්ද හිමියෝ පැවසූහ. “මෑතකදී බ්ලූම්බර්ග් සමඟ පැවති සම්මුඛ සාකච්ඡාවකදී ජනාධිපති රාජපක්ෂ කියා සිටියේ අසාර්ථක ජනාධිපතිවරයෙකු ලෙස තමා ඉවත් නොවන බවත් ඔහුට තව වසර දෙකක් බලයේ සිටින බවත්ය. අන්තවාදය පතුරවමින් ඔහු බලය ලබා ගත් අතර ඒ සියලු උත්සාහයන් මේ වනවිට හෙළිදරව් වී තිබෙනවා. ප්‍රහාරයන් සිදුවී මාසයක් ගතවී ඇතත් මහින්ද රාජපක්ෂ, දේශබන්දු තෙන්නකෝන්, ජොන්ස්ටන් ප්‍රනාන්දු ඇතුළු මහ මොළකරුවන් අල්ලන්නේ නැත. කෝ මේ රටේ නීතිය? සියලුම මහ මොළකරුවන් පොලිසියේ සහ ත්‍රිවිධ හමුදාවේ ආරක්ෂාවට යොදවා ඇත. පොලිසියේ මූලිකත්වයෙන් පරීක්‍ෂණ පැවැත්වුවහොත් යුක්තිය ඉටු නොවනු ඇත. ඒ නිසා අපි රජයෙන් ඉල්ලා සිටිනවා මැයි 9 ප්‍රහාරය ගැන සොයා බලා අපරාධකරුවන් අත්අඩංගුවට ගැනීමට ස්වාධීන කොමිසමක් පත් කරන්න කියලා.",
        "මාධ්‍ය හමුවේදී සිය අදහස් පළකළ පියතුමා. ජීවන්ත පීරිස් පැවසුවේ ආණ්ඩුවේ සහාය ඇතිව මැර ප්‍රහාරය එල්ල වී මාසයකට පසුවත් අපරාධකරුවන් තවමත් නිදැල්ලේ සිටින බවයි. “මෙතරම් සාමකාමී විරෝධතාකරුවන් පාරට බැස නීති විරෝධී ලෙස අත්අඩංගුවට ගෙන තිබෙනවා. අපි මේ ආකාරයේ මර්දනය දැඩි ලෙස හෙළා දකින අතර වින්දිතයින්ට සාධාරණය ඉටු කිරීමට රජයට අවශ්‍යයි. මේ තත්ත්වය ඇති කළේ රාජපක්‍ෂ පාලනය විසින් වන අතර දැන් රනිල් වික‍්‍රමසිංහ මහතාද එම තත්ත්වයට පැමිණ ඇත. ඔවුන් බලය අත්හරින තුරු අපි සාමකාමීව සටන් කරනවා.” පීරිස් ය.",
        "පියතුමාට සංචාරක තහනමක් පනවන ලදී. පීරිස් ප්‍රචණ්ඩත්වයේ අපරාධකරුවන් අත්අඩංගුවට ගැනීමේ විමර්ශනයේ කොටසක් ලෙස.",
        "මැයි 9 ප්‍රහාරය සම්බන්ධයෙන් 2500 කට අධික පිරිසක් අත්අඩංගුවට ගෙන ඇති බව පොලිස් සංඛ්‍යාලේඛන ප්‍රකාශ කළද ප්‍රහාරයට ලක් වූ බොහෝ දෙනෙක් තවමත් නිදැල්ලේ සිටිති. බොහෝ පිරිසක් අත්අඩංගුවට නොගන්නේ මන්දැයි කළ විමසීමකට පිළිතුරු දුන් පොලිස් මාධ්‍ය ප්‍රකාශක ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී නිහාල් තල්දූව කියා සිටියේ බොහෝ පිරිසක් අරලියගහ මන්දිරයට පැමිණියද ප්‍රහාරවල නිරත වූයේ කිහිප දෙනෙකු පමණක් බවයි. “උද්ඝෝෂණ භූමියේ පවා සිටියේ සුළු පිරිසක් පමණයි. ඒ නිසා ඉතුරු සැකකරුවන් ඉක්මනින්ම අල්ලගන්න පුළුවන් වෙන්න ඕන.” ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී තල්දූව මහතා පැවසීය.",
        "විරෝධතාව පැවැත්වෙන ස්ථානයේ පවා සිටියේ කිහිප දෙනෙකු පමණි. ඒ නිසා ඉතුරු සැකකරුවන් ඉක්මනින්ම අල්ලගන්න පුළුවන් වෙන්න ඕන",
        "විරෝධතාවයේ සිටි බොහෝ දෙනෙකු අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව විසින් ප්‍රශ්න කිරීම සඳහා රැගෙන යන්නේ මන්දැයි විමසූ විට ඔහු කියා සිටියේ ප්‍රකාශයක් ලබා ගැනීමේ ක්‍රියාවලිය වෙහෙසකර ක්‍රියාවලියක් බවයි. “සෑම නඩුවකටම එක් නිලධාරියෙක් බැගින් වෙන් කර ඇති අතර ඔහුට වෙනත් කාර්යයක නිරත විය නොහැක. සාමාන්‍යයෙන් පැමිණිල්ලක් ඇති වූ විට විමර්ශනය කරගෙන යාමට ප්‍රකාශ ලබා ගත යුතුය. අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව ජනතාවගෙන් ප්‍රශ්න කර ප්‍රකාශ ලබා ගන්නේ නීතියට අනුවයි. එය අනුගමනය කරන සාමාන්‍ය ක්‍රියා පටිපාටියක් වන අතර ඒ ගැන පුදුම වීමට දෙයක් නැත. අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව යුක්තිය සහතික කිරීම සඳහා ඔවුන්ගේ රාජකාරි ඉටු කරයි,” ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී තල්දූව පැවසීය.",
        "හිටපු අමාත්‍ය ජොන්ස්ටන් ප්‍රනාන්දු අත්අඩංගුවට ගැනීමට කොටුව මහේස්ත්‍රාත් අධිකරණය ඊයේ වරෙන්තු නිකුත් කළා. කෙසේ වෙතත්, හිටපු රාජ්‍ය අමාත්‍ය සනත් නිශාන්ත ඇතුළු සිව් දෙනෙකු 2022 ජුනි 15 දක්වා තවදුරටත් රක්ෂිත බන්ධනාගාර ගත කෙරුණු අතර පාර්ලිමේන්තු මන්ත්‍රී මිලාන් ජයතිලක ඇතුළු 13 දෙනෙකු ඇප මත මුදා හැරුණා."
      ]
    },
    "ta": {
      "title": "காயமடைந்த எதிர்ப்பாளர்கள் இரத்தம், வியர்வை மற்றும் வலியின் மூலம் நீதிக்காக அழுத்தம் கொடுக்கிறார்கள்",
      "body_lines": [
        "காவல்துறையின் தலைமையில் விசாரணை நடத்தினால் நீதி கிடைக்காது என்று போராட்டக்காரர்களுக்கு ஆதரவான நபர்கள் கூறுகின்றனர்",
        "விசாரணைகள் எவ்வாறு நடைபெறுகின்றன என்பதில் போராட்டக்காரர்கள் திருப்தியடையவில்லை",
        "போராட்டக்காரர்கள் ஒரு மாற்றத்தை கொண்டு வருவதில் உறுதியாக உள்ளனர் மற்றும் தங்கள் நோக்கங்களை அடைய இரவு பகலாக உழைத்து வருகின்றனர்",
        "அரசியல் அதிகாரிகள் பொலிஸாருடன் இணைந்து அடக்குமுறை நடவடிக்கைகளை மேற்கொள்வதாக எதிர்ப்பாளர்கள் கூறுகின்றனர்",
        "இன்று (ஜூன் 9) காலி முகத்திடலில் போராட்டம் ஆரம்பிக்கப்பட்டு இரண்டு மாதங்கள் நிறைவடைந்துள்ளதுடன், அலரிமாளிகைக்கு முன்பாகவும் காலி முகத்திடலில் அமைதியாகவும் போராடியவர்கள் தாக்கப்பட்டு ஒரு மாதமாகிறது. தாக்குதல்கள் நடந்ததிலிருந்து நிறைய நடந்துள்ளது, ஆனால் எதிர்ப்பாளர்கள் ஊழல் நிறைந்த நிர்வாகக் கட்டமைப்பிற்கு முற்றுப்புள்ளி வைக்கும் பொதுவான நோக்கத்தை நோக்கி தொடர்ந்து பணியாற்றி வருகின்றனர். ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பதவி விலக வேண்டும் என்பதே அவர்களின் முதன்மையான கோரிக்கையாகும். எவ்வாறாயினும், இதற்கு பதிலளித்த அரச தலைவர், தோல்வியுற்ற ஜனாதிபதியாக தாம் வெளியேறப் போவதில்லை என அண்மையில் தெரிவித்திருந்தார்.",
        "சட்டவிரோதக் கைதுகள், குற்றப் புலனாய்வுத் திணைக்களத்தின் (CID) விசாரணைகள், எச்சரிக்கைகள் மற்றும் சட்ட அமலாக்க அதிகாரிகளின் அடக்குமுறை நடவடிக்கைகள் இருந்தபோதிலும், போராட்டக்காரர்கள் ஒரு மாற்றத்தைக் கொண்டுவருவதில் உறுதியாக உள்ளனர் மற்றும் தங்கள் நோக்கங்களை அடைய இரவும் பகலும் உழைக்கின்றனர்.",
        "மே 9 தாக்குதல்களைத் தொடர்ந்து காயமடைந்த பல அமைதியான போராட்டக்காரர்கள் இன்னும் குணமடைந்து வருகின்றனர். உடல் ரீதியான காயங்களை விட அவர்கள் உளவியல் ரீதியில் பாதிக்கப்பட்டுள்ளனர். எனினும் நீதிக்காக போராடுவதில் உறுதியாக உள்ளனர்.",
        "டெய்லி மிரர், காயமடைந்த மூன்று அமைதியான போராட்டக்காரர்களிடம் பேசியது. அவர்கள் தங்கள் கதைகளை இப்படித்தான் சொன்னார்கள்.",
        "செவனகலவைச் சேர்ந்த P.S அனுரங்க, மே 9ஆம் திகதி தாக்கப்பட்ட அமைதியான போராட்டக்காரர்களில் ஒருவர். அவர் ஏப்ரல் 9ஆம் திகதி முதல் காலிமுகத்திடலில் இருந்துள்ளார். உடவளவயில் உள்ள உணவகம் ஒன்றில் பணிபுரிந்து வந்த அனுரங்க, எஞ்சியிருக்கும் எண்ணமின்றி போராட்டத்திற்கு வருகை தந்திருந்தார். \"ஆனால் போராட்டத்தில் இருந்த மற்றவர்களின் அர்ப்பணிப்பு மற்றும் அர்ப்பணிப்பைக் கண்டபோது நான் தொடர்ந்து பங்களிக்க விரும்பினேன்,\" என்று டெய்லி மிரருக்கு அளித்த பேட்டியில் அவர் கூறினார். “நான் முக்கியமாக தளவாடங்களில் ஈடுபட்டிருந்தேன்; இங்கு வரும் ஒவ்வொருவருக்கும் ஒரு பல் துலக்குதல் முதல் உணவு வரை அனைத்திலும் அவரவர் பங்கு கிடைப்பதை உறுதி செய்தல். மே 9 சம்பவங்களுக்கு முன்னர் நான் உறங்கவில்லை, ஏனெனில் நான் நடந்துகொண்டிருக்கும் நடவடிக்கைகளில் பெரிதும் ஈடுபட்டேன், ”என்று அனுரங்க கூறினார்.",
        "எனினும், மே 9ஆம் திகதி அனுரங்கவின் தலையில் பலத்த அடி ஏற்பட்டது. வீடியோ காட்சிகளில் ஒரு நபர், பின்னர் ‘அரபி வசந்த’ என அடையாளம் காணப்பட்ட அனுரங்காவின் தலையில் அடிப்பதைக் காட்டுகிறது. அனுரங்கா தாக்கப்பட்ட உடனேயே விழுந்து, இரண்டு காவல்துறை அதிகாரிகளால் தூக்கிச் செல்லப்பட்டார். அந்த அடியின் தாக்கத்தால் அனுரங்காவின் இடது கை இப்போது செயலிழந்துவிட்டது. “விஷ்வா தனது தொலைபேசியில் நேரடி காட்சிகளைப் பிடிக்கும்போது கும்பல்களை நோக்கி நகர்வதை நான் பார்த்தேன். ஆனால் அவரை அடிக்க வருபவர்களைப் பார்த்தேன். சிலைக்கு அருகில் இருந்த நான் அவரைக் காப்பாற்றப் போகிறேன். இரண்டு போலீஸ் அதிகாரிகள் என்னைப் பிடித்தார்கள், அப்போதுதான் யாரோ பின்னால் வந்து என்னை அடித்தனர். விஷ்வா யாரென்று தெரியவில்லை. அந்த கும்பல் அவரைத் தாக்கப் போகிறார்கள் என்பது மட்டுமே எனக்குத் தெரியும், ”என்று அவர் நினைவு கூர்ந்தார்.",
        "அனுரங்க இன்னும் விரல்களை அசைக்க முடியாமல் பிசியோதெரபி சிகிச்சை பெற்று வருகிறார். “ஒவ்வொரு விரலும் மீண்டும் செயல்பட பயிற்சியளிக்கப்பட வேண்டும். என்னை தாக்கிய நபரை கைது செய்தாலும் இன்னும் நீதி கிடைக்கவில்லை. நான் தாக்கப்பட்ட 12 நாட்களுக்குப் பிறகு சிஐடி அதிகாரிகள் வாக்குமூலம் பெற்றனர். ஆனால் ஒரு அரசியல்வாதியோ அல்லது முக்கிய நபரோ தாக்கப்பட்டால் இப்படி இருந்திருக்காது. எந்த அரசியல்வாதியும் என்னையோ அல்லது காயமடைந்தவர்கள் மருத்துவமனையில் இருந்தபோது யாரையும் பார்க்க வரவில்லை என்பதில் நான் மகிழ்ச்சியடைகிறேன். அவர்களின் முன்னுரிமைகள் எங்கே இருக்கின்றன என்பதை இது காட்டுகிறது. அவர்கள் இந்த நாட்டு மக்களைப் பற்றி அதிகம் கவலைப்படுவதில்லை. நாம் அனைவரும் நமது உரிமைகளுக்காக போராடுகிறோம். அவர்கள் கைது செய்யவில்லை",
        "ஜோன்ஸ்டன் பெர்னாண்டோ, சிரேஷ்ட பிரதிப் பொலிஸ் மா அதிபர் தேசபந்து தென்னகோன் மற்றும் முன்னாள் பிரதமர் மஹிந்த ராஜபக்ஷவும் கூட. ஏன் இப்படி இரட்டை நிலைப்பாடு? சிலர் நீதி கோரி ஐ.நா. வன்முறை எவ்வாறு ஆரம்பமானது மற்றும் தாக்குதல்களை யார் தூண்டினார்கள் என்பதை முழு நாடும் பார்த்துள்ளது” என்று அனுரங்க கூறினார்.",
        "தாக்குதல்கள் நடந்து ஒரு மாதமும் அரகலயாவுக்கு இரண்டு மாதங்கள் ஆகிறது. நீதி கோரி மக்களுக்காக போராடும் வழக்கறிஞர்களின் ஆதரவை நான் பாராட்டுகிறேன். எங்களின் காயங்களுக்கு சிகிச்சையளித்த கொழும்பு தேசிய வைத்தியசாலையின் ஊழியர்களுக்கும் நான் நன்றி கூற விரும்புகிறேன்",
        "எவ்வாறாயினும், மே 9 தாக்குதலின் பின்னர் தற்போது தளத்தில் சில விஷயங்கள் மாறியுள்ளதாக அனுரங்க உணர்கிறார். \"ஆனால் நாங்கள் விஷயங்களை மீண்டும் பாதையில் கொண்டு வர வேண்டும். நமது இலக்கை அடைய உழைப்போம்.",
        "சுமார் 2000 பேர் 50 பேரைத் தாக்க வந்தனர். எங்களைத் தாக்கியதன் மூலம் ‘அறகலய’க்கு முற்றுப்புள்ளி வைத்துவிட்டதாக அவர்கள் நினைத்திருக்கலாம். ஆனால் நாங்கள் முன்பை விட வலிமையானவர்கள், நாங்கள் தொடர்ந்து போராடுவோம், நான் செய்ததை வேறு யாரும் அனுபவிக்கக்கூடாது என்பதற்காக நான் தொடர்ந்து போராடுவேன். அநீதியால் பாதிக்கப்பட்டவர்களுக்கு நீதி கிடைக்கும் வகையில் அமைப்பு மாறும் வரை போராடுவேன்,'' என்றார்.",
        "அம்பலந்தோட்டையைச் சேர்ந்த பிரியங்கா விஸ்வஜித் (விஷ்வா என்று அன்புடன் அழைக்கப்படுகிறார்) தொலைத்தொடர்புத் தொகுப்பில் உதவி இயக்குநராகப் பணிபுரிந்து வருகிறார், அதே நேரத்தில் சமூக சேவையிலும், மரங்களை நடுதல் மற்றும் ஆதரவற்ற சமூகங்களுக்கு ஆதரவளிப்பதிலும் ஈடுபட்டுள்ளார். ஜனாதிபதி செயலகத்திற்கு முன்பாக ஆர்ப்பாட்டத்தில் ஈடுபட்டிருந்தவர்களில் அவரும் ஒருவர். \"மே 8 அன்று",
        "டெம்பிள் ட்ரீஸ் முன் இருக்கும் ‘மைனகோகாமா’ மீது தாக்குதல் நடத்தப்படலாம் என்ற செய்தி எங்களுக்குக் கிடைத்தது- மே 9 அன்று திட்டமிடப்பட்டுள்ளது; காலி முகத்திடலில் போராட்டம் ஆரம்பமாகி ஒரு மாதத்தை கடந்த நாள். மே 9 அன்று காலி முகத்திடலில் பெரிய கூட்டம் இல்லை. காலை 10 மணியளவில் முன்னாள் பிரதமரின் ஆதரவாளர்கள் பலர் அலரிமாளிகைக்கு வருகை தந்ததாகவும் அவர்கள் காலி முகத்திடலில் போராட்டக்காரர்கள் மீது தாக்குதல் நடத்தப் போவதாகவும் கேள்விப்பட்டோம். அதன்பிறகு முடிந்தவரை பலரைத் திரட்டி மனிதச் சங்கிலி அமைத்தோம். இதையடுத்து மைனாகோகமாவில் இருந்து இரண்டு போராட்டக்காரர்கள் வந்து, தாங்கள் தாக்கப்படுவதாக தெரிவித்தனர். நான் கோட்டகோகமவை நோக்கிச் சென்ற நேரத்தில் கூடாரங்கள் எரிக்கப்பட்டதையும், இந்தக் கும்பல் மக்களைத் தாக்கும் விதத்தையும் பார்த்தேன். எல்லாவற்றையும் வீடியோவில் படம்பிடிக்க விரும்பினேன், லைவ் கேமராவை இயக்கிவிட்டு முன்னேறினேன். இந்த கும்பல் யாரையோ தாக்க முயற்சிப்பதை நான் பார்த்தேன், நான் அந்த வழியாக சென்றேன். அப்போது நான் மட்டும்தான் அங்கு இருப்பதை உணர்ந்தேன். கும்பல் என்னை நோக்கி வருவதைக் கண்டு நான் ஓட ஆரம்பித்தேன். அப்போது சுமார் ஐந்து பேர் என்னை சுற்றி வளைத்து தாக்கினர். நான் இறந்துவிடுவேன் என்று நினைக்கும் அளவுக்கு என் கழுத்திலும் முகத்திலும் பலமாக அடித்தார்கள். கலகத் தடுப்புப் பிரிவைச் சேர்ந்த ஒரு அதிகாரி என்னை நோக்கி வந்து எழுந்து நிற்க உதவி செய்தது எனக்கு நினைவிருக்கிறது,” என்று அவர் நினைவு கூர்ந்தார்.",
        "இதையடுத்து விஷ்வா மூன்று நாட்கள் மருத்துவமனையில் அனுமதிக்கப்பட்டார். “நான் டிஸ்சார்ஜ் செய்யப்பட்டவுடன் வீட்டிற்குச் செல்லாமல் போராட்ட இடத்திற்குத் திரும்பினேன். எங்கள் நோக்கங்களை அடையும் வரை என்னால் அரகலயத்தை விட்டு வெளியேற முடியாது. நான் டிஸ்சார்ஜ் செய்யப்பட்ட பிறகு, என்னை அடித்த ஐந்து பேரில் இருவரை அடையாளம் கண்டேன். அவர்களின் அனைத்து விவரங்களையும் பெற்ற பிறகு நான் அவர்களை காவல்துறையில் சமர்ப்பித்தேன். பின்னர் அவர்கள் கைது செய்யப்பட்டனர். ஆனால் மற்ற மூன்று பேர் இன்னும் கைது செய்யப்படவில்லை. அவர்களின் வீடியோக்கள் மற்றும் புகைப்படங்கள் இருந்தபோதிலும், இவர்கள் இன்னும் சுதந்திரமாக உள்ளனர். அமைதியான போராட்டக்காரர்களுக்கு இதுவரை நீதி வழங்கப்படுவதை நாம் காணவில்லை. தலைமறைவானவர்களும் இன்னும் சுதந்திரமாக உள்ளனர்.",
        "“தாக்குதல்கள் நடந்து ஒரு மாதம் ஆகிறது, அரகலயாவுக்கு இரண்டு மாதங்கள் ஆகிறது. நீதி கோரி மக்களுக்காக போராடும் வழக்கறிஞர்களின் ஆதரவை நான் பாராட்டுகிறேன். எங்களின் காயங்களுக்கு சிகிச்சையளித்த கொழும்பு தேசிய வைத்தியசாலையின் ஊழியர்களுக்கும் நான் நன்றி கூற விரும்புகிறேன்” என்று அவர் கூறினார்.",
        "நாட்டில் உள்ள அனைத்து குடிமக்களின் உரிமைகளுக்காகவும், அடுத்த தலைமுறைக்கு பாதுகாப்பான எதிர்காலத்தை உறுதி செய்வதாகவும் போராட்டக்காரர்கள் போராடுவார்கள் என்று விஷ்வா கூறினார். \"தோல்வியடைந்த ஆட்சியாளர்கள் வெளியேறும் வரை நாங்கள் இடத்தைக் காலி செய்ய மாட்டோம்,\" என்று அவர் தனது பிரிவினைக் கருத்துக்களில் கூறினார்.",
        "அனுராதபுரத்தைச் சேர்ந்த கே.எம் இந்துனில் செனரத் பண்டார, இளைஞர் மையத்தில் தொண்டாற்றிய மற்றொரு போராட்டக்காரர், மே 9 தாக்குதல்களைத் தொடர்ந்து சக்கர நாற்காலியில் சென்றுள்ளார். “மே 9 அன்று காலி முகத்திடலில் மக்கள் கூட்டம் குறைவாக இருந்தது. நாங்கள் ஆளில்லா விமானத்தை கண்டோம், அது எங்களை தாக்க வந்தவர்களால் அனுப்பப்பட்டதாக நாங்கள் சந்தேகிக்கிறோம். எங்களை தாக்க வரும் கும்பல் குறித்து போலீசாருக்கு தகவல் கொடுத்தோம். சுமார் எட்டு பேர் இளைஞர் கூடாரத்தை நோக்கி செல்வதை நான் கண்டேன், அவர்களில் மிலன் ஜயதிலக்கவும் இருந்தார். நான் தப்பி ஓட முயன்றேன், அந்த சந்தர்ப்பத்தில் நான் தாக்கப்பட்டேன். என் தலை மற்றும் முதுகுத்தண்டில் அடிபட்டு விழுந்தேன். என்னால் நடக்க முடியாது என்பதை உணர்ந்து மூச்சுத் திணறலை உணர்ந்தேன். பின்னர் ஒரு நண்பர் என்னை மருத்துவமனைக்கு அழைத்துச் சென்றார், ”என்று பண்டார நினைவு கூர்ந்தார்.",
        "இன்று பண்டாரவின் கால்கள் செயலிழந்துள்ளன மற்றும் மருத்துவ அறிக்கைகள் அவரது முதுகுத் தண்டுவடத்தில் நரம்பு சேதம் ஏற்பட்டுள்ளதாகக் குறிப்பிடுகின்றன. “நான் தற்போது ஆயுர்வேத சிகிச்சை பெற்று வருகிறேன். என் கால்களை என்னால் உணர முடியவில்லை. நான் டிஸ்சார்ஜ் செய்யப்பட்டவுடன், நான் போராட்ட இடத்திற்கு திரும்பினேன், ஏனென்றால் நாங்கள் ஒரு மாற்றத்தை செய்ய மிகுந்த ஆர்வத்துடன் இருந்தோம், ”என்று அவர் கூறினார்.",
        "பண்டார தன்னைத் தாக்கியவர்களுக்கு எதிராக - மூளையாகச் செயல்பட்டவர்களுக்கு எதிராக முறைப்பாடு செய்திருந்தாலும், விசாரணைகள் எவ்வாறு நடைபெறுகின்றன என்பதில் அவருக்கு திருப்தி இல்லை. “பொலிசார் இந்த கும்பல்களுக்கு முழு பாதுகாப்பை வழங்கினர். காவல்துறை அதிகாரிகளிடம் போதுமான எரிவாயு, எரிபொருள் மற்றும் அத்தியாவசிய பொருட்கள் உள்ளதா என்று கேட்க விரும்புகிறோம். அவர்களும் பற்றாக்குறையால் சிரமப்படுகின்றனர், ஆனால் அவர்கள் தொடர்ந்து ஆட்சியாளர்களைக் காப்பாற்றுகிறார்கள். எங்கள் இலக்கு அடையும் வரை நாங்கள் போராட்டங்களைத் தொடர்வோம்,\" என்று அவர் உறுதியளித்தார்.",
        "மேலும் உரையாற்றிய பண்டார, கொழும்பு தேசிய வைத்தியசாலையின் ஊழியர்களுக்கும், தாக்குதலைத் தொடர்ந்து தனக்கு உதவிய அனைவருக்கும் தனது நன்றிகளைத் தெரிவித்தார்.",
        "பல குற்றவாளிகள் இன்னும் சுதந்திரமாக இருப்பதைத் தவிர, பல அமைதியான போராட்டக்காரர்கள் CID யால் கைது செய்யப்பட்டனர் அல்லது விசாரணைக்காக அழைத்துச் செல்லப்பட்டனர். அண்மையில், குரல் பதிவு தொடர்பில் மக்கள் சட்டத்தரணிகள் சங்கத்தின் தலைவர் சட்டத்தரணி சேனக பெரேரா குற்றப் புலனாய்வுப் பிரிவினரால் விசாரிக்கப்பட்டார். “மே 9 ஆம் திகதி நான் கொள்ளுப்பிட்டி பொலிஸில் முறைப்பாடு செய்தேன், அந்த கும்பல்களுக்கு எதிராக நடவடிக்கை எடுக்குமாறு பொலிஸாரிடம் கோரினேன். ஆனால் அவர்கள் பதிலளிக்கவில்லை. அந்தவகையில் காவல்துறையினரின் துணையுடன் தாக்குதல்கள் நடந்தன. இந்த கும்பல்களை தடுக்க கண்ணீர் புகை, தடுப்புகள், தண்ணீர் பீரங்கி எதுவும் இல்லை. கும்பல்களின் பல புகைப்படங்கள் மற்றும் வீடியோக்கள் இருந்தபோதிலும், அவர்கள் இந்த ஆதாரத்தை புறக்கணித்து எதிர்ப்பாளர்களை தொடர்ந்து பின்தொடர்கிறார்கள், ”என்று பெரேரா கூறினார்.",
        "காவல்துறையினரின் துணையுடன் இந்தத் தாக்குதல்கள் நடந்தன. இந்த கும்பல்களை தடுக்க கண்ணீர் புகை, தடுப்புகள், தண்ணீர் பீரங்கி எதுவும் இல்லை. கும்பல்களின் பல புகைப்படங்கள் மற்றும் வீடியோக்கள் இருந்தபோதிலும், அவர்கள் இந்த ஆதாரத்தை புறக்கணித்து எதிர்ப்பாளர்களைப் பின்தொடர்கிறார்கள்.",
        "மக்களை அழைப்பது, அவர்களின் வீடுகளுக்குச் செல்வது, கைது செய்யப்படுவதைப் பற்றி எச்சரிப்பது போன்றவற்றின் மூலம் காவல்துறை தொடர்ந்து மக்களை அச்சத்தை ஏற்படுத்துகிறது என்று அவர் கூறினார். “காரணமின்றி மக்கள் கைது செய்யப்படுகிறார்கள். அதேபோல், அரசியல் அதிகாரமும் காவல்துறையுடன் இணைந்து செயல்படுகிறது",
        "இத்தகைய அடக்குமுறை நடவடிக்கைகளுடன். குரல் பதிவு தொடர்பாக நான் விசாரணைக்கு அழைத்துச் செல்லப்பட்டேன், மேலும் சில எதிர்ப்பாளர்களை ஒன்று திரட்டி வன்முறையில் ஈடுபடுமாறு நான் அறிவுறுத்தியுள்ளேனா என்பதை அவர்கள் உறுதிப்படுத்த விரும்பினர். சமூக ஊடக ஆர்வலர்கள் போன்றோர் மீது இவ்வளவு அக்கறை காட்டும் துறையால், வன்முறைக்கு மூளையாக செயல்பட்டவர்களை கைது செய்ய முடியாது. மஹிந்த ராஜபக்ஷ மற்றும் தேசபந்து தென்னகோன் ஆகியோருக்கு எந்த சட்டமும் இல்லை, ”என்று பெரேரா கருத்து தெரிவித்தார்.",
        "அரசாங்கம் தொடர்ந்து மக்களை ஒடுக்கி வருவதாகவும், நாடு ஒருவித இயல்பு நிலைக்கு திரும்பும் வரை மக்கள் தொடர்ந்தும் போராட்டம் நடத்துவார்கள் எனவும் அவர் மேலும் தெரிவித்தார்.",
        "ரணில் விக்கிரமசிங்கவும் இந்த குழப்பத்தை தீர்த்து வைக்க முடியாது என்பதை நிரூபித்துள்ளார். ராஜபக்ச ஆட்சிக்கு கொஞ்சம் ஆக்சிஜன் பம்ப் செய்ய வந்தாலும் நாம் பார்ப்பது நோயாளி செத்து மடிவதைத்தான். மக்களுக்கும் அநீதியால் பாதிக்கப்பட்டவர்களுக்கும் நீதி கிடைக்கும் வரை எங்களது போராட்டத்தை தொடர்வோம்” என்றார் பெரேரா.",
        "தாக்குதல்கள் இடம்பெற்று ஒரு மாதமும், போராட்டம் ஆரம்பித்து இரண்டு மாதங்களும் நிறைவடைந்ததை முன்னிட்டு இன்று ஏற்பாடு செய்யப்பட்டிருந்த கண்டன ஊர்வலத்தை அறிவிக்கும் ஊடகவியலாளர் சந்திப்பில் உரையாற்றிய வண. ஜனாதிபதிக்கு இனி ஆணை கிடையாது என தம்பிட்டியே சுகதானந்த தேரர் தெரிவித்துள்ளார். \"புளூம்பெர்க் ஜனாதிபதிக்கு சமீபத்தில் அளித்த பேட்டியில், ஜனாதிபதி ராஜபக்ஷ தோல்வியுற்ற ஜனாதிபதியாக இருந்து விலகப் போவதில்லை என்றும் இன்னும் இரண்டு ஆண்டுகள் பதவியில் இருப்பதாகவும் கூறியுள்ளார். தீவிரவாதத்தை பரப்பி ஆட்சியைப் பிடித்தார், அந்த முயற்சிகள் அனைத்தும் தற்போது அம்பலமாகியுள்ளது. தாக்குதல்கள் இடம்பெற்று ஒரு மாதமாகியும், மஹிந்த ராஜபக்ஷ, தேசபந்து தென்னகோன், ஜோன்ஸ்டன் பெர்னாண்டோ உள்ளிட்ட தலைமறைவானவர்களை அவர்கள் கைது செய்யவில்லை. இந்த நாட்டில் சட்டம் எங்கே? தலைமறைவாக உள்ளவர்கள் அனைவரும் காவல்துறை மற்றும் முப்படையினரால் பாதுகாக்கப்பட்டு வருகின்றனர். காவல்துறையின் தலைமையில் விசாரணை நடத்தினால் நீதி கிடைக்காது. எனவே மே 9 தாக்குதல்கள் தொடர்பில் விசாரணை செய்வதற்கும் குற்றவாளிகளை கைது செய்வதற்கும் சுயாதீன ஆணைக்குழுவொன்றை நியமிக்குமாறு அரசாங்கத்திடம் கோருகின்றோம்” என தேரர் கூறினார்.",
        "செய்தியாளர் சந்திப்பில் தனது கருத்துக்களை வெளிப்படுத்திய சகோ. அரசாங்க ஆதரவுடன் கும்பல் தாக்குதல் நடத்தப்பட்டு ஒரு மாதமாகியும் குற்றவாளிகள் இன்னும் சுதந்திரமாக இருப்பதாக ஜீவந்த பீரிஸ் தெரிவித்துள்ளார். “தெருவில் இறங்கிய அமைதியான போராட்டக்காரர்கள் பலர் சட்டவிரோதமாக கைது செய்யப்பட்டுள்ளனர். இத்தகைய அடக்குமுறையை நாங்கள் வன்மையாகக் கண்டிக்கிறோம், பாதிக்கப்பட்டவர்களுக்கு அரசாங்கம் நீதி வழங்க வேண்டும் என்று விரும்புகிறோம். இந்த நிலை ராஜபக்சே ஆட்சியால் உருவாக்கப்பட்டு தற்போது ரணில் விக்ரமசிங்கேவும் களத்தில் இறங்கியுள்ளார். அவர்கள் அதிகாரத்தைத் துறக்கும் வரை நாங்கள் அமைதியாகப் போராடுவோம்” என்றார். பீரிஸ்.",
        "Fr மீது பயணத் தடை விதிக்கப்பட்டது. வன்முறையில் ஈடுபட்டவர்களை கைது செய்வதற்கான விசாரணையின் ஒரு பகுதியாக பீரிஸ்.",
        "மே 9 தாக்குதல்கள் தொடர்பாக 2500க்கும் மேற்பட்டோர் கைது செய்யப்பட்டுள்ளதாக காவல்துறை புள்ளி விவரங்கள் கூறினாலும், தாக்குதலுக்கு ஆளான பலர் இன்னும் சுதந்திரமாக உள்ளனர். பலர் ஏன் கைது செய்யப்படவில்லை என்ற கேள்விக்கு பதிலளித்த பொலிஸ் ஊடகப் பேச்சாளர் சிரேஷ்ட பொலிஸ் அத்தியட்சகர் நிஹால் தல்துவ, பலர் அலரிமாளிகைக்கு வந்தாலும் ஒரு சிலரே தாக்குதல்களில் ஈடுபட்டதாக தெரிவித்தார். “போராட்டம் நடந்த இடத்தில் கூட ஒரு சிலரே இருந்தனர். எனவே எஞ்சியுள்ள சந்தேக நபர்களை விரைவில் பிடிக்க முடியும்” என்று எஸ்எஸ்பி தல்துவா கூறினார்.",
        "போராட்டம் நடந்த இடத்தில் கூட ஒரு சிலரே இருந்தனர். எனவே மீதமுள்ள சந்தேக நபர்களை விரைவில் கைது செய்ய வேண்டும்",
        "போராட்டம் நடத்தும் இடத்தில் உள்ள பலர் ஏன் குற்றப் புலனாய்வுப் பிரிவினரால் விசாரணைக்கு அழைத்துச் செல்லப்படுகின்றனர் என வினவியபோது, ​​வாக்குமூலத்தைப் பெற்றுக்கொள்ளும் செயற்பாடு அலுப்பானது என்றார். “ஒவ்வொரு வழக்குக்கும் ஒரு அதிகாரி ஒதுக்கப்படுகிறார், அவர் வேறு எந்த வேலையிலும் ஈடுபட முடியாது. பொதுவாக ஒரு புகார் இருக்கும் போது விசாரணையைத் தொடர அறிக்கைகளைப் பெற வேண்டும். குற்றப் புலனாய்வுப் பிரிவினர் சட்டப்படி மக்களைக் கேள்வி எழுப்பி வாக்குமூலங்களைப் பெறுகின்றனர். இது பின்பற்றப்படும் ஒரு சாதாரண நடைமுறை, இதில் ஆச்சரியப்பட ஒன்றுமில்லை. நீதியை உறுதி செய்வதற்காக சிஐடி தங்கள் கடமைகளை மேற்கொண்டு வருகிறது,” என்று எஸ்எஸ்பி தல்துவா கூறினார்.",
        "முன்னாள் அமைச்சர் ஜோன்ஸ்டன் பெர்னாண்டோவை கைது செய்யுமாறு கோட்டை நீதவான் நீதிமன்றம் நேற்று பிடியாணை பிறப்பித்துள்ளது. எவ்வாறாயினும், முன்னாள் இராஜாங்க அமைச்சர் சனத் நிஷாந்த உள்ளிட்ட நால்வரும் 2022 ஆம் ஆண்டு ஜூன் மாதம் 15 ஆம் திகதி வரை விளக்கமறியலில் வைக்கப்பட்டதுடன், பாராளுமன்ற உறுப்பினர் மிலன் ஜயதிலக்க மற்றும் 13 பேர் பிணையில் விடுவிக்கப்பட்டனர்."
      ]
    }
  }
}