{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-end-at-six-week-close-on-concerns-over-fuel-shortage-led-closure-95961/",
  "time_ut": 1655469660,
  "title": "Sri Lanka shares end at six-week close on concerns over fuel-shortage led closure",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks plunged over 3 percent on Friday (17) to close at their lowest in six weeks as fuel shortage, which compelled the government to restrict the public services for two weeks, weighed on the sentiment, dealers said.",
    "After the market closed, the Ministry of Public Administration issued a circular with limits on calling public sector employees to work for the next two weeks. The limit of public services is likely to slowdown the business activities of most of the private sector companies, market analysts said.",
    "The main All Share Price Index (ASPI) closed 3.02 percent or 232.88 points lower at 7,472.39, its lowest close since April 27. The market for a fourth straight session.",
    "“The market was dragged down on fears that the country will go under a lockdown due to the current fuel crisis,” a top market analyst said.",
    "“Investors are feeling the crisis at home. We are expecting the negativity to continue in the market.”",
    "Though a new prime minister and a new cabinet have been appointed, analysts see little progress in both economical and political front. The country is struggling to ensure continuous supply of fuel due to shortage of US dollars. The government on Thursday declared holiday for schools and public sector for Friday due to fuel-shortage led transport concerns.",
    "The more liquid S&P SL20 index fell 3.83 percent or 94.44 points to 2,368.65.",
    "The day’s turnover was 1.2 million rupees, a third of this year’s daily average of 3.6 billion rupees.",
    "Foreign investors sold a net of 17 million rupees’ worth of shares on Friday. The market has witnessed a total foreign outflow of 996 million rupees so far this year.",
    "The market has so far lost 7.7 percent in June after gaining 6 percent in May. It lost 23 percent in April followed by 14.5 percent fall in March.",
    "The market has lost 38.8 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year when large volumes of money were printed.",
    "Sri Lanka’s sovereign debt default has already led the country to be rated with restricted/selective default rating by rating agencies, which has weighed on investor sentiment.",
    "Investors are also concerned over the steep fall of the rupee from 203 to 370 levels so far in 2022.",
    "All Share Price Index was mainly dragged down by Expolanka, which lost 7.7 percent to 160.50 rupees a share.",
    "LOLC Holdings fell 8 percent to 418.50 rupees a share, while Browns Investment slipped 8 percent to 7.90 rupees a share. (Colombo/June17/2022)"
  ],
  "translate": {
    "si": {
      "title": "ඉන්ධන හිඟය හේතුවෙන් වසා දැමීමේ කනස්සල්ල මත ශ්‍රී ලංකා කොටස් සති හයක් අවසානයේ අවසන් වේ",
      "body_lines": [
        "ECONOMYNEXT - සිකුරාදා (17) ශ්‍රී ලංකා කොටස් 3%කට වඩා පහත වැටුණු අතර, ඉන්ධන හිඟය හේතුවෙන් සති හයක් තුළ අවම මට්ටමට වැසී ගිය අතර, එය සති දෙකක කාලයක් සඳහා රාජ්‍ය සේවාවන් සීමා කිරීමට රජයට බලකෙරුණු අතර, මනෝභාවය මත බර පැටවූ බව අලෙවි නියෝජිතයෝ පවසති.",
        "වෙළඳපොළ වසා දැමීමෙන් පසු, රාජ්‍ය පරිපාලන අමාත්‍යාංශය විසින් ඉදිරි සති දෙක සඳහා රාජ්‍ය අංශයේ සේවකයින් සේවයට කැඳවීමේ සීමාවන් සහිත චක්‍රලේඛයක් නිකුත් කරන ලදී. රාජ්‍ය සේවා සීමා කිරීම බොහෝ පෞද්ගලික අංශයේ සමාගම්වල ව්‍යාපාරික කටයුතු මන්දගාමී වීමට ඉඩ ඇති බව වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "ප්‍රධාන සියලුම කොටස් මිල දර්ශකය (ASPI) සියයට 3.02 කින් හෝ ඒකක 232.88 කින් පහළ ගොස් 7,472.39 ක් ලෙස අවසන් වූ අතර එය අප්‍රේල් 27 න් පසු එහි පහළම අවසානය වේ.",
        "\"වර්තමාන ඉන්ධන අර්බුදය හේතුවෙන් රට අගුලු දමනු ඇතැයි යන බිය මත වෙළඳපල පහතට ඇද දමා ඇත,\" ඉහළ වෙළඳපල විශ්ලේෂකයෙක් පැවසීය.",
        "“ආයෝජකයින්ට නිවසේ අර්බුදය දැනෙනවා. වෙළඳපොලේ සෘණාත්මක බව දිගටම පවතිනු ඇතැයි අපි අපේක්ෂා කරමු.",
        "නව අගමැතිවරයෙකු සහ නව කැබිනට් මණ්ඩලයක් පත් කර ඇතත්, විශ්ලේෂකයින් ආර්ථික හා දේශපාලන පෙරමුණු දෙකෙහිම සුළු ප්‍රගතියක් දක්නට ලැබේ. ඇමෙරිකානු ඩොලර් හිඟය හේතුවෙන් අඛණ්ඩව ඉන්ධන සැපයීම සහතික කිරීමට රට අරගල කරමින් සිටී. ඉන්ධන හිඟය ප්‍රවාහනය පිළිබඳ ගැටළු හේතුවෙන් රජය සිකුරාදා පාසල් සහ රාජ්‍ය අංශයට නිවාඩුවක් ප්‍රකාශයට පත් කළේය.",
        "S&P SL20 දර්ශකය සියයට 3.83 කින් හෝ ඒකක 94.44 කින් 2,368.65 දක්වා පහත වැටී ඇත.",
        "දවසේ පිරිවැටුම රුපියල් මිලියන 1.2 ක් වූ අතර එය මේ වසරේ දෛනික සාමාන්‍ය රුපියල් බිලියන 3.6 න් තුනෙන් එකක් විය.",
        "විදේශීය ආයෝජකයින් සිකුරාදා රුපියල් මිලියන 17 ක ශුද්ධ වටිනාකමකින් යුත් කොටස් විකුණා ඇත. මේ වසරේ මේ දක්වා රුපියල් මිලියන 996 ක විදේශ විදේශ ගලායාමක් වෙළෙඳපොළට ලැබී ඇත.",
        "මැයි මාසයේ දී සියයට 6 ක වර්ධනයක් ලබා ගැනීමෙන් පසු ජූනි මාසයේදී වෙලඳපොල මේ වන විට සියයට 7.7 කින් පහත වැටී ඇත. එය අප්රේල් මාසයේදී සියයට 23 කින් අහිමි වූ අතර මාර්තු මාසයේදී සියයට 14.5 කින් පහත වැටුණි.",
        "පසුගිය වසරේ විශාල මුදල් ප්‍රමාණයක් මුද්‍රණය කළ විට සියයට 80ක ප්‍රතිලාභයක් ලබා ගනිමින් ලෝකයේ හොඳම කොටස් වෙළෙඳපොළක් වූ පසු මේ වසරේ මේ දක්වා වෙළෙඳපොළ සියයට 38.8කින් අහිමි වී ඇත.",
        "ශ්‍රී ලංකාවේ ස්වෛරී නය පැහැර හැරීම දැනටමත් ශ්‍රේණිගත කිරීමේ ආයතන විසින් සීමා කරන ලද/තෝරාගත් පැහැර හැරීම් ශ්‍රේණිගත කිරීමකින් ශ්‍රේණිගත කිරීමට හේතු වී ඇති අතර, එය ආයෝජකයින්ගේ හැඟීම් මත බර කර ඇත.",
        "2022 වසරේ මේ දක්වා රුපියල 203 සිට 370 දක්වා තියුනු ලෙස පහත වැටීම සම්බන්ධයෙන් ආයෝජකයින් ද කනස්සල්ලට පත්ව සිටිති.",
        "සියලුම කොටස් මිල දර්ශකය එක්ස්පෝලංකා විසින් ප්‍රධාන වශයෙන් පහතට ඇද දැමූ අතර, එය සියයට 7.7 කින් කොටසක් රුපියල් 160.50 ක් දක්වා අඩු විය.",
        "LOLC Holdings කොටසක් සියයට 8කින් පහළ ගොස් රුපියල් 418.50ක් වූ අතර Browns Investment කොටසක් සියයට 8කින් පහළ ගොස් රුපියල් 7.90ක් විය. (කොළඹ/ජුනි17/2022)"
      ]
    },
    "ta": {
      "title": "எரிபொருள் தட்டுப்பாடு காரணமாக மூடப்படுவதால் இலங்கை பங்குகள் ஆறு வார முடிவில் முடிவடைகின்றன",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை பங்குகள் வெள்ளிக்கிழமை (17) ஆறு வாரங்களில் மிகக் குறைந்த விலையில் 3 சதவிகிதம் சரிந்தன, எரிபொருள் தட்டுப்பாடு, அரசாங்கத்தை இரண்டு வாரங்களுக்கு பொது சேவைகளை கட்டுப்படுத்த நிர்பந்தித்தது, உணர்வுகளை எடைபோட்டது, விநியோகஸ்தர்கள் தெரிவித்தனர்.",
        "சந்தை மூடப்பட்ட பிறகு, பொது நிர்வாக அமைச்சகம் அடுத்த இரண்டு வாரங்களுக்கு பொதுத்துறை ஊழியர்களை வேலைக்கு அழைப்பதற்கான வரம்புகளுடன் ஒரு சுற்றறிக்கையை வெளியிட்டது. பொது சேவைகளின் வரம்பு பெரும்பாலான தனியார் துறை நிறுவனங்களின் வணிக நடவடிக்கைகளை மெதுவாக்கும் என்று சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) 3.02 சதவீதம் அல்லது 232.88 புள்ளிகள் குறைந்து 7,472.39 ஆக இருந்தது, இது ஏப்ரல் 27 க்குப் பிறகு அதன் மிகக் குறைந்த முடிவாகும். நான்காவது தொடர்ச்சியான அமர்வுக்கான சந்தை.",
        "\"தற்போதைய எரிபொருள் நெருக்கடி காரணமாக நாடு பூட்டப்படும் என்ற அச்சத்தில் சந்தை இழுக்கப்பட்டது\" என்று ஒரு சிறந்த சந்தை ஆய்வாளர் கூறினார்.",
        "“முதலீட்டாளர்கள் வீட்டில் நெருக்கடியை உணர்கிறார்கள். சந்தையில் எதிர்மறை நிலை தொடரும் என எதிர்பார்க்கிறோம்” என்றார்.",
        "புதிய பிரதமரும் புதிய அமைச்சரவையும் நியமிக்கப்பட்டாலும், பொருளாதாரம் மற்றும் அரசியல் முன்னணி இரண்டிலும் சிறிய முன்னேற்றத்தை ஆய்வாளர்கள் காண்கின்றனர். அமெரிக்க டாலர் தட்டுப்பாடு காரணமாக தொடர்ந்து எரிபொருள் விநியோகத்தை உறுதி செய்ய முடியாமல் நாடு திணறி வருகிறது. எரிபொருள் தட்டுப்பாடு காரணமாக போக்குவரத்து பிரச்சனைகள் காரணமாக பள்ளிகள் மற்றும் பொதுத்துறை நிறுவனங்களுக்கு வெள்ளிக்கிழமை விடுமுறை என அரசு அறிவித்துள்ளது.",
        "அதிக திரவ S&P SL20 குறியீடு 3.83 சதவீதம் அல்லது 94.44 புள்ளிகள் சரிந்து 2,368.65 ஆக இருந்தது.",
        "நாளின் விற்றுமுதல் 1.2 மில்லியன் ரூபாவாகும், இது இந்த வருடத்தின் தினசரி சராசரியான 3.6 பில்லியன் ரூபாயில் மூன்றில் ஒரு பங்காகும்.",
        "வெளிநாட்டு முதலீட்டாளர்கள் வெள்ளிக்கிழமை 17 மில்லியன் ரூபா பெறுமதியான பங்குகளை விற்றுள்ளனர். இந்த வருடத்தின் இதுவரையான காலப்பகுதியில் 996 மில்லியன் ரூபா மொத்த வெளிநாட்டுப் போக்குவரத்தை சந்தை கண்டுள்ளது.",
        "மே மாதத்தில் 6 சதவீதமாக இருந்த சந்தை இதுவரை ஜூன் மாதத்தில் 7.7 சதவீதத்தை இழந்துள்ளது. இது ஏப்ரல் மாதத்தில் 23 சதவீதத்தை இழந்தது, அதைத் தொடர்ந்து மார்ச் மாதத்தில் 14.5 சதவீதம் சரிந்தது.",
        "கடந்த ஆண்டு அதிக அளவு பணம் அச்சிடப்பட்டபோது 80 சதவீத வருமானத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 38.8 சதவீதத்தை இழந்துள்ளது.",
        "இலங்கையின் இறையாண்மைக் கடனைத் திருப்பிச் செலுத்தாததன் காரணமாக, முதலீட்டாளர்களின் உணர்வுகளை மதிப்பிடும் முகவர் நிலையங்களால் கட்டுப்படுத்தப்பட்ட/தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை மதிப்பீட்டில் நாட்டை மதிப்பிடுவதற்கு ஏற்கனவே வழிவகுத்துள்ளது.",
        "2022ல் இதுவரை ரூபாய் மதிப்பு 203ல் இருந்து 370 ஆக கடுமையாக சரிந்தது குறித்து முதலீட்டாளர்கள் கவலையடைந்துள்ளனர்.",
        "அனைத்துப் பங்கு விலைச் சுட்டெண்களும் முக்கியமாக எக்ஸ்போலங்காவினால் வீழ்ச்சியடைந்தது, இது ஒரு பங்கின் விலை 160.50 ரூபாவாக 7.7 வீதம் இழந்தது.",
        "LOLC ஹோல்டிங்ஸ் பங்கு ஒன்றின் விலை 8 சதவீதம் சரிந்து 418.50 ரூபாயாகவும், பிரவுன்ஸ் இன்வெஸ்ட்மென்ட் 8 சதவீதம் சரிந்து ஒரு பங்கு 7.90 ரூபாயாகவும் இருந்தது. (கொழும்பு/ஜூன்17/2022)"
      ]
    }
  }
}