{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-low-grown-tea-prices-slips-in-june-second-week-sale-96059/",
  "time_ut": 1655641320,
  "title": "Sri Lanka low-grown tea prices slips in June second week sale",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s low-grown Ceylon teas prices fall to 1,369.89 rupees a kilogram in June second week auction, from the previous week’s record 1,506 rupees a kilogram, industry data showed, as the currency collapsed steeply following mistargeted interest rates and a botched float with a surrender requirement.",
    "In the last week’s auction sale on June 08 low grown averaged 3.28 dollars a kilogram up from 2.98 dollars a year earlier. Global commodity prices have moved up due to US money printing, which tends to weaken the dollar.",
    "At June 15 auction Low Grown OP1 grade from Pothotuwa estate fetched 4,350 rupees a kilogram and Pothotuwa BOP1 fetched 4,200 rupees a kilo, Ceylon Tea Brokers data showed.",
    "In Sri Lanka Mercantilists and soft-peggers usually claim that inflation comes from imported prices. However, prices of all traded goods, whether imported or exported go up when the central bank prints money to depreciate the currency.",
    "Global prices also go up in dollar terms (commodity booms) when the US Federal Reserve prints money. At the moment commodity prices are booming due to the so-called ‘Powell Bubble’ the worst since the Greenspan-Bernanke bubble which broke in 2008/2009.",
    "In US dollar terms the national sale average on May 31 was 3.69 dollars a kilogram compared to 3.18 last year.",
    "At the June 08 sale auction, Low Grown gained, Ceylon Tea Brokers, a Colombo-based tea brokerage said.",
    "Low Grown leafy/Tippy variety had seen an increased demand selling 2.5 million kilograms compared to 2 million kilograms in the previous week.",
    "The Ex-Estate has sold 0.87 million kg last week compared to 0.8 million kg in the previous week.",
    "In the June 08 week auction, the Low Grown Tea sale average was 1,369.89 down from 1,506.71 rupees in the previous week.",
    "In dollar terms too prices had slipped to 3.8 dollars per kilogram, from 4.2 dollars in the June 01 sale.",
    "OP and OPA Well-Well-made varieties together with best were firm, whilst the bottom eased.",
    "FBOP/FBOP1 Select best were firm. Best dearer by Rs.40/- per kg whilst the below best and poorer sorts",
    "The High Grown auction average was 957.91 rupees, down from 1,053.07.",
    "In BOP teas, few Best Western’s were dearer following quality. Balance declined by 50 rupees per kg or more. Below best gained by rupees per kg. Plainer teas were firm to 30 rupees per kg dearer.",
    "Nuwara Eliya’s sold well. Uda Pussellawa’s increased by 30 rupees per kg. Uva’s advanced by 50 rupees.",
    "In the BOPF category, few selected invoices of Best Westerns were firm. Balance declined by 20-40 rupees a kilogram while Below Bests gained by 20-30 rupees per kilogram.",
    "The Medium Grown auction average for the week was 990.97 rupees, down from 1,099.02 rupees a week before.",
    "In BOP1, Select the best and best gained by 50 rupees per kilogram & Below Best were firm. Poorer sorts declined by 50 rupees per kg.",
    "While the OP1’s all better types increased by 50 rupees per kilogram. Poorer sorts declined by the same margin.",
    "In the PEKOE/PEKOE1 – PEKOE category, Select Best along with the best moved up by 100 rupees per kilogram.",
    "Teas in the best category improved by 50 rupees per kg whilst the poorer sorts shed by 50 rupees per kg.",
    "PEK1’s Select best and best increased by 100 rupees per kg. Below best gained by 50 rupees per kg",
    "In the FBOP/FBOPF1’s Select best gained by 100 rupees per kg. Best and the Below Best gained by 50 rupees per kg whilst the poorer sorts dropped by 50 per kilogram",
    "High-grown BP1s were firm while PF1 moved up by 20 rupees per kilogram.",
    "Low-grown BPIs were irregular while PF1 gained by 50 rupees per kilogram."
  ],
  "translate": {
    "si": {
      "title": "ජුනි දෙවන සතියේ අලෙවියේදී ශ්‍රී ලංකාවේ අඩු වර්ධනය වූ තේ මිල පහත වැටේ",
      "body_lines": [
        "ECONOMYNEXT – ශ්‍රී ලංකාවේ අඩු වර්ධනය වූ ලංකා තේ මිල ජුනි දෙවන සතියේ වෙන්දේසියේදී කිලෝග්‍රෑමයක් රුපියල් 1,369.89 දක්වා පහත වැටුණි, පෙර සතියේ වාර්තාගත කිලෝග්‍රෑමයක් රුපියල් 1,506 සිට, ක්‍ෂේත්‍රයේ දත්ත පෙන්වා දෙන්නේ, වැරදි ඉලක්කගත පොලී අනුපාත සහ වැරදි පාවෙන නිසා මුදල් ඒකකය දැඩි ලෙස කඩා වැටීම නිසා ය. යටත් වීමේ අවශ්‍යතාවයක්.",
        "පසුගිය සතියේ ජුනි 08 වැනි දින වෙන්දේසියේ දී අඩු වර්ධනයක් සාමාන්‍යයෙන් කිලෝග්‍රෑමයක් ඩොලර් 3.28 කින් ඉහළ ගොස් ඇති අතර එය වසරකට පෙර ඩොලර් 2.98 කි. ඩොලරය දුර්වල කිරීමට නැඹුරු වන එක්සත් ජනපද මුදල් මුද්‍රණය හේතුවෙන් ගෝලීය භාණ්ඩ මිල ඉහළ ගොස් ඇත.",
        "ජුනි 15 වෙන්දේසියේදී පොතුටුව වතුයායේ Low Grown OP1 ශ්‍රේණිය කිලෝග්‍රෑමයක් රුපියල් 4,350 ක් ද, Pothotuwa BOP1 කිලෝවක් රුපියල් 4,200 ක් ද ලබා ගත් බව Ceylon Tea Brokers දත්ත පෙන්වා දෙයි.",
        "ශ්‍රී ලංකාවේ වෙළෙන්දන්ට සහ සොෆ්ට්-පෙගර් සාමාන්‍යයෙන් උද්ධමනය පැමිණෙන්නේ ආනයනික මිල ගණන් වලින් බව ප්‍රකාශ කරයි. කෙසේ වෙතත්, මුදල් අවප්‍රමාණය කිරීම සඳහා මහ බැංකුව මුදල් මුද්‍රණය කරන විට ආනයනය කළ හෝ අපනයනය කළ සියලුම වෙළඳාම් කරන භාණ්ඩවල මිල ඉහළ යයි.",
        "එක්සත් ජනපද ෆෙඩරල් සංචිතය මුදල් මුද්‍රණය කරන විට ගෝලීය මිල ද ඩොලර් අනුව (භාණ්ඩ උත්පාතය) ඉහළ යයි. 2008/2009 දී කැඩී ගිය Greenspan-Bernanke බුබුලෙන් පසු දරුණුතම ඊනියා ‘Powell Bubble’ හේතුවෙන් මේ මොහොතේ භාණ්ඩ මිල ඉහළ යමින් පවතී.",
        "එක්සත් ජනපද ඩොලර් අනුව මැයි 31 වන දින ජාතික විකුණුම් සාමාන්‍යය පසුගිය වසරේ 3.18 ට සාපේක්ෂව කිලෝග්‍රෑමයක් ඩොලර් 3.69 කි.",
        "ජූනි 08 අලෙවි වෙන්දේසියේදී ලෝ ග්‍රෝන් ලාභ ලැබූ බව කොළඹ පදනම් කරගත් තේ තැරැව්කාර සමාගමක් වන සිලෝන් ටී බ්‍රෝකර්ස් පැවසීය.",
        "අඩු වැඩුණු කොළ / ටිපි ප්‍රභේදය පෙර සතියේ කිලෝග්‍රෑම් මිලියන 2 ට සාපේක්ෂව වැඩි ඉල්ලුමක් කිලෝග්‍රෑම් මිලියන 2.5 ක් අලෙවි විය.",
        "Ex-Estate පසුගිය සතියේ කිලෝග්‍රෑම් මිලියන 0.8 ට සාපේක්ෂව පසුගිය සතියේ අලෙවි වී ඇත්තේ කිලෝග්‍රෑම් මිලියන 0.87 කි.",
        "ජුනි 08 වැනි සතියේ වෙන්දේසියේ දී අඩු වැඩුණු තේ අලෙවි සාමාන්‍යය පෙර සතියේ රුපියල් 1,506.71 ට වඩා 1,369.89 කින් අඩු විය.",
        "ඩොලරය අනුවද මිල ගණන් ජුනි 01 අලෙවියේදී ඩොලර් 4.2 සිට කිලෝග්‍රෑමයකට ඩොලර් 3.8 දක්වා පහත වැටී ඇත.",
        "OP සහ OPA හොඳින් සාදන ලද ප්‍රභේද සහ හොඳම ඒවා ස්ථිර වූ අතර පතුල ලිහිල් විය.",
        "FBOP/FBOP1 හොඳම තෝරන්න ස්ථිර විය. හොඳම මිල කිලෝග්‍රෑමයකට රු. 40/- බැගින් වන අතර පහත හොඳම සහ දුප්පත් වර්ග",
        "ඉහළ වර්ධනය වූ වෙන්දේසි සාමාන්‍යය රුපියල් 957.91ක් වූ අතර එය රුපියල් 1,053.07 සිට පහළ ගියේය.",
        "BOP තේ වල, Best Westerns කිහිපයක් ප්‍රියමනාප පහතින් ගුණාත්මක විය. ශේෂය කිලෝවකට රුපියල් 50කින් හෝ ඊට වැඩි ප්‍රමාණයකින් අඩු විය. කිලෝවකින් රුපියල් වලින් හොඳම ලාභය පහතින්. ප්ලේනර් තේ කිලෝග්‍රෑමයක් රුපියල් 30 දක්වා වැඩි විය.",
        "නුවරඑළිය හොඳට විකිණුනා. උඩ පුස්සැල්ලාව කිලෝග්‍රෑමයකට රුපියල් 30 කින් වැඩි විය. ඌව රුපියල් 50 කින් වැඩි විය.",
        "BOPF කාණ්ඩයේ, Best Westerns හි තෝරාගත් ඉන්වොයිසි කිහිපයක් ස්ථිර විය. ශේෂය කිලෝග්‍රෑමයක් රුපියල් 20-40 කින් අඩු වූ අතර Below Bests කිලෝග්‍රෑමයක් රුපියල් 20-30 කින් වැඩි විය.",
        "සතියකට මධ්‍යම ප්‍රමාණයේ වර්ධනය වූ වෙන්දේසි සාමාන්‍යය රුපියල් 990.97 ක් වූ අතර එය සතියකට පෙර රුපියල් 1,099.02 සිට පහත වැටුණි.",
        "BOP1 හි, හොඳම ඒවා තෝරන්න සහ කිලෝග්‍රෑමයකට රුපියල් 50 කින් ලබා ගත් හොඳම දේ තෝරන්න සහ පහත හොඳම ඒවා ස්ථිර විය. දුප්පත් වර්ග කිලෝවකට රුපියල් 50 කින් අඩු විය.",
        "OP1 හි සියලුම හොඳ වර්ග කිලෝග්‍රෑමයකට රුපියල් 50 කින් වැඩි විය. දුප්පත් වර්ග එකම ආන්තිකයකින් අඩු විය.",
        "PEKOE/PEKOE1 – PEKOE කාණ්ඩයේ, කිලෝග්‍රෑමයකට රුපියල් 100කින් ඉහළ ගිය හොඳම දේ සමඟ හොඳම දේ තෝරන්න.",
        "හොඳම කාණ්ඩයේ තේ කිලෝග්‍රෑමයකට රුපියල් 50 කින් වැඩි වූ අතර දුප්පත් වර්ගවල තේ කිලෝවකට රුපියල් 50 කින් වැඩි විය.",
        "PEK1's Select best and best කිලෝවකට රුපියල් 100කින් වැඩි විය. පහළින් හොඳම ලාභය කිලෝවකට රුපියල් 50කි",
        "FBOP/FBOPF1 හි Select හොඳම කිලෝග්‍රෑමයකට රුපියල් 100 කින් වැඩි විය. හොඳම සහ පහත හොඳම කිලෝග්‍රෑමයකට රුපියල් 50 කින් වැඩි වූ අතර දුප්පත් වර්ග කිලෝග්‍රෑමයකට 50 කින් පහත වැටුණි.",
        "ඉහළ වර්ධනය වූ BP1 ස්ථීර වූ අතර PF1 කිලෝග්‍රෑමයකට රුපියල් 20කින් ඉහළ ගියේය.",
        "අඩු වර්ධනය වූ BPI අක්‍රමවත් වූ අතර PF1 කිලෝග්‍රෑමයකට රුපියල් 50කින් වැඩි විය."
      ]
    },
    "ta": {
      "title": "ஜூன் இரண்டாவது வார விற்பனையில் இலங்கையில் குறைந்த தேயிலையின் விலை சரிவடைந்தது",
      "body_lines": [
        "பொருளாதாரம் – இலங்கையின் குறைந்த வளர்ச்சியடைந்த சிலோன் தேயிலையின் விலை ஜூன் இரண்டாவது வார ஏலத்தில் ஒரு கிலோகிராம் 1,369.89 ரூபாயாக வீழ்ச்சியடைந்தது, முந்தைய வாரத்தில் ஒரு கிலோகிராம் 1,506 ரூபாயாக இருந்தது. ஒரு சரணடைதல் தேவை.",
        "கடந்த வார ஏல விற்பனையில் ஜூன் 08 அன்று குறைந்த அளவு ஒரு கிலோகிராம் சராசரியாக 3.28 டாலர்கள் உயர்ந்துள்ளது, முந்தைய ஆண்டு 2.98 டாலர்களாக இருந்தது. அமெரிக்க பணம் அச்சிடுதல் காரணமாக உலகளாவிய பொருட்களின் விலைகள் உயர்ந்துள்ளன, இது டாலரை பலவீனப்படுத்துகிறது.",
        "ஜூன் 15 ஏலத்தில், பொதொடுவ தோட்டத்தில் குறைந்த வளர்ச்சியடைந்த OP1 தரம் ஒரு கிலோகிராம் 4,350 ரூபாவிற்கும், பொதொடுவ BOP1 ஒரு கிலோ 4,200 ரூபாவிற்கும் கிடைத்ததாக சிலோன் தேயிலை தரகர்களின் தரவுகள் தெரிவிக்கின்றன.",
        "இலங்கையில் வணிகர்கள் மற்றும் சாஃப்ட்-பெக்கர்ஸ் பொதுவாக பணவீக்கம் இறக்குமதி விலையில் இருந்து வருகிறது என்று கூறுகின்றனர். எவ்வாறாயினும், நாணயத்தின் மதிப்பைக் குறைக்க மத்திய வங்கி பணத்தை அச்சிடும்போது, ​​இறக்குமதி செய்யப்பட்ட அல்லது ஏற்றுமதி செய்யப்பட்ட அனைத்து வர்த்தகப் பொருட்களின் விலைகளும் அதிகரிக்கும்.",
        "அமெரிக்க பெடரல் ரிசர்வ் பணத்தை அச்சிடும்போது உலகளாவிய விலைகளும் டாலர் மதிப்பில் (பொருட்களின் ஏற்றம்) உயரும். 2008/2009 இல் உடைந்த க்ரீன்ஸ்பான்-பெர்னான்கே குமிழிக்குப் பிறகு மிக மோசமான 'பவல் குமிழி' என்று அழைக்கப்படுவதால், தற்போது பொருட்களின் விலைகள் உயர்ந்து வருகின்றன.",
        "அமெரிக்க டாலர் மதிப்பில் கடந்த ஆண்டு 3.18 ஆக இருந்த தேசிய விற்பனை சராசரி மே 31 அன்று ஒரு கிலோகிராம் 3.69 டாலராக இருந்தது.",
        "ஜூன் 08 விற்பனை ஏலத்தில், லோ க்ரோன் லாபம் அடைந்ததாக, கொழும்பை தளமாகக் கொண்ட தேயிலை தரகு நிறுவனமான சிலோன் டீ புரோக்கர்ஸ் தெரிவித்துள்ளது.",
        "குறைந்த வளர்ந்த இலை/டிப்பி வகைக்கு முந்தைய வாரத்தில் 2 மில்லியன் கிலோகிராம் இருந்ததை ஒப்பிடுகையில் 2.5 மில்லியன் கிலோகிராம் விற்பனை அதிகரித்தது.",
        "முந்தைய வாரத்தில் 0.8 மில்லியன் கிலோவாக இருந்த எக்ஸ்-எஸ்டேட் கடந்த வாரம் 0.87 மில்லியன் கிலோ விற்பனை செய்துள்ளது.",
        "ஜூன் 08 வார ஏலத்தில், குறைந்த தேயிலை விற்பனை சராசரியாக 1,369.89 ஆக இருந்தது, முந்தைய வாரத்தில் 1,506.71 ரூபாயாக இருந்தது.",
        "டாலர் மதிப்பில் கூட ஜூன் 01 விற்பனையில் 4.2 டாலராக இருந்த விலைகள் கிலோவுக்கு 3.8 டாலராக சரிந்துள்ளது.",
        "OP மற்றும் OPA நன்கு தயாரிக்கப்பட்ட வகைகள் மற்றும் சிறந்தவை உறுதியானவை, அதே சமயம் அடிப்பகுதி தளர்த்தப்பட்டது.",
        "FBOP/FBOP1 சிறந்த தேர்வு உறுதியானது. ஒரு கிலோவிற்கு ரூ.40/- விலை உயர்ந்தது, அதே சமயம் கீழே உள்ள சிறந்த மற்றும் ஏழை வகைகள்",
        "அதிக வளர்ச்சி ஏல சராசரி 957.91 ரூபாயாக இருந்தது, இது 1,053.07 ஆக இருந்தது.",
        "BOP தேயிலைகளில், சில சிறந்த வெஸ்டர்ன்கள் தரத்தை தொடர்ந்து விரும்பத்தக்கவை. இருப்பு ஒரு கிலோவுக்கு 50 ரூபாய் அல்லது அதற்கு மேல் குறைந்தது. ஒரு கிலோவுக்கு ரூபாய்க்குக் கீழே சிறந்த லாபம் கிடைத்தது. ப்ளேனர் டீ விலை ஒரு கிலோவுக்கு 30 ரூபாய்க்கு உறுதியானது.",
        "நுவரெலியா நன்றாக விற்பனையானது. உட புஸ்ஸல்லாவ கிலோ ஒன்றுக்கு 30 ரூபாவினால் அதிகரிக்கப்பட்டுள்ளது. ஊவாவின் விலை 50 ரூபாவால் அதிகரித்துள்ளது.",
        "BOPF பிரிவில், சிறந்த மேற்கத்திய நாடுகளின் சில தேர்ந்தெடுக்கப்பட்ட இன்வாய்ஸ்கள் உறுதியாக இருந்தன. பேலன்ஸ் ஒரு கிலோகிராம் 20-40 ரூபாய் குறைந்துள்ளது, அதே சமயம் Below Bests கிலோவுக்கு 20-30 ரூபாய் வரை அதிகரித்தது.",
        "இந்த வாரத்திற்கான நடுத்தர வளர்ச்சி ஏல சராசரி 990.97 ரூபாயாக இருந்தது, இது ஒரு வாரத்திற்கு முன்பு 1,099.02 ரூபாயாக இருந்தது.",
        "BOP1 இல், சிறந்ததைத் தேர்ந்தெடுங்கள் மற்றும் ஒரு கிலோவிற்கு 50 ரூபாய் பெற்று சிறந்ததைத் தேர்ந்தெடுங்கள் & Below Best உறுதியானது. ஏழைகள் கிலோவுக்கு 50 ரூபாய் குறைந்துள்ளது.",
        "OP1 இன் அனைத்து சிறந்த வகைகளும் ஒரு கிலோவிற்கு 50 ரூபாய் அதிகரித்துள்ளது. ஏழைகள் அதே வித்தியாசத்தில் குறைந்துள்ளனர்.",
        "PEKOE/PEKOE1 – PEKOE பிரிவில், ஒரு கிலோவுக்கு 100 ரூபாய் உயர்த்தப்பட்ட சிறந்தவற்றுடன் சிறந்ததைத் தேர்ந்தெடுக்கவும்.",
        "சிறந்த வகை தேயிலைகள் கிலோ ஒன்றுக்கு 50 ரூபாயும், ஏழை வகைகள் கிலோவுக்கு 50 ரூபாயும் அதிகரித்தது.",
        "PEK1's Select best and best ஒரு கிலோவிற்கு 100 ரூபாய் அதிகரித்துள்ளது. கீழே ஒரு கிலோவுக்கு 50 ரூபாய் வரை லாபம் கிடைத்தது",
        "FBOP/FBOPF1 இன் செலக்ட் சிறந்த முறையில் ஒரு கிலோவிற்கு 100 ரூபாய் வரை பெற்றது. பெஸ்ட் அண்ட் பிலோ பெஸ்ட் கிலோவுக்கு 50 ரூபாயும், ஏழ்மையானவை கிலோவுக்கு 50 ரூபாயும் குறைந்தன.",
        "அதிக வளர்ச்சியடைந்த BP1கள் உறுதியாக இருந்தன, அதே நேரத்தில் PF1 கிலோவிற்கு 20 ரூபாய் உயர்ந்தது.",
        "குறைந்த வளர்ச்சி BPIகள் ஒழுங்கற்றவை, அதே நேரத்தில் PF1 கிலோவுக்கு 50 ரூபாய் அதிகரித்தது."
      ]
    }
  }
}