{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SriLankan-says-re-fleeting-strategy-to-improve-cost-structure-profitability/34-733557",
  "time_ut": 1650312000,
  "title": "SriLankan says re-fleeting strategy to improve cost structure, profitability",
  "body_lines": [
    "SriLankan Airlines says the planned re-fleeting strategy will improve its cost structure and profitability.",
    "The national carrier emphasised the benefits of the re-fleeting program with a Request for Proposals (RfP) for 21 aircraft leases which was published last week and drew widespread criticism amidst the Government’s decision to temporarily suspend servicing of all external debt.",
    "In its clarification, SriLankan Airlines said reviewing the airline’s fleet of aircraft in terms of leasing costs and operating efficiency is a key pillar within a broader cost restructuring plan embarked upon by the airline since the onset of the pandemic in 2020. Other restructuring initiatives have thus far resulted in the airline ceasing to rely on Government funding since the second quarter of 2021, and returning a profit since December 2021 – the most profitable month on record.",
    "The initiation of the re-fleeting RfP is primarily prompted by the impending expiry of aircraft leases for over 50% of the current fleet. The airline recognises that the current global market for aircraft leasing presents an attractive pricing environment which would maximise the cost savings which can be achieved via the timely execution of a re-fleeting strategy.",
    "The combination into a single RfP of replacement aircraft (expiring leases) with growth needs over the ensuing period, captures benefits of scale. A single procurement exercise also avails optionality in terms of selecting the optimum fleet structure in terms of operating efficiency, aircraft type and aircraft age.",
    "All aircraft leases will be funded through the airline’s current existing cashflows, and the re-fleeting is expected to significantly reduce the airline’s cost structure going forward. The re-fleeting exercise will alongside other strategic initiatives help the airline increase its operating margins and further elevate its operating cash flows which will support the timely paying down of long-term debt to the Government and other lenders.",
    "The promising turnaround in the airline’s financials have accrued both from cost restructuring as well as from selective growth initiatives in terms of expansion of the route network to include new destinations, and exploitation of growth opportunities in the cargo sector. Forward looking plans of the airline will be closely aligned to the growth aspirations of Sri Lanka’s tourism sector which is one of the country’s largest foreign exchange contributors.",
    "SriLankan Airlines said it is presently a net foreign exchange earner for the country. Cognisant of the broader macroeconomic environment locally and globally, the airline will continue to take a measured and calibrated approach to growth with primary focus being applied to maintaining self-funded, profitable and sustainable operations.",
    "Last week SriLankan Airlines issued four requests for proposal (RfPs) to lease up to 21 aircraft to support its long-term business strategy. This includes two RfPs covering existing fleet types (320 and 330 family aircraft) and two parallel RfPs to compare with alternative aircraft types. Roughly 60% of the planned aircraft will be for fleet replacement, and the remainder will be to support the airline’s expansion strategy and meet the growing demand for air travel between Sri Lanka and the world.",
    "Prior to the pandemic, in 2019, SriLankan had an all-Airbus fleet of 27 wide and narrow-bodied aircraft to service its short and long-haul operations. During COVID, there were no replacements for three aircraft that left the fleet. The airline currently has 24 aircraft to operate to 40 destinations in 25 countries.",
    "SriLankan said it is planning for measured growth in the next three years through frequency increases and the addition of new destinations as international travel is in a trajectory of recovery from the pandemic. The business plan of the airline necessitates a 35-aircraft-strong fleet by 2025.",
    "Additionally, it is critical to lease replacement aircraft when existing aircraft leases expire to sustain operations. Considering these factors, SriLankan plans to lease up to 21 aircraft from the forthcoming RfP process."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකන් පවසන්නේ පිරිවැය ව්‍යුහය, ලාභදායිත්වය වැඩි දියුණු කිරීම සඳහා නැවත ක්‍ෂණික උපාය මාර්ගයක් බවයි",
      "body_lines": [
        "ශ්‍රී ලංකන් ගුවන් සමාගම පවසන්නේ සැලසුම් කර ඇති නැවත ක්‍ෂණික ක්‍රමෝපාය තම පිරිවැය ව්‍යුහය සහ ලාභදායිත්වය වැඩිදියුණු කරනු ඇති බවයි.",
        "ජාතික ගුවන් සේවය පසුගිය සතියේ ප්‍රකාශයට පත් කරන ලද ගුවන් යානා කල්බදු 21 ක් සඳහා වන යෝජනා (RfP) සමඟ නැවත ක්‍ෂණික වැඩසටහනේ ප්‍රතිලාභ අවධාරණය කළ අතර සියලුම විදේශ ණය සඳහා සේවා සැපයීම තාවකාලිකව අත්හිටුවීමට රජය ගත් තීරණය මධ්‍යයේ පුළුල් විවේචනයට ලක් විය.",
        "ශ්‍රීලංකන් ගුවන් සමාගම සිය පැහැදිලි කිරීම්වලදී පැවසුවේ, 2020 වසංගතය ආරම්භයේ සිට ගුවන් සමාගම විසින් ආරම්භ කරන ලද පුළුල් පිරිවැය ප්‍රතිව්‍යුහගත කිරීමේ සැලැස්මක් තුළ ලීසිං පිරිවැය සහ මෙහෙයුම් කාර්යක්ෂමතාව සම්බන්ධයෙන් ගුවන් සමාගමේ ගුවන් යානා සමූහය සමාලෝචනය කිරීම ප්‍රධාන කුළුණක් බවයි. 2021 දෙවන කාර්තුවේ සිට ගුවන් සමාගම රජයේ අරමුදල් මත යැපීම නැවැත්වීමටත්, 2021 දෙසැම්බර් මාසයේ සිට ලාභයක් ලැබීමටත් හේතු විය - වාර්තාගත වඩාත්ම ලාභදායී මාසය.",
        "ප්‍රති-ක්ෂණික RfP ආරම්භය මූලික වශයෙන් පොළඹවන්නේ වත්මන් ගුවන් යානා ඇණියෙන් 50% කට වඩා වැඩි ගුවන් යානා කල්බදු කල් ඉකුත්වීම මගිනි. ගුවන් යානා ලීසිං සඳහා වත්මන් ගෝලීය වෙළඳපොල ආකර්ශනීය මිලකරණ පරිසරයක් ඉදිරිපත් කරන බව ගුවන් සමාගම හඳුනාගෙන ඇති අතර එමඟින් නැවත ක්‍ෂණික උපාය මාර්ගයක් කාලෝචිත ලෙස ක්‍රියාත්මක කිරීම හරහා ලබා ගත හැකි පිරිවැය ඉතිරිකිරීම් උපරිම වේ.",
        "ප්‍රතිස්ථාපන ගුවන් යානා (කල් ඉකුත්වන කල්බදු) තනි RfP බවට ඒකාබද්ධ කිරීම, ඊළඟ කාල සීමාව තුළ වර්ධන අවශ්‍යතා සමඟ, පරිමාණයේ ප්‍රතිලාභ ග්‍රහණය කරයි. මෙහෙයුම් කාර්යක්ෂමතාව, ගුවන් යානා වර්ගය සහ ගුවන් යානා වයස අනුව ප්‍රශස්ත යාත්‍රා ව්‍යුහය තෝරා ගැනීම සම්බන්ධයෙන් තනි ප්‍රසම්පාදන අභ්‍යාසයක් ද විකල්ප වේ.",
        "සියලුම ගුවන් යානා කල්බදු සඳහා අරමුදල් සපයනු ලබන්නේ ගුවන් සමාගමේ දැනට පවතින මුදල් ප්‍රවාහයන් හරහා වන අතර, නැවත ක්‍ෂණිකව ක්‍රියාත්මක වීම ගුවන් සමාගමේ ඉදිරි වියදම් ව්‍යුහය සැලකිය යුතු ලෙස අඩු කරනු ඇතැයි අපේක්ෂා කෙරේ. නැවත ක්ෂණික අභ්‍යාසය අනෙකුත් උපාය මාර්ගික මුලපිරීම් සමඟින් ගුවන් සමාගමට එහි මෙහෙයුම් ආන්තික වැඩි කිරීමට සහ එහි මෙහෙයුම් මුදල් ප්‍රවාහය තවදුරටත් ඉහළ නැංවීමට උපකාරී වන අතර එමඟින් රජයට සහ අනෙකුත් ණය දෙන්නන්ට නියමිත වේලාවට දිගු කාලීන ණය ගෙවීමට සහාය වේ.",
        "නව ගමනාන්ත ඇතුළත් කිරීමට මාර්ග ජාලය පුළුල් කිරීම සහ භාණ්ඩ ප්‍රවාහන අංශයේ වර්ධන අවස්ථා සූරාකෑම සම්බන්ධයෙන් පිරිවැය ප්‍රතිව්‍යුහගත කිරීම මෙන්ම තෝරාගත් වර්ධන මුලපිරීම් යන දෙකින්ම ගුවන් සමාගමේ මූල්‍යකරණයේ පොරොන්දු වූ පෙරළිය උපයා ඇත. ශ්‍රී ලංකාවේ විශාලතම විදේශ විනිමය දායකයෙකු වන ශ්‍රී ලංකාවේ සංචාරක ක්ෂේත්‍රයේ වර්ධන අභිලාෂයන් සමඟ ගුවන් සමාගමේ ඉදිරි දැක්ම සැලසුම් සමීපව පෙළගැසෙනු ඇත.",
        "ශ්‍රීලංකන් ගුවන් සමාගම පවසන්නේ එය මේ වන විට රටට ශුද්ධ විදේශ විනිමය උපයා දෙන ආයතනයක් බවයි. දේශීය හා ගෝලීය වශයෙන් පුළුල් සාර්ව ආර්ථික පරිසරය පිළිබඳ අවබෝධයක් ඇතිව, ගුවන් සමාගම ස්වයං අරමුදල්, ලාභදායී සහ තිරසාර මෙහෙයුම් පවත්වාගෙන යාම සඳහා මූලික අවධානය යොමු කරමින් වර්ධනය සඳහා මනින ලද සහ ක්‍රමාංකනය කරන ලද ප්‍රවේශයක් දිගටම කරගෙන යනු ඇත.",
        "පසුගිය සතියේ ශ්‍රීලංකන් ගුවන් සමාගම සිය දිගුකාලීන ව්‍යාපාරික උපාය මාර්ගයට සහාය වීම සඳහා ගුවන් යානා 21ක් දක්වා බදු දීමට යෝජනා (RfPs) සඳහා ඉල්ලීම් හතරක් නිකුත් කළේය. දැනට පවතින ගුවන් යානා වර්ග (320 සහ 330 පවුලේ ගුවන් යානා) ආවරණය වන RfP දෙකක් සහ විකල්ප ගුවන් යානා වර්ග සමඟ සැසඳීමට සමාන්තර RfP දෙකක් මෙයට ඇතුළත් වේ. සැලසුම් කර ඇති ගුවන් යානාවලින් දළ වශයෙන් 60% ක් ගුවන් යානා ප්‍රතිස්ථාපනය සඳහා වන අතර ඉතිරිය ගුවන් සමාගමේ ව්‍යාප්ති උපාය මාර්ගයට සහය වීම සහ ශ්‍රී ලංකාව සහ ලෝකය අතර ගුවන් ගමන් සඳහා වැඩිවන ඉල්ලුම සපුරාලීම සඳහා වනු ඇත.",
        "වසංගතයට පෙර, 2019 දී, ශ්‍රීලංකන් සතුව එහි කෙටි හා දිගුකාලීන මෙහෙයුම් සඳහා පුළුල් හා පටු ශරීර සහිත ගුවන් යානා 27 කින් සමන්විත සර්ව ගුවන් යානා ඇණියක් තිබුණි. COVID අතරතුර, ඇණියෙන් ඉවත් වූ ගුවන් යානා තුනක් සඳහා ප්‍රතිස්ථාපන කිසිවක් නොතිබුණි. දැනට රටවල් 25ක ගමනාන්ත 40ක් වෙත ක්‍රියාත්මක වීමට ගුවන් යානා 24ක් ගුවන් සමාගම සතුව ඇත.",
        "ජාත්‍යන්තර සංචාර වසංගතයෙන් මිදීමේ මාවතක පවතින බැවින් සංඛ්‍යාත වැඩිවීම සහ නව ගමනාන්ත එකතු කිරීම තුළින් ඉදිරි වසර තුන තුළ මනින ලද වර්ධනයක් සඳහා සැලසුම් කරන බව ශ්‍රීලංකන් පැවසීය. ගුවන් සේවයේ ව්‍යාපාර සැලැස්මට 2025 වන විට ගුවන් යානා 35කින් සමන්විත බලඇණියක් අවශ්‍ය වේ.",
        "මීට අමතරව, මෙහෙයුම් පවත්වාගෙන යාමට දැනට පවතින ගුවන් යානා කල්බදු කල් ඉකුත් වූ විට ප්‍රතිස්ථාපන ගුවන් යානා බදු දීම ඉතා වැදගත් වේ. මෙම කරුණු සැලකිල්ලට ගනිමින් ශ්‍රීලංකන් ගුවන් යානා 21ක් දක්වා ඉදිරි RfP ක්‍රියාවලියෙන් බදු දීමට සැලසුම් කරයි."
      ]
    },
    "ta": {
      "title": "ஸ்ரீலங்கன், செலவுக் கட்டமைப்பை, லாபத்தை மேம்படுத்துவதற்கான மறு விரைவான உத்தி என்று கூறுகிறது",
      "body_lines": [
        "திட்டமிட்ட மீள்விரைவு உத்தியானது அதன் செலவுக் கட்டமைப்பையும் லாபத்தையும் மேம்படுத்தும் என ஸ்ரீலங்கன் எயார்லைன்ஸ் கூறுகிறது.",
        "கடந்த வாரம் வெளியிடப்பட்ட 21 விமானக் குத்தகைகளுக்கான முன்மொழிவுகளுக்கான கோரிக்கையுடன் (RfP) தேசிய கேரியர் மறு-விரைவான திட்டத்தின் நன்மைகளை வலியுறுத்தியது மற்றும் அனைத்து வெளிநாட்டுக் கடன்களுக்கான சேவையையும் தற்காலிகமாக நிறுத்துவதற்கான அரசாங்கத்தின் முடிவிற்கு மத்தியில் பரவலான விமர்சனத்தை ஈர்த்தது.",
        "ஸ்ரீலங்கன் ஏர்லைன்ஸ் தனது தெளிவுபடுத்தலில், 2020 ஆம் ஆண்டில் தொற்றுநோய் தொடங்கியதிலிருந்து விமான நிறுவனத்தால் தொடங்கப்பட்ட பரந்த செலவு மறுசீரமைப்புத் திட்டத்தில் குத்தகை செலவுகள் மற்றும் இயக்க திறன் ஆகியவற்றின் அடிப்படையில் விமானங்களின் விமானக் குழுவை மதிப்பாய்வு செய்வது ஒரு முக்கிய தூணாகும். 2021 ஆம் ஆண்டின் இரண்டாவது காலாண்டில் இருந்து விமான நிறுவனம் அரசாங்கத்தின் நிதியை நம்பியிருப்பதை நிறுத்தியது மற்றும் டிசம்பர் 2021 முதல் லாபத்தை திரும்பப் பெற்றுள்ளது - இது சாதனையில் அதிக லாபம் தரும் மாதமாகும்.",
        "தற்போதைய கப்பற்படையில் 50%க்கும் அதிகமான விமானக் குத்தகைகள் வரவிருக்கும் காலாவதியால், மறு-விரைவான RfP இன் துவக்கம் முதன்மையாகத் தூண்டப்படுகிறது. விமானக் குத்தகைக்கான தற்போதைய உலகளாவிய சந்தையானது ஒரு கவர்ச்சிகரமான விலையிடல் சூழலை வழங்குகிறது என்பதை விமான நிறுவனம் அங்கீகரிக்கிறது, இது ஒரு விரைவான வியூகத்தை சரியான நேரத்தில் செயல்படுத்துவதன் மூலம் அடையக்கூடிய செலவு சேமிப்பை அதிகப்படுத்தும்.",
        "மாற்று விமானத்தின் (காலாவதியான குத்தகைகள்) ஒரு ஒற்றை RfP ஆக கலவையானது, அடுத்தடுத்த காலகட்டங்களில் வளர்ச்சி தேவைகளுடன், அளவின் பலன்களைப் பிடிக்கிறது. இயக்க திறன், விமான வகை மற்றும் விமானத்தின் வயது ஆகியவற்றின் அடிப்படையில் உகந்த கடற்படை கட்டமைப்பைத் தேர்ந்தெடுப்பதில் ஒரு ஒற்றை கொள்முதல் பயிற்சி விருப்பத்தேர்வைப் பெறுகிறது.",
        "அனைத்து விமானக் குத்தகைகளும் விமான நிறுவனத்தின் தற்போதைய பணப்புழக்கத்தின் மூலம் நிதியளிக்கப்படும், மேலும் மறு-விரைவானது விமானத்தின் முன்னோக்கி செல்லும் செலவுக் கட்டமைப்பைக் கணிசமாகக் குறைக்கும் என்று எதிர்பார்க்கப்படுகிறது. மறு-விரைவான பயிற்சியானது மற்ற மூலோபாய முன்முயற்சிகளுடன் விமான நிறுவனம் அதன் செயல்பாட்டு வரம்புகளை அதிகரிக்கவும், அதன் செயல்பாட்டு பணப்புழக்கத்தை மேலும் உயர்த்தவும் உதவும், இது அரசாங்கத்திற்கும் பிற கடன் வழங்குபவர்களுக்கும் நீண்ட கால கடனை சரியான நேரத்தில் செலுத்துவதற்கு உதவும்.",
        "ஏர்லைனின் நிதியங்களில் நம்பிக்கைக்குரிய திருப்பம், செலவு மறுசீரமைப்பு மற்றும் புதிய இடங்களை உள்ளடக்கும் வகையில் பாதை வலையமைப்பை விரிவுபடுத்துதல் மற்றும் கார்கோ துறையில் வளர்ச்சி வாய்ப்புகளை சுரண்டுதல் ஆகியவற்றின் அடிப்படையில் தேர்ந்தெடுக்கப்பட்ட வளர்ச்சி முன்முயற்சிகள் ஆகிய இரண்டிலும் சேர்ந்துள்ளது. நாட்டின் மிகப்பெரிய அந்நியச் செலாவணி பங்களிப்பாளர்களில் ஒன்றான இலங்கையின் சுற்றுலாத் துறையின் வளர்ச்சி அபிலாஷைகளுடன் விமான சேவையின் முன்னோக்கி நோக்கும் திட்டங்கள் நெருக்கமாக இணைக்கப்படும்.",
        "தற்போது நாட்டிற்கு நிகர அந்நிய செலாவணியை ஈட்டித் தருவதாக ஸ்ரீலங்கன் ஏர்லைன்ஸ் தெரிவித்துள்ளது. உள்நாட்டிலும் உலக அளவிலும் பரந்த பொருளாதாரச் சூழலை அறிந்திருப்பதால், விமான நிறுவனம், சுயநிதி, லாபம் மற்றும் நிலையான செயல்பாடுகளை பராமரிப்பதில் முதன்மை கவனம் செலுத்துவதன் மூலம் வளர்ச்சிக்கான அளவிடப்பட்ட மற்றும் அளவீடு செய்யப்பட்ட அணுகுமுறையை தொடர்ந்து எடுக்கும்.",
        "கடந்த வாரம் ஸ்ரீலங்கன் ஏர்லைன்ஸ் தனது நீண்ட கால வணிக மூலோபாயத்தை ஆதரிப்பதற்காக 21 விமானங்கள் வரை குத்தகைக்கு வழங்குவதற்கு (RfPs) நான்கு கோரிக்கைகளை வெளியிட்டது. இதில் தற்போதுள்ள கடற்படை வகைகளை உள்ளடக்கிய இரண்டு RfPகள் (320 மற்றும் 330 குடும்ப விமானங்கள்) மற்றும் மாற்று விமான வகைகளுடன் ஒப்பிடுவதற்கு இரண்டு இணையான RfP களும் அடங்கும். திட்டமிடப்பட்ட விமானங்களில் ஏறக்குறைய 60% கடற்படை மாற்றத்திற்காக இருக்கும், மேலும் எஞ்சியவை விமானத்தின் விரிவாக்க மூலோபாயத்திற்கு ஆதரவாகவும் இலங்கைக்கும் உலகிற்கும் இடையிலான விமானப் பயணத்திற்கான வளர்ந்து வரும் தேவையை பூர்த்தி செய்வதாகவும் இருக்கும்.",
        "தொற்றுநோய்க்கு முன்னர், 2019 ஆம் ஆண்டில், ஸ்ரீலங்கன் தனது குறுகிய மற்றும் நீண்ட தூர நடவடிக்கைகளுக்கு சேவை செய்வதற்காக 27 பரந்த மற்றும் குறுகிய உடல் கொண்ட அனைத்து ஏர்பஸ் விமானங்களைக் கொண்டிருந்தது. கோவிட் சமயத்தில், கடற்படையை விட்டு வெளியேறிய மூன்று விமானங்களுக்கு மாற்றாக எதுவும் இல்லை. தற்போது 25 நாடுகளில் உள்ள 40 இடங்களுக்கு இயக்க 24 விமானங்கள் உள்ளன.",
        "சர்வதேச பயணங்கள் தொற்றுநோயிலிருந்து மீள்வதற்கான பாதையில் இருப்பதால், அதிர்வெண் அதிகரிப்பு மற்றும் புதிய இடங்களைச் சேர்ப்பதன் மூலம் அடுத்த மூன்று ஆண்டுகளில் அளவிடப்பட்ட வளர்ச்சியைத் திட்டமிடுவதாக ஸ்ரீலங்கன் தெரிவித்துள்ளது. விமான நிறுவனத்தின் வணிகத் திட்டத்திற்கு 2025 ஆம் ஆண்டுக்குள் 35-விமானங்களைக் கொண்ட வலுவான கடற்படை தேவைப்படுகிறது.",
        "கூடுதலாக, தற்போதுள்ள விமானக் குத்தகைகள் செயல்பாடுகளைத் தக்கவைக்க காலாவதியாகும் போது மாற்று விமானங்களை குத்தகைக்கு எடுப்பது மிகவும் முக்கியமானது. இந்தக் காரணிகளைக் கருத்தில் கொண்டு, வரவிருக்கும் RfP செயல்முறையிலிருந்து 21 விமானங்களை குத்தகைக்கு எடுக்க ஸ்ரீலங்கன் திட்டமிட்டுள்ளது."
      ]
    }
  }
}