{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/21-A-should-be-a-genuine-move/172-238054",
  "time_ut": 1653936000,
  "title": "21 A should be a genuine move",
  "body_lines": [
    "As we editorially commented a few weeks ago, the reintroduction of the 19th Amendment to the Constitution in the form of 21st Amendment as the solution to the current political impasse, it would not definitely be a solution to the immediate economic issues such as the incredibly rising cost of living, and the shortage of essential items.",
    "Yet, it is a good move for the pruning of executive powers accumulated in one person, the President. And this might be an opportune time to reenact the provisions of the 19th Amendment with appropriate changes based on the experience gained during the previous government.",
    "The current regime is the one that very clearly proved that the powers amassed in one person alone cannot solve problems faced by the people. It also proved that such powers are counterproductive, as the system prevents collective responsibility to the efforts to solve those problems. It also encourages subservience to the President, and not creative contribution on the part of the Cabinet and the Parliamentary group of the ruling party, in their actions.",
    "However, misconceptions still prevail about the possible scenario that would emerge once the executive Presidency is scrapped. One such strong contention is that executive Presidency is needed to prevent separatism and the protagonists of it argue that Executive Presidency should be the mode of governance so long as the 13th Amendment under which the provincial councils are created is in force. A leading monk had also echoed this view last week when Justice Minister Wijeyadasa Rajapakshe explained the proposed draft 21st Amendment prepared by him to the monk.",
    "Here, the misconception is that executive powers also vanish into the thin air when the Executive Presidency is scrapped. But in fact they are automatically vested in the Cabinet to be collectively implemented. When it comes to war and peace or quelling riots, one must recall how Prime Minister S.W.R.D.Bandaranaike handled the 1958 ethnic riots though Governor General Sir Oliver Goonetilleke and how Sirimavo Bandaranaike defeated the 1962 coup and crushed the JVP’s first insurrection in 1971 with a iron fist. Under the Westminster mode of governance the Cabinet including the Prime Minister is always in Parliament to answer about their decisions and actions, whereas the President cannot even be referred to in Parliament, provincial councils or local councils without a substantial motion, under the executive Presidency.",
    "Also there are many other countries which had successfully handled interstate and intrastate armed conflicts, without the Executive presidency being the mode of governance in those countries. For instance, India eradicated Naxalite movement in 1950s and 1960s. Seven decades on, the current isolated incidents in the name of Naxalites in some states in India do not have even the remotest capacity to challenge the democratic polity of that country. India also fought several wars with Pakistan and China. The ten week war fought by Britain in 1982 with Argentina over Falkland Islands was another case in point. Britain has also contained the IRA rebellion.",
    "Cruelty, highhandedness and high profile corruption on the part of the government and the governing clans have been evident both under the Westminster governing system and Executive Presidency. The only difference is that the decision makes would have to “practically” be answerable to the Parliament under the Cabinet form of the government. One has to weigh the current provision for the President to be responsible to the Parliament against how the past and present Presidents have respected the Parliament’s writ.",
    "It is argued that the executive Presidency cannot be abrogated without the approval of the people through a referendum and hence, the 19th Amendment was bought in as a measure to strengthen the Parliament in the highest possible manner. If the proposed 21st Amendment is meant for the same purpose it should also prune the powers of the President in the highest possible manner. It should not be a diversionary scheme to dilute the current people’s agitations against the perpetrators of the economic mayhem that they are faced with now. It should also not be a shield against the call against the executive Presidency which had gained momentum now to the extent that even President Gotabaya Rajapaksa who scrapped the 19th Amendment 19 months ago had stated he would support any move to abolish executive Presidency."
  ],
  "translate": {
    "si": {
      "title": "21 A යනු සැබෑ පියවරක් විය යුතුය",
      "body_lines": [
        "සති කිහිපයකට පෙර අප කතුවැකියෙන් අදහස් දැක්වූ පරිදි, වත්මන් දේශපාලන අර්බුදයට විසඳුම ලෙස 19 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය 21 වැනි ව්‍යවස්ථා සංශෝධනය ලෙස නැවත ගෙන ඒම, ඇදහිය නොහැකි ලෙස ඉහළ යාම වැනි ක්ෂණික ආර්ථික ප්‍රශ්නවලට එය නිසැකවම විසඳුමක් නොවනු ඇත. ජීවන වියදම, අත්‍යාවශ්‍ය භාණ්ඩ හිඟය.",
        "එසේ වුවද, එය එක් පුද්ගලයකුට එනම් ජනාධිපතිවරයාට එකතු වී ඇති විධායක බලතල කප්පාදු කිරීම සඳහා හොඳ පියවරකි. එමෙන්ම 19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ විධිවිධාන පසුගිය රජය සමයේ ලැබූ අත්දැකීම් මත පදනම්ව සුදුසු වෙනස්කම් සහිතව යළි බලාත්මක කිරීමට මෙය හොඳ අවස්ථාවක් විය හැකිය.",
        "එක් අයකුට පමණක් එක් රැස් කරගත් බලතලවලින් පමණක් ජනතාව මුහුණ දෙන ප්‍රශ්න විසඳිය නොහැකි බව ඉතා පැහැදිලිව ඔප්පු කළ පාලනය වත්මන් පාලනයයි. එම ප්‍රශ්න විසඳීමේ ප්‍රයත්නවලට සාමූහික වගකීම පද්ධතිය විසින් වළක්වන බැවින් එවැනි බලතල ප්‍රතිපලදායක බව ද ඔප්පු විය. එය ද දිරිගන්වන්නේ ජනාධිපතිවරයාට යටත් වීම මිස, කැබිනට් මණ්ඩලයේ සහ ආණ්ඩු පක්ෂයේ පාර්ලිමේන්තු කණ්ඩායමේ ඔවුන්ගේ ක්‍රියාවන්හි නිර්මාණාත්මක දායකත්වයක් නොවේ.",
        "කෙසේ වෙතත්, විධායක ජනාධිපති ක්‍රමය අහෝසි කළ පසු මතුවිය හැකි තත්ත්වය පිළිබඳව තවමත් වැරදි මත පවතී. බෙදුම්වාදය වැලැක්වීමට විධායක ජනාධිපති ක්‍රමය අවශ්‍ය බව එවැනි ප්‍රබල මතවාදයක් වන අතර එහි ප්‍රධාන චරිත තර්ක කරන්නේ පළාත් සභා ඇති කරන 13 වැනි සංශෝධනය ක්‍රියාත්මක වන තාක් කල් විධායක ජනාධිපති ක්‍රමය පාලන ක්‍රමය විය යුතු බවයි. පසුගිය සතියේ අධිකරණ අමාත්‍ය විජයදාස රාජපක්ෂ මහතා විසින් සකස් කරන ලද යෝජිත 21 වැනි ව්‍යවස්ථා සංශෝධන කෙටුම්පත පිළිබඳව භික්ෂූන් වහන්සේට පැහැදිලි කළ අවස්ථාවේදී නායක හිමිනමක් ද මෙම අදහස ප්‍රතිරාවය කර තිබුණි.",
        "මෙහිදී වැරදි මතයක් වන්නේ විධායක ජනාධිපති ක්‍රමය අහෝසි කළ විට විධායක බලතල ද තුෂ්නිම්භූත වන බවයි. නමුත් ඇත්ත වශයෙන්ම ඒවා සාමූහිකව ක්‍රියාත්මක කිරීමට කැබිනට් මණ්ඩලයට ස්වයංක්‍රීයව පැවරේ. යුද්ධය සහ සාමය හෝ කෝලාහල මැඩලීම ගැන කතා කරන විට 1958 ජනවාර්ගික කෝලාහල ආණ්ඩුකාර ජනරාල් ශ්‍රීමත් ඔලිවර් ගුණතිලක වුවද අගමැති එස්.ඩබ්ලිව්.ආර්.ඩී.බණ්ඩාරනායක විසින් හසුරුවන ආකාරයත්, 1962 කුමන්ත්‍රණය පරාජය කර සිරිමාවෝ බණ්ඩාරනායක ජවිපෙ 19 කැරැල්ලේ පළමු යකඩ 19 කැරැල්ලෙන් කුඩුපට්ටම් කළ ආකාරයත් සිහිපත් කළ යුතුය. . වෙස්ට්මිනිස්ටර් පාලන ක්‍රමය යටතේ අගමැති ඇතුළු අමාත්‍ය මණ්ඩලය සෑම විටම පාර්ලිමේන්තුවේ සිටින්නේ ඔවුන්ගේ තීරණ සහ ක්‍රියා සම්බන්ධයෙන් පිළිතුරු දීමට වන අතර විධායක ජනාධිපති ක්‍රමය යටතේ පාර්ලිමේන්තුවට, පළාත් සභාවලට හෝ ප්‍රාදේශීය සභාවලට සැලකිය යුතු යෝජනාවකින් තොරව ජනාධිපතිවරයා වෙත යොමු කිරීමට පවා නොහැකිය.",
        "එසේම විධායක ජනාධිපති ක්‍රමය එම රටවල පාලන ක්‍රමය නොවී අන්තර් රාජ්‍ය හා රාජ්‍ය අභ්‍යන්තර සන්නද්ධ ගැටුම් සාර්ථකව හසුරුවා ගත් තවත් රටවල් රාශියක් ඇත. නිදසුනක් වශයෙන්, ඉන්දියාව 1950 සහ 1960 ගණන්වල නැක්සලයිට් ව්‍යාපාරය මුලිනුපුටා දැමීය. දශක හතකට පසු, ඉන්දියාවේ සමහර ප්‍රාන්තවල නැක්සලයිට්වරුන්ගේ නාමයෙන් වර්තමාන හුදකලා සිදුවීම්, එම රටේ ප්‍රජාතන්ත්‍රවාදී දේශපාලනයට අභියෝග කිරීමට තරම් දුරස්ථ හැකියාවක්වත් නොමැත. ඉන්දියාව ද පකිස්ථානය හා චීනය සමඟ යුද්ධ කිහිපයක්ම කළා. ෆෝක්ලන්ඩ් දූපත් අරභයා 1982 දී බි‍්‍රතාන්‍යය විසින් ආර්ජන්ටිනාව සමඟ කරන ලද සති දහයක යුද්ධය තවත් එක් උදාහරණයකි. බ්‍රිතාන්‍යය ද IRA කැරැල්ල පාලනය කර ඇත.",
        "වෙස්ට්මිනිස්ටර් පාලන ක්‍රමය යටතේත් විධායක ජනාධිපති ක්‍රමය යටතේත් ආණ්ඩුවේ සහ පාලන වංශවල කෲරත්වය, උඩඟුකම සහ ඉහළ දූෂිත බව පැහැදිලිව පෙනෙන්නට තිබේ. එකම වෙනස වන්නේ ගන්නා තීරණය \"ප්‍රායෝගිකව\" ආණ්ඩුවේ කැබිනට් ආකෘතිය යටතේ පාර්ලිමේන්තුවට වගකිව යුතු වීමයි. හිටපු සහ වත්මන් ජනාධිපතිවරුන් පාර්ලිමේන්තු ආඥාවට ගරු කර ඇති ආකාරය සම්බන්ධයෙන් ජනාධිපතිවරයා පාර්ලිමේන්තුවට වගකිව යුතු බවට දැනට පවතින ප්‍රතිපාදනය කිරා මැන බැලිය යුතුය.",
        "ජනමත විචාරණයකින් ජනතා අනුමැතියකින් තොරව විධායක ජනාධිපති ක්‍රමය අහෝසි කළ නොහැකි බවත් ඒ නිසා 19 වැනි සංශෝධනය මිලට ගත්තේ පාර්ලිමේන්තුව හැකි උපරිමයෙන් ශක්තිමත් කිරීමේ පියවරක් ලෙස බවත් තර්ක කෙරේ. යෝජිත 21 වැනි ව්‍යවස්ථා සංශෝධනය ද එම අරමුණින් ම ගෙන එන්නේ නම් එය කළ යුත්තේ ද හැකි උපරිමයෙන් ජනාධිපතිවරයාගේ බලතල කප්පාදු කිරීමයි. ඔවුන් දැන් මුහුණ දී සිටින ආර්ථික විනාශයේ අපරාධකරුවන්ට එරෙහිව වත්මන් ජනතා උද්ඝෝෂණ දියාරු කිරීම වෙනතකට යොමු කිරීමේ වැඩපිළිවෙළක් නොවිය යුතුය. මීට මාස 19කට පෙර 19 වැනි ව්‍යවස්ථා සංශෝධනය ඉවත් කළ ගෝඨාභය රාජපක්ෂ ජනාධිපතිවරයා පවා විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමේ ඕනෑම ක්‍රියාමාර්ගයකට සහය දෙන බව ප්‍රකාශ කරන තරමට එය දැන් වේගවත් වී ඇති විධායක ජනාධිපති ක්‍රමයට එරෙහි හඬට එරෙහි පලිහක් නොවිය යුතුය."
      ]
    },
    "ta": {
      "title": "21 A ஒரு உண்மையான நடவடிக்கையாக இருக்க வேண்டும்",
      "body_lines": [
        "சில வாரங்களுக்கு முன்னர் நாம் தலையங்கமாக கருத்து தெரிவித்தது போல், தற்போதைய அரசியல் முட்டுக்கட்டைக்கு தீர்வாக அரசியலமைப்பின் 19 வது திருத்தத்தை 21 வது திருத்த வடிவில் மீண்டும் அறிமுகப்படுத்துவது, நம்பமுடியாத அளவிற்கு எழும் உடனடி பொருளாதார பிரச்சினைகளுக்கு நிச்சயமாக தீர்வாக இருக்காது. வாழ்க்கைச் செலவு, அத்தியாவசியப் பொருட்களின் பற்றாக்குறை.",
        "ஆயினும்கூட, ஜனாதிபதி என்ற ஒருவரிடமே குவிந்துள்ள நிறைவேற்று அதிகாரங்களை கத்தரிப்பது ஒரு நல்ல நடவடிக்கையாகும். மேலும் கடந்த அரசாங்கத்தின் போது பெற்ற அனுபவத்தின் அடிப்படையில் பொருத்தமான மாற்றங்களுடன் 19 ஆவது திருத்தத்தின் ஏற்பாடுகளை மீள அமுல்படுத்துவதற்கு இது ஒரு சிறந்த நேரமாக இருக்கலாம்.",
        "ஒருவரிடம் குவிக்கப்பட்ட அதிகாரங்களால் மட்டும் மக்கள் எதிர்கொள்ளும் பிரச்சினைகளுக்கு தீர்வு காண முடியாது என்பதை மிகத் தெளிவாக நிரூபித்த ஆட்சிதான் தற்போதைய ஆட்சியாகும். அந்தச் சிக்கல்களைத் தீர்ப்பதற்கான முயற்சிகளுக்கு கூட்டுப் பொறுப்பை அமைப்பு தடுக்கிறது என்பதால், அத்தகைய சக்திகள் எதிர்விளைவுகளை ஏற்படுத்துகின்றன என்பதையும் இது நிரூபித்தது. இது ஜனாதிபதிக்கு அடிபணிவதை ஊக்குவிக்கிறது, அமைச்சரவை மற்றும் ஆளும் கட்சியின் நாடாளுமன்றக் குழுவின் செயல்பாடுகளில் ஆக்கப்பூர்வமான பங்களிப்பை அல்ல.",
        "எவ்வாறாயினும், நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை நீக்கப்பட்டவுடன் ஏற்படக்கூடிய சாத்தியக்கூறுகள் குறித்து இன்னமும் தவறான கருத்துக்கள் நிலவுகின்றன. பிரிவினைவாதத்தைத் தடுப்பதற்கு நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை அவசியம் என்பதும், மாகாண சபைகள் உருவாக்கப்பட்ட 13வது திருத்தச் சட்டம் நடைமுறையில் இருக்கும் வரை, நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையே ஆட்சி முறைமையாக இருக்க வேண்டும் என்பதும் அத்தகைய வலுவான வாதமாகும். கடந்த வாரம் நீதியமைச்சர் விஜயதாச ராஜபக்ஷ அவர்களால் தயாரிக்கப்பட்ட உத்தேச 21வது திருத்தச் சட்ட வரைவை பிக்குவிடம் விளக்கிய போது, ​​ஒரு முன்னணி பிக்குவும் இந்தக் கருத்தை எதிரொலித்திருந்தார்.",
        "இங்கு, நிறைவேற்று அதிகாரம் இல்லாது போனால் நிறைவேற்று அதிகாரங்களும் காற்றில் பறந்துவிடும் என்பது தவறான கருத்து. ஆனால் உண்மையில் அவை கூட்டாகச் செயல்படுத்தப்படும் அமைச்சரவையில் தானாகவே வழங்கப்படுகின்றன. யுத்தம், சமாதானம் அல்லது கலவரங்களை அடக்குவது என்று வரும்போது, ​​1958 இனக்கலவரத்தை கவர்னர் ஜெனரல் சர் ஒலிவர் குணதிலக இருந்தபோதும், பிரதமர் எஸ்.டபிள்யூ.ஆர்.டி. பண்டாரநாயக்க எப்படி கையாண்டார் என்பதையும், 1962 ஆட்சிக்கவிழ்ப்பை சிறிமாவோ பண்டாரநாயக்கா தோற்கடித்து, ஜே.வி.பி.யின் 1911111111111111111111111111111111111111111ல் ஆட்சிக்கவிழ்ப்பை முதல்முறையாக முறியடித்த இனக்கலவரத்தை பிரதமர் எஸ்.டபிள்யூ.ஆர்.டி.பண்டாரநாயக்கா கையாண்டார். . வெஸ்ட்மினிஸ்டர் ஆட்சி முறையின் கீழ், பிரதமர் உள்ளிட்ட அமைச்சரவை அவர்களின் முடிவுகள் மற்றும் நடவடிக்கைகள் குறித்து பதிலளிக்க எப்போதும் பாராளுமன்றத்தில் இருக்கும், அதேசமயம் நிறைவேற்று ஜனாதிபதி முறையின் கீழ், கணிசமான பிரேரணையின்றி ஜனாதிபதியை பாராளுமன்றம், மாகாண சபைகள் அல்லது உள்ளூராட்சி சபைகளில் குறிப்பிட முடியாது.",
        "மேலும் பல நாடுகளுக்கு இடையேயான மற்றும் மாநிலங்களுக்கு இடையேயான ஆயுத மோதல்களை வெற்றிகரமாகக் கையாண்ட பல நாடுகள் உள்ளன, அந்த நாடுகளில் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை ஆட்சிமுறையாக இல்லாமல். உதாரணமாக, 1950கள் மற்றும் 1960களில் நக்சலைட் இயக்கத்தை இந்தியா ஒழித்தது. ஏழு தசாப்தங்களுக்குப் பிறகு, இந்தியாவில் சில மாநிலங்களில் நக்சலைட்கள் என்ற பெயரில் தற்போது நடக்கும் தனிமைப்படுத்தப்பட்ட சம்பவங்கள், அந்த நாட்டின் ஜனநாயக அரசியலுக்கு சவால் விடும் திறன் கூட இல்லை. இந்தியாவும் பாகிஸ்தான் மற்றும் சீனாவுடன் பல போர்களை நடத்தியது. 1982ல் அர்ஜென்டினாவுடன் ஃபாக்லாந்து தீவுகள் தொடர்பாக பிரிட்டன் நடத்திய பத்து வாரப் போர் இதற்கு மற்றொரு உதாரணம். பிரிட்டனும் IRA கிளர்ச்சியைக் கட்டுப்படுத்தியுள்ளது.",
        "வெஸ்ட்மின்ஸ்டர் ஆட்சி முறை மற்றும் நிறைவேற்று ஜனாதிபதி முறையின் கீழும் அரசாங்கம் மற்றும் ஆளும் குலங்கள் மீதான கொடுமை, உயர்நிலை மற்றும் உயர்மட்ட ஊழல் ஆகியவை தெளிவாகத் தெரிகிறது. ஒரே ஒரு வித்தியாசம் என்னவென்றால், எடுக்கப்படும் முடிவு \"நடைமுறையில்\" அரசாங்கத்தின் அமைச்சரவை வடிவத்தின் கீழ் பாராளுமன்றத்திற்கு பதிலளிக்க வேண்டும். கடந்த கால மற்றும் தற்போதைய ஜனாதிபதிகள் பாராளுமன்றத்தின் ஆணையை எவ்வாறு மதித்தார்கள் என்பதற்கு எதிராக ஜனாதிபதி பாராளுமன்றத்திற்கு பொறுப்புக்கூற வேண்டிய தற்போதைய ஏற்பாட்டை ஒருவர் எடைபோட வேண்டும்.",
        "சர்வஜன வாக்கெடுப்பு மூலம் மக்களின் அங்கீகாரம் இன்றி நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை இரத்துச் செய்ய முடியாது எனவும், எனவே 19வது திருத்தம் பாராளுமன்றத்தை மிக உயர்ந்த முறையில் பலப்படுத்தும் நடவடிக்கையாக எடுக்கப்பட்டதாகவும் வாதிடப்படுகிறது. முன்மொழியப்பட்ட 21வது திருத்தம் அதே நோக்கத்திற்காக இருந்தால், அது ஜனாதிபதியின் அதிகாரங்களை மிக உயர்ந்த முறையில் குறைக்க வேண்டும். பொருளாதாரச் சீர்கேட்டில் ஈடுபடுபவர்களுக்கு எதிரான தற்போதைய மக்கள் போராட்டத்தை நீர்த்துப் போகச் செய்யும் திட்டமாக இது இருக்கக் கூடாது. 19 மாதங்களுக்கு முன்னர் 19வது திருத்தத்தை இரத்து செய்த ஜனாதிபதி கோட்டாபய ராஜபக்ஷ கூட நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதற்கான எந்தவொரு நடவடிக்கையையும் ஆதரிப்பதாகக் கூறும் அளவிற்கு தற்போது வேகம் பெற்றுள்ள நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமைக்கு எதிரான அழைப்புக்கு எதிரான ஒரு கேடயமாக இது இருக்கக்கூடாது."
      ]
    }
  }
}