{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sp-downgrades-two-sri-lanka-sovereign-bonds-to-d-94828/",
  "time_ut": 1653647580,
  "title": "S&P downgrades two Sri Lanka sovereign bonds to ‘D’",
  "body_lines": [
    "ECONOMYNEXT – Standard $ Poor’s, a rating agency, said it has downgraded two Sri Lanka sovereign bonds due in 2025 and 2027 to default (D) after interest coupons were missed.",
    "Fitch had earlier downgraded Sri Lanka sovereign bonds to D on cross default clauses after the missed payment.",
    "The Sri Lanka government remains in default on some foreign currency obligations, including international sovereign bonds (ISBs) on which it has missed interest payments.",
    "We do not expect the government to make ISB interest payments within 30 calendar days after their due dates.",
    "Following missed interest payments due on May 3 and May 11, we have lowered the ratings on the affected bonds to ‘D’.",
    "We are affirming our ‘SD/SD’ foreign currency and ‘CCC-/C’ local currency ratings on Sri Lanka. The outlook on the local currency ratings is negative.",
    "On May 27, 2022, S&P Global Ratings affirmed its long-term and short-term foreign currency sovereign ratings on Sri Lanka at ‘SD/SD.’ At the same time, we affirmed our ‘CCC-‘ long-term and ‘C’ short-term local currency sovereign ratings. The outlook on the local currency ratings remains negative.",
    "In addition, we lowered to ‘D’ from ‘CC’ the issue ratings on the following bonds with missed interest payments in May:",
    "Our foreign currency rating on Sri Lanka is ‘SD’ (selective default). We do not assign outlooks to ‘SD’ ratings because they express a condition and not a forward-looking opinion of default probability.",
    "The negative outlook on the local currency ratings reflects the high risk to commercial debt repayments over the next 12 months in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "We could lower the local currency ratings if there are indications of nonpayment or restructuring of Sri Lankan rupee-denominated obligations.",
    "We could revise the outlook to stable or raise the local currency ratings if we perceive that the likelihood of the government’s local currency debt being excluded from any debt restructuring has increased. This could be the case if, for example, the government receives significant donor funding which gives it some time to implement immediate and transformative reforms.",
    "We would raise our long-term foreign currency sovereign credit rating upon completion of the government’s bond restructuring. The rating would reflect Sri Lanka’s post-restructuring creditworthiness. Our post-restructuring ratings tend to be in the ‘CCC’ or low ‘B’ categories, depending on the sovereign’s new debt structure and capacity to support that debt.",
    "Sri Lanka’s external public debt moratorium prevents payment of interest and principal obligations due on the government’s ISBs. As such, interest payments due May 3, and May 11, on its 2025 and 2027 ISBs, respectively, would have been affected. Following the missed payments, and given our expectation that payment will not be made within 30 calendar days of the due date, we have lowered the issue ratings on these bonds to ‘D’ (default)."
  ],
  "translate": {
    "si": {
      "title": "S&P ශ්‍රී ලංකා ස්වෛරී බැඳුම්කර දෙකක් ‘D’ දක්වා පහත හෙළයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රේණිගත කිරීමේ නියෝජිතායතනයක් වන Standard $ Poor's, පොලී කූපන් පත් මග හැරුණු පසු 2025 සහ 2027 දී නියමිත ශ්‍රී ලංකා ස්වෛරී බැඳුම්කර දෙකක් පෙරනිමිය (D) ලෙස පහත හෙළා ඇති බව පැවසීය.",
        "ෆිච් විසින් ශ්‍රී ලංකා ස්වෛරී බැඳුම්කර මග හැරුණු පසු හරස් පැහැර හැරීමේ වගන්ති මත D දක්වා ශ්‍රේණිගත කර ඇත.",
        "ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර (ISB) ඇතුළුව, පොලී ගෙවීම පැහැර හැර ඇති සමහර විදේශ මුදල් බැඳීම් මත ශ්‍රී ලංකා රජය පැහැර හරිනු ලැබේ.",
        "නියමිත දිනට පසු දින දර්ශන දින 30ක් ඇතුළත ISB පොලී ගෙවීම් රජය විසින් සිදු කරනු ඇතැයි අපි අපේක්ෂා නොකරමු.",
        "මැයි 3 සහ මැයි 11 යන දිනයන්හිදී ගෙවිය යුතු අතපසු වූ පොලී ගෙවීමෙන් පසුව, අපි බලපෑමට ලක් වූ බැඳුම්කරවල ශ්‍රේණිගත කිරීම් ‘D’ වෙත පහත හෙළා ඇත.",
        "අපි ශ්‍රී ලංකාව මත අපගේ ‘SD/SD’ විදේශ මුදල් සහ ‘CCC-/C’ දේශීය මුදල් ශ්‍රේණිගත කිරීම් තහවුරු කරමින් සිටිමු. දේශීය මුදල් ශ්‍රේණිගත කිරීම් පිළිබඳ ඉදිරි දැක්ම සෘණාත්මක ය.",
        "2022 මැයි 27 වන දින, S&P Global Ratings විසින් ශ්‍රී ලංකාව පිළිබඳ එහි දිගු කාලීන සහ කෙටි කාලීන විදේශ මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් 'SD/SD' ලෙස තහවුරු කරන ලදී. ඒ සමඟම, අපි අපගේ 'CCC-' දිගුකාලීන සහ 'C' සහතික කළෙමු. කෙටි කාලීන දේශීය මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම්. දේශීය මුදල් ශ්‍රේණිගත කිරීම් පිළිබඳ ඉදිරි දැක්ම සෘණාත්මකව පවතී.",
        "ඊට අමතරව, අපි මැයි මාසයේදී මග හැරුණු පොලී ගෙවීම් සහිත පහත බැඳුම්කරවල නිකුතු ශ්‍රේණිගත කිරීම් 'CC' වෙතින් 'D' දක්වා පහත දැමුවෙමු:",
        "ශ්‍රී ලංකාව පිළිබඳ අපගේ විදේශ මුදල් ශ්‍රේණිගත කිරීම ‘SD’ (තෝරාගත් පෙරනිමිය) වේ. පෙරනිමි සම්භාවිතාව පිළිබඳ ඉදිරි දැක්මක් නොව කොන්දේසියක් ප්‍රකාශ කරන නිසා අපි ‘SD’ ශ්‍රේණිගත කිරීම්වලට ඉදිරි දැක්මක් පවරන්නේ නැත.",
        "දේශීය මුදල් ශ්‍රේණිගත කිරීම් පිළිබඳ සෘණාත්මක දැක්ම, ශ්‍රී ලංකාවේ ආර්ථික, බාහිර සහ මූල්‍ය පීඩනයේ සන්දර්භය තුළ ඉදිරි මාස 12 තුළ වාණිජ ණය ආපසු ගෙවීමේ ඉහළ අවදානම පිළිබිඹු කරයි.",
        "ශ්‍රී ලංකා රුපියලෙන් නියම කරන ලද බැඳීම් නොගෙවීම හෝ ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ ඇඟවීම් තිබේ නම් අපට දේශීය මුදල් ශ්‍රේණිගත කිරීම් පහත දැමිය හැකිය.",
        "කිසියම් ණය ප්‍රතිව්‍යුහගත කිරීමකින් රජයේ දේශීය මුදල් නය බැහැර කිරීමේ සම්භාවිතාව වැඩි වී ඇති බව අපට වැටහෙන්නේ නම්, අපට දේශීය මුදල් ශ්‍රේණිගත කිරීම් ස්ථාවර කිරීමට හෝ ඉහළ නැංවීමට ඉදිරි දැක්ම සංශෝධනය කළ හැකිය. නිදසුනක් වශයෙන්, රජයට සැලකිය යුතු පරිත්‍යාගශීලී අරමුදල් ලැබෙන්නේ නම්, එය ක්ෂණික හා පරිවර්තනීය ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීමට යම් කාලයක් ලබා දෙන්නේ නම් මෙය සිදුවිය හැකිය.",
        "රජයේ බැඳුම්කර ප්‍රතිව්‍යුහගත කිරීම අවසන් වූ පසු අපි අපගේ දිගුකාලීන විදේශ මුදල් ස්වෛරීත්ව ණය ශ්‍රේණිගත කිරීම ඉහළ නංවන්නෙමු. ශ්‍රේණිගත කිරීම ශ්‍රී ලංකාවේ පශ්චාත් ප්‍රතිව්‍යුහගත ණය සුදුසුකම් පිළිබිඹු කරයි. අපගේ පශ්චාත්-ප්‍රතිව්‍යුහගත කිරීමේ ශ්‍රේණිගත කිරීම් ස්වෛරීයාගේ නව ණය ව්‍යුහය සහ එම ණයට සහාය දැක්වීමේ හැකියාව මත පදනම්ව, 'CCC' හෝ අඩු 'B' කාණ්ඩවලට නැඹුරු වේ.",
        "ශ්‍රී ලංකාවේ බාහිර රාජ්‍ය ණය අත්හිටුවීම රජයේ ISB වෙත ගෙවිය යුතු පොලී සහ මූලික වගකීම් ගෙවීම වළක්වයි. ඒ අනුව, එහි 2025 සහ 2027 ISB හි පිළිවෙලින් මැයි 3 සහ මැයි 11 සඳහා ගෙවිය යුතු පොලී ගෙවීම්වලට බලපෑම් එල්ල වනු ඇත. මඟ හැරුණු ගෙවීම් අනුගමනය කරමින්, නියමිත දිනට දින 30ක් ඇතුළත ගෙවීම සිදු නොකරනු ඇතැයි අපගේ අපේක්ෂාව සැලකිල්ලට ගෙන, අපි මෙම බැඳුම්කරවල නිකුතු ශ්‍රේණිගත කිරීම් 'D' (පෙරනිමිය) දක්වා පහත හෙලමු."
      ]
    },
    "ta": {
      "title": "S&P இரண்டு இலங்கை இறையாண்மை பத்திரங்களை ‘D’ ஆக தரமிறக்குகிறது",
      "body_lines": [
        "ECONOMYNEXT - ஸ்டாண்டர்ட் $ புவர்ஸ், தரமதிப்பீட்டு நிறுவனம், வட்டி கூப்பன்கள் தவறவிட்டதால், 2025 மற்றும் 2027 இல் செலுத்த வேண்டிய இரண்டு இலங்கை இறையாண்மைப் பத்திரங்களை இயல்புநிலைக்கு (D) தரமிறக்கியுள்ளதாகக் கூறியுள்ளது.",
        "ஃபிட்ச் இலங்கை இறையாண்மைப் பத்திரங்களைத் தவறிய பணம் செலுத்தியதன் பின்னர் குறுக்கு இயல்புநிலை விதிகளின் அடிப்படையில் D ஆகக் குறைத்தது.",
        "வட்டிக் கொடுப்பனவுகளைத் தவறவிட்ட சர்வதேச இறையாண்மைப் பத்திரங்கள் (ISBs) உட்பட சில வெளிநாட்டு நாணயக் கடமைகளில் இலங்கை அரசாங்கம் இயல்புநிலையில் உள்ளது.",
        "அரசாங்கம் ISB வட்டியை செலுத்த வேண்டிய தேதிகளுக்குப் பிறகு 30 காலண்டர் நாட்களுக்குள் செலுத்தும் என்று நாங்கள் எதிர்பார்க்கவில்லை.",
        "மே 3 மற்றும் மே 11 ஆம் தேதிகளில் செலுத்த வேண்டிய தவறிய வட்டியைத் தொடர்ந்து, பாதிக்கப்பட்ட பத்திரங்களின் மதிப்பீடுகளை ‘D’ ஆகக் குறைத்துள்ளோம்.",
        "இலங்கையில் எங்களது ‘SD/SD’ வெளிநாட்டு நாணயம் மற்றும் ‘CCC-/C’ உள்ளூர் நாணய மதிப்பீடுகளை நாங்கள் உறுதிப்படுத்துகிறோம். உள்ளூர் நாணய மதிப்பீடுகள் மீதான கண்ணோட்டம் எதிர்மறையாக உள்ளது.",
        "மே 27, 2022 அன்று, S&P குளோபல் ரேட்டிங்ஸ் இலங்கையில் அதன் நீண்ட கால மற்றும் குறுகிய கால வெளிநாட்டு நாணய இறையாண்மை மதிப்பீடுகளை 'SD/SD' இல் உறுதிப்படுத்தியது. அதே நேரத்தில், நாங்கள் எங்கள் 'CCC-' நீண்ட கால மற்றும் 'C' ஐ உறுதிப்படுத்தினோம். குறுகிய கால உள்ளூர் நாணய இறையாண்மை மதிப்பீடுகள். உள்ளூர் நாணய மதிப்பீடுகள் மீதான கண்ணோட்டம் எதிர்மறையாகவே உள்ளது.",
        "கூடுதலாக, மே மாதத்தில் தவறவிட்ட வட்டி செலுத்துதலுடன் பின்வரும் பத்திரங்களின் வெளியீட்டு மதிப்பீடுகளை 'CC' இலிருந்து 'D' ஆகக் குறைத்தோம்:",
        "இலங்கையில் எங்களின் வெளிநாட்டு நாணய மதிப்பீடு ‘SD’ (தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை) ஆகும். 'SD' மதிப்பீடுகளுக்கு நாங்கள் அவுட்லுக்கை ஒதுக்க மாட்டோம், ஏனெனில் அவை ஒரு நிபந்தனையை வெளிப்படுத்துகின்றன மற்றும் இயல்புநிலை நிகழ்தகவு பற்றிய முன்னோக்கு கருத்து அல்ல.",
        "இலங்கையின் பொருளாதார, வெளி மற்றும் நிதி அழுத்தங்களின் பின்னணியில் அடுத்த 12 மாதங்களில் வணிகக் கடனைத் திருப்பிச் செலுத்துவதற்கான அதிக ஆபத்தை உள்ளூர் நாணய மதிப்பீடுகளின் எதிர்மறையான கண்ணோட்டம் பிரதிபலிக்கிறது.",
        "பணம் செலுத்தாதது அல்லது இலங்கை ரூபாய் மதிப்பிலான கடமைகளை மறுசீரமைப்பது போன்ற அறிகுறிகள் இருந்தால், உள்ளூர் நாணய மதிப்பீடுகளை நாங்கள் குறைக்கலாம்.",
        "எந்தவொரு கடன் மறுசீரமைப்பிலிருந்தும் அரசாங்கத்தின் உள்ளூர் நாணயக் கடன் விலக்கப்படுவதற்கான சாத்தியக்கூறுகள் அதிகரித்திருப்பதை நாம் உணர்ந்தால், நிலையான அல்லது உள்ளூர் நாணய மதிப்பீடுகளை உயர்த்துவதற்கான கண்ணோட்டத்தை நாங்கள் திருத்தலாம். உதாரணமாக, அரசாங்கம் குறிப்பிடத்தக்க நன்கொடையாளர் நிதியைப் பெற்றால், அது உடனடி மற்றும் மாற்றியமைக்கும் சீர்திருத்தங்களைச் செயல்படுத்துவதற்கு சிறிது கால அவகாசம் அளிக்கும்.",
        "அரசாங்கத்தின் பத்திர மறுசீரமைப்பு முடிந்தவுடன் எங்களது நீண்ட கால வெளிநாட்டு நாணய இறையாண்மைக் கடன் மதிப்பீட்டை உயர்த்துவோம். இந்த மதிப்பீடு இலங்கையின் மறுசீரமைப்பிற்கு பிந்தைய கடன் தகுதியை பிரதிபலிக்கும். இறையாண்மையின் புதிய கடன் அமைப்பு மற்றும் அந்தக் கடனை ஆதரிக்கும் திறனைப் பொறுத்து, எங்களின் மறுசீரமைப்பிற்குப் பிந்தைய மதிப்பீடுகள் 'CCC' அல்லது குறைந்த 'B' வகைகளில் இருக்கும்.",
        "இலங்கையின் வெளிநாட்டு பொதுக் கடன் தடைக்காலம் அரசாங்கத்தின் ISB களுக்கு செலுத்த வேண்டிய வட்டி மற்றும் முதன்மைக் கடமைகளை செலுத்துவதைத் தடுக்கிறது. எனவே, அதன் 2025 மற்றும் 2027 ISB களில் முறையே மே 3 மற்றும் மே 11 இல் செலுத்த வேண்டிய வட்டித் தொகைகள் பாதிக்கப்பட்டிருக்கும். தவறிய பேமெண்ட்டுகளைத் தொடர்ந்து, நிலுவைத் தேதியிலிருந்து 30 காலண்டர் நாட்களுக்குள் பணம் செலுத்தப்படாது என்ற எங்கள் எதிர்பார்ப்பைக் கருத்தில் கொண்டு, இந்தப் பத்திரங்களின் வெளியீட்டு மதிப்பீடுகளை ‘D’ (இயல்புநிலை)க்குக் குறைத்துள்ளோம்."
      ]
    }
  }
}