{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-partners-with-People-s-Bank-to-boost-entrepreneurs-and-SMEs/34-732106",
  "time_ut": 1647468360,
  "title": "CA Sri Lanka partners with People’s Bank to boost entrepreneurs and SMEs",
  "body_lines": [
    "CA Sri Lanka President Sanjaya Bandara and People’s Bank Chairman Sujeewa Rajapakse exchanging the MoU in the presence of CA Sri Lanka SME Task Force Chairman  Lakshman Abeysekera and People’s Bank Chief Executive Officer/General Manager  R. Kodituwakku and other officials",
    "The Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) recently entered into a landmark partnership with People’s Bank in a bid to boost entrepreneurs and small and medium enterprises (SMEs) across the country.",
    "The Memorandum of Understanding (MoU) was exchanged by CA Sri Lanka President Sanjaya Bandara and People’s Bank Chairman Sujeewa Rajapakse in the presence of CA Sri Lanka SME Task Force Chairman Lakshman Abeysekera and People’s Bank Chief Executive Officer/General Manager R. Kodituwakku.",
    "The partnership is part of an important national initiative launched by CA Sri Lanka’s SME Task Force to support entrepreneurs and small and medium business owners and provide better access to finance and the required mentoring, which will ultimately add value to the social and economic development of the country, as SMEs are considered the backbone of Sri Lanka’s economy.",
    "Bandara highlighted that with Sri Lanka facing the test of time following the COVID-19 pandemic, which has also resulted in an economic crisis, the Institute has taken the responsibility in its standing as the national body of accountants to play a key role in helping the country recover from the current challenges.",
    "The CA Sri Lanka SME Task Force has been playing a key role in strengthening small and medium sized businesses all over Sri Lanka. “Our goal is to steer these SMEs so that they become global businesses and have the necessary competencies to strengthen their position in the international market, which will contribute to the national economy and also generate new job opportunities,” he said.",
    "A key objective of the MoU is for People’s Bank to also come on board and support the CA Sri Lanka mentoring program initiated by the SME Task Force in an effort to further strengthen the SME sector by providing it with the required support.",
    "CA Sri Lanka’s Council Member and alternate chair of the SME Task Force Anoji De Silva, as well as Chief Executive Officer Dulani Fernando and People’s Bank’s Deputy General Manager Enterprise Banking V.K. Narangoda, Assistant General Manager (SME) S.N.B.M.W. Narayana and Project Finance and Rehabilitation Unit Senior Manager Chamari Perera were also present at the event."
  ],
  "translate": {
    "si": {
      "title": "CA Sri Lanka ව්‍යවසායකයින් සහ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන් නංවාලීම සඳහා මහජන බැංකුව සමඟ හවුල් වේ",
      "body_lines": [
        "CA ශ්‍රී ලංකා සභාපති සංජය බණ්ඩාර සහ මහජන බැංකුවේ සභාපති සුජීව රාජපක්ෂ CA Sri Lanka SME කාර්ය සාධක බලකායේ සභාපති  ලක්ෂ්මන් අබේසේකර සහ මහජන බැංකුවේ ප්‍රධාන විධායක නිලධාරී/සාමාන්‍යාධිකාරී  R. කොඩිතුවක්කු සහ අනෙකුත් නිලධාරීන් ඉදිරියේ අවබෝධතා ගිවිසුම හුවමාරු කර ගනිමින්",
        "ශ්‍රී ලංකා වරලත් ගණකාධිකාරීවරුන්ගේ ආයතනය (CA Sri Lanka) දිවයින පුරා ව්‍යවසායකයින් සහ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන් (SMEs) නංවාලීමේ අරමුණින් මහජන බැංකුව සමඟ වැදගත් හවුල්කාරිත්වයකට පසුගියදා එළඹුණි.",
        "CA ශ්‍රී ලංකා SME කාර්ය සාධක බලකායේ සභාපති ලක්ෂ්මන් අබේසේකර සහ මහජන බැංකුවේ ප්‍රධාන විධායක නිලධාරී/සාමාන්‍යාධිකාරී R. කොඩිතුවක්කු මහතා ඉදිරියේ CA ශ්‍රී ලංකා සභාපති සංජය බණ්ඩාර සහ මහජන බැංකුවේ සභාපති සුජීව රාජපක්ෂ විසින් අවබෝධතා ගිවිසුම (MoU) හුවමාරු කර ගන්නා ලදී.",
        "මෙම හවුල්කාරිත්වය ව්‍යවසායකයින්ට සහ කුඩා හා මධ්‍ය පරිමාණ ව්‍යාපාර හිමියන්ට සහය වීමට සහ මූල්‍ය සඳහා වඩා හොඳ ප්‍රවේශයක් සහ අවශ්‍ය උපදේශනය සැපයීම සඳහා CA ශ්‍රී ලංකා හි SME කාර්ය සාධක බලකාය විසින් දියත් කරන ලද වැදගත් ජාතික මුලපිරීමක කොටසකි. රට, කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන් ශ්‍රී ලංකාවේ ආර්ථිකයේ කොඳු නාරටිය ලෙස සැලකේ.",
        "ආර්ථික අර්බුදයකට තුඩු දී ඇති COVID-19 වසංගතයෙන් පසු ශ්‍රී ලංකාව කාල පරීක්‍ෂණයට මුහුණ දීමත් සමඟ, ජාතික ගණකාධිකාරී මණ්ඩලය ලෙස ආයතනය තම ස්ථාවරයේ වගකීම භාරගෙන ප්‍රධාන කාර්යභාරයක් ඉටු කර ඇති බව බණ්ඩාර අවධාරණය කළේය. පවතින අභියෝගවලින් රට ගොඩගන්න.",
        "CA Sri Lanka SME කාර්ය සාධක බලකාය ශ්‍රී ලංකාව පුරා කුඩා හා මධ්‍යම ප්‍රමාණයේ ව්‍යාපාර ශක්තිමත් කිරීමේ ප්‍රධාන කාර්යභාරයක් ඉටු කරයි. \"අපගේ ඉලක්කය වන්නේ මෙම කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන් ගෝලීය ව්‍යාපාර බවට පත් කිරීමට සහ ජාත්‍යන්තර වෙළඳපොලේ ඔවුන්ගේ තත්ත්වය ශක්තිමත් කිරීමට අවශ්‍ය නිපුණතා ඇති කර ගැනීම සඳහා මෙහෙයවීමයි, එය ජාතික ආර්ථිකයට දායක වන අතර නව රැකියා අවස්ථා උත්පාදනය කරනු ඇත,\" ඔහු පැවසීය.",
        "අවබෝධතා ගිවිසුමේ ප්‍රධාන අරමුණ වන්නේ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකත්ව අංශයට අවශ්‍ය සහය ලබාදෙමින් එය තවදුරටත් ශක්තිමත් කිරීමේ උත්සාහයක් ලෙස කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකත්ව කාර්ය සාධක බලකාය විසින් ආරම්භ කරන ලද CA ශ්‍රී ලංකා උපදේශන වැඩසටහනට මහජන බැංකුව ද පැමිණ සහය දැක්වීමයි.",
        "CA ශ්‍රී ලංකා කවුන්සිලයේ සාමාජික සහ SME කාර්ය සාධක බලකායේ විකල්ප සභාපතිනී අනෝජි ද සිල්වා, ප්‍රධාන විධායක නිලධාරි දුලානි ප්‍රනාන්දු සහ මහජන බැංකුවේ නියෝජ්‍ය සාමාන්‍යාධිකාරී ව්‍යවසාය බැංකුකරණ V.K. නාරංගොඩ, සහකාර සාමාන්‍යාධිකාරී (SME) S.N.B.M.W. නාරායන සහ ව්‍යාපෘති මුල්‍ය හා පුනරුත්ථාපන ඒකකයේ ජ්‍යෙෂ්ඨ කළමනාකාරිනී චමරි පෙරේරා යන මහත්ම මහත්මීන් ද මෙම අවස්ථාවට එක්ව සිටියහ."
      ]
    },
    "ta": {
      "title": "தொழில்முயற்சியாளர்கள் மற்றும் SMEகளை ஊக்குவிப்பதற்காக CA Sri Lanka மக்கள் வங்கியுடன் பங்காளிகள்",
      "body_lines": [
        "CA ஸ்ரீலங்கா SME பணிக்குழுவின் தலைவர்  லக்ஷ்மன் அபேசேகர மற்றும் மக்கள் வங்கியின் பிரதம நிறைவேற்று அதிகாரி/பொது முகாமையாளர்  R. கொடிதுவாக்கு மற்றும் ஏனைய அதிகாரிகள் முன்னிலையில் CA இலங்கையின் தலைவர் சஞ்சய பண்டார மற்றும் மக்கள் வங்கியின் தலைவர் சுஜீவ ராஜபக்ஷ ஆகியோர் புரிந்துணர்வு ஒப்பந்தத்தை பரிமாறிக் கொண்டனர்.",
        "இலங்கை பட்டயக் கணக்காளர்கள் நிறுவனம் (CA Sri Lanka) நாடு முழுவதும் உள்ள தொழில்முயற்சியாளர்கள் மற்றும் சிறிய மற்றும் நடுத்தர நிறுவனங்களை (SMEs) ஊக்குவிக்கும் முயற்சியில் மக்கள் வங்கியுடன் ஒரு முக்கிய பங்காளித்துவத்தை சமீபத்தில் மேற்கொண்டது.",
        "CA ஸ்ரீலங்கா SME பணிக்குழுவின் தலைவர் லக்ஷ்மன் அபேசேகர மற்றும் மக்கள் வங்கியின் பிரதம நிறைவேற்று அதிகாரி/பொது முகாமையாளர் ஆர். கொடிதுவாக்கு ஆகியோர் முன்னிலையில் CA இலங்கையின் தலைவர் சஞ்சய பண்டார மற்றும் மக்கள் வங்கியின் தலைவர் சுஜீவ ராஜபக்ஷ ஆகியோரால் புரிந்துணர்வு ஒப்பந்தம் (MoU) பரிமாறப்பட்டது.",
        "தொழில்முனைவோர் மற்றும் சிறு மற்றும் நடுத்தர வணிக உரிமையாளர்களுக்கு ஆதரவளிப்பதற்கும், நிதி மற்றும் தேவையான வழிகாட்டுதலுக்கான சிறந்த அணுகலை வழங்குவதற்கும், CA இலங்கையின் SME பணிக்குழுவால் தொடங்கப்பட்ட ஒரு முக்கியமான தேசிய முயற்சியின் ஒரு பகுதியாக இந்த கூட்டாண்மை உள்ளது, இது இறுதியில் சமூக மற்றும் பொருளாதார வளர்ச்சிக்கு மதிப்பு சேர்க்கும். இலங்கையின் பொருளாதாரத்தின் முதுகெலும்பாக SMEகள் கருதப்படுவதால் நாடு.",
        "கோவிட்-19 தொற்றுநோயைத் தொடர்ந்து, பொருளாதார நெருக்கடியையும் விளைவித்துள்ள காலச் சோதனையை இலங்கை எதிர்கொண்டுள்ள நிலையில், கணக்காளர்களின் தேசிய அமைப்பாக அதன் நிலைப்பாட்டின் பொறுப்பை இந்த நிறுவனம் ஏற்றுக்கொண்டுள்ளது என்பதை பண்டார எடுத்துரைத்தார். தற்போதைய சவால்களில் இருந்து நாடு மீண்டு வருகிறது.",
        "CA Sri Lanka SME பணிக்குழு இலங்கை முழுவதிலும் உள்ள சிறிய மற்றும் நடுத்தர அளவிலான வணிகங்களை வலுப்படுத்துவதில் முக்கிய பங்கை ஆற்றி வருகிறது. \"இந்த SME களை வழிநடத்துவதே எங்கள் குறிக்கோள், இதனால் அவை உலகளாவிய வணிகங்களாக மாறும் மற்றும் சர்வதேச சந்தையில் தங்கள் நிலையை வலுப்படுத்த தேவையான திறன்களைக் கொண்டுள்ளன, இது தேசிய பொருளாதாரத்திற்கு பங்களிக்கும் மற்றும் புதிய வேலை வாய்ப்புகளை உருவாக்கும்,\" என்று அவர் கூறினார்.",
        "SME துறைக்கு தேவையான ஆதரவை வழங்குவதன் மூலம் SME துறையை மேலும் வலுப்படுத்தும் முயற்சியில் SME பணிக்குழுவால் ஆரம்பிக்கப்பட்ட CA Sri Lanka வழிகாட்டல் திட்டத்திற்கு மக்கள் வங்கியும் வந்து ஆதரவளிப்பதே புரிந்துணர்வு ஒப்பந்தத்தின் முக்கிய நோக்கமாகும்.",
        "CA ஸ்ரீலங்காவின் கவுன்சில் உறுப்பினரும் SME பணிக்குழுவின் மாற்றுத் தலைவருமான அனோஜி டி சில்வா, அத்துடன் பிரதம நிறைவேற்று அதிகாரி துலானி பெர்னாண்டோ மற்றும் மக்கள் வங்கியின் துணைப் பொது முகாமையாளர் எண்டர்பிரைஸ் வங்கி வி.கே. நாரங்கொட, உதவி பொது மேலாளர் (SME) S.N.B.M.W. நாராயணா மற்றும் திட்ட நிதி மற்றும் புனர்வாழ்வு பிரிவின் சிரேஷ்ட முகாமையாளர் சாமரி பெரேரா ஆகியோரும் இந்நிகழ்வில் கலந்துகொண்டனர்."
      ]
    }
  }
}