{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Asian-Palm-Oil-Alliance-offers-support-to-oil-palm-industry-in-Sri-Lanka/34-736167",
  "time_ut": 1655231400,
  "title": "Asian Palm Oil Alliance offers support to oil palm industry in Sri Lanka",
  "body_lines": [
    "In the backdrop of the support being provided by the Government of India to Sri Lanka, the Asian Palm Oil Alliance (APOA) led by India's Solvent Extractors Association (SEA) – the premier association of the vegetable oil industry",
    "and trade in India – has written to Sri Lanka Prime Minister Ranil Wickremesinghe and other senior ministers and officials, offering support to the oil palm industry to achieve its fullest potential for the benefit of Sri Lanka’s ailing economy.",
    "The following is the full letter addressed to the Prime Minister from the APOA.",
    "SEA of India along with other Asian countries has formed “The Asian Palm Oil Alliance (APOA)” with headquarters at SEA India and would like to bring to your kind notice our views and appeal for continuation of Oil Palm plantation in Sri Lanka.",
    "The Asian Palm Oil Alliance (APOA) is a not-for-profit collective of Asian companies and industry organisations operating in palm oil production and/or refining, chaired by the Solvent Extractors Association of India. APOA is concerned about the acute shortage of cooking oil in our neighbouring country of Sri Lanka.",
    "The COVID crisis and the Russia-Ukraine war have severely disrupted the vegetable oil supply chains. The Indonesian ban on palm oil exports may further reduce vegetable oil availability, accessibility, and affordability. The disruption in vegetable oil supply chains requires a common coordinated approach for the vegetable oil industry associations of the region.",
    "We believe palm oil can emerge as a strategic commodity for Sri Lanka. Sri Lankans use palm oil in almost every aspect of life: from toothpaste to shampoo to soap to lipstick to confectionary to bakery products – palm oil is an integral component. It is in 50% of all consumer products and plays a central role in a slew of industrial applications. There is no realistic alternative for palm oil for most of the applications and countries. Over the last decade in Sri Lanka, edible oil consumption has been growing at a CAGR of 3%. At present, local consumption is around 264,000 MT, from which only about 20% is produced locally. Expanding in coconut from the present 40,000 MT to meet the shortfall is neither economically viable nor technically feasible. Presently, Sri Lankan oil palm cultivation covers approximately 12,000 Ha, less than 1% of the total agricultural land in the country.",
    "Globally, the smallholders are emerging as the leading producers of oil palm. However, the Sri Lankan palm oil sector has only minor smallholder participation. Only a few non-RPC (Regional Plantation Companies) entities are presently operational in oil palm plantations and established in the same regions where major RPCs operate. However, we understood at the recently concluded “Myths and Truths of Oil Palm” publication launch in Colombo, that there are more than 2,000 smallholders interested in starting oil palm cultivation in Sri Lanka.",
    "We want to share that SEA, along with partners like Solidaridad and the Indian Institute of Oil Palm Research (IIOPR), is actively promoting the adoption of palm oil by Indian smallholders under National Mission on Edible Oil -Oil Palm (NMEO-OP) as a model for self-reliance on edible oils as envisaged by our honourable Prime Minister Sri Narendra Modi.",
    "We are happy to share more information on our experiences with NMEO-OP in India to support Sri Lanka to be self-reliant on vegetable oil production as well. It could save the Sri Lankan exchequer millions of dollars of import bills.",
    "Expansion of oil palm would also help improve the achievement of Sustainable Development Goals (SDGs). In Indonesia and Malaysia, numerous studies showed that oil palm cultivation contributes to income gains, capital accumulation, and higher expenditures on food, health, education, and durable consumer goods in smallholder farm households (Alwarritzi et al. 2016).",
    "A study in Ghana showed that oil palm farmers have higher incomes and suffer less from multidimensional poverty than other farmers (Ahmed et al. 2019). Palm oil can play a similar role in Sri Lanka while using much lesser land and water and offering a much better financial return to a farmer.",
    "Our partners, Solidaridad, has released the “Myths and Truths of Oil Palm,” a        research-based scientific study that provides information and assessments on palm oil through an in-depth literature review on research findings by over 15 leading scientists from top universities and research institutions across Indonesia, Malaysia, India and Sri Lanka.  Claims that oil palm plantations in Sri Lanka led to widespread deforestation and damage to ecosystems are not supported by rigorous and open scientific research. It counters the myths and untruths spread by various entities on social media with hidden agendas. We believe if the existing plantations have to be uprooted and the trees destroyed, this will mean an unprecedented waste of capital, which will not be easy to replace.",
    "In this context, we sincerely hope the Sri Lankan Government will review its decision to ban oil palm cultivation and allow increased production of oil palm in the country. SEA and its partner Solidaridad are willing to support our partner Sri Lanka Palm Oil Industry Association (POIA) and other stakeholders, through the following means.",
    "1. We are prepared to encourage and facilitate collaboration between Sri Lankan and Indian research institutes to develop basic, strategic and applied research on genetic resource management, crop improvement, and production technologies to enhance oil palm productivity. It will help provide scientific support for the growth of  oil palm production in Sri Lanka",
    "2. We are willing to share our experiences and assist the Sri Lankan Government in designing a palm oil mission with a vision of producing 250,000 MT of palm oil in the country to achieve self-sufficiency in vegetable oils and reduce the outflow of foreign exchange. This will also pave the way for export-oriented value addition of coconut products and bring in more foreign exchange to the country",
    "3. We offer our support to Sri Lanka to devise its own sustainability framework, which is inclusive and considers the concerns of the local people. The palm oil production could be certified locally against the national sustainability standard. We strongly believe that promoting sustainable production and trade in palm oil is a much more effective way than introducing a ban as an instrument of protectionism or a non-trade barrier",
    "Oil palm contributes to 15 goals/sub-goals out of the 17 Sustainable Development Goals (SDGs). If the Government, industry and NGOs join hands to give palm oil a chance in Sri Lanka, it can create an enormous socio-economic impact."
  ],
  "translate": {
    "si": {
      "title": "Asian Palm Oil Alliance ශ්‍රී ලංකාවේ ඔයිල් පාම් කර්මාන්තයට ආධාර සපයයි",
      "body_lines": [
        "ඉන්දියානු රජය ශ්‍රී ලංකාවට ලබා දෙන සහයෝගය පසුබිම් කරගනිමින්, එළවලු තෙල් කර්මාන්තයේ ප්‍රමුඛතම සංගමය වන ඉන්දියාවේ ද්‍රාව්‍ය නිස්සාරක සංගමය (SEA) ප්‍රමුඛ Asian Palm Oil Alliance (APOA)",
        "සහ ඉන්දියාවේ වෙළඳාම - ශ්‍රී ලංකාවේ රෝගී ආර්ථිකයේ ප්‍රතිලාභය සඳහා තෙල් පාම් කර්මාන්තයේ උපරිම විභවය සාක්ෂාත් කර ගැනීම සඳහා සහය ලබා දෙන ලෙස ශ්‍රී ලංකා අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ සහ අනෙකුත් ජ්‍යෙෂ්ඨ අමාත්‍යවරුන් සහ නිලධාරීන් වෙත ලිපියක් යවා ඇත.",
        "පහත දැක්වෙන්නේ APOA විසින් අග්‍රාමාත්‍යවරයා වෙත යොමු කරන ලද සම්පූර්ණ ලිපියයි.",
        "ඉන්දියාවේ SEA සහ අනෙකුත් ආසියානු රටවල් සමඟ එක්ව \"The Asian Palm Oil Alliance (APOA)\" පිහිටුවා ඇති අතර SEA India හි මූලස්ථානය සමඟින් ශ්‍රී ලංකාවේ Oil Palm වගාව අඛණ්ඩව පවත්වාගෙන යාම සඳහා අපගේ අදහස් සහ ආයාචනය ඔබගේ කාරුණික අවධානයට යොමු කිරීමට කැමැත්තෙමු.",
        "Asian Palm Oil Alliance (APOA) යනු ඉන්දියාවේ ද්‍රාව්‍ය නිස්සාරක සංගමයේ සභාපතිත්වය දරන ෆාම් ඔයිල් නිෂ්පාදනය සහ/හෝ පිරිපහදුවෙහි ක්‍රියාත්මක වන ආසියානු සමාගම් සහ කර්මාන්ත සංවිධානවල ලාභ නොලබන එකතුවකි. අපගේ අසල්වැසි රට වන ශ්‍රී ලංකාවේ පිසින තෙල්වල උග්‍ර හිඟය පිළිබඳව APOA කනස්සල්ලට පත්ව සිටී.",
        "COVID අර්බුදය සහ රුසියාව-යුක්රේන යුද්ධය එළවළු තෙල් සැපයුම් දාමයන් දැඩි ලෙස කඩාකප්පල් කර ඇත. ඉන්දුනීසියානු පාම් ඔයිල් අපනයන තහනම එළවළු තෙල් ලබා ගැනීමේ හැකියාව, ප්‍රවේශ්‍යතාව සහ දැරිය හැකි මිල තවදුරටත් අඩු කරනු ඇත. එළවළු තෙල් සැපයුම් දාමයේ බාධා කිරීම් කලාපයේ එළවළු තෙල් කර්මාන්ත සංගම් සඳහා පොදු සම්බන්ධීකරණ ප්රවේශයක් අවශ්ය වේ.",
        "පාම් ඔයිල් ශ්‍රී ලංකාවට උපාය මාර්ගික වෙළඳ භාණ්ඩයක් ලෙස මතුවිය හැකි බව අපි විශ්වාස කරමු. ශ්‍රී ලාංකිකයන් ජීවිතයේ සෑම අංශයකම පාහේ පාම් ඔයිල් භාවිතා කරයි: දන්තාලේප සිට ෂැම්පු, සබන්, ලිප්ස්ටික්, රසකැවිලි, බේකරි නිෂ්පාදන දක්වා - පාම් ඔයිල් අනිවාර්ය අංගයකි. එය සියලුම පාරිභෝගික නිෂ්පාදන වලින් 50% ක් වන අතර කාර්මික යෙදුම් රාශියක ප්‍රධාන භූමිකාවක් ඉටු කරයි. බොහෝ යෙදුම් සහ රටවල් සඳහා පාම් තෙල් සඳහා යථාර්ථවාදී විකල්පයක් නොමැත. ශ්‍රී ලංකාවේ පසුගිය දශකය තුළ ආහාරයට ගතහැකි තෙල් පරිභෝජනය 3%ක CAGR හි වර්ධනය වී ඇත. දැනට දේශීය පරිභෝජනය මෙට්‍රික් ටොන් 264,000ක් පමණ වන අතර ඉන් දේශීයව නිෂ්පාදනය වන්නේ 20%ක් පමණ වේ. හිඟය පියවා ගැනීම සඳහා දැනට පවතින මෙට්‍රික් ටොන් 40,000 සිට පොල් වගාව පුළුල් කිරීම ආර්ථික වශයෙන් ශක්‍ය හෝ තාක්‍ෂණික වශයෙන් ශක්‍ය නොවේ. වර්තමානයේ, ශ්‍රී ලංකා ඔයිල් පාම් වගාව දළ වශයෙන් හෙක්ටයාර් 12,000 ක් ආවරණය කරයි, එය රටේ මුළු කෘෂිකාර්මික භූමියෙන් 1% ට වඩා අඩුය.",
        "ගෝලීය වශයෙන් කුඩා වතු හිමියන් තෙල් පාම් වල ප්‍රමුඛතම නිෂ්පාදකයින් ලෙස නැගී සිටියි. කෙසේ වෙතත්, ශ්‍රී ලංකාවේ පාම් ඔයිල් අංශයට ඇත්තේ සුළු සුළු වතු හිමියන්ගේ සහභාගීත්වය පමණි. RPC නොවන (ප්‍රාදේශීය වැවිලි සමාගම්) ආයතන කිහිපයක් පමණක් දැනට තෙල් පාම් වගාවන්හි ක්‍රියාත්මක වන අතර ප්‍රධාන RPCs ක්‍රියාත්මක වන කලාපවලම ස්ථාපිත කර ඇත. කෙසේ වෙතත්, ශ්‍රී ලංකාවේ ඔයිල් පාම් වගාව ආරම්භ කිරීමට කුඩා වතු හිමියන් 2,000කට වැඩි පිරිසක් කැමැත්තෙන් සිටින බව පසුගියදා කොළඹදී අවසන් වූ “ඔයිල් පාම් පිළිබඳ මිථ්‍යාවන් සහ සත්‍ය” ප්‍රකාශන එළිදැක්වීමේ උත්සවයේදී අපට වැටහුණි.",
        "SEA, Solidaridad සහ Indian Institute of Oil Palm Research (IIOPR) වැනි හවුල්කරුවන් සමඟ එක්ව, Edible Oil-Oil Palm (NMEO-OP) පිළිබඳ ජාතික මෙහෙවර යටතේ ඉන්දියානු කුඩා වතු හිමියන් විසින් පාම් තෙල් භාවිතය ක්‍රියාකාරීව ප්‍රවර්ධනය කරන බව අපට බෙදා ගැනීමට අවශ්‍යය. අපගේ ගෞරවනීය අග්‍රාමාත්‍ය ශ්‍රී නරේන්ද්‍ර මෝදි විසින් අපේක්ෂා කරන ලද පරිදි ආහාරයට ගතහැකි තෙල් මත ස්වයං විශ්වාසය සඳහා ආදර්ශයක්.",
        "එළවලු තෙල් නිෂ්පාදනය සම්බන්ධයෙන්ද ශ්‍රී ලංකාවට ස්වයංපෝෂිත වීමට සහාය වීම සඳහා ඉන්දියාවේ NMEO-OP සමඟ අපගේ අත්දැකීම් පිළිබඳ වැඩිදුර තොරතුරු බෙදා ගැනීමට අපි සතුටු වෙමු. එමගින් ඩොලර් මිලියන ගණනක ආනයන බිල්පත් ශ්‍රී ලංකාවේ මහා භාණ්ඩාගාරයට ඉතිරි කර ගත හැකිය.",
        "තෙල් පාම් ව්‍යාප්තිය තිරසාර සංවර්ධන ඉලක්ක (SDGs) සාක්ෂාත් කර ගැනීමට ද උපකාරී වනු ඇත. ඉන්දුනීසියාවේ සහ මැලේසියාවේ, ඔයිල් පාම් වගාව ආදායම් ලාභ, ප්‍රාග්ධන සමුච්චය කිරීම සහ ආහාර, සෞඛ්‍ය, අධ්‍යාපනය සහ කුඩා වතු හිමියන්ගේ ගොවිපළවල කල් පවත්නා පාරිභෝගික භාණ්ඩ සඳහා ඉහළ වියදම් සඳහා දායක වන බව බොහෝ අධ්‍යයනයන් පෙන්වා දී ඇත (Alwarritzi et al. 2016).",
        "ඝානාවේ කරන ලද අධ්‍යයනයකින් පෙන්නුම් කළේ තෙල් පාම් ගොවීන් අනෙකුත් ගොවීන්ට වඩා ඉහළ ආදායමක් ඇති බවත් බහුමාන දරිද්‍රතාවයෙන් අඩුවෙන් පීඩා විඳින බවත්ය (Ahmed et al. 2019). ෆාම් ඔයිල් ශ්‍රී ලංකාව තුළ සමාන කාර්යභාරයක් ඉටු කළ හැකි අතර ඉතා අඩු ඉඩම් හා ජලය භාවිතා කරන අතර ගොවියෙකුට වඩා හොඳ මූල්‍ය ප්‍රතිලාභයක් ලබා දෙයි.",
        "අපගේ හවුල්කරුවන් වන Solidaridad විසින් \"ඔයිල් පාම් පිළිබඳ මිථ්‍යාවන් සහ සත්‍යයන්\" නිකුත් කර ඇත, එය        පර්යේෂණ මත පදනම් වූ විද්‍යාත්මක අධ්‍යයනයක් නිකුත් කර ඇති අතර එය ප්‍රමුඛ පෙළේ විශ්ව විද්‍යාල සහ ප්‍රමුඛ පෙළේ විද්‍යාඥයින් 15කට අධික සංඛ්‍යාවකගේ පර්යේෂණ සොයාගැනීම් පිළිබඳ ගැඹුරු සාහිත්‍ය සමාලෝචනයක් හරහා පාම් ඔයිල් පිළිබඳ තොරතුරු සහ තක්සේරු කිරීම් සපයයි. ඉන්දුනීසියාව, මැලේසියාව, ඉන්දියාව සහ ශ්‍රී ලංකාව පුරා පර්යේෂණ ආයතන. ශ්‍රී ලංකාවේ තෙල් පාම් වගාවන් පුලුල්ව පැතිරුණු වන විනාශයට සහ පරිසර පද්ධතිවලට හානි කිරීමට හේතු වූ බවට වන ප්‍රකාශයන් දැඩි හා විවෘත විද්‍යාත්මක පර්යේෂණ මගින් සහාය නොදක්වයි. එය සැඟවුණු න්‍යායපත්‍ර සමඟ සමාජ මාධ්‍යවල විවිධ ආයතන විසින් පතුරුවා හරින මිථ්‍යාවන් සහ අසත්‍යයන්ට එරෙහි වේ. පවතින වගාවන් මුලිනුපුටා දැමීමට සහ ගස් විනාශ කිරීමට සිදුවුවහොත්, මෙයින් අදහස් කරන්නේ ප්‍රාග්ධනය පෙර නොවූ විරූ නාස්තියක් වන අතර එය ප්‍රතිස්ථාපනය කිරීම පහසු නොවනු ඇතැයි අපි විශ්වාස කරමු.",
        "මෙම සන්දර්භය තුළ, ඔයිල් පාම් වගාව තහනම් කිරීමට සහ රට තුළ තෙල් පාම් නිෂ්පාදනය වැඩි කිරීමට ඉඩ දීමට ශ්‍රී ලංකා රජය ගත් තීරණය සමාලෝචනය කරනු ඇතැයි අපි අවංකවම බලාපොරොත්තු වෙමු. SEA සහ එහි හවුල්කාර Solidaridad අපගේ සහකරු ශ්‍රී ලංකා පාම් ඔයිල් කර්මාන්ත සංගමය (POIA) සහ අනෙකුත් පාර්ශවකරුවන්ට පහත මාධ්‍යයන් හරහා සහාය දීමට කැමැත්තෙන් සිටී.",
        "1. ඔයිල් පාම් ඵලදායිතාව ඉහළ නැංවීම සඳහා ජාන සම්පත් කළමනාකරණය, බෝග වැඩිදියුණු කිරීම සහ නිෂ්පාදන තාක්ෂණයන් පිළිබඳ මූලික, උපාය මාර්ගික සහ ව්‍යවහාරික පර්යේෂණ සංවර්ධනය කිරීම සඳහා ශ්‍රී ලංකා සහ ඉන්දියානු පර්යේෂණ ආයතන අතර සහයෝගීතාව දිරිමත් කිරීමට සහ පහසුකම් සැලසීමට අපි සූදානම්. එය ශ්‍රී ලංකාවේ ඔයිල් පාම් නිෂ්පාදනයේ වර්ධනය සඳහා විද්‍යාත්මක සහය ලබා දීමට උපකාරී වනු ඇත",
        "2. එළවළු තෙල්වලින් ස්වයංපෝෂිත වීම සහ විදේශ විනිමය ගලා ඒම අවම කිරීම සඳහා රට තුළ ෆාම් ඔයිල් මෙට්‍රික් ටොන් 250,000ක් නිෂ්පාදනය කිරීමේ දැක්මක් ඇතිව පාම් ඔයිල් මෙහෙයුමක් සැලසුම් කිරීමේදී අපගේ අත්දැකීම් බෙදාහදා ගැනීමට සහ ශ්‍රී ලංකා රජයට සහාය වීමට අපි කැමැත්තෙමු. මෙමගින් පොල් නිෂ්පාදන අපනයනය ඉලක්ක කරගත් අගය එකතු කිරීමටත්, වැඩි විදේශ විනිමය රටට ගෙන ඒමටත් මග සැලසේ.",
        "3. ප්‍රාදේශීය ජනතාවගේ අවශ්‍යතා ඇතුළත් සහ සලකා බලන ස්වකීය තිරසාර රාමුවක් සැකසීමට අපි ශ්‍රී ලංකාවට අපගේ සහයෝගය පිරිනමමු. පාම් ඔයිල් නිෂ්පාදනය ජාතික තිරසාර ප්‍රමිතියට එරෙහිව දේශීයව සහතික කළ හැකිය. ආරක්ෂණවාදයේ මෙවලමක් හෝ වෙළඳ නොවන බාධකයක් ලෙස තහනමක් හඳුන්වා දීමට වඩා ෆාම් ඔයිල්වල තිරසාර නිෂ්පාදනය සහ වෙළඳාම ප්‍රවර්ධනය කිරීම වඩාත් ඵලදායී ක්‍රමයක් බව අපි තරයේ විශ්වාස කරමු.",
        "තිරසාර සංවර්ධන ඉලක්ක (SDGs) 17න් ඉලක්ක/උප ඉලක්ක 15කට ඔයිල් පාම් දායක වේ. රජය, කර්මාන්ත සහ රාජ්‍ය නොවන සංවිධාන ශ්‍රී ලංකාව තුළ ෆාම් ඔයිල් සඳහා අවස්ථාවක් ලබා දීමට අත්වැල් බැඳ ගන්නේ නම්, එය දැවැන්ත සමාජ-ආර්ථික බලපෑමක් ඇති කළ හැකිය."
      ]
    },
    "ta": {
      "title": "Asian Palm Oil Alliance இலங்கையில் எண்ணெய் பனை தொழிலுக்கு ஆதரவை வழங்குகிறது",
      "body_lines": [
        "இந்திய அரசாங்கம் இலங்கைக்கு வழங்கும் ஆதரவின் பின்னணியில், இந்தியாவின் கரைப்பான் பிரித்தெடுக்கும் சங்கம் (SEA) தலைமையிலான ஆசிய பாமாயில் அலையன்ஸ் (APOA) - தாவர எண்ணெய் தொழில்துறையின் முதன்மையான சங்கம்",
        "மற்றும் இந்தியாவில் வர்த்தகம் - இலங்கை பிரதமர் ரணில் விக்கிரமசிங்க மற்றும் பிற மூத்த அமைச்சர்கள் மற்றும் அதிகாரிகளுக்கு கடிதம் எழுதியுள்ளது, இலங்கையின் நலிவடைந்த பொருளாதாரத்தின் நலனுக்காக எண்ணெய் பனை கைத்தொழில் அதன் முழு திறனை அடைய ஆதரவை வழங்குகிறது.",
        "APOA யிடமிருந்து பிரதமருக்கு அனுப்பப்பட்ட முழுக் கடிதம் பின்வருமாறு.",
        "இந்தியாவின் SEA மற்ற ஆசிய நாடுகளுடன் இணைந்து \"The Asian Palm Oil Alliance (APOA)\" ஐ SEA India ஐ தலைமையகமாகக் கொண்டு உருவாக்கியுள்ளது, மேலும் இலங்கையில் எண்ணெய் பனை தோட்டம் தொடர வேண்டும் என எங்களின் கருத்துக்களையும் வேண்டுகோளையும் உங்கள் கவனத்திற்கு கொண்டு வர விரும்புகிறோம்.",
        "Asian Palm Oil Alliance (APOA) என்பது பாமாயில் உற்பத்தி மற்றும்/அல்லது சுத்திகரிப்பில் செயல்படும் ஆசிய நிறுவனங்கள் மற்றும் தொழில் நிறுவனங்களின் இலாப நோக்கற்ற கூட்டு ஆகும், இது இந்தியாவின் கரைப்பான் பிரித்தெடுப்பாளர்கள் சங்கத்தின் தலைமையில் உள்ளது. நமது அண்டை நாடான இலங்கையில் சமையல் எண்ணெய்க்கான கடுமையான தட்டுப்பாடு குறித்து APOA கவலை கொண்டுள்ளது.",
        "கோவிட் நெருக்கடி மற்றும் ரஷ்யா-உக்ரைன் போர் ஆகியவை தாவர எண்ணெய் விநியோக சங்கிலிகளை கடுமையாக சீர்குலைத்துள்ளன. பாமாயில் ஏற்றுமதி மீதான இந்தோனேசிய தடை, தாவர எண்ணெய் கிடைப்பது, அணுகல் மற்றும் மலிவு விலையை மேலும் குறைக்கலாம். தாவர எண்ணெய் விநியோகச் சங்கிலிகளில் ஏற்படும் இடையூறுக்கு இப்பகுதியின் தாவர எண்ணெய் தொழில் சங்கங்களுக்கு பொதுவான ஒருங்கிணைந்த அணுகுமுறை தேவைப்படுகிறது.",
        "பாமாயில் இலங்கைக்கான ஒரு மூலோபாயப் பொருளாக வெளிப்படும் என்று நாங்கள் நம்புகிறோம். இலங்கையர்கள் வாழ்க்கையின் ஒவ்வொரு அம்சத்திலும் பாமாயிலைப் பயன்படுத்துகிறார்கள்: பற்பசை முதல் ஷாம்பு, சோப்பு, லிப்ஸ்டிக், மிட்டாய், பேக்கரி பொருட்கள் வரை - பாமாயில் ஒரு ஒருங்கிணைந்த அங்கமாகும். இது அனைத்து நுகர்வோர் பொருட்களிலும் 50% உள்ளது மற்றும் தொழில்துறை பயன்பாடுகளில் முக்கிய பங்கு வகிக்கிறது. பெரும்பாலான பயன்பாடுகள் மற்றும் நாடுகளுக்கு பாமாயிலுக்கு யதார்த்தமான மாற்று எதுவும் இல்லை. இலங்கையில் கடந்த தசாப்தத்தில், சமையல் எண்ணெய் நுகர்வு 3% CAGR இல் அதிகரித்து வருகிறது. தற்போது, ​​உள்ளூர் நுகர்வு சுமார் 264,000 மெட்ரிக் டன் ஆகும், அதில் இருந்து 20% மட்டுமே உள்நாட்டில் உற்பத்தி செய்யப்படுகிறது. பற்றாக்குறையை சமாளிக்க தற்போது உள்ள 40,000 மெட்ரிக் டன்களில் இருந்து தென்னையை விரிவுபடுத்துவது பொருளாதார ரீதியாகவும், தொழில்நுட்ப ரீதியாகவும் சாத்தியமில்லை. தற்போது, ​​இலங்கை எண்ணெய் பனை சாகுபடி சுமார் 12,000 ஹெக்டேர் பரப்பளவில் உள்ளது, இது நாட்டின் மொத்த விவசாய நிலத்தில் 1% க்கும் குறைவாக உள்ளது.",
        "உலக அளவில் எண்ணெய் பனை உற்பத்தியில் முன்னணியில் இருப்பவர்கள் சிறு விவசாயிகள். எவ்வாறாயினும், இலங்கையின் பாமாயில் துறையானது சிறிய சிறு உடமையாளர்களின் பங்களிப்பையே கொண்டுள்ளது. சில அல்லாத RPC (பிராந்திய தோட்ட நிறுவனங்கள்) நிறுவனங்கள் மட்டுமே தற்போது எண்ணெய் பனை தோட்டங்களில் செயல்படுகின்றன மற்றும் பெரிய RPC கள் செயல்படும் அதே பிராந்தியங்களில் நிறுவப்பட்டுள்ளன. எவ்வாறாயினும், இலங்கையில் எண்ணெய் பனை சாகுபடியைத் தொடங்க 2,000 க்கும் மேற்பட்ட சிறு உடமையாளர்கள் ஆர்வமாக உள்ளனர் என்பதை அண்மையில் கொழும்பில் நடைபெற்ற \"ஆயில் பாம் பற்றிய கட்டுக்கதைகள் மற்றும் உண்மைகள்\" வெளியீட்டு வெளியீட்டில் நாங்கள் புரிந்துகொண்டோம்.",
        "சோலிடரிடாட் மற்றும் இந்தியன் இன்ஸ்டிடியூட் ஆஃப் ஆயில் பாம் ரிசர்ச் (IIOPR) போன்ற கூட்டாளர்களுடன் சேர்ந்து, SEA ஆனது, தேசிய உணவு எண்ணெய் -ஆயில் பாம் (NMEO-OP) இன் கீழ் இந்திய சிறுதொழில் செய்பவர்களால் பாமாயிலை ஏற்றுக்கொள்வதை தீவிரமாக ஊக்குவித்து வருகிறது என்பதை நாங்கள் பகிர்ந்து கொள்ள விரும்புகிறோம். நமது மாண்புமிகு பிரதம மந்திரி ஸ்ரீ நரேந்திர மோடி அவர்களால் எதிர்பார்க்கப்பட்ட சமையல் எண்ணெய்களில் சுயசார்புக்கான ஒரு முன்மாதிரி.",
        "தாவர எண்ணெய் உற்பத்தியிலும் இலங்கை தன்னிறைவு பெறுவதற்கு உதவுவதற்காக இந்தியாவில் NMEO-OP உடனான எங்கள் அனுபவங்கள் பற்றிய கூடுதல் தகவல்களைப் பகிர்ந்து கொள்வதில் நாங்கள் மகிழ்ச்சியடைகிறோம். இலங்கையின் கருவூலத்திற்கு மில்லியன் கணக்கான டொலர் இறக்குமதிச் செலவுகளைச் சேமிக்க முடியும்.",
        "எண்ணெய் பனை விரிவாக்கம் நிலையான வளர்ச்சி இலக்குகளை (SDGs) மேம்படுத்த உதவும். இந்தோனேஷியா மற்றும் மலேசியாவில், எண்ணைப்பனை சாகுபடி வருமான ஆதாயங்கள், மூலதனக் குவிப்பு மற்றும் உணவு, உடல்நலம், கல்வி, மற்றும் நீடித்த நுகர்வுப் பொருட்களுக்கான அதிக செலவினங்களுக்கு பங்களிக்கிறது என்று பல ஆய்வுகள் காட்டுகின்றன (Alwarritzi et al. 2016).",
        "கானாவில் நடத்தப்பட்ட ஒரு ஆய்வில், எண்ணெய் பனை விவசாயிகள் அதிக வருமானம் பெறுகிறார்கள் மற்றும் மற்ற விவசாயிகளை விட பல பரிமாண வறுமையால் பாதிக்கப்படுகின்றனர் (அஹ்மத் மற்றும் பலர். 2019). பாமாயில் இலங்கையில் இதேபோன்ற பங்கை வகிக்க முடியும், அதே நேரத்தில் மிகக் குறைந்த நிலம் மற்றும் நீரைப் பயன்படுத்துகிறது மற்றும் ஒரு விவசாயிக்கு சிறந்த நிதி வருவாயை வழங்குகிறது.",
        "எங்கள் கூட்டாளர்களான Solidaridad, \"ஆயில் பாம் பற்றிய கட்டுக்கதைகள் மற்றும் உண்மைகள்\", ஒரு        ஆராய்ச்சி அடிப்படையிலான அறிவியல் ஆய்வை வெளியிட்டுள்ளது, இது சிறந்த பல்கலைக்கழகங்களில் இருந்து 15 க்கும் மேற்பட்ட முன்னணி விஞ்ஞானிகளின் ஆராய்ச்சி கண்டுபிடிப்புகள் பற்றிய ஆழமான இலக்கிய ஆய்வு மூலம் பாமாயில் பற்றிய தகவல் மற்றும் மதிப்பீடுகளை வழங்குகிறது. இந்தோனேசியா, மலேசியா, இந்தியா மற்றும் இலங்கை முழுவதும் ஆராய்ச்சி நிறுவனங்கள். இலங்கையில் எண்ணெய் பனை தோட்டங்கள் பரவலான காடழிப்பு மற்றும் சுற்றுச்சூழல் அமைப்புகளுக்கு சேதம் விளைவிக்கும் என்ற கூற்றுக்கள் கடுமையான மற்றும் திறந்த அறிவியல் ஆராய்ச்சிகளால் ஆதரிக்கப்படவில்லை. மறைமுக நிகழ்ச்சி நிரல்களுடன் சமூக ஊடகங்களில் பல்வேறு நிறுவனங்களால் பரப்பப்படும் கட்டுக்கதைகள் மற்றும் பொய்களை இது எதிர்க்கிறது. தற்போதுள்ள தோட்டங்களை வேரோடு பிடுங்கி, மரங்களை அழிக்க வேண்டும் என்றால், இது முன்னோடியில்லாத வகையில் மூலதனத்தை வீணடிக்கும், அதை மாற்றுவது எளிதல்ல என்று நாங்கள் நம்புகிறோம்.",
        "இந்தச் சூழலில், எண்ணெய் பனை சாகுபடியை தடை செய்து, நாட்டில் எண்ணெய் பனை உற்பத்தியை அதிகரிக்க அனுமதிக்கும் முடிவை இலங்கை அரசாங்கம் பரிசீலிக்கும் என்று நாங்கள் உண்மையிலேயே நம்புகிறோம். SEA மற்றும் அதன் பங்குதாரரான Solidaridad ஆகியவை பின்வரும் வழிமுறைகள் மூலம் எமது பங்காளியான இலங்கை பாமாயில் தொழிற்சங்கம் (POIA) மற்றும் ஏனைய பங்குதாரர்களுக்கு ஆதரவளிக்க தயாராக உள்ளன.",
        "1. எண்ணெய் பனை உற்பத்தியை மேம்படுத்துவதற்கு மரபணு வள மேலாண்மை, பயிர் மேம்பாடு மற்றும் உற்பத்தி தொழில்நுட்பங்கள் பற்றிய அடிப்படை, மூலோபாய மற்றும் பயன்பாட்டு ஆராய்ச்சியை மேம்படுத்த இலங்கை மற்றும் இந்திய ஆராய்ச்சி நிறுவனங்களுக்கிடையில் ஒத்துழைப்பை ஊக்குவிக்கவும் வசதி செய்யவும் நாங்கள் தயாராக உள்ளோம். இது இலங்கையில் எண்ணெய் பனை உற்பத்தியின் வளர்ச்சிக்கு அறிவியல் பூர்வமான ஆதரவை வழங்க உதவும்",
        "2. தாவர எண்ணெய்களில் தன்னிறைவை அடைவதற்கும் அந்நியச் செலாவணி வெளியேறுவதைக் குறைப்பதற்கும் நாட்டில் 250,000 மெட்ரிக் டன் பாமாயிலை உற்பத்தி செய்யும் தொலைநோக்குப் பார்வையுடன் பாமாயில் பணியை வடிவமைப்பதில் எங்கள் அனுபவங்களைப் பகிர்ந்துகொள்வதற்கும் இலங்கை அரசாங்கத்திற்கு உதவுவதற்கும் நாங்கள் தயாராக இருக்கிறோம். இது தென்னைப் பொருட்களின் ஏற்றுமதி சார்ந்த மதிப்புக் கூட்டலுக்கு வழி வகுக்கும் மற்றும் நாட்டிற்கு அதிக அந்நியச் செலாவணியைக் கொண்டு வரும்.",
        "3. உள்ளூர் மக்களின் கவலைகளை உள்ளடக்கிய மற்றும் கருத்தில் கொண்ட அதன் சொந்த நிலைத்தன்மை கட்டமைப்பை வகுக்க இலங்கைக்கு எங்களது ஆதரவை வழங்குகிறோம். பனை எண்ணெய் உற்பத்தி தேசிய நிலைத்தன்மை தரத்திற்கு எதிராக உள்நாட்டில் சான்றளிக்கப்படலாம். பாமாயிலில் நிலையான உற்பத்தி மற்றும் வர்த்தகத்தை ஊக்குவிப்பது தடையை பாதுகாப்புவாதத்தின் கருவியாக அல்லது வர்த்தகம் அல்லாத தடையாக அறிமுகப்படுத்துவதை விட மிகவும் பயனுள்ள வழியாகும் என்று நாங்கள் உறுதியாக நம்புகிறோம்.",
        "17 நிலையான வளர்ச்சி இலக்குகளில் (SDGs) 15 இலக்குகள்/துணை இலக்குகளுக்கு எண்ணெய் பனை பங்களிக்கிறது. இலங்கையில் பாமாயிலுக்கு வாய்ப்பளிக்க அரசாங்கம், தொழில்துறை மற்றும் அரச சார்பற்ற நிறுவனங்களும் கைகோர்த்தால், அது பாரிய சமூக-பொருளாதார தாக்கத்தை உருவாக்க முடியும்."
      ]
    }
  }
}