{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-bond-yields-inactive-rupee-close-at-310-against-us-dollar-92655/",
  "time_ut": 1649282460,
  "title": "Sri Lanka bond yields inactive, rupee close at 310 against US dollar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s secondary market remained inactive on Wednesday (06) despite the yields in weekly bills auction soaring over 300 basis points, market participants said while the rupee was quoted at 310 rupees against US dollar in commercial banks.",
    "Commercial Banks were offering to sell dollars for telegraphic transfers at between 310-313 rupees and buy between 295-300 rupees on Wednesday.",
    "Dealers said the market did not have a proper two-way spot quote on Wednesday.",
    "The central bank indicative spot rate remained flat at 307.78 rupees on Wednesday from the previous day.",
    "Central Bank’s telegraphic transfer dollar rate was at 298.1/308.5 on Wednesday, up from 293.2/303.5 on Tuesday.",
    "Sri Lanka’s rupee has been made more flexible but a clean float has not yet been established.",
    "In the secondary market, there were no active bond rates following the bills auction, dealers said.",
    "In the bills auction, 80 billion was offered and 72.5 billion was sold.",
    "The debt office offered 40 billion rupees of 3-month bills and sold 64 billion.",
    "20 billion rupees of 6-month bills were offered and 4.2 billion was sold.",
    "20 billion rupees of 12-month bills were offered and 4.3 billion were sold.",
    "The 3-month yield went up 120 basis points to 14.12 percent.",
    "The 6-month yield went up 311 basis points to 12.25 percent.",
    "The 12-month bill yield rose 341 basis points to 15.69 percent.",
    "Over the weekend Sri Lanka saw anti-government protests spread across the country demanding the ruling government to step down for its mismanagement as the economic crisis throttled the common man.",
    "Many government officials including the central bank governor Ajith Nivard Cabraal and ministers have tendered their resignation.",
    "Following Cabral’s resignation, a monetary policy meeting that was scheduled to take place on April 05 was postponed.",
    "Analysts say this was an important meeting in which rates were expected to be hiked further after inflation hit 18.7 percent in March.",
    "The rate hike would have reduced money printing and domestic private credit.",
    "Analysts had warned of triple defaults unless urgent action is taken to tighten monetary policy and restore a working exchange rate regime.",
    "Nandalal Weerasinghe, the former Deputy Governor of the central bank is said to take over the governorship on April 07. (Colombo/Apr6/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා බැඳුම්කර නිෂ්ක්‍රීය, එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල 310 ට ආසන්න වේ",
      "body_lines": [
        "ECONOMYNEXT - සතිපතා බිල්පත් වෙන්දේසියේ ඵලදාව පදනම් ලකුණු 300 ඉක්මවමින් තිබියදීත්, ශ්‍රී ලංකාවේ ද්විතීයික වෙළෙඳපොළ බදාදා (06) අක්‍රියව පැවති බව වෙළඳපොළ සහභාගිවන්නන් පැවසූ අතර වාණිජ බැංකුවල එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල රුපියල් 310 ක් ලෙස සටහන් විය.",
        "කොමර්ෂල් බැංකු විදුලි පණිවුඩ හුවමාරු සඳහා ඩොලර් රුපියල් 310-313 අතර මිලකට විකිණීමට සහ බදාදා රුපියල් 295-300 අතර මිලට ගැනීමට ඉදිරිපත් විය.",
        "වෙළෙන්දෝ කියා සිටියේ බදාදා වෙළඳපොලේ නිසි ද්වි-මාර්ග ස්ථාන උපුටා දැක්වීමක් නොමැති බවයි.",
        "මහ බැංකු දර්ශක අනුපාතිකය පෙර දිනට වඩා බදාදා රුපියල් 307.78 ක් ලෙස ස්ථාවරව පැවතුනි.",
        "මහ බැංකුවේ විදුලි පණිවුඩ හුවමාරු ඩොලර් අනුපාතය බදාදා 298.1/308.5 හි පැවති අතර, අඟහරුවාදා 293.2/303.5 සිට ඉහළ ගියේය.",
        "ශ්‍රී ලංකාවේ රුපියල වඩාත් නම්‍යශීලී කර ඇති නමුත් පිරිසිදු පාවෙන තවමත් ස්ථාපිත වී නොමැත.",
        "ද්විතීයික වෙළෙඳපොළ තුළ බිල්පත් වෙන්දේසියෙන් පසුව සක්‍රීය බැඳුම්කර අනුපාත නොතිබූ බව අලෙවි නියෝජිතයෝ පවසති.",
        "බිල්පත් වෙන්දේසියේදී බිලියන 80ක් ඉදිරිපත් කර බිලියන 72.5ක් විකුණා ඇත.",
        "ණය කාර්යාලය මාස 3 ක බිල්පත් රුපියල් බිලියන 40 ක් ඉදිරිපත් කර බිලියන 64 ක් විකුණුවා.",
        "මාස 6 ක බිල්පත් රුපියල් බිලියන 20 ක් ඉදිරිපත් කර බිලියන 4.2 ක් විකුණා ඇත.",
        "මාස 12 ක බිල්පත් රුපියල් බිලියන 20 ක් පිරිනැමූ අතර බිලියන 4.3 ක් විකුණා ඇත.",
        "මාස 3ක අස්වැන්න පදනම් ලකුණු 120කින් ඉහළ ගොස් සියයට 14.12ක් විය.",
        "මාස 6ක අස්වැන්න පදනම් ලකුණු 311කින් ඉහළ ගොස් සියයට 12.25ක් විය.",
        "මාස 12 ක බිල්පත් අස්වැන්න පදනම් අංක 341 කින් සියයට 15.69 දක්වා ඉහළ ගියේය.",
        "ආර්ථික අර්බුදය සාමාන්‍ය ජනතාව පීඩාවට පත් කරද්දී, පාලක ආන්ඩුව වැරදි කළමනාකාරීත්වය නිසා ඉවත් වන ලෙසට බල කරමින් සති අන්තයේ දී රට පුරා ආණ්ඩු විරෝධී විරෝධතා ව්‍යාප්ත වූ බව ශ්‍රී ලංකාව දුටුවේය.",
        "මහ බැංකු අධිපති අජිත් නිවාඩ් කබ්රාල් ඇතුළු රාජ්‍ය නිලධාරීන් රැසක් සහ අමාත්‍යවරුන් රැසක් ඉල්ලා අස්වී තිබෙනවා.",
        "කබ්රාල්ගේ ඉල්ලා අස්වීමෙන් පසු අප්‍රේල් 05 වැනිදා පැවැත්වීමට නියමිතව තිබූ මුදල් ප්‍රතිපත්ති රැස්වීම කල් දැමිණි.",
        "විශ්ලේෂකයින් පවසන්නේ මෙය මාර්තු මාසයේදී උද්ධමනය සියයට 18.7 දක්වා ඉහළ යාමෙන් පසු අනුපාත තවදුරටත් ඉහළ නැංවීමට අපේක්ෂා කළ වැදගත් රැස්වීමක් බවයි.",
        "පොලී වැඩිවීම නිසා මුදල් මුද්‍රණය සහ දේශීය පුද්ගලික ණය අඩුවනු ඇත.",
        "මූල්‍ය ප්‍රතිපත්තිය දැඩි කිරීමට සහ ක්‍රියාකාරී විනිමය අනුපාත තන්ත්‍රයක් යථා තත්ත්වයට පත් කිරීමට හදිසි ක්‍රියාමාර්ග නොගතහොත් විශ්ලේෂකයින් ත්‍රිත්ව පැහැර හැරීම් ගැන අනතුරු අඟවා තිබුණි.",
        "මහ බැංකුවේ හිටපු නියෝජ්‍ය අධිපති නන්දලාල් වීරසිංහ මහතා අප්‍රේල් 07 වැනිදා අධිපති ධූරයේ වැඩ භාර ගැනීමට නියමිත බව පැවසේ (කොළඹ/අප්‍රේල් 6/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை பத்திரம் செயலற்ற நிலையில், அமெரிக்க டாலருக்கு நிகரான ரூபாய் மதிப்பு 310 ஆக உள்ளது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் இரண்டாம் நிலை சந்தை புதன்கிழமை (06) செயலற்ற நிலையில் இருந்தது வாராந்திர உண்டியல் ஏலத்தில் மகசூல் 300 அடிப்படை புள்ளிகளுக்கு மேல் உயர்ந்தாலும், வர்த்தக வங்கிகளில் அமெரிக்க டாலருக்கு நிகரான ரூபாயின் மதிப்பு 310 ரூபாயாக இருந்ததாக சந்தை பங்கேற்பாளர்கள் தெரிவித்தனர்.",
        "வர்த்தக வங்கிகள் தந்தி பரிமாற்றங்களுக்கான டாலர்களை 310-313 ரூபாய்க்கு விற்கவும், புதன்கிழமை 295-300 ரூபாய்க்கு வாங்கவும் முன்வந்தன.",
        "புதன்கிழமை சந்தையில் சரியான இரு வழி ஸ்பாட் மேற்கோள் இல்லை என்று டீலர்கள் தெரிவித்தனர்.",
        "மத்திய வங்கியின் சுட்டி விலையானது முந்தைய நாளிலிருந்து புதன்கிழமை 307.78 ரூபாயாக சீராக இருந்தது.",
        "மத்திய வங்கியின் தந்தி பரிமாற்ற டாலர் வீதம் புதன்கிழமை 298.1/308.5 ஆக இருந்தது, செவ்வாய்க்கிழமை 293.2/303.5 ஆக இருந்தது.",
        "இலங்கையின் ரூபாய் மிகவும் நெகிழ்வானதாக மாற்றப்பட்டுள்ளது, ஆனால் ஒரு சுத்தமான மிதவை இன்னும் நிறுவப்படவில்லை.",
        "இரண்டாம் நிலை சந்தையில், உண்டியல்கள் ஏலத்திற்குப் பிறகு செயலில் உள்ள பத்திர விகிதங்கள் எதுவும் இல்லை என்று டீலர்கள் தெரிவித்தனர்.",
        "உண்டியல்கள் ஏலத்தில், 80 பில்லியன் வழங்கப்பட்டது மற்றும் 72.5 பில்லியன் விற்கப்பட்டது.",
        "கடன் அலுவலகம் 40 பில்லியன் ரூபாய் 3 மாத பில்களை வழங்கியது மற்றும் 64 பில்லியனை விற்றது.",
        "20 பில்லியன் ரூபா 6 மாத உண்டியல்கள் வழங்கப்பட்டு 4.2 பில்லியன் விற்கப்பட்டது.",
        "20 பில்லியன் ரூபா 12 மாத உண்டியல்கள் வழங்கப்பட்டு 4.3 பில்லியன் விற்கப்பட்டது.",
        "3 மாத மகசூல் 120 அடிப்படை புள்ளிகள் அதிகரித்து 14.12 சதவீதமாக இருந்தது.",
        "6 மாத மகசூல் 311 அடிப்படை புள்ளிகள் அதிகரித்து 12.25 சதவீதமாக இருந்தது.",
        "12 மாத பில் விளைச்சல் 341 அடிப்படை புள்ளிகள் அதிகரித்து 15.69 சதவீதமாக உள்ளது.",
        "பொருளாதார நெருக்கடியானது சாமானியர்களை திணறடித்துள்ள நிலையில், ஆளும் அரசாங்கம் தனது தவறான நிர்வாகத்திற்காக பதவி விலகுமாறு கோரி, வார இறுதியில், நாடு முழுவதும் அரசாங்க எதிர்ப்புப் போராட்டங்கள் பரவியதை இலங்கை கண்டது.",
        "மத்திய வங்கியின் ஆளுநர் அஜித் நிவார்ட் கப்ரால் மற்றும் அமைச்சர்கள் உட்பட அரச அதிகாரிகள் பலர் தமது இராஜினாமாவை சமர்ப்பித்துள்ளனர்.",
        "கப்ரால் ராஜினாமா செய்ததைத் தொடர்ந்து, ஏப்ரல் 05 ஆம் தேதி நடைபெறவிருந்த நிதிக் கொள்கை கூட்டம் ஒத்திவைக்கப்பட்டது.",
        "மார்ச் மாதத்தில் பணவீக்கம் 18.7 சதவீதத்தை எட்டிய பின்னர் விகிதங்கள் மேலும் உயர்த்தப்படும் என்று எதிர்பார்க்கப்பட்ட முக்கியமான கூட்டம் இது என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "கட்டண உயர்வு பணம் அச்சிடுதல் மற்றும் உள்நாட்டு தனியார் கடன் ஆகியவற்றைக் குறைக்கும்.",
        "பணவியல் கொள்கையை கடுமையாக்குவதற்கும், செயல்பாட்டு மாற்று விகித ஆட்சியை மீட்டெடுப்பதற்கும் அவசர நடவடிக்கை எடுக்கப்படாவிட்டால், மூன்று மடங்கு இயல்புநிலை ஏற்படும் என ஆய்வாளர்கள் எச்சரித்துள்ளனர்.",
        "மத்திய வங்கியின் முன்னாள் பிரதி ஆளுநரான நந்தலால் வீரசிங்க எதிர்வரும் ஏப்ரல் 07ஆம் திகதி ஆளுநராக பதவியேற்கவுள்ளதாக தெரிவிக்கப்படுகின்றது. (கொழும்பு/ஏப்6/2022)"
      ]
    }
  }
}