{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/procrastination-could-be-killer-of-economy/",
  "time_ut": 1651855140,
  "title": "Procrastination could be killer of economy",
  "body_lines": [
    "Yesterday’s hartal crippled the country, which needs work stoppages like a hole in the head amidst the worst-ever economic crisis it is facing, for they only put paid to the efforts being made to resuscitate the economy. But the blame for this unfortunate situation should be apportioned to the government, which is playing tricks on the people. What we witnessed yesterday may be considered a foretaste of the worst-case scenario, which is expected to play out, if the government remains intransigent.President Gotabaya Rajapaksa may have thought he would be able to assuage public anger by appointing some relatively young MPs to the Cabinet. The members of the B team, save one or two, have also failed; they are all at sea. It is said that you cannot make a silk purse out of a sow’s ear.If the President continues to dillydally, claiming that he cannot appoint an all-party interim government because the SJB and the JVP are not amenable to such an arrangement, he will only drive the angry protesters to redouble their efforts to oust him. He ought not to ignore the warning issued by trade unions that they will launch a continuous hartal from 11 May unless both he and the government step down forthwith. Backdoor political deals his brothers are busy striking in a desperate bid to retain power and safeguard their family interests will be of little use in case of a protracted hartal. Media reports say President Rajapaksa has finally brought himself to request the Prime Minister to step down. This seems to be the only way he could seek to prevent a further escalation of the crisis.",
    "The Opposition is demanding a general election, but has expressed its willingness to consider joining an interim administration if both the PM and the President step down. It has refused to soften its stance; it would not listen to the religious leaders who are asking for an all-party interim government to resolve the economic crisis urgently and then conduct a general election. The outcome of Wednesday’s ballot in Parliament exposed the Opposition’s real strength; only 65 MPs voted for its candidate for the post of the Deputy Speaker in the 225-member House. Thus, the Opposition cannot secure the passage of the SJB’s no-faith motion against the government under its own steam. It has to enlist the support of the dissident SLPP MPs, who are calling for an interim administration.he current political impasse has taken a heavy toll on the economy. The Opposition should realise that it will not be able to win back popular support by staging protests. The people have rejected all politicians as could be seen from the ‘underwear protest’ at the newly-established Horu Go Home Gama near Parliament. The national legislature has never been ridiculed in this manner, and all the MPs must take the blame for having caused a severe erosion of public faith in Parliament and causing it to lose its dignity. Two branches of government—the Executive and the Legislature—are under siege. What is this world coming to when the President cannot visit his office due to protests, and the MPs are dependent on the riot police to travel to and from Parliament? It is high time both the government and the Opposition realised the danger of provoking the public further. They had better get together and discuss how to resolve the crippling economic crisis. Perhaps, the religious leaders, who have proposed a sensible short-term solution, should consider summoning a meeting of political leaders and knocking some sense into them.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}