{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/19/number-plate-system-considered-to-issue-fuel-priority-system-for-essential-workers/",
  "time_ut": 1655624280,
  "title": "Number-plate system considered to issue fuel, priority system for essential workers",
  "body_lines": [
    "COLOMBO (News 1st); Minister of Energy, Kanchana Wijesekara says that the Government is focusing on a program to issue fuel on weekdays according to the last digit of the number plate of vehicles.",
    "Speaking on the power cuts, the Minister said that he hopes for electricity cuts to be maintained at 2-3 hours in the coming weeks.",
    "Moreover, he mentioned that despite the fuel crisis, the required amount of fuel will be issued for public transport, including 150MT daily for the Railways Department and 600MT of fuel reserved daily for SLTB buses and private buses. The Minster said that whichever requirement of the SLTB for fuel will be fulfilled in this regard, and will be implemented as a policy decision.",
    "He emphasized that public transport will continue as usual, as all SLTB depots will be supplied sufficient fuel needed for SLTB buses, and requested all private buses engaged in public transport and holding a route permit, to not go to fuel stations and only obtain fuel from SLTB depots, without causing a congestion at other filling stations.",
    "Moreover, buses and vans used for inbound tourism will also be facilitated at these SLTB depots, per the request of the Minister of Tourism, while school vans and school buses, and office transport vehicles will also be able to obtain Diesel from the same.",
    "Steps are being taken to restore public transport, tourism and the transportation of school students back to normal, the Minister assured.",
    "Meanwhile, the Minister said that a mechanism has been considered to be implemented with the assistance of the Pradeshiya Sabha and Police to issue fuel for three wheelers after identifying and compiling a list of full-time three-wheeler operators.",
    "Accordingly, the mechanism suggested will include categorizing and designating the nearest filling station to the relevant three-wheeler according to division they are registered in, which will be the ONLY option for the three-wheeler to obtain fuel from, in order to allow them to engage in their daily work without spending too much time in queues.",
    "The Minister pointed out that most of the country’s fuel is being used up by three wheelers, including hoarding of fuel as suggested by social media posts.",
    "He said that the people do not need to go ahead and register, but the Police and the Pradeshiya Sabha will inform the relevant three-wheeler owners of which filling station they are designated to.",
    "Commenting on the release of fuel to the market, the Minister said that a mechanism has been proposed where the last number on each vehicle’s number plate to be utilized to reserve a day of the week to obtain fuel.",
    "Accordingly, the Ministry hopes to eradicate at least 2/3 of the current fuel queues, and to allow every single vehicle to obtain fuel, as it is not possible to provide fuel to every filling station for several times a day, or to provide all filling stations with fuel at the same time.",
    "As the health sector has made a request to have a special allocation for fuel, the Minister said that medical staff included in emergency essential services will be able to obtain fuel from selected filling stations on Fridays, based on their proximity to the hospitals.",
    "This method will be implemented for Police personnel as well, the Minister said, adding that those in electricity and water supply fields which deal with services too will be able to obtain fuel according to this method.",
    "Attention also to be drawn towards giving priority to issue fuel for vehicles engaged in export oriented fields on one specific day a week, as they generate much needed and income and dollars to the country, Minister Wijesekara said.",
    "Assuring that the requirements of farmers for kerosene and diesel will also be addressed, the Minister said that for now, the Government will focus on essential services.",
    "Number-plate system considered to issue fuel, priority system for essential workers"
  ]
}