{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Suggestions-by-pharmacy-owners-to-address-drug-scarcity/342-236310",
  "time_ut": 1651721040,
  "title": "Suggestions by pharmacy owners to address drug scarcity",
  "body_lines": [
    "As a solution to the current medicine shortage in the country, the All-Island Private Pharmacy Owners' Association (ACPPOA) has requested the government to implement three options, including recommending doctors and physicians to issue prescriptions only by generic name, but not trade name.",
    "ACPPOA President Chandika Gankanda told the Daily Mirror while replying to a statement made by the Government Medical Officers’ Forum (GMOF) President Dr. Rukshan Bellana, claiming that the pharmacies are hoarding medicines with the aim of releasing their prices are increased.",
    "He said Dr. Bellana could not make statements about hoarding drugs supplied by major drug importers and pharmaceutical manufacturing companies.",
    "\"We do not want to hide medicines, through hoarding we can't make any profit. We cannot print any trade tag on medicine packs or bottles. We have to sell these medicines according to the prices printed on the packs or bottles. Therefore, we cannot gain any profit from selling, even after a price increase. People also know that pharmacies cannot sell medicines for more than the prices printed on them, \"Gankanda said.",
    "\"After increasing the medicine prices by 69%, the pharmacy owners have to find additional capital to buy them, and that leaves the owners in a critical situation. Even though the pharmacies buy the medicines after the price increase, we cannot sell them at higher prices, since we have been given a profit margin. The association continue to stress that they could not sell the medicines with the given margin, \"the association said.\"",
    "Therefore, the ACPPOA  requests the government to implement three options to handle the medicine shortage in the country. It should recommend that doctors and physicians issue prescriptions only by generic name, not by the trade name, limit the number of non essential medicines to be brought into the country and to implement a correct pricing formula.",
    "If the government consider and implement the above proposals, there would not be a drug shortage in the country, he said. (Chaturanga Samarawickrama)"
  ]
}