{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/14/japan-has-lost-complete-faith-in-sri-lanka-claims-harsha/",
  "time_ut": 1655177280,
  "title": "Japan has lost complete faith in Sri Lanka, claims Harsha",
  "body_lines": [
    "COLOMBO (News 1st); Japan has lost complete faith in Sri Lanka, said Opposition legislator Dr. Harsha De Silva recently.",
    "Commenting on a recent meeting with the Japanese Ambassador to Sri Lanka, Dr. Hasha said that if Japan is to award a short-term credit facility to the island nation, an all party government must be established or the agreement must be signed by the Government as well as the Opposition.",
    "“Opposition MPs will never sign agreements for credit facilities sought by the government,” he told reporters adding that the only solution is for an all party government to be established.",
    "He also said that the Indian High Commissioner to Sri Lanka had noted that the next fuel shipment via the Indian Credit Line will reach Sri Lanka on the 17th of June, while Sri Lanka is yet to make a payment for a Gas Shipment that is anchored at sea.",
    "“I met the President on the evening on the 10th. Houses were burnt on the 9th. I told the President that what the people want is his resignation and for the executive presidency to be abolished. The President told me “Harsha do you expect me to resign tomorrow?” I told him he does not have to resign tomorrow. We cannot do that according to the constitution. I told him to set a certain time period to resign and that we can form an all party government and face this together,” said the MP.",
    "He also noted that the president is not willing to give up the powers held by him and his family, and provide relief to the people.",
    "“The leader of the United National Party Ranil Wickremesinghe took over the post of prime minister without any condition. Now what has happened? Now the President is saying he will not resign,” said Dr. Harsha De Silva.",
    "Sri Lanka: Woman abducted for Ransom, Police swoop in to arrest abductors"
  ]
}