{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pm-laments-unilateral-termination-of-japan-india-funded-projects-95309/",
  "time_ut": 1654595100,
  "title": "Sri Lanka PM laments unilateral termination of Japan, India-funded projects",
  "body_lines": [
    "ECONOMYNEXT – Blaming poor foreign policy on the country’s international “marginalisation”, Sri Lanka Prime Minister Ranil Wickremesinghe on Monday (07) criticised the unilateral cancellation of projects funded by friendly nations like Japan and India.",
    "“Japan is our long time friend; a nation that has helped our country greatly. But they are now unhappy with us due to the unfortunate events of the past. Our country had failed to formally notify Japan of the suspension of certain projects.",
    "“Sometimes the reasons for these suspensions were not even stated. Some projects undertaken by Japan in our country were halted halfway through based on the reports of a single individual,” he said, speaking in parliament on Tuesday (07).",
    "Wickremesinghe was ostensibly referring to Sri Lanka’s termination of a Japan International Cooperation Agency (JICA)-funded light railway transit (LRT) project, which analysts say soured relations between the two countries. The cancellation of a trilateral deal with India and Japan to develop the Eastern Container Terminal (ECT) of the Colombo Port did not help matters.",
    "Wickremesinghe recently met Japanese Ambassador to Sri Lanka Mizukoshi Hideaki, one of the first envoys the newly sworn in PM called on in early May.",
    "“Japan and India had agreed to supply us with two LNG power plants. The Ceylon Electricity Board (CEB) stopped those two projects without any justifiable reason,” Wickremesinghe told parliament.",
    "“Japan had agreed to provide about 3 billion dollars worth of projects to our country by 2019. All of these projects were put on hold for no reason.",
    "“I urge the Parliamentary Committee on Public Finance to conduct an inquiry into the suspension of such valuable projects granted to us by our long-time allies for unstated reasons,” he said.",
    "Despite alienating these friendly nations, the PM said, India has offered to help Sri Lanka in the face of the growing crisis.",
    "“We express our respect and gratitude to them during this difficult time.  We are also working to re-establish old friendships with Japan.",
    "“We call on the International Monetary Fund (IMF) to hold a summit to help unite our lending partners. Holding such a conference under the leadership of India, China and Japan will be a great strength to our country.  China and Japan have different credit approaches. It is our hope that some consensus on lending approaches can be reached through such a conference,” he said.",
    "Commenting on a swap facility from China, Wickremesinghe said one of the conditions that came with the facility was that the funds could only be used if Sri Lanka had  enough foreign reserves for three months.",
    "“We have not had foreign exchange reserves for three months since the loan was taken.  Our former officials took loans to deceive the country.  We will not be debt free under that condition. We have requested the Chinese government to consider removing that condition from the agreement that has been signed with them.",
    "“We urge the Chinese government to look into the matter favourably,” he said. (Colombo/May07/2022)"
  ]
}