{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-schedules-5-hour-power-cuts-for-april-4-92516/",
  "time_ut": 1649032980,
  "title": "Sri Lanka schedules 5 hour power cuts for April 4",
  "body_lines": [
    "ECONOMYNEXT – A maximum of five hour power cuts have been scheduled in most parts of Sri Lanka, Public Utilities Commission Chairman Janaka Ratnayake said, with an Indian  fuel shipment under 500 million US dollars credit line has helped to slash the power cut duration.",
    "Ratnayake said the utility provider Ceylon Electricity Board (CEB) has requested for seven hour power cuts on Monday, however, the regulator reduced it to 5 hours.",
    "Areas A,B,C,D,E,F,G,H,I,J,K, P,Q,R,S, T, U, V, W will have power cuts of 3.5 hours in between 10.00am to 5.00pm and another 1.5 hour from 6.00 pm to 9.00 pm.",
    "Areas under CC1 will see a 4 hour power cut from 6.00 pm to 9.00 pm.",
    "The PUCSL has received 12,000 metric tonnes of diesel from the Indian credit line on Saturday and 6,000 tonnes from the Indian Oil Corporation.",
    "On April 05 and 06, another consignment of 12,000 tonnes of diesel would come from the Indian credit line.",
    "April 06 and 07 12,000 Metric tonnes of diesel and 15,000 metric tonnes of furnace oil would come.",
    "In addition “reasonable allocation” from an anchored ship would be made, the regulator said.",
    "Sri Lanka has faced severe forex shortages due to money printed over two years to keep interest down.",
    "An attempt to float the rupee has led to a collapse from 200 to 300 to the US dollar with no float established as of Friday.",
    "The power cuts are sharply reduced from 13 hour to one hour as the daily energy demand has surged partly due to people switching to electricity from gas, where there is also a shortage.",
    "If the Indian credit line is used to fund losses of the CEB, Sri Lanka would end up with a larger external current account deficit and higher public foreign debt, analysts say.",
    "Sri Lanka ended up with large power cuts partly because the CEB was denied 1 to 2 hour power cuts to conserve water earlier in the year. When CEB losses are financed by state banks with printed money taken from the central bank through the overnight window, forex shortages worsen. (Colombo/April 14/2022)"
  ]
}