{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81849/president-govt-shouldve-been-more-open-about-plans-for-the-country-namal",
  "time_ut": 1650045360,
  "title": "President, govt should’ve been more open about plans for the country - Namal",
  "body_lines": [
    "Former Minister Namal Rajapaksa has said he understands why people are angry with the government. However, he has cautioned that now is not only the time for anger, but for solutions too.",
    "According to Namal, the President and the government should have been more open and vocal about their plans for the country. “One of the biggest accusations we have is that we don’t inform people — which I agree with,” he told ThePrint.",
    "Protests have broken out across the nation amid anger and frustration stemming from the Sri Lankan economic crisis. This has further stoked political turmoil, with the cabinet — Namal Rajapaksa included — resigning. Namal Rajapaksa told ThePrint Saturday that the Sri Lankan government will appoint a fresh cabinet this week.",
    "Meanwhile, the Opposition is collecting signatures for a no-confidence vote.",
    "In an interview with ThePrint, Namal, the former minister of youth and sports, talked about the need for systemic change in Sri Lanka. According to him, progressive leadership is held back by an outdated administrative system, and plenty of red tape.",
    "Accepting that the Gotabaya Rajapaksa administration hasn’t been as transparent as required — and that the current silence from the President isn’t helping the situation — Namal said the “President should address the nation and tell them about his plans”.",
    "He also said that former Minister Basil Rajapaksa should have been more vocal about the country’s economic situation and his plans to tackle it.",
    "On Monday night, Prime Minister Mahinda Rajapaksa made his first public statement since the countrywide protests began. “The government is working round-the-clock to overcome the economic crisis,” he said, calling for patience.",
    "Protests have been continuing non-stop in the country, with the Sri Lankan government declaring a holiday Monday and Tuesday in view of the Sinhala and Tamil New Year. Protesters have set up camp outside the secretariat, and christened the new demonstration ground “Gotagogama”, or “Gota Go Village”, in reference to the popular slogan asking President Gotabaya Rajapaksa to leave office.",
    "Namal told ThePrint that he understands why people are angry, and supports their right to protest. However, he added that such anger is unproductive and could create a further crisis — especially as the protests could keep away tourists, who could help the Sri Lankan economy."
  ]
}