{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/First-ever-woman-President-of-FCCISL-gets-international-recognition/34-734420",
  "time_ut": 1651775400,
  "title": "First-ever woman President of  FCCISL gets international recognition",
  "body_lines": [
    "President FCCISL Shirley Jayawardena receiving the ‘Priyadarshini Lifetime Achievement Award’ at the 6th International Conference for Women Entrepreneurs held in New Delhi, India",
    "The decades of women leadership of Shirley Jayawardena in the Sri Lankan private sector and in the South Asian business spheres have been appreciated at an international forum recently.",
    "It is no wonder that owing to her relentless service in the socioeconomic area for over 35 years was recognised with the prestigious ‘Priyadarshini Lifetime Achievement Award’ presented at the 6th International Conference for Women Entrepreneurs held from 23-25 March in New Delhi, India, organised jointly by the Federation of Indian Women Entrepreneurs, Ministry of MSME, Government of India and the Institute of Studies in Industrial Development (ISID).",
    "She became the first-ever women President of the Federation of Chambers of Commerce and Industry of Sri Lanka (FCCISL) after decades of service in the Sri Lankan and South Asian chamber movements. She used to be the Central Province Women’s Chamber of Small Industry and Commerce President and Central Regional Chamber of Commerce and Industry Senior Vice President whilst being FCCISL Senior Vice President.",
    "She has also served as a Chamber of Commerce and Industry Central Province member of the Board of Directors for a long period of time.",
    "She is Wisewel Lanka Ltd. Chairperson, Media Vision Ltd. Managing Director, Agritech Enterprises Pvt. Ltd Director, and Algotec Systems Ltd Partner.",
    "Proving her leadership in the international chamber movement along with her leadership at the national level, she became SAARC Chamber Women Entrepreneurs Council (SCWEC) Vice-Chairperson and South Asia Women’s Development Forum Vice President representing Sri Lanka at these South Asian platforms. She is also the World’s Federation of Women’s Chambers and the SAARC Chamber of Commerce and Industry Executive Member.",
    "Being a woman business leader at these national and international forums, Jayawardena has rendered a remarkable service for the empowerment of women entrepreneurs, youth-led business ventures, startups, MSMEs (micro, small and medium enterprises), agri-businesses, etc.",
    "Apart from her leadership in the business community, she has been active in social development projects being the first-ever woman President of the Lions Club of Senkedagala and Lions International District 306C1 Additional Cabinet Secretary. She has also served as the Indo-Sri Lanka Cultural Association Director for several years.",
    "Jayawardena was invited as a speaker and a panelist at the 6th International Conference for Women Entrepreneurs.",
    "At the conference, focusing on ‘Leveraging E-commerce and Digital Platforms for Women-led MSMEs’ she addressed the gathering. At the conclusion of the conference, Jayawardena was presented with the prestigious ‘Priyadarshini Lifetime Achievement Award’.",
    "This award was named after Indira Priyadarshini Gandhi, a remarkable female political leader who became the third Prime Minister of India.",
    "The award was established in 1995 under the chairmanship of Small Industries Corporation, MSME Ministry of the Government of India, Small Industries Development Bank of India, Department of Women and Child Welfare, and the Federation of Indian Women Entrepreneurs. This award, since its inception, has been presented to outstanding women entrepreneurs in Asia."
  ]
}