{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/22/i-did-not-go-to-nsc-meeting-about-rambukkana-i-was-told-the-details-later-pm/",
  "time_ut": 1650639000,
  "title": "“I did not go to NSC meeting about Rambukkana, I was told the details later” – PM",
  "body_lines": [
    "COLOMBO (News 1st); Although I was called to the Security Council regarding Rambukkana incident, I did not go, but I was told the details later, says Prime Minister Mahinda Rajapaksa responding to a question posed by the Opposition Leader Sajith Premadasa.",
    "The Leader of the House, Minister Dinesh Gunawardena mentioned that the Security Councils of previous administrations convened without the Prime Minister and at times, the President too.",
    "The Opposition Leader, responding to the points stated that although the National Security Council was convened to discuss about the Rambukkana incident, the Prime Minister was not present there.",
    "Meanwhile, SJB MP Manusha Nanayakkara questioned about the alleged involvement of the Army in the incident, while SJB MP Nalin Bandara said that the Police were clear with regard to the orders issued to them by the Chief present at the scene, who was SSP Tilakaratne.",
    "He further went onto say that the relevant case has been handed over to the CID, while the named Chief is also a person with ties to the CID, and the Prime Minister as well. He further stated that the SSP was the former OIC of Beliatta, and the investigation into Police actions being conducted by the Police themselves is futile.",
    "Therefore, MP Bandara emphasized that the investigation should be handed over to the SIU.",
    "MP Mujibur Rahman too backed this sentiment, pointing out that the Police CID will not be able to act independently with regard to the investigation, and therefore the President should appoint a retired Supreme Court Judge.",
    "Addressing the Speaker, MP Rahman said that although the three Police personnel tied to the incident have now been transferred, they should have been indicted rightly.",
    "“I did not go to NSC meeting about Rambukkana, I was told the details later” – PM",
    "Jehan completes three-day trek demanding justice for Easter Attacks victims"
  ]
}