{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Meta-launches-Instagram-Guide-for-Sri-Lankan-parents/34-732107",
  "time_ut": 1647468480,
  "title": "Meta launches Instagram Guide for Sri Lankan parents",
  "body_lines": [
    "Meta has brought the Instagram Parents’ Guide to Sri Lanka to provide a better understanding of the features that keep teenagers and youth safe and help them have positive experiences on the platform. The Guide was launched in partnership with the Information and Communication Technology Agency (ICTA), National Youth Services Council (NYSC), Sarvodaya Fusion, Hithawathi and Child Protection Force.",
    "According to UNDP, there are over 4.6 million adolescents in Sri Lanka comprising almost a quarter of the country’s population. Instagram is popular among teenagers around the world who use it to express who they are and connect with diverse communities that share their passions and interests.",
    "“We want Instagram to be a safe and supportive space for teenagers to express their authentic selves and share real issues that affect their lives.” said Meta APAC Instagram Policy Programs Manager at Meta Tara Bedi. “We hope that with better digital skills, access to reliable information and support groups about mental health, parents will feel empowered to have meaningful conversations with their children about their online safety and well-being.”",
    "Recently Instagram also launched Take a Break, a new feature created to empower users, especially teens, to make informed decisions about how they are spending their time on the platform. If someone has been scrolling for a certain amount of time, the app asks them to take a break and suggests that they set reminders to do so in the future. It also shows them tips from experts to help them reflect and reset.",
    "National Youth Services Council Chairman Damitha Wickremasinghe appreciated the partnership with Meta to design the Instagram Guide. He said, “Today the internet and social media have become indispensable in our lives. Instagram is an important medium for the youth to showcase their skills, share ideas, build community and create new business opportunities. Since I work with the youth all the time, I know their potential to make a positive impact on society. It is our responsibility to ensure that they are using the platform with proper guidance.”",
    "“Modern technology changes fast and we should embrace it. Social media platforms provide opportunities that the youth can benefit from. We are happy to partner with Meta to support parents of the future generation with information so they can help their children experience new forms of educational content while staying safe,” said Sarvodaya Fusion General Manager Maithree Malwattegoda.",
    "In 2020, Meta launched its flagship program We Think Digital in Sri Lanka to help people improve their digital capabilities and share more thoughtfully online. Till date, the program has trained 35,000 students and young people to become more responsible digital citizens. Additionally, Meta has programs for vocational and teacher trainers on digital literacy.",
    "To learn how to keep adolescents safe and help them have a positive experience on Instagram, download the Instagram Parents’ Guide for Sri Lankan parents, available in Sinhala and Tamil."
  ]
}