{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lankas-Arab-Spring-Dont-waste-this-precious-moment/172-234997",
  "time_ut": 1649702100,
  "title": "Sri Lanka’s Arab Spring:  Don’t waste this precious moment",
  "body_lines": [
    "It was incredible but true. The government imposed an island-wide curfew from Saturday evening to Monday morning to stop protests planned for Monday, April third.",
    "It backfired. There were small scale protests even during the curfew. Monday evening, they had become island-wide.",
    "They were peaceful, and the police stayed away. Someone must have had the wits to understand that trying to curb this wave would be akin to throwing a lighted match to a powder keg.",
    "What’s striking is that this was primarily a youth protest. No politics here, no party slogans and banners. Instead, teenagers and twenty-somethings held placards, Sri Lanka flags or black flags attacking former minister Basil Rajapaksa. The president came second, being told pointedly to go home.",
    "Prime Minister Mahinda Rajapaksa was largely spared the crowd’s wrath, mainly because he is now seen as redundant, a spent political force.",
    "A striking sign of this change is the lack of fear demonstrated by protestors who walked the streets shouting and holding placards against the president. The infamous ‘Gota Bhaya’ (Fear of Gota) phenomenon which prevented ordinary people from criticising the president was gone.",
    "We got this precious moment in our history thanks to the pandemic, which exposed the deficiencies of the Rajapaksas’ rule",
    "It was a gut-feeling outburst of people’s power. The last time we experienced anything like this was when Chandrika Kumaratunga was elected president, ending 13 years of heavy-handed UNP rule, culminating with crushing the JVP insurgency. On that day, people walked the streets spontaneously, in the same carefree mood.",
    "Is this the Arab Spring of Sri Lanka? It isn’t just the Rajapaksa clan that got vilified. Many government politicians can’t go back to their constituencies.",
    "This paradigm shift in youth psychology would have been unthinkable even just a few months ago, hard as things were.",
    "After all, Sri Lankan youth were prime movers in bringing Gotabaya Rajapaksa to power.",
    "What has happened in the space of a few months is a massive psychological shift, not just in the country’s politics but more importantly, in the way voters see politicians.",
    "Until the current economic crisis began to really bite, the veneration of the Rajapaksa clan had achieved cult status. Voted out of power in 2015, they were back four years later with the biggest majority in our history. They were set to reshape Sri Lanka in the Rajapaksa mould – a society on whom the Sinhala-Buddhist imprint would fall like intricate embroidery, resplendent with military-religious sequins and all.",
    "A principal lesson of history is the way how the dreams of politician-heroes who sway the masses can become dust at the turn of the page.",
    "It’s hard to see how the Rajapaksa clan can make a political comeback from here. Even if that happens, they would not be able to propel forward their brand of ultra-nationalism with the same power and conviction. Ultra-nationalism would have to wait for a new face to galvanise it.",
    "On the other hand, the country’s liberal-democratic politics, too, is faceless and leaderless. The obituaries were already written with the humiliation of Ranil Wickremesinghe at the last elections and the death of Mangala Samaraweera. Youth have no confidence in Ranil. Sajith Premadasa, Champika Ranawaka and the JVP leadership are hardly liberal. This leaves a dangerous political void that the shrewd Rajapaksas’ can exploit at some future date.",
    "There is always the possibility that the president might try to follow the post-Chavez Venezuelan model with the help of the army. But, unlike Venezuela, Sri Lankans are politically trained to ask for and get change periodically. Trying any emergency rule would be a very unwise and tragic move.",
    "In any case, voters of all ages are now focused on economic relief, not religio-political ideology. Even in 2019, it’s sheer frustration with the Yahapalana government’s economic performance which gave the Rajapaksa clan their chance to get back. Voters would now back anyone who can stop the queues and give them some measure of relief.",
    "This is a tall order for any government right now. But a change of heart at the top, not just a change of faces, is imperative for positive change, and a guarantee from the top for a measure of transparency in deal-making, making it harder for anyone to rob people of what should go to them and put it in someone’s offshore accounts.",
    "Even the Rajapaksas’ and their cronies have stopped blaming the pandemic and the Yahapalana government for the current crisis. Certainly, the pandemic was the trigger. But this regime’s endemic mismanagement, the printing of too much money and short-sighted tax policies among others were primary factors. Forget New Zealand. If Bangladesh has done well enough through the pandemic to give us a loan, we should have done a lot better than this.",
    "The air is now clear for a saner foreign policy, away from the Rajapaksas’ xenophobic boast that we don’t need foreign ‘influences (ie Western interference), that we can manage with our own resources. Begging for US dollars has exposed this brazen lie. We don’t want foreign influences, but we need foreign aid. Actually, China was the biggest aid donor to the clan (no awkward ties to human rights issues), but the Chinese are hardly likely to lend Sri Lanka big amounts from now, having burnt their hands in Venezuela. Also, they have got all they want – the port city, a harbour (with an airport conveniently close by) and other investments. In a future war with India, the Chinese have some great advantages. They don’t need to lend more money to a bankrupt country.",
    "A striking sign of this change is the lack of fear demonstrated by protestors who walked the streets shouting and holding placards against the president",
    "As for tourism, we still need Europe, Western and Eastern. As this tourist season showed, it’s European (mainly East European) tourists who brought our tourism back to life, not Asians. It’s very unethical of our politicians to feed these lies to gullible voters. Hopefully, the survivors of this political cataclysm will learn something from the Rajapaksas’ fall from grace and their mistakes.",
    "While the focus is on the economy, let’s not be blind to other vital issues, including putting the political house into some kind of credible and responsible order, not a drunken juggernaut. Having worked so hard to bring the Rajapaksas’ to power, ultra-nationalists Udaya Gammanpila and Wimal Weerawansa have re-invented themselves as political rebels. This makes them bigger hypocrites. Gammanpila is now clamouring to ensure that no one with dual citizenship can hold public posts in Sri Lanka. Why isn’t he talking about taking away some of those executive presidential powers he and his pals gifted to Gotabaya Rajapaksa? These powers can turn whoever holds the presidency into a tyrant.",
    "Why not talk about more transparency in government mega-deals with foreign companies? The main reason for the president’s initial popularity was the faith people had in him as a stern administrator who would not hesitate to use the stick to make things work. This was the logic behind ‘Gota Bhaya.’ After defeating the LTTE, the Rajapaksas’ capitalised on the idea that only military-style discipline could reform our country and make it prosper.",
    "But people don’t work when they are not motivated. They can’t be motivated by sticks. They need to be compensated for their hard work. Millions of hard-working Sri Lankans watch in despair as opportunists grab lucrative government posts with monthly salaries others can’t earn in several years. They watch in despair as their hard-earned money is taxed away while the rich and political cronies enjoy the benefits. No wonder people aren’t motivated. Gammanpila and the like should clamour for constitutional safeguards against politicians’ greed and the kind of crony capitalism for which the Rajapaksa clan’s name became a byword.",
    "Finally, let’s not forget that the Arab Spring became a big disappointment from Algeria to Egypt. We got this precious moment in our history thanks to the pandemic, which exposed the deficiencies of the Rajapaksas’ rule. The pandemic is perhaps nature’s warning to countries to get their act together. If we waste this moment, we may never get another again."
  ]
}