{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/18-497-persons-vaccinated-against-COVID-19-over-17-million-first-dose-vaccines-administered/56-732598",
  "time_ut": 1648235400,
  "title": "18,497 persons vaccinated against COVID-19; over 17 million first dose vaccines administered",
  "body_lines": [
    "Over 17 million persons in the country have received the first dose of a COVID-19 vaccine and first dose coverage among the total population is 77.56%.",
    "The Epidemiology Unit states that 65.7% of the total population has received the second dose of a COVID-19 vaccine and 35.5% has received the booster dose.",
    "Among the population over 20 years, 96.2% has received the second dose and 53.25% has received the third dose. First dose coverage is 96.3% among the population over 12 years and second dose coverage is 81.6%.",
    "The Epidemiology Unit states that 80.2% of the population between 16 and 19 years is vaccinated.",
    "The first dose of a COVID-19 vaccine has been administered to 17,001,182 persons and the second dose has been administered to 14,401,422 persons.",
    "According to the Epidemiology Unit, 7,780,429 persons have received the booster dose. This includes 9,742 persons vaccinated on Thursday.",
    "The first dose of Pfizer was administered to 1,815 persons on Thursday and the second dose was administered to 6,037 persons. A total of 2,509,891 persons have received the first dose of Pfizer and 867,784 persons have received the second dose of the vaccine.",
    "On Thursday, 252 persons received the first dose of Sinopharm, raising the total number of persons to have received the first dose of the vaccine to 12,047,749. The second dose of Sinopharm has been administered to 11,171,872 persons. This includes 651 persons vaccinated on Thursday.",
    "A total of 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose of the vaccine.",
    "The first dose of Moderna has been administered to 804,801 persons, out of which 787,361 persons have received the second dose as well. The Epidemiology Unit states that 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ]
}