{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pegs-in-both-directions-in-march-amid-float-93972/",
  "time_ut": 1652062380,
  "title": "Sri Lanka pegs in both directions in March amid ‘float’",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has bought 196 million US dollars in March from commercial banks in March and sold 207 million dollars as in a pegged exchange rate, despite an attempt being made to shift to a floating regime, official data shows.",
    "The credibility of a soft-peg breaks down when money is printed to keep rates down, as the new money boosts credit and rupees seeking to move out overtake inflows of dollars, creating forex shortages.",
    "Central banks which run out of reserves can then shift to a float, to restore monetary stability and allow imports to be made freely by matching inflows outflows without interventions being made to change reserve money (ending reserve pass through of inflows and outflows).",
    "Foreign exchange shortages and currency depreciation is a problem associated with soft-pegged exchange rates which are absent in hard peg (currency board) or a clean float. Developed countries which have floating exchange rates do not use reserves for imports.",
    "A pegged central bank buys dollars to prevent the exchange rate from going up and push it down, an action known as providing strong side convertibility. A dollar sale is made to stop the exchange rate from going down.",
    "However a soft-pegged central bank will also print money after a sale of dollars, to stop interest rates from going up (sterilize or neutralize the sale with new money), unlike a currency board or currency board like system where dollars sales are not offset with new injections (interventions are unsterilized), allowing interest rates to be market determined.",
    "In November, December and January the central bank sold almost a billion US dollars for imports and sterilized the interventions with new money losing reserves and driving up credit and imports.",
    "In countries with monetary instability however people believe reserves can be used for imports and due to lack of knowledge about the different between sterilized interventions, where money is printed and unsterilized interventions which pushes up rates and slows credit.",
    "The central bank has pushed up policy rates to 14.50 percent from 7.50 percent, which will slow credit, boost savings and reduce outflows to restore monetary stability.",
    "A float however is usually done to halt dollar sales by a central bank, which does away with the need to inject liquidity to sterilize the intervention. (Colombo/May09/2022)"
  ]
}