{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/healthcare-in-a-bankrupt-sri-lanka/",
  "time_ut": 1654449660,
  "title": "Healthcare in a bankrupt Sri Lanka",
  "body_lines": [
    "On the eve of the Sinhala and Tamil New Year day, of the 12th of April 2022, Sri Lanka pronounced that it is a bankrupt country by declaring that it cannot pay its debts. It is predicted that the shrinking economy of Sri Lanka will not bounce back to the level of 2018 for at least three to five years. The impact this state of bankruptcy would have on the health-care of the people of Sri Lanka has not been discussed in depth. The ramifications of the effect of economic bankruptcy has on the health of Sri Lankans are multifaceted. To many, it would result in a shortage of medicine and healthcare equipment. Emergency measures are taken to obtain these, as donations from other countries or philanthropists. Although the loss of a human life, due to lack of medications or services caused by an economic meltdown, generates emotional and sensational stories, healthcare providers should look beyond these and take remedial steps to prevent a bigger healthcare catastrophe.",
    "Sri Lanka spends about 3.4% of its GDP on healthcare, which amounted to Rs 423 billion in the year 2018. With a very low level of per capita healthcare spending of 161 USD, Sri Lanka has achieved very high levels of healthcare indices. In comparison, per capita healthcare spending in the USA is approximately USD 10,900, and in the UK USD 4,300. A country which has comparable healthcare indices, such as Cuba, spends six times that of Sri Lanka, being USD 1,321. In fact, Sri Lanka has become a success story in the eyes of international agencies, as a model where high healthcare indices and qualitatively higher levels of care have been achieved at a very low cost. Under these circumstances, further curtailment of per capita healthcare expenditure is near impossible. Although the Prime Minister emphasized, in public, that reducing healthcare expenditure would not be done at any cost, a shrinking economy would make this a necessity through compulsion. This article is an attempt to initiate a serious, in depth discussion about the impact the economic bankruptcy will have on the healthcare system in Sri Lanka, ways to minimize morbidity and mortality patterns in the country, and to protect the nation’s overall health.",
    "Although Sri Lanka boasts of having a “free” healthcare system, nearly half of its healthcare spending is through private sources. Private financing is done through out-of-pocket spending by patients, private insurance, insurance paid by enterprises, and contributions from non-profit organisations. Of all the private health spending, out-of-pocket expenditure by patients for medical care was 81% in the year 2018. In contrast, in many developed countries where a genuine free health system exists, direct government spending and widespread public health insurance schemes account for more than 90% of healthcare spending.",
    "Although government spending on hospital (inpatient care) expenditure is 74% and private spending is 24%, in non-hospital expenditure (outpatient care), private spending by patients is 77%. Overall, about 84% of the expenditure to supply medicines and other medical goods to outpatients was privately financed, mostly by household out-of-pocket spending. This indicates that when the economic meltdown affects individual income badly and the per capita income of Sri Lanka falls, outpatient care will be seriously affected. The exorbitant increase in prices of drugs, due to the devaluation of the rupee, would make it even more difficult to purchase essential medications. In recent months, certain drug prices have risen by 60%, forcing patients to reduce the quantity of medications they take or abandon taking medications at the expense of other essential commodities, such as food, fuel, electricity, cooking gas, etc. This reduction in the buying power of medicines would mainly impact patients with non-communicable chronic diseases, such as diabetes, ischemic heart disease, hypertension, renal diseases etc., in which lifelong treatment is essential.",
    "To safeguard this economically marginalized segment of society and the “new poor” created by economic collapse, they will have to be helped by redirecting them to the government sector where drugs are provided free of charge. When this happens, the government’s expenditure on health care would naturally increase. The other option is to introduce a national health insurance scheme with government intervention, to cater to this segment, which is currently not serviced through government funding. Sri Lanka still has underdeveloped medical insurance schemes. Although company medical benefits, which provided 2% in 1999, increased to 9% in 2018, it is still a minute proportion of the total health care spending.",
    "In analyzing the sources of financing for health care expenditure, it could be observed that during the period of 1999 to 2018, the relative share of public financing in health care has increased from 40% to 58% and private financing has reduced from 60% to 42%. The central government’s share of public sector financing was 60%; provincial governments 32%; and local governments 2%. The Suraksha student insurance scheme and ETF contributed a minute 0.3% in the year 2018.Government expenditure on health care is mainly financed from revenue generated through public taxation. The reduction of government taxation in the year 2019 had a strong impact on government revenue. In addition, the government obtains its income through foreign aid and loans. Due to the default of loans obtained, further harnessing of loans has become a near impossibility. All these would contribute to a drastic reduction in government income and, in turn, the ability of the government to spend on health care would be reduced. The practical solution would be to increase government taxation or even introduce a “social benefit tax” and use the revenue generated to maintain current levels of government financing of health, education and social services.",
    "The contribution of donations through foreign sources to health care spending was less than 1% throughout the years. With the downfall of the economy, foreign donor agencies such as WHO, UNICEF, World Food Program, and international non-governmental organizations may come to our assistance, increasing the contribution of direct foreign donations to health care. Establishing a separate unit in the Ministry of Health to identify and harness the organizations that are willing to help Sri Lanka by harnessing their contributions and directing such donations to essential sections of health care is important. However, even with these measures, it would still be essential to cut down on government expenditure on health care. In the event of such a scenario, the healthcare managers should have a clear idea as to which expenditure should be curtailed.",
    "Current expenditure on health goods and services in Sri Lanka in 2018 was estimated at Rs. 423 billion. Overall, current health expenditure (CHE) nearly quadrupled in real terms between 1999 and 2018. Per capita Health expenditure of Sri Lanka increased from 44 US dollars in 2000 to 101 USD in 2010 to 161 US dollars in 2019 growing at an average annual rate of 7.44%.The ratio of CHE to GDP fluctuated between 2.6% and 3.7% during 1990–2019. This indicates that health care expenditure increased more or less proportionately to the increase in GDP. With the shrinking of GDP due to the economic downfall, it would necessarily mean that expenditure on health care would naturally be reduced. Going back to the 2009 level of spending patterns after proper cost-benefit analysis may become essential.",
    "The largest part of health spending is for curative inpatient care, which is mainly financed by public spending. Total spending on hospitals has quadrupled between 2009 and 2019 (estimated), and it has become more inclined towards large hospitals in this period. This is very likely to be due to spending on infrastructure development and purchasing expensive equipment for large hospitals. To reduce the cost of this segment, non-essential capital expenditure in inpatient care has to be curtailed. As the expenditure on health in an economically vulnerable period has to be done carefully, in the future, any government health care spending has to be done after careful cost-effective analysis by the Ministry of Health through a transparent scientific mechanism. A cost-effectiveness analysis is a method for assessing the gains in health relative to the costs of different health interventions. Even though it is not the only criterion to decide on the allocation of resources, relating the financial and healthcare implications of different interventions is important.",
    "From 2009 to 2019, spending on healthcare institutions increased fourfold, with no significant improvement in communicable or non-communicable disease case fatality rates. During this period, mortality from cardiovascular disease, diabetes, and chronic renal disease decreased from 22.3 to 17.5 percent. Therefore, if there is a need to reduce the costs, the government may have to take a difficult decision to roll back to the past to reduce the health care costs based on spending patterns of 2009.This may include curtailment of expensive drugs, instruments, equipment, and constructions .",
    "To reduce the cost of purchasing medications, essential drug lists have to be made by respective professional colleges of specialties, based on scientific analysis of mortality and morbidity patterns. The purchase of quality generic drugs has to be done and a special unit has to be established in the MOH to coordinate the donated drugs and equipment monitoring. Distribution and maximum utilization of drugs has to be done through the currently underutilized IT based centralized method, to maximize utilization and minimize wastage. Producing drugs and equipment in Sri Lanka has to be done after a careful cost benefit analysis of the wisdom of producing each item in Sri Lanka.",
    "Of the total health expenditure, only 5% is spent on preventive care services, though the government’s slice of expenditure on preventive health is 98%. Expenditure on preventive health includes universal vaccination programs, family health worker network maintenance, health education, health promotion, and related public health services. Arguably, the current excellent health care indices of Sri Lanka were achieved through its spending on public (preventive) health. Therefore, the meager spending of 5% on public health should not be reduced at any cost. In fact, it may be essential to increase it to match the inflation, without which the public health services may collapse. Foreign donor agencies such as UNICEF and GAVI (Global Alliance for Vaccines and Immunization) should be requested to provide us with vaccinations free of charge for the expanded program of vaccinations (EPI), as it happened before we became a middle income country. Of the inpatient services, cost reduction should not be done at all in maternal and child health services.",
    "Reduction in morbidity and mortality in communicable diseases, which were the main causes of illnesses in the past in Sri Lanka, was achieved through preventive health campaigns. Similarly, through public education campaigns, reductions in 1st and 2nd leading causes of hospitalization, namely traumatic injuries (most of which are domestic and occupational accidents) and non-communicable diseases, could be achieved.",
    "Encouraging local production of drugs is one proposal made to provide medicines at a lower cost. Although manufacturing medications would reduce the foreign exchange drain, the cost of producing certain drugs locally may be higher than importation. Therefore, encouraging local manufacturing with the intention of reducing prices has to be done after careful analysis on an individual basis.",
    "Souring food prices due to hyperinflation and food shortages caused by the shortsighted implementation of organic fertilizer policy has made food items unaffordable to the poor. This would result in acute and chronic protein energy malnutrition, vitamin and micronutrient deficiencies, especially in children and pregnant women, affecting future generations of the country. Health education and health promotion programs have to be conducted to make the public aware of cheap, nutritious food and a balanced diet. Common food programs for the poor, provision of micronutrient and vitamin supplementation programs to the vulnerable population, and the reintroduction of school mid-day meal programs through the existing public health and education structure may become essential. Utilization of existing official networks would ensure such programs are not politicized and ensure only the needy get the essential food items.",
    "Although paying attention to the urgent supply of medication is an important aspect of saving human lives, it is critical that healthcare managers look beyond the medication shortage and initiate a serious scientific discussion about maintaining health services in Sri Lanka during the economic crisis. If this is not done soon, the population of Sri Lanka would face a major health care crisis which could not be salvaged by a late intervention.",
    "Dr Ajith Amarasinghe- MBBS, DCH, MD (Sri Lanka), MRCP, MRCPCH (U.K), P.G Dip in Asthma & Allergy (CMC-Vellore), MBA-Health Care (Manipal) could be reached through amarasinghe_ajith@yahoo.com",
    "About the writers: Dr Ajith Amarasinghe is a Consultant Paediatrician and a Clinical Allergist who holds an MBA in healthcare from the University of Manipal. He has held administrative positions in the public and private sectors.",
    "-Rannan-Eliya, Ravi P. Sri Lanka- “Good Practice” in Expanding Health Care Coverage – Institute for Health Policy Colombo- 2009",
    "-Medical Statistics Unit- Annual health statistics 2019- Ministry of health Sri Lanka",
    "-Ministry of health Sri Lanka-Annual health bulletin 2018- Ministry of health Sri Lanka",
    "-Sarasi Nisansala Amarasinghe [et al.] – Sri Lanka health accounts: national health expenditure 1990- 2019 (IHP health expenditure series; No. 6) – Institute for Health Policy- Colombo- 2020",
    "-World Health Organization, Global Health Observatory Data Repository- Mortality from CVD, cancer, diabetes or CRD between exact ages 30 and 70 male% -Sri Lanka- apps.who.int/ghodata.",
    "-Department of Census and Statistics- Economic Statistics of Sri Lanka 2021- 5th bulletin- The Department of Census and Statistics 2021",
    "-Department of Census and Statistics- The 2016 Sri Lanka Demographic and Health Survey-SLDHS- Department of Census and Statistics",
    "-World Health Organization – Current health expenditure per capita (current US$) – Sri Lanka https://data.worldbank.org › SH.XPD.CHEX.PC.CD- 20th Jan 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "බංකොලොත් ශ්‍රී ලංකාවේ සෞඛ්‍ය සේවය",
      "body_lines": [
        "2022 අප්‍රේල් 12 වැනි දින සිංහල හා දෙමළ අලුත් අවුරුදු දිනයට පෙර දින ශ්‍රී ලංකාව බංකොලොත් රටක් බව ප්‍රකාශ කළේ ණය ගෙවා ගත නොහැකි බව ප්‍රකාශ කරමිනි. හැකිලෙමින් පවතින ශ්‍රී ලංකාවේ ආර්ථිකය 2018 මට්ටමට අවම වශයෙන් වසර තුනක් හෝ පහක් යනතුරු ආපසු නොපැමිණෙනු ඇතැයි පුරෝකථනය කර ඇත. මෙම බංකොලොත් තත්ත්වය ශ්‍රී ලංකාවේ ජනතාවගේ සෞඛ්‍ය රැකවරණය කෙරෙහි ඇති කරන බලපෑම ගැඹුරින් සාකච්ඡා කර නොමැත. ශ්‍රී ලාංකිකයන්ගේ සෞඛ්‍යයට ආර්ථික බංකොලොත්භාවයේ බලපෑමේ ප්‍රතිවිපාක බහුවිධ වේ. බොහෝ දෙනෙකුට එය ඖෂධ සහ සෞඛ්‍ය ආරක්ෂණ උපකරණ හිඟයක් ඇති කරයි. වෙනත් රටවලින් හෝ දානපතියන්ගෙන් පරිත්‍යාග ලෙස මේවා ලබා ගැනීමට හදිසි පියවර ගනු ලැබේ. ආර්ථික කඩාවැටීමක් නිසා ඇතිවන ඖෂධ හෝ සේවා හිඟකම හේතුවෙන් මිනිස් ජීවිතයක් අහිමි වීම චිත්තවේගීය හා සංවේදී කථා ජනනය කළද, සෞඛ්‍ය සේවා සපයන්නන් මේවායින් ඔබ්බට ගොස් විශාල සෞඛ්‍ය ව්‍යසනයක් වැළැක්වීමට පිළියම් පියවර ගත යුතුය.",
        "ශ්‍රී ලංකාව එහි දළ දේශීය නිෂ්පාදිතයෙන් 3.4% ක් පමණ සෞඛ්‍ය සේවය සඳහා වැය කරන අතර එය 2018 වර්ෂයේ රුපියල් බිලියන 423 ක් විය. ඒක පුද්ගල සෞඛ්‍ය ආරක්ෂණ වියදම් ඩොලර් 161 ක ඉතා අඩු මට්ටමක් සමඟින් ශ්‍රී ලංකාව සෞඛ්‍ය ආරක්ෂණ දර්ශක ඉතා ඉහළ මට්ටමකට ළඟා වී තිබේ. සැසඳීමේදී, එක්සත් ජනපදයේ ඒක පුද්ගල සෞඛ්‍ය වියදම් දළ වශයෙන් USD 10,900 ක් වන අතර එක්සත් රාජධානියේ USD 4,300 කි. කියුබාව වැනි සැසඳිය හැකි සෞඛ්‍ය ආරක්ෂණ දර්ශක ඇති රටක් ශ්‍රී ලංකාව මෙන් හය ගුණයක් වියදම් කරයි, එය USD 1,321 කි. ඇත්ත වශයෙන්ම, ශ්‍රී ලංකාව ජාත්‍යන්තර නියෝජිතායතන ඉදිරියේ සාර්ථක කතාවක් බවට පත්ව ඇත්තේ, ඉතා අඩු වියදමකින් ඉහළ සෞඛ්‍ය ආරක්ෂණ දර්ශක සහ ගුණාත්මකව ඉහළ මට්ටමේ රැකවරණයක් ලබා ගත් ආදර්ශයක් ලෙස ය. මෙම තත්වයන් යටතේ, ඒක පුද්ගල සෞඛ්‍ය වියදම් තවදුරටත් කප්පාදු කිරීම පාහේ කළ නොහැක්කකි. සෞඛ්‍ය වියදම් අඩු කිරීම කිසිදු වියදමකින් සිදු නොකරන බව අගමැතිවරයා ප්‍රසිද්ධියේ අවධාරණය කළද හැකිළෙන ආර්ථිකයක් බල කිරීම හරහා මෙය අවශ්‍ය දෙයක් බවට පත් කරනු ඇත. මෙම ලිපිය ශ්‍රී ලංකාවේ සෞඛ්‍ය සේවා පද්ධතියට ආර්ථික බංකොලොත්භාවය ඇති කරන බලපෑම, රට තුළ රෝගාබාධ සහ මරණ රටා අවම කර ගැනීමේ ක්‍රම සහ ජාතියේ සමස්ත සෞඛ්‍යය ආරක්ෂා කිරීම පිළිබඳ බැරෑරුම්, ගැඹුරු සාකච්ඡාවක් ආරම්භ කිරීමට උත්සාහ කිරීමකි.",
        "ශ්‍රී ලංකාව “නිදහස්” සෞඛ්‍ය සේවා පද්ධතියක් ඇති බවට පුරසාරම් දොඩන නමුත් එහි සෞඛ්‍ය සේවා වියදම්වලින් අඩකට ආසන්න ප්‍රමාණයක් පුද්ගලික මූලාශ්‍ර හරහා වේ. පුද්ගලික මූල්‍යකරණය සිදු කරනු ලබන්නේ රෝගීන්ගේ සාක්කුවෙන් පිටත වියදම්, පුද්ගලික රක්ෂණය, ව්‍යවසායන් විසින් ගෙවන ලද රක්ෂණය සහ ලාභ නොලබන සංවිධානවල දායකත්වය මගිනි. සියලුම පුද්ගලික සෞඛ්‍ය වියදම් අතුරින්, 2018 වර්ෂයේදී වෛද්‍ය ප්‍රතිකාර සඳහා රෝගීන්ගේ සාක්කුවෙන් පිටත වියදම් 81% කි. ඊට වෙනස්ව, සැබෑ නිදහස් සෞඛ්‍ය පද්ධතියක් පවතින බොහෝ සංවර්ධිත රටවල, සෘජු රජයේ වියදම් සහ පුලුල්ව පැතිරුනු මහජන සෞඛ්‍ය රක්‍ෂණ යෝජනා ක්‍රම. සෞඛ්‍ය ආරක්ෂණ වියදම් වලින් 90% කට වඩා වැඩි ප්‍රමාණයක්.",
        "රෝහල් (අභ්‍යන්තර රෝගී සත්කාරක) වියදම් සඳහා රජයේ වියදම් 74%ක් සහ පෞද්ගලික වියදම් 24%ක් වුවද, රෝහල් නොවන වියදම් (බාහිර රෝගී සත්කාර) තුළ රෝගීන්ගේ පෞද්ගලික වියදම් 77%කි. සමස්තයක් වශයෙන්, බාහිර රෝගීන් සඳහා ඖෂධ සහ අනෙකුත් වෛද්‍ය භාණ්ඩ සැපයීම සඳහා වූ වියදමෙන් 84%ක් පමණ පුද්ගලිකව මූල්‍යකරණය කරන ලද අතර, බොහෝ දුරට ගෘහස්ථ වියදම් වලින්. ආර්ථික කඩාවැටීම තනි පුද්ගල ආදායමට අහිතකර ලෙස බලපාන විට සහ ශ්‍රී ලංකාවේ ඒක පුද්ගල ආදායම පහත වැටුණු විට බාහිර රෝගී ප්‍රතිකාරවලට දැඩි බලපෑමක් එල්ල වන බව මෙයින් පෙන්නුම් කෙරේ. රුපියල අවප්‍රමාණය වීම හේතුවෙන් ඖෂධ මිල අධික ලෙස ඉහළ යාම නිසා අත්‍යාවශ්‍ය ඖෂධ මිලදී ගැනීම තවත් දුෂ්කර වනු ඇත. පසුගිය මාස කිහිපය තුළ ඇතැම් ඖෂධ මිල 60% කින් ඉහළ ගොස් ඇති අතර, ආහාර, ඉන්ධන, විදුලිය, පිසින ගෑස් වැනි අනෙකුත් අත්‍යවශ්‍ය භාණ්ඩවල වියදමින් තමන් ගන්නා ඖෂධ ප්‍රමාණය අඩු කිරීමට හෝ ඖෂධ ගැනීම අත්හැරීමට රෝගීන්ට බල කෙරෙයි. මෙම අඩු කිරීම ඖෂධ මිලදී ගැනීමේ හැකියාව ප්‍රධාන වශයෙන් බලපානු ලබන්නේ දියවැඩියාව, හෘද රෝග, අධි රුධිර පීඩනය, වකුගඩු රෝග වැනි බෝ නොවන නිදන්ගත රෝග ඇති රෝගීන්ට ජීවිත කාලය පුරාම ප්‍රතිකාර කිරීම අත්‍යවශ්‍ය වේ.",
        "සමාජයේ මෙම ආර්ථික වශයෙන් කොන් වී ඇති කොටස සහ ආර්ථික කඩාවැටීමෙන් නිර්මාණය වූ “නව දුප්පතුන්” ආරක්ෂා කර ගැනීමට නම්, ඔවුන් ඖෂධ නොමිලයේ සපයන රාජ්‍ය අංශයට යළි යොමු කිරීමෙන් ඔවුන්ට උපකාර කිරීමට සිදුවනු ඇත. මෙය සිදු වූ විට, සෞඛ්‍ය සේවය සඳහා රජයේ වියදම ස්වභාවිකවම වැඩි වනු ඇත. අනෙක් විකල්පය නම් දැනට රජයේ අරමුදල් හරහා සේවා නොලබන මෙම කොටසට සරිලන පරිදි රජයේ මැදිහත්වීමෙන් ජාතික සෞඛ්‍ය රක්ෂණ ක්‍රමයක් හඳුන්වා දීමයි. ශ්‍රී ලංකාවේ තවමත් නොදියුණු වෛද්‍ය රක්‍ෂණ ක්‍රම තිබේ. 1999 දී 2% ක් ලබා දුන් සමාගම් වෛද්‍ය ප්‍රතිලාභ 2018 දී 9% දක්වා වැඩි වුවද, එය තවමත් මුළු සෞඛ්‍ය සේවා වියදම්වලින් මිනිත්තු අනුපාතයකි.",
        "සෞඛ්‍ය ආරක්ෂණ වියදම් සඳහා මුල්‍ය ප්‍රභවයන් විශ්ලේෂණය කිරීමේදී, 1999 සිට 2018 දක්වා කාලය තුළ සෞඛ්‍ය සේවයේ රාජ්‍ය මූල්‍යකරණයේ සාපේක්ෂ කොටස 40% සිට 58% දක්වා ඉහළ ගොස් ඇති අතර පුද්ගලික මූල්‍යකරණය 60% සිට 60% දක්වා අඩු වී ඇත. 42% රාජ්ය අංශයේ මූල්යකරණයේ මධ්යම රජයේ කොටස 60%; පළාත් ආණ්ඩු 32%; සහ පළාත් පාලන 2%. සුරක්ෂා ශිෂ්‍ය රක්‍ෂණ යෝජනා ක්‍රමය සහ ETF 2018 වර්ෂයේදී මිනිත්තු 0.3%ක දායකත්වයක් ලබාදී ඇත. සෞඛ්‍ය සේවා සඳහා රජයේ වියදම් ප්‍රධාන වශයෙන් මූල්‍යකරණය කරනු ලබන්නේ මහජන බදුකරණය හරහා උපයන ආදායමෙනි. 2019 වසරේ රජයේ බදු අඩු කිරීම රාජ්‍ය ආදායමට ප්‍රබල බලපෑමක් ඇති කළේය. ඊට අමතරව රජයට ලැබෙන ආදායම විදේශ ආධාර සහ ණය හරහා ලබාගන්නවා. ලබාගත් ණය පැහැර හැරීම හේතුවෙන් තවදුරටත් ණය ප්‍රයෝජනයට ගැනීම කිසිසේත්ම කළ නොහැකි දෙයක් බවට පත්ව ඇත. මේ සියල්ල රජයේ ආදායම තියුනු ලෙස අඩු කිරීමට දායක වන අතර, අනෙක් අතට, සෞඛ්‍ය සේවය සඳහා වියදම් කිරීමට රජයට ඇති හැකියාව අඩු වනු ඇත. ප්‍රායෝගික විසඳුම වනුයේ රජයේ බදු වැඩි කිරීම හෝ “සමාජ ප්‍රතිලාභ බද්දක්” හඳුන්වා දීම සහ සෞඛ්‍ය, අධ්‍යාපනය සහ සමාජ සේවා සඳහා රජයේ මූල්‍යකරණයේ වර්තමාන මට්ටම් පවත්වා ගැනීම සඳහා උපයන ආදායම භාවිතා කිරීමයි.",
        "වසර පුරාවට සෞඛ්‍ය ආරක්ෂණ වියදම් සඳහා විදේශ මූලාශ්‍ර හරහා ලැබෙන පරිත්‍යාගවල දායකත්වය 1%ට වඩා අඩු විය. ආර්ථිකය කඩාවැටීමත් සමඟම, සෞඛ්‍ය සේවය සඳහා සෘජු විදේශ පරිත්‍යාගවල දායකත්වය වැඩි කරමින් ලෝක සෞඛ්‍ය සංවිධානය, යුනිසෙෆ්, ලෝක ආහාර වැඩසටහන, ජාත්‍යන්තර රාජ්‍ය නොවන සංවිධාන වැනි විදේශීය පරිත්‍යාගශීලී ආයතන අපගේ සහායට පැමිණිය හැකිය. ශ්‍රී ලංකාවට උපකාර කිරීමට කැමැත්තෙන් සිටින සංවිධාන හඳුනාගෙන ඒවා ප්‍රයෝජනයට ගැනීම සඳහා සෞඛ්‍ය අමාත්‍යාංශයේ වෙනම ඒකකයක් පිහිටුවීම ඔවුන්ගේ දායකත්වය උපයෝගී කර ගනිමින් සෞඛ්‍ය සේවාවේ අත්‍යවශ්‍ය අංශ වෙත එවැනි පරිත්‍යාග යොමු කිරීම වැදගත් වේ. කෙසේ වෙතත්, මෙම පියවරයන් සමඟ වුවද, සෞඛ්‍ය සේවා සඳහා රජයේ වියදම් කපා හැරීම තවමත් අත්‍යවශ්‍ය වනු ඇත. එවැනි තත්ත්වයක් ඇති වුවහොත් කුමන වියදම් සීමා කළ යුතුද යන්න පිළිබඳව සෞඛ්‍ය සේවා කළමනාකරුවන්ට පැහැදිලි අදහසක් තිබිය යුතුය.",
        "2018 වසරේ ශ්‍රී ලංකාවේ සෞඛ්‍ය භාණ්ඩ හා සේවා සඳහා වන වියදම රු. බිලියන 423 කි. සමස්තයක් වශයෙන්, වත්මන් සෞඛ්ය වියදම් (චේ) 1999 සිට 2018 දක්වා කාලය තුළ තාත්වික වශයෙන් හතරැස්ව. ශ්රී ලංකාවේ ඒක පුද්ගල සෞඛ්ය වියදම ඇමරිකානු ඩොලර් 44 සිට 2019 දී ඇමරිකානු ඩොලර් මිලියන 44 සිට 2019 දී සාමාන්ය වාර්ෂික අනුපාතයකින් ඇමරිකානු ඩොලර් 161 සිට 7.44%. CHE හි දළ දේශීය නිෂ්පාදිතයේ අනුපාතය 1990-2019 කාලය තුළ 2.6% සහ 3.7% අතර උච්චාවචනය විය. මෙයින් ඇඟවෙන්නේ සෞඛ්‍ය සේවා වියදම් දළ දේශීය නිෂ්පාදිතයේ වැඩිවීමට සමානුපාතිකව අඩු වැඩි වශයෙන් වැඩි වූ බවයි. ආර්ථික පසුබෑම හේතුවෙන් දළ දේශීය නිෂ්පාදිතය හැකිලීමත් සමඟ, සෞඛ්‍ය සේවය සඳහා වන වියදම් ස්වාභාවිකවම අඩු වනු ඇති බව එයින් අදහස් කෙරේ. නිසි පිරිවැය-ප්‍රතිලාභ විශ්ලේෂණයෙන් පසු 2009 වියදම් රටා මට්ටමට ආපසු යාම අත්‍යවශ්‍ය විය හැකිය.",
        "සෞඛ්‍ය වියදම්වලින් විශාලතම කොටස වන්නේ ප්‍රධාන වශයෙන් රාජ්‍ය වියදම් මගින් අරමුදල් සපයන නේවාසික රෝගීන්ගේ ප්‍රතිකාර සඳහාය. 2009 සහ 2019 අතර (ඇස්තමේන්තුගත) රෝහල් සඳහා වන මුළු වියදම් හතර ගුණයකින් වැඩි වී ඇති අතර, මෙම කාල සීමාව තුළ එය විශාල රෝහල් වෙත වැඩි නැඹුරුවක් ලබා ඇත. යටිතල පහසුකම් සංවර්ධනය සඳහා වියදම් කිරීම සහ විශාල රෝහල් සඳහා මිල අධික උපකරණ මිලදී ගැනීම මෙයට හේතුව විය හැකිය. මෙම අංශයේ පිරිවැය අඩු කිරීම සඳහා, නේවාසික ප්‍රතිකාර සඳහා අත්‍යවශ්‍ය නොවන ප්‍රාග්ධන වියදම් සීමා කළ යුතුය. ආර්ථිකමය වශයෙන් අවදානමට ලක්විය හැකි කාලපරිච්ඡේදයක සෞඛ්‍ය සඳහා වන වියදම් ඉතා ප්‍රවේශමෙන් කළ යුතු බැවින්, අනාගතයේදී, රජයේ ඕනෑම සෞඛ්‍ය සේවා වියදම් විනිවිද පෙනෙන විද්‍යාත්මක යාන්ත්‍රණයක් හරහා සෞඛ්‍ය අමාත්‍යාංශය විසින් සුපරීක්ෂාකාරී පිරිවැය-ඵලදායී විශ්ලේෂණයකින් පසුව සිදු කළ යුතුය. පිරිවැය-ඵලදායිතා විශ්ලේෂණය යනු විවිධ සෞඛ්‍ය මැදිහත්වීම්වල පිරිවැයට සාපේක්ෂව සෞඛ්‍යයේ ජයග්‍රහණ තක්සේරු කිරීමේ ක්‍රමයකි. සම්පත් වෙන් කිරීම පිළිබඳ තීරණය කිරීමේ එකම නිර්ණායකය එය නොවුනද, විවිධ මැදිහත්වීම්වල මූල්‍ය හා සෞඛ්‍ය ආරක්ෂණ ඇඟවුම් සම්බන්ධ කිරීම වැදගත් වේ.",
        "2009 සිට 2019 දක්වා, බෝවන හෝ බෝ නොවන රෝග මරණ අනුපාතවල සැලකිය යුතු දියුණුවක් නොමැතිව, සෞඛ්‍ය සේවා ආයතන සඳහා වන වියදම් හතර ගුණයකින් වැඩි විය. මෙම කාල පරිච්ෙඡ්දය තුළ හෘද වාහිනී රෝග, දියවැඩියාව සහ නිදන්ගත වකුගඩු රෝග වලින් සිදුවන මරණ අනුපාතය සියයට 22.3 සිට 17.5 දක්වා අඩු විය. එබැවින්, වියදම් අඩු කිරීමට අවශ්‍ය නම්, 2009 වියදම් රටා මත පදනම්ව සෞඛ්‍ය සේවා වියදම් අඩු කිරීම සඳහා අතීතයට පෙරළීමේ දුෂ්කර තීරණයක් ගැනීමට රජයට සිදු විය හැකිය. උපකරණ, සහ ඉදිකිරීම්.",
        "ඖෂධ මිල දී ගැනීමේ පිරිවැය අඩු කිරීම සඳහා, මරණ සහ රෝගාබාධ රටා පිළිබඳ විද්‍යාත්මක විශ්ලේෂණය මත පදනම්ව, අදාළ වෘත්තීය විශේෂඥ විද්‍යාල විසින් අත්‍යවශ්‍ය ඖෂධ ලැයිස්තු සෑදිය යුතුය. ගුණාත්මක ජනක ඖෂධ මිලදී ගැනීම සිදු කළ යුතු අතර පරිත්‍යාග කරන ලද ඖෂධ සහ උපකරණ අධීක්ෂණය සම්බන්ධීකරණය කිරීම සඳහා MOH හි විශේෂ ඒකකයක් ස්ථාපිත කළ යුතුය. ඖෂධ බෙදාහැරීම සහ උපරිම ප්‍රයෝජන ගැනීම දැනට ඌන උපයෝගිතා ඇති තොරතුරු තාක්ෂණ පදනම් කරගත් මධ්‍යගත ක්‍රමය හරහා සිදු කළ යුතු අතර, උපරිම ප්‍රයෝජනය සහ නාස්තිය අවම කිරීම සිදු කළ යුතුය. ශ්‍රී ලංකාව තුළ ඖෂධ සහ උපකරණ නිෂ්පාදනය කිරීම සිදු කළ යුත්තේ ශ්‍රී ලංකාව තුළ එක් එක් භාණ්ඩ නිෂ්පාදනය කිරීමේ ප්‍රඥාව පිළිබඳ ප්‍රවේශමෙන් පිරිවැය ප්‍රතිලාභ විශ්ලේෂණය කිරීමෙන් පසුවය.",
        "නිවාරණ සෞඛ්‍ය සඳහා රජයේ වියදම් පෙත්ත 98% වුවද, සමස්ත සෞඛ්‍ය වියදම්වලින්, නිවාරණ සත්කාර සේවා සඳහා වැය කරනු ලබන්නේ 5%ක් පමණි. නිවාරණ සෞඛ්‍යය සඳහා වන වියදම්වලට විශ්ව එන්නත් වැඩසටහන්, පවුල් සෞඛ්‍ය සේවක ජාල නඩත්තුව, සෞඛ්‍ය අධ්‍යාපනය, සෞඛ්‍ය ප්‍රවර්ධනය සහ අදාළ මහජන සෞඛ්‍ය සේවා ඇතුළත් වේ. තර්ක කළ හැකි පරිදි, ශ්‍රී ලංකාවේ වර්තමාන විශිෂ්ට සෞඛ්‍ය ආරක්ෂණ දර්ශක සාක්ෂාත් කරගනු ලැබුවේ මහජන (වැළක්වීමේ) සෞඛ්‍යය සඳහා වන වියදම් මගිනි. එබැවින් මහජන සෞඛ්‍ය සඳහා වැය කරන 5% ක සොච්චම් මුදල කිසිදු වියදමකින් අඩු නොකළ යුතුය. ඇත්ත වශයෙන්ම, උද්ධමනයට ගැලපෙන පරිදි එය වැඩි කිරීම අත්‍යවශ්‍ය විය හැකි අතර, එසේ නොමැතිව මහජන සෞඛ්‍ය සේවා බිඳවැටීමට ඉඩ ඇත. අප මධ්‍යම ආදායම් ලබන රටක් බවට පත්වීමට පෙර සිදු වූ පරිදි, UNICEF සහ GAVI (Global Alliance for Vaccines and Immunization) වැනි විදේශීය පරිත්‍යාගශීලී ආයතනවලින් අපට එන්නත් ලබාදීමේ පුළුල් වැඩසටහන (EPI) සඳහා නොමිලේ එන්නත් ලබා දෙන ලෙස ඉල්ලා සිටිය යුතුය. නේවාසික රෝගීන්ගේ සේවාවන් අතුරින්, මාතෘ හා ළමා සෞඛ්‍ය සේවාවන්හි පිරිවැය අඩු කිරීම කිසිසේත් සිදු නොකළ යුතුය.",
        "ශ්‍රී ලංකාවේ අතීතයේ රෝගාබාධ සඳහා ප්‍රධාන හේතු වූ බෝවන රෝගවල රෝගාබාධ හා මරණ සංඛ්‍යාව අවම කිරීම වැළැක්වීමේ සෞඛ්‍ය ව්‍යාපාර තුළින් සාක්ෂාත් කර ගන්නා ලදී. ඒ හා සමානව, පොදු අධ්‍යාපන ව්‍යාපාර හරහා, රෝහල්ගත වීමේ 1 වන සහ 2 වැනි ප්‍රධාන හේතු වන කම්පන සහගත තුවාල (බොහෝ විට ගෘහස්ථ හා වෘත්තීය අනතුරු) සහ බෝ නොවන රෝග අඩු කර ගත හැකිය.",
        "දේශීය ඖෂධ නිෂ්පාදනය දිරිමත් කිරීම අඩු මිලට ඖෂධ ලබාදීමට ඉදිරිපත් වූ එක් යෝජනාවකි. ඖෂධ නිෂ්පාදනය කිරීමෙන් විදේශ විනිමය ගලායාම අවම කළ හැකි වුවද, ඇතැම් ඖෂධ දේශීයව නිෂ්පාදනය කිරීමේ පිරිවැය ආනයනයට වඩා වැඩි විය හැකිය. එබැවින් මිල අඩු කිරීමේ අරමුණින් දේශීය නිෂ්පාදන දිරිමත් කිරීම තනි පුද්ගල පදනමක් මත සියුම් විශ්ලේෂණයකින් පසුව සිදු කළ යුතුය.",
        "කාබනික පොහොර ප්‍රතිපත්තිය අදූරදර්ශීව ක්‍රියාත්මක කිරීම නිසා ඇති වූ අධික උද්ධමනය සහ ආහාර හිඟය හේතුවෙන් ආහාර මිල ගණන් නරක් වීම දුප්පතුන්ට ආහාර ද්‍රව්‍ය දැරිය නොහැකි තත්ත්වයට පත් කර ඇත. මෙමගින් උග්‍ර හා නිදන්ගත ප්‍රෝටීන් බලශක්ති මන්දපෝෂණය, විටමින් සහ ක්ෂුද්‍ර පෝෂක ඌනතාවයන්, විශේෂයෙන්ම ළමුන්ගේ සහ ගර්භනී කාන්තාවන්ගේ, රටේ අනාගත පරම්පරාවට බලපානු ඇත. සෞඛ්‍ය අධ්‍යාපනය සහ සෞඛ්‍ය ප්‍රවර්ධන වැඩසටහන් ක්‍රියාත්මක කළ යුතුව ඇත්තේ අඩු මිලට පෝෂ්‍යදායී ආහාර සහ සමබර ආහාර වේලක් පිළිබඳව ජනතාව දැනුවත් කිරීමටයි. දුප්පතුන් සඳහා පොදු ආහාර වැඩසටහන්, අවදානමට ලක්විය හැකි ජනගහනය සඳහා ක්ෂුද්‍ර පෝෂක සහ විටමින් අතිරේක වැඩසටහන් සැපයීම සහ පවතින මහජන සෞඛ්‍ය හා අධ්‍යාපන ව්‍යුහය හරහා පාසල් දහවල් ආහාර වැඩසටහන් නැවත ආරම්භ කිරීම අත්‍යවශ්‍ය විය හැකිය. පවතින නිල ජාල භාවිතා කිරීමෙන් එවැනි වැඩසටහන් දේශපාලනීකරණය නොවීම සහතික වන අතර අවශ්‍යතා ඇති අයට පමණක් අත්‍යවශ්‍ය ආහාර ද්‍රව්‍ය ලබා ගැනීමට සහතික වනු ඇත.",
        "හදිසි ඖෂධ සැපයීම කෙරෙහි අවධානය යොමු කිරීම මිනිස් ජීවිත බේරා ගැනීමේ වැදගත් අංගයක් වුවද, සෞඛ්‍ය සේවා කළමනාකරුවන් ඖෂධ හිඟයෙන් ඔබ්බට ගොස් ආර්ථික අර්බුදය තුළ ශ්‍රී ලංකාවේ සෞඛ්‍ය සේවා පවත්වාගෙන යාම පිළිබඳ බරපතල විද්‍යාත්මක සාකච්ඡාවක් ආරම්භ කිරීම ඉතා වැදගත් වේ. මෙය කඩිනමින් සිදු නොකළහොත් ශ්‍රී ලංකාවේ ජනගහනය ප්‍රමාද වූ මැදිහත්වීමකින් ගලවා ගත නොහැකි විශාල සෞඛ්‍ය අර්බුදයකට මුහුණ දෙනු ඇත.",
        "Dr Ajith Amarasinghe- MBBS, DCH, MD (Sri Lanka), MRCP, MRCPCH (U.K), P.G Dip in Asthma & Allergy (CMC-Vellore), MBA-Health Care (Manipal) amarasinghe_ajith@yahoo.com හරහා ළඟා විය හැකිය.",
        "ලේඛකයින් ගැන: වෛද්‍ය අජිත් අමරසිංහ යනු ළමා රෝග පිළිබඳ විශේෂඥ වෛද්‍යවරයකු සහ සායනික අසාත්මිකතා විශේෂඥයකු වන අතර ඔහු මනිපාල් විශ්වවිද්‍යාලයෙන් සෞඛ්‍ය සේවා පිළිබඳ MBA උපාධියක් ලබා ඇත. ඔහු රාජ්‍ය හා පෞද්ගලික අංශයේ පරිපාලන තනතුරු හොබවා ඇත.",
        "-රන්නන්-එළිය, රවී පී. ශ්‍රී ලංකාව- සෞඛ්‍ය ආරක්ෂණ ආවරණය පුළුල් කිරීමේ “හොඳ පරිචය” – සෞඛ්‍ය ප්‍රතිපත්ති පිළිබඳ ආයතනය කොළඹ- 2009",
        "-වෛද්‍ය සංඛ්‍යාලේඛන ඒකකය- වාර්ෂික සෞඛ්‍ය සංඛ්‍යාලේඛන 2019- සෞඛ්‍ය අමාත්‍යාංශය ශ්‍රී ලංකා",
        "-ශ්‍රී ලංකා සෞඛ්‍ය අමාත්‍යාංශය-වාර්ෂික සෞඛ්‍ය බුලටින් 2018- සෞඛ්‍ය අමාත්‍යාංශය ශ්‍රී ලංකා",
        "-සරසි නිසංසලා අමරසිංහ [et al.] – ශ්‍රී ලංකා සෞඛ්‍ය ගිණුම්: ජාතික සෞඛ්‍ය වියදම් 1990- 2019 (IHP සෞඛ්‍ය වියදම් මාලාව; අංක 6) – සෞඛ්‍ය ප්‍රතිපත්ති පිළිබඳ ආයතනය- කොළඹ- 2020",
        "-ලෝක සෞඛ්‍ය සංවිධානය, ගෝලීය සෞඛ්‍ය නිරීක්ෂණ දත්ත ගබඩාව- නිවැරදි වයස අවුරුදු 30 සහ 70 අතර පිරිමි% -Sri Lanka- apps.who.int/ghodata CVD, පිළිකා, දියවැඩියාව හෝ CRD වලින් සිදුවන මරණ.",
        "-ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුව- ශ්‍රී ලංකාවේ ආර්ථික සංඛ්‍යාලේඛන 2021- 5 වන බුලටින්- ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුව 2021",
        "-ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුව- 2016 ශ්‍රී ලංකා ජනවිකාස සහ සෞඛ්‍ය සමීක්ෂණය-SLDHS- ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුව",
        "-ලෝක සෞඛ්‍ය සංවිධානය – ඒක පුද්ගල වත්මන් සෞඛ්‍ය වියදම් (වත්මන් US$) – ශ්‍රී ලංකාව https://data.worldbank.org › SH.XPD.CHEX.PC.CD- 2022 ජනවාරි 20",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "திவாலான இலங்கையில் சுகாதாரம்",
      "body_lines": [
        "2022 ஆம் ஆண்டு ஏப்ரல் மாதம் 12 ஆம் திகதி சிங்கள மற்றும் தமிழ் புத்தாண்டு தினத்தை முன்னிட்டு, இலங்கை தனது கடனை செலுத்த முடியாது என்று அறிவித்ததன் மூலம், ஒரு திவாலான நாடு என்று அறிவித்தது. சுருங்கும் இலங்கையின் பொருளாதாரம் குறைந்தது மூன்று அல்லது ஐந்து வருடங்களுக்கு 2018 இன் நிலைக்கு மீள்வதில்லை என்று கணிக்கப்பட்டுள்ளது. இந்த வங்குரோத்து நிலை இலங்கை மக்களின் சுகாதாரப் பாதுகாப்பில் ஏற்படுத்தும் தாக்கம் ஆழமாக விவாதிக்கப்படவில்லை. இலங்கையர்களின் ஆரோக்கியத்தில் பொருளாதார திவால்தன்மையின் தாக்கத்தின் விளைவுகள் பலதரப்பட்டவை. பலருக்கு, இது மருந்து மற்றும் சுகாதார உபகரணங்களின் பற்றாக்குறையை ஏற்படுத்தும். பிற நாடுகள் அல்லது பரோபகாரர்களிடமிருந்து நன்கொடையாக இவற்றைப் பெறுவதற்கு அவசர நடவடிக்கைகள் எடுக்கப்படுகின்றன. பொருளாதார வீழ்ச்சியால் ஏற்படும் மருந்துகள் அல்லது சேவைகள் பற்றாக்குறையால் மனித உயிர் இழப்பு உணர்ச்சி மற்றும் பரபரப்பான கதைகளை உருவாக்கினாலும், சுகாதார வழங்குநர்கள் இவற்றைத் தாண்டி ஒரு பெரிய சுகாதார பேரழிவைத் தடுக்க பரிகார நடவடிக்கைகளை எடுக்க வேண்டும்.",
        "இலங்கை தனது மொத்த உள்நாட்டு உற்பத்தியில் சுமார் 3.4% சுகாதாரப் பாதுகாப்பிற்காகச் செலவிடுகிறது, இது 2018 ஆம் ஆண்டில் ரூ. 423 பில்லியன் ஆகும். தனிநபர் சுகாதாரச் செலவீனமான 161 USD என்ற மிகக் குறைந்த மட்டத்தில், இலங்கை சுகாதாரச் சுட்டெண்களில் மிக உயர்ந்த மட்டத்தை எட்டியுள்ளது. ஒப்பிடுகையில், அமெரிக்காவில் தனிநபர் சுகாதாரச் செலவு தோராயமாக USD 10,900 ஆகவும், UK இல் 4,300 அமெரிக்க டாலர்களாகவும் உள்ளது. கியூபா போன்ற ஒப்பிடக்கூடிய சுகாதாரக் குறியீடுகளைக் கொண்ட ஒரு நாடு, இலங்கையை விட ஆறு மடங்கு செலவழிக்கிறது, அதாவது 1,321 அமெரிக்க டாலர்கள். உண்மையில், இலங்கையானது சர்வதேச முகவர் நிலையங்களின் பார்வையில் ஒரு வெற்றிக் கதையாக மாறியுள்ளது, இதில் உயர் சுகாதாரக் குறியீடுகள் மற்றும் தரமான உயர் மட்ட பராமரிப்புகள் மிகக் குறைந்த செலவில் எட்டப்பட்ட ஒரு முன்மாதிரி. இந்தச் சூழ்நிலையில், தனிநபர் மருத்துவச் செலவுகளை மேலும் குறைப்பது கிட்டத்தட்ட சாத்தியமற்றது. சுகாதாரச் செலவைக் குறைப்பது எந்த விலையிலும் செய்யப்படாது என்று பிரதமர் பொதுவெளியில் வலியுறுத்தினாலும், சுருங்கி வரும் பொருளாதாரம் கட்டாயத்தின் மூலம் இதைத் தேவையாக்கும். பொருளாதார திவால்தன்மை இலங்கையின் சுகாதார அமைப்பில் ஏற்படுத்தும் தாக்கம், நாட்டில் நோயுற்ற தன்மை மற்றும் இறப்பு முறைகளைக் குறைப்பதற்கான வழிகள் மற்றும் நாட்டின் ஒட்டுமொத்த ஆரோக்கியத்தைப் பாதுகாப்பதற்கான தீவிரமான, ஆழமான விவாதத்தைத் தொடங்குவதற்கான முயற்சியே இந்தக் கட்டுரையாகும்.",
        "இலங்கை \"இலவச\" சுகாதார அமைப்பைக் கொண்டிருப்பதாக பெருமையடித்தாலும், அதன் சுகாதாரச் செலவில் கிட்டத்தட்ட பாதி தனியார் மூலங்கள் மூலமாகவே ஆகும். நோயாளிகள், தனியார் காப்பீடு, நிறுவனங்களால் செலுத்தப்படும் காப்பீடு மற்றும் இலாப நோக்கற்ற நிறுவனங்களின் பங்களிப்புகள் மூலம் தனியார் நிதியுதவி செய்யப்படுகிறது. அனைத்து தனியார் சுகாதாரச் செலவினங்களிலும், 2018 ஆம் ஆண்டில் மருத்துவப் பராமரிப்புக்காக நோயாளிகளின் பாக்கெட் செலவினம் 81% ஆக இருந்தது. இதற்கு மாறாக, உண்மையான இலவச சுகாதார அமைப்பு உள்ள பல வளர்ந்த நாடுகளில், நேரடி அரசாங்கச் செலவு மற்றும் பரவலான பொது சுகாதாரக் காப்பீட்டுத் திட்டங்கள் சுகாதாரச் செலவுகளில் 90% க்கும் அதிகமானவை.",
        "மருத்துவமனை (உள்நோயாளிகள் பராமரிப்பு) செலவினங்களில் அரசு செலவினம் 74% மற்றும் தனியார் செலவு 24% என்றாலும், மருத்துவமனை அல்லாத செலவில் (வெளிநோயாளிகள் பராமரிப்பு), நோயாளிகளின் தனிப்பட்ட செலவு 77% ஆகும். ஒட்டுமொத்தமாக, வெளிநோயாளிகளுக்கு மருந்துகள் மற்றும் பிற மருத்துவப் பொருட்களை வழங்குவதற்கான செலவில் சுமார் 84% தனிப்பட்ட முறையில் நிதியளிக்கப்பட்டது, பெரும்பாலும் வீட்டுப் பாக்கெட் செலவினங்களால். பொருளாதாரச் சரிவு தனிப்பட்ட வருமானத்தை மோசமாகப் பாதிக்கும் போது மற்றும் இலங்கையின் தனிநபர் வருமானம் வீழ்ச்சியடையும் போது, ​​வெளிநோயாளர் பராமரிப்பு கடுமையாக பாதிக்கப்படும் என்பதை இது சுட்டிக்காட்டுகிறது. ரூபாய் மதிப்பு சரிவு காரணமாக மருந்துகளின் விலை அபரிமிதமான அதிகரிப்பு, அத்தியாவசிய மருந்துகளை வாங்குவதில் சிரமத்தை ஏற்படுத்தும். சமீபத்திய மாதங்களில், குறிப்பிட்ட சில மருந்துகளின் விலைகள் 60% உயர்ந்துள்ளன, இதனால் நோயாளிகள் உணவு, எரிபொருள், மின்சாரம், சமையல் எரிவாயு போன்ற பிற அத்தியாவசியப் பொருட்களின் செலவில் அவர்கள் உட்கொள்ளும் மருந்துகளின் அளவைக் குறைக்கவோ அல்லது மருந்துகளை உட்கொள்வதைக் கைவிடவோ கட்டாயப்படுத்துகின்றனர். இந்தக் குறைப்பு மருந்துகளை வாங்கும் திறனில், நீரிழிவு, இஸ்கிமிக் இதய நோய், உயர் இரத்த அழுத்தம், சிறுநீரக நோய்கள் போன்ற தொற்றாத நாட்பட்ட நோய்கள் உள்ள நோயாளிகளை முக்கியமாக பாதிக்கும், இதில் வாழ்நாள் முழுவதும் சிகிச்சை அவசியம்.",
        "சமூகத்தின் பொருளாதார ரீதியாக பின்தங்கிய பிரிவினரையும், பொருளாதார வீழ்ச்சியால் உருவாக்கப்பட்ட \"புதிய ஏழைகளையும்\" பாதுகாக்க, அவர்களுக்கு மருந்துகள் இலவசமாக வழங்கப்படும் அரசாங்கத் துறைக்கு திருப்பி விடப்படுவதன் மூலம் அவர்களுக்கு உதவ வேண்டும். இது நடந்தால், சுகாதாரப் பாதுகாப்புக்கான அரசாங்கத்தின் செலவினம் இயல்பாகவே அதிகரிக்கும். தற்போது அரசாங்கத்தின் நிதியுதவியின் மூலம் சேவை செய்யப்படாத இந்தப் பிரிவினரைப் பூர்த்தி செய்ய, அரசாங்கத்தின் தலையீட்டுடன் தேசிய மருத்துவக் காப்பீட்டுத் திட்டத்தை அறிமுகப்படுத்துவது மற்றொரு விருப்பம். இலங்கை இன்னும் வளர்ச்சியடையாத மருத்துவக் காப்புறுதித் திட்டங்களைக் கொண்டுள்ளது. 1999 இல் 2% வழங்கிய நிறுவனத்தின் மருத்துவப் பலன்கள் 2018 இல் 9% ஆக அதிகரித்த போதிலும், அது இன்னும் மொத்த சுகாதாரச் செலவில் ஒரு நிமிட விகிதமாகவே உள்ளது.",
        "சுகாதார செலவினங்களுக்கான நிதி ஆதாரங்களை பகுப்பாய்வு செய்வதில், 1999 முதல் 2018 வரையிலான காலப்பகுதியில், சுகாதாரப் பாதுகாப்பில் பொது நிதியுதவியின் ஒப்பீட்டு பங்கு 40% இலிருந்து 58% ஆகவும், தனியார் நிதியுதவி 60% ஆகவும் குறைந்துள்ளது. 42% பொதுத்துறை நிதியுதவியில் மத்திய அரசின் பங்கு 60%; மாகாண அரசாங்கங்கள் 32%; மற்றும் உள்ளூர் அரசாங்கங்கள் 2%. சுரக்ஷா மாணவர் காப்பீட்டுத் திட்டம் மற்றும் ப.ப.வ.நிதி 2018 ஆம் ஆண்டில் ஒரு நிமிடம் 0.3% பங்களித்தது. சுகாதாரப் பாதுகாப்புக்கான அரசாங்கச் செலவு முக்கியமாக பொது வரிவிதிப்பு மூலம் கிடைக்கும் வருவாயில் இருந்து நிதியளிக்கப்படுகிறது. 2019 ஆம் ஆண்டில் அரசாங்க வரி குறைப்பு அரசாங்க வருவாயில் வலுவான தாக்கத்தை ஏற்படுத்தியது. மேலும், அரசாங்கம் தனது வருமானத்தை வெளிநாட்டு உதவி மற்றும் கடன்கள் மூலம் பெறுகிறது. பெறப்பட்ட கடனைத் திருப்பிச் செலுத்தாததால், கடன்களை மேலும் பயன்படுத்துவது கிட்டத்தட்ட சாத்தியமற்றதாகிவிட்டது. இவை அனைத்தும் அரசாங்க வருவாயில் கடுமையான குறைப்புக்கு பங்களிக்கும், அதையொட்டி, சுகாதாரப் பாதுகாப்புக்காக அரசாங்கத்தின் செலவினம் குறைக்கப்படும். நடைமுறை தீர்வாக அரசாங்கத்தின் வரிவிதிப்பை அதிகரிப்பது அல்லது \"சமூக நலன்களுக்கான வரியை\" அறிமுகப்படுத்துவதும், சுகாதாரம், கல்வி மற்றும் சமூக சேவைகளுக்கான அரசாங்க நிதியுதவியின் தற்போதைய நிலைகளை பராமரிக்க கிடைக்கும் வருவாயைப் பயன்படுத்துவதும் ஆகும்.",
        "சுகாதாரப் பாதுகாப்புச் செலவினங்களுக்காக வெளிநாட்டு மூலங்கள் மூலம் நன்கொடைகளின் பங்களிப்பு ஆண்டு முழுவதும் 1% க்கும் குறைவாகவே இருந்தது. பொருளாதாரத்தின் வீழ்ச்சியுடன், WHO, UNICEF, உலக உணவுத் திட்டம், மற்றும் சர்வதேச அரசு சாரா நிறுவனங்கள் போன்ற வெளிநாட்டு நன்கொடை முகமைகள் நமது உதவிக்கு வரலாம், இது சுகாதாரப் பாதுகாப்புக்கு நேரடி வெளிநாட்டு நன்கொடைகளின் பங்களிப்பை அதிகரிக்கும். அவர்களின் பங்களிப்புகளைப் பயன்படுத்தி இலங்கைக்கு உதவத் தயாராக இருக்கும் நிறுவனங்களைக் கண்டறிந்து அவற்றைப் பயன்படுத்துவதற்கு சுகாதார அமைச்சில் ஒரு தனிப் பிரிவை நிறுவுதல் மற்றும் அத்தகைய நன்கொடைகளை சுகாதாரப் பாதுகாப்புத் துறையின் அத்தியாவசியப் பிரிவுகளுக்கு அனுப்புவது முக்கியம். எவ்வாறாயினும், இந்த நடவடிக்கைகளுடன் கூட, சுகாதார பராமரிப்புக்கான அரசாங்க செலவினங்களைக் குறைக்க வேண்டியது அவசியம். அத்தகைய சூழ்நிலையில், சுகாதார மேலாளர்கள் எந்த செலவைக் குறைக்க வேண்டும் என்பது பற்றிய தெளிவான யோசனையைப் பெற்றிருக்க வேண்டும்.",
        "2018 இல் இலங்கையில் சுகாதார பொருட்கள் மற்றும் சேவைகளுக்கான தற்போதைய செலவு ரூ. 423 பில்லியன். ஒட்டுமொத்தமாக, தற்போதைய சுகாதாரச் செலவு (CHE) 1999 மற்றும் 2018 க்கு இடையில் கிட்டத்தட்ட நான்கு மடங்காக உயர்ந்துள்ளது. இலங்கையின் தனிநபர் சுகாதாரச் செலவு 2000 இல் 44 அமெரிக்க டாலர்களாக இருந்து 2010 இல் 101 USD ஆக 2019 இல் 161 USD ஆக உயர்ந்துள்ளது. 7.44%. 1990-2019 இல் CHE இன் GDP விகிதம் 2.6% மற்றும் 3.7% இடையே ஏற்ற இறக்கமாக இருந்தது. மொத்த உள்நாட்டு உற்பத்தியில் அதிகரித்த விகிதாச்சாரத்தில் சுகாதாரச் செலவு அதிகமாகவோ அல்லது குறைவாகவோ அதிகரித்திருப்பதை இது குறிக்கிறது. பொருளாதார வீழ்ச்சியின் காரணமாக மொத்த உள்நாட்டு உற்பத்தியில் சுருங்கி வருவதால், இயற்கையாகவே சுகாதாரப் பாதுகாப்புக்கான செலவுகள் குறைக்கப்படும் என்று அர்த்தம். முறையான செலவு-பயன் பகுப்பாய்விற்குப் பிறகு 2009 ஆம் ஆண்டின் செலவு முறைகளுக்குத் திரும்புவது அவசியமாக இருக்கலாம்.",
        "சுகாதாரச் செலவினத்தின் பெரும் பகுதியானது நோய் தீர்க்கும் உள்நோயாளிகளுக்கான பராமரிப்புக்காகவே உள்ளது, இது முக்கியமாக பொதுச் செலவினங்களால் நிதியளிக்கப்படுகிறது. 2009 மற்றும் 2019 க்கு இடையில் மருத்துவமனைகளுக்கான மொத்த செலவினம் நான்கு மடங்காக அதிகரித்துள்ளது (மதிப்பிடப்பட்டுள்ளது), மேலும் இந்த காலகட்டத்தில் அது பெரிய மருத்துவமனைகளை நோக்கி அதிக நாட்டம் கொண்டுள்ளது. இது உள்கட்டமைப்பு மேம்பாட்டிற்கான செலவு மற்றும் பெரிய மருத்துவமனைகளுக்கு விலையுயர்ந்த உபகரணங்களை வாங்குவது ஆகியவை காரணமாக இருக்கலாம். இந்தப் பிரிவின் செலவைக் குறைக்க, உள்நோயாளிகளுக்கான சிகிச்சையில் அத்தியாவசியமற்ற மூலதனச் செலவுகள் குறைக்கப்பட வேண்டும். பொருளாதார ரீதியாக பாதிக்கப்படக்கூடிய காலகட்டத்தில் சுகாதாரத்திற்கான செலவுகள் கவனமாக செய்யப்பட வேண்டும் என்பதால், எதிர்காலத்தில், எந்தவொரு அரசாங்க சுகாதார செலவினமும் வெளிப்படையான அறிவியல் பொறிமுறையின் மூலம் சுகாதார அமைச்சகத்தால் கவனமாக செலவு குறைந்த பகுப்பாய்வுக்குப் பிறகு செய்யப்பட வேண்டும். செலவு-செயல்திறன் பகுப்பாய்வு என்பது பல்வேறு சுகாதார தலையீடுகளின் செலவுகளுடன் ஒப்பிடும்போது ஆரோக்கியத்தின் ஆதாயங்களை மதிப்பிடுவதற்கான ஒரு முறையாகும். வளங்களை ஒதுக்குவது குறித்து முடிவெடுப்பதற்கான ஒரே அளவுகோல் இதுவல்ல என்றாலும், பல்வேறு தலையீடுகளின் நிதி மற்றும் சுகாதார தாக்கங்களை தொடர்புபடுத்துவது முக்கியம்.",
        "2009 முதல் 2019 வரை, சுகாதார நிறுவனங்களுக்கான செலவு நான்கு மடங்கு அதிகரித்துள்ளது, தொற்று அல்லது தொற்று அல்லாத நோய் வழக்கு இறப்பு விகிதங்களில் குறிப்பிடத்தக்க முன்னேற்றம் இல்லை. இந்த காலகட்டத்தில், இருதய நோய், நீரிழிவு மற்றும் நாள்பட்ட சிறுநீரக நோய் ஆகியவற்றால் ஏற்படும் இறப்பு 22.3 முதல் 17.5 சதவீதமாகக் குறைந்துள்ளது. எனவே, செலவுகளைக் குறைக்க வேண்டிய அவசியம் ஏற்பட்டால், 2009 ஆம் ஆண்டின் செலவு முறைகளின் அடிப்படையில் சுகாதாரச் செலவுகளைக் குறைக்க, கடந்த காலத்துக்குச் செல்ல அரசாங்கம் கடினமான முடிவை எடுக்க வேண்டியிருக்கும். இதில் விலையுயர்ந்த மருந்துகள், கருவிகள், உபகரணங்கள் மற்றும் கட்டுமானங்கள்.",
        "மருந்துகளை வாங்குவதற்கான செலவைக் குறைக்க, இறப்பு மற்றும் நோயுற்ற முறைகளின் அறிவியல் பகுப்பாய்வின் அடிப்படையில், அந்தந்த தொழில்முறை சிறப்புக் கல்லூரிகளால் அத்தியாவசிய மருந்துப் பட்டியல்கள் தயாரிக்கப்பட வேண்டும். தரமான ஜெனரிக் மருந்துகளை வாங்குவதுடன், நன்கொடையாக அளிக்கப்படும் மருந்துகள் மற்றும் உபகரண கண்காணிப்புகளை ஒருங்கிணைக்க MOHல் ஒரு சிறப்பு பிரிவு ஏற்படுத்தப்பட வேண்டும். மருந்துகளின் விநியோகம் மற்றும் அதிகபட்ச பயன்பாடு ஆகியவை தற்போது பயன்படுத்தப்படாத தகவல் தொழில்நுட்ப அடிப்படையிலான மையப்படுத்தப்பட்ட முறையின் மூலம் செய்யப்பட வேண்டும். இலங்கையில் மருந்துகள் மற்றும் உபகரணங்களை உற்பத்தி செய்வது, இலங்கையில் ஒவ்வொரு பொருளையும் உற்பத்தி செய்வதன் ஞானத்தை கவனமாக செலவு பலன் பகுப்பாய்வு செய்த பின்னரே செய்யப்பட வேண்டும்.",
        "மொத்த சுகாதாரச் செலவில், 5% மட்டுமே தடுப்புப் பராமரிப்புச் சேவைகளுக்குச் செலவிடப்படுகிறது, இருப்பினும் தடுப்பு சுகாதாரத்திற்கான அரசாங்கத்தின் செலவினங்களின் துண்டு 98% ஆகும். தடுப்பு ஆரோக்கியத்திற்கான செலவினங்களில் உலகளாவிய தடுப்பூசி திட்டங்கள், குடும்ப சுகாதார பணியாளர் நெட்வொர்க் பராமரிப்பு, சுகாதார கல்வி, சுகாதார மேம்பாடு மற்றும் தொடர்புடைய பொது சுகாதார சேவைகள் ஆகியவை அடங்கும். விவாதிக்கக்கூடிய வகையில், இலங்கையின் தற்போதைய சிறந்த சுகாதாரப் பாதுகாப்பு குறியீடுகள் பொது (தடுப்பு) சுகாதாரத்திற்கான அதன் செலவினத்தின் மூலம் அடையப்பட்டது. எனவே, பொது சுகாதாரத்துக்கான 5% என்ற அற்ப செலவை எந்த விலையிலும் குறைக்கக் கூடாது. உண்மையில், பணவீக்கத்தைப் பொருத்த வரையில் அதை அதிகரிப்பது இன்றியமையாததாக இருக்கலாம், அது இல்லாமல் பொது சுகாதாரச் சேவைகள் வீழ்ச்சியடையலாம். UNICEF மற்றும் GAVI (Global Alliance for Vaccines and Immunisation) போன்ற வெளிநாட்டு நன்கொடை நிறுவனங்களிடம், நாம் நடுத்தர வருமானம் பெறும் நாடாக மாறுவதற்கு முன்பு நடந்ததைப் போல, தடுப்பூசிகளின் விரிவாக்கப்பட்ட திட்டத்திற்கு (EPI) தடுப்பூசிகளை இலவசமாக வழங்குமாறு கோரப்பட வேண்டும். உள்நோயாளிகள் சேவைகளில், தாய் மற்றும் குழந்தை நலச் சேவைகளில் செலவுக் குறைப்பு செய்யவே கூடாது.",
        "இலங்கையில் கடந்த காலங்களில் நோய்களுக்கு முக்கிய காரணங்களாக இருந்த தொற்றா நோய்களின் நோயுற்ற தன்மை மற்றும் இறப்பு குறைப்பு, தடுப்பு சுகாதார பிரச்சாரங்கள் மூலம் அடையப்பட்டது. இதேபோல், பொதுக் கல்வி பிரச்சாரங்கள் மூலம், மருத்துவமனையில் அனுமதிக்கப்படுவதற்கான 1வது மற்றும் 2வது முக்கிய காரணங்களான, அதிர்ச்சிகரமான காயங்கள் (அவற்றில் பெரும்பாலானவை வீட்டு மற்றும் தொழில் விபத்துக்கள்) மற்றும் தொற்றாத நோய்கள் ஆகியவற்றைக் குறைக்க முடியும்.",
        "மருந்துகளின் உள்ளூர் உற்பத்தியை ஊக்குவிப்பது குறைந்த விலையில் மருந்துகளை வழங்குவதற்கான ஒரு முன்மொழிவாகும். மருந்துகளை உற்பத்தி செய்வது அந்நிய செலாவணியை குறைக்கும் என்றாலும், சில மருந்துகளை உள்நாட்டில் உற்பத்தி செய்வதற்கான செலவு இறக்குமதியை விட அதிகமாக இருக்கலாம். எனவே, விலைகளைக் குறைக்கும் நோக்கத்துடன் உள்ளூர் உற்பத்தியை ஊக்குவிப்பது தனிப்பட்ட அடிப்படையில் கவனமாக ஆய்வு செய்த பிறகு செய்யப்பட வேண்டும்.",
        "கரிம உரக் கொள்கையின் குறுகிய பார்வையினால் ஏற்பட்ட பணவீக்கம் மற்றும் உணவுப் பற்றாக்குறை காரணமாக உணவுப் பொருள்களின் விலையேற்றம் ஏழைகளுக்கு உணவுப் பொருட்களை வாங்க முடியாததாகிவிட்டது. இது கடுமையான மற்றும் நாள்பட்ட புரத ஆற்றல் ஊட்டச்சத்து குறைபாடு, வைட்டமின் மற்றும் நுண்ணூட்டச்சத்து குறைபாடுகள், குறிப்பாக குழந்தைகள் மற்றும் கர்ப்பிணிப் பெண்களில், நாட்டின் எதிர்கால சந்ததியினரை பாதிக்கும். மலிவான, சத்தான உணவு மற்றும் சரிவிகித உணவு குறித்து பொதுமக்களுக்கு விழிப்புணர்வு ஏற்படுத்த சுகாதார கல்வி மற்றும் சுகாதார மேம்பாட்டுத் திட்டங்கள் நடத்தப்பட வேண்டும். ஏழைகளுக்கான பொதுவான உணவுத் திட்டங்கள், பாதிக்கப்படக்கூடிய மக்களுக்கு நுண்ணூட்டச் சத்து மற்றும் வைட்டமின் கூடுதல் திட்டங்களை வழங்குதல் மற்றும் தற்போதுள்ள பொது சுகாதாரம் மற்றும் கல்விக் கட்டமைப்பின் மூலம் பள்ளி மதிய உணவுத் திட்டங்களை மீண்டும் அறிமுகப்படுத்துதல் ஆகியவை இன்றியமையாததாக இருக்கலாம். தற்போதுள்ள உத்தியோகபூர்வ நெட்வொர்க்குகளைப் பயன்படுத்துவது, அத்தகைய திட்டங்கள் அரசியலாக்கப்படாமல் இருப்பதை உறுதிசெய்து, தேவைப்படுபவர்களுக்கு மட்டுமே அத்தியாவசிய உணவுப் பொருட்களைப் பெறுவதை உறுதி செய்யும்.",
        "அவசரமாக மருந்து விநியோகத்தில் கவனம் செலுத்துவது மனித உயிர்களைக் காப்பாற்றும் ஒரு முக்கிய அம்சமாக இருந்தாலும், சுகாதார முகாமையாளர்கள் மருந்துப் பற்றாக்குறையைத் தாண்டி, பொருளாதார நெருக்கடியின் போது இலங்கையில் சுகாதார சேவைகளைப் பேணுவது குறித்து தீவிரமான அறிவியல் விவாதத்தைத் தொடங்குவது மிகவும் முக்கியமானதாகும். இது விரைவில் செய்யப்படாவிட்டால், தாமதமான தலையீட்டால் மீட்க முடியாத பெரும் சுகாதார நெருக்கடியை இலங்கையின் மக்கள் எதிர்கொள்ள நேரிடும்.",
        "டாக்டர் அஜித் அமரசிங்க- MBBS, DCH, MD (Sri Lanka), MRCP, MRCPCH (U.K), P.G Dip in Asthma & Allergy (CMC-Vellore), MBA-Health Care (Manipal) amarasinghe_ajith@yahoo.com மூலம் அணுகலாம்.",
        "எழுத்தாளர்களைப் பற்றி: டாக்டர் அஜித் அமரசிங்க ஒரு ஆலோசகர் குழந்தை மருத்துவர் மற்றும் ஒரு மருத்துவ ஒவ்வாமை நிபுணர் ஆவார், அவர் மணிப்பால் பல்கலைக்கழகத்தில் சுகாதாரப் பராமரிப்பில் MBA பட்டம் பெற்றவர். அரசு மற்றும் தனியார் துறைகளில் நிர்வாக பதவிகளை வகித்துள்ளார்.",
        "-ரன்னன்-எலியா, ரவி பி. இலங்கை- சுகாதாரப் பாதுகாப்பு கவரேஜை விரிவுபடுத்துவதில் “நல்ல நடைமுறை” – சுகாதாரக் கொள்கைக்கான நிறுவனம் கொழும்பு- 2009",
        "-மருத்துவ புள்ளியியல் பிரிவு- வருடாந்த சுகாதார புள்ளிவிபரங்கள் 2019- சுகாதார அமைச்சு இலங்கை",
        "-இலங்கையின் சுகாதார அமைச்சு-வருடாந்த சுகாதார அறிக்கை 2018- சுகாதார அமைச்சு இலங்கை",
        "-சரசி நிசன்சலா அமரசிங்க [et al.] – இலங்கை சுகாதார கணக்குகள்: தேசிய சுகாதார செலவு 1990- 2019 (IHP சுகாதார செலவு தொடர்; எண். 6) – சுகாதார கொள்கைக்கான நிறுவனம்- கொழும்பு- 2020",
        "-உலக சுகாதார நிறுவனம், குளோபல் ஹெல்த் அப்சர்வேட்டரி தரவுக் களஞ்சியம்- சி.வி.டி., புற்றுநோய், நீரிழிவு அல்லது சி.ஆர்.டி ஆகியவற்றிலிருந்து சரியான வயது 30 முதல் 70 வயது வரையிலான ஆண்% -இலங்கை- apps.who.int/ghodata.",
        "மக்கள்தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிபரவியல் திணைக்களம்- இலங்கையின் பொருளாதார புள்ளிவிபரம் 2021- 5வது புல்லட்டின்- மக்கள்தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிபரவியல் திணைக்களம் 2021",
        "மக்கள்தொகை கணக்கெடுப்பு மற்றும் புள்ளியியல் துறை- 2016 இலங்கை மக்கள்தொகை மற்றும் சுகாதார ஆய்வு-SLDHS- மக்கள்தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிபரவியல் திணைக்களம்",
        "-உலக சுகாதார நிறுவனம் – தனிநபர் தனிநபர் சுகாதார செலவு (தற்போதைய அமெரிக்க டாலர்) – இலங்கை https://data.worldbank.org › SH.XPD.CHEX.PC.CD- 20 ஜனவரி 2022",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}