{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-doctor-falsely-accused-of-forced-sterilisation-to-donate-his-compensaton-95720/",
  "time_ut": 1655124960,
  "title": "Sri Lanka doctor falsely accused of forced sterilisation to donate his compensaton",
  "body_lines": [
    "ECONOMYNEXT – A Sri Lankan Muslim doctor sent on compulsory leave after being falsely accused of performing sterilisation operations on Sinhalese women in the wake of the 2019 Easter bombings is planning to use his salary arrears to purchase and donate lifesaving drugs as the country’s economic crisis threatens to leave patients untreated.",
    "Dr Shafi Sihabdeen told EconomyNext on Monday (13) that he was in discussion with various companies to obtain a list of essential drugs named by the Ministry of Health, and hoped to finalise the donation by next week.",
    "“I want to give a good message, that we will never ever go forward with racism. I don’t have any personal agenda. This is a genuine gesture on my part, and a blow to racism,” he said.",
    "Sihabdeen received his salary arreas on Friday (10) as compensation for his 36 months of compulsory leave from his post at the Kurunegala Teaching Hospital. He has not yet been reinstated to his position.",
    "“I still have to be reinstated. We will see in the future how to give my service to society.”",
    "Sihabdeen is one of the better known cases of racial injustice in the wave of anti-Muslim violence that engulfed Sri Lanka in 2019, following the Easter attacks. A well regarded doctor, Sihabdeen was accused of trying to curb the majority Sinhala Buddhist population.",
    "He was vilified by Sri Lankan politicians and media, and the angered Sinhala Buddhist majority were sent on the warpath against him and his family with no evidence to his supposed crimes or connection to terror organisations.",
    "Various misinformation regarding Sihabdeen’s family background, qualifications, even his son’s school admission spread through the country, and he and his family had to relocate from their home in Kurunegala due to the very real danger of being murdered by angry mobs.",
    "“Soon after the incident, people were looking to kill my family. They were searching for my children. They were searching for my wife,” said Sihabdeen.",
    "“My wife had to face so many problems. She needed money for lawyers; the media was hounding her; and she needed to continue working. My kids had no education. They couldn’t get admission to schools.",
    "Sihabdeen told EconomyNext that after all the trauma he, his wife and three children had to suffer, they are now doing “very well.” His wife is working at the Kandy Hospital, and his three children are studying in Kandy schools.",
    "The fact remains that Sihabdeen who was once “worshipped even by the Sinhalese patients” and “loved even by the majority” was used as a scapegoat and turned public enemy almost overnight, thanks in large put to a damaging and unsubstantiated story that appeared in a Sinhalese daily newspaper. During that time there was a mass boycotting of Muslim-owned businesses by the majority Sinhalese population, and a spike in incidents of casual racism against Muslims.",
    "Till late, the government had conducted forced cremations on Muslim patients who had died from COVID-19. Cremation goes against several Abrahamic religions and depriving the followers of those religions the right to choose their final passage sends a particularly strong message about the treatment of certain groups in the country, civil rights activists have said.",
    "In this climate, Dr Sihabdeen hopes that his contribution helps people to realise the importance of banding together.",
    "“My message to society is that we have to say no to this racism. We need to come together as Sri Lankans.” (Colombo/Jun13/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ වෛද්‍යවරයා තම වන්දිය පරිත්‍යාග කිරීම සඳහා බලහත්කාරයෙන් වන්ධ්‍යාකරණය කළ බවට බොරු චෝදනා කළේය",
      "body_lines": [
        "ECONOMYNEXT – 2019 පාස්කු බෝම්බ ප්‍රහාරයෙන් පසු සිංහල කාන්තාවන්ට වඳ සැත්කම් කළ බවට අසත්‍ය චෝදනා එල්ල වී අනිවාර්ය නිවාඩු යවා ඇති ශ්‍රී ලාංකික මුස්ලිම් වෛද්‍යවරයකු, රටේ ආර්ථික අර්බුදය තර්ජනයට ලක්ව ඇති බැවින් ඔහුගේ හිඟ වැටුපෙන් ජීවිතාරක්ෂක ඖෂධ මිලදී ගෙන පරිත්‍යාග කිරීමට සැලසුම් කරයි. රෝගීන්ට ප්‍රතිකාර නොකර තබන්න.",
        "සෞඛ්‍ය අමාත්‍යාංශය විසින් නම් කරන ලද අත්‍යවශ්‍ය ඖෂධ ලැයිස්තුවක් ලබා ගැනීම සඳහා විවිධ සමාගම් සමඟ සාකච්ඡා කරමින් සිටින බවත්, ලබන සතිය වන විට පරිත්‍යාගය අවසන් කිරීමට බලාපොරොත්තු වන බවත් වෛද්‍ය ෂාෆි සිහාබ්දීන් සඳුදා (13) EconomyNext වෙත පැවසීය.",
        "“මට හොඳ පණිවිඩයක් දෙන්න ඕන, අපි කවදාවත් ජාතිවාදයෙන් ඉදිරියට යන්නේ නැහැ කියලා. මට කිසිම පුද්ගලික න්‍යාය පත්‍රයක් නැහැ. මෙය මගේ පැත්තෙන් සැබෑ ඉරියව්වක් වන අතර ජාතිවාදයට පහරක්, ”ඔහු පැවසීය.",
        "මාස 36ක අනිවාර්ය නිවාඩු සඳහා වන්දි වශයෙන් සිහාබ්දීන් සිකුරාදා (10) කුරුණෑගල ශික්ෂණ රෝහලේ ඔහුගේ තනතුරෙන් ඔහුට හිඟ වැටුප් ලබා ගත්තේය. ඔහු තවමත් එම තනතුරට යළි පත් කර නොමැත.",
        "“තවමත් මාව නැවත සේවයේ පිහිටුවිය යුතුයි. මගේ සේවය සමාජයට දෙන්නේ කොහොමද කියලා අපි ඉදිරියේදී බලමු.”",
        "පාස්කු ප්‍රහාරයෙන් පසුව, 2019 දී ශ්‍රී ලංකාව ගිලගත් මුස්ලිම් විරෝධී ප්‍රචණ්ඩත්වයේ රැල්ලේ වාර්ගික අසාධාරණය පිළිබඳ වඩාත් හොඳින් දන්නා සිහබ්දීන් සිද්ධියකි. හොඳ පිළිගැනීමක් ඇති වෛද්‍යවරයකු වූ සිහාබ්දීන් බහුතර සිංහල බෞද්ධ ජනතාව මර්දනය කිරීමට උත්සාහ කළ බවට චෝදනා එල්ල විය.",
        "ශ්‍රී ලංකාවේ දේශපාලනඥයින් සහ මාධ්‍ය විසින් ඔහුට අපහාස කරන ලද අතර කෝපයට පත් සිංහල බෞද්ධ බහුතරය ඔහුට සහ ඔහුගේ පවුලට එරෙහිව යුද මාවතට යවන ලද්දේ ඔහුගේ යැයි කියනු ලබන අපරාධ හෝ ත්‍රස්ත සංවිධානවලට සම්බන්ධ කිසිදු සාක්ෂියක් නොමැතිව ය.",
        "සිහාබ්දීන්ගේ පවුල් පසුබිම, සුදුසුකම්, ඔහුගේ පුතාගේ පාසල් ඇතුළත් කිරීම පවා සම්බන්ධයෙන් විවිධ සාවද්‍ය තොරතුරු රට පුරා පැතිර ගිය අතර, කෝපයට පත් මැර පිරිසක් විසින් ඝාතනය කිරීමේ සැබෑ අනතුර හේතුවෙන් ඔහුට සහ ඔහුගේ පවුලේ අයට කුරුණෑගල පිහිටි ඔවුන්ගේ නිවසින් වෙනත් ස්ථානයකට යාමට සිදු විය.",
        "“සිද්ධිය වෙලා ටික දවසකින් මිනිස්සු මගේ පවුල මරන්න බලන් හිටියා. ඔවුන් මගේ දරුවන් සොයමින් සිටියා. ඔවුන් මගේ බිරිඳ සොයමින් සිටියා,” සිහාබ්දීන් පැවසීය.",
        "“මගේ බිරිඳට ගොඩක් ප්‍රශ්නවලට මුහුණ දෙන්න සිදු වුණා. ඇයට නීතිඥයන් සඳහා මුදල් අවශ්ය විය; මාධ්‍ය ඇයව හොල්මන් කළා; ඇය දිගටම වැඩ කිරීමට අවශ්ය විය. මගේ දරුවන්ට අධ්‍යාපනයක් තිබුණේ නැහැ. ඔවුන්ට පාසල්වලට ඇතුළත් කර ගැනීමට නොහැකි විය.",
        "සිහබ්දීන් EconomyNext වෙත පැවසුවේ තමාට, ඔහුගේ බිරිඳට සහ දරුවන් තිදෙනාට විඳීමට සිදු වූ සියලු කම්පනයෙන් පසුව, ඔවුන් දැන් “ඉතා හොඳින්” සිටින බවයි. ඔහුගේ බිරිඳ මහනුවර රෝහලේ සේවය කරන අතර ඔහුගේ දරුවන් තිදෙනා මහනුවර පාසල්වල ඉගෙනුම ලබති.",
        "කලක් “සිංහල රෝගීන්ගේ පවා වන්දනාවට පාත්‍ර වූ” සහ “බහුතරයකගේ පවා ආදරයට පාත්‍ර වූ” සිහබ්දීන් දඩබ්බරයකු ලෙස යොදාගෙන එක රැයකින්ම මහජන සතුරා බවට පත් කළේ, විශාල වශයෙන් ප්‍රකාශ කළ හානිකර සහ සනාථ කළ නොහැකි කතාවකට පින්සිදු වන්නටය. සිංහල දිනපතා පුවත්පත. එම කාලය තුළ බහුතර සිංහල ජනතාව විසින් මුස්ලිම්වරුන්ට අයත් ව්‍යාපාර විශාල වශයෙන් වර්ජනය කිරීම සහ මුස්ලිම්වරුන්ට එරෙහි අනියම් ජාතිවාදයේ සිදුවීම්වල වැඩිවීමක් සිදු විය.",
        "කොවිඩ්-19 නිසා මිය ගිය මුස්ලිම් රෝගීන්ගේ ආදාහන කටයුතු රජය විසින් ප්‍රමාද වන තුරුම සිදු කර ඇත. ආදාහනය ආබ්‍රහමික ආගම් කිහිපයකට පටහැනි වන අතර එම ආගම්වල අනුගාමිකයින්ට ඔවුන්ගේ අවසාන කොටස තෝරා ගැනීමේ අයිතිය අහිමි කිරීම රට තුළ ඇතැම් කණ්ඩායම්වලට සලකන ආකාරය පිළිබඳව විශේෂයෙන් ප්‍රබල පණිවිඩයක් යවන බව සිවිල් අයිතිවාසිකම් ක්‍රියාකාරීන් පවසයි.",
        "මෙම වාතාවරණය තුළ, එකට බැඳීමේ වැදගත්කම අවබෝධ කර ගැනීමට ඔහුගේ දායකත්වය මිනිසුන්ට උපකාරී වනු ඇතැයි ආචාර්ය සිහාබ්දීන් බලාපොරොත්තු වේ.",
        "“මම සමාජයට දෙන පණිවිඩය තමයි මේ ජාතිවාදය එපා කියන එක. අපි ශ්‍රී ලාංකිකයන් ලෙස එකට එකතු විය යුතුයි.” (කොළඹ/ජුනි 13/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை மருத்துவர் தனது இழப்பீட்டை நன்கொடையாக வழங்குவதற்காக கட்டாய கருத்தடை செய்ததாக பொய்யாக குற்றம் சாட்டினார்",
      "body_lines": [
        "பொருளாதாரம் - 2019 ஈஸ்டர் குண்டுவெடிப்பை அடுத்து சிங்களப் பெண்களுக்கு கருத்தடை அறுவை சிகிச்சை செய்ததாக பொய்யான குற்றச்சாட்டின் பேரில் இலங்கை முஸ்லிம் மருத்துவர் கட்டாய விடுப்பில் அனுப்பப்பட்டார், நாட்டின் பொருளாதார நெருக்கடி அச்சுறுத்தலுக்கு உள்ளாகி வருவதால், தனது சம்பள பாக்கியை உயிர்காக்கும் மருந்துகளை வாங்கவும் நன்கொடையாகவும் வழங்க திட்டமிட்டுள்ளார். நோயாளிகளை சிகிச்சை அளிக்காமல் விடுங்கள்.",
        "சுகாதார அமைச்சினால் பெயரிடப்பட்ட அத்தியாவசிய மருந்துகளின் பட்டியலைப் பெற பல்வேறு நிறுவனங்களுடன் கலந்துரையாடி வருவதாகவும், அடுத்த வாரத்தில் நன்கொடையை இறுதி செய்ய நம்புவதாகவும் டாக்டர் ஷாபி சிஹாப்தீன் திங்கட்கிழமை (13) EconomyNext க்கு தெரிவித்தார்.",
        "\"நான் ஒரு நல்ல செய்தியை கொடுக்க விரும்புகிறேன், நாங்கள் ஒருபோதும் இனவாதத்துடன் முன்னோக்கி செல்ல மாட்டோம். என்னிடம் தனிப்பட்ட நிகழ்ச்சி நிரல் எதுவும் இல்லை. இது என் பங்கில் உண்மையான சைகை, மற்றும் இனவெறிக்கு அடியாகும்,” என்று அவர் கூறினார்.",
        "குருநாகல் போதனா வைத்தியசாலையில் கடமையாற்றிய சிஹாப்தீன் தனது 36 மாத கட்டாய விடுப்புக்கான இழப்பீடாக தனது சம்பள நிலுவையை வெள்ளிக்கிழமை (10) பெற்றுக்கொண்டார். அவர் இன்னும் பதவியில் சேர்க்கப்படவில்லை.",
        "“இன்னும் நான் மீண்டும் பணியில் அமர்த்தப்பட வேண்டும். எனது சேவையை சமூகத்திற்கு எவ்வாறு வழங்குவது என்பதை எதிர்காலத்தில் பார்ப்போம்” என்றார்.",
        "ஈஸ்டர் தாக்குதலைத் தொடர்ந்து, 2019 இல் இலங்கையை மூழ்கடித்த முஸ்லிம் எதிர்ப்பு வன்முறை அலையில் இனரீதியான அநீதியின் நன்கு அறியப்பட்ட வழக்குகளில் சிஹாப்தீன் ஒருவர். நன்கு மதிக்கப்படும் வைத்தியரான சிஹாப்தீன் பெரும்பான்மையான சிங்கள பௌத்த மக்களை கட்டுப்படுத்த முயன்றதாக குற்றம் சாட்டப்பட்டார்.",
        "அவர் இலங்கை அரசியல்வாதிகள் மற்றும் ஊடகங்களால் இழிவுபடுத்தப்பட்டார், மேலும் கோபமடைந்த சிங்கள பௌத்த பெரும்பான்மையினர் அவருக்கும் அவரது குடும்பத்தினருக்கும் எதிராக போர்பாதையில் அனுப்பப்பட்டனர்.",
        "சிஹாப்தீனின் குடும்பப் பின்னணி, தகுதிகள், அவரது மகனின் பள்ளிச் சேர்க்கை போன்ற பல்வேறு தவறான தகவல்கள் நாடு முழுவதும் பரவியதால், கோபமான கும்பல்களால் படுகொலை செய்யப்படும் உண்மையான ஆபத்து காரணமாக அவரும் அவரது குடும்பமும் குருநாகலில் உள்ள அவர்களது வீட்டிலிருந்து இடம்பெயர நேரிட்டது.",
        "“சம்பவத்திற்குப் பிறகு, மக்கள் என் குடும்பத்தைக் கொல்லத் தேடினார்கள். என் குழந்தைகளைத் தேடிக் கொண்டிருந்தார்கள். அவர்கள் எனது மனைவியைத் தேடிக்கொண்டிருந்தனர்” என்று சிஹாப்தீன் கூறினார்.",
        "“எனது மனைவி பல பிரச்சனைகளை சந்திக்க வேண்டியிருந்தது. அவளுக்கு வழக்கறிஞர்களுக்கு பணம் தேவைப்பட்டது; ஊடகங்கள் அவளை வேட்டையாடின; அவள் தொடர்ந்து வேலை செய்ய வேண்டும். என் குழந்தைகளுக்கு கல்வி இல்லை. அவர்களால் பள்ளிகளில் சேர முடியவில்லை.",
        "சிஹாப்தீன் EconomyNext க்கு அவர், அவரது மனைவி மற்றும் மூன்று பிள்ளைகள் அனுபவித்த அனைத்து அதிர்ச்சிகளுக்குப் பிறகு, அவர்கள் இப்போது \"மிகவும் நன்றாக\" இருக்கிறார்கள். இவரது மனைவி கண்டி வைத்தியசாலையில் பணிபுரிந்து வருகின்றார், மேலும் அவரது மூன்று பிள்ளைகளும் கண்டி பாடசாலைகளில் கல்வி கற்று வருகின்றனர்.",
        "ஒரு காலத்தில் \"சிங்கள நோயாளிகளால் கூட வணங்கப்பட்ட\" மற்றும் \"பெரும்பான்மையினரால் கூட நேசிக்கப்பட்ட\" சிஹாப்தீன் ஒரு பலிகடாவாகப் பயன்படுத்தப்பட்டார் மற்றும் கிட்டத்தட்ட ஒரே இரவில் பொது எதிரியாக மாற்றப்பட்டார், இது ஒரு சேதப்படுத்தும் மற்றும் ஆதாரமற்ற கதைக்கு நன்றி. சிங்கள நாளிதழ். அந்த நேரத்தில் பெரும்பான்மை சிங்கள மக்களால் முஸ்லீம்களுக்கு சொந்தமான வணிகங்களை பாரியளவில் புறக்கணித்தது மற்றும் முஸ்லிம்களுக்கு எதிரான சாதாரண இனவெறி சம்பவங்கள் அதிகரித்தன.",
        "தாமதம் வரை, கோவிட்-19 நோயால் இறந்த முஸ்லிம் நோயாளிகளுக்கு அரசாங்கம் வலுக்கட்டாயமாக தகனம் செய்தது. தகனம் செய்வது பல ஆபிரகாமிய மதங்களுக்கு எதிரானது மற்றும் அந்த மதங்களைப் பின்பற்றுபவர்களுக்கு அவர்களின் இறுதிப் பகுதியைத் தேர்ந்தெடுக்கும் உரிமையை பறிப்பது நாட்டில் சில குழுக்களை நடத்துவது குறித்து குறிப்பாக வலுவான செய்தியை அனுப்புகிறது என்று சிவில் உரிமை ஆர்வலர்கள் தெரிவித்துள்ளனர்.",
        "இச்சூழலில், டாக்டர் சிஹாப்தீன் தனது பங்களிப்பு மக்கள் ஒன்றிணைவதன் முக்கியத்துவத்தை உணர உதவுகிறது என்று நம்புகிறார்.",
        "“இந்த இனவாதத்தை நாம் வேண்டாம் என்று சொல்ல வேண்டும் என்பதே சமூகத்திற்கு எனது செய்தி. இலங்கையர்களாக நாம் ஒன்றுபட வேண்டும். (கொழும்பு/ஜூன்13/2022)"
      ]
    }
  }
}