{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/labor-wins-in-australia/",
  "time_ut": 1654011540,
  "title": "Labor wins in Australia!",
  "body_lines": [
    "Although the federal elections took place on Saturday, 21 May, Saturday. the people had the opportunity to cast their postal votes before. Even on the election day, the Electoral Commission allowed people to vote by telephone. In Australia along with 20 other countries voting is compulsory. Apart from the ‘right to vote’ these countries recognise, voting as a ‘citizen’s duty.’ In New Zealand, registration is compulsory, but not necessarily the voting.",
    "Australia is also a federal country. Therefore, regular elections are held, both for the states and for the federal government. What was held in May was for the federal government. With six states and two self-governing territories, most of the day-to-day public affairs are conducted by these states, with regular elections and stable constitutions. There are clear separation of powers and functions. However, when it comes to economic affairs, international relations, and overall policies of the country, the federal government has the final say, most of the time conducted in conjunction with the states and territories.",
    "Australian Parliament is bicameral, with the House of Representatives and the Senate unlike Sri Lanka. Sri Lanka’s Senate was arbitrarily abolished in 1971. Australia’s House of Representatives is smaller than Sri Lanka’s Parliament, with only 151 members. But the size of the country and the population are bigger than Sri Lanka. Australia is an operational democracy with elections being held peacefully and calmly unlike in Sri Lanka. There has been no incident of election violence recorded during the campaign period or thereafter.",
    "Australia’s number of active political parties are only a handful. In the case of Sri Lanka, the active number is three times bigger. Perhaps these facts and figures show that Australia is a stable democratic country while Sri Lanka has considerable instability. Elections are held not in five years but three years. The voters have a reasonable regular say.",
    "There has been a continuous trend in Australian elections, with voter preferences moving away from traditional political parties towards third parties or independents. This was visible even at the last elections in 2019. Nevertheless, as a leading political party Labor has been able to muster a clear majority of 76 seats. It might be in the Senate that the Labor may have to depend on the ‘cross bench.’ Given the political culture in Australia, this might not be a major obstacle for the new government.",
    "Since 1987, the Australian National University has been conducting election surveys (Australian Election Study – AES) and following was what they mentioned in the last 2019 report. “Many indicators point to citizen detachment from major political parties, including record low political partisanship, rising voter instability and voter distrust in government.”",
    "The election was held after two years of the devastating Covid pandemic affecting economic activities, cost of living, industries, and particularly small and medium scale businesses. There were nearly 9 million cases of Covid and a thousand of deaths. Healthcare or Medicare was naturally a key issue at the election. Australia has been encountering devastating floods and bushfires, one after the other, especially in remote agricultural areas. This is one reason why the global warming and climate change became a central concern of many voters. Renewable energy is considered the promising solution.",
    "Labor won the elections after almost after 10 years. Between 2007 and 2013, there were two Labor governments, first majority and then a minority government. Since 2013, the Liberal National alliance was running the federal government. At the last elections, in 2019, although predictions were indicating, a Labor win, Liberals with Nationals obtained 77 seats to run a majority government, under Scott Morison’s Prime Minister position.",
    "Labor Party                              68                           76",
    "Liberal Party                            61                            41",
    "National Party                         16                             16",
    "Greens                                        01                            04",
    "Independents                           03                            10",
    "The above comparison of results shows the Liberal defeat, for several reasons, while Nationals retaining their 16 seats. The Labour gained from 68 seats to at least 76 seats under the leadership of Anthony Albanese who has emerged from an ordinary family to lead the Labor party. He was brought up by a single mother who was living in public housing and receiving disability pension.",
    "The Labor party is the oldest political party in Australia, founded in 1901. Its roots go back to 1891 when the labor movement founded branches in different colonies, now states. It is considered the oldest Labor or social democratic party in the world with membership in the Socialist International. From the beginning, the party preferred to spell the name without a ‘u’ in the name. It is considered a centre-left party.",
    "At the elections, there is a clear trend of voters moving away from main two parties, Labor, and the Liberals. In 1950s it was counted that 90% of the voters rotated around the two main parties. However, at this election the number has come down to 60%. Primary votes for the Liberals (National included) have come down from 35.3% to 29.1%. Labor primary votes has come down from 31.9% to 30.5%.",
    "Where have they gone? The Greens have been the main beneficiaries of voters moving away from the main two parties with a primary vote of nearly 15%. In certain electorates, there had been a preference for women candidates, whether Independent or party. From three seats at the last election, the Independents have gained 10 seats this time.",
    "At the last elections, one of the main concerns of voters has been global warming and climate change. It might be a reason for the voters to select Labor against Liberals although in certain issues even the Labor was behind their expectations. The new House of Representatives has several other new features. Among the elected, women have a prominent place. Indigenous communities also have gained a prominent place with other minorities also getting elected. Multiculturalism is reflected in the new House of Representatives.",
    "Australia’s electoral system is preferential voting both for the House of Representatives and the Senate. Two ballot papers are given to the voters for this purpose. If there are five candidates for a particular constituency/seat, voters are supposed to mark 1 to 5 in a preferential basis. When leading candidates fail to obtain more than 50%, then the preferences are counted to decide the winner. This is more or less the same for the Senate where the Greens and the Independents have a better representation. The final counting for the Senate might take another two weeks.",
    "The new Prime Minister, Anthony Albanese, has already been well into his new administration. After taking oaths as the PM, and forming a temporary cabinet, he left for the QUAD leaders meeting in Tokyo on 24 May where he met with Joe Biden (US), Narendra Modi (India) and Fumio Kishida (Japan) for discussions. One obligation fell on Australia was to look after the Pacific. Immediately after meeting the Foreign Minister Penny Wong went to Fiji. This is just before the Chinese Foreign Minister’s visit to the region who has, in fact, failed to put into effect a common agreement with the Pacific nations.",
    "Another instant promise delivered was to release the Nadesalingam family, or popularly called the ‘Biloela family.’ Under the previous government they were kept in community detention, first in Christmas Island and then Perth. Husband (Nades) and wife (Priya) had come to Australia from Sri Lanka as asylum seekers. They met here and got married. They have two daughters. As they were very close and working hard in Biloela, a remote community in Queensland, people there were quite unequivocal in fighting for their cause. Now, they are back in Biloela on bridging visas until their cases are cleared in the courts.",
    "There are other promises given by the Labor that might take time to fulfil. A full Cabinet will be formed soon. One area which should be emphasized is the Labor’s commitment to Uluru statement. Based on the principles of subsidiarity, it declares among other matters: “Ensuring that Aboriginal and Torres Strait Islander peoples, including survivors of the Stolen Generations and their descendants, lead in developing and implementing policy that affects their lives by resourcing flexible and appropriate Indigenous decision-making structures.”",
    "Reform and bridging finance needed soon to avert another blow up",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඔස්ට්‍රේලියාවේ කම්කරු පක්ෂයට ජය!",
      "body_lines": [
        "ෆෙඩරල් මැතිවරණය සෙනසුරාදා, මැයි 21, සෙනසුරාදා සිදු වුවද. ජනතාවට මීට පෙර තැපැල් ඡන්දය භාවිත කිරීමට අවස්ථාව තිබුණා. මැතිවරණ දිනයේදී පවා දුරකථන මාර්ගයෙන් ඡන්දය ප්‍රකාශ කිරීමට මැතිවරණ කොමිසම අවසර ලබාදී ඇත. තවත් රටවල් 20ක් සමඟ ඕස්ට්‍රේලියාවේ ඡන්දය ප්‍රකාශ කිරීම අනිවාර්ය වේ. මෙම රටවල් 'ඡන්ද අයිතිය' හැරුණු විට, ඡන්දය දීම 'පුරවැසියාගේ යුතුකමක්' ලෙස පිළිගනී. නවසීලන්තයේ, ලියාපදිංචිය අනිවාර්ය වේ, නමුත් ඡන්දය ප්රකාශ කිරීම අවශ්ය නොවේ.",
        "ඔස්ට්‍රේලියාව ද ෆෙඩරල් රාජ්‍යයකි. එබැවින්, ප්රාන්ත සහ ෆෙඩරල් ආන්ඩුව සඳහා නිතිපතා මැතිවරණ පවත්වනු ලැබේ. මැයි මාසයේ පැවැත්වුයේ ෆෙඩරල් රජයටය. ප්‍රාන්ත හයක් සහ ස්වයං පාලන ප්‍රදේශ දෙකක් සමඟින්, සාමාන්‍ය මැතිවරණ සහ ස්ථාවර ආණ්ඩුක්‍රම ව්‍යවස්ථා සහිතව, එදිනෙදා මහජන කටයුතු බොහොමයක් මෙම ප්‍රාන්ත විසින් මෙහෙයවනු ලැබේ. බලතල සහ කාර්යයන් පැහැදිලිව වෙන් කර ඇත. කෙසේ වෙතත්, ආර්ථික කටයුතු, ජාත්‍යන්තර සබඳතා සහ රටේ සමස්ත ප්‍රතිපත්ති සම්බන්ධයෙන් ගත් කල, බොහෝ විට ප්‍රාන්ත සහ ප්‍රදේශ සමඟ ඒකාබද්ධව පවත්වනු ලබන අවසාන ප්‍රකාශය ෆෙඩරල් රජය සතු වේ.",
        "ඕස්ට්‍රේලියානු පාර්ලිමේන්තුව ශ්‍රී ලංකාව මෙන් නොව නියෝජිත මන්ත්‍රී මණ්ඩලය සහ සෙනෙට් සභාව සමඟ ද්වි-මණ්ඩල වේ. ශ්‍රී ලංකාවේ සෙනෙට් සභාව 1971 දී අත්තනෝමතික ලෙස අහෝසි කරන ලදී. ඕස්ට්‍රේලියාවේ නියෝජිත මන්ත්‍රී මණ්ඩලය ශ්‍රී ලංකාවේ පාර්ලිමේන්තුවට වඩා කුඩා වන අතර එහි සාමාජිකයින් 151 ක් පමණි. නමුත් රටේ විශාලත්වය සහ ජනගහනය ලංකාවට වඩා විශාලයි. ඕස්ට්‍රේලියාව යනු ශ්‍රී ලංකාවේ මෙන් නොව සාමකාමීව සහ සන්සුන්ව මැතිවරණ පැවැත්වෙන මෙහෙයුම් ප්‍රජාතන්ත්‍රවාදයකි. ප්‍රචාරක කාලය තුළ හෝ ඉන් පසුව මැතිවරණ ප්‍රචණ්ඩ ක්‍රියා පිළිබඳ කිසිදු සිද්ධියක් වාර්තා වී නොමැත.",
        "ඕස්ට්‍රේලියාවේ ක්‍රියාකාරී දේශපාලන පක්ෂ සංඛ්‍යාව අතළොස්සක් පමණි. ශ්‍රී ලංකාව සම්බන්ධයෙන් ගත් කල, ක්‍රියාකාරී සංඛ්‍යාව තුන් ගුණයකින් විශාල වේ. සමහර විට මෙම කරුණු සහ සංඛ්‍යාලේඛන පෙන්නුම් කරන්නේ ඕස්ට්‍රේලියාව ස්ථාවර ප්‍රජාතන්ත්‍රවාදී රටක් වන අතර ශ්‍රී ලංකාව සැලකිය යුතු අස්ථාවරත්වයක් ඇති රටක් බවයි. මැතිවරණ තියන්නේ අවුරුදු පහකින් නෙවෙයි අවුරුදු තුනකින්. ඡන්දදායකයින්ට සාධාරණ නිත්‍ය ප්‍රකාශයක් ඇත.",
        "ඔස්ට්‍රේලියානු මැතිවරණවල අඛණ්ඩ ප්‍රවණතාවක් ඇති අතර, ඡන්දදායකයින්ගේ මනාපයන් සම්ප්‍රදායික දේශපාලන පක්ෂවලින් ඉවත්ව තෙවන පාර්ශවයන් හෝ ස්වාධීන අය වෙත ගමන් කරයි. මෙය පසුගිය 2019 මැතිවරණයේ දී පවා දැකගත හැකි විය. කෙසේ වෙතත්, ප්‍රමුඛ දේශපාලන පක්ෂයක් ලෙස කම්කරු පක්ෂයට ආසන 76 ක පැහැදිලි බහුතරයක් ලබා ගැනීමට හැකි වී තිබේ. කම්කරු පක්ෂයට ‘හරස් බංකුව’ මත යැපීමට සිදු විය හැක්කේ සෙනෙට් සභාවේදී විය හැකිය. ඕස්ට්‍රේලියාවේ දේශපාලන සංස්කෘතිය අනුව, මෙය නව රජයට විශාල බාධාවක් නොවනු ඇත.",
        "1987 සිට, ඕස්ට්‍රේලියානු ජාතික විශ්ව විද්‍යාලය මැතිවරණ සමීක්ෂණ (ඕස්ට්‍රේලියානු මැතිවරණ අධ්‍යයනය - AES) පවත්වමින් සිටින අතර ඔවුන් පසුගිය 2019 වාර්තාවේ සඳහන් කළේ පහතින්. \"බොහෝ දර්ශක පෙන්නුම් කරන්නේ වාර්තාගත අඩු දේශපාලන පක්ෂග්‍රාහීත්වය, ඉහළ යන ඡන්දදායක අස්ථාවරත්වය සහ රජය කෙරෙහි ඡන්දදායකයින්ගේ අවිශ්වාසය ඇතුළුව ප්‍රධාන දේශපාලන පක්ෂවලින් පුරවැසියන් වෙන්වීමයි.\"",
        "ආර්ථික ක්‍රියාකාරකම්, ජීවන වියදම, කර්මාන්ත සහ විශේෂයෙන්ම කුඩා හා මධ්‍ය පරිමාණ ව්‍යාපාරවලට බලපෑ විනාශකාරී කෝවිඩ් වසංගතයෙන් වසර දෙකකට පසුව මැතිවරණය පවත්වන ලදී. කෝවිඩ් රෝගීන් මිලියන 9 කට ආසන්න සංඛ්‍යාවක් සහ මරණ දහසකට ආසන්න සංඛ්‍යාවක් වාර්තා විය. සෞඛ්‍ය ආරක්ෂණය හෝ මෙඩිකෙයා මැතිවරණයේදී ස්වභාවිකවම ප්‍රධාන කාරණයක් විය. ඕස්ට්‍රේලියාව විනාශකාරී ගංවතුර සහ ලැව්ගිනි, එකින් එක, විශේෂයෙන් දුෂ්කර කෘෂිකාර්මික ප්‍රදේශවලට මුහුණ දී තිබේ. ගෝලීය උණුසුම සහ දේශගුණික විපර්යාස බොහෝ ඡන්දදායකයින්ගේ කේන්ද්‍රීය අවධානයක් වීමට මෙය එක් හේතුවකි. පුනර්ජනනීය බලශක්තිය පොරොන්දු වූ විසඳුම ලෙස සැලකේ.",
        "කම්කරු පක්ෂය වසර 10කට පමණ පසු මැතිවරනය ජය ගත්තේය. 2007 සහ 2013 අතර කම්කරු ආන්ඩු දෙකක් පැවති අතර, පළමුව බහුතරය සහ පසුව සුළුතර ආන්ඩුවකි. 2013 සිට ලිබරල් ජාතික සන්ධානය ෆෙඩරල් රජය පවත්වාගෙන ගියේය. පසුගිය මැතිවරණයේදී, 2019 දී, කම්කරු පක්ෂය ජයග්‍රහණය කරන බවට අනාවැකි පළ වුවද, ස්කොට් මොරිසන්ගේ අගමැති ධුරය යටතේ බහුතර රජයක් පවත්වාගෙන යාමට ජාතිකයන් සමඟ ලිබරල් ආසන 77 ක් ලබා ගත්හ.",
        "කම්කරු පක්ෂය 68",
        "ලිබරල් පක්ෂය 61",
        "ජාතික පක්ෂය             16",
        "කොළ 01",
        "ස්වාධීන අය 03",
        "ඉහත ප්‍රතිඵල සංසන්දනය, හේතු කිහිපයක් නිසා ලිබරල්වාදී පරාජය පෙන්නුම් කරන අතර ජාතිකයන් ඔවුන්ගේ ආසන 16 රඳවාගෙන සිටියි. ලේබර් පක්ෂයට නායකත්වය දීමට සාමාන්‍ය පවුලකින් මතු වූ ඇන්තනි ඇල්බනීස්ගේ නායකත්වය යටතේ කම්කරු පක්ෂය ආසන 68 සිට අවම වශයෙන් ආසන 76 දක්වා ලබා ගත්තේය. ඔහු හැදී වැඩුණේ පොදු නිවාසවල ජීවත් වූ සහ ආබාධිත විශ්‍රාම වැටුප් ලබන තනි මවක් විසිනි.",
        "ලේබර් පක්ෂය ඕස්ට්‍රේලියාවේ පැරණිතම දේශපාලන පක්ෂය වන අතර එය 1901 දී ආරම්භ කරන ලදී. එහි මූලයන් 1891 දී කම්කරු ව්‍යාපාරය විවිධ ජනපදවල ශාඛා ආරම්භ කළ විට, දැන් ප්‍රකාශ කරයි. එය සමාජවාදී ජාත්‍යන්තරයේ සාමාජිකත්වය ඇති ලොව පැරණිතම කම්කරු හෝ සමාජ ප්‍රජාතන්ත්‍රවාදී පක්ෂය ලෙස සැලකේ. පක්ෂය මුල සිටම කැමති වූයේ නමේ ‘උ’ අකුරකින් තොරව නම ලිවීමටයි. එය මධ්‍ය-වාම පක්ෂයක් ලෙස සැලකේ.",
        "මැතිවරණවලදී, ඡන්දදායකයින් ප්‍රධාන පක්ෂ දෙක වන කම්කරු පක්ෂයෙන් සහ ලිබරල් පක්ෂයෙන් ඈත් වීමේ පැහැදිලි ප්‍රවණතාවක් දක්නට ලැබේ. 1950 ගණන්වල ගණන් බලා ඇති පරිදි ඡන්දදායකයින්ගෙන් 90% ක් ප්‍රධාන පක්ෂ දෙක වටා කැරකුණි. නමුත් මෙවර මැතිවරණයේදී එම සංඛ්‍යාව 60% දක්වා අඩු වී තිබෙනවා. ලිබරල් (ජාතික ඇතුළු) සඳහා ප්‍රාථමික ඡන්ද 35.3% සිට 29.1% දක්වා අඩු වී ඇත. කම්කරු ප්‍රාථමික ඡන්ද 31.9% සිට 30.5% දක්වා අඩු වී ඇත.",
        "ඔවුන් කොහේ ගිහින්ද? 15%කට ආසන්න ප්‍රාථමික ඡන්ද ප්‍රමාණයක් ලබා ගනිමින් ප්‍රධාන පක්ෂ දෙකෙන් ඉවත්වන ඡන්දදායකයින්ගේ ප්‍රධාන ප්‍රතිලාභීන් හරිතයන් වී ඇත. ඇතැම් මැතිවරණ කොට්ඨාශවල, ස්වාධීන හෝ පක්‍ෂයක් වේවා කාන්තා අපේක්ෂිකාවන්ට මනාපයක් තිබුණි. පසුගිය මැතිවරණයේ ආසන තුනෙන් ස්වාධීන කණ්ඩායමට මෙවර ආසන 10ක් හිමිව තිබේ.",
        "පසුගිය මැතිවරණවලදී ඡන්දදායකයින්ගේ ප්‍රධාන අවධානය යොමු වූයේ ගෝලීය උණුසුම සහ දේශගුණික විපර්යාසය. ඇතැම් කාරණාවලදී කම්කරු පක්ෂය පවා ඔවුන්ගේ අපේක්ෂාවන්ට වඩා පිටුපසින් සිටියද, ලිබරල්වාදීන්ට එරෙහිව කම්කරු පක්ෂය තෝරා ගැනීමට ඡන්දදායකයින්ට එය හේතුවක් විය හැකිය. නව නියෝජිත මන්ත්‍රී මණ්ඩලයට තවත් නව විශේෂාංග කිහිපයක් තිබේ. තේරී පත් වූවන් අතර කාන්තාවන්ට ප්‍රමුඛ ස්ථානයක් හිමි වේ. අනෙකුත් සුළු ජාතීන් ද තේරී පත්වීමත් සමඟ ආදිවාසී ප්‍රජාවන් ද ප්‍රමුඛ ස්ථානයක් ලබා ගෙන ඇත. බහු සංස්කෘතිකවාදය නව නියෝජිත මන්ත්‍රී මණ්ඩලයෙන් පිළිබිඹු වේ.",
        "ඕස්ට්‍රේලියාවේ මැතිවරණ ක්‍රමය නියෝජිත මන්ත්‍රී මණ්ඩලය සහ සෙනෙට් සභාව යන දෙකටම මනාප ඡන්දයකි. ඒ සඳහා ඡන්ද පත්‍රිකා දෙකක් ඡන්ද දායකයින්ට ලබා දෙනවා. යම් ඡන්ද කොට්ඨාශයක්/ආසනයක් සඳහා අපේක්ෂකයින් පස් දෙනෙකු සිටී නම්, ඡන්දදායකයින් මනාප පදනමින් 1 සිට 5 දක්වා ලකුණු කළ යුතුය. ප්‍රමුඛ අපේක්ෂකයින් 50% ට වඩා ලබා ගැනීමට අපොහොසත් වූ විට, ජයග්‍රාහකයා තීරණය කිරීම සඳහා මනාප ගණන් කරනු ලැබේ. හරිතයින්ට සහ ස්වාධීන අයට වඩා හොඳ නියෝජනයක් ඇති සෙනෙට් සභාව සඳහා මෙය අඩු වැඩි වශයෙන් සමාන වේ. සෙනෙට් සභාව සඳහා අවසන් ගණන් කිරීම තවත් සති දෙකක් ගතවනු ඇත.",
        "නව අගමැති ඇන්තනි ඇල්බනීස් දැනටමත් ඔහුගේ නව පාලනයට හොඳින් මුහුණ දී ඇත. අගමැති ලෙස දිවුරුම් දීමෙන් පසුව සහ තාවකාලික කැබිනට් මණ්ඩලයක් පිහිටුවීමෙන් පසුව, ඔහු මැයි 24 වන දින ටෝකියෝ හි පැවති QUAD නායක රැස්වීම සඳහා පිටත්ව ගිය අතර එහිදී ඔහු ජෝ බයිඩන් (එක්සත් ජනපදය), නරේන්ද්‍ර මෝඩි (ඉන්දියාව) සහ ෆුමියෝ කිෂිඩා (ජපානය) හමුවී සාකච්ඡා කළේය. පැසිෆික් කලාපය රැකබලා ගැනීම ඕස්ට්‍රේලියාවට පැවරුණු එක් වගකීමක් විය. විදේශ අමාත්‍ය Penny Wong හමුවීමෙන් පසු වහාම ෆීජි වෙත ගියේය. මෙය පැසිෆික් ජාතීන් සමඟ පොදු ගිවිසුමක් ක්‍රියාත්මක කිරීමට අපොහොසත් වූ චීන විදේශ අමාත්‍යවරයාගේ කලාපයට පැමිණීමට පෙරය.",
        "තවත් ක්‍ෂණික පොරොන්දුවක් වූයේ නඩේසලිංගම් පවුල නිදහස් කිරීම නොහොත් ජනප්‍රිය ‘බිලෝඇල පවුල’ ලෙසිනි.පසුගිය රජය යටතේ ඔවුන් ප්‍රජා රැඳවුම් භාරයේ, පළමුව ක්‍රිස්මස් දූපතේ සහ පසුව පර්ත්හි තබා ඇත. ස්වාමිපුරුෂයා (නඩේස්) සහ බිරිඳ (ප්‍රියා) සරණාගතයින් ලෙස ශ්‍රී ලංකාවේ සිට ඕස්ට්‍රේලියාවට පැමිණ ඇත. ඔවුන් මෙහි හමු වී විවාහ විය. ඔවුන්ට දියණියන් දෙදෙනෙකි. ඔවුන් ක්වීන්ස්ලන්තයේ දුරස්ථ ප්‍රජාවක් වන Biloela හි ඉතා සමීපව සහ වෙහෙස මහන්සි වී වැඩ කරමින් සිටි නිසා, එහි මිනිසුන් ඔවුන්ගේ අරමුණ වෙනුවෙන් සටන් කිරීමට තරමක් අවිනිශ්චිත විය. දැන්, ඔවුන් උසාවියේදී ඔවුන්ගේ නඩු නිෂ්කාශනය වන තුරු පාලම් වීසා මත නැවත Biloela වෙත පැමිණ ඇත.",
        "කම්කරු පක්ෂය විසින් ලබා දී ඇති වෙනත් පොරොන්දු ඉටු කිරීමට කාලය ගත විය හැකිය. ළඟදීම සම්පූර්ණ කැබිනට් මණ්ඩලයක් පිහිටුවනවා. අවධාරණය කළ යුතු එක් අංශයක් වන්නේ උළුරු ප්රකාශය සඳහා කම්කරුවාගේ කැපවීමයි. සහනාධාර මූලධර්ම මත පදනම්ව, එය වෙනත් කරුණු අතර ප්‍රකාශ කරයි: “සොරකම් කරන ලද පරම්පරාවල දිවි ගලවා ගත් අය සහ ඔවුන්ගෙන් පැවත එන්නන් ඇතුළුව ආදිවාසී සහ ටොරස් සමුද්‍ර සන්ධිය දූපත් වැසියන් නම්‍යශීලී සහ සුදුසු ස්වදේශික තීරණයක් ලබා ගැනීමෙන් ඔවුන්ගේ ජීවිතයට බලපාන ප්‍රතිපත්ති සැකසීමට සහ ක්‍රියාත්මක කිරීමට නායකත්වය දෙන බව සහතික කිරීම. - ව්යුහයන් සෑදීම.\"",
        "තවත් පිපිරීමක් වැලැක්වීම සඳහා ප්‍රතිසංස්කරණ සහ පාලම් මූල්‍ය ඉක්මනින් අවශ්‍ය වේ",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஆஸ்திரேலியாவில் தொழிலாளர் வெற்றி!",
      "body_lines": [
        "கூட்டாட்சி தேர்தல்கள் சனிக்கிழமை, 21 மே, சனிக்கிழமை நடந்தாலும். முன்னதாக தபால் மூலம் வாக்களிப்பதற்கு மக்களுக்கு வாய்ப்பு கிடைத்தது. தேர்தல் நாளில் கூட மக்கள் தொலைபேசி மூலம் வாக்களிக்க தேர்தல் ஆணையம் அனுமதி அளித்துள்ளது. ஆஸ்திரேலியாவில் மற்ற 20 நாடுகளுடன் சேர்ந்து வாக்களிப்பது கட்டாயம். இந்த நாடுகள் ‘வாக்களிக்கும் உரிமையை’ தவிர, வாக்களிப்பது ஒரு ‘குடிமகன் கடமையாக’ அங்கீகரிக்கின்றன. நியூசிலாந்தில், பதிவு செய்வது கட்டாயம், ஆனால் வாக்களிப்பது அவசியமில்லை.",
        "ஆஸ்திரேலியாவும் ஒரு கூட்டாட்சி நாடு. எனவே, மாநிலங்களுக்கும், மத்திய அரசுக்கும் வழக்கமான தேர்தல்கள் நடத்தப்படுகின்றன. மே மாதம் நடத்தப்பட்டது மத்திய அரசுக்கு. ஆறு மாநிலங்கள் மற்றும் இரண்டு சுய-ஆளும் பிரதேசங்களுடன், பெரும்பாலான தினசரி பொது விவகாரங்கள் இந்த மாநிலங்களால் நடத்தப்படுகின்றன, வழக்கமான தேர்தல்கள் மற்றும் நிலையான அரசியலமைப்புகள். அதிகாரங்கள் மற்றும் செயல்பாடுகளின் தெளிவான பிரிப்பு உள்ளது. எவ்வாறாயினும், பொருளாதார விவகாரங்கள், சர்வதேச உறவுகள் மற்றும் நாட்டின் ஒட்டுமொத்தக் கொள்கைகள் என்று வரும்போது, ​​மாநிலங்கள் மற்றும் பிரதேசங்களுடன் இணைந்து நடத்தப்படும் பெரும்பாலான நேரங்களில் மத்திய அரசே இறுதி முடிவைக் கொண்டுள்ளது.",
        "ஆஸ்திரேலிய பாராளுமன்றம் இரு அவைகளைக் கொண்டது, இலங்கையைப் போலல்லாமல் பிரதிநிதிகள் சபை மற்றும் செனட் ஆகியவை உள்ளன. இலங்கையின் செனட் 1971 இல் தன்னிச்சையாக ஒழிக்கப்பட்டது. ஆஸ்திரேலியாவின் பிரதிநிதிகள் சபை இலங்கையின் பாராளுமன்றத்தை விட சிறியது, 151 உறுப்பினர்கள் மட்டுமே உள்ளனர். ஆனால் நாட்டின் அளவும் மக்கள் தொகையும் இலங்கையை விட பெரியது. அவுஸ்திரேலியா ஒரு செயற்பாட்டு ஜனநாயக நாடாகும், இலங்கையைப் போல் அல்லாமல் அமைதியாகவும் அமைதியாகவும் தேர்தல்கள் நடைபெறுகின்றன. பிரச்சார காலத்திலோ அல்லது அதற்குப் பின்னரோ தேர்தல் வன்முறைச் சம்பவங்கள் எதுவும் பதிவு செய்யப்படவில்லை.",
        "ஆஸ்திரேலியாவில் செயல்படும் அரசியல் கட்சிகளின் எண்ணிக்கை ஒரு சில மட்டுமே. இலங்கையைப் பொறுத்தவரை, செயலில் உள்ள எண்ணிக்கை மூன்று மடங்கு பெரியது. ஒருவேளை இந்த உண்மைகளும் புள்ளிவிவரங்களும் ஆஸ்திரேலியா ஒரு நிலையான ஜனநாயக நாடு என்பதைக் காட்டுகின்றன, அதே நேரத்தில் இலங்கை கணிசமான உறுதியற்ற தன்மையைக் கொண்டுள்ளது. ஐந்து வருடங்களில் அல்ல மூன்று வருடங்களில் தேர்தல் நடத்தப்படுகிறது. வாக்காளர்கள் நியாயமான வழக்கமான கருத்தைக் கொண்டுள்ளனர்.",
        "ஆஸ்திரேலிய தேர்தல்களில் தொடர்ச்சியான போக்கு உள்ளது, வாக்காளர் விருப்பத்தேர்வுகள் பாரம்பரிய அரசியல் கட்சிகளிலிருந்து மூன்றாம் கட்சிகள் அல்லது சுயேச்சைகளை நோக்கி நகர்கின்றன. இது கடந்த 2019 தேர்தல்களில் கூட காணக்கூடியதாக இருந்தது. இருந்தபோதிலும், முன்னணி அரசியல் கட்சியான தொழிற்கட்சி 76 இடங்களில் தெளிவான பெரும்பான்மையை பெற முடிந்தது. செனட்டில் தொழிற்கட்சியானது ‘கிராஸ் பெஞ்சில்’ தங்கியிருக்கக்கூடும். ஆஸ்திரேலியாவின் அரசியல் கலாச்சாரத்தைப் பொறுத்தவரை, இது புதிய அரசாங்கத்திற்கு ஒரு பெரிய தடையாக இருக்காது.",
        "1987 முதல், ஆஸ்திரேலிய தேசிய பல்கலைக்கழகம் தேர்தல் ஆய்வுகளை (ஆஸ்திரேலிய தேர்தல் ஆய்வு - AES) நடத்தி வருகிறது, மேலும் கடந்த 2019 அறிக்கையில் அவர்கள் குறிப்பிட்டது பின்வருமாறு. \"பல குறிகாட்டிகள் முக்கிய அரசியல் கட்சிகளில் இருந்து குடிமக்கள் பற்றின்மையை சுட்டிக்காட்டுகின்றன, இதில் குறைந்த அரசியல் பாகுபாடு, அதிகரித்து வரும் வாக்காளர் உறுதியற்ற தன்மை மற்றும் அரசாங்கத்தில் வாக்காளர் அவநம்பிக்கை ஆகியவை அடங்கும்.\"",
        "பொருளாதார நடவடிக்கைகள், வாழ்க்கைச் செலவு, தொழில்கள் மற்றும் குறிப்பாக சிறு மற்றும் நடுத்தர வணிகங்களை பாதித்த பேரழிவு தரும் கோவிட் தொற்றுநோயின் இரண்டு ஆண்டுகளுக்குப் பிறகு தேர்தல் நடத்தப்பட்டது. கிட்டத்தட்ட 9 மில்லியன் கோவிட் வழக்குகள் மற்றும் ஆயிரக்கணக்கான இறப்புகள் இருந்தன. ஹெல்த்கேர் அல்லது மெடிகேர் என்பது இயற்கையாகவே தேர்தலில் ஒரு முக்கிய பிரச்சினையாக இருந்தது. ஆஸ்திரேலியா பேரழிவு தரும் வெள்ளம் மற்றும் காட்டுத்தீயை ஒன்றன் பின் ஒன்றாக எதிர்கொள்கிறது, குறிப்பாக தொலைதூர விவசாய பகுதிகளில். புவி வெப்பமடைதல் மற்றும் பருவநிலை மாற்றம் பல வாக்காளர்களின் மையக் கவலையாக மாறியதற்கு இதுவும் ஒரு காரணம். புதுப்பிக்கத்தக்க ஆற்றல் ஒரு நம்பிக்கைக்குரிய தீர்வாக கருதப்படுகிறது.",
        "கிட்டத்தட்ட 10 ஆண்டுகளுக்குப் பிறகு தேர்தலில் தொழிற்கட்சி வெற்றி பெற்றது. 2007 மற்றும் 2013 க்கு இடையில், இரண்டு தொழிற்கட்சி அரசாங்கங்கள் இருந்தன, முதலில் பெரும்பான்மை மற்றும் பின்னர் ஒரு சிறுபான்மை அரசாங்கம். 2013 முதல், லிபரல் நேஷனல் கூட்டணி மத்திய அரசை நடத்தி வருகிறது. கடந்த தேர்தல்களில், 2019 இல், தொழிலாளர் கட்சி வெற்றி பெறும் என்று கணிப்புகள் இருந்தபோதிலும், ஸ்காட் மோரிசனின் பிரதம மந்திரி பதவியின் கீழ், பெரும்பான்மை அரசாங்கத்தை நடத்துவதற்கு நேஷனல்களுடன் லிபரல்கள் 77 இடங்களைப் பெற்றனர்.",
        "தொழிலாளர் கட்சி 68",
        "லிபரல் கட்சி 61",
        "தேசிய கட்சி              16",
        "பசுமை",
        "சுயேச்சைகள்                   03",
        "மேற்கூறிய முடிவுகளின் ஒப்பீடு, பல காரணங்களுக்காக தாராளவாத தோல்வியைக் காட்டுகிறது, அதே நேரத்தில் நேஷனல்கள் தங்கள் 16 இடங்களைத் தக்கவைத்துக் கொண்டுள்ளனர். லேபர் கட்சியை வழிநடத்த ஒரு சாதாரண குடும்பத்தில் இருந்து தோன்றிய அந்தோனி அல்பானீஸ் தலைமையில் தொழிற்கட்சி 68 இடங்களிலிருந்து குறைந்தது 76 இடங்களுக்கு முன்னேறியது. ஊனமுற்றோர் ஓய்வூதியம் பெற்று, பொது வீடுகளில் வசித்து வந்த ஒற்றைத் தாயால் அவர் வளர்க்கப்பட்டார்.",
        "1901 ஆம் ஆண்டு நிறுவப்பட்ட ஆஸ்திரேலியாவின் மிகப் பழமையான அரசியல் கட்சி தொழிலாளர் கட்சியாகும். அதன் வேர்கள் 1891 ஆம் ஆண்டு முதல் தொழிலாளர் இயக்கம் வெவ்வேறு காலனிகளில் கிளைகளை நிறுவியபோது, ​​இப்போது மாநிலங்களில் உள்ளது. சோசலிச அகிலத்தில் உறுப்பினராக உள்ள உலகின் பழமையான தொழிலாளர் அல்லது சமூக ஜனநாயகக் கட்சியாக இது கருதப்படுகிறது. ஆரம்பத்தில் இருந்தே, பெயரில் 'உ' இல்லாமல் பெயரை உச்சரிக்க கட்சி விரும்புகிறது. இது ஒரு மைய-இடது கட்சியாக கருதப்படுகிறது.",
        "தேர்தல்களில், வாக்காளர்கள் பிரதான இரு கட்சிகளான லேபர் மற்றும் லிபரல் கட்சிகளில் இருந்து விலகிச் செல்லும் தெளிவான போக்கு உள்ளது. 1950களில் 90% வாக்காளர்கள் இரண்டு பிரதான கட்சிகளைச் சுற்றியே சுழன்றதாகக் கணக்கிடப்பட்டது. ஆனால், இந்தத் தேர்தலில் எண்ணிக்கை 60% ஆகக் குறைந்துள்ளது. தாராளவாதிகளுக்கான முதன்மை வாக்குகள் (தேசியம் உட்பட) 35.3% இலிருந்து 29.1% ஆகக் குறைந்துள்ளன. தொழிலாளர் முதன்மை வாக்குகள் 31.9% லிருந்து 30.5% ஆக குறைந்துள்ளது.",
        "எங்கே போனார்கள்? கிட்டத்தட்ட 15% முதன்மை வாக்குகளுடன் முக்கிய இரண்டு கட்சிகளிலிருந்தும் விலகிச் செல்லும் வாக்காளர்களின் முக்கிய பயனாளிகள் பசுமைவாதிகள். குறிப்பிட்ட சில தொகுதிகளில், சுயேச்சையாக இருந்தாலும் அல்லது கட்சியாக இருந்தாலும், பெண் வேட்பாளர்களுக்கு முன்னுரிமை அளிக்கப்பட்டது. கடந்த தேர்தலில் 3 இடங்களில் இருந்த சுயேச்சைகள் இம்முறை 10 இடங்களில் வெற்றி பெற்றுள்ளனர்.",
        "கடந்த தேர்தல்களில், வாக்காளர்களின் முக்கிய கவலைகளில் ஒன்று புவி வெப்பமடைதல் மற்றும் பருவநிலை மாற்றம். வாக்காளர்கள் தாராளவாதிகளுக்கு எதிராக தொழிலாளர் கட்சியைத் தேர்ந்தெடுப்பதற்கு இது ஒரு காரணமாக இருக்கலாம், இருப்பினும் சில விஷயங்களில் தொழிலாளர் கூட அவர்களின் எதிர்பார்ப்புகளுக்குப் பின்னால் இருந்தது. புதிய பிரதிநிதிகள் சபையில் பல புதிய அம்சங்கள் உள்ளன. தேர்ந்தெடுக்கப்பட்டவர்களில் பெண்களுக்கு முக்கிய இடம் உண்டு. பிற சிறுபான்மையினரும் தேர்ந்தெடுக்கப்பட்டதன் மூலம் பழங்குடியின சமூகங்களும் முக்கிய இடத்தைப் பெற்றுள்ளன. பன்முக கலாச்சாரம் புதிய பிரதிநிதிகள் சபையில் பிரதிபலிக்கிறது.",
        "ஆஸ்திரேலியாவின் தேர்தல் முறையானது பிரதிநிதிகள் சபை மற்றும் செனட் ஆகிய இரண்டிற்கும் விருப்பமான வாக்களிப்பு ஆகும். இதற்காக வாக்காளர்களுக்கு இரண்டு வாக்குச் சீட்டுகள் வழங்கப்படுகின்றன. ஒரு குறிப்பிட்ட தொகுதி / தொகுதிக்கு ஐந்து வேட்பாளர்கள் இருந்தால், வாக்காளர்கள் முன்னுரிமை அடிப்படையில் 1 முதல் 5 வரை குறிக்க வேண்டும். முன்னணி வேட்பாளர்கள் 50% க்கு மேல் பெறத் தவறினால், வெற்றியாளரைத் தீர்மானிக்க விருப்பத்தேர்வுகள் கணக்கிடப்படும். பசுமைவாதிகள் மற்றும் சுயேட்சைகள் சிறந்த பிரதிநிதித்துவத்தைக் கொண்ட செனட்டிற்கு இது அதிகமாகவோ அல்லது குறைவாகவோ ஒரே மாதிரியாக உள்ளது. செனட்டின் இறுதி எண்ணிக்கை இன்னும் இரண்டு வாரங்கள் ஆகலாம்.",
        "புதிய பிரதம மந்திரி அந்தோனி அல்பானீஸ், ஏற்கனவே தனது புதிய நிர்வாகத்தில் நன்றாக உள்ளார். பிரதமராக பதவியேற்று, தற்காலிக அமைச்சரவையை அமைத்த பிறகு, அவர் மே 24 அன்று டோக்கியோவில் நடந்த குவாட் தலைவர்கள் கூட்டத்திற்குச் சென்றார், அங்கு அவர் ஜோ பிடன் (அமெரிக்கா), நரேந்திர மோடி (இந்தியா) மற்றும் ஃபுமியோ கிஷிடா (ஜப்பான்) ஆகியோரை சந்தித்து கலந்துரையாடினார். பசிபிக் பகுதியைக் கவனிப்பது ஆஸ்திரேலியாவின் ஒரு கடமை. உடனடியாக வெளியுறவு அமைச்சர் பென்னி வோங் பிஜிக்கு சென்றார். இது, உண்மையில், பசிபிக் நாடுகளுடன் ஒரு பொதுவான உடன்படிக்கையை நடைமுறைப்படுத்தத் தவறிய சீன வெளியுறவு அமைச்சரின் பிராந்தியத்திற்குச் செல்வதற்கு சற்று முன்பு.",
        "நடேசலிங்கம் குடும்பம் அல்லது பிரபலமாக ‘பிலோலா குடும்பம்’ என்று அழைக்கப்படும் அவர்களை விடுவிப்பதாக மற்றொரு உடனடி வாக்குறுதி வழங்கப்பட்டது. முந்தைய அரசாங்கத்தின் கீழ் அவர்கள் முதலில் கிறிஸ்மஸ் தீவிலும் பின்னர் பேர்த்திலும் சமூக காவலில் வைக்கப்பட்டனர். கணவன் (நாடேஸ்) மற்றும் மனைவி (ப்ரியா) ஆகியோர் இலங்கையிலிருந்து அவுஸ்திரேலியாவுக்கு புகலிடக் கோரிக்கையாளர்களாக வந்திருந்தனர். அவர்கள் இங்கு சந்தித்து திருமணம் செய்து கொண்டனர். இவர்களுக்கு இரண்டு மகள்கள் உள்ளனர். குயின்ஸ்லாந்தில் உள்ள தொலைதூர சமூகமான பிலோலாவில் அவர்கள் மிகவும் நெருக்கமாகவும் கடினமாகவும் உழைத்ததால், அங்குள்ள மக்கள் தங்கள் காரணத்திற்காக போராடுவதில் மிகவும் சந்தேகத்திற்கு இடமின்றி இருந்தனர். இப்போது, ​​நீதிமன்றங்களில் அவர்களது வழக்குகள் தீர்க்கப்படும் வரை, பிரிட்ஜிங் விசாவில் அவர்கள் மீண்டும் பிலோலாவில் உள்ளனர்.",
        "தொழிற்கட்சி வழங்கிய மற்ற வாக்குறுதிகள் நிறைவேற்றப்படுவதற்கு நேரம் எடுக்கும். விரைவில் முழு அமைச்சரவை அமைக்கப்படும். வலியுறுத்தப்பட வேண்டிய ஒரு பகுதி, உளுரு அறிக்கைக்கான தொழிலாளர்களின் உறுதிப்பாடு ஆகும். துணைக் கொள்கைகளின் அடிப்படையில், இது மற்ற விஷயங்களுக்கிடையில் அறிவிக்கிறது: \"திருடப்பட்ட தலைமுறைகளில் இருந்து தப்பியவர்கள் மற்றும் அவர்களின் சந்ததியினர் உட்பட பழங்குடியினர் மற்றும் டோரஸ் ஜலசந்தி தீவு மக்கள், நெகிழ்வான மற்றும் பொருத்தமான பூர்வீக முடிவை வளப்படுத்துவதன் மூலம் அவர்களின் வாழ்க்கையை பாதிக்கும் கொள்கையை உருவாக்கி செயல்படுத்துவதில் வழிவகுக்கிறார்கள். - கட்டமைப்புகளை உருவாக்குதல்.\"",
        "சீர்திருத்தம் மற்றும் பிரிட்ஜிங் நிதி விரைவில் தேவை மற்றொரு அடியை தவிர்க்க",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}