{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81293/four-european-countries-expel-20-russian-diplomats",
  "time_ut": 1647666660,
  "title": "Four European countries expel 20 Russian diplomats",
  "body_lines": [
    "Bulgaria, Latvia, Lithuania and Estonia have expelled a total of 20 Russian diplomats, prompting a threat of “an appropriate answer” from the Russian foreign ministry.",
    "Bulgaria on Friday gave 10 diplomats 72 hours to leave the country, Lithuania expelled four Russian diplomats while Latvia and Estonia expelled three each.",
    "The diplomats were expelled in a coordinated move “in connection with activities that are contrary to their diplomatic status and taking into account ongoing Russian aggression in Ukraine”, Latvian Foreign Minister Edgars Rinkevics said on Twitter.",
    "Estonia’s foreign ministry said in a statement that it had expelled diplomats because they “directly and actively undermined Estonia’s security and spread propaganda justifying Russia’s military action”.",
    "Lithuania said its expulsions were made “in solidarity with Ukraine”.",
    "Bulgaria’s foreign ministry said in a statement that an official note was handed to Russia’s ambassador in the capital Sofia requiring that 10 diplomats leave Bulgaria within 72 hours for their alleged involvement in “activities incompatible with their diplomatic status”.",
    "Eleonora Mitrofanova, Russia’s ambassador to Bulgaria, described the decision as an “unfriendly act”.",
    "“We perceive this as an extremely unfriendly act and reserve the right to retaliate,” Mitrofanova said in a statement carried by the TASS news agency.",
    "“All ungrounded expulsions of Russian diplomats will be met with an appropriate answer,” said Maria Zakharova, spokesperson for the Russian foreign ministry.",
    "This is the second wave of expulsions of Russian diplomats from Bulgaria. On March 2, Sofia expelled two Russian diplomats over allegations they had been involved in espionage.",
    "Bulgaria, Russia’s closest ally during the Cold War but now a European Union member state and part of the NATO alliance that has condemned the invasion of Ukraine, has expelled eight other Russian diplomats over suspected spying since October 2019.",
    "On Monday, EU and NATO member Slovakia expelled three Russian embassy staff based on information from its secret service."
  ]
}