{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Sri-Lanka-and-the-Netherlands-hold-inaugural-bilateral-political-consultations/56-733269",
  "time_ut": 1649446800,
  "title": "Sri Lanka and the Netherlands hold inaugural bilateral political consultations",
  "body_lines": [
    "The inaugural session of the bilateral political consultations between Sri Lanka and the Netherlands at Foreign Ministry level was convened earlier this week on a virtual platform.",
    "The consultations coincided with a year-long programme jointly organised by the Embassies of Sri Lanka and the Netherlands in Colombo and in the Hague to commemorate 70 years of diplomatic relations between the two countries.",
    "The two sides engaged in productive discussions on a multitude of areas of bilateral and multilateral interest comprising political cooperation and the exchange of high-level visits; trade, investment and tourism; air connectivity; climate change; capacity building and training of the public service; women’s empowerment; cooperation in defence, education and agriculture; as well as cultural cooperation.",
    "The two sides reiterated their mutual interest in further consolidating trade and prosperity through engagement in the Indian Ocean. Sri Lanka apprised the Netherlands of progress in reconciliation including the PTA reform process. The discussion identified a number of areas of follow up, with particular attention to development cooperation.",
    "Sri Lanka appreciated the support extended in multiple spheres by the Netherlands through its development cooperation portfolio, as well as the market access provided for Sri Lanka’s exports to the Netherlands via the EU GSP plus scheme.",
    "Recalling historical relations spanning 400 years, Sri Lanka and the Netherlands deliberated on enhancing cultural cooperation through technical assistance in the restoration of Dutch heritage sites, cooperation between museums and the national archives and discussions on ongoing on the restitution of artefacts. Sri Lanka acknowledged the support rendered by countries in Europe through the European Union and bilaterally, in addressing the shared challenges posed by COVID-19.",
    "The Consultations were co-chaired by Ministry of Foreign Affairs of Sri Lanka Additional Secretary – Bilateral (West) Manisha Gunasekera and Ministry of Foreign Affairs of the Netherlands Director General – Asia and Oceania (DAO)Karin Mössenlechner.",
    "The Netherlands delegation included Ambassador of the Kingdom of the Netherlands to Sri Lanka Tanja Gonggrijp, Department for Asia and Oceania Head of South Asia and South-East Asia Max Valstar and senior officials from the Netherlands Foreign Ministry.",
    "The Sri Lankan delegation included Ambassador of Sri Lanka to the Kingdom of the Netherlands Aruni Ranaraja, Director General – Europe Varuni Muthukumarana and senior officials from relevant line ministries/agencies and the Foreign Ministry.",
    "The second session of bilateral political consultations between Sri Lanka and Netherlands will be held in the Hague, the Netherlands in 2024."
  ]
}