{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-in-moment-of-crisis-with-great-potential-for-change-senior-political-scientist-91652/",
  "time_ut": 1647287280,
  "title": "Sri Lanka in moment of crisis with great potential for change: senior political scientist",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has reached a moment of crisis with a great deal of potential for change, and the conditions for significant change are rife except for leadership, senior political scientist Prof Jayadeva Uyangoda said.",
    "In a phone interview with EconomyNext on Monday (14), Uyangoda said Sri Lanka is in the abyss economically, with citizens taking the political process into their own hands in the absence of meaningful political leadership from opposition actors.",
    "The island nation is in the midst of one of the worst economic crises in its history, with dwindling foreign exchange reserves severely impacting essential imports, leading to untold hardships for an increasingly hapless public. Pockets of protest have sprung up across the country, with participants representing different socioeconomic strata – from the poor to the lower as well as upper middle classes – taking to the streets to express their dissatisfaction and frustration as daily power outages and queues for fuel, cooking gas and other essentials continue unabated. Social media is also serving as a platform for severe public agitation, with the present government subjected to relentless ridicule at every turn.",
    "According to Jayadeva, what is noteworthy about the recent spate of protests is their apparent spontaneity.",
    "“In the past, economic crises did not really make life difficult for the middle classes. But this time, the middle classes are also victims. It’s a generalised social crisis. The poor, the workers, the middle classes, across the board are finding it very difficult to survive.",
    "“It’s a social discontent that’s being expressed openly. Interestingly, political parties are not mobilising this. These protests are taking place spontaneously and independent of political parties,” he said.",
    "The main opposition Samagi Jana Balavegaya (SJB) is set to hold a protest march Tuesday (15) afternoon, but, at the time of writing, whether or not the party succeeds in turning into to a truly organic mass protest remains to be seen. Prof Uyangada said that the Marxist Janatha Vimukthi Peramuna (JVP) has also been uncharacteristically uninvolved in the spontaneous protests that are taking place almost daily around the country. This is also true for trade unions, which successfully campaigned for their own demands last year, but have been largely silent over the dire straits the country now finds itself in.",
    "This phenomenon of political absenteeism is not unique to Sri Lanka. Prof Uyangoda said in India, too, political parties are reluctant to mobilise citizens directly to confront a government.",
    "Asked if he believes there is some form of deal-making going on, the expert said: “I don’t think so. The SJB leadership appears to be very careful. They don’t want to antagonise the government too much. Ruling parties have enormous capacity to react quite nastily towards their political opponents.”",
    "With the government’s popularity fast eroding, Sri Lanka’s mainstream opposition parties could not ask for a better time to take to the streets. But barring the SJB protest planned for Tuesday and JVP event held in Ambalanthota on Monday (14), the public seems to have taken it upon themselves to agitate against alleged economic mismanagement.",
    "In fact, opposition and SJB leader Sajith Premadasa tweeted hours ahead of their protest that his party does not seek to stoke people’s anger for political gain.",
    "To stoke people’s anger for political gain is not what SJB will do. This crisis will get worse with unplanned disruption. Tourists will dwindle, travel advisories will be issued. But your voice should be heard, you can join Hirunika & me @munza14 tomorrow for SJB’s protest march. https://t.co/8fgfp5qrKn",
    "United National Party (UNP) leader and former prime minister Ranil Wickremesinghe also said on Sunday (13) that now was not the time for a change in government but the need of the hour was national consensus on solutions to the prevailing crisis.",
    "Sri Lanka economic crisis: former PM wants national consensus, not change in govt",
    "“That is the dilemma. It’s a paradoxical situation in Sri Lanka. Also, why aren’t the trade unions on the streets? The working class is very severely affected by this, but the unions are quite silent,” said Prof Uyangoda, noting that there is a general lack of focus.",
    "He is also sceptical that the recent ouster of ruling coalition stalwarts Udaya Gammanpila and Wimal Weerawansa would make a significant difference.",
    "“In a way, Wimal and Gammanpila are thoroughly discredited politicians. It would be quite difficult for them to reinvent themselves so easily,” he said.",
    "Similarly, former president Maithripala Sirisena who has been making noises also has work cut out to win over the credibility that he has lost, said Uyangoda, adding that this also applies to UNP leader Wickremesinghe.",
    "“There’s a great deal of popular anger right now. But the political leadership requires a certain degree of credibility to make use of this situation and to give leadership to the people.",
    "Even purported aspirants to the presidency such as SJB MP Patali Champika Ranawaka, he said, lack the kind of wide national appeal that is expected from someone looking to lead a popular anti-establishment campaign.",
    "Much of the opposition now seems to be from the public alone, said Uyangoda.",
    "“But I have a feeling that sooner than later, political parties would be forced to take a stand on this issue. Usually political parties are quite opportunistic. So they will realise that the time has come for them to make use of this opening,” he said.",
    "Opposition parties would have to take the fight to the government, by taking direct action and showing in practice that they are with the people.",
    "“There is time for them to do that in the coming few weeks if they want to.”",
    "“Once there is public action – with people coming to the streets and political parties joining them – that kind of mass action can change the political equation. That’s what they should be doing.”",
    "For this to be a reality, however, parties such as the SJB and the JVP must form a broad coalition, which is not looking likely at present. The JVP is particularly inflexible and not open to forming an alliance with the SJB.",
    "“The JVP does not seem to be in a mood to unite with anybody else. They want other parties to follow them.”",
    "Asked if this is because the JVP is more confident than ever of its electoral prospects, he said: “There’s a sense of false confidence.”",
    "Prof Uyangoda theorised that the ruling party is unlikely to hold elections whose outcome would be unfavourable to it.",
    "“That means they will engineer any election, and election process and election outcome as well. That’s a factor that needs to be taken into account,” he claimed.",
    "The opposition parties must be prepared for this possibility and must also show a united front.",
    "“A divided opposition is might not be able to face that,” he said, noting that the powers that be have the expertise, the wherewithal and the ruthlessness to manage the outcome of an election.",
    "A broad coalition of opposition parties would be needed to pose a meaningful challenge to the incumbent government, said Uyangoda said.",
    "“It is very difficult to see what will happen to Sri Lanka. We’re deep in the abyss economically. That famous line by  W B Yeats – ‘things fall apart’ –  is no longer a metaphor in Sri Lanka. It’s actually what’s happening.",
    "“Sri Lanka has reached a crisis – a moment of crisis – that has a great deal of potential for significant political change in order to democracy. All the conditions are ripe – except leadership,” he said. (Colombo/Mar15/2022)"
  ]
}