{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-mp-tables-private-bill-to-ban-conversion-therapy-91589/",
  "time_ut": 1647067740,
  "title": "Sri Lanka opposition MP tables private bill to ban conversion therapy",
  "body_lines": [
    "ECONOMYNEXT – In a historic first for Sri Lanka, a private member’s bill was tabled in parliament on Friday (11) by a member of the main opposition to ban the unscientific practice of conversion therapy by unregistered clinics to “cure” LGBTQI people.",
    "Tabling the bill, Samagi Jana Balavegaya (SJB) MP Rohini Kaviratne said parliament must intervene on behalf the lesbian, gay, bisexual, transgender, queer and intersex (LGBTQI) people to put an end to this practice which causes immense psychological distress to those that undergo it.",
    "“Conversion therapy is practiced at various private clinics to try and ‘change’ homosexual or transgender people. They’re labelled patients, and attempts are made to change their sexual orientation or gender identity,” said Kaviratne.",
    "Noting that the World Health Organisation (WHO), the American Psychological Association as well as the Sri Lanka College of Psychiatrists have declared that homosexuality is not an illness, the MP said unregistered institutes that perform conversion therapy continue to operate in the country, leading to depression and deaths by suicide.",
    "“These bodies have all stated that gay or transgender people are not mentally ill and that there is no need to ‘convert’ them. Yet, these bogus clinics continue to cause severe mental distress to that community,” she said.",
    "“The parliament must intervene in ensuring the health rights of the people,” she added.",
    "Sexual literacy among Sri Lankans is low. A video surfaced in August 2021 of a police training in Kandy, where a counsellor was heard making homophobic remarks to a packed audience of junior policemen and women. The offending video, which was shared on social media on August 02, showed the woman posing the question “Would you like your child to be a victim of a homosexual?” to which the audience replied “no” in unison.",
    "Sri Lanka has not recognised LGBTQI rights legally, and the island nation’s four-decades-plus-old constitution only mentions men and women.",
    "Sri Lankan Penal Code criminalises voluntary “carnal intercourse against the order of nature,” which is used to discriminate against LGBTQI individuals.",
    "These laws are a by-product of the British legal system. While politicians like the late Mangala Samaraweera attempted to destigmatise queerness, political opponents have actively undermined such efforts.",
    "Despite outrage from the international community, conversion therapy is still rampant in Sri Lanka, and most government forms only carry the male and female options for gender.",
    "No government in power has openness to accepting LGBTQI rights as such move would be seen as hurting religious sentiments.",
    "While gay and transgender characters appear in Sri Lankan media, they are usually used for comedic effects or promote negative stereotypes.",
    "However, in news welcomed by the LGBTQI community, the Court of Appeal on December 08 last year granted leave to proceed for a writ petition filed against the police over the aforesaid police training video.",
    "Related: LGBTQI activists in Sri Lanka welcome major court decision amid urgent need for reform"
  ]
}