{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-still-owes-US-390-million-to-Chinese-company-for-fuel-supplies-Chinese-Ambassador/108-235745",
  "time_ut": 1650940740,
  "title": "Sri Lanka still owes US $ 390 million to Chinese company for fuel supplies: Chinese Ambassador",
  "body_lines": [
    "In a controversial disclosure, China's Ambassador Qi Zhenhong said Sri Lanka still owes US $ 390 million to PetroChina Company Limited for the supply of 12 shipments of diesel and petrol from July, last year to January, this year.",
    "In an interactive dialogue with a group of journalists in Colombo, the ambassador said the Chinese company, one of the largest in the world in the field, supplied fuel at a competitive rate to Sri Lanka through an international bidding process.",
    "The company supplied 19 shipments during the period, but payments were made only for seven,” he said in response to a question. He said he never meant to discuss it but could not help after inquiries by media personnel.",
    "The Chinese envoy entertained questions openly, and the forum looked informal.",
    "Asked about the proposed US $ 2.5 billion financial assistance from China - US $ 1 billion loan and US $ 1.5 billion buyer’s credit, he said Sri Lanka had suddenly initiated talks with the International Monetary Fund (IMF), and it would unavoidably impact the ongoing process for cooperation from his country.",
    "He asserted that China closely monitors the development of Sri Lanka’s engagements with the IMF and wait for terms and conditions involved. The ambassador said debt restructuring would be a key component in an IMF bailout package as understood by him through experience.",
    "However, he said talks are underway for financial cooperation between the financial authorities of the two countries, and assured that China would cooperate with Sri Lanka.",
    "Asserting that China – Sri Lanka friendship had stood the test of time, he said he was told by a local politician that Sri Lankans had short memories and they remembered only bad things but not good deeds."
  ]
}