{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Mother-Earth-clearly-urging-a-call-to-action/172-234323",
  "time_ut": 1648846200,
  "title": "Mother Earth clearly urging a call to action",
  "body_lines": [
    "Sri Lanka was admired as the pearl of the Indian Ocean, naturally and otherwise. But today, especially after the wholesale implementation of the globalised market economic policy after 1978, we see a case of casting pearls before swine. Wide-scale deforestation, the virtual sale of parts of our country for profit-making purposes, decay and degeneration in moral values provoked by bribery and corruption at the highest levels have downgraded and degraded Sri Lanka. The crisis today is worse than ever before since independence with the cost of living soaring into outer space and long queues for fuel, cooking gas and powdered milk, while the COVID-19 continues, medicines are in short supply or highly-priced that even middle-income families cannot afford them.",
    "Prof. Senaka Bibile, widely regarded as a prophet of modern medicine, worked out a plan to provide quality drugs at affordable prices. But the powerful world pharma mafia persuaded the United States Government to virtually force the then Sirimavo Bandaranaike Government to sack Prof. Bibile. He went overseas and died in mysterious circumstances. Later, the People’s Movement for the Rights of Patients (PMRP) fought openly and legally for the re-implementation of the Senaka Bibile policy. Various presidents promised to do it but they were apparently persuaded by the local pharma mafia, which in one instance is reported to have given as much as Rs.1,000 million to the ruling party. The PMRP filed a fundamental case in the Supreme Court, saying the Government was denying the people the right to good health by failing to implement the Senaka Bibile policies. Thankfully, after the Yahapalana Government came to office in 2015, the Senaka Bibile policies were implemented but today that good medicine has virtually turned into poison with State Pharmaceuticals Corporation virtually killing the Bibile policies.",
    "These and other events come to mind as the United Nations marks International Mother Earth Day later this month. In a statement, the UN says Mother Earth is clearly urging a call to action. Nature is suffering, oceans filling with plastic and turning more acidic. Extreme heat, wildfires and floods, and a record-breaking Atlantic hurricane season have affected millions of people. Now we face COVID-19, a worldwide health pandemic linked to the health of our ecosystem.",
    "Climate change, human-made changes to nature and crimes that disrupt biodiversities, such as deforestation, land-use change, intensified agriculture and livestock production or the growing illegal wildlife trade, can increase contact and the transmission of infectious diseases from animals to humans or zoonotic diseases like COVID-19.",
    "From one new infection disease that emerges in humans every 4 months, 75% of these emerging diseases come from animals, according to UN Environment. This shows the close relationships between human, animal and environmental health. Ecosystems support all life on Earth. The healthier our ecosystems are, the healthier the planet - and its people. Restoring our damaged ecosystems will help to end poverty, combat climate change and prevent mass extinction. The UN decade on ecosystem restoration, which was officially launched with World Environment Day last, will help us stop, halt, and reverse the degradation of ecosystems on every continent and every ocean. But we will only succeed if everyone plays a part, the UN says.",
    "Let us remind ourselves on this International Mother Earth Day that we need a shift to a more sustainable economy that works for both people and the planet. Let us promote harmony with nature and the earth. Let us join the global movement to restore our world!",
    "Highlighting the importance of biodiversity for humans, the UN says the Coronavirus outbreak poses huge public health and global economy at risk, but biological diversity as well. However, biodiversity can be part of the solution, since this diversity of species would make it difficult for pathogens to spread rapidly.",
    "There is growing concern about the health consequences of biodiversity loss and change. Biodiversity changes affect ecosystem functioning, and significant disruptions of ecosystems can result in life-sustaining ecosystem goods and services. Specific linkages between health and biodiversity include the impact on nutrition, health research or traditional medicine, new infectious diseases and influencing shifts in the distribution of plants, pathogens, animals, and even human settlements, most of them affected by climate change.",
    "Regarding Mother Earth and our lifestyle, the famous philosopher Socrates says he is the richest who is content with the least, for content is the wealth of nature while Bengali philosopher Rabindranath Tagore says the butterfly counts not months but moments and has enough time."
  ]
}