{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/LAN-channels-Rs-150-m-into-tech-start-ups/34-732716",
  "time_ut": 1648498020,
  "title": "LAN channels Rs. 150 m into tech start-ups",
  "body_lines": [
    "Sri Lanka’s first Angel Fund has, to date, channelled investments up to Rs. 150 million cumulatively into four home-grown start-ups – Niftron, Magicbit, Mintpay and Chakra Suthra – while also helping these companies scale and access new markets both at home and abroad.",
    "“Since August 2020, our team has evaluated over 400 start-ups from across the country. It’s important to note that most of these start-ups come from outside the Colombo District. And over a period leading up to the end of last year, the prevalence of women-led start-ups has increased from 8% in 2020, to 15% in 2021. Currently, we’re monitoring and doing the final due diligence on 5-10 start-ups. We hope to back a few more before September,” commented Lankan Angel Network (LAN) Chairperson Chandi Dharmaratne.",
    "Established in 2020 by LAN, and supported by ecosystem development partner the Ford Foundation, the Angel Fund aims to catalyse the growth of Sri Lanka’s start-up ecosystem. The Angel Fund is currently still open, and prioritises evaluating opportunities for investments across the island. Interested parties are encouraged to learn more by visiting www.lankanangelnetwork.com/angel-fund, to discover funding and mentorship opportunities.",
    "The Angel Fund portfolio comprises Niftron, a blockchain-as-a-service (BaaS) platform, and Magicbit, an easy-to-use STEM education platform. Further, ‘Buy Now, Pay Later’ platform Mintpay was added recently, while circular economy recycling concept Chakra Suthra is in the process of being added to the Fund’s portfolio.",
    "Along with its investment, the Fund has supported Niftron in securing customers in Africa and Japan. Meanwhile, Magicbit has been assisted in forming partnerships in Sri Lanka and Nepal, while also working towards helping Magicbit’s launch in China and USA. At the same time, the Fund has helped Mintpay expand into other vertices covering dining, travel and entertainment, and Chakra Suthra has been supported in strengthening its expansion strategy.",
    "Evaluating start-ups on a monthly basis, the Angel Fund is dedicated to backing early-stage start-ups across multiple sectors. It supports them in various ways, from making investments, to even helping start-ups identify sources for future funding. It also provides centralised services such as company secretaries, accounting and auditing for all its start-ups. This ensures all start-ups meet proper governance standards, which will certainly help their future funding rounds.",
    "Additionally, for 2022, the Fund is planning a series of matching events to connect its start-ups with potential customers as well as international partners.",
    "Investment decisions are made by an Investment Committee (IC) with experience in building, running, scaling and exiting businesses locally, as well as globally. The IC meets once a month to evaluate potential start-ups for funding.",
    "The IC includes LAN Board Member Anarkali Moonesinghe and Business Consultant Dumindra Ratnayake, as well as Hatch Works Co-Founder Nathan Sivagananathan, Calcey Technologies Founder/CEO Mangala Karunaratne, NCINGA Founder/CEO Imal Kalutotage, and KPMG Principal for Deal Advisory Shiluka Goonewardene.",
    "Created by LAN, which started this journey by funding and mentoring start-ups in 2012, the Angel Fund supports high potential start-ups that can be scaled across the country, and even regionally and globally. LAN is a platform for angel and private investors who invest in high growth early-stage Sri Lankan ventures with the aim of creating an impact by reducing inequality.",
    "Comprising 100 local and global angel investors, many of whom were attracted via LAN’s extensive global partnerships, the Angel Fund is unprecedented in Sri Lanka because 20% of its investments come from members based out of Canada, Dubai, Hong Kong, Qatar, UK and USA.",
    "LAN and the Angel Fund are led by LAN Chairperson Chandi Dharmaratne, who is Vice President for HR at Virtusa. The Fund’s Board also comprises 99X Founder/CEO Mano Sekaram, CIMB Sri Lanka former CEO Anarkali Moonesinghe, BOV Capital Co-Founder/Managing Partner Prajeeth Balasubramanium, Business Consultant Dumindra Ratnayake, Wavenet Group Founder/CEO Suren Pinto, and PwC Sri Lanka COO/Advisory Leader Channa Manoharan."
  ]
}