{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-jvp-leader-denies-allegations-of-party-involvement-in-protests-92637/",
  "time_ut": 1649233140,
  "title": "Sri Lanka opposition JVP leader denies allegations of party involvement in protests",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s opposition Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayake on Wednesday (06) denied allegations that his party had links to protestors and accused the government of attempting to shift blame.",
    "Video broadcast on the privately owned Ada Derana network Tuesday (05) evening showed Dissanayake’s official vehicle being blocked by a group of young protestors who were seemingly confronting the JVP leader about the state of the country.",
    "Dissanayake, having just left parliament, was heard speaking supportively of the protests and promising to fight corruption.",
    "Some critics who expressed scepticism about the authenticity of the exchange claimed that a helmeted man in the crowd was seen getting into Dissanayake’s vehicle, leading to allegations of JVP involvement in protests. Government MPs were quick to seize the opportunity, with chief government whip Johnston Fernando and other MPs repeating the allegation in parliament on Wednesday.",
    "A visibly irate and uncharacteristically defensive Dissanayake claimed the helmeted man seen getting in the back of his car was a security personnel he had employed to ensure his own safety. In light of the fact that President Gotabaya Rajapaksa – who was Defence Ministry Secretary during a spate of abductions of journalists and activists in the late 2000s – was now in charge, the MP claimed, he was compelled to look after his own security as a vocal critic of the government.",
    "“Do not think for a second that we would be easy victims of violence,” he said in a speech that levelled allegation after allegation at government MPs who had implied that the JVP was behind the isolated incidents of violence reported in some of the protests.",
    "A wave of protests has erupted in Sri Lanka since last Thursday (31) against President Rajapaksa and his government, demanding their resignation over their handling of what has become one of the worst economic crises in the country’s history.",
    "The first such protest, held near the president’s private residence, turned violent with some property being damaged after a confrontation between police and protestors. Later protests saw the property of some government MPs also damaged.",
    "The government has blamed the incidents on organised radical “extremists” affiliated with opposition parties such as the JVP and the main opposition Samagi Jana Balavegaya.",
    "The parties have denied the allegations, claiming that the protests are a genuine, spontaneous expression of frustration by the people. (Colombo/Apr06/2022)"
  ]
}