{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-zte-blade-a71-probably-the-best-value-all-round-smartphone-in-sri-lanka/",
  "time_ut": 1651853340,
  "title": "‘The ZTE Blade A71 – Probably the Best Value All-Round Smartphone in Sri Lanka’",
  "body_lines": [
    "Having established an exceptional track record in the telecommunications industry since 1985, ZTE has helped to create, support and maintain global telecom networks, including in Sri Lanka for over 20 years. Backed by this extensive industry experience and recognition, ZTE has now stepped into the arena of smartphones with its snazzy, snappy and cutting-edge ZTE Blade series of phones. As a new entrant to the smartphone market, the ZTE Blade range presents unbeatable value for consumers, particularly in the midrange category, providing comparable features and reliability as other popular brands, but at a much lower price point.",
    "Sitting right smack in the middle of the mid-range, offering exceptional all-round performance, is the ZTE Blade A71. This gorgeous device, which looks much more expensive than it is, comes in blue, grey and green to match any style. The smooth curves also add to the attractiveness of the ZTE Blade A71, along with its very capable triple rear camera module, which features a 16MP main camera, an 8MP ultrawide lens and a 2MP depth sensing camera. On the front of the phone, you will find a 8MP front camera, so you will never miss an important moment.",
    "With an abundant 64GB of storage and 3GB of RAM, backed by an octa-core chipset, the ZTE Blade A71 is fast and snappy for everyday tasks, while also being no slouch for gaming. The IMG GE8322 GPU built into the chipset is a capable, gaming-ready GPU and, coupled with the phone’s gorgeous and immersive 6.5-inch IPS display, means that games will look vibrant, smooth and amazing. A large 4,000mAh battery, also means that you will be good to go for all-day regular use and long gaming sessions.",
    "The ZTE Corporation is a major global leader in telecommunications and information technology, founded in 1985 and listed on both the Hong Kong and Shenzhen Stock Exchanges. While a relatively new entrant to the consumer electronics space, ZTE has a history spanning 20 years in Sri Lanka, supplying and providing leading telcos and other organizations with the equipment they require to maintain and expand telecommunication networks and services. The Company serves operators, enterprises and consumers in over 160 countries to enable better connectivity and trust, with a vision of creating a brighter future for all.",
    "SLIM praises resilience of Sri Lankans, announces will not increase fees as a supportive measure",
    "AIA Insurance hosts first hackathon challenge for local and international IT companies and start-ups",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}