{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Protests-seen-in-SL-could-be-repeated-in-other-countries-if-Governments-fail-to-support-poor-IMF-chief/108-237483",
  "time_ut": 1653203220,
  "title": "Protests seen in SL could be repeated in other countries, if Governments fail to support poor-IMF chief",
  "body_lines": [
    "Governments need to subsidise the cost of food and energy for the poorest members of society and without the correct government support the protests seen in Sri Lanka could be repeated in other countries, the head of the International Monetary Fund (IMF) has warned.",
    "Kristalina Georgieva told the BBC that people around the world are struggling with the rising cost of living.",
    "Kristalina Georgieva said support needs to be provided \"in a very targeted manner, preferably by providing subsidies directly to people\".",
    "Many governments are providing some help but critics argue it's not enough.",
    "When it comes to the cost of living crisis, Ms Georgieva said: \"There are two priorities, one the very poor people, segments of society that are now struggling with high food and energy prices\".",
    "The second, she added, is to support those businesses that have been \"most damaged\" by the war in Ukraine.",
    "The IMF's role is to work with governments to stabilise the global economy and enhance prosperity.",
    "However, that's proving challenging because food prices have hit record highs this year, whilst oil and gas prices have also risen sharply.",
    "Ms Georgieva is concerned that without the correct government support the protests seen in Sri Lanka could be repeated in other countries.",
    "Sri Lanka's economic crisis, exacerbated by rising prices, has led to deadly riots, a new prime minister and a first ever default on its debts.",
    "The IMF boss said such similar unrest before the pandemic, from France to Chile, was caused by \"a sense of inequality growing\" and decisions being made without the support of the people.",
    "\"If we are to learn any lessons from 2019 if is to be much more humble about policy decisions, and engage in multiple ways with people, because policies must be for people, not the paper we write them on,\" she said."
  ]
}