{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Drug-shortage-Whose-fault-is-it/131-238565",
  "time_ut": 1654541040,
  "title": "Drug shortage: Whose fault is it?",
  "body_lines": [
    "National Medicines Regulatory Authority does not directly buy medicines, says Dr Ananda Wijewickrama",
    "Picture shows two medical officers protesting over shortages of medicines at a Govt. hospital. Who is responsible ?",
    "While a catastrophe looms, essential medicines on shelves are disappearing in Sri Lanka while doctors turn to prayer and politicians turn to wishful thinking.",
    "Prime Minister Ranil Wickremesinghe last Wednesday (May 25) called a meeting with essential stakeholders and instructed the authorities of the Health Ministry to submit an immediate report on the availability of essential medicines. The meeting was attended by, among others, Minister of Health Keheliya Rambukwella, Minister of Ports, Shipping and Aviation Nimal Siripala de Silva, Member of Parliament Nimal Lansa, Former Member of Parliament Ruwan Wijewardena, Saman Ratnapriya and trade unionist Ravi Kumudesh.",
    "To expedite the supply of critical medical supplies, an independent committee led by Minister of Health Keheliya Rambukwella was also created to revise the National Medicines Regulatory Authority Act. However, the creation of the independent committee to revise the NMRA has resulted in conflicting opinions and accusations. The NMRA and the Health Minister are at the forefront of this controversy.",
    "Daily Mirror sat down with Consultant Physician at Infectious Disease Hospital Colombo, Dr Ananda Wijewickrama, to discuss the matter further as he alleges that Minister Rambukwella has misled Premier Wickremesinghe.",
    "Dr Wijewickrama, from the very beginning, underscored that the government health services accounting for about half of all outpatient care and over 90 per cent of inpatient care, are a critical investment for the progress of the country.",
    "“When the citizens of the country are healthy, it overall benefits the country in its development process. If you are healthy, your output increases, and it is of great value to the country,” he said.",
    "It seems that some people are trying to use this situation to suppress the NMRA. This will invariably lead to corruption and Sri Lankans will have substandard medicines, which will endanger lives,",
    "Dr Wijewickrama alleged that Minister Rambukwella and Minister Nimal Siripala de Silva, on May 25, at the meeting called by the Prime Minister, blamed the National Medicines Regulatory Authority (NMRA) for the shortage of medicines in the country.",
    "In addition, the Minister claimed that the NMRA was delaying the registration of local manufacturers and the approval for donations.",
    "Dr Wijewickrama explained that there were three main agencies involved in ensuring the regular availability of medicines in the State health sector, and those agencies are the State Pharmaceutical Corporation (SPC), State Pharmaceutical Manufacturing Corporation (SPMC), and the Medical Supplies Division (MSD).",
    "The State Pharmaceutical Corporation (SPC) is responsible for the purchase of medicine, while the SPMC is responsible for the manufacture of certain medicines, primarily for the MOH. The Medical Supplies Division (MSD) is responsible for the distribution. The NMRA functions as the central regulatory authority of medicines, medical devices, borderline products, clinical trials, and cosmetics and is not involved in purchasing.",
    "Dr Wijewickrama stated that the medicines required for 2022 should have been ordered by the SPC in 2021. However, orders were never placed due to the dollar crisis, and this is the primary cause of the shortage of medicines.",
    "In addition, the local manufacturers capable of producing drugs could not meet the demand as they could not import the required raw materials.",
    "Exacerbating the problem is the shortage of medical equipment. As per Dr Wijewickrama, even if the orders are placed now, it can take a minimum of 8-12 weeks for drugs to be supplied, as manufacturing starts only when the order has been placed.",
    "Compounding the problem are the arrears to be settled by the SPC to manufacturers. Until the SPC settles the outstanding payments to manufacturers, it would be virtually impossible to place new orders with some manufacturers.",
    "Dr Wijewickrama also alleged that at the meeting chaired by the Prime Minister, several participants had accused the NMRA of delaying approvals for donations.",
    "He said nothing could be further away from the truth, as the NMRA had done everything possible within its purview to ensure swift approvals for donations.",
    "For instance, many donations are waived off of registration by the NMRA (Provided those are essential medicines and coming from established suppliers), and it takes less than 48 hours.",
    "He said that donations, even though vital, provide only temporary relief. “Purchasing mechanisms need to be re-established with the necessary financial assistance to resolve the shortage of essential medicines,” he said.",
    "Before the NRMA Act in 2015, the regulation of drugs was under the purview of a single person, the Director-General of Health Services (DGHS).",
    "With the passing of the Act, it is currently handled by a group of professionals that has drastically reduced irregularities and corruption that plagued the regulation of drugs.",
    "The NMRA (referred to as the Authority) is managed by a board comprising four nominees of the Minister of Health, four specialists nominated by professional colleges, two nominees from Universities, the Director-General of Health Services, a nominee from the Treasury and the CEO of the NMRA.",
    "The primary responsibilities of the NMRA consist of the regulation of medicines and assessing the quality, efficacy, need and price. (Generally, a medicine should be registered in Sri Lanka by the NMRA for it to be brought into the country. In special circumstances, a waiver of registration is given)",
    "NMRA only does the regulatory activity, and NMRA does not directly purchase drugs. The National Medicines Regulatory Authority (NMRA) plays a leading role in protecting and improving public health by ensuring medicinal products available in the country meet applicable safety, quality, and efficacy standards.",
    "Dr Wijewickrama says, on suspending the NMRA and taking over its function by the Ministry, that there have been various instances where politicians tried to interfere with the NMRA.",
    "“I feel this is a similar incident. I do not know whether the Minister has been misled or whether it is intentional. What’s important is that the proposed suspension of the NMRA is detrimental to the health service of Sri Lanka,” he said.",
    "“If regulatory mechanisms are abolished, patients will receive substandard drugs. The independence of the NMRA ensures a just system for regulating medicines and should be strengthened. In this crisis of medicines, what is important is to improve the efficiency and the effectiveness of the SPC and the MSD,” he said.",
    "He said that the NMRA played a vital role in protecting and improving public health by ensuring medicinal products available in the country meet applicable safety, quality and efficacy standards.",
    "For instance, a drug to be imported should be registered in the NMRA; We then check who the manufacturers are, whether they possess the relevant certificates and several other factors to approve the registration. For emergency drugs, a quick assessment is given. A similar process is followed when we receive a donation. We check only specific criteria, and approval is given to ensure greater efficiency,” he added.",
    "In addition, he said that politicians should not interfere with the NMRA as it was a regulatory institution.",
    "“The main issue discussed in the meeting called by the Prime Minister seems to be the NMRA. Nothing was reported as an outcome of the meeting on the drug shortage and how to improve the MSD and SPC. Instead, they discuss the NMRA, which is not at all responsible for the drug shortage,” he said.",
    "Many important and positive steps can be and should be taken in this crisis of medicines, other than getting drugs through loans and donations. Problems faced by the SPC and MSD should be addressed, and purchasing should be streamlined, Dr Wijewickrama added.",
    "“This opportunity should be used to stop purchasing unnecessary medicines for the country, thereby saving dollars for the country. Instead of taking such decisions, it seems that some people are trying to use this situation to suppress the NMRA. This will invariably lead to corruption and Sri Lankans will have substandard medicines, which will endanger lives,” he said.",
    "Earlier the NMRA issued a media release on NMRA’s role and thereby rejected the allegations.",
    "“It is clear that it is the dollar deficit that has contributed to the shortage of essential commodities in the country, including fuel, gas, food and medicine. The relevant regulatory authorities are not responsible as the above do not fall under the scope of the authorities.",
    "“The dollar shortage has also directly affected the import of raw materials for pharmaceutical products. Also, the pharmaceutical industry has been crippled due to the interrupted supply of essential commodities such as electricity, energy and transportation. All of the above are matters outside the purview of the National Medicines Regulatory Authority. However, we responsibly state that in the current difficult situation in the country, all possible steps have already been taken within the purview of the National Drug Regulatory Authority to prevent a shortage of drugs,” the statement read.",
    "NMRA denied the allegation of delays in releasing drugs donated to the country and stated that a separate unit has been set up to test the quality and issue such medicines and medical equipment without any delay.",
    "NMRA also denied the allegation of discouraging local manufacturers of pharmaceuticals and medical devices. “A separate unit was set up within the National Drug Regulatory Authority to encourage local manufacturers, and 150 drugs were certified and registered as part of a special project within the last two months. In addition, about 20 pharmaceutical companies that have been proven to be safe have been inspected and approved within the last two months.",
    "Among them are four new pharmaceutical companies. Furthermore, in the face of the current crisis in the country, a committee of experts has been appointed to give immediate approval for unregistered imports. As a result, 30 approvals have been given for medicines and 36 for medical equipment in the last two months. In addition, about 300 medicines and 48 pieces of medical equipment have been issued within the last two months for immediate clearance approval for importation.",
    "Unlike other consumer goods, the quality and effectiveness of drugs cannot be determined by the consumer by their appearance or nature.",
    "The use of substandard drugs can end in death and massive complications for the people. A push by the drug mafia can be seen to exploit the current medicine crisis to produce or import substandard drugs.",
    "“We also strongly condemn the actions taken to undermine the existing regulatory system while aiming for ill-gotten gains in the future.",
    "“We emphasise that by making absurd allegations at the Drug Regulatory Authority about the shortage of drugs or by deliberately concealing facts without understanding the fundamental nature of the problem, the crisis will only worsen. Therefore, we hope that the people of the country will act with understanding and responsibility regarding these absurd allegations”, the statement read.",
    "To expedite the supply of critical medical supplies, an independent committee led by Minister of Health Keheliya Rambukwella was also created to revise the National Medicines Regulatory Authority Act. However, the creation of the independent committee to revise the NMRA has resulted in conflicting opinions and accusations. The NMRA and the Health Minister are at the forefront of this controversy",
    "Meanwhile, Minister of Health Keheliya Rambukwella has Tweeted a statement on the issue and mentioned that the meeting held on May 25 was to discuss the current economic crisis and its effects on the health sector with solutions as to how to overcome these issues.",
    "“The Prime Minister invited Nimal Siripala de Silva to make the opening address of the meeting, given his vast experience in the Health Sector, having held the portfolio as Minister in charge three times in his career. The Minister critically assessed all institutions within the health sector, the NMRA being one of them,” the statement read.",
    "The statement further read that certain institutions within the purview of the Health Ministry were discussed, including the NMRA and issues of manpower shortages and delays in the process were also discussed. In addition, the administrative restructuring of institutions had also been a topic of discussion.",
    "“It is, therefore, regrettable that personalities that ought to be assisting the country during this critical juncture are instead engaged in misguiding the public and health sector communities. In light of the above, I find it interesting that of all the institutions discussed on the day, only the NMRA seems to have taken issue and proceeded to be defensive about the critical assessment and the measures proposed for increased efficiency”, the statement added.",
    "Daily Mirror reached out to Ravi Kumudesh, trade unionist and the President of the Association of Health Professionals, who was present at the meeting called by the premier for clarification.",
    "He is of the view that the NMRA is partially responsible for the medicine shortages experienced by the country. He says since the NMRA is the sole authority under the Ministry of Health that functions as a revenue-generating authority, it is obligated to provide a highly efficient and effective service to its stakeholders.",
    "Mr Kumudesh claimed that there had been several delays in recent times for the approval of essential medicines and laboratory equipment due to the archaic and bureaucratic practices of the NMRA",
    "However, the NMRA, as per Mr Kumudesh, is not sensitive to the current medicine shortages, and the administration has not taken progressive steps to mitigate the inefficiencies that have plagued the authority over the years. For instance, Mr Kumudesh claimed that there had been several delays in recent times for the approval of essential medicines and laboratory equipment due to the archaic and bureaucratic practices of the NMRA.",
    "He claimed that the abolition of the NMRA was not discussed, but rather, the reforms required were the focus of the discussion.",
    "Mr Kumudesh said the NMRA should remain an independent authority regardless of the current situation but questions the independence of the current board as the relevant procedure was not followed in appointing certain members of the board. Therefore he claimed that the allegations levelled at the NMRA are without merit as they too stand for an independent regulatory body for medicines in Sri Lanka that is highly efficient and effective in serving its stakeholders.",
    "Meanwhile, several attempts by the Daily Mirror to contact Health Minister Keheliya Rambukwella went unanswered. The Secretary to the Ministry of Health S. Janaka Sri Chandraguptha speaking said that there were no discussions to abolish the NMRA and he could not further comment on the topic as he was unaware of the subject and new to the post."
  ]
}