{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/CA-Sri-Lanka-condemns-attack-urges-Govt-to-uphold-democracy/56-734614",
  "time_ut": 1652135220,
  "title": "CA Sri Lanka condemns attack; urges Govt. to uphold democracy",
  "body_lines": [
    "A vehicle belonging to the security personnel and a bus set alight is pictured near Sri Lanka’s outgoing Prime Minister Mahinda Rajapaksa’s official residence in Colombo 9 May. At least three people were killed and more than 150 wounded on 9 May in a wave of violence between Government supporters and demonstrators demanding President Gotabaya Rajapaksa’s resignation – AFP",
    "Charred remains of a bus is pictured near Sri Lanka’s outgoing Prime Minister Mahinda Rajapaksa’s official residence in Colombo 9 May. Dozens of buses used by Rajapaksa loyalists to travel to Colombo earlier in the day were torched or damaged across the country – AFP",
    "Anti-Government demonstrators set fire on the house owned by Minister Sanath Nishantha of resigned Prime Minister Mahinda Rajapaksa’s cabinet after ruling party supporters stormed anti-Govt. protest camp, amid the country’s economic crisis in Arachchikattuwa - REUTERS",
    "The Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) yesterday condemned attacks on peaceful protestors and urged the Government to uphold democracy.",
    "In a statement issued by President Sanjaya Bandara, CA Sri Lanka said it strongly condemns the attack on peaceful demonstrators, which is a flagrant violation of the principles and values of a civilised society.",
    "“It is disheartening to see the tireless efforts made by Chambers and various professional bodies including CA Sri Lanka to bring a solution and an expedited economic recovery being hampered due to such short-sighted actions, which will likely undermine current discussions with the International Monetary Fund, investor confidence and the smooth functioning of business, including tourist arrivals to Sri Lanka,” the statement said.",
    "“Therefore, CA Sri Lanka urges the government to uphold the democratic rights of the citizens and prioritise the needs of the country, while taking steps to expedite the adoption of the Bar Association of Sri Lanka (BASL) proposal to bring political stability and achieve a meaningful economic recovery for Sri Lanka. CA Sri Lanka also requests the general public to remain calm, during this difficult time,” the statement added."
  ]
}