{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-suffers-circuit-breaker-below-one-minute-of-starting-trading/",
  "time_ut": 1650899940,
  "title": "CSE suffers circuit breaker below one minute of starting trading",
  "body_lines": [
    "The current political, social and economic instability had hit almost all sectors of the country yesterday. CSE, which resumed its trading activities after five days of shut- down, experienced two circuit breakers. The first circuit breaker occurred below one minute after starting trading on the floor, stock market analysts said.",
    "CSE stock trading was closed for the day after the index of liquid stocks fell over 10 per cent yesterday. It re-opened for the week yesterday after a 7 per cent rate hike, a two-week holiday in which period the Central Bank announced a soft-default and began IMF discussions.",
    "The ASPI was 500 points down at 7,593.39 as soon as the market opened. Most liquid index S&P SL20 also fell over 7.06 per cent within minutes after market started trading. The trading was halted and the CSE said trading will resume at 11.01 am. The stock exchange has circuit breakers at 5.0 percent, 7.5 per cent and 10.00 per cent, after which the market is closed.",
    "Amid those developments both indices moved downwards. The All- Share Price Index went down by 621.4 points and S and P SL20 declined by 268.3 points. Turnover stood at Rs 265 million, without a crossing. Forced selling resulted in this low level of trading. It marked a two year low in turnover, stock market analysts said.",
    "In the retail market, top five companies that mainly contributed to the turnover were; Expolanka Rs 73.6 million (602,000 shares traded), Browns Investments Rs 25.6 million (five million shares traded), Hayleys Rs 19.3 million (311,000 shares traded), Royal Ceramic Rs 11.4 million (391,000 shares traded) and JKH Rs 8.3 million (64000 shares traded). During the day 30 million share volumes changed hands in 5902 transactions, which was lowest after two years.",
    "The commercial banks quoted the rupee at Rs 330/345 for telegraphic transfers on April 25, rising from the previous week, while the interbank spot was mostly inactive, market participants said. The Central Bank’s indicative spot was quoted at Rs 334.8 against the US dollar yesterday.",
    "With the high interest rates the investors are now switching to government securities, such as, Treasury Bonds and Treasury Bills, which trend has negatively impacted the equity market, stock market analysts added.",
    "SINGER wins Distributor of the Year award at Dell Technologies AEM Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}