{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/19/buses-trucks-jeeps-block-roads-against-fuel-price-hike/",
  "time_ut": 1650370440,
  "title": "Buses, trucks, jeeps block roads against fuel price hike",
  "body_lines": [
    "COLOMBO (News 1st); Protests broke out across Sri Lanka on Tuesday (19) after the Ceylon Petroleum Corporation decided to increase its fuel prices with effect from Monday (18).",
    "People in Rambukkana blocked all the access roads and staged a protest against the fuel price hike, and shortages.",
    "Protestors blocked all access roads including the Rambukkana – Mawanella Road, Rambukkana – Kegalle Road, and the Rambukkana – Kurunegala Road due to the lack of fuel in the city.",
    "News 1st Correspondents said that the protesters also used timber to block the railway line and the Railways Control Room stated that due to this the train service was also disrupted.",
    "All the shops in the city were closed in parallel to the protest.",
    "People who were waiting in queues to purchase fuel also alleged in a protest, and as a result, several roads were blocked and people could not enter the city.",
    "Over in Galle, people blocked the Galle – Colombo Main Road from opposite the Galle Bus Stand.",
    "Our correspondents said that all roads leading to the Galle City were blocked.",
    "Long-distance buses operating along the Kandy – Jaffna A9 Road were pulled out for service on Tuesday (19), and the people also supported this move.",
    "The Kandy – Mahiyanganaya Road was blocked from Digana Town by people who were protesting against the fuel price hike, and the Rajapaksa administration.",
    "Private buses in Tangalle also stopped operating to protest against the increase in fuel prices.",
    "Meanwhile, fishermen in the Kudawella area in Tangalle also blocked the Matara-Wellawaya main road at the Kudawella junction in protest of the increase in fuel prices.",
    "People in Bandarawela also blocked multiple roads demanding that the fuel prices be reduced.",
    "A group of private bus owners also staged a protest in Matara against the increase in fuel prices.",
    "News 1st Correspondent stated that the Colombo-Matara main road was later blocked near the Mahanama Bridge in Matara.",
    "Meanwhile, the fishermen of Dondra Head also engaged in a protest blocking the Kataragama-Matara main road.",
    "News 1st Correspondent stated that the protesters also blocked the road leading to the house of Minister Kanchana Wijesekera.",
    "Another protest was held blocking one lane of the A9 and A6 roads from the Dambulla town.",
    "People also blocked the main road in front of the Hatton bus stand in Nuwaraeliya.",
    "Protesters blocked the Hatton – Bogawantalawa and Hatton – Maskeliya main roads from the Dickoya town.",
    "Residents of Avissawella staged a protest by blocking the Colombo main road at the Color Light Junction to protest against the increase in fuel prices.",
    "Due to this, the traffic on the Avissawella-Colombo main road was also disrupted.",
    "The Negombo-Colombo main road was also blocked at the entrance to the Katunayake Expressway.",
    "People who have been queuing for fuel since this morning have been engaged in a protest in the Gampola town center against the increase in fuel prices.",
    "Due to this the Gampola – Kandy main road and the Gampola – Nawalapitiya main road were also blocked for several hours.",
    "Private buses in Kadawatha-Fort also stopped operating today and protested against the increase in fuel prices.",
    "Private buses in Aluthgama also stopped operating today and engaged in a protest.",
    "People protested by closing down the Chilaw-Colombo main road near Kakapalliya and News 1st Correspondent stated that people had blocked many places in the city.",
    "A tense situation arose in the Dehiattakandiya area due to the restrictions imposed on the release of fuel to farmers.",
    "News 1st Correspondent stated that the police later intervened and controlled the situation.",
    "A heated situation took place at the CEYPETCO filling station in Badulla last night due to the termination of the fuel supply.",
    "Private bus drivers in the North Central Province also staged a protest in Anuradhapura today.",
    "The protesters also took steps to use buses and backhoe machines to block the road.",
    "A heated situation also broke out in the Medigiriya area in protest of the increase in fuel prices.",
    "Protesters blocked the Hingurakgoda-Medirigiriya main road over the Kalagedi bridge.",
    "News 1st Correspondent stated that the protest ended after the Police and local authorities intervened and agreed to release fuel at the previous price.",
    "News 1st Correspondent stated that the Hatton-Colombo main road was blocked due to this.",
    "Meanwhile, protesters also blocked the Hatton-Colombo road near the Kithulgala bridge.",
    "The Kegalle-Avissawella main road from the Yatiyantota, Kotiyakumbura area was also blocked by the public this afternoon.",
    "Private bus operators engaged in a protest blocking the entrances to the Kuliyapitiya main bus stand in Kurunegala.",
    "People also engaged in a protest by blocking the Anamaduwa-Chilaw main road from Pallawa town.",
    "Rambukka Protest : Cops open fire at protestors to disperse the crowd"
  ]
}