{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Railway-trade-unions-announce-24-hour-strike-today/56-734384",
  "time_ut": 1651705620,
  "title": "Railway trade unions announce 24-hour strike today",
  "body_lines": [
    "In solidarity to the countrywide protests tomorrow, the Railway Trade Union Alliance and Railway Technical Services Trade Union Committee yesterday announced that a 24-hour strike will be conducted with the support of multiple unions-linked from midnight.",
    "“Over 40 railway unions will join hands in the strike, whilst around 1,000 other trade unions will support our industrial action,” RTUA Co-Convener S.P. Withanage said. Arrangements are underway to make 6 May hartal a record success, as over 1,000 trade unions from the Government, semi-Government, estate, and private sector would participate in the hartal campaign demanding the Government to step down immediately.",
    "The RTUA protest will begin at 12.00 midnight and windup at 12.00 midnight tomorrow.",
    "Withanage said there will be no trains operating anywhere in the country during the 24-hour trade unions action.",
    "Railway Technical Services Trade Union Committee Secretary Sampath Rajitha said all organisations are demanding the resignation of the President Gotabaya Rajapaksa-led Government.",
    "Noting that the current economic conditions are not favourable, he said the unions will grant the Government 24-hours to step down, as people want a change in governance structure.",
    "Rajitha said unions attached to Sri Lanka Railways will withdraw from services, adding that trade unions of all sectors will join the strike tomorrow.",
    "Hartal is the second step following the countrywide token strike on 28 April.",
    "As the Government seems to show itself unbothered by the people’s call, unions are determined Government resignation via 6 May hartal.",
    "Trade Union Coordinating Committee, Ceylon Teachers’ Service Union, Development Officers’ Service Association, All-Ceylon Medical Officers Association, National Trade Union Centre, Association of Government Medical Laboratory Technologists and many other have already pledged support for the Friday hartal."
  ]
}