{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/apparel-industry-addresses-impact-of-crisis-on-their-workers/",
  "time_ut": 1655300940,
  "title": "Apparel industry addresses impact of crisis on their workers",
  "body_lines": [
    "Industry body, JAAF encourages manufacturers to adopt special welfare schemes",
    "Dry rations and meals provided to employees and their families",
    "In an effort to reduce the burden of the ongoing economic crisis and help workers cope with the rising cost of living, apparel manufacturers have taken measures to provide both financial and non-financial support to their workers. The apparel industry is Sri Lanka’s largest export earner and accounts for 40% of the country’s total exports.",
    "“We are grappling with tough and unprecedented times,” notes Yohan Lawrence, Secretary General of the Joint Apparel Association Forum (JAAF). “Our workers keep the wheels of our industry turning, and their welfare is our top priority. We are encouraging factories to implement welfare measures that best suit the requirements of their workers and are aware that many have already done so. As of now, around 80% of apparel manufacturers have made cost of living adjustments to salaries over and above the annual increments. In some instances, these represent increases of 25% from 2021.",
    "Lawrence also noted that some factories have even initiated welfare schemes for the distribution of dry rations in support of employees across the plants including outsourced services like janitorial, canteen and security staff. Certain factories also provide additional meals for employees to take home so they can help feed their families as well. Other benefits offered to employees, particularly in the SME sector, include the provision of school books for children, free medical facilities and special food packages for pregnant mothers.",
    "“The livelihoods of our workers are our top priority, and we will take necessary steps to ensure that the disruption on their lives during this difficult period is minimized,” Lawrence iterated.",
    "CSE’s dollar-earning companies likely to be hit by global recession",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}