{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Is-Aragalaya-dying-down/172-238393",
  "time_ut": 1654298820,
  "title": "Is Aragalaya dying down?",
  "body_lines": [
    "A common agreement has been developed among all those who are politically conscious, at least for some extent that an immediate economic solution has to be found for the current economic mess that has engulfed the country while the political crisis which is a direct upshot of the economic mess has also to be addressed politically.",
    "Also the economic disaster that has befallen the country now has compelled the country including those who detest the International Monetary Fund (IMF) to arrive at another common agreement that the IMF is the only saviour capable of bailing out the country from the current economic catastrophe.",
    "Reminding the countrywide mindset that prevailed among the majority of people during the last few months of the Mahinda Rajapaksa administration, a further agreement among the majority of people against the executive Presidency can also be evident these days. It was the autocracy and high profile corruption that led to that mindset then while the current outcry against the executive Presidential mode of government has also been the outcome of the same grounds, but more due to the stupid mismanagement that has led to a famine-like situation.",
    "However, unlike the situation at the end of the MR administration, people this time have come out to the streets in thousands across the country as they are frustrated to the core by long hours of power cuts, long queues for days for fuel as well as cooking gas and the prices of essential items having gone up three fold within just a period of one year. In fact, people’s anger and frustration due to this unprecedented chaotic situation broke out both as an economic and political struggles simultaneously. They launched protests blocking main roads with their empty gas cylinders and vehicles while demanding President Gotabaya Rajapaksa and his government to “go home.”",
    "The ferocity of the anger and frustration of the people was such that they dared to surround the private residence of the President who was accused a few years ago for brutal suppression of protests. And soon “Gota go home” was the theme and the main slogan of the protests that followed. And there is a permanent protest site now, with a tag of “GotaGoGama” in front of the Presidential Secretariat in Galle Face Green for nearly two months, with a cinema hall, a library, a medical centre, mobile toilets and a media centre in it and it has drawn international attention and praise as a model for peaceful agitations.",
    "Politicians have been somewhat successful in watering down the slogan “Gota go home” by now by replacing it with a demand to reenact the 19th Amendment to the Constitution that was brought in during the previous Yahapalana government. Interestingly, it was the leader of the Yahapalana government, former President Maithripala Sirisena who mooted the idea to bringing in the 19th Amendment this time as well. In both occasion the need to hold a referendum to abolish the executive Presidency has been cited as the reason for the dilution of the demand to scrap that system. It has now gained momentum in such a way that even the Janatha Vimukthi Peramuna (JVP) that has stood firmly against the executive Presidency from its introduction seems to have accepted it as a temporary arrangement.",
    "At the same time, the protest at Galle Face which is now known as “Aragalaya” also seems to be fading away, apparently due to the monotony in the protest, people gradually getting used to their problems, shortening of duration of power cuts – the main reason that pushed the middle class to the streets to lead the struggle against the government. Ranil Wickremesinghe coming forward to save the beleaguered President by accepting the Premiership and by helping bring in somewhat stability in the government is on top of all these. Having lost all options, people have been pushed to repose their hopes on the new arrangement with the IMF.",
    "Leaders of the Aragalaya and the parties such as the JVP and the Frontline Socialist Party (FSP) that nurture it ideologically seem to be in a quandary in finding the way forward. They do not have any viable alternative to replace the government’s programme involving the IMF to tackle the immediate economic issues.",
    "Hence, they were not in a position to decisively protest against Wickremesinghe assuming the office of Prime Minister as IMF was demanding political stability to assist the country. If they had done so it would be seen as them attempting to grab the power by putting the people into further difficulty. The new Governor of the Central Bank Dr. Nandalal Weerasinghe too had given an ultimatum to appoint a Prime Minister and a Finance Minister for him to deal with the IMF, with a warning to resign otherwise. Even JVP leader Anura Kumara Dissanayake had to offer to take over the responsibility, but with a condition of ousting of the President.",
    "Neither have the leaders of the Aragalaya and the parties backing it been able to bulldoze the idea about the 21st Amendment which is said to reintroduce the reforms brought in by the 19th Amendment, with their demand to abrogate the executive Presidency. The JVP too have proposed additional provisions to the draft 21st Amendment to the Constitution prepared by new Justice Minister Wijeyadasa Rajapakshe.",
    "In fact, despite one being able to accept the provisions of the 19th Amendment as a temporary arrangement until the executive Presidency is abolished, the whole process on the part of the government is going to be a farce as the Tamil National; Alliance (TNA) spokesman Parliamentarian M.A.Sumanthiran points out. They will never abolish the executive presidency once these provisions are passed, in spite of them claiming that executive Presidency was not abolished for want of a referendum to do so.",
    "Sumanthiran recalled during an event in Trincomlee on Sunday that fundamental demand then and now was abolition of the executive Presidency but it was thrice watered down last time (in 2014/2015). First, he said that President Maithripala Sirisena who had promised to do away with the Presidential mode of governance during the 2015 Presidential election campaign later said that he could not keep that promise as a referendum has to be conducted to do so. In fact, when he appeared before the media for the first time as the Opposition’s common Presidential candidate on November 21 he stated that he was even prepared to hold a referendum.",
    "Then, at the second stage, Sumanthiran recalled, the Supreme Court ruled that the certain Articles of the 19th Amendment Bill should be put before the people through a referendum after which those Articles too were dropped. For the third time, the then minority government of Prime Minster Ranil Wickremesinghe had to accommodate several changes suggested by the Mahinda faction of the United Peoples Freedom Alliance (UPFA) which was then the majority group n Parliament to get their support, the TNA MP said.",
    "Meanwhile the Justice Minister argues that Basil Rajapaksa will be appointed President by Parliament, the Sri Lanka Podujana Peramuna has the majority power in the House. However, President Gotabaya Rajapaksa would not step down unless he lost all other options, in the face of pressure by the people. In such a scenario, All Rajapaksas including Basil will also lose those options, as they too would face the same rage of the people.",
    "Now, the Justice Minister has dropped some more provisions of the 19th Amendment that would limit the powers of the President, when drafting the proposed 21st Amendment. If the Aragalaya died down further as a pressure group, the SLPP and the Rajapaksas would again have their day eventually, with a highly watered down constitutional reform or no reforms at all.",
    "Ranil Wickremesinghe coming forward to save the beleaguered President by accepting the Premiership and by helping bring in somewhat stability in the government is on top of all these"
  ]
}