{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Vegaya-growing-by-reputation-and-recommendations/56-732368",
  "time_ut": 1647973800,
  "title": "Vegaya growing by reputation and recommendations",
  "body_lines": [
    "Equipped with the latest tracking technology, Vegaya Global Services currently covers the Western Province, Eastern Province comprehensively and has just started expanding to serve the Southern and Uva Provinces.",
    "To step into a highly competitive business is no easy task. Vegaya Global Services was an initiative that was embarked in May 2020 by the Managing Director Shalomi Selvaraj Ranasinghe.",
    "Whilst COVID-19 has brought its paramount trials, it also created many opportunities for people with astute minds. Shalomi’s drive and experience along with her natural inquisitiveness led to conducting extensive research in the field where she identified a need for a timely and reliable delivery service that could meet, if not exceed clients’ expectations.",
    "The rapidly growing demand for all types of products to be delivered safely and efficiently across the island is far exceeding the capacity for existing courier companies to cope with. This has resulted in customer dissatisfaction with not only the courier companies but also with the suppliers.",
    "Many people who were at a loss in terms of employment during the pandemic have started micro-enterprises from home to survive through tough times. These novel business owners in their dealings with courier companies are experiencing distraught and frustration. From poor communication to inordinate delays in delivery and mishandling many suppliers and their clients had been left highly disappointed and desperate.",
    "The journey of Vegaya Global Services began with Shalomi offering a job to those who had lost their employment as a result of companies going out of business or downsizing, to become her delivery officers. Her skills in HR management, administration, communication and coordination together with her experience in a Fortune 500 company, a reputed law firm and logistics helped her to quickly train her riders to meet all the requirements and gain a solid reputation for reliability. Her first client was found on social media. A lady was requesting help from anyone who could recommend a reliable courier service. Shalomi contacted her and successfully delivered the goods. Since then, more and more people who had their online ventures approached Shalomi and her Vegaya Courier Service through referrals and recommendations.",
    "Shalomi’s experience in customer service helped to ingrain all her staff at Vegaya Global Services with the essential values and principles. Starting with attention to details, safety and integrity and being flexible enough to accommodate customers’ special requirements as far as possible, she also ensures that they are all treated equally. Maintaining an “open door” policy helps her to be transparent in all transactions thereby reducing miscommunication and misunderstanding.",
    "Like any “Start-up”, there were many challenges but the biggest challenge was finding and training reliable delivery officers. However, overcoming these challenges has given Shalomi the opportunity to realise her passion and start chasing her dream – To make Vegaya a Global Service.",
    "The name “Vegaya” was derived from Vega which means Speed in both Sinhalese and Tamil.",
    "Shalomi’s Vegaya Global Service is ever willing to consider special concessions for special occasions, this includes purchasing and delivering medicines to COVID-19 patients who have been self-quarantined, free delivery of books sent to children of health workers in the Frontline, free delivery as a charity for kids in orphanages and special concession packages to single moms.",
    "Shalomi Selvaraj-Ranasinghe, has 11 years of experience ranging from Diplomatic Services, Consulate Administration, Corporate Administration, Sports Administration and Event Management. She has also represented Sri Lanka as the Country delegate in a UN women’s leadership forum. In her time off the clock, she works in children and teenagers counselling."
  ]
}