{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/poor-and-weaker-leadership-has-created-an-ill-fated-destiny-for-sri-lanka-nce/",
  "time_ut": 1648993500,
  "title": "Poor and weaker leadership has created an ill-fated destiny for Sri Lanka: NCE",
  "body_lines": [
    "The economic and social failure has turned Sri Lanka on its head and the poor and weaker leadership itself has helped create the current ill-fated condition in the country, the National Chamber of Exporters of Sri Lanka (NCE) says.",
    "“Despite a set target to reach US$ 20 billion export revenue in 2022, the government has failed to maintain a regular supply of power and energy, completely disrupting the production process of this country. Sri Lankan Exporters are facing extreme difficulties to continue with their daily operation under this tragic circumstances and opting for generators have increased the cost of production.  The National Chamber of Exporters of Sri Lanka (NCE), the exclusive Chamber representing Sri Lankan Exporters has expressed grave concern and disappointment over the failure of policy makers and responsible state institutions to resolve this disaster.”",
    "“The Chamber predominantly points out with dismay the poor decisions, faulty assumptions, ineffective planning, sluggish responses and above all, the poor and weaker leadership itself has helped create this ill-fated condition. The stark assessment that, time and again those who were responsible protecting and leading the nation have failed miserably to do either. One failure leading to another has created a mayhem which fractured the whole system leading to a massive social unrest.”",
    "“The prolonged power cuts of 10-13 hours impact the general public causing them to suffer and also the industries. The production cannot be planned properly and workers also cannot report to work with no transport. Making things worse, the high inflation with the cost of living becoming unbearable, the country is currently experiencing a social unrest as people have no other option but to fight for their rights, with children, old and the sick are affected badly, not to mention the deprived sleep.”",
    "“NCE also laments the fact that the current crisis has arisen due to the abject failure of the policy makers and responsible state institutions in the power and energy sector to implement the projects for alternative power generation, over and above the capacity for hydropower generation, to meet the projected demand in terms of the Master Power Sector Plan, in respect of expanded production activities and domestic consumer demand.”",
    "“The ultimate measure of a man is not where he stands in moments of comfort, but where he stands at times of challenge and controversy. The economic and social failure has turned Sri Lanka on its head. It is clear that responsible decision makers need to step up and act quickly to find ways to at least mitigate further disasters. There is much we don’t know about what happens next, but what we do know is that leadership is not where it should be and the system as it stands now is clearly unfit to resolve these matters,” NCE says.",
    "Emirates Aviation University holds 5th annual water rocket competition in collaboration with Boeing",
    "Huawei releases 2021 Annual Report: solid operations, investing in the future",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}