{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/operating-seven-hotels-part-44/",
  "time_ut": 1649477460,
  "title": "OPERATING SEVEN HOTELS – Part 44",
  "body_lines": [
    "At the beginning of 1981, I was transferred to the John Keells corporate office in Colombo. I was proud to get this opportunity to work within the largest group of companies in Sri Lanka. I had been promoted from my previous post of Manager, Hotel Swanee to number two of Keells’ hotel company, Hotel Management & Marketing Services Limited (HMMS). My wife and I quickly settled in well into the Colombo social life style with regular trips to Keells hotels on the weekends. I also re-commenced judo at the Central YMCA. Having stopped judo for six years to focus on building my career as a resort hotelier on the south coast, I was happy to get an opportunity to practice judo, and study for judo grade promotion tests once again, whenever my busy work schedule allowed me to do so.",
    "It was a big adjustment to get used to the corporate culture of John Keells which was very different to the living in and working at resort hotels. Since the nationalization of tea plantations by the socialist government in the early 1970s, John Keells commenced diversifying to multiple industries, including tourism and hospitality. In 1981, some 33 years after Ceylon/Sri Lanka gained independence from British colonizers, John Keells was still headed by two Brits (Chairman Mark Bostock and Deputy Chairman David Blackler). Nevertheless, I liked the atmosphere at the head office as John Keells had a unique and dynamic culture. It faced the historic Beira Lake built by the Portuguese colonizers in the 16th century to prevent Colombo from being re-captured by Sinhala kings and their armies.",
    "Having associated with the group’s chairman since 1972, initially through rugby football and then as a hotel manager, I was an admirer of Mark Bostock. I was extremely grateful to him for fully sponsoring my first, overseas trip and training in London in 1979. My personal friendship with him continued in 1984 when my family was invited to visit his family in their home in Royal Tunbridge Wells, Kent for an overnight stay during my graduate student years in the United Kingdom. Later in 1985, he supported the re-hiring of me to John Keells to manage their two largest hotels (The Lodge and The Village) as the General Manager.",
    "Mark Bostock, was a great visionary leader but a little eccentric. All the executives came to work in our company cars dressed in shirt and tie, but our chairman took pride in coming to work on a scooter from his home in Colombo seven. His usual attire was a white shirt, no tie, white shorts and long white stockings, exactly the way he dressed for work during his early career as a tea planter. He enjoyed a good drink. One day at an office party, his wife was annoyed that he had a couple of extra drinks. She stopped addressing him as ‘Mark’ and said to him, “Bostock, time to go home. I will drive!” They left immediately. She was a very proper English lady and they made a good couple. I also knew their daughter Clair who was studying hotel management in the United Kingdom.",
    "In addition to the directors, senior executives, executives and secretaries, there were office aides who served us excellent tea regularly. They also brought us our mail and office memos. During this pre internet and email era, we depended on them to have speedy inter office communications. One of the earliest memories at the corporate office that I fondly remember is how Mark Bostock often distributed memos from the Chairman’s office personally. “How are you settling in the head office, Chandana?” he asked me in my first week during one of his visits to my office. “Here are some memos for you”. He handed over a few papers to me and left very quickly. It was his clever way of getting some exercise while checking different offices and engaging in a causal conversation with all levels of his vast growing team.",
    "At that time, most of the directors in the top of the group hierarchy were tea specialists or chartered accountants. They usually hired male management trainees with a middle-class English-speaking upbringing and from good schools. Most of those trainees had excelled in sports. These trainees were in their late teens and had no post-secondary education. John Keells tended to hire the attitude and train the skills. Those who learnt the ropes quickly and were dynamic, rose rapidly in the corporate ladder to board positions with impressive stock options. Once they got in, hardly anyone thought of leaving John Keells. They played a “long stay ball game” which provided job security, fun and great career prospects. They also had to play corporate politics and watch carefully where the wind is blowing.",
    "In 1981, we knew that ‘charismatic’ Ken Balendra was destined to become the first Sri Lankan chairman of the group within a few years. Since he had such a good relationship with the two Brits at the helm, some of us in a light-hearted manner, referred to him as ‘Blackstock’, of course behind his back. We also fondly referred to him as ‘Ken Bala.’ One day when I addressed him as ‘Sir’, he tapped on my shoulder and said, “Chandana, call me Ken.”",
    "Having managed the Maintenance and Projects Department at John Keells for a few years, my father-in-law, Captain D. A. Wickramasinghe (Captain Wicks) had been promoted by the board to re-organize and manage the outbound travel company of the group, Silverstock. That company focused on Buddhist pilgrimages to India and Nepal.",
    "As all at the corporate office worked a half day every Saturday morning, I was ready in a shirt and tie for my first Saturday at John Keells. “Chandi, change into something more casual on Saturdays which is the Beer Day @ Keells”, Captain Wicks suggested to me. When I asked for clarification, he said that, “On Saturdays we work for a couple of hours catching up on outstanding work and plan for the next week. Then everybody is served beer and we socialize a little before going home for lunch.”",
    "Hotel Management and Marketing Services (HMMS) was a small office at that time as it was started in 1979 with just two people, Director – Operations, Bobby Adams and his secretary. I became the first Manager – Operations in 1981. Our team quickly expanded to have an Engineer, Credit Controller, Hotel Reservations Coordinator and a Management Trainee. There was a vacancy for a Food and Beverage Manager on my team, so I initiated the recruitment of a well-qualified and experienced hotelier who had been educated in Beirut, Lebanon and at the oldest and the best-known hotel school in the world, The École hôtelière de Lausanne, Switzerland (Chris Weeratunga) to that position. Later, when I left John Keells, Chris was promoted to my position.",
    "Accounting and financial services were provided by a team led by Senior Finance Director, Vivendra Lintotawela (who later in the year 2000, became the Group Chairman). He was very focused on raising our average daily room rates. Sales and marketing support was provided by Walkers Tours. The central purchasing unit of John Keells coordinated most of the purchases for our hotels.",
    "HMMS team managed seven properties in 1981. There were four resort hotels on the South West coast – Bayroo, Swanee, Ceysands and Ambalangoda. I often went to Habarana to be engaged in operational projects at the Village and for pre-opening projects for the Lodge. The Kandy Walkin project (later opened as Hotel Citadel) was still in the planning stage, but I used to occasionally go to the Keells holiday bungalow on that site with my family and friends visiting from Austria. It was a beautiful spot close to the Mahaweli River.",
    "Managing Temple Trees, the residence of the Prime Minister and his family, was a demanding management contract. I visited Temple Trees occasionally to support Fazal Izzadeen, our manager there and his team. Given the personal friendship Bobby Adams had with Prime Minister R. Premadasa, the Director – Operation had to be personally involved in managing this prestigious property. Being a perfectionist, Mr. Premadasa did not tolerate any sub-standard quality in maintenance, upkeep and cleanliness. Fazal did a great job in keeping the second family of Sri Lanka content with the services we provided, and more importantly, off our backs.",
    "In Colombo, we had negotiated to take over the management of Ceylinco Hotel. “Finally, the Ceylinco deal was signed and sealed today Chandi. I would like you to take over the management of this hotel and re-organize it from now on. I know your style, and as you prefer, you have a totally free hand”, Bobby informed me. He knew that I had a personal friendship with the Ceylinco Group Chairman, Lalith Kotalawala, which was useful in taking over Ceylinco Hotel housed in, at one time the tallest building in Sri Lanka. Lalith and his wife Sicille, loved Hotel Swanee, where they used to visit occasionally when I was the manager there.",
    "One of the first things I did at Ceylinco Hotel was to have one on one discussions with each member of the management team of Ceylinco Hotel. The hotel manager decided to leave after the change. My choice for the new manager was to internally promote the Food & Beverage Manager of Ceylinco Hotel, Kesara Jayatilake as the Hotel Manager. Bobby thought that we should appoint a manager experienced with HMMS, but when he realized that I was very keen about Kesara, Bobby agreed with my suggestion.",
    "With six popular restaurants and bars, this hotel needed a manager who was a specialist in food and beverage operations. In addition, I was impressed with Kesara’s well-established social connections in Colombo. After his promotion as manager of Ceylinco Hotel, Kesara was extremely loyal to me until his untimely death a little over a decade later, after managing a few well-known hotels in Sri Lanka, such as Lihinia Surf and Browns Beach Hotel. He was my good friend and I sorely missed him.",
    "The rooftop restaurant of Ceylinco Hotel, Akasa Kade was a charming place. It was famous for its Sri Lanka specialities including egg hoppers. Music for dancing at Akasa Kade was provided by the popular band named after its legendary band leader and the lead singer, ‘Sam the Man’. It was also very popular for business lunches. I loved going to Akasa Kade in the evenings",
    "I transferred a few food and beverage management and supervisory stars who worked with me at other hotels, to Ceylinco to strengthen Kesara’s team. We introduced theme events and opened a new evening restaurant using the front car park of the building which was never full after office hours. After brainstorming with the new management team of Ceylinco Hotel, we developed a concept unique to Sri Lanka in the early 1980s and gave the new restaurant a Sinhala name – ‘Para Haraha’ (Across the Road). It was the first ever side walk café in Sri Lanka.",
    "In the midst of my busy schedule with HMMS, Bobby Adams entrusted me, on short notice, with a very special assignment in Hong Kong. He wanted me to quickly plan and organize a large Sri Lankan and Maldivian food festival at the Hotel Furama InterContinental, Hong Kong. It was an important, two-week tourism promotional festival, in partnership with a few organizations. They were represented by well-known leaders of the tourist industry, such as M. Y. M. Thahir of Walkers Tours, Pani Seneviratne of Ceylon Tourist Board and Ahamed Didi of Universal Resorts, The Maldives.",
    "The InterContinental Hotel Group was expected to be represented by a senior Sous Chef from their five-star hotel in Colombo. The festival included 28 large buffets for lunch and dinner over 14 days, promoting Sri Lankan cuisine and a few dishes from the Maldives. The Hotel Furama InterContinental had agreed to provide three of their cooks to assist the Guest Executive Chef representing Sri Lanka.",
    "At the eleventh hour, the Executive Chef of Hotel Ceylon InterContinental, who was a Swiss-German, had refused to release his second in command to travel to Hong Kong. He had been concerned that the support in Hong Kong was inadequate to produce 28 large buffets over 14 days. He wanted three Sri Lankan additional chefs from his brigade to be provided with air tickets to Hong Kong. That request was not accepted by Air Lanka, the airline sponsor of festival.",
    "The reputation of Walkers Tours (a key subsidiary of John Keells Group) as the main organizer of the festival was at stake. Bobby asked me, “Chandi, we need someone like you to rise to the occasion. Can you please help our company by organizing all aspects of food for this festival in Hong Kong?” I planned the menus, calculated quantities of all ingredients and purchased a few key buffet decorations on the same day from Laksala, and took off on an Air Lanka flight to Hong Kong the very next day. Having ceased to be an Executive Chef, two years prior to that, it was a challenging assignment for me, but I always loved a challenge!",
    "During the flight, I was thinking of my father’s advice given to me just before my trip. He said, “Chandana, try your best to do even a short trip to China after the food festival. Future global tourism will be divided into two – China and the rest of the world! Don’t miss this opportunity.” As a former state visitor to China in the 1950s and the author of the first-ever Sinhala book about China in the 1960s, my father had a deep knowledge about China’s past and the present. Therefore, I was not surprised by his prediction for the future, although in 1981, it was difficult to imagine how China would eventually become one of the four top tourist destinations in the world.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}