{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/21/monday-review-wave-of-peoples-protests-swell-in-sri-lanka/",
  "time_ut": 1647846540,
  "title": "MONDAY REVIEW: Wave Of ‘Peoples Protests’ Swell In Sri Lanka",
  "body_lines": [
    "COLOMBO (News 1st); “We have had it with politicians from all sides. They are all the same. All 225 should be sent out!” was what one angry protester in the swanky Colombo suburb of Rajagiriya had to say, as she joined residents in one of many ‘peoples protests’ that have sprung up across Sri Lanka.",
    "The protests organized mostly on social media, have made every effort to keep out politicians and ensure that only ordinary citizens take part.",
    "“We don’t want politicians from any party coming in and trying to kidnap the efforts of the people. They aren’t welcome here. They are all responsible for where we are today”, was what a protestor told journalists whilst standing at a candle-lit demonstration in Ja-Ela, a bustling town North of Colombo.",
    "The activists line up sidewalks, holding candles and placards in a show of silent protest, asking for change. What began a few weeks ago with a few people taking a stand at a few towns, has grown to several other areas, attracting the young and elderly alike. These ‘peoples protests’ are in stark contrast to those organized by political parties, in that they are orderly and do not disrupt day-to-day life. The activists themselves are there on their own accord, as opposed to being ‘bussed in’.",
    "“What is worse than being in queues? The fact that our children’s futures are being destroyed. That is much worse!”, noted a mother who held a placard that read ‘Enough is Enough’ in Sinhala, Tamil and English.",
    "On more than one occasion, passers-by encouraged the protesters by giving them a thumbs up and a clap.",
    "Mid last year (2021) protests erupted across rural Sri Lanka when the government suddenly banned the use of chemical fertilizer used for almost all crops including the nation’s staple, rice. The decision taken mid-season was violently opposed by farmers whose action ultimately forced the government to reverse the decision. These protests were also, largely apolitical, with hapless farmers having to abandon their crops to protest on roads and at their farmlands.",
    "Although the farmers’ protests were widespread, it did not touch urban centers populated by mostly middle and upper-middle-income earners. Weeks of fuel shortages, power cuts, double-digit inflation, and an acute shortage of dollars, however, have hit the urban resident hard.",
    "Two senior citizens died whilst standing in line for fuel over the weekend, making an already bad situation even worse. The deaths come weeks after up to seven people were killed and many others injured in LP ‘cooking gas cylinder’ explosions around the country. It is believed that a change in the composition of gas in cylinders had caused the explosions, but to date, no action has been taken against those responsible.",
    "“We know that these ugly Americans have come and robbed our nation left, right and centre, Lock, stock and barrel. This is why we are here”, was what an irate senior citizen activist told News 1st cameras last evening.",
    "Another senior citizen dies while waiting in line; 3rd such death in 72 hours",
    "MONDAY REVIEW: Wave Of ‘Peoples Protests’ Swell In Sri Lanka"
  ]
}