{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-director-board-appoints-new-chairman/",
  "time_ut": 1653065100,
  "title": "CSE Director Board appoints new chairman",
  "body_lines": [
    "The Chairman of the Colombo Stock Exchange (CSE) Dumith Fernando who has served in this role since July 01, 2020, has informed the Board of his intention to retire by rotation on June 23, 2022 at the conclusion of his current term as a Director. Subsequently, at its regular monthly board meeting held on May 19th, 2022, the Board of the CSE has elected Director Dilshan Wirasekara to succeed Fernando as Chairman with effect from June 24th, 2022. Wirasekara is currently Director and Chief Executive Officer of First Capital Holdings PLC.According to the Articles of Association of the CSE, it’s Chair is chosen from among the five Directors elected by the members of the CSE. The appointment of Wirasekara is in line with the CSE’s normal board succession practice.",
    "The outgoing Chairman Fernando said that “We are very pleased with the advancement of the CSE in the last 2 years. The market has set records across capital raising, trading volumes and participation alongside significant wealth creation for investors. The CSE is also financially stronger than it has ever been, and I am pleased to hand over my role following the institution’s highest-ever profitability and capital reserves position. Credit for this is due to my fellow board members, management and staff as well as all those stakeholders who collaborated with us including our regulator the Securities & Exchange Commission of Sri Lanka and the stock broking and investor communities.”",
    "Commenting on the appointment of his successor, he further stated “I have had the pleasure of serving as a Director with Dilshan for five years where he has been a critical and energetic member of the board. The board and I have full confidence that he will continue to work with all stakeholders to build on our recent efforts to transform into a modern-day multi-product exchange. I look forward to supporting Dilshan over the next few weeks to ensure a smooth transition.”Wirasekara thanked both the outgoing chairman for his leadership of the CSE over the last 2 years and the CSE Board for the confidence placed in him. He further stated, “I hope to continue the good progress at the CSE and look forward to working with the Board and the CSE team together with the regulator and the industry to advance our ambitious capital market development plans.”",
    "ComBank’s ‘Anagi’ partners with insurance companies to offer affordable insurance to female customers",
    "Bank of Ceylon sponsors Annual Sand Paving Ceremony at Jaya Sri Maha Bodhi Temple Anuradhapura",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}