{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-floods-kill-one-hundreds-homeless-95060/",
  "time_ut": 1654131600,
  "title": "Sri Lanka floods kill one, hundreds homeless",
  "body_lines": [
    "ECONOMYNEXT – Floods in Sri Lanka has killed a relief officer and left hundreds homeless, the island’s disaster management office said as evacuations of victims continued.",
    "“So far one has died due to the weather situation,” Sudantha Ranasinghethe Director of Disaster Management Centre said.",
    "“He was a relief officer who was on duty in Kirillawela area and he has caught in floods on his way back.”",
    "“Another has been injured due to floods and 236 people of 57 families have been evacuated to 5 relief camps in the flood affected areas”",
    "According to the data issued by the Hydrology and Disaster Management departments, areas in",
    "Millakanda areas is experiencing major floods due to the water level rising in KaluGanaga.",
    "Rising water levels in the Kalu Ganga (River) has triggered major floods in Millakanda area, the DMC said.",
    "Flood warnings were issued to people around Keleni, Kalu, Ging and Nilwala Rivers.",
    "Meteorology Department said, showers or thundershowers will occur in the Western, Sabaragamuwa and North-Western provinces and in Kandy, Nuwara-Eliya, Galle and Matara districts.",
    "“Fairly heavy showers above 75 mm may occur at some places in Western and Sabaragamuwa provinces and in Kandy, NuwaraEliya, Galle and Matara districts,” the Met department said",
    "Several spells of showers may occur in the Anuradhapura district. Strong winds about 40 kilometers per hour can be expected at times in western slope of the central hills, Northern, North-Central and North-Western provinces and in Trincomalee and Hambantota districts.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "With the expectation of the prevailing shower condition to last, National Building Research Organization has issued warnings for possible landslides for several areas in the country.",
    "Ratnapura – Eheliyagoda, Elapatha, Ratnapura, Kuruwita, Kalawana and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Kegalle – Warakapola, Dehiowita, Bulathkohupitiya and Kegalle Divisional Secretariat Division(s) (DSD) and surrounding areas",
    "Matara – Pitabeddara and Kotapola Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Ratnapura – Nivithigala, Pelmadulla, Kiriella, Ayagama and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Colombo – Seethawaka,Padukka and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Galle – Nagoda, Baddegama, Yakkalamulla and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Kalutara – Palindanuwara, Bulathsinhala, Walallawita,Ingiriyaand Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Kegalle – Yatiyanthota, Deraniyagala,Ruwanwella and Divisional Secretariat Division(s) (DSD) and surrounding areas.",
    "Matara– Athuraliya,Pasgoda and Divisional Secretariat Division(s) (DSD) and surrounding areas."
  ]
}