{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/04/we-have-bitten-off-more-than-what-we-can-chew-foreign-reserves-below-usd-50-mn-finance-minister-tells-parliament/",
  "time_ut": 1651642920,
  "title": "“We have bitten off more than what we can chew,” ; Foreign Reserves below USD 50 Mn; Finance Minister tells Parliament",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka usable Foreign Reserves which were at around USD 7 Billion in 2019, had dropped to less than USD 50 Million.",
    "Finance Minister Ali Sabry PC told the Parliament on Wednesday (4), that Sri Lanka settled USD 8 Billion in Debt in 2021, and US currency was released to the market to maintain the rate at Rs. 203/-.",
    "“Based on these factors Sri Lanka’s liquidity had dropped,” said the Finance Minister citing multiple reasons for the drop as well.",
    "In 2018 Sri Lanka’s tourism industry boomed generating USD 4.4 Million in revenue, and it dropped to USD 200 Million in 2021, mainly due to COVID-19, said the Finance Minister.",
    "“In addition, crude oil which was at USD 45 per barrel has increased to a price north of USD 100 per barrel,” he added noting that irrespective of who comes to power, the situation is such.",
    "The Finance Minister also admitted that Sri Lanka should have approached the International Monetary Fund much earlier, and the rupee should have been depreciated in an proper manner.",
    "“All successive governments have always obtained new loans to settle the old loans, and never used loans to invest and use the returns to settle the loans,” he told the house adding that this is how Sri Lanka’s debt portfolio increased to USD 51 Billion over the years.",
    "“We have bitten off more than what we can chew,” he told the house, adding Sri Lanka’s debt servicing is such that it obtained one credit card to settle the previous card, and this has been going on for years, and eventually Sri Lanka has fallen into the crib, making it impossible to access more funds.",
    "He said the crisis at present is based on three main factors;",
    "1. Debt mounting over the years, and the Dependency mentality of all successive governments",
    "2. Wrong policy decisions on matters that should have been addressed at the appropriate time.",
    "Ali Sabry, PC said the government should have not imposed Tax Cuts, not refrain from approaching the IMF, and should have not taken time to restructure the debt.",
    "The Finance Minister said there are several avenues for dollars to flow in the country, which are from the tourism sector, remittances from overseas.",
    "However, these numbers had dropped compared to previous reasons, said the Finance Minister.",
    "“We have bitten off more than what we can chew,” ; Foreign Reserves below USD 50 Mn; Finance Minister tells Parliament"
  ]
}