{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/18/schools-in-major-cities-closed-next-week/",
  "time_ut": 1655539800,
  "title": "Schools in major cities closed next week",
  "body_lines": [
    "COLOMBO (News 1st); The Ministry of Education states that all Government and Government-approved private schools in Colombo city limits will remain closed for the next week. In addition, all Government and Government-approved private schools in the main cities in the Western Province, as well as main cities in the other provinces will be closed next week.",
    "Moreover, permission has been granted for online education in the meantime.",
    "The decision was reached following a discussion between Education Authorities today (18), following which, the Ministry of Education issued a series of instructions regarding the continuation of school academic activities within the next week.",
    "Education Secretary Nihal Ranasinghe stated that permission was granted to conduct academic activities online for schools in Colombo and suburbs next week, considering the transportation difficulties owing to the current fuel crisis.",
    "He said academic activities at schools in outstation areas, with the exception of main cities and their suburbs, will continue in person, since transportation issues are not prominent.",
    "The Education Ministry has also decided to request the Public Utilities Commission of Sri Lanka (PUCSL) to NOT to disrupt the power supply between 8:00 AM to 1:30 PM to facilitate better education of students, which the PUCSL has agreed to.",
    "The Ministry of Education mentions that the voluntary service rendered by principals and teachers during the relevant period will be appreciated.",
    "Education Secretary Nihal Ranasinghe added that a decision regarding the continuation of academic activities the following week will be reached during a meeting scheduled for next Saturday.",
    "Public mistrust on Government & law enforcement will have dire consequences – BASL",
    "Sri Lanka: Second-highest in child malnutrition in South Asia, says UNICEF",
    "(VIDEO) Young man falls off Beliatte-bound train at station filled with passengers due to fuel crisis",
    "12 deaths so far due to Rabies, vets encourage vaccinating pets"
  ]
}