{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-at-265-275-after-opening-at-260-280-to-us-dollar-91537/",
  "time_ut": 1646968320,
  "title": "Sri Lanka rupee at 265/275 after opening at 260/280 to US dollar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee was quoted at 265/275 to the US dollar in mid-morning trade Friday slightly narrower after opening at 260/280 dealers said as banks cautiously sought to establish a market-clearing price after a floating exchange rate was permitted.",
    "On Friday there is a substantial supply of dollars at slightly higher rates, market participants said.",
    "The highest deal done was around 265 to the US dollar, but there was some interbank trading in Thursday with some exporters having started to convert, market participants said.",
    "Economists have called for a rate hike to slow aggregate demand and help support the rupee and also contain inflation.",
    "A higher rate helps the currency bounce back after a float and discourages rupee borrowing to hold dollars.",
    "Sri Lanka’s rupee is under pressure due to liquidity injections made to enforce low-interest rates.",
    "Exchange rates are determined not by trade but by the monetary anchor in operation.",
    "In order to operate a fixed exchange rate, short term rates have to be allowed to float as rupee reserves of the banking system change according to interventions made by the central bank (unsterilized interventions).",
    "East Asia and South Asian nations like Nepal (1.6) and Bhutan (1-1) has maintained such pegs with the Indian rupee for over 70 years. The Maldives also has a fairly credible peg with the US dollar.",
    "Countries that float cleanly with an inflation target (reserve money determined by inflation) and do not intervene in forex markets also have strong currencies.",
    "However intermediate regimes which are neither fixed nor floating get into trouble by printing money to manipulate rates and have to steeply depreciate to avoid forex shortages, resulting in social unrest.",
    "In a floating exchange rate, there is no intervention and no requirement to sterilize interventions with newly printed money, helping stabilize the currency.",
    "However, if the policy rate is low, the central bank will automatically print money through open market operations to accommodate the rising prices including through depreciation, triggering a self-feeding inflation spiral analysts say.  (Colombo/Mar11/2022)"
  ]
}