{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-dogged-by-trading-halts-political-instability-takes-its-toll/",
  "time_ut": 1650983820,
  "title": "CSE dogged by trading halts; political instability takes its toll",
  "body_lines": [
    "Macroeconomic uncertainty coupled with political instability triggered circuit brakes on the CSE yesterday as well. Margin calls by stock brokers and margin providers pave the way for forced selling of stocks, which negatively impacts the CSE, stock market analysts said.",
    "A margin call occurs when the value of securities in a brokerage account falls below a certain level, known as the maintenance margin, requiring the account holder to deposit additional cash or securities to meet the margin requirement.",
    "Amid those developments the CSE closed after the more active index slumped by 10 per cent for the second consecutive session. The S&P SL 20 index fell by over 5 per cent early in the morning too as investors continue to be bearish over the worsening economic and political crisis.",
    "Yesterday the market closed within minutes of opening after indices crashed, triggering two trading halts. Year to date, CSE has plunged by 50 per cent as against an 80 per cent gain in 2021.",
    "Yesterday both indices moved downwards. The All- Share Price Index went down by 608 points and S and P SL20 declined by 232 points. Turnover stood at Rs 800 million with a single crossing. The crossing was reported in Commercial Bank, which crossed 2.2 million shares to the tune of Rs 110 million; its shares traded at Rs 50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 174 million (1.1 million shares traded), Commercial Bank Rs 160 million (3.2 million shares traded), LOLC Holdings Rs 41.7 million (154,000 shares traded), Browns Investments Rs 26.6 (6.6 million shares traded), Chevron Lubricants Rs 23.7 million (654,000 shares traded), Access Engineering Rs 17.2 million (1.4 million shares traded) and Sunshine Holdings Rs 17 million (645,000 shares traded). During the day 91.7 million share volumes changed hands in 2000 transactions.",
    "Standard and Poor, a rating agency, said it had cut Sri Lanka’s sovereign rating to ‘selective default’.",
    "Individual securities were downgraded to default of D, the rating agency said. Sri Lanka has 30 days to make payment on the relevant coupon which fell due on April 18.",
    "“We do not expect the government to make the coupon payments within 30 calendar days after their due dates, Standard and Poor’s said. Sri Lanka does not plan to restructure domestic debt.",
    "“In our view, achieving a more sustainable fiscal position will require restructuring the government’s local currency debt, S and P said.",
    "Yesterday, the Central Bank announced the official US $ buying rate as Rs 333.88 and the selling rate as Rs 346.49. However, in the kerb market it’s close to Rs 400 per US $, financial sources said.",
    "Real experts now lament for not opposing govt.’s disastrous agricultural policy",
    "Public Finance Committee members urge Finance Ministry to see whether import tax reductions are passed on to consumers",
    "New political culture, altruistic leaders can save Sri Lanka: Deepika",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "CSE වෙළෙඳ නැවැත්වීම නිසා වැටෙයි; දේශපාලන අස්ථාවරත්වය එහි බලපෑමට ලක් වේ",
      "body_lines": [
        "සාර්ව ආර්ථික අවිනිශ්චිතතාවය සහ දේශපාලන අස්ථාවරත්වය ඊයේ කොළඹ කොටස් වෙළඳ පොළේ පරිපථ තිරිංග අවුලුවා ඇත. කොටස් තැරැව්කරුවන් සහ ආන්තික සපයන්නන්ගේ ආන්තික ඇමතුම් බලහත්කාරයෙන් කොටස් විකිණීම සඳහා මග පාදයි, එය CSE කෙරෙහි අහිතකර ලෙස බලපාන බව කොටස් වෙළඳපල විශ්ලේෂකයින් පැවසීය.",
        "තැරැව්කාර ගිණුමක සුරැකුම්පත්වල වටිනාකම නඩත්තු ආන්තිකය ලෙස හැඳින්වෙන යම් මට්ටමකට වඩා අඩු වූ විට ආන්තික ඇමතුමක් සිදු වේ, ආන්තික අවශ්‍යතාවය සපුරාලීම සඳහා ගිණුම් හිමියාට අමතර මුදල් හෝ සුරැකුම්පත් තැන්පත් කිරීමට අවශ්‍ය වේ.",
        "එම වර්ධනයන් මධ්‍යයේ වඩා ක්‍රියාකාරී දර්ශකය අඛණ්ඩව දෙවන සැසිය සඳහා සියයට 10 කින් පහත වැටීමෙන් පසු කොළඹ කොටස් හුවමාරුව වැසී ගියේය. නරක අතට හැරෙමින් පවතින ආර්ථික හා දේශපාලන අර්බුදය සම්බන්ධයෙන් ආයෝජකයින් දිගින් දිගටම පහත වැටීම හේතුවෙන් S&P SL 20 දර්ශකය උදෑසන ද සියයට 5කට වඩා පහත වැටුණි.",
        "දර්ශක කඩා වැටීමෙන් පසු ඊයේ වෙළඳපල ආරම්භ වී මිනිත්තු කිහිපයකින් වසා දමා, වෙළඳ නැවතුම් දෙකක් අවුලුවාලන ලදී. මේ දක්වා, CSE 2021 හි සියයට 80 ක ලාභයකට සාපේක්ෂව සියයට 50 කින් පහත වැටී ඇත.",
        "ඊයේ දිනයේ දර්ශක දෙකම පහළට ගමන් කළේය. සියලුම කොටස් මිල දර්ශකය ඒකක 608 කින් පහළ ගිය අතර S සහ P SL20 ඒකක 232 කින් පහළ ගියේය. එක් හරස් මාර්ගයකින් පිරිවැටුම රුපියල් මිලියන 800 ක් විය. මෙම හරස් කිරීම කොමර්ෂල් බැංකුවේ වාර්තා වූ අතර, එය රුපියල් මිලියන 110 ක් දක්වා කොටස් මිලියන 2.2 ඉක්මවා ගියේය. එහි කොටස් රුපියල් 50 ට ගනුදෙනු විය.",
        "සිල්ලර වෙළඳපොලේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ සමාගම් හත වූයේ; එක්ස්පෝලංකා හෝල්ඩින්ග්ස් රුපියල් මිලියන 174 (කොටස් මිලියන 1.1 ක් ගනුදෙනු), කොමර්ෂල් බැංකුව රුපියල් මිලියන 160 (කොටස් මිලියන 3.2 ක් ගනුදෙනු), LOLC හෝල්ඩිංග්ස් රුපියල් මිලියන 41.7 (කොටස් 154,000 ක් ගනුදෙනු), බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් රුපියල් 26.6 (කොටස් මිලියන 6.6 ක් ගනුදෙනු), Chevron Lub.37 මිලියන (කොටස් 654,000ක් ගනුදෙනු), Access Engineering රුපියල් මිලියන 17.2 (කොටස් මිලියන 1.4ක් ගනුදෙනු) සහ Sunshine Holdings රුපියල් මිලියන 17 (කොටස් 645,000ක් ගනුදෙනු කර ඇත). 2000 ගනුදෙනු වලදී දිවා කාලයේදී කොටස් වෙළුම් මිලියන 91.7 ක් වෙනස් විය.",
        "ශ්‍රේණිගත කිරීමේ ආයතනයක් වන ස්ටෑන්ඩර්ඩ් ඇන්ඩ් පුවර් ප්‍රකාශ කළේ එය ශ්‍රී ලංකාවේ ස්වෛරී ශ්‍රේණිගත කිරීම ‘තෝරාගත් පෙරනිමි’ ලෙස කපා හැර ඇති බවයි.",
        "තනි පුද්ගල සුරැකුම්පත් D හි පෙරනිමියට ශ්‍රේණිගත කර ඇති බව ශ්‍රේණිගත කිරීමේ නියෝජිතායතනය පැවසීය. අප්‍රේල් 18 වැනිදාට නියමිත කූපනය ගෙවීමට ශ්‍රී ලංකාවට දින 30ක් තිබේ.",
        "ස්ටෑන්ඩර්ඩ් ඇන්ඩ් පුවර්ස් පැවසුවේ, “ආණ්ඩුව ඔවුන්ගේ නියමිත දිනට පසු දින දර්ශන දින 30ක් ඇතුළත කූපන් ගෙවීම් කරනු ඇතැයි අපි අපේක්ෂා නොකරමු. දේශීය ණය ප්‍රතිව්‍යුහගත කිරීමට ශ්‍රී ලංකාව සැලසුම් කරන්නේ නැත.",
        "\"අපගේ අදහසට අනුව, වඩාත් තිරසාර මූල්‍ය තත්වයක් සාක්ෂාත් කර ගැනීම සඳහා රජයේ දේශීය මුදල් ණය ප්‍රතිව්‍යුහගත කිරීම අවශ්‍ය වනු ඇත, S සහ P පැවසීය.",
        "ඊයේ මහ බැංකුව නිල වශයෙන් එක්සත් ජනපද ඩොලර් ගැනුම් අනුපාතිකය රුපියල් 333.88ක් ලෙසත් විකුණුම් මිල රුපියල් 346.49ක් ලෙසත් ප්‍රකාශයට පත් කළේය. කෙසේ වෙතත්, Curb Market හි එය එක්සත් ජනපද ඩොලර් එකකට රුපියල් 400 කට ආසන්න බව මූල්‍ය ආරංචි මාර්ග පවසයි.",
        "රජයේ විනාශකාරී කෘෂිකාර්මික ප්‍රතිපත්තියට විරුද්ධ නොවීම ගැන සැබෑ විශේෂඥයෝ දැන් දුක් වෙති",
        "ආනයන බදු අඩු කිරීම් පාරිභෝගිකයන් වෙත ලබා දෙන්නේ දැයි සොයා බලන ලෙස රාජ්‍ය මුදල් කමිටු සාමාජිකයින් මුදල් අමාත්‍යාංශයෙන් ඉල්ලා සිටියි",
        "නව දේශපාලන සංස්කෘතිය, පරාර්ථකාමී නායකයින්ට ශ්‍රී ලංකාව බේරා ගත හැකියි: දීපිකා",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வர்த்தக நிறுத்தங்களால் சிஎஸ்இ திணறியது; அரசியல் ஸ்திரமின்மை அதன் பாதிப்பை ஏற்படுத்துகிறது",
      "body_lines": [
        "மேக்ரோ பொருளாதார நிச்சயமற்ற தன்மை மற்றும் அரசியல் ஸ்திரமின்மை ஆகியவை நேற்று CSE இல் சர்க்யூட் பிரேக்குகளைத் தூண்டின. பங்குத் தரகர்கள் மற்றும் மார்ஜின் வழங்குநர்களின் மார்ஜின் அழைப்புகள் பங்குகளின் கட்டாய விற்பனைக்கு வழி வகுக்கும், இது CSE-யை எதிர்மறையாக பாதிக்கிறது என்று பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "ஒரு தரகுக் கணக்கில் உள்ள பத்திரங்களின் மதிப்பு ஒரு குறிப்பிட்ட நிலைக்குக் கீழே குறையும் போது, ​​ஒரு மார்ஜின் அழைப்பு ஏற்படுகிறது, இது பராமரிப்பு மார்ஜின் என அழைக்கப்படுகிறது, இது மார்ஜின் தேவையைப் பூர்த்தி செய்ய கணக்கு வைத்திருப்பவர் கூடுதல் பணம் அல்லது பத்திரங்களை டெபாசிட் செய்ய வேண்டும்.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில், தொடர்ச்சியான இரண்டாவது அமர்விற்கு மிகவும் சுறுசுறுப்பான குறியீடு 10 சதவிகிதம் சரிந்த பிறகு CSE மூடப்பட்டது. மோசமடைந்து வரும் பொருளாதார மற்றும் அரசியல் நெருக்கடியால் முதலீட்டாளர்கள் தொடர்ந்து மந்தமான நிலையில் இருப்பதால், S&P SL 20 குறியீடு காலையிலும் 5 சதவீதத்திற்கும் மேலாக சரிந்தது.",
        "நேற்று சந்தை துவங்கிய சில நிமிடங்களில் குறியீடுகள் வீழ்ச்சியடைந்து இரண்டு வர்த்தக நிறுத்தங்களை தூண்டியது. இன்றுவரை, CSE 2021 இல் 80 சதவீத லாபத்தில் இருந்து 50 சதவீதம் சரிந்துள்ளது.",
        "நேற்று இரு குறியீடுகளும் கீழ் நோக்கி நகர்ந்தன. அனைத்துப் பங்கு விலைச் சுட்டெண் 608 புள்ளிகளாலும், S மற்றும் P SL20 232 புள்ளிகளாலும் சரிந்தன. விற்றுமுதல் ஒருமுறை கடக்க ரூ.800 மில்லியனாக இருந்தது. 2.2 மில்லியன் பங்குகளை ரூ. 110 மில்லியனைத் தாண்டிய கொமர்ஷல் வங்கியில் இந்த கிராசிங் அறிவிக்கப்பட்டது; அதன் பங்குகள் 50 ரூபாய்க்கு வர்த்தகம் செய்யப்பட்டது.",
        "சில்லறை விற்பனைச் சந்தையில் முதன்மையான ஏழு நிறுவனங்கள் விற்றுமுதல் பங்களித்தன; எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 174 மில்லியன் (1.1 மில்லியன் பங்குகள் வர்த்தகம்), கொமர்ஷல் வங்கி ரூ 160 மில்லியன் (3.2 மில்லியன் பங்குகள் வர்த்தகம்), LOLC ஹோல்டிங்ஸ் ரூ 41.7 மில்லியன் (154,000 பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 26.6 (6.6 மில்லியன் பங்குகள் வர்த்தகம்), செவ்ரோன் லுப்.7 மில்லியன் (654,000 பங்குகள் வர்த்தகம்), அக்சஸ் இன்ஜினியரிங் ரூ 17.2 மில்லியன் (1.4 மில்லியன் பங்குகள் வர்த்தகம்) மற்றும் சன்ஷைன் ஹோல்டிங்ஸ் ரூ 17 மில்லியன் (645,000 பங்குகள் வர்த்தகம்) நாளின் போது 2000 பரிவர்த்தனைகளில் 91.7 மில்லியன் பங்குகள் கைமாறின.",
        "தரமதிப்பீட்டு நிறுவனமான ஸ்டாண்டர்ட் அண்ட் புவர், இலங்கையின் இறையாண்மை மதிப்பீட்டை ‘தேர்ந்தெடுக்கப்பட்ட இயல்புநிலைக்கு’ குறைத்துள்ளதாகக் கூறியுள்ளது.",
        "தனிப்பட்ட பத்திரங்கள் D இன் இயல்புநிலைக்கு தரமிறக்கப்பட்டது என்று மதிப்பீட்டு நிறுவனம் தெரிவித்துள்ளது. ஏப்ரல் 18 அன்று செலுத்த வேண்டிய தொடர்புடைய கூப்பனில் பணம் செலுத்த இலங்கைக்கு 30 நாட்கள் உள்ளன.",
        "“அரசாங்கம் கூப்பன் பணம் செலுத்த வேண்டிய தேதிகளுக்குப் பிறகு 30 காலண்டர் நாட்களுக்குள் செலுத்தும் என்று நாங்கள் எதிர்பார்க்கவில்லை, ஸ்டாண்டர்ட் அண்ட் புவர்ஸ் கூறியது. உள்நாட்டு கடனை மறுசீரமைக்க இலங்கை திட்டமிடவில்லை.",
        "\"எங்கள் பார்வையில், மிகவும் நிலையான நிதி நிலையை அடைவதற்கு அரசாங்கத்தின் உள்ளூர் நாணயக் கடனை மறுசீரமைக்க வேண்டும், எஸ் மற்றும் பி கூறினார்.",
        "நேற்று, மத்திய வங்கி உத்தியோகபூர்வ அமெரிக்க டாலர் வாங்கும் விலை ரூ.333.88 ஆகவும், விற்பனை விலை ரூ.346.49 ஆகவும் அறிவித்தது. இருப்பினும், கர்ப் சந்தையில் இது ஒரு அமெரிக்க டாலருக்கு 400 ரூபாய்க்கு அருகில் உள்ளது என்று நிதி ஆதாரங்கள் தெரிவிக்கின்றன.",
        "உண்மையான வல்லுநர்கள் இப்போது அரசாங்கத்தின் அழிவுகரமான விவசாயக் கொள்கையை எதிர்க்கவில்லை என்று புலம்புகின்றனர்",
        "பொது நிதிக் குழு உறுப்பினர்கள், இறக்குமதி வரிக் குறைப்புக்கள் நுகர்வோருக்கு அனுப்பப்படுகிறதா என்பதைப் பார்க்க நிதி அமைச்சகத்தை வலியுறுத்துகின்றனர்",
        "புதிய அரசியல் கலாச்சாரம், தன்னலமற்ற தலைவர்கள் இலங்கையை காப்பாற்ற முடியும்: தீபிகா",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}