{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Anuradhapura-Gnana-Akka-RENOWNED-SOOTHSAYER-S-HOTEL-COMES-UNDER-SPOTLIGHT/277-234007",
  "time_ut": 1648492200,
  "title": "Anuradhapura Gnana Akka RENOWNED SOOTHSAYER'S HOTEL COMES UNDER SPOTLIGHT.’’",
  "body_lines": [
    "From the frontline politicians of the ruling party to parliamentarians, members of the opposition, heads of security forces and several famous Nilames are clients of Gnana Akka",
    "Following our investigations we are compelled to doubt whether the protagonist had used her full name in any of the places she was employed",
    "Gnana Akka has become a wealthy business woman in Anuradhapura using political powers",
    "The Irrigation Department has the power to halt these constructions",
    "If a hotel is built within a protected area, such constructions will be removed by enforcing the law under the State Lands (Recovery of Possession) Act",
    "The Irrigation Department can enforce the law against the parties who forged deeds and carried out construction activities illegally",
    "Can the law be made silent when shrine (Devalaya) officials enjoy limitless political powers of powerful political figures? They amass abundant wealth thanks to this political framework. A similar incident was reported in Anuradhapura city where the Shrine of Gnana Meniyo is located. It is known as ‘Sasthara Gedara’ and is frequented by politicians. She is better known among locals in Anuradhapura as Gnana Akka; the protagonist of this story. She has captured the hearts",
    "From the frontline politicians of the ruling party to parliamentarians, members of the opposition, heads of security forces and several famous Nilames are clients of Gnana Akka. Businessmen and even scholars like doctors and professors have become her clients. There are youth who obtain her services and they can be identified by the red wristbands they sport.",
    "Some predictions of Gnana Akka have come true. Her clients visit her to obtain top posts, cabinet ministerial portfolios or positions in corporations or to improve their businesses. These clients call her Gnana Meniyo. She was at one time employed at a government hospital, but following our investigations we are compelled to doubt whether the protagonist had used her full name in any of the places she was employed at. We only know that many people come to her because she delivers.",
    "She predicted that a politician who came to her and wished to secure the second chair of the country was told that he would be occupying the first chair instead and this prediction came true. Most of Gnana Akka’s predictions regarding people being appointed to several posts have come true. Those who obtained posts with her help keep visiting her to retain these positions. Only these clients believe in her predictions. Most of the locals whom we spoke to said that she cannot make predictions or be accurate about omens. Gnana Akka, who makes these predictions invoking the blessings of Goddess Kali, is extremely popular. She keeps receiving the support of politicians and businessmen. A parliamentarian from Colombo district visited her asking for a cabinet post and the amount of gifts he gave her are unimaginable. Locals said that he had gifted her with a house in Anuradhapura. At the end he lost his cabinet portfolio.",
    "Gnana Akka did not possess such wealth before. She is said to have been a member of the minor staff at the Anuradhapura Hospital. She later served as the telephone operator of the hospital. Her husband’s death in 88-89 is known to many. Locals question her credentials because despite possessing powers to predict she is yet to identify her husband’s killers. Gnana Akka has received the gift to make predictions following her husband’s death. The shrine, which operated on a small scale, has expanded following reconstruction work, the locals added.",
    "Gnana Akka is prospering day by day and has become the talk of the town. Recently there was talk about the purchase of Lake Monarch Hotel, situated on the Airport Road in Anuradhapura. Army personnel were ‘employed’ for its renovation and reconstruction work, according to locals. The Anuradhapura Municipality confirmed that she had purchased one of the 50 shops in Anuradhapura spending millions of rupees.  The media recently revealed that Gnana Akka owns businesses even in England which were managed by her son. Her son-in-law Panthaka Fernando manages the businesses in Sri Lanka. Her son Anuruddha Jayasuriya recently came to Sri Lanka to manage her businesses. Fernando is the Chairman of Anuradhapura Cricket Club. He was also in charge of Rangiri Dambulu Stadium for some time. His father is an engineer who was born to an affluent family. He is fond of social work and helps others. One of his associates said that Fernando uses Gnana Akka’s hotel for cricket related activities.",
    "His associates also said that he was in charge of the hotel bought by Gnana Akka on the airport road. It is alleged that the construction activities at the hotel were illegal. The hotel is constructed on a land belonging to the Nuwara Wewa Reserve to which there is no licence or deed. There is a deed to the front land of the hotel, but the manner in which that was obtained is unknown even to the Irrigation Department, a spokesperson said.",
    "The swimming pool of the hotel is built in the Nuwara Wewa protected area. There is a tree and a chair overlooking Nuwara Wewa and the view in the evening is breathtaking. The swimming pool is an infinity pool. It seems to have no boundary and the scenery is exquisite. The pool is located so close to Nuwara Wewa that the water overflows when a user enters the pool; the spillover going to the tank. This hotel, constructed in a reserve area using military personnel, is an illegal construction, locals said.",
    "Employing Army personnel for a private construction is also against the law, locals added. Major General (Red) Kumar Herath, Project Manager of the Lands Development Corporation, earlier said that military personnel cannot be deployed for private constructions. “The salaries of military personnel are borne by the Government only for military and Government activities. Using army personnel for private work is a serious offence,” Herath added. Yet many military officers were used to construct Gnana Akka’s hotel, locals added. A huge wall is built surrounding the area and military personnel are deployed at the front for security, locals at Gateh",
    "The hotel belongs to my brother-in-law and he has returned from England. I do not know about the hotel and I do not manage it",
    "“Gnana Akka has become a wealthy business woman in Anuradhapura using political powers,” Anuradhapura Mayor. H. P. Somadasa said. When inquired whether she was able to control the law, he responded by asking what else can there be left to control after gaining everything? He also said, “I learned that her hotel being built on the bank of the Nuwara Wewa is in the reserve. Even though it was previously built its new constructions and renovations are inside the reserve. The municipality approval was not obtained for these constructions therefore it is an illegal construction. According to the city plan the Municipality and the Urban Development Authority (UDA) prepare two plans. The UDA gives its plans, but we have not received the hotel plan yet. The Irrigation Department has the power to halt these constructions,” said",
    "There are two lands; one with a deed and the other one in the Nuwara Wewa reserve. Legal actions were taken against many such hotels near the Nuwara Wewa. The construction activities are continuing despite legal actions being taken. We informed them to halt the construction",
    "However, later Somadasa said that the land where the hotel is being constructed belongs to Nuwaragam Palatha East Pradesha Sabha and it should be contacted for further details. When inquired whether the construction is in a reserve land and is illegal, Nuwaragam Palatha PS Chairman S.B Kumaradasa said that the construction was in progress without a plan. “We received complaints about illegal constructions. We went there and halted the activities and instructed them to hand over the plan and the land ownership documents. I do not know whether they handed over those documents and commenced the construction. We complained to the Governor who instructed us to enforce the law. There are many such hotels in the Nuwara Wewa Reserve area which possess deeds. I do not know how the deeds were obtained. There are deeds signed by Divisional Secretaries and Jaya Bhoomi and Swarna Bhoomi deeds signed by the President and possessing survey plans. Jaya Bhoomi deeds are prepared through a process starting from the Grama Niladhari Officer. I do not know how those deeds were prepared. The law cannot be enforced on these constructions as it is too late,” he added.",
    "Speaking on the preparing of deeds for protected areas and illegal constructions Nuwaragam Palatha East Divisional Secretary Ruwan Ekanayake said that a part of the hotel land possesses a deed. “The deed is an old transfer. The other part does not have a deed. Ownership deeds cannot be given to lands in protected areas. According to a survey conducted prior to preparing deeds the land was found to be in the reserve. Then we cannot make deeds. The rear of the hotel is in the reserve land and this was confirmed in an irrigation survey. The obtained deeds are not legal. When someone asks for a deed we conduct a survey. The Irrigation Department gives its recommendation based on which we decide whether deeds will be given or not.” he added.",
    "I learned that her hotel being built on the bank of the Nuwara Wewa is in the reserve. Even though it was previously built its new constructions and renovations are inside the reserve. The municipality approval was not obtained for these constructions therefore it is an illegal construction",
    "A Spokesperson of the Irrigation Department said that legal actions had been taken regarding Gnana Akka’s hotel. “There are two lands; one with a deed and the other one in the Nuwara Wewa reserve. Legal actions were taken against many such hotels near the Nuwara Wewa. The construction activities are continuing despite legal actions being taken. We informed them to halt the construction and informed the Police, District Secretary and Divisional Secretary as well. We have given orders to halt the construction. If they do not listen to us, we can file a case under the Irrigation Act. Director General of Irrigation is the land authority. Based on his decision we will once again ask these people to show the ownership to the land in the protected area. If they fail, this will be brought to the attention of the Attorney-General and a case will be filed. Deeds have been given for lands near the Nuwara Wewa reserve without the permission or recommendation of the Irrigation Department.” he added.",
    "As advised by the Director General of Irrigation an officer of the Anuradhapura office was contacted and he said that legal proceedings have been arranged and confirmed that Gnana Akka’s hotel is constructed in a reserve area. “If a hotel is built within a protected area, such constructions will be removed by enforcing the law under the State Lands (Recovery of Possession) Act. There is a delay in these procedures because of the drawbacks in the legal system. The Irrigation Department alone cannot look into these matters. The other institutes should support as well,” the officer added.",
    "We received complaints about illegal constructions. We went there and halted the activities and instructed them to hand over the plan and the land ownership documents. I do not know whether they handed over those documents and commenced the construction. We complained to the Governor who instructed us to enforce the law",
    "Anuradhapura District Secretary Janaka Jayasundara when contacted had this to say, “The Irrigation Department has the power to halt any illegal construction in a protected area for irrigation and take legal actions against any divisional secretary for fraudulent deeds or licences, if issued. The Irrigation Department can enforce the law against the parties who forged deeds and carried out construction activities illegally.",
    "Speaking regarding the accusations about the illegal construction of a hotel in a protected area, Panthaka Fernando said that he was unaware of such matters. “The hotel belongs to my brother-in-law and he has returned from England. I do not know about the hotel and I do not manage it,” said Fernando. He then gave the phone number of Anuruddha Jayasuriya but all attempts to reach him through that number were futile. The phone number of Gnanakka was given to us by Fernando, but she was not reachable. Even our attempts made to contact the Military Media Spokesperson to inquire about deploying members of the Engineers Corps of the Army at a private construction site proved futile.",
    "The deed is an old transfer. The other part does not have a deed. Ownership deeds cannot be given to lands in protected areas. According to a survey conducted prior to preparing deeds the land was found to be in the reserve. Then we cannot make deeds"
  ],
  "translate": {
    "si": {
      "title": "අනුරාධපුර ඥානා අක්කා ප්‍රසිද්ධ සූත්‍ර සේවිකාවගේ හෝටලය අවධානයට ලක්වෙයි.’’",
      "body_lines": [
        "ආණ්ඩු පක්ෂයේ ඉදිරිපෙළ දේශපාලනඥයන්ගේ සිට පාර්ලිමේන්තු මන්ත්‍රීවරුන්, විපක්ෂයේ මන්ත්‍රීවරුන්, ආරක්ෂක අංශ ප්‍රධානීන් ඇතුළු ප්‍රසිද්ධ නිලමේවරුන් කිහිප දෙනෙකු ඥානා අක්කාගේ සේවාදායකයන්ය.",
        "අපගේ විමර්ශනවලින් අනතුරුව කතා නායිකාව ඇය සේවය කළ කිසියම් ස්ථානයක ඇයගේ සම්පූර්ණ නම භාවිත කර ඇත්දැයි සැක කිරීමට අපට බලකෙරේ.",
        "ඥානා අක්කා දේශපාලන බලතල පාවිච්චි කරමින් අනුරාධපුරයේ ධනවත් ව්‍යාපාරික කාන්තාවක් බවට පත්වෙලා",
        "මේ ඉදිකිරීම් නවත්වන්න වාරිමාර්ග දෙපාර්තමේන්තුවට බලය තියෙනවා",
        "රක්ෂිත ප්‍රදේශයක් තුළ හෝටලයක් ඉදිකරන්නේ නම්, රජයේ ඉඩම් (සන්තකයේ අයකර ගැනීමේ) පනත යටතේ නීතිය ක්‍රියාත්මක කිරීමෙන් එම ඉදිකිරීම් ඉවත් කරනු ලැබේ.",
        "ව්‍යාජ ඔප්පු සකස් කර නීතිවිරෝධී ලෙස ඉදිකිරීම් සිදුකළ පාර්ශ්වයන්ට එරෙහිව නීතිය ක්‍රියාත්මක කිරීමට වාරිමාර්ග දෙපාර්තමේන්තුවට හැකිය.",
        "දේවාල (දේවාලයේ) නිලධාරීන් බලවත් දේශපාලන චරිතවල අසීමිත දේශපාලන බලතල භුක්ති විඳින විට නීතිය නිහඬ කළ හැකිද? ඔවුන් මේ දේශපාලන රාමුවට පින්සිදු වන්නට ඕනෑතරම් ධනය රැස්කර ගනිති. ඤාණමැණියෝ පුදබිම පිහිටි අනුරාධපුර නගරයේ ද මෙවැනිම සිදුවීමක් වාර්තා විය. එය ‘සාස්තර ගෙදර’ ලෙස හඳුන්වන අතර දේශපාලකයන් නිතර ගැවසෙනු ඇත. ඇය අනුරාධපුර ප්‍රදේශයේ ප්‍රදේශවාසීන් අතර වඩාත් ප්‍රචලිතව සිටින්නේ ඥානා අක්කා නමිනි. මේ කතාවේ කතා නායකයා. ඇය හදවත් අල්ලාගෙන ඇත",
        "ආණ්ඩු පක්ෂයේ ඉදිරිපෙළ දේශපාලනඥයන්ගේ සිට පාර්ලිමේන්තු මන්ත්‍රීවරුන්, විපක්ෂයේ මන්ත්‍රීවරුන්, ආරක්ෂක අංශ ප්‍රධානීන් සහ ප්‍රසිද්ධ නිලමේවරුන් කිහිප දෙනෙකු ඥානා අක්කාගේ සේවාදායකයන්ය. ව්‍යාපාරිකයන් සහ වෛද්‍යවරුන්, මහාචාර්යවරුන් වැනි විද්වතුන් පවා ඇයගේ සේවාදායකයන් බවට පත්ව ඇත. ඇයගේ සේවය ලබා ගන්නා තරුණ තරුණියන් සිටින අතර ඔවුන් ක්‍රීඩා කරන රතු මැණික් කටුව මගින් ඔවුන් හඳුනාගත හැකිය.",
        "ඥානා අක්කගේ සමහර අනාවැකි සැබෑ වෙලා. ඉහළ තනතුරු, කැබිනට් අමාත්‍ය ධූර හෝ සංස්ථාවල තනතුරු ලබා ගැනීමට හෝ ඔවුන්ගේ ව්‍යාපාර වැඩිදියුණු කිරීමට ඇයගේ සේවාදායකයින් ඇය වෙත පැමිණේ. මෙම ගනුදෙනුකරුවන් ඇයව හඳුන්වන්නේ ඥානා මෑණියෝ යනුවෙනි. ඇය වරෙක රජයේ රෝහලක සේවයේ නියුතුව සිටි නමුත් අප කළ විමර්ශනවලින් අනතුරුව ඇය සේවයේ යෙදී සිටි කිසියම් ස්ථානයක ප්‍රධාන චරිතය ඇගේ සම්පූර්ණ නම භාවිත කර ඇත්දැයි සැක කිරීමට අපට සිදුවේ. බොහෝ අය ඇය වෙත පැමිණෙන්නේ ඇය ප්‍රසූත කරන නිසා බව පමණක් අපි දනිමු.",
        "තමා ළඟට පැමිණ රටේ දෙවැනි පුටුව ලබා ගැනීමට අපේක්ෂාවෙන් සිටි දේශපාලනඥයකුට ඒ වෙනුවට පළමු පුටුවේ වාඩි වන බව පැවසූ බවත් ඒ අනාවැකිය සැබෑ වූ බවත් ඇය අනාවැකි කීවාය. තනතුරු කිහිපයකට පත්වන පුද්ගලයින් සම්බන්ධයෙන් ඥානා අක්කාගේ අනාවැකි බොහොමයක් සැබෑ වී තිබේ. ඇයගේ උදව්වෙන් තනතුරු ලබාගත් අය මේ තනතුරු රැකගැනීම සඳහා ඇය හමුවීමට නොකඩවා පැමිණෙති. මෙම ගනුදෙනුකරුවන් පමණක් ඇගේ අනාවැකි විශ්වාස කරයි. අප සමඟ කතා කළ බොහෝ ප්‍රදේශවාසීන් පැවසුවේ ඇයට නිමිති ගැන අනාවැකි කීමට හෝ නිවැරදි වීමට නොහැකි බවයි. කාලි දේවියගේ ආශිර්වාදය පතා මේ අනාවැකි කියන ඥානා අක්කා අතිශයින් ජනප්‍රියයි. දේශපාලනඥයින්ගේ සහ ව්‍යාපාරිකයන්ගේ සහයෝගය ඇයට නොකඩවා ලැබේ. කොළඹ දිස්ති‍්‍රක්කයේ පාර්ලිමේන්තු මන්ත‍්‍රීවරයෙක් කැබිනට් ඇමතිකමක් ඉල්ලා ඇය බැලීමට ගිය අතර ඔහු ඇයට දුන් තෑගි ප්‍රමාණය සිතාගත නොහැකි තරම්ය. ඔහු ඇයට අනුරාධපුරයෙන් නිවසක් තෑගි කළ බව ප්‍රදේශවාසීහු පැවසූහ. අවසානයේ ඔහුට කැබිනට් ඇමතිකම අහිමි විය.",
        "මීට පෙර ඥානා අක්කාට එවැනි ධනයක් තිබුණේ නැත. ඇය අනුරාධපුර රෝහලේ සුළු කාර්ය මණ්ඩලයේ සාමාජිකාවක් බව පැවසේ. පසුව ඇය එම රෝහලේ දුරකථන ක්‍රියාකාරිනිය ලෙස කටයුතු කළාය. 88-89 දී ඇගේ සැමියාගේ මරණය බොහෝ දෙනා දන්නා කරුණකි. ප්‍රදේශවාසීන් ඇයගේ අක්තපත්‍ර ගැන ප්‍රශ්න කරන්නේ අනාවැකි කීමේ බලයක් තිබියදීත් ඇය තම සැමියාගේ ඝාතකයන් හඳුනාගෙන නොමැති නිසාය. තම සැමියාගේ මරණයෙන් පසු අනාවැකි කීමට ඥානා අක්කාට තෑග්ග ලැබී ඇත. කුඩා පරිමාණයෙන් ක්‍රියාත්මක වූ මෙම දේවාලය ප්‍රතිසංස්කරණ කටයුතුවලින් අනතුරුව පුළුල් වී ඇති බව ප්‍රදේශවාසීහු වැඩිදුරටත් පැවසූහ.",
        "ඥානා අක්කා දිනෙන් දින දියුණු වෙමින් නගරයේ කතාබහට ලක්ව ඇත. අනුරාධපුර ගුවන්තොටුපළ පාරේ පිහිටි ලේක් මොනාක් හෝටලය මිලදී ගැනීම ගැන පසුගිය දිනවල කතාබහට ලක්වුණා. ප්‍රදේශවාසීන් පවසන පරිදි එහි ප්‍රතිසංස්කරණ හා ප්‍රතිසංස්කරණ කටයුතු සඳහා යුද හමුදා සාමාජිකයින් 'රැකියා' කරන ලදී. ඇය රුපියල් මිලියන ගණන් වියදම් කර අනුරාධපුර නගරයේ කඩ 50 න් එකක් මිලදී ගෙන ඇති බව අනුරාධපුර මහ නගර සභාව තහවුරු කළේය. ඥානා අක්කාට එංගලන්තයේ පවා තම පුතා විසින් කළමනාකරන ව්‍යාපාර හිමි බව පසුගියදා මාධ්‍ය මගින් හෙළිදරව් විය. ඇයගේ බෑනා වන පන්ථක ප්‍රනාන්දු ශ්‍රී ලංකාවේ ව්‍යාපාර කළමනාකරණය කරයි. ඇයගේ ව්‍යාපාර කළමනාකරණය සඳහා ඇයගේ පුත් අනුරුද්ධ ජයසූරිය පසුගියදා ලංකාවට පැමිණියා. ප්‍රනාන්දු අනුරාධපුර ක්‍රිකට් සමාජයේ සභාපතිවරයාය. ඔහු කලක් රංගිරි දඹුලු ක්‍රීඩාංගණය භාරව කටයුතු කළේය. ඔහුගේ පියා ධනවත් පවුලක උපන් ඉංජිනේරුවෙකි. ඔහු සමාජ සේවයට ලැදි වන අතර අන් අයට උපකාර කරයි. ප්‍රනාන්දු ක්‍රිකට් ක්‍රීඩාවට සම්බන්ධ කටයුතු සඳහා ඥානා අක්කාගේ හෝටලය භාවිත කරන බව ඔහුගේ සගයකු පැවසීය.",
        "ඥානා අක්කා විසින් ගුවන් තොටුපළ පාරේ මිලදී ගත් හෝටලය භාරව සිටියේද ඔහු බව ඔහුගේ සගයන් කීවේය. හෝටලයේ ඉදිකිරීම් කටයුතු නීති විරෝධී බවට චෝදනා එල්ල වී තිබේ. බලපත්‍රයක් හෝ ඔප්පුවක් නොමැති නුවර වැව රක්ෂිතයට අයත් ඉඩමක මෙම හෝටලය ඉදිකර ඇත. හෝටලයේ ඉදිරිපස ඉඩමට ඔප්පුවක් ඇති නමුත් එය ලබා ගත් ආකාරය වාරිමාර්ග දෙපාර්තමේන්තුව පවා නොදන්නා බව එහි ප්‍රකාශකයෙක් පැවසීය.",
        "හෝටලයේ පිහිනුම් තටාකය නුවර වැව රක්ෂිත ප්‍රදේශයේ ඉදිකර ඇත. නුවර වැව දෙසට වන්නට ගසක් සහ පුටුවක් ඇති අතර සවස් යාමයේ දර්ශනය සිත් ඇදගන්නා සුළුය. පිහිනුම් තටාකය අනන්ත තටාකයකි. එහි සීමාවක් නොමැති බව පෙනෙන අතර දර්ශන තලය විශිෂ්ටයි. තටාකය නුවර වැවට ඉතා ආසන්නව පිහිටා ඇති අතර පරිශීලකයෙකු තටාකයට ඇතුළු වූ විට ජලය පිටාර ගලයි; පිටාර ගැලීම ටැංකියට යයි. හමුදා නිලධාරීන් යොදවා රක්ෂිත ප්‍රදේශයක ඉදිකර ඇති මෙම හෝටලය නීති විරෝධී ඉදිකිරීමක් බව ප්‍රදේශවාසීහු පවසති.",
        "පෞද්ගලික ඉදිකිරීමක් සඳහා යුද හමුදා නිලධාරීන් යෙදවීම ද නීතියට පටහැනි බව ප්‍රදේශවාසීහු වැඩිදුරටත් පැවැසූහ. ඉඩම් සංවර්ධන සංස්ථාවේ ව්‍යාපෘති කළමනාකරු මේජර් ජෙනරාල් (රතු) කුමාර් හේරත් මීට පෙර ප්‍රකාශ කළේ පෞද්ගලික ඉදිකිරීම් සඳහා හමුදා නිලධාරීන් යෙදවිය නොහැකි බවයි. “හමුදා නිලධාරීන්ගේ වැටුප් රජය විසින් දරනු ලබන්නේ හමුදා සහ රජයේ කටයුතු සඳහා පමණි. හමුදා නිලධාරීන් පෞද්ගලික සේවයට යොදා ගැනීම බරපතළ වරදක්” හේරත් වැඩිදුරටත් පැවසීය. එහෙත් ඥානා අක්කාගේ හෝටලය ඉදිකිරීමට බොහෝ හමුදා නිලධාරීන් යොදා ගත් බව ප්‍රදේශවාසීහු වැඩිදුරටත් පැවසූහ. ප්‍රදේශය වටකර දැවැන්ත තාප්පයක් ඉදිකර ඇති අතර ආරක්ෂක කටයුතු සඳහා ඉදිරියෙන් හමුදා නිලධාරීන් යොදවා ඇත, ප්‍රදේශවාසීන් ගැටේ",
        "හෝටලය අයිති මගේ මස්සිනාට වන අතර ඔහු එංගලන්තයේ සිට පැමිණ ඇත. මම හෝටලය ගැන දන්නේ නැහැ, මම එය කළමනාකරණය කරන්නේ නැහැ",
        "“ඥානා අක්කා දේශපාලන බලතල පාවිච්චි කරලා අනුරාධපුරේ ධනවත් ව්‍යාපාරික කාන්තාවක් වෙලා” අනුරාධපුර නගරාධිපති එච්.පී.සෝමදාස මහතා පැවසීය. ඇයට නීතිය පාලනය කිරීමට හැකි දැයි විමසූ විට ඔහු ප්‍රතිචාර දැක්වූයේ සියල්ල ලබා ගත් පසු තවත් පාලනය කිරීමට ඉතිරිව ඇත්තේ කුමක්ද යන්නයි. “නුවර වැව ඉවුරේ ඉදිකරන ඇයගේ හෝටලය රක්ෂිතයේ තිබෙන බව මට දැනගන්නට ලැබුණා. එය මීට පෙර ඉදිකර තිබුණද එහි නව ඉදිකිරීම් සහ ප්‍රතිසංස්කරණ රක්ෂිතය තුළ ඇත. මෙම ඉදිකිරීම් සඳහා නගර සභාවේ අනුමැතිය ලබාගෙන නොමැති බැවින් එය අනවසර ඉදිකිරීමකි. නගර සැලැස්මට අනුව මහ නගර සභාව සහ නාගරික සංවර්ධන අධිකාරිය (UDA) සැලසුම් දෙකක් සකස් කරයි. නාගරික සංවර්ධන අධිකාරිය එහි සැලසුම් ලබා දෙයි, නමුත් අපට තවමත් හෝටල් සැලැස්ම ලැබී නැත. මේ ඉදිකිරීම් නවත්වන්න වාරිමාර්ග දෙපාර්තමේන්තුවට බලය තියෙනවා.”",
        "ඉඩම් දෙකක් තිබේ; එකක් ඔප්පුවකුත් එක්ක අනිත් එක නුවර වැව රක්ෂිතයේ. නුවර වැව ආසන්නයේ එවැනි හෝටල් රැසකට එරෙහිව නීතිමය ක්‍රියාමාර්ග ගත්තා. නීතිමය ක්‍රියාමාර්ග ගෙන තිබියදීත් ඉදිකිරීම් කටයුතු අඛණ්ඩව සිදුවෙමින් පවතී. අපි ඔවුන්ට දැනුම් දුන්නා ඉදිකිරීම් නවත්වන්න කියලා",
        "කෙසේ වෙතත් පසුව සෝමදාස කියා සිටියේ හෝටලය ඉදිකරන ඉඩම නුවරගම් පලාත නැඟෙනහිර ප්‍රාදේශීය සභාවට අයත් බවත් වැඩි විස්තර සඳහා එය අමතන ලෙසත්ය. මෙම ඉදිකිරීම රක්ෂිත ඉඩමකද නීතිවිරෝධීද යන්න පිළිබඳව කළ විමසීමකදී නුවරගම් පලාත ප්‍රාදේශීය සභාපති එස්.බී කුමාරදාස මහතා පැවසුවේ සැලසුමකින් තොරව ඉදිකිරීම් සිදුකෙරෙන බවයි. “අනවසර ඉදිකිරීම් ගැන අපිට පැමිණිලි ලැබුණා. අපි එහි ගොස් එහි කටයුතු නවතා සැලැස්ම සහ ඉඩම් හිමිකම් ලේඛන භාර දෙන ලෙස උපදෙස් දුන්නා. ඒ ලියකියවිලි භාරදීලා ඉදිකිරීම් ආරම්භ කළාද කියලා මම දන්නේ නැහැ. අපි ආණ්ඩුකාරතුමාට පැමිණිලි කළා නීතිය ක්‍රියාත්මක කරන්න කියලා. නුවර වැව රක්ෂිත ප්‍රදේශයේ ඔප්පු හිමි එවැනි හෝටල් ඕනෑ තරම් තිබේ. ඔප්පු කොහොමද ගත්තේ කියලා මම දන්නේ නැහැ. ප්‍රාදේශිය ලේකම්වරුන් අත්සන් කරන ලද ඔප්පු සහ ජනාධීපතිවරයා විසින් අත්සන් කරන ලද ජය භූමි සහ ස්වර්ණ භූමි ඔප්පු සහ මැනුම් සැලසුම් සන්තකයේ ඇත. ජය භූමි ඔප්පු සකස් කරන්නේ ග්‍රාම නිලධාරීවරයාගෙන් ආරම්භ වන ක්‍රියාවලියක් මගිනි. ඒ ඔප්පු සකස් කළේ කොහොමද කියලා මම දන්නේ නැහැ. ප්‍රමාද වැඩි නිසා මේ ඉදිකිරීම්වලට නීතිය ක්‍රියාත්මක කරන්න බැහැ,” ඔහු වැඩිදුරටත් පැවසීය.",
        "රක්ෂිත ප්‍රදේශ සහ අනවසර ඉදිකිරීම් සඳහා ඔප්පු සැකසීම සම්බන්ධයෙන් අදහස් දැක්වූ නුවරගම් පලාත නැගෙනහිර ප්‍රාදේශීය ලේකම් රුවන් ඒකනායක මහතා පැවසුවේ හෝටල් ඉඩමේ කොටසක ඔප්පුවක් තිබෙන බවයි. “ඔප්පුව පරණ මාරුවක්. අනෙක් කොටසට ඔප්පුවක් නැහැ. රක්ෂිත ප්‍රදේශවල ඉඩම්වලට හිමිකම් ඔප්පු දෙන්න බැහැ. ඔප්පු සකස් කිරීමට පෙර සිදුකළ සමීක්ෂණයකට අනුව මෙම ඉඩම රක්ෂිතයේ ඇති බවට අනාවරණය වී ඇත. එතකොට අපිට ඔප්පු හදන්න බෑ. හෝටලයේ පසුපස කොටස රක්ෂිත ඉඩමේ ඇති අතර වාරිමාර්ග සමීක්ෂණයකදී මේ බව තහවුරු විය. ලබාගත් ඔප්පු නීත්‍යානුකූල නැත. කවුරුහරි ඔප්පුවක් ඉල්ලුවම අපි සමීක්ෂණයක් කරනවා. ඔප්පු දෙනවද නැද්ද කියලා අපි තීරණය කරන නිර්දේශය අනුව තමයි වාරිමාර්ග දෙපාර්තමේන්තුව නිර්දේශ කරන්නේ.” ඔහු වැඩිදුරටත් පැවසීය.",
        "නුවර වැව ඉවුරේ ඉදිවන ඇයගේ හෝටලය රක්ෂිතයේ බව මට දැනගන්නට ලැබිණි. එය මීට පෙර ඉදිකර තිබුණද එහි නව ඉදිකිරීම් සහ ප්‍රතිසංස්කරණ රක්ෂිතය තුළ ඇත. මෙම ඉදිකිරීම් සඳහා නගර සභාවේ අනුමැතිය ලබාගෙන නොමැති බැවින් එය අනවසර ඉදිකිරීමකි",
        "වාරිමාර්ග දෙපාර්තමේන්තුවේ ප්‍රකාශකයෙකු පැවසුවේ ඥානා අක්කාගේ හෝටලය සම්බන්ධයෙන් නීතිමය ක්‍රියාමාර්ග ගෙන ඇති බවයි. “ඉඩම් දෙකක් තියෙනවා; එකක් ඔප්පුවකුත් එක්ක අනිත් එක නුවර වැව රක්ෂිතයේ. නුවර වැව ආසන්නයේ එවැනි හෝටල් රැසකට එරෙහිව නීතිමය ක්‍රියාමාර්ග ගත්තා. නීතිමය ක්‍රියාමාර්ග ගෙන තිබියදීත් ඉදිකිරීම් කටයුතු අඛණ්ඩව සිදුවෙමින් පවතී. ඉදිකිරීම් නවත්වන ලෙස අපි ඔවුන්ට දන්වා පොලිසිය, දිස්ත්‍රික් ලේකම්වරයා සහ ප්‍රාදේශීය ලේකම්වරයා ද දැනුවත් කළා. ඉදිකිරීම් නවත්වන්න අපි නියෝග දීලා තියෙනවා. අපි කියන දේ අහන්නේ නැත්නම් වාරි පනත යටතේ නඩු දාන්න පුළුවන්. වාරිමාර්ග අධ්‍යක්ෂ ජනරාල් ඉඩම් අධිකාරියයි. එතුමාගේ තීරණය මත අපි නැවත වතාවක් මේ අයට කියනවා රක්ෂිත ප්‍රදේශයේ ඉඩමේ අයිතිය පෙන්වන්න කියලා. ඔවුන් අසමත් වුවහොත් මේ පිළිබඳව නීතිපතිවරයාගේ අවධානයට යොමු කර නඩු පවරනවා. වාරිමාර්ග දෙපාර්තමේන්තුවේ අවසරයකින් හෝ නිර්දේශයකින් තොරව නුවරවැව රක්ෂිතය ආසන්නයේ ඉඩම් සඳහා ඔප්පු ලබාදී තිබෙනවා.” ඔහු වැඩිදුරටත් පැවසීය.",
        "වාරිමාර්ග අධ්‍යක්ෂ ජනරාල්වරයාගේ උපදෙස් පරිදි අනුරාධපුර කාර්යාලයේ නිලධාරියෙකු අමතා නීතිමය කටයුතු සුදානම් කර ඇති බවත් ඥානා අක්කාගේ හෝටලය රක්ෂිත ප්‍රදේශයක ඉදිකර ඇති බවට තහවුරු කර ගත් බවත් ඔහු පැවසීය. “ආරක්ෂිත ප්‍රදේශයක් තුළ හෝටලයක් ඉදිකරන්නේ නම්, රජයේ ඉඩම් (සන්තකයේ අයකර ගැනීමේ) පනත යටතේ නීතිය ක්‍රියාත්මක කර එම ඉදිකිරීම් ඉවත් කරනවා. නීති පද්ධතියේ ඇති දුර්වලතා නිසා මෙම ක්‍රියා පටිපාටිවල ප්‍රමාදයක් තිබේ. වාරිමාර්ග දෙපාර්තමේන්තුවට විතරක් මේවා ගැන හොයන්න බැහැ. අනෙක් ආයතනත් සහයෝගය දිය යුතුයි,” නිලධාරියා වැඩිදුරටත් පැවසීය.",
        "අනවසර ඉදිකිරීම් ගැන අපට පැමිණිලි ලැබුණා. අපි එහි ගොස් එහි කටයුතු නවතා සැලැස්ම සහ ඉඩම් හිමිකම් ලේඛන භාර දෙන ලෙස උපදෙස් දුන්නා. ඒ ලියකියවිලි භාරදීලා ඉදිකිරීම් ආරම්භ කළාද කියලා මම දන්නේ නැහැ. අපි ආණ්ඩුකාරතුමාට පැමිණිලි කළා නීතිය ක්‍රියාත්මක කරන්න කියලා",
        "අනුරාධපුර දිස්ත්‍රික් ලේකම් ජනක ජයසුන්දර මහතාගෙන් කළ විමසීමකදී කියා සිටියේ, වාරිමාර්ග සඳහා රක්ෂිත ප්‍රදේශයක සිදුවන ඕනෑම අනවසර ඉදිකිරීමක් නතර කිරීමටත්, ඕනෑම ප්‍රාදේශීය ලේකම්වරයකුට හොර ඔප්පු හෝ බලපත්‍ර නිකුත් කළහොත් ඔවුන්ට එරෙහිව නීතිමය ක්‍රියාමාර්ග ගැනීමටත් වාරිමාර්ග දෙපාර්තමේන්තුවට බලය ඇත. ව්‍යාජ ඔප්පු සකස් කර නීතිවිරෝධී ලෙස ඉදිකිරීම් සිදුකළ පාර්ශ්වයන්ට එරෙහිව නීතිය ක්‍රියාත්මක කිරීමට වාරිමාර්ග දෙපාර්තමේන්තුවට හැකිය.",
        "රක්ෂිත ප්‍රදේශයක අනවසරයෙන් හෝටලයක් ඉදිකිරීම සම්බන්ධයෙන් එල්ල වන චෝදනා සම්බන්ධයෙන් අදහස් දක්වමින් පන්ථක ප්‍රනාන්දු කියා සිටියේ එවැනි කරුණු පිළිබඳව තමන් නොදන්නා බවයි. “හෝටලය අයිති මගේ මස්සිනාට, ඔහු එංගලන්තයේ සිට පැමිණ තිබෙනවා. මම හෝටලය ගැන දන්නේ නැහැ, මම එය කළමනාකරණය කරන්නේ නැහැ,” ප්‍රනාන්දු පැවසීය. අනතුරුව ඔහු අනුරුද්ධ ජයසූරියගේ දුරකථන අංකය ලබාදුන් නමුත් එම අංකය හරහා ඔහු වෙත සම්බන්ධ වීමට ගත් සියලු උත්සාහයන් ව්‍යර්ථ විය. ඥානක්කාගේ දුරකථන අංකය ප්‍රනාන්දු විසින් අපට ලබා දුන් නමුත් ඇය සම්බන්ධ කර ගැනීමට නොහැකි විය. යුද හමුදාවේ ඉංජිනේරු බළකායේ සාමාජිකයන් පෞද්ගලික ඉදිකිරීම් ස්ථානයක යෙදවීම පිළිබඳව විමසීමට අප හමුදා මාධ්‍ය ප්‍රකාශකවරයා සම්බන්ධ කර ගැනීමට ගත් උත්සාහය පවා අසාර්ථක විය.",
        "ඔප්පුව පරණ මාරුවක්. අනෙක් කොටසට ඔප්පුවක් නැහැ. රක්ෂිත ප්‍රදේශවල ඉඩම්වලට හිමිකම් ඔප්පු දෙන්න බැහැ. ඔප්පු සකස් කිරීමට පෙර සිදුකළ සමීක්ෂණයකට අනුව මෙම ඉඩම රක්ෂිතයේ ඇති බවට අනාවරණය වී ඇත. එතකොට අපිට ඔප්පු කරන්න බැහැ"
      ]
    },
    "ta": {
      "title": "அனுராதபுர ஞான அக்கா புகழ்பெற்ற சூத்சேயரின் ஹோட்டல் ஸ்பாட்லைட்டின் கீழ் வருகிறது.’’",
      "body_lines": [
        "ஆளும் கட்சியின் முன்னணி அரசியல்வாதிகள் முதல் பாராளுமன்ற உறுப்பினர்கள், எதிர்க்கட்சி உறுப்பினர்கள், பாதுகாப்புப் படைத் தலைவர்கள் மற்றும் பல பிரபல நிலமேகள் ஆகியோர் ஞான அக்காவின் வாடிக்கையாளர்களாக உள்ளனர்.",
        "எங்கள் விசாரணையைத் தொடர்ந்து, கதாநாயகி அவள் பணிபுரிந்த எந்த இடத்திலாவது அவளுடைய முழுப் பெயரைப் பயன்படுத்தியிருக்கிறாரா என்று சந்தேகிக்க வேண்டிய கட்டாயம் ஏற்பட்டது.",
        "ஞான அக்கா அநுராதபுரத்தில் அரசியல் அதிகாரங்களைப் பயன்படுத்தி பணக்கார வியாபாரப் பெண்ணாக மாறியுள்ளார்",
        "இந்தக் கட்டுமானங்களை நிறுத்துவதற்கு நீர்ப்பாசனத் திணைக்களத்துக்கு அதிகாரம் உள்ளது",
        "பாதுகாக்கப்பட்ட பகுதியில் ஹோட்டல் கட்டப்பட்டால், அரசு நிலங்கள் (உடைமை மீட்பு) சட்டத்தின் கீழ் சட்டத்தை அமல்படுத்துவதன் மூலம் அத்தகைய கட்டுமானங்கள் அகற்றப்படும்.",
        "நீர்ப்பாசனத் திணைக்களத்தினால் போலியான பத்திரங்களை தயாரித்து சட்டவிரோதமான முறையில் கட்டுமான நடவடிக்கைகளை மேற்கொள்ளும் தரப்பினருக்கு எதிராக சட்டத்தை அமுல்படுத்த முடியும்.",
        "சக்தி வாய்ந்த அரசியல் பிரமுகர்களின் வரம்பற்ற அரசியல் அதிகாரங்களை ஆலய (தேவாலயா) அதிகாரிகள் அனுபவிக்கும் போது சட்டத்தை அமைதியாக்க முடியுமா? இந்த அரசியல் கட்டமைப்பின் மூலம் அவர்கள் ஏராளமான செல்வத்தை குவித்து வருகின்றனர். ஞான மெனியோவின் விகாரை அமைந்துள்ள அனுராதபுர நகரிலும் இதேபோன்ற சம்பவம் ஒன்று பதிவாகியுள்ளது. ‘சாஸ்தர கெடரா’ என்று அழைக்கப்படும் இது அரசியல்வாதிகளால் அடிக்கடி வந்து செல்லும். அவர் அனுராதபுரத்தில் உள்ள உள்ளூர் மக்களிடையே ஞான அக்கா என்று நன்கு அறியப்பட்டவர்; இந்த கதையின் கதாநாயகன். அவள் இதயங்களைக் கவர்ந்தாள்",
        "ஆளும் கட்சியின் முன்னணி அரசியல்வாதிகள் முதல் பாராளுமன்ற உறுப்பினர்கள், எதிர்க்கட்சி உறுப்பினர்கள், பாதுகாப்புப் படைத் தலைவர்கள் மற்றும் பிரபல நிலமேகள் பலர் ஞான அக்காவின் வாடிக்கையாளர்களாக உள்ளனர். வணிகர்கள் மற்றும் மருத்துவர்கள் மற்றும் பேராசிரியர்கள் போன்ற அறிஞர்கள் கூட அவரது வாடிக்கையாளர்களாக மாறிவிட்டனர். அவரது சேவைகளைப் பெறும் இளைஞர்கள் உள்ளனர், அவர்கள் விளையாடும் சிவப்பு மணிக்கட்டுப் பட்டைகளால் அவர்களை அடையாளம் காண முடியும்.",
        "ஞானா அக்காவின் சில கணிப்புகள் உண்மையாகியுள்ளன. அவரது வாடிக்கையாளர்கள் உயர் பதவிகள், அமைச்சரவை அமைச்சர் இலாகாக்கள் அல்லது நிறுவனங்களில் பதவிகளைப் பெற அல்லது தங்கள் வணிகங்களை மேம்படுத்துவதற்காக அவளைச் சந்திக்கின்றனர். இந்த வாடிக்கையாளர்கள் அவளை ஞான மெனியோ என்று அழைக்கிறார்கள். அவர் ஒரு காலத்தில் அரசு மருத்துவமனையில் பணிபுரிந்தவர், ஆனால் எங்கள் விசாரணையைத் தொடர்ந்து, கதாநாயகி அவள் பணிபுரிந்த எந்த இடத்திலும் அவளுடைய முழுப் பெயரைப் பயன்படுத்தியிருக்கிறாரா என்று சந்தேகிக்க வேண்டிய கட்டாயம் ஏற்பட்டது. அவள் பிரசவிப்பதால் பலர் அவளிடம் வருகிறார்கள் என்பது எங்களுக்குத் தெரியும்.",
        "தன்னிடம் வந்து நாட்டின் இரண்டாவது நாற்காலியைப் பெற விரும்பும் ஒரு அரசியல்வாதியிடம் அவர் முதல் நாற்காலியை ஆக்கிரமிப்பார் என்று கூறப்பட்டதாக அவள் கணித்தாள், இந்த கணிப்பு உண்மையாகிவிட்டது. பல பதவிகளுக்கு ஆட்கள் நியமிக்கப்படுவது குறித்து ஞானா அக்காவின் பெரும்பாலான கணிப்புகள் உண்மையாகிவிட்டன. இவரின் உதவியால் பதவிகளைப் பெற்றவர்கள் இந்தப் பதவிகளைத் தக்கவைத்துக் கொள்வதற்காக அவரைச் சந்தித்து வருகின்றனர். இந்த வாடிக்கையாளர்கள் மட்டுமே அவளுடைய கணிப்புகளை நம்புகிறார்கள். நாங்கள் பேசிய பெரும்பாலான உள்ளூர்வாசிகள் அவளால் கணிப்புகளைச் செய்யவோ அல்லது சகுனங்களைப் பற்றி துல்லியமாகவோ இருக்க முடியாது என்று கூறினார்கள். காளி தேவியின் ஆசீர்வாதத்தை வேண்டி இந்தக் கணிப்புகளைச் செய்யும் ஞானா அக்கா மிகவும் பிரபலமானவர். அரசியல்வாதிகள் மற்றும் தொழிலதிபர்களின் ஆதரவை தொடர்ந்து பெற்று வருகிறார். கொழும்பு மாவட்டத்தைச் சேர்ந்த நாடாளுமன்ற உறுப்பினர் ஒருவர் அமைச்சரவைப் பதவியைக் கேட்டு அவளைச் சந்தித்தார், அவர் வழங்கிய பரிசுகளின் அளவு கற்பனை செய்ய முடியாதது. அவருக்கு அனுராதபுரத்தில் ஒரு வீட்டை அன்பளிப்பாக வழங்கியதாக பிரதேச மக்கள் தெரிவித்தனர். இறுதியில் அவர் தனது அமைச்சரவை இலாகாவை இழந்தார்.",
        "ஞானா அக்காவுக்கு இதற்கு முன் இவ்வளவு செல்வம் இல்லை. அவர் அனுராதபுரம் வைத்தியசாலையில் பணிபுரியும் சிற்றூழியர்களில் ஒருவராக இருந்துள்ளார். பின்னர் மருத்துவமனையின் தொலைபேசி ஆபரேட்டராக பணியாற்றினார். 88-89 இல் அவரது கணவர் இறந்தது பலருக்குத் தெரியும். கணவனின் கொலையாளிகளை கணிக்க அவளுக்கு அதிகாரம் இருந்தும் இதுவரை அடையாளம் காணாததால், உள்ளூர்வாசிகள் அவரது நற்சான்றிதழ்களை கேள்வி எழுப்புகின்றனர். ஞானா அக்கா தனது கணவரின் மரணத்தைத் தொடர்ந்து கணிப்புகளைச் செய்யும் பரிசைப் பெற்றுள்ளார். சிறிய அளவில் இயங்கி வந்த இந்த ஆலயம், புனரமைப்புப் பணியைத் தொடர்ந்து விரிவடைந்து வருவதாக உள்ளூர்வாசிகள் மேலும் தெரிவித்தனர்.",
        "ஞானா அக்கா நாளுக்கு நாள் செழித்து வளர்ந்து பேசுபவராகிவிட்டார். அண்மையில் அனுராதபுரத்தில் விமான நிலைய வீதியில் அமைந்துள்ள லேக் மொனார்க் ஹோட்டலை கொள்வனவு செய்வது பற்றி பேசப்பட்டது. உள்ளூர்வாசிகளின் கூற்றுப்படி, அதன் மறுசீரமைப்பு மற்றும் புனரமைப்பு பணிகளுக்காக இராணுவ வீரர்கள் 'பணியமர்த்தப்பட்டனர்'. அனுராதபுரத்தில் உள்ள 50 கடைகளில் ஒன்றை லட்சக்கணக்கான ரூபாய் செலவில் வாங்கியதாக அநுராதபுரம் மாநகரசபை உறுதிப்படுத்தியுள்ளது. ஞானா அக்கா தனது மகனால் நிர்வகிக்கப்பட்ட வணிகங்களை இங்கிலாந்திலும் வைத்திருப்பதாக ஊடகங்கள் சமீபத்தில் வெளிப்படுத்தின. அவரது மருமகன் பந்தக பெர்னாண்டோ இலங்கையில் வணிகங்களை நிர்வகிக்கிறார். அவரது மகன் அனுருத்த ஜயசூரிய தனது தொழில்களை நிர்வகிப்பதற்காக அண்மையில் இலங்கைக்கு வந்திருந்தார். பெர்னாண்டோ அனுராதபுரம் கிரிக்கெட் கழகத்தின் தலைவர். சில காலம் ரங்கிரி தம்புலு ஸ்டேடியத்தின் பொறுப்பாளராகவும் இருந்தார். அவரது தந்தை ஒரு வசதியான குடும்பத்தில் பிறந்த பொறியாளர். சமூகப் பணிகளில் ஆர்வம் கொண்டவர், மற்றவர்களுக்கு உதவுவார். ஞானா அக்காவின் ஹோட்டலை கிரிக்கெட் தொடர்பான நடவடிக்கைகளுக்கு பெர்னாண்டோ பயன்படுத்துவதாக அவரது கூட்டாளி ஒருவர் தெரிவித்தார்.",
        "ஏர்போர்ட் ரோட்டில் ஞானா அக்கா வாங்கிய ஹோட்டலுக்கு இவரே பொறுப்பாக இருந்ததாகவும் அவரது கூட்டாளிகள் தெரிவித்தனர். ஹோட்டலில் நிர்மாணப் பணிகள் சட்டவிரோதமானவை என குற்றம் சுமத்தப்பட்டுள்ளது. உரிமம் அல்லது பத்திரம் எதுவும் இல்லாத நுவர வெவ ரிசர்வ் நிலத்தில் இந்த ஹோட்டல் நிர்மாணிக்கப்பட்டுள்ளது. ஹோட்டலின் முன் காணிக்கு பத்திரம் உள்ளது, ஆனால் அது எவ்வாறு பெறப்பட்டது என்பது நீர்ப்பாசன திணைக்களத்திற்கு கூட தெரியவில்லை என்று பேச்சாளர் ஒருவர் கூறினார்.",
        "ஹோட்டலின் நீச்சல் தடாகம் நுவரவெவ பாதுகாக்கப்பட்ட பகுதியில் கட்டப்பட்டுள்ளது. நுவற வெவாவை நோக்கி ஒரு மரமும் நாற்காலியும் உள்ளது மற்றும் மாலை நேரத்தில் காட்சி கண்கொள்ளாக் காட்சி. நீச்சல் குளம் ஒரு முடிவிலி குளம். இதற்கு எல்லையே இல்லை என்று தெரிகிறது மற்றும் இயற்கைக்காட்சி நேர்த்தியானது. நுவற வெவைக்கு மிக அருகாமையில் இந்த குளம் அமைந்துள்ளதால் பயனாளி ஒருவர் குளத்திற்குள் நுழையும் போது நீர் பெருக்கெடுத்து ஓடுகிறது. கசிவு தொட்டிக்கு செல்கிறது. இராணுவத்தினரைப் பயன்படுத்தி காப்புப் பகுதியில் நிர்மாணிக்கப்பட்டுள்ள இந்த ஹோட்டல் சட்டவிரோதமான கட்டிடம் என உள்ளூர்வாசிகள் தெரிவித்துள்ளனர்.",
        "தனியார் கட்டுமானத்திற்காக ராணுவ வீரர்களை பணியமர்த்துவதும் சட்டத்திற்கு எதிரானது என உள்ளூர்வாசிகள் மேலும் தெரிவித்தனர். தனியார் நிர்மாணங்களுக்கு இராணுவ வீரர்களை ஈடுபடுத்த முடியாது என காணி அபிவிருத்தி கூட்டுத்தாபனத்தின் திட்ட முகாமையாளர் மேஜர் ஜெனரல் (சிவப்பு) குமார் ஹேரத் முன்னதாக தெரிவித்தார். \"இராணுவ மற்றும் அரசாங்க நடவடிக்கைகளுக்காக மட்டுமே இராணுவ வீரர்களின் சம்பளம் அரசாங்கத்தால் ஏற்கப்படுகிறது. இராணுவத்தினரை தனியார் பணிக்கு பயன்படுத்துவது பாரிய குற்றமாகும்” என்று ஹேரத் மேலும் கூறினார். ஞான அக்காவின் ஹோட்டலை நிர்மாணிப்பதற்கு பல இராணுவ அதிகாரிகள் பயன்படுத்தப்பட்டதாக உள்ளூர்வாசிகள் மேலும் தெரிவித்தனர். அப்பகுதியைச் சுற்றிலும் ஒரு பெரிய சுவர் கட்டப்பட்டுள்ளது மற்றும் இராணுவ வீரர்கள் பாதுகாப்புக்காக முன் நிறுத்தப்பட்டுள்ளனர், உள்ளூர்வாசிகள் கேட்டே",
        "ஹோட்டல் எனது மைத்துனருக்கு சொந்தமானது, அவர் இங்கிலாந்திலிருந்து திரும்பியுள்ளார். ஹோட்டலைப் பற்றி எனக்குத் தெரியாது, நான் அதை நிர்வகிக்கவில்லை",
        "“அனுராதபுரத்தில் அரசியல் அதிகாரங்களைப் பயன்படுத்தி ஞானா அக்கா ஒரு பணக்கார வணிகப் பெண்ணாக மாறியுள்ளார்,” என்று அனுராதபுரம் மேயர். எச்.பி.சோமதாச தெரிவித்தார். அவளால் சட்டத்தை கட்டுப்படுத்த முடியுமா என்று கேட்டபோது, ​​எல்லாவற்றையும் பெற்ற பிறகு கட்டுப்படுத்த வேறு என்ன இருக்க முடியும் என்று அவர் பதிலளித்தார். மேலும், “நுவர வெவா கரையில் கட்டப்பட்டு வரும் அவரது ஹோட்டல் காப்புக்காட்டில் இருப்பதாக அறிந்தேன். இது முன்பு கட்டப்பட்டிருந்தாலும், அதன் புதிய கட்டுமானங்கள் மற்றும் புனரமைப்புகள் இருப்புக்குள் உள்ளன. இந்த கட்டுமானங்களுக்கு நகராட்சி அனுமதி பெறாததால், இது விதிமீறல் கட்டப்பட்டது. நகரத் திட்டத்தின்படி, நகராட்சி மற்றும் நகர்ப்புற மேம்பாட்டு ஆணையம் (UDA) இரண்டு திட்டங்களைத் தயாரிக்கின்றன. UDA அதன் திட்டங்களை வழங்குகிறது, ஆனால் நாங்கள் இன்னும் ஹோட்டல் திட்டத்தைப் பெறவில்லை. இந்தக் கட்டுமானங்களை நிறுத்துவதற்கு நீர்ப்பாசனத் துறைக்கு அதிகாரம் உள்ளது” என்றார்",
        "இரண்டு நிலங்கள் உள்ளன; ஒன்று பத்திரம் மற்றும் மற்றொன்று நுவர வெவ காப்புக்காட்டில். நுவரவெவக்கு அருகில் உள்ள பல ஹோட்டல்களுக்கு எதிராக சட்ட நடவடிக்கை எடுக்கப்பட்டது. சட்ட நடவடிக்கைகள் எடுக்கப்பட்ட போதிலும் கட்டுமானப் பணிகள் தொடர்ந்து நடைபெற்று வருகின்றன. கட்டுமானப் பணியை நிறுத்துமாறு அவர்களிடம் தெரிவித்தோம்",
        "எவ்வாறாயினும், ஹோட்டல் நிர்மாணிக்கப்படும் காணி நுவரகம் பலாத்த கிழக்கு பிரதேச சபைக்கு சொந்தமானது எனவும் மேலதிக விபரங்களுக்கு தொடர்பு கொள்ளுமாறும் பின்னர் சோமதாச தெரிவித்தார். இந்த நிர்மாணம் காப்பு காணியில் உள்ளதா மற்றும் சட்டவிரோதமானதா என வினவியபோது, ​​திட்டமில்லாமல் நிர்மாணப்பணிகள் இடம்பெற்று வருவதாக நுவரகம் பலாத்த பிரதேச சபையின் தலைவர் எஸ்.பி.குமாரதாச தெரிவித்தார். “சட்டவிரோத கட்டுமானங்கள் குறித்து எங்களுக்கு புகார்கள் வந்துள்ளன. நாங்கள் அங்கு சென்று நடவடிக்கைகளை நிறுத்திவிட்டு, திட்டம் மற்றும் நில உரிமை ஆவணங்களை ஒப்படைக்க அறிவுறுத்தினோம். அந்த ஆவணங்களை ஒப்படைத்துவிட்டு கட்டுமானத்தை ஆரம்பித்தார்களா என்று தெரியவில்லை. சட்டத்தை அமல்படுத்துமாறு கவர்னரிடம் புகார் அளித்தோம். நுவர வெவ ரிசர்வ் பகுதியில் இதுபோன்ற பல ஹோட்டல்கள் பத்திரங்கள் உள்ளன. பத்திரங்கள் எப்படி கிடைத்தது என்று தெரியவில்லை. பிரதேச செயலாளர்களால் கையொப்பமிடப்பட்ட பத்திரங்களும், ஜனாதிபதி கையொப்பமிட்ட ஜய பூமி மற்றும் ஸ்வர்ண பூமி பத்திரங்களும் உள்ளன. கிராம நிர்வாக அலுவலர் தொடங்கி ஒரு செயல்முறை மூலம் ஜெய பூமி பத்திரங்கள் தயாரிக்கப்படுகின்றன. அந்தச் செயல்கள் எப்படித் தயாரிக்கப்பட்டன என்பது எனக்குத் தெரியாது. காலதாமதமாகிவிட்டதால், இந்த கட்டுமானங்கள் மீது சட்டத்தை அமல்படுத்த முடியாது,'' என்றார்.",
        "பாதுகாக்கப்பட்ட பகுதிகள் மற்றும் சட்டவிரோத நிர்மாணங்களுக்கான பத்திரங்கள் தயாரிப்பது தொடர்பில் நுவரகம் பலாத்த கிழக்கு பிரதேச செயலாளர் ருவன் ஏகநாயக்க கருத்து தெரிவிக்கையில், ஹோட்டல் காணியின் ஒரு பகுதிக்கு பத்திரம் உள்ளதாக தெரிவித்தார். “பத்திரம் பழைய இடமாற்றம். மற்ற பகுதிக்கு பத்திரம் இல்லை. பாதுகாக்கப்பட்ட பகுதிகளில் உள்ள நிலங்களுக்கு உரிமைப் பத்திரம் வழங்க முடியாது. பத்திரம் தயாரிப்பதற்கு முன் நடத்தப்பட்ட கணக்கெடுப்பின்படி, நிலம் இருப்புப் பகுதியில் இருப்பது கண்டறியப்பட்டது. பிறகு நாம் செயல்களைச் செய்ய முடியாது. ஹோட்டலின் பின்புறம் இருப்பு நிலத்தில் உள்ளது, இது நீர்ப்பாசன ஆய்வில் உறுதி செய்யப்பட்டது. பெறப்பட்ட பத்திரங்கள் சட்டபூர்வமானவை அல்ல. யாராவது பத்திரம் கேட்டால் நாங்கள் கணக்கெடுப்பு நடத்துகிறோம். நீர்ப்பாசனத் திணைக்களம் அதன் பரிந்துரையின் அடிப்படையில் பத்திரங்கள் வழங்கப்படுமா இல்லையா என்பதை நாங்கள் தீர்மானிக்கிறோம். அவன் சேர்த்தான்.",
        "அவளது ஹோட்டல் நுவற வெவாவின் கரையில் கட்டப்பட்டிருப்பதாக அறிந்தேன். இது முன்பு கட்டப்பட்டிருந்தாலும், அதன் புதிய கட்டுமானங்கள் மற்றும் புனரமைப்புகள் இருப்புக்குள் உள்ளன. இந்த கட்டுமானங்களுக்கு நகராட்சி அனுமதி பெறாததால், இது விதிமீறல் கட்டப்பட்டது",
        "ஞானா அக்காவின் ஹோட்டல் தொடர்பில் சட்ட நடவடிக்கை எடுக்கப்பட்டுள்ளதாக நீர்ப்பாசன திணைக்களத்தின் பேச்சாளர் தெரிவித்துள்ளார். “இரண்டு நிலங்கள் உள்ளன; ஒன்று பத்திரம் மற்றும் மற்றொன்று நுவர வெவ காப்புக்காட்டில். நுவரவெவக்கு அருகில் உள்ள பல ஹோட்டல்களுக்கு எதிராக சட்ட நடவடிக்கை எடுக்கப்பட்டது. சட்ட நடவடிக்கைகள் எடுக்கப்பட்ட போதிலும் கட்டுமானப் பணிகள் தொடர்ந்து நடைபெற்று வருகின்றன. கட்டுமானப் பணியை நிறுத்துமாறு அவர்களுக்கு அறிவித்து, காவல்துறை, மாவட்டச் செயலாளர் மற்றும் பிரதேச செயலாளர் ஆகியோருக்கும் அறிவித்தோம். கட்டுமான பணியை நிறுத்த உத்தரவிட்டுள்ளோம். எங்கள் பேச்சை கேட்கவில்லை என்றால், பாசன சட்டத்தில் வழக்கு பதிவு செய்யலாம். நீர்ப்பாசனப் பணிப்பாளர் நாயகம் காணி அதிகாரம். அவரது முடிவின் அடிப்படையில் பாதுகாக்கப்பட்ட பகுதியில் உள்ள காணியின் உரிமையை இந்த மக்களிடம் காட்டுமாறு மீண்டும் ஒருமுறை கூறுவோம். தவறினால், அட்டர்னி ஜெனரலின் கவனத்திற்கு கொண்டு செல்லப்பட்டு, வழக்கு தொடரப்படும். நீர்ப்பாசனத் திணைக்களத்தின் அனுமதி அல்லது சிபாரிசு இன்றி நுவற வெவ காப்புக்காடுக்கு அருகிலுள்ள காணிகளுக்கு பத்திரங்கள் வழங்கப்பட்டுள்ளன” என்றார். அவன் சேர்த்தான்.",
        "நீர்ப்பாசனப் பணிப்பாளர் நாயகத்தின் ஆலோசனையின் பிரகாரம் அனுராதபுரம் அலுவலக அதிகாரி ஒருவரைத் தொடர்பு கொண்டு, சட்ட நடவடிக்கைகள் ஏற்பாடு செய்யப்பட்டுள்ளதாகவும், ஞான அக்காவின் ஹோட்டல் காப்புப் பகுதியில் நிர்மாணிக்கப்பட்டுள்ளதை உறுதிப்படுத்தியதாகவும் தெரிவித்தார். \"பாதுகாக்கப்பட்ட பகுதிக்குள் ஹோட்டல் கட்டப்பட்டால், அரசு நிலங்கள் (உடைமை மீட்பு) சட்டத்தின் கீழ் சட்டத்தை அமல்படுத்துவதன் மூலம் அத்தகைய கட்டுமானங்கள் அகற்றப்படும். சட்ட அமைப்பில் உள்ள குறைபாடுகள் காரணமாக இந்த நடைமுறைகளில் தாமதம் ஏற்படுகிறது. இந்த விடயங்களை நீர்ப்பாசன திணைக்களம் மாத்திரம் கண்டுகொள்ள முடியாது. மற்ற நிறுவனங்களும் ஆதரிக்க வேண்டும், ”என்று அதிகாரி மேலும் கூறினார்.",
        "விதிமீறல் கட்டுமானங்கள் குறித்து புகார்கள் வந்தன. நாங்கள் அங்கு சென்று நடவடிக்கைகளை நிறுத்திவிட்டு, திட்டம் மற்றும் நில உரிமை ஆவணங்களை ஒப்படைக்க அறிவுறுத்தினோம். அந்த ஆவணங்களை ஒப்படைத்துவிட்டு கட்டுமானத்தை ஆரம்பித்தார்களா என்று தெரியவில்லை. சட்டத்தை அமல்படுத்துமாறு கவர்னரிடம் புகார் அளித்தோம்",
        "அநுராதபுரம் மாவட்டச் செயலாளர் ஜனக ஜயசுந்தரவிடம் தொடர்பு கொண்டு கேட்டபோது, ​​“பாதுகாப்புப் பிரதேசத்தில் நீர்ப்பாசனத்திற்காக சட்டவிரோதமாக நிர்மாணிக்கப்பட்டால் அதனைத் தடுத்து நிறுத்துவதற்கும் எந்தவொரு பிரதேச செயலாளருக்கு எதிராக மோசடியான பத்திரங்கள் அல்லது அனுமதிப்பத்திரங்கள் வழங்கப்பட்டால் அவர்களுக்கு எதிராக சட்ட நடவடிக்கை எடுப்பதற்கும் நீர்ப்பாசனத் திணைக்களத்திற்கு அதிகாரம் உள்ளது. நீர்ப்பாசனத் திணைக்களத்தினால் போலிப் பத்திரங்கள் தயாரித்து சட்டவிரோதமான முறையில் கட்டுமான நடவடிக்கைகளை மேற்கொள்ளும் தரப்பினருக்கு எதிராக சட்டத்தை அமுல்படுத்த முடியும்.",
        "பாதுகாக்கப்பட்ட பிரதேசத்தில் சட்டவிரோதமாக ஹோட்டல் நிர்மாணிக்கப்பட்டமை தொடர்பிலான குற்றச்சாட்டுகள் தொடர்பில் கருத்து தெரிவித்த பந்தக பெர்னாண்டோ, அவ்வாறான விடயங்கள் தொடர்பில் தாம் அறிந்திருக்கவில்லை என தெரிவித்துள்ளார். “ஹோட்டல் எனது மைத்துனருக்கு சொந்தமானது, அவர் இங்கிலாந்திலிருந்து திரும்பியுள்ளார். ஹோட்டலைப் பற்றி எனக்குத் தெரியாது, நான் அதை நிர்வகிக்கவில்லை, ”என்று பெர்னாண்டோ கூறினார். பின்னர் அவர் அனுருத்த ஜயசூரியவின் தொலைபேசி இலக்கத்தை கொடுத்தார் ஆனால் அந்த இலக்கத்தின் ஊடாக அவரை தொடர்பு கொள்ள எடுத்த முயற்சிகள் பலனளிக்கவில்லை. ஞானக்காவின் தொலைபேசி இலக்கத்தை பெர்னாண்டோ எங்களிடம் கொடுத்தார், ஆனால் அவர் தொடர்பு கொள்ளவில்லை. இராணுவத்தின் பொறியியலாளர்கள் படையின் உறுப்பினர்களை தனியார் கட்டுமான தளத்தில் நிலைநிறுத்துவது பற்றி விசாரிக்க இராணுவ ஊடகப் பேச்சாளரை தொடர்பு கொள்ள நாங்கள் எடுத்த முயற்சிகள் கூட பலனளிக்கவில்லை.",
        "பத்திரம் பழைய இடமாற்றம். மற்ற பகுதிக்கு பத்திரம் இல்லை. பாதுகாக்கப்பட்ட பகுதிகளில் உள்ள நிலங்களுக்கு உரிமைப் பத்திரம் வழங்க முடியாது. பத்திரம் தயாரிப்பதற்கு முன் நடத்தப்பட்ட கணக்கெடுப்பின்படி, நிலம் இருப்புப் பகுதியில் இருப்பது கண்டறியப்பட்டது. பிறகு நாம் செயல்களைச் செய்ய முடியாது"
      ]
    }
  }
}