{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fitch-places-seven-insurers-on-rating-watch-negative/",
  "time_ut": 1650813360,
  "title": "Fitch places seven insurers on Rating Watch Negative",
  "body_lines": [
    "Fitch Ratings has placed the National Insurer Financial Strength (IFS) Ratings of seven Sri Lankan insurers on Rating Watch Negative (RWN). The insurers are:",
    "-National Insurance Trust Fund Board, HNB Assurance PLC, HNB General Insurance Limited, People’s Insurance PLC, Continental Insurance Lanka Limited",
    "Co-operative Insurance Company Limited and Sanasa General Insurance Company Limited.",
    "Fitch has also taken rating action on Sri Lanka Insurance Corporation. Fitch downgraded Sri Lanka Insurance Corp’s IFS to ‘CC’; placed IFS, ‘AA(lka)’ National IFS on RWN.",
    "The RWN is driven by heightened near-term downside risks to the insurers’ credit",
    "profiles, including elevated investment and liquidity risks, pressure on regulatory capital positions and a weaker financial performance outlook. The RWN also reflects potential pressure on foreign-currency obligations for some companies due to the stretched foreign- currency liquidity in the local banking system.",
    "Fitch believes recent negative rating action on the Sri Lanka sovereign and on various financial institutions underscores the investment risks of domestic insurers, whose investment portfolios are dominated by fixed-income securities issued or guaranteed by the government, deposits and securities issued by local banks, non-bank financial institutions and corporations; Fitch downgraded Sri Lanka’s sovereign rating to ‘C’, from ‘CC’ and had placed the ratings of several financial institutions on RWN.",
    "Fitch believes the heightened investment risks and earnings pressure could affect insurers’ regulatory capital profiles. A significant deterioration in the credit profiles of financial institutions could lead to lower regulatory risk-based capital (RBC) ratios, as investments will be subject to incremental risk charges according to local regulatory RBC rules.",
    "We think the weak foreign-currency liquidity in the local banking system could limit insurers’ ability to meet foreign-currency obligations. This includes premium payments to foreign reinsurers and other costs that are typically sourced from overseas. Foreign-currency denominated insurance contract obligations vary by insurer, but tend to be small and limited to certain non-motor classes.",
    "Fitch-rated insurers do not have any local- or foreign-currency denominated debt in their capital structures. Fitch expects the weak operating environment to affect insurers’ earnings. Growth in motor insurance – the largest contributor to non-life premiums for most insurers – is likely to remain subdued, as Fitch expects the government’s ban on auto imports, imposed in 2020 to control currency depreciation, to continue. In addition, underwriting profits will be squeezed by rising motor spare-part costs due to currency devaluation, while overall costs will climb with rising inflation. Insurers also have limited ability to reprice policies, given the dent in customers’ disposable incomes.",
    "Sri Lankan non-life insurers rely on international reinsurers to mitigate risks in their non-motor businesses. Fitch thinks any material changes to reinsurance structures upon renewal amid rising reinsurance costs could undermine insurers’ risk management practices and ability write new business.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Fitch Rating Watch Negative මත රක්ෂණකරුවන් හත් දෙනෙකු ස්ථානගත කරයි",
      "body_lines": [
        "Fitch Ratings විසින් ශ්‍රී ලාංකික රක්‍ෂණ සමාගම් හත් දෙනෙකුගේ ජාතික රක්‍ෂණ මූල්‍ය ශක්තිය (IFS) ශ්‍රේණිගත කිරීම් වොච් නෙගටිව් (RWN) මත තබා ඇත. රක්ෂණකරුවන් වන්නේ:",
        "-ජාතික රක්ෂණ භාර අරමුදල් මණ්ඩලය, HNB ඇෂුවරන්ස් PLC, HNB General Insurance Limited, People’s Insurance PLC, Continental Insurance Lanka Limited",
        "සීමාසහිත සමුපකාර රක්ෂණ සමාගම සහ සීමාසහිත සණස සාමාන්‍ය රක්ෂණ සමාගම.",
        "Fitch විසින් ශ්‍රී ලංකා රක්ෂණ සංස්ථාවට ශ්‍රේණිගත කිරීමේ ක්‍රියාමාර්ගයක් ද ගෙන ඇත. ෆිච් විසින් ශ්‍රී ලංකා ඉන්ෂුවරන්ස් කෝපරේෂන් හි IFS 'CC' දක්වා පහත හෙලීය; RWN මත IFS, ‘AA(lka)’ ජාතික IFS තැබීය.",
        "RWN මෙහෙයවනු ලබන්නේ රක්‍ෂණකරුවන්ගේ ණය සඳහා වැඩි වූ ආසන්න කාලීන අවාසි අවදානම් මගිනි",
        "ඉහළ ආයෝජන සහ ද්‍රවශීලතා අවදානම්, නියාමන ප්‍රාග්ධන ස්ථාන මත පීඩනය සහ දුර්වල මූල්‍ය කාර්ය සාධන දැක්ම ඇතුළු පැතිකඩ. දේශීය බැංකු පද්ධතියේ දිගු වූ විදේශ මුදල් ද්‍රවශීලතාවය හේතුවෙන් සමහර සමාගම් සඳහා විදේශ මුදල් බැඳීම් මත ඇති විය හැකි පීඩනය RWN ද පිළිබිඹු කරයි.",
        "ෆිච් විශ්වාස කරන්නේ ශ්‍රී ලංකා ස්වෛරීත්වය සහ විවිධ මූල්‍ය ආයතන මත මෑත කාලීන සෘණාත්මක ශ්‍රේණිගත කිරීම් ක්‍රියාමාර්ග රජය විසින් නිකුත් කරන ලද හෝ සහතික කරන ලද ස්ථාවර ආදායම් සුරැකුම්පත්, දේශීය බැංකු විසින් නිකුත් කරන ලද තැන්පතු සහ සුරැකුම්පත් මගින් ආධිපත්‍යය දරන දේශීය රක්ෂණකරුවන්ගේ ආයෝජන අවදානම් අවධාරනය කරන බවයි. - බැංකු මූල්‍ය ආයතන සහ සංගත; Fitch විසින් ශ්‍රී ලංකාවේ ස්වෛරී ශ්‍රේණිගත කිරීම 'CC' සිට 'C' දක්වා පහත හෙලූ අතර RWN හි මූල්‍ය ආයතන කිහිපයක ශ්‍රේණිගත කිරීම් තබා ඇත.",
        "ඉහළ ආයෝජන අවදානම් සහ ඉපැයීම් පීඩනය රක්ෂණකරුවන්ගේ නියාමන ප්‍රාග්ධන පැතිකඩ කෙරෙහි බලපෑ හැකි බව ෆිච් විශ්වාස කරයි. දේශීය නියාමන RBC නීතිවලට අනුව ආයෝජන වර්ධක අවදානම් ගාස්තුවලට යටත් වන බැවින් මූල්‍ය ආයතනවල ණය පැතිකඩවල සැලකිය යුතු පිරිහීමක් අඩු නියාමන අවදානම්-පාදක ප්‍රාග්ධන (RBC) අනුපාතවලට හේතු විය හැක.",
        "දේශීය බැංකු පද්ධතියේ දුර්වල විදේශ මුදල් ද්‍රවශීලතාවය විදේශ මුදල් බැඳීම් සපුරාලීමට රක්ෂණකරුවන්ගේ හැකියාව සීමා කළ හැකි යැයි අපි සිතමු. මෙයට විදේශීය ප්‍රතිරක්ෂණකරුවන්ට වාරික ගෙවීම් සහ සාමාන්‍යයෙන් විදේශයන්ගෙන් ලබා ගන්නා අනෙකුත් වියදම් ඇතුළත් වේ. විදේශ මුදල් නම් කරන ලද රක්ෂණ කොන්ත්‍රාත්තු වගකීම් රක්ෂණකරු විසින් වෙනස් වේ, නමුත් කුඩා වන අතර ඇතැම් මෝටර් නොවන පන්තිවලට සීමා වේ.",
        "ෆිච් ශ්‍රේණිගත කරන ලද රක්‍ෂණකරුවන්ට ඔවුන්ගේ ප්‍රාග්ධන ව්‍යුහය තුළ දේශීය හෝ විදේශ ව්‍යවහාර මුදල් නම් කළ ණය කිසිවක් නොමැත. දුර්වල මෙහෙයුම් පරිසරය රක්ෂණකරුවන්ගේ ඉපැයීම්වලට බලපානු ඇතැයි ෆිච් අපේක්ෂා කරයි. මුදල් අවප්‍රමාණය පාලනය කිරීම සඳහා 2020 දී පනවන ලද වාහන ආනයනය සඳහා රජය විසින් පැනවූ තහනම දිගටම පවතිනු ඇතැයි ෆිච් අපේක්ෂා කරන බැවින්, බොහෝ රක්‍ෂණකරුවන් සඳහා ජීවිත නොවන වාරික සඳහා විශාලතම දායකයා වන මෝටර් රථ රක්‍ෂණයේ වර්ධනය යටපත්ව පවතිනු ඇත. මීට අමතරව, මුදල් අවප්‍රමාණය වීම හේතුවෙන් මෝටර් රථ අමතර කොටස් පිරිවැය ඉහළ යාමෙන් ප්‍රතිරක්ෂණ ලාභ මිරිකනු ඇති අතර, උද්ධමනය ඉහළ යාමත් සමඟ සමස්ත පිරිවැය ඉහළ යනු ඇත. පාරිභෝගිකයින්ගේ ඉවත දැමිය හැකි ආදායමේ ඇති හානිය සැලකිල්ලට ගනිමින් රක්ෂණකරුවන්ට ප්‍රතිපත්ති නැවත මිල කිරීමට සීමිත හැකියාවක් ඇත.",
        "ශ්‍රී ලංකාවේ ජීවිත නොවන රක්‍ෂණකරුවන් ඔවුන්ගේ මෝටර් නොවන ව්‍යාපාරවල අවදානම් අවම කර ගැනීමට ජාත්‍යන්තර ප්‍රතිරක්‍ෂණකරුවන් මත විශ්වාසය තබයි. ඉහළ යන ප්‍රතිරක්‍ෂණ වියදම් මධ්‍යයේ අලුත් කිරීමේදී ප්‍රතිරක්‍ෂණ ව්‍යූහයන්හි කිසියම් ද්‍රව්‍යමය වෙනසක් රක්‍ෂණකරුවන්ගේ අවදානම් කළමනාකරණ පිළිවෙත් සහ නව ව්‍යාපාර ලිවීමේ හැකියාව අඩපණ කළ හැකි බව ෆිච් සිතයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஃபிட்ச் ஏழு காப்பீட்டு நிறுவனங்களை ரேட்டிங் வாட்ச் எதிர்மறையில் வைக்கிறது",
      "body_lines": [
        "Fitch Ratings ஏழு இலங்கைக் காப்புறுதி நிறுவனங்களின் தேசிய காப்புறுதி நிதி வலிமை (IFS) மதிப்பீடுகளை மதிப்பீடு கண்காணிப்பு எதிர்மறையில் (RWN) வைத்துள்ளது. காப்பீட்டாளர்கள்:",
        "-நேஷனல் இன்சூரன்ஸ் டிரஸ்ட் ஃபண்ட் போர்டு, எச்என்பி அஷ்யூரன்ஸ் பிஎல்சி, எச்என்பி ஜெனரல் இன்சூரன்ஸ் லிமிடெட், பீப்பிள்ஸ் இன்சூரன்ஸ் பிஎல்சி, கான்டினென்டல் இன்சூரன்ஸ் லங்கா லிமிடெட்",
        "கூட்டுறவு காப்பீட்டு நிறுவனம் லிமிடெட் மற்றும் சனச ஜெனரல் இன்சூரன்ஸ் கம்பெனி லிமிடெட்.",
        "Fitch இலங்கை காப்புறுதிக் கூட்டுத்தாபனத்தின் மீது மதிப்பீடு நடவடிக்கையையும் எடுத்துள்ளது. Fitch, Sri Lanka Insurance Corp இன் IFS ஐ ‘CC’ ஆக தரமிறக்கியது; RWN இல் IFS, ‘AA(lka)’ தேசிய IFS ஐப் பெற்றார்.",
        "RWN ஆனது, காப்பீட்டாளர்களின் கடனுக்கான மிக அதிகமான அருகாமையில் ஏற்படும் எதிர்மறையான அபாயங்களால் இயக்கப்படுகிறது",
        "உயர்ந்த முதலீடு மற்றும் பணப்புழக்க அபாயங்கள், ஒழுங்குமுறை மூலதன நிலைகள் மீதான அழுத்தம் மற்றும் பலவீனமான நிதி செயல்திறன் பார்வை உள்ளிட்ட சுயவிவரங்கள். உள்ளூர் வங்கி அமைப்பில் நீட்டிக்கப்பட்ட வெளிநாட்டு நாணய பணப்புழக்கம் காரணமாக சில நிறுவனங்களுக்கு வெளிநாட்டு நாணயக் கடமைகள் மீதான சாத்தியமான அழுத்தத்தையும் RWN பிரதிபலிக்கிறது.",
        "இலங்கை இறையாண்மை மற்றும் பல்வேறு நிதி நிறுவனங்களின் மீதான சமீபத்திய எதிர்மறை மதிப்பீடு நடவடிக்கையானது, அரசாங்கத்தால் வழங்கப்பட்ட அல்லது உத்தரவாதம் அளிக்கப்பட்ட நிலையான வருமானப் பத்திரங்கள், உள்ளூர் வங்கிகளால் வழங்கப்பட்ட வைப்புக்கள் மற்றும் பத்திரங்கள் ஆகியவற்றின் முதலீட்டு இலாகாக்களின் முதலீட்டு இலாகாக்கள் உள்நாட்டு காப்புறுதியாளர்களின் முதலீட்டு அபாயங்களை அடிக்கோடிட்டுக் காட்டுவதாக Fitch நம்புகிறது. - வங்கி நிதி நிறுவனங்கள் மற்றும் நிறுவனங்கள்; ஃபிட்ச் இலங்கையின் இறையாண்மை மதிப்பீட்டை ‘CC’ இலிருந்து ‘C’ க்கு தரமிறக்கியது மற்றும் RWN இல் பல நிதி நிறுவனங்களின் மதிப்பீடுகளை வைத்துள்ளது.",
        "முதலீட்டு அபாயங்கள் மற்றும் வருவாய் அழுத்தம் ஆகியவை காப்பீட்டாளர்களின் ஒழுங்குமுறை மூலதன விவரங்களைப் பாதிக்கலாம் என்று ஃபிட்ச் நம்புகிறது. நிதி நிறுவனங்களின் கடன் விவரங்களில் குறிப்பிடத்தக்க சரிவு குறைந்த ஒழுங்குமுறை இடர் அடிப்படையிலான மூலதன (RBC) விகிதங்களுக்கு வழிவகுக்கும், ஏனெனில் உள்ளூர் ஒழுங்குமுறை RBC விதிகளின்படி முதலீடுகள் அதிகரிக்கும் அபாயக் கட்டணங்களுக்கு உட்பட்டது.",
        "உள்ளூர் வங்கி அமைப்பில் பலவீனமான வெளிநாட்டு நாணய பணப்புழக்கம், வெளிநாட்டு நாணயக் கடமைகளைச் சந்திக்கும் காப்பீட்டாளர்களின் திறனைக் கட்டுப்படுத்தலாம் என்று நாங்கள் நினைக்கிறோம். வெளிநாட்டு மறுகாப்பீட்டாளர்களுக்கான பிரீமியம் செலுத்துதல்கள் மற்றும் பொதுவாக வெளிநாடுகளில் இருந்து பெறப்படும் பிற செலவுகள் இதில் அடங்கும். வெளிநாட்டு நாணயத்தில் குறிப்பிடப்பட்ட காப்பீட்டு ஒப்பந்தக் கடமைகள் காப்பீட்டாளரால் மாறுபடும், ஆனால் அவை சிறியதாகவும் சில மோட்டார் அல்லாத வகுப்புகளுக்கு மட்டுப்படுத்தப்பட்டதாகவும் இருக்கும்.",
        "ஃபிட்ச்-ரேட்டட் காப்பீட்டாளர்கள் தங்கள் மூலதனக் கட்டமைப்பில் உள்ளூர் அல்லது வெளிநாட்டு நாணயக் கடனைக் கொண்டிருக்கவில்லை. பலவீனமான செயல்பாட்டு சூழல் காப்பீட்டாளர்களின் வருவாயைப் பாதிக்கும் என்று ஃபிட்ச் எதிர்பார்க்கிறது. பெரும்பாலான காப்பீட்டாளர்களின் ஆயுள் அல்லாத பிரீமியங்களுக்கு மிகப்பெரிய பங்களிப்பான மோட்டார் இன்சூரன்ஸ் வளர்ச்சி - ஃபிட்ச், நாணயத் தேய்மானத்தைக் கட்டுப்படுத்த 2020ல் விதிக்கப்பட்ட வாகன இறக்குமதி மீதான அரசாங்கத்தின் தடை, தொடரும் என எதிர்பார்க்கிறது. கூடுதலாக, பணமதிப்பிழப்பு காரணமாக மோட்டார் உதிரிபாக செலவுகள் அதிகரித்து வருவதால் எழுத்துறுதி லாபம் பிழியப்படும், அதே சமயம் ஒட்டுமொத்த செலவுகளும் உயரும் பணவீக்கத்துடன் அதிகரிக்கும். வாடிக்கையாளரின் செலவழிப்பு வருவாயில் உள்ள பாதிப்பைக் கருத்தில் கொண்டு, காப்பீட்டாளர்களுக்கு பாலிசிகளை மறுவிலை செய்ய வரையறுக்கப்பட்ட திறன் உள்ளது.",
        "இலங்கை அல்லாத ஆயுள் காப்புறுதி நிறுவனங்கள் தங்கள் மோட்டார் அல்லாத வணிகங்களில் ஏற்படும் அபாயங்களைக் குறைக்க சர்வதேச மறுகாப்பீட்டாளர்களை நம்பியுள்ளன. மறுகாப்பீட்டுச் செலவுகள் அதிகரித்து வருவதால், புதுப்பித்தலின் போது மறுகாப்பீட்டுக் கட்டமைப்பில் ஏதேனும் பொருள் மாற்றங்கள் ஏற்பட்டால், காப்பீட்டாளர்களின் இடர் மேலாண்மை நடைமுறைகள் மற்றும் புதிய வணிகத்தை எழுதும் திறனைக் குறைமதிப்பிற்கு உட்படுத்தலாம் என்று ஃபிட்ச் நினைக்கிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}