{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/go-gota-go-abolish-ep/",
  "time_ut": 1652446860,
  "title": "“Go Gota Go” = Abolish EP",
  "body_lines": [
    "It’s pandemonium, an undeclared uprising. Greedy Mahinda delayed his resignation far too long. It will remain unsettled until “unwept, unloved and unhanged” Gota too cuts and runs. Not one Minister, regime MP (hucksters Vasu, Wimal and Udaya included) or government supporter dares to mount an unguarded platform or walk the streets even in the heart of his own constituencies for fear of public ridicule and rotten eggs. The government’s May Day meeting in Nugegoda was milquetoast. No government, ever, has been so loathed, colonial administrations included. A Daily Mirror opinion poll found that 96% said “President and PM must resign”. The DM is an English paper but I think that even across Sinhalese society the ‘Go Gota Go, Go Mahinda Go’ cry is ubiquitous; among Tamils and Muslims it is 100%.",
    "A nationwide hartal and general strike is strengthening; organisers coordinate and time events strategically. Gotabaya imposed a state of emergency for the second time in weeks; people largely ignore it. Strikes continue as and when they wish, the masses on the streets swell. Gota’s gamble has all the markings of another strategic disaster. Will he send out the troops to mow down the people? The police force is divided and dispirited, its loyalties mostly with the people. The military, notwithstanding generous recent pay increases and promotions, is not that stupid. If it kills people like dogs on the streets, remember Rajiv Gandhi; Indian muscle did at least on good thing! Sri Lanka is not an island separate unto itself. One-time Rajapaksa cheerleader Subramanium Swamy has tweeted “India must send in the Indian Army to restore constitutional sanity”. This is what Gota has exposed the country to. The military has been ordered to shoot on sight “anyone who plunders public property”. Will the Rajapaksa family be first in line; it best matches the criterion?",
    "Wishful thinking to one side, coldly and rationally I think that Gota cannot last. Furthermore, odds of even 25 seats for the Plundering Paksa Peramuna at the next election is zilch. Who got rid of Mahinda and Cabinet? Was it the red-hot revolutionaries of the JVP-NPP or was it a spontaneous movement of wide-eyed youth and angry middle class activists? (The use of the term middle class for the modern working class is methodologically inaccurate). The trade unions intervened at the last moment and tilted the scales. For months I have been warning my red-hot revolutionary comrades that the brewing anger was serious and they must integrate with it; I was spurned and ridiculed. The JVP even issued a statement warning people to be cautious of the aragalaya. Now the JVP-NPP is powerless in directing events; it follows like a tail. The Front Line Socialist Party (FSP) led by Kumar Gunaratnam and Pubudu Jagoda though smaller has greater influence. It would be wise for the JVP-NPP and the FSP to coordinate their social and economic programmes.",
    "It is no surprise that Anura and Sajith were cold shouldered (hooted according to some reports) by protesters when they visited the scene after all the fighting was over to secure opportunistic benefits. When Gota is kicked out, by whom will it be; by our red-hot revolutionaries? What a laugh! I futilely begged my comrades to learn how Lenin’s party took control of the ‘July Days’ and prevented anarchy; conditions are becoming anarchic. Government nominee Siyambalapitiya re-resigned as Deputy Spear within hours of re-election. Ali Sabry, sworn into the Cabinet, resigned within 24 hours, re-sworn-in he was kicked so hard on his spineless backside by the IMF that he won’t be able to re-park his precious re-sworn bum on a ministerial cushion for months. Mahinda once a charming rascal is lost in the woods, deaf, blind and ugly. This is the team of cretins, crooks and cripples that Gotabaya Rajapaksa captained till recently.",
    "If this was all I intended to say you will yawn, every column in every media outlet says this ad nauseum. There is a more important subtext I am aiming at. Gotabaya’s removal must lead as quickly as constitutionally feasible to the abolition of the Executive Presidency (EP), root and branch. No humbug repeal of 20A and reverting to 19A except as a stop-gap. The evil system spawned by JR must be eradicated without trace. Even Sajith and the SJB have at last seen the light and demanded abolition of EP. Forget erstwhile chamber-pot carriers now high and dry with full pots on their hands; they will fall in line if or when a presumptive Sajith Administration gets round to handing out sinecures. Ingrained opportunism dies hard.",
    "Another point. What balderdash to say that the minorities did better under EP than the previous parliamentary system. Sure amputation of the citizenship of Upcountry Tamils, Sinhala Only, stuffing Buddhism into the Constitution, “standardisation”, beating up Tamils on Satyagraha etc. are egregious crimes of Sinhala majority parliamentary governments. Compare that with 1983 government-military incited murder, rape and arson, the burning of the Jaffna Public Library, the alleged tens of thousands of civilians murdered in camps with presidential sanction by artillery shells in the closing stages of the Civil War, numerous Tamils and Muslims locked up under PTA, and so on. The kettle and the pot! Neither system provided a shred of protection for the minorities. The cancer of racism is buried elsewhere; a malignant “nationalist” mentality. The “achievement” of Sinhala nationalism, 1983 and the Executive Presidency after all was the consolidation of the LTTE and Prabakaran. The damning case against EP lies elsewhere, it harmed democracy on all sides for 50 years and continues to imperil it now! What a waste if aragalaya limits itself only to throwing out the Plundering Paksas. Must this noble efforts stop short of the golden dream of abolishing EP? Excruciating interruptus!",
    "In respect of an interim administration under Gota even Sajith says “Why should the people make sacrifices only to back another corrupt and inefficient government? Why should people keep the Rajapaksas going?” Anura Kumara says the same on behalf of the NPP-JVP. Both go further and damn EP. Interesting point then, who favours retention of EP? The majority of SLPP MPs don’t care a hoot. They know that this is the last time they will be permitted to crawl into parliament; their only interest (the three con-artists named in my opening para included) is to prolong this their final climax. To do so they must bum the Paksas and dance to every Paksa tune. The only wretches who crave to retain EP are the inhabitants of the Plundering Paksa leper colony. But with such a tiny support base not only Gotabaya, not only the Clan, but the executive presidency too is doomed. Its death rattle jars; let’s hasten its death.  Aragalaya must grab this chance by the forelock and not miss a once in a lifetime opportunity.",
    "Lanka’s EP System is not an example of the classic separation of powers between three branches of state – Executive, Legislative and Judicial. Tragically for most of the last 50 years, with brief exceptions the higher judiciary has been a pliant tool in the hands of absolutist or corrupt and self-serving presidents. This limb of the three-legged stool has been as limp as a soon-to-rot pathola. In electoral politics in Lanka (USA and France are different) the pendulum of parliamentary majority has swung in synchronism with presidential elections. JR and Mahinda had stool-pigeon parliaments at their service and no constraints in enacting vile constitutional changes. Lanka has always had an authoritarian presidential scheme. On rare occasions when rogue-presidents were sans two-thirds, gross venality solved it; such is the calibre of our parliamentarians.",
    "There is then a legitimate objection. If MPs are morally so paltry why prefer a parliamentary system? There are two answers, an idealist one and a more pragmatic one. The idealist version I have spoken in favour of at times but found no backers. Legislate to recall MPs; a provision now used elsewhere. But our MPs have invested so much at the hustings that they will never agree to let this outlay go down the tubes till they recover investment plus handsome returns (100 to 200% in five years; not bad eh?). More realistically however I need to concede that ‘recall of MPs’ is not a constitutional change that will happen. Hence by second argument. Even if MPs remain corrupt, a parliament stuffed with rogues is less expensive and less dangerous than EP. The cost side: Say each MP on average robs Rs 5 million during his term of office – the good ones will take nothing, the worst say Rs.10 million. The averaged-out total take of 225 persons is Rs.1,125 million (Rs.1.125 billion). What is the alleged take of the Brotherhood? Rumours put it at billions of dollars; a difference of two orders of magnitude!",
    "I do not need to argue the democracy case; 225 headless chickens cannot inflict the Lasantha-Ekneligoda murders, White Vans and Flags, Easter Sunday terrorism cover-ups, human-rights violations that have brought shame on the country, incompetent military brass in key positions, and Muslim doctors locked-up on trumped-up PTA charges. It is really not debatable that EP has been a blight on democracy, worse than what we suffered in the previous parliamentary era. Surely it’s an open and shut case then that the parliamentary system has been less-worse than EP on violation of rights.",
    "In the heartland of the division of power thesis, the USA, divisions have emerged. Many issues were simmering but came to a head with a leaked document, whose authenticity has been confirmed by John Roberts the CJ, that the Supreme Court may reverse its 1976 decision permitting abortion. It is feared this will open the door to a raft of reactionary decisions by the Court. The meddlesome hand of America’s most Neanderthal president is writ large. Trump and his Senate allies manoeuvred to have three justices appointed by this the nastiest president in US history, tipping the balance six to three in favour of bigots. America is on the eve of upheavals, protests and demands for constitutional reforms to prevent the Court being taken hostage by dinosaurs who have turned it into a third unelected legislative chamber. Term-limits, compulsory retirement age and expansion of the size of the Court are being canvassed. What we over here need to digest is that curbing presidential powers is on the agenda even on its home turf.",
    "Under capitalism, democracy is key to protecting the rights of the peeditha panthiya and the minorities. An Interim administration seeking to overcome the current gridlock must be based on (a) the resignation of Gota and selection of an Interim president, (b) a caretaker government (Karu is trustworthy as PM but he must publicly distance himself from Gota), (c) elections within four months, and (d) agreement among all who accept the Interim Plan (need not participate in the administration) to repeal the Executive Presidency as soon as constitutionally feasible.",
    "The initial outburst of violence last week was an outpouring of pent up anger. It was understandable, forgivable, therapeutic and mainly spontaneous. Now violence must stop! Lanka has to start work on the four-month Interim Plan. The Interim Administration must implement the Bunker Busting economic package I outlined last week and make drastic corrections while protecting the poorest. The medium term economic rescue programme to follow this is the task of the election winner. I have already offered my suggestions.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "“ගොටා ගෝ” = EP අහෝසි කරන්න",
      "body_lines": [
        "එය කෝලාහලයකි, ප්‍රකාශ නොකළ නැගිටීමක්. බලලෝභී මහින්ද ඉල්ලා අස්වීම බොහෝ කල් පමා කළේය. ගෝඨා ද කපාගෙන දුවන තුරු එය නොසන්සුන්ව පවතිනු ඇත. මහජන උපහාසයට සහ කුණු බිත්තරවලට බියෙන් එක ඇමැතිවරයකු, රෙජීමයේ මන්ත්‍රීවරුන් (වාසු, විමල් සහ උදය ඇතුළුව) හෝ රජයේ ආධාරකරුවෙක් හෝ අනාරක්ෂිත වේදිකාවක නැගී තම මැතිවරණ කොට්ඨාශයේ හදවතේ පවා පාරේ ඇවිදීමට එඩිතර නොවේ. නුගේගොඩ පැවති ආණ්ඩුවේ මැයි දින රැස්වීම කිරිබත් විය. යටත් විජිත පාලන ක්‍රම ඇතුළුව කිසිම රජයක් මෙතරම් පිළිකුල් කර නැත. ඩේලි මිරර් මත විමසුමකින් හෙළි වූයේ 96% \"ජනාධිපති සහ අගමැති ඉල්ලා අස්විය යුතු\" බවයි. ඩීඑම් යනු ඉංග්‍රීසි පත්තරයක් නමුත් මම හිතන්නේ සිංහල සමාජය පුරා පවා ‘ගොටා යන්න, මහින්ද යන්න’ කෑගැසීම හැමතැනම තිබේ. දෙමළ සහ මුස්ලිම් ජනතාව අතර එය 100% කි.",
        "රටපුරා හර්තාලයක් සහ මහා වැඩ වර්ජනයක් ශක්තිමත් වෙමින් පවතී; සංවිධායකයින් උපායමාර්ගිකව සිදුවීම් සම්බන්ධීකරණය සහ කාලය. ගෝඨාභය සති කිහිපයකින් දෙවැනි වරටත් හදිසි නීතිය පැනවීය; මිනිසුන් එය බොහෝ දුරට නොසලකා හරිති. ඔවුන්ට අවශ්‍ය පරිදි වැඩ වර්ජන දිගටම කරගෙන යන අතර, පාරේ සිටින මහජනතාව පුම්බා ගනිති. ගෝඨාගේ සූදුව තවත් උපායමාර්ගික ව්‍යසනයක සලකුණු ඇත. ඔහු සෙනඟ කපා දැමීමට හමුදාව යවයිද? පොලිස් බලකාය බෙදී හා අසහනයට පත්ව ඇත, එහි පක්ෂපාතීත්වය බොහෝ දුරට ජනතාව සමඟ ය. ත්‍යාගශීලී මෑත කාලීන වැටුප් වැඩිවීම් සහ උසස්වීම් නොතකා හමුදාව එතරම් මෝඩ නැත. මහමඟ බල්ලන් සේ මිනිසුන් මරා දමන්නේ නම් රජීව් ගාන්ධි මතක තබා ගන්න; ඉන්දියානු මාංශ පේශි අවම වශයෙන් හොඳ දෙයක් කළා! ශ්‍රී ලංකාව තමන්ටම වෙන් වූ දූපතක් නොවේ. වරක් රාජපක්ෂ චියර්ලීඩර් සුබ්‍රමනියම් ස්වාමි ට්වීට් කර ඇත්තේ “ව්‍යවස්ථාපිත සනීපාරක්ෂාව ප්‍රතිෂ්ඨාපනය කිරීම සඳහා ඉන්දියාව ඉන්දියානු හමුදාව යැවිය යුතුය” යනුවෙනි. මේක තමයි ගෝඨා රටට හෙලි කරලා තියෙන්නේ. “මහජන දේපළ කොල්ලකන ඕනෑම කෙනෙකුට” දුටු සැණින් වෙඩි තබන ලෙස හමුදාවට නියෝග කර ඇත. රාජපක්ෂ පවුල පළමු පෙළේ සිටීද; එය නිර්ණායකයට වඩාත් ගැලපෙනවාද?",
        "ප්‍රාර්ථනා කරන එක පැත්තකට වෙලා, සීලයෙන් සහ තාර්කිකව මට හිතෙන්නේ ගෝඨාට ඉන්න බෑ කියලා. තවද, මීළඟ මැතිවරණයේදී කොල්ලකෑමේ පක්‍ෂ පෙරමුණට ආසන 25ක් ඉක්මවීමේ සම්භාවිතාවක් නැත. මහින්දයි ඇමති මණ්ඩලයයි අයින් කළේ කවුද? එය JVP-NPP හි රතු-උණුසුම් විප්ලවවාදීන්ද නැතහොත් එය ඇස් පුළුල් වූ තරුණයින්ගේ සහ කෝපයට පත් මධ්‍යම පන්තික ක්‍රියාකාරීන්ගේ ස්වයංසිද්ධ ව්‍යාපාරයක් ද? (නූතන කම්කරු පන්තිය සඳහා මධ්‍යම පන්තිය යන යෙදුම භාවිතා කිරීම ක්‍රමවේදමය වශයෙන් සාවද්‍ය වේ). වෘත්තීය සමිති අන්තිම මොහොතේ මැදිහත් වෙලා තරාදිය ඇල කළා. මාස ගනනාවක් තිස්සේ මම මගේ රතු-උණුසුම් විප්ලවවාදී සහෝදරවරුන්ට අනතුරු අඟවමින් සිටියේ පෙරන කෝපය බරපතල බවත් ඔවුන් එය සමඟ ඒකාබද්ධ විය යුතු බවත්ය. මාව පිළිකුල් කළා, සමච්චල් කළා. අරගලයෙන් ප්‍රවේශම් වන්නැයි ජනතා විමුක්ති පෙරමුණ නිවේදනයක් පවා නිකුත් කළේය. දැන් JVP-NPP සිදුවීම් මෙහෙයවීමේදී බල රහිත ය; එය වලිගයක් මෙන් අනුගමනය කරයි. කුමාර් ගුණරත්නම් සහ පුබුදු ජාගොඩගේ නායකත්වයෙන් යුත් පෙරටුගාමී සමාජවාදී පක්ෂය (පෙසප) කුඩා වුවත් වැඩි බලපෑමක් ඇත. JVP-NPP සහ FSP ඔවුන්ගේ සමාජ හා ආර්ථික වැඩසටහන් සම්බන්ධීකරණය කිරීම නුවණට හුරුය.",
        "සියලු සටන් නිමවී අවස්ථාවාදී ප්‍රතිලාභ ලබා ගැනීම සඳහා එම ස්ථානයට පැමිණි අනුර සහ සජිත් විරෝධතාකරුවන් විසින් සීතල කර (සමහර වාර්තාවලට අනුව හූ කීම) පුදුමයක් නොවේ. ගෝඨා එලෙව්වම කාගෙන්ද; අපේ රතු-උණුසුම් විප්ලවවාදීන් විසින්ද? මොනතරම් හිනාවක්ද! ලෙනින්ගේ පක්ෂය 'ජූලි දින' පාලනය ගෙන අරාජිකත්වය වැළැක්වූ ආකාරය ඉගෙන ගන්නා ලෙස මම නිෂ්ඵල ලෙස මගේ සහෝදරයන්ගෙන් අයැද සිටියෙමි; තත්වයන් අරාජික වෙමින් පවතී. ආණ්‌ඩුවේ අපේක්‍ෂිත සියඹලාපිටිය නැවත ඡන්දයෙන් පැය කිහිපයක් ඇතුළත නියෝජ්‍ය හෙල්ලයෙන් ඉල්ලා අස්විය. අමාත්‍ය මණ්ඩලයට දිවුරුම් දුන් අලි සබ්රි, පැය 24ක් ඇතුළත ඉල්ලා අස්වී, නැවත දිවුරුම් දුන් අතර, IMF විසින් ඔහුගේ කොන්ද පණ නැති පස්ස පැත්තට පයින් ගැසූ නිසා, ඔහුගේ වටිනා නැවත දිවුරුම් දුන් බමුණ, අමාත්‍ය ධුරයක් මත නැවත නැවැත්වීමට ඔහුට නොහැකි වනු ඇත. මාස ගණනක් කුෂන්. මහින්ද වරෙක ආකර්ශනීය රස්තියාදුකාරයෙක් වනයේ නැති වී යයි, බිහිරි, අන්ධ සහ කැත. ගෝඨාභය රාජපක්ෂ මෑතක් වන තුරුම නායකත්වය දුන් ක්‍රේටින්, තක්කඩි සහ කොර කන්ඩායම මෙයයි.",
        "මම කියන්නට අදහස් කළේ මෙපමණක් නම්, ඔබ යවයි කියා, සෑම මාධ්‍ය ආයතනයකම සෑම තීරුවකම මේ දැන්වීම් නසනය කියයි. මම ඉලක්ක කරන ඊට වඩා වැදගත් යටි පෙළක් තියෙනවා. ගෝඨාභය ඉවත් කිරීම, විධායක ජනාධිපති ක්‍රමය (EP), මුල සහ ශාඛාව අහෝසි කිරීම සඳහා ව්‍යවස්ථානුකූලව හැකි ඉක්මනින් ගෙන යා යුතුය. 20A හි humbug අවලංගු කිරීමක් සහ නැවතුම් පරතරයක් ලෙස හැර 19A වෙත ආපසු යාමක් නොමැත. ජේ.ආර්. විසින් බිහිකළ දුෂ්ට ක්‍රමය හෝඩුවාවක් නොමැතිව තුරන් කළ යුතුය. සජිත් සහ SJB පවා අවසානයේ එළිය දැක EP අහෝසි කරන ලෙස ඉල්ලා ඇත. පැරණි කුටීර-පොට් වාහකයන් අමතක කරන්න දැන් ඉහළ සහ වියළි ඔවුන්ගේ අත් මත සම්පූර්ණ භාජන සමග; උපකල්පිත සජිත් පරිපාලනයක් සින්කර් බෙදා හැරීමට ගියහොත් හෝ කවදා හෝ ඔවුන් පෙළට වැටෙනු ඇත. මුල් බැසගත් අවස්ථාවාදය දරුණු ලෙස මිය යයි.",
        "තවත් කරුණක්. පෙර පැවති පාර්ලිමේන්තු ක්‍රමයට වඩා EP යටතේ සුළු ජාතීන් හොඳින් ක්‍රියා කළ බව පැවසීම මොනතරම් මෝඩකමක් ද? උඩරට දෙමළ, සිංහල පමණක් පුරවැසිභාවය කපා හැරීම, ආණ්ඩුක්‍රම ව්‍යවස්ථාවට බුදුදහම පුරවාලීම, “ප්‍රමිතිකරණය”, සත්‍යග්‍රහයේ දී දෙමළ ජනයාට පහර දීම යනාදිය සිංහල බහුතර පාර්ලිමේන්තු ආණ්‌ඩුවල බරපතළ අපරාධ වේ. 1983 රජය-හමුදාව විසින් උසිගන්වන ලද මිනීමැරුම්, ස්ත්‍රී දූෂණ සහ ගිනි තැබීම්, යාපනේ මහජන පුස්තකාලය ගිනි තැබීම, සිවිල් යුද්ධයේ අවසාන අදියරේ දී කාලතුවක්කු උණ්ඩවලින් ජනාධිපති අවසරය ඇතිව කඳවුරු තුළ ඝාතනය කරන ලදැයි කියන දස දහස් ගණන් සිවිල් වැසියන්, බොහෝ දෙමළ ජනතාව සමඟ සසඳන්න. මුස්ලිම්වරුන් ත්‍රස්තවාදය වැළැක්වීමේ පනත යටතේ කොටු කර ඇත, යනාදිය. කේතලය සහ බඳුන! කිසිම ක්‍රමයකින් සුළු ජාතීන්ට ආරක්ෂාවක් ලබා දුන්නේ නැත. ජාතිවාදයේ පිළිකාව වෙනත් තැනක වැළලී ඇත; මාරාන්තික \"ජාතිකවාදී\" මානසිකත්වයක්. 1983 සිංහල ජාතිකවාදයේ “ජයග්‍රහණය” සහ විධායක ජනාධිපති ක්‍රමය අවසානයේ එල්ටීටීඊය සහ ප්‍රභාකරන් ඒකාබද්ධ කිරීමයි. EP ට එරෙහි සාපරාධී නඩුව වෙනත් තැනක තිබේ, එය වසර 50 ක් පුරා සෑම පැත්තකින්ම ප්‍රජාතන්ත්‍රවාදයට හානි කළ අතර දැන් එය දිගටම විනාශ කරයි! අරගලය කොල්ලකන පක්‍ෂ විසි කිරීමට පමණක් සීමා වන්නේ නම් එය මොනතරම් නාස්තියක් ද? EP අහෝසි කිරීමේ ස්වර්ණමය සිහිනයෙන් මෙම උදාර උත්සාහය නතර කළ යුතුද? වේදනාකාරී බාධා කිරීම්!",
        "ගෝඨා යටතේ පවතින අන්තර්වාර පාලනයක් සම්බන්ධයෙන් සජිත් පවා පවසන්නේ “තවත් දූෂිත හා අකාර්යක්ෂම ආණ්ඩුවකට පිටුබලය දීමට පමණක් ජනතාව කැපකිරීම් කළ යුත්තේ ඇයි? ඇයි මිනිස්සු රාජපක්ෂලා දිගටම තියාගන්නේ?” NPP-JVP වෙනුවෙන් අනුර කුමාර කියන්නෙත් ඒකමයි. දෙන්නම තව ඉස්සරහට ගිහින් EP එකට මගුලක්. සිත්ගන්නා කරුණ නම්, EP රඳවා තබා ගැනීමට කැමති කවුද? ශ්‍රී ලංකා පොදුජන පෙරමුණේ බහුතර මන්ත්‍රීවරු හූවක් ගණන් ගන්නේ නැත. ඔවුන්ට පාර්ලිමේන්තුවට රිංගා යාමට අවසර ලැබෙන අවසන් අවස්ථාව මෙය බව ඔවුහු දනිති. ඔවුන්ගේ එකම උනන්දුව (මගේ ආරම්භක ඡේදයේ නම් කරන ලද සම-කලාකරුවන් තිදෙනා ඇතුළත් වේ) මෙය ඔවුන්ගේ අවසාන උච්චතම අවස්ථාව දික් කර ගැනීමයි. එසේ කිරීමට ඔවුන් පක්‍ෂයන් බම්ප් කර සෑම පක්‍ෂ තාලයකටම නැටිය යුතුය. EP රඳවා ගැනීමට ආශා කරන එකම කාලකන්නියන් වන්නේ කොල්ලකෑමේ Paksa ලාදුරු ජනපදයේ වැසියන්ය. එහෙත් මෙවැනි කුඩා ආධාර පදනමක් සමඟින් ගෝඨාභය පමණක් නොව වංශය පමණක් නොව විධායක ජනාධිපති ක්‍රමයද විනාශ වේ. එහි මරණ රාවය භාජන; එහි මරණය ඉක්මන් කරමු. අරගලයා මෙම අවස්ථාව පෙරළීමෙන් අල්ලා ගත යුතු අතර ජීවිතයේ එක් වරක්වත් ලැබෙන අවස්ථාවක් අතපසු නොකළ යුතුය.",
        "විධායක, ව්‍යවස්ථාදායක සහ අධිකරණ යන රාජ්‍ය ශාඛා තුන අතර සම්භාව්‍ය බලතල බෙදීම සඳහා ලංකාවේ EP පද්ධතිය උදාහරණයක් නොවේ. ඛේදජනක ලෙස පසුගිය වසර 50 න් වැඩි කාලයක් තිස්සේ, කෙටි ව්‍යතිරේකයකින් තොරව, ඉහළ අධිකරණය අත්තනෝමතික හෝ දූෂිත සහ ස්වයං-සේවය කරන ජනාධිපතිවරුන් අතේ යටත් මෙවලමක් වී ඇත. කකුල් තුනේ මලපහළේ මේ අතපය ඉක්මනින් දිරන පතෝලයක් වගේ කොර වෙලා. ලංකාවේ මැතිවරණ දේශපාලනයේ (ඇමරිකා එක්සත් ජනපදය සහ ප්‍රංශය වෙනස්) පාර්ලිමේන්තු බහුතරයේ පෙන්ඩලය ජනාධිපතිවරණ සමග සමමුහුර්තව පැද්දෙමින් තිබේ. ජේ.ආර්.ට සහ මහින්දට මළ පරෙවි පාර්ලිමේන්තු තිබූ අතර නීච ව්‍යවස්ථාමය වෙනස්කම් කිරීමට බාධාවක් නොවීය. ලංකාවේ කවදත් තිබුණේ ඒකාධිපති ජනාධිපති ක්‍රමයක්. තක්කඩි-ජනාධිපතිවරුන් තුනෙන් දෙකක් නොමැතිව සිටි දුර්ලභ අවස්ථාවන්හිදී, දළ දඩබ්බරකම එය විසඳීය; අපේ පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ දක්‍ෂතාවය එයයි.",
        "එතකොට නීත්‍යානුකූල විරෝධයක් එනවා. මන්ත්‍රීවරුන් සදාචාරාත්මකව මෙතරම් අල්පේච්ඡ නම් පාර්ලිමේන්තු ක්‍රමයකට කැමති ඇයි? උත්තර දෙකක් තියෙනවා, විඥානවාදී එකක් සහ වඩා ප්‍රායෝගික එකක්. විඥානවාදී අනුවාදය මම සමහර අවස්ථාවලදී පක්ෂව කතා කළ නමුත් අනුබල දෙන්නන් සොයා ගත්තේ නැත. මන්ත්‍රීවරුන් ආපසු කැඳවීමට නීති සම්පාදනය කිරීම; දැන් වෙනත් තැනක භාවිතා කරන විධිවිධානයකි. නමුත් අපේ මන්ත්‍රීවරු හුස්‌ටින්ස්‌වල කොපමණ මුදලක්‌ ආයෝජනය කර තිබේද යත්, ඔවුන් ආයෝජනය සහ කඩවසම් ප්‍රතිලාභ (වසර පහකින් 100 සිට 200% දක්වා; නරක නැත?) අයකර ගන්නා තෙක් මෙම වියදම් අඩු කිරීමට ඔවුන් කිසි විටෙකත් එකඟ නොවනු ඇත. වඩාත් යථාර්ථවාදීව කෙසේ වෙතත් ‘මන්ත‍්‍රීවරුන් ආපසු කැඳවීම’ සිදුවනු ඇති ව්‍යවස්ථාමය වෙනසක් නොවන බව මා පිළිගත යුතුය. එබැවින් දෙවන තර්කයෙන්. මන්ත්‍රීවරුන් දූෂිතයන් ලෙස සිටියත්, තක්කඩියන් පිරවූ පාර්ලිමේන්තුවක් EP ට වඩා මිලෙන් අඩු සහ භයානක අඩුය. පිරිවැය පැත්ත: සෑම මන්ත්‍රීවරයෙකුම ඔහුගේ නිල කාලය තුළ සාමාන්‍යයෙන් රුපියල් මිලියන 5ක් කොල්ලකෑ බව කියමු - හොඳ අය කිසිවක් නොගනියි, නරකම දෙය නම් රුපියල් මිලියන 10කි. පුද්ගලයන් 225 දෙනෙකුගේ සාමාන්‍ය ගතකිරීම රුපියල් මිලියන 1,125 (රු. බිලියන 1.125) වේ. සහෝදරත්වය පිළිබඳ චෝදනාව කුමක්ද? කටකතා එය ඩොලර් බිලියන ගණනින්; විශාලත්වයේ අනුපිළිවෙල දෙකක වෙනසක්!",
        "මට ප්‍රජාතන්ත්‍රවාදය ගැන තර්ක කරන්න අවශ්‍ය නැහැ. ලසන්ත-එක්නැලිගොඩ ඝාතන, සුදු වෑන් සහ කොඩි, පාස්කු ඉරිදා ත්‍රස්තවාදය වසන් කිරීම, රටම ලැජ්ජාවට පත් කළ මානව හිමිකම් කඩකිරීම්, ප්‍රධාන තනතුරුවල අදක්ෂ හමුදා පිත්තල, මුස්ලිම් වෛද්‍යවරුන් තුරුල් කරගෙන හිරකරන් ඉන්න ඔළුව නැති කුකුළන් 225කට බැහැ. - ඉහළ PTA ගාස්තු. පසුගිය පාර්ලිමේන්තු යුගයේ අප වින්ද දුක් විඳීමට වඩා දරුණු ලෙස EP ප්‍රජාතන්ත්‍රවාදයට ඛේදවාචකයක් වී තිබීම සැබවින්ම විවාදාත්මක නොවේ. පාර්ලිමේන්තු ක්‍රමය අයිතීන් උල්ලංඝණය කිරීම සම්බන්ධයෙන් EP ට වඩා අඩු නරක අතට හැරීම නිසැකව ම විවෘත හා වසා ඇති නඩුවකි.",
        "බලය බෙදීමේ නිබන්ධනයේ කේන්ද්‍රස්ථානය වන ඇමරිකා එක්සත් ජනපදයේ බෙදීම් මතුවී තිබේ. බොහෝ ප්‍රශ්න උග්‍ර වෙමින් පැවති නමුත් කාන්දු වූ ලේඛනයක් සමඟ හිස එසවිය, එහි සත්‍යතාව ජෝන් රොබට්ස් අගවිනිසුරුවරිය විසින් තහවුරු කර ඇත, ශ්‍රේෂ්ඨාධිකරණය ගබ්සාවට අවසර දෙන 1976 තීන්දුව ආපසු හැරවිය හැකිය. මෙමගින් අධිකරණය විසින් ප්‍රතිගාමී තීන්දු තීරණ රැසකට දොරගුළු විවර කරනු ඇතැයි බියක් පවතී. ඇමරිකාවේ වඩාත්ම නියැන්ඩර්තාල් ජනාධිපතිවරයාගේ මැදිහත් අත විශාලයි. ට්‍රම්ප් සහ ඔහුගේ සෙනෙට් සගයන් විසින් එක්සත් ජනපද ඉතිහාසයේ නපුරුම ජනාධිපතිවරයා ලෙස විනිසුරුවරුන් තිදෙනෙකු පත් කර ගැනීමට උපාමාරු දැමූ අතර ඉතිරිය හයට තුනට අන්තවාදීන්ට පක්ෂව යොමු කළහ. ඇමරිකාව තුන්වන තෝරා නොගත් ව්‍යවස්ථාදායක මණ්ඩලයක් බවට පත් කර ඇති ඩයිනෝසරයන් විසින් අධිකරණය ප්‍රාණ ඇපයට ගැනීම වැළැක්වීම සඳහා ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ සඳහා කැලඹීම්, විරෝධතා සහ ඉල්ලීම් ආසන්නයේ සිටී. කාලීන සීමාවන්, අනිවාර්ය විශ්‍රාම වයස සහ උසාවියේ ප්‍රමාණය පුළුල් කිරීම කැන්වසින් කෙරෙමින් පවතී. මෙහි දී අපට දිරවා ගත යුතු දෙය නම්, ජනාධිපති බලතල සීමා කිරීම එහි ගමෙහි පවා න්‍යාය පත්‍රයේ ඇති බවයි.",
        "ධනවාදය යටතේ පීඩිත පන්තියේ සහ සුළු ජාතීන්ගේ අයිතීන් සුරැකීමට ප්‍රජාතන්ත්‍රවාදය ප්‍රධාන වේ. පවතින අවුලෙන් මිදීමට උත්සාහ කරන අන්තර්වාර පාලනයක් පදනම් විය යුත්තේ (අ) ගෝඨාගේ ඉල්ලා අස්වීම සහ අතුරු ජනාධිපතිවරයකු තෝරා ගැනීම, (ආ) භාරකාර රජයක් (කරු අගමැති ලෙස විශ්වාස කළ හැකි නමුත් ඔහු ගෝඨාගෙන් ප්‍රසිද්ධියේ ඈත් විය යුතුය), ( ඇ) මාස හතරක් ඇතුළත මැතිවරණ, සහ (ඈ) විධායක ජනාධිපති ක්‍රමය ව්‍යවස්ථානුකූලව කළ හැකි ඉක්මනින් අහෝසි කිරීමට අතුරු සැලැස්ම (පරිපාලනයට සහභාගි විය යුතු නැත) පිළිගන්නා සියලු දෙනා අතර එකඟතාව.",
        "පසුගිය සතියේ ප්‍රචණ්ඩත්වයේ ආරම්භක පිපිරුම වූයේ සංවෘත කෝපයේ පිටාර ගැලීමකි. එය තේරුම්ගත හැකි, සමාව දිය හැකි, චිකිත්සක සහ ප්රධාන වශයෙන් ස්වයංසිද්ධ විය. දැන් ප්‍රචණ්ඩත්වය නැවැත්විය යුතුයි! මාස හතරක අතුරු සැලැස්මේ වැඩකටයුතු ආරම්භ කිරීමට ලංකාවට සිදුව තිබේ. අන්තර්වාර පරිපාලනය විසින් පසුගිය සතියේ මා ගෙනහැර දැක්වූ Bunker Busting ආර්ථික පැකේජය ක්‍රියාත්මක කළ යුතු අතර දුප්පත්ම ජනතාව ආරක්ෂා කරමින් දැඩි නිවැරදි කිරීම් සිදු කළ යුතුය. මෙය අනුගමනය කිරීමේ මධ්‍ය කාලීන ආර්ථික ගලවා ගැනීමේ වැඩසටහන මැතිවරණ ජයග්‍රාහකයාගේ කාර්යයයි. මම දැනටමත් මගේ යෝජනා ඉදිරිපත් කර ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "“கோ கோதா கோ” = EP ஐ ஒழிக்கவும்",
      "body_lines": [
        "இது ஒரு பிரகடனப்படுத்தப்படாத கிளர்ச்சி. பேராசை கொண்ட மகிந்த தனது இராஜினாமாவை வெகுகாலம் தாமதப்படுத்தினார். கோட்டாவும் \"கட்டுப்படாமல், விரும்பப்படாத மற்றும் தூக்கிலிடப்படாத\" வரை அது அமைதியற்றதாகவே இருக்கும். ஒரு அமைச்சரோ, ஆட்சியின் எம்பியோ (வாசு, விமல், உதயா உள்ளிட்டோர்) அல்லது அரசாங்க ஆதரவாளர்களோ, பொதுமக்களின் கேலிக்கும் அழுகிய முட்டைகளுக்கும் பயந்து, பாதுகாப்பற்ற மேடையில் ஏறவோ, தெருவில் நடக்கவோ துணிவதில்லை. நுகேகொடையில் நடைபெற்ற அரசாங்கத்தின் மே தினக் கூட்டம் காரசாரமாக நடைபெற்றது. எந்த அரசாங்கமும், காலனித்துவ நிர்வாகங்கள் உட்பட, வெறுக்கப்படவில்லை. டெய்லி மிரர் கருத்துக் கணிப்பில் 96% பேர் “ஜனாதிபதியும் பிரதமரும் பதவி விலக வேண்டும்” என்று கூறியுள்ளனர். தி.மு.க என்பது ஒரு ஆங்கிலப் பத்திரிக்கை ஆனால் சிங்களச் சமூகம் முழுவதும் கூட ‘கோ கோதா கோ, கோ மகிந்தா கோ’ என்ற கூக்குரல் எங்கும் பரவியிருப்பதாக நான் நினைக்கிறேன்; தமிழர்கள் மற்றும் முஸ்லிம்கள் மத்தியில் இது 100%.",
        "நாடு தழுவிய ஹர்த்தால் மற்றும் பொது வேலைநிறுத்தம் வலுவடைகிறது; ஏற்பாட்டாளர்கள் மூலோபாய ரீதியாக நிகழ்வுகளை ஒருங்கிணைத்து நேரத்தை நடத்துகின்றனர். கோட்டாபய சில வாரங்களுக்குள் இரண்டாவது தடவையாக அவசரகாலச் சட்டத்தை விதித்தார்; மக்கள் பெரும்பாலும் புறக்கணிக்கிறார்கள். அவர்கள் விரும்பும் போது வேலைநிறுத்தங்கள் தொடர்கின்றன, தெருக்களில் மக்கள் பெருக்கெடுக்கிறார்கள். கோட்டாவின் சூதாட்டம் மற்றொரு மூலோபாய பேரழிவுக்கான அனைத்து அடையாளங்களையும் கொண்டுள்ளது. மக்களைக் கொல்ல படைகளை அனுப்புவாரா? பொலிஸ் படை பிளவுபட்டுள்ளது மற்றும் சிதைந்துள்ளது, அதன் விசுவாசம் பெரும்பாலும் மக்களிடம் உள்ளது. இராணுவம், தாராளமாக சமீபத்திய ஊதிய உயர்வுகள் மற்றும் பதவி உயர்வுகள் இருந்தபோதிலும், அது முட்டாள்தனமாக இல்லை. தெருக்களில் நாய்களைப் போல் மக்களைக் கொன்றால், ராஜீவ் காந்தியை நினைவில் வையுங்கள்; இந்திய தசை குறைந்த பட்சம் நல்ல காரியத்தையாவது செய்தது! இலங்கை தனக்கென தனியான ஒரு தீவு அல்ல. ஒரு காலத்தில் ராஜபக்சேவின் சியர்லீடர் சுப்ரமணியம் சுவாமி, “அரசியலமைப்புச் சட்டத்தை மீட்டெடுக்க இந்தியா இந்திய இராணுவத்தை அனுப்ப வேண்டும்” என்று ட்வீட் செய்துள்ளார். இதைத்தான் கோத்தா நாட்டுக்கு அம்பலப்படுத்தியுள்ளார். “பொதுச் சொத்தை சூறையாடும் எவரையும்” கண்டால் சுட்டுக் கொல்லுமாறு இராணுவத்திற்கு உத்தரவிடப்பட்டுள்ளது. ராஜபக்ச குடும்பம் வரிசையில் முதலிடம் பெறுமா; இது அளவுகோலுடன் பொருந்துகிறதா?",
        "ஒரு பக்கம் ஆசைப்பட்டு, குளிர்ச்சியாகவும், பகுத்தறிவு ரீதியாகவும், கோட்டா நீடிக்க முடியாது என்று நினைக்கிறேன். மேலும், அடுத்த தேர்தலில் கொள்ளையடிக்கும் பக்ச பெரமுனாவுக்கு 25 ஆசனங்கள் கூட கிடைக்க வாய்ப்பில்லை. மகிந்தவையும் அமைச்சரவையையும் நீக்கியது யார்? ஜே.வி.பி-என்.பி.பி-யின் செஞ்சோற்றுப் புரட்சியாளர்களா அல்லது அது பரந்த விழிகள் கொண்ட இளைஞர்கள் மற்றும் கோபமான நடுத்தர வர்க்க ஆர்வலர்களின் தன்னிச்சையான இயக்கமா? (நவீன தொழிலாள வர்க்கத்திற்கு நடுத்தர வர்க்கம் என்ற வார்த்தையின் பயன்பாடு முறையியல் ரீதியாக தவறானது). தொழிற்சங்கங்கள் கடைசி நேரத்தில் தலையிட்டு தராசை சாய்த்தன. பல மாதங்களாக நான் என் சிவப்பு-சூடான புரட்சிகர தோழர்களை எச்சரித்து வருகிறேன், காய்ச்சும் கோபம் தீவிரமானது, அவர்கள் அதனுடன் ஒருங்கிணைக்க வேண்டும்; நான் நிராகரிக்கப்பட்டேன் மற்றும் கேலி செய்யப்பட்டேன். ஜே.வி.பி கூட மக்களை அரகலய தொடர்பில் எச்சரிக்கையாக இருக்குமாறு எச்சரிக்கும் அறிக்கையை வெளியிட்டது. இப்போது ஜே.வி.பி.-என்.பி.பி நிகழ்வுகளை வழிநடத்தும் சக்தியற்றது; அது ஒரு வால் போல பின்தொடர்கிறது. குமார் குணரத்னம் மற்றும் புபுது ஜாகொட தலைமையிலான முன்னணி சோசலிஸ்ட் கட்சி (FSP) சிறியதாக இருந்தாலும் அதிக செல்வாக்கைக் கொண்டுள்ளது. ஜே.வி.பி.-என்.பி.பி மற்றும் எப்.எஸ்.பி ஆகியவை தங்கள் சமூக மற்றும் பொருளாதார திட்டங்களை ஒருங்கிணைப்பது புத்திசாலித்தனமாக இருக்கும்.",
        "அநுரவும் சஜித்தும் சந்தர்ப்பவாத நலன்களைப் பெறுவதற்காக அனைத்து சண்டைகளும் முடிந்து சம்பவ இடத்திற்குச் சென்றபோது எதிர்ப்பாளர்களால் குளிர்ச்சியாக (சில அறிக்கைகளின்படி கூக்குரலிடப்பட்டது) ஆச்சரியப்படுவதற்கில்லை. கோத்தா வெளியேற்றப்படும் போது, ​​அது யாரால்; நமது சிவப்புப் புரட்சியாளர்களா? என்ன சிரிப்பு! லெனினின் கட்சி ‘ஜூலை நாட்களை’ எப்படிக் கட்டுப்படுத்தியது மற்றும் அராஜகத்தைத் தடுத்தது என்பதை அறிய என் தோழர்களிடம் நான் வீணாகக் கெஞ்சினேன்; நிலைமைகள் அராஜகமாகி வருகின்றன. அரசாங்க வேட்பாளர் சியம்பலாபிட்டிய மீண்டும் தேர்தல் நடைபெற்ற சில மணித்தியாலங்களில் பிரதி ஈட்டி பதவியை ராஜினாமா செய்தார். அமைச்சரவையில் பதவியேற்ற அலி சப்ரி, 24 மணி நேரத்திற்குள் ராஜினாமா செய்தார், மீண்டும் பதவியேற்றார் - சர்வதேச நாணய நிதியத்தால் அவர் முதுகெலும்பற்ற முதுகில் பலமாக உதைக்கப்பட்டார், அவர் தனது விலைமதிப்பற்ற மறுபிரமாணம் செய்த பம்பை மீண்டும் மந்திரி பதவியில் வைக்க முடியாது. மாதங்களுக்கு மெத்தை. மகிந்த ஒரு முறை காடுகளில் செவிட்டு, குருடர் மற்றும் அசிங்கமான ஒரு வசீகரமான அயோக்கியன். அண்மைக்காலம் வரை கோட்டாபய ராஜபக்ஷ தலைமை தாங்கிய க்ரெட்டின்கள், மோசடியாளர்கள் மற்றும் ஊனமுற்றவர்களின் அணி இதுவாகும்.",
        "நீங்கள் கொட்டாவி விடுவீர்கள் என்று நான் சொல்ல நினைத்தது இவ்வளவுதான் என்றால், ஒவ்வொரு ஊடகத்தின் ஒவ்வொரு பத்தியும் இந்த விளம்பர நயத்தையே கூறுகிறது. இதைவிட முக்கியமான ஒரு துணை உரையை நான் நோக்குகிறேன். கோட்டாபயவின் பதவி நீக்கம், நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை (EP), வேர் மற்றும் கிளையை ஒழிப்பதற்கு அரசியலமைப்பு ரீதியாக எவ்வளவு விரைவாக முடியுமோ அவ்வளவு விரைவாக வழிவகுக்கும். 20A இன் ஹம்பக் நீக்கம் மற்றும் 19A க்கு மாற்றியமைக்கப்படுவதை நிறுத்தும் இடைவெளி தவிர. ஜே.ஆரால் தோற்றுவிக்கப்பட்ட தீய அமைப்பு சுவடு தெரியாமல் ஒழிக்கப்பட வேண்டும். சஜித்தும் SJB யும் கூட கடைசியில் வெளிச்சம் போட்டு EP ஐ ஒழிக்க வேண்டும் என்று கோரியுள்ளனர். பழைய சேம்பர்-பாட் கேரியர்களை மறந்துவிடுங்கள், இப்போது கைகளில் முழு பானைகளுடன் உயரமாகவும் உலர்ந்ததாகவும் இருக்கும்; ஒரு அனுமான சஜித் நிர்வாகம் சினெக்யூர்களை ஒப்படைக்கும் பட்சத்தில் அல்லது போது அவர்கள் வரிசையில் விழுவார்கள். வேரூன்றிய சந்தர்ப்பவாதம் கடுமையாகச் சாகிறது.",
        "மற்றொரு புள்ளி. முந்தைய பாராளுமன்ற முறையை விட EP ஆட்சியில் சிறுபான்மையினர் சிறப்பாக செயல்பட்டார்கள் என்று சொல்வது என்ன முட்டாள்தனம். மலையகத் தமிழர்களின் குடியுரிமையை நிச்சயமாக துண்டித்தல், சிங்களம் மட்டும், அரசியலமைப்பில் பௌத்தத்தை திணித்தல், \"தரப்படுத்தல்\", சத்தியாக்கிரகத்தின் மூலம் தமிழர்களை தாக்குதல் போன்றவை சிங்கள பெரும்பான்மை பாராளுமன்ற அரசாங்கங்களின் பாரிய குற்றங்களாகும். 1983 ஆம் ஆண்டு அரசாங்க இராணுவம் தூண்டிய கொலை, கற்பழிப்பு மற்றும் தீவைப்பு, யாழ் பொது நூலக எரிப்பு, உள்நாட்டுப் போரின் இறுதிக் கட்டத்தில் பீரங்கி குண்டுகளால் ஜனாதிபதியின் அனுமதியுடன் முகாம்களில் கொல்லப்பட்ட பல்லாயிரக்கணக்கான பொதுமக்கள், ஏராளமான தமிழர்கள் மற்றும் முஸ்லிம்கள் பயங்கரவாத தடைச்சட்டத்தின் கீழ் அடைக்கப்பட்டுள்ளனர், மற்றும் பல. கெட்டி மற்றும் பானை! எந்த அமைப்பும் சிறுபான்மையினருக்கு ஒரு சிறிய பாதுகாப்பை வழங்கவில்லை. இனவெறியின் புற்று வேறு இடத்தில் புதைக்கப்பட்டுள்ளது; ஒரு வீரியம் மிக்க \"தேசியவாத\" மனநிலை. சிங்கள தேசியவாதத்தின் \"சாதனை\", 1983 மற்றும் நிறைவேற்று ஜனாதிபதி பதவி எல்.ரீ.ரீ.ஈ மற்றும் பிரபாகரனின் ஒருங்கிணைப்பு ஆகும். EP க்கு எதிரான கேடுகெட்ட வழக்கு வேறெங்கோ உள்ளது, அது 50 ஆண்டுகளாக அனைத்து தரப்பிலும் ஜனநாயகத்திற்கு கேடு விளைவித்து, இப்போதும் தொடர்ந்து பாதிப்பை ஏற்படுத்தி வருகிறது! கொள்ளையடிக்கும் பாக்களை தூக்கி எறிவதற்கு மட்டுமே அரகலயா தன்னைக் கட்டுப்படுத்திக் கொண்டால் என்ன வீண். இந்த உன்னத முயற்சிகள் EP ஐ ஒழிக்கும் பொன்னான கனவில் நின்றுவிட வேண்டுமா? வேதனை தரும் குறுக்கீடு!",
        "கோட்டாவின் கீழ் ஒரு இடைக்கால நிர்வாகம் குறித்து சஜித் கூட கூறுகிறார் “இன்னொரு ஊழல் மற்றும் திறமையற்ற அரசாங்கத்திற்கு ஆதரவாக மக்கள் ஏன் தியாகம் செய்ய வேண்டும்? மக்கள் ஏன் ராஜபக்சக்களை தொடர வேண்டும்?” NPP-JVP சார்பிலும் அனுரகுமாரவும் அதையே கூறுகிறார். இரண்டுமே மேலும் சென்று EPயை அழித்தது. சுவாரசியமான விஷயம், EP ஐ தக்கவைப்பதை யார் விரும்புகிறார்கள்? பெரும்பான்மையான SLPP எம்பிக்கள் ஒரு கூச்சலைப் பொருட்படுத்தவில்லை. அவர்கள் பாராளுமன்றத்திற்குள் வலம் வருவதற்கு இதுவே கடைசி முறை என்று அவர்களுக்குத் தெரியும்; அவர்களின் ஒரே ஆர்வம் (எனது தொடக்கப் பிரிவில் பெயரிடப்பட்ட மூன்று இணை-கலைஞர்கள் சேர்க்கப்பட்டுள்ளது) இதை அவர்களின் இறுதி உச்சக்கட்டத்தை நீடிக்க வேண்டும். அவ்வாறு செய்ய, அவர்கள் பக்ஸாக்களைக் கும்மாளமிட்டு, ஒவ்வொரு பக்ஸா இசைக்கும் நடனமாட வேண்டும். கொள்ளையடிக்கும் பக்சா தொழுநோயாளி காலனியில் வசிப்பவர்கள் மட்டுமே EP ஐத் தக்க வைத்துக் கொள்ள ஏங்கும் மோசமானவர்கள். ஆனால் இவ்வளவு சிறிய ஆதரவுத் தளத்துடன் கோட்டாபய மாத்திரமல்ல, குலத்துக்கு மட்டுமல்ல, நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைக்கும் அழிவுதான். அதன் மரண சத்தம் ஜாடிகள்; அதன் மரணத்தை விரைவுபடுத்துவோம். அரகலயா இந்த வாய்ப்பை முன்னோக்கி மூலம் பெற வேண்டும் மற்றும் வாழ்நாளில் ஒரு முறையாவது வாய்ப்பை இழக்கக்கூடாது.",
        "இலங்கையின் EP அமைப்பு, நிறைவேற்று, சட்டமியற்றும் மற்றும் நீதித்துறை ஆகிய மூன்று மாநிலக் கிளைகளுக்கிடையிலான அதிகாரங்களைப் பிரித்தெடுப்பதற்கு ஒரு எடுத்துக்காட்டு அல்ல. கடந்த 50 ஆண்டுகளில் துரதிர்ஷ்டவசமாக, சுருக்கமான விதிவிலக்குகளுடன், உயர் நீதித்துறை முழுமையான அல்லது ஊழல்வாதிகள் மற்றும் சுய சேவை செய்யும் ஜனாதிபதிகளின் கைகளில் ஒரு இணக்கமான கருவியாக உள்ளது. முக்கால் மலத்தின் இந்த மூட்டு சீக்கிரமே அழுகிப்போகும் பத்தோலா போல் தளர்ந்து விட்டது. இலங்கையின் தேர்தல் அரசியலில் (அமெரிக்காவும் பிரான்சும் வெவ்வேறானவை) பாராளுமன்ற பெரும்பான்மையின் ஊசல் ஜனாதிபதித் தேர்தலுடன் ஒத்திசைந்து ஊசலாடுகிறது. ஜே.ஆரும் மகிந்தவும் தமது சேவையில் மலப் புறா பாராளுமன்றங்களைக் கொண்டிருந்தனர் மற்றும் கீழ்த்தரமான அரசியலமைப்பு மாற்றங்களைச் செய்வதற்கு எந்தத் தடையும் இல்லை. இலங்கை எப்பொழுதும் எதேச்சதிகார ஜனாதிபதித் திட்டத்தைக் கொண்டுள்ளது. முரட்டு-ஜனாதிபதிகள் மூன்றில் இரண்டு பங்கு சான்ஸ் இல்லாத அரிதான சந்தர்ப்பங்களில், மொத்த வெறித்தனம் அதைத் தீர்த்தது; நமது நாடாளுமன்ற உறுப்பினர்களின் திறமையும் அப்படித்தான்.",
        "அப்போது முறையான எதிர்ப்பு உள்ளது. எம்.பி.க்கள் தார்மீக ரீதியில் மிகவும் அற்பமானவர்கள் என்றால் ஏன் பாராளுமன்ற முறையை விரும்ப வேண்டும்? இரண்டு பதில்கள் உள்ளன, ஒரு இலட்சியவாதி ஒன்று மற்றும் மிகவும் நடைமுறைக்குரிய ஒன்று. நான் சில சமயங்களில் ஆதரவாகப் பேசிய ஐடியலிஸ்ட் பதிப்பு ஆனால் ஆதரவாளர்கள் இல்லை. எம்.பி.க்களை திரும்ப அழைக்க சட்டம் இயற்றுங்கள்; இப்போது வேறு இடங்களில் பயன்படுத்தப்படும் ஒரு ஏற்பாடு. ஆனால், நமது எம்.பி.க்கள் அதிக முதலீடு செய்துள்ளதால், முதலீடு மற்றும் அழகான வருமானம் (ஐந்தாண்டுகளில் 100 முதல் 200% வரை; மோசமானதல்லவா?) திரும்பப் பெறும் வரை இந்த செலவினத்தை அவர்கள் ஒருபோதும் அனுமதிக்க மாட்டார்கள். எவ்வாறாயினும், இன்னும் யதார்த்தமாக, 'எம்.பி.க்களை திரும்பப் பெறுதல்' என்பது அரசியலமைப்பு ரீதியான மாற்றம் அல்ல என்பதை நான் ஒப்புக்கொள்ள வேண்டும். எனவே இரண்டாவது வாதம். எம்.பி.க்கள் ஊழல்வாதிகளாக இருந்தாலும் கூட, முரடர்களால் நிரப்பப்பட்ட பாராளுமன்றம் ஈ.பி.யை விட விலை குறைவு மற்றும் ஆபத்தானது. செலவுப் பக்கம்: ஒவ்வொரு எம்.பி.யும் தனது பதவிக் காலத்தில் சராசரியாக ரூ. 5 மில்லியனைக் கொள்ளையடித்ததாகச் சொல்லுங்கள் - நல்லவர்கள் எதையும் எடுக்க மாட்டார்கள், மோசமானவர்கள் ரூ. 10 மில்லியன். சராசரியாக 225 நபர்களின் மொத்த செலவு ரூ.1,125 மில்லியன் (ரூ.1.125 பில்லியன்). சகோதரத்துவத்தின் கூறப்படும் நடவடிக்கை என்ன? வதந்திகள் அதை பில்லியன் டாலர்கள் என்று வைத்தது; அளவு இரண்டு வரிசைகளின் வேறுபாடு!",
        "ஜனநாயக வழக்கை நான் வாதிடத் தேவையில்லை; லசந்த-எக்னெலிகொட கொலைகள், வெள்ளை வேன்கள் மற்றும் கொடிகள், ஈஸ்டர் ஞாயிறு பயங்கரவாத மூடிமறைப்புகள், நாட்டிற்கு அவமானத்தை ஏற்படுத்திய மனித உரிமை மீறல்கள், முக்கிய பதவிகளில் திறமையற்ற இராணுவ பித்தளைகள், மற்றும் முஸ்லிம் வைத்தியர்களுக்கு 225 தலையில்லா கோழிகள் சுமத்த முடியாது. -அப் PTA கட்டணங்கள். கடந்த பாராளுமன்ற காலத்தில் நாம் அனுபவித்ததை விட, ஜனநாயகத்தின் மீது EP ஒரு பேரழிவாக உள்ளது என்பது உண்மையில் விவாதத்திற்குரியது அல்ல. பாராளுமன்ற அமைப்பு உரிமைகளை மீறுவதில் EP ஐ விட மோசமாக உள்ளது என்பது நிச்சயமாக ஒரு திறந்த மற்றும் மூடிய வழக்கு.",
        "அதிகாரப் பகிர்வு ஆய்வறிக்கையின் மையப்பகுதியில், அமெரிக்கா, பிளவுகள் தோன்றியுள்ளன. பல சிக்கல்கள் கொதித்துக்கொண்டிருந்தன, ஆனால் கசிந்த ஆவணத்துடன் ஒரு தலைக்கு வந்தது, அதன் நம்பகத்தன்மையை ஜான் ராபர்ட்ஸ் CJ உறுதிப்படுத்தினார், உச்ச நீதிமன்றம் கருக்கலைப்பை அனுமதித்த 1976 தீர்ப்பை மாற்றலாம். இது நீதிமன்றத்தின் பிற்போக்குத்தனமான முடிவுகளுக்கு கதவைத் திறக்கும் என்று அஞ்சப்படுகிறது. அமெரிக்காவின் மிக நியாண்டர்டால் ஜனாதிபதியின் தலையீடு கை பெரியது. ட்ரம்ப் மற்றும் அவரது செனட் கூட்டாளிகள் மூன்று நீதிபதிகளை அமெரிக்க வரலாற்றில் மிக மோசமான ஜனாதிபதியாக நியமிக்க சூழ்ச்சி செய்தனர். நீதிமன்றத்தை மூன்றாவது தேர்ந்தெடுக்கப்படாத சட்டமன்ற அறையாக மாற்றிய டைனோசர்களால் பிணைக் கைதியாகக் கைப்பற்றப்படுவதைத் தடுக்க, அரசியல் சட்ட சீர்திருத்தங்களுக்கான எழுச்சிகள், எதிர்ப்புகள் மற்றும் கோரிக்கைகளின் முன் அமெரிக்கா உள்ளது. கால வரம்புகள், கட்டாய ஓய்வு வயது மற்றும் நீதிமன்றத்தின் அளவை விரிவாக்கம் ஆகியவை கேன்வாஸ் செய்யப்படுகின்றன. இங்கு நாம் ஜீரணிக்க வேண்டிய விஷயம் என்னவென்றால், ஜனாதிபதியின் அதிகாரங்களைக் கட்டுப்படுத்துவது அதன் சொந்த மண்ணில் கூட நிகழ்ச்சி நிரலில் உள்ளது.",
        "முதலாளித்துவத்தின் கீழ், பீடித்த பாந்தியா மற்றும் சிறுபான்மையினரின் உரிமைகளைப் பாதுகாப்பதில் ஜனநாயகம் முக்கியமானது. தற்போதைய சிக்கலைக் கடக்க விரும்பும் இடைக்கால நிர்வாகம் (அ) கோட்டாவின் ராஜினாமா மற்றும் இடைக்கால ஜனாதிபதியைத் தேர்ந்தெடுப்பதன் அடிப்படையில் இருக்க வேண்டும், (ஆ) ஒரு காபந்து அரசாங்கம் (கரு பிரதமராக நம்பகமானவர், ஆனால் அவர் கோட்டாவிலிருந்து பகிரங்கமாக விலகி இருக்க வேண்டும்), ( c) நான்கு மாதங்களுக்குள் தேர்தல், மற்றும் (d) இடைக்காலத் திட்டத்தை ஏற்கும் அனைவருக்கும் இடையே (நிர்வாகத்தில் பங்கேற்கத் தேவையில்லை) நிறைவேற்று ஜனாதிபதி முறையை அரசியலமைப்பு ரீதியாக சாத்தியமான விரைவில் ரத்து செய்ய உடன்பாடு.",
        "கடந்த வாரம் வன்முறையின் ஆரம்ப வெடிப்பு, அடக்கி வைக்கப்பட்ட கோபத்தின் வெளிப்பாடாகும். இது புரிந்துகொள்ளக்கூடியது, மன்னிக்கக்கூடியது, சிகிச்சையானது மற்றும் முக்கியமாக தன்னிச்சையானது. இப்போது வன்முறை நிறுத்தப்பட வேண்டும்! நான்கு மாத இடைக்காலத் திட்டத்தின் பணிகளை இலங்கை ஆரம்பிக்க வேண்டும். இடைக்கால நிர்வாகம் கடந்த வாரம் நான் கோடிட்டுக் காட்டிய பதுங்கு குழியின் பொருளாதாரப் பொதியை நடைமுறைப்படுத்த வேண்டும் மற்றும் ஏழை மக்களைப் பாதுகாக்கும் போது கடுமையான திருத்தங்களைச் செய்ய வேண்டும். இதைப் பின்பற்றுவதற்கான நடுத்தர கால பொருளாதார மீட்புத் திட்டம் தேர்தல் வெற்றியாளரின் பணியாகும். நான் ஏற்கனவே எனது பரிந்துரைகளை வழங்கியுள்ளேன்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}