{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81543/fr-applications-filed-over-current-economic-crisis-fixed-for-consideration",
  "time_ut": 1648800660,
  "title": "FR applications filed over current economic crisis fixed for consideration",
  "body_lines": [
    "The two fundamental rights (FR) applications filed by the Bar Association of Sri Lanka (BASL) on the ongoing economic crisis have been fixed for consideration on April 04.",
    "The FR applications were taken up before a three-judge bench of the Supreme Court, comprising Gamini Amarasekara, Achala Vengappuli and Arjuna Obeysekara earlier today.",
    "They were filed by BASL President Saliya Peiris PC, Deputy President Anura Meddegoda PC, Secretary Rajeev Amarasuriya, Treasurer Rajindh Perera and Assistant Secretary Pasindu Silva, to seek a court order directing the Cabinet of Ministers to provide solutions for the current economic situation in the country.",
    "The Attorney General, the Cabinet of Ministers, the Central Bank Governor, Secretary to the Treasury, secretaries to several ministries, the Ceylon Electricity Board, the Ceylon Petroleum Corporation and the State Pharmaceutical Corporation have been named as the respondents.",
    "President’s Counsel Uditha Igalahewa, appearing on behalf of the BASL, stressed that the members of the public are afflicted by the worsening fuel, LP gas and power crisis, noting that last night’s mass protests in Mirihana area is a perfect example for the public agitation towards the current administration.",
    "He pointed to a substantial, real and grave threat of a breakdown in the law-and-order situation of the country as a result of the ongoing situation. The president’s counsel accordingly requested the judge bench to take up the FR applications for consideration without delay.",
    "The petitioners, in their FR applications, claimed that their fundamental rights under Articles 11, 12(1), 13(4), 14(1)(g), 14(1)(h) and 14A of the Constitution are being violated or are in imminent danger of infringement by the actions and/or inaction of the state including the respondents.",
    "They also stated that the country is at present witnessing long queues for the purchase of essential supplies, mass protests and public unrest due to acute shortages and the sharp increase in the cost of goods and services including food, fuel and travel costs.",
    "The petitioners complained that Sri Lanka is currently facing an unprecedented economic and financial crisis, resulting in acute shortages of fuel, electricity, LP gas, food, milk power and medicines.",
    "They went on to note that they are compelled to come into court due to severe shortages in essential goods and services, that are considered vital for the survival and existence of the citizens of the country in whom is guaranteed the fundamental right to equality, equal protection of the law and the right to life under the constitution.",
    "They stated that, in view of the growing unrest and public protests witnessed across the island, they fear that there is a substantial, real and grave threat of a breakdown in the law-and-order situation of the country and a substantial threat to the Rule of Law, which should be addressed through timely and proportionate measures within the legal framework of the country."
  ]
}