{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82834/parliament-debate-on-supplementary-estimates-set-for-june-8",
  "time_ut": 1654177320,
  "title": "Parliament debate on Supplementary Estimates set for June 8",
  "body_lines": [
    "The debate on the Supplementary Estimate of Rs. 695 billion which is to be presented on the 7th of June by Prime Minister Ranil Wickremesinghe will be taken up for debate on the 8th until 5.30 pm, the Secretary General of Parliament Dhammika Dasanayake said.",
    "The Secretary General also said that the Resolutions under Section 8 of the Appropriation Act No. 7 of 2020 are to be passed following the debate on the same day.",
    "The decisions were taken at the Committee on Parliamentary Business chaired by Speaker of Parliament Mahinda Yapa Abeywardana, this morning (02).",
    "Furthermore, Regulations as mentioned in the Gazette Notification No. 2274/42 dated 09.04.2022 imposed under the Import and Export (Control) Act and the Regulation under the Local Treasury Bills Ordinance for the purpose of increasing the Credit limit by Rs. One Trillion are to be passed without a debate on the 7th.",
    "Prime Minister Ranil Wickremesinghe will then make a special statement on the current situation in the country and the adjournment debate on the said statement will be held until 5.30 pm.",
    "The Sri Lanka Electricity (Amendment) Bill (Second Reading) and Regulations under the Petroleum Resources Act are scheduled to be taken up for debate until 4.30 pm and passed in Parliament. Thereafter, time has been allotted for Questions at the Adjournment Time from 4.30 pm to 4.50 pm followed by the Motion at the Adjournment Time by the Government from 4.50 pm to 5.30 pm.",
    "Furthermore, it has been decided set aside time from 10.00 am to 5.30 pm on June 10th for the Vote of Condolences given the murder of Member of Parliament Amarakeerthi Athukorala who was killed during the recent clashes.",
    "Parliament meets daily at 10.00 am and except for June 10th, time has been allotted from 10.00 am to 11.00 am every day to raise Questions for Oral Answers.",
    "Amendments brought in by Hon. Dinesh Gunawardena, the Leader of the House to increase the strength of the Committees on Public Enterprises (COPE), the Committee on Public Accounts (COPA) and the Committee on Public Petitions in Parliament pertaining to its review mechanism was considered.",
    "Accordingly, it has been decided to convene a special meeting of the Committee on Parliamentary Business on the 7th at 2.30 pm to discuss this matter further.",
    "The Committee also drew attention to the letter sent by the Secretary to the Ministry of Finance proposing the importance of maintaining the business of Parliament with a minimum of paper use in relation to the creation of an eco-friendly e-government service while minimizing costs.",
    "The Committee also focused on the possibility of submitting soft copies of all reports and documents tabled in Parliament to a special web portal on the Parliamentary website for the use of Members of Parliament.",
    "Accordingly, the Speaker has given the necessary instructions by the unanimous decision of the Members of the Committee to take the necessary action expeditiously in the future.",
    "Furthermore, the Committee also decided to set aside Monday, July 04th as a special parliamentary day to take up 50 Questions for Oral Answers which could not be taken up in Parliament due to various reasons."
  ]
}