{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/joeyback-in-action/",
  "time_ut": 1647877800,
  "title": "Joey…back in action",
  "body_lines": [
    "Joey Lewis (no, I’m not referring to the famous American boxer Joe Lewis) is back in action, and will be doing his thing on Friday, June 17th, 2022, in Canada.",
    "Joey was one of our top-notch entertainers and made his presence felt, performing with several well-known local bands, including the Jetliners, Amazing Grace and Esquire Set.",
    "He has also been seen on the international stage, on many occasions, and, what’s more, he has been tagged Sri Lanka’s Neil Diamond.",
    "An old Peterite, Joey is now based in England and, unfortunately, we, in Sri Lanka, haven’t had the opportunity of seeing ‘Mr. Neil Diamond,’ on stage, for quite a while now.",
    "However, Sri Lankans, in Canada, are in lucks way, as Joey Lewis will be featured at ‘Reflections’ – the postponed New Year’s Eve Dinner Dance, originally scheduled for 31st December, 2021.",
    "The Sri Lankan ANCHORMAN, an English monthly tabloid, printed and published, in Canada, went into top gear, putting together this 31st night happening, which was expected to draw a large, enthusiastic Sri Lankan crowd, living in that part of the world.",
    "Unfortunately, the pandemic made it impossible to hold the dance, as scheduled, hence the new date – Friday, June 17, 2022, at the J&J Swagat Banquet Hall, in Ontario, Canada.",
    "Dirk Tissera and wife Michelle: Doing a stupendous job with The Sri Lankan ANCHORMAN, in Canada.",
    "Sri Lankan-born Dirk Tissera, the founder, publisher and Editor-in-Chief of The Sri Lankan ANCHORMAN, says that the new scene is going to be even more attractive, with the inclusion of Joey Lewis.",
    "Says Dirk: “Sri Lanka’s Neil Diamond will be performing, for the first time in Canada, and he is sure to give dance enthusiasts an unforgettable night of classy entertainment.”",
    "‘Reflections’ will also have Laya Alles on saxaphone, Black Jacks, and DJ Chammi, says Dirk.",
    "“I want to make this a memorable event and with the lineup we have, yes, we are going to have a blast!”",
    "The Sri Lankan ANCHORMAN has been around for 17 long years, in Canada, and is an extremely popular newspaper, among the Sri Lankans, over there.",
    "Dirk has the support of his wife, Michelle, and, together, they have proved that nothing is impossible for hard-working, and talented, Sri Lankans, in any part of the world.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}