{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/National-Chamber-of-Exporters-expects-stability-under-new-PM/56-735006",
  "time_ut": 1652898600,
  "title": "National Chamber of Exporters expects stability under new PM",
  "body_lines": [
    "Calls for immediate introduction of a system of reforms for economic recovery",
    "The National Chamber of Exporters of Sri Lanka (NCE) yesterday whilst extending well wishes to the newly appointed Prime Minister Ranil Wickremesinghe, said that the exporter fraternity expects an immediate introduction of a system of reforms for economic recovery under his leadership.",
    "In a statement NCE said it is the utmost duty of the new regime to stabilise the socio-economic and political system of the country which is in a dire state.",
    "“Despite a set target to reach $ 20 billion export revenue in 2022, the Government has failed to maintain a regular supply of power and energy, completely disrupting the production process of this country. Moreover, lack of foreign currency has further distressed Sri Lankan Exporters who are facing extreme difficulties to continue with their daily operation,” NCE said.",
    "It said exports are vital, as it is the only sector currently bringing the much-needed foreign currency, without which the country will further plummet economically. Hence, supporting exports is mandatory.",
    "Sri Lanka’s export industry has recently called on the Government several times in the past to resort to course correction on the multiple internal crises in forex, fuel, and power to salvage the only steady inflow of the $ 15 billion exchange annually.",
    "NCE also said a robust policy will definitely encourage and motivate exporters in expanding the international market share through continuous research and development, investment and exploiting new markets. It expects the new Prime Minister to activate the National Exports Strategy (NES) of Sri Lanka, which was introduced under his leadership, in alliance with the National Trade Policy.",
    "The NCE also said it is in the process of formulating a set of proposals in consultation with its members, identifying short- and medium-term requirements to support exports which will be presented to the Prime Minister in the very near future."
  ]
}