{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82869/pm-ranil-says-the-worst-is-yet-to-come",
  "time_ut": 1654361280,
  "title": "PM Ranil says the worst is yet to come",
  "body_lines": [
    "The worst is yet to come, Prime Minister Ranil Wickremesinghe said, appealing to the general public to brace themselves for the looming tough times.",
    "Addressing a conference organized in Colombo on Friday, he assured that necessary measures are being taken to introduce a food security programme to deal with the impending food crisis and source financing requirements from all friendly nations.",
    "The Premier said the country’s food supply is sufficient until this September or October, adding that the government making efforts to procure fertilizer required for the next Maha season.",
    "The country will be self-sufficient by February next year, if the fertilizer procuring attempts are successful, he pointed out.",
    "“What do you do in between? As the economy fails, more and more jobs are being lost, more and more enterprises are collapsing. This is what we are heading towards,” he warned.",
    "Noting that people may not be able to find three meals a day, the prime minister stressed the need to avoid starvation.",
    "“We cannot get through this year by ourselves,” PM Wickremesinghe said, explaining that Sri Lanka needs to reach out again to the countries it rejected.",
    "He said Sri Lanka is lucky that India and China came forward for help and added that the island nation should also look towards the western countries.",
    "Speaking further, PM Wickremesinghe addressed the criticisms against the Central Bank of Sri Lanka for some of its measures to remedy the crisis situation such as the impact the interest rate hikes have had on the SMEs.",
    "The Premier said this is natural given the situation of the country but assured that he would intervene if the impacts of the Central Bank’s policy persist.",
    "“I don’t want to interfere [with the Central Bank], because there is confidence if you allow the Central Bank to take decisions on monetary policy independently.”"
  ]
}