{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sls-banking-sector-suffering-from-a-lack-of-forex-liquidity/",
  "time_ut": 1651590060,
  "title": "‘SL’s banking sector suffering from a lack of forex liquidity’",
  "body_lines": [
    "The banking sector in Sri Lanka suffers from a lack of forex liquidity in spite of being a stable sector in the country, Central Bank Governor Dr Nandalal Weerasinghe said.",
    "” Our banking sector is quite stable but a lack of forex liquidity, both in private and state banks, is an issue. But we will make every possible attempt to increase the inflow of dollars to the system, Weerasinghe told a media conference recently.",
    "“We have plans to remove a forced conversion rule for services exports as part of plans to gradually relax controls imposed in recent months, he said.",
    "“In the case of services exports, like IT and tourism, we will remove the mandatory conversion requirement, the Governor said.",
    "Weerasinghe added: “Goods imports are made through the Customs. We have no way to track these services. We have been told that some people are not bringing these moneys in at all because of the forced conversion rule.”",
    "Meanwhile, the Department of Census and Statistics last Friday releasing its data said that Sri Lanka’s inflation, as measured by the change in the Colombo Consumers’ Price Index (CCPI), increased to 29.8 per cent in April 2022 from 18.7 per cent in March 2022.",
    "Year- on -Year inflation for the Food Group increased to 46.6 per cent in April 2022 from 30.2 per cent in March 2022 and Year- on- Year inflation for the Non- Food Group increased to 22.0 per cent in April 2022 from 13.4 per cent the previous month.",
    "For the month of April 2022, on a year‐to‐year basis, contribution to inflation by food commodities was 14.69 per cent and the contribution of No Food items was 15.10 per cent.",
    "The moving average inflation rate for the month of April 2022 is 11.3 per cent. The corresponding rate for the month of March 2022 was 9.1 percent.",
    "Raigam Tele’es celebrates Sri Lankan TV artistes with support from Sampath Bank",
    "Dialog Fibre set to power Capital Heights with the latest in fibre optic technology",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}