{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/IFC-reaffirms-commitment-to-Sri-Lanka-amid-plans-to-increase-investments/34-731585",
  "time_ut": 1646601180,
  "title": "IFC reaffirms commitment to Sri Lanka amid plans to increase investments",
  "body_lines": [
    "IFC’s Vice President for Risk Mohamed Gouled; Country Officer for IFC Sri Lanka and Maldives Victor Antonypillai; World Bank Country Director for Sri Lanka, Maldives and Nepal Faris Hadad-Zervos; Regional Director for South Asia Hector Gomez Ang; Country Manager for Sri Lanka and the Maldives Lisa Kaestner; IFC Regional Vice President for Asia and the Pacific Alfonso Garcia Mora; President of Sri Lanka Gotabaya Rajapaksa; Secretary to President Gamini Senarath; Principal  Advisor to the President Lalith Weeratunga; Secretary/Ministry of Finance S.R. Attygalle and Director General/External Resources Department Ajith Abeysekera",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "JKH Chairman Krishan Balendra and IFC Regional Vice President for Asia and the Pacific Alfonso Garcia Mora",
    "",
    "",
    "",
    "",
    "",
    "",
    "A top IFC official says the development organisation aims to boost its investments in Sri Lanka, with a focus on supporting private sector job creation, paving the way for robust investments to help spur the country’s recovery and future growth.",
    "The comments by IFC Regional Vice President for Asia and the Pacific Alfonso Garcia Mora, came at the end of a three-day visit to Sri Lanka, which included a meeting with the President Gotabaya Rajapaksa, Finance Minister Basil Rajapaksa, government officials, including the Central Bank of Sri Lanka (CBSL) Governor Ajith Nivard Cabraal, private sector representatives, entrepreneurs, and development partners.",
    "Garcia Mora was accompanied by IFC’s Vice President for Risk Mohamed Gouled, Regional Director for South Asia Hector Gomez Ang and the new Country Manager for Sri Lanka and the Maldives Lisa Kaestner, as well as the World Bank Country Director for Sri Lanka, Maldives and Nepal Faris Hadad-Zervos.",
    "“In my meeting with His Excellency the President, we discussed the need to have a sound macro fiscal stability to attract foreign capital and provide medium- and long-term certainty,” Garcia Mora said. “The talks also focused on ways to maximise the potential of the country’s private sector to help address Sri Lanka’s challenges and achieve the inclusive growth the country needs.”",
    "“We are committed to Sri Lanka,” Garcia Mora said. “This is demonstrated by our investment commitments in the past six months which have targeted export-oriented industries. Since the onset of the pandemic, IFC has also played a strong counter cyclical role in its financing and will continue to build on that program going forward.”",
    "During his meetings, Garcia Mora highlighted IFC's investment of $ 450 million during the first 18 months of the pandemic in Sri Lanka as a sign of IFC's steadfast commitment to the country.",
    "“We are working with the private sector in the country to create a robust investment pipeline and this can be accelerated with additional reforms in the infrastructure sector, allowing the private sector to play a bigger role,” Garcia Mora said. “IFC intends to invest a further $ 150 million during the current fiscal year ending in June 2022. Over the next five years, IFC is looking at an investment pipeline of more than $ 800 million, specifically in supporting growth-enabling sustainable infrastructure.”",
    "IFC’s efforts will focus around three strategic pillars in Sri Lanka: supporting innovation for growth, including export diversification, start-ups, niche market agriculture and value additions for export, high tech manufacturing; growth-enabling sustainable infrastructure, including low-cost clean energy, sustainable transport and logistics systems; and deepening social and financial inclusion, including digitisation, economic participation of underserved people, especially women.",
    "While in Colombo, Garcia Mora also signed a cooperation agreement with John Keells Holdings (JKH) to develop a commercially viable and sustainable street market in Colombo 2, which will also promote women’s participation in hospitality and tourism. The officials also had the opportunity to meet clients and partners of Women in Work program – IFC’s largest, standalone country-based gender program designed to close gender gaps in Sri Lanka’s private sector.",
    "Since the beginning of the pandemic, IFC has invested $ 450 million in Sri Lanka, including $ 175 million in JKH to boost retail and tourism – IFC’s largest investment in Sri Lanka over its 50-year operations. As part of the overall pandemic response, IFC injected $ 50 million in Commercial Bank of Ceylon and $ 25 million in Nations Trust Bank to help small businesses stay afloat during the height of the pandemic.",
    "IFC’s strategy also focused on expanding export diversification, promoting sustainability and inclusive growth. Last year, IFC piloted a new digital health program – DigiHealth – to boost access to affordable and quality health-care services in Sri Lanka and beyond.",
    "In October, IFC also issued its first-ever rupee-denominated bond in the country – the ‘Serendib Bond’ – to ensure that the private-sector has access to long-term offshore financing in local currency."
  ]
}