{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-ICAEW-set-sight-on-producing-more-Chartered-Accountants-to-power-businesses/34-734930",
  "time_ut": 1652812200,
  "title": "CA Sri Lanka, ICAEW set sight on producing more Chartered Accountants to power businesses",
  "body_lines": [
    "Meeting in progress between ICAEW and CA Sri Lanka officials",
    "With Chartered Accountants known the world over to possess unique skills to power businesses across multiple sectors and industries, the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) continued to work with the Institute of Chartered Accountants of England and Wales (ICAEW), one of the world’s oldest and most prestigious accounting bodies, to produce more Chartered Accountants in Sri Lanka.",
    "CA Sri Lanka is among the only professional bodies in the world where ICAEW shares an agreement enabling CA Sri Lanka students to obtain both the ICAEW and CA Sri Lanka Chartered Accounting qualifications simultaneously at the end of the course, thereby providing CA students with double demand, double the opportunities and enhanced international mobility.",
    "During a high-level meeting between officials of CA Sri Lanka and ICAEW Senior International Business Development Manager Daniel Westley who was in Sri Lanka recently, both professional bodies discussed ways and means to strengthen their relationship and to continue to promote the international ICAEW qualification in Chartered Accounting in Sri Lanka.",
    "Westley had a series of meetings with CA Sri Lanka President Sanjaya Bandara, Vice President Heshana Kuruppu, immediate Past President Manil Jayesinghe, CEO Dulani Fernando as well as with Director – Student Affairs Lakmali Priyangika and SAB Campus Director Prof. Ariyarathna Jayamaha.",
    "During the meetings, Westley explained that the ICAEW qualification is a highly sought-after qualification across the globe including among employers in the UK where there are numerous new job opportunities for ICAEW qualified Chartered Accountants ranging from senior finance positions including c-suite executive positions. For more information on available job opportunities for ICAEW qualified accountants, please visit jobs.icaew.com/.",
    "The Associate Chartered Accounting qualification from ICAEW is one of the most advanced learning professional development programmes available in the world today and is valued around the world in business, practice, and the public sector.",
    "He further highlighted that CA Sri Lanka is the only professional body in the world that enjoys an exclusive three pathway arrangement with ICAEW where students and members of CA Sri Lanka can obtain the ICAEW qualification.",
    "The dual pathway scheme is where existing CA students can simultaneously obtain dual qualifications from ICAEW and CA Sri Lanka by completing the CA Sri Lanka’s Business Level and Corporate Level, and just two subjects under the Strategic Level which are SL2 Corporate Finance and Risk Management and SL3 Corporate Taxation subjects under the Curriculum 2020, and then follow Corporate Reporting, Strategic Business Management, and the Case Study in the ICAEW Advanced Level.",
    "By taking advantage of the dual pathway offered by CA Sri Lanka and ICAEW, aspiring Chartered Accountants can obtain a global qualification right here in Sri Lanka without having to study overseas.",
    "Another important factor of the ICAEW pathway with CA Sri Lanka is that the ICAEW student registration fee and Credit for Prior Learning (CPL) fee is waived off for CA students joining this dual pathway scheme.",
    "ICAEW also offers two other pathways for existing CA Sri Lanka members to obtain membership from the prestigious global accounting body. The ICAEW Top-Up Exam Program is for CA Sri Lanka members with less than five years of post-membership experience, while the ICAEW Pathways to Membership is for CA Sri Lanka Members with more than five years post membership experience.",
    "ICAEW was founded in 1880 and has over 189,500 members and students across 147 countries."
  ]
}