{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aitken-spence-travels-first-in-the-industry-to-be-certified-for-occupational-health-and-safety/",
  "time_ut": 1650549120,
  "title": "Aitken Spence Travels first in the industry to be certified for Occupational Health and Safety",
  "body_lines": [
    "Aitken Spence Travels proved their commitment to uphold exemplary benchmarks in occupational health and safety by becoming the first destination management company in Sri Lanka to receive the ISO 45001: 2018 Occupational Health and Safety (OHS) management certification. Certified by the SGS United Kingdom Ltd. the scope covered in the assessment includes destination management services, inbound tourism and activities including support services carried out at Aitken Spence Travels.",
    "This is just one of the ways Aitken Spence Travels adds greater value to its stakeholders and sets benchmarks in the industry. An OHS management system focuses on establishing ongoing, systemic measures to identify and control OHS hazards and risks (including system deficiencies) in the working environment to safeguard the wellbeing of all stakeholders.",
    "“This is yet another important step towards affirming to our employees, customers, partners and other key stakeholders on the value we place on occupational health and safety and our continuous efforts to improve and offer the best services in the industry. I thank the management team for their continuous support and dedication towards achieving this certification which is commendable” commented Mr. Nalin Jayasundera, Managing Director Aitken Spence Travels.",
    "This is one of the many certifications obtained by Aitken Spence Travels. The company maintains the Travelife Partnership Certification for the operations keeping in line with global sustainable tourism practices and has a longstanding partnership with TUI. Aitken Spence Travels was also the first destination management company to obtain ISO 9001:2008. Furthermore, the company’s operations are ISO 14001:2015 certified for their efforts towards environmental impact control.",
    "SLT-MOBITEL reinforces Unity Plaza as Lanka’s IT Hub with SLT-Mobitel Fibre",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}