{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81753/putin-appoints-new-army-general-in-a-bid-to-win-ukraine-war",
  "time_ut": 1649596740,
  "title": "Putin appoints new army general in a bid to win Ukraine war",
  "body_lines": [
    "Russian President Vladimir Putin has appointed a new general in a bid to win the war in Ukraine, a CNN report reads.",
    "According to a European official and a US official, the change comes after Russia failed to take Kyiv.",
    "The new Army General is Alexander Dvornikov, commander of Russia’s Southern Military District. He has been named theatre commander of Russia’s military campaign in Ukraine.",
    "Bringing a new army general with extensive combat experience could bring in more coordination to attack to be aimed at the Donbas region.",
    "60-year-old Dvornikov was sent to Syria as head of Russia’s military operations when Putin send in forces in 2015 to back the Syrian government led by President Bashar al-Assad.",
    "“That particular commander has a lot of experience of operations of Russian operations in Syria. So we would expect the overall command and control to improve,” a source told BBC.",
    "Its been over 45 days since Russian forces invaded Ukraine, but has not been able to gain control of the capital, something they had hoped to accomplish in 2-3 days.",
    "From September 2015 to June 2016, when Russian troops were under the command of Dvornikov, the forces backed by allies of Assad’s regime, heavily bombed civilian neighbourhoods in Aleppo, causing major casualties. The city fell to control of the Syrian government forces by December 2016.",
    "The Russian forces, in Ukraine too, followed a similar approach and targeted residential areas. The Russian army under Dvornikov’s regime might commit more atrocities, the reports said.",
    "Ukrainian President Volodymyr Zelenskyy has accused Russian forces of committing atrocities such as raping killing women in front of their children and shooting civilians ‘just for their pleasure’."
  ]
}