{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/10/president-points-out-need-for-efficient-and-quality-public-transport/",
  "time_ut": 1654856160,
  "title": "President points out need for efficient and quality public transport",
  "body_lines": [
    "COLOMBO (News 1st): President Gotabaya Rajapaksa has emphasized the need to maintain more efficient and quality public transport services to attract passengers.",
    "The people have been severely inconvenienced due to the increase in oil prices and at the same time, there is a high demand for public transportation. The President pointed out that providing the necessary facilities would give relief to the people.",
    "President made this statement at a discussion on the progress review of the Ministry of Transport and Highways held at the President’s House in Colombo on Thursday (09).",
    "The need for a systematic supply of fuel for trains and buses was lengthily discussed at this meeting. It was also decided to take steps to supply fuel to private buses at night through the petrol stations owned by the Transport Board.",
    "It was also decided to expand the Park & Drive system and reduce parking charges. The President also advised to immediately check the possibility of providing parking facilities near selected railway stations.",
    "It was also proposed to use the existing active timetable for SLTB and private buses for short-distance journeys. Steps will be taken to launch new train services targeting office services and to increase the number of compartments for trains currently in operation.",
    "It was agreed to resolve the salary issue of SLTB employees, and also decided to submit the relevant cabinet paper soon.",
    "It was also revealed that a plan to lease the reserved lands owned by the Railway Department for food crops for a period of one year. Minister Bandula Gunawardena said that the Divisional Secretariats are planning to provide the relevant lands to the farmer societies at a very low tax rate.",
    "President points out need for efficient and quality public transport",
    "“The struggle of those who killed an innocent man is no longer a peaceful one,” – Mahinda Rajapaksa",
    "SLPP wants Dhammika Perera in Parliament through National List; Submission made to Election Commission"
  ]
}