{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/an-encounter-with-felix-dias-bandaranaike-in-the-early-70s/",
  "time_ut": 1653655080,
  "title": "AN ENCOUNTER WITH FELIX DIAS BANDARANAIKE IN THE EARLY 70s",
  "body_lines": [
    "I had always an interest in the subject of public service training and when Mr B.H. (Buddhi) de Zoysa, the Director of the Academy of Administrative Studies (re-named later in the eighties as the Sri Lanka Institute of Development Administration – SLIDA for short), asked me whether I would like to come as his Deputy with the prospect of being able to succeed him in the event of his leaving to take up a job in the World Bank which he was fairly hopeful of getting,",
    "I had no reason to say ‘no.’ This was at the very end of December 1971 when I was working as General Manager of the Industrial Development Board, a statutory body which came under the Ministry of Industries. Though this was a ‘cushy job’ as one would call it with the additional advantage of being able to draw a handsome allowance over and above one’s substantive salary, I felt somewhat uncomfortable working there – the reason being that its Board of Directors was full of theoreticians and was trapped in a `No Action – Talk Only’ type of syndrome, to use a popular expression, despite the valiant efforts made by its Chairman, Somapala Gunadheera who was responsible for getting me there and was no longer there by that time.",
    "I had come to know Buddhi when he was Government Agent, Colombo and I happened to serve as his Addl. G.A. for a few months after the dissolution of Parliament in December 1964, ahead of the General Elections of March 1965 and, together with the very capable and experienced Asst. Elections Officer D.S.Ratnadurai, relieved him of much of the burden of running the elections – Colombo being the district with the largest number of electorates.",
    "On being assured by Buddhi that he had got the necessary approval of his Minister (Mr. Felix Dias Bandaranaike, who held the portfolio of Public Administration, Home Affairs and Local Government) for the proposed move, I readily agreed. Even if Buddhi was not to get the World Bank job and I ended up as Deputy there, I felt it was well worth taking up the offer with at least a long-term prospect of succeeding him, considering the many attractions that the Academy offered for a person with my sort of interests.",
    "Shortly thereafter, I found the Minister addressing a letter to Mr. T.B. Subasinghe, the Industries Minister, stressing the important role the Academy had to play in improving the quality of administration, and asking for my release from the IDB for the position of Deputy Director in the Academy for which I was very well suited (‘ithamath yogya’ were the words used). Mr. Subasinghe, the genial gentleman and veteran politician, called me up on receiving this letter and said that he had no option but agree to the request made by his colleague though he was sorry to let me go.",
    "I came over to the Academy as the year 1971 ended and was appointed as its Director on March 01, 1972 on Buddhi’s departure for Washington having got his World Bank appointment. This was a position that many of my seniors would have aspired to hold, considering the reputation and the recognition the Academy had already acquired as a vital instrument for improving the overall performance and efficiency of the public service.",
    "I found the work at the Academy to be both interesting and challenging and, to the surprise of many, had no problems with the Minister who was considered to be a hard task-master and a very difficult person to please. He went to the extent of saying openly at regular meetings of Heads of Divisions of the Ministry (the Academy was concurrently the Administrative Training Division of the Ministry) that he was satisfied with the work the Academy was doing.",
    "He was particularly pleased when I broke new ground by running the first Management Course in Sinhala for mid-level SLAS officers. Not only did he come for the ceremonial opening of this course, he also paid me and my staff a huge compliment for having worked tirelessly to prepare the course material.",
    "I had no problems whatever with the Secretary of the Ministry, Mr. B. (Baku) Mahadeva, whom I had known as Secretary, Ministry of Agriculture and Food during the 1960s when I worked as Deputy Commissioner in the Department of Agrarian Services, and later moved to the Ministry to take up the position of Deputy Director of Agricultural Planning.",
    "So was it with Mr. P.H. Siriwardhana, the Additional Secretary under whose wing the Academy directly came and whom I had not known earlier at a personal level. An economist by training, who had been in the service of the Central Bank for more than half his lifetime, he was a man of few words, and did not want to tread into areas he was not too familiar with. He kept in close touch with me, quietly appreciating the work that we were doing and giving us his fullest support as and when necessary.",
    "Things, however, changed with the departure of Mr. Mahadeva to take up an assignment in Kuala Lumpur, resulting in the elevation of Mr. Siriwardhana to take his place, and the appointment of someone from totally outside the government sector who was a close relative of the Minister to take up the position that the latter held.",
    "The new Additional Secretary, arrived on the scene with pre-conceived ideas about what sort of training public servants needed to be given, and wanted many changes done almost overnight. These, in my view and in the view of senior officers at the Academy, were of an ad hoc nature and would have disrupted programs that had been developed over the years on the basis of comprehensive needs assessments conducted by the Academy. This naturally led to many disagreements between him and me.",
    "He bided his time until the Minister left for England on some official business and had to extend his stay there to be with his wife cum Private Secretary who had to undergo an eye surgery (if I remember right), and asked that I be replaced immediately with a person of his choice. When the Secretary called me up and asked me what the problem I had with the Additional Secretary was, I explained to him that I had no problem with him at a personal level, but there were some issue-based differences of opinion between us.",
    "I also reminded the Secretary that on no occasion had he found me wanting in my job during the period he was overlooking the Academy, which he acknowledged with a smile. Being a man of few words, he quickly went on to say that there was no point in my staying on in the job if the Additional Secretary wants a change, and I said I felt the same.",
    "He then offered me the post of Government Agent, Galle which was vacant or about to fall vacant if I was willing to take it, and I indicated that I did not like to go as G.A. to my home town if I had a choice. This he fully appreciated and said that the Secretary, Ministry of Planning and Employment (Prof H.A. de S. Gunasekara) was looking for someone to fill the vacant post of Director, Regional Development in his Ministry and that he would speak to him shortly and get back to me.",
    "Not stopping at that, he gave me the assurance that he would keep me attached to the Ministry office until a suitable position comes up in keeping with my seniority. It appeared he felt there was no reasonable ground to get me out of the Academy, but was in no position to prevent it. All this happened on a Saturday which was a half-working day at the time.",
    "After having got home, I mulled over the options-available to me considering the suddenness of my fall from grace. I had reservations about taking up the Planning Ministry job for more than one reason. Not only had Prof Gunasekara been one of my teachers at Peradeniya, he was also one of my immediate neighbours at Wijerama Mawatha where I resided at the time, with our two families maintaining very cordial relations.",
    "In the circumstances, I thought it was better if things were left at that. However, the prospect of being ‘attached’ to the Ministry of Public Administration for too long was not very pleasing as it would have given the impression that I had been relegated to the so-called ‘pool’ – not the most enviable prospect for a former Director of the Academy, the main function of which was providing management training to public servants at middle and senior levels.",
    "The very next day (Sunday) I happened to meet Mr. W.T. Jayasinghe, Secretary to the Ministry of Defence and External Affairs quite by chance when I drove in to a ‘petrol shed’ near the Thunmulla Junction to get some petrol for my car. I had known him from the time he was Controller of Immigration and Emigration in the early sixties and I was an Assistant Secretary in the Defence Ministry under which his department came.",
    "He asked me how I was doing at the Academy and went on to say “you must be enjoying your work there.” When I told him that I had just been “unceremoniously kicked out” from there, and that I will be in the so-called ‘pool’ from the very next day he raised his eyebrows in disbelief. I briefly told him about the events that preceded my ‘fall from grace’ and said that there was a possibility of my being sent as Director, Regional Development in the Planning Ministry which, like his Ministry, came directly under the Prime Minister at the time.",
    "“Why not come back to your old Ministry?” he asked, and followed it by saying “If you are agreeable, the post of Senior Assistant Secretary (Defence) is there for you subject, of course, to the Prime Minister’s approval. (I had been Assistant Secretary – Administration and thereafter Assistant Secretary – Defence in that Ministry in the early sixties.) In fact, we have kept the position vacant for some time since Ridgeway Tillekeratne left, until a suitable person is found. I will ask the Prime Minister and get back to you before Hillary (Prof H.A.de S.Gunasekara) gets hold of you.”",
    "I was, no doubt, delighted to accept the offer and rushed back home to break the news to my wife. Of course, the final decision was in the hands of the Prime Minister who, I thought, may not remember me working in her Ministry in the early sixties.",
    "Later in the evening that same day, Mr. Jayasinghe phoned me at home to say that the Prime Minister had given her approval, and asked me to report to his office on the following morning saying that he would speak to his counterpart at the Public Administration Ministry and get the formalities attended to.",
    "Thus within a single working-day after being “dismissed summarily” from the Academy, I had arrived in the Ministry of Defence and External Affairs much to the surprise of those whom I had left behind at the Academy, as well as those who had been following developments at the Public Administration Ministry itself.",
    "When Minister Felix returned to the island a few weeks later, he would have found that the Director of the Academy had left his job while he was away and I wondered what reasons would have been given for his sudden departure. Obviously, it had to be something seriously wrong that could not wait till the Minister got back to the island.",
    "Be that as it may, I felt it was MY duty to meet him and formally bid him farewell while thanking him for having given me the opportunity of heading that important institution as well as the courtesy and support he had always extended to me in my work. It was not possible, however, to get a suitable time to meet him as he was extremely busy attending to matters that had awaited his return not only in the Ministry of Public Administration but also in the Ministry of Justice which too had been entrusted to him in January 1972, following the resignation of Senator J.M. Jayamanne.",
    "In the meantime, the Prime Minister convened a meeting at the Parliament building to discuss some important issue relating to Defence that had legal implications, regarding which the presence of the Justice Minister and his officials was also required. I went with the Defence Secretary to the meeting and sat next to him at the conference table.",
    "The Justice Minister came to the meeting a few minutes late as he had been participating in a debate which was taking place in Parliament and, soon after taking his seat, threw a sharp glance at me the moment he saw me across the table which made me feel like an accused in the dock.",
    "As soon as the meeting was over and the Prime Minister left, Felix made one big dash towards the Chamber where the debate was still going on. I virtually ran behind him and having caught up with him, asked whether I could have a word with him. He threw another sharp glance at me and said somewhat brusquely: “So you got a more powerful job and left, eh?” I said “No sir, that is not what happened” quite emphatically, and followed it up by saying “I would never have left in your absence if I had a choice. I have been waiting, ever since you came back to meet you and explain to you what actually happened”.",
    "With a look of surprise on his face he said “Well, come and see me sometime at my office in Hulftsdorp”, and dashed off towards the chamber. It became clear to me that the Minister had been misinformed about what had taken place, and I did not find it difficult to understand why he wanted me to meet him at the Justice Ministry rather than at the Public Administration Ministry where the offending parties were more likely to learn about my meeting with the Minister.",
    "The very next day, I phoned his office at the Justice Ministry in Hulftsdorp and got the earliest possible appointment to meet him. When I went there, I found that the Minister had gone to attend a ceremonial sitting of the Supreme Court which is usually held when a Supreme Court judge retires or a new appointee takes office, and it took quite some time for him to get back.",
    "He saw me in the waiting area right outside his office room and asked me to come in, apologizing for having kept me waiting. Once we sat down, he asked me as to what really happened. He listened to what I said very intently and said without the slightest hesitation “Oh I see, but what the people over there told me was that you got a more powerful job and left the Academy.”",
    "He then paused for a moment and said: “Anyway you have got a good job and I wish you well” – words that resonate in my ears to this day. I left his office as a much relieved man, wondering what the result would have been if I had not sought a meeting with him to put the record straight.!",
    "During my stay at the Defence Ministry, I met him a couple of times along with the Secretary in his capacity as Minister of Justice regarding matters connected with the Emergency Regulations operative at the time, but he never looked at me the way he did that evening at the meeting presided over by the Prime Minister at the Parliament building or when I ran behind him to have a few words with him after the meeting ended.",
    "(Excerpted from A Peep into the Past, the memoirs of Eric. J. de Silva)",
    "A perverse twist: Blame Aragalaya, let Gota stay, and kids can go home!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "70 දශකයේ මුල් භාගයේ ෆීලික්ස් ඩයස් බණ්ඩාරනායක සමඟ හමුවක්",
      "body_lines": [
        "රාජ්‍ය සේවා පුහුණුව යන විෂය පිළිබඳව මම නිතරම උනන්දු වූ අතර බී.එච්. පරිපාලන අධ්‍යයන ඇකඩමියේ අධ්‍යක්ෂ (බුද්ධි) ද සොයිසා (අසූව දශකයේ දී ශ්‍රී ලංකා සංවර්ධන පරිපාලන ආයතනය - කෙටියෙන් SLIDA ලෙස නැවත නම් කරන ලදී), අපේක්ෂාව සමඟ ඔහුගේ නියෝජ්‍ය නිලධාරියා ලෙස මා පැමිණීමට කැමති දැයි මගෙන් ඇසීය. ඔහු ලබා ගැනීමට බලාපොරොත්තු වූ ලෝක බැංකුවේ රැකියාවක් කිරීමට පිටත්ව යන අවස්ථාවකදී ඔහුගෙන් පසුව ඔහුගෙන් පසු වීමට හැකි වීම,",
        "මට ‘නැහැ’ කියන්නට හේතුවක් තිබුණේ නැත. මේ 1971 දෙසැම්බර් මස අවසානයේ කර්මාන්ත අමාත්‍යාංශය යටතේ ඇති ව්‍යවස්ථාපිත ආයතනයක් වන කාර්මික සංවර්ධන මණ්ඩලයේ සාමාන්‍යාධිකාරීවරයා ලෙස සේවය කරන විටය. කෙනෙකුගේ සැලකිය යුතු වැටුපට වඩා වැඩි මුදලක් ලබා ගැනීමේ අමතර වාසියක් සමඟින් මෙය 'කුෂ්ටි රැකියාවක්' වුවද, එහි වැඩ කිරීම මට තරමක අපහසුතාවයක් විය - එයට හේතුව එහි අධ්‍යක්ෂ මණ්ඩලය පිරී සිටීමයි. න්‍යායිකයින් සහ 'No Action – Talk Only' වර්ගයේ සින්ඩ්‍රෝමයක සිරවී, ජනප්‍රිය ප්‍රකාශයක් භාවිතා කිරීමට, එහි සභාපති සෝමපාල ගුණධීර මා එතැනට ගෙන ඒමට වගකිව යුතු සහ ඒ වන විට එහි නොසිටියේ එඩිතර උත්සාහය නොතකා.",
        "බුද්ධි මා දැන හඳුනා ගත්තේ ඔහු කොළඹ දිසාපතිවරයාව සිටියදී වන අතර මම ඔහුගේ අතිරේක නිලධාරියා ලෙස කටයුතු කළෙමි. ජී.ඒ. 1965 මාර්තු මහ මැතිවරණයට පෙර 1964 දෙසැම්බරයේ පාර්ලිමේන්තුව විසුරුවා හැරීමෙන් පසු මාස ​​කිහිපයකට සහ ඉතා දක්ෂ හා පළපුරුදු සහකාර එස්. මැතිවරණ නිලධාරී ඩී.එස්.රත්නදුරෙයි, මැතිවරණ පැවැත්වීමේ බරෙන් ඔහුගෙන් නිදහස් විය - කොළඹ වැඩිම මැතිවරණ කොට්ඨාස සංඛ්‍යාවක් ඇති දිස්ත්‍රික්කය වීම.",
        "යෝජිත පියවර සඳහා ඔහුගේ අමාත්‍යවරයාගේ (රාජ්‍ය පරිපාලන, ස්වදේශ කටයුතු සහ පළාත් පාලන අමාත්‍ය ධූරය දැරූ ෆීලික්ස් ඩයස් බණ්ඩාරනායක මහතා) අවශ්‍ය අනුමැතිය ලබාගෙන ඇති බව බුද්ධිගේ සහතිකය මත, මම වහාම එකඟ විය. බුද්ධිට ලෝක බැංකු රැකියාව නොලැබුණත්, මම එහි නියෝජ්‍ය තනතුරට පත් වූවත්, ඇකඩමිය ඉදිරිපත් කළ බොහෝ ආකර්ෂණයන් සලකා බලන විට, ඔහුගෙන් පසුව අවම වශයෙන් දිගු කාලීන අපේක්ෂාවක් ඇතිව මෙම දීමනාව භාර ගැනීම වටී යැයි මට හැඟුණි. මගේ ආකාරයේ අවශ්‍යතා ඇති පුද්ගලයෙක්.",
        "ඉන් ටික වේලාවකට පසු අමාත්‍යවරයා විසින් ටී.බී. පරිපාලනයේ ගුණාත්මකභාවය ඉහළ නැංවීම සඳහා ඇකඩමියට ඉටු කළ යුතු වැදගත් කාර්යභාරය අවධාරණය කළ කර්මාන්ත අමාත්‍ය සුබසිංහ, මා ඉතා හොඳින් ගැලපෙන ඇකඩමියේ නියෝජ්‍ය අධ්‍යක්ෂ තනතුර සඳහා IDB වෙතින් මා නිදහස් කරන ලෙස ඉල්ලා සිටියේය ('ඉතාමත් යෝගය ' යන වචන භාවිතා කරන ලදී). මෙම ලිපිය ලැබුණු විගස මා අමතා කෘතහස්ත මහත්මයා සහ ප්‍රවීණ දේශපාලනඥයා වන සුබසිංහ මහතා කියා සිටියේ මට යන්න දෙන ලෙස කණගාටු වුවද තම සගයා කළ ඉල්ලීමට එකඟ වීම හැර වෙනත් විකල්පයක් නොමැති බවයි.",
        "1971 වසර අවසන් වන විට මම ඇකඩමියට පැමිණ එහි අධ්‍යක්ෂවරයා ලෙස පත් වූයේ 1972 මාර්තු 01 වැනිදා බුද්ධිගේ ලෝක බැංකු පත්වීම ලබාගෙන වොෂින්ටනය බලා පිටත්ව ගිය අවස්ථාවේදීය. රාජ්‍ය සේවයේ සමස්ත කාර්ය සාධනය සහ කාර්යක්‍ෂමතාව ඉහළ නැංවීම සඳහා අත්‍යවශ්‍ය මෙවලමක් ලෙස විද්‍යාපීඨය දැනටමත් ලබාගෙන තිබූ කීර්තිය සහ පිළිගැනීම සලකා බලන විට මගේ ජ්‍යෙෂ්ඨයන් බොහෝ දෙනෙකුට මෙම තනතුර දැරීමට අපේක්ෂා කළ හැකි විය.",
        "ඇකඩමියේ වැඩ කටයුතු සිත්ගන්නාසුළු මෙන්ම අභියෝගාත්මක වූවක් බව මට පෙනී ගිය අතර, බොහෝ දෙනා පුදුමයට පත් කරමින්, දුෂ්කර කාර්ය භාර නිලධාරියෙකු සහ සතුටු කිරීමට ඉතා අපහසු පුද්ගලයෙකු ලෙස සැලකෙන අමාත්‍යවරයා සමඟ කිසිදු ගැටළුවක් නොතිබුණි. අමාත්‍යාංශයේ අංශ ප්‍රධානීන්ගේ නිරන්තර රැස්වීම්වලදී (ඇකඩමිය ඊට සමගාමීව අමාත්‍යාංශයේ පරිපාලන පුහුණු අංශය විය) විවෘතව පවසන තරමට ඔහු ඇකඩමිය කරන කාර්යය ගැන සෑහීමකට පත්විය.",
        "මධ්‍යම මට්ටමේ SLAS නිලධාරීන් සඳහා සිංහල භාෂාවෙන් පළමු කළමනාකරණ පාඨමාලා පැවැත්වීමෙන් මා නව මාවතක් විවර කළ විට ඔහු විශේෂයෙන් සතුටු විය. ඔහු මෙම පාඨමාලාවේ උත්සවාකාරයෙන් විවෘත කිරීම සඳහා පැමිණියා පමණක් නොව, පාඨමාලා ද්‍රව්‍ය සකස් කිරීමට වෙහෙස නොබලා කටයුතු කිරීම වෙනුවෙන් ඔහු මට සහ මගේ කාර්ය මණ්ඩලයට විශාල ප්‍රශංසාවක් ද ලබා දුන්නේය.",
        "1960 ගණන්වල මම ගොවිජන සේවා දෙපාර්තමේන්තුවේ නියෝජ්‍ය කොමසාරිස් ලෙස සේවය කරන විට කෘෂිකර්ම හා ආහාර අමාත්‍යාංශයේ ලේකම් ලෙස මා හඳුනන ලද අමාත්‍යාංශයේ ලේකම් බී (බකු) මහාදේව මහතා සමඟ මට කිසිඳු ගැටලුවක් නොවීය. පසුව කෘෂිකර්ම සැලසුම් නියෝජ්‍ය අධ්‍යක්ෂ තනතුර භාර ගැනීමට අමාත්‍යාංශයට ගියා.",
        "පී.එච් මහතාත් එහෙමයි. ඇකඩමිය කෙළින්ම පැමිණි සහ පෞද්ගලික මට්ටමින් මා කලින් නොදැන සිටි අතිරේක ලේකම් සිරිවර්ධන. තම ජීවිත කාලයෙන් අඩකටත් වඩා මහ බැංකුවේ සේවයේ යෙදී සිටි පුහුණු ආර්ථික විද්‍යාඥයකු වූ ඔහු වචන අඩු මිනිසෙක් වූ අතර තමාට එතරම් හුරු නැති ප්‍රදේශවලට යාමට අවශ්‍ය නොවීය. ඔහු මා සමඟ සමීපව ඇසුරු කළ අතර, අපි කරන කාර්යය නිහඬව අගය කළ අතර අවශ්‍ය විටදී සහ ඔහුගේ උපරිම සහයෝගය අපට ලබා දුන්නේය.",
        "කෙසේ වෙතත්, මහාදේව මහතා ක්වාලාලම්පූර්හි පැවරුමක් භාර ගැනීමට පිටත්ව යාමත් සමඟ තත්වය වෙනස් විය, එහි ප්‍රතිඵලයක් ලෙස සිරිවර්ධන මහතා ඔහුගේ ස්ථානයට උසස් කිරීම සහ සමීපතම ඥාතියෙකු වූ සම්පූර්ණයෙන්ම රාජ්‍ය අංශයෙන් පිටත කෙනෙකු පත් කිරීමත් සමඟ ය. අමාත්‍යවරයා විසින් දරන ලද තනතුර භාර ගැනීමට.",
        "නව අතිරේක ලේකම්වරයා, රාජ්‍ය සේවකයන්ට ලබා දිය යුතු කුමන ආකාරයේ පුහුණුවක් ද යන්න පිළිබඳ පූර්ව නිගමනයක් ඇතිව එම ස්ථානයට පැමිණි අතර, බොහෝ වෙනස්කම් එක රැයකින් පාහේ සිදු කිරීමට අවශ්‍ය විය. මේවා, මගේ මතය සහ ඇකඩමියේ ජ්‍යෙෂ්ඨ නිලධාරීන්ගේ මතය අනුව, තාවකාලික ස්වභාවයක් ඇති අතර, ඇකඩමිය විසින් පවත්වනු ලබන විස්තීරණ අවශ්‍යතා තක්සේරු කිරීම් මත පදනම්ව වසර ගණනාවක් තිස්සේ සංවර්ධනය කරන ලද වැඩසටහන්වලට බාධාවක් වනු ඇත. මෙය නිරායාසයෙන්ම ඔහු සහ මා අතර නොයෙකුත් මතභේද ඇති වීමට හේතු විය.",
        "අමාත්‍යවරයා යම් රාජකාරී කටයුත්තක් සඳහා එංගලන්තය බලා පිටත්ව යන තෙක් ඔහු තම කාලය ලබා දුන් අතර අක්ෂි ශල්‍යකර්මයකට භාජනය කළ යුතු ඔහුගේ බිරිඳ සහ පෞද්ගලික ලේකම්වරයා සමඟ එහි රැඳී සිටීමට ඔහුට සිදු වූ අතර (මට මතක නම්) මා වහාම මාරු කරන ලෙස ඉල්ලා සිටියේය. ඔහු කැමති පුද්ගලයෙකු සමඟ. ලේකම්වරයා මා අමතා අතිරේක ලේකම්වරයා සමඟ ඇති ප්‍රශ්නය කුමක්දැයි විමසූ විට මම ඔහුට පැහැදිලි කළේ ඔහු සමඟ පෞද්ගලික මට්ටමින් මට ප්‍රශ්නයක් නැති නමුත් අපි අතර යම් යම් ප්‍රශ්න පදනම් කරගත් මතභේද ඇති බවය.",
        "ඔහු ඇකඩමිය නොසලකා හරිමින් සිටි කාලය තුළ කිසිම අවස්ථාවක මගේ රැකියාවේ මට අවශ්‍යතාවයක් නොමැති බව මම ලේකම්වරයාට මතක් කළෙමි, ඔහු එය සිනහවකින් පිළිගත්තේය. වචන අඩු මිනිසෙක් වූ ඔහු ඉක්මනින් කියා සිටියේ අතිරේක ලේකම්වරයාට වෙනසක් අවශ්‍ය නම් මා රැකියාවේ රැඳී සිටීමේ තේරුමක් නොමැති බවයි, මටත් එයම දැනෙන බව මම කීවෙමි.",
        "පසුව ඔහු මට ගාල්ල දිසාපති ධූරය ලබා දීමට කැමති නම් පුරප්පාඩු වී ඇති හෝ පුරප්පාඩු වීමට නියමිත තනතුර ලබා දුන් අතර, මම ජී.ඒ. මට තේරීමක් තිබේ නම් මගේ උපන් නගරයට. මෙය ඔහු සම්පුර්ණයෙන්ම අගය කරන බවත්, තම අමාත්‍යාංශයේ පුරප්පාඩු වී ඇති ප්‍රාදේශීය සංවර්ධන අධ්‍යක්ෂ තනතුර පිරවීමට සැලසුම් හා රැකියා අමාත්‍යාංශයේ ලේකම් (මහාචාර්ය එච්.ඒ. ද එස්. ගුණසේකර) කෙනෙකු සොයමින් සිටින බවත්, තමන් ළඟදීම කතා කර ලබා දෙන බවත් පැවසීය. නැවත මා වෙත.",
        "ඉන් නොනැවතුණු ඔහු මගේ ජ්‍යෙෂ්ඨත්වයට අනුව සුදුසු තනතුරක් ලැබෙන තුරු මා අමාත්‍යාංශ කාර්යාලයට සම්බන්ධ කර ගන්නා බවට සහතිකයක් ලබා දුන්නේය. මා ඇකඩමියෙන් ඉවත් කිරීමට සාධාරණ පදනමක් නොමැති බව ඔහුට හැඟුණු නමුත් එය වැළැක්විය නොහැක. මේ සියල්ල සිදු වූයේ එකල අඩක් වැඩ කරන දිනයක් වූ සෙනසුරාදා දිනයක ය.",
        "නිවසට පැමිණි පසු, මම වරප්‍රසාදයෙන් වැටීමේ හදිසි භාවය සැලකිල්ලට ගෙන මට ඇති විකල්ප ගැන කල්පනා කළෙමි. එක් හේතුවක් නිසා සැලසුම් අමාත්‍යාංශයේ රැකියාව භාර ගැනීම ගැන මට වෙන්වීමක් තිබුණි. මහාචාර්ය ගුණසේකර මහතා පේරාදෙණියේ මගේ ගුරුවරයෙකු වූවා පමණක් නොව, අපේ පවුල් දෙක ඉතා සුහදව ඇසුරු කරමින් සිටි, මා එකල පදිංචිව සිටි විජේරාම මාවතේ මගේ සමීපතම අසල්වැසියෙක් ද විය.",
        "ඒ තත්ත්‍වයේදි මට හිතුනා දේවල් එහෙමම තිබ්බොත් හොඳයි කියලා. කෙසේ වෙතත්, වැඩි කලක් රාජ්‍ය පරිපාලන අමාත්‍යාංශයට 'ඇමිණීමේ' අපේක්ෂාව එතරම් ප්‍රසන්න නොවීය, මන්ද එය මා ඊනියා 'සංචිතයට' පහත හෙළා ඇති බවට හැඟීමක් ඇති කිරීමට ඉඩ තිබුණි - එය සඳහා වඩාත්ම අපේක්ෂා කළ හැකි අපේක්ෂාව නොවේ. ඇකඩමියේ හිටපු අධ්‍යක්ෂවරයා වූ අතර එහි ප්‍රධාන කාර්යය වූයේ මධ්‍යම හා ජ්‍යෙෂ්ඨ මට්ටමේ රාජ්‍ය සේවකයන්ට කළමනාකරණ පුහුණුව ලබා දීමයි.",
        "ඊට පසුදින (ඉරිදා) මගේ මෝටර් රථයට පෙට්‍රල් ටිකක් ගැනීමට තුන්මුල්ල හන්දිය අසල පිහිටි ‘පෙට්‍රල් ෂෙඩ්’ එකකට රිය පැදවූ මට අහම්බෙන් අහම්බෙන් ආරක්ෂක හා විදේශ කටයුතු අමාත්‍යාංශයේ ලේකම් ඩබ්ලිව්.ටී. ජයසිංහ මහතා මුණ ගැසුණි. හැටේ දශකයේ මුල් භාගයේ ආගමන විගමන පාලකවරයා ලෙස කටයුතු කළ කාලයේ සිටම මා ඔහුව හඳුනමින් සිටි අතර ඔහුගේ දෙපාර්තමේන්තුව යටතේ ක්‍රියාත්මක වූ ආරක්ෂක අමාත්‍යාංශයේ සහකාර ලේකම්වරයෙකු ලෙස කටයුතු කළෙමි.",
        "ඔහු මගෙන් ඇකඩමියේ වැඩ කරන්නේ කෙසේදැයි විමසූ අතර \"ඔබ එහි වැඩ කිරීමෙන් සතුටක් ලබනවා විය යුතුය\" යනුවෙන් පැවසීය. මා එතැනින් “අවිචාරවත් ලෙස පන්නා දැමූ” බවත්, ඊළඟ දවසේ සිට මම ඊනියා ‘පූල්’ එකේ සිටින බවත් පැවසූ විට ඔහු අදහාගත නොහැකි ලෙස ඇහිබැම එසවීය. මගේ 'කරුණාවෙන් වැටීමට' පෙර සිදුවීම් ගැන මම කෙටියෙන් ඔහුට කීවෙමි, ඔහුගේ අමාත්‍යාංශය මෙන් එකල අගමැතිතුමා යටතට පත් වූ ක්‍රමසම්පාදන අමාත්‍යාංශයේ ප්‍රාදේශීය සංවර්ධන අධ්‍යක්ෂ ලෙස මා යැවීමට ඉඩ ඇති බව කීවෙමි. .",
        "\"ඇයි ආයෙත් ඔයාගෙ පරණ අමාත්‍යාංශයට එන්නෙ නැත්තෙ?\" ඔහු විමසූ අතර එය අනුගමනය කරමින් කියා සිටියේ “ඔබ එකඟ නම්, ජ්‍යෙෂ්ඨ සහකාර ලේකම් (ආරක්ෂක) තනතුර ඔබ වෙනුවෙන් ඇත, ඇත්ත වශයෙන්ම, අගමැතිවරයාගේ අනුමැතියට යටත්ව. (මම හැටේ දශකයේ මුල් භාගයේ එම අමාත්‍යාංශයේ සහකාර ලේකම් - පරිපාලනය සහ ඉන් පසු සහකාර ලේකම් - ආරක්ෂක - ලෙස කටයුතු කර ඇත.) ඇත්තෙන්ම රිජ්වේ තිලකරත්න මහතා ඉවත්ව ගිය දා සිට සුදුසු අයෙකු ලැබෙන තුරු අපි එම අමාත්‍යාංශයේ කාලයක් හිස්ව තබා ගත්තෙමු. හිලරි (මහාචාර්ය H.A.de S.Gunasekara) ඔබව අල්ලා ගැනීමට පෙර මම අගමැතිගෙන් ඉල්ලා නැවත ඔබ හමුවට එන්නම්.",
        "මම එම යෝජනාව පිළිගැනීමෙන් සතුටට පත් වූ අතර මගේ බිරිඳට ආරංචිය පැවසීමට ආපසු ගෙදර ගියෙමි. හැටේ දශකයේ මුල් භාගයේ මා ඇයගේ අමාත්‍යාංශයේ සේවය කළ බව මතක නැති බව මා සිතූ අගමැතිගේ අතේ අවසාන තීරණය විය.",
        "එදිනම සවස් වරුවේ ජයසිංහ මහතා මට නිවසට දුරකථනයෙන් කතා කර අගමැතිනිය අනුමැතිය දුන් බව පවසමින් පසුදා උදෑසන රාජ්‍ය පරිපාලනයේදී තම සහකරුට කතා කරන බව පවසමින් ඔහුගේ කාර්යාලයට වාර්තා කරන ලෙස ඉල්ලා සිටියේය. අමාත්‍යාංශය සහ විධිමත් කටයුතු ලබා ගන්න.",
        "මේ අනුව, ඇකඩමියෙන් “සාරාංශයෙන්” ඉවත් කර එක් වැඩ කරන දිනයක් තුළ, මම ආරක්ෂක හා විදේශ කටයුතු අමාත්‍යාංශයට පැමිණියේ ඇකඩමියේ මා හැර ගිය අය මෙන්ම සිටි අයද පුදුමයට පත් කරවමිනි. රාජ්‍ය පරිපාලන අමාත්‍යාංශයේ සිදු වූ වර්ධනයන් පහතින්.",
        "සති කිහිපයකට පසු ෆීලික්ස් ඇමතිවරයා දිවයිනට පැමිණි විට, ඇකඩමියේ අධ්‍යක්ෂවරයා ඔහු නොමැති අතරතුර ඔහුගේ රැකියාවෙන් ඉවත්ව ගොස් ඇති බව ඔහුට පෙනී යනු ඇත, ඔහු හදිසියේම ඉවත්ව යාමට හේතු මොනවාදැයි මම කල්පනා කළෙමි. පැහැදිලිවම, එය ඇමතිවරයා දිවයිනට පැමිණෙන තෙක් බලා සිටිය නොහැකි බරපතල වැරැද්දක් විය යුතුය.",
        "එය එසේ වුවද, එම වැදගත් ආයතනයේ ප්‍රධානියා වීමට මට අවස්ථාව ලබා දීම ගැන මෙන්ම මගේ කාර්යයේදී ඔහු මට ලබා දුන් අනුග්‍රහය සහ සහයෝගයට ස්තූති කරන අතරම ඔහු හමු වී විධිමත් ලෙස සමු ගැනීම මගේ යුතුකම යැයි මට හැඟුණි. . කෙසේ වෙතත්, රාජ්‍ය පරිපාලන අමාත්‍යාංශයේ පමණක් නොව ඔහුට පැවරී තිබූ අධිකරණ අමාත්‍යාංශයේ ද නැවත පැමිණීමට අපේක්ෂාවෙන් සිටි කටයුතු සම්බන්ධයෙන් අතිශයින් කාර්යබහුල වූ බැවින් ඔහු හමුවීමට සුදුසු වේලාවක් ලබා ගැනීමට නොහැකි විය. 1972 ජනවාරි මාසයේදී සෙනෙට් සභික ජේ.එම්. ජයමාන්නගේ ඉල්ලා අස්වීමෙන් පසුවය.",
        "මේ අතර, ආරක්‍ෂාව සම්බන්ධ නීතිමය බලපෑම් ඇති වැදගත් කරුණක් පිළිබඳව සාකච්ඡා කිරීම සඳහා අග්‍රාමාත්‍යවරයා පාර්ලිමේන්තු ගොඩනැඟිල්ලේ රැස්වීමක් කැඳවා ඇති අතර, ඒ සම්බන්ධයෙන් අධිකරණ අමාත්‍යවරයා සහ ඔහුගේ නිලධාරීන්ගේ පැමිණීම ද අවශ්‍ය විය. මම රැස්වීමට ආරක්ෂක ලේකම්වරයා සමඟ ගොස් සම්මන්ත්‍රණ මේසයේ ඔහු අසලින් වාඩි වුණෙමි.",
        "අධිකරණ අමාත්‍යවරයා පාර්ලිමේන්තුවේ පැවති විවාදයකට සහභාගී වී සිටි නිසා විනාඩි කිහිපයක් ප්‍රමාද වී රැස්වීමට පැමිණ අසුන් ගත් විගස මා මේසයෙන් එගොඩ වී සිටිනු දුටු සැණින් මා දෙස තියුණු බැල්මක් හෙළුවේය. තොටුපලේ චූදිතයෙක් වගේ දැනෙනවා.",
        "රැස්වීම අවසන් වී අගමැතිවරයා පිටව ගිය විගස ෆීලික්ස් වාදය තවමත් පැවති සභා ගර්භය දෙසට විශාල පහරක් එල්ල කළේය. මම ඔහු පිටුපසින් දිව ගොස් ඔහුව අල්ලාගෙන, මට ඔහු සමඟ වචනයක් කතා කළ හැකිද කියා ඇසුවෙමි. ඔහු මා දෙසට තවත් තියුණු බැල්මක් හෙළමින් තරමක් රළු ලෙස කීවේය: \"ඉතින් ඔබ වඩාත් බලවත් රැකියාවක් ලබාගෙන පිටව ගියා නේද?\" මම “නෑ සර් එහෙම දෙයක් වුණේ නැහැ” කියා ඉතා දැඩි ලෙස පැවසූ අතර, “මට තේරීමක් තිබුණා නම් ඔබ නැති කාලයක මම කවදාවත් යන්නේ නැහැ. ඔබ නැවත පැමිණ ඔබව හමුවීමට සහ ඇත්ත වශයෙන්ම සිදුවූයේ කුමක්දැයි ඔබට පැහැදිලි කරන විට මම බලා සිටිමි.",
        "ඔහුගේ මුහුණේ විශ්මය දනවන බැල්මක් ඇතිව ඔහු “හොඳයි, අලුත්කඩේ මගේ කාර්යාලයට කවදා හෝ පැමිණ මාව බලන්න” යැයි පවසා කුටිය දෙසට දිව ගියේය. සිදු වූ දේ පිළිබඳව අමාත්‍යවරයාට වැරදි තොරතුරු ලබා දී ඇති බව මට පැහැදිලි වූ අතර, වැරදි පාර්ශ්වයන් වැඩිපුර සිටින රාජ්‍ය පරිපාලන අමාත්‍යාංශයේදී ඔහුව හමුවීමට වඩා අධිකරණ අමාත්‍යාංශයේදී ඔහු හමුවීමට අවශ්‍ය වූයේ මන්දැයි මට තේරුම් ගැනීමට අපහසු නොවීය. අමාත්‍යවරයා සමඟ මගේ හමුවීම ගැන දැනගන්නට ඉඩ තිබෙනවා.",
        "පසුදාම අලුත්කඩේ අධිකරණ අමාත්‍යාංශයේ පිහිටි ඔහුගේ කාර්යාලයට දුරකථනයෙන් කතා කර ඔහු හමුවීමට හැකි ඉක්මනින්ම හමුවීමක් ලබා ගත්තෙමි. සාමාන්‍යයෙන් ශ්‍රේෂ්ඨාධිකරණ විනිසුරුවරයකු විශ්‍රාම යන විට හෝ අලුතින් පත් වූ අයකු වැඩ භාර ගන්නා විට පවත්වනු ලබන ශ්‍රේෂ්ඨාධිකරණයේ උත්සව සභාවකට සහභාගි වීමට ඇමැතිවරයා ගොස් ඇති බව මා එහි ගිය විට මට පෙනී ගිය අතර ඔහුට ආපසු ඒමට සෑහෙන කාලයක් ගත විය.",
        "ඔහු මා ඔහුගේ කාර්යාල කාමරයෙන් පිටත පොරොත්තු ස්ථානයේ සිටිනු දුටු අතර, මා බලා සිටීම ගැන සමාව අයැද, ඇතුලට එන ලෙස ඉල්ලා සිටියේය. අපි වාඩි වූ පසු ඔහු මගෙන් ඇහුවා ඇත්තටම මොකද වුණේ කියලා. මම කියපු දේ බොහොම සාවධානව අහගෙන හිටපු එයා පොඩ්ඩක්වත් පැකිලීමකින් තොරව කිව්වා “අනේ මට පේනවා, ඒත් එතන හිටපු අය මට කිව්වෙ ඔයා ඊට වඩා බලවත් රස්සාවක් අරගෙන ඇකඩමියෙන් අයින් වුණා කියලා.”",
        "ඉන්පසු ඔහු මොහොතකට නැවතී මෙසේ කීවේය: \"කොහොම වුණත් ඔයාට හොඳ රැකියාවක් ලැබුණා, මම ඔබට සුබ පතනවා\" - අද දක්වාම මගේ කන්වල දෝංකාර දෙන වචන. මම ඔහුගේ කාර්යාලයෙන් පිටව ගියේ බොහෝ සැහැල්ලුවෙන්, වාර්තාව කෙළින්ම තැබීමට ඔහු සමඟ රැස්වීමක් නොපැමිණියේ නම් එහි ප්‍රතිඵලය කුමක් වේද කියා සිතමිනි.",
        "මා ආරක්‍ෂක අමාත්‍යාංශයේ රැඳී සිටින කාලය තුළ, එවකට ක්‍රියාත්මක වූ හදිසි නීති රෙගුලාසිවලට සම්බන්ධ කරුණු සම්බන්ධයෙන් අධිකරණ අමාත්‍යවරයා ලෙස ලේකම්වරයා සමඟ මට ඔහු කිහිප වතාවක්ම මුණගැසුණු නමුත්, ඔහු එදින සවස් වන විට මා දෙස බැලුවේ නැත. අගමැතිතුමාගේ ප්‍රධානත්වයෙන් පාර්ලිමේන්තු ගොඩනැගිල්ලේ පැවති රැස්වීමේදී හෝ රැස්වීම අවසන් වූ පසු ඔහු සමඟ වචන කිහිපයක් කතා කිරීමට මම ඔහු පිටුපසින් දිව ගිය විට.",
        "(උපුටා ගැනීම A Peep into the Past, the memoirs of Eric. J. de Silva)",
        "විකෘති පෙරළියක්: අරගලයට බනින්න, ගෝඨාට ඉන්න දෙන්න, ළමයින්ට ගෙදර යන්න පුළුවන්!",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "70களின் முற்பகுதியில் பெலிக்ஸ் டயஸ் பண்டாரநாயக்கவுடன் ஒரு சந்திப்பு",
      "body_lines": [
        "பொதுச் சேவைப் பயிற்சியின் பாடத்தில் எனக்கு எப்போதுமே ஆர்வம் இருந்தது மற்றும் திரு பி.எச். (புத்தி) டி சொய்சா, அகாடமி ஆஃப் அட்மினிஸ்ட்ரேட்டிவ் ஸ்டடீஸ் (எண்பதுகளின் பிற்பகுதியில் ஸ்ரீலங்கா இன்ஸ்டிடியூட் ஆப் டெவலப்மென்ட் அட்மினிஸ்ட்ரேஷன் – SLIDA என மீண்டும் பெயர் சூட்டப்பட்டது), நான் அவருடைய பிரதியமைச்சராக வர விரும்புகிறீர்களா என்று என்னிடம் கேட்டார். உலக வங்கியில் வேலைக்குச் செல்வதற்காக அவர் வெளியேறும் பட்சத்தில் அவருக்குப் பிறகு அவருக்குப் பிறகு வர முடியும் என்று அவர் நம்பியிருந்தார்.",
        "'இல்லை' என்று சொல்ல எனக்கு எந்த காரணமும் இல்லை. இது டிசம்பர் 1971 இன் இறுதியில், தொழில்துறை அமைச்சகத்தின் கீழ் வந்த ஒரு சட்டப்பூர்வ அமைப்பான தொழில்துறை மேம்பாட்டு வாரியத்தின் பொது மேலாளராக நான் பணிபுரிந்தபோது. ஒருவரின் கணிசமான சம்பளத்திற்கு மேல் ஒரு அழகான கொடுப்பனவைப் பெற முடியும் என்ற கூடுதல் நன்மையுடன் இது ஒரு 'குஷி வேலை' என்றாலும், நான் அங்கு பணிபுரிவது சற்றே சங்கடமாக உணர்ந்தேன் - அதன் இயக்குநர்கள் குழு நிரம்பியிருப்பதே காரணம். கோட்பாட்டாளர்கள் மற்றும் 'நோ ஆக்ஷன் - டாக் ஒன்லி' வகை நோய்க்குறியில் சிக்கி, ஒரு பிரபலமான வெளிப்பாட்டைப் பயன்படுத்த, அதன் தலைவர் சோமபால குணதீரவின் துணிச்சலான முயற்சிகள் இருந்தபோதிலும், என்னை அங்கு அழைத்துச் செல்வதற்குக் காரணமானவர் மற்றும் அந்த நேரத்தில் அங்கு இல்லை.",
        "அவர் கொழும்பில் அரசாங்க அதிபராக இருந்தபோது புத்தியை நான் அறிந்திருந்தேன், நான் அவருக்கு மேலதிகாரியாக பணியாற்றினேன். ஜி.ஏ. 1964 டிசம்பரில் பாராளுமன்றம் கலைக்கப்பட்ட சில மாதங்களுக்கு, மார்ச் 1965 பொதுத் தேர்தலுக்கு முன்னதாக, மிகவும் திறமையான மற்றும் அனுபவம் வாய்ந்த உதவியாளர்களுடன் சேர்ந்து. தேர்தல் அதிகாரி டி.எஸ்.ரத்னதுரை, தேர்தலை நடத்தும் சுமையிலிருந்து அவரை விடுவித்தார் - அதிக எண்ணிக்கையிலான வாக்காளர்களைக் கொண்ட மாவட்டம் கொழும்பு.",
        "முன்மொழியப்பட்ட நடவடிக்கைக்கு அவர் தனது அமைச்சரின் (பொது நிர்வாகம், உள்நாட்டலுவல்கள் மற்றும் உள்ளூராட்சி இலாகாவை வகித்த திரு. பீலிக்ஸ் டயஸ் பண்டாரநாயக்கா) தேவையான அனுமதியைப் பெற்றுள்ளார் என்று புத்தி உறுதியளித்ததன் பேரில், நான் உடனடியாக ஒப்புக்கொண்டேன். புத்திக்கு உலக வங்கி வேலை கிடைக்காவிட்டாலும், நான் அங்கு துணைவேந்தராக முடிவடைந்தாலும், அகாடமி வழங்கிய பல கவர்ச்சிகளைக் கருத்தில் கொண்டு, குறைந்தபட்சம் அவருக்குப் பின் நீண்ட கால எதிர்பார்ப்புடன் இந்த வாய்ப்பை ஏற்றுக்கொள்வது நல்லது என்று உணர்ந்தேன். என் வகையான ஆர்வங்களைக் கொண்ட ஒரு நபர்.",
        "சிறிது நேரத்திற்குப் பிறகு, அமைச்சர் திரு. டி.பி.க்கு கடிதம் எழுதுவதைக் கண்டேன். கைத்தொழில் அமைச்சர் சுபாசிங்க, நிர்வாகத்தின் தரத்தை மேம்படுத்துவதில் அகாடமி ஆற்ற வேண்டிய முக்கிய பங்கை வலியுறுத்தி, நான் மிகவும் பொருத்தமான அகாடமியின் பிரதிப் பணிப்பாளர் பதவிக்கு IDB இலிருந்து என்னை விடுவிக்குமாறு கேட்டுக் கொண்டார் ('இதமாத் யோகியா ' என்ற வார்த்தைகள் பயன்படுத்தப்பட்டன). இந்த கடிதம் கிடைத்ததும் மேதையும் பழம்பெரும் அரசியல்வாதியுமான திரு. சுபசிங்க என்னை அழைத்து, என்னை விடுவிப்பதற்கு வருந்தினாலும், தனது சக ஊழியர் விடுத்த கோரிக்கையை ஏற்றுக்கொள்வதைத் தவிர வேறு வழியில்லை என்று கூறினார்.",
        "1971 ஆம் ஆண்டு முடிவடைந்ததால் நான் அகாடமிக்கு வந்தேன், புத்தி உலக வங்கி நியமனத்தைப் பெற்று வாஷிங்டனுக்குப் புறப்பட்டபோது மார்ச் 01, 1972 அன்று அதன் இயக்குநராக நியமிக்கப்பட்டேன். பொதுச் சேவையின் ஒட்டுமொத்த செயல்திறன் மற்றும் செயல்திறனை மேம்படுத்துவதற்கான ஒரு முக்கிய கருவியாக அகாடமி ஏற்கனவே பெற்றுள்ள நற்பெயர் மற்றும் அங்கீகாரத்தை கருத்தில் கொண்டு, எனது மூத்தவர்களில் பலர் வைத்திருக்க விரும்பும் நிலை இதுவாகும்.",
        "அகாடமியின் பணி சுவாரஸ்யமாகவும் சவாலாகவும் இருப்பதைக் கண்டேன், மேலும் பலரை ஆச்சரியப்படுத்தும் வகையில், கடினமான பணியின் மாஸ்டர் மற்றும் தயவு செய்து மிகவும் கடினமான நபராகக் கருதப்பட்ட அமைச்சருடன் எந்த பிரச்சனையும் இல்லை. அமைச்சின் பிரிவுத் தலைவர்களின் வழக்கமான கூட்டங்களில் (அகாடமி ஒரே நேரத்தில் அமைச்சகத்தின் நிர்வாகப் பயிற்சிப் பிரிவாக இருந்தது) அகாடமி செய்து வரும் பணியில் திருப்தி அடைவதாக வெளிப்படையாகக் கூறும் அளவிற்கு அவர் சென்றார்.",
        "நான் நடுத்தர மட்ட SLAS அதிகாரிகளுக்கு சிங்களத்தில் முதலாவது முகாமைத்துவ பாடநெறியை நடாத்துவதன் மூலம் புதிய களத்தை ஏற்படுத்திய போது அவர் குறிப்பாக மகிழ்ச்சியடைந்தார். அவர் இந்த பாடத்திட்டத்தின் சம்பிரதாய திறப்பு விழாவிற்கு வந்ததோடு மட்டுமல்லாமல், பாடப் பொருட்களை தயாரிப்பதில் அயராது உழைத்ததற்காக எனக்கும் எனது ஊழியர்களுக்கும் ஒரு பெரிய பாராட்டையும் வழங்கினார்.",
        "நான் கமநல சேவைகள் திணைக்களத்தில் பிரதி ஆணையாளராக பணிபுரிந்த 1960 களில் விவசாயம் மற்றும் உணவு அமைச்சின் செயலாளராக நான் அறிந்த அமைச்சின் செயலாளர் திரு. பி. (பாகு) மகாதேவாவுடன் எனக்கு எந்த பிரச்சனையும் இல்லை. பின்னர் வேளாண்மை திட்டமிடல் துணை இயக்குநர் பதவிக்கு அமைச்சுக்கு மாற்றப்பட்டது.",
        "திரு. பி.எச். சிறிவர்தன, மேலதிகச் செயலாளரான அகாடமி நேரடியாக வந்தவர் மற்றும் தனிப்பட்ட மட்டத்தில் நான் முன்னர் அறிந்திராதவர். பயிற்சியின் மூலம் ஒரு பொருளாதார நிபுணர், அவர் தனது வாழ்நாளில் பாதிக்கு மேல் மத்திய வங்கியின் சேவையில் இருந்தவர், அவர் சில வார்த்தைகளைக் கொண்ட மனிதர், மேலும் அவர் தனக்கு அதிகம் அறிமுகமில்லாத பகுதிகளுக்குள் நுழைய விரும்பவில்லை. அவர் என்னுடன் நெருங்கிய தொடர்பில் இருந்தார், நாங்கள் செய்து வரும் பணியை அமைதியாகப் பாராட்டினார், தேவைப்படும்போது எங்களுக்கு முழு ஆதரவையும் வழங்கினார்.",
        "எவ்வாறாயினும், திரு. மகாதேவா கோலாலம்பூரில் ஒரு பணியை மேற்கொள்வதற்காகப் புறப்பட்டதன் மூலம் நிலைமை மாறியது, இதன் விளைவாக திரு. சிறிவர்தன அவரது இடத்திற்கு உயர்த்தப்பட்டார், மேலும் அரசாங்கத் துறைக்கு முற்றிலும் வெளியில் இருந்து நெருங்கிய உறவினரான ஒருவர் நியமிக்கப்பட்டார். பிந்தையவர் வகித்த பதவியை அமைச்சர் பொறுப்பேற்க வேண்டும்.",
        "புதிய கூடுதல் செயலாளர், பொது ஊழியர்களுக்கு என்ன வகையான பயிற்சி அளிக்கப்பட வேண்டும் என்பது பற்றிய முன் யோசனைகளுடன் சம்பவ இடத்திற்கு வந்தார், மேலும் பல மாற்றங்களை ஒரே இரவில் செய்ய விரும்பினார். இவை எனது பார்வையிலும் அகாடமியின் மூத்த அதிகாரிகளின் பார்வையிலும் தற்காலிக இயல்புடையவை மற்றும் அகாடமியால் நடத்தப்படும் விரிவான தேவை மதிப்பீடுகளின் அடிப்படையில் பல ஆண்டுகளாக உருவாக்கப்பட்ட திட்டங்களை சீர்குலைக்கும். இதனால் இயல்பாகவே அவருக்கும் எனக்கும் பல கருத்து வேறுபாடுகள் ஏற்பட்டன.",
        "சில உத்தியோகபூர்வ வேலைகளுக்காக அமைச்சர் இங்கிலாந்து செல்லும் வரை அவர் தனது நேரத்தை ஏலம் எடுத்தார், மேலும் கண் அறுவை சிகிச்சைக்கு உட்படுத்தப்பட வேண்டிய தனது மனைவி மற்றும் தனியார் செயலாளருடன் தங்குவதற்கு அங்கு தங்கியிருக்க வேண்டியதை நீட்டிக்க வேண்டியிருந்தது (எனக்கு சரியாக நினைவில் இருந்தால்), என்னை உடனடியாக மாற்றும்படி கேட்டுக் கொண்டார். அவரது விருப்பப்படி ஒரு நபருடன். செயலாளர் என்னை அழைத்து, கூடுதல் செயலாளருடன் எனக்கு என்ன பிரச்சனை என்று கேட்டபோது, ​​தனிப்பட்ட அளவில் அவருடன் எனக்கு எந்த பிரச்சனையும் இல்லை, ஆனால் எங்களுக்குள் சில பிரச்சனை அடிப்படையிலான கருத்து வேறுபாடுகள் இருந்தன என்று அவரிடம் விளக்கினேன்.",
        "அவர் அகாடமியை கவனிக்காமல் இருந்த காலத்தில், எந்த சந்தர்ப்பத்திலும் என் வேலையில் எனக்கு விருப்பமில்லை என்று நான் செயலாளருக்கு நினைவூட்டினேன், அதை அவர் புன்னகையுடன் ஒப்புக்கொண்டார். சில வார்த்தைகள் பேசும் மனிதராக இருந்த அவர், கூடுதல் செயலாளர் மாற்றத்தை விரும்பினால் நான் பணியில் இருப்பதில் எந்த அர்த்தமும் இல்லை என்று விரைவாகச் சொன்னார், நானும் அதைத்தான் உணர்கிறேன் என்று சொன்னேன்.",
        "காலியாக இருந்த அல்லது காலியாக இருக்கும் காலி அரசாங்க அதிபர் பதவியை அவர் எனக்கு வழங்கினார், நான் அதை எடுக்க விரும்பினால், நான் G.A ஆக செல்ல விரும்பவில்லை என்று சுட்டிக்காட்டினேன். எனக்கு விருப்பம் இருந்தால் என் சொந்த ஊருக்கு. இதனை அவர் முழுமையாகப் பாராட்டியதுடன், திட்டமிடல் மற்றும் வேலைவாய்ப்பு அமைச்சின் செயலாளர் (பேராசிரியர் எச்.ஏ. டி. எஸ். குணசேகர) தனது அமைச்சில் காலியாகவுள்ள பிராந்திய அபிவிருத்தி பணிப்பாளர் பதவிக்கு ஒருவரைத் தேடுவதாகவும், விரைவில் அவருடன் பேசி பெற்றுக் கொள்வதாகவும் கூறினார். மீண்டும் என்னிடம்.",
        "அதோடு நிற்காமல், எனது பணி மூப்புக்கு ஏற்ப தகுந்த பதவி வரும் வரை, அமைச்சக அலுவலகத்தில் என்னை இணைத்துக் கொள்வதாக உறுதி அளித்தார். என்னை அகாடமியில் இருந்து வெளியேற்றுவதற்கு நியாயமான காரணங்கள் எதுவும் இல்லை என்று அவர் உணர்ந்தார், ஆனால் அதைத் தடுக்க முடியவில்லை. இவையனைத்தும் ஒரு சனிக்கிழமை அன்று அரை வேலை நாளாக இருந்தது.",
        "வீட்டிற்கு வந்த பிறகு, நான் கருணையிலிருந்து திடீரென விழுந்ததைக் கருத்தில் கொண்டு, எனக்குக் கிடைக்கும் விருப்பங்களைப் பற்றி யோசித்தேன். ஒன்றுக்கு மேற்பட்ட காரணங்களுக்காக திட்டமிடல் அமைச்சகப் பணியை எடுப்பதில் எனக்கு முன்பதிவு இருந்தது. பேராசிரியர் குணசேகரன் பேராதனையில் எனது ஆசிரியர்களில் ஒருவராக இருந்ததோடு மட்டுமல்லாமல், எங்கள் இரு குடும்பங்களுடனும் மிகவும் சுமுகமான உறவைப் பேணி வந்த விஜேராம மாவத்தையில் நான் வசித்து வந்த எனது உடனடி அயலவர்களில் ஒருவராகவும் இருந்தார்.",
        "சூழ்நிலையில், விஷயங்களை அப்படியே விட்டுவிட்டால் நல்லது என்று நினைத்தேன். எவ்வாறாயினும், நீண்ட காலமாக பொது நிர்வாக அமைச்சுடன் 'இணைக்கப்பட்ட' வாய்ப்பு மிகவும் மகிழ்ச்சியளிக்கவில்லை, ஏனெனில் அது நான் 'குளம்' என்று அழைக்கப்படுவதற்குத் தள்ளப்பட்டேன் என்ற தோற்றத்தை அளித்திருக்கும் - இது மிகவும் பொறாமைப்படக்கூடிய வாய்ப்பு அல்ல. அகாடமியின் முன்னாள் இயக்குனர், இதன் முக்கிய செயல்பாடு நடுத்தர மற்றும் மூத்த நிலைகளில் உள்ள அரசு ஊழியர்களுக்கு மேலாண்மை பயிற்சி அளிப்பதாகும்.",
        "மறுநாள் (ஞாயிற்றுக்கிழமை) துன்முல்லை சந்திக்கு அருகில் உள்ள 'பெட்ரோல் ஷெட்' ஒன்றிற்கு எனது காருக்கு பெட்ரோலை எடுத்து வருவதற்காக நான் தற்செயலாக பாதுகாப்பு மற்றும் வெளிவிவகார அமைச்சின் செயலாளர் திரு. டபிள்யூ.டி. ஜயசிங்கவை சந்திக்க நேர்ந்தது. அறுபதுகளின் முற்பகுதியில் அவர் குடிவரவு மற்றும் குடியகல்வு கட்டுப்பாட்டாளராக இருந்த காலத்திலிருந்தே அவரை நான் அறிந்திருந்தேன், அவருடைய துறைக்கு உட்பட்ட பாதுகாப்பு அமைச்சில் நான் உதவிச் செயலாளராக இருந்தேன்.",
        "அகாடமியில் நான் எப்படி இருக்கிறேன் என்று என்னிடம் கேட்டார், மேலும் \"நீங்கள் அங்கு உங்கள் வேலையை அனுபவித்துக்கொண்டிருக்க வேண்டும்\" என்று கூறினார். நான் அங்கிருந்து \"அசத்தியமின்றி வெளியேற்றப்பட்டேன்\" என்றும், அடுத்த நாள் முதல் நான் 'குளம்' என்று அழைக்கப்படுவேன் என்றும் சொன்னபோது அவர் நம்ப முடியாமல் புருவங்களை உயர்த்தினார். எனது 'அருள் வீழ்ச்சி'க்கு முந்தைய நிகழ்வுகளைப் பற்றி அவரிடம் சுருக்கமாகச் சொன்னேன், மேலும் அவரது அமைச்சகத்தைப் போலவே நேரடியாக பிரதமரின் கீழ் வந்த திட்ட அமைச்சகத்தின் பிராந்திய மேம்பாட்டு இயக்குநராக நான் அனுப்பப்பட வாய்ப்பு இருப்பதாகவும் கூறினேன். .",
        "\"ஏன் உங்கள் பழைய அமைச்சகத்திற்கு திரும்பி வரக்கூடாது?\" என்று கேட்டு, அதைத் தொடர்ந்து, “நீங்கள் ஒப்புக்கொண்டால், மூத்த உதவிச் செயலாளர் (பாதுகாப்பு) பதவி உங்களுக்கு உள்ளது, நிச்சயமாக, பிரதமரின் ஒப்புதலுக்கு உட்பட்டது. (அறுபதுகளின் முற்பகுதியில் அந்த அமைச்சில் நான் உதவிச் செயலாளராக – நிர்வாகமாகவும் அதன் பின்னர் உதவிச் செயலாளராகவும் – பாதுகாப்புச் செயலாளராகவும் இருந்தேன்.) உண்மையில், ரிட்ஜ்வே திலகரத்ன வெளியேறியதில் இருந்து, பொருத்தமான ஒருவரைக் கண்டுபிடிக்கும் வரை, அந்தப் பதவியை சில காலம் காலியாக வைத்திருந்தோம். ஹிலாரி (பேராசிரியர் எச்.ஏ.டி. எஸ்.குணசேகர) உங்களைப் பிடிப்பதற்கு முன் நான் பிரதமரிடம் கேட்டுத் திரும்பப் பெறுவேன்.",
        "நான், சந்தேகத்திற்கு இடமின்றி, இந்த வாய்ப்பை ஏற்று மகிழ்ச்சியடைந்தேன் மற்றும் என் மனைவிக்கு செய்தியை தெரிவிக்க வீட்டிற்கு விரைந்தேன். நிச்சயமாக, இறுதி முடிவு பிரதமரின் கைகளில் இருந்தது, நான் நினைத்தேன், நான் அறுபதுகளின் ஆரம்பத்தில் அவரது அமைச்சகத்தில் பணிபுரிந்தேன்.",
        "அன்றைய தினம் மாலையில், திரு. ஜெயசிங் அவர்கள், பிரதமர் தமக்கு அனுமதியளித்துள்ளதாகத் தெரிவிக்க, எனக்கு வீட்டுக்குத் தொலைபேசியில் அழைப்பு விடுத்தார், மேலும், பொது நிர்வாகத்தில் உள்ள தனது பிரதியமைச்சரிடம் பேசுவதாகக் கூறி, மறுநாள் காலை தனது அலுவலகத்திற்குச் செல்லும்படி என்னைக் கூறினார். அமைச்சகம் மற்றும் சம்பிரதாயங்களைப் பெறவும்.",
        "இவ்வாறு அகாடமியில் இருந்து “சுருக்கமாக நீக்கப்பட்ட” ஒரு வேலை நாளில், நான் பாதுகாப்பு மற்றும் வெளியுறவு அமைச்சகத்திற்கு வந்தேன், அகாடமியில் நான் விட்டுச் சென்றவர்களுக்கும், அகாடமியில் இருந்தவர்களுக்கும் ஆச்சரியமாக இருந்தது. பொது நிர்வாக அமைச்சின் அபிவிருத்திகளை தொடர்ந்து.",
        "அமைச்சர் பெலிக்ஸ் சில வாரங்களுக்குப் பிறகு தீவுக்குத் திரும்பியபோது, ​​அகாடமியின் இயக்குநர் பணியிலிருந்து விலகியிருப்பதைக் கண்டிருப்பார், அவர் திடீரென வெளியேறியதற்கு என்ன காரணங்கள் சொல்லப்பட்டிருக்கும் என்று நான் ஆச்சரியப்பட்டேன். வெளிப்படையாக, அமைச்சர் தீவுக்குத் திரும்பும் வரை காத்திருக்க முடியாத ஒரு தீவிரமான தவறாக இருக்க வேண்டும்.",
        "அது எப்படியிருந்தாலும், அந்த முக்கியமான நிறுவனத்திற்கு தலைமை தாங்கும் வாய்ப்பை எனக்கு வழங்கியதற்கும், எனது பணியில் அவர் எனக்கு எப்போதும் அளித்த மரியாதை மற்றும் ஆதரவுக்கும் நன்றி தெரிவித்து அவரைச் சந்தித்து முறைப்படி விடைபெறுவது எனது கடமை என்று உணர்ந்தேன். . எவ்வாறாயினும், பொது நிர்வாக அமைச்சில் மட்டுமன்றி, அவரிடம் ஒப்படைக்கப்பட்ட நீதியமைச்சகத்திலும் அவர் திரும்பி வருவதற்குக் காத்திருக்கும் விவகாரங்களில் அவர் மிகவும் பிஸியாக இருந்ததால், அவரைச் சந்திப்பதற்கு பொருத்தமான நேரத்தைப் பெற முடியவில்லை. ஜனவரி 1972 இல், செனட்டர் ஜே.எம்.ஜெயமான்னே ராஜினாமா செய்ததைத் தொடர்ந்து.",
        "இதற்கிடையில், சட்டரீதியான தாக்கங்களைக் கொண்ட பாதுகாப்பு தொடர்பான சில முக்கியமான பிரச்சினைகளைப் பற்றி விவாதிக்க பாராளுமன்ற கட்டிடத்தில் ஒரு கூட்டத்தை பிரதமர் கூட்டினார், இது தொடர்பாக நீதி அமைச்சர் மற்றும் அவரது அதிகாரிகளின் பிரசன்னம் தேவைப்பட்டது. நான் பாதுகாப்புச் செயலாளருடன் கூட்டத்திற்குச் சென்று மாநாட்டு மேசையில் அவருக்கு அருகில் அமர்ந்தேன்.",
        "பாராளுமன்றத்தில் இடம்பெற்றுக்கொண்டிருந்த விவாதத்தில் கலந்துகொண்ட நீதியமைச்சர் சில நிமிடங்கள் தாமதமாக கூட்டத்திற்கு வந்து அமர்ந்தவுடன், மேசையின் குறுக்கே என்னைப் பார்த்ததும் என்னை நோக்கி ஒரு கூர்மையான பார்வையை வீசினார். கப்பல்துறையில் குற்றம் சாட்டப்பட்டவர் போல் உணர்கிறேன்.",
        "கூட்டம் முடிந்து பிரதம மந்திரி சென்றவுடன், விவாதம் நடந்து கொண்டிருந்த அறையை நோக்கி பெலிக்ஸ் ஒரு பெரிய கோடு போட்டார். நான் கிட்டத்தட்ட அவர் பின்னால் ஓடி, அவரைப் பிடித்துக்கொண்டு, அவருடன் ஒரு வார்த்தை பேசலாமா என்று கேட்டேன். அவர் மற்றொரு கூர்மையான பார்வையை என் மீது வீசினார் மற்றும் சற்றே மூர்க்கமாக கூறினார்: \"அப்படியானால் நீங்கள் ஒரு சக்திவாய்ந்த வேலையைப் பெற்றீர்கள், இல்லையா?\" நான் \"இல்லை சார், அது நடக்கவில்லை\" என்று மிகவும் அழுத்தமாகச் சொன்னேன், அதைத் தொடர்ந்து \"எனக்கு விருப்பம் இருந்தால் நீங்கள் இல்லாத நேரத்தில் நான் வெளியேறியிருக்க மாட்டேன். உங்களைச் சந்திக்கவும், உண்மையில் என்ன நடந்தது என்பதை விளக்கவும் நீங்கள் திரும்பி வந்ததிலிருந்து நான் காத்திருக்கிறேன்.",
        "அவன் முகத்தில் ஆச்சரியத்துடன் “சரி, எப்போதாவது என்னை ஹல்ஃப்டார்ப்பில் உள்ள என் அலுவலகத்தில் வந்து பாருங்கள்” என்று கூறிவிட்டு அறையை நோக்கி ஓடினான். என்ன நடந்தது என்பது குறித்து அமைச்சருக்குத் தவறான தகவல் கொடுக்கப்பட்டது என்பது எனக்கு தெளிவாகத் தெரிந்தது, மேலும் குற்றமிழைக்கும் தரப்பினர் அதிகமாக இருக்கும் பொது நிர்வாக அமைச்சில் அவரைச் சந்திக்காமல் நீதி அமைச்சில் அவரைச் சந்திக்க அவர் விரும்புவதைப் புரிந்துகொள்வது எனக்குச் சிரமமாக இல்லை. அமைச்சருடனான எனது சந்திப்பு குறித்து அறிய வாய்ப்பு உள்ளது.",
        "அடுத்த நாளே, புதுக்கடையில் உள்ள நீதி அமைச்சில் உள்ள அவரது அலுவலகத்திற்கு நான் தொலைபேசியில் தொடர்பு கொண்டு, அவரைச் சந்திப்பதற்கான சீக்கிரமான சந்திப்பைப் பெற்றேன். நான் அங்கு சென்றபோது, ​​உச்ச நீதிமன்ற நீதிபதி ஓய்வுபெறும்போதோ அல்லது புதிதாக நியமிக்கப்பட்டவர் பதவி ஏற்கும்போதோ நடைபெறும் உச்ச நீதிமன்றத்தின் சம்பிரதாய அமர்வில் கலந்து கொள்ள அமைச்சர் சென்றிருந்ததைக் கண்டேன்.",
        "அவர் தனது அலுவலக அறைக்கு வெளியே காத்திருப்புப் பகுதியில் என்னைப் பார்த்தார், என்னைக் காத்திருக்க வைத்ததற்கு மன்னிப்புக் கேட்டு உள்ளே வரச் சொன்னார். நாங்கள் அமர்ந்தவுடன், உண்மையில் என்ன நடந்தது என்று என்னிடம் கேட்டார். அவர் நான் சொன்னதைக் கவனமாகக் கேட்டு, சிறிதும் தயக்கமின்றி, “ஓ, நான் பார்க்கிறேன், ஆனால் அங்குள்ளவர்கள் என்னிடம் சொன்னது என்னவென்றால், நீங்கள் இன்னும் சக்திவாய்ந்த வேலையைப் பெற்றீர்கள், அகாடமியை விட்டு வெளியேறுகிறீர்கள்” என்று.",
        "பிறகு சிறிது நேரம் நிதானித்து, “எப்படியும் உனக்கு நல்ல வேலை கிடைத்திருக்கிறது, உன்னை நன்றாக வாழ வாழ்த்துகிறேன்” என்று சொன்னான் - இன்றுவரை என் காதுகளில் ஒலித்துக்கொண்டிருக்கும் வார்த்தைகள். பதிவை நேராகப் போட அவரைச் சந்திப்பை நாடாமல் இருந்திருந்தால் என்ன பலன் கிடைத்திருக்கும் என்று நினைத்து மிகவும் நிம்மதியடைந்தவனாக அவரது அலுவலகத்தை விட்டு வெளியேறினேன்.!",
        "நான் பாதுகாப்பு அமைச்சில் தங்கியிருந்த காலத்தில், அவசரகாலச் சட்டங்கள் தொடர்பான விடயங்கள் தொடர்பாக நீதியமைச்சராக அவர் பதவியில் இருந்த செயலாளருடன் நான் அவரை இரண்டு முறை சந்தித்தேன், ஆனால் அன்று மாலை அவர் செய்த விதத்தில் அவர் என்னைப் பார்க்கவே இல்லை. பாராளுமன்ற கட்டிடத்தில் பிரதமர் தலைமையில் நடைபெற்ற கூட்டத்திலோ அல்லது கூட்டம் முடிந்ததும் அவருடன் சில வார்த்தைகள் பேசுவதற்காக நான் பின்னால் ஓடும்போது.",
        "(எரிக். ஜே. டி சில்வாவின் நினைவுக் குறிப்புகளான எ பீப் இன்ட் தி பாஸ்ட் என்பதிலிருந்து எடுக்கப்பட்டது)",
        "ஒரு விபரீதத் திருப்பம்: அரகலயாவைக் குறை கூறுங்கள், கோதாவை இருக்க விடுங்கள், குழந்தைகள் வீட்டிற்குச் செல்லலாம்!",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}