{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/oracle-notches-10-5-bn-in-total-revenue-in-fiscal-2022-third-quarter/",
  "time_ut": 1647013620,
  "title": "Oracle notches $ 10.5 bn in total revenue in fiscal 2022 third quarter",
  "body_lines": [
    "*  Total Revenue $10.5 billion, up 4% and up 7% in constant currency",
    "*  Total Cloud Revenue (IaaS plus SaaS) of $2.8 billion, up 24% and up 26% in constant currency",
    "*  Fusion ERP Cloud Revenue up 33% and up 35% in constant currency",
    "*  NetSuite ERP Cloud Revenue up 27% and up 29% in constant currency",
    "Oracle Corporation (NYSE: ORCL) announced fiscal 2022 Q3 results. Total quarterly revenues were up 4% year-over-year in USD and up 7% in constant currency to $10.5 billion. Cloud services and license support revenues were up 5% in USD and up 8% in constant currency to $7.6 billion. Cloud license and on-premise license revenues were up 1% in USD and up 4% in constant currency to $1.3 billion.",
    "Q3 GAAP operating income was $3.8 billion, down 1% in USD and up 3% in constant currency. Non-GAAP operating income was $4.8 billion, up 1% in USD and up 4% in constant currency. GAAP operating margin was 36%, and non-GAAP operating margin was 46%. GAAP net income was $2.3 billion, and non-GAAP net income was $3.1 billion.",
    "Q3 GAAP earnings per share was $0.84 while non-GAAP earnings per share was $1.13, down 3% in USD and up 1% in constant currency. Q3 earnings per share was lowered by $0.05 primarily because of a decline in the share price of revolutionary gene sequencing company Oxford Nanopore, and an operating loss at Ampere, the maker of the world’s fastest ARM Server Chips. We remain confident that our investments in these two cutting-edge technology companies will deliver very strong returns for Oracle.",
    "Short-term deferred revenues were $7.9 billion. Operating cash flow was $10.4 billion during the trailing twelve months.",
    "“In Q3, Oracle delivered over 7% constant currency revenue growth—our highest quarterly organic revenue growth rate since we began our transition to the cloud,” said Oracle CEO, Safra Catz. “This strong top line growth was coupled with a solid non-GAAP constant currency operating profit growth of 4%, but the big story is that our overall revenue growth is being driven by both our rapidly growing Cloud Infrastructure and Cloud Applications businesses. Q3 Cloud Infrastructure revenue was up 47% in constant currency. Q3 Cloud Applications growth was led by Fusion ERP, which was up 35% in constant currency and NetSuite ERP which was up 29% in constant currency. Total Cloud revenue which includes Cloud Infrastructure and Cloud Applications is now over $11 billion a year.”",
    "“In Q3, Oracle completed development of the multi-cloud version of our MySQL HeatWave open-source database,” said Oracle Chairman and CTO, Larry Ellison. “The MySQL HeatWave database is already running in the Oracle Gen2 Cloud. In a few weeks, MySQL HeatWave will also be available in the Amazon Cloud and the Microsoft Azure Cloud. MySQL HeatWave was designed to compete with Amazon’s version of MySQL called Aurora, Snowflake and other popular cloud databases. What customer and database analysts are saying about Oracle’s new MySQL HeatWave database is simply astonishing. Here are a couple of examples of what the database analysts are saying.”",
    "“Oracle have shown AWS, Snowflake and other database providers how to design and architect a True MySQL Cloud Database. Customers can expect MySQL HeatWave to perform about 7 times faster than Amazon Redshift or Snowflake at 2-5 times lower cost. The benefits over Amazon Aurora are even greater.”",
    "The following is an approved quote from the database analysts at Wikibon:",
    "“We believe that the technology underlying MySQL HeatWave is an inflection point in database design and architecture. The MySQL HeatWave technology is by far the best in the market now, and we believe that the MySQL HeatWave competitive advantage is sustainable for at least three years. We also believe customers will demand that AWS provide similar converged functionality as HeatWave.”",
    "The board of directors declared a quarterly cash dividend of $0.32 per share of outstanding common stock. This dividend will be paid to stockholders of record as of the close of business on April 8, 2022, with a payment date of April 21, 2022.",
    "Crysbro marks 50th anniversary by highlighting commitment to quality and freshness",
    "ComBank supports VTA’s Apparel Technician Course with donation of computers",
    "Problems that need addressing to right an economy gone horribly wrong",
    "Air ticket prices go up 25-27 percent as rupee depreciates further",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඔරකල් 2022 මූල්‍ය වසරේ තුන්වන කාර්තුවේ මුළු ආදායමෙන් ඩොලර් බිලියන 10.5 ක් ලබා ගනී",
      "body_lines": [
        "*  මුළු ආදායම ඩොලර් බිලියන 10.5, 4% සහ නියත මුදලින් 7% වැඩි වීම",
        "*  සම්පූර්ණ ක්ලවුඩ් ආදායම (IaaS සහ SaaS) ඩොලර් බිලියන 2.8 ක්, 24% කින් සහ නියත මුදලින් 26% කින් ඉහළට",
        "*  Fusion ERP ක්ලවුඩ් ආදායම 33%කින් සහ නියත මුදලින් 35%කින් ඉහළ යයි",
        "*  NetSuite ERP Cloud ආදායම 27% කින් සහ ස්ථාවර මුදලින් 29% කින් ඉහළට",
        "Oracle Corporation (NYSE: ORCL) 2022 මූල්‍ය Q3 ප්‍රතිඵල නිවේදනය කළේය. මුළු කාර්තුමය ආදායම USD හි වසරින් වසර 4% කින් සහ ස්ථාවර මුදලින් 7% කින් ඩොලර් බිලියන 10.5 දක්වා වැඩි විය. ක්ලවුඩ් සේවා සහ බලපත්‍ර ආධාරක ආදායම USD වලින් 5%කින් සහ ස්ථාවර මුදලින් 8%කින් ඩොලර් බිලියන 7.6 දක්වා වැඩි විය. ක්ලවුඩ් බලපත්‍රය සහ පරිශ්‍රයේ බලපත්‍ර ආදායම USD වලින් 1%කින් සහ ස්ථාවර මුදලින් 4%කින් ඩොලර් බිලියන 1.3 දක්වා වැඩි විය.",
        "Q3 GAAP මෙහෙයුම් ආදායම ඩොලර් බිලියන 3.8 ක් වූ අතර එය USD හි 1% කින් අඩු වූ අතර ස්ථාවර මුදලින් 3% කින් වැඩි විය. GAAP නොවන මෙහෙයුම් ආදායම ඩොලර් බිලියන 4.8 ක් වූ අතර එය USD හි 1% කින් සහ නියත මුදලින් 4% කින් වැඩි විය. GAAP මෙහෙයුම් ආන්තිකය 36%ක් වූ අතර GAAP නොවන මෙහෙයුම් ආන්තිකය 46%ක් විය. GAAP ශුද්ධ ආදායම ඩොලර් බිලියන 2.3 ක් වූ අතර GAAP නොවන ශුද්ධ ආදායම ඩොලර් බිලියන 3.1 කි.",
        "Q3 කොටසකට GAAP ඉපැයීම් ඩොලර් 0.84 ක් වූ අතර කොටසකට GAAP නොවන ඉපැයීම් ඩොලර් 1.13 ක් වූ අතර, USD හි 3% අඩු වූ අතර ස්ථාවර මුදලින් 1% කින් වැඩි විය. විප්ලවීය ජාන අනුක්‍රමික සමාගමක් වන Oxford Nanopore හි කොටස් මිල පහත වැටීම සහ ලොව වේගවත්ම ARM Server Chips නිෂ්පාදකයා වන Ampere හි මෙහෙයුම් අලාභයක් හේතුවෙන් කොටසකට Q3 ඉපැයීම් $0.05 කින් පහත වැටුණි. මෙම අති නවීන තාක්‍ෂණ සමාගම් දෙකෙහි අපගේ ආයෝජන Oracle සඳහා ඉතා ශක්තිමත් ප්‍රතිලාභ ලබා දෙනු ඇතැයි අපට විශ්වාසයි.",
        "කෙටි කාලීන කල් දැමූ ආදායම ඩොලර් බිලියන 7.9 කි. පසුගාමී මාස දොළහ තුළ මෙහෙයුම් මුදල් ප්‍රවාහය ඩොලර් බිලියන 10.4 කි.",
        "\"Q3 හි දී, Oracle විසින් 7% ක නියත මුදල් ආදායම් වර්ධනයක් ලබා දුන්නේය - අපි ක්ලවුඩ් වෙත සංක්‍රමණය වීම ආරම්භ කළ දා සිට අපගේ ඉහළම කාර්තුමය කාබනික ආදායම් වර්ධන වේගය\", Oracle ප්‍රධාන විධායක නිලධාරී Safra Catz පැවසීය. “මෙම ශක්තිමත් ඉහළ පෙළේ වර්ධනය 4% ක GAAP නොවන ස්ථාවර ව්‍යවහාර මුදල් මෙහෙයුම් ලාභ වර්ධනයක් සමඟ සම්බන්ධ විය, නමුත් විශාල කතාව නම් අපගේ සමස්ත ආදායම් වර්ධනය වේගයෙන් වර්ධනය වන අපගේ Cloud Infrastructure සහ Cloud Applications ව්‍යාපාර යන දෙකින්ම මෙහෙයවනු ලැබේ. Q3 Cloud Infrastructure ආදායම නියත මුදලින් 47%කින් ඉහළ ගියේය. Q3 Cloud Applications වර්ධනය Fusion ERP විසින් මෙහෙයවන ලදී, එය නියත මුදලින් 35% කින් සහ NetSuite ERP ස්ථාවර මුදලින් 29% කින් ඉහළ ගියේය. Cloud Infrastructure සහ Cloud Applications ඇතුළත් මුළු Cloud ආදායම දැන් වසරකට ඩොලර් බිලියන 11 ඉක්මවයි.",
        "\"Q3 හි, Oracle විසින් අපගේ MySQL HeatWave විවෘත-මූලාශ්‍ර දත්ත ගබඩාවේ බහු-වලාකුළු අනුවාදයේ සංවර්ධනය සම්පූර්ණ කරන ලදී,\" Oracle හි සභාපති සහ CTO, Larry Ellison පැවසීය. “MySQL HeatWave දත්ත සමුදාය දැනටමත් Oracle Gen2 Cloud තුළ ක්‍රියාත්මක වේ. සති කිහිපයකින්, MySQL HeatWave Amazon Cloud සහ Microsoft Azure Cloud හි ද ලබා ගත හැකිය. MySQL HeatWave නිර්මාණය කර ඇත්තේ Aurora, Snowflake සහ අනෙකුත් ජනප්‍රිය වලාකුළු දත්ත සමුදායන් ලෙස හැඳින්වෙන MySQL හි Amazon අනුවාදය සමඟ තරඟ කිරීමට ය. Oracle හි නව MySQL HeatWave දත්ත සමුදාය ගැන පාරිභෝගික සහ දත්ත සමුදා විශ්ලේෂකයින් පවසන දේ හුදෙක් විශ්මය ජනක ය. දත්ත සමුදා විශ්ලේෂකයින් පවසන දේ පිළිබඳ උදාහරණ කිහිපයක් මෙන්න.",
        "“Oracle විසින් AWS, Snowflake සහ අනෙකුත් දත්ත සමුදා සපයන්නන් හට True MySQL Cloud Database එකක් සැලසුම් කරන්නේ කෙසේද යන්න පෙන්වා දී ඇත. පාරිභෝගිකයින්ට MySQL HeatWave 2-5 ගුණයක අඩු වියදමකින් Amazon Redshift හෝ Snowflake වලට වඩා 7 ගුණයක වේගයෙන් ක්‍රියා කරයි යැයි අපේක්ෂා කළ හැක. Amazon Aurora හි ප්‍රතිලාභ ඊටත් වඩා විශාලයි.",
        "පහත දැක්වෙන්නේ Wikibon හි දත්ත සමුදා විශ්ලේෂකයින් විසින් අනුමත කරන ලද උපුටා ගැනීමකි.",
        "“MySQL HeatWave යටින් පවතින තාක්‍ෂණය දත්ත සමුදා නිර්මාණයේ සහ ගෘහ නිර්මාණ ශිල්පයේ ප්‍රත්‍යාවර්තක ලක්ෂ්‍යයක් බව අපි විශ්වාස කරමු. MySQL HeatWave තාක්‍ෂණය දැන් වෙළඳපොලේ ඇති හොඳම ඒවා වන අතර, MySQL HeatWave තරඟකාරී වාසිය අවම වශයෙන් වසර තුනක් සඳහා තිරසාර බව අපි විශ්වාස කරමු. AWS HeatWave හා සමාන අභිසාරී ක්‍රියාකාරීත්වයක් ලබා දෙන ලෙස පාරිභෝගිකයින් ඉල්ලා සිටිනු ඇතැයි අපි විශ්වාස කරමු.",
        "අධ්‍යක්ෂ මණ්ඩලය කැපී පෙනෙන පොදු කොටස් කොටසකට ඩොලර් 0.32 ක කාර්තුමය මුදල් ලාභාංශයක් ප්‍රකාශයට පත් කළේය. මෙම ලාභාංශය 2022 අප්‍රේල් 8, 2022 ව්‍යාපාරය අවසන් වන විට, 2022 අප්‍රේල් 21 වැනි දින ගෙවීමේ දිනය සමඟ වාර්තාගත කොටස් හිමියන්ට ගෙවනු ලැබේ.",
        "Crysbro ගුණාත්මකභාවය සහ නැවුම්බව සඳහා කැපවීම ඉස්මතු කරමින් 50 වැනි සංවත්සරය සනිටුහන් කරයි",
        "ComBank පරිගණක පරිත්‍යාග සමඟ VTA හි ඇඟලුම් කාර්මික ශිල්පී පාඨමාලාවට සහාය දක්වයි",
        "ආර්ථිකය නිවැරදි කිරීමට ආමන්ත්‍රණය කළ යුතු ගැටලු දරුණු ලෙස වැරදී ඇත",
        "රුපියල තවදුරටත් අවප්‍රමාණය වීමත් සමඟ ගුවන් ටිකට්පත් මිල සියයට 25-27 කින් ඉහළ යයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "2022 நிதியாண்டின் மூன்றாம் காலாண்டில் ஆரக்கிள் மொத்த வருவாயில் 10.5 பில்லியன் டாலர்கள்",
      "body_lines": [
        "*  மொத்த வருவாய் $10.5 பில்லியன், நிலையான நாணயத்தில் 4% மற்றும் 7% அதிகமாகும்",
        "*  மொத்த கிளவுட் வருவாய் (IaaS மற்றும் SaaS) $2.8 பில்லியன், நிலையான நாணயத்தில் 24% மற்றும் 26% அதிகரித்துள்ளது",
        "*  Fusion ERP கிளவுட் வருவாய் 33% மற்றும் நிலையான நாணயத்தில் 35% அதிகரித்துள்ளது",
        "*  NetSuite ERP கிளவுட் வருவாய் 27% மற்றும் நிலையான நாணயத்தில் 29% அதிகரித்துள்ளது",
        "ஆரக்கிள் கார்ப்பரேஷன் (NYSE: ORCL) நிதியாண்டு 2022 Q3 முடிவுகளை அறிவித்தது. மொத்த காலாண்டு வருவாய்கள் ஆண்டுக்கு ஆண்டு USD இல் 4% அதிகரித்து, நிலையான நாணயத்தில் 7% அதிகரித்து $10.5 பில்லியனாக இருந்தது. கிளவுட் சேவைகள் மற்றும் உரிம ஆதரவு வருவாய் USD இல் 5% மற்றும் நிலையான நாணயத்தில் 8% அதிகரித்து $7.6 பில்லியனாக இருந்தது. கிளவுட் லைசென்ஸ் மற்றும் ஆன்-பிரைமைஸ் லைசென்ஸ் வருவாய்கள் USD இல் 1% மற்றும் நிலையான நாணயத்தில் 4% அதிகரித்து $1.3 பில்லியனாக இருந்தது.",
        "Q3 GAAP இயக்க வருமானம் $3.8 பில்லியன், USD இல் 1% குறைந்து நிலையான நாணயத்தில் 3% அதிகரித்துள்ளது. GAAP அல்லாத இயக்க வருமானம் $4.8 பில்லியன், USD இல் 1% மற்றும் நிலையான நாணயத்தில் 4% அதிகரித்துள்ளது. GAAP இயக்க வரம்பு 36% ஆகவும், GAAP அல்லாத செயல்பாட்டு வரம்பு 46% ஆகவும் இருந்தது. GAAP நிகர வருமானம் $2.3 பில்லியன், மற்றும் GAAP அல்லாத நிகர வருமானம் $3.1 பில்லியன்.",
        "ஒரு பங்கின் Q3 GAAP வருவாய் $0.84 ஆக இருந்தது, அதே சமயம் GAAP அல்லாத ஒரு பங்கின் வருவாய் $1.13 ஆக இருந்தது, USD இல் 3% குறைந்து, நிலையான நாணயத்தில் 1% அதிகரித்துள்ளது. புரட்சிகர ஜீன் சீக்வென்சிங் நிறுவனமான ஆக்ஸ்போர்டு நானோபோரின் பங்கு விலையில் ஏற்பட்ட சரிவு மற்றும் உலகின் அதிவேக ARM சர்வர் சிப்ஸ் தயாரிப்பாளரான ஆம்பியரில் ஏற்பட்ட செயல்பாட்டு இழப்பு காரணமாக ஒரு பங்குக்கான Q3 வருவாய் $0.05 குறைக்கப்பட்டது. இந்த இரண்டு அதிநவீன தொழில்நுட்ப நிறுவனங்களில் எங்களின் முதலீடுகள் ஆரக்கிளுக்கு மிகவும் வலுவான வருமானத்தை அளிக்கும் என்பதில் நாங்கள் உறுதியாக இருக்கிறோம்.",
        "குறுகிய கால ஒத்திவைக்கப்பட்ட வருவாய் $7.9 பில்லியன் ஆகும். பின்தங்கிய பன்னிரண்டு மாதங்களில் இயக்க பணப்புழக்கம் $10.4 பில்லியனாக இருந்தது.",
        "\"Q3 இல், ஆரக்கிள் 7% நிலையான நாணய வருவாய் வளர்ச்சியை வழங்கியது - நாங்கள் கிளவுட்க்கு மாறத் தொடங்கியதிலிருந்து எங்களின் அதிகபட்ச காலாண்டு கரிம வருவாய் வளர்ச்சி விகிதம்\" என்று Oracle CEO, Safra Catz கூறினார். \"இந்த வலுவான டாப் லைன் வளர்ச்சியானது திடமான GAAP அல்லாத நிலையான நாணய இயக்க லாபம் 4% வளர்ச்சியுடன் இணைந்துள்ளது, ஆனால் பெரிய கதை என்னவென்றால், எங்களின் ஒட்டுமொத்த வருவாய் வளர்ச்சி வேகமாக வளர்ந்து வரும் Cloud Infrastructure மற்றும் Cloud Applications வணிகங்களால் இயக்கப்படுகிறது. Q3 கிளவுட் உள்கட்டமைப்பு வருவாய் நிலையான நாணயத்தில் 47% அதிகரித்துள்ளது. Q3 Cloud Applications வளர்ச்சியானது Fusion ERP ஆல் வழிநடத்தப்பட்டது, இது நிலையான நாணயத்தில் 35% மற்றும் NetSuite ERP ஆனது நிலையான நாணயத்தில் 29% அதிகரித்துள்ளது. கிளவுட் உள்கட்டமைப்பு மற்றும் கிளவுட் பயன்பாடுகளை உள்ளடக்கிய மொத்த கிளவுட் வருவாய் இப்போது ஆண்டுக்கு $11 பில்லியனுக்கும் அதிகமாக உள்ளது.",
        "\"Q3 இல், ஆரக்கிள் எங்கள் MySQL HeatWave திறந்த மூல தரவுத்தளத்தின் பல-கிளவுட் பதிப்பின் வளர்ச்சியை நிறைவுசெய்தது\" என்று ஆரக்கிள் தலைவரும் CTOயுமான லாரி எலிசன் கூறினார். \"MySQL HeatWave தரவுத்தளம் ஏற்கனவே Oracle Gen2 கிளவுட்டில் இயங்குகிறது. சில வாரங்களில், MySQL HeatWave ஆனது Amazon Cloud மற்றும் Microsoft Azure Cloud ஆகியவற்றிலும் கிடைக்கும். MySQL HeatWave ஆனது அரோரா, ஸ்னோஃப்ளேக் மற்றும் பிற பிரபலமான கிளவுட் தரவுத்தளங்கள் எனப்படும் அமேசானின் MySQL இன் பதிப்போடு போட்டியிட வடிவமைக்கப்பட்டுள்ளது. ஆரக்கிளின் புதிய MySQL HeatWave தரவுத்தளத்தைப் பற்றி வாடிக்கையாளர் மற்றும் தரவுத்தள ஆய்வாளர்கள் என்ன சொல்கிறார்கள் என்பது ஆச்சரியமாக இருக்கிறது. தரவுத்தள ஆய்வாளர்கள் என்ன சொல்கிறார்கள் என்பதற்கான இரண்டு எடுத்துக்காட்டுகள் இங்கே.",
        "\"ஆரக்கிள் AWS, ஸ்னோஃப்ளேக் மற்றும் பிற தரவுத்தள வழங்குநர்களுக்கு ஒரு உண்மையான MySQL கிளவுட் தரவுத்தளத்தை எவ்வாறு வடிவமைத்து கட்டமைப்பது என்பதைக் காட்டியது. வாடிக்கையாளர்கள் MySQL HeatWave 2-5 மடங்கு குறைந்த செலவில் Amazon Redshift அல்லது Snowflake ஐ விட 7 மடங்கு வேகமாக செயல்படும் என்று எதிர்பார்க்கலாம். அமேசான் அரோராவின் நன்மைகள் இன்னும் அதிகமாக உள்ளன.",
        "பின்வருபவை விக்கிபோனில் உள்ள தரவுத்தள ஆய்வாளர்களின் அங்கீகரிக்கப்பட்ட மேற்கோள்:",
        "\"MySQL HeatWave இன் அடிப்படையிலான தொழில்நுட்பம் தரவுத்தள வடிவமைப்பு மற்றும் கட்டமைப்பில் ஒரு ஊடுருவல் புள்ளி என்று நாங்கள் நம்புகிறோம். MySQL HeatWave தொழில்நுட்பம் இப்போது சந்தையில் மிகச் சிறந்ததாக உள்ளது, மேலும் MySQL HeatWave போட்டி நன்மை குறைந்தது மூன்று ஆண்டுகளுக்கு நீடித்திருக்கும் என்று நாங்கள் நம்புகிறோம். ஹீட்வேவ் போன்ற ஒருங்கிணைந்த செயல்பாட்டை AWS வழங்க வேண்டும் என்று வாடிக்கையாளர்கள் கோருவார்கள் என்றும் நாங்கள் நம்புகிறோம்.",
        "இயக்குநர்கள் குழு, நிலுவையில் உள்ள பொதுவான பங்கின் ஒரு பங்கிற்கு $0.32 என்ற காலாண்டு பண ஈவுத்தொகையை அறிவித்தது. ஏப்ரல் 8, 2022 அன்று வணிகம் முடிவடையும் போது, ​​ஏப்ரல் 21, 2022 அன்று செலுத்தும் தேதியுடன், பதிவு செய்த பங்குதாரர்களுக்கு இந்த ஈவுத்தொகை வழங்கப்படும்.",
        "Crysbro தரம் மற்றும் புத்துணர்ச்சிக்கான அர்ப்பணிப்பை எடுத்துக்காட்டுவதன் மூலம் 50வது ஆண்டு நிறைவைக் குறிக்கிறது",
        "கம்ப்யூட்டர்களை நன்கொடையாக வழங்கும் VTA இன் அப்பேரல் டெக்னீசியன் பாடத்திட்டத்தை ComBank ஆதரிக்கிறது",
        "பொருளாதாரத்தை சரி செய்ய வேண்டிய பிரச்சனைகள் மிகவும் மோசமாகிவிட்டன",
        "ரூபாயின் மதிப்பு மேலும் சரிவதால் விமான டிக்கெட் விலை 25-27 சதவீதம் உயர்ந்துள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}