{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-end-lower-in-thin-trade-amid-rise-in-fixed-asset-yields-91979/",
  "time_ut": 1648061220,
  "title": "Sri Lanka stocks end lower in thin trade amid rise in fixed asset yields",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index edged down on Wednesday (23) after gaining in three previous sessions amid concerns over the island nation’s economy and mixed sentiment over possible IMF deal, brokers said.",
    "The main All Share Price Index (ASPI) gained 0.31 percent or 32.93 points to close at 10,457.81.",
    "President Gotabaya Rajapaksa has said the country will seek IMF help to face the debt crisis though some of the government officials have raised concerns over adverse impacts of conditions by global lender in the past.",
    "An All Party Conference held on Wednesday assessed the ongoing economic crisis after the rupee has fallen around 45 percent since March 8 while the market saw yields in government’s treasury bills rising to around 12 percent.",
    "Market analysts have said selling pressure is seen in the market due to the rupee deprecation amid rise in the returning rate of government securities.",
    "The day’s turnover was 1.4 billion rupees, nearly a quarter of this year’s average daily turnover of 5.2 billion rupees.",
    "Analysts predict some investors to move into fixed assets with the return on risk free government bonds expected to move above 13 percent and while 5-year maturities expected to rise above 15-percent.",
    "Sri Lanka’s rupee has fallen nearly 40 percent since the devaluation on March 08.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days as the central bank has .",
    "S&P SL20 of the most liquid stocks edged up 0.09 percent or 3.38 points to 3,596.69 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 8 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 14.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net of 21.0 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 2.4 billion rupees so far this year.",
    "Ceylon Tobacco Company, Aitken Spence and LOLC Holdings dragged the main index on Wednesday.",
    "Shares in Ceylon Tobacco Company slipped 2.8 percent to close at 727.75 rupees a share, Aitken Spence ended 3.1 percent lower at 82.40 rupees a share while LOLC Holdings slipped 0.8 percent to close at 785.00 rupees a share. (Colombo/March23/2022)"
  ],
  "translate": {
    "si": {
      "title": "ස්ථාවර වත්කම් අස්වැන්න ඉහළ යාම මධ්‍යයේ තුනී වෙලඳාමකින් ශ්‍රී ලංකා කොටස් පහත වැටේ",
      "body_lines": [
        "ECONOMYNEXT - දිවයිනේ ආර්ථිකය පිළිබඳ කනස්සල්ල සහ IMF ගනුදෙනුව පිළිබඳ මිශ්‍ර මනෝභාවයන් මධ්‍යයේ පෙර සැසි තුනක දී ශ්‍රී ලංකාවේ කොටස් දර්ශකය ඉහළ යාමෙන් පසු බදාදා (23) පහළ ගිය බව තැරැව්කරුවන් පවසයි.",
        "ප්‍රධාන සියලු කොටස් මිල දර්ශකය (ASPI) සියයට 0.31 කින් හෙවත් ඒකක 32.93 කින් ඉහළ ගොස් 10,457.81 ක් විය.",
        "පසුගිය කාලය තුළ ගෝලීය ණය දෙන්නා විසින් කොන්දේසිවල අහිතකර බලපෑම් පිළිබඳව ඇතැම් රාජ්‍ය නිලධාරීන් කනස්සල්ල පළ කළද ණය අර්බුදයට මුහුණ දීම සඳහා රට ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය පතන බව ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා පැවසීය.",
        "බදාදා පැවති සර්ව පාක්ෂික සමුළුවක් මාර්තු 8 දා සිට රුපියල සියයට 45 කින් පමණ පහත වැටීමෙන් පසු පවතින ආර්ථික අර්බුදය තක්සේරු කරන ලද අතර වෙළඳපොලේ රජයේ භාණ්ඩාගාර බිල්පත්වල අස්වැන්න සියයට 12 දක්වා ඉහළ ගොස් තිබේ.",
        "රජයේ සුරැකුම්පත්වල ප්‍රතිලාභ අනුපාතිකය ඉහළ යාමත් සමඟ රුපියල අවප්‍රමාණය වීම හේතුවෙන් වෙළෙඳපොළ තුළ විකුණුම් පීඩනයක් දක්නට ලැබෙන බව වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "දවසේ පිරිවැටුම රුපියල් බිලියන 1.4 ක් වූ අතර, මේ වසරේ සාමාන්‍ය දෛනික පිරිවැටුම රුපියල් බිලියන 5.2 න් හතරෙන් පංගුවකට ආසන්නය.",
        "විශ්ලේෂකයින් අනාවැකි පළ කරන්නේ අවදානම් රහිත රාජ්‍ය බැඳුම්කරවල ප්‍රතිලාභය සියයට 13 ට වඩා ඉහළ යනු ඇතැයි අපේක්ෂා කරන අතර වසර 5ක කල්පිරීම සියයට 15 ට වඩා ඉහළ යනු ඇතැයි අපේක්ෂා කරන අතරම, සමහර ආයෝජකයින් ස්ථාවර වත්කම් වෙත ගමන් කරනු ඇති බවයි.",
        "මාර්තු 08 වන දින අවප්‍රමාණය වීමෙන් පසු ශ්‍රී ලංකාවේ රුපියල සියයට 40 කින් පමණ පහත වැටී ඇත.",
        "මුදල් පහත වැටීම හේතුවෙන් ශ්‍රී ලංකාවේ සියලුම භාණ්ඩ මිල ගණන් ඉහළ යමින් පවතී. මහ බැංකුවේ පවතින පරිදි ඉදිරි දිනවලදී තවත් ක්ෂයවීමක් මුදල් බෙදාහරින්නන් අපේක්ෂා කරයි.",
        "වඩාත්ම ද්‍රවශීල කොටස් අතරින් S&P SL20 සියයට 0.09 කින් හෝ ඒකක 3.38 කින් ඉහළ ගොස් ඒකක 3,596.69 ක් විය.",
        "තෙල් මිල ඉහල යාම, ප්‍රතිපත්ති අනුපාත ඉහල දැමීම්, මන්දගාමී ආර්ථිකයක් සහ ඩොලර් හිඟය, ඉන්ධන සහ ඉවුම් පිහුම් ගෑස් හිඟය සහ දීර්ඝ විදුලිය කප්පාදුව දිගටම මනෝභාවය අඩපණ කරයි.",
        "පෙර මාසයේ දී සියයට 11 කින් පහත වැටීමෙන් පසු මාර්තු මාසයේ මේ දක්වා වෙළඳපල සියයට 8 කින් පහත වැටී ඇත. සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළෙඳපොළවලින් එකක් වූ පසු මේ වසරේ මේ දක්වා වෙළෙඳපොළ සියයට 14.2 කින් අඩු වී ඇත.",
        "විදේශීය ආයෝජකයින් මෙම ප්‍රවණතාවයට පිටුපා රුපියල් මිලියන 21.0 ක ශුද්ධ කොටස් මිලදී ගත්හ. කෙසේ වෙතත්, මේ වසරේ මේ දක්වා රුපියල් බිලියන 2.4 ක විදේශ විදේශ ගලායාමක් වෙළඳපොළට ලැබී තිබේ.",
        "Ceylon Tobacco Company, Aitken Spence සහ LOLC Holdings බදාදා ප්‍රධාන දර්ශකය ඇදගෙන ගියහ.",
        "ලංකා දුම්කොළ සමාගමේ කොටසක මිල සියයට 2.8 කින් පහළ ගොස් රුපියල් 727.75 ක් ලෙසින් අවසන් වූ අතර, Aitken Spence කොටසක් සියයට 3.1 කින් පහළ ගොස් රුපියල් 82.40 කින් අවසන් වූ අතර LOLC හෝල්ඩිංග්ස් කොටසක් සියයට 0.8 කින් පහත වැටී රුපියල් 785.00 කින් අවසන් විය. (කොළඹ/මාර්තු23/2022)"
      ]
    },
    "ta": {
      "title": "நிலையான சொத்து விளைச்சலின் அதிகரிப்புக்கு மத்தியில் மெல்லிய வர்த்தகத்தில் இலங்கை பங்குகள் வீழ்ச்சியடைந்தன",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பங்குச் சுட்டெண் புதனன்று (23) இலங்கையின் பங்குச் சுட்டெண் மூன்று முந்தைய அமர்வுகளில் பெற்ற பின்னர், தீவின் நாட்டின் பொருளாதாரம் மற்றும் சாத்தியமான IMF ஒப்பந்தம் குறித்த கலவையான உணர்வுகளுக்கு மத்தியில் வீழ்ச்சியடைந்ததாக தரகர்கள் தெரிவித்தனர்.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) 0.31 சதவீதம் அல்லது 32.93 புள்ளிகள் அதிகரித்து 10,457.81 இல் நிறைவடைந்தது.",
        "கடந்த காலங்களில் உலகளாவிய கடன் வழங்குனரால் நிலைமைகளின் பாதகமான தாக்கங்கள் குறித்து அரசாங்க அதிகாரிகள் சிலர் கவலை வெளியிட்டிருந்த போதிலும், கடன் நெருக்கடியை எதிர்கொள்வதற்கு நாடு சர்வதேச நாணய நிதியத்தின் உதவியை நாடவுள்ளதாக ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தெரிவித்துள்ளார்.",
        "புதன்கிழமை நடைபெற்ற அனைத்துக் கட்சி மாநாடு, மார்ச் 8 முதல் ரூபாய் 45 சதவிகிதம் வீழ்ச்சியடைந்த பின்னர் நடந்து வரும் பொருளாதார நெருக்கடியை மதிப்பீடு செய்தது.",
        "ரூபாய் மதிப்பு சரிவு காரணமாக, அரசுப் பத்திரங்களின் வருவாய் விகிதம் அதிகரித்து வருவதால், சந்தையில் விற்பனை அழுத்தம் காணப்படுவதாக சந்தை ஆய்வாளர்கள் தெரிவித்துள்ளனர்.",
        "அன்றைய விற்றுமுதல் 1.4 பில்லியன் ரூபாவாக இருந்தது, இது இந்த வருடத்தின் சராசரி தினசரி விற்றுமுதல் 5.2 பில்லியன் ரூபாயில் கிட்டத்தட்ட கால் பங்காகும்.",
        "ஆய்வாளர்கள் சில முதலீட்டாளர்கள் நிலையான சொத்துக்களுக்குச் செல்வார்கள் என்று கணித்துள்ளனர்",
        "மார்ச் 08 ஆம் திகதி பணமதிப்பு நீக்கத்தின் பின்னர் இலங்கையின் ரூபாவின் பெறுமதி கிட்டத்தட்ட 40 வீதம் வீழ்ச்சியடைந்துள்ளது.",
        "நாணய வீழ்ச்சி காரணமாக இலங்கையில் அனைத்து பொருட்களின் விலைகளும் அதிகரித்து வருகின்றன. நாணய விநியோகஸ்தர்கள் மத்திய வங்கியின் மதிப்பைப் போல, வரும் நாட்களில் மேலும் தேய்மானத்தை எதிர்பார்க்கிறார்கள்.",
        "பெரும்பாலான திரவ பங்குகளில் S&P SL20 0.09 சதவீதம் அல்லது 3.38 புள்ளிகள் அதிகரித்து 3,596.69 புள்ளிகளாக இருந்தது.",
        "அதிகரித்து வரும் எண்ணெய் விலைகள், கொள்கை விகித உயர்வுகள், மந்தமான பொருளாதாரம் மற்றும் டாலர்கள், எரிபொருள் மற்றும் சமையல் எரிவாயு தட்டுப்பாடு மற்றும் நீட்டிக்கப்பட்ட மின்வெட்டு ஆகியவை தொடர்ந்து உணர்வைக் குறைக்கின்றன.",
        "முந்தைய மாதத்தில் 11 சதவீதம் சரிந்த பிறகு மார்ச் மாதத்தில் இதுவரை சந்தை 8 சதவீதத்தை இழந்துள்ளது. கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 14.2 சதவீதத்தை இழந்துள்ளது.",
        "வெளிநாட்டு முதலீட்டாளர்கள் இந்த போக்கை முறியடித்து 21.0 மில்லியன் ரூபாய் மதிப்புள்ள பங்குகளை வாங்கினார்கள். எவ்வாறாயினும், இந்த வருடத்தில் இதுவரை மொத்தமாக 2.4 பில்லியன் ரூபா வெளிநாட்டு வெளியேற்றத்தை சந்தை கண்டுள்ளது.",
        "சிலோன் புகையிலை நிறுவனம், எய்ட்கன் ஸ்பென்ஸ் மற்றும் LOLC ஹோல்டிங்ஸ் ஆகியவை புதன்கிழமை பிரதான சுட்டியை இழுத்தன.",
        "சிலோன் டொபாக்கோ கம்பனியின் பங்குகள் 2.8 வீதம் சரிந்து ஒரு பங்கு 727.75 ரூபாவாகவும், எய்ட்கன் ஸ்பென்ஸ் பங்கு ஒன்றின் விலை 3.1 வீதம் குறைந்து 82.40 ரூபாவாகவும் முடிவடைந்தது, அதே சமயம் LOLC ஹோல்டிங்ஸ் பங்கு ஒன்றின் விலை 0.8 சதவீதம் சரிந்து 785.00 ரூபாவாக நிறைவடைந்தது. (கொழும்பு/மார்ச்23/2022)"
      ]
    }
  }
}