{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/political-convulsions-as-economy-totters/",
  "time_ut": 1646392680,
  "title": "Political convulsions as economy totters",
  "body_lines": [
    "Days before he was sacked, former Energy Minister Udaya Gammanpila made a point that would surely have resonated with many of us when he asked: “Are we to eat apples and grapes sitting in the dark?” There will be little dispute over what he was urging – that we were importing a large number of inessentials. In that context, the ex-minister who maintained his ever-smiling face even after his summary removal, also announced that a list of 600 inessentials whose import were being banned had been identified. But up to the point of writing this comment on Friday, there has been no word of what these items were even though 72 hours had passed since the initial announcement.",
    "Nobody need be too surprised about this. There will necessarily be a lot of chopping and changing before the list in finalized. There is no gainsaying the fact that the banning of what’s considered inessential by many or most will have their own implications. Vehicle imports, for example, have been banned since March 2020. While a great deal of foreign exchange was saved by this measure, the ripple effects both beneficial and adverse were many. One of these was the impact on vehicle exporting countries like Japan, Europe, India etc. with whom we do a lot of trade. They naturally resented loss of an export market, however small we were and applied pressure, subtle and otherwise, to resume imports.",
    "Then there were the rackets. The original ban excluded tractors and freezer trucks. The result was that there were opportunities for freezer truck importers to take of the freezer unit and sell the trucks for which there was demand. The surge of tractor imports we saw at the time may have been partly due to the haulage capacity of tractor-trailer units in the context of the ban on truck imports. Brokers and analysts have revealed that the galloping stock market of 2021 when historic highs were recorded, was partly attributable to the very large number of particularly car importers whose money was not tied up in inventory as before, starting to play the share market particularly because of the then prevailing low interest scenario on fixed income instruments.",
    "So the story goes. Nobody is going to die for the lack of apples, grapes and oranges. But we have to face up to the reality that in the context of the importance this country has laid on the tourism industry, the massive investments made therein and the sizable returns earned that have now largely dried up – but was slowly recovering – has its own needs including food and drink that tourists are accustomed to which we may regard as luxuries. Readers will remember a time when an imported orange was cheaper than our own hard-to-get peni dodang; that there were times when imported fruit compared favourably, price-wise, against homegrown produce. We are certainly not arguing that there should be no ban on the import of fruit but only stressing Newton’s third law, “every action has an equal and opposite reaction.”",
    "So finalizing a list on non-essentials whose import would be banned in the context of what is admitted to be the worst ever foreign exchange crisis since Independence will by no means be easy. When the list is eventually gazetted, lobbying for exclusions backed by logical reasoning will be innumerable. We’ve just had a demonstration of the wishy-washy nature of our government which through the last budget slammed a 25% tax surcharge on companies and individuals with an income of over rupees two billion. Either deliberately or accidentally, neither the EPF, ETF nor other pension funds were excluded and we are now seeing the government assuring the Supreme Court that an amendment will be made during the committee stage of deliberations on the already presented legislation.",
    "To come back to ex-ministers Weerawansa and Gammanpila: regular contributors Uditha Devapriya and Dayan Jayatillake have offered their analyses on this page. The sacking, head chopping or whatever one may choose to call it, was not entirely unexpected. The pot was on the boil for some time now with the president on public record that there must be collective cabinet responsibility with ministers not paddling their own canoes in the wider political space outside the cabinet room. This was when the two sacked ministers plus veteran Vasudeva Nanayakkara joined several other petitioners opposing the Yugadanavi power deal with the mega-U.S.-owned New Fortress Energy Company. The case was dismissed in limine (at the outset) on Friday and this would, no doubt, be a comfort factor to a besieged government. There has been no explanation on why Nanayakkara has been spared the axe. There are those who say that he was less aggressive towards Finance Minister Basil Rajapaksa than his sacked colleagues. Whether the 11 parties taking a similar stand on the issues that brought the family and sections of the SLPP into conflict will remain united or break ranks in the wake of Thursday night’s cabinet changes remains to be seen.",
    "Public anger against the government is vividly brought to homes countrywide in the evening television news bulletins every day with emphasis differing depending on the political alignments of the various stations. As we warned in this space recently the situation must worsen before it improves. On Thursday nine major business chambers warned that the country is headed for economic paralysis unless the forex crisis is tackled. They have made a series of recommendation, including resort to the IMF. The going is rough not only for the government but also the people at large. As usual the blow has fallen hardest on the poorest and what succour is possible, if at all, is anybody’s guess.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ආර්ථිකය දෙදරා යන විට දේශපාලන කැළඹීම්",
      "body_lines": [
        "ඔහු නෙරපා හැරීමට දින කිහිපයකට පෙර හිටපු බලශක්ති අමාත්‍ය උදය ගම්මන්පිල “අඳුරේ ඉඳගෙන ඇපල් මිදි කමුද?” යනුවෙන් අප බොහෝ දෙනෙකුට අනුනාද වනු ඇති කරුණක් විය. අපි අත්‍යවශ්‍ය ද්‍රව්‍ය විශාල ප්‍රමාණයක් ආනයනය කරමින් සිටි බව - ඔහු ඉල්ලා සිටි දෙය සම්බන්ධයෙන් සුළු ආරවුලක් ඇති වනු ඇත. එම සන්දර්භය තුළ, සාරාංශයෙන් ඉවත් කිරීමෙන් පසුව පවා ඔහුගේ සිනහමුසු මුහුණ තබාගත් හිටපු අමාත්‍යවරයා, ආනයනය කිරීම තහනම් කර ඇති අත්‍යවශ්‍ය ද්‍රව්‍ය 600 ක ලැයිස්තුවක් හඳුනාගෙන ඇති බව ද නිවේදනය කළේය. නමුත් සිකුරාදා මේ කමෙන්ට් එක ලියන මොහොත දක්වාම, මූලික නිවේදනය නිකුත් කර පැය 72ක් ගතවී ඇතත් මේ භාණ්ඩ මොනවාදැයි කිසිඳු තොරතුරක් නැත.",
        "මේ ගැන කවුරුත් පුදුම විය යුතු නැත. ලැයිස්තුව අවසන් වීමට පෙර බොහෝ කැපීම් සහ වෙනස් කිරීම් අනිවාර්යයෙන්ම සිදුවනු ඇත. බොහෝ දෙනා විසින් අත්‍යවශ්‍ය යැයි සලකන දේ තහනම් කිරීම හෝ බොහෝ දෙනෙකු විසින් ඔවුන්ගේම ඇඟවුම් ඇති කරයි යන කාරනය වාසිදායක නොවේ. නිදසුනක් වශයෙන්, වාහන ආනයනය, 2020 මාර්තු මාසයේ සිට තහනම් කර ඇත. මෙම පියවර මගින් විශාල විදේශ විනිමය ඉතිරි කර ගත් අතර, වාසිදායක මෙන්ම අහිතකර බලපෑම් ද බොහෝය. ඉන් එකක් වූයේ අප විශාල වශයෙන් වෙළෙඳාම් කරන ජපානය, යුරෝපය, ඉන්දියාව වැනි වාහන අපනයනය කරන රටවලට ඇති වූ බලපෑමයි. අප කෙතරම් කුඩා වුවත්, අපනයන වෙළඳපොළක් අහිමි වීම නිසා ඔවුන් ස්වභාවිකවම කෝපයට පත් වූ අතර, ආනයනය නැවත ආරම්භ කිරීමට සූක්ෂ්ම ලෙස සහ වෙනත් ආකාරයකින් පීඩනය යෙදූහ.",
        "ඊට පස්සේ තමයි ජාවාරම් තිබුණේ. මුල් තහනම ට්‍රැක්ටර් සහ අධිශීතකරණ ට්‍රක් රථ බැහැර කර ඇත. එහි ප්‍රතිඵලය වූයේ ශීතකරණ ට්‍රක් රථ ආනයනකරුවන්ට අධිශීතකරණ ඒකකය ඉවත් කර ඉල්ලුම පවතින ට්‍රක් රථ අලෙවි කිරීමේ අවස්ථා උදාවීමයි. ට්‍රක් රථ ආනයනය තහනම් කිරීමේ සන්දර්භය තුළ ට්‍රැක්ටර් ට්‍රේලර් ඒකක ප්‍රවාහනය කිරීමේ ධාරිතාවය එකල අප දුටු ට්‍රැක්ටර් ආනයනය ඉහළ යාමට හේතු වන්නට ඇත. තැරැව්කරුවන් සහ විශ්ලේෂකයින් අනාවරණය කර ඇත්තේ 2021 වසරේ ඉතිහාසගත ඉහළ මට්ටම් වාර්තා වූ විට, කොටස් වෙළඳපොලේ සෙල්ලම් කිරීමට පටන් ගත් පෙර මෙන් මුදල් තොගයේ මුදල් බැඳ නොතිබූ විශේෂයෙන් මෝටර් රථ ආනයනකරුවන් විශාල සංඛ්‍යාවකට අර්ධ වශයෙන් ආරෝපණය කළ බවයි. ස්ථාවර ආදායම් උපකරණ සඳහා එවකට පැවති අඩු පොලී තත්ත්වය.",
        "ඉතින් කතාව යනවා. ඇපල්, මිදි, දොඩම් නැති නිසා කවුරුත් මැරෙන්නේ නැහැ. එහෙත් මේ රට සංචාරක ව්‍යාපාරයට ලබා දී ඇති වැදගත්කම තුළ, ඒ සඳහා කරන ලද දැවැන්ත ආයෝජන සහ දැනට බොහෝ දුරට සිඳී ගොස් ඇති - නමුත් සෙමින් යථා තත්ත්වයට පත්වෙමින් තිබෙන - උපයාගත් සැලකිය යුතු ප්‍රතිලාභවලට තමන්ගේම වූ යථාර්ථයට අප මුහුණ දිය යුතුය. සංචාරකයින් හුරුපුරුදු ආහාර පාන ඇතුළු අවශ්‍යතා අපට සුඛෝපභෝගී ලෙස සැලකිය හැකිය. ආනයනය කරන ලද තැඹිලි ගෙඩියක් අපේම අමාරුවෙන් ලබා ගත් පැනි දොඩං වලට වඩා මිලෙන් අඩු වූ කාලයක් පාඨකයන්ට මතක ඇති. ආනයනික පලතුරු දේශීය නිෂ්පාදනවලට සාපේක්ෂව මිල අනුව හිතකර ලෙස සංසන්දනය කළ අවස්ථා ඇති බව. පලතුරු ආනයනය තහනම් නොකළ යුතු බවට අපි නිසැකවම තර්ක නොකරමු නමුත් නිව්ටන්ගේ තුන්වන නියමය අවධාරණය කිරීම පමණි, \"සෑම ක්‍රියාවකටම සමාන හා ප්‍රතිවිරුද්ධ ප්‍රතික්‍රියාවක් ඇත.\"",
        "එබැවින් නිදහසින් පසු මෙතෙක් ඇති වූ දරුණුතම විදේශ විනිමය අර්බුදය ලෙස පිළිගැනෙන සන්දර්භය තුළ ආනයනය තහනම් කෙරෙන අත්‍යවශ්‍ය නොවන දෑ පිළිබඳ ලැයිස්තුවක් අවසන් කිරීම කිසිසේත් පහසු නොවනු ඇත. ලැයිස්තුව අවසානයේ ගැසට් කළ විට, තාර්කික තර්කයෙන් පිටුබලය දෙන බැහැර කිරීම් සඳහා බලපෑම් කිරීම ගණන් කළ නොහැකි වනු ඇත. පසුගිය අයවැය හරහා රුපියල් බිලියන දෙකකට වඩා වැඩි ආදායමක් ඇති සමාගම් සහ පුද්ගලයන් සඳහා 25%ක බදු අධිභාරයක් පැනවූ අපේ ආණ්ඩුවේ විචිත්‍රවත් ස්වභාවය අපට දැන් ප්‍රදර්ශනය විය. හිතාමතා හෝ අහම්බෙන් හෝ EPF, ETF හෝ වෙනත් විශ්‍රාම වැටුප් අරමුදල් බැහැර නොකළ අතර දැනටමත් ඉදිරිපත් කර ඇති නීති සම්පාදනය පිළිබඳ සාකච්ඡා කිරීමේ කමිටු අදියරේදී සංශෝධනයක් සිදු කරන බවට රජය ශ්‍රේෂ්ඨාධිකරණයට සහතික වන බව දැන් අපි දකිමු.",
        "වීරවංශ සහ ගම්මන්පිල හිටපු අමාත්‍යවරුන් වෙත නැවත පැමිණීමට: නිත්‍ය දායකයින් වන උදිත දේවප්‍රිය සහ දයාන් ජයතිලක මෙම පිටුවෙහි ඔවුන්ගේ විග්‍රහයන් ඉදිරිපත් කර ඇත. ගෝනි කැපීම, හිස කැපීම හෝ එය හැඳින්වීමට තෝරා ගත හැකි ඕනෑම දෙයක් සම්පූර්ණයෙන්ම අනපේක්ෂිත දෙයක් නොවේ. කැබිනට් මැදිරියෙන් පිටත පුළුල් දේශපාලන අවකාශයේ තමන්ගේම ඔරු පැදීමෙන් ඇමතිවරුන් සමඟ සාමූහික කැබිනට් වගකීමක් තිබිය යුතු බව ජනාධිපතිවරයා ප්‍රසිද්ධියේ ප්‍රකාශ කිරීමත් සමඟ කලක සිට මුට්ටිය පිච්චෙමින් තිබුණි. ඒ, එක්සත් ජනපදයට අයත් නිව් ෆෝට්‍රස් බලශක්ති සමාගම සමඟ ඇති යුගදනවි බල ගණුදෙනුවට එරෙහිව තවත් පෙත්සම්කරුවන් කිහිප දෙනෙකු සමඟ නෙරපා දැමූ අමාත්‍යවරුන් දෙදෙනා සහ ප්‍රවීණ වාසුදේව නානායක්කාර එක් වූ අවස්ථාවේදීය. සිකුරාදා (ආරම්භයේදී) නඩුව නිෂ්ප්‍රභ කරන ලද අතර, වටලනු ලැබූ රජයකට මෙය සැනසිලිදායක සාධකයක් වනු නොඅනුමානය. නානායක්කාරට පොරව ගලවා ඇත්තේ මන්දැයි පැහැදිලි කිරීමක් නොමැත. මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ මහතාට ඔහු සේවයෙන් පහකළ සගයන්ට වඩා අඩු ආක්‍රමණශීලී බව කියන අයද සිටිති. ශ්‍රී ලංකා පොදුජන පෙරමුණේ පවුල සහ කොටස් ගැටුමකට ඇද දැමූ ප්‍රශ්න සම්බන්ධයෙන් පක්ෂ 11 සමාන ස්ථාවරයක් ගනීද යන්න බ්‍රහස්පතින්දා රාත්‍රියේ කැබිනට් සංශෝධනයෙන් පසුව එක්සත්ව පවතිනු ඇත්ද නැතහොත් ශ්‍රී ලංකා පොදුජන පෙරමුණ බිඳී යනු ඇත.",
        "රජයට එරෙහි මහජන කෝපය සෑම දිනකම සවස රූපවාහිනී ප්‍රවෘත්ති ප්‍රකාශයන් තුළින් රටපුරා නිවෙස්වලට ගෙන එන්නේ විවිධ ස්ථානවල දේශපාලන පෙළගැස්ම අනුව වෙනස් ලෙස අවධාරණය කරමිනි. අපි මෑතකදී මෙම අවකාශයේ අනතුරු ඇඟවූ පරිදි තත්වය වැඩිදියුණු වීමට පෙර තත්වය වඩාත් නරක අතට හැරිය යුතුය. බ්‍රහස්පතින්දා ප්‍රධාන ව්‍යාපාරික මණ්ඩල නවයක් අනතුරු ඇඟවූයේ විදේශ විනිමය අර්බුදයට පිළියම් නොගතහොත් රට ආර්ථික අංශභාගයකට යන බවයි. ඔවුන් ජාත්‍යන්තර මූල්‍ය අරමුදල වෙත යොමුවීම ඇතුළු නිර්දේශ මාලාවක් ඉදිරිපත් කර ඇත. යන ගමන රජයට පමණක් නොව සමස්ත ජනතාවටද රළුය. සාමාන්‍ය පරිදි මෙම පහර වඩාත් දරුණු ලෙස වැටී ඇත්තේ දුප්පත්ම අයට වන අතර උපකාර කළ හැක්කේ කුමක් ද යන්න කිසිවෙකුගේ අනුමානයකි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பொருளாதாரம் தள்ளாடுவதால் அரசியல் குழப்பங்கள்",
      "body_lines": [
        "அவர் பதவி நீக்கம் செய்யப்படுவதற்கு சில நாட்களுக்கு முன்னர், முன்னாள் எரிசக்தி அமைச்சர் உதய கம்மன்பில, \"இருட்டில் அமர்ந்து ஆப்பிளையும் திராட்சைப்பழத்தையும் சாப்பிடலாமா?\" என்று அவர் கேட்டபோது, ​​நிச்சயமாக நம்மில் பலருக்கு எதிரொலித்திருக்கும். அவர் வற்புறுத்தியதில் சிறிய சர்ச்சை இருக்கும் - நாங்கள் அதிக எண்ணிக்கையிலான அத்தியாவசிய பொருட்களை இறக்குமதி செய்கிறோம். அந்தச் சூழலில், சுருக்கம் நீக்கப்பட்ட பிறகும் எப்போதும் சிரித்த முகத்தைத் தக்க வைத்துக் கொண்ட முன்னாள் அமைச்சர், இறக்குமதி தடை செய்யப்பட்ட 600 அத்தியாவசியப் பொருட்களின் பட்டியல் அடையாளம் காணப்பட்டுள்ளதாகவும் அறிவித்தார். ஆனால் வெள்ளிக்கிழமை இந்தக் கருத்தை எழுதும் வரை, ஆரம்ப அறிவிப்பு வெளியாகி 72 மணிநேரம் கடந்தும் இந்த உருப்படிகள் என்ன என்பது குறித்து எந்த வார்த்தையும் இல்லை.",
        "இதைப் பற்றி யாரும் ஆச்சரியப்படத் தேவையில்லை. பட்டியல் இறுதி செய்யப்படுவதற்கு முன், நிறைய வெட்டுதல் மற்றும் மாற்றுதல் அவசியம். பலர் அல்லது பெரும்பாலானவர்களால் இன்றியமையாததாகக் கருதப்படுவதைத் தடைசெய்வது அவற்றின் சொந்த தாக்கங்களைக் கொண்டிருக்கும் என்ற உண்மையை மறுப்பதற்கில்லை. எடுத்துக்காட்டாக, வாகன இறக்குமதிகள் மார்ச் 2020 முதல் தடை செய்யப்பட்டுள்ளன. இந்த நடவடிக்கையால் பெருமளவிலான அன்னியச் செலாவணி சேமிக்கப்பட்டாலும், பலனளிக்கும் மற்றும் பாதகமான சிற்றலை விளைவுகள் அதிகம். இவற்றில் ஒன்று, ஜப்பான், ஐரோப்பா, இந்தியா போன்ற வாகன ஏற்றுமதி நாடுகளில் நாம் அதிகம் வர்த்தகம் செய்யும் நாடுகளின் தாக்கம். நாம் எவ்வளவு சிறியதாக இருந்தாலும், ஏற்றுமதிச் சந்தையின் இழப்பை அவர்கள் இயல்பாகவே வெறுப்படைந்தனர்.",
        "பின்னர் மோசடிகள் இருந்தன. அசல் தடை டிராக்டர்கள் மற்றும் உறைவிப்பான் டிரக்குகளை விலக்கியது. இதன் விளைவாக, ஃப்ரீஸர் டிரக் இறக்குமதியாளர்கள் ஃப்ரீசர் யூனிட்டை எடுத்து, டிமாண்ட் உள்ள லாரிகளை விற்க வாய்ப்புகள் இருந்தன. டிரக் இறக்குமதிக்கு தடை விதிக்கப்பட்ட சூழலில் டிராக்டர்-டிரெய்லர் யூனிட்களின் இழுத்துச் செல்லும் திறன் காரணமாக நாம் அந்த நேரத்தில் பார்த்த டிராக்டர் இறக்குமதியின் அதிகரிப்பு ஓரளவுக்கு காரணமாக இருக்கலாம். 2021ஆம் ஆண்டு வரலாறு காணாத உச்சங்களை பதிவு செய்த போது, ​​பங்குச் சந்தையின் வேகம் அதிகமாக இருந்தது என்று தரகர்கள் மற்றும் ஆய்வாளர்கள் வெளிப்படுத்தியுள்ளனர். நிலையான வருமானக் கருவிகளில் அப்போது நிலவிய குறைந்த வட்டி சூழ்நிலை.",
        "எனவே கதை செல்கிறது. ஆப்பிள், திராட்சை, ஆரஞ்சு இல்லாததால் யாரும் இறக்கப் போவதில்லை. ஆனால், இந்த நாடு சுற்றுலாத் துறைக்கு அளித்துள்ள முக்கியத்துவத்தின் பின்னணியில், அதில் செய்யப்பட்ட பாரிய முதலீடுகள் மற்றும் ஈட்டிய கணிசமான வருமானம் இப்போது பெருமளவில் வறண்டு போயிருந்தாலும் - ஆனால் மெதுவாக மீண்டு வருகிறது - தனக்கே உரியது என்ற யதார்த்தத்தை நாம் எதிர்கொள்ள வேண்டும். சுற்றுலாப் பயணிகள் பழக்கப்பட்ட உணவு மற்றும் பானங்கள் உள்ளிட்ட தேவைகளை நாம் ஆடம்பரமாகக் கருதலாம். இறக்குமதி செய்யப்பட்ட ஆரஞ்சு பழம் விலை குறைவாக இருந்த காலத்தை வாசகர்கள் நினைவில் கொள்வார்கள். இறக்குமதி செய்யப்பட்ட பழங்கள், உள்நாட்டு உற்பத்திக்கு எதிராக, விலை வாரியாக சாதகமாக ஒப்பிடும் நேரங்கள் உள்ளன. பழங்கள் இறக்குமதிக்கு தடை இருக்கக்கூடாது என்று நாங்கள் நிச்சயமாக வாதிடவில்லை, ஆனால் நியூட்டனின் மூன்றாவது விதியை வலியுறுத்துகிறோம், \"ஒவ்வொரு செயலுக்கும் சமமான மற்றும் எதிர் எதிர்வினை உண்டு.\"",
        "எனவே, சுதந்திரத்திற்குப் பிறகு, மிக மோசமான அந்நியச் செலாவணி நெருக்கடி என்று ஒப்புக்கொள்ளப்பட்ட சூழலில், இறக்குமதி தடைசெய்யப்படும் அத்தியாவசியமற்ற பொருட்களின் பட்டியலை இறுதி செய்வது எந்த வகையிலும் எளிதானது அல்ல. பட்டியல் இறுதியில் வர்த்தமானியில் வெளியிடப்படும் போது, ​​தர்க்கரீதியான பகுத்தறிவால் ஆதரிக்கப்படும் விலக்குகளுக்கான பரப்புரை எண்ணற்றதாக இருக்கும். இரண்டு பில்லியன் ரூபாய்க்கு மேல் வருமானம் உள்ள நிறுவனங்கள் மற்றும் தனிநபர்கள் மீது கடந்த பட்ஜெட்டில் 25% வரி கூடுதல் வரி விதித்த நமது அரசாங்கத்தின் ஆசை-அசைவுத் தன்மையை நாங்கள் இப்போதுதான் நிரூபித்துள்ளோம். வேண்டுமென்றே அல்லது தற்செயலாக, EPF, ETF அல்லது பிற ஓய்வூதிய நிதிகள் விலக்கப்படவில்லை, மேலும் ஏற்கனவே சமர்ப்பிக்கப்பட்ட சட்டத்தின் மீதான குழுநிலை விவாதத்தின் போது ஒரு திருத்தம் செய்யப்படும் என்று அரசாங்கம் உச்ச நீதிமன்றத்தில் உறுதியளித்ததை இப்போது பார்க்கிறோம்.",
        "முன்னாள் அமைச்சர்கள் வீரவன்ச மற்றும் கம்மன்பில பற்றி மீண்டும் வருமாறு: வழமையான பங்களிப்பாளர்களான உதித தேவப்பிரிய மற்றும் தயான் ஜயதிலக்க ஆகியோர் இந்த பக்கத்தில் தங்கள் பகுப்பாய்வுகளை வழங்கியுள்ளனர். பணிநீக்கம், தலையை வெட்டுவது அல்லது அதை அழைப்பதை ஒருவர் தேர்வு செய்வது முற்றிலும் எதிர்பாராதது அல்ல. அமைச்சரவை அறைக்கு வெளியே உள்ள பரந்த அரசியல் வெளியில் அமைச்சர்கள் தங்கள் சொந்த படகுகளில் துடுப்பெடுத்தாடாமல், கூட்டு அமைச்சரவைப் பொறுப்பு இருக்க வேண்டும் என்று பொதுப் பதிவில் ஜனாதிபதியிடம் சில காலமாக பானை கொதித்தது. பதவி நீக்கம் செய்யப்பட்ட இரண்டு அமைச்சர்கள் மற்றும் மூத்தவர் வாசுதேவ நாணயக்கார ஆகியோர் மெகா-யு.எஸ்-க்கு சொந்தமான நியூ ஃபோர்ட்ரெஸ் எனர்ஜி நிறுவனத்துடன் யுகடனவி சக்தி ஒப்பந்தத்தை எதிர்த்து பல மனுதாரர்களுடன் இணைந்தபோது இது நடந்தது. வெள்ளிக்கிழமையன்று (ஆரம்பத்தில்) வழக்கு தள்ளுபடி செய்யப்பட்டது, இது முற்றுகையிடப்பட்ட அரசாங்கத்திற்கு ஆறுதல் காரணியாக இருக்கும் என்பதில் சந்தேகமில்லை. நாணயக்கார ஏன் கோடரியால் விடுவிக்கப்பட்டார் என்பது குறித்து எந்த விளக்கமும் இல்லை. பதவி நீக்கம் செய்யப்பட்ட தனது சகாக்களை விட அவர் நிதியமைச்சர் பசில் ராஜபக்ஷவிடம் ஆக்ரோஷமாக நடந்து கொண்டார் என்று கூறுபவர்களும் உண்டு. ஸ்ரீலங்கா பொதுஜன பெரமுனவின் குடும்பம் மற்றும் பிரிவுகளை மோதலுக்கு கொண்டு வந்த பிரச்சினைகளில் 11 கட்சிகளும் ஒரே மாதிரியான நிலைப்பாட்டை எடுக்குமா அல்லது வியாழன் இரவு அமைச்சரவை மாற்றங்களை அடுத்து ஒற்றுமையாக இருப்பார்களா என்பதைப் பார்க்க வேண்டும்.",
        "அரசாங்கத்திற்கு எதிரான பொதுமக்களின் கோபம் ஒவ்வொரு நாளும் மாலை தொலைக்காட்சி செய்தித் தொகுப்புகளில் நாடு முழுவதும் உள்ள வீடுகளுக்குத் தெளிவாகக் கொண்டுவரப்படுகிறது, பல்வேறு நிலையங்களின் அரசியல் சீரமைப்புகளைப் பொறுத்து வேறுபட்ட முக்கியத்துவம் கொடுக்கப்படுகிறது. சமீபத்தில் இந்த இடத்தில் நாங்கள் எச்சரித்தபடி, நிலைமை மேம்படுவதற்கு முன்பு இன்னும் மோசமாக வேண்டும். வியாழன் அன்று ஒன்பது பெரிய வணிக அறைகள் அந்நிய செலாவணி நெருக்கடியை சமாளிக்காவிட்டால் நாடு பொருளாதார முடக்கத்தை நோக்கி செல்லும் என்று எச்சரித்தது. சர்வதேச நாணய நிதியத்தை நாடுவது உள்ளிட்ட பல பரிந்துரைகளை அவர்கள் அளித்துள்ளனர். அரசாங்கத்திற்கு மட்டுமின்றி, ஒட்டுமொத்த மக்களுக்கும் இது கடினமானது. வழமை போல் இந்த அடியானது மிகவும் ஏழ்மையானவர்கள் மீதுதான் விழுந்துள்ளது மற்றும் உதவி சாத்தியம் என்பது எவராலும் யூகிக்கப்படுகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}