{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Basil-was-totally-correct/172-239288",
  "time_ut": 1655503560,
  "title": "Basil was totally correct",
  "body_lines": [
    "The Statement by Basil Rajapaksa acquires its merit by the folly and the gullibility on the part of the people who are not prudent enough and not being sufficiently and properly informed to take the correct decisions at elections",
    "The remark by former Finance Minister and the National Organiser of the Sri Lanka Podujana Peramuna (SLPP) at his farewell press briefing that those who voted for President Gotabaya Rajapaksa and the present government was also responsible for the current political and economic crisis gives much interesting food for thought.",
    "Despite the fact that his speech after the resignation as a Parliamentarian and his answers to journalists at the briefing on June 10 was seen as an occasion for lack of empathy towards the people of this country who are facing an economic calamity, the very environment of the briefing was something that warrants serious consideration.",
    "Instead of turning the occasion into a serious discussion on the current economic disaster and the way forward, he turned it into a lighter moment cracking jokes.",
    "When journalists pressed him to take his share of the responsibility to the current predicament of the country as the former Economic Development Minister who singlehandedly ran the economy for nearly five years between 2010 and 2015 as well as for the past three years – two years from behind the scenes and nearly one year as the Finance Minister – he refused to budge. Instead he squarely placed the responsibility on the media and the people who voted for the President and the SLPP government.",
    "His blame on the people in a way cannot be deemed as an insult to the voters, as suggested by many, since he was talking sense about the people and the media. However, it is indisputably a betrayal of 6.9 million people who reposed trust on him and his party. It was he and his party that created an environment for the masses to vote for them. It was nothing but somebody who hoodwinked the masses blaming them for being hoodwinked. That is where it warrants to be described as an insult to the voters. Hence, despite the merit of his statement, he loses the moral right to blame the voters, as he knew how his party hoodwinked the people with blown up images of his party’s candidates as well as a campaign drenched with highly sensationalized communalism.",
    "Should the media and the people take the blame for the current situation as Basil insisted? Yes, indeed, but they are not the first accused, a place undoubtedly reserved for politicians. It is the politicians who create a situation during elections for the voters to vote for them after a bitter competition with their rivals. The Statement by Basil Rajapaksa acquires its merit by the folly and the gullibility on the part of the people who are not prudent enough and not being sufficiently and properly informed to take the correct decisions at elections. Thus, voters who elected Gotabaya Rajapaksa and the SLPP government definitely share a considerable part of responsibility for the current economic and political impasse and for the resultant every nightmarish incident that people go through individually. Yes, Basil is correct, despite him wanting to evade the responsibility and put it entirely on the people.",
    "In another sense, he must be commended for his forthrightness in telling a truth that no other politician dares to do. It is an eye opener and a warning for the people to be conscious when they use their precious vote to elect their leaders – from the President to the members of local government body.",
    "Several factors contribute in shaping the mind of the voter to vote for a particular political party or an independent group at an election, apart from his or her traditional attachment to that party. Mainly among them are the outshining of promises of other parties by those of his party, his party’s ability to exploit the racial, caste and religious sensibilities of the people, especially the majority community in the area concerned and the apparent probability of victory of that party. These factors are ensured to him by the media.",
    "There have been rare occasions such as the 2015 Presidential election where undercurrents have outsmarted these factors. Mahinda Rajapaksa had given attractive promises about economic prosperity against Maithripala Sirisena’s less attractive promises on democracy including abolition of the Executive Presidency. Rajapaksa exploited to the core a racist campaign against Muslims that had already been carried out by the Bodu Bala Sena and the Jathika Hela Urumaya (JHU) since 2012. The campaign had instilled fears of a Muslims invasion of the country by way of gaining cultural and populational superiority, among a section of Sinhalese Buddhists. Sirisena, on the other hand, joined hands with the Muslim political parties, risking losing a considerable segment of votes of the majority community. Sirisena’s campaign was no match for that of his rival which in its appearance had ensured Rajapaksa’s victory. Nevertheless, the undercurrent eventually had its day for Sirisena.",
    "People have been succumbing to racist campaigns in their respective areas during past elections. It has been the ability to lash out the Sinhala-Buddhist leaders most that decided the outcome of most elections in the North and the East while the same against Sinhalese Buddhists and the Tamils determined the successes of the Muslim leaders. Interestingly, many of them later, joined hands with the very Sinhalese leaders they demonized during the election. Before the end of the war in 2009, the Sinhalese leaders used to identify their rivals with the Liberation Tigers of Tamil Eelam (LTTE), sometimes on ludicrous grounds. Sometimes both main parties amusingly used this bogey against each other during the same election. Eventually, voters forgot their burning problems that have to be solved by the politicians and hate decided the outcome of the vote.",
    "Despite the veracity of the allegation that the SLPP was behind the terrorist attack on Christians on the Easter Sunday of 2019, it is undisputable that the party unashamedly used the carnage to the core to win the 2019 Presidential election and the 2020 Parliamentary election. Six days after the brutal attack on Christians on April 21, 2019, Gotabaya Rajapaksa, the Defence Secretary during the successful segment of the war against the LTTE announced his intention to contest the forthcoming Presidential election, giving assurances of safety and security of the people. The pro-SLPP media outlets had demonized the Muslims and their religion, Islam in such a manner that the country had come to the brink of a countrywide bloodshed against Muslims similar to the 1983 pogrom against Tamils. It had been the habit of politicians and the media to find new evidence to prove their theory of Muslim cultural and populational superiority. The Muslims too gave them ample ammunition by their religious exhibitionism.",
    "On the other hand, the war against the LTTE was used to boost Presidential candidate Gotabaya Rajapaksa despite him displaying his immaturity during media conferences. The large scale corruption, the role played by Rajapaksas including Basil and the highhanded activities that mainly contributed to Rajapaksa regime’s ouster in 2015 was overshadowed and forgotten by the people, with the unashamed racism and artificially boosted image of Gotabaya. People now scornfully repost the video footages that likened him to Lee Kuan Yew, the iconic former Prime Minister of Singapore.",
    "People let this propaganda and racism to overwhelm them without using their intelligence. On the other hand, they were not properly informed by a prudent and in-depth discourse on their problems and the policies of political parties by the media. Finally, they paved the way for the leaders whom they voted for to say “it was you and not us who are responsible for the current mayhem.”"
  ],
  "translate": {
    "si": {
      "title": "බැසිල් සම්පූර්ණයෙන්ම නිවැරදියි",
      "body_lines": [
        "බැසිල් රාජපක්ෂගේ ප්‍රකාශය එහි පින අත්කර ගන්නේ මැතිවරණවලදී නිවැරදි තීරණ ගැනීමට තරම් දූරදර්ශී හා ප්‍රමාණවත් හා නිසි දැනුවත් කිරීමක් නොමැති මිනිසුන්ගේ මෝඩකම සහ ගුප්ත බව මගිනි.",
        "වත්මන් දේශපාලන හා ආර්ථික අර්බුදයට ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට සහ වත්මන් රජයට ඡන්දය දුන් පිරිසද වගකිව යුතු බවට හිටපු මුදල් අමාත්‍ය සහ ශ්‍රී ලංකා පොදුජන පෙරමුණේ ජාතික සංවිධායක (SLPP) සමුගැනීමේ මාධ්‍ය හමුවේදී කළ ප්‍රකාශය බොහෝ රසවත් ආහාර වේලක් සපයයි. චින්තනය සඳහා.",
        "පාර්ලිමේන්තු මන්ත්‍රී ධූරයෙන් ඉල්ලා අස්වීමෙන් පසු ඔහු කළ කතාවත්, ජුනි 10 වැනි දින මාධ්‍යවේදීන් හමුවේ ඔහු කළ පිළිතුරුත් ආර්ථික විපතකට මුහුණ දී සිටින මේ රටේ ජනතාව කෙරෙහි සංවේදනයක් නොමැතිකමේ අවස්ථාවක් ලෙස සැලකුණද, සාරාංශ කිරීම බැරෑරුම් ලෙස සලකා බැලිය යුතු දෙයකි.",
        "එම අවස්ථාව වත්මන් ආර්ථික ව්‍යසනය සහ ඉදිරි ගමන පිළිබඳ බරපතළ සාකච්ඡාවක් බවට පත් කරනවා වෙනුවට ඔහු එය විහිළු තහළු කරන සැහැල්ලු මොහොතක් බවට පත් කළේය.",
        "2010 සිට 2015 දක්වා වසර පහකට ආසන්න කාලයක් මෙන්ම පසුගිය වසර තුනක කාලය - වසර දෙකක් පිටුපසින් සිට තනිව ආර්ථිකය මෙහෙයවූ හිටපු ආර්ථික සංවර්ධන අමාත්‍යවරයා ලෙස රටේ වත්මන් අර්බුදකාරී තත්ත්වයට තම වගකීම භාර ගන්නා ලෙස මාධ්‍යවේදීන් ඔහුට බලපෑම් කළ අවස්ථාවේදී. දර්ශන සහ වසරකට ආසන්න කාලයක් මුදල් අමාත්‍යවරයා ලෙස - ඔහු නොසැලී සිටීම ප්‍රතික්ෂේප කළේය. ඒ වෙනුවට ඔහු සෘජුවම වගකීම ජනාධිපතිවරයාට සහ ශ්‍රී ලංකා පොදුජන පෙරමුණේ රජයට ඡන්දය දුන් මාධ්‍ය සහ ජනතාව මත පැටවීය.",
        "ඔහු ජනතාව සහ මාධ්‍ය ගැන අවබෝධයෙන් කතා කළ නිසා බොහෝ දෙනා යෝජනා කරන පරිදි ඔහු ජනතාව වෙත එල්ල කරන චෝදනාව ඡන්ද දායකයින්ට කරන අපහාසයක් ලෙස සැලකිය නොහැකිය. කෙසේ වෙතත්, එය ඔහු සහ ඔහුගේ පක්ෂය කෙරෙහි විශ්වාසය තැබූ මිලියන 6.9 ක ජනතාව පාවාදීමකි. ජනතාවට ඡන්දය දීමට අවශ්‍ය පරිසරය නිර්මාණය කළේ ඔහු සහ ඔහුගේ පක්ෂයයි. ඒ අන් කිසිවක් නොව, ජනතාව රැවටූ බව පවසමින් ජනතාව රැවටූ අයෙකි. එය ඡන්දදායකයින්ට කරන අපහාසයක් ලෙස හැඳින්වීමට අවශ්‍ය වන්නේ එතැනය. එහෙයින්, ඔහුගේ ප්‍රකාශයේ වටිනාකම නොතකා, තම පක්ෂය තම පක්ෂයේ අපේක්ෂකයන්ගේ පුපුරවා හරින ලද ප්‍රතිරූපවලින් මෙන්ම අතිශය සංවේදී වර්ගවාදයෙන් ගිලුණු ප්‍රචාරක ව්‍යාපාරයකින් ජනතාව රැවටූ ආකාරය ඔහු දන්නා බැවින්, ඡන්දදායකයින්ට දොස් පැවරීමේ සදාචාරාත්මක අයිතිය ඔහුට අහිමි වේ.",
        "බැසිල් අවධාරණය කළ පරිදි වත්මන් තත්ත්වය සම්බන්ධයෙන් මාධ්‍ය සහ ජනතාව වගකීම භාරගත යුතුද? ඔව්, ඇත්ත වශයෙන්ම, නමුත් ඔවුන් පළමු චූදිතයන් නොවේ, නිසැකව ම දේශපාලකයන්ට වෙන් වූ ස්ථානයකි. තම ප්‍රතිවාදියා සමඟ ඇතිකරගත් තියුණු තරගයකින් පසු ඡන්දදායකයාට ඡන්දය දෙන තත්ත්වයක් මැතිවරණ කාලය තුළ නිර්මාණය කරන්නේ දේශපාලනඥයන්ය. බැසිල් රාජපක්ෂගේ ප්‍රකාශය එහි පින අත්කර ගන්නේ මැතිවරණ වලදී නිවැරදි තීරණ ගැනීමට තරම් දූරදර්ශී හා ප්‍රමාණවත් හා නිසි ලෙස දැනුවත් නොවූ මිනිසුන්ගේ මෝඩකම සහ ගුප්ත බව මගිනි. මේ අනුව, ගෝඨාභය රාජපක්ෂ සහ ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආන්ඩුව තේරී පත් වූ ඡන්දදායකයින් නියත වශයෙන්ම වත්මන් ආර්ථික හා දේශපාලන අස්ථාවරත්වය සහ එහි ප්‍රතිඵලයක් ලෙස මිනිසුන් තනි තනිව මුහුණ දෙන සෑම බියකරු සිදුවීමක් සඳහාම සැලකිය යුතු වගකීමක් බෙදා ගනී. ඔව්, වගකීමෙන් ගැලවී එය සම්පූර්ණයෙන්ම ජනතාව මත පැටවීමට අවශ්‍ය වුවද බැසිල් නිවැරදිය.",
        "වෙනත් අර්ථයකින් ගත් කල, වෙනත් කිසිම දේශපාලකයෙකු කිරීමට නොබියව සත්‍යයක් ප්‍රකාශ කිරීමේ ඔහුගේ අවංකභාවය අගය කළ යුතුය. ජනාධිපතිවරයාගේ සිට පළාත් පාලන ආයතන සභිකයින් දක්වා තම නායකයින් තෝරා පත් කර ගැනීම සඳහා තම වටිනා ඡන්දය භාවිතා කරන විට ජනතාව දැනුවත් විය යුතු බවට එය ඇස් ඇරෙන අනතුරු ඇඟවීමකි.",
        "මැතිවරණයකදී යම් දේශපාලන පක්ෂයකට හෝ ස්වාධීන කණ්ඩායමකට ඡන්දය දීමට ඡන්දදායකයාගේ මනස හැඩගැස්වීමට, එම පක්ෂයට ඔහු හෝ ඇයගේ සම්ප්‍රදායික බැඳීම හැරුණු විට කරුණු කිහිපයක් දායක වේ. ඒ අතර ප්‍රධාන වශයෙන්ම තම පක්‍ෂයේ අය විසින් වෙනත් පක්‍ෂවල පොරොන්දු ඉවත දැමීම, විශේෂයෙන්ම අදාළ ප්‍රදේශයේ බහුතර ප්‍රජාවගේ වාර්ගික, කුල හා ආගම්වාදී හැඟීම් ගසාකෑමට තම පක්‍ෂයට ඇති හැකියාව සහ එම පක්‍ෂය ජයග්‍රහණය කිරීමේ පෙනෙන සම්භාවිතාව වේ. . මෙම සාධක ඔහුට සහතික කරනු ලබන්නේ මාධ්‍ය විසිනි.",
        "2015 ජනාධිපතිවරණය වැනි මේ කරුණු අභිබවා යටි ප්‍රවාහයන් ඇති වූ දුර්ලභ අවස්ථා තිබේ. විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම ඇතුළු ප්‍රජාතන්ත්‍රවාදය පිළිබඳ මෛත්‍රීපාල සිරිසේනගේ අඩු ආකර්ශනීය පොරොන්දුවලට එරෙහිව මහින්ද රාජපක්ෂ මහතා ආර්ථික සමෘද්ධිය පිළිබඳ ආකර්ෂණීය පොරොන්දු ලබා දී තිබුණි. 2012 සිට බොදු බල සේනාව සහ ජාතික හෙළ උරුමය (ජාහෙඋ) විසින් ඒ වන විටත් ගෙන ගිය මුස්ලිම්වරුන්ට එරෙහි ජාතිවාදී ව්‍යාපාරයක් රාජපක්ෂ හරයට ගසාකෑවේය. මෙම ව්‍යාපාරය මගින් සංස්කෘතික හා මුස්ලිම් ජාතිකයන් රට ආක්‍රමණය කරනු ඇතැයි යන බිය ඇති කර තිබේ. සිංහල බෞද්ධයන් කොටසක් අතර ජනගහන උසස් බව. අනෙක් අතට සිරිසේන මුස්ලිම් දේශපාලන පක්ෂ සමග අත්වැල් බැඳ ගත්තේ බහුතර ප්‍රජාවගේ සැලකිය යුතු ඡන්ද කොටසක් අහිමි කර ගනිමිනි. සිරිසේනගේ ව්‍යාපාරය ඔහුගේ පෙනුමෙන් රාජපක්ෂගේ ජයග්‍රහණය සහතික කළ ඔහුගේ ප්‍රතිවාදියා සමඟ නොගැලපේ. එසේ වුවද, යටි ප්‍රවාහය අවසානයේ සිරිසේනට දවස උදා විය.",
        "පසුගිය මැතිවරණවලදී ජනතාව තම තමන්ගේ ප්‍රදේශයන්හි ජාතිවාදී ප්‍රචාරවලට යටවෙමින් සිටියහ. උතුරේ සහ නැඟෙනහිර බොහෝ මැතිවරණවල ප්‍රතිඵලය තීරණය කළේ සිංහල-බෞද්ධ නායකයන්ට බැන වැදීමේ හැකියාව වන අතර, සිංහල බෞද්ධයන්ට සහ දෙමළ ජනයාට එරෙහිව මුස්ලිම් නායකයන්ගේ ජයග්‍රහණ තීරණය කළේ එයමය. ඔවුන්ගෙන් බොහෝ දෙනෙක් පසුව මැතිවරණයේදී යක්ෂාවේශ කළ සිංහල නායකයන් සමඟ අත්වැල් බැඳගත් බව සිත්ගන්නා කරුණකි. 2009 යුද්ධය අවසන් වීමට පෙර, සිංහල නායකයන් දෙමළ ඊළාම් විමුක්ති කොටි (එල්ටීටීඊ) සමඟ ඔවුන්ගේ ප්‍රතිවාදීන් හඳුනා ගැනීමට පුරුදුව සිටියහ, සමහර විට හාස්‍යජනක හේතු මත. ඇතැම් විට ප්‍රධාන පක්ෂ දෙකම එකම මැතිවරණයකදී එකිනෙකාට එරෙහිව මේ බොක්ක ආතල් ලෙස පාවිච්චි කළේය. අවසානයේ දේශපාලකයන් විසින් විසඳා ගත යුතු තම දැවෙන ප්‍රශ්න අමතක කර ඡන්දදායකයින්ට ඡන්දයේ ප්‍රතිඵලය තීරණය කළේ වෛරයයි.",
        "2019 පාස්කු ඉරිදා කිතුනුවන්ට එල්ල වූ ත්‍රස්ත ප්‍රහාරය පිටුපස ශ්‍රී ලංකා පොදුජන පෙරමුණ සිටින බවට එල්ල වන චෝදනාවේ සත්‍යතාව එසේ තිබියදීත්, 2019 ජනාධිපතිවරණය සහ 2020 පාර්ලිමේන්තු මැතිවරණය ජයග්‍රහණය කිරීම සඳහා එම පක්ෂය නිර්ලජ්ජිත ලෙස සංහාරය අරටුවට යොදා ගත් බව අවිවාදිතය. 2019 අප්‍රේල් 21 වැනි දින කිතුනුවන්ට එල්ල වූ ම්ලේච්ඡ ප්‍රහාරයෙන් දින හයකට පසු, එල්ටීටීඊයට එරෙහි යුද්ධයේ සාර්ථක කොටසේදී ආරක්ෂක ලේකම් ගෝඨාභය රාජපක්ෂ, ජනතාවගේ ආරක්ෂාව සහ ආරක්ෂාව පිළිබඳ සහතිකයක් ලබා දෙමින් ඉදිරි ජනාධිපතිවරණයට ඉදිරිපත් වන බව ප්‍රකාශ කළේය. ශ්‍රී ලංකා පොදුජන පෙරමුණට හිතවත් මාධ්‍ය ආයතන විසින් මුස්ලිම්වරුන් සහ ඔවුන්ගේ ආගම වන ඉස්ලාම් යක්ෂාවේශ කර තිබුණේ 1983 දෙමළ ජනයාට එරෙහි සංහාරය හා සමානව රට පුරා මුස්ලිම්වරුන්ට එරෙහිව ලේ වැගිරීමක අද්දරට පැමිණ ඇති ආකාරයට ය. මුස්ලිම් සංස්කෘතික හා ජනගහන උසස් බව පිළිබඳ තම න්‍යාය සනාථ කිරීම සඳහා නව සාක්ෂි සොයා ගැනීම දේශපාලනඥයන්ගේ සහ මාධ්‍යවල පුරුද්දක් විය. මුස්ලිම්වරුද ඔවුන්ගේ ආගමික ප්‍රදර්ශන මගින් ඔවුන්ට ඕනෑ තරම් පතොරම් ලබා දුන්හ.",
        "අනෙක් අතට එල්ටීටීඊයට එරෙහි යුද්ධය යොදා ගත්තේ ජනාධිපති අපේක්ෂක ගෝඨාභය රාජපක්ෂ මහතා මාධ්‍ය සාකච්ඡා වලදී තම නොමේරූ බව ප්‍රදර්ශනය කළද ඔහුව ඔසවා තැබීමටය. 2015 රාජපක්ෂ පාලනය පලවා හැරීමට ප්‍රධාන වශයෙන් දායක වූ මහා පරිමාණ දූෂණ, බැසිල් ඇතුළු රාජපක්ෂලා ඉටුකළ කාර්ය භාරය සහ උඩඟු ක්‍රියාකාරකම් ජනතාවට යටපත් කර අමතක කර දමන ලද්දේ නිර්ලජ්ජිත ජාතිවාදයෙන් සහ කෘත්‍රිම ලෙස ගෝඨාභයගේ ප්‍රතිරූපයට නතු කරමිනි. ඔහුව සිංගප්පූරුවේ හිටපු අග්‍රාමාත්‍ය ලී ක්වාන් යූ හා සමාන කළ වීඩියෝ දර්ශන දැන් ජනතාව පිළිකුලෙන් යුතුව නැවත පළ කරති.",
        "මිනිස්සු තමන්ගේ බුද්ධිය පාවිච්චි නොකර මේ ප්‍රචාර, ජාතිවාදය යටපත් කරන්න ඉඩ දෙනවා. අනෙක් අතට, මාධ්‍ය මගින් ඔවුන්ගේ ගැටලු සහ දේශපාලන පක්ෂවල ප්‍රතිපත්ති පිළිබඳ විචක්ෂණශීලී හා ගැඹුරු කථිකාවක් ඔවුන්ව නිසි ලෙස දැනුවත් කළේ නැත. අවසාන වශයෙන්, ඔවුන් ඡන්දය දුන් නායකයින්ට \"වර්තමාන ව්‍යසනයට වගකිව යුත්තේ ඔබ මිස අපි නොවේ\" යැයි කීමට ඔවුන් මග පෑදුවේය."
      ]
    },
    "ta": {
      "title": "பசில் சொன்னது முற்றிலும் சரி",
      "body_lines": [
        "பசில் ராஜபக்ஷவின் அறிக்கையானது, தேர்தல்களில் சரியான முடிவுகளை எடுப்பதற்கு போதிய விவேகமும் போதிய மற்றும் சரியான தகவலும் இல்லாத மக்களின் முட்டாள்தனத்தாலும், ஏமாளிகளாலும் அதன் தகுதியைப் பெறுகிறது.",
        "தற்போதைய அரசியல் மற்றும் பொருளாதார நெருக்கடிக்கு ஜனாதிபதி கோட்டாபய ராஜபக்சவுக்கு வாக்களித்தவர்களும் தற்போதைய அரசாங்கமும் தான் காரணம் என முன்னாள் நிதியமைச்சரும் ஸ்ரீலங்கா பொதுஜன பெரமுனவின் தேசிய அமைப்பாளருமான பிரியாவிடை செய்தியாளர் சந்திப்பில் தெரிவித்த கருத்து மிகவும் சுவாரஸ்யத்தை அளிக்கிறது. சிந்தனைக்கு.",
        "பாராளுமன்ற உறுப்பினர் பதவியை இராஜினாமா செய்த பின்னர் அவர் ஆற்றிய உரையும், ஜூன் 10ஆம் திகதி ஊடகவியலாளர்களுக்கு அவர் அளித்த பதில்களும் பொருளாதாரப் பேரிடரை எதிர்நோக்கும் இந்நாட்டு மக்கள் மீது அனுதாபம் காட்டாத ஒரு சந்தர்ப்பமாகவே காணப்பட்ட போதிலும். விளக்கமளிப்பது தீவிர பரிசீலனைக்கு உத்தரவாதம் அளிக்கும் ஒன்று.",
        "இந்த நிகழ்வை தற்போதைய பொருளாதார பேரழிவு மற்றும் முன்னோக்கி செல்லும் வழி குறித்த தீவிர விவாதமாக மாற்றுவதற்கு பதிலாக, அவர் அதை ஒரு இலகுவான தருணமாக நகைச்சுவையாக மாற்றினார்.",
        "2010 மற்றும் 2015 க்கு இடையில் கிட்டத்தட்ட ஐந்து வருடங்கள் மற்றும் கடந்த மூன்று வருடங்கள் - இரண்டு வருடங்கள் பின்தங்கிய நிலையில் பொருளாதாரத்தை தனித்து இயங்கிய முன்னாள் பொருளாதார அபிவிருத்தி அமைச்சர் என்ற வகையில், நாட்டின் தற்போதைய இக்கட்டான நிலைக்கு தனது பொறுப்பை ஏற்குமாறு ஊடகவியலாளர்கள் அவரிடம் அழுத்தம் கொடுத்தபோது. காட்சிகள் மற்றும் நிதி அமைச்சராக கிட்டத்தட்ட ஒரு வருடம் - அவர் அசைய மறுத்தார். மாறாக, ஜனாதிபதி மற்றும் SLPP அரசாங்கத்திற்கு வாக்களித்த ஊடகங்கள் மற்றும் மக்கள் மீது அவர் முழுப்பொறுப்பையும் சுமத்தினார்.",
        "அவர் மக்களைப் பற்றியும் ஊடகங்களைப் பற்றியும் உணர்வுபூர்வமாகப் பேசியதால், பலராலும் பரிந்துரைக்கப்பட்டபடி, ஒரு வகையில் மக்கள் மீது அவர் குற்றம் சாட்டுவது வாக்காளர்களை அவமதிப்பதாக கருத முடியாது. இருப்பினும், அவர் மீதும் அவரது கட்சி மீதும் நம்பிக்கை வைத்த 6.9 மில்லியன் மக்களுக்கு இது மறுக்க முடியாத துரோகம். அவரும் அவரது கட்சியும் தான் மக்கள் தங்களுக்கு வாக்களிக்கும் சூழலை உருவாக்கினார்கள். இது ஒன்றும் இல்லை, யாரோ மக்களை ஏமாற்றி ஏமாற்றியதாக குற்றம் சாட்டினர். அங்குதான் வாக்காளர்களை அவமதிப்பதாக வர்ணிக்க வேண்டும். எனவே, அவரது அறிக்கையின் தகுதி இருந்தபோதிலும், வாக்காளர்களைக் குற்றம் சாட்டுவதற்கான தார்மீக உரிமையை அவர் இழக்கிறார், ஏனெனில் அவரது கட்சி தனது கட்சியின் வேட்பாளர்களின் ஊதுகுழல் படங்களைக் கொண்டு மக்களை ஏமாற்றியது மற்றும் மிகவும் பரபரப்பான வகுப்புவாதத்தால் நனைக்கப்பட்ட பிரச்சாரத்தை அவர் அறிந்திருந்தார்.",
        "பசில் வற்புறுத்தியவாறு தற்போதைய நிலைமைக்கு ஊடகங்களும் மக்களும் பொறுப்பேற்க வேண்டுமா? ஆம், உண்மையில், ஆனால் அவர்கள் முதல் குற்றவாளிகள் அல்ல, சந்தேகத்திற்கு இடமின்றி அரசியல்வாதிகளுக்கு ஒதுக்கப்பட்ட இடம். தேர்தலின் போது, ​​போட்டியாளர்களுடன் கடும் போட்டிக்கு பின், வாக்காளர்கள் தங்களுக்கு வாக்களிக்க வேண்டிய சூழ்நிலையை, அரசியல்வாதிகள் உருவாக்குகின்றனர். பசில் ராஜபக்சவின் கூற்று, தேர்தல்களில் சரியான முடிவுகளை எடுப்பதற்கு போதுமான விவேகமும் போதிய மற்றும் சரியான தகவல்களும் இல்லாத மக்களின் முட்டாள்தனத்தாலும், ஏமாளிகளாலும் அதன் தகுதியைப் பெறுகிறது. எனவே, கோட்டாபய ராஜபக்ஷவையும் ஸ்ரீலங்கா பொதுஜன பெரமுன அரசாங்கத்தையும் தெரிவு செய்த வாக்காளர்கள், தற்போதைய பொருளாதார மற்றும் அரசியல் முட்டுக்கட்டை மற்றும் அதன் விளைவாக மக்கள் தனித்தனியாக சந்திக்கும் ஒவ்வொரு பயங்கரமான சம்பவத்திற்கும் கணிசமான பொறுப்பை நிச்சயமாக பகிர்ந்து கொள்கிறார்கள். ஆம், பசில் சொன்னது சரிதான், அவர் பொறுப்பை தட்டிக்கழித்து முழுவதுமாக மக்கள் மீது போட நினைத்தாலும் சரி.",
        "இன்னொரு வகையில், வேறு எந்த அரசியல்வாதியும் செய்யத் துணியாத உண்மையைச் சொல்லும் நேர்மைக்காக அவர் பாராட்டப்பட வேண்டும். தலைவர் முதல் உள்ளூராட்சி மன்ற உறுப்பினர்கள் வரை தங்கள் தலைவர்களைத் தேர்ந்தெடுப்பதற்கு மக்கள் தங்கள் விலைமதிப்பற்ற வாக்கைப் பயன்படுத்தும்போது விழிப்புடன் இருக்க இது ஒரு கண் திறக்கும் மற்றும் எச்சரிக்கையாகும்.",
        "தேர்தலில் ஒரு குறிப்பிட்ட அரசியல் கட்சி அல்லது ஒரு சுயேச்சைக் குழுவிற்கு வாக்களிக்க வாக்காளரின் மனதை வடிவமைப்பதில் பல காரணிகள் பங்களிக்கின்றன. அவற்றுள் முக்கியமாக, மற்ற கட்சிகளின் வாக்குறுதிகளை அவரது கட்சியினரால் வெளிக்கொணருதல், அவரது கட்சி மக்களின் இன, சாதி மற்றும் மத உணர்வுகளைப் பயன்படுத்திக் கொள்ளும் திறன், குறிப்பாக சம்பந்தப்பட்ட பகுதியிலுள்ள பெரும்பான்மை சமூகம் மற்றும் அக்கட்சியின் வெற்றிக்கான வெளிப்படையான நிகழ்தகவு. . இந்த காரணிகள் அவருக்கு ஊடகங்களால் உறுதி செய்யப்படுகின்றன.",
        "2015 ஆம் ஆண்டு ஜனாதிபதித் தேர்தல் போன்ற அரிய சந்தர்ப்பங்கள் இந்த காரணிகளை மிஞ்சிய பாதாள நீரோட்டங்கள் உள்ளன. நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்குவது உட்பட ஜனநாயகம் தொடர்பான மைத்திரிபால சிறிசேனவின் கவர்ச்சிகரமான வாக்குறுதிகளுக்கு எதிராக மஹிந்த ராஜபக்ஷ பொருளாதார வளம் குறித்து கவர்ச்சிகரமான வாக்குறுதிகளை வழங்கியிருந்தார். 2012 ஆம் ஆண்டு முதல் பொதுபல சேனா மற்றும் ஜாதிக ஹெல உறுமய (ஜாதிக ஹெல உறுமய) மூலம் ஏற்கனவே முஸ்லிம்களுக்கு எதிரான இனவாத பிரச்சாரத்தை ராஜபக்ஷ பயன்படுத்திக் கொண்டார். இந்த பிரச்சாரமானது கலாச்சார மற்றும் கலாச்சாரத்தை ஆதாயப்படுத்துவதன் மூலம் நாட்டில் முஸ்லிம்களின் படையெடுப்பு பற்றிய அச்சத்தை ஏற்படுத்தியது. சிங்கள பௌத்தர்களின் ஒரு பிரிவினரிடையே மக்கள்தொகை மேன்மை. மறுபுறம், சிறிசேன, முஸ்லிம் அரசியல் கட்சிகளுடன் கைகோர்த்து, பெரும்பான்மை சமூகத்தின் கணிசமான வாக்குகளை இழக்கும் அபாயம் ஏற்பட்டது. ராஜபக்சேவின் வெற்றியை உறுதி செய்திருந்த அவரது போட்டியாளரின் பிரச்சாரத்திற்கு சிறிசேனாவின் பிரச்சாரம் பொருந்தவில்லை. இருந்தபோதிலும், சிறீசேனாவிற்கு அடிவாங்கிய நாள்.",
        "கடந்த தேர்தல்களின் போது அந்தந்த பகுதிகளில் இனவாத பிரச்சாரங்களுக்கு மக்கள் அடிபணிந்து வருகின்றனர். வடக்கிலும் கிழக்கிலும் பெரும்பாலான தேர்தல்களின் முடிவுகளை சிங்கள-பௌத்த தலைவர்களை வசைபாடுவதில் இருந்த திறமையே சிங்கள பௌத்தர்களுக்கும் தமிழர்களுக்கும் எதிராக முஸ்லிம் தலைவர்களின் வெற்றியை தீர்மானித்தது. சுவாரஸ்யமாக, அவர்களில் பலர் பின்னர், தேர்தலின் போது பேய் பிடித்த சிங்களத் தலைவர்களுடன் கைகோர்த்தனர். 2009 இல் போர் முடிவடைவதற்கு முன்னர், சிங்களத் தலைவர்கள் தமிழீழ விடுதலைப் புலிகளுடன் தங்கள் போட்டியாளர்களை அடையாளம் கண்டுகொண்டனர், சில சமயங்களில் கேலிக்குரிய காரணங்களுக்காக. சில சமயங்களில் இரண்டு முக்கியக் கட்சிகளும் ஒரே தேர்தலின் போது இந்த போகையை ஒன்றுக்கொன்று எதிராக வேடிக்கையாக பயன்படுத்தின. இறுதியில், அரசியல்வாதிகளால் தீர்க்கப்பட வேண்டிய தங்கள் எரியும் பிரச்சினைகளை வாக்காளர்கள் மறந்துவிட்டார்கள் மற்றும் வெறுப்பு வாக்குகளின் முடிவைத் தீர்மானித்தது.",
        "2019 ஈஸ்டர் ஞாயிறு அன்று கிறிஸ்தவர்கள் மீது நடத்தப்பட்ட பயங்கரவாதத் தாக்குதலின் பின்னணியில் SLPP இருந்தது என்ற குற்றச்சாட்டின் உண்மைத்தன்மை இருந்தபோதிலும், 2019 ஜனாதிபதித் தேர்தலிலும் 2020 நாடாளுமன்றத் தேர்தலிலும் வெற்றி பெறுவதற்கு அக்கட்சி வெட்கமின்றி படுகொலைகளை மையமாக பயன்படுத்தியது மறுக்க முடியாதது. ஏப்ரல் 21, 2019 அன்று கிறிஸ்தவர்கள் மீதான கொடூரத் தாக்குதலுக்கு ஆறு நாட்களுக்குப் பிறகு, விடுதலைப் புலிகளுக்கு எதிரான போரின் வெற்றிகரமான பிரிவின் போது பாதுகாப்புச் செயலாளராக இருந்த கோத்தபய ராஜபக்ஷ, வரவிருக்கும் ஜனாதிபதித் தேர்தலில் போட்டியிடுவதாக அறிவித்தார், மக்களின் பாதுகாப்பு மற்றும் பாதுகாப்புக்கான உறுதிமொழிகளை வழங்கினார். SLPP-க்கு ஆதரவான ஊடகங்கள் முஸ்லிம்களையும் அவர்களின் மதமான இஸ்லாத்தையும் பேய்த்தனமாக சித்தரித்தன, 1983 தமிழர்களுக்கு எதிரான படுகொலையைப் போலவே நாடு முழுவதும் முஸ்லிம்களுக்கு எதிரான இரத்தக்களரியின் விளிம்பிற்கு வந்துவிட்டது. முஸ்லிம் கலாச்சாரம் மற்றும் மக்கள்தொகை மேன்மை பற்றிய தங்கள் கோட்பாட்டை நிரூபிக்க புதிய ஆதாரங்களைக் கண்டுபிடிப்பது அரசியல்வாதிகள் மற்றும் ஊடகங்களின் வழக்கமாக இருந்தது. முஸ்லிம்களும் தங்களின் சமயக் கண்காட்சியின் மூலம் அவர்களுக்கு ஏராளமான வெடிமருந்துகளை வழங்கினர்.",
        "மறுபுறம், ஜனாதிபதி வேட்பாளர் கோட்டாபய ராஜபக்ஷ ஊடகவியலாளர் மாநாடுகளின் போது முதிர்ச்சியடையாத தன்மையை வெளிப்படுத்திய போதிலும், விடுதலைப் புலிகளுக்கு எதிரான யுத்தம் அவரை ஊக்கப்படுத்த பயன்படுத்தப்பட்டது. 2015 ஆம் ஆண்டு ராஜபக்ச ஆட்சியை அகற்றுவதற்கு முக்கியப் பங்களித்த பாசில் உள்ளிட்ட ராஜபக்சேக்களின் பாரிய ஊழல்கள், முக்கியப் பங்களிப்பின் முக்கியத்துவமான செயற்பாடுகள் ஆகியவை வெட்கமற்ற இனவெறி மற்றும் செயற்கையாக உயர்த்தப்பட்ட கோட்டாபயவின் பிம்பத்தால் மக்களால் மறைக்கப்பட்டு மறக்கப்பட்டன. அவரை சிங்கப்பூரின் முன்னாள் பிரதமர் லீ குவான் யூவுடன் ஒப்பிடும் வீடியோ காட்சிகளை மக்கள் இப்போது ஏளனமாக மறுபதிவு செய்கிறார்கள்.",
        "மக்கள் தங்கள் புத்திசாலித்தனத்தைப் பயன்படுத்தாமல் இந்த பிரச்சாரத்தையும் இனவாதத்தையும் அவர்களை மூழ்கடிக்க அனுமதிக்கிறார்கள். மறுபுறம், ஊடகங்களால் அவர்களின் பிரச்சினைகள் மற்றும் அரசியல் கட்சிகளின் கொள்கைகள் பற்றிய விவேகமான மற்றும் ஆழமான சொற்பொழிவு மூலம் அவர்களுக்கு சரியாகத் தெரிவிக்கப்படவில்லை. இறுதியாக, தாங்கள் வாக்களித்த தலைவர்கள், \"தற்போதைய குழப்பத்திற்கு நாங்கள் அல்ல நீங்கள்தான் காரணம்\" என்று சொல்ல வழி வகுத்தார்கள்."
      ]
    }
  }
}