{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-join-hands-with-softlogic-it-in-empowering-enterprise-customers-with-data-exchange-and-analytics-services/",
  "time_ut": 1647441480,
  "title": "SLT-MOBITEL join hands with Softlogic IT in empowering enterprise customers with “Data Exchange and Analytics Services”",
  "body_lines": [
    "SLT-Mobitel, The National ICT Solutions Provider, announce as part of the Digital Partnership initiative, the Strategic Collaboration with Softlogic IT, in introducing Data Exchange and Analytics Services. This essentially enables businesses to adopt a data driven approach in solving problems and gaining deeper insights in data using the tools and processes of the IZAC “Data Exchange and Analytics Platform” and Microstrategy (Nasdaq: MISTR). IZAC is the Global Data Exchange platform by Whiteklay and, MicroStrategy (Nasdaq: MISTR) is the largest independent publicly-traded analytics and business intelligence company.",
    "It is witnessed by a lot of companies that a robust Data Management landscape can help an organization boost its bottom line in prioritizing its sales and operational efforts. Efficient use of Decision Science has also led to more clarity in organization messaging and strategy. The joint solution will provide to Enterprises, a subscription based Intelligent Data Management As A Service, hosted on the SLT-Mobitel Akaza cloud platform. This solution will enable enterprises visualize data patterns, and apply predictive analytics to enable enterprises take timely decisions thereby making their business operations more efficient.",
    "Commenting on the new offering from SLT-Mobitel, Mr. Janaka Abeysinghe, CEO of SLT said, “SLT-Mobitel recognizes that Data is the new ‘source of truth’ for the enterprise customers in terms of achieving sustainable growth and fueling new innovation. By engaging with SLT on the journey transcending Connectivity, Cloud and Data, we intend to take organizations in Sri Lanka to the next level of decision making using Data Virtualization, Analytics and AI tools of the Whiteklay platform, and, thus play a catalytic role in enterprise Digital Transformation”",
    "Elaborating on this service, Amit Kumar Parija, CEO, Whiteklay Pte Ltd said, “The true value of data science will be realized only when you have a good data engineering stack. In today’s world, not having a strong data background should not be a deterrent for any organisation to get some quick insights from data. If a trend line can be spotted in the data, analysts should be able to ask the system as to ‘what changed?’ giving them the flexibility to slice and dice on the data at a real-time level and generate a dashboard as per their liking. If they don’t need the dashboard after a few days, they can discard or edit the same. But the fact is, deploying such systems inside any organisation’s environment takes a big effort from technology, strategy and finance teams. If the tech team isn’t that strong, then setting up the system and acquiring skills to manage and run the system takes a big pie out of the budget as well as time. This is where a lot of companies are looking to engage on getting ‘data exploration as a service’- hassle free big data exchange platform enabled at the click of a button.”",
    "Commenting on this partnership, Roshan Rassool, CEO at Softlogic Information Technologies (Pvt) Ltd said that Sri Lankan business conditions have evolved rapidly, and today, companies face a new set of challenges that threaten their leadership positions. As such, the ability to deploy “data” as a competitive business asset is what will distinguish successful market leaders. The launch of AI as a service through SLT will be the first in Sri Lanka. Together with Softlogic Information Technologies (Pvt) Ltd – a leading systems integrator in the country, Micro strategy – the leader in the Gartner quadrant for AI and Whiteklay a leading AI integration company, it will add a new direction to our local companies to collaborate with these companies and innovate in the AI landscape. The services will include the integration of data from multiple sources, centralized data management, big data analytics, backed by a data scientist and an industry specialist who will be at the disposal of the client thus enabling companies to make AI affordable for their usage. The local businesses who use AI will be at a distinct advantage through the use of data analytics to make data driven decisions that can improve business-related outcomes. The benefits include effective marketing, new revenue opportunities, customer personalization and an improved operational efficiency. Combined with an effective strategy, these benefits can provide competitive advantages over its rivals.",
    "More information on Softlogic Information Technologies can be found on www.softlogicit.lk",
    "Sunil Vadgama, Director, Sales – India & Sri Lanka for MicroStrategy India Pvt. Ltd. said The MicroStrategy Analytics Platform is consistently rated as the best in Enterprise Analytics and is used by many of the world’s most admired brands in the Fortune Global 500. We are proud to be part of this consortium to provide actionable insights for better decision making. This strategic partnership allows us to drive MicroStrategy’s Vision to enable Intelligence Everywhere™. Sri Lanka with a multinational state, home to diverse cultures, languages and ethnicity, would be a great addition to our outreach to assist Enterprises leverage the power of data, information and actionable insights. Our platform features HyperIntelligence, a breakthrough technology that overlays actionable enterprise data on popular business applications to help users make smarter, faster decisions. This strategic partnership will allow us to fuel our growth in the Sri Lankan market and I am personally excited to see major brands leverage our unique value proposition.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "SLT-MOBITEL \"Data Exchange and Analytics Services\" මගින් ව්‍යවසාය පාරිභෝගිකයන් සවිබල ගැන්වීම සඳහා Softlogic IT සමඟ අත්වැල් බැඳගනී.",
      "body_lines": [
        "SLT-Mobitel, ජාතික ICT විසඳුම් සපයන්නා, ඩිජිටල් හවුල්කාරිත්ව වැඩසටහනේ කොටසක් ලෙස, Softlogic IT සමඟ උපාය මාර්ගික සහයෝගීතාව, දත්ත හුවමාරුව සහ විශ්ලේෂණ සේවා හඳුන්වා දෙයි. IZAC \"Data Exchange and Analytics Platform\" සහ Microstrategy (Nasdaq: MISTR) හි මෙවලම් සහ ක්‍රියාවලි භාවිතා කරමින් ගැටළු විසඳීමට සහ දත්ත පිළිබඳ ගැඹුරු අවබෝධයක් ලබා ගැනීමට මෙය අවශ්‍යයෙන්ම ව්‍යාපාරවලට දත්ත පදනම් කරගත් ප්‍රවේශයක් අනුගමනය කිරීමට හැකියාව ලබා දෙයි. IZAC යනු Whiteklay විසින් Global Data Exchange වේදිකාව වන අතර, MicroStrategy (Nasdaq: MISTR) යනු ප්‍රසිද්ධියේ වෙළඳාම් කරන විශාලතම ස්වාධීන විශ්ලේෂණ සහ ව්‍යාපාරික බුද්ධි සමාගම වේ.",
        "ශක්තිමත් දත්ත කළමනාකරණ භූ දර්ශනයක් සංවිධානයකට එහි විකුණුම් සහ මෙහෙයුම් ප්‍රයත්නයන්ට ප්‍රමුඛත්වය දීමේදී එහි පහළම මට්ටම ඉහළ නැංවීමට උපකාරී වන බව බොහෝ සමාගම් විසින් සාක්ෂි දරයි. තීරණ විද්‍යාව කාර්යක්ෂමව භාවිතා කිරීම සංවිධානයේ පණිවිඩ යැවීමේ සහ උපාය මාර්ගවල වඩාත් පැහැදිලි භාවයට ද හේතු වී ඇත. ඒකාබද්ධ විසඳුම SLT-Mobitel Akaza cloud වේදිකාවේ සත්කාරකත්වය සපයන ග්‍රාහකත්වය මත පදනම් වූ බුද්ධිමය දත්ත කළමනාකරණය සේවාවක් වන Enterprises වෙත ලබා දෙනු ඇත. මෙම විසඳුම මඟින් ව්‍යවසායයන්ට දත්ත රටා දෘශ්‍යමාන කිරීමට හැකි වන අතර, ව්‍යවසායන්ට කාලෝචිත තීරණ ගැනීමට හැකි වන පරිදි අනාවැකි විශ්ලේෂණ යෙදීමෙන් ඔවුන්ගේ ව්‍යාපාර මෙහෙයුම් වඩාත් කාර්යක්ෂම වේ.",
        "SLT-Mobitel වෙතින් නව පිරිනැමීම පිළිබඳව අදහස් දක්වමින් SLT හි ප්‍රධාන විධායක නිලධාරී ජානක අබේසිංහ මහතා පැවසුවේ, “තිරසාර වර්ධනයක් අත්කර ගැනීම සහ නව නවෝත්පාදනයන් සඳහා ඉන්ධන සැපයීම සම්බන්ධයෙන් ව්‍යවසාය පාරිභෝගිකයන් සඳහා Data නව ‘සත්‍ය මූලාශ්‍රය’ බව SLT-Mobitel හඳුනාගෙන ඇත. සම්බන්ධතාවය, ක්ලවුඩ් සහ දත්ත අභිබවා යන ගමනේදී SLT සමඟ සම්බන්ධ වීමෙන්, Whiteklay වේදිකාවේ Data Virtualization, Analytics සහ AI මෙවලම් භාවිතයෙන් ශ්‍රී ලංකාවේ ආයතන තීරණ ගැනීමේ මීළඟ මට්ටමට ගෙන යාමට අපි අදහස් කරමු. ව්යවසාය ඩිජිටල් පරිවර්තනය\"",
        "මෙම සේවාව පිළිබඳව විස්තර කරමින් Whiteklay Pte Ltd හි ප්‍රධාන විධායක නිලධාරී අමිත් කුමාර් පරිජා මහතා පැවසුවේ, “දත්ත විද්‍යාවේ සැබෑ වටිනාකම අවබෝධ වන්නේ ඔබට හොඳ දත්ත ඉංජිනේරු තොගයක් තිබෙන විටයි. වර්තමාන ලෝකයේ, ශක්තිමත් දත්ත පසුබිමක් නොමැති වීම, දත්ත වලින් ඉක්මන් අවබෝධයක් ලබා ගැනීමට කිසිදු ආයතනයකට බාධාවක් නොවිය යුතුය. දත්තවල ප්‍රවණතා රේඛාවක් හඳුනාගත හැකි නම්, විශ්ලේෂකයින්ට 'වෙනස් වූයේ කුමක්ද?' යන්න පද්ධතියෙන් විමසීමට හැකි විය යුතුය, ඔවුන්ට තත්‍ය කාලීන මට්ටමින් දත්ත කපා දැමීමට සහ ඩෑෂ්බෝඩ් එකක් ජනනය කිරීමට නම්‍යශීලී බවක් ලබා දෙයි. කැමති. දින කිහිපයකට පසු ඔවුන්ට උපකරණ පුවරුව අවශ්‍ය නොවන්නේ නම්, ඔවුන්ට එයම ඉවත දැමීමට හෝ සංස්කරණය කිරීමට හැකිය. නමුත් කාරණය නම්, ඕනෑම සංවිධානයක පරිසරය තුළ එවැනි පද්ධති යෙදවීමට තාක්‍ෂණය, උපාය මාර්ග සහ මූල්‍ය කණ්ඩායම් වලින් විශාල උත්සාහයක් අවශ්‍ය වේ. තාක්‍ෂණ කණ්ඩායම එතරම් ශක්තිමත් නොවේ නම්, පද්ධතිය සැකසීමට සහ පද්ධතිය කළමනාකරණය කිරීමට සහ ක්‍රියාත්මක කිරීමට කුසලතා ලබා ගැනීමට අයවැයෙන් මෙන්ම කාලයෙන් විශාල ප්‍රමාණයක් ගත වේ. බොත්තමක් එබීමෙන් සක්‍රීය කර ඇති කරදරයකින් තොර විශාල දත්ත හුවමාරු වේදිකාවක් 'සේවාවක් ලෙස දත්ත ගවේෂණය' ලබා ගැනීම සඳහා බොහෝ සමාගම් නිරත වීමට බලාපොරොත්තු වන්නේ මෙහිදීය.",
        "මෙම හවුල්කාරිත්වය පිළිබඳව අදහස් දක්වමින් Softlogic Information Technologies (Pvt) Ltd හි ප්‍රධාන විධායක නිලධාරී Roshan Rassool මහතා පැවසුවේ, ශ්‍රී ලංකාවේ ව්‍යාපාරික තත්ත්වයන් ශීඝ්‍රයෙන් දියුණු වී ඇති බවත්, අද වන විට සමාගම් සිය නායකත්ව තනතුරුවලට තර්ජනයක් වන නව අභියෝග සමූහයකට මුහුණ පා සිටින බවත්ය. එනිසා, තරඟකාරී ව්‍යාපාරික වත්කමක් ලෙස \"දත්ත\" යෙදවීමේ හැකියාව සාර්ථක වෙළඳපල නායකයින් වෙන්කර හඳුනා ගනී. SLT හරහා AI සේවාවක් ලෙස දියත් කිරීම ශ්‍රී ලංකාවේ ප්‍රථම අවස්ථාව වනු ඇත. Softlogic Information Technologies (Pvt) Ltd - රටේ ප්‍රමුඛතම පද්ධති ඒකාබද්ධ කරන්නා, AI සඳහා Gartner quadrant හි ප්‍රමුඛයා වන Micro Strategy සහ ප්‍රමුඛතම AI ඒකාබද්ධ කිරීමේ සමාගමක් වන Whiteklay සමඟ එක්ව, එය අපගේ දේශීය සමාගම් සමඟ සහයෝගයෙන් කටයුතු කිරීමට නව මගක් එක් කරනු ඇත. මෙම සමාගම් සහ AI භූ දර්ශනය තුළ නවෝත්පාදනය කරයි. සේවාවලට බහු මූලාශ්‍රවලින් දත්ත ඒකාබද්ධ කිරීම, මධ්‍යගත දත්ත කළමනාකරණය, විශාල දත්ත විශ්ලේෂණ, දත්ත විද්‍යාඥයකු සහ සේවාලාභියා සතු ක්ෂේත්‍ර විශේෂඥයකුගේ සහාය ඇතිව සමාගම්වලට ඔවුන්ගේ භාවිතය සඳහා AI දැරිය හැකි මිලකට ලබා දීමට හැකි වේ. ව්‍යාපාර ආශ්‍රිත ප්‍රතිඵල වැඩිදියුණු කළ හැකි දත්ත පදනම් කරගත් තීරණ ගැනීම සඳහා දත්ත විශ්ලේෂණ භාවිතා කිරීම තුළින් AI භාවිත කරන දේශීය ව්‍යාපාරවලට සුවිශේෂී වාසියක් ලැබෙනු ඇත. ප්‍රතිලාභ අතර ඵලදායී අලෙවිකරණය, නව ආදායම් අවස්ථා, පාරිභෝගික පුද්ගලීකරණය සහ වැඩිදියුණු කළ මෙහෙයුම් කාර්යක්ෂමතාව ඇතුළත් වේ. ඵලදායී උපාය මාර්ගයක් සමඟ ඒකාබද්ධව, මෙම ප්රතිලාභ එහි ප්රතිවාදීන්ට වඩා තරඟකාරී වාසි ලබා දිය හැකිය.",
        "Softlogic Information Technologies පිළිබඳ වැඩි විස්තර www.softlogicit.lk වෙබ් අඩවියෙන් ලබාගත හැක",
        "සුනිල් වඩ්ගම, අධ්‍යක්ෂ, විකුණුම් - ඉන්දියාව සහ ශ්‍රී ලංකාව සඳහා MicroStrategy India Pvt. Ltd. පැවසුවේ MicroStrategy Analytics වේදිකාව ව්‍යවසාය විශ්ලේෂණවල හොඳම ඒවා ලෙස අඛණ්ඩව ශ්‍රේණිගත කර ඇති අතර Fortune Global 500 හි ලෝකයේ වඩාත්ම අගය කරන සන්නාමයන් බොහෝමයක් විසින් භාවිතා කරන බවයි. වඩා හොඳ තීරණ ගැනීම සඳහා ක්‍රියාකාරී තීක්ෂ්ණ බුද්ධිය ලබා දීමට මෙම සමුහයේ කොටස්කරුවෙකු වීම ගැන අපි ආඩම්බර වෙමු. . සෑම තැනකම බුද්ධිය සක්‍රීය කිරීමට MicroStrategy's Vision ධාවනය කිරීමට මෙම උපායමාර්ගික හවුල්කාරිත්වය අපට ඉඩ සලසයි™. බහුජාතික රාජ්‍යයක් සහිත ශ්‍රී ලංකාව, විවිධ සංස්කෘතීන්, භාෂා සහ ජනවාර්ගිකත්වයට නිවහනක් වන අතර, ව්‍යවසායයන් දත්ත, තොරතුරු සහ ක්‍රියාකාරී තීක්ෂ්ණ බුද්ධියේ බලය උද්දීපනය කිරීමට සහාය වීම සඳහා අපගේ ප්‍රවේශයට විශිෂ්ට එකතු කිරීමක් වනු ඇත. අපගේ වේදිකාවේ HyperIntelligence විශේෂාංගී වන අතර, පරිශීලකයින්ට වඩාත් දක්ෂ, වේගවත් තීරණ ගැනීමට උපකාර කිරීම සඳහා ජනප්‍රිය ව්‍යාපාරික යෙදුම් මත ක්‍රියා කළ හැකි ව්‍යවසාය දත්ත ආවරණය කරන පෙරළි තාක්ෂණයකි. මෙම උපායමාර්ගික හවුල්කාරිත්වය ශ්‍රී ලාංකේය වෙළෙඳපොළ තුළ අපගේ වර්ධනයට ඉන්ධන සැපයීමට අපට ඉඩ සලසන අතර ප්‍රධාන වෙළෙඳනාම අපගේ සුවිශේෂී වටිනාකම් ප්‍රස්තුතය ප්‍රයෝජනයට ගනු දැකීම ගැන මම පෞද්ගලිකව සතුටු වෙමි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "SLT-MOBITEL ஆனது Softlogic IT உடன் கைகோர்த்து நிறுவன வாடிக்கையாளர்களை \"தரவு பரிமாற்றம் மற்றும் பகுப்பாய்வு சேவைகள்\" மூலம் மேம்படுத்துகிறது",
      "body_lines": [
        "SLT-Mobitel, தேசிய ICT தீர்வுகள் வழங்குநர், டிஜிட்டல் கூட்டு முயற்சியின் ஒரு பகுதியாக, தரவு பரிமாற்றம் மற்றும் பகுப்பாய்வு சேவைகளை அறிமுகப்படுத்துவதில் Softlogic IT உடனான மூலோபாய ஒத்துழைப்பை அறிவிக்கிறது. IZAC \"டேட்டா எக்ஸ்சேஞ்ச் அண்ட் அனலிட்டிக்ஸ் பிளாட்ஃபார்ம்\" மற்றும் மைக்ரோஸ்ட்ரேஜி (நாஸ்டாக்: MISTR) ஆகியவற்றின் கருவிகள் மற்றும் செயல்முறைகளைப் பயன்படுத்தி, சிக்கல்களைத் தீர்ப்பதில் தரவு சார்ந்த அணுகுமுறையை வணிகங்கள் பின்பற்றவும், தரவுகளில் ஆழமான நுண்ணறிவுகளைப் பெறவும் இது முக்கியமாக உதவுகிறது. IZAC என்பது வைட்கிலேயின் உலகளாவிய தரவு பரிமாற்ற தளமாகும், மேலும் மைக்ரோ ஸ்ட்ராடஜி (நாஸ்டாக்: MISTR) என்பது பொதுவில் வர்த்தகம் செய்யப்படும் மிகப்பெரிய பகுப்பாய்வு மற்றும் வணிக நுண்ணறிவு நிறுவனமாகும்.",
        "ஒரு வலுவான தரவு மேலாண்மை நிலப்பரப்பு ஒரு நிறுவனத்திற்கு அதன் விற்பனை மற்றும் செயல்பாட்டு முயற்சிகளுக்கு முன்னுரிமை அளிப்பதில் அதன் அடிமட்டத்தை உயர்த்த உதவும் என்பது பல நிறுவனங்களால் சாட்சியமளிக்கப்படுகிறது. முடிவெடுக்கும் அறிவியலின் திறமையான பயன்பாடு, நிறுவன செய்தி மற்றும் உத்திகளில் அதிக தெளிவுக்கு வழிவகுத்தது. SLT-Mobitel Akaza கிளவுட் பிளாட்ஃபார்மில் ஹோஸ்ட் செய்யப்பட்ட சந்தா அடிப்படையிலான நுண்ணறிவு தரவு மேலாண்மை ஒரு சேவையான Enterprises க்கு கூட்டுத் தீர்வு வழங்கும். இந்தத் தீர்வு நிறுவனங்களுக்கு தரவு வடிவங்களைக் காட்சிப்படுத்த உதவும், மேலும் நிறுவனங்கள் சரியான நேரத்தில் முடிவுகளை எடுப்பதற்கு முன்கணிப்பு பகுப்பாய்வுகளைப் பயன்படுத்துகிறது, இதன் மூலம் அவற்றின் வணிகச் செயல்பாடுகளை மேலும் திறம்படச் செய்யும்.",
        "SLT-Mobitel இன் புதிய சலுகை குறித்து கருத்து தெரிவித்த SLT இன் CEO, திரு. ஜானக அபேசிங்க, “நிலையான வளர்ச்சியை அடைவதற்கும் புதிய கண்டுபிடிப்புகளை ஊக்குவிப்பதற்கும் நிறுவன வாடிக்கையாளர்களுக்கு Data புதிய ‘உண்மையின் ஆதாரம்’ என்பதை SLT-Mobitel அங்கீகரிக்கிறது. இணைப்பு, கிளவுட் மற்றும் டேட்டாவைத் தாண்டிய பயணத்தில் SLT உடன் ஈடுபடுவதன் மூலம், Whiteklay தளத்தின் Data Virtualization, Analytics மற்றும் AI கருவிகளைப் பயன்படுத்தி முடிவெடுப்பதில் இலங்கையில் உள்ள நிறுவனங்களை அடுத்த கட்டத்திற்கு கொண்டு செல்ல நாங்கள் உத்தேசித்துள்ளோம். நிறுவன டிஜிட்டல் மாற்றம்\"",
        "இந்தச் சேவையைப் பற்றி விரிவாகப் பேசிய வைட்கிளே பிரைவேட் லிமிடெட் தலைமை நிர்வாக அதிகாரி அமித் குமார் பரிஜா, “உங்களிடம் நல்ல டேட்டா இன்ஜினியரிங் ஸ்டேக் இருந்தால்தான் டேட்டா அறிவியலின் உண்மையான மதிப்பு உணரப்படும். இன்றைய உலகில், வலுவான தரவு பின்னணி இல்லாதது, தரவுகளிலிருந்து சில விரைவான நுண்ணறிவுகளைப் பெறுவதற்கு எந்தவொரு நிறுவனத்திற்கும் ஒரு தடையாக இருக்கக்கூடாது. தரவுகளில் ஒரு போக்குக் கோட்டைக் காண முடிந்தால், ஆய்வாளர்கள் கணினியிடம் 'என்ன மாறிவிட்டது?' என்று கேட்க முடியும் விருப்பபடி. சில நாட்களுக்குப் பிறகு அவர்களுக்கு டாஷ்போர்டு தேவையில்லை என்றால், அவர்கள் அதை நிராகரிக்கலாம் அல்லது திருத்தலாம். ஆனால் உண்மை என்னவென்றால், எந்தவொரு அமைப்பின் சூழலிலும் இத்தகைய அமைப்புகளை பயன்படுத்துவதற்கு தொழில்நுட்பம், மூலோபாயம் மற்றும் நிதிக் குழுக்களிடமிருந்து பெரும் முயற்சி தேவைப்படுகிறது. தொழில்நுட்பக் குழு மிகவும் வலுவாக இல்லாவிட்டால், கணினியை அமைப்பதற்கும், கணினியை நிர்வகிப்பதற்கும் இயக்குவதற்கும் திறன்களைப் பெறுவதற்கும் பட்ஜெட் மற்றும் நேரத்திலிருந்து ஒரு பெரிய பையை எடுக்கும். இங்குதான் பல நிறுவனங்கள் ‘தரவு ஆய்வு ஒரு சேவையாக’ பெற விரும்புகின்றன - ஒரு பொத்தானைக் கிளிக் செய்வதன் மூலம் தொந்தரவு இல்லாத பெரிய தரவு பரிமாற்ற தளம் இயக்கப்பட்டது.",
        "இந்த கூட்டாண்மை குறித்து கருத்து தெரிவித்த Softlogic Information Technologies (Pvt) Ltd இன் பிரதம நிறைவேற்று அதிகாரி ரொஷான் ரசூல், இலங்கையின் வர்த்தக நிலைமைகள் வேகமாக வளர்ச்சியடைந்துள்ளதுடன், இன்று நிறுவனங்கள் தமது தலைமைத்துவ பதவிகளை அச்சுறுத்தும் புதிய சவால்களை எதிர்கொள்கின்றன. எனவே, \"தரவை\" ஒரு போட்டி வணிக சொத்தாக வரிசைப்படுத்தும் திறன் வெற்றிகரமான சந்தை தலைவர்களை வேறுபடுத்தும். SLT மூலம் AI சேவையை அறிமுகப்படுத்துவது இலங்கையில் முதன்முதலாக இருக்கும். நாட்டின் முன்னணி கணினி ஒருங்கிணைப்பாளரான Softlogic Information Technologies (Pvt) Ltd உடன் இணைந்து, AIக்கான கார்ட்னர் க்வாட்ரண்டில் முன்னணியில் இருக்கும் Micro Strategy மற்றும் முன்னணி AI ஒருங்கிணைப்பு நிறுவனமான Whiteklay ஆகியவை இணைந்து, நமது உள்ளூர் நிறுவனங்களுடன் இணைந்து செயல்பட புதிய திசையைச் சேர்க்கும். இந்த நிறுவனங்கள் மற்றும் AI நிலப்பரப்பில் புதுமைகளை உருவாக்குகின்றன. சேவைகள் பல ஆதாரங்களில் இருந்து தரவை ஒருங்கிணைத்தல், மையப்படுத்தப்பட்ட தரவு மேலாண்மை, பெரிய தரவு பகுப்பாய்வு, ஒரு தரவு விஞ்ஞானி மற்றும் கிளையன்ட் வசம் இருக்கும் ஒரு தொழில்துறை நிபுணரால் ஆதரிக்கப்படும். AI ஐப் பயன்படுத்தும் உள்ளூர் வணிகங்கள், வணிகம் தொடர்பான விளைவுகளை மேம்படுத்தக்கூடிய தரவு உந்துதல் முடிவுகளை எடுக்க தரவு பகுப்பாய்வுகளைப் பயன்படுத்துவதன் மூலம் ஒரு தனித்துவமான நன்மையைப் பெறும். பயனுள்ள சந்தைப்படுத்தல், புதிய வருவாய் வாய்ப்புகள், வாடிக்கையாளர் தனிப்பயனாக்கம் மற்றும் மேம்பட்ட செயல்பாட்டுத் திறன் ஆகியவை நன்மைகளில் அடங்கும். ஒரு பயனுள்ள மூலோபாயத்துடன் இணைந்து, இந்த நன்மைகள் அதன் போட்டியாளர்களை விட போட்டி நன்மைகளை வழங்க முடியும்.",
        "Softlogic Information Technologies பற்றிய கூடுதல் தகவல்களை www.softlogicit.lk இல் காணலாம்",
        "மைக்ரோஸ்ட்ராட்டஜி இந்தியா பிரைவேட் லிமிடெட் நிறுவனத்திற்கான இந்தியா மற்றும் இலங்கையின் விற்பனை இயக்குனர் சுனில் வட்கம. MicroStrategy Analytics பிளாட்ஃபார்ம், எண்டர்பிரைஸ் அனலிட்டிக்ஸில் தொடர்ந்து சிறந்ததாக மதிப்பிடப்படுகிறது மற்றும் Fortune Global 500 இல் உள்ள உலகின் மிகவும் போற்றப்படும் பல பிராண்டுகளால் பயன்படுத்தப்படுகிறது. சிறந்த முடிவெடுப்பதற்கான செயல் நுண்ணறிவுகளை வழங்க இந்த கூட்டமைப்பில் நாங்கள் ஒரு பகுதியாக இருப்பதில் பெருமிதம் கொள்கிறோம். . இந்த மூலோபாய கூட்டாண்மையானது நுண்ணறிவை எல்லா இடங்களிலும் செயல்படுத்துவதற்கு MicroStrategy's Vision ஐ இயக்க அனுமதிக்கிறது™. பலதரப்பட்ட கலாச்சாரங்கள், மொழிகள் மற்றும் இனங்களுக்கு தாயகமாக இருக்கும் ஒரு பன்னாட்டு அரசைக் கொண்ட இலங்கையானது, தரவு, தகவல் மற்றும் செயல்படக்கூடிய நுண்ணறிவுகளின் சக்தியைப் பயன்படுத்தி நிறுவனங்களுக்கு உதவுவதற்கு எங்களின் வெளிப்பாட்டிற்கு ஒரு சிறந்த கூடுதலாக இருக்கும். எங்கள் பிளாட்ஃபார்ம் ஹைப்பர் இன்டலிஜென்ஸைக் கொண்டுள்ளது, இது ஒரு திருப்புமுனை தொழில்நுட்பமாகும், இது பிரபலமான வணிகப் பயன்பாடுகளில் செயல்படக்கூடிய நிறுவனத் தரவை மேலெழுதுகிறது, இது பயனர்கள் சிறந்த, விரைவான முடிவுகளை எடுக்க உதவுகிறது. இந்த மூலோபாய கூட்டாண்மையானது இலங்கை சந்தையில் எங்களின் வளர்ச்சியை ஊக்குவிக்கும். மேலும் பிரதான வர்த்தகநாமங்கள் எமது தனித்துவமான பெறுமதியை மேம்படுத்துவதைக் கண்டு நான் தனிப்பட்ட முறையில் மகிழ்ச்சியடைகிறேன்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}