{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/4-5mn-employees-from-4-500-SMEs-to-lose-jobs-in-months-ahead-SLUNBA/342-237714",
  "time_ut": 1653476940,
  "title": "4.5mn employees from 4,500 SMEs to lose jobs in months ahead: SLUNBA",
  "body_lines": [
    "The Sri Lanka United National Businesses Alliance (SLUNBA) today warned that nearly 4.5 million workers belong to 4,500 small and medium enterprises (SME) will get on to the streets in protest in the coming months for not being able to pay their workers' wages.",
    "Addressing the media SLUNBA Chairman Tanya Abesundara today said the government is contemplating to print one trillion rupees to pay the salaries of the government sector and for the maintenance of the Parliamentarians, but did not take any measures to protect the SME, which serves as the backbone of the country.",
    "\"Only 1.5 million workers in the government sector. The government can print money to pay the government sector, but we have no option left to pay the salaries. \"The Central Bank (CB) governor stated that he cannot grant any extensions for the loan instalment payments which have to be paid by the SMEs,\" she said.",
    "As such, we have come to a situation of closing down all our SMEs and bringing people to the road, she said.",
    "Therefore, Vehicle Importers Association of Sri Lanka (VIASL) President Indika Sampath Merinchige told the media that if the government fail come out with any solution within next two or three months, all SMEs will be forced to hold back from paying the bank loan instalments.",
    "He said the governor had admitted that there was a risk of closing down local industries and that 30% of the local garment factories have decided to shift to foreign countries by yesterday.",
    "Meanwhile, the chairman said the country is on the brink of collapse and we have to apply methods. If we do not act in a proactive manner, we are going to have a crash landing and there will be social unrest, unemployment, and riots to find food in the country, Mr.Merinchige warned. (Chaturanga Samarawickrama)"
  ],
  "translate": {
    "si": {
      "title": "කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් 4,500ක සේවකයින් මිලියන 4.5කට ඉදිරි මාස කිහිපය තුළ රැකියා අහිමි වේ: SLUNBA",
      "body_lines": [
        "සුළු හා මධ්‍ය පරිමාණ ව්‍යවසායක (SME) 4,500කට අයත් මිලියන 4.5කට ආසන්න කම්කරුවන් පිරිසක් තම සේවකයන්ගේ වැටුප් ගෙවීමට නොහැකිවීම හේතුවෙන් ඉදිරි මාසවලදී විරෝධතාවයේ නිරත වන බවට ශ්‍රී ලංකා එක්සත් ජාතික ව්‍යාපාරික සන්ධානය (SLUNBA) අද අනතුරු ඇඟවීය.",
        "SLUNBA සභාපති ටාන්යා අබේසුන්දර මහතා අද මාධ්‍ය වෙත අදහස් දක්වමින් කියා සිටියේ රාජ්‍ය අංශයේ වැටුප් ගෙවීමට සහ පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ නඩත්තුව සඳහා රුපියල් ට්‍රිලියනයක් මුද්‍රණය කිරීමට රජය කල්පනා කරමින් සිටින නමුත් කොඳු නාරටිය ලෙස ක්‍රියා කරන කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසාය රැක ගැනීමට කිසිදු ක්‍රියාමාර්ගයක් නොගත් බවයි. රටේ.",
        "\"රාජ්‍ය අංශයේ සේවකයන් ලක්ෂ 15ක් පමණයි. රජයේ අංශයට ගෙවීමට රජයට මුදල් මුද්‍රණය කළ හැකියි. නමුත් අපට වැටුප් ගෙවීමට විකල්පයක් නැහැ. SMEs විසින් ගෙවිය යුතු වාරික ගෙවීම්,\" ඇය පැවසුවාය.",
        "ඒ නිසා අපේ සියලුම සුළු හා මධ්‍ය පරිමාණ ව්‍යාපාර වසා දමා ජනතාව මහමගට ගෙන ඒමේ තත්ත්වයට අපි පැමිණ තිබෙනවා යැයි ඇය පැවසුවාය.",
        "එබැවින් ඉදිරි මාස දෙක තුන ඇතුළත රජය යම් විසඳුමක් ඉදිරිපත් කිරීමට අපොහොසත් වුවහොත් සියලුම කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන්ට බැංකු ණය වාරික ගෙවීමෙන් වැළකී සිටීමට සිදුවන බව ශ්‍රී ලංකා වාහන ආනයනකරුවන්ගේ සංගමයේ (VIASL) සභාපති ඉන්දික සම්පත් මෙරිංචිගේ මාධ්‍ය වෙත ප්‍රකාශ කළේය.",
        "දේශීය කර්මාන්ත වැසී යාමේ අවදානමක් පවතින බව ආණ්ඩුකාරවරයා පිළිගෙන ඇති බවත් ඊයේ වන විට දේශීය ඇඟලුම් කම්හල්වලින් 30% ක් විදේශ රටවලට මාරුවීමට තීරණය කර ඇති බවත් ඔහු පැවසීය.",
        "මේ අතර සභාපතිවරයා පැවසුවේ රට කඩාවැටීමේ අද්දරට පැමිණ ඇති බැවින් ක්‍රමවේද යෙදිය යුතු බවයි. අප ක්‍රියාශීලීව ක්‍රියා නොකළහොත් අපට කඩාවැටීමක් සිදු වන අතර සමාජ අසහනය, විරැකියාව සහ රට තුළ ආහාර සොයා ගැනීමට කෝලාහල ඇති වන බව මෙරිංචිගේ මහතා අනතුරු ඇඟවීය. (චතුරංග සමරවික්‍රම)"
      ]
    },
    "ta": {
      "title": "4,500 SME களில் இருந்து 4.5 மில்லியன் ஊழியர்கள் வரும் மாதங்களில் வேலை இழக்க நேரிடும்: SLUNBA",
      "body_lines": [
        "4,500 சிறு மற்றும் நடுத்தர நிறுவனங்களில் (SME) கிட்டத்தட்ட 4.5 மில்லியன் தொழிலாளர்கள் தங்கள் தொழிலாளர்களின் சம்பளத்தை செலுத்த முடியாமல் எதிர்வரும் மாதங்களில் வீதியில் இறங்குவார்கள் என இலங்கை ஐக்கிய தேசிய வர்த்தக கூட்டமைப்பு (SLUNBA) இன்று எச்சரித்துள்ளது.",
        "SLUNBA இன் தலைவர் தன்யா அபேசுந்தர இன்று ஊடகங்களுக்கு கருத்துத் தெரிவிக்கையில், அரசாங்கத் துறையின் சம்பளம் மற்றும் பாராளுமன்ற உறுப்பினர்களைப் பராமரிப்பதற்காக ஒரு டிரில்லியன் ரூபாவை அச்சிட அரசாங்கம் ஆலோசித்து வருகிறது, ஆனால் முதுகெலும்பாக செயல்படும் SME ஐ பாதுகாக்க எந்த நடவடிக்கையும் எடுக்கவில்லை. நாட்டின்.",
        "\"அரசாங்கத் துறையில் 1.5 மில்லியன் தொழிலாளர்கள் மட்டுமே உள்ளனர். அரசாங்கத் துறைக்கு பணம் செலுத்துவதற்கு அரசாங்கம் பணத்தை அச்சிட முடியும், ஆனால் சம்பளத்தை வழங்க எங்களுக்கு வேறு வழியில்லை. \"கடனுக்கான நீட்டிப்புகளை வழங்க முடியாது என்று மத்திய வங்கி (CB) ஆளுநர் கூறினார். SME கள் செலுத்த வேண்டிய தவணைத் தொகைகள்,\" என்று அவர் கூறினார்.",
        "எனவே, எங்களின் அனைத்து சிறிய மற்றும் நடுத்தர தொழில் நிறுவனங்களையும் மூடிவிட்டு மக்களை சாலைக்கு கொண்டு வரும் நிலைக்கு வந்துவிட்டோம் என்றார்.",
        "எனவே, எதிர்வரும் இரண்டு அல்லது மூன்று மாதங்களுக்குள் அரசாங்கம் எந்தவொரு தீர்வையும் முன்வைக்கத் தவறினால், அனைத்து SME களும் வங்கிக் கடன் தவணைகளை செலுத்துவதில் இருந்து பின்வாங்கும் நிலைக்குத் தள்ளப்படும் என இலங்கை வாகன இறக்குமதியாளர்கள் சங்கத்தின் (VIASL) தலைவர் இந்திக்க சம்பத் மெரிஞ்சிகே ஊடகங்களுக்குத் தெரிவித்தார்.",
        "உள்ளூர் கைத்தொழில்கள் மூடப்படும் அபாயம் இருப்பதாகவும், 30% உள்ளுர் ஆடைத் தொழிற்சாலைகள் நேற்றைய தினம் வெளிநாடுகளுக்கு மாறுவதற்கு தீர்மானித்துள்ளதாகவும் ஆளுநரே ஒப்புக்கொண்டுள்ளதாகவும் அவர் தெரிவித்தார்.",
        "இதற்கிடையில், நாடு வீழ்ச்சியின் விளிம்பில் உள்ளது, அதற்கான வழிமுறைகளை நாம் பயன்படுத்த வேண்டும் என்று தலைவர் கூறினார். நாம் முன்னெச்சரிக்கையுடன் செயல்படவில்லையென்றால், கிராஷ் லேண்டிங்கிற்கு ஆளாக நேரிடும், மேலும் சமூக அமைதியின்மை, வேலையின்மை மற்றும் நாட்டில் உணவுக்காக கலவரங்கள் ஏற்படும் என்று திரு.மெரிஞ்சிகே எச்சரித்தார். (சதுரங்க சமரவிக்ரம)"
      ]
    }
  }
}