{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/rupee-liquidity-in-banks-different-from-normal-central-bank/",
  "time_ut": 1655300820,
  "title": "Rupee liquidity in banks ‘different from normal’: Central Bank",
  "body_lines": [
    "With the spike in policy interest rates, rupee liquidity in the banks is different from what is normal, Yvette Fernando, deputy governor of the Central Bank said at a webinar hosted by the Centre for Banking Studies of the Central Bank.",
    "“According to the reports we have received, the current rupee liquidity in the banks has not caused any distress to their daily transactions. However, in an increased rate environment, sometimes customers switch banks to get higher rates and some even opt to use their deposits to purchase Treasury Bills that earn them higher yields. This is normal when there’s a significant change in interest rates. You know that banks take deposits from customers and invest these funds in various ways to help the growth of the economy, while assuring security and reward to depositors. However, when such significant changes are made to the exchange rate policy and interest rates, banks feel the impacts of these policy decisions on their investment decisions.”",
    "She made these remarks in response to a question from the audience whether the lifting of the fixed exchange rate regime and eye-popping numbers in interest rates could destabilize the banking system.",
    "Elaborating on this particular concern among the public, she said, “Even before the most recent interest rate hike and flexible exchange rate policy, banks encountered stress due to lack of foreign currency in the past 12-18 months. Their foreign remittances base declined and their foreign inflows dropped after Sri Lanka’s credit ratings were downgraded by international ratings agencies. Under such circumstances, the banks had to make loan repayments. New loans couldn’t be taken and existing loans could not be renewed. Some banks were inconvenienced in inter-bank settlements as their foreign inflows were inadequate. The Bank of Ceylon and People’s Bank that provide substantial funds to finance the import of fuel, LP gas, medicines and other essential commodities also felt a significant impact as a result of these developments. That situation led the two state banks to collaborate with other banks to facilitate the critical shipments where the Central Bank also intervened when necessary.”",
    "“Now, the most recent interest rate hike and exchange rate policy have had an even more significant impact on the banks’ assets and responsibilities. However, the capital and liquidity buffers of the banks are at optimal levels and have helped them to operate resiliently despite the impact on their rupee liquidity.”",
    "The deputy governor went on to say that if the need arises to support the banking system with rupee liquidity, the Central Bank can do so within the regulatory provisions made available to it.",
    "“We have the ability to intervene and provide that facilitation within that lawful framework. We are always prepared to do that. Even the Monetary Board of the Central Bank is aware of this situation,” she said.",
    "“We recently allowed the banks to operate within a new space of facilitated prudential requirements in line with their assets and responsibilities. I believe that within a short period of time, the adjustments in the macroeconomic framework and measures taken by the government and the central bank will help boost foreign reserves and significantly ease these inconveniences. Thus the banks will be able to operate just as in normal conditions. This will take about a month or two to materialize. Of course, to achieve that, confidence in the Sri Lankan economy needs to be restored. A program with the IMF will help restore that confidence which in turn should revive the foreign exchange market, creating a more comfortable situation for banks to operate,” she said.",
    "Meanwhile, Prime Minister Ranil Wickramasinghe said on Tuesday that Sri Lanka doesn’t have any rupee income, and by the end of the year the rupee crisis would be solved with the introduction of taxes.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "බැංකුවල රුපියල ද්‍රවශීලතාවය ‘සාමාන්‍යයට වඩා වෙනස්’: මහ බැංකුව",
      "body_lines": [
        "ප්‍රතිපත්ති පොලී අනුපාත ඉහළ යාමත් සමඟ බැංකුවල රුපියලේ ද්‍රවශීලතාවය සාමාන්‍ය තත්ත්වයට වඩා වෙනස් බව මහ බැංකුවේ නියෝජ්‍ය අධිපති වයිවෙට් ප්‍රනාන්දු මහ බැංකුවේ බැංකු අධ්‍යයන මධ්‍යස්ථානයේ සත්කාරකත්වය දරන වෙබ් සංදර්ශනයකට එක්වෙමින් පැවසීය.",
        "“අපට ලැබී ඇති වාර්තාවලට අනුව, බැංකුවල දැනට පවතින රුපියල ද්‍රවශීලතාවය නිසා ඔවුන්ගේ දෛනික ගනුදෙනුවලට කිසිදු පීඩාවක් සිදුවී නැහැ. කෙසේ වෙතත්, වැඩි වූ අනුපාත පරිසරයක් තුළ, සමහර විට ගනුදෙනුකරුවන් ඉහළ අනුපාත ලබා ගැනීම සඳහා බැංකු මාරු කරන අතර ඇතැමුන් තම තැන්පතුවලින් ඉහළ අස්වැන්නක් ලබා දෙන භාණ්ඩාගාර බිල්පත් මිලදී ගැනීමට පවා තීරණය කරයි. පොලී අනුපාතවල සැලකිය යුතු වෙනසක් ඇති විට මෙය සාමාන්‍ය දෙයකි. බැංකු ගනුදෙනුකරුවන්ගෙන් තැන්පතු ලබාගෙන මෙම අරමුදල් ආර්ථිකයේ වර්ධනයට උපකාර කිරීම සඳහා විවිධ ආකාරවලින් ආයෝජනය කරන අතර, තැන්පත්කරුවන්ට ආරක්ෂාව සහ ත්‍යාග සහතික කරන බව ඔබ දන්නවා. කෙසේ වෙතත්, විනිමය අනුපාත ප්‍රතිපත්තියේ සහ පොලී අනුපාතවල එවැනි සැලකිය යුතු වෙනස්කම් සිදු කරන විට, බැංකුවලට මෙම ප්‍රතිපත්ති තීරණවල බලපෑම ඔවුන්ගේ ආයෝජන තීරණ කෙරෙහි දැනේ.",
        "ස්ථාවර විනිමය අනුපාත ක‍්‍රමය ඉවත් කිරීම සහ පොලී අනුපාතවල ඇස ගැටෙන ඉලක්කම් ඉවත් කිරීම බැංකු ක‍්‍රමය අස්ථාවර කළ හැකිද යන ප‍්‍රශ්නයකට පිළිතුරු දෙමින් ඇය මෙම අදහස් පළ කළාය.",
        "මහජනතාව අතර මෙම විශේෂ සැලකිල්ල විස්තර කරමින් ඇය පැවසුවේ, “මෑතකාලීන පොලී අනුපාත ඉහළ නැංවීමට සහ නම්‍යශීලී විනිමය අනුපාත ප්‍රතිපත්තියට පෙර පවා, පසුගිය මාස 12-18 තුළ විදේශ මුදල් නොමැතිකම හේතුවෙන් බැංකු ආතතියට පත් විය. ජාත්‍යන්තර ශ්‍රේණිගත කිරීමේ ආයතන විසින් ශ්‍රී ලංකාවේ ණය ශ්‍රේණිගත කිරීම් පහත හෙලීමෙන් පසු ඔවුන්ගේ විදේශ ප්‍රේෂණ පදනම පහත වැටුණු අතර ඔවුන්ගේ විදේශ ගලා ඒම පහත වැටුණි. එවැනි තත්ත්වයක් යටතේ බැංකුවලට ණය ආපසු ගෙවීමට සිදු විය. නව ණය ගැනීමට නොහැකි වූ අතර පවතින ණය අලුත් කිරීමට නොහැකි විය. සමහර බැංකු අන්තර් බැංකු පියවීම්වලදී ඔවුන්ගේ විදේශ ගලා ඒම ප්‍රමාණවත් නොවීම නිසා අපහසුතාවයට පත් විය. ඉන්ධන, LP ගෑස්, ඖෂධ සහ අනෙකුත් අත්‍යාවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීම සඳහා සැලකිය යුතු අරමුදල් සපයන ලංකා බැංකුව සහ මහජන බැංකුව ද මෙම වර්ධනයන්හි ප්‍රතිඵලයක් ලෙස සැලකිය යුතු බලපෑමක් ඇති කළේය. එම තත්ත්වය රාජ්‍ය බැංකු දෙක අනෙකුත් බැංකු සමඟ සහයෝගයෙන් කටයුතු කිරීමට හේතු වූ අතර එහිදී අවශ්‍ය අවස්ථාවලදී මහ බැංකුව ද මැදිහත් වූ තීරණාත්මක නැව්ගත කිරීම් සඳහා පහසුකම් සැලසීය.",
        "“දැන්, මෑතකාලීන පොලී අනුපාත ඉහළ නැංවීම සහ විනිමය අනුපාත ප්‍රතිපත්තිය බැංකුවල වත්කම් සහ වගකීම් කෙරෙහි ඊටත් වඩා සැලකිය යුතු බලපෑමක් ඇති කර තිබේ. කෙසේ වෙතත්, බැංකුවල ප්‍රාග්ධන සහ ද්‍රවශීලතා බෆර ප්‍රශස්ත මට්ටමක පවතින අතර ඒවායේ රුපියලේ ද්‍රවශීලතාවයට බලපෑම් එල්ල වුවද ඔරොත්තු දීමේ හැකියාවෙන් ක්‍රියා කිරීමට ඔවුන්ට උපකාර කර ඇත.",
        "නියෝජ්‍ය අධිපතිවරයා වැඩිදුරටත් කියා සිටියේ රුපියල ද්‍රවශීලතාවයෙන් බැංකු පද්ධතියට සහය දැක්වීමේ අවශ්‍යතාවය මතුවන්නේ නම්, මහ බැංකුවට ලබා දී ඇති නියාමන ප්‍රතිපාදන තුළ එය කළ හැකි බවයි.",
        "“එම නීත්‍යානුකූල රාමුව තුළ මැදිහත් වී එම පහසුකම ලබාදීමට අපට හැකියාව තිබෙනවා. ඒ සඳහා අපි සැමවිටම සූදානම්. මහ බැංකුවේ මුදල් මණ්ඩලය පවා මේ තත්ත්වය දන්නවා.” ඇය පැවසුවාය.",
        "“අපි මෑතකදී බැංකුවලට ඔවුන්ගේ වත්කම් හා වගකීම්වලට අනුකූලව පහසු විචක්ෂණ අවශ්‍යතා සහිත නව අවකාශයක් තුළ ක්‍රියාත්මක වීමට ඉඩ ලබා දුන්නෙමු. කෙටි කාලයක් තුළ සාර්ව ආර්ථික රාමුවේ ගැලපීම් සහ රජය සහ මහ බැංකුව විසින් ගනු ලබන ක්‍රියාමාර්ග විදේශ සංචිත ඉහළ නැංවීමට සහ මෙම අපහසුතාවයන් සැලකිය යුතු ලෙස ලිහිල් කිරීමට උපකාරී වනු ඇතැයි මම විශ්වාස කරමි. මේ අනුව බැංකු සාමාන්‍ය තත්ත්‍වයේ දී මෙන් ක්‍රියාත්මක වීමට හැකි වනු ඇත. මෙය ක්‍රියාත්මක වීමට මාසයක් හෝ දෙකක් පමණ ගත වේ. ඇත්ත වශයෙන්ම, එය සාක්ෂාත් කර ගැනීම සඳහා ශ්‍රී ලංකා ආර්ථිකය පිළිබඳ විශ්වාසය නැවත ඇති කළ යුතුය. ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ ඇති වැඩපිළිවෙලක් එම විශ්වාසය යථා තත්ත්වයට පත් කිරීමට උපකාරී වන අතර එමඟින් විදේශ විනිමය වෙළෙඳපොළ පුනර්ජීවනය කළ හැකි අතර බැංකුවලට ක්‍රියාත්මක වීමට වඩාත් සුවපහසු තත්වයක් නිර්මාණය වනු ඇත.",
        "මේ අතර, අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා අඟහරුවාදා ප්‍රකාශ කළේ ශ්‍රී ලංකාවට රුපියලෙන් ආදායමක් නොමැති බවත්, වසර අවසන් වන විට බදු හඳුන්වාදීමෙන් රුපියලේ අර්බුදය විසඳෙනු ඇති බවත්ය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வங்கிகளில் ரூபாய் பணப்புழக்கம் ‘இயல்பிலிருந்து வேறுபட்டது’: மத்திய வங்கி",
      "body_lines": [
        "கொள்கை வட்டி விகிதங்களின் அதிகரிப்புடன், வங்கிகளில் ரூபாயின் பணப்புழக்கம் இயல்பை விட வித்தியாசமானது என்று மத்திய வங்கியின் துணை ஆளுனர் யவெட் பெர்னாண்டோ, மத்திய வங்கியின் வங்கியியல் ஆய்வுகள் மையம் நடத்திய வெபினாரில் தெரிவித்தார்.",
        "\"எங்களுக்கு கிடைத்த அறிக்கைகளின்படி, வங்கிகளில் தற்போதைய ரூபாய் பணப்புழக்கம் அவர்களின் தினசரி பரிவர்த்தனைகளுக்கு எந்தத் துன்பத்தையும் ஏற்படுத்தவில்லை. இருப்பினும், அதிகரித்த விகித சூழலில், சில நேரங்களில் வாடிக்கையாளர்கள் அதிக விகிதங்களைப் பெற வங்கிகளை மாற்றுகிறார்கள் மற்றும் சிலர் அதிக மகசூலைப் பெறும் கருவூல பில்களை வாங்குவதற்கு தங்கள் வைப்புகளைப் பயன்படுத்துகின்றனர். வட்டி விகிதங்களில் குறிப்பிடத்தக்க மாற்றம் இருக்கும்போது இது இயல்பானது. வங்கிகள் வாடிக்கையாளர்களிடமிருந்து டெபாசிட்களை எடுத்து இந்த நிதியை பல்வேறு வழிகளில் முதலீடு செய்து பொருளாதாரத்தின் வளர்ச்சிக்கு உதவுகின்றன, அதே நேரத்தில் வைப்பாளர்களுக்கு பாதுகாப்பு மற்றும் வெகுமதியை உறுதி செய்கின்றன. எவ்வாறாயினும், மாற்று விகிதக் கொள்கை மற்றும் வட்டி விகிதங்களில் இத்தகைய குறிப்பிடத்தக்க மாற்றங்கள் செய்யப்படும்போது, ​​இந்த கொள்கை முடிவுகளின் தாக்கத்தை வங்கிகள் தங்கள் முதலீட்டு முடிவுகளில் உணர்கின்றன.",
        "நிலையான மாற்று விகித ஆட்சியை நீக்குவது மற்றும் வட்டி விகிதங்களில் கண்ணை உறுத்தும் எண்கள் வங்கி அமைப்பை சீர்குலைக்க முடியுமா என்ற பார்வையாளர்களின் கேள்விக்கு பதிலளிக்கும் விதமாக அவர் இந்த கருத்துக்களை தெரிவித்தார்.",
        "பொதுமக்களிடையே உள்ள இந்த குறிப்பிட்ட கவலையை விவரித்த அவர், “சமீபத்திய வட்டி விகித உயர்வு மற்றும் நெகிழ்வான மாற்று விகிதக் கொள்கைக்கு முன்பே, கடந்த 12-18 மாதங்களில் அந்நியச் செலாவணி பற்றாக்குறையால் வங்கிகள் மன அழுத்தத்தை சந்தித்தன. இலங்கையின் கடன் தரமதிப்பீடுகள் சர்வதேச தரமதிப்பீட்டு நிறுவனங்களால் தரமிறக்கப்பட்டதன் பின்னர் அவர்களது வெளிநாட்டு பணம் செலுத்தும் அடிப்படை வீழ்ச்சியடைந்தது மற்றும் அவர்களின் வெளிநாட்டு வரவுகள் வீழ்ச்சியடைந்தன. அத்தகைய சூழ்நிலையில், வங்கிகள் கடனை திருப்பிச் செலுத்த வேண்டியிருந்தது. புதிய கடன்களை எடுக்க முடியவில்லை மற்றும் ஏற்கனவே உள்ள கடன்களை புதுப்பிக்க முடியவில்லை. சில வங்கிகள் வெளிநாட்டு வரவுகள் போதுமானதாக இல்லாததால், வங்கிகளுக்கு இடையேயான தீர்வுகளில் சிரமத்திற்கு உள்ளாகின. எரிபொருள், LP எரிவாயு, மருந்துகள் மற்றும் பிற அத்தியாவசியப் பொருட்களின் இறக்குமதிக்கு நிதியளிப்பதற்காக கணிசமான நிதியை வழங்கும் இலங்கை வங்கி மற்றும் மக்கள் வங்கி ஆகியவை இந்த அபிவிருத்திகளின் விளைவாக குறிப்பிடத்தக்க தாக்கத்தை உணர்ந்தன. அந்தச் சூழ்நிலை இரண்டு அரச வங்கிகளும் மற்ற வங்கிகளுடன் ஒத்துழைத்து முக்கியமான ஏற்றுமதிகளை எளிதாக்குவதற்கு வழிவகுத்தது, அங்கு தேவையான போது மத்திய வங்கியும் தலையிட்டது.",
        "\"இப்போது, ​​சமீபத்திய வட்டி விகித உயர்வு மற்றும் மாற்று விகிதக் கொள்கை ஆகியவை வங்கிகளின் சொத்துக்கள் மற்றும் பொறுப்புகளில் இன்னும் குறிப்பிடத்தக்க தாக்கத்தை ஏற்படுத்தியுள்ளன. எவ்வாறாயினும், வங்கிகளின் மூலதனம் மற்றும் பணப்புழக்க இடையகங்கள் உகந்த மட்டத்தில் உள்ளன மற்றும் அவற்றின் ரூபாய் பணப்புழக்கத்தில் தாக்கம் இருந்தபோதிலும் அவை நெகிழ்ச்சியுடன் செயல்பட உதவியுள்ளன.",
        "ரூபாயின் பணப்புழக்கத்துடன் வங்கி முறைமைக்கு ஆதரவளிக்க வேண்டிய தேவை ஏற்பட்டால், மத்திய வங்கி தமக்கு வழங்கப்பட்டுள்ள ஒழுங்குமுறை ஏற்பாடுகளுக்குள் அதனைச் செய்ய முடியும் என பிரதி ஆளுநர் மேலும் தெரிவித்தார்.",
        "\"அந்த சட்டபூர்வமான கட்டமைப்பிற்குள் தலையிட்டு அந்த வசதியை வழங்கும் திறன் எங்களிடம் உள்ளது. அதைச் செய்ய நாங்கள் எப்போதும் தயாராக இருக்கிறோம். மத்திய வங்கியின் நாணயச் சபைக்கும் கூட இந்த நிலைமை தெரியும்” என்று அவர் கூறினார்.",
        "“வங்கிகள் அவற்றின் சொத்துக்கள் மற்றும் பொறுப்புகளுக்கு ஏற்ப, வசதிப்படுத்தப்பட்ட ப்ரூடென்ஷியல் தேவைகள் கொண்ட புதிய இடத்தில் செயல்படுவதற்கு சமீபத்தில் நாங்கள் அனுமதித்தோம். ஒரு குறுகிய காலத்திற்குள், மேக்ரோ பொருளாதார கட்டமைப்பில் மாற்றங்கள் மற்றும் அரசாங்கம் மற்றும் மத்திய வங்கியின் நடவடிக்கைகள் ஆகியவை வெளிநாட்டு இருப்புக்களை அதிகரிக்கவும், இந்த சிரமங்களை கணிசமாக குறைக்கவும் உதவும் என்று நான் நம்புகிறேன். இதனால் வங்கிகள் வழக்கம் போல் செயல்படும். இது நடைமுறைக்கு வர ஓரிரு மாதங்கள் ஆகும். நிச்சயமாக, அதை அடைவதற்கு, இலங்கைப் பொருளாதாரத்தின் மீதான நம்பிக்கையை மீட்டெடுக்க வேண்டும். IMF உடனான ஒரு திட்டம் அந்த நம்பிக்கையை மீட்டெடுக்க உதவும், இது அந்நிய செலாவணி சந்தையை புதுப்பிக்கும், வங்கிகள் செயல்படுவதற்கு மிகவும் வசதியான சூழ்நிலையை உருவாக்குகிறது, ”என்று அவர் கூறினார்.",
        "இதேவேளை, இலங்கைக்கு ரூபா வருமானம் இல்லை எனவும், இந்த வருட இறுதிக்குள் வரிகளை அறிமுகப்படுத்துவதன் மூலம் ரூபாயின் நெருக்கடிக்கு தீர்வு காணப்படும் எனவும் பிரதமர் ரணில் விக்கிரமசிங்க செவ்வாய்க்கிழமை தெரிவித்தார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர் *",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}