{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sdb-bank-kicks-off-financial-year-2022-with-resilient-first-quarter/",
  "time_ut": 1655213700,
  "title": "SDB bank kicks off Financial Year 2022 with Resilient First Quarter",
  "body_lines": [
    "SDB bank has posted a resilient First Quarter of the year, delivering a strong start to the financial year 2022. Accordingly, the Bank recorded a profit of LKR 181 million for Q1, ending 31st March 2022. The Quarter also witnessed Net Interest Income rising to LKR 1,968 million, an increase of 21% compared with Q1 2021. Total operating income too grew by 19% to LKR 2.17 billion during Q1. SDB bank has also emerged among the most stable and well-positioned banks in the current economic environment at the end of Q1. As at 31st March 2022, the Bank’s Capital Adequacy Ratio and all other liquidity ratios are well above regulatory minimum requirements. Furthermore, being a licensed specialised bank, SDB bank’s exposure to foreign currency risks and exchange rate volatility is very limited. Thus, despite the current challenging market conditions, SDB bank remains relatively insulated from currency fluctuation risks.",
    "Commenting on the Q1 performance, Niranjan Thangarajah – Acting CEO at SDB bank said, “Our financial performance results for Q1 demonstrate the resilience, strength and foresight of SDB bank, guided by our highly experienced and qualified staff and leadership team, which is comprised of professionals and business leaders who are experts in their respective fields. Sri Lanka is facing a tumultuous moment in its political and economic history and the shockwaves of the crisis continue to ripple throughout the economy. However, as a result of our strategic positioning, provisioning and vision, we are in a position to continue to deliver exceptional value and performance to our stakeholders. Guided by its diverse & experienced Board of Directors & Senior Management team, SDB bank is presently well-positioned to deliver stability and resilience in the months and years ahead. We look forward to working together with all stakeholders to ensure that we serve Sri Lanka and Sri Lankans at this pivotal period in our Nation’s history.”",
    "A future-ready bank, providing holistic, 360-degree support to its customers, SDB bank is constantly catering to ever-changing needs, through a combination of financial support and value additions to life and business through mentorship and knowledge-sharing focusing on areas such value chain enhancements and financial management. SDB bank is also committed to a sustainable business model in terms of environmental, social and governance sustainability. This commitment is reflected in the Bank’s financing activities, giving preference to businesses and initiatives that take a sustainable approach over those that do not. SDB bank has established itself as a financier that values every customer equally, for their potential and supports the development of individuals and SMEs with a special focus on women empowerment and digital inclusion.",
    "CSE’s dollar-earning companies likely to be hit by global recession",
    "A magical blue sapphire to conserve the majestic sperm whale",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}