{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/War-in-Ukraine-and-claims-of-biological-weapons-programmes-EDITORIAL/231-232964",
  "time_ut": 1647196260,
  "title": "War in Ukraine and claims of biological weapons programmes - EDITORIAL",
  "body_lines": [
    "The Russian invasion of Ukraine is entering its 19th day. There are no signs of an imminent ceasefire, despite Western sanctions targeting the Russian economy.",
    "Since Russian troops began their offensive on February 24, the violence has intensified, with several Ukrainian cities coming under attack, which in turn has led to thousands of Ukrainians fleeing the country in search of safety.",
    "On Thursday, Russia accused the US of funding research into the development a biological weapons programme in Ukraine. Ukrainian leader Volodmir Zelensky dismissed Russia’s allegations saying no one was developing any chemical or any other Weapons of Mass Destruction (WMD) in Ukraine.",
    "Western states charged Russia of employing a ruse by accusing Ukraine and the United States of developing biological and chemical weapons to lay the ground for their possible use in Ukraine.",
    "On Friday - February 11 - the UN Security Council met to discuss ‘military biological activities’ in Ukraine. At the session, the Russian ambassador to the UN, evoked the specter of an “uncontrolled spread of bio agents from Ukraine” across Europe. Moscow claimed that its forces had discovered evidence of an “emergency clean-up” to hide the programme. It added troops had discovered documents related to the secret US operation in laboratories in Ukraine.",
    "While China supported Russia’s claim, media outlets in the US itself, like ‘Fox News’ anchor Tucker Clarkson accused the Biden administration of funding secret bio labs in Ukraine, based on US Under Secretary of State Victoria Nulan’s testimony to the Senate where she admitted Ukraine did in fact have biological research facilities and her fear that invading Russian troops may gain control of the facility. She added the US was working with Ukrainian authorities to prevent research material falling into Russian hands.",
    "Clarkson added the US embassy website in Ukraine showed American and Ukrainian scientists had worked on a number of experiments in this connection. He claimed the web pages were suddenly taken down but archived records showed US Defence department funding to the laboratories in Ukraine.",
    "The US ambassador, Linda Thomas-Greenfield, phoo poohing Russian charges said that Russia’s claim could be a pretext for Russia launching a biological weapons attack on Ukraine.   According to Nuland funding to the laboratories had its roots in the fall of the Soviet Union after which money was pumped into Ukraine and other former Soviet countries to help them transfer scientific skills away from weapons programmes towards public health initiatives.",
    "The World Health Organization (WHO) said it is unaware of activity by Ukraine violating any international treaty, including the ban on biological weapons.",
    "The UN High Commissioner for Disarmament, Izumi Nakamitsu, confirmed that the UN was not aware of any biological weapons programmes in Ukraine.",
    "However a report in The Guardian’ affirmed the presence of dangerous pathogens in the Ukraine labs. The ‘Guardian’ added it knew of this because WHO was urging Ukraine to destroy any highly dangerous agents in its laboratories to avoid the risk of a disastrous outbreak should one of the labs be hit during a Russian attack.   “...WHO has strongly recommended to the Ministry of Health in Ukraine and other responsible bodies to destroy high-threat pathogens to prevent any potential spills,” the UN health agency said according to the ‘Guardian’.",
    "The reality is that testing of dangerous pathogens for whatever the purpose, was taking place in Ukraine. It was carried out by the US and the Ukraian authorities. The programme was secretive, yet known to the UN, and the UN did urge Ukraine to destroy the pathogens -not only because it could be used to create Weapons of Mass Destruction, but because the pathogens could leak as they were not securely stored. Shame on the UN and shame on the US. The world well remembers the death and destruction the US unleashed during its invasion of Iraq, falsely claiming that, that country was in possession of Weapons of Mass Destruction. But neither can the world accept Russia’s insecurity over Ukraine’s attempt to join NATO as reason to invade Ukraine.",
    "In much the same way Russia stopped its missiles programme in Cuba to allay American fears of Soviet missiles in the US backyard in1962; the US and NATO need to find a way out of the present impasse of quelling Russian fears over Ukranian membership of NATO and the arrival US troops, missiles and WDMs to Russia’s doorstep.   The death and destruction in Ukraine will end only when Russia’s security concerns can be met.",
    "Its sad, but is the reality of small states caught up in geopolitical power games of large and powerful neighbours."
  ]
}