{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ndb-net-down-77-pct-in-march-quarter-94293/",
  "time_ut": 1652688480,
  "title": "Sri Lanka’s NDB net down 77-pct in March quarter",
  "body_lines": [
    "ECONOMYNEXT – Net Profits at Sri Lanka’s National Development Bank fell 77 percent to 539 million rupees in the March 2022 quarter from a year earlier, dragged by bad loans and trading losses as the rupee fell and rates went up.",
    "Sri Lanka’s banks are badly affected by a 700 basis points rate hike and a rupee devaluation.",
    "NDB Bank reported earnings of 1.51 rupees per share for the March 2022 quarter.",
    "At its last close on Friday (13) the share was trading at 45 rupees.",
    "“…we had to book in significantly higher impairment charges and losses on the lending and investment portfolios due to the challenging macro-economic conditions, impact arising from the significant rupee depreciation and significant interest rate hikes,” the bank said in its interim accounts.",
    "“This impairment build-up, in turn, moderated our profits for the period under review.”",
    "Net fee and commission income grew 15 percent to 2.1 billion rupees.",
    "Interest income grew 21 percent to 15.3 billion rupees, interest expense grew 22 percent to 9.1 billion rupees and net interest income grew 21 percent to 6.2 billion rupees.",
    "However, NDB has recorded a loss of trading of 344 percent or 1.1 billion rupees in the March 2022 quarter compared to 460 million in the previous quarter.",
    "Loan loss provisions were up 191 percent to 6.3 billion rupees.",
    "“The impairment charge for the loan book is a reflection of the escalated stress levels faced by the customers in the current challenging economic conditions and significant impact arising from the rupee depreciation,” NDB said.",
    "“This charge comprised impairment charges on an individually significant basis as well as on a collective portfolio level basis, using objective evidence of customer credit quality.”",
    "Tier I capital adequacy stood at 8.69 percent in March, above the required minimum of 8 percent.",
    "NDB’s total assets grew 9 percent to 770 billion rupees. Net assets grew 8 percent to 60 billion rupees at the group level and a slip of 6 percent to 55 billion rupees at the bank level."
  ]
}