{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-coal-plant-may-shut-in-may-unless-two-ships-unloaded-sources-93041/",
  "time_ut": 1650099120,
  "title": "Sri Lanka coal plant may shut in May unless two ships unloaded: Sources",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Ceylon Electricity Board will be forced to shut down one of three 300MegaWatt coal plants, worsening a power crisis, unless payment is made for two ships anchored off the coast for days, power sector sources said.",
    "Without coal the CEB would be forced to shut one of three 300Mega Watt coal plants adding to an economic crisis.",
    "Two coal ships are anchored off the coast of Sri Lanka from April 08 awaiting payment and are likely to sail away on April 18, the next day that banks due to open unless letters of credit are established and payment made, power sector sources said.",
    "The shippers have to be paid 80 percent of the value when the shipment arrives document are submitted.",
    "High volumes of diesel generation, amid a drought has depleted CEB’s cashflow, with the rupee also falling from 203 to 330 level levels due to float failed by low policy rates and a surrender requirement imposed by the central bank.",
    "The CEB was earlier without cash (in rupees) to give to banks to buy dollars or pay salaries, with the regulator failing to hike rates.",
    "Sri Lanka’s CEB has been running three 300MW coal plants at the Lakvijaya complex in Puttalam providing the base load for at least several hours of electricity at a lower cost.",
    "If the coal ships leave the CEB may have to shut down one of the coal plants from May 2022, sources said, worsening a power and economic crisis.",
    "Though rains are starting to come, if the coal plant is shut, 300MW will have to come from diesel plants, which are already idling due to lack of fuel.",
    "When the monsoon starts in May, the CEB is unable to unload the coal ships, which has to be done painstakingly using barges. Sri Lanka will then have to wait till the monsoon ends around September to get coal.",
    "Sri Lanka can resume imports of fuel and other items if the central banks stop printing money and establishes a float.",
    "So far attempts to establish a float has failed due to a surrender requirement as well as low interest rates. Rates have been hiked but a surrender requirement remains. (Colombo/April15/2022)"
  ]
}