{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Their-name-is-tomorrow/172-238913",
  "time_ut": 1654891200,
  "title": "Their name is ‘tomorrow’",
  "body_lines": [
    "Tomorrow the United Nations marks the World Day against Child Labour with this year’s theme being “Universal Child Protection to End Child Labour”. In a statement the UN calls for increased investment in social protection systems and schemes to establish solid social protection floors and protect children from child labour.",
    "According to the UN, while significant progress has been made in reducing child labour for the past two decades, progress has slowed over time and it has even stalled during the period from 2016 to 2020. In a shocking revelation, the world body says that today about 160 million children still engaged in child labour – some as young as 5.  Government social protection systems are essential to fight poverty, vulnerability and eradicate or prevent child labour. Social protection is both a human right and a potent policy tool to prevent families from resorting to child labour in times of crisis. However, as of 2020 and before the COVID-19 crisis took hold, only 46.9 per cent of the global population were effectively covered by at least one social protection benefit while the remaining 53.1% were left wholly unprotected. Coverage for children is even lower. Nearly three quarters of children, 1.5 billion, lacked social protection. Significant progress towards ending child labour requires increased investment in universal social protection systems, as part of an integrated and comprehensive approach to tackle the problem.",
    "Children around the world are routinely engaged in paid and unpaid forms of work that are not harmful to them.",
    "However, they are classified as child labourers when they are either too young to work or are involved in hazardous activities that may compromise their physical, mental, social or educational development. In the least developed countries, slightly more than one in four children (ages 5 to 17) are engaged in labour that is considered detrimental to their health and development. Africa ranks highest among regions both in the percentage of children in child labour — one-fifth — and the absolute number of children in child labour — 72 million. Asia and the Pacific ranks second highest in both these measures — 7% of all children and 62 million in absolute terms are in child labour in this region.",
    "Amid the continuing public revolt or Aragalaya against President Gotabaya Rajapaksa and the demand for him to quit  or for the executive presidential system to be abolished, after almost 12 years of Rajapaksa family rule, little attention is paid to child labour. But it is known that many wealthy and even middle class families employ children as domestic servants and their work involves cooking, washing and cleaning while they are vulnerable to child abuse. Most of them are denied the fundamental right to education while some are denied proper food, clean drinking water, clothing and shelter.",
    "In some cases what is left over is given to child servants for their meals—as in the case of dogs or cats. We need to remember Jesus Christ’s warning that anyone who causes harm to children should be thrown into the deepest ocean with a stone tied on his or her neck. We hope families that have child servants and often give them a paltry amount as salary for a month, will remember they are committing a grave crime. It is known that some families do not pay the children anything on the basis that they are looking after an orphan or helpless child.  The crime is a crime and responsible citizens who know of such cases should report it to the National Child Protection Authority.",
    "The UN says Africa, Asia and the Pacific regions together account for almost nine out of every ten children in child labour worldwide. The remaining child labour population is divided among the Americas (11 million), Europe and Central Asia (6 million), and the Arab States (1 million). In terms of incidence, 5% of children are in child labour in the Americas, 4% in Europe and Central Asia, and 3% in the Arab States.",
    "It is well-known that statesmen work for the next generation or for children while party politicians work for the next election, with most of them having their own agendas often to become millionaires or billionaires. One of the greatest statesmen, South Africa’s legendary Nelson Mandela has said there can be no keener revelation of a society’s soul than the way in which it treats its children. Another statesperson Mahatma Gandhi has said if we wish to create a lasting peace we must begin with the children while American motivational speaker Denis Waitly has said the greatest gifts we can give our children are the roots of responsibility and the wings of independence."
  ]
}