{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-agony-when-savers-become-spenders/172-233230",
  "time_ut": 1647467460,
  "title": "The agony  when savers  become spenders",
  "body_lines": [
    "Political critics have pointed out during recent times that a regime led by the SJB is not what the people expect at this time",
    "The time has come for political in Sri Lanka to be influenced by professionals",
    "Sri Lanka’s political scene experienced a charged tempo when the main opposition Samagi Jana Balawegaya (SJB) took to the streets on Tuesday (March 15) protesting against an inefficient government and demanding from the president to call for an early presidential election. Mostly the idea behind the protests was to send a clear message to the president that he must change as the head of state.",
    "The main opposition might have considered Monday’s rally as a victory given the large numbers that were present. But there were enough signs that this time around that the SJB still holds on to excess baggage in terms of politicians who have reached their ‘expiry date’. A few of the figures who threw their weight behind Sajith Premadasa at this protest have underperformed in politics or have had their hands dirty due to questionable deals which they were a part of.",
    "Political critics have pointed out during recent times that a regime led by the SJB is not what the people expect at this time. The country is now wobbling under the debts it has to service and the country’s financial experts don’t seem to have a formula to dig the country out of the grave it is in.  The worst is that countries like Canada and the United Kingdom have issued travel advisories to discourage travel by their countries’ tourists to Sri Lanka citing the shortage of essentials in the island.",
    "The time has come for political in Sri Lanka to be influenced by professionals. We have a minister who appears on television and struggles to answer basic questions revolving around the prices of gas, diesel and petrol. We have a finance minister who ‘murders the queen’ when he speaks in English. When individuals with little education migrate to countries like Italy, France and Germany they pick up these foreign languages in a matter of months. Ministers serving the regime, who have worked and lived abroad, even after having travelled so much overseas-thanks to their diplomatic passports- cannot grasp the basics of English.  Does this indicate low IQ levels in most of the lawmakers?",
    "When international financial institutes offer loans they wish to see a cut in welfare activities like Samurdhi because loans have to be utilised for income generating projects that raise the profile of the country. One fact that goes against the politicians who have enjoyed absolute power is that they have not been able to reduce the number of people receiving Samurdhi benefits",
    "Some time back during a television show the big man from Rathmalana-his name associated with gold-showed his ignorance when he said that foreign loans will not be distributed by this regime to benefit the people like past regimes did; by changing the dollars into Rs 5000 notes. A member of the Janatha Vimukthi Peramuna-who was also invited for this television show- then corrected this burly politician by stating that loans received from international financial institutions cannot be turned into spending cash and that they are utilised to strengthen the Central Bank’s financial reserves, so that money can be printed without adding to the inflation rate.",
    "The Leader of the 43rd Brigade Patali Champika Ranawaka has maintained that this country can only be saved by career professionals and not by uneducated politicians and a future ‘king’; who a good number believes will arrive one day and make Sri Lanka’s big problems little ones.",
    "Many small parties have already spoken about their manifestos in the event there is a snap election that would change the incumbent president. The JVP has spoken about its future agendas, but like at the last presidential elections it is likely to pursue its political ambitions under the collective banner called National People’s Power Alliance.",
    "There is much talk about the ‘Reds’ that they just have to be given an opportunity to prove themselves. We remember the two insurgencies (1971 and 1988-89), but that so much in the past. The present JVP doesn’t talk about that past nor does it associated much with its founder Rohana Wijeweera. This alliance led by the JVP might have one solid ingredient that’s needed to turn this country around; discipline. We see how their comrades clean up the street, where they parade, during a May Day rally. But even the reds must come up with something constructive because criticism alone doesn’t build their vote base. A political analyst asked this writer the other day whether the JVP has made something small as even a bus stop for the people during the time it has been in mainstream politics ?",
    "In recent times this party has shown an interest in listening to professionals and even work with them. At the last presidential elections the JVP teamed up with over 30 voluntary organizations. Their election results were not promising and critics pointed out that if the Reds are to make better headway at elections it has to disassociate with their rebel past and work with civil society organizations more.",
    "The JVP knows the power behind civil society organizations because it is the latter which orchestrated the toppling of the power hungry Rajapaksa regime in 2015.",
    "Another fact that is spoken of in the political circles is the state relief given to people in the form of Samurdhi. This type of programme began during R. Premadasa’s time and was known as ‘Janasaviya’. Mahinda Rajapaksa continued with the same concept, but renamed it as Samurdhi. When international financial institutes offer loans they wish to see a cut in welfare activities like Samurdhi because loans have to be utilised for income generating projects that raise the profile of the country. One fact that goes against the politicians who have enjoyed absolute power is that they have not been able to reduce the number of people receiving Samurdhi benefits.",
    "Samurdhi indicates that politicians love to have a hold on the less affluent. People in this country have in a way burdened the governments in the past by remaining in a position where they have to be fed. Basic economics teaches us that there is no free meal and someone has to pay for it; in this instance the government. From hospital stays to national school and then to state university the majority of Sri Lankans wait for the government to foot the bill during these stages of their lives. This state funding must stop if a regime is to escape from the clutches of debt. The efficiency of the state institutes and state employees will have to be raised and like in China deep patriotic thoughts must be instilled in the people so that they are reminded that they are not merely working, but ‘serving the country’.",
    "Any future government would distance itself from waste and most certainly have a good work ethic. They’ll be watched by both the mainstream and social media; hence it would be work or depart for ministers and state ministers.",
    "What the next regime must do is spelt out by top professionals and political organizations. The 43rd Brigade and the JVP are itching to gain that power and take Sri Lanka back to its past glories. But there is one underlying theory which might help and that is to keep in mind that Sri Lanka is subject to natural disasters and seasons where there is no produce. Saving has to be a prominent feature from water to electricity. Agriculture also gives us enough examples of this practice in the past. In the good old days the two parents in a family- employed in state service-made it sure to save one salary each month. Savings was a way of life with the islanders and how conveniently we forgot; hence the mess we are in now. Today it’s an exception if an employee doesn’t have a credit card balance that doesn’t worry him or is not tied down to servicing some form of loan or higher purchase scheme.",
    "As Sri Lanka maps out its future economic strategies and earmarks a set of qualified professionals for the task one must not overlook one vital thing which is to ensure that the next set of lawmakers must also have had a sound upbringing."
  ]
}