{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81908/finance-minister-meets-imf-managing-director-discuss-extended-fund-facility-for-sri-lanka",
  "time_ut": 1650334680,
  "title": "Finance Minister meets IMF Managing Director, discuss extended fund facility for Sri Lanka",
  "body_lines": [
    "Sri Lanka’s Minister of Finance Ali Sabry has met with the Managing Director of the International Monetary Fund (IMF) Kristalina Georgieva at IMF Headquarters in Washington DC.",
    "The IMF was positive on working with Sri Lanka on achieving a sustainable solution while discussions on Extended Fund Facility (EFF) for Sri Lanka were also discussed, a brief release said.",
    "Minister of Finance Ali Sabry had met with IMF Managing Director Kristalina Georgieva on 18th April at IMF Headquarters in Washington DC.",
    "The IMF has commended the steps already taken by the Finance Minister to mitigate the situation, and assured fullest support by the IMF which was also positive on expediting the processes.",
    "Minister Sabry had also made a request for a Rapid Financing Instrument (RFI).",
    "The IMF subsequently informed Minister Sabry that India had also made representations on behalf of Sri Lanka on an RFI, and informed him that they will consider it despite it being outside of the standard circumstances for the issuance of an RFI.",
    "Meanwhile Indian Finance Minister Nirmala Sitharaman has pledges continued support to Sri Lanka in a separate meeting held with Finance Minister Ali Sabry at IMF Headquarters in Washington DC.",
    "Indian Finance Minister Sitharaman and a top level Indian economic delegation had met with Finance Minister Ali Sabry and his delegation at the IMF Headquarters, Washington DC on 18th April.",
    "Ms Sitharaman has assured Minister Sabry of India’s fullest support moving forward and reiterated India’s commitment to developing the Sri Lankan economy and building a stronger bong between the nations as they move forward together.",
    "Ms Sitharaman also assured Minister Sabry that India will give their fullest support to Sri Lanka in its deliberations with the IMF including on expediting an Extended Fund Facility (EFF).",
    "The Sri Lankan delegation to the IMF includes Finance Minister Ali Sabry, Governor of the Central Bank of Sri Lanka Dr. Nandalal Weerasinghe and Secretary to the Ministry of Finance Mahinda Siriwardena."
  ]
}