{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sinners-stoning-sinners/",
  "time_ut": 1650904500,
  "title": "Sinners stoning sinners",
  "body_lines": [
    "Pressure is mounting on the government to step down. Some powerful trade unions representing teachers, doctors and other state employees are also calling on the crumbling regime to resign, paving the way for an interim administration to steer the country out of the present crisis, but the SLPP leaders are holding on to power like limpets. Speculation is rife that there will be a general strike in support of the ongoing efforts to engineer a regime change. As for its survival, the government will have the same chances as a cat in hell in case of a general strike. It had better opt for an honourable exit—and fast.",
    "When protesters demand that all 225 MPs go home, they seem to think that only politicians are responsible for the mess the country finds itself in. Successive governments have ruined this country, and the present dispensation has perhaps made the biggest contribution to the current economic collapse. Hence it is nothing but fair that politicians are held responsible for the country’s bankruptcy. Some of their bitterest critics, however, are not free from blame for the current situation, which has driven the people to protest.",
    "The state spends billions of rupees on school education annually, but has teachers’ performance been satisfactory? If so, why is it that the demand for supplementary or shadow education is on the rise? Private tuition for children costs every family a sizeable chunk of its monthly income, doesn’t it? Students are dependent on private tutors to prepare themselves for competitive examinations although their schools take the credit for their results. School admissions are synonymous with corruption, and the national anti-graft commission has so far nabbed quite a few principals for taking bribes. So, the question is why only politicians are raked over the coals for bribery and corruption, the abuse of authority, inefficiency, dereliction of duty, etc.",
    "Doctors are also asking the present government to step down, and one cannot but endorse their call. But will the ouster of the present set of rulers alone help solve problems in the health sector. Do all health workers comply with the state attendance policy? Are their overtime claims properly audited? Are there any categories of health workers who do not sign in and out in a transparent manner but claim colossal amounts as overtime? If so, doesn’t it amount to corruption? Can the health workers who get paid for the work they do not do, and resort to their trade union power to scare the authorities into submission, consider themselves different from the corrupt politicians?",
    "Lawyers also deserve praise for having taken up the cudgels on behalf of the protesters who are taken into custody or face police brutality. They are also right in ratcheting up pressure on the government to resign. Politicians exploit the public. Are lawyers different? All professions are conspiracies against the laity, according to Bernard Shaw. Perhaps, lawyers are the worst conspirators, as it were. One of the serious allegations against the present dispensation is that it effected huge tax cuts for the benefit of its cronies. Do lawyers pay taxes properly? Do they issue receipts for the money they receive from their clients to make the taxman’s job easy?",
    "Many public sector trade unions have pledged solidarity with the protesters. Let them be thanked for that, but shouldn’t they turn the searchlight inwards? The state service is terribly overstaffed and has earned notoriety for inefficiency, inordinate delays, bribery, corruption and callous disregard for the rights and grievances of the public. There are of course excellent public institutions, which deserve praise, but sadly they are the exception that proves the rule. What action have the public sector trade unions that are out for politicians’ scalps taken to improve the productivity of the state service and make it people-friendly? The public service will not improve automatically after the ouster of the beleaguered government, will it?",
    "Surprisingly, the Ceylon Electricity Board (CEB) has escaped the wrath of the protesting public although the blame for the current power crisis has to be apportioned to it. A report we publish today reveals that the CEB could have added 300MW of cheap power to the national grid by 2022 if it had not blocked some hydro projects in 2016. Can we cleanse the CEB and other vital state institutions of corrupt elements by getting rid of only rogues in the garb of politicians?",
    "It is popularly said in this country that one could absolve oneself of all one’s sins by worshiping at the Kelaniya Temple only once. Today, the Galle Face Green (GFG) has become the political version of the Kelaniya Temple; some rogues think they could rid themselves of all their sins by visiting the GFG once and mingling with genuine protesters who are on a mission to dislodge the failed government, which has to step down before being thrown out. These crooks must not be allowed to take the public for a ride.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}