{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/16/colombos-stock-market-to-close-for-5-days-due-to-present-situation-in-sri-lanka/",
  "time_ut": 1650090780,
  "title": "Colombo’s Stock Market to close for 5 days due to present situation in Sri Lanka",
  "body_lines": [
    "COLOMBO (News 1st);  The Securities and Exchange Commission of Sri Lanka (SEC) has decided to direct the Colombo Stock Exchange (CSE) to temporarily close the stock market for a period of five business days commencing from 18th April 2022.",
    "The Board of Directors of the Colombo Stock Exchange (CSE) by way of a communication dated 15th April 2022 has called upon the Securities and Exchange Commission of Sri Lanka (SEC) to temporarily close the stock market citing the present situation in the country. Many other stakeholders of the securities market including the Colombo Stock Brokers Association have also sought the temporary closure of the market on the same grounds.",
    "The SEC has carefully considered the grounds that have been adduced by them and has evaluated the impact the present situation in the country could have on the stock market, in particular the ability to conduct an orderly and fair market for trading in securities.",
    "The SEC is of the view that it would be in the best interests of investors as well as other market participants if they are afforded an opportunity to have more clarity and understanding of the economic conditions presently prevalent, in order for them to make informed investment decisions. Therefore, acting in terms of the provisions contained in Section 30 of the Securities and Exchange Commission Act No. 19 of 2021, the SEC has decided to direct the CSE to temporarily close the stock market for a period of five business days commencing from 18th April 2022.",
    "Colombo’s Stock Market to close for 5 days due to present situation in Sri Lanka",
    "‘Do not disrupt Galle Face protest’ – BASL cautions Sri Lankan Government"
  ]
}