{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/govt-playing-with-fire/",
  "time_ut": 1653492660,
  "title": "Govt. playing with fire",
  "body_lines": [
    "The government seems determined to perpetuate people’s suffering. It claims that adequate fuel stocks are available in the country, but pumps at most filling stations have run dry, and long lines of vehicles are seen everywhere. When the fuel supply was restricted, recently, despite the unloading of two or three oil shipments in quick succession, it became obvious that the government was planning to jack up petroleum prices. What was feared came to pass; oil prices increased. But the fuel shortage remains.",
    "What prevents the Ceylon Petroleum Corporation from maintaining an uninterrupted fuel supply if it has enough stocks? Is it starving the market again with a view to effecting another price hike? The only thing it does promptly is to close the filling stations where clashes occur; this measure only aggravates the suffering of the peaceful people. Why can’t the police prevent such incidents at petrol stations, where they have a significant presence?",
    "More than 40 filling stations have been closed countrywide, owing to clashes, according to media reports. It is only natural that tempers flare when people languishing in queues for long hours have to return home without fuel. Most people spend more than 12 hours in queues to obtain petrol and diesel. How would Minister of Power and Energy Kanchana Wijesekera, who has filling stations closed at the drop of a hat, feel if he happened to queue up for fuel and return empty-handed after hours of waiting?",
    "Minister Wijesekera talks nineteen to the dozen in an accusing tone that suggests that he thinks the people have bankrupted the country and got their comeuppance. Let him be reminded that he is part of a failed government, whose leaders have ruined the country by mismanaging its economy and helping themselves to public funds; he is also responsible for the current mess. He should be considerate towards the people, and take action to ensure that fuel is distributed efficiently, instead of lecturing to them. He and his bosses ought to realise that they are playing with fire. They know what it is like when public anger spills over on to the streets, don’t they?",
    "Parliament is not without some good men and women who take their legislative duties and functions seriously and do their utmost to safeguard the interests of the hapless public. The Chairman and some members of the COPE (Committee on Public Enterprises) are among them. They have exposed various rackets in the public sector and censured errant state officials. They deserve public plaudits.",
    "COPE Chairman Prof. Charitha Herath has called for a PSC (Parliamentary Select Committee) to find out who is responsible for ruining the economy and bankrupting the country. There is no need for an investigation to identify those who have reduced the country to penury.",
    "The present economic crisis is not of recent origin, but it is the current regime that worsened it. The blame for the current mess should be apportioned to President Gotabaya Rajapaksa, former Prime Minister Mahinda Rajapaksa, who held the finance portfolio, and former Finance Minister Basil Rajapaksa. They did not heed expert advice, and ran the country like a petti kade in Medamulana. It has now been revealed that the Central Bank economists warned of an economic crisis well in advance, and called for action to avert it, but the government chose to ignore their warning.",
    "A PSC probe, if conducted impartially, will help officially establish who is responsible for the economic meltdown. It must also be found out how US dollars disappeared from the country so fast, and whether there is any truth in the allegation that large amounts of foreign currency were smuggled out systematically during the past two years or so.",
    "People have no faith in PSC probes thanks to the one into the Treasury bond scams, under the yahapalana government. The ruling party members of the PSC that investigated the bond racket behaved like a bunch of ruffians, insulting and intimidating the Central Bank (CB) officials, who testified against the then CB Governor Arjuna Mahendran. They stooped so low as to spoil the final COPE report with a slew of footnotes, and the Central Bank officials were prevented from countering their flawed arguments.",
    "If a PSC is to be set up to investigate the economic crisis, the right persons will have to be appointed as its members, the majority of whom should come from the Opposition, if it is not to end up being another Treasury bond probe committee.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}