{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/12/crisis-in-sri-lanka-has-been-one-of-its-own-making-pm/",
  "time_ut": 1655007720,
  "title": "Crisis in Sri Lanka has been one of its own making: PM",
  "body_lines": [
    "COLOMBO (News 1st); The crisis in Sri Lanka has been of its “own making.” , says Prime Minister Ranil Wickremesinghe in an interview with the Associated Press.",
    "He also said that Sri Lanka may be compelled to buy more oil from Russia, as Sri Lanka desperately needs fuel. He also said that the country is currently trying to get oil and coal from the country’s traditional suppliers in the Middle East, however if the traditional sources cannot provide fuel to Sri Lanka, the country will have to turn to Russia.",
    "The Prime Minister also said that while the Gulf nations are Sri Lanka’s main supply for fuel, officials are negotiating with private suppliers, and at times, “We may not know what oil we are buying,”, as fuel in the market can be traced back to Russia or Iran.",
    "Speaking on China, the Prime Minister said that it is necessary to identify the projects that are necessary for economic recovery and take loans for those projects, whether it be from China or from others.",
    "“It’s a question of where do we deploy the resources?” he said.",
    "The Prime Minister also said the the Government has been discussing with China about restructuring its debts. He said that as the first step, China has agreed to come in with the other countries to give relief to Sri Lanka, and will have to agree on how the restructuring should take place, and the manner in which it should take place.",
    "He also added that the crisis in Sri Lanka has been one of its own making, mentioning that mismanagement, tax cuts and policy blunders in line with the COVID-19 pandemic caused the crisis, the global situation with regard to Ukraine invasion had made it worse.",
    "Prime Minister Wickremesighe predicted that this situation will also be reflected in other countries, and mentioned that the global food shortage will impact many other countries as well.",
    "Wickremesinghe added that he felt terrible watching his nation suffer, “both as a citizen and a Prime Minister.”.",
    "ADANI FIASCO: CEB Chairman admits he lied; says he got ’emotional’",
    "President denies CEB Chairman’s claims on Wind Power Project to Adani"
  ]
}