{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ceypetco-raises-fuel-price-to-record-high-in-line-with-pricing-formula-minister-94594/",
  "time_ut": 1653343200,
  "title": "Sri Lanka’s Ceypetco raises fuel price to record high in line with pricing formula – Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-owned Ceylon Petroleum Corporation (Ceypetco) raised petrol price to a record 420 rupees a litre and auto diesel to an all-time high of 400 rupees on Tuesday (24) in line with a new pricing formula that was approved by the cabinet, energy minister said.",
    "“Fuel Price will be revised from 3 am today. Fuel pricing formula that was approved by the cabinet was applied to revise the prices,” Power and Energy Minister Kanchana Wijesekara said in his twitter platform.",
    "“Price revision includes all costs incurred in importing, unloading, distribution to the stations and taxes.”",
    "The minister requested the transport sector not to disrupt transportation for the candidates sitting for the ongoing GCE ordinary level (O/L) examinations and discuss the revision of rates.",
    "“Cabinet also approved the revision of transportation and other service charges accordingly. The formula will be applied every fortnight or monthly.”",
    "“Public sector workforce will be called to work on the direction of the head of the institute from today. Work from home will be encouraged to minimize the use of fuel and to manage the energy crisis.”",
    "The price hike comes as President Gotabaya Rajapaksa government failed to ensure furl supply to the island nation with 22 million people after the economic mismanagement of the government dried all the dollars from the reserves under former finance minister Basil Rajapaksa and central bank governor Ajith Nivard Cabraal.",
    "The latest price hike will see the price of mostly used Octane 92 rising by 24.3 percent or 82 rupees to 420 rupees a litre while auto diesel jumping by 38.4 percent or 111 rupees to 400 rupees. The only competitor Lanka IOC, a subsidiary of Indian Oil Corporation, is yet to announce price revision.",
    "Octance 95 price was increased by 20.6 percent or 77 rupees to 450 rupees, while price of per litre super diesel was raised by 35.2 percent or 116 rupees to 445 rupees.",
    "The move comes after motorists had been complaining about waiting for more than 24 hours near all the fuel stations across the country without fuel. Some queues were as long as more than 4 km in Colombo, Economy Next has witnessed.",
    "Since the central bank on March 7 announced a flexible exchange rate, the rupee has fallen nearly 80 percent to around 360 rupees. The Lanka IOC raised prices thrice since the central bank’s decision to allow flexible exchange rate. With the latest price hike, Ceypetco also has increased the prices thrice since the central bank’s flexible exchange rate regime.",
    "On May 16, newly appointed Prime Minister Ranil Wickremesinghe said the Ceypetco had been losing 84.38 rupees from a litre of Octane 92, 71.19 rupees from Octane 95, 131.55 rupees from auto diesel, 136.31 rupees from super diesel, and 294.50 rupees from kerosene oil.",
    "The government, however, did not increase the price of kerosene which is either not available in the market or sold only a limited quantity.",
    "The Lanka IOC has been raising fuel prices in line with the global market price, but Ceypetco, under pressure from the President Rajapaksa government, was not allowed to raise prices because such move would be make the ruling Sri Lanka Podujana Peramuna (SLPP) unpopular.",
    "However, the SLPP government resigned on May 9 and a new cabinet is being appointed under Prime Minister Wickremesinghe.",
    "Sri Lanka is facing its worst economic crisis since the independence from the British colonial rulers in 1948. The island nation has already defaulted its sovereign debts last week.",
    "The government is facing strong protests from both public and opposition parties for mismanagement of economic policies. A youth-led protesters have spearheaded a campaign, demanding President Rajapaksa and his government to resign due to their failure. His government resigned on May 9 after his elder brother and prime minister Mahinda Rajapaksa resigned following thousands of prime minister’s supporters brutally attacked unarmed protesters",
    "Though many fuel and crude shipments were ordered and arrived into Colombo port, the government could not clear and unload them because it does not have US dollars.",
    "When prices are not raised and losses are financed with bank credit, which in turn is re-financed by the central bank through its 13.5 percent window, inflation goes up. The money printed to finance losses also creates forex shortages.",
    "The dollar shortage has led to a lack of fuel and extended power cuts, crippling many industries related to manufacturing and transport, and disrupting the country’s economic activities. (Colombo/May 24/2022)"
  ]
}