{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/South-Asia-Textiles-commits-to-SBTi-to-limit-global-warming-at-1-5C/34-735288",
  "time_ut": 1653417000,
  "title": "South Asia Textiles commits to SBTi to limit global warming at 1.5°C",
  "body_lines": [
    "South Asia Textiles (SAT), a fully owned subsidiary of Hayleys Fabric PLC, also joined its parent company in committing to the Science-Based Targets initiatives (SBTi) for reducing Greenhouse Gas (GHG) emissions and limiting global warming to1.5°C.",
    "Hayleys Fabric is a pioneering fabric manufacturer in the country. The Hayleys Fabric Group is the largest manufacturer in Sri Lanka.",
    "With Hayleys Fabric leading as the first textile manufacturer, SAT took the lead to be the second textile manufacturer in the country. Overall, they are two of the total of five manufacturers to add its name to a growing list of major global corporations committing to the SBTi.",
    "“With the launch of the Hayleys Lifecode by our parent, Hayleys PLC, we started to introduce our own customised roadmap, and defined targets to supplement the inherent knowledge and expertise built up within our organisation, in order to anchor our performance to United Nations Sustainable Development Goals (UNSDGs). With our commitment to SBTi, we have gained even greater competitive advantages, which align with the rising consumer demand for more sustainable brands,” South Asia Textiles and Hayleys Fabric Managing Director/CEO Rohan Goonetilleke said.",
    "SBTi specifies how much and how quickly a company needs to reduce its greenhouse gas emissions, in line with the Paris Agreement goals to limit global warming keeping it at 1.5°C and well below 2°C and is also part of a broader effort to achieve net-zero emissions by 2050.",
    "These targets will be achieved through innovation, reducing waste, unlocking efficiencies and strengthening investor confidence while reducing regulatory risk, uncertainty and exposure to volatility in energy costs. Crucially, significant positive environmental sustainability initiatives undertaken will support the company’s commitment to SBTi.",
    "Launched in collaboration with CDP Worldwide, World Resources Institute (WRI), World Wide Fund for Nature (WWF) and the United Nations Global Compact (UNGC), the Targets are globally recognised commitments that companies make as part of the We Mean Business Coalition’s Take Action platform on climate change.",
    "As part of its commitments, SAT also recently obtained the ISO 14001 and ISO 45001 certifications for elevating its environmental sustainability and employee health and safety systems on par with global best practices.",
    "In pursuit of these certifications, the company made significant investments towards the upgrade its effluent water treatment plant, including installing a high-quality raw water filtration unit. Moreover, the company formed environment, health, and safety (EHS) teams representing all departments to update and enhance EHS protocols and standard operating procedures (SOPs) and conduct comprehensive training and awareness sessions.",
    "South Asia Textiles, a subsidiary of Hayleys Fabric PLC, is a leading manufacturer and exporter of textiles. The company, which commenced its commercial operations in 2004, specialises in knitting, dyeing, finishing, printing, brushing and sueding pre-shrunk fabric for leading global brands such as Victoria’s Secret, Next, Marks & Spencer, Tesco, Calvin Klein, Decathlon and Adidas."
  ]
}