{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-trading-halts-twice-amid-unfolding-economic-and-political-crises/",
  "time_ut": 1649086080,
  "title": "CSE trading halts twice amid unfolding economic and political crises",
  "body_lines": [
    "CSE trading halted twice yesterday after an index of sensitive stock dropped 7.88 per cent as an unfolding political crisis added to an economic crisis, stock market analysts said.",
    "The Standard and Poor’s SL 20 Index fell 7.88 per cent and the All-Share Index fell 4.65 per cent. The move also came as the Central Bank Governor Ajith Nivard Cabraal tendered his resignation letter.",
    "Education Minister Dinesh Gunewardena said Sunday night that the Cabinet of ministers had given their resignation letters to Prime Minister Mahinda Rajapaksa, which created a further deterioration of the situation because the Cabinet should hand over their letters of resignation to the President, stock analysts said.",
    "Appointing former Justice Minister Ali Sabry as the new Finance Minister would not give any sustainable solution without a proper economic plan, analysts added.",
    "Amid those developments both indices moved downwards. The All- Share Price Index went down by 226 points and S and P SL20 declined by 41.9 points. Turnover stood at Rs 1.9 billion sans a single crossing. In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 899 million (5.6 million shares traded), LOLC Holdings Rs 152.9 million (367,000 shares traded), Browns Investments Rs 146 million (22.8 million shares traded), Hayleys Rs 89.9 million (1.2 million shares traded), Royal Ceramic Rs 47.5 million (1.4 million shares traded), LOLC Finance Rs 45.1 million (4.5 million shares traded) and DFCC Rs 26.7 million (534,000 shares traded). During the day 98.3 million share volumes changed hands in 18000 transactions.",
    "Given the short-term uncertainty prevailing in the capital markets as well as the power outages expected to continue during the month of April, the Board of CL Synergy has decided to postpone its Initial Public Offering (IPO) which was scheduled to open on April 7.",
    "The new dates will be notified once the short-term uncertainties prevailing in the market subside, CL Synergy said in a statement.",
    "The US dollar rate was quoted at Rs 297.95, which was the free- float rate decided by the Central Bank. In the kerb market, the US dollar fetched at Rs 350 to Rs 400.",
    "ComBank to reward new ‘Arunalu’ and ‘Isuru’ account holders with gifts in April & May",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}