{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/US-donor-consortium-partners-with-Rotary-Club-of-Colombo-Regency-to-donate-crucial-medical-supplies/108-238116",
  "time_ut": 1654012800,
  "title": "US donor consortium partners with Rotary Club of Colombo Regency to donate crucial medical supplies",
  "body_lines": [
    "Providing much-needed assistance, a US donor Consortium partnered with the Rotary Club of Colombo Regency and EFL Sri Lanka to donate USD 1.145 million worth of medical supplies to the Ministry of Health in Sri Lanka.",
    "The donations included essential drugs and medical devices such as Phenytoin Oral Suspension, I00mg/4ml, Olanzapine 5mg, Povidone Iodine 10%, Non-sterile, Antiseptic 59ml, Infusion Set, 20G x 0.75\" IV, Luer-lok, Connecta 360, Sterile, 394910, IV, Stopcock, 4-Way, Tap Rotation, Luer-Lok, Vacutainer, Blood Collection, 6ml,13x100mm, Hydrocortisone 10mg, and Nitroglycerin Transdermal Patch, 0.1mg/hr.",
    "The US Donor Consortium consisted of MAP International, Ceylon Well Being, Hospital Support Services Foundation- California, Sri Lanka Association Washington DC, MedSurplus United-Maryland, MedicAid Sri Lanka - Canada, Save Lives Lanka-Seattle, Hospital Services Council of Greater Washington Area DC, Sri Lanka Association USA - Missouri and Medical Help Sri Lanka.",
    "UNP Deputy Leader Ruwan Wijewardene, gracing the occasion, extended his sincere gratitude to the Rotary Club of Colombo Regency for lending a helping hand at the need of the hour and handling the coordination of the project.",
    "“We extend our sincerest thanks to the Sri Lankan community in the US for the love and patriotism demonstrated to their motherland by this gift during this critical time. Our heartfelt gratitude also goes out to EFL Sri Lanka, who generously sponsored the freight for this critical shipment,\" Wijewardena said.",
    "Director of Medical Technology Services, coordinating in charge of Covid-19 and Health Care Donor activities Dr. Anver Hamdani accepted the donated pharmaceuticals and medical devices on behalf of the Ministry of Health.",
    "The Rotary Club of Colombo Regency celebrated its 20th anniversary on May 24, 2022, and comprises a membership of 29 community-minded professionals from diverse fields such as marketing, management, IT, pharmaceuticals, architecture, construction, law, finance, and security.",
    "Members are either in senior management positions in the private sector or own their businesses.",
    "Over the last two decades, the Rotary Club of Colombo Regency’s membership has maintained a passionate commitment to service and remained at the forefront of community support during various national crises.",
    "President of the Rotary Club of Colombo Regency Tania Samarasinghe, treasurer Sherry Ahamadeen, past president Farzana Khan, Prabhu Sundararaj, Bary Jaleel, Dr Anvar Hamdani, president-elect Ramesh Seneviratne, EFL representatives Imalka Kumarapperi and Sajeeth Ilyas were present during the occasion. (Dinuli Francisco)"
  ]
}