{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-moves-up-in-the-wake-of-positive-quarterly-corporate-results/",
  "time_ut": 1653654180,
  "title": "CSE moves up in the wake of positive quarterly corporate results",
  "body_lines": [
    "The CSE moved up 0.7 per cent within the first hour of trading yesterday on recovering from a previous session’s fall, triggered by the releasing of positive quarterly results and the announcing of dividends by several companies.However, owing to the month-end profit takings in certain companies and the possible corporate/individual tax hikes in the upcoming interim budget, which created some worries for investors, the market at times reflected a declining trend yesterday, stock market analysts said.Further, the announcements by India and Japan to assist Sri Lanka in overcoming its balance of payments crisis also created some positive impact on the stock market yesterday, market analysts said.",
    "“There is selling pressure coming in on the banking and finance shares, while there are positive sentiments from the plantation sector, a top market analyst said.",
    "The most liquid index S&P SL20, after hovering in the red, gained 0.57 per cent or 15.33 points. The market generated a turnover of Rs 1.5 billion without a crossing.",
    "In the retail market, top five companies that mainly contributed to the turnover were; Browns Investments Rs 518 million (49.5 million shares traded), Expolanka Holdings Rs 186 million (823,000 shares traded), LOLC Finance Rs 99.7 million (10.1million shares traded), Lanka IOC Rs 84.6 million shares traded), JKH Rs 66.6 million (531,0000 shares traded), LOLC Holdings Rs 47.8 million (76,000 shares traded), and Watawala Plantations Rs 45.8 million (416,000 shares traded).",
    "During the day 103 million share volumes changed hands in 17000 transactions. In the meantime, Watawala Plantation announced a Rs 8 dividend for every share for its shareholders. Further, due to the cement shortage and resultant exorbitant prices, construction sector counters have been affected. Consequently, the tile sector is badly affected, market sources said.Sri Lanka’s commercial banks quoted Rs 364.5 against the dollar for telegraphic transfers yesterday, while the Central Bank’s interbank spot trade was at Rs 359.25 under a daily guidance rate. Commercial banks were quoting Rs 354.5/364.5 for telegraphic transfer dollars on Friday. On the previous day, the Central Bank guidance margin was set at plus Rs. 2.50 or minus Rs 3.00.On the previous day the interbank spot was at Rs 359.9.",
    "Prime Lands Residencies records a profit of LKR 1.68 billion in FY 2021/22",
    "Private Tutoring Amidst Sri Lanka’s Economic Crisis: Issues Faced by Students",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}