{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-enables-ceylinco-life-policyholders-to-pay-premiums-through-q-payment-app-crms/",
  "time_ut": 1648387560,
  "title": "ComBank enables Ceylinco Life policyholders to pay premiums through Q+ Payment App & CRMs",
  "body_lines": [
    "The Commercial Bank of Ceylon and the country’s leading life insurer Ceylinco Life have collaborated to enable policyholders of Ceylinco Life to make premium payments through the Bank’s Q+ Payment App and its island-wide network of Cash Recycler Machines (CRMs).",
    "With this development, Ceylinco Life policyholders can pay their insurance premiums conveniently and securely from anywhere, 24×7 and 365 days of the year, the Bank said. The payments will also be validated in real time and updated on the same day.",
    "The Bank said the continuing digitisation of payments is particularly timely and significant, considering that safety and convenience are the topmost priorities on the minds of customers, especially in the backdrop of the pandemic-related risks associated with physical contact.",
    "Ceylinco Life policyholders can pay their premium dues via their smartphones by simply downloading the Q+ Payment App from the App Store or Google Play Store, signing up by filling in the required details (User ID and e-mail) and creating a Q+ Payment App account. In order to enable premium payments, policyholders have to link their ComBank Credit, Debit or Prepaid Cards to the App, click on the ‘Bill Payment’ menu on the App, select ‘Ceylinco Life’ as the service provider and insert the required details.",
    "Customers can also save their recurring premium payments under the ‘Favourites’ tab to avoid re-entering billing account numbers. Since a Personal Identification Number (PIN) is required to authenticate bill payments, the entire process is hassle free and secure.",
    "Alternatively, policyholders can also visit any one of the 275 Commercial Bank CRMs across the country, select ‘Cardless Deposits’ on the machine’s home screen, select insurance payments to Ceylinco Life under the ‘Bill Payments’ option and proceed to pay their dues within a matter of minutes, the Bank said.",
    "Exterminators opens trading at Colombo Stock Exchange on 30th March",
    "Lanka IOC: Ceaselessly depreciating LKR and Russia-Ukraine war behind gasoline price hike",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}