{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mahinda-mahattaya-in-a-hole/",
  "time_ut": 1651250040,
  "title": "Mahinda Mahattaya in a hole",
  "body_lines": [
    "Prime Minister Mahinda Rajapaksa, who said he would not step down, has come to terms with reality. He has reportedly said President Gotabaya Rajapaksa is free to appoint anyone else as the Prime Minister of the interim administration to be formed. Those who supported him at previous elections are still with him, the PM has claimed, insisting that the anti-government protesters are his political enemies who would have risen against him, anyway. Au fait as he may be with Sri Lankan politics, as a man of the people, this time around, he does not seem to have read the public mood accurately. He is stretching the truth. Not all protesters who have taken to the streets in a bid to oust him and the President could be branded as Rajapaksa haters. Among them are many people who stood by Mahinda before and after his defeat in the 2015 presidential race, and helped him recapture power.",
    "Mahinda’s aforesaid argument, however, holds water to some extent. His political opponents who rallied against him when he was the President (2005-2015) are again seeking his ouster. They include the UNP/SJB, the JVP, the TNA, the SLMC, trade unions affiliated to Opposition parties and various NGOs. The current administration has provided them with a fresh rallying point. Many of them would have striven to banish Mahinda from politics, anyway, for they have scores to settle with him. But the fact remains that he and his brothers, sons, nephews and hangers-on have alienated a sizeable segment of his support base and created conditions for the emergence of a strong anti-government movement, which is gathering momentum.",
    "Those who voted for the SLPP and made its electoral victories possible expected the Rajapaksas to learn from their mistakes, mend their ways, refrain from establishing a one-family rule again, ensure national security, and develop the economy. But upon being ensconced in power with a two-thirds majority, they lost their heads again and reverted to old ways—the Constitution was changed to further the interests of the family members; cronies were catapulted to top posts in the state service; plum ministerial positions were shared by the family members, and corruption continued to thrive. If the SLPP had made it known to the public in advance that it would bring Basil Rajapaksa to Parliament as a National List MP and appoint him the Finance Minister, it would have lost a considerable number of votes at both presidential and parliamentary elections.",
    "Mahinda, after being appointed PM, rested on his oars and let his brothers run the government according to their whims and fancies, and they bungled almost everything. The only thing he apparently evinced an interest in was grooming his eldest son, Namal, for national leadership while the ordinary people were worrying about the future of their sons and daughters. Calls for his intervention to put things right went unheeded, on several occasions, and when he finally decided to crack the whip, it was too late.",
    "Time was when not even Mahinda’s worst enemies called him names—at least in public. Most of them called him either Mahinda or even Mahinda Mahattaya. But today he has people hurling derogatory epithets of all sorts at him right opposite Temple Trees. The consternation of the public is understandable. The cost of living has become unbearable, and shortages of essentials have affected everyone except the rulers and their kith and kin. It is only natural that the educated, intelligent, talented, hardworking youth struggling to earn a living have become resentful because they see the progeny of the rulers live the life of Riley without doing any work. Some of the irate youth have already left the country, and others have chosen to stay here and fight. So, large crowds of angry young men and women are at the gates of the Rajapaksas.",
    "The government is fighting a losing battle if Thursday’s strike is anything to go by. It is apparently left with no alternative but to throw someone to the wolves or perish. The President will not quit. He has offered to form an all-party interim administration. Mahinda Mahattaya has painted himself into a corner, and it looks as if only a deus ex machina could save him from this hopeless situation with the anti-government protesters and trade unions closing in, and the government running out of options.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}