{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/10/unicef-appeals-for-us-25-mn-for-sri-lankan-kids/",
  "time_ut": 1654883220,
  "title": "UNICEF appeals for US$ 25 Mn for Sri Lankan kids",
  "body_lines": [
    "COLOMBO (News 1st); To scale up response to the rising needs of children in the next seven months, UNICEF is appealing for US$25.3 million to save lives and bring nutrition, healthcare, safe drinking water, education, and mental health services to 1.7 million vulnerable children in Sri Lanka.",
    "The UN has already launched an appeal to address the urgent needs of the most vulnerable population within the next four months.",
    "The debilitating crisis in Sri Lanka has left nearly half of the children in the country in need of some form of humanitarian assistance.",
    "“The current crisis is stretching families to their limits,” said Christian Skoog, UNICEF Representative in Sri Lanka. “Children are going to bed distressed and on empty stomachs. Many children are not regularly attending school, and hospitals are fast running out of medicines, including for children and pregnant women. If we do not act now, it is the most vulnerable boys and girls who will pay the highest price for a crisis not of their making.”",
    "Even before the current crisis, Sri Lanka had the second highest child malnutrition rate in South Asia, and 2 in 5 infants were not fed the minimum acceptable diet. With soaring food prices, 70 per cent of households are now reporting reduced food consumption, and the fuel crisis and frequent power cuts are hindering vital services for children, including healthcare and education. Access to safe water for drinking and domestic use is declining, posing an increased risk of water-borne diseases",
    "“The current crisis is disproportionately impacting the most vulnerable boys and girls in Sri Lanka, who were already confronted with the toxic combination of poverty, COVID-19, and repeated climate-related disasters,” said Mr Skoog. “UNICEF is strongly urging donors to support Sri Lanka’s children through its humanitarian appeal. Together, we can ensure the steady gains for children made by Sri Lanka over many years are not permanently reversed.”",
    "Ensure 1.2 million children and women can access primary health care in UNICEF-supported facilities.",
    "Provide 1.5 million families with safe water for drinking and domestic needs.",
    "Provide 2,500 girls and women with menstrual hygiene management services",
    "Provide mental health services and psychosocial support to 984,000 children and parents/caregivers.",
    "Ensure 665,700 children access formal or non-formal education, including early learning.",
    "Provide 122,000 vulnerable households with cash assistance to afford the basics of life.",
    "With more than 50 years of field presence in Sri Lanka and a network of partners across the country, UNICEF is leading efforts on the ground to save lives and ensure children are spared the most devastating impacts of the crisis.",
    "“I will speak of the Batalanda Report” – Shanakiyan hits back at PM",
    "13th June – A holiday for Government & Govt-approved private schools"
  ]
}