{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/samsung-sri-lanka-online-estore-brings-all-new-exclusive-offers-to-your-doorstep/",
  "time_ut": 1651246620,
  "title": "Samsung Sri Lanka Online eStore brings all-new exclusive offers to your doorstep",
  "body_lines": [
    "Samsung, Sri Lanka’s No.1 smartphone brand, recently unveiled several exclusive offers when you order through the Samsung Sri Lanka eStore (www.samsungsrilanka.lk). Two ongoing offers, the Mobitel Data Bundle Offer and the Avurudu Offer, are still available for all consumers to earn amazing merchandising items in these turbulent times, and these items are ready to be delivered right to your doorstep when you order through the Samsung eStore.",
    "The Avurudu Offer by Samsung entails several Samsung merchandising items free of charge when you purchase from a range of selected Samsung products in this festive season. This includes mugs for the purchase of a Samsung Galaxy A03 LTE 3+32GB, a free umbrella for the purchase of a Samsung Galaxy F42 5G 8+128GB and a backpack for the purchase of Galaxy Tabs, the Tab A8 2022 LTE 3+32GB and Tab A8 2022 LTE 4+64GB. This offer is valid until stocks last only and is an exclusive offer on Samsung eStore.",
    "The Samsung eStore is a one-stop shop for the consumer to view the complete Samsung product range in order to make a purchase decision from the comfort of your home, especially during the times of the pandemic.",
    "Samsung has always been a pioneer in ensuring that all consumers get the best possible deals at all times. They have been extremely ahead in their technological processes and the Samsung eStore is testimony for that. Samsung is now online with all authorized products along with their home delivery option, ensuring the least possible hassle for consumers.",
    "The Samsung eStore carries the latest complete product range including smartphones, Tablets, Hearables, Wearables and other Accessories, allowing consumers to shop all their necessities in one go. The Samsung eStore also provides easy access to convenient monthly instalment payment plans for all major credit cards. It also offers multiple payment options such as Visa, AMEX and bank transfers, which is a notably unique method where no credit cards are involved.",
    "The Samsung eStore also guarantees 100% authenticity as it ensures delivery of authorized Samsung products with authorized warranty. The eStore provides same day delivery within Colombo for mobile smartphones and tablets to ensure guaranteed customer satisfaction. Log into www.samsungsrilanka.lk to view all these amazing deals and products.",
    "Measures in the offing to control informal for-ex reserve transfers out of SL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}