{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/One-in-10-households-had-food-security-issues-when-country-entered-pandemic-DCS-data/273-238965",
  "time_ut": 1655058600,
  "title": "One in 10 households had food security issues when country entered pandemic: DCS data",
  "body_lines": [
    "UN estimates nearly a quarter of population already needs food assistance at present",
    "Nearly 10 percent of the population or close to two million Sri Lankans were already facing acute to moderate level food insecurity even before the country entered the pandemic, which precipitated into an all out economic collapse, the data showed.",
    "According to the data from the Department of Census and Statistics (DCS), by the end of 2019, as much as 9.1 percent of the Sri Lankan population was at the risk of not having access to basic foods, out of which 0.9 percent or nearly 200,000 people were on the brink of facing starvation.",
    "The share of food insecurity increased to 9.45 percent at the household level, indicating that one in every 10 families had serious issues when accessing their dietary needs and nutritious requirements. However, the situation turned worse since 2020 when the authorities closed down the country and imposed severe and prolonged restrictions on economic activities for two years, destroying people’s livelihoods and plunging them into poverty.",
    "Then the executive madness dealt a lethal blow to the country’s agriculture sector when President Gotabaya Rajapaksa in the thick of the pandemic in April last year issued a decree to ban the use of chemical fertiliser overnight in his quest to make Sri Lanka the world’s first country to engage in fully organic agriculture.",
    "The two economy crippling decisions, compounded by the engineered collapse of the economy after exhausting all foreign reserves, successfully sent a country of 22 million people on bended knees before the world for food.",
    "The UN Resident Coordinator in Sri Lanka, Hanaa Singer- Hamdy said last week that 4.9 million people are currently in need of food assistance, making up for nearly 25 percent of the population.",
    "The DCS after further analyzing the headline food insecurity numbers, said the situation is more precarious in the estate sector.",
    "“Nearly 23.5 percent of the people in the estate sector had moderate or severe food insecurity and 3 percent were at a severe level,” DCS said as part of its latest Household Income & Expenditure Survey for 2019, published recently calling for special attention to this sector.",
    "Meanwhile, 9 percent in the rural sector and 7 percent in the urban setting had severe to moderate levels of food insecurity.",
    "Access to food is a global issue in the aftermath of the two years of pandemic-induced lockdowns and stimulus, but the situation in Sri Lanka is dire due to self-inflicted blunders made by the policymakers and their continuous lying to the public."
  ]
}