{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-treasury-cash-shortfall-rs4-0bn-a-day-minister-94613/",
  "time_ut": 1653370620,
  "title": "Sri Lanka Treasury cash shortfall Rs4.0bn a day: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has daily state revenues of 5.6 billion rupees but revenues are only 9.6 billion rupees only creating a 4.0 billion rupee shortfall creating massive crisis in government finances, Cabinet spokesman and Minister Bandula Gunewardene said.",
    "Prime Minister Ranil Wickremesinghe had appraised the cabinet that the country was facing a crisis is state finances as well as a foreign exchange crisis.",
    "“The Prime Minister explained that both are interlinked,” Minister Gunewardene said.",
    "Sri Lanka’s state economists in 2019 cut taxes saying there was a ‘persistent output gap’ after two currency crises in 2015/16 and 2018 reduced growth as the rupee collapsed from 131 to 151 and 152 to 182 to the US dollar as money was printed to boost growth (close output gap).",
    "In 2020 coupled with tax cuts, more more money was printed, making it impossible to maintain a stable exchange rate.",
    "Sri Lanka’s state finances got interlinked with the people money from 1950 after a central bank was created to print money and manipulate interest rates down.",
    "Before that Sri Lanka had a currency board, which allowed the rupee to be fixed for 75 years and the economists at the Finance Minister could not print money and depreciate the curency.",
    "Currencies of third world countries which set up central bank in a fit of ‘independene’ depreciated rapidly partly due to a Western Keyensian idea that printing money and depreciating currencies woudl boost exports or growth (stimulus).",
    "Ironically however the strongest export powerhouses including Germany, Japan and key East Asian nations had some of the strongest currencies, lowest inflation which allowed businesses and people to flourish.",
    "Sri Lanka’s suffered a series of currency crises from 2015 onwards and the now the country is in the grip of the Great Output Gap/Flexible Inflation targeting crisis. (Colombo/May24/2022)"
  ]
}