{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/elephant-house-awarded-gold-and-silver-at-nce-export-awards-2021/",
  "time_ut": 1646591460,
  "title": "Elephant House awarded Gold and Silver at NCE Export Awards 2021",
  "body_lines": [
    "Elephant House, Sri Lanka’s iconic and most respected household consumer foods brand, has been awarded Gold and Silver awards at the 29th annual NCE Export Awards 2021.",
    "As a brand established in 1866, Elephant House is supported by a strong and vibrant heritage that has propelled it to reach its pinnacle as one of the most trusted brands in the country, winning the hearts of consumers across many generations.",
    "Having securely established itself as one of the most recognised brands in the local and international arena, Elephant House has overcome challenges and hardships, confidently navigating through the business environment to achieve success and recognition. Winning Gold in the “Confectionary and Beverage Products ” and Silver in the “Processed Food Products ” categories have displayed the strong dedication and continued commitment Elephant House has towards their loyal consumers in international markets. These awards will undoubtedly add value to the long outstanding history of Elephant House’s achievements on multiple occasions in numerous categories.",
    "Commenting on the new achievements, Sudantha Victoria, Head of International Marketing stated, “We are humbled and encouraged to be recognised and awarded for our contributions. At Elephant House, we are passionate and committed to venture into new territories and international markets. At the same time, our existing global brand presence in countries such as the Maldives, UK, Australia, Japan, France, Italy, UAE, India, and Seychelles were further strengthened and solidified during the last year.”",
    "“As an organisation, we are keen to continue contributing to the export revenue of Sri Lanka, which is critically important for the nation’s growth and sustenance. Our product attributes and quality will be focused upon to ensure they meet international standards and expectations.”",
    "The Gold award for “Confectionary and Beverage Products” in the medium category has proven and established the popularity and demand Elephant House has gained in the market. Having won a Gold award in the same product category in 2020, the current achievement of Elephant House reiterates the excellence that the brand has showcased and maintained consistently. This is the fourth consecutive year that Elephant House has been recognised and awarded for this category.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}