{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/geneva-sessions-india-ratchets-up-pressure-on-lanka-to-hold-pc-polls/",
  "time_ut": 1646602920,
  "title": "Geneva sessions: India ratchets up pressure on Lanka to hold PC polls",
  "body_lines": [
    "India has again called for early Provincial Council elections in Sri Lanka, at the Geneva-based United Nations.  India’s Permanent Representative in Geneva, Ambassador Indra Mani Pande, during the interactive session on Match 4 on the OHCHR’s written report on promoting reconciliation, accountability and human rights in Sri Lanka declared: “We will continue to urge the Sri Lankan Government for the early conduct of elections to the Provincial Councils in keeping with its commitment to devolution of power.”",
    "Provincial Councils were introduced in terms of the 13th Amendment to the Constitution enacted at the behest of India in the wake of the Indo-Lanka Accord, in Nov 1987.",
    "The following is the text of the statement: “We have taken note of the High Commissioner’s report on Sri Lanka and her oral remarks. As its friend and immediate neighbour, India has consistently called upon Sri Lanka to fulfill its commitments on addressing the issues related to protecting the interest of Tamils in Sri Lanka.",
    "India believes that it is in Sri Lanka’s own interest that the expectations of Tamils in Sri Lanka for equality, justice, peace and dignity, within a united Sri Lanka, are fulfilled. This applies equally to the commitments made by the Sri Lankan Government on meaningful devolution, including through the 13th Amendment to the Sri Lankan constitution.",
    "The Indian delegation has taken note of the engagement by the Government of Sri Lanka with the members of the international community and other relevant organisations on various aspects of the human rights situation and reconciliation issues in Sri Lanka. We would like such engagements and productive and purposeful dialogue to continue among the relevant stakeholders.",
    "The report raises important concerns on promoting, reconciliation, accountability and human rights in Sri Lanka. We call upon Sri Lanka to take the necessary steps to address the legitimate aspirations of the Tamil community, including by carrying forward the process of reconciliation and the implementation of the Thirteenth Amendment to the Constitution of Sri Lanka, to ensure that the fundamental freedoms and human rights of all its citizens are fully protected.",
    "We will continue to urge the Sri Lankan Government for the early conduct of elections to the Provincial Councils in keeping with its commitment to devolution of power.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}