{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hambantota-port-declares-2022-the-year-of-construction/",
  "time_ut": 1646591820,
  "title": "Hambantota Port declares 2022, the ‘Year of Construction’",
  "body_lines": [
    "The Hambantota International Port (HIP) has declared 2022 as a ‘Year of Construction’, with several ongoing projects reaching different stages of building their respective plants in the Port’s Industrial park. HIP is fully concentrated on getting the projects off the ground so that the first phase of the park would be up and running by the end of this year, HIP sources told the media.",
    "“The Port’s high speed productivity concept ‘HIP Speed’, is playing a key role in accelerating all aspects of the three main projects that are currently under construction.  The luxury Yacht building plant, the Plug and play park-in-park facility and the tyre manufacturing plant that broke ground at a record speed with the port’s support, brings a total value of US $ 373 million in foreign direct investments to the country,” they said.",
    "Johnson Liu, CEO of Hambantota International Port Group (HIPG) and the architect of HIP Speed said, “We have declared 2022 the ‘Year of Construction’ as our focus during these 12 months would be mainly on the construction of phase one of the port’s industrial park and allied sectors. It is not that construction for new projects will not continue in years to come, but we believe special emphasis is needed right now, in structuring the foundations of this multipurpose port.  HIP, unlike any other port in Sri Lanka, includes an industrial park, which we will strongly push in our marketing and brand positioning, to attract further investment to our park and other areas of the Hambantota district.  It is our intention to position not only HIP, but also the South of Sri Lanka, as a place for light, multi-purpose and heavy industry investments. The added advantage for investors would be the Hambantota Port, which we are positioning to be the gateway port to the hinterland.”",
    "According to HIPG, there is an urgent need to speed up construction of these plants, as it would not only make already signed up projects a reality on the ground, but will also help in building momentum for further investment in the industrial park.  The Port Investment Services Division says, this would act as a catalyst for attracting new FDIs into the country.  Apart from the ongoing projects, the port has signed 40 sub-lease agreements both for the Hambantota Maritime Centre and the Industrial Park. HIP Speed, which has in its processes the ability to help investors understand the local terrain and expedite setting up operations, will provide support in obtaining approvals and cutting through red tape. The industrial park works in tandem with other operations in the port, including the establishing of a container yard, that would be vital for industries in terms of raw material imports and the export of finished domestic goods.",
    "The projects that are currently in construction include the US$ 58 million state-of-the-art yacht building facility, by SeaHorse Yachts (Pvt) Ltd., which will complete land levelling this April, and begin construction by mid 2022.  The US$ 15 million plug and play park-in-park facility by Shenzhen Xinji Group, is currently at foundation level.  Once completed, it will attract light industry manufacturers and traders who would set up in Sri Lanka with a view to discovering new markets in South Asia.  The US$ 300 million tire manufacturing plant by Shandong Haohua Tire Co. Ltd, has completed levelling work and will commence construction between the second and third quarters of this year.  The plant, which will be built in 2 phases, has an annual production commitment of 20,000 container units.",
    "The 3 projects are expected to complete construction of their plants within their given project implementation period and HIP Speed is working as a primary factor in ensuring that the deadlines are met.  The port operator together with state organisations, is providing all support necessary to accelerate the manufacturing projects and realise their investments, so that they can contribute to the country’s export economy, at the earliest opportunity.",
    "The Hambantota International Port is promoting its Industrial park to diverse industries from across the globe with a view to creating an international investor community.  Currently investors from Sri Lanka, the UK, Japan, China, Singapore and the Maldives have projects in the pipeline. The port is also paving the way for projects in different sectors such as warehousing & logistics, home appliances, energy and value added services, according to HIP sources.",
    "DFCC Juniors’ online workshop for kids hosted to nurture their artistic ability",
    "Colombo Tea Auction prices remain stable despite conflict between Russia and Ukraine",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}