{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/central-bank-urges-banks-and-nbfis-to-promote-savings-amid-rising-inflation/",
  "time_ut": 1646591760,
  "title": "Central Bank urges banks and NBFIs to promote savings amid rising inflation",
  "body_lines": [
    "‘Broad money growth mainly due to decline in net foreign assets of the banking system’",
    "‘Once some inflows received, net foreign assets of the banking system could reverse’",
    "The Central Bank of Sri Lanka (CBSL) on Friday urged the banks and non-banking financial institutes (NBFIs) to do the needful to attract deposits and promote savings while saying at the same time that consumer prices in the country was high.",
    "Dr. Anil Perera, Director Economic Research while explaining the monetary policy stance of the Central Bank said, “As you are aware inflation is high at the moment. We observe supply-side as one of the key factors for this. As you look at food prices, inflation numbers in Colombo Consumer Price Index (CCPI) is around 25%. Both headline and core inflation are at high levels and that is a kind of serious concern for the Central Bank. We observe and expect inflationary pressures to remain elevated in the near term, but at the same time, the pressures emanating from the build-up of aggregate demand pressures have to be proactively addressed. This was taken into consideration by the Monetary Board when the decision was made on Thursday to further tighten the monetary policy. We need to bring down inflation levels to our desired levels over the medium term while containing inflation expectations.” he said.",
    "He further said,”In the monetary sector, we observe the continuation of domestic credit, particularly driven by credit to the public sector; namely, the government and state owned enterprises (SOEs).",
    "“But we have seen some growth in broad money, mainly due to the decline in net foreign assets of the banking system. Once we receive some inflows, this net foreign assets of the banking system could reverse and at the same time we would expect some moderation in private sector credit flows in order to keep our monetary aggregates under control in order to mute some additional demand pressures coming from the monetary expansion.”",
    "“As we tightened the monetary policy in August last year and in January 2022 , we have seen some pickup in market interest rates ; especially lending rates have adjusted upwards and we have seen government securities rates have adjusted notably. “At the same time, we observe adjustments in deposit rates still remain sluggish and that has been a cause of having low deposit growth in the banking system. This is causing some excessive currency in circulation to remain in the system.”",
    "“So we urge financial institutions; both banks and NBFIs to make required adjustments in their deposit interest rates and promote savings.",
    "Elephant House awarded Gold and Silver at NCE Export Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}