{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hutch-completes-implementation-of-advanced-oracle-cloud-erp-system/",
  "time_ut": 1646590920,
  "title": "HUTCH completes implementation of advanced Oracle Cloud ERP system",
  "body_lines": [
    "HUTCH accomplished yet another major milestone in its rapid transformation journey, successfully implementing the latest Oracle Fusion Cloud Enterprise Resource Planning (ERP) system in the middle of the COVID pandemic.",
    "Most legacy ERP systems including Oracle are fully deployed on-premises but now technology is moving toward the Cloud and Hutch decided to leap forward and implement a future-proof Oracle Cloud ERP.",
    "The project was facilitated by Hutch Sri Lanka’s parent, CK Hutchison group through its global innovations arm CKH-IOD, and spearheaded by LOLC Technologies Limited partnered with EVOSYS Global, an International Platinum Partner for Oracle. Hutch also partnered with PWC-Sri Lanka in the process to acquire expert consultancy services on this program",
    "Lalith Fernando, Chief Financial Officer of Hutch commented, “The implementation of the Oracle Fusion Cloud ERP system will allow us to transform the business to help achieve our goals while adhering to global best practices. The Oracle ERP system is a complete, modern, cloud ERP suite that offers us advanced capabilities, such as AI to automate the manual processes, analytics to react to market shifts in real-time, and automatic updates to stay current and gain a competitive advantage.",
    "The successful on-time implementation of this ERP system was all the more impressive as it has been executed almost in its entirety during the COVID pandemic which did not allow full on-premise project execution by vendors and project consultants”.",
    "The Oracle Fusion modules comprise; Oracle Fusion Supply Chain, Oracle Fusion Finance, and Oracle Integration Cloud (OIC). Everything together offers a unified experience allowing best practices, modernized key operations, and automated Finance & Supply Chain business functions integrating core operations and business support systems (OSS/BSS) in a dynamic Telco environment to provide improved decision making and operational efficiencies.",
    "This ERP project is the latest part of Hutch’s merger with Etisalat Lanka that was initiated in 2019 and has led to the modernisation of the entire operation from the deployment of an advanced 4G network and the complete digitalisation of its back-office operations. This will enable Hutch to continue to offer the best mobile broadband experience to its customers at the most affordable rates.",
    "Elephant House awarded Gold and Silver at NCE Export Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}