{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/unfpa-and-japan-extend-digital-support-for-women-development-officers/",
  "time_ut": 1646602320,
  "title": "UNFPA and Japan extend digital support for Women Development Officers",
  "body_lines": [
    "United Nations Population Fund (UNFPA) office in Colombo has decided to amplify its battle to minimize sexual and gender-based violence (SGBV) in Sri Lanka by assisting  Women Development Officers to accelerate the digitalization process for a better follow up mechanism, timely referral and response and continuous capacity development amidst the pandemic to improve service quality for survivors of SGBV.",
    "The UNFPA Colombo office said in a release: Pandemics such as COVID-19 affect women and men differently, further exacerbating existing inequalities faced by women and girls. In the midst of the pandemic, anecdotal evidence suggests there has been an increase in the reported cases of sexual and gender-based violence (SGBV) due to lockdown and travel restrictions. With health systems stretched in responding to the pandemic, women’s shelters were also reaching capacity with many seeking solace and support. COVID-19 has also severely disrupted access to life-saving sexual and reproductive health services and challenged the authorities’ ability to respond to gender-based violence, at a time when women and girls need these services most. Thus, both state and non-state actors were forced to switch to virtual and remote operations in order to continue to serve and protect women and girls.",
    "Recognizing the gaps, UNFPA, through the PROMISES project funded by the Government of Japan (project budget is approximately 1.47 million USD), amplified its support for Women Development Officers to accelerate the digitization process for a better follow up mechanism, timely referral and response and continuous capacity development amidst the pandemic to improve service quality for survivors of SGBV.",
    "As a part of this support, 14 Laptops were officially handed over to Piyal Nishantha de Silva, State Minister of Women and Child Development, Pre-Schools and Primary Education, School Infrastructure and Social Services, by Hideaki Mizukoshi, Ambassador of Japan to Sri Lanka and  Kunle Adeniyi, Representative UNFPA Sri Lanka, to be distributed among Women Development Officers based at the Women and Child Development Desks at the District and Divisional levels of Sri Lanka.",
    "Since 2018, Japan has been supporting Sri Lanka, as a partner country for the G7 Women, Peace and Security Partnership Initiative (G7 WPS). Ambassador Mizukoshi emphasized the importance of empowering the social and economic environment for women and youth in Sri Lanka, especially those affected by gender-based violence and requested the continued support of the Minister.",
    "Through this project, UNFPA is also working to strengthen shelters that house survivors of violence through a range of holistic support services.",
    "Life imprisonment for LTTE intelligence wing cadre amidst bid to abolish PTA",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}