{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/geneva-prof-peiris-questions-bachelets-actions-complains-of-unfair-treatment/",
  "time_ut": 1646602920,
  "title": "Geneva: Prof. Peiris questions Bachelet’s actions, complains of unfair treatment",
  "body_lines": [
    "Accusing the UN of pursuing an agenda inimical to war-winning Sri Lanka, Foreign Minister Prof. G.L. Peiris has faulted the Office of UN Human Rights Commissioner Michelle Bachelet for not releasing Sri Lanka’s response along with Bachelet’s report submitted to the ongoing Geneva sessions.",
    "The following is the text of the Foreign Minister’s statement made at the interactive dialogue on the OHCHR report on Sri Lanka on March 4: “The Resolution 46/1 on Sri Lanka was adopted by a divided vote in this Council. Sri Lanka and other Member States opposed this resolution in fundamental disagreement with its deeply flawed procedure and unacceptable content, in particular its OP para 6 regarding a so-called evidence-gathering mechanism.",
    "The Resolution was directly contrary to the Council’s founding principles of impartiality, objectivity and non-selectivity. It went well beyond the mandate that Member States conferred on it by UNGA Resolution 60/251. I have stated Sri Lanka’s views on this matter to this Council on 01 March.",
    "We also submitted in a timely manner our comments on the High Commissioner’s report.",
    "We note with regret that the Secretariat failed to publish this simultaneously with the High Commissioner’s written update.",
    "Despite our rejection of the resolution, we will continue our voluntary international undertakings on human rights and engage with the United Nations, including with this Council.",
    "As stated by President Gotabaya Rajapaksa of Sri Lanka to our Parliament on 18 January 2022, “We are a nation that respects international laws and conventions”. We have regularly shared our progress and challenges, in a candid and open exchange, with this council, and other relevant organs of the United Nations system.",
    "“We are convinced that there are serious anomalies and weaknesses in the report presented to this Council by the High Commissioner. The fundamental deficiency is its intolerably intrusive character, impinging as it does on core functions and responsibilities of organs of the Sri Lankan State, overwhelmingly mandated by the people of our country at three successive elections. There is, as well, a clearly discernible element of discrimination, in that the Council would certainly not take it upon itself to embark on a similar inquisitorial procedure in respect of other Member States. This, in itself, strikes at the very root of the foundations of the United Nations system. The issue of uniformity and consistency of standards applied by the High Commissioner to Member States, irrespective of their size and influence, and in steadfast conformity with the essential principle relating to the sovereign equality of all members of the United Nations fraternity, is cynically transgressed in several portions of this report.",
    "“To our minds, this is particularly disturbing because the strength and prestige of the United Nations, and especially the Human Rights Council, derive from the widespread regard of the international community, as a whole, for the moral and ethical basis underpinning the attitudes of the Council. We fervently believe that it is vitally important to retain this confidence undiminished, especially having regard to the fate of the Human Rights Commission, the predecessor of this Council. It is a matter for deep regret that numerous instances of unsubstantiated allegations and superficial conclusions insensitive to the complexity of ground situations have found their way into the report. We have commented on these in extensive detail in our written response.",
    "“We are dismayed by the High Commissioner’s unwarranted onslaught on seminal institutions of our country which function under the aegis of Sri Lanka’s Constitution and legal system, emanating from a rich and varied cultural heritage, and are subject to stringent review processes which form an integral part of our tried and tested laws.",
    "“There is also the question of use of limited resources in such a manner as to achieve optimal benefit for all of humanity at a time of unprecedented crisis. The colossal expenditure of millions of dollars in a partisan and specifically targeted pursuit of Sri Lanka is hardly consonant with this obvious imperative. It seems to us a great pity that the report shows scant regard for these considerations which appear to a wide swath of nations to be crucially important at this time.",
    "“The government of Sri Lanka is firmly resolved to maintain the security and stability that we have restored for our people and ensure sustainable progress in an equitable manner. My country reaches out to the international community with the sincere exhortation to join us as partners on a footing of equality and mutual respect to face the challenges ahead.”",
    "Geneva sessions: India ratchets up pressure on Lanka to hold PC polls",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}