{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-juniors-online-workshop-for-kids-hosted-to-nurture-their-artistic-ability-2/",
  "time_ut": 1646591460,
  "title": "DFCC Juniors’ online workshop for kids hosted to nurture their artistic ability",
  "body_lines": [
    "DFCC Bank, the Bank for Everyone, through its exclusive account scheme for minors, ‘DFCC Junior’, hosted the Junior Art Workshop – an online event to celebrate and nurture the artistic ability and talent of children from across the island. The workshop was conducted ‘free-of-charge’ and was open for children from the ages of 7 to 18.",
    "The event was hosted online, on Independence Day, the 4th of February 2022, with the main aim of developing the children’s ability to paint, draw and colour. The workshop focused on artwork related to the central theme of ‘Independence’ aiming to cultivate the key attributes of national pride and unity amongst the many children that attended. It was conducted via the ZOOM video conferencing platform, and was designed to be as fun-filled and educational as possible, with a wide-variety of engaging lessons and sub-activities, curated and conducted by veteran artist, T.K. Liyanage.",
    "During the workshop, the children were exposed to a wide range of thematic programs covering key topics such as basic techniques for sketching, colouring, 3D art and design, shadows and integrating depth within drawings. The special session hosted an audience of over 215 children in total.",
    "Commenting on the workshop and its impact, DFCC Bank’s Senior Vice President – Retail Banking & SME, Aasiri Iddamalgoda stated, “We are delighted to have hosted the DFCC Junior Art Workshop on Independence Day, and to have introduced the children to a plethora of different techniques and art styles, all of which will undoubtedly contribute to expanding their creativity and artistic ability. The workshop was part of our long-term social value creation strategy as the premier in commercial banking, and contributes to our continuous efforts to develop skills and capabilities amongst the children of our nation, with the hope of creating a sustainable future for all – one filled with economic resilience and social equity.”",
    "The DFCC Junior Account, designed to cultivate the habit of saving in kids, provides children with a range of special gifts and benefits. Through this workshop, DFCC Bank hoped to nurture the talents and abilities of the many children that attended and actively participated. This workshop is part of a larger series that will continue in the near future, with the overall goal of developing skills and setting the children on the path to securing a brighter future for all.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}