{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/anyone-could-join-or-leave-govt-johnston/",
  "time_ut": 1646602320,
  "title": "Anyone could join or leave govt. – Johnston",
  "body_lines": [
    "Chief Government Whip and Highways Minister Johnston Fernando says that President Gotabaya Rajapaksa’s government, too, has the same ‘saloon-door’ policy as the Mahinda Rajapaksa administration and anyone could leave or enter if he or she so desires.",
    "Speaking at a ceremony to declare the opening of a new building complex, for the Narammala Pradeshiya Sabha by Prime Minister Mahinda Rajapaksa, the Minister said that all those within the government should understand that they were duty bound to protect it. “One cannot be in the government while playing the role of the Opposition. The President had to remove two ministers because they overlooked their responsibility as government ministers and played the role of the Opposition. They must understand that the government still adhered to the saloon-door policy introduced by the incumbent Prime Minister while he was the president. Anyone can leave and in the same way anyone can join us.",
    "“We have won this district because Mahinda Rajapaksa contested from our party. People voted for this government because of him. People respect the political leaders in the government because they respect the party which has Mahinda Rajapaksa. I can remember how he brought Gotabaya Rajapaksa, to the Sugathadasa Stadium, and introduced the latter to the people as his youngest brother and called on them to vote for him. People voted for him and his government because they trusted Mahinda Rajapaksa’s words. They had realised the mistake they had committed in 2015. That was why Gotabaya Rajapaksa could defeat Sajith Premadasa, who had the backing of the political parties in the North, the East and the blessings of the international forces.",
    "“If Mahinda Rajapaksa had continued as the President of the country, without the 2015 regime change, this country would have faced any crisis including the global pandemic. The government that came to power after 2015 destroyed the economy Mahinda Rajapaksa had built. They destroyed the national security and that was the main cause of the Easter Sunday terror attacks that prevented tourists coming to this country. That was when the dwindling of the dollar reserves started. Finally, by the time we took over, the country was competing with Afghanistan not to become the worst economy in the region.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}