{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/apparel-exports-set-5-year-high-record-in-january-2022/",
  "time_ut": 1646591820,
  "title": "Apparel exports set 5-year high record in January 2022",
  "body_lines": [
    "Sri Lanka’s apparel exports in January 2022 achieved the highest level for that month in the last five years. This performance demonstrates the industry’s underlying strength as it bounced back from the sustained shocks from the impact of the pandemic over the last two years.",
    "Sri Lanka’s apparel export earnings rose to US$ 487.6 million in January 2022, overtaking the US$ 452 million recorded in January 2019, prior to the pandemic, by 8%. Growth over January 2021 export earnings was 23%.",
    "“Amidst significant turbulence, this strong performance is testimony to the resilience of Sri Lanka’s apparel industry and augurs well for the industry’s progress towards realising its goals for 2025,” said Yohan Lawrence, Secretary General, Joint Apparel Association Forum (JAAF), the apex body of the Sri Lankan apparel industry.",
    "The industry’s 2030 vision is to transform Sri Lanka to a global apparel hub by that year; an intermediate goal is to increase annual export earnings from apparel to US$8 billion by 2025.",
    "“Through close cooperation between all key stakeholders, the apparel industry can further increase its already-strong contribution to the national economy, as a major generator of vital foreign exchange and high-quality employment,” Lawrence added.",
    "The industry’s January 2022 performance also reflects the success of rigorously applied safety measures adopted by the sector, in close cooperation with health authorities, to minimise the spread of the pandemic among employees to zero. Additionally, apace with the national vaccination drive, 65% of employees in Sri Lanka’s apparel sector have now received both doses and the booster, while 95% of employees have received at least both doses. Apparel exporters also proactively adopted additional safety measures, even before the Omicron variant came to Sri Lanka.",
    "“Ensuring the health and safety of the employees of the sector, through continued rigorous adherence to safety and health protocols remains our top priority,” said Saif Jafferjee, Managing Director (MD), Lanka Garments (Pvt) Ltd. “This approach has sustained the industry’s resilience and reduced the negative impact of COVID-19, while also ensuring business continuity, thus protecting thousands of livelihoods and income sources.”",
    "Recent performance also reflects the success of measures like digital product development technology adoption that helped mitigate supply chain disruptions. Larger firms also supported smaller ones, by collaborating with them on meeting the export order rush.",
    "“January’s impressive performance was also made possible by strong demand from buyers and the healthy pipeline of orders for upcoming months, which are grounds for optimism,” Jafferjee added. “The international outlook remains challenging, however, considering growing tensions in Europe.”.",
    "DFCC Juniors’ online workshop for kids hosted to nurture their artistic ability",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}