{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/3-398-persons-vaccinated-against-COVID-19/56-733185",
  "time_ut": 1649356500,
  "title": "3,398 persons vaccinated against COVID-19",
  "body_lines": [
    "Daily COVID-19 vaccination rates remain low with only 3,398 persons vaccinated against the virus on Wednesday.",
    "According to the Epidemiology Unit, 2,013 persons received the booster dose on Wednesday. The third dose has been administered to 7,899,706 persons in total. The Pfizer vaccine is being administered as the booster in Sri Lanka.",
    "The first dose of a COVID-19 vaccine has been administered to 17,016,161 persons and the second dose has been administered to 14,431,451 persons. According to the Epidemiology Unit, 77.63% of the total population has received the first vaccine dose and 65.83% has received the second dose.",
    "The third dose has been administered to 36.03% of the total population.",
    "On Wednesday, 253 persons received the first dose of Pfizer and 1,019 persons received the second dose of the vaccine. A total of 2,524,207 persons have received the first dose of Pfizer and 892,951 persons have received the second dose of the vaccine.",
    "Nineteen persons received the first dose of Sinopharm on Wednesday and Epidemiology Unit data shows that the first dose of the vaccine has been administered to a total of 12,048,412 persons. The second dose of Sinopharm has been administered to 11,176,734 persons. This includes 94 persons vaccinated on Wednesday.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons, out of which 1,418,593 persons have received the second dose as well.",
    "The Epidemiology Unit adds that 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "A total of 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 3,398ක් එන්නත් කර ඇත",
      "body_lines": [
        "බදාදා වෛරසයට එරෙහිව එන්නත් ලබා දී ඇත්තේ පුද්ගලයින් 3,398 ක් පමණක් වන අතර දෛනික COVID-19 එන්නත් අනුපාතය අඩු මට්ටමක පවතී.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව බදාදා දින බූස්ටර මාත්‍රාව ලබා ගත් සංඛ්‍යාව 2,013 කි. තුන්වන මාත්‍රාව පුද්ගලයින් 7,899,706 දෙනෙකුට ලබා දී ඇත. Pfizer එන්නත ශ්‍රී ලංකාවේ බූස්ටරය ලෙස පරිපාලනය කෙරේ.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,016,161 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,431,451 දෙනෙකුට ලබා දී ඇත. වසංගත රෝග විද්‍යා අංශයට අනුව සමස්ත ජනගහනයෙන් 77.63% ක් පළමු එන්නත ලබාගෙන ඇති අතර 65.83% ක් දෙවන එන්නත ලබාගෙන ඇත.",
        "තුන්වන මාත්‍රාව මුළු ජනගහනයෙන් 36.03% කට ලබා දී ඇත.",
        "බදාදා දින පුද්ගලයින් 253 දෙනෙකුට ෆයිසර් පළමු මාත්‍රාව ලැබුණු අතර පුද්ගලයින් 1,019 දෙනෙකුට දෙවන එන්නත ලබා දෙන ලදී. Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,524,207 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 892,951 දෙනෙකු දෙවන එන්නත ලබාගෙන ඇත.",
        "බදාදා දින පුද්ගලයින් 19 දෙනෙකුට Sinopharm හි පළමු මාත්‍රාව ලබා ගත් අතර වසංගත රෝග විද්‍යා අංශයේ දත්ත පෙන්වා දෙන්නේ පළමු එන්නත 12,048,412 දෙනෙකුට ලබා දී ඇති බවයි. Sinopharm හි දෙවන මාත්‍රාව පුද්ගලයින් 11,176,734 දෙනෙකුට ලබා දී ඇත. බදාදා එන්නත් කළ පුද්ගලයන් 94 දෙනෙකු ද ඊට ඇතුළත් ය.",
        "AstraZeneca හි පළමු මාත්‍රාව පුද්ගලයින් 1,479,631 දෙනෙකුට ලබා දී ඇති අතර, ඉන් පුද්ගලයින් 1,418,593 දෙනෙකු දෙවන මාත්‍රාව ද ලබා ගෙන ඇත.",
        "වසංගත රෝග විද්‍යා අංශය වැඩිදුරටත් පවසන්නේ මොඩර්නා පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකු ලබාගෙන ඇති අතර පුද්ගලයින් 787,361 දෙනෙකු දෙවන එන්නත ලබාගෙන ඇති බවයි.",
        "ස්පුට්නික් V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 155,812 ක් දෙවන එන්නත ලබාගෙන ඇත."
      ]
    },
    "ta": {
      "title": "கோவிட்-19க்கு எதிராக 3,398 பேருக்கு தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "தினசரி COVID-19 தடுப்பூசி விகிதங்கள் குறைவாகவே உள்ளன, புதன்கிழமை 3,398 நபர்களுக்கு மட்டுமே வைரஸுக்கு எதிராக தடுப்பூசி போடப்பட்டது.",
        "தொற்றுநோயியல் பிரிவின்படி, புதன்கிழமை 2,013 பேர் பூஸ்டர் டோஸைப் பெற்றனர். மூன்றாவது டோஸ் மொத்தம் 7,899,706 நபர்களுக்கு வழங்கப்பட்டுள்ளது. Pfizer தடுப்பூசி இலங்கையில் பூஸ்டராக நிர்வகிக்கப்படுகிறது.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 17,016,161 பேருக்கும், இரண்டாவது டோஸ் 14,431,451 பேருக்கும் போடப்பட்டுள்ளது. தொற்றுநோயியல் பிரிவின்படி, மொத்த மக்கள் தொகையில் 77.63% பேர் முதல் தடுப்பூசி மருந்தையும், 65.83% பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர்.",
        "மூன்றாவது டோஸ் மொத்த மக்கள் தொகையில் 36.03% பேருக்கு வழங்கப்பட்டுள்ளது.",
        "புதன்கிழமை முதல் 253 பேர் ஃபைசர் மருந்தையும், 1,019 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றனர். மொத்தம் 2,524,207 பேர் ஃபைசரின் முதல் டோஸையும், 892,951 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்.",
        "புதனன்று பத்தொன்பது பேர் சினோபார்மின் முதல் டோஸைப் பெற்றனர் மற்றும் தொற்றுநோயியல் பிரிவு தரவுகள், தடுப்பூசியின் முதல் டோஸ் மொத்தம் 12,048,412 நபர்களுக்கு வழங்கப்பட்டதாகக் காட்டுகிறது. சினோபார்மின் இரண்டாவது டோஸ் 11,176,734 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் புதன்கிழமை 94 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "அஸ்ட்ராஜெனெகாவின் முதல் டோஸ் 1,479,631 நபர்களுக்கு வழங்கப்பட்டது, அவர்களில் 1,418,593 நபர்கள் இரண்டாவது டோஸையும் பெற்றுள்ளனர்.",
        "804,801 பேர் மாடர்னாவின் முதல் டோஸைப் பெற்றுள்ளனர் மற்றும் 787,361 நபர்கள் இரண்டாவது டோஸ் தடுப்பூசியைப் பெற்றுள்ளனர் என்று தொற்றுநோயியல் பிரிவு மேலும் கூறுகிறது.",
        "மொத்தம் 159,110 பேர் ஸ்புட்னிக் V இன் முதல் டோஸையும், 155,812 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்."
      ]
    }
  }
}