{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/us-india-congratulate-crisis-hit-sri-lankas-new-prime-minister-94180/",
  "time_ut": 1652392080,
  "title": "US, India congratulate crisis-hit Sri Lanka’s new prime minister",
  "body_lines": [
    "ECONOMYNEXT – The United States and India congratulated Sri Lanka’s new Prime Minister Ranil Wickremesinghe who was appointed on Thursday to accomplish a tough task of bailing out the sovereign-defaulted country from the ongoing economic crisis.",
    "The new prime minister’s appointment came at a time when both India and the U.S. are looking for more engagement with Sri Lanka amid concerns that Sri Lanka could drift towards China because of Beijing’s large volume of loans.",
    "Wickremesinge, 73, was appointed to the post for for the fifth time in the last three decades. He has been in the parliament since 1977 and leader of center-right United National Party since 1994.",
    "“I look forward to working with Ranil Wickremesinghe. His appointment as prime minister and the quick formation of an inclusive government, are first steps to addressing the crisis and promoting stability,” U.S. ambassador Julie Chung said in her twitter feed.",
    "“We encourage meaningful progress at the IMF and long-term solutions that meet the needs of all Sri Lankans.”",
    "Look forward to working w/ @RW_UNP. His appointment as PM, and the quick formation of an inclusive government, are first steps to addressing the crisis & promoting stability. We encourage meaningful progress at the IMF & long-term solutions that meet the needs of all Sri Lankans.",
    "Sri Lanka is facing twin crisis of debts and balance of payment crisis. The island nation under President Gotabaya Rajapaksa has failed to address the economic concerns, aggravating the already existing crisis.",
    "The 84.5 billion economy has already suspended  all foreign debt repayments from April 12 while a top delegation held talks with the IMF last month to seek assistance in facing the current crisis. However, the country has to deal with some debt restructuring on its foreign loans before seeking the IMF help.",
    "Government sources have said Wickremesinghe’s appointment is expected to instill some confidence in the markets. That confidence is expected to increase foreign investment into Sri Lanka’s government securities and equities.",
    "Despite he lost the 2020 parliamentary election personally and as a party, Wickremesinghe entered the parliament with a bonus seat his party got.",
    "He has past records of handling financial crisis through foreign funds. However, this time, he is given the task of handling the financial crisis as soon as possible amid a geopolitical cold war between India and China in Sri Lanka’s territory.",
    "“High Commission of India hopes for political stability and looks forward to working with the Government of Sri Lanka formed in accordance with democratic processes pursuant to the swearing in of Ranil Wickremesinghe as the Prime Minister of Sri Lanka,” Indian High Commission in Colombo said in its official twitter feed.",
    "“India’s commitment to the people of Sri Lanka will continue,” it said.",
    "High Commission of India hopes for political stability and looks forward to working with the Government of Sri Lanka formed in accordance with democratic processes pursuant to the swearing in of Hon'ble @RW_UNP as the Prime Minister of #SriLanka. (1/2)",
    "India has given nearly 3.5 billion US dollars so far this year mainly in credit including 1.5 billion US dollars to buy essentials and fuel",
    "Sri Lanka’s worst economic crisis since 1948 independence has already led to a political crisis. Protests started two months ago when President Gotabaya Rajapaksa failed to handle the economy with wise moves. Now the protests have grown against Rajapaksa.",
    "The protesters demand the resignation of President Rajapaksa and his brother, then Prime Minister Rajapaksa and the entire government.",
    "Mahinda Rajapaksa resigned on Monday after his supporters attacked unarmed protesters in capital Colombo. The attack led into island wise violent clash which killed at least 9 people and injured nearly 300. (Colombo/May13/2022)"
  ],
  "translate": {
    "si": {
      "title": "අර්බුදකාරී ශ්‍රී ලංකාවේ නව අග්‍රාමාත්‍යවරයාට එක්සත් ජනපදය සහ ඉන්දියාව සුබ පතයි",
      "body_lines": [
        "ECONOMYNEXT - පවතින ආර්ථික අර්බුදයෙන් ස්වෛරීභාවය පැහැර හරින ලද රට මුදා ගැනීමේ දුෂ්කර කාර්යයක් ඉටු කිරීම සඳහා බ්‍රහස්පතින්දා පත් කරන ලද ශ්‍රී ලංකාවේ නව අගමැති රනිල් වික්‍රමසිංහ මහතාට එක්සත් ජනපදය සහ ඉන්දියාව සුබ පැතූහ.",
        "නව අග්‍රාමාත්‍යවරයාගේ පත්වීම සිදුවූයේ බීජිං හි විශාල ණය ප්‍රමාණය නිසා ශ්‍රී ලංකාව චීනය දෙසට ඇදී යා හැකි බවට වන කනස්සල්ල මධ්‍යයේ ඉන්දියාව සහ එක්සත් ජනපදය යන දෙකම ශ්‍රී ලංකාව සමඟ වැඩි සම්බන්ධයක් අපේක්ෂා කරන අවස්ථාවක ය.",
        "73 හැවිරිදි වික්‍රමසිංහ මහතා පසුගිය දශක තුනක කාලය තුළ පස්වැනි වරටත් එම තනතුරට පත් විය. ඔහු 1977 සිට පාර්ලිමේන්තුවේ සිටින අතර 1994 සිට මධ්‍ය දක්ෂිණාංශික එක්සත් ජාතික පක්ෂයේ නායකයා වේ.",
        "“රනිල් වික්‍රමසිංහ මහතා සමඟ වැඩ කිරීමට මම බලාපොරොත්තු වෙනවා. ඔහු අග්‍රාමාත්‍යවරයා ලෙස පත් කිරීම සහ ඇතුළත් වූ රජයක් ඉක්මනින් පිහිටුවීම, අර්බුදය විසඳීමට සහ ස්ථාවරත්වය ප්‍රවර්ධනය කිරීමේ පළමු පියවරයි.",
        "\"අපි IMF හි අර්ථවත් ප්‍රගතිය සහ සියලුම ශ්‍රී ලාංකිකයන්ගේ අවශ්‍යතා සපුරාලන දිගු කාලීන විසඳුම් දිරිමත් කරමු.\"",
        "@RW_UNP සමඟ වැඩ කිරීමට බලාපොරොත්තු වන්න. ඔහු අග්‍රාමාත්‍යවරයා ලෙස පත් කිරීම සහ සියලු දෙනා ඇතුළත් රජයක් ඉක්මනින් පිහිටුවීම, අර්බුදය විසඳීමට සහ ස්ථාවරත්වය ප්‍රවර්ධනය කිරීමේ පළමු පියවර වේ. IMF හි අර්ථවත් ප්‍රගතියක් සහ සියලුම ශ්‍රී ලාංකිකයන්ගේ අවශ්‍යතා සපුරාලන දිගු කාලීන විසඳුම් අපි දිරිමත් කරමු.",
        "ශ්‍රී ලංකාව ණය අර්බුදයකට සහ ගෙවුම් ශේෂ අර්බුදයකට මුහුණ දී සිටී. ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා යටතේ පවතින දූපත් ජාතිය දැනටමත් පවතින අර්බුදය තවත් උග්‍ර කරමින් ආර්ථික ගැටලු විසඳීමට අපොහොසත් වී ඇත.",
        "බිලියන 84.5 ආර්ථිකය දැනටමත් අප්‍රේල් 12 සිට සියලුම විදේශ ණය ආපසු ගෙවීම අත්හිටුවා ඇති අතර වත්මන් අර්බුදයට මුහුණ දීම සඳහා සහය ලබා ගැනීම සඳහා ඉහළ නියෝජිත පිරිසක් පසුගිය මාසයේ IMF සමඟ සාකච්ඡා පැවැත්වූහ. කෙසේ වෙතත්, ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය ලබා ගැනීමට පෙර රටට විදේශ ණය මත යම් ණය ප්‍රතිව්‍යුහගත කිරීම්වලට මුහුණ දීමට සිදුවේ.",
        "වික‍්‍රමසිංහගේ පත්වීම වෙළඳපල තුළ යම් විශ්වාසයක් ඇති කරනු ඇතැයි අපේක්ෂා කරන බව රජයේ ආරංචි මාර්ග පවසයි. එම විශ්වාසය ශ්‍රී ලංකාවේ රාජ්‍ය සුරැකුම්පත් සහ කොටස් වෙත විදේශ ආයෝජන වැඩි කිරීමට අපේක්ෂා කෙරේ.",
        "2020 පාර්ලිමේන්තු මැතිවරණය පෞද්ගලිකව සහ පක්ෂයක් ලෙස පරාජය වුවද වික්‍රමසිංහ පාර්ලිමේන්තුවට පැමිණියේ තම පක්ෂයට ලැබුණු ප්‍රසාද ආසනයක් ද ලබාගෙනය.",
        "විදේශ අරමුදල් හරහා මූල්‍ය අර්බුදය හැසිරවීමේ අතීත වාර්තා ඔහු සතුව ඇත. කෙසේ වෙතත්, මෙවර, ශ්‍රී ලංකාවේ භූමිය තුළ ඉන්දියාව සහ චීනය අතර භූ දේශපාලනික සීතල යුද්ධයක් මධ්‍යයේ හැකි ඉක්මනින් මූල්‍ය අර්බුදය හැසිරවීමේ කාර්යය ඔහුට පවරා ඇත.",
        "“ඉන්දියා මහ කොමසාරිස් කාර්යාලය දේශපාලන ස්ථාවරත්වයක් බලාපොරොත්තු වන අතර රනිල් වික්‍රමසිංහ ශ්‍රී ලංකාවේ අග්‍රාමාත්‍යවරයා ලෙස දිවුරුම් දීමෙන් අනතුරුව ප්‍රජාතන්ත්‍රවාදී ක්‍රියාදාමයන්ට අනුකූලව පිහිටුවන ලද ශ්‍රී ලංකා රජය සමඟ කටයුතු කිරීමට බලාපොරොත්තු වන බව” කොළඹ ඉන්දීය මහ කොමසාරිස් කාර්යාලය පවසයි. එහි නිල ට්විටර් සංග්‍රහය.",
        "\"ශ්‍රී ලංකාවේ ජනතාව සඳහා ඉන්දියාවේ කැපවීම දිගටම පවතිනු ඇත,\" එය පවසයි.",
        "ඉන්දීය මහ කොමසාරිස් කාර්යාලය දේශපාලන ස්ථාවරත්වයක් බලාපොරොත්තු වන අතර # SriLanka අග්‍රාමාත්‍යවරයා ලෙස ගරු @RW_UNP මහතා දිවුරුම් දීම අනුව ප්‍රජාතන්ත්‍රවාදී ක්‍රියාවලීන්ට අනුකූලව පිහිටුවන ලද ශ්‍රී ලංකා රජය සමඟ කටයුතු කිරීමට අපේක්ෂා කරයි. (1/2)",
        "අත්‍යවශ්‍ය ද්‍රව්‍ය සහ ඉන්ධන මිලදී ගැනීම සඳහා ප්‍රධාන වශයෙන් ඩොලර් බිලියන 1.5 ක් ඇතුළුව ණය වශයෙන් ඉන්දියාව මේ වසරේ මේ දක්වා ඩොලර් බිලියන 3.5 කට ආසන්න මුදලක් ලබා දී ඇත.",
        "1948 නිදහසින් පසු ශ්‍රී ලංකාවේ දරුණුතම ආර්ථික අර්බුදය දැනටමත් දේශපාලන අර්බුදයකට තුඩු දී ඇත. මීට මාස දෙකකට පෙර විරෝධතා ආරම්භ වූයේ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ආර්ථිකය බුද්ධිමත් ලෙස හසුරුවා ගැනීමට අපොහොසත් වීමත් සමඟය. දැන් රාජපක්ෂට එරෙහිව විරෝධතා වර්ධනය වී තිබේ.",
        "විරෝධතාකරුවන් ඉල්ලා සිටින්නේ ජනාධිපති රාජපක්ෂට සහ ඔහුගේ සොහොයුරාට, එවකට අගමැති වූ රාජපක්ෂට සහ සමස්ත රජයට ඉල්ලා අස්විය යුතු බවයි.",
        "කොළඹ අගනුවරදී නිරායුධ විරෝධතාකරුවන්ට ඔහුගේ ආධාරකරුවන් පහර දීමෙන් පසු මහින්ද රාජපක්ෂ සඳුදා ඉල්ලා අස්විය. මෙම ප්‍රහාරය දිවයින අනුව ප්‍රචණ්ඩ ගැටුමකට තුඩු දුන් අතර එය අවම වශයෙන් පුද්ගලයින් 9 දෙනෙකු මිය ගොස් 300 කට ආසන්න පිරිසක් තුවාල ලබා ඇත. (කොළඹ/මැයි13/2022)"
      ]
    },
    "ta": {
      "title": "நெருக்கடியில் சிக்கியுள்ள இலங்கையின் புதிய பிரதமருக்கு அமெரிக்கா, இந்தியா வாழ்த்து தெரிவித்துள்ளன",
      "body_lines": [
        "பொருளாதாரம் - தற்போதைய பொருளாதார நெருக்கடியில் இருந்து இறையாண்மை செலுத்தாத நாட்டை மீட்டெடுக்கும் கடினமான பணியை நிறைவேற்றுவதற்காக வியாழன் அன்று நியமிக்கப்பட்ட இலங்கையின் புதிய பிரதமர் ரணில் விக்கிரமசிங்கவிற்கு அமெரிக்காவும் இந்தியாவும் வாழ்த்து தெரிவித்தன.",
        "பெய்ஜிங்கின் பெருமளவிலான கடன்கள் காரணமாக இலங்கை சீனாவை நோக்கிச் செல்லக்கூடும் என்ற கவலைகளுக்கு மத்தியில் இந்தியாவும் அமெரிக்காவும் இலங்கையுடன் அதிக ஈடுபாட்டை எதிர்பார்க்கும் நேரத்தில் புதிய பிரதமரின் நியமனம் இடம்பெற்றுள்ளது.",
        "73 வயதான விக்கிரமசிங்க கடந்த மூன்று தசாப்தங்களில் ஐந்தாவது தடவையாக இப்பதவிக்கு நியமிக்கப்பட்டுள்ளார். அவர் 1977 முதல் நாடாளுமன்றத்திலும், 1994 முதல் மத்திய வலதுசாரி ஐக்கிய தேசியக் கட்சியின் தலைவராகவும் இருந்து வருகிறார்.",
        "ரணில் விக்கிரமசிங்கவுடன் இணைந்து பணியாற்ற நான் எதிர்பார்த்துள்ளேன். அவர் பிரதம மந்திரியாக நியமனம் மற்றும் ஒரு உள்ளடக்கிய அரசாங்கத்தை விரைவாக உருவாக்குவது, நெருக்கடியை நிவர்த்தி செய்வதற்கும் ஸ்திரத்தன்மையை மேம்படுத்துவதற்கும் முதல் படிகள், ”என்று அமெரிக்க தூதர் ஜூலி சுங் தனது ட்விட்டர் ஊட்டத்தில் தெரிவித்தார்.",
        "\"IMF இல் அர்த்தமுள்ள முன்னேற்றத்தையும் அனைத்து இலங்கையர்களின் தேவைகளையும் பூர்த்தி செய்யும் நீண்ட கால தீர்வுகளை நாங்கள் ஊக்குவிக்கிறோம்.\"",
        "@RW_UNP உடன் வேலை செய்ய ஆவலுடன் காத்திருங்கள். பிரதமராக அவர் நியமனம், மற்றும் அனைவரையும் உள்ளடக்கிய அரசாங்கத்தின் விரைவான உருவாக்கம் ஆகியவை நெருக்கடியை எதிர்கொள்வதற்கும் ஸ்திரத்தன்மையை மேம்படுத்துவதற்கும் முதல் படிகளாகும். அனைத்து இலங்கையர்களின் தேவைகளையும் பூர்த்தி செய்யும் IMF மற்றும் நீண்ட கால தீர்வுகளில் அர்த்தமுள்ள முன்னேற்றத்தை நாங்கள் ஊக்குவிக்கிறோம்.",
        "இலங்கை இரட்டை கடன் நெருக்கடி மற்றும் கொடுப்பனவு சமநிலை நெருக்கடியை எதிர்கொள்கிறது. ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் கீழ் உள்ள தீவு நாடு, ஏற்கனவே நிலவும் நெருக்கடியை மோசமாக்கும் வகையில், பொருளாதாரக் கவலைகளைத் தீர்க்கத் தவறிவிட்டது.",
        "84.5 பில்லியன் பொருளாதாரம் ஏற்கனவே ஏப்ரல் 12 முதல் அனைத்து வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்துவதையும் நிறுத்தி வைத்துள்ளது, அதே நேரத்தில் தற்போதைய நெருக்கடியை எதிர்கொள்வதில் உதவி பெறுவதற்காக உயர்மட்ட பிரதிநிதிகள் குழு கடந்த மாதம் IMF உடன் பேச்சுவார்த்தை நடத்தியது. எவ்வாறாயினும், IMF உதவியைப் பெறுவதற்கு முன், நாடு அதன் வெளிநாட்டுக் கடன்களில் சில கடன் மறுசீரமைப்பைக் கையாள வேண்டும்.",
        "விக்கிரமசிங்கவின் நியமனம் சந்தைகளில் நம்பிக்கையை ஏற்படுத்தும் என எதிர்பார்க்கப்படுவதாக அரசாங்க வட்டாரங்கள் தெரிவித்துள்ளன. அந்த நம்பிக்கையானது இலங்கையின் அரசாங்கப் பத்திரங்கள் மற்றும் பங்குகளில் வெளிநாட்டு முதலீட்டை அதிகரிக்கும் என எதிர்பார்க்கப்படுகிறது.",
        "2020 நாடாளுமன்றத் தேர்தலில் தனிப்பட்ட முறையிலும் கட்சி என்ற ரீதியிலும் தோல்வியடைந்த போதிலும், விக்கிரமசிங்க தனது கட்சிக்குக் கிடைத்த போனஸ் ஆசனத்துடன் நாடாளுமன்றத்தில் நுழைந்தார்.",
        "வெளிநாட்டு நிதிகள் மூலம் நிதி நெருக்கடியைக் கையாண்டதற்கான கடந்தகால பதிவுகள் அவரிடம் உள்ளன. எவ்வாறாயினும், இம்முறை, இலங்கையின் பிரதேசத்தில் இந்தியாவிற்கும் சீனாவிற்கும் இடையிலான பூகோள அரசியல் பனிப்போருக்கு மத்தியில் நிதி நெருக்கடியை விரைவில் கையாளும் பணி அவருக்கு வழங்கப்பட்டுள்ளது.",
        "“இந்திய உயர் ஸ்தானிகர் அரசியல் ஸ்திரத்தன்மையை நம்புகிறது மற்றும் இலங்கையின் பிரதமராக ரணில் விக்கிரமசிங்க பதவியேற்றதன் அடிப்படையில் உருவாக்கப்பட்ட ஜனநாயக நடைமுறைகளுக்கு இணங்க இலங்கை அரசாங்கத்துடன் இணைந்து பணியாற்ற எதிர்பார்க்கிறது” என்று கொழும்பில் உள்ள இந்திய உயர்ஸ்தானிகராலயம் தெரிவித்துள்ளது. அதன் அதிகாரப்பூர்வ ட்விட்டர் ஊட்டம்.",
        "\"இலங்கை மக்களுக்கான இந்தியாவின் அர்ப்பணிப்பு தொடரும்\" என்று அது கூறியது.",
        "இந்திய உயர் ஸ்தானிகராலயம் அரசியல் ஸ்திரத்தன்மையை நம்புகிறது மற்றும் கௌரவ @RW_UNP அவர்கள் #இலங்கையின் பிரதமராகப் பதவிப் பிரமாணம் செய்துகொண்டதன் அடிப்படையில் ஜனநாயக செயல்முறைகளுக்கு இணங்க உருவாக்கப்பட்ட இலங்கை அரசாங்கத்துடன் இணைந்து பணியாற்ற எதிர்பார்த்துள்ளது. (1/2)",
        "இந்த ஆண்டு இதுவரை இந்தியா கிட்டத்தட்ட 3.5 பில்லியன் அமெரிக்க டாலர்களை முக்கியமாகக் கடனாக 1.5 பில்லியன் அமெரிக்க டாலர்களை அத்தியாவசியப் பொருட்கள் மற்றும் எரிபொருளை வாங்குவதற்கு வழங்கியுள்ளது.",
        "1948 சுதந்திரத்தின் பின்னர் இலங்கையின் மோசமான பொருளாதார நெருக்கடி ஏற்கனவே அரசியல் நெருக்கடிக்கு வழிவகுத்துள்ளது. இரண்டு மாதங்களுக்கு முன்னர் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பொருளாதாரத்தை புத்திசாலித்தனமான நகர்வுகளுடன் கையாளத் தவறியதைத் தொடர்ந்து எதிர்ப்புக்கள் ஆரம்பித்தன. தற்போது ராஜபக்சேவுக்கு எதிராக போராட்டங்கள் வலுத்துள்ளன.",
        "ஜனாதிபதி ராஜபக்சே மற்றும் அவரது சகோதரர், அப்போதைய பிரதமர் ராஜபக்சே மற்றும் முழு அரசாங்கமும் பதவி விலக வேண்டும் என்று போராட்டக்காரர்கள் கோருகின்றனர்.",
        "தலைநகர் கொழும்பில் நிராயுதபாணியான போராட்டக்காரர்கள் மீது அவரது ஆதரவாளர்கள் தாக்குதல் நடத்தியதை அடுத்து, மகிந்த ராஜபக்ச திங்கள்கிழமை பதவி விலகினார். இந்தத் தாக்குதல் தீவு வாரியாக வன்முறை மோதலுக்கு வழிவகுத்தது, இதில் குறைந்தது 9 பேர் கொல்லப்பட்டனர் மற்றும் கிட்டத்தட்ட 300 பேர் காயமடைந்தனர். (கொழும்பு/மே13/2022)"
      ]
    }
  }
}