{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/War-in-Ukraine-and-claims-of-biological-weapons-programmes-EDITORIAL/172-232964",
  "time_ut": 1647196260,
  "title": "War in Ukraine and claims of biological weapons programmes - EDITORIAL",
  "body_lines": [
    "The Russian invasion of Ukraine is entering its 19th day. There are no signs of an imminent ceasefire, despite Western sanctions targeting the Russian economy.",
    "Since Russian troops began their offensive on February 24, the violence has intensified, with several Ukrainian cities coming under attack, which in turn has led to thousands of Ukrainians fleeing the country in search of safety.",
    "On Thursday, Russia accused the US of funding research into the development a biological weapons programme in Ukraine. Ukrainian leader Volodmir Zelensky dismissed Russia’s allegations saying no one was developing any chemical or any other Weapons of Mass Destruction (WMD) in Ukraine.",
    "Western states charged Russia of employing a ruse by accusing Ukraine and the United States of developing biological and chemical weapons to lay the ground for their possible use in Ukraine.",
    "On Friday - February 11 - the UN Security Council met to discuss ‘military biological activities’ in Ukraine. At the session, the Russian ambassador to the UN, evoked the specter of an “uncontrolled spread of bio agents from Ukraine” across Europe. Moscow claimed that its forces had discovered evidence of an “emergency clean-up” to hide the programme. It added troops had discovered documents related to the secret US operation in laboratories in Ukraine.",
    "While China supported Russia’s claim, media outlets in the US itself, like ‘Fox News’ anchor Tucker Clarkson accused the Biden administration of funding secret bio labs in Ukraine, based on US Under Secretary of State Victoria Nulan’s testimony to the Senate where she admitted Ukraine did in fact have biological research facilities and her fear that invading Russian troops may gain control of the facility. She added the US was working with Ukrainian authorities to prevent research material falling into Russian hands.",
    "Clarkson added the US embassy website in Ukraine showed American and Ukrainian scientists had worked on a number of experiments in this connection. He claimed the web pages were suddenly taken down but archived records showed US Defence department funding to the laboratories in Ukraine.",
    "The US ambassador, Linda Thomas-Greenfield, phoo poohing Russian charges said that Russia’s claim could be a pretext for Russia launching a biological weapons attack on Ukraine.   According to Nuland funding to the laboratories had its roots in the fall of the Soviet Union after which money was pumped into Ukraine and other former Soviet countries to help them transfer scientific skills away from weapons programmes towards public health initiatives.",
    "The World Health Organization (WHO) said it is unaware of activity by Ukraine violating any international treaty, including the ban on biological weapons.",
    "The UN High Commissioner for Disarmament, Izumi Nakamitsu, confirmed that the UN was not aware of any biological weapons programmes in Ukraine.",
    "However a report in The Guardian’ affirmed the presence of dangerous pathogens in the Ukraine labs. The ‘Guardian’ added it knew of this because WHO was urging Ukraine to destroy any highly dangerous agents in its laboratories to avoid the risk of a disastrous outbreak should one of the labs be hit during a Russian attack.   “...WHO has strongly recommended to the Ministry of Health in Ukraine and other responsible bodies to destroy high-threat pathogens to prevent any potential spills,” the UN health agency said according to the ‘Guardian’.",
    "The reality is that testing of dangerous pathogens for whatever the purpose, was taking place in Ukraine. It was carried out by the US and the Ukraian authorities. The programme was secretive, yet known to the UN, and the UN did urge Ukraine to destroy the pathogens -not only because it could be used to create Weapons of Mass Destruction, but because the pathogens could leak as they were not securely stored. Shame on the UN and shame on the US. The world well remembers the death and destruction the US unleashed during its invasion of Iraq, falsely claiming that, that country was in possession of Weapons of Mass Destruction. But neither can the world accept Russia’s insecurity over Ukraine’s attempt to join NATO as reason to invade Ukraine.",
    "In much the same way Russia stopped its missiles programme in Cuba to allay American fears of Soviet missiles in the US backyard in1962; the US and NATO need to find a way out of the present impasse of quelling Russian fears over Ukranian membership of NATO and the arrival US troops, missiles and WDMs to Russia’s doorstep.   The death and destruction in Ukraine will end only when Russia’s security concerns can be met.",
    "Its sad, but is the reality of small states caught up in geopolitical power games of large and powerful neighbours."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේනයේ යුද්ධය සහ ජීව විද්‍යාත්මක අවි වැඩසටහන් වල හිමිකම් - කතුවැකිය",
      "body_lines": [
        "රුසියානු යුක්රේනය ආක්‍රමණය 19 වැනි දිනට පිවිසෙයි. රුසියානු ආර්ථිකය ඉලක්ක කරගත් බටහිර සම්බාධක නොතකා, ආසන්න සටන් විරාමයක ලකුණු නොමැත.",
        "පෙබරවාරි 24 දින රුසියානු හමුදා සිය ප්‍රහාරය ආරම්භ කළ දා සිට ප්‍රචණ්ඩත්වය තීව්‍ර වී ඇති අතර, යුක්‍රේන නගර කිහිපයකට ප්‍රහාර එල්ල වීමත් සමඟ, යුක්‍රේනියානුවන් දහස් ගණනක් ආරක්ෂාව පතා රටින් පලා යාමට හේතු විය.",
        "බ්‍රහස්පතින්දා රුසියාව, යුක්රේනයේ ජීව විද්‍යාත්මක අවි වැඩසටහනක් සංවර්ධනය කිරීම පිළිබඳ පර්යේෂණ සඳහා අරමුදල් සපයන බවට එක්සත් ජනපදයට චෝදනා කළේය. යුක්රේන නායක වොලොද්මීර් සෙලෙන්ස්කි රුසියාවේ චෝදනා ප්‍රතික්ෂේප කළේ කිසිවෙකු යුක්‍රේනයේ කිසිදු රසායනික ද්‍රව්‍යයක් හෝ වෙනත් මහා විනාශකාරී ආයුධයක් (WMD) නිපදවන්නේ නැති බව පවසමිනි.",
        "බටහිර රාජ්‍යයන් රුසියාවට චෝදනා කළේ යුක්‍රේනය සහ එක්සත් ජනපදය ජීව විද්‍යාත්මක හා රසායනික අවි නිපදවන බවට චෝදනා කරමින් රුසියාව යුක්‍රේනයේ ඔවුන්ගේ භාවිතයට හැකිවන පරිදි බිම තැබීම සඳහා ය.",
        "සිකුරාදා - පෙබරවාරි 11 - යුක්රේනයේ 'මිලිටරි ජීව විද්‍යාත්මක ක්‍රියාකාරකම්' සාකච්ඡා කිරීමට එක්සත් ජාතීන්ගේ ආරක්ෂක මණ්ඩලය රැස් විය. සැසියේදී, UN හි රුසියානු තානාපති, යුරෝපය පුරා \"යුක්රේනයෙන් ජෛව නියෝජිතයින්ගේ පාලනයකින් තොරව පැතිරීම\" පිලිබඳ අවතාරය අවදි කළේය. මොස්කව් කියා සිටියේ තම හමුදා වැඩසටහන සැඟවීමට \"හදිසි පිරිසිදු කිරීමක්\" පිලිබඳ සාක්ෂි සොයාගෙන ඇති බවයි. යුක්රේනයේ රසායනාගාරවල එක්සත් ජනපද රහසිගත මෙහෙයුමට අදාළ ලියකියවිලි හමුදාව විසින් සොයාගෙන ඇති බව එහි වැඩිදුරටත් සඳහන් වේ.",
        "රුසියාවේ ප්‍රකාශයට චීනය සහය දුන් අතර, 'Fox News' නිවේදක Tucker Clarkson වැනි එක්සත් ජනපදයේම මාධ්‍ය ආයතන, Biden පරිපාලනය යුක්රේනයේ රහස් ජීව විද්‍යාගාර සඳහා අරමුදල් සපයන බවට චෝදනා කළේ, එක්සත් ජනපද උප රාජ්‍ය ලේකම් වික්ටෝරියා නුලන් සෙනෙට් සභාවට දුන් සාක්ෂිය මත පදනම්ව, යුක්රේනය පිළිගත්තාය. සත්‍ය වශයෙන්ම ජීව විද්‍යාත්මක පර්යේෂණ පහසුකම් තිබී ඇති අතර රුසියානු හමුදා ආක්‍රමණය කිරීමෙන් එම පහසුකම පාලනය කරනු ඇතැයි ඇය බිය විය. පර්යේෂණ ද්‍රව්‍ය රුසියානු අතට පත්වීම වැලැක්වීම සඳහා එක්සත් ජනපදය යුක්‍රේන බලධාරීන් සමඟ එක්ව කටයුතු කරන බවද ඇය පැවසුවාය.",
        "ක්ලාක්සන් යුක්රේනයේ එක්සත් ජනපද තානාපති කාර්යාලයේ වෙබ් අඩවිය පෙන්වා දුන්නේ ඇමරිකානු සහ යුක්රේන විද්‍යාඥයින් මේ සම්බන්ධයෙන් අත්හදා බැලීම් ගණනාවක් සිදු කර ඇති බවයි. ඔහු කියා සිටියේ වෙබ් පිටු හදිසියේම ඉවත් කර ඇති නමුත් සංරක්ෂිත වාර්තා යුක්රේනයේ රසායනාගාර සඳහා එක්සත් ජනපද ආරක්ෂක දෙපාර්තමේන්තුව අරමුදල් සපයන බවයි.",
        "රුසියාවේ ප්‍රකාශය යුක්රේනයට ජීව විද්‍යාත්මක අවි ප්‍රහාරයක් දියත් කිරීමට කඩතුරාවක් විය හැකි බව රුසියානු චෝදනා එල්ල කරන එක්සත් ජනපද තානාපති ලින්ඩා තෝමස්-ග්‍රීන්ෆීල්ඩ් ප්‍රකාශ කළේය. නුලන්ඩ්ට අනුව රසායනාගාර සඳහා අරමුදල් සැපයීමේ මූලයන් සෝවියට් සංගමයේ වැටීමෙන් පසුව යුක්රේනයට සහ අනෙකුත් පැරණි සෝවියට් රටවලට මුදල් පොම්ප කරන ලද අතර ඔවුන්ට ආයුධ වැඩසටහන් වලින් විද්‍යාත්මක කුසලතා මහජන සෞඛ්‍ය මුලපිරීම් සඳහා මාරු කිරීමට උපකාර විය.",
        "ලෝක සෞඛ්‍ය සංවිධානය (WHO) පැවසුවේ ජීව විද්‍යාත්මක අවි තහනම් කිරීම ඇතුළුව කිසිදු ජාත්‍යන්තර ගිවිසුමක් උල්ලංඝනය කරමින් යුක්රේනයේ ක්‍රියාකාරකම් පිළිබඳව තමන් නොදන්නා බවයි.",
        "එක්සත් ජාතීන්ගේ නිරායුධකරණය පිළිබඳ මහ කොමසාරිස් Izumi Nakamitsu තහවුරු කළේ යුක්රේනයේ කිසිදු ජීව විද්‍යාත්මක අවි වැඩසටහනක් පිළිබඳව එක්සත් ජාතීන්ගේ සංවිධානය දැන නොසිටි බවයි.",
        "කෙසේ වෙතත්, The Guardian' හි වාර්තාවක් යුක්රේනයේ රසායනාගාරවල භයානක රෝග කාරක පවතින බව තහවුරු කළේය. රුසියානු ප්‍රහාරයකදී එක් රසායනාගාරයකට පහර වැදුනහොත් විනාශකාරී පුපුරා යාමේ අවදානම වළක්වා ගැනීම සඳහා එහි රසායනාගාරවල ඇති අතිශයින්ම භයානක නියෝජිතයන් විනාශ කරන ලෙස ලෝක සෞඛ්‍ය සංවිධානය යුක්‍රේනයට බල කරමින් සිටි නිසා මෙය දැන සිටි බව 'ගාඩියන්' පැවසීය. “... WHO විසින් යුක්රේනයේ සෞඛ්‍ය අමාත්‍යාංශයට සහ අනෙකුත් වගකිවයුතු ආයතනවලට දැඩි ලෙස නිර්දේශ කර ඇත්තේ කිසියම් විභවයක් කාන්දු වීම වැළැක්වීම සඳහා ඉහළ තර්ජනාත්මක රෝග කාරක විනාශ කරන ලෙසයි,” එක්සත් ජාතීන්ගේ සෞඛ්‍ය ඒජන්සිය 'ගාඩියන්' පුවත්පතට අනුව පැවසීය.",
        "යථාර්ථය නම්, කුමන අරමුණක් සඳහා වුවද භයානක රෝග කාරක පරීක්ෂා කිරීම යුක්රේනයේ සිදුවෙමින් පවතී. එය එක්සත් ජනපදය හා යුක්රේන බලධාරීන් විසින් සිදු කරන ලදී. මෙම වැඩසටහන රහසිගත එකක් වූ නමුත් එක්සත් ජාතීන්ගේ සංවිධානය දන්නා අතර, රෝග කාරක විනාශ කරන ලෙස එක්සත් ජාතීන් යුක්රේනයෙන් ඉල්ලා සිටියේය - මහා විනාශයේ ආයුධ නිර්මාණය කිරීමට එය භාවිතා කළ හැකි නිසා පමණක් නොව, ඒවා ආරක්ෂිතව ගබඩා කර නොතිබූ බැවින් රෝග කාරක කාන්දු විය හැකි බැවිනි. UN එකටත් ලැජ්ජයි US එකටත්. එක්සත් ජනපදය ඉරාකය ආක්‍රමණය කිරීමේදී එම රට මහා විනාශකාරී ආයුධ ඇති බවට ව්‍යාජ ලෙස ප්‍රකාශ කළ මරණය සහ විනාශය ලෝකයට හොඳින් මතකයි. එහෙත් යුක්රේනය ආක්‍රමණය කිරීමට නේටෝවට බැඳීමට යුක්රේනය දරන උත්සාහය සම්බන්ධයෙන් රුසියාවේ අනාරක්ෂිත භාවය ද ලෝකයට පිළිගත නොහැක.",
        "1962 දී සෝවියට් මිසයිල පිලිබඳ ඇමරිකානු භීතිය තුරන් කිරීම සඳහා රුසියාව කියුබාවේදී සිය මිසයිල වැඩසටහන නැවැත්වූ ආකාරයටම; නේටෝවේ යුක්‍රේන සාමාජිකත්වය සහ එ.ජ. හමුදා, මිසයිල සහ ඩබ්ලිව්.ඩී.එම් රුසියාවේ දොරකඩට පැමිණීම සම්බන්ධයෙන් රුසියානු භීතිකාවන් සමනය කිරීමේ වර්තමාන අවුලෙන් මිදීමට එක්සත් ජනපදයට සහ නේටෝවට මගක් සෙවිය යුතුය. යුක්රේනයේ මරණය හා විනාශය අවසන් වනු ඇත්තේ රුසියාවේ ආරක්ෂක උත්සුකයන් සපුරාලිය හැකි වූ විට පමණි.",
        "එහි කනගාටුදායක, නමුත් විශාල සහ බලවත් අසල්වැසියන්ගේ භූ දේශපාලන බල ක්‍රීඩාවලට හසු වූ කුඩා රාජ්‍යයන්ගේ යථාර්ථය එයයි."
      ]
    },
    "ta": {
      "title": "உக்ரைனில் போர் மற்றும் உயிரியல் ஆயுத திட்டங்களின் கூற்றுகள் - தலையங்கம்",
      "body_lines": [
        "உக்ரைன் மீதான ரஷ்ய படையெடுப்பு 19வது நாளை எட்டியுள்ளது. ரஷ்ய பொருளாதாரத்தை குறிவைத்து மேற்கத்திய பொருளாதாரத் தடைகள் இருந்தபோதிலும், உடனடி போர்நிறுத்தத்திற்கான அறிகுறிகள் எதுவும் இல்லை.",
        "பிப்ரவரி 24 அன்று ரஷ்ய துருப்புக்கள் தங்கள் தாக்குதலைத் தொடங்கியதில் இருந்து, வன்முறை தீவிரமடைந்துள்ளது, பல உக்ரேனிய நகரங்கள் தாக்குதலுக்கு உட்பட்டுள்ளன, இதையொட்டி ஆயிரக்கணக்கான உக்ரேனியர்கள் பாதுகாப்பைத் தேடி நாட்டை விட்டு வெளியேற வழிவகுத்தது.",
        "வியாழன் அன்று, உக்ரைனில் ஒரு உயிரியல் ஆயுதத் திட்டத்தை உருவாக்குவதற்கான ஆராய்ச்சிக்கு அமெரிக்கா நிதியுதவி செய்வதாக ரஷ்யா குற்றம் சாட்டியது. உக்ரேனிய தலைவர் வோலோட்மிர் ஜெலென்ஸ்கி ரஷ்யாவின் குற்றச்சாட்டுகளை நிராகரித்தார், உக்ரைனில் யாரும் எந்த இரசாயனத்தையும் அல்லது வேறு எந்த ஆயுதங்களையும் (WMD) உருவாக்கவில்லை என்று கூறினார்.",
        "உக்ரைன் மற்றும் அமெரிக்கா உயிரியல் மற்றும் இரசாயன ஆயுதங்களை உருவாக்கி உக்ரேனில் தங்களின் சாத்தியமான பயன்பாட்டிற்கு அடித்தளமிட்டதாக குற்றம் சாட்டி, மேற்கத்திய நாடுகள் ரஷ்யா ஒரு தந்திரத்தை பயன்படுத்துவதாக குற்றம் சாட்டின.",
        "வெள்ளிக்கிழமை - பிப்ரவரி 11 - உக்ரைனில் 'இராணுவ உயிரியல் நடவடிக்கைகள்' பற்றி விவாதிக்க ஐ.நா பாதுகாப்பு கவுன்சில் கூடியது. அமர்வில், ஐ.நா.வுக்கான ரஷ்ய தூதர், ஐரோப்பா முழுவதும் \"உக்ரைனில் இருந்து உயிரி முகவர்களின் கட்டுப்பாடற்ற பரவல்\" பற்றிய அச்சுறுத்தலைத் தூண்டினார். திட்டத்தை மறைப்பதற்கு \"அவசர சுத்திகரிப்பு\"க்கான ஆதாரத்தை அதன் படைகள் கண்டுபிடித்ததாக மாஸ்கோ கூறியது. உக்ரைனில் உள்ள ஆய்வகங்களில் அமெரிக்காவின் ரகசிய நடவடிக்கை தொடர்பான ஆவணங்களை துருப்புக்கள் கண்டுபிடித்ததாக அது கூறியது.",
        "ரஷ்யாவின் கூற்றை சீனா ஆதரித்த அதே வேளையில், 'ஃபாக்ஸ் நியூஸ்' தொகுப்பாளர் டக்கர் கிளார்க்சன் போன்ற அமெரிக்க ஊடகங்கள், உக்ரைனில் உள்ள இரகசிய உயிரியல் ஆய்வகங்களுக்கு பிடென் நிர்வாகம் நிதியுதவி செய்ததாக குற்றம் சாட்டின. உண்மையில் உயிரியல் ஆராய்ச்சி வசதிகளைக் கொண்டிருந்தது மற்றும் ரஷ்ய துருப்புக்கள் படையெடுக்கும் வசதியின் கட்டுப்பாட்டைப் பெறலாம் என்று அவள் பயந்தாள். ஆராய்ச்சிப் பொருட்கள் ரஷ்ய கைகளில் விழுவதைத் தடுக்க உக்ரேனிய அதிகாரிகளுடன் அமெரிக்கா இணைந்து செயல்பட்டு வருவதாக அவர் கூறினார்.",
        "கிளார்க்சன் உக்ரைனில் உள்ள அமெரிக்க தூதரக இணையதளத்தில் அமெரிக்க மற்றும் உக்ரேனிய விஞ்ஞானிகள் இது தொடர்பாக பல சோதனைகளில் பணியாற்றியதைக் காட்டினார். இணையப் பக்கங்கள் திடீரென அகற்றப்பட்டதாக அவர் கூறினார், ஆனால் காப்பகப்படுத்தப்பட்ட பதிவுகள் உக்ரைனில் உள்ள ஆய்வகங்களுக்கு அமெரிக்க பாதுகாப்புத் துறை நிதியுதவி செய்வதைக் காட்டுகிறது.",
        "அமெரிக்க தூதர், லிண்டா தாமஸ்-கிரீன்ஃபீல்ட், ரஷ்ய குற்றச்சாட்டுகளை ஃபூ பூஹிங் செய்தார், ரஷ்யாவின் கூற்று உக்ரைன் மீது உயிரியல் ஆயுத தாக்குதலை நடத்துவதற்கு ரஷ்யா ஒரு சாக்குப்போக்காக இருக்கலாம் என்று கூறினார். நுலாந்தின் கூற்றுப்படி, ஆய்வகங்களுக்கு நிதியுதவி சோவியத் ஒன்றியத்தின் வீழ்ச்சியில் அதன் வேர்களைக் கொண்டிருந்தது, அதன் பிறகு உக்ரைன் மற்றும் பிற முன்னாள் சோவியத் நாடுகளுக்கு பணம் செலுத்தப்பட்டது, ஆயுதத் திட்டங்களிலிருந்து அறிவியல் திறன்களை பொது சுகாதார முன்முயற்சிகளுக்கு மாற்ற உதவியது.",
        "உலக சுகாதார அமைப்பு (WHO) உயிரியல் ஆயுதங்கள் மீதான தடை உட்பட எந்த சர்வதேச ஒப்பந்தத்தையும் மீறும் உக்ரைனின் செயல்பாடு குறித்து தனக்குத் தெரியாது என்று கூறியது.",
        "ஐ.நா. ஆயுதக் குறைப்புக்கான உயர்ஸ்தானிகர் இசுமி நகாமிட்சு, உக்ரைனில் எந்த உயிரியல் ஆயுதத் திட்டங்களையும் ஐ.நா அறிந்திருக்கவில்லை என்பதை உறுதிப்படுத்தினார்.",
        "இருப்பினும் தி கார்டியனில் ஒரு அறிக்கை உக்ரைன் ஆய்வகங்களில் ஆபத்தான நோய்க்கிருமிகள் இருப்பதை உறுதிப்படுத்தியது. ரஷ்ய தாக்குதலின் போது ஆய்வகங்களில் ஒன்று தாக்கப்பட்டால், பேரழிவுகரமான வெடிக்கும் அபாயத்தைத் தவிர்ப்பதற்காக, அதன் ஆய்வகங்களில் உள்ள மிகவும் ஆபத்தான முகவர்களை அழிக்க உக்ரைனை WHO வலியுறுத்துவதால், இதைப் பற்றி தனக்குத் தெரியும் என்று 'கார்டியன்' மேலும் கூறியது. \"...உக்ரைனில் உள்ள சுகாதார அமைச்சகம் மற்றும் பிற பொறுப்பான அமைப்புகளுக்கு WHO கடுமையாகப் பரிந்துரைத்துள்ளது, எந்தவொரு சாத்தியமான கசிவுகளையும் தடுக்க அதிக-அச்சுறுத்தும் நோய்க்கிருமிகளை அழிக்க வேண்டும்,\" என்று ஐ.நா. சுகாதார நிறுவனம் 'கார்டியன்' தெரிவித்துள்ளது.",
        "உண்மை என்னவென்றால், உக்ரைனில் எந்த நோக்கத்திற்காக ஆபத்தான நோய்க்கிருமிகளின் சோதனை நடைபெறுகிறது. இது அமெரிக்கா மற்றும் உக்ரேய அதிகாரிகளால் நடத்தப்பட்டது. இந்த திட்டம் இரகசியமானது, இன்னும் ஐ.நா.வுக்குத் தெரியும், மேலும் நோய்க்கிருமிகளை அழிக்க உக்ரைனை ஐ.நா வலியுறுத்தியது - இது வெகுஜன அழிவின் ஆயுதங்களை உருவாக்க பயன்படும் என்பதால் மட்டுமல்ல, அவை பாதுகாப்பாக சேமிக்கப்படாததால் நோய்க்கிருமிகள் கசியும். ஐநாவுக்கு வெட்கம், அமெரிக்காவுக்கு அவமானம். ஈராக் மீதான படையெடுப்பின் போது அமெரிக்கா கட்டவிழ்த்துவிட்ட மரணம் மற்றும் அழிவை உலகம் நன்றாக நினைவில் வைத்திருக்கிறது, அந்த நாடு பேரழிவு ஆயுதங்களை வைத்திருப்பதாக பொய்யாகக் கூறிக்கொண்டது. ஆனால் உக்ரைன் மீது படையெடுப்பதற்கு நேட்டோவில் சேர உக்ரைனின் முயற்சியில் ரஷ்யாவின் பாதுகாப்பின்மையை உலகம் ஏற்றுக்கொள்ள முடியாது.",
        "1962 இல் சோவியத் ஏவுகணைகள் பற்றிய அமெரிக்க அச்சத்தைப் போக்க கியூபாவில் ரஷ்யா தனது ஏவுகணைத் திட்டத்தை நிறுத்தியது. நேட்டோவின் உக்ரேனிய உறுப்பினர் மற்றும் அமெரிக்க துருப்புக்கள், ஏவுகணைகள் மற்றும் டபிள்யூடிஎம்கள் ரஷ்யாவின் வீட்டு வாசலில் வருவதைப் பற்றிய ரஷ்ய அச்சத்தைத் தணிக்கும் தற்போதைய முட்டுக்கட்டையிலிருந்து அமெரிக்காவும் நேட்டோவும் ஒரு வழியைக் கண்டுபிடிக்க வேண்டும். ரஷ்யாவின் பாதுகாப்பு கவலைகளை சந்திக்கும் போது மட்டுமே உக்ரைனில் மரணம் மற்றும் அழிவு முடிவுக்கு வரும்.",
        "பெரிய மற்றும் சக்திவாய்ந்த அண்டை நாடுகளின் புவிசார் அரசியல் அதிகார விளையாட்டுகளில் சிக்கியுள்ள சிறிய மாநிலங்களின் யதார்த்தம் வருத்தமளிக்கிறது."
      ]
    }
  }
}