{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/In-conversation-with-Poet-Ahnaf-Jazeem-The-poems-I-wrote-were-against-the-ISIS-ideology/231-232803",
  "time_ut": 1646948040,
  "title": "In conversation with Poet Ahnaf Jazeem “The poems I wrote were against  the ISIS ideology”",
  "body_lines": [
    "I was shocked to hear the manner in which the TV channels tried to link it (my book) with ‘extremism’",
    "I am not afraid of writing poems that question the state and the injustices done against humanity",
    "I was kneeling down with handcuffs and I was threatened to acknowledge that I worked for Hizbullah",
    "Islam never promotes violence and has no room for extremism or terrorism",
    "Young Tamil poet and teacher Ahnaf Jazeem was controversially arrested on May 16, 2020 under the Prevention of Terrorism Act (PTA) on the allegations of sowing Islamic extremism through his anthology ‘Navarasam’ penned in Tamil and of having a connection with lawyer and Human Rights Activist Hejaaz Hizbullah. After being detained for more than 18 months Jazeem was bailed out in December last year.  In an interview with the Daily Mirror he revealed that he endured harsh conditions and suffered physical and mental torture at the hands of the interrogators during his detention while discussing draconian nature of the PTA and how extremism is sown and used as a weapon by narrow-minded politicians to remain in power.",
    "Q   Ahnaf please tell us about yourself, your family, and your education?",
    "I am from Mannar. I have two brothers and two sisters. My father is a farmer and mother is a housewife. We were displaced in 1990 due to war and moved to Kalpitiya. I was born there in 1995. I was educated in Kalpitiya up to the Ordinal Level Examination stage. After that we moved to Mannar. In 2012, I went to further my studies at a higher education centre called Jamiah Naleemiah Islamic Institute in Beruwala. It was at that institution that I sat for the AL Examination in the year 2014. I studied there for seven years till March 30, 2019.",
    "Since my schooldays I was interested in poetry and writing. I used to read a lot. When I went to Naleemiah institute I read about injustice persisting in society and how it affects different religions, races, ethnicities. The institution offered many subjects such as arts, political science, sociology and so on. My favourite subjects were literature and writing. This was the beginning of my poetic journey until I was recognised as a poet.",
    "Q   Tell us about your first poetry book ‘Navarasam’ and what made you write it?",
    "Navarasam implies nine feelings such as delight, laughter, sorrow, anger, heroism, fear, disgust, wonder, peace. The poetry book has poems that talk about all these feelings. When I was at school I hardly had a chance to read about social issues except the prescribed text books set for school curriculum. When I entered the college in Beruwala I could read much about social issues through the subjects I was studying. This prompted me to start my creative journey. I also watch a lot of news on TV. I came to know about many human rights issues persisting in many parts of the world. I wrote poems about human rights issues whenever I heard or saw injustices or crimes committed against humanity. I collected all the poems I had written and published the book ‘Navarasam’ in 2017. The book launch was held in Mannar.",
    "In 2019 I was teaching at an international school called School of Excellence at Madurankuli in Puttalam. I taught Tamil. The school offered me quarters to stay in close proximity to the school. I stayed there for about three months and left the quarters after some time. But I left some documents and book in the quarters. When the COVID-19 pandemic started to spread in March 2020, I went to my hometown Mannar.",
    "I came to know through news that lawyer Hejaaz Hizbulla was controversially arrested. I watched news on TV and saw that the police had raided a building in Puttalam containing some books and documents that allegedly contained extremist views. The news reported that a poetry book named Navarasam was found among the documents. I was shocked to hear the manner in which the TV channels tried to link it (my book) with ‘extremism’. Soon I came to know that the quarters did not belong to the school.",
    "Two days before my arrest two officials- suspected to be CID officers- came to my house and inquired about me.  I was not at home then. After two days on May 16, 2020 a few officials came to my house and asked if I was the one who wrote the book ‘Navarasam’. I said ‘yes’. They took my mobile phone and the laptop. They wanted all the copies of ‘Navarasam’, and I handed over all the copies I had.  Then they checked my entire bookshelf and took about 50 other books, half of which were on traditional literature. These officers claimed these books contained extremist ideas. They told me to be prepared for a three-day inquiry and promised to release me afterwards.",
    "When they arrested me I went with them because I wanted to support their inquiry. They took me to a centre in Vavuniya. They continuously questioned me throughout the night about ‘Navarasam’. They said that the book contained extremist views and promoted terrorism. I told them I am totally against extremism and terrorism. I tried to explain to them by reading poems from the book. Two bearded officers told the other officers that I had attended the sessions conducted by Zaharan Hashim. They also said that I was lying to them and I should be taken to Colombo for a further inquiry. They pointed to me and said, “This guy should be kept in a dark cell for four years” They wanted me to acknowledge I was spreading extremist views and had participated in sessions conducted by Zaharan. I was kept for two days in Vavuniya before I was taken to Colombo for further inquiry.",
    "During the inquiry in Colombo they raised many question such as “What is the connection you have with Hejaaz Hizbullah? Aren’t you working for Hejaaz for a salary and teaching the students at school and spreading extremism and promoting terrorism?  Didn’t you study terrorism at Naleemiah College?”",
    "I remember how harsh it was to be handcuffed the entire day. I stayed alone for first fourteen days. During the night they would tie my handcuffs to a chair and put me in a passage where many pass by. The passersby used to label me as an ISIS terrorist. I was so weak that I couldn’t utter a word.",
    "After 14 days they sent me to a room in the sixth floor. The room could only accommodate about five persons at a time. There were 11 people in the room. Continually I had to stay with the handcuffs for over five months. Even when sleeping I was handcuffed. The food I was served was so awful.",
    "When I needed to urinate I had to come all the way from sixth floor to the second floor. It was only in the mornings and evenings that I could go to the bathroom. This was because we were taken to the bathroom when all the others in the cell also wanted to use it.  So I didn’t drink much water. I was mentally tortured to extreme levels.",
    "I was kneeling down with handcuffs and I was threatened to acknowledge that I worked for Hizbullah. If not, they said they would keep me in the cell for 20 years.",
    "Once they snatched my pair of spectacles and asked to read my book. Then tears were pouring down because I couldn’t read without a pair of spectacles. They accused me that I shed tears because I was deeply bound to extremist ideas and terrorism.",
    "I never expected that I would be arrested and detained for something I am not really responsible. I was planning my life ahead. I was supposed to marry, do my post-graduate studies and build my teaching career ahead. All these plans were put in jeopardy. It was also my goal to build a name as a poet in the country and internationally. In spite of all these troubles I am resolute and believe that I will succeed in my life.",
    "Q   Your poems were against extremism and even Islamic extremism and you wrote poems against ISIS. How were you arrested and detained for supporting the very things that you are fighting against?",
    "That is a big question remaining in my mind. This is an irony in life. The poems I wrote were against the ISIS ideology. The poems are also against extremism and terrorism as you know. In one of my poems, I have mentioned that the ones who hold guns to kill another will be destroyed by the guns or weapons themselves and such people would become the prey ultimately. Therefore one should wage war without arms. In the poem I have called for a revolution in education and for a positive change. To support the meaning of the poems I have inserted a picture of a person holding a gun. It is as if using a picture of a person cutting a tree to show it is important that one should not cut off trees.",
    "\"Navarasam implies nine feelings such as delight, laughter, sorrow, anger, heroism, fear, disgust, wonder, peace. The poetry book has poems that talk about all these feelings. When I was at school I hardly had a chance to read about social issues except the prescribed text books set for school curriculum. When I entered the college in Beruwala I could read much about social issues through the subjects I was studying\"",
    "Q   What do you think of the Easter Sunday attack and the suicide bombers?",
    "I was saddened to see this bloody massacre carried out by a group of people. In the name of Islam which never promotes violence. The suicide bombers have created a negative picture of the entire Muslim community. Islam never promotes violence and has no room for extremism or terrorism.",
    "As a socially responsible poet- that is what a true artist is- I wrote a poem a day after the attack and posted on my blog; condemning the attack and how this could lead to misinterpretation of the Islam religion as a whole.",
    "I am of the opinion that the PTA should be completely repealed. There are many who have been arrested under the PTA without proper charges and detained for about 18 months without being produced before the court. Most of the time inmates are coerced to confess and accept the charges. In the recent past many Muslims have become prey to this draconian act. I could imagine the suffering and trauma that the Tamils might have gone through because of the PTA.",
    "Q   We know that Sinhala extremism exists in Sri Lanka similar to Hindu extremism in India. Many other religious extremist groups also exist in Sri Lanka. The successive Governments have been alleging that Muslim extremism is dangerous. What is your opinion?",
    "I never approve or accept any form of extremism leading to religious violence no matter what religion or ethnicity it is related to. But what happens is that politicians use extremism as a weapon to divide people.  It is politicians who create extremism to cause disunity among different ethnic groups and achieve their selfish ends. Thus, certain vulnerable sections of minority communities are pushed to embrace extremism. The LTTE separatist movement is a good example of that. Long time anti-Tamil racism and discrimination led sections of youth to be attracted to bankrupt terrorist methods as a solution to their liberties and prosperity.",
    "Religious extremism leading to violence could  be eliminated if the rights of the citizens of this country are ensured regardless of ethnicity, religion and social status. Politicians arouse Buddhist extremism to gain more votes to grab power and maintain their hold.",
    "Q   This country belongs to all the ethnic and religious communities. But for years we have seen successive governments not treating Tamils as first class citizens. Now the tendency to discriminate has turned towards the Muslim community. Sinhala extremists think that the country belongs to Sinhala communities only. What is your take on that?",
    "Successive Governments made use of extreme nationalist sentiments and racism to assume power and maintain it. So they do not want racism or extremism to be gotten rid of, because they depend on them. Initially the successive governments employed racist violence against Tamils; allowing terrorism to sprout. Now they have targeted the Muslim community. They would spread racism for years with the help of a few Buddhist extremist groups to hoodwink the majority and retain their power.  This country belongs to all ethnicities. Historically, this is a multi-religious country and therefore all religions and ethnicities should be treated equally. We badly need secularism enshrined constitutionally in this country.  Every citizen in this country has the right to live a life of dignity. People have a right to their own religions or beliefs or not to profess a religion. People have the right to choose what they wish to wear as long as people abide by the law. In such a context, how could a Government label its own people as extremists or terrorists? Politicians want hatred towards other religions or ethnicities to exist because they want to ensure their position in power.",
    "Q   You have endured many difficult circumstances at a young age. What is your stance regarding your aesthetic journey as poet in the future?",
    "I don’t consider everything that happened to me as an obstacle, but this is an opportunity to realise myself as a poet and what I could do to the society. I am not afraid of writing poems that question the state and the injustices done against humanity. A Writer can become a voice for the voiceless by fighting for their rights through writing.",
    "We need to tirelessly work for the rights of the people. These days I am preparing myself through reading some literature texts. I hope to continue my work as poet in future as well. Writing is not my profession, it is my hobby.",
    "The message for the entire humanity is that we people need to unite irrespective of differences and fight against injustice. We should realise the ends of a socialist republic and there is no reason whatsoever for people to opt for taking up arms and fight each other. We need to live together as a nation despite our petty differences. I also want to thank the lawyers who fought for my rights and everyone who stood by me during this difficult period.",
    "Ahnaf Jazeem (Second from right) with his team of lawyers including Sanjaya Wilson, K. Kanag-Isvaran (PC) and Lakshmanan Jeyakumar in front of Supreme Court"
  ],
  "translate": {
    "si": {
      "title": "කවියෙකු වන Ahnaf Jazeem සමඟ සංවාදයකදී \"මම ලියූ කවි ISIS මතවාදයට විරුද්ධයි\"",
      "body_lines": [
        "රූපවාහිනී නාලිකා එය (මගේ පොත) ‘අන්තවාදය’ සමඟ සම්බන්ධ කිරීමට උත්සාහ කළ ආකාරය ඇසීමෙන් මම කම්පනයට පත් වීමි.",
        "රාජ්‍යය, මනුෂ්‍යත්වයට කරන අසාධාරණකම් ගැන ප්‍රශ්න කරන කවි ලියන්න මම බය නැහැ",
        "මා මාංචු දමා දණින් වැටී සිටි අතර මම හිස්බුල්ලා වෙනුවෙන් වැඩ කළ බව පිළිගන්නා ලෙස මට තර්ජනය කරන ලදී",
        "ඉස්ලාම් කිසිවිටෙක ප්‍රචණ්ඩත්වය ප්‍රවර්ධනය නොකරන අතර අන්තවාදයට හෝ ත්‍රස්තවාදයට ඉඩක් නැත",
        "තරුණ දෙමළ කවියෙකු සහ ගුරුවරයෙකු වන අහනාෆ් ජසීම් 2020 මැයි 16 වන දින ත්‍රස්තවාදය වැලැක්වීමේ පනත (PTA) යටතේ ආන්දෝලනාත්මක ලෙස අත්අඩංගුවට ගනු ලැබුවේ ඔහුගේ දෙමළ භාෂාවෙන් රචනා කරන ලද 'නවරසම්' සංග්‍රහය හරහා ඉස්ලාමීය අන්තවාදය වැපිරීමේ චෝදනා මත සහ නීතීඥ හා මානව හිමිකම් සමඟ සම්බන්ධයක් ඇති බවටයි. ක්‍රියාකාරිකයෙකු වන හෙජාස් හිස්බුල්ලා. මාස 18කට වැඩි කාලයක් රඳවා තබා ගැනීමෙන් පසු ජාසීම්ට ඇප ලැබුණේ පසුගිය වසරේ දෙසැම්බර් මාසයේදීය. ඩේලි මිරර් පුවත්පත සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් ඔහු හෙළි කළේ ත්‍රස්තවාදය වැළැක්වීමේ පනතේ කුරිරු ස්වභාවය සහ පටු අදහස් ඇතිව අන්තවාදය වපුරන සහ ආයුධයක් ලෙස භාවිතා කරන ආකාරය පිළිබඳව සාකච්ඡා කරමින් සිටියදී තමා රඳවාගෙන සිටියදී ප්‍රශ්න කරන්නන් අතින් දරුණු තත්වයන් විඳදරාගත් බවත් ප්‍රශ්න කරන්නන් අතින් ශාරීරික හා මානසික වධ හිංසාවලට ලක් වූ බවත්ය. දේශපාලනඥයන්ට බලයේ ඉන්න කියලා.",
        "ප්‍ර   අහ්නාෆ් කරුණාකර ඔබ, ඔබේ පවුල සහ ඔබේ අධ්‍යාපනය ගැන අපට කියන්න?",
        "මම මන්නාරමේ. මට අයියලා දෙන්නයි නංගිලා දෙන්නයි ඉන්නවා. මගේ පියා ගොවියෙක් වන අතර මව ගෘහණියක්. අපි 1990 යුද්ධය නිසා අවතැන් වෙලා කල්පිටියට ගියා. මම ඉපදුණේ 1995. මම සාමාන්‍ය පෙළ විභාග වේදිකාව දක්වා කල්පිටියේ අධ්‍යාපනය ලැබුවා. ඊට පස්සේ අපි මන්නාරමට ගියා. 2012 වසරේ මම වැඩිදුර අධ්‍යාපනය සඳහා බේරුවල ජමියා නලීමියා ඉස්ලාමීය ආයතනය නම් උසස් අධ්‍යාපන මධ්‍යස්ථානයට ගියෙමි. ඒ ආයතනයේ තමයි මම 2014 වසරේ උසස් පෙළ විභාගයට පෙනී සිටියේ. 2019 මාර්තු 30 දක්වා වසර හතක් මම එහි ඉගෙන ගත්තා.",
        "මගේ පාසල් කාලයේ සිටම මම කවි හා ලිවීමට උනන්දු විය. මම ගොඩක් කියෙව්වා. මම නලීමියා ආයතනයට ගිය විට සමාජයේ පවතින අසාධාරණය සහ එය විවිධ ආගම්, ජාතීන්, ජාතීන්ට බලපාන ආකාරය ගැන කියෙව්වා. මෙම ආයතනය කලා, දේශපාලන විද්‍යාව, සමාජ විද්‍යාව යනාදී බොහෝ විෂයයන් ඉදිරිපත් කළේය. මගේ ප්‍රියතම විෂයයන් වූයේ සාහිත්‍යය සහ ලිවීමයි. මා කවියෙකු ලෙස හඳුනා ගන්නා තෙක් මගේ කවි ගමනේ ආරම්භය මෙයයි.",
        "ප්‍ර   ඔබේ පළමු කාව්‍ය සංග්‍රහය ‘නවරසම්’ ගැනත් එය ලිවීමට ඔබව පෙලඹවූයේ කුමක්ද යන්නත් අපට කියන්න?",
        "නවරසය යනු ප්‍රීතිය, සිනහව, ශෝකය, කෝපය, වීරත්වය, බිය, පිළිකුල, පුදුමය, සාමය වැනි හැඟීම් නවයකි. මේ සියලු හැඟීම් ගැන කතා කරන කවි කවි පොතේ තියෙනවා. මම පාසල් යන කාලයේ පාසල් විෂය මාලාවට නියමිත පෙළ පොත් හැර සමාජ ප්‍රශ්න ගැන කියවන්නට මට අවස්ථාවක් තිබුණේ නැති තරම්. බේරුවල විද්‍යාලයට ඇතුළත් වූ විට මා ඉගෙන ගන්නා විෂයයන් තුළින් සමාජ ප්‍රශ්න ගැන බොහෝ දේ කියවන්නට හැකි විය. මෙය මගේ නිර්මාණාත්මක ගමන ආරම්භ කිරීමට මා පෙලඹවූයේය. මමත් රූපවාහිනියේ ප්‍රවෘත්ති ගොඩක් බලනවා. ලෝකයේ බොහෝ රටවල පවතින මානව හිමිකම් ප්‍රශ්න රාශියක් ගැන මම දැනගත්තා. මනුෂ්‍යත්වයට සිදුවන අසාධාරණකම්, අපරාධ අසන දකින හැමවිටම මම මානව හිමිකම් ගැන කවි ලිව්වා. මම ලියූ කවි සියල්ල එකතු කර 2017 වසරේ ‘නවරසම්’ පොත පළ කළා. පොත එළිදැක්වීමේ උත්සවය මන්නාරමේදී පැවැත්වුණා.",
        "2019 වසරේ මම පුත්තලම මදුරන්කුලියේ ස්කූල් ඔෆ් එක්සලන්ස් නමැති ජාත්‍යන්තර පාසලේ උගන්වමින් සිටියෙමි. මම දෙමළ ඉගැන්නුවා. පාසැලෙන් මට පාසලට කිට්ටුවෙන් ඉන්න නවාතැන් දුන්නා. මම මාස තුනක් පමණ එහි නැවතී ටික වේලාවකට පසු නිල නිවාසයෙන් පිටව ගියෙමි. ඒත් මම ලියකියවිලි ටිකයි පොතකුයි ක්වාටර්ස් එකේ දාලා ගියා. 2020 මාර්තු මාසයේදී COVID-19 වසංගතය පැතිරීමට පටන් ගත් විට, මම මගේ උපන් ගම වන මන්නාරමට ගියෙමි.",
        "නීතීඥ හෙජාස් හිස්බුල්ලා ආන්දෝලනාත්මක ලෙස අත්අඩංගුවට ගත් බව ප්‍රවෘත්ති හරහා මට දැනගන්නට ලැබුණා. මම රූපවාහිනියේ ප්‍රවෘත්ති නරඹන අතර, අන්තවාදී අදහස් ඇති බව කියන පොත් සහ ලේඛන කිහිපයක් ඇතුළත් පුත්තලම නගරයේ ගොඩනැගිල්ලක් පොලිසිය වටලා තිබෙනවා. එම ලේඛන අතර නවරසම් නම් කවි පොතක් ද හමුවූ බව පුවත වාර්තා විය. රූපවාහිනී නාලිකා එය (මගේ පොත) ‘අන්තවාදය’ සමඟ සම්බන්ධ කිරීමට උත්සාහ කළ ආකාරය ඇසීමෙන් මම කම්පා විය. වැඩි කල් නොගොස් මට දැනගන්නට ලැබුණේ එම නිල නිවාසය පාසලට අයත් නොවන බවයි.",
        "මා අත්අඩංගුවට ගැනීමට දින දෙකකට පෙර CID නිලධාරීන් යැයි සැක කරන නිලධාරීන් දෙදෙනෙක් මගේ නිවසට පැමිණ මා ගැන සොයා බැලුවා. එතකොට මම ගෙදර හිටියේ නැහැ. දින දෙකකට පසු 2020 මැයි 16 වන දින නිලධාරීන් කිහිප දෙනෙක් මගේ නිවසට පැමිණ ‘නවරසම්’ පොත ලිව්වේ මම දැයි විමසූහ. මම ඔව් කිව්ව'. ඔවුන් මගේ ජංගම දුරකථනය සහ ලැප්ටොප් පරිගණකය රැගෙන ගියා. ඔවුන්ට ‘නවරසම්’ පිටපත් සියල්ල අවශ්‍ය වූ අතර, මා සතුව තිබූ සියලුම පිටපත් මම භාර දුන්නෙමි. ඉන්පසු ඔවුන් මගේ සම්පූර්ණ පොත් රාක්කය පරීක්‍ෂා කර තවත් පොත් 50ක් පමණ ගෙන ගිය අතර ඉන් අඩක් සාම්ප්‍රදායික සාහිත්‍යයට සම්බන්ධ ඒවා විය. මෙම නිලධාරීන් කියා සිටියේ මෙම පොත්වල අන්තවාදී අදහස් අඩංගු බවයි. දින තුනක පරීක්ෂණයකට සූදානම් වන ලෙස ඔවුන් මට පැවසූ අතර පසුව මා නිදහස් කරන බවට පොරොන්දු විය.",
        "ඔවුන් මාව අත්අඩංගුවට ගත් විට මම ඔවුන් සමඟ ගියේ ඔවුන්ගේ පරීක්ෂණයට සහාය වීමට මට අවශ්‍ය වූ බැවිනි. මාව වව්නියාවේ මධ්‍යස්ථානයකට එක්කගෙන ගියා. ඔවුන් රාත්‍රිය පුරාවට මගෙන් ‘නවරසම්’ ගැන දිගින් දිගටම ප්‍රශ්න කළා. ඔවුන් කියා සිටියේ එම පොතේ අන්තවාදී අදහස් සහ ත්‍රස්තවාදය ප්‍රවර්ධනය කරන බවයි. මම ඔවුන්ට කිව්වා මම අන්තවාදයට සහ ත්‍රස්තවාදයට සම්පූර්ණයෙන්ම විරුද්ධයි කියලා. මම පොතෙන් කවි කියවා ඔවුන්ට පැහැදිලි කිරීමට උත්සාහ කළෙමි. රැවුල වවාගත් නිලධාරීන් දෙදෙනෙක් අනෙක් නිලධාරීන්ට පැවසුවේ සහරාන් හෂීම් විසින් පවත්වන ලද සැසිවාරයට මා සහභාගි වූ බවයි. මා බොරුවක් කරන බවත් වැඩිදුර පරීක්‍ෂණයක් සඳහා මා කොළඹට රැගෙන යා යුතු බවත් ඔවුහු පැවසූහ. ඔවුන් මාව පෙන්වා “මේ මිනිහව අවුරුදු හතරක් අඳුරු කුටියක තියන්න ඕන” ඔවුන්ට අවශ්‍ය වූයේ මා අන්තවාදී අදහස් පතුරවන බවත් සහරාන් විසින් පවත්වන ලද සැසිවාරවලට සහභාගි වූ බවත් පිළිගැනීමටය. මාව වැඩිදුර පරීක්ෂණ සඳහා කොළඹට ගෙන යාමට පෙර මාව දින දෙකක් වවුනියාවේ තබාගෙන සිටියා.",
        "කොළඹදී කළ විමසීමකදී ඔවුන් “හිජාස් හිස්බුල්ලා සමඟ ඔබට තිබෙන සම්බන්ධය කුමක්ද? ඔබ හෙජාස් වෙනුවෙන් වැටුපට වැඩ කරමින් පාසලේ සිසුන්ට උගන්වමින් අන්තවාදය පතුරවමින් ත්‍රස්තවාදය ප්‍රවර්ධනය කරන්නේ නැද්ද? ඔබ නලීමියා විද්‍යාලයේ ත්‍රස්තවාදය ඉගෙන ගත්තේ නැද්ද?",
        "මුළු දවසම මාංචු දමා සිටීම කොතරම් කටුකදැයි මට මතකයි. පළමු දින දහහතර මම තනිවම සිටියෙමි. රාත්‍රියේදී ඔවුන් මගේ මාංචු පුටුවක ගැටගසා බොහෝ දෙනෙක් යන එන මංසන්ධියකට මා තැබුවා. මග යන අය මට ISIS ත්‍රස්තවාදියෙක් ලෙස ලේබල් කළා. වචනයක්වත් කියාගන්න බැරි තරමට මම දුර්වල වෙලා හිටියේ.",
        "දවස් 14කට පස්සේ මාව හයවෙනි තට්ටුවේ කාමරයකට යැව්වා. කාමරයේ එකවර නවාතැන් ගත හැක්කේ පුද්ගලයන් පස් දෙනෙකුට පමණි. කාමරයේ 11 දෙනෙක් සිටියහ. එක දිගට මාස පහකට වැඩි කාලයක් මාංචු පිටින් ඉන්න වුණා. නිදාගන්නකොටත් මාංචු දාලා. මට දුන්නු කෑම හරිම භයානකයි.",
        "මුත්‍රා කිරීමට අවශ්‍ය වූ විට හයවැනි මහලේ සිට දෙවැනි මහල දක්වාම එන්නට සිදු විය. උදේ හවස තමයි නානකාමරයට යන්න පුළුවන් වුණේ. මෙයට හේතුව වූයේ කුටියේ සිටි අනෙක් සියල්ලන්ටද එය භාවිතා කිරීමට අවශ්‍ය වූ විට අපව නාන කාමරයට ගෙන ගිය බැවිනි. ඒ නිසා මම වැඩිය වතුර බිව්වේ නැහැ. මම අන්ත මට්ටමට මානසික වධ හිංසාවලට ලක් වුණා.",
        "මා මාංචු දමා දණින් වැටී සිටි අතර මා හිස්බුල්ලාට වැඩ කළ බව පිළිගන්නා ලෙස මට තර්ජනය කළා. එහෙම නොවුණොත් මාව අවුරුදු 20ක් සිර මැදිරියේ තියාගන්නවා කිව්වා.",
        "වරක් ඔවුන් මගේ උපැස් යුවල උදුරාගෙන මගේ පොත කියවන්න කිව්වා. එවිට ඇස් කණ්නාඩියක් නොමැතිව කියවීමට නොහැකි වූ නිසා කඳුළු වැගිරෙන්නට විය. මම අන්තවාදී අදහස්වලට සහ ත්‍රස්තවාදයට තදින්ම බැඳී සිටි නිසා මම කඳුළු හෙළන බව ඔවුන් මට චෝදනා කළා.",
        "ඇත්තටම මම වගකියන්නේ නැති දෙයකට මාව අත්අඩංගුවට ගෙන රඳවා තබා ගනීවි කියලා මම කවදාවත් බලාපොරොත්තු වුණේ නැහැ. මම මගේ ජීවිතය ඉදිරියෙන් සැලසුම් කරමින් සිටියෙමි. මට විවාහ වෙන්න නියමිතව තිබුණේ, මගේ පශ්චාත් උපාධි අධ්‍යයන කටයුතු කරගෙන මගේ ගුරු වෘත්තිය ඉදිරියට ගොඩනඟා ගන්නයි. මේ සියලු සැලසුම් අනතුරේ හෙළා ඇත. කවියකු ලෙස රට තුළත් ජාත්‍යන්තරයේත් නමක් ගොඩනැගීමත් මගේ අරමුණ වුණා. මේ සියලු කරදර තිබියදීත් මම අධිෂ්ඨානශීලී වන අතර මගේ ජීවිතය සාර්ථක වනු ඇතැයි මම විශ්වාස කරමි.",
        "ප්‍ර   ඔබේ කවි අන්තවාදයට සහ ඉස්ලාම් අන්තවාදයට පවා එරෙහි වූ අතර ඔබ ISIS ට එරෙහිව කවි ලිවීය. ඔබ අරගල කරන දේට සහාය දීම නිසා ඔබව අත්අඩංගුවට ගෙන රඳවා තබා ගත්තේ කෙසේද?",
        "ඒක මගේ හිතේ තියෙන ලොකු ප්‍රශ්නයක්. මෙය ජීවිතයේ සරදමකි. මම ලියපු කවි ISIS මතවාදයට විරුද්ධයි. ඔබ දන්නා පරිදි අන්තවාදයට සහ ත්‍රස්තවාදයට එරෙහි කවිද ඇත. මගේ එක කවියක මම සඳහන් කරලා තියෙනවා තව කෙනෙක් මරන්න තුවක්කු අතේ තියාගෙන ඉන්න අය තුවක්කුවෙන්ම නැත්නම් ආයුධවලින්ම විනාශ වෙලා එහෙම අය අන්තිමට බිල්ල වෙනවා කියලා. ඒ නිසා ආයුධ නැතිව යුද්ධ කළ යුතුයි. කවියෙන් මම අධ්‍යාපනයේ විප්ලවයක් සහ ධනාත්මක වෙනසක් ඉල්ලා ඇත. කවිවල අරුත තහවුරු කිරීම සඳහා මම තුවක්කුවක් අතැතිව සිටින පුද්ගලයෙකුගේ පින්තූරයක් ඇතුළත් කර ඇත. එය හරියට ගස් කපා නොදැමිය යුතු බව වැදගත් බව පෙන්වීමට ගසක් කපන කෙනෙකුගේ පින්තූරයක් භාවිතා කරන්නාක් මෙනි.",
        "“නවරසමයෙන් හැඟවෙන්නේ සතුට, සිනහව, දුක, කෝපය, වීරත්වය, බිය, පිළිකුල, විස්මය, සාමය වැනි හැඟීම් නවයකි. මේ සියලු හැඟීම් ගැන කතා කරන කවි කවි පොතේ ඇත. මම පාසල් යන කාලයේ මට ඒ ගැන කියවන්නට අවස්ථාවක් තිබුණේ නැති තරම්. පාසල් විෂය මාලාවට නියමිත පෙළ පොත් හැර සමාජ ප්‍රශ්න බේරුවල විද්‍යාලයට ඇතුළත් වූ විට මා ඉගෙන ගන්නා විෂයයන් තුළින් සමාජ ප්‍රශ්න ගැන බොහෝ දේ කියවිය හැකි විය.",
        "ප්‍ර   පාස්කු ඉරිදා ප්‍රහාරය සහ මරාගෙන මැරෙන බෝම්බකරුවන් ගැන ඔබ සිතන්නේ කුමක්ද?",
        "පිරිසක් විසින් කරන ලද මේ ලේ වැගිරෙන සංහාරය දැකීමෙන් මට දුකක් ඇති විය. කිසිදා ප්‍රචණ්ඩත්වය ප්‍රවර්ධනය නොකරන ඉස්ලාමයේ නාමයෙන්. මරාගෙන මැරෙන බෝම්බකරුවන් විසින් සමස්ත මුස්ලිම් ප්‍රජාව කෙරෙහිම නිෂේධාත්මක චිත්‍රයක් නිර්මාණය කර ඇත. ඉස්ලාම් කිසිවිටෙක ප්‍රචණ්ඩත්වය ප්‍රවර්ධනය නොකරන අතර අන්තවාදයට හෝ ත්‍රස්තවාදයට ඉඩක් නැත.",
        "සමාජ වගකීම් සහිත කවියෙකු ලෙස- සැබෑ කලාකරුවා යනු එයයි- ප්‍රහාරයෙන් දිනකට පසු මම කවියක් ලියා මගේ බ්ලොග් අඩවියේ පළ කළෙමි; ප්‍රහාරය හෙළා දකිමින් සහ මෙය සමස්තයක් ලෙස ඉස්ලාම් ආගම වැරදි ලෙස අර්ථකථනය කිරීමට හේතු විය හැකි ආකාරය.",
        "ත්‍රස්තවාදය වැළැක්වීමේ පනත සම්පූර්ණයෙන්ම අහෝසි කළ යුතු බව මගේ අදහසයි. ත්‍රස්තවාදය වැළැක්වීමේ පනත යටතේ නිසි චෝදනා නොමැතිව අත්අඩංගුවට ගෙන අධිකරණයට ඉදිරිපත් නොකර මාස 18ක පමණ කාලයක් රඳවාගෙන සිටින බොහෝ පිරිසක් සිටිති. බොහෝ විට සිරකරුවන්ට චෝදනා පාපොච්චාරණය කිරීමට සහ පිළිගැනීමට බල කෙරෙයි. පසුගිය කාලයේ බොහෝ මුස්ලිම් ජනතාව මේ කුරිරු ක්‍රියාවට ගොදුරු වුණා. ත්‍රස්තවාදය වැළැක්වීමේ පනත නිසා දෙමළ ජනයා විඳිය හැකි දුක් වේදනා හා කම්පන ගැන මට සිතාගත හැකි විය.",
        "Q   ඉන්දියාවේ හින්දු අන්තවාදයට සමානව ශ්‍රී ලංකාවේ සිංහල අන්තවාදය පවතින බව අපි දනිමු. තවත් බොහෝ ආගමික අන්තවාදී කණ්ඩායම් ශ්‍රී ලංකාවේ ද පවතී. මුස්ලිම් අන්තවාදය භයානකයි කියලා බලයට පත් වූ ආණ්ඩු චෝදනා කරනවා. ඔබගේ මතය කුමක්ද?",
        "කුමන ආගමකට හෝ ජාතියකට සම්බන්ධ වුවත් ආගමික ප්‍රචණ්ඩත්වයට තුඩු දෙන කිසිදු ආකාරයක අන්තවාදයක් මම කිසිසේත් අනුමත කරන්නේ හෝ පිළිගන්නේ නැත. නමුත් සිදු වන්නේ දේශපාලකයන් අන්තවාදය ආයුධයක් කරගෙන මිනිසුන් බෙදීමයි. විවිධ ජාතීන් අතර අසමගිය ඇතිකර තම ආත්මාර්ථකාමී අරමුණු ඉටුකර ගැනීමට අන්තවාදය ඇති කරන්නේ දේශපාලකයන්ය. මේ අනුව, සුළුතර ප්‍රජාවන්ගේ ඇතැම් අවදානමට ලක්විය හැකි කොටස් අන්තවාදය වැළඳ ගැනීමට තල්ලු කරනු ලැබේ. කොටි බෙදුම්වාදී ව්‍යාපාරය ඊට කදිම නිදසුනකි. දිගුකාලීන දෙමළ විරෝධී ජාතිවාදය සහ වෙනස් කොට සැලකීම තරුණ කොටස් ඔවුන්ගේ නිදහසට සහ සමෘද්ධියට විසඳුමක් ලෙස බංකොලොත් ත්‍රස්තවාදී ක්‍රම වෙත ආකර්ෂණය කර ගැනීමට හේතු විය.",
        "වාර්ගික, ආගම් සහ සමාජ තරාතිරම නොබලා මේ රටේ පුරවැසියන්ගේ අයිතිවාසිකම් තහවුරු කරන්නේ නම් ප්‍රචණ්ඩත්වයට තුඩු දෙන ආගමික අන්තවාදය තුරන් කළ හැකිය. දේශපාලකයෝ බෞද්ධ අන්තවාදය අවුස්සන්නේ බලය ඩැහැගැනීමට සහ බලය රැක ගැනීමට වැඩි ඡන්ද ලබා ගැනීමටය.",
        "ප්‍ර   මෙම රට සියලුම වාර්ගික සහ ආගමික ප්‍රජාවන්ට අයත් වේ. නමුත් වසර ගණනාවක් තිස්සේ බලයට පත් වූ ආණ්ඩු දෙමළ ජනතාවට පළමු පන්තියේ පුරවැසියන් ලෙස නොසලකන ආකාරය අපි දුටුවෙමු. දැන් වෙනස් කොට සැලකීමේ ප්‍රවණතාවය මුස්ලිම් ප්‍රජාව දෙසට හැරිලා. සිංහල අන්තවාදීන් සිතන්නේ රට අයිති සිංහල ජාතීන්ට පමණක් බවයි. ඒ ගැන ඔබේ අදහස කුමක්ද?",
        "අනුප්‍රාප්තික ආණ්ඩු බලය ලබා ගැනීමට සහ එය පවත්වාගෙන යාමට අන්ත ජාතිකවාදී හැඟීම් සහ ජාතිවාදය භාවිතා කළහ. ඒ නිසා ඔවුන් ජාතිවාදය හෝ අන්තවාදය නැති කරනවාට කැමති නැහැ, ඔවුන් ඔවුන් මත යැපෙන නිසා. මුලදී අනුප්‍රාප්තික ආන්ඩු දෙමළ ජනයාට එරෙහිව ජාතිවාදී ප්‍රචණ්ඩත්වය යොදා ගත්හ. ත්‍රස්තවාදයට පැළවෙන්න ඉඩ දෙනවා. දැන් ඔවුන් ඉලක්ක කර ඇත්තේ මුස්ලිම් ප්‍රජාවයි. බෞද්ධ අන්තවාදී කණ්ඩායම් කිහිපයක සහාය ඇතිව ඔවුන් වසර ගණනාවක් තිස්සේ ජාතිවාදය පතුරුවා හරිමින් බහුතරයකට රැවටීමට සහ බලය රඳවා ගැනීමට කටයුතු කරනු ඇත. මේ රට හැම ජාතියකටම අයිතියි. ඓතිහාසික වශයෙන් මෙය බහු ආගමික රටක් බැවින් සියලු ආගම් හා ජාතීන්ට සමානව සැලකිය යුතුය. මේ රටේ ව්‍යවස්ථානුකූලව තහවුරු කර ඇති ලෞකිකත්වය අපට දැඩි ලෙස අවශ්‍යයි. මේ රටේ සෑම පුරවැසියෙකුටම ගෞරවනීය ජීවිතයක් ගත කිරීමට අයිතියක් ඇත. මිනිසුන්ට ඔවුන්ගේම ආගම් හෝ විශ්වාසයන් සඳහා හෝ ආගමක් ප්‍රකාශ නොකිරීමට අයිතියක් ඇත. මිනිසුන් නීතියට අවනත වන තාක් කල් තමන් අඳින ඇඳුම් තෝරා ගැනීමට මිනිසුන්ට අයිතියක් ඇත. එවැනි සන්දර්භයක් තුළ රජයක් තමන්ගේම ජනතාව අන්තවාදීන් හෝ ත්‍රස්තවාදීන් ලෙස නම් කරන්නේ කෙසේද? දේශපාලකයන්ට අවශ්‍ය වන්නේ වෙනත් ආගම් හෝ ජාතීන් කෙරෙහි වෛරයක් පැවතීම ඔවුන්ගේ බලයේ පිහිටීම තහවුරු කර ගැනීමට අවශ්‍ය බැවිනි.",
        "Q   ඔබ තරුණ වියේදී බොහෝ දුෂ්කර තත්වයන්ට මුහුණ දී ඇත. අනාගතයේදී කවියෙකු ලෙස ඔබේ සෞන්දර්යාත්මක ගමන ගැන ඔබේ ස්ථාවරය කුමක්ද?",
        "මට සිදු වූ සෑම දෙයක්ම බාධාවක් ලෙස මම නොසලකමි, නමුත් මෙය කවියෙකු ලෙස මා සහ සමාජයට කළ හැකි දේ අවබෝධ කර ගැනීමට අවස්ථාවකි. රාජ්‍යය, මනුෂ්‍යත්වයට කරන අසාධාරණකම් ගැන ප්‍රශ්න කරන කවි ලියන්න මම බය නැහැ. ලේඛකයෙකුට ලිඛිතව ඔවුන්ගේ අයිතිවාසිකම් වෙනුවෙන් සටන් කිරීමෙන් හඬක් නැති අයගේ හඬක් විය හැකිය.",
        "ජනතාවගේ අයිතීන් වෙනුවෙන් අපි වෙහෙස නොබලා කටයුතු කළ යුතුයි. මේ දවස්වල මම සාහිත්‍ය පාඨ කිහිපයක් කියවලා සූදානම් වෙනවා. ඉදිරියේදීත් කවියෙක් විදියට මගේ වැඩ කටයුතු කරගෙන යන්න බලාපොරොත්තු වෙනවා. ලිවීම මගේ වෘත්තිය නොවේ, එය මගේ විනෝදාංශයයි.",
        "සමස්ථ මනුෂ්‍ය වර්ගයාටම දෙන පණිවිඩය නම් මිනිසුන් අප භේද නොතකා එකමුතු වී අසාධාරණයට එරෙහිව සටන් කළ යුතු බවයි. සමාජවාදී ජනරජයක අවසානය අප අවබෝධ කර ගත යුතු අතර මිනිසුන්ට ආයුධ අතට ගෙන එකිනෙකා සමඟ සටන් කිරීමට කිසිදු හේතුවක් නැත. පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි පුංචි වෙනස්කම් තිබුණත් අපි එකට ජීවත් වෙන්න ඕන. ඒ වගේම මගේ අයිතීන් වෙනුවෙන් සටන් කළ නීතීඥවරුන්ටත්, මේ දුෂ්කර කාලය තුළ මා වෙනුවෙන් පෙනී සිටි සියලු දෙනාටත් මම ස්තූතිවන්ත වෙනවා.",
        "අහ්නාෆ් ජසීම් (දකුණේ සිට දෙවැන්නා) සංජය විල්සන්, කේ. කනග්-ඊස්වරන් (ප.කො.) සහ ලක්ෂ්මනන් ජෙයකුමාර් ඇතුළු ඔහුගේ නීතිඥ කණ්ඩායම සමඟ ශ්‍රේෂ්ඨාධිකරණය ඉදිරිපිට"
      ]
    },
    "ta": {
      "title": "கவிஞர் அஹ்னாஃப் ஜஸீமுடன் உரையாடலில் \"நான் எழுதிய கவிதைகள் ISIS சித்தாந்தத்திற்கு எதிரானவை\"",
      "body_lines": [
        "தொலைக்காட்சி சேனல்கள் அதை (எனது புத்தகத்தை) ‘தீவிரவாதத்துடன்’ இணைக்க முயன்ற விதத்தைக் கேட்டு அதிர்ச்சியடைந்தேன்.",
        "அரசையும், மனித குலத்திற்கு எதிராக இழைக்கப்பட்ட அநீதிகளையும் கேள்விக்குள்ளாக்கும் கவிதைகளை எழுதுவதற்கு நான் பயப்படவில்லை",
        "நான் கைவிலங்குகளுடன் மண்டியிட்டுக் கொண்டிருந்தேன், நான் ஹிஸ்புல்லாவுக்கு வேலை செய்தேன் என்பதை ஒப்புக்கொள்ளும்படி மிரட்டப்பட்டேன்.",
        "இஸ்லாம் ஒருபோதும் வன்முறையை ஊக்குவிக்காது, தீவிரவாதம் அல்லது பயங்கரவாதத்திற்கு இடமில்லை",
        "இளம் தமிழ்க் கவிஞரும் ஆசிரியருமான அஹ்னாஃப் ஜசீம் 2020 மே 16 அன்று பயங்கரவாதத் தடுப்புச் சட்டத்தின் (PTA) கீழ் தனது தமிழில் எழுதிய 'நவரசம்' என்ற தொகுப்பின் மூலம் இஸ்லாமிய தீவிரவாதத்தை விதைத்ததாகவும், வழக்கறிஞர் மற்றும் மனித உரிமைகளுடன் தொடர்பு கொண்டதாகவும் சர்ச்சைக்குரிய வகையில் கைது செய்யப்பட்டார். செயற்பாட்டாளர் ஹிஜாஸ் ஹிஸ்புல்லா. 18 மாதங்களுக்கும் மேலாக தடுத்து வைக்கப்பட்டிருந்த ஜசீம் கடந்த ஆண்டு டிசம்பர் மாதம் பிணையில் விடுவிக்கப்பட்டார். டெய்லி மிரருக்கு அளித்த பேட்டியில், பயங்கரவாத தடைச்சட்டத்தின் கொடூரமான தன்மை மற்றும் குறுகிய மனப்பான்மையால் தீவிரவாதம் எவ்வாறு விதைக்கப்பட்டு ஆயுதமாகப் பயன்படுத்தப்படுகிறது என்பதைப் பற்றி விவாதிக்கும் போது, ​​காவலில் இருந்தபோது, ​​விசாரணையாளர்களின் கைகளால், கடுமையான நிலைமைகளைத் தாங்கியதாகவும், உடல் மற்றும் மனரீதியான சித்திரவதைகளை அனுபவித்ததாகவும் அவர் வெளிப்படுத்தினார். அரசியல்வாதிகள் தொடர்ந்து அதிகாரத்தில் இருக்க வேண்டும்.",
        "கே   அஹ்னாஃப் உங்களைப் பற்றியும், உங்கள் குடும்பத்தைப் பற்றியும், உங்கள் கல்வியைப் பற்றியும் எங்களிடம் கூறுங்கள்?",
        "நான் மன்னாரைச் சேர்ந்தவன். எனக்கு இரண்டு சகோதரர்கள் மற்றும் இரண்டு சகோதரிகள் உள்ளனர். என் தந்தை ஒரு விவசாயி, அம்மா ஒரு இல்லத்தரசி. 1990ஆம் ஆண்டு யுத்தம் காரணமாக இடம்பெயர்ந்து கல்பிட்டிக்கு இடம்பெயர்ந்தோம். நான் அங்கு 1995 இல் பிறந்தேன். நான் சாதாரண தரப் பரீட்சை நிலை வரை கல்பிட்டியில் கல்வி கற்றேன். அதன் பிறகு நாங்கள் மன்னாருக்கு குடிபெயர்ந்தோம். 2012 ஆம் ஆண்டு பேருவளையில் உள்ள ஜாமியா நளீமியா இஸ்லாமிய நிறுவனம் என்ற உயர்கல்வி நிலையத்திற்கு எனது மேற்படிப்புக்காக சென்றேன். அந்த நிறுவனத்தில்தான் 2014-ம் ஆண்டு AL தேர்வு எழுதினேன். மார்ச் 30, 2019 வரை ஏழு வருடங்கள் அங்கு படித்தேன்.",
        "பள்ளிப் பருவத்தில் இருந்தே எனக்கு கவிதை மற்றும் எழுதுவதில் ஆர்வம் இருந்தது. நான் நிறைய வாசிப்பேன். நான் நளீமியா கல்வி நிறுவனத்திற்குச் சென்றபோது, ​​சமூகத்தில் நிலவும் அநீதிகள் மற்றும் அது பல்வேறு மதங்கள், இனங்கள், இனங்களை எவ்வாறு பாதிக்கிறது என்பதைப் பற்றி படித்தேன். இந்த நிறுவனம் கலை, அரசியல் அறிவியல், சமூகவியல் மற்றும் பல பாடங்களை வழங்கியது. எனக்குப் பிடித்த பாடங்கள் இலக்கியம் மற்றும் எழுத்து. நான் ஒரு கவிஞனாக அங்கீகரிக்கப்படும் வரை எனது கவிதைப் பயணத்தின் ஆரம்பம் இதுதான்.",
        "கே   உங்கள் முதல் கவிதைப் புத்தகமான ‘நவரசம்’ மற்றும் அதை எழுதத் தூண்டியது எது?",
        "நவரசம் இன்பம், சிரிப்பு, துக்கம், கோபம், வீரம், பயம், வெறுப்பு, ஆச்சரியம், அமைதி போன்ற ஒன்பது உணர்வுகளைக் குறிக்கிறது. கவிதைப் புத்தகத்தில் இந்த உணர்வுகளைப் பற்றி பேசும் கவிதைகள் உள்ளன. நான் பள்ளியில் இருந்தபோது, ​​பள்ளிப் பாடத் திட்டத்திற்காக நிர்ணயிக்கப்பட்ட பாடப் புத்தகங்களைத் தவிர சமூகப் பிரச்சினைகளைப் பற்றிப் படிக்க எனக்கு வாய்ப்பு இல்லை. பேருவளையில் உள்ள கல்லூரியில் நான் நுழைந்தபோது நான் படிக்கும் பாடங்களின் மூலம் சமூகப் பிரச்சினைகள் பற்றி அதிகம் படிக்க முடிந்தது. இது எனது படைப்புப் பயணத்தைத் தொடங்கத் தூண்டியது. நானும் தொலைக்காட்சியில் நிறைய செய்திகளைப் பார்க்கிறேன். உலகின் பல பகுதிகளில் நிலவும் மனித உரிமைகள் தொடர்பான பல பிரச்சனைகளை நான் அறிந்தேன். மனித குலத்திற்கு எதிரான அநீதிகள் அல்லது குற்றங்களை நான் கேட்கும்போதெல்லாம் அல்லது பார்த்தபோதெல்லாம் மனித உரிமைகள் பற்றி கவிதைகள் எழுதினேன். நான் எழுதிய கவிதைகள் அனைத்தையும் சேகரித்து 2017ஆம் ஆண்டு ‘நவரசம்’ நூலை வெளியிட்டேன்.புத்தக வெளியீட்டு விழா மன்னாரில் நடைபெற்றது.",
        "2019 ஆம் ஆண்டு நான் புத்தளம் மதுரங்குளியில் உள்ள ஸ்கூல் ஆஃப் எக்ஸலன்ஸ் என்ற சர்வதேச பள்ளியில் கற்பித்துக் கொண்டிருந்தேன். தமிழ் கற்பித்தேன். பள்ளிக்கு அருகாமையில் தங்குவதற்கு பள்ளி எனக்கு குடியிருப்புகளை வழங்கியது. அங்கு சுமார் மூன்று மாதங்கள் தங்கியிருந்த நான் சிறிது நேரம் கழித்து குவார்ட்டர்ஸை விட்டு வெளியேறினேன். ஆனால் நான் சில ஆவணங்களையும் புத்தகங்களையும் குவார்ட்டர்ஸில் வைத்துவிட்டேன். மார்ச் 2020 இல் COVID-19 தொற்றுநோய் பரவத் தொடங்கியபோது, ​​நான் எனது சொந்த ஊரான மன்னார் சென்றேன்.",
        "சட்டத்தரணி ஹெஜாஸ் ஹிஸ்புல்லா சர்ச்சைக்குரிய வகையில் கைது செய்யப்பட்டுள்ளார் என்பதை நான் செய்தி மூலம் அறிந்தேன். நான் தொலைக்காட்சியில் செய்திகளைப் பார்த்தேன், புத்தளத்தில் தீவிரவாதக் கருத்துக்களைக் கொண்டதாகக் கூறப்படும் சில புத்தகங்கள் மற்றும் ஆவணங்களைக் கொண்ட ஒரு கட்டிடத்தை பொலிசார் சோதனை செய்ததைக் கண்டேன். அந்த ஆவணங்களில் நவரசம் என்ற கவிதைப் புத்தகம் ஒன்று கிடைத்ததாக செய்திகள் வெளியாகின. தொலைக்காட்சி சேனல்கள் அதை (எனது புத்தகத்தை) ‘தீவிரவாதத்துடன்’ இணைக்க முயன்ற விதத்தைக் கேட்டு அதிர்ச்சியடைந்தேன். உடனே அந்த குவார்ட்டர்ஸ் பள்ளிக்கு சொந்தமில்லை என்று தெரிந்து கொண்டேன்.",
        "நான் கைது செய்யப்படுவதற்கு இரண்டு நாட்களுக்கு முன்பு, சிஐடி அதிகாரிகள் என்று சந்தேகிக்கப்படும் இரண்டு அதிகாரிகள் என் வீட்டிற்கு வந்து என்னைப் பற்றி விசாரித்தனர். அப்போது நான் வீட்டில் இல்லை. இரண்டு நாட்களுக்குப் பிறகு மே 16, 2020 அன்று சில அதிகாரிகள் என் வீட்டிற்கு வந்து ‘நவரசம்’ புத்தகத்தை எழுதியது நான்தானா என்று கேட்டார்கள். நான் ‘ஆம்’ என்றேன். என் கைபேசியையும் மடிக்கணினியையும் எடுத்துச் சென்றனர். அவர்களுக்கு ‘நவரசம்’ பிரதிகள் எல்லாம் வேண்டும், என்னிடம் இருந்த அனைத்து பிரதிகளையும் கொடுத்தேன். பின்னர் அவர்கள் எனது முழு புத்தக அலமாரியையும் சரிபார்த்து, சுமார் 50 புத்தகங்களை எடுத்துக் கொண்டனர், அவற்றில் பாதி பாரம்பரிய இலக்கியம். இந்த புத்தகங்களில் தீவிரவாத கருத்துக்கள் இருப்பதாக அந்த அதிகாரிகள் கூறினர். மூன்று நாள் விசாரணைக்கு தயாராக இருக்குமாறு கூறிய அவர்கள், பின்னர் என்னை விடுதலை செய்வதாக உறுதியளித்தனர்.",
        "அவர்கள் என்னைக் கைது செய்தபோது, ​​அவர்களின் விசாரணைக்கு ஆதரவளிக்க விரும்பியதால் அவர்களுடன் சென்றேன். என்னை வவுனியாவில் உள்ள ஒரு மையத்திற்கு அழைத்துச் சென்றார்கள். ‘நவரசம்’ பற்றி இரவு முழுவதும் என்னிடம் தொடர்ந்து விசாரித்தார்கள். அந்தப் புத்தகத்தில் தீவிரவாதக் கருத்துகள் இருப்பதாகவும், தீவிரவாதத்தை ஊக்குவிப்பதாகவும் கூறியுள்ளனர். நான் தீவிரவாதம் மற்றும் பயங்கரவாதத்திற்கு முற்றிலும் எதிரானவன் என்று அவர்களிடம் கூறினேன். புத்தகத்திலிருந்து கவிதைகளைப் படித்து அவர்களுக்கு விளக்க முயன்றேன். சஹாரான் ஹாஷிம் நடத்திய அமர்வுகளில் நான் கலந்துகொண்டதாக தாடி வைத்த அதிகாரிகள் மற்ற அதிகாரிகளிடம் தெரிவித்தனர். மேலும், நான் அவர்களிடம் பொய் சொல்கிறேன் என்றும், மேலதிக விசாரணைக்காக என்னை கொழும்புக்கு அழைத்துச் செல்ல வேண்டும் என்றும் கூறியுள்ளனர். அவர்கள் என்னைச் சுட்டிக்காட்டி, “இவரை நான்கு வருடங்கள் இருண்ட அறையில் வைத்திருக்க வேண்டும்” என்று சொன்னார்கள். நான் தீவிரவாதக் கருத்துக்களைப் பரப்புவதையும், ஜஹாரான் நடத்திய அமர்வுகளில் பங்கேற்றதையும் நான் ஒப்புக்கொள்ள வேண்டும் என்று அவர்கள் விரும்பினர். மேலதிக விசாரணைக்காக கொழும்புக்கு அழைத்துச் செல்லப்படுவதற்கு முன்னர் நான் வவுனியாவில் இரண்டு நாட்கள் தங்க வைக்கப்பட்டிருந்தேன்.",
        "கொழும்பில் நடைபெற்ற விசாரணையின் போது, ​​“ஹஜாஸ் ஹிஸ்புல்லாவுக்கும் உங்களுக்கும் என்ன தொடர்பு? நீங்கள் ஹெஜாஸிடம் சம்பளத்திற்கு வேலை செய்து பள்ளியில் மாணவர்களுக்கு பாடம் சொல்லி தீவிரவாதத்தை பரப்பி தீவிரவாதத்தை வளர்க்கவில்லையா? நீங்கள் நளீமியா கல்லூரியில் பயங்கரவாதத்தைப் படிக்கவில்லையா?",
        "நாள் முழுவதும் கைவிலங்கிடுவது எவ்வளவு கடுமையானது என்பது எனக்கு நினைவிருக்கிறது. முதல் பதினான்கு நாட்கள் நான் தனியாக இருந்தேன். இரவில் அவர்கள் என் கைவிலங்குகளை ஒரு நாற்காலியில் கட்டி, பலர் கடந்து செல்லும் பாதையில் என்னை அமர வைப்பார்கள். வழிப்போக்கர்கள் என்னை ஐஎஸ்ஐஎஸ் தீவிரவாதி என்று முத்திரை குத்துவார்கள். நான் ஒரு வார்த்தை கூட பேச முடியாத அளவுக்கு பலவீனமாக இருந்தேன்.",
        "14 நாட்களுக்குப் பிறகு அவர்கள் என்னை ஆறாவது மாடியில் உள்ள அறைக்கு அனுப்பினர். அறையில் ஒரே நேரத்தில் ஐந்து பேர் மட்டுமே தங்க முடியும். அறையில் 11 பேர் இருந்தனர். தொடர்ந்து ஐந்து மாதங்களுக்கு மேல் கைவிலங்குடன் இருக்க வேண்டியிருந்தது. தூங்கும் போது கூட கைவிலங்கிட்டேன். எனக்கு வழங்கப்பட்ட உணவு மிகவும் மோசமாக இருந்தது.",
        "சிறுநீர் கழிக்க வேண்டிய அவசியம் ஏற்பட்டால் ஆறாவது மாடியில் இருந்து இரண்டாவது மாடிக்கு வர வேண்டியிருந்தது. காலையிலும் மாலையிலும் தான் பாத்ரூம் செல்ல முடிந்தது. ஏனென்றால், செல்லில் இருந்த அனைவரும் பாத்ரூம் பயன்படுத்த விரும்பும்போது நாங்கள் குளியலறைக்கு அழைத்துச் செல்லப்பட்டோம். அதனால் தண்ணீர் அதிகம் குடிக்கவில்லை. நான் மனரீதியாக உச்ச அளவில் சித்திரவதை செய்யப்பட்டேன்.",
        "நான் கைவிலங்குகளுடன் மண்டியிட்டுக் கொண்டிருந்தேன், நான் ஹிஸ்புல்லாவுக்கு வேலை செய்தேன் என்பதை ஒப்புக்கொள்ளும்படி மிரட்டப்பட்டேன். இல்லை என்றால் 20 வருடங்கள் செல்லில் அடைத்து வைப்போம் என்றார்கள்.",
        "ஒருமுறை என் ஜோடி கண்ணாடியைப் பறித்து என் புத்தகத்தைப் படிக்கச் சொன்னார்கள். ஒரு ஜோடி கண்ணாடி இல்லாமல் என்னால் படிக்க முடியாது என்பதால் கண்ணீர் கொட்டியது. தீவிரவாதக் கருத்துக்களுக்கும், பயங்கரவாதத்துக்கும் நான் ஆழமாகப் பிணைந்திருப்பதால் கண்ணீர் வடிக்கிறேன் என்று குற்றம் சாட்டினார்கள்.",
        "நான் உண்மையில் பொறுப்பேற்காத காரணத்திற்காக நான் கைது செய்யப்பட்டு தடுத்து வைக்கப்படுவேன் என்று நான் ஒருபோதும் எதிர்பார்க்கவில்லை. நான் என் வாழ்க்கையை முன்னோக்கி திட்டமிட்டுக் கொண்டிருந்தேன். நான் திருமணம் செய்துகொண்டு, முதுகலைப் படிப்பை மேற்கொண்டு, எனது ஆசிரியர் பணியை முன்னெடுத்துச் செல்ல வேண்டும். இந்த திட்டங்கள் அனைத்தும் ஆபத்தில் தள்ளப்பட்டன. நாட்டிலும் சர்வதேச அளவிலும் ஒரு கவிஞன் என்ற பெயரை உருவாக்குவதே எனது இலக்காகவும் இருந்தது. இத்தனை பிரச்சனைகளுக்கு மத்தியிலும் நான் உறுதியாக இருக்கிறேன், என் வாழ்க்கையில் நான் வெற்றி பெறுவேன் என்று நம்புகிறேன்.",
        "கே   உங்கள் கவிதைகள் தீவிரவாதத்திற்கும் இஸ்லாமிய தீவிரவாதத்திற்கும் எதிராக இருந்தன, மேலும் நீங்கள் ISISக்கு எதிராக கவிதைகள் எழுதியுள்ளீர்கள். நீங்கள் எதிர்த்துப் போராடும் விஷயங்களை ஆதரித்ததற்காக நீங்கள் எவ்வாறு கைது செய்யப்பட்டு தடுத்து வைக்கப்பட்டீர்கள்?",
        "என்பது என் மனதில் ஒரு பெரிய கேள்வி. வாழ்க்கையில் இது ஒரு முரண். நான் எழுதிய கவிதைகள் ISIS சித்தாந்தத்திற்கு எதிரானவை. கவிதைகளும் தீவிரவாதம் மற்றும் பயங்கரவாதத்திற்கு எதிரானவை என்பது உங்களுக்குத் தெரியும். என் கவிதை ஒன்றில், இன்னொருவனைக் கொல்ல துப்பாக்கியை ஏந்துபவர்கள், துப்பாக்கியால் அல்லது ஆயுதங்களாலேயே அழிந்து போவார்கள், அப்படிப்பட்டவர்களே இறுதியில் இரையாவார்கள் என்று குறிப்பிட்டிருக்கிறேன். எனவே ஆயுதம் ஏந்தாமல் போர் செய்ய வேண்டும். அந்தக் கவிதையில் கல்வியில் புரட்சி வரவேண்டும், நல்ல மாற்றம் வரவேண்டும் என்று அறைகூவல் விடுத்துள்ளேன். கவிதைகளின் அர்த்தத்தை ஆதரிக்கும் வகையில் துப்பாக்கியை பிடித்திருக்கும் நபரின் படத்தைச் செருகியுள்ளேன். மரத்தை வெட்டக் கூடாது என்பது முக்கியம் என்பதைக் காட்ட ஒரு நபர் மரத்தை வெட்டுவது போன்ற படத்தைப் பயன்படுத்துவது போன்றது.",
        "\"நவரசம் என்பது இன்பம், சிரிப்பு, துக்கம், கோபம், வீரம், பயம், வெறுப்பு, வியப்பு, அமைதி என ஒன்பது உணர்வுகளைக் குறிக்கிறது. கவிதைப் புத்தகத்தில் இந்த உணர்வுகளைப் பற்றிப் பேசும் கவிதைகள் உள்ளன. நான் பள்ளியில் படிக்கும் போது அதைப் பற்றி படிக்க வாய்ப்பே இல்லை. பாடசாலை பாடத்திட்டத்துக்காக நிர்ணயிக்கப்பட்ட பாடப் புத்தகங்கள் தவிர்ந்த சமூகப் பிரச்சினைகள் பேருவளையில் உள்ள கல்லூரிக்குள் நுழைந்த போது நான் படித்த பாடங்கள் மூலம் சமூகப் பிரச்சினைகள் பற்றி அதிகம் படிக்க முடிந்தது.",
        "கே   ஈஸ்டர் ஞாயிறு தாக்குதல் மற்றும் தற்கொலை குண்டுதாரிகளைப் பற்றி நீங்கள் என்ன நினைக்கிறீர்கள்?",
        "ஒரு குழுவினரால் நடத்தப்பட்ட இந்த இரத்தக்களரி படுகொலையைக் கண்டு நான் மிகவும் வேதனையடைந்தேன். வன்முறையை ஒருபோதும் ஊக்குவிக்காத இஸ்லாத்தின் பெயரால். தற்கொலை குண்டுதாரிகள் ஒட்டுமொத்த முஸ்லிம் சமூகத்தின் மீதும் எதிர்மறையான படத்தை உருவாக்கியுள்ளனர். இஸ்லாம் ஒருபோதும் வன்முறையை ஊக்குவிக்காது, தீவிரவாதம் அல்லது பயங்கரவாதத்திற்கு இடமில்லை.",
        "ஒரு சமூகப் பொறுப்புள்ள கவிஞனாக- அதுதான் உண்மையான கலைஞன்- தாக்குதல் நடந்த ஒரு நாள் கழித்து ஒரு கவிதை எழுதி என் வலைப்பதிவில் பதிவிட்டேன்; தாக்குதலைக் கண்டித்து, இது இஸ்லாம் மதம் முழுவதையும் தவறாக விளக்குவதற்கு எப்படி வழிவகுக்கும்.",
        "பயங்கரவாத தடைச்சட்டத்தை முழுமையாக ரத்து செய்ய வேண்டும் என்பதில் எனது கருத்து உள்ளது. பயங்கரவாத தடைச்சட்டத்தின் கீழ் உரிய குற்றச்சாட்டுக்கள் இன்றி கைது செய்யப்பட்டு நீதிமன்றில் ஆஜர்படுத்தப்படாமல் சுமார் 18 மாதங்கள் தடுத்து வைக்கப்பட்டிருந்தவர்கள் பலர் உள்ளனர். பெரும்பாலான நேரங்களில் கைதிகள் குற்றச்சாட்டை ஒப்புக்கொள்ளவும் ஏற்றுக்கொள்ளவும் வற்புறுத்தப்படுகிறார்கள். சமீப காலமாக பல முஸ்லிம்கள் இந்த கொடூர செயலுக்கு இரையாகி வருகின்றனர். பயங்கரவாத தடைச்சட்டத்தால் தமிழர்கள் அனுபவித்திருக்கக்கூடிய துன்பங்களையும் பேரதிர்ச்சிகளையும் என்னால் கற்பனை செய்து பார்க்க முடிந்தது.",
        "கே   இந்தியாவில் உள்ள இந்து தீவிரவாதத்தைப் போன்றே இலங்கையிலும் சிங்கள தீவிரவாதம் இருப்பதை நாம் அறிவோம். இன்னும் பல மத தீவிரவாத குழுக்களும் இலங்கையில் உள்ளன. முஸ்லிம் தீவிரவாதம் ஆபத்தானது என அடுத்தடுத்து வந்த அரசுகள் குற்றம்சாட்டி வருகின்றன. உங்கள் கருத்து என்ன?",
        "எந்த மதம் அல்லது இனத்துடன் தொடர்புடையதாக இருந்தாலும் மத வன்முறைக்கு வழிவகுக்கும் எந்தவொரு தீவிரவாதத்தையும் நான் ஒருபோதும் அங்கீகரிக்கவோ அல்லது ஏற்றுக்கொள்ளவோ ​​மாட்டேன். ஆனால் என்ன நடக்கிறது என்றால் அரசியல்வாதிகள் தீவிரவாதத்தை ஆயுதமாக பயன்படுத்தி மக்களை பிளவுபடுத்துகிறார்கள். அரசியல் வாதிகள்தான் தீவிரவாதத்தை உருவாக்கி பல்வேறு இன மக்களிடையே ஒற்றுமையை குலைத்து தங்கள் சுயநலத்தை சாதிக்கிறார்கள். இதனால், சிறுபான்மை சமூகங்களில் சில பாதிக்கப்படக்கூடிய பிரிவுகள் தீவிரவாதத்தைத் தழுவத் தள்ளப்படுகின்றனர். புலிகளின் பிரிவினைவாத இயக்கம் அதற்கு நல்ல உதாரணம். நீண்ட கால தமிழர் விரோத இனவாதம் மற்றும் பாகுபாடுகள் இளைஞர்களின் பிரிவுகளை அவர்களின் சுதந்திரம் மற்றும் செழுமைக்கான தீர்வாக திவாலான பயங்கரவாத முறைகளுக்கு ஈர்க்க வழிவகுத்தது.",
        "இனம், மதம் மற்றும் சமூக அந்தஸ்தைப் பொருட்படுத்தாமல் இந்த நாட்டின் குடிமக்களின் உரிமைகள் உறுதி செய்யப்பட்டால், வன்முறைக்கு வழிவகுக்கும் மதத் தீவிரவாதம் அகற்றப்படும். அதிக வாக்குகளைப் பெற்று ஆட்சியைப் பிடிக்கவும், தங்கள் பிடியைத் தக்கவைக்கவும் அரசியல்வாதிகள் பௌத்த தீவிரவாதத்தை தூண்டுகிறார்கள்.",
        "கே   இந்த நாடு அனைத்து இன மற்றும் மத சமூகங்களுக்கும் சொந்தமானது. ஆனால், பல ஆண்டுகளாகத் தொடர்ந்து வந்த அரசுகள் தமிழர்களை முதல் தரக் குடிமக்களாக நடத்தாமல் இருப்பதைப் பார்த்து வருகிறோம். இப்போது பாகுபாடு காட்டும் போக்கு முஸ்லிம் சமூகத்தை நோக்கி திரும்பியுள்ளது. இந்த நாடு சிங்கள மக்களுக்கு மட்டுமே சொந்தம் என சிங்கள தீவிரவாதிகள் நினைக்கின்றனர். அதில் உங்கள் கருத்து என்ன?",
        "அடுத்தடுத்து வந்த அரசாங்கங்கள் தீவிர தேசியவாத உணர்வுகளையும் இனவெறியையும் பயன்படுத்தி அதிகாரத்தைப் பெறவும் அதைத் தக்கவைத்துக் கொள்ளவும் செய்தன. இனவாதம் அல்லது தீவிரவாதம் ஒழிக்கப்படுவதை அவர்கள் விரும்பவில்லை, ஏனென்றால் அவர்கள் அவர்களைச் சார்ந்திருக்கிறார்கள். தொடக்கத்தில் அடுத்தடுத்து வந்த அரசாங்கங்கள் தமிழர்களுக்கு எதிராக இனவாத வன்முறையைப் பிரயோகித்தன; பயங்கரவாதத்தை முளைக்க அனுமதிக்கிறது. இப்போது முஸ்லிம் சமூகத்தை குறிவைத்துள்ளனர். பெரும்பான்மையினரை ஏமாற்றி தங்கள் அதிகாரத்தை தக்கவைத்துக்கொள்ள சில பௌத்த தீவிரவாத குழுக்களின் உதவியுடன் பல ஆண்டுகளாக இனவாதத்தை பரப்புவார்கள். இந்த நாடு அனைத்து இன மக்களுக்கும் சொந்தமானது. வரலாற்று ரீதியாக, இது பல மதங்களைக் கொண்ட நாடு, எனவே அனைத்து மதங்களும் இனங்களும் சமமாக நடத்தப்பட வேண்டும். இந்த நாட்டில் அரசியலமைப்புச் சட்டத்தில் உள்ள மதச்சார்பின்மை நமக்கு மிகவும் அவசியம். இந்த நாட்டில் உள்ள ஒவ்வொரு குடிமகனுக்கும் கண்ணியமான வாழ்க்கை வாழ உரிமை உள்ளது. மக்கள் தங்கள் சொந்த மதங்கள் அல்லது நம்பிக்கைகள் அல்லது ஒரு மதத்தை வெளிப்படுத்த உரிமை உண்டு. மக்கள் சட்டத்திற்கு கட்டுப்படும் வரை தாங்கள் அணிய விரும்புவதைத் தேர்ந்தெடுக்க மக்களுக்கு உரிமை உண்டு. இப்படிப்பட்ட சூழலில், ஒரு அரசாங்கம் எப்படி தனது சொந்த மக்களை தீவிரவாதிகள் அல்லது பயங்கரவாதிகள் என்று முத்திரை குத்த முடியும்? அரசியல்வாதிகள் மற்ற மதங்கள் அல்லது இனங்கள் மீது வெறுப்பு இருக்க வேண்டும், ஏனெனில் அவர்கள் அதிகாரத்தில் தங்கள் நிலையை உறுதிப்படுத்த விரும்புகிறார்கள்.",
        "கே   சிறு வயதிலேயே பல கடினமான சூழ்நிலைகளைச் சகித்திருக்கிறீர்கள். எதிர்காலத்தில் கவிஞராக உங்கள் அழகியல் பயணம் குறித்து உங்கள் நிலைப்பாடு என்ன?",
        "எனக்கு நடந்த அனைத்தையும் ஒரு தடையாக நான் கருதவில்லை, ஆனால் என்னை ஒரு கவிஞனாக உணர்ந்து சமூகத்திற்கு நான் என்ன செய்ய முடியும் என்பதை உணர இது ஒரு வாய்ப்பு. அரசையும், மனித குலத்திற்கு எதிராக இழைக்கப்பட்ட அநீதிகளையும் கேள்விக்குள்ளாக்கும் கவிதைகளை எழுதுவதற்கு நான் பயப்படவில்லை. ஒரு எழுத்தாளன் எழுத்தின் மூலம் அவர்களின் உரிமைகளுக்காகப் போராடுவதன் மூலம் குரலற்றவர்களின் குரலாக மாற முடியும்.",
        "மக்களின் உரிமைகளுக்காக அயராது உழைக்க வேண்டும். இந்த நாட்களில் நான் சில இலக்கிய நூல்களைப் படித்து என்னைத் தயார்படுத்திக் கொண்டிருக்கிறேன். எதிர்காலத்திலும் கவிஞராக எனது பணி தொடரும் என நம்புகிறேன். எழுதுவது எனது தொழில் அல்ல, அது எனது பொழுதுபோக்கு.",
        "அநீதிக்கு எதிராக பேதங்கள் பாராமல் மக்களாகிய நாம் ஒன்றுபட வேண்டும் என்பதே ஒட்டுமொத்த மனித குலத்துக்கான செய்தியாகும். ஒரு சோசலிச குடியரசின் முடிவை நாம் உணர வேண்டும், மேலும் மக்கள் ஆயுதம் ஏந்தி ஒருவருக்கொருவர் சண்டையிடுவதற்கு எந்த காரணமும் இல்லை. சின்னச் சின்ன வேறுபாடுகள் இருந்தாலும் ஒரு தேசமாக நாம் ஒன்றாக வாழ வேண்டும். எனது உரிமைகளுக்காகப் போராடிய வழக்கறிஞர்களுக்கும், இந்த இக்கட்டான காலகட்டத்தில் எனக்கு ஆதரவாக நின்ற அனைவருக்கும் நன்றி தெரிவிக்க விரும்புகிறேன்.",
        "அஹ்னாஃப் ஜசீம் (வலமிருந்து இரண்டாவது) சஞ்சய வில்சன், கே. கனக்-ஈஸ்வரன் (பிசி) மற்றும் லட்சுமணன் ஜெயக்குமார் உள்ளிட்ட அவரது வழக்கறிஞர்கள் குழுவுடன் உச்ச நீதிமன்றத்தின் முன்"
      ]
    }
  }
}