{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/birth-of-a-new-world-order/",
  "time_ut": 1648816140,
  "title": "Birth of a new world order",
  "body_lines": [
    "Revolting devastation and human suffering in this war is borne by Ukraine but profound changes will come in Russia. The overpowering player in the medium term will be China. Deeply significant will be the long-term alterations of global political-economy. Do I have ballpark notions of the three periods? Well let me stick my thumb in the air and say one, five and 10+ years, respectively. The war, Putin’s blackeye, dogged Ukrainian resistance, sanctions, refugees and the determination of Western capitalism and public opinion are the topics of conversation. The glorious democracy Germany will prosecute those who support Russia in public. The ultra-right-wing Economist of March 27 carries a lurid outburst of hatred and insinuation unsupported by evidence against Putin baked into three pages of venom (“Greyness, greed and grievance”). No attention is paid by intellectually handicapped Western media and “scholarship” to how the world will alter down the road.",
    "Were you to call the deeply religious Christian-Orthodox Vladimir Putin (VP) a reincarnation of Vlad the Impaler, who am I to disagree? There will paradoxically however, be unintended benefits for the Russian economy, people and state. The opprobrium that VP has brought upon himself is the least of my concerns. What has he to show for reducing Mariupol to rubble, five million refugees, exposing his military as incompetent and its toolkit rusted, a 4,000-long sanctions list (the harshest ever) and confiscation of Russia’s external assets by new-imperialism? Thousands of civilian deaths, maybe ten to twenty thousand soldiers as well. OK, it’s true that after this clobbering Ukraine will never join NATO, but this VP could have achieved by craft, diplomacy and threat. Six-gun Putin knows nought of the finesse of Sun Tzu and Machiavelli. So here’s my first punch-line: The bitter-sweet truth is that Russia for its economic survival has nowhere to turn but to China (unless sanctions are lifted). That’s point-one in my three-pronged hypothesis.",
    "[For a different assessment of Putin’s military objectives visit two URLs supplied at the end of this article #]",
    "My second point is that the reign of the bloodsucking oligarchs, much wider than VP’s yacht sharing, dacha inhabiting buddies, who bled, robbed and corrupted Russia since America (and MIT) rigged its economic system in the Yeltsin years, is finished. The corrupt deals that made Roman Abramovich (Chelsea football club owner) a fortune is just one of many examples. After buying oil company Sibneft from the Russian government in a rigged auction in 1995 for $250m, he sold it back to the government for $13bn in 2005. (He magically materialised at the negotiations a few days ago; VP’s Rasputin?)! The list of bloodsucking oligarchs is long and sickening. The post-Putin era, irrespective of whether VP is kicked out in a palace coup, weakened or brought under supervision, will see transformations of economy, state and polity. Economic-power relationships will go upside down. Will political power be less dictatorial? Too much to hope for?",
    "Russia has no choice; it has no fall back but China. This is a lesson for life even after sanctions are lifted. True only 3% of current Chinese exports are Russia-bound, the US and EU take about 15% each and the “developing” world 55%. This 3% may jump to 10% as sanctions bite and Russia struggles for consumer durables, chips, tech-stuff, luxury brands, Kentucky Fries and Big Macs. As Western investors of all complexion flee, Chinese equivalents can fill the gap. China will however will be wary of risking secondary sanctions for a small market and for a broke customer who will need to buy on tick initially. What the Chinese will eye are natural resources; Russia is the world’s resource-richest ($75 trillion) country, ahead of the US ($45 trillion) and China ($25 trillion). Its resource rankings are as follows timber (1; its forest area exceeds Brazil’s), coal (2), gas (2), minerals (2), oil (3) and gold (3). Though in land area it is the largest of any country, arable land is only 7.5% of all land due to the harsh climate, hence it comes third behind India (57 % of all land is cultivated) and the US (17% cultivated) in total hectares of cultivated land.",
    "Resource-wise this is El Dorado for the exploding Chinese economic engine seeking global investment opportunities. Young educated manpower and technological sophistication put Russia leagues ahead of basket-cases Africa, Pakistan and Sri Lanka. The best part of the multibillion-dollar Sino-European railway passes through Russia. The needs of broke and broken Russia with quality manpower and potential resource benefits for ambitious China fit like hand and glove. Political-economic logic and its consummation are nevertheless, many pitfalls apart. But the contours of what may be viable within a year or two of the ending of hostilities in Ukraine are visible.",
    "The Ukraine war has snapped shut the Thucydides Trap enmeshing Western neo-imperialism and China with unexpected suddenness. It was always there, always threatening, often taking a bite here and there; the ban on Huawei, charges of intellectual property theft and sanctions on individuals were signs. Upending Russia, isolating it from global financial and trade make it stark that this is China’s future when the Trap is fully sprung. Biden declares “NATO has never been so united”. German Fraus and their little kinder joyfully prepare to freeze for freedom (Really?). The Chinese have so far only been shocked into wakefulness, but who doesn’t see that the big match is yet to come; which Chinaman doesn’t feel in his bones that VP’s rout is a mere dress-rehearsal before politico-economic warfare against the real target? It is a last chance to pushback a China which has been gaining inexorably for three decades in economic clout and global influence. For neo-imperialism it is a final, a life or death encounter. But in a deeper sense it is not Putin, Biden, colourful clowns Britain’s BoJo or Ukrain’s Yellingsky that matter; they are puny catalysts. “All the world’s a stage and all the men and women merely players”. A realignment of the world has become unavoidable – the French Revolution, WW1, WW2 and the fall of the USSR have left so much unfinished clutter. All that I say in this essay I say cold-bloodedly without taking this side or that, as far as possible.",
    "So my medium-term argument: It is in China’s economic and political interest to turn Russia into a resource-rich partner in a new world order even after sanctions are lifted. If you are thinking of a new Cold War you’ve got it wrong. In USSR-times that bloc plus China accounted for a mere 15% of global output. Today it’s more than 30% and growing; more if you include Vietnam, the five landlocked Central Asian -Stans, the socialist inclined governments of South America and “left” dictatorships Cuba, Venezuela and Nicaragua. I am selecting countries which will readily do business with a presumptive Sino-Russian alliance. China is already the largest trading partner of over 100 countries, nevertheless it will be wary and play its cards carefully. Midgets (not Vietnam), consume peanuts, are miniscule markets, and mere dollops as economic partners. Russia of course can absorb $200 -300 billion in annual Chinese investment in mining, timber & land, infrastructure, tech-manufacturing-military, food processing and the service sector.",
    "That was the third, global, last facet of my crystal-ball gazing: The longer-term two decades beyond the present. You may think me as wacky as Nostradamus but no matter, if you read up to this point you may as well persevere for one more para. The presumptive Sino-Russian Alliance espied here and others who cosy up to it, will constitute an assemblage more porous to cross-boundary economic flows and politically more elastic than the defunct Soviet Bloc of Cold War times. Political plasticity aside it will be porous in trade and investment. I envisage dollar-divested trade and investment, and as the group gains strength spurning neo-imperialist sanctions on each another. A new world has to be built; there’s no other way.",
    "Aside from those named so far, potential collaborators are Iran (world’s largest gas reserves), India, South Africa, Nigeria, North Korea and perhaps at the margin Saudi Arabia (largest oil reserves) and some Gulf States. India, South Africa, the -Stans, North Korea and of course China abstained in the UN vote condemning Russia at the UN. The socialist-left and “left”-dictatorships voted with Russia. India is critical to securing the credibility of this ensemble and the key to that is Beijing. China will have to make boundary concessions to woo India away from QUAD and ease its security concerns. This oh dear is the fly in the ointment. The Chinese are said to be intelligent, but on territorial issues experience is entirely the opposite! Nationalists the world over are universal idiots. Oh, for a reincarnated Samuel Johnson.",
    "# Two well-known American publications give a sharply different assessment of Putin’s war objectives:",
    "Political apathy amongst Sri Lankans’ is significant contributory factor to the current state of affairs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "නව ලෝක අනුපිළිවෙලක උපත",
      "body_lines": [
        "මෙම යුද්ධයේ කැරලිකාරී විනාශය සහ මිනිස් දුක් වේදනා යුක්රේනය විසින් දරනු ලබන නමුත් රුසියාව තුළ ගැඹුරු වෙනස්කම් සිදුවනු ඇත. මධ්‍ය කාලීනව බලවත් ක්‍රීඩකයා චීනය වනු ඇත. ගෝලීය දේශපාලන-ආර්ථිකයේ දිගුකාලීන වෙනස්කම් ගැඹුරින් වැදගත් වනු ඇත. මට කාල පරිච්ඡේද තුනේ බෝල්පාක් සංකල්ප තිබේද? හොඳයි, මට මගේ මාපටැඟිල්ල වාතයේ තබා පිළිවෙලින් වසර එක, පහ සහ 10+ කියන්නට ඉඩ දෙන්න. යුද්ධය, පුටින්ගේ කළුවර, දඩබ්බර යුක්රේන ප්රතිරෝධය, සම්බාධක, සරණාගතයින් සහ බටහිර ධනවාදයේ අධිෂ්ඨානය සහ මහජන මතය සංවාදයේ මාතෘකා වේ. මහිමාන්විත ප්‍රජාතන්ත්‍රවාදය ජර්මනිය ප්‍රසිද්ධියේ රුසියාවට සහාය දෙන අයට නඩු පවරනු ඇත. මාර්තු 27 දා අන්ත දක්ෂිනාංශික ආර්ථික විද්‍යාඥයා, පුටින්ට එරෙහි සාක්ෂි මගින් පිටුබලය නොලබන, වස පිටු තුනකට (“අළු බව, තණ්හාව සහ දුක්ගැනවිලි”) පිළිස්සූ ද්වේෂයේ සහ උසිගැන්වීමේ උමතු පිපිරීමක් ගෙන යයි. බුද්ධිමය වශයෙන් ආබාධිත බටහිර මාධ්‍ය සහ \"ශිෂ්‍යත්වය\" විසින් ලෝකය මාර්ගය වෙනස් කරන්නේ කෙසේද යන්න පිළිබඳව අවධානය යොමු නොකරයි.",
        "ඔබ ගැඹුරු ආගමික ක්‍රිස්තියානි-ඕතඩොක්ස් ව්ලැඩිමීර් පුටින් (VP) ව්ලැඩ් ද ඉම්පලර්ගේ පුනරුත්පත්තියක් ලෙස හැඳින්වීමට කැමතිද, මම එකඟ නොවන්නේ කවුද? කෙසේ වෙතත්, පරස්පර විරෝධී ලෙස රුසියානු ආර්ථිකයට, ජනතාවට සහ රාජ්‍යයට අනපේක්ෂිත ප්‍රතිලාභ ලැබෙනු ඇත. උපකුලපතිවරයා තමා වෙත ගෙන ආ අපකීර්තිය මගේ කනස්සල්ලෙන් අවමයි. මරියුපෝල් සුන්බුන් බවට පත් කිරීම, මිලියන පහක සරණාගතයින්, ඔහුගේ හමුදාව අකාර්යක්ෂම බව හෙලිදරව් කිරීම සහ එහි මෙවලම් කට්ටලය මලකඩ කෑ බව හෙළිදරව් කිරීම, 4,000-දිගු සම්බාධක ලැයිස්තුවක් (එවිට දරුණුතම) සහ නව අධිරාජ්‍යවාදය විසින් රුසියාවේ බාහිර වත්කම් රාජසන්තක කිරීම සඳහා ඔහුට පෙන්විය යුත්තේ කුමක්ද? සිවිල් මරණ දහස් ගණනක්, සමහර විට සොල්දාදුවන් දස විසි දහසක් ද විය හැකිය. හරි, මෙම clobbering පසු යුක්රේනය කිසි විටෙකත් නේටෝවට සම්බන්ධ නොවන බව සත්‍යයකි, නමුත් මෙම VP යාත්‍රාව, රාජ්‍ය තාන්ත්‍රිකභාවය සහ තර්ජනය මගින් සාක්ෂාත් කර ගත හැකිව තිබුණි. සය තුවක්කු පුටින් සන් ට්සුගේ සහ මැකියාවෙලිගේ දක්‍ෂතාව ගැන කිසිවක් දන්නේ නැත. ඉතින් මෙන්න මගේ පළමු පන්ච්-ලයින්: කටුක-මිහිරි සත්‍යය නම් රුසියාවට එහි ආර්ථික පැවැත්ම සඳහා චීනය හැරෙන්නට වෙනත් තැනක් නොමැති බවයි (සම්බාධක ඉවත් නොකළහොත්). එය මගේ තුන්කොන් උපකල්පනයේ එක් කරුණකි.",
        "[පුටින්ගේ මිලිටරි අරමුණු පිළිබඳ වෙනස් තක්සේරුවක් සඳහා මෙම ලිපියේ අවසානයේ සපයා ඇති URL දෙකක් බලන්න #]",
        "මගේ දෙවන කරුණ නම්, යෙල්ට්සින් වසරවලදී ඇමරිකාව (සහ MIT) සිය ආර්ථික පද්ධතිය අවුල් කළ දා සිට රුසියාවේ ලේ වැගිරීම්, මංකොල්ලකෑම සහ දූෂණය කළ වීපීගේ යාත්‍රා බෙදාගැනීමේ, ඩැචා වාසය කරන මිතුරන්ට වඩා පුළුල් ලේ උරා බොන කතිපයාධිකාරීන්ගේ පාලනය අවසන් වීමයි. Roman Abramovich (Chelsea පාපන්දු සමාජයේ හිමිකරු) වාසනාවන්තයෙකු බවට පත් කළ දූෂිත ගනුදෙනු බොහෝ උදාහරණ වලින් එකකි. 1995 දී ඩොලර් මිලියන 250 කට තෙල් සමාගමක් වන සිබ්නෙෆ්ට් රුසියානු රජයෙන් මිලදී ගත් පසු, ඔහු එය 2005 දී ඩොලර් බිලියන 13 කට නැවත රජයට විකුණුවා. (ඔහු දින කිහිපයකට පෙර සාකච්ඡා වලදී ඉන්ද්‍රජාලික ලෙස ක්‍රියා කළේය; VP ගේ රස්පුටින්?)! ලේ උරා බොන කතිපයාධිකාරීන්ගේ ලැයිස්තුව දිගු හා අසනීප වේ. මාලිගා කුමන්ත්‍රණයකින් VP පන්නා දැමුවද, දුර්වල කළද, අධීක්ෂණයට යටත් කළද, පශ්චාත්-පුටින් යුගය, ආර්ථිකය, රාජ්‍ය සහ දේශපාලනයේ පරිවර්තනයන් දකිනු ඇත. ආර්ථික බල සබඳතා උඩු යටිකුරු වනු ඇත. දේශපාලන බලය ඒකාධිපතිත්වය අඩු වෙයිද? බලාපොරොත්තු වෙන්න බැරි තරම්?",
        "රුසියාවට විකල්පයක් නැත; එයට චීනය හැර පසුබෑමක් නැත. සම්බාධක ඉවත් කිරීමෙන් පසුවද මෙය ජීවිතයට පාඩමකි. වත්මන් චීන අපනයනවලින් 3%ක් පමණක් රුසියාවට බැඳී ඇති බව සත්‍යයක් වන අතර, එක්සත් ජනපදය සහ යුරෝපා සංගමය 15% බැගින් ද, \"සංවර්ධනය වෙමින් පවතින\" ලෝකය 55%ක් ද ගනී. සම්බාධක දෂ්ට කිරීමත් සමඟ රුසියාව පාරිභෝගික කල් පවතින භාණ්ඩ, චිප්ස්, තාක්ෂණික දේවල්, සුඛෝපභෝගී සන්නාම, Kentucky Fries සහ Big Macs සඳහා අරගල කරන විට මෙම 3% 10% දක්වා ඉහළ යා හැක. සියලුම වර්ණයන්ගෙන් යුත් බටහිර ආයෝජකයින් පලා යන විට, චීන සමානයන්ට හිඩැස පිරවිය හැකිය. කෙසේ වෙතත්, කුඩා වෙලඳපොලක් සඳහා ද්විතීයික සම්බාධක අවදානමට ලක් කිරීම සහ මුලින් ටික් මත මිලදී ගැනීමට අවශ්ය වන බිඳුණු පාරිභෝගිකයෙකු සඳහා චීනය සුපරීක්ෂාකාරී වනු ඇත. චීන ජාතිකයන් ඇසට පෙනෙන්නේ ස්වභාවික සම්පත් ය; රුසියාව ලෝකයේ සම්පත් වලින් පොහොසත්ම (ඩොලර් ට්‍රිලියන 75) රට වන අතර, එක්සත් ජනපදයට (ඩොලර් ට්‍රිලියන 45) සහ චීනයට (ඩොලර් ට්‍රිලියන 25) ඉදිරියෙන් සිටී. එහි සම්පත් ශ්‍රේණිගත කිරීම් පහත පරිදි වේ දැව (1; එහි වනාන්තර ප්‍රමාණය බ්‍රසීලයට වඩා වැඩිය), ගල් අඟුරු (2), ගෑස් (2), ඛනිජ (2), තෙල් (3) සහ රන් (3). භූමි ප්‍රමාණයෙන් එය ඕනෑම රටකට විශාලතම වුවද, කටුක දේශගුණය හේතුවෙන් වගා කළ හැකි ඉඩම් යනු මුළු භූමියෙන් 7.5% ක් පමණි, එබැවින් එය ඉන්දියාවට (සියලු ඉඩම් වලින් 57% වගා කෙරේ) සහ එක්සත් ජනපදයට (17% වගා කෙරේ) පිටුපසින් තෙවැනි ස්ථානයට පත්වේ. වගා කරන ලද මුළු හෙක්ටයාර වල.",
        "ගෝලීය ආයෝජන අවස්ථා සොයන පිපිරෙන චීන ආර්ථික එන්ජිම සඳහා සම්පත් අනුව මෙය එල් ඩොරාඩෝ වේ. තරුණ උගත් පිරිස් බලය සහ තාක්‍ෂණික නවීනත්වය රුසියාව ලීගයන් අප්‍රිකාව, පකිස්ථානය සහ ශ්‍රී ලංකාව යන රටවලට වඩා ඉදිරියෙන් තැබීය. ඩොලර් බිලියන ගණනක චීන-යුරෝපීය දුම්රිය මාර්ගයේ හොඳම කොටස රුසියාව හරහා ගමන් කරයි. ගුණාත්මක ශ්‍රමය සහිත බිඳුණු සහ බිඳුණු රුසියාවේ අවශ්‍යතා සහ අභිලාෂකාමී චීනය සඳහා විභව සම්පත් ප්‍රතිලාභ අත් සහ අත්වැසුම් මෙන් ගැලපේ. දේශපාලන-ආර්ථික තර්කනය සහ එහි සමාප්තිය කෙසේ වෙතත්, බොහෝ අන්තරායන් වේ. නමුත් යුක්රේනයේ සතුරුකම් අවසන් වී වසරක් හෝ දෙකක් ඇතුළත ශක්‍ය විය හැකි දේවල සමෝච්ඡයන් දෘශ්‍යමාන වේ.",
        "යුක්රේන යුද්ධය බටහිර නව අධිරාජ්‍යවාදය සහ චීනය අනපේක්ෂිත හදිසියකින් කොටුකරගත් තුසිඩයිඩ් උගුල වසා දමා ඇත. එය සැමවිටම එහි විය, සෑම විටම තර්ජනය කරමින්, බොහෝ විට එහෙන් මෙහෙන් බයිට් එකක් ගනිමින්; Huawei හි තහනම, බුද්ධිමය දේපළ සොරකම් කිරීමේ චෝදනා සහ පුද්ගලයන්ට එරෙහි සම්බාධක සලකුණු විය. රුසියාව උඩු යටිකුරු කිරීම, ගෝලීය මූල්‍ය හා වෙළඳාමෙන් එය හුදකලා කිරීම, උගුල සම්පූර්ණයෙන්ම පැනනගින විට චීනයේ අනාගතය මෙය බව පැහැදිලිව පෙනේ. බිඩෙන් ප්‍රකාශ කරන්නේ “නේටෝව කිසිදා මෙතරම් එක්සත් වී නැත” යනුවෙනි. ජර්මානු ෆ්‍රෝස් සහ ඔවුන්ගේ කුඩා කරුණාවන්ත ප්‍රීතියෙන් නිදහස සඳහා කැටි කිරීමට සූදානම් වේ (ඇත්තද?). චීන ජාතිකයින් මෙතෙක් කම්පනයට පත් වී ඇත්තේ අවදි වීම පමණි, නමුත් තවමත් මහා තරඟය පැමිණීමට නියමිත බව නොදකින අය; සැබෑ ඉලක්කයට එරෙහි දේශපාලන-ආර්ථික යුද්ධයට පෙර වීපීගේ පරාජය හුදු ඇඳුම් පෙරහුරුවක් බව ඔහුගේ ඇටකටු තුළ දැනෙන්නේ නැති චයිනමන්වරයාද? දශක තුනක් තිස්සේ ආර්ථික ශක්තියෙන් සහ ගෝලීය බලපෑමෙන් නොනැසී පවතින චීනයක් පසුපසට තල්ලු කිරීමට එය අවසාන අවස්ථාවයි. නව අධිරාජ්‍යවාදයට එය අවසාන, ජීවිතය හෝ මරණය හමුවීමකි. එහෙත් ගැඹුරු අර්ථයකින් එය වැදගත් වන්නේ පුටින්, බිඩෙන්, වර්ණවත් විකටයන් බ්‍රිතාන්‍යයේ බෝජෝ හෝ යුක්රේනයේ යෙලින්ස්කි නොවේ; ඒවා කුඩා උත්ප්‍රේරක වේ. \"මුළු ලෝකයම වේදිකාවක් වන අතර සියලුම පිරිමින් සහ ගැහැණුන් හුදෙක් ක්‍රීඩකයින්\". ලෝකයේ ප්‍රතිනිර්මාණයක් නොවැළැක්විය හැකි දෙයක් වී ඇත - ප්‍රංශ විප්ලවය, WW1, WW2 සහ සෝවියට් සංගමයේ වැටීම බොහෝ නිම නොකළ අවුල් සහගත දේවල් ඉතිරි කර ඇත. මේ රචනයේ මම කියන හැමදෙයක්ම මේ පැත්තවත් අරකවත් ගන්නේ නැතුව පුළුවන් තරම් දුරකට කියනවා.",
        "එබැවින් මගේ මධ්‍ය කාලීන තර්කය: සම්බාධක ඉවත් කිරීමෙන් පසුව පවා රුසියාව නව ලෝක අනුපිළිවෙලක් තුළ සම්පත් පොහොසත් හවුල්කරුවෙකු බවට පත් කිරීම චීනයේ ආර්ථික හා දේශපාලන අවශ්‍යතාවයයි. ඔබ නව සීතල යුද්ධයක් ගැන සිතන්නේ නම් ඔබට එය වැරදියි. සෝවියට් සමාජවාදී සමූහාණ්ඩුවේ කාලවලදී එම කණ්ඩායම සහ චීනය ගෝලීය නිෂ්පාදනයෙන් 15% ක් පමණි. අද එය 30% ට වඩා වැඩි වන අතර වර්ධනය වේ; ඔබ වියට්නාමය, ගොඩබිම් සහිත මධ්‍යම ආසියා-ස්ටැන්ස් පහ, දකුණු ඇමරිකාවේ සමාජවාදී නැඹුරු වූ ආණ්ඩු සහ “වාම” ආඥාදායක කියුබාව, වෙනිසියුලාව සහ නිකරගුවාව ඇතුළත් කළහොත් වැඩිය. මම අනුමාන චීන-රුසියානු සන්ධානයක් සමඟ පහසුවෙන් ව්‍යාපාර කළ හැකි රටවල් තෝරා ගනිමි. චීනය දැනටමත් රටවල් 100 කට අධික සංඛ්‍යාවක විශාලතම වෙළඳ හවුල්කරුවා වේ, කෙසේ වෙතත් එය ප්‍රවේශම් සහගත වන අතර එහි කාඩ්පත් ප්‍රවේශමෙන් වාදනය කරනු ඇත. මිඩ්ජට් (වියට්නාමය නොවේ), රටකජු පරිභෝජනය, කුඩා වෙළඳපොලවල් වන අතර ආර්ථික හවුල්කරුවන් ලෙස හුදු බෝනික්කන් වේ. පතල් කැණීම, දැව සහ ඉඩම්, යටිතල පහසුකම්, තාක්ෂණික නිෂ්පාදන-හමුදාව, ආහාර සැකසුම් සහ සේවා අංශයේ වාර්ෂික චීන ආයෝජනයෙන් රුසියාවට ඩොලර් බිලියන 200-300ක් අවශෝෂණය කරගත හැකිය.",
        "එය මගේ පළිඟු-බෝල බැලීමේ තුන්වන, ගෝලීය, අවසාන පැතිකඩයි: වර්තමානයෙන් ඔබ්බට දශක දෙකක දිගු කාලීන. ඔබ මා නොස්ට්‍රඩාමස් මෙන් විකාරයක් ලෙස සිතනු ඇත, නමුත් කමක් නැත, ඔබ මේ දක්වා කියවා ඇත්නම් ඔබට තවත් එක් පැරා එකක් සඳහා ඉවසා සිටිය හැකිය. මෙහි ඔත්තු බැලූ අනුමාන චීන-රුසියානු සන්ධානය සහ එයට සුහදව සිටින අනෙකුත් අය, දේශසීමා ආර්ථික ප්‍රවාහයන්ට වඩා සිදුරු සහිත සහ ශීතල යුද්ධ කාලයේ අභාවයට ගිය සෝවියට් කඳවුරට වඩා දේශපාලනිකව වඩා ප්‍රත්‍යාස්ථ එකලස් කිරීමක් සාදනු ඇත. දේශපාලන ප්ලාස්ටික් බව පසෙක තබා එය වෙළඳාමේ සහ ආයෝජනයේ සිදුරු සහිත වනු ඇත. නව අධිරාජ්‍යවාදී සම්බාධක එකිනෙකින් ප්‍රතික්ෂේප කරමින් කණ්ඩායම ශක්තිමත් වන විට ඩොලර්-වෙන් කරන ලද වෙළඳාම සහ ආයෝජන මම අපේක්ෂා කරමි. නව ලෝකයක් ගොඩනැගිය යුතුය; වෙනත් මාර්ගයක් නැත.",
        "මෙතෙක් නම් කර ඇති අය හැරුණු විට, විභව සහයෝගිතාකරුවන් වන්නේ ඉරානය (ලෝකයේ විශාලතම ගෑස් සංචිත), ඉන්දියාව, දකුණු අප්‍රිකාව, නයිජීරියාව, උතුරු කොරියාව සහ සමහර විට සවුදි අරාබිය (විශාලතම තෙල් සංචිත) සහ සමහර ගල්ෆ් රාජ්‍යයන්ය. ඉන්දියාව, දකුණු අප්‍රිකාව, ස්ටැන්ස්, උතුරු කොරියාව සහ ඇත්ත වශයෙන්ම චීනය එක්සත් ජාතීන්ගේ සංවිධානයේදී රුසියාව හෙළා දකින එක්සත් ජාතීන්ගේ ඡන්දයෙන් වැළකී සිටියහ. සමාජවාදී-වම සහ \"වාම\" - ආඥාදායකත්වයන් රුසියාව සමග ඡන්දය දුන්හ. මෙම සමූහයේ විශ්වසනීයත්වය සුරක්ෂිත කිරීම සඳහා ඉන්දියාව තීරනාත්මක වන අතර ඒ සඳහා යතුර බීජිං ය. QUAD වෙතින් ඉන්දියාව ආකර්ෂණය කර ගැනීමට සහ එහි ආරක්ෂක ගැටළු ලිහිල් කිරීමට චීනයට දේශසීමා සහන ලබා දීමට සිදුවනු ඇත. මේ අහෝ පින්වත් මැස්සයි. චීන ජාතිකයන් බුද්ධිමත් යැයි කියනු ලැබේ, නමුත් භෞමික ගැටළු සම්බන්ධයෙන් අත්දැකීම් සම්පූර්ණයෙන්ම ප්රතිවිරුද්ධය! ලොව පුරා සිටින ජාතිකවාදීන් විශ්වීය මෝඩයන් ය. ඔහ්, නැවත ඉපදුණු සැමුවෙල් ජොන්සන් වෙනුවෙන්.",
        "# සුප්‍රසිද්ධ ඇමරිකානු ප්‍රකාශන දෙකක් පුටින්ගේ යුද අරමුණු පිළිබඳ තියුණු වෙනස් තක්සේරුවක් ලබා දෙයි:",
        "ශ්‍රී ලාංකිකයන් අතර පවතින දේශපාලන උදාසීනත්වය වත්මන් තත්ත්වයට සැලකිය යුතු දායක සාධකයකි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஒரு புதிய உலக ஒழுங்கின் பிறப்பு",
      "body_lines": [
        "இந்தப் போரில் கிளர்ச்சியூட்டும் அழிவுகளும் மனித துன்பங்களும் உக்ரைனால் தாங்கப்படுகின்றன, ஆனால் ரஷ்யாவில் ஆழமான மாற்றங்கள் வரும். நடுத்தர காலத்தில் அதிக சக்தி வாய்ந்த வீரர் சீனாவாக இருக்கும். உலகளாவிய அரசியல்-பொருளாதாரத்தின் நீண்டகால மாற்றங்கள் ஆழமான முக்கியத்துவம் வாய்ந்ததாக இருக்கும். மூன்று காலகட்டங்களின் பால்பார்க் கருத்துகள் என்னிடம் உள்ளதா? சரி, நான் என் கட்டை விரலை காற்றில் வைத்து முறையே ஒன்று, ஐந்து மற்றும் 10+ ஆண்டுகள் என்று சொல்கிறேன். போர், புடினின் கரும்புள்ளி, உக்ரேனிய எதிர்ப்பு, பொருளாதாரத் தடைகள், அகதிகள் மற்றும் மேற்கத்திய முதலாளித்துவத்தின் உறுதிப்பாடு மற்றும் பொதுக் கருத்து ஆகியவை உரையாடலின் தலைப்புகளாகும். புகழ்பெற்ற ஜனநாயக நாடான ஜெர்மனி ரஷ்யாவை பொதுவெளியில் ஆதரிப்பவர்கள் மீது வழக்குத் தொடரும். மார்ச் 27 இன் தீவிர வலதுசாரி பொருளாதார வல்லுனர், புட்டினுக்கு எதிரான ஆதாரங்களால் ஆதரிக்கப்படாத வெறுப்பு மற்றும் தூண்டுதலின் மூர்க்கத்தனமான மூர்க்கத்தனமான மூர்க்கத்தனமான மூர்க்கத்தனமான விஷத்தை மூன்று பக்கங்களில் (\"சாம்பல், பேராசை மற்றும் குறை\") சுட்டுள்ளார். அறிவுசார் குறைபாடுள்ள மேற்கத்திய ஊடகங்கள் மற்றும் \"உதவித்தொகை\" மூலம் உலகம் எவ்வாறு பாதையை மாற்றும் என்பதில் கவனம் செலுத்தப்படவில்லை.",
        "ஆழ்ந்த மத கிறிஸ்தவ-ஆர்த்தடாக்ஸ் விளாடிமிர் புடினை (VP) விளாட் தி இம்பேலரின் மறு அவதாரம் என்று நீங்கள் அழைக்கிறீர்களா, நான் உடன்படவில்லையா? முரண்பாடாக இருப்பினும், ரஷ்ய பொருளாதாரம், மக்கள் மற்றும் அரசு ஆகியவற்றிற்கு எதிர்பாராத நன்மைகள் இருக்கும். வி.பி. தன்மீது கொண்டுள்ள ஆதங்கம் எனது கவலைகளில் மிகக் குறைவு. மரியுபோலை இடிபாடுகளாகக் குறைப்பதற்கும், ஐந்து மில்லியன் அகதிகள், அவரது இராணுவத்தை திறமையற்றவர்கள் என்றும், அதன் கருவித்தொகுதி துருப்பிடித்துவிட்டது என்றும், 4,000-நீண்ட தடைகள் பட்டியல் (எப்போதும் இல்லாதது) மற்றும் புதிய ஏகாதிபத்தியத்தால் ரஷ்யாவின் வெளிச் சொத்துக்களை பறிமுதல் செய்ததற்கு அவர் என்ன காட்ட வேண்டும்? ஆயிரக்கணக்கான பொதுமக்கள் மரணங்கள், ஒருவேளை பத்தாயிரம் முதல் இருபதாயிரம் வீரர்கள் கூட. சரி, இந்த க்ளோபரிங்க்குப் பிறகு உக்ரைன் ஒருபோதும் நேட்டோவில் சேராது என்பது உண்மைதான், ஆனால் இந்த VP கைவினை, இராஜதந்திரம் மற்றும் அச்சுறுத்தல் மூலம் சாதித்திருக்கலாம். ஆறு துப்பாக்கி புடினுக்கு சன் சூ மற்றும் மச்சியாவெல்லியின் நேர்த்தி எதுவும் தெரியாது. எனவே எனது முதல் பஞ்ச்-லைன் இதோ: கசப்பான-இனிப்பு உண்மை என்னவென்றால், ரஷ்யாவின் பொருளாதார பிழைப்புக்கு சீனாவைத் தவிர வேறு எங்கும் திரும்ப முடியாது (தடைகள் நீக்கப்படாவிட்டால்). எனது முப்பரிமாண கருதுகோளில் அது புள்ளி ஒன்று.",
        "[புடினின் இராணுவ நோக்கங்களின் வேறுபட்ட மதிப்பீட்டிற்கு, இந்தக் கட்டுரையின் முடிவில் வழங்கப்பட்ட இரண்டு URLகளைப் பார்வையிடவும் #]",
        "எனது இரண்டாவது கருத்து என்னவென்றால், யெல்ட்சின் ஆண்டுகளில் அமெரிக்கா (மற்றும் எம்ஐடி) அதன் பொருளாதார அமைப்பை சீர்குலைத்ததிலிருந்து ரஷ்யாவை இரத்தம் சிந்திய, கொள்ளையடித்து, சிதைத்த VP இன் படகுப் பகிர்வு, டச்சாவில் வசிக்கும் நண்பர்களை விட மிகவும் பரந்த இரத்தம் உறிஞ்சும் தன்னலக்குழுக்களின் ஆட்சி முடிந்தது. ரோமன் அப்ரமோவிச்சை (செல்சியா கால்பந்து கிளப் உரிமையாளர்) அதிர்ஷ்டசாலியாக மாற்றிய ஊழல் ஒப்பந்தங்கள் பல உதாரணங்களில் ஒன்றாகும். 1995 இல் 250 மில்லியன் டாலர்களுக்கு ஒரு மோசடியான ஏலத்தில் ரஷ்ய அரசாங்கத்திடம் இருந்து எண்ணெய் நிறுவனமான சிப்நெப்ட்டை வாங்கிய பிறகு, அவர் அதை 2005 இல் $13bn க்கு அரசாங்கத்திடம் மீண்டும் விற்றார். (சில நாட்களுக்கு முன்பு நடந்த பேச்சுவார்த்தையில் அவர் மாயமானார்; VP இன் ரஸ்புடின்?)! இரத்தம் உறிஞ்சும் தன்னலக்குழுக்களின் பட்டியல் நீளமானது மற்றும் நோய்வாய்ப்பட்டது. புடினுக்குப் பிந்தைய காலத்தில், அரண்மனை ஆட்சிக் கவிழ்ப்பில் VP வெளியேற்றப்பட்டாலும், பலவீனப்படுத்தப்பட்டாலும் அல்லது மேற்பார்வையின் கீழ் கொண்டு வரப்பட்டாலும், பொருளாதாரம், அரசு மற்றும் அரசியல் மாற்றங்களைக் காணும். பொருளாதார-அதிகார உறவுகள் தலைகீழாக மாறும். அரசியல் அதிகாரம் சர்வாதிகாரம் குறைவாக இருக்குமா? நம்பிக்கைக்கு அதிகமாகவா?",
        "ரஷ்யாவிற்கு வேறு வழியில்லை; சீனாவைத் தவிர அதற்கு பின்னடைவு இல்லை. தடைகள் நீக்கப்பட்டாலும் வாழ்க்கைக்கு இது ஒரு பாடம். தற்போதைய சீன ஏற்றுமதிகளில் 3% மட்டுமே ரஷ்யாவிற்கு உட்பட்டது, அமெரிக்கா மற்றும் ஐரோப்பிய ஒன்றியம் தலா 15% மற்றும் \"வளரும்\" உலகம் 55% ஆகும். இந்த 3% பொருளாதாரத் தடைகளால் 10% ஆக உயரலாம் மற்றும் நுகர்வோர் பொருட்கள், சில்லுகள், தொழில்நுட்ப பொருட்கள், ஆடம்பர பிராண்டுகள், Kentucky Fries மற்றும் Big Macs ஆகியவற்றிற்காக ரஷ்யா போராடுகிறது. அனைத்து நிறங்களின் மேற்கத்திய முதலீட்டாளர்கள் தப்பி ஓடுவதால், சீன சமமானவர்கள் இடைவெளியை நிரப்ப முடியும். எவ்வாறாயினும், ஒரு சிறிய சந்தை மற்றும் ஆரம்பத்தில் டிக் வாங்க வேண்டிய உடைந்த வாடிக்கையாளருக்கு இரண்டாம் நிலை தடைகளை ஆபத்துக்குள்ளாக்குவதில் சீனா எச்சரிக்கையாக இருக்கும். சீனர்கள் கண்ணில் பார்ப்பது இயற்கை வளங்கள்; அமெரிக்கா ($45 டிரில்லியன்) மற்றும் சீனாவை ($25 டிரில்லியன்) விட ரஷ்யா உலகின் வளங்கள் நிறைந்த நாடு ($75 டிரில்லியன்). அதன் வள தரவரிசை பின்வருமாறு மரக்கட்டைகள் (1; அதன் வனப்பகுதி பிரேசிலை விட அதிகமாக உள்ளது), நிலக்கரி (2), எரிவாயு (2), கனிமங்கள் (2), எண்ணெய் (3) மற்றும் தங்கம் (3). நிலப்பரப்பில் இது எந்த நாட்டையும் விட பெரியதாக இருந்தாலும், கடுமையான காலநிலை காரணமாக விளை நிலங்கள் மொத்த நிலத்தில் 7.5% மட்டுமே உள்ளது, எனவே இந்தியா (57 % நிலம் பயிரிடப்படுகிறது) மற்றும் அமெரிக்கா (17% பயிரிடப்படுகிறது) ஆகியவற்றுக்குப் பின்னால் மூன்றாவது இடத்தில் உள்ளது. பயிரிடப்பட்ட மொத்த ஹெக்டேர் நிலத்தில்.",
        "உலகளாவிய முதலீட்டு வாய்ப்புகளைத் தேடும் சீனப் பொருளாதார இயந்திரம் வெடித்துச் சிதறும் எல் டோராடோவின் ஆதாரம் இது. இளம் படித்த மனிதவளம் மற்றும் தொழில்நுட்ப நுட்பம் ஆகியவை ரஷ்யா லீக்குகளை ஆப்பிரிக்கா, பாகிஸ்தான் மற்றும் இலங்கையை விட முன்னணியில் வைத்தன. பல பில்லியன் டாலர் சீன-ஐரோப்பிய ரயில்வேயின் சிறந்த பகுதி ரஷ்யா வழியாக செல்கிறது. தரமான மனிதவளத்துடன் உடைந்த மற்றும் உடைந்த ரஷ்யாவின் தேவைகள் மற்றும் லட்சிய சீனாவிற்கான சாத்தியமான வளப் பலன்கள் கை மற்றும் கையுறை போன்றவை. அரசியல்-பொருளாதார தர்க்கமும் அதன் முழுமையும் இருப்பினும், பல இடர்பாடுகள் உள்ளன. ஆனால் உக்ரைனில் போர் முடிவுக்கு வந்த ஓரிரு வருடங்களில் சாத்தியமானவை என்ன என்பது தெளிவாகத் தெரிகிறது.",
        "மேற்கத்திய நவ-ஏகாதிபத்தியத்தையும் சீனாவையும் எதிர்பாராமல் திணறடிக்கும் துசிடைட்ஸ் பொறியை உக்ரைன் போர் முறியடித்துள்ளது. அது எப்போதும் இருந்தது, எப்போதும் அச்சுறுத்தும், அடிக்கடி அங்கும் இங்கும் கடித்து; Huawei மீதான தடை, அறிவுசார் சொத்து திருட்டு குற்றச்சாட்டுகள் மற்றும் தனிநபர்கள் மீதான தடைகள் ஆகியவை அடையாளங்களாக இருந்தன. ரஷ்யாவை உயர்த்தி, உலகளாவிய நிதி மற்றும் வர்த்தகத்தில் இருந்து தனிமைப்படுத்துவது, பொறி முழுமையாக முளைக்கும்போது இது சீனாவின் எதிர்காலம் என்பதை அப்பட்டமாக ஆக்குகிறது. பிடென் \"நேட்டோ ஒருபோதும் இவ்வளவு ஐக்கியமாக இருந்ததில்லை\" என்று அறிவிக்கிறார். ஜேர்மன் ஃபிராஸ் மற்றும் அவர்களின் சிறிய அன்பானவர்கள் மகிழ்ச்சியுடன் சுதந்திரத்திற்காக உறையத் தயாராகிறார்கள் (உண்மையில்?). சீனர்கள் இதுவரை விழிப்புணர்வில் மட்டுமே அதிர்ச்சியடைந்துள்ளனர், ஆனால் பெரிய போட்டி இன்னும் வரவில்லை என்பதை யார் பார்க்கவில்லை; உண்மையான இலக்குக்கு எதிரான அரசியல்-பொருளாதாரப் போருக்கு முன் வி.பி.யின் தோல்வி வெறும் ஆடை ஒத்திகை என்பதை எந்த சைனாமேன் தனது எலும்புகளில் உணரவில்லை? மூன்று தசாப்தங்களாக பொருளாதார செல்வாக்கு மற்றும் உலகளாவிய செல்வாக்கு ஆகியவற்றில் தவிர்க்கமுடியாமல் முன்னேறி வரும் சீனாவை பின்னுக்கு தள்ளுவதற்கான கடைசி வாய்ப்பு இதுவாகும். நவ-ஏகாதிபத்தியத்திற்கு இது ஒரு இறுதி, வாழ்க்கை அல்லது இறப்பு சந்திப்பு. ஆனால் ஆழமான அர்த்தத்தில் புடின், பிடென், வண்ணமயமான கோமாளிகளான பிரிட்டனின் போஜோ அல்லது உக்ரைனின் யெல்லிங்ஸ்கி அல்ல; அவை சிறிய வினையூக்கிகள். \"உலகம் அனைத்தும் ஒரு மேடை மற்றும் அனைத்து ஆண்களும் பெண்களும் வெறும் வீரர்கள்\". உலகின் மறுசீரமைப்பு தவிர்க்க முடியாததாகிவிட்டது - பிரெஞ்சு புரட்சி, WW1, WW2 மற்றும் சோவியத் ஒன்றியத்தின் வீழ்ச்சி ஆகியவை முடிக்கப்படாத ஒழுங்கீனத்தை விட்டுச்சென்றன. இக்கட்டுரையில் நான் சொல்வதையெல்லாம் முடிந்தவரை இந்தப் பக்கமோ, பக்கமோ எடுக்காமல் குளிர்ச்சியாகச் சொல்கிறேன்.",
        "எனவே எனது நடுத்தர கால வாதம்: பொருளாதார தடைகள் நீக்கப்பட்ட பின்னரும் ரஷ்யாவை ஒரு புதிய உலக ஒழுங்கில் வளம் நிறைந்த பங்காளியாக மாற்றுவது சீனாவின் பொருளாதார மற்றும் அரசியல் ஆர்வத்தில் உள்ளது. நீங்கள் ஒரு புதிய பனிப்போரைப் பற்றி நினைத்தால், நீங்கள் தவறாகப் புரிந்துகொண்டீர்கள். யு.எஸ்.எஸ்.ஆர் காலத்தில் அந்த பிளாக் பிளஸ் சீனா உலக உற்பத்தியில் வெறும் 15% மட்டுமே. இன்று அது 30% க்கும் அதிகமாக உள்ளது மற்றும் வளர்ந்து வருகிறது; நீங்கள் வியட்நாம், ஐந்து நிலத்தால் சூழப்பட்ட மத்திய ஆசிய -ஸ்டான்ஸ், தென் அமெரிக்காவின் சோசலிச சார்பு அரசாங்கங்கள் மற்றும் \"இடது\" சர்வாதிகார நாடுகளான கியூபா, வெனிசுலா மற்றும் நிகரகுவாவைச் சேர்த்தால் அதிகம். சீன-ரஷ்ய கூட்டணியுடன் உடனடியாக வர்த்தகம் செய்யும் நாடுகளை நான் தேர்ந்தெடுக்கிறேன். சீனா ஏற்கனவே 100 க்கும் மேற்பட்ட நாடுகளில் மிகப்பெரிய வர்த்தக பங்காளியாக உள்ளது, இருப்பினும் அது எச்சரிக்கையாக இருக்கும் மற்றும் அதன் அட்டைகளை கவனமாக விளையாடும். மிட்ஜெட்டுகள் (வியட்நாம் அல்ல), வேர்க்கடலையை உட்கொள்வது, சிறிய சந்தைகள், மற்றும் வெறும் பொம்மைகள் பொருளாதார பங்காளிகள். சுரங்கம், மரம் & நிலம், உள்கட்டமைப்பு, தொழில்நுட்பம்-உற்பத்தி-இராணுவம், உணவு பதப்படுத்துதல் மற்றும் சேவைத் துறையில் ஆண்டு சீன முதலீட்டில் ரஷ்யா நிச்சயமாக $200 -300 பில்லியன்களை உள்வாங்க முடியும்.",
        "இது எனது படிக-பந்து பார்வையின் மூன்றாவது, உலகளாவிய, கடைசி அம்சம்: நிகழ்காலத்திற்கு அப்பாற்பட்ட நீண்ட கால இரண்டு தசாப்தங்கள். நீங்கள் என்னை நோஸ்ட்ராடாமஸைப் போல அசத்தல் என்று நினைக்கலாம், ஆனால் பரவாயில்லை, இது வரை நீங்கள் படித்தால், நீங்கள் இன்னும் ஒரு பாராவை விடாப்பிடியாக இருக்கலாம். இங்கு உளவு பார்க்கும் சீன-ரஷ்யக் கூட்டணியும், அதற்கு வசதியாக இருக்கும் மற்றவர்களும், பனிப்போர் காலத்தின் செயலிழந்த சோவியத் கூட்டத்தை விட, எல்லை தாண்டிய பொருளாதார ஓட்டங்களுக்கு நுண்துளைகள் மற்றும் அரசியல்ரீதியாக அதிக மீள் கூட்டத்தை உருவாக்கும். அரசியல் பிளாஸ்டிசிட்டி ஒருபுறம் இருக்க இது வர்த்தகம் மற்றும் முதலீட்டில் நுண்துளைகளாக இருக்கும். டாலரில் இருந்து விலக்கப்பட்ட வர்த்தகம் மற்றும் முதலீட்டை நான் எதிர்பார்க்கிறேன், மேலும் குழு பலம் பெறும்போது ஒன்றுக்கொன்று புதிய ஏகாதிபத்திய தடைகளை நீக்குகிறது. ஒரு புதிய உலகம் கட்டப்பட வேண்டும்; வேறு வழியில்லை.",
        "இதுவரை பெயரிடப்பட்டவர்களைத் தவிர, சாத்தியமான ஒத்துழைப்பாளர்கள் ஈரான் (உலகின் மிகப்பெரிய எரிவாயு இருப்பு), இந்தியா, தென்னாப்பிரிக்கா, நைஜீரியா, வட கொரியா மற்றும் ஒருவேளை விளிம்பில் சவூதி அரேபியா (பெரிய எண்ணெய் இருப்புக்கள்) மற்றும் சில வளைகுடா நாடுகள். ஐநாவில் ரஷ்யாவை கண்டித்து ஐநா வாக்கெடுப்பில் இந்தியா, தென்னாப்பிரிக்கா, ஸ்டான்ஸ், வட கொரியா மற்றும் சீனா ஆகிய நாடுகள் வாக்களிக்கவில்லை. சோசலிச-இடது மற்றும் \"இடது\" - சர்வாதிகாரங்கள் ரஷ்யாவுடன் வாக்களித்தன. இந்தக் குழுமத்தின் நம்பகத்தன்மையைப் பாதுகாப்பதில் இந்தியா முக்கியமானது மற்றும் அதற்கு முக்கியமானது பெய்ஜிங். குவாடில் இருந்து இந்தியாவைக் கவரவும், அதன் பாதுகாப்புக் கவலைகளை எளிதாக்கவும் சீனா எல்லைச் சலுகைகளை அளிக்க வேண்டும். இந்த ஓ அன்பே தைலத்தில் உள்ள ஈ. சீனர்கள் புத்திசாலிகள் என்று கூறப்படுகிறது, ஆனால் பிராந்திய பிரச்சினைகளில் அனுபவம் முற்றிலும் நேர்மாறானது! உலகெங்கிலும் உள்ள தேசியவாதிகள் உலகளாவிய முட்டாள்கள். ஓ, மறுபிறவி எடுத்த சாமுவேல் ஜான்சனுக்கு.",
        "# இரண்டு நன்கு அறியப்பட்ட அமெரிக்க வெளியீடுகள் புட்டினின் போர் நோக்கங்களைப் பற்றி முற்றிலும் மாறுபட்ட மதிப்பீட்டைக் கொடுக்கின்றன:",
        "இலங்கையர்களிடையே உள்ள அரசியல் அக்கறையின்மை தற்போதைய நிலைமைக்கு குறிப்பிடத்தக்க பங்களிப்பு காரணியாகும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}