{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/imf-assistance-sought-but-sri-lanka-must-be-mindful-of-its-core-policies-central-bank-chief-91968/",
  "time_ut": 1648023840,
  "title": "IMF assistance sought but Sri Lanka must be mindful of its core policies: central bank chief",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s government has decided to seek International Monetary Fund (IMF) assistance in the face of its worsening economic crisis but the country must be mindful of the organisation’s core policies, Central Bank Governor Ajith Nivaar Cabraal told an all-party conference on Wednesday (23).",
    "“The opposition and various experts have expressed the belief that connecting with the IMF will boost investor confidence and encourage non-loan inflows.  The IMF has also stressed the urgency of implementing a credible and coherent strategy to restore macroeconomic stability and debt sustainability.",
    "“We must also remember that when dealing with the IMF over various economic matters, their policies might be strict,” said Cabraal.",
    "Before President Gotabaya Rajapaksa confirmed Sri Lanka’s plans to go to the IMF, Cabraal had repeatedly denied speculation on the matter and had also reportedly been opposed to the move. There had also been speculation about a rift between Finance Minister Basil Rajapaka and the Central Bank.",
    "Sri Lanka President says has full confidence in CB Governor Cabraal",
    "The central bank chief was speaking at an all-party conference called by President Gotabaya Rajapaksa on a proposal by former president Maithripala Sirisena. The conference, currently taking place in Colombo at the time of writing, is being boycotted by the main opposition the Samagi Jana Balavegaya (SJB) and the opposition National People’s Power (NPP). However, the opposition United National Party (UNP) and Tamil National Alliance (TNA) are in attendance.",
    "Briefing the gathering on Sri Lanka’s prevailing crisis – one of the worst in the island nation’s history – Cabraal many countries suffered the consequences of the COVID-19 pandemic but some countries were better prepared than others for the economic fallout that came in its wake.",
    "“When the pandemic was emerging, some countries were on a strong economic footing. But some countries had weakened for various reasons,” he said.",
    "This comment drew the ire of former Prime Minister and UNP leader Ranil Wickremesinghe who took Cabraal to task for bringing up party politics into an important discussion.",
    "“We didn’t come here to discuss party politics or who is responsible. We didn’t come here for politics as intimated by the governor. I regret that he started off by saying this was the previous government’s fault,” said Wickremesinghe.",
    "“What happens if I respond to that? Would that also warrant a response? This will go on, and will end up with Prince Vijaya since none of this would’ve happened if he never arrived in Lanka,” he said, inviting laughter from President Rajapaksa.",
    "“I will only say one thing on this. We were on a different policy trajectory. Back then, people had food to eat, had petrol, etc, I won’t say any more than that,” the former premier said as the president continued to chuckle.",
    "Wickremesinghe also noted the absence of the other opposition parties.",
    "“A section of the opposition is not here. I didn’t come here to defeat them. We have to go and tell them what was discussed here and also get them on board,” he said.",
    "The UNP leader then had an exchange of words with finance minister Basil Rajapaksa over the IMF’s report on Sri Lanka.",
    "He reiterated an ongoing demand for the report to be tabled in parliament, to which the finance minister insisted that the report has not yet been made available to the government.",
    "“This was promised to us on several occasions. I think that’s the reason some parties are not in attendance here. I would like to know if we can have it this week or next,” said Wickremesinghe.",
    "Rajapaksa said: “The IMF report hasn’t been made fully available to us yet.”",
    "A back-and-forth ensued, and it was agreed that a draft of the report has indeed been sent to the government. Rajapaksa said some of the contents of the draft have been challenged by the government, and the IMF will finalise the report and send it back.",
    "“So you admit the draft has come. All this time, it was said it hadn’t arrived,” said Wickremesinghe.",
    "“Well, a draft – it first has to be discussed with us. You know better than I do,” said Rajapaksa.",
    "Asked by Rajapaksa if Wickremesnghe wanted the draft which cannot be given as it has yet to be finalised, Wickremesinghe responded seemingly in jest: “No, don’t give it to me. Or [someone] will say a deal has been made.” (Colombo/Mar23/2022)"
  ],
  "translate": {
    "si": {
      "title": "ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය අපේක්ෂා කරන නමුත් ශ්‍රී ලංකාව එහි මූලික ප්‍රතිපත්ති ගැන සැලකිලිමත් විය යුතුය: මහ බැංකු ප්‍රධානියා",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා රජය එහි නරක අතට හැරෙන ආර්ථික අර්බුදය හමුවේ ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) සහය ලබා ගැනීමට තීරණය කර ඇති නමුත් සංවිධානයේ මූලික ප්‍රතිපත්ති පිළිබඳව රට අවධානයෙන් සිටිය යුතු බව මහ බැංකු අධිපති අජිත් නිවාර් කබ්රාල් බදාදා පැවති සර්ව පාක්ෂික සමුළුවකදී පැවසීය. (23)",
        "“ජාමූඅ සමඟ සම්බන්ධ වීම ආයෝජකයින්ගේ විශ්වාසය ඉහළ නංවන අතර ණය නොවන ගලා ඒම දිරිමත් කරනු ඇතැයි විපක්ෂය සහ විවිධ විශේෂඥයින් විශ්වාසය පළ කර ඇත. සාර්ව ආර්ථික ස්ථායිතාව සහ ණය තිරසාරභාවය යථා තත්ත්වයට පත් කිරීම සඳහා විශ්වසනීය සහ සුසංයෝගී උපාය මාර්ගයක් ක්‍රියාත්මක කිරීමේ හදිසි අවශ්‍යතාව IMF ද අවධාරණය කර ඇත.",
        "“විවිධ ආර්ථික කාරණා සම්බන්ධයෙන් ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ ගනුදෙනු කිරීමේදී ඔවුන්ගේ ප්‍රතිපත්ති දැඩි විය හැකි බවද අප මතක තබාගත යුතුයි,” කබ්රාල් පැවසීය.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා IMF වෙත යාමට ශ්‍රී ලංකාවේ සැලසුම් තහවුරු කිරීමට පෙර, කබ්රාල් මෙම කාරණය සම්බන්ධයෙන් සමපේක්ෂන පුන පුනා ප්‍රතික්ෂේප කර ඇති අතර, එම පියවරට විරුද්ධ වූ බවද වාර්තා විය. මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ සහ මහබැංකුව අතර මතභේදයක් පවතින බවට ද මත පළ වී තිබුණා.",
        "මහ බැංකු අධිපති කබ්රාල් කෙරෙහි පූර්ණ විශ්වාසයක් ඇති බව ශ්‍රී ලංකා ජනාධිපතිවරයා පවසයි",
        "මහ බැංකු ප්‍රධානියා මේ බව කියා සිටියේ හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාගේ යෝජනාවකට අනුව ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් කැඳවා තිබූ සර්ව පාක්ෂික සමුළුවට සහභාගි වෙමිනි. මෙම ලිපිය ලියන අවස්ථාව වන විට කොළඹදී පැවැත්වෙන මෙම සමුළුව ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය (SJB) සහ විපක්ෂයේ ජාතික ජන බලවේගය (NPP) විසින් වර්ජනය කරමින් සිටියි. කෙසේ වෙතත්, විපක්ෂයේ එක්සත් ජාතික පක්ෂය (එජාප) සහ දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) පැමිණ සිටී.",
        "දිවයිනේ ඉතිහාසයේ දරුණුතම අර්බුදයක් වන ශ්‍රී ලංකාවේ පවතින අර්බුදය පිළිබඳව රැස්ව සිටි පිරිසට කරුණු දක්වමින් කබ්රාල් බොහෝ රටවල් COVID-19 වසංගතයේ ප්‍රතිවිපාකවලට ගොදුරු වූ නමුත් සමහර රටවල් එහි පසුකාලීනව ඇති වූ ආර්ථික කඩාවැටීම සඳහා අනෙක් ඒවාට වඩා හොඳින් සූදානම්ව සිටියහ.",
        "“වසංගතය මතුවන විට සමහර රටවල් ශක්තිමත් ආර්ථික පදනමක සිටියා. නමුත් සමහර රටවල් විවිධ හේතූන් මත දුර්වල වී තිබුණා,” ඔහු පැවසීය.",
        "මෙම ප්‍රකාශය හිටපු අග්‍රාමාත්‍ය සහ එජාප නායක රනිල් වික්‍රමසිංහගේ උදහසට ලක් වූ අතර ඔහු පක්ෂ දේශපාලනය වැදගත් සාකච්ඡාවකට ගෙන ඒම සම්බන්ධයෙන් කබ්රාල්ගේ දෝෂ දර්ශනයට ලක් විය.",
        "“අපි මෙතැනට ආවේ පක්‍ෂ දේශපාලනය හෝ වගකිව යුත්තේ කවුද කියන එක ගැන සාකච්ඡා කරන්න නෙවෙයි. අපි ආණ්‌ඩුකාරතුමා කියන විදියට දේශපාලනය කරන්න ආවේ නැහැ. මේක පහුගිය ආණ්ඩුවේ වරදක් කියලා එතුමා පටන් ගත්ත එක ගැන මම කනගාටු වෙනවා.” වික්‍රමසිංහ පැවසීය.",
        "“මම එයට ප්‍රතිචාර දැක්වූවොත් කුමක් සිදුවේද? එය ද ප්‍රතිචාරයක් අවශ්‍ය වේද? මෙය දිගටම පවතිනු ඇත, විජය කුමරු සමඟ අවසන් වනු ඇත, මන්ද ඔහු කිසි විටෙකත් ලංකාවට නොපැමිණියේ නම් මේ කිසිවක් සිදු නොවනු ඇත.",
        "“මම මේ ගැන එක දෙයක් පමණක් කියන්නම්. අප සිටියේ වෙනස් ප්‍රතිපත්තිමය මාවතක ය. එදා මිනිස්සුන්ට කන්න කෑම තිබුණා, පෙට්‍රල් තිබුණා, ඊට වඩා දෙයක් මම කියන්නේ නැහැ,” හිටපු අගමැතිවරයා කීවේ ජනාධිපතිවරයා දිගින් දිගටම සිනාසෙමිනි.",
        "අනෙක් විරුද්ධ පක්ෂ නොපැමිණීම ද වික්‍රමසිංහ සටහන් කළේය.",
        "“විපක්ෂයේ කොටසක් මෙතන නැහැ. මම මෙතනට ආවේ ඔවුන්ව පරාජය කරන්න නෙවෙයි. අපි ගිහිල්ලා මෙතන කතා කරපු දේවල් කියලා දීලා එයාලවත් ගොඩට ගන්න ඕනේ” යැයි පැවසීය.",
        "ශ්‍රී ලංකාව පිළිබඳ ජාත්‍යන්තර මූල්‍ය අරමුදලේ වාර්තාව සම්බන්ධයෙන් එජාප නායකයා මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ සමඟ වචන හුවමාරුවක් කර ගත්තේය.",
        "වාර්තාව පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලෙස දිගින් දිගටම කරන ඉල්ලීමක් ඔහු යළිත් අවධාරණය කළ අතර, එම වාර්තාව තවමත් රජයට ලැබී නොමැති බව මුදල් ඇමැතිවරයා අවධාරණය කළේය.",
        "“මෙය අවස්ථා කිහිපයකදීම අපට පොරොන්දු වුණා. සමහර පාර්ශවයන් මෙහි නොපැමිණීමට හේතුව එය යැයි මම සිතමි. මේ සතියේ හෝ ලබන සතියේ එය ලබා ගත හැකි දැයි මම දැන ගැනීමට කැමතියි, ”වික්‍රමසිංහ පැවසීය.",
        "රාජපක්ෂ පැවසුවේ, “ජාත්‍යන්තර මූල්‍ය අරමුදලේ වාර්තාව තවමත් අපට සම්පූර්ණයෙන් ලබා දී නැත.”",
        "පසුපසට හා පසුපසට ගිය අතර, වාර්තාවේ කෙටුම්පතක් ඇත්ත වශයෙන්ම රජයට යවා ඇති බවට එකඟ විය. මෙම කෙටුම්පතේ අන්තර්ගත සමහරක් රජය විසින් අභියෝගයට ලක් කර ඇති බවත්, ජාත්‍යන්තර මූල්‍ය අරමුදල විසින් වාර්තාව අවසන් කර ආපසු එවන බවත් රාජපක්ෂ මහතා පැවසීය.",
        "“එබැවින් කෙටුම්පත පැමිණ ඇති බව ඔබ පිළිගන්නවා. මෙච්චර වෙලා කිව්වෙ ආවෙ නෑ කියල.” වික්‍රමසිංහ කීවේය.",
        "“හොඳයි, කෙටුම්පතක් - එය මුලින්ම අප සමඟ සාකච්ඡා කළ යුතුයි. ඔබ මට වඩා හොඳින් දන්නවා.” රාජපක්ෂ පැවසීය.",
        "තවමත් අවසන් කර නොමැති බැවින් ලබා දිය නොහැකි කෙටුම්පත වික්‍රමසිංහට අවශ්‍ය දැයි රාජපක්ෂ විසින් ඇසූ විට වික්‍රමසිංහ විහිළුවට මෙන් ප්‍රතිචාර දැක්වීය: “නැහැ, එය මට දෙන්න එපා. නැත්නම් [යමෙකු] ගනුදෙනුවක් කර ඇති බව කියනු ඇත. (කොළඹ/මාර්තු23/2022)"
      ]
    },
    "ta": {
      "title": "சர்வதேச நாணய நிதியத்தின் உதவி கோரப்பட்டுள்ளது ஆனால் இலங்கை அதன் முக்கிய கொள்கைகளை கவனத்தில் கொள்ள வேண்டும்: மத்திய வங்கி தலைவர்",
      "body_lines": [
        "பொருளாதார நெருக்கடி நிலை மோசமடைந்துள்ள நிலையில் சர்வதேச நாணய நிதியத்தின் (IMF) உதவியைப் பெற இலங்கை அரசாங்கம் தீர்மானித்துள்ளது, ஆனால் அந்த அமைப்பின் முக்கிய கொள்கைகளை நாடு கவனத்தில் கொள்ள வேண்டும் என்று மத்திய வங்கியின் ஆளுநர் அஜித் நிவார் கப்ரால் புதன்கிழமையன்று அனைத்துக் கட்சி மாநாட்டில் தெரிவித்தார். (23)",
        "\"ஐஎம்எஃப் உடன் இணைப்பது முதலீட்டாளர்களின் நம்பிக்கையை அதிகரிக்கும் மற்றும் கடன் அல்லாத வரவுகளை ஊக்குவிக்கும் என்று எதிர்க்கட்சிகளும் பல்வேறு நிபுணர்களும் நம்பிக்கை தெரிவித்துள்ளனர். மேக்ரோ பொருளாதார ஸ்திரத்தன்மை மற்றும் கடன் நிலைத்தன்மையை மீட்டெடுக்க நம்பகமான மற்றும் ஒத்திசைவான மூலோபாயத்தை செயல்படுத்துவதற்கான அவசரத்தை IMF வலியுறுத்தியுள்ளது.",
        "\"பல்வேறு பொருளாதார விஷயங்களில் IMF உடன் கையாளும் போது, ​​அவர்களின் கொள்கைகள் கடுமையாக இருக்கும் என்பதையும் நாம் நினைவில் கொள்ள வேண்டும்\" என்று கப்ரால் கூறினார்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ச சர்வதேச நாணய நிதியத்திற்கு செல்வதற்கான இலங்கையின் திட்டங்களை உறுதிப்படுத்துவதற்கு முன்னர், கப்ரால் இந்த விடயம் தொடர்பான ஊகங்களை பலமுறை மறுத்ததோடு, இந்த நடவடிக்கையை எதிர்த்ததாகவும் கூறப்படுகிறது. நிதியமைச்சர் பசில் ராஜபக்சவிற்கும் மத்திய வங்கிக்கும் இடையில் முரண்பாடுகள் ஏற்பட்டுள்ளதாகவும் ஊகங்கள் எழுந்துள்ளன.",
        "சிபி ஆளுநர் கப்ரால் மீது முழு நம்பிக்கை இருப்பதாக சிறிலங்கா அதிபர் தெரிவித்துள்ளார்",
        "முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேனவின் பிரேரணைக்கு அமைய ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் அழைப்பு விடுக்கப்பட்ட சர்வகட்சி மாநாட்டில் கலந்து கொண்டு உரையாற்றும் போதே மத்திய வங்கியின் தலைவர் இவ்வாறு தெரிவித்தார். தற்போது கொழும்பில் நடைபெற்று வரும் இந்த மாநாட்டை, பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB) மற்றும் எதிர்க்கட்சியான தேசிய மக்கள் சக்தி (NPP) ஆகியவை புறக்கணித்துள்ளன. எவ்வாறாயினும், எதிர்க்கட்சியான ஐக்கிய தேசியக் கட்சியும் (UNP) தமிழ்த் தேசியக் கூட்டமைப்பும் (TNA) கலந்து கொள்கின்றன.",
        "இலங்கையின் நிலவும் நெருக்கடி - தீவு நாட்டின் வரலாற்றில் மிக மோசமான ஒன்று - கப்ரால் பல நாடுகள் COVID-19 தொற்றுநோயின் விளைவுகளை சந்தித்தன, ஆனால் சில நாடுகள் அதன் பின் வந்த பொருளாதார வீழ்ச்சிக்கு மற்றவர்களை விட சிறப்பாக தயாராக இருந்தன.",
        "“தொற்றுநோய் தோன்றியபோது, ​​சில நாடுகள் வலுவான பொருளாதார நிலையில் இருந்தன. ஆனால் சில நாடுகள் பல்வேறு காரணங்களால் பலவீனமடைந்துள்ளன,” என்றார்.",
        "இந்த கருத்து முன்னாள் பிரதமரும் ஐ.தே.க தலைவருமான ரணில் விக்கிரமசிங்கவிற்கு கடும் கோபத்தை ஏற்படுத்தியது. அவர் கட்சி அரசியலை ஒரு முக்கிய விவாதத்திற்கு கொண்டு வந்ததற்காக கப்ராலை கடுமையாக சாடினார்.",
        "“கட்சி அரசியல் பற்றியோ அல்லது யார் பொறுப்பு என்பது பற்றியோ விவாதிக்க நாங்கள் இங்கு வரவில்லை. கவர்னர் கூறியபடி நாங்கள் அரசியலுக்காக இங்கு வரவில்லை. இது கடந்த அரசாங்கத்தின் தவறு என அவர் கூறியதற்கு நான் வருந்துகிறேன்” என விக்கிரமசிங்க கூறினார்.",
        "\"நான் அதற்கு பதிலளித்தால் என்ன ஆகும்? அதுவும் பதில் அளிக்குமா? இது தொடரும், இளவரசர் விஜயாவுடன் முடிவடையும், ஏனெனில் அவர் இலங்கைக்கு வரவில்லை என்றால் இவை எதுவும் நடந்திருக்காது, ”என்று அவர் கூறினார், ஜனாதிபதி ராஜபக்ஷவை சிரிப்பை அழைத்தார்.",
        "“இதில் ஒன்றை மட்டும் சொல்கிறேன். நாங்கள் வேறுபட்ட கொள்கைப் பாதையில் இருந்தோம். அப்போது, ​​மக்களுக்கு உண்பதற்கு உணவு இருந்தது, பெட்ரோல் இருந்தது, அதற்கு மேல் நான் எதுவும் கூறமாட்டேன், ”என்று முன்னாள் பிரதமர் கூறினார், ஜனாதிபதி தொடர்ந்து சிரித்தார்.",
        "மற்ற எதிர்க்கட்சிகள் இல்லாததையும் விக்கிரமசிங்க குறிப்பிட்டார்.",
        "“எதிர்க்கட்சியின் ஒரு பகுதியினர் இங்கு இல்லை. அவர்களை தோற்கடிக்க நான் இங்கு வரவில்லை. நாங்கள் போய் இங்கே பேசப்பட்டதைச் சொல்லி, அவர்களையும் அழைத்துச் செல்ல வேண்டும், ”என்று அவர் கூறினார்.",
        "இலங்கை தொடர்பான சர்வதேச நாணய நிதியத்தின் அறிக்கை தொடர்பாக ஐ.தே.க தலைவர் நிதியமைச்சர் பசில் ராஜபக்சவுடன் வார்த்தைப் பரிமாற்றம் செய்தார்.",
        "இந்த அறிக்கையை நாடாளுமன்றத்தில் சமர்ப்பிக்க வேண்டும் என்ற கோரிக்கையை அவர் மீண்டும் வலியுறுத்தினார், அந்த அறிக்கை இன்னும் அரசாங்கத்திற்கு கிடைக்கப்பெறவில்லை என்று நிதியமைச்சர் வலியுறுத்தினார்.",
        "“இது பல சந்தர்ப்பங்களில் எங்களுக்கு உறுதியளிக்கப்பட்டது. சில கட்சிகள் இங்கு வராததற்கு இதுவே காரணம் என்று நினைக்கிறேன். இந்த வாரமோ அல்லது அடுத்த வாரமோ கிடைக்குமா என்பதை அறிய விரும்புகிறேன்,” என்றார் விக்கிரமசிங்க.",
        "ராஜபக்ச கூறினார்: \"IMF அறிக்கை இன்னும் எங்களுக்கு முழுமையாகக் கிடைக்கப்பெறவில்லை.\"",
        "முன்னும் பின்னுமாக நடந்து, அறிக்கையின் வரைவு உண்மையில் அரசாங்கத்திற்கு அனுப்பப்பட்டுள்ளது என்று ஒப்புக்கொள்ளப்பட்டது. வரைவின் சில உள்ளடக்கங்கள் அரசாங்கத்தால் சவால் செய்யப்பட்டுள்ளதாகவும், சர்வதேச நாணய நிதியம் அறிக்கையை இறுதி செய்து திருப்பி அனுப்பும் என்றும் ராஜபக்சே கூறினார்.",
        "\"எனவே வரைவு வந்துவிட்டது என்பதை நீங்கள் ஒப்புக்கொள்கிறீர்கள். இவ்வளவு நேரமும், அது வரவில்லை என்று கூறப்படுகிறது, ”என்று விக்கிரமசிங்க கூறினார்.",
        "\"சரி, ஒரு வரைவு - அது முதலில் எங்களுடன் விவாதிக்கப்பட வேண்டும். என்னை விட உங்களுக்கு நன்றாகத் தெரியும்” என்று ராஜபக்சே கூறினார்.",
        "இன்னும் இறுதி செய்யப்படாததால் கொடுக்க முடியாத வரைவை விக்கிரமசிங்கே விரும்புகிறாரா என்று ராஜபக்சே கேட்டதற்கு, விக்கிரமசிங்க நகைச்சுவையாக பதிலளித்தார்: “இல்லை, அதை என்னிடம் கொடுக்க வேண்டாம். அல்லது [யாராவது] ஒரு ஒப்பந்தம் செய்யப்பட்டுள்ளது என்று கூறுவார்கள். (கொழும்பு/மார்ச்23/2022)"
      ]
    }
  }
}