{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/When-a-youth-MP-doesnt-bat-for-the-youth-EDITORIAL/172-237799",
  "time_ut": 1653596100,
  "title": "When a youth MP doesn’t bat for the youth - EDITORIAL",
  "body_lines": [
    "The youth in this country in the past were rather selfish with a good number of them migrating just after completing their higher education.",
    "Their education, in most cases, was completed thanks to government funding; first they received education at a government national school and then a state university.  How many of them bothered to work for a state institute just to give back something to the country for the education that they received free? It would be just a handful perhaps who did their duty towards the country.",
    "But with the agitations against the government aggravating and giving rise to the ‘GotaGoGama’ we see many youth movements focusing outwards and wanting to make this nation a better place to live in. That’s a healthy sign for the future because the times we live in forces us to be a little selfish about our own time.",
    "The youth who are agitating are part-qualified or already educated. They have time on their hands to make contributions and turn this into a country that people would love to live in. Now the struggle for supremacy is between a set of aged politicians (some of them hardly educated and struggling to stay on their feet) and a set of youth who are ambitious and educated. They need guidance and control; the latter which must come from within and not be forced upon them by baton-wielding policemen or state- sponsored thugs.",
    "Sadly, former minister Namal Rajapkasa doesn’t wish to stand on the side of these youth. This is despite Namal being a youth himself. The other day he told in parliament that some of these youth need to be rehabilitated. This statement didn’t go well with the masses. As a result, young Namal was taken to task in posts that appeared on social media.",
    "If one takes into consideration the old brigade of politicians, most of them sent their children abroad to settle down or to pursue higher education. They never considered Sri Lanka as a place for their children to remain in adulthood.",
    "There are even members of the Janatha Vimukthi Peramuna (JVP) whose children have been encouraged to study overseas. Even former President Chandrika Kumaratunga’s two children are abroad. But these politicians are urging the youth of this country to remain here, find employment and contribute to the country.",
    "Even the present President Gotabaya Rajapaksa addressed many youth fora when he was campaigning for the presidency and gave them much hope. But today, the same president is being challenged by youth.",
    "The Rajapaksa regime promised the policy of one law within one country. But the youth today are complaining that there is one law for the youth who are rebelling and another for aged politicians and people with power.",
    "For the record, there is a travel ban on some youth protesters and they have been told to surrender their passports. But the sad story about this country is that some politicians have also been asked to surrender their passports, following a travel ban on them, but these lawmakers are yet to comply with the court notification. What are the old lawmakers setting as an example to the youth of this country?",
    "The youth present at ‘GotaGoGama’ are being trained to restrain themselves when there is an urge to retaliate. We have fearful memories of what happened on May 9. There was mayhem and so much property and vehicles were damaged. The youth just failed to control emotions and the consequences were severe. Now those damaged houses have to be rebuilt. The funds raised for this rebuilding purpose could have been used to spend for youth education or invested on projects that promise income from export activities. Youth together with the not so young, damaging houses and vehicles was a big mistake. No one should be allowed to take the law on to his/her hands.",
    "The youth of this country have got a golden opportunity to transform the system that runs this country and they should not squander it!"
  ],
  "translate": {
    "si": {
      "title": "යොවුන් මන්ත්‍රීවරයෙක් තරුණයන් වෙනුවෙන් බැට් නොකරන විට - කතුවැකිය",
      "body_lines": [
        "අතීතයේ මේ රටේ තරුණයන් තරමක් ආත්මාර්ථකාමී වූ අතර ඔවුන්ගෙන් හොඳ ප්‍රමාණයක් උසස් අධ්‍යාපනය අවසන් කර සංක්‍රමණය විය.",
        "ඔවුන්ගේ අධ්‍යාපනය, බොහෝ අවස්ථාවලදී, රජයේ අරමුදල්වලට ස්තූතිවන්ත විය. ඔවුන් මුලින්ම රජයේ ජාතික පාසලකින් අධ්‍යාපනය ලබා පසුව රාජ්‍ය විශ්වවිද්‍යාලයකින් අධ්‍යාපනය ලැබුවා. තමන් නොමිලයේ ලබා ගත් අධ්‍යාපනය වෙනුවෙන් රටට යමක් ආපසු ලබා දීමට පමණක් රාජ්‍ය ආයතනයක සේවය කිරීමට ඔවුන්ගෙන් කී දෙනෙක් වෙහෙසුණාද? රට වෙනුවෙන් තම යුතුකම ඉටු කළ අතළොස්සක් විය හැකිය.",
        "නමුත් ආණ්ඩුවට එරෙහි උද්ඝෝෂණ උග්‍රවීමත් සමඟ 'ගෝඨාගම' ඇති වීමත් සමඟ බොහෝ තරුණ ව්‍යාපාර බාහිරට යොමු වී මේ ජාතිය ජීවත් වීමට හොඳ තැනක් කිරීමට අවශ්‍ය වන බව අපට පෙනේ. එය අනාගතයට සෞඛ්‍ය සම්පන්න ලකුණක් වන්නේ අප බලයෙන් ජීවත් වන කාලය නිසාය. අපි අපේ කාලය ගැන ටිකක් ආත්මාර්ථකාමී වෙන්න.",
        "උද්ඝෝෂණ කරන තරුණයන් අර්ධ සුදුසුකම් හෝ දැනටමත් උගත් අය වෙති. ඔවුන්ට දායක වී මෙය මිනිසුන් ජීවත් වීමට ආදරය කරන රටක් බවට පත් කිරීමට ඔවුන්ගේ අතේ කාලය තිබේ. දැන් ආධිපත්‍යය සඳහා වන අරගලය වියපත් දේශපාලකයින් (සමහර උගත්කම නැති, දෙපයින් සිටීමට දඟලන) සහ අභිලාෂකාමී සහ උගත් තරුණ පිරිසක්. ඔවුන්ට මඟ පෙන්වීම සහ පාලනය අවශ්‍යයි; දෙවැන්න ඇතුළතින් පැමිණිය යුතු අතර බැටන් පොලුවලින් පහර දෙන පොලිස් නිලධාරීන් හෝ රාජ්‍ය අනුග්‍රහය ලබන මැරයන් විසින් ඔවුන්ට බල නොකළ යුතුය.",
        "කනගාටුවට කරුණ නම් හිටපු අමාත්‍ය නාමල් රාජපක්ෂ මෙම තරුණයින්ගේ පැත්තේ සිටීමට අකමැති වීමයි. ඒ නාමල් තරුණයකුව තිබියදීය. පහුගිය දවසක ඔහු පාර්ලිමේන්තුවේදී කිව්වා මේ සමහර තරුණයන් පුනරුත්ථාපනය කරන්න ඕන කියලා. මේ ප්‍රකාශය ජනතාව අතරට ගියේ නැහැ. එහි ප්‍රතිඵලයක් ලෙස නාමල් තරුණයාට සමාජ මාධ්‍ය ජාලාවල පළ වූ පෝස්‌ටුවල දෝෂාරෝපණ එල්ල විය.",
        "යමෙක් පැරණි දේශපාලකයන්ගේ බළකාය සැලකිල්ලට ගතහොත් බොහෝ දෙනෙක් තම දරුවන් පිටරට යවා පදිංචියට හෝ උසස් අධ්‍යාපනයට යොමු කළහ. ඔවුන් කිසිවිටෙකත් ශ්‍රී ලංකාව තම දරුවන්ට වැඩිහිටි වියෙහි රැඳී සිටීමට තැනක් ලෙස සැලකුවේ නැත.",
        "ජනතා විමුක්ති පෙරමුණේ (ජවිපෙ) සාමාජිකයන් පවා සිටින අතර ඔවුන්ගේ දරුවන් විදේශයන්හි අධ්‍යාපනය ලැබීමට උනන්දු කර ඇත. හිටපු ජනාධිපතිනි චන්ද්‍රිකා කුමාරතුංග මහත්මියගේ දරුවෝ දෙන්නත් ඉන්නේ පිටරට. නමුත් මේ දේශපාලකයෝ මේ රටේ තරුණ තරුණියන්ගෙන් ඉල්ලා සිටින්නේ මෙහි රැඳී සිට රැකියා සොයාගෙන රටට දායක වන ලෙසයි.",
        "වත්මන් ජනාධිපති ගෝඨාභය රාජපක්‍ෂ මහතා පවා ජනාධිපතිවරණ ප්‍රචාරක කටයුතුවල නියැලෙන විට තරුණ පෙරමුණු රැසක් අමතා ඔවුන්ට බලාපොරොත්තු රැසක් ලබා දුන්නේය. එහෙත් අද එම ජනාධිපතිවරයාට තරුණයන්ගෙන් අභියෝගයක් එල්ල වෙමින් තිබේ.",
        "එක රටක් තුළ එකම නීතියක් යන ප්‍රතිපත්තිය රාජපක්ෂ පාලනය පොරොන්දු විය. නමුත් අද තරුණයින් මැසිවිලි නගන්නේ කැරලි ගසන තරුණයන්ට එක නීතියක් සහ වියපත් දේශපාලකයන්ට සහ බලය ඇති පුද්ගලයින්ට තවත් නීතියක් තිබෙන බවයි.",
        "වාර්තාව සඳහා, සමහර තරුණ විරෝධතාකරුවන්ට ගමන් තහනමක් ඇති අතර ඔවුන්ගේ විදේශ ගමන් බලපත්‍ර භාර දෙන ලෙස ඔවුන්ට දන්වා ඇත. නමුත් මේ රටේ කනගාටුදායක කතාව නම් ඇතැම් දේශපාලකයන්ට විදේශ ගමන් තහනමක් පැනවීමත් සමඟ ඔවුන්ගේ විදේශ ගමන් බලපත්‍ර භාර දෙන ලෙසද ඉල්ලා ඇතත් මෙම නීති සම්පාදකයින් තවමත් අධිකරණ දැනුම්දීම පිළිපැදීමයි. පැරණි නීති සම්පාදකයින් මේ රටේ තරුණ තරුණියන්ට ආදර්ශයක් දෙන්නේ කුමක්ද?",
        "‘ගොටගොගම’ට පැමිණ සිටින තරුණ තරුණියන්ට ප්‍රතිප්‍රහාර එල්ල කිරීමේ පෙළඹවීමක් ඇති වූ විට සංයමයෙන් සිටීමට පුහුණු කරමින් සිටී. මැයි 9 වෙනිදා සිදු වූ දේ ගැන අපට ඇත්තේ බියකරු මතකයන්ය. ව්‍යාකූලත්වයක් ඇති වූ අතර බොහෝ දේපොළ හා වාහනවලට හානි සිදු විය. යෞවනයන් හැඟීම් පාලනය කිරීමට අසමත් වූ අතර ප්රතිවිපාක දරුණු විය. දැන් එම හානියට පත් නිවාස යළි ඉදිකර දිය යුතුයි. මෙම ප්‍රතිනිර්මාණ කාර්යය සඳහා එකතු කරන ලද අරමුදල් තරුණ අධ්‍යාපනය සඳහා වියදම් කිරීමට හෝ අපනයන ක්‍රියාකාරකම්වලින් ලැබෙන ආදායමට පොරොන්දු වන ව්‍යාපෘති සඳහා ආයෝජනය කිරීමට ඉඩ තිබුණි. තාරුණ්‍යය එකතු වී එතරම් තරුණ නොවන, නිවාස හා වාහනවලට හානි කිරීම විශාල වරදක් විය. කිසිවකුට නීතිය අතට ගැනීමට ඉඩ දිය යුතු නැත.",
        "මේ රට පවත්වාගෙන යන ක්‍රමය පරිවර්තනය කිරීමේ ස්වර්ණමය අවස්ථාවක් මේ රටේ තරුණ තරුණියන්ට ලැබී ඇති අතර ඔවුන් එය නාස්ති නොකරන්න!"
      ]
    },
    "ta": {
      "title": "ஒரு இளைஞர் எம்பி இளைஞர்களுக்காக பேட் செய்யாதபோது - தலையங்கம்",
      "body_lines": [
        "கடந்த காலத்தில் இந்த நாட்டில் இளைஞர்கள் சுயநலவாதிகளாக இருந்தனர், அவர்களில் ஒரு நல்ல எண்ணிக்கையிலானவர்கள் தங்கள் உயர்கல்வியை முடித்தவுடன் புலம்பெயர்ந்தனர்.",
        "அவர்களின் கல்வி, பெரும்பாலான சந்தர்ப்பங்களில், அரசாங்க நிதியினால் முடிக்கப்பட்டது; முதலில் அரசு தேசியப் பள்ளியிலும், பின்னர் மாநிலப் பல்கலைக்கழகத்திலும் கல்வி பயின்றார்கள். அவர்களில் எத்தனை பேர் தாங்கள் இலவசமாகப் பெற்ற கல்விக்காக நாட்டிற்கு எதையாவது திருப்பித் தருவதற்காக ஒரு அரசு நிறுவனத்தில் வேலை செய்யத் துடிக்கிறார்கள்? நாட்டுக்காக தங்கள் கடமையைச் செய்தவர்கள் ஒரு சிலரே.",
        "ஆனால் அரசாங்கத்திற்கு எதிரான போராட்டங்கள் தீவிரமடைந்து 'கொடகோகம' உருவாகி வருவதால், பல இளைஞர் இயக்கங்கள் வெளியில் கவனம் செலுத்தி இந்த தேசத்தை வாழ்வதற்கு சிறந்த இடமாக மாற்ற விரும்புவதை நாம் காண்கிறோம். அது எதிர்காலத்திற்கான ஆரோக்கியமான அறிகுறியாகும், ஏனென்றால் நாம் பலமாக வாழும் காலம். நம் நேரத்தைப் பற்றி நாம் கொஞ்சம் சுயநலமாக இருக்க வேண்டும்.",
        "கிளர்ச்சியில் ஈடுபடும் இளைஞர்கள் பகுதி தகுதி பெற்றவர்கள் அல்லது ஏற்கனவே படித்தவர்கள். பங்களிப்புகளைச் செய்வதற்கும், மக்கள் வாழ விரும்பும் நாடாக இதை மாற்றுவதற்கும் அவர்கள் கையில் நேரம் உள்ளது. இப்போது மேலாதிக்கத்திற்கான போராட்டம் வயது முதிர்ந்த அரசியல்வாதிகளுக்கு இடையே உள்ளது (அவர்களில் சிலர் படிக்காதவர்கள் மற்றும் காலில் நிற்க போராடுகிறார்கள்) மற்றும் லட்சியம் மற்றும் படித்த இளைஞர்களின் தொகுப்பு. அவர்களுக்கு வழிகாட்டுதல் மற்றும் கட்டுப்பாடு தேவை; பிந்தையது உள்ளிருந்து வர வேண்டும் மற்றும் தடியடி நடத்தும் போலீஸ்காரர்கள் அல்லது அரச ஆதரவைப் பெற்ற குண்டர்களால் அவர்கள் மீது கட்டாயப்படுத்தப்படக்கூடாது.",
        "துரதிர்ஷ்டவசமாக, முன்னாள் அமைச்சர் நாமல் ராஜபக்ச இந்த இளைஞர்களின் பக்கம் நிற்க விரும்பவில்லை. நாமல் ஒரு இளைஞனாக இருந்தாலும் இது. இந்த இளைஞர்களில் சிலருக்கு புனர்வாழ்வு அளிக்கப்பட வேண்டும் என்று அவர் நேற்று பாராளுமன்றத்தில் கூறினார். இந்த அறிக்கை மக்களிடையே சரியாகப் போகவில்லை. இதன் விளைவாக, சமூக ஊடகங்களில் தோன்றிய பதிவுகளில் இளம் நாமல் மீது கடும் கண்டனம் தெரிவிக்கப்பட்டது.",
        "அரசியல்வாதிகளின் பழைய படையணியைக் கருத்தில் கொண்டால், அவர்களில் பெரும்பாலோர் தங்கள் குழந்தைகளை வெளிநாடுகளில் குடியேற அல்லது உயர்கல்வி படிக்க அனுப்புகிறார்கள். அவர்கள் தங்கள் பிள்ளைகள் இளமைப் பருவத்தில் தங்குவதற்கான இடமாக இலங்கையை ஒருபோதும் கருதவில்லை.",
        "ஜனதா விமுக்தி பெரமுன (ஜே.வி.பி) உறுப்பினர்களும் உள்ளனர், அவர்களின் பிள்ளைகள் வெளிநாடுகளில் படிக்க ஊக்குவிக்கப்படுகிறார்கள். முன்னாள் ஜனாதிபதி சந்திரிகா குமாரதுங்கவின் இரண்டு பிள்ளைகளும் வெளிநாட்டில் உள்ளனர். ஆனால் இந்த அரசியல்வாதிகள் இந்த நாட்டின் இளைஞர்களை இங்கேயே இருக்குமாறும், வேலைவாய்ப்பைப் பெற்று நாட்டுக்கு பங்களிக்குமாறும் வலியுறுத்துகின்றனர்.",
        "தற்போதைய ஜனாதிபதி கோட்டாபய ராஜபக்ஷவும் ஜனாதிபதி தேர்தல் பிரசாரத்தில் ஈடுபட்டிருந்த போது பல இளைஞர் மன்றங்களில் உரையாற்றி அவர்களுக்கு மிகுந்த நம்பிக்கையை அளித்தார். ஆனால் இன்று அதே ஜனாதிபதிக்கு இளைஞர்கள் சவால் விட்டுள்ளனர்.",
        "ராஜபக்ச ஆட்சி ஒரு நாட்டிற்குள் ஒரே சட்டம் என்ற கொள்கையை உறுதி செய்தது. ஆனால் இன்று இளைஞர்கள் கலகம் செய்யும் இளைஞர்களுக்கு ஒரு சட்டமும், வயதான அரசியல்வாதிகள் மற்றும் அதிகாரம் படைத்தவர்களுக்கு இன்னொரு சட்டமும் இருப்பதாக குமுறுகின்றனர்.",
        "பதிவுக்காக, சில இளைஞர் எதிர்ப்பாளர்களுக்கு பயணத் தடை உள்ளது மற்றும் அவர்கள் பாஸ்போர்ட்டை ஒப்படைக்குமாறு கூறப்பட்டுள்ளது. ஆனால் இந்த நாட்டைப் பற்றிய சோகமான கதை என்னவென்றால், சில அரசியல்வாதிகள் பயணத் தடையைத் தொடர்ந்து அவர்களின் கடவுச்சீட்டை ஒப்படைக்குமாறு கேட்டுக் கொள்ளப்பட்டனர், ஆனால் இந்த சட்டமியற்றுபவர்கள் நீதிமன்ற அறிவித்தலுக்கு இணங்கவில்லை. பழைய சட்டமியற்றுபவர்கள் இந்நாட்டு இளைஞர்களுக்கு முன்னுதாரணமாக இருப்பது என்ன?",
        "‘கோட்டகோகம’வில் இருக்கும் இளைஞர்கள், பழிவாங்கும் எண்ணம் ஏற்படும் போது தங்களைக் கட்டுப்படுத்திக் கொள்ள பயிற்சி அளிக்கப்படுகிறது. மே 9 அன்று என்ன நடந்தது என்பது எங்களுக்கு பயமாக இருக்கிறது இளைஞர்கள் உணர்ச்சிகளைக் கட்டுப்படுத்தத் தவறிவிட்டனர், அதன் விளைவுகள் கடுமையாக இருந்தன. தற்போது சேதமடைந்த வீடுகளை மீண்டும் கட்டித்தர வேண்டும். இந்த புனரமைப்பு நோக்கத்திற்காக திரட்டப்பட்ட நிதியானது இளைஞர்களின் கல்விக்காக செலவிடப்பட்டிருக்கலாம் அல்லது ஏற்றுமதி நடவடிக்கைகளில் இருந்து வருமானத்தை உறுதியளிக்கும் திட்டங்களில் முதலீடு செய்திருக்கலாம். இளைஞர்கள் ஒன்று சேர்ந்து வீடுகளையும் வாகனங்களையும் சேதப்படுத்தியது பெரிய தவறு. சட்டத்தை யாரும் கையில் எடுக்க அனுமதிக்கக் கூடாது.",
        "இந்த நாட்டை இயக்கும் அமைப்பை மாற்றுவதற்கு இந்த நாட்டின் இளைஞர்களுக்கு பொன்னான வாய்ப்பு கிடைத்துள்ளது, அதை வீணடிக்க வேண்டாம்!"
      ]
    }
  }
}