{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/24/67-people-detained-in-trincomalee-for-illegal-migration-attempt/",
  "time_ut": 1653365520,
  "title": "67 people detained in Trincomalee for illegal migration attempt",
  "body_lines": [
    "COLOMBO (News 1st); A special operation conducted in Sallisampaltivu and seas off Trincomalee on the night of 23rd May 2022, led to the apprehension of 67 individuals who attempted to illegally migrate to a foreign country via sea.",
    "Accordingly, a group of naval personnel from the Naval Dockyard, Trincomalee in coordination with the Nilaveli Police nabbed 12 male suspects from 30 to 40 years of age, during a search operation mounted in Sallisampaltivu on the night of 23rd May. The group of individuals remaining in the locality were suspected to be on an illegal migration attempt via sea routes. The operation also made way the raiding party to get hold of 02 three wheelers, a cab and a van used for this illegal act.",
    "Based on information revealed from the apprehended suspects, the Fast Attack Craft P 483 and P 415 attached to the 4th Fast Attack Flotilla in the Eastern Naval Command were deployed in a search operation and the SLN units intercepted a suspicious local multiday fishing trawler in seas off Trincomalee, on the night of 23rd May. During the search of the intercepted fishing vessel, the Navy managed to apprehend another 55 individuals, from 03 to 53 years of age, who were believed to be on an illegal migration attempt to a foreign country via sea. Among the apprehended persons were; 45 males including 05 suspects believed to be human smugglers, 07 females and 03 children. The local multiday fishing trawler used for the nefarious act was also seized in this operation.",
    "The apprehended suspects were identified as residents of Jaffna, Trincomalee, Batticaloa, Puttalam, Ampara, Ratnapura, Gampaha and Colombo. Arrangements are being made to handover the individuals held in Sallisampaltivu to Nilaveli and Uppuweli Police for onward legal action. Meanwhile, the group of suspects apprehended in seas off Trincomalee will be handed over to the Trincomalee Harbour Police for legal proceedings.",
    "Meanwhile, the Navy urges the public to refrain from risking their lives and property embarking on perilous sea voyages, being caught in the tricks of smugglers.",
    "Sri Lanka picks Lazard, Clifford Chance as advisers for landmark debt restructuring"
  ],
  "translate": {
    "si": {
      "title": "නීතිවිරෝධී සංක්‍රමණයට උත්සාහ කළ පුද්ගලයින් 67 දෙනෙකු ත්‍රිකුණාමලයේදී අත්අඩංගුවට",
      "body_lines": [
        "COLOMBO (News 1st); 2022 මැයි 23 වැනි දින රාත්‍රියේ සල්ලිසම්පල්තිව් සහ ත්‍රිකුණාමලයට ඔබ්බෙන් වූ මුහුදු ප්‍රදේශයේ සිදු කළ විශේෂ මෙහෙයුමකින් නීතිවිරෝධී ලෙස මුහුදු මාර්ගයෙන් විදේශ රටකට සංක්‍රමණය වීමට උත්සාහ කළ පුද්ගලයින් 67 දෙනෙකු අත්අඩංගුවට ගෙන ඇත.",
        "ඒ අනුව, ත්‍රිකුණාමලය, නාවික තටාකාංගනයේ නාවික පුද්ගලයින් පිරිසක් නිලාවේලි පොලිසියේ සම්බන්ධීකරණයෙන් සල්ලිසම්පල්තිව් ප්‍රදේශයේ සිදුකළ සෝදිසි මෙහෙයුමකදී වයස අවුරුදු 30 ත් 40 ත් අතර පිරිමි සැකකරුවන් 12 දෙනෙකු අත්අඩංගුවට ගෙන ඇත. එම ප්‍රදේශයේ රැඳී සිටින පුද්ගලයින් පිරිසක් මුහුදු මාර්ග ඔස්සේ නීතිවිරෝධී සංක්‍රමණයක උත්සාහයක නිරතවන්නන් බවට සැක කෙරේ. මෙම නීතිවිරෝධී ක්‍රියාව සඳහා යොදාගත් ත්‍රිරෝද රථ 02ක්, කැබ් රථයක් සහ වෑන් රථයක් වැටලීම් පාර්ශවයට ලබා ගැනීමට ද මෙහෙයුම මඟින් හැකි විය.",
        "අත්අඩංගුවට ගත් සැකකරුවන්ගෙන් අනාවරණය වූ තොරතුරු මත නැගෙනහිර නාවික විධානයට අයත් 4 වන වේග ප්‍රහාරක ෆ්ලෝටිලා ආයතනයට අනුයුක්ත P 483 සහ P 415 යන වේග ප්‍රහාරක යාත්‍රා සෝදිසි මෙහෙයුමක් සඳහා යොදවා ඇති අතර, ශ්‍රී ලංකා නාවික හමුදාව විසින් සැකකටයුතු දේශීය බහුදින ධීවර යාත්‍රාවක් මුහුදු තීරයේදී අත්අඩංගුවට ගෙන ඇත. ත්‍රිකුණාමලය, මැයි 23 රාත්‍රියේ. අත්අඩංගුවට ගත් ධීවර යාත්‍රාව පරීක්ෂා කිරීමේදී වයස අවුරුදු 03 සිට 53 දක්වා වයස්වල පසුවන තවත් පුද්ගලයින් 55 දෙනෙකු මුහුදු මාර්ගයෙන් විදේශයකට සංක්‍රමණය වීමට උත්සාහ කළ බවට සැක කෙරෙන තවත් පුද්ගලයින් 55 දෙනෙකු අත්අඩංගුවට ගැනීමට නාවික හමුදාව සමත් විය. අත්අඩංගුවට ගත් පුද්ගලයින් අතර; මිනිස් ජාවාරම්කරුවන් බවට සැක කෙරෙන සැකකරුවන් 05 දෙනෙකු, කාන්තාවන් 07 දෙනෙකු සහ ළමුන් 03 දෙනෙකු ඇතුළුව පිරිමි පුද්ගලයින් 45 දෙනෙකු අත්අඩංගුවට ගෙන ඇත. මෙම කි‍්‍රයාන්විතයේදී එම මත්ස්‍ය ක‍්‍රියාව සඳහා යොදාගත් දේශීය බහුදින ධීවර යාත්‍රාවද අත්අඩංගුවට ගෙන ඇත.",
        "අත්අඩංගුවට ගත් සැකකරුවන් යාපනය, ත්‍රිකුණාමලය, මඩකලපුව, පුත්තලම, අම්පාර, රත්නපුර, ගම්පහ සහ කොළඹ ප්‍රදේශවල පදිංචිකරුවන්. සල්ලිසම්පල්තිව් ප්‍රදේශයේ රඳවා සිටින පුද්ගලයින් ඉදිරි නීතිමය කටයුතු සඳහා නිලාවේලි සහ උප්පුවේලි පොලිසිය වෙත භාරදීමට කටයුතු යොදා ඇත. මේ අතර, ත්‍රිකුණාමලයට ඔබ්බෙන් වූ මුහුදු ප්‍රදේශයේදී අත්අඩංගුවට ගත් සැකකරුවන් පිරිස නීතිමය කටයුතු සඳහා ත්‍රිකුණාමලය වරාය පොලිසිය වෙත භාරදීමට නියමිතයි.",
        "මේ අතර, ජාවාරම්කරුවන්ගේ උපක්‍රමවලට හසුවෙමින් අනතුරුදායක මුහුදු ගමන්වල නිරත වීමෙන් තම ජීවිත හා දේපළ අවදානමට ලක්වීමෙන් වළකින ලෙස නාවික හමුදාව මහජනතාවගෙන් ඉල්ලා සිටියි.",
        "වැදගත් ණය ප්‍රතිව්‍යුහගත කිරීම සඳහා ශ්‍රී ලංකාව උපදේශකයන් ලෙස Lazard, Clifford Chance තෝරා ගනී"
      ]
    },
    "ta": {
      "title": "திருகோணமலையில் சட்டவிரோத குடியேற்ற முயற்சியில் ஈடுபட்ட 67 பேர் கைது செய்யப்பட்டுள்ளனர்",
      "body_lines": [
        "COLOMBO (News 1st); 2022 ஆம் ஆண்டு மே மாதம் 23 ஆம் திகதி இரவு சல்லிசம்பால்தீவு மற்றும் திருகோணமலை கடற்பரப்பில் மேற்கொள்ளப்பட்ட விசேட நடவடிக்கையின் மூலம் கடல் வழியாக வெளிநாட்டுக்கு சட்டவிரோதமாக இடம்பெயர முயன்ற 67 பேர் கைது செய்யப்பட்டுள்ளனர்.",
        "இதன்படி, திருகோணமலை கடற்படைத் தளத்திலிருந்து கடற்படையினர் குழுவொன்று நிலாவெளி பொலிஸாருடன் இணைந்து 30 முதல் 40 வயதுக்குட்பட்ட 12 ஆண் சந்தேக நபர்களை மே 23ஆம் திகதி இரவு சல்லிசம்பால்தீவில் மேற்கொண்ட தேடுதல் நடவடிக்கையின் போது கைதுசெய்துள்ளனர். இப்பகுதியில் எஞ்சியிருக்கும் தனிநபர்கள் குழு கடல் வழிகள் வழியாக சட்டவிரோத இடம்பெயர்வு முயற்சியில் ஈடுபட்டதாக சந்தேகிக்கப்படுகிறது. இந்தச் சட்ட விரோதச் செயலுக்குப் பயன்படுத்தப்பட்ட 02 முச்சக்கர வண்டிகள், ஒரு கெப் மற்றும் ஒரு வேன் போன்றவற்றை சோதனையில் ஈடுபட்ட தரப்பினர் கைப்பற்றுவதற்கும் இந்த நடவடிக்கை வழிவகை செய்தது.",
        "கைது செய்யப்பட்ட சந்தேக நபர்களிடமிருந்து தெரியவந்த தகவலின் அடிப்படையில், கிழக்கு கடற்படை கட்டளையின் 4 வது விரைவுத் தாக்குதல் புளோட்டிலாவுடன் இணைக்கப்பட்ட விரைவுத் தாக்குதல் படகு P 483 மற்றும் P 415 ஆகியவை தேடுதல் நடவடிக்கையில் ஈடுபடுத்தப்பட்டன மற்றும் SLN பிரிவினர் சந்தேகத்திற்கிடமான உள்ளூர் பல நாள் மீன்பிடி இழுவைக் கப்பலை கடலுக்கு அப்பால் மடக்கிப் பிடித்தனர். திருகோணமலை, மே 23 அன்று இரவு. இடைமறித்த மீன்பிடிக் கப்பலைச் சோதனையிட்ட போது, ​​கடல் வழியாக வெளிநாடுகளுக்கு சட்டவிரோதமாக குடியேற முயற்சித்ததாகக் கருதப்படும் 03 வயது முதல் 53 வயது வரையிலான மேலும் 55 பேரை கடற்படையினர் கைது செய்தனர். கைது செய்யப்பட்டவர்களில்; மனித கடத்தல்காரர்கள் என நம்பப்படும் 05 சந்தேக நபர்கள் உட்பட 45 ஆண்கள், 07 பெண்கள் மற்றும் 03 குழந்தைகள். இந்த நடவடிக்கையில் அத்துமீறலுக்கு பயன்படுத்தப்பட்ட உள்ளூர் பலநாள் மீன்பிடி இழுவை படகும் கைப்பற்றப்பட்டது.",
        "கைது செய்யப்பட்ட சந்தேக நபர்கள் யாழ்ப்பாணம், திருகோணமலை, மட்டக்களப்பு, புத்தளம், அம்பாறை, இரத்தினபுரி, கம்பஹா மற்றும் கொழும்பு ஆகிய பகுதிகளைச் சேர்ந்தவர்கள் என அடையாளம் காணப்பட்டுள்ளனர். சல்லிசம்பல்தீவில் தடுத்து வைக்கப்பட்டுள்ள நபர்களை சட்ட நடவடிக்கைகளுக்காக நிலாவெளி மற்றும் உப்புவெளி பொலிஸாரிடம் ஒப்படைப்பதற்கான ஏற்பாடுகள் மேற்கொள்ளப்பட்டு வருகின்றன. இதேவேளை, திருகோணமலை கடற்பரப்பில் வைத்து கைது செய்யப்பட்ட சந்தேகநபர்கள் குழு சட்ட நடவடிக்கைகளுக்காக திருகோணமலை துறைமுக பொலிஸாரிடம் ஒப்படைக்கப்படவுள்ளது.",
        "இதேவேளை, ஆட்கடத்தல்காரர்களின் தந்திரங்களில் சிக்கி, அபாயகரமான கடல் பயணங்களில் ஈடுபடுவதிலிருந்து தமது உயிரையும் உடமைகளையும் பணயம் வைப்பதைத் தவிர்க்குமாறு கடற்படை பொதுமக்களை கோரியுள்ளது.",
        "முக்கிய கடன் மறுசீரமைப்புக்கான ஆலோசகர்களாக லாசார்ட், கிளிஃபோர்ட் சான்ஸ் ஆகியோரை இலங்கை தேர்வு செய்துள்ளது"
      ]
    }
  }
}