{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Sri-Lankas-debt-default-What-accelerated-it-and-what-lies-ahead/277-235619",
  "time_ut": 1650825660,
  "title": "Sri Lanka’s debt default: What accelerated it and what lies ahead?",
  "body_lines": [
    "Citizens of Sri Lanka started doubting the government’s capability to solve the power crisis, commodity shortages, hyper-inflation and the currency freefall",
    "On April 12, 2022, Sri Lanka declared that it would suspend all external debt payments with immediate effect. Incidentally, Sri Lanka joined the dubious club of global defaulters. This event is similar to a declaration of bankruptcy. It signals the start of a debt restructuring and economic reform phase, with the likely backing of the International Monetary Fund (IMF) (as per April 23, 2022 IMF statement).",
    "This article, the first in the series, focuses on the causes that accelerated the default. We were already on our way to a default but the events of the last 24 months accelerated our journey towards it. Let’s start with a timeline of relevant events in the 24 months leading up to the April 12 implosion.",
    "Looking at the events in Diagram 1, it’s very clear there was no policy consistency either executed or signalled. In times of a crisis, it can be difficult to differentiate the cause from the effect. The so-called ‘debt crisis’ or the ‘dollar crisis’, which we are facing today, is indeed an effect and is not the cause of the problem. Causes of this crisis are plenty. Yet, there is a primary cause that accelerated Sri Lanka into this abyss in April 2022 – a ‘trust deficit’ that accelerated the effects of the ‘twin deficits’.",
    "It’s well documented that Sri Lanka has been running a perineal current account deficit (with a minor exception) where our imports exceed the total of exports and inward remittances. Additionally, the Government of Sri Lanka (GOSL) has been running a budget (fiscal) deficit, where the government expenses exceed its income.",
    "But are these twin deficits always problematic? The answer is, ‘it depends on the level and sustainability of the debt’. The said deficits have to be funded by the government drawing down on reserves or else having to continuously borrow both locally and internationally.",
    "However, we know many countries, including some developed nations, run either a single deficit or both deficits. Also, rather than paying-back, they roll-over or refinance most of that debt. Global debt levels have further increased with the COVID outbreak that forced governments to stimulate their economies. The art is to use the ever-increasing debt obligations to achieve more than proportionate growth in sustainable",
    "You can keep borrowing and refinancing until the market believes your debt levels are ‘sustainable’. But the music stops when one or more big lenders or credit rating agencies question your ability to refinance. Alarm bells usually go off when the debt-to-GDP ratio exceeds 90 percent to 100 percent and the credit ratings start trending downwards of BB level (known as mid ‘non-investment grade’). In Sri Lanka, the twin deficits grew to a level that set-off chaos and a ‘trust deficit’ in the system.",
    "The government and Central Bank of a country constantly communicate with local and international stakeholders providing them with signals of policy direction. In return, the Central Bank and government receive the trust of these stakeholders. However, over the last two years, we saw a breakdown in this communication and the lack of consistent policy signals. A trust deficit refers to a partial or complete breakdown in the trust network. See Diagram 2.",
    "Almost all the stakeholders in this trust network started doubting the communication and signals provided by the Central Bank and GOSL. The following points indicate how this trust deficit manifested in Sri Lanka in recent times.",
    "Local banks second guessed the nominal interest rates when the ‘real rates’ turned negative, due to roaring inflation. The headline inflation rate is above 20 percent while deposit rates were below 8 percent in March 2022. Even with the 700 basis-point (+7 percent) increase in deposit rates, still the real interest rates are negative. Local banks also doubted the liquidity of the rupee and dollar markets.",
    "Rating agencies lost faith in the transparency, consistency, remedial nature in the policies they expected. The CBSL adopted a combative approach towards rating agencies closing off any hopes of productive engagement.",
    "International capital market lenders lost trust in debt sustainability. For more than a year, the trading yields on International Sovereign Bonds (ISBs) were 30 percent+ for the short-term maturities (debt due in 2022 and 2023), in effect expecting at least a partial default.",
    "Exporters had to book unexpected losses on their dollar proceeds in September 2021, when the exchange rate came down from 230 to 203. Export margins became unviable, as costs escalated while the revenue was capped. The costs were impacted by global supply chain shortages and the inflated price of imported materials funded via the grey-market dollars. They started believing the rupee against the dollar would have to depreciate very soon and started relying on the grey-market.",
    "Importers could not obtain the dollars required even for essential imports. They started relying on the grey-market. The dollar rate was trading at a premium of about 40 percent compared to the formal pegged rate.",
    "Expat workers, who used to remit about US $ 500 million per month, pre-2020, found and resorted to informal channels in the grey-market in order to obtain a higher rate for their dollar remittances.",
    "Citizens of Sri Lanka started doubting the government’s capability to solve the power crisis, commodity shortages, hyper-inflation and the currency freefall.",
    "On the back of this trust deficit, in February 2022, the IMF concluded that Sri Lanka’s debt levels are ‘unsustainable’. With this classification, many rapid financing facilities available with the IMF became inaccessible for Sri Lanka. The most likely programme would be an Extended Fund Facility (EFF), with mutually agreed medium-term structural reforms and a longer repayment period. Till the IMF approves the EFF, the GOSL will have to find bridge financing options.",
    "In the current context, what happens when we are in default? Looking at what unfolded in recent defaulters Argentina, Lebanon, Greece and Mexico, a possible 10-point path can unfold as follows.",
    "2. Define the debt pool affected by bankruptcy – done on April 12, 2022. Amounts to US $ 51 billion of external debt.",
    "3. Establish caretaker government – Remember that the trust is broken and has to be earned back. It cannot be done with the current government and governance structure.",
    "4. Establish a council of technocrats – Use the national list to introduce well respected technocrats into Parliament. Use them as a de-facto council for all major structural reforms and decisions.",
    "5. Maximise bridge financing facilities – Until we enter the IMF programme, the GOSL needs to raise bridge finance, most likely through bilateral government-to-government discussions. While relying on India, China and Japan, we need to diversify the potential lenders to include our main export markets (the West, Middle East) and import partners. This can materialise via extensions of existing loans, new loans and payment-in-kind. Emergency or bridge financing from the IMF is unlikely at this stage since our debt levels are classified as unsustainable (as per February 2022 report of the IMF).",
    "6. Negotiate the debt restructuring programme for remaining foreign loans – The obligations include the ISBs and loans with multilateral agencies. A combination of extensions and haircuts are needed. A haircut is a negotiation with a lender to repay only a portion of an outstanding loan in exchange for forgiveness or a deferred payment on the balance due.",
    "7. Obtain the IMF’s stamp of approval for debt restructuring and medium-term structural reforms.",
    "8. Obtain IMF funding – The most likely programme would be an EFF for three to five years. The loan amount required would be about US $ 3 billion per annum for about three years.  This will have to be worked out based on multiple forecast scenarios for exports, remittances, tourism revenue, minus essential imports and negotiated debt servicing payments.",
    "10. Gradually regain access to international capital and financial markets.",
    "While we have completed the first two points, we only have a matter of days to execute points three and four to get the ball rolling.",
    "In our next articles, we explore how to contain the impending doom and gloom, while embarking on a path to recovery.",
    "(Jayamin Pelpola has 15+ years of experience in international debt capital markets, investment banking and asset management, including Goldman Sachs (UK) and Nomura USA. He also advised on international debt restructuring and reorganisations efforts for high-yield and distressed entities worldwide. Pelpola received his MBA from Harvard University (Boston, Massachusetts). He also obtained his charters from the CFA Institute (USA) and CIMA (UK). He can be contacted via jayamincp"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ණය පැහැර හැරීම: එය වේගවත් කළේ කුමක්ද සහ ඉදිරියෙන් ඇත්තේ කුමක්ද?",
      "body_lines": [
        "විදුලි අර්බුදය, භාණ්ඩ හිඟය, අධි උද්ධමනය සහ මුදල් හිඟය විසඳීමට රජයට ඇති හැකියාව පිළිබඳව ශ්‍රී ලංකාවේ පුරවැසියන් සැක කිරීමට පටන් ගත්හ.",
        "2022 අප්‍රේල් 12 වැනි දින, ශ්‍රී ලංකාව වහාම ක්‍රියාත්මක වන පරිදි සියලුම බාහිර ණය ගෙවීම් අත්හිටුවන බව ප්‍රකාශ කළේය. අහඹු ලෙස, ගෝලීය පැහැර හැරීම්කරුවන්ගේ සැක සහිත සමාජයට ශ්‍රී ලංකාව එක් විය. මෙම සිදුවීම බංකොලොත් භාවය ප්‍රකාශ කිරීමකට සමානය. එය ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) අනුග්‍රහය ඇතිව ණය ප්‍රතිව්‍යුහගත කිරීමේ සහ ආර්ථික ප්‍රතිසංස්කරණ අදියරක ආරම්භය සනිටුහන් කරයි (2022 අප්‍රේල් 23 IMF ප්‍රකාශය අනුව).",
        "මෙම ලිපිය, ලිපි මාලාවේ පළමුවැන්න, පෙරනිමිය වේගවත් කළ හේතු පිළිබඳව අවධානය යොමු කරයි. අපි දැනටමත් පෙරනිමියක් කරා ගමන් කරමින් සිටියෙමු, නමුත් පසුගිය මාස 24 තුළ සිදු වූ සිදුවීම් අපගේ ගමන ඒ දෙසට වේගවත් කළේය. අප්‍රේල් 12 පිපිරීමට පෙර මාස 24 තුළ අදාළ සිදුවීම් කාලරාමුවකින් ආරම්භ කරමු.",
        "රූප සටහන 1 හි සිදුවීම් දෙස බලන විට, ක්‍රියාත්මක වූ හෝ සංඥා කරන ලද ප්‍රතිපත්තිමය අනුකූලතාවයක් නොතිබූ බව ඉතා පැහැදිලිය. අර්බුදකාරී අවස්ථාවන්හිදී, හේතුව බලපෑමෙන් වෙන්කර හඳුනා ගැනීම දුෂ්කර විය හැකිය. අද අප මුහුණ දී සිටින ඊනියා ‘ණය අර්බුදය’ හෝ ‘ඩොලර් අර්බුදය’ ඇත්තෙන්ම බලපෑමක් මිස ගැටලුවට හේතුව නොවේ. මෙම අර්බුදයට හේතු බොහෝය. එහෙත්, 2022 අපේ‍්‍රල් මාසයේදී ශ‍්‍රී ලංකාව මෙම අගාධයට වේගවත් කළ මූලික හේතුවක් තිබේ - ‘නිවුන් හිඟයේ’ බලපෑම් වේගවත් කළ ‘විශ්වාසනීය හිඟයක්’.",
        "ශ්‍රී ලංකාව පෙරිනල් ජංගම ගිණුමේ හිඟයක් (සුළු ව්‍යතිරේකයක් සහිතව) පවත්වාගෙන යන බව හොඳින් ලේඛනගත කර ඇත. මීට අමතරව, ශ්‍රී ලංකා රජය (GOSL) අයවැය (මූල්‍ය) හිඟයක් පවත්වාගෙන යමින් සිටින අතර, එහිදී රජයේ වියදම් එහි ආදායමට වඩා වැඩිය.",
        "නමුත් මෙම ද්විත්ව හිඟයන් සැමවිටම ගැටළු සහගතද? පිළිතුර නම්, ‘එය ණය මට්ටම සහ තිරසාරභාවය මත රඳා පවතී’ යන්නයි. ඉහත හිඟයන් සඳහා රජය විසින් අරමුදල් සැපයිය යුත්තේ සංචිත අඩු කිරීම හෝ නොඑසේ නම් දේශීය හා ජාත්‍යන්තර වශයෙන් අඛණ්ඩව ණය ගැනීමට සිදු වේ.",
        "කෙසේ වෙතත්, සමහර සංවර්ධිත රටවල් ඇතුළු බොහෝ රටවල් තනි හිඟයක් හෝ හිඟ දෙකම ක්‍රියාත්මක කරන බව අපි දනිමු. එසේම, ආපසු ගෙවීමට වඩා, ඔවුන් එම ණයවලින් වැඩි කොටසක් පෙරළීම හෝ නැවත මූල්‍යකරණය කරයි. රජයන්ට ඔවුන්ගේ ආර්ථිකයන් උත්තේජනය කිරීමට බලකෙරුණු COVID පුපුරා යාමත් සමඟ ගෝලීය ණය මට්ටම් තවදුරටත් ඉහළ ගොස් ඇත. කලාව යනු තිරසාර වර්ධනයට වඩා වැඩි යමක් සාක්ෂාත් කර ගැනීම සඳහා දිනෙන් දින වැඩි වන ණය බැඳීම් භාවිතා කිරීමයි.",
        "ඔබේ ණය මට්ටම් 'තිරසාර' බව වෙළඳපල විශ්වාස කරන තෙක් ඔබට ණය ගැනීම සහ ප්‍රතිමූල්‍යකරණය දිගටම කරගෙන යා හැක. නමුත් විශාල ණය දෙන්නන් එකක් හෝ කිහිපයක් හෝ ණය ශ්‍රේණිගත කිරීමේ ආයතන ප්‍රතිමූල්‍යකරණය කිරීමට ඔබට ඇති හැකියාව ප්‍රශ්න කරන විට සංගීතය නතර වේ. දළ දේශීය නිෂ්පාදිතයට ණය අනුපාතය සියයට 90 සිට සියයට 100 දක්වා ඉක්මවන විට අනතුරු ඇඟවීමේ සීනුව සාමාන්‍යයෙන් නිවී යයි සහ ණය ශ්‍රේණිගත කිරීම් BB මට්ටමෙන් පහළට නැඹුරු වීමට පටන් ගනී (මැද 'ආයෝජන නොවන ශ්‍රේණිය' ලෙස හැඳින්වේ). ශ්‍රී ලංකාව තුළ, ද්විත්ව හිඟයන් පද්ධතිය තුළ අවුල් සහගත සහ ‘විශ්වාසනීය හිඟයක්’ ඇති කරන මට්ටමට වර්ධනය විය.",
        "රටක රජය සහ මහ බැංකුව දේශීය හා ජාත්‍යන්තර පාර්ශ්වකරුවන් සමඟ නිරන්තරයෙන් සන්නිවේදනය කරන අතර ඔවුන්ට ප්‍රතිපත්තිමය දිශානතිය පිළිබඳ සංඥා සපයයි. ඒ වෙනුවෙන් මහ බැංකුවට සහ රජයට මේ පාර්ශවකරුවන්ගේ විශ්වාසය ලැබෙනවා. කෙසේ වෙතත්, පසුගිය වසර දෙක තුළ මෙම සන්නිවේදනයේ බිඳවැටීමක් සහ ස්ථාවර ප්‍රතිපත්ති සංඥා නොමැතිකම අපි දුටුවෙමු. විශ්වාස හිඟයක් යනු විශ්වාස ජාලයේ අර්ධ හෝ සම්පූර්ණ බිඳවැටීමකි. රූප සටහන 2 බලන්න.",
        "මෙම භාර ජාලයේ සියලුම පාර්ශවකරුවන් පාහේ මහ බැංකුව සහ ශ්‍රී ලංකා රජය විසින් සපයනු ලබන සන්නිවේදනය සහ සංඥා පිළිබඳව සැක කිරීමට පටන් ගත්හ. මෑත කාලයේ ශ්‍රී ලංකාව තුළ මෙම විශ්වාස හිඟය ප්‍රකාශ වූ ආකාරය පහත සඳහන් කරුණුවලින් පැහැදිලි වේ.",
        "ගර්ජන උද්ධමනය හේතුවෙන් 'සැබෑ අනුපාත' සෘණාත්මක වන විට දේශීය බැංකු දෙවනුව නාමික පොලී අනුපාත අනුමාන කළේය. 2022 මාර්තු මාසයේදී තැන්පතු අනුපාත සියයට 8 ට වඩා අඩු වූ අතර ප්‍රධාන උද්ධමන අනුපාතිකය සියයට 20 ට වඩා වැඩිය. තැන්පතු අනුපාතවල පදනම් ලක්ෂ්‍ය 700 (+7 ප්‍රතිශතයක්) වැඩි වුවද, තවමත් සැබෑ පොලී අනුපාත සෘණ අගයක් ගනී. දේශීය බැංකු ද රුපියල සහ ඩොලර් වෙලඳපොලවල ද්‍රවශීලතාවය පිලිබඳව සැක පහළ කළහ.",
        "ශ්‍රේණිගත කිරීමේ ආයතනවලට ඔවුන් බලාපොරොත්තු වූ ප්‍රතිපත්තිවල විනිවිදභාවය, අනුකූලතාව, ප්‍රතිකර්ම ස්වභාවය පිළිබඳ විශ්වාසය නැති විය. ශ්‍රේණිගත කිරීමේ නියෝජිතායතන කෙරෙහි ඵලදායි ලෙස සම්බන්ධ වීමේ බලාපොරොත්තු වසා දැමීම සඳහා CBSL සටන්කාමී ප්‍රවේශයක් අනුගමනය කළේය.",
        "ජාත්‍යන්තර ප්‍රාග්ධන වෙළෙඳපොළ ණය දෙන්නන්ට ණය තිරසාරභාවය පිළිබඳ විශ්වාසය නැති විය. වසරකට වැඩි කාලයක් සඳහා, ජාත්‍යන්තර ස්වෛරී බැඳුම්කර (ISBs) මත වෙළඳ ප්‍රතිලාභ කෙටි කාලීන කල්පිරීම සඳහා සියයට 30+ විය (2022 සහ 2023 දී ගෙවිය යුතු ණය), ප්‍රතිඵලයක් ලෙස අවම වශයෙන් අර්ධ පැහැර හැරීමක් අපේක්ෂා කරයි.",
        "2021 සැප්තැම්බර් මාසයේදී විනිමය අනුපාතිකය 230 සිට 203 දක්වා පහත වැටුණු විට අපනයනකරුවන්ට ඔවුන්ගේ ඩොලරයේ ආදායම මත අනපේක්ෂිත පාඩු වෙන්කරවා ගැනීමට සිදු විය. ආදායම සීමා කරන අතරතුර පිරිවැය ඉහළ යාම නිසා අපනයන ආන්තිකය අසාර්ථක විය. ගෝලීය සැපයුම් දාම හිඟය සහ අළු-වෙළඳපොල ඩොලර් හරහා අරමුදල් සපයන ආනයනික ද්‍රව්‍යවල උද්ධමනය වූ මිල විසින් පිරිවැයට බලපෑවේය. ඩොලරයට සාපේක්ෂව රුපියල ඉතා ඉක්මනින් අවප්‍රමාණය වීමට සිදුවනු ඇතැයි විශ්වාස කිරීමට පටන් ගත් ඔවුහු අළු වෙළඳපොළ මත විශ්වාසය තැබීමට පටන් ගත්හ.",
        "අත්‍යාවශ්‍ය ආනයන සඳහා පවා අවශ්‍ය ඩොලර් ආනයනකරුවන්ට ලබාගත නොහැකි විය. ඔවුන් අළු වෙළඳපොළ මත විශ්වාසය තැබීමට පටන් ගත්හ. විධිමත් අනුපාතිකයට සාපේක්ෂව ඩොලර් අනුපාතය සියයට 40 ක පමණ වාරිකයකින් වෙළඳාම් විය.",
        "2020 ට පෙර මසකට ඩොලර් මිලියන 500 ක් පමණ ප්‍රේෂණය කළ විදේශගත ශ්‍රමිකයන්, ඔවුන්ගේ ඩොලර් ප්‍රේෂණ සඳහා ඉහළ අනුපාතයක් ලබා ගැනීම සඳහා අළු වෙළඳපොලේ අවිධිමත් නාලිකා සොයාගෙන ඒවා වෙත යොමු විය.",
        "විදුලි අර්බුදය, භාණ්ඩ හිඟය, අධි උද්ධමනය සහ මුදල් හිඟය විසඳීමට රජයට ඇති හැකියාව පිළිබඳව ශ්‍රී ලංකාවේ පුරවැසියන් සැක කිරීමට පටන් ගත්හ.",
        "මෙම විශ්වාසනීය හිඟයේ පිටුපස, 2022 පෙබරවාරි මාසයේදී, ශ්‍රී ලංකාවේ ණය මට්ටම් ‘තිරසාර නොවන’ බව IMF නිගමනය කළේය. මෙම වර්ගීකරණයත් සමඟ ජාත්‍යන්තර මූල්‍ය අරමුදලේ පවතින බොහෝ වේගවත් මූල්‍ය පහසුකම් ශ්‍රී ලංකාවට ප්‍රවේශ විය නොහැකි විය. අන්‍යෝන්‍ය වශයෙන් එකඟ වූ මධ්‍ය කාලීන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සහ දිගු ආපසු ගෙවීමේ කාල සීමාවක් සහිත විස්තීරණ අරමුදල් පහසුකමක් (EFF) බොහෝ දුරට ඉඩ ඇති වැඩසටහන වනු ඇත. IMF විසින් EFF අනුමත කරන තුරු, GOSL හට පාලම් මුල්‍යකරණ විකල්පයන් සොයා ගැනීමට සිදුවනු ඇත.",
        "වත්මන් සන්දර්භය තුළ, අප පෙරනිමියෙන් සිටින විට සිදු වන්නේ කුමක්ද? මෑතකාලීන ගෙවීම් පැහැර හරින ආර්ජන්ටිනාව, ලෙබනනය, ග්‍රීසිය සහ මෙක්සිකෝව තුළ දිග හැරුණු දේ දෙස බලන විට, හැකි ලකුණු 10ක මාර්ගයක් පහත පරිදි දිග හැරිය හැක.",
        "2. බංකොලොත් භාවයෙන් බලපෑමට ලක් වූ ණය සංචිතය නිර්වචනය කරන්න - 2022 අප්‍රේල් 12 දින සිදු කරන ලදී. විදේශ ණය ප්‍රමාණය ඇමරිකානු ඩොලර් බිලියන 51 කි.",
        "3. භාරකාර රජයක් පිහිටුවන්න - විශ්වාසය බිඳී ගොස් ආපසු උපයා ගත යුතු බව මතක තබා ගන්න. පවතින රජය සහ පාලන ව්‍යුහය සමඟ එය කළ නොහැක.",
        "4. තාක්ෂණවේදීන්ගේ කවුන්සිලයක් පිහිටුවීම - ගෞරවනීය තාක්ෂණවේදීන් පාර්ලිමේන්තුවට හඳුන්වා දීම සඳහා ජාතික ලැයිස්තුව භාවිතා කරන්න. සියලුම ප්‍රධාන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සහ තීරණ සඳහා ඒවා තථ්‍ය සභාවක් ලෙස භාවිතා කරන්න.",
        "5. පාලම් මූල්‍ය පහසුකම් උපරිම කිරීම - අපි IMF වැඩසටහනට ඇතුළු වන තුරු, රජයට රජයට ද්විපාර්ශ්වික සාකච්ඡා හරහා බොහෝ දුරට පාලම් මූල්‍ය එකතු කිරීමට ශ්‍රී ලංකා රජයට අවශ්‍ය වේ. ඉන්දියාව, චීනය සහ ජපානය මත විශ්වාසය තබන අතරම, අපගේ ප්‍රධාන අපනයන වෙලඳපොලවල් (බටහිර, මැද පෙරදිග) සහ ආනයන හවුල්කරුවන් ඇතුළත් කිරීමට විභව ණය දෙන්නන් විවිධාංගීකරණය කළ යුතුය. පවතින ණය, නව ණය සහ ගෙවීම්-ආකාරයේ දිගු කිරීම් හරහා මෙය සිදු විය හැක. අපගේ ණය මට්ටම් තිරසාර නොවන ලෙස වර්ගීකරණය කර ඇති බැවින් (IMF හි 2022 පෙබරවාරි වාර්තාවට අනුව) IMF වෙතින් හදිසි හෝ පාලම් මූල්‍යකරණය මෙම අදියරේදී සිදු විය නොහැක.",
        "6. ඉතිරි විදේශ ණය සඳහා ණය ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහන සාකච්ඡා කරන්න - බැඳීම්වලට ISB සහ බහුපාර්ශ්වික නියෝජිතායතන සමඟ ණය ඇතුළත් වේ. දිගු කිරීම් සහ කොණ්ඩා කැපීම්වල සංයෝජනයක් අවශ්ය වේ. කොණ්ඩය කැපීම යනු සමාව දීම හෝ ගෙවිය යුතු ශේෂය මත කල් දැමූ ගෙවීමක් වෙනුවට හිඟ ණයක කොටසක් පමණක් ආපසු ගෙවීම සඳහා ණය දෙන්නෙකු සමඟ සාකච්ඡා කිරීමකි.",
        "7. ණය ප්‍රතිව්‍යුහගත කිරීම සහ මධ්‍ය කාලීන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදලේ අනුමැතියේ මුද්දරය ලබා ගන්න.",
        "8. IMF අරමුදල් ලබා ගැනීම - බොහෝ දුරට ඉඩ ඇති වැඩසටහන වසර තුන සිට පහ දක්වා EFF වේ. වසර තුනක පමණ කාලයක් සඳහා අවශ්‍ය ණය මුදල වසරකට ඇමෙරිකානු ඩොලර් බිලියන 3ක් පමණ වේ. අපනයන, ප්‍රේෂණ, සංචාරක ආදායම, අත්‍යවශ්‍ය ආනයන අඩු කිරීම සහ සාකච්ඡා කළ ණය සේවා ගෙවීම් සඳහා බහුවිධ පුරෝකථන අවස්ථා මත පදනම්ව මෙය ක්‍රියා කළ යුතුය.",
        "10. ජාත්‍යන්තර ප්‍රාග්ධනය සහ මූල්‍ය වෙලඳපොල වෙත ප්‍රවේශය ක්‍රමයෙන් නැවත ලබා ගැනීම.",
        "අපි පළමු ලකුණු දෙක සම්පූර්ණ කර ඇති අතර, අපට පන්දුව පෙරළීමට ලකුණු තුන සහ හතර ක්‍රියාත්මක කිරීමට ඇත්තේ දින කිහිපයකි.",
        "අපගේ මීළඟ ලිපි වලින්, ප්‍රකෘතිමත් වීමේ මාවතක් ආරම්භ කරන අතරම, ඉදිරියේදී ඇති විය හැකි විනාශය සහ අඳුර පාලනය කරන්නේ කෙසේදැයි අපි ගවේෂණය කරමු.",
        "(ජයමින් පැල්පොලට ගෝල්ඩ්මන් සැක්ස් (එක්සත් රාජධානිය) සහ නොමුරා ඇමරිකා එක්සත් ජනපදය ඇතුළු ජාත්‍යන්තර ණය ප්‍රාග්ධන වෙලඳපොලවල්, ආයෝජන බැංකුකරණය සහ වත්කම් කළමනාකරණය පිළිබඳ වසර 15+ පළපුරුද්ද ඇත. ඔහු ජාත්‍යන්තර ණය ප්‍රතිව්‍යුහගත කිරීම සහ ලොව පුරා විපතට පත් ආයතන සඳහා ප්‍රතිසංවිධානය කිරීමේ ප්‍රයත්නයන් පිළිබඳව ද උපදෙස් දුන්නේය. පැල්පොල හාවඩ් විශ්ව විද්‍යාලයෙන් (බොස්ටන්, මැසචුසෙට්ස්) MBA උපාධිය ලබා ඇත.ඔහු CFA ආයතනයෙන් (USA) සහ CIMA (UK) ඔහුගේ ප්‍රඥප්තිය ද ලබා ගෙන ඇත.ඔහුව jayamincp හරහා සම්බන්ධ කර ගත හැක."
      ]
    },
    "ta": {
      "title": "இலங்கையின் கடனைத் திருப்பிச் செலுத்தாதது: எது அதை துரிதப்படுத்தியது மற்றும் என்ன இருக்கிறது?",
      "body_lines": [
        "மின்சார நெருக்கடி, பொருட்களின் தட்டுப்பாடு, அதிக பணவீக்கம் மற்றும் பணவீக்கம் ஆகியவற்றைத் தீர்க்கும் அரசாங்கத்தின் திறனை இலங்கையின் குடிமக்கள் சந்தேகிக்கத் தொடங்கினர்.",
        "ஏப்ரல் 12, 2022 அன்று, அனைத்து வெளிநாட்டு கடன் கொடுப்பனவுகளையும் உடனடியாக அமுலுக்கு வரும் வகையில் இடைநிறுத்துவதாக இலங்கை அறிவித்தது. தற்செயலாக, உலகளாவிய கடன் தவறுபவர்களின் சந்தேகத்திற்குரிய கிளப்பில் இலங்கை சேர்ந்தது. இந்த நிகழ்வு திவால் அறிவிப்பு போன்றது. சர்வதேச நாணய நிதியத்தின் (ஐஎம்எஃப்) ஆதரவுடன் (ஏப்ரல் 23, 2022 ஐஎம்எஃப் அறிக்கையின்படி) கடன் மறுசீரமைப்பு மற்றும் பொருளாதார சீர்திருத்த கட்டத்தின் தொடக்கத்தை இது குறிக்கிறது.",
        "இந்த கட்டுரை, தொடரின் முதல், இயல்புநிலையை துரிதப்படுத்திய காரணங்களில் கவனம் செலுத்துகிறது. நாங்கள் ஏற்கனவே இயல்புநிலைக்கு சென்று கொண்டிருந்தோம் ஆனால் கடந்த 24 மாதங்களில் நடந்த நிகழ்வுகள் அதை நோக்கிய எங்கள் பயணத்தை துரிதப்படுத்தியது. ஏப்ரல் 12 வெடிப்புக்கு முந்தைய 24 மாதங்களில் தொடர்புடைய நிகழ்வுகளின் காலவரிசையுடன் தொடங்குவோம்.",
        "வரைபடம் 1 இல் உள்ள நிகழ்வுகளைப் பார்க்கும்போது, ​​செயல்படுத்தப்பட்ட அல்லது சமிக்ஞை செய்யப்பட்ட கொள்கை நிலைத்தன்மை எதுவும் இல்லை என்பது தெளிவாகத் தெரிகிறது. நெருக்கடி காலங்களில், காரணத்தை விளைவிலிருந்து வேறுபடுத்துவது கடினமாக இருக்கும். இன்று நாம் எதிர்கொள்ளும் 'கடன் நெருக்கடி' அல்லது 'டாலர் நெருக்கடி', உண்மையில் ஒரு விளைவுதான் அன்றி பிரச்சனைக்குக் காரணம் அல்ல. இந்த நெருக்கடிக்கான காரணங்கள் ஏராளம். ஆயினும்கூட, 2022 ஏப்ரலில் இலங்கையை இந்தப் படுகுழியில் தள்ளுவதற்கு ஒரு முதன்மைக் காரணம் உள்ளது - இது ‘இரட்டைப் பற்றாக்குறையின்’ விளைவுகளைத் துரிதப்படுத்திய ‘நம்பிக்கைப் பற்றாக்குறை’.",
        "இலங்கையானது பெரினியல் நடப்புக் கணக்குப் பற்றாக்குறையை (சிறிய விதிவிலக்குடன்) இயக்கி வருகிறது என்பது நன்கு ஆவணப்படுத்தப்பட்டுள்ளது. கூடுதலாக, இலங்கை அரசாங்கம் (GOSL) வரவு செலவுத் திட்ட (நிதி) பற்றாக்குறையை நடத்தி வருகிறது, அங்கு அரசாங்க செலவுகள் அதன் வருமானத்தை விட அதிகமாகும்.",
        "ஆனால் இந்த இரட்டைக் குறைபாடுகள் எப்போதும் பிரச்சனைக்குரியதா? பதில், 'இது கடனின் நிலை மற்றும் நிலைத்தன்மையைப் பொறுத்தது'. கூறப்பட்ட பற்றாக்குறைகளுக்கு அரசாங்கம் இருப்புக்களை குறைத்து நிதியளிக்க வேண்டும் அல்லது உள்நாட்டிலும் சர்வதேச அளவிலும் தொடர்ந்து கடன் வாங்க வேண்டும்.",
        "எவ்வாறாயினும், சில வளர்ந்த நாடுகள் உட்பட பல நாடுகள் ஒரு பற்றாக்குறை அல்லது இரண்டு பற்றாக்குறையை இயக்குவதை நாம் அறிவோம். மேலும், திருப்பிச் செலுத்துவதற்குப் பதிலாக, அந்தக் கடனின் பெரும்பகுதியை அவர்கள் திருப்பிச் செலுத்துகிறார்கள் அல்லது மறுநிதியளித்து விடுகிறார்கள். அரசாங்கங்கள் தங்கள் பொருளாதாரங்களைத் தூண்டுவதற்கு கட்டாயப்படுத்திய COVID வெடிப்புடன் உலகளாவிய கடன் அளவுகள் மேலும் அதிகரித்துள்ளன. தொடர்ந்து அதிகரித்து வரும் கடன் கடமைகளைப் பயன்படுத்தி நிலையான வளர்ச்சியை விகிதாச்சாரத்தில் அடைவதே கலை.",
        "உங்கள் கடன் நிலைகள் 'நிலையானவை' என்று சந்தை நம்பும் வரை நீங்கள் கடன் வாங்கலாம் மற்றும் மறுநிதியளிப்பு செய்யலாம். ஆனால் ஒன்று அல்லது அதற்கு மேற்பட்ட பெரிய கடன் வழங்குபவர்கள் அல்லது கிரெடிட் ரேட்டிங் ஏஜென்சிகள் மறுநிதியளிப்பதற்கான உங்கள் திறனைக் கேள்வி கேட்கும்போது இசை நின்றுவிடும். கடனுக்கான ஜிடிபி விகிதம் 90 சதவிகிதம் முதல் 100 சதவிகிதம் வரை அதிகமாக இருக்கும்போது எச்சரிக்கை மணிகள் ஒலிக்கும் மற்றும் கடன் மதிப்பீடுகள் BB அளவைக் காட்டிலும் (நடுவான 'முதலீடு அல்லாத தரம்' என அறியப்படும்) கீழ்நோக்கிச் செல்லத் தொடங்கும். இலங்கையில், இரட்டைப் பற்றாக்குறையானது, அமைப்பில் குழப்பம் மற்றும் நம்பிக்கைப் பற்றாக்குறையை ஏற்படுத்தும் அளவிற்கு வளர்ந்தது.",
        "ஒரு நாட்டின் அரசாங்கமும் மத்திய வங்கியும் உள்ளூர் மற்றும் சர்வதேச பங்குதாரர்களுடன் தொடர்ந்து தொடர்பு கொண்டு அவர்களுக்கு கொள்கை வழிகாட்டுதலின் சமிக்ஞைகளை வழங்குகின்றன. பதிலுக்கு, மத்திய வங்கியும் அரசாங்கமும் இந்த பங்குதாரர்களின் நம்பிக்கையைப் பெறுகின்றன. இருப்பினும், கடந்த இரண்டு ஆண்டுகளில், இந்தத் தகவல்தொடர்புகளில் ஒரு முறிவு மற்றும் நிலையான கொள்கை சமிக்ஞைகள் இல்லாததைக் கண்டோம். நம்பிக்கை பற்றாக்குறை என்பது நம்பிக்கை நெட்வொர்க்கில் ஒரு பகுதி அல்லது முழுமையான முறிவைக் குறிக்கிறது. வரைபடம் 2 ஐப் பார்க்கவும்.",
        "இந்த நம்பிக்கை வலையமைப்பில் உள்ள அனைத்து பங்குதாரர்களும் மத்திய வங்கி மற்றும் GOSL வழங்கிய தகவல் தொடர்பு மற்றும் சமிக்ஞைகளை சந்தேகிக்கத் தொடங்கினர். அண்மைக் காலத்தில் இலங்கையில் இந்த நம்பிக்கைப் பற்றாக்குறை எவ்வாறு வெளிப்பட்டது என்பதை பின்வரும் புள்ளிகள் சுட்டிக்காட்டுகின்றன.",
        "பணவீக்கம் அதிகரித்து வருவதால், 'உண்மையான விகிதங்கள்' எதிர்மறையாக மாறியபோது, ​​உள்ளூர் வங்கிகள் பெயரளவு வட்டி விகிதங்களை இரண்டாவதாக யூகித்தன. மார்ச் 2022 இல் மொத்த பணவீக்க விகிதம் 20 சதவீதத்திற்கும் அதிகமாக உள்ளது, அதே சமயம் வைப்பு விகிதங்கள் 8 சதவீதத்திற்கும் குறைவாக இருந்தது. டெபாசிட் விகிதங்களில் 700 அடிப்படை புள்ளிகள் (+7 சதவீதம்) அதிகரித்தாலும், உண்மையான வட்டி விகிதங்கள் எதிர்மறையாகவே உள்ளன. உள்ளூர் வங்கிகளும் ரூபாய் மற்றும் டாலர் சந்தைகளின் பணப்புழக்கத்தை சந்தேகிக்கின்றன.",
        "ரேட்டிங் ஏஜென்சிகள் தாங்கள் எதிர்பார்த்த கொள்கைகளில் வெளிப்படைத்தன்மை, நிலைத்தன்மை, சீர்திருத்தத் தன்மை ஆகியவற்றில் நம்பிக்கை இழந்தன. CBSL ஆனது, உற்பத்தி ஈடுபாட்டின் எந்த நம்பிக்கையையும் மூடும் வகையில் மதிப்பீட்டு நிறுவனங்களுக்கு எதிராக ஒரு போர் அணுகுமுறையை ஏற்றுக்கொண்டது.",
        "சர்வதேச மூலதனச் சந்தை கடன் வழங்குபவர்கள் கடன் நிலைத்தன்மையில் நம்பிக்கையை இழந்தனர். ஒரு வருடத்திற்கும் மேலாக, சர்வதேச இறையாண்மைப் பத்திரங்களின் (ISBகள்) வர்த்தக வருவாயானது குறுகிய கால முதிர்வுகளுக்கு (2022 மற்றும் 2023 இல் செலுத்த வேண்டிய கடன்) 30 சதவீதம்+ ஆக இருந்தது.",
        "2021 செப்டம்பரில், எக்ஸ்சேஞ்ச் ரேட் 230ல் இருந்து 203 ஆகக் குறைந்த போது, ​​ஏற்றுமதியாளர்கள் தங்களின் டாலர் வருமானத்தில் எதிர்பாராத நஷ்டத்தை பதிவு செய்ய வேண்டியிருந்தது. வருவாயைக் கட்டுப்படுத்தும் போது செலவுகள் அதிகரித்ததால், ஏற்றுமதி வரம்புகள் சாத்தியமில்லாமல் போனது. உலகளாவிய விநியோகச் சங்கிலி பற்றாக்குறை மற்றும் சாம்பல்-சந்தை டாலர்கள் மூலம் நிதியளிக்கப்பட்ட இறக்குமதி செய்யப்பட்ட பொருட்களின் உயர்த்தப்பட்ட விலை ஆகியவற்றால் செலவுகள் பாதிக்கப்பட்டன. டாலருக்கு நிகரான ரூபாயின் மதிப்பு மிக விரைவில் குறையும் என்று அவர்கள் நம்பத் தொடங்கி, சாம்பல் சந்தையை நம்பத் தொடங்கினர்.",
        "அத்தியாவசிய இறக்குமதிக்கு கூட தேவையான டாலர்களை இறக்குமதியாளர்களால் பெற முடியவில்லை. அவர்கள் சாம்பல் சந்தையை நம்பத் தொடங்கினர். முறையான பெக்ட் விகிதத்துடன் ஒப்பிடும்போது டாலர் விகிதம் சுமார் 40 சதவிகிதம் பிரீமியத்தில் வர்த்தகம் செய்யப்பட்டது.",
        "2020-க்கு முன், மாதத்திற்கு சுமார் 500 மில்லியன் அமெரிக்க டாலர்களை அனுப்பும் வெளிநாட்டினர், தங்களுடைய டாலர் பணப்பரிமாற்றத்திற்கு அதிக விகிதத்தைப் பெறுவதற்காக சாம்பல் சந்தையில் முறைசாரா சேனல்களைக் கண்டறிந்து அவற்றை நாடினர்.",
        "மின்சார நெருக்கடி, பொருட்களின் தட்டுப்பாடு, அதிக பணவீக்கம் மற்றும் பணவீக்கம் ஆகியவற்றை தீர்க்கும் அரசாங்கத்தின் திறனை இலங்கையின் குடிமக்கள் சந்தேகிக்கத் தொடங்கினர்.",
        "இந்த நம்பிக்கைப் பற்றாக்குறையின் பின்னணியில், 2022 பெப்ரவரியில், இலங்கையின் கடன் நிலைகள் ‘நீடிக்க முடியாதவை’ என்று IMF முடிவு செய்தது. இந்த வகைப்பாட்டின் மூலம், சர்வதேச நாணய நிதியத்தில் கிடைக்கும் பல விரைவான நிதி வசதிகள் இலங்கைக்கு அணுக முடியாததாகிவிட்டது. பரஸ்பரம் ஒப்புக்கொள்ளப்பட்ட நடுத்தர கால கட்டமைப்பு சீர்திருத்தங்கள் மற்றும் நீண்ட திருப்பிச் செலுத்தும் காலத்துடன் கூடிய விரிவாக்கப்பட்ட நிதி வசதி (EFF) திட்டமாக இருக்கும். IMF EFF ஐ அங்கீகரிக்கும் வரை, GOSL பிரிட்ஜ் ஃபைனான்சிங் விருப்பங்களைக் கண்டறிய வேண்டும்.",
        "தற்போதைய சூழலில், நாம் இயல்புநிலையில் இருக்கும்போது என்ன நடக்கும்? அர்ஜென்டினா, லெபனான், கிரீஸ் மற்றும் மெக்சிகோ போன்றவற்றின் சமீபத்திய கடனைத் திருப்பிச் செலுத்துவதைப் பார்க்கும்போது, ​​சாத்தியமான 10-புள்ளி பாதை பின்வருமாறு விரிவடையும்.",
        "2. திவால்நிலையால் பாதிக்கப்பட்ட கடன் தொகுப்பை வரையறுக்கவும் - ஏப்ரல் 12, 2022 அன்று செய்யப்பட்டது. வெளிநாட்டுக் கடனின் தொகை 51 பில்லியன் அமெரிக்க டாலர்கள்.",
        "3. காபந்து அரசாங்கத்தை நிறுவுதல் - நம்பிக்கை உடைந்து திரும்பப் பெறப்பட வேண்டும் என்பதை நினைவில் கொள்ளுங்கள். தற்போதைய அரசாங்கம் மற்றும் நிர்வாகக் கட்டமைப்பைக் கொண்டு அதைச் செய்ய முடியாது.",
        "4. தொழில்நுட்ப வல்லுநர்கள் குழுவை நிறுவுதல் - தேசியப் பட்டியலைப் பயன்படுத்தி நன்கு மதிக்கப்படும் தொழில்நுட்ப வல்லுநர்களை பாராளுமன்றத்தில் அறிமுகப்படுத்தவும். அனைத்து முக்கிய கட்டமைப்பு சீர்திருத்தங்கள் மற்றும் முடிவுகளுக்கு ஒரு நடைமுறை கவுன்சிலாக அவற்றைப் பயன்படுத்தவும்.",
        "5. பிரிட்ஜ் ஃபைனான்சிங் வசதிகளை அதிகப்படுத்துங்கள் - நாம் IMF திட்டத்தில் நுழையும் வரை, GOSL பிரிட்ஜ் நிதியை உயர்த்த வேண்டும், பெரும்பாலும் இருதரப்பு அரசு-அரசாங்க விவாதங்கள் மூலம். இந்தியா, சீனா மற்றும் ஜப்பானை நம்பியிருக்கும் போது, ​​நமது முக்கிய ஏற்றுமதி சந்தைகள் (மேற்கு, மத்திய கிழக்கு) மற்றும் இறக்குமதி பங்குதாரர்களை சேர்க்க, சாத்தியமான கடன் வழங்குபவர்களை பல்வகைப்படுத்த வேண்டும். ஏற்கனவே உள்ள கடன்களின் நீட்டிப்புகள், புதிய கடன்கள் மற்றும் பணம் செலுத்துதல் ஆகியவற்றின் மூலம் இது செயல்பட முடியும். இந்த கட்டத்தில் IMF இலிருந்து அவசர அல்லது பிரிட்ஜ் நிதியளிப்பது சாத்தியமில்லை, ஏனெனில் எங்களின் கடன் நிலைகள் தாங்க முடியாதவை என வகைப்படுத்தப்பட்டுள்ளன (IMF இன் பிப்ரவரி 2022 அறிக்கையின்படி).",
        "6. மீதமுள்ள வெளிநாட்டுக் கடன்களுக்கான கடன் மறுசீரமைப்புத் திட்டத்தைப் பற்றி பேச்சுவார்த்தை நடத்தவும் - கடப்பாடுகளில் ISB கள் மற்றும் பலதரப்பு முகவர்களுடனான கடன்களும் அடங்கும். நீட்டிப்புகள் மற்றும் ஹேர்கட் ஆகியவற்றின் கலவை தேவை. ஹேர்கட் என்பது கடன் வழங்குபவருடன் பேச்சுவார்த்தை நடத்தி, கடனில் ஒரு பகுதியை மன்னிப்பதற்காக அல்லது நிலுவைத் தொகையில் ஒத்திவைக்கப்படுவதற்கு ஈடாக திருப்பிச் செலுத்துவதாகும்.",
        "7. கடன் மறுசீரமைப்பு மற்றும் நடுத்தர கால கட்டமைப்பு சீர்திருத்தங்களுக்கு IMF இன் ஒப்புதல் முத்திரையைப் பெறுங்கள்.",
        "8. IMF நிதியைப் பெறுங்கள் - பெரும்பாலும் மூன்று முதல் ஐந்து ஆண்டுகளுக்கு EFF திட்டமாக இருக்கும். தேவைப்படும் கடன் தொகை சுமார் மூன்று ஆண்டுகளுக்கு ஆண்டுக்கு 3 பில்லியன் அமெரிக்க டாலர்களாக இருக்கும். ஏற்றுமதி, பணம் அனுப்புதல், சுற்றுலா வருவாய், அத்தியாவசிய இறக்குமதிகளை கழித்தல் மற்றும் பேச்சுவார்த்தை மூலம் கடன் சேவை செலுத்துதல் ஆகியவற்றுக்கான பல முன்னறிவிப்பு காட்சிகளின் அடிப்படையில் இது செயல்பட வேண்டும்.",
        "10. சர்வதேச மூலதனம் மற்றும் நிதிச் சந்தைகளுக்கான அணுகலை படிப்படியாக மீண்டும் பெறுதல்.",
        "முதல் இரண்டு புள்ளிகளை நாங்கள் முடித்திருந்தாலும், பந்து உருளுவதற்கு மூன்று மற்றும் நான்காவது புள்ளிகளைச் செயல்படுத்த சில நாட்கள் மட்டுமே உள்ளன.",
        "எங்களின் அடுத்த கட்டுரைகளில், மீட்சிக்கான பாதையில் இறங்கும்போது, ​​வரவிருக்கும் அழிவையும் இருளையும் எவ்வாறு கட்டுப்படுத்துவது என்பதை ஆராய்வோம்.",
        "(ஜெயமின் பெல்போல, கோல்ட்மேன் சாக்ஸ் (யுகே) மற்றும் நோமுரா யுஎஸ்ஏ உட்பட, சர்வதேச கடன் மூலதனச் சந்தைகள், முதலீட்டு வங்கி மற்றும் சொத்து மேலாண்மை ஆகியவற்றில் 15+ வருட அனுபவம் கொண்டவர். மேலும் அவர் சர்வதேச கடன் மறுசீரமைப்பு மற்றும் உலகளவில் அதிக மகசூல் மற்றும் துயரத்தில் உள்ள நிறுவனங்களுக்கான மறுசீரமைப்பு முயற்சிகள் குறித்து ஆலோசனை வழங்கினார். பெல்போலா ஹார்வர்ட் பல்கலைக்கழகத்தில் (பாஸ்டன், மாசசூசெட்ஸ்) MBA பட்டம் பெற்றார். CFA நிறுவனம் (USA) மற்றும் CIMA (UK) ஆகியவற்றிலும் அவர் பட்டயங்களைப் பெற்றார்."
      ]
    }
  }
}