{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Historic-fuel-hike/56-735241",
  "time_ut": 1653375780,
  "title": "Historic fuel hike",
  "body_lines": [
    "The Government at dawn today increased fuel prices sharply, moving all forms above Rs. 400 per litre for the first time.",
    "As per the latest price revision of Ceylon Petroleum Corporation (CPC), a litre of 92 Octane petrol has increased by Rs. 82 to Rs. 420, while 95 Octane petrol up by Rs. 77 to Rs.450, auto diesel up by Rs. 111 to Rs. 400 and super diesel up by Rs. 116 to Rs. 445.",
    "Lanka IOC also announced that it has decided to increase fuel prices from *today* to match the CPC rates.",
    "The latest hike comes with the Government deciding to resort to an automatic pricing formula.",
    "Power and Energy Minister Kanchana Wijesekara said the fuel pricing formula was approved by the Cabinet of Ministers and applied when revising prices.",
    "He opined that the formula will be applied every fortnight or monthly."
  ],
  "translate": {
    "si": {
      "title": "ඓතිහාසික ඉන්ධන වැඩිවීමක්",
      "body_lines": [
        "රජය අද අලුයම ඉන්ධන මිල ශීඝ්‍රයෙන් වැඩි කළේ රුපියල් 1000 ට වඩා වැඩි මිලකට ය. පළමු වතාවට ලීටරයක් ​​400 කි.",
        "ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවේ (CPC) නවතම මිල සංශෝධනයට අනුව ඔක්ටේන් 92 පෙට්‍රල් ලීටරයක් ​​රු. 82 සිට රු. 420 කින්ද, ඔක්ටේන් 95 පෙට්‍රල් ලීටරයක් ​​රු. 77 සිට රුපියල් 450 දක්වා, ඔටෝ ඩීසල් රු. 111 සිට රු. 400 කින් සහ සුපර් ඩීසල් රු. 116 සිට රු. 445.",
        "ලංකා IOC සමාගම ද CPC මිලට ගැලපෙන පරිදි *අද* සිට ඉන්ධන මිල ඉහළ දැමීමට තීරණය කර ඇති බව නිවේදනය කළේය.",
        "නවතම වැඩිවීම සිදු වන්නේ ස්වයංක්‍රීය මිල සූත්‍රයක් වෙත යාමට රජය තීරණය කිරීමත් සමඟය.",
        "විදුලිබල හා බලශක්ති අමාත්‍ය කංචන විජේසේකර මහතා පැවසුවේ ඉන්ධන මිල සූත්‍රය අමාත්‍ය මණ්ඩලය විසින් අනුමත කර මිල සංශෝධනය කිරීමේදී එය අදාළ වූ බවයි.",
        "සෑම දෙසතියකට වරක් හෝ මාසිකව මෙම සූත්‍රය ක්‍රියාත්මක කරන බව ඔහු ප්‍රකාශ කළේය."
      ]
    },
    "ta": {
      "title": "வரலாற்று எரிபொருள் உயர்வு",
      "body_lines": [
        "அரசாங்கம் இன்று விடியற்காலையில் எரிபொருட்களின் விலைகளை கடுமையாக உயர்த்தியது, அனைத்து வடிவங்களிலும் ரூ. முதல் முறையாக லிட்டருக்கு 400 ரூபாய்.",
        "இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்தின் (CPC) சமீபத்திய விலைத் திருத்தத்தின்படி, 92 ஒக்டேன் பெற்றோல் ஒரு லீற்றர் ரூபாவால் அதிகரித்துள்ளது. 82 முதல் ரூ. 420 ஆகவும், 95 ஒக்டேன் பெற்றோல் ரூ. 77லிருந்து ரூ.450 ஆகவும், ஆட்டோ டீசல் ரூ. 111 முதல் ரூ. 400 மற்றும் சூப்பர் டீசல் ரூ. 116 முதல் ரூ. 445.",
        "CPC விலைகளுக்கு ஏற்ப எரிபொருள் விலையை *இன்று* முதல் அதிகரிக்க முடிவு செய்துள்ளதாக Lanka IOC அறிவித்துள்ளது.",
        "தானியங்கி விலை சூத்திரத்தை நாட அரசாங்கம் முடிவு செய்துள்ள நிலையில் சமீபத்திய உயர்வு வந்துள்ளது.",
        "எரிபொருள் விலை சூத்திரம் அமைச்சரவையினால் அங்கீகரிக்கப்பட்டு விலைகளை திருத்தும் போது பயன்படுத்தப்பட்டதாக மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் காஞ்சன விஜேசேகர தெரிவித்தார்.",
        "ஒவ்வொரு பதினைந்து நாட்களுக்கும் அல்லது மாதந்தோறும் இந்த சூத்திரம் பயன்படுத்தப்படும் என்று அவர் கருத்து தெரிவித்தார்."
      ]
    }
  }
}