{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Lankan-born-Aussie-vying-for-Australian-Parliament/56-735029",
  "time_ut": 1652985000,
  "title": "Lankan-born Aussie vying for Australian Parliament",
  "body_lines": [
    "While Sri Lanka grapples with the economic crisis and struggles to bring political and social stability to enable economic reforms, Australians across the oceans are readying for the Federal Election to be held on 22 May.",
    "The Liberal Party led by Prime Minister Scott Morrison is vying for a stronger House of Representatives with high calibre candidates campaigning across the country.",
    "Ranj Perera is one such candidate, originally from Sri Lanka – Pilapitiya, Kelaniya, contesting from the electorate of Holt in Victoria. He was recently in the limelight in Sri Lankan media for allegedly supporting former Prime Minister Mahinda Rajapaksa’s son Yoshitha to flee the country. However, Ranj rejected all claims in a special statement, recently. Australia’s Assistant Minister for Customs, Community Safety and Multicultural Affairs Jason Wood also stated during a meeting at Dandenong a few days ago that no Rajapaksa family member has arrived in Australia. This was confirmed by Australia’s Senator David Van representing the Morrison government.",
    "Ranj represents the Liberal Party and has been working as the Chief of Staff and Senior Advisor to Assistant Minister Jason Wood.",
    "“I’ve always been interested in politics even when I was a teenager. There’s a program on TV called ‘Question time’ where the Opposition gets to ask questions from the government every day. I used to watch that program with great enjoyment,” Ranj said.",
    "Ranj has been an active representative for the Minister, engaging in the community work carried out under the ministry. In keeping with its policy to protect and promote multiculturalism, the Australian Government has undertaken many programs to ensure that Australia’s diverse communities are allowed to practice their faiths in freedom and continue celebrating their culture and traditions without hindrance. Ranj has given leadership to many such programs for diverse Australians, including expatriate Sri Lankans, both Sinhalese and Tamils.",
    "“We were able to engage with the communities and support them in a big way. For example, we supported many Buddhist temples in Australia with funds from the government. Berwick Buddhist Temple received a grant of AUD 780,000 in 2019 for which Prime Minister Scott Morrison himself arrived at the handover. This was the first time that a grant of this magnitude was presented to a Buddhist temple in Australia,” Ranj said.",
    "The funding was used to set up a Sinhalese language school and this has developed into a vibrant language centre providing free services to nearly 500 children in the area.",
    "“One of things this government encourages is for the people to keep their mother tongue alive, especially for the children. There’s fantastic progress with the project,” Ranj added. The Morrison Government has also announced a funding of AUD 1 million, once re-elected, for the Berwick Temple to upgrade its security measures. Grants were provided to other Buddhist temples as well. Dandenong and Cranbourne Buddhist temples received AUD 400,000 each, the Mahamewna temple received about AUD 365,000, North Victoria temple received AUD 100,000, and Keysborough Buddhist temple received AUD 130,000. These were under the Safer Communities Grant to ensure that places of worship are safeguarded.",
    "Hindu temples were also supported under this program. The Shiva Vishnu temple received over AUD 400,000, and the Tamil Association of Victoria received close to AUD 400,000. Likewise, Ranj has provided leadership to support all other communities living in Australia and he added that more such assistance will be provided over the next few weeks.",
    "“I’ve always been interested in community service. I am the President of We Care Victoria which provides vulnerable people with emergency assistance. We distributed thousands of care packs consisting of dry food items and other essential items during the COVID-19 pandemic. We Care Victoria also carried out a similar project in Sri Lanka during the pandemic, distributing care packs for the needy and vulnerable through temples and churches. I’m also the President of the Lions Club and we’ve done numerous programs for the communities,” Ranj said. He added that his aim is to reach diverse communities through his political journey.",
    "“The strength of this government is the economy,” Ranj stressed. “Australia has one of the strongest economies in the world. Despite the COVID-19 pandemic, Australia has done better than most other countries. Amid the lockdowns, our economy is in a very strong position. The unemployment rate is 4% – one of the lowest in the world. The inflation is comparatively low despite the war unfolding in Ukraine. We have an AAA credit rating, which is exceptional. Therefore, people need to continue placing trust in our party. There’s no better party to manage the economy than the Liberal Party. We also support state governments in infrastructure development such as the expansion of the Monash Freeway that has led to better connectivity.",
    "“Another key area is border protection,” Ranj added. “This is our strength. There were thousands of people coming to Australia on boats putting their lives at risk. Upon the appointment of this government, people smuggling has completely stopped with zero boat arrivals.”",
    "Ranj added that for Sri Lankans looking to migrate legally, Australia has a dynamic and vibrant migration program that identifies skilled people. Visa systems and processes are set up by the government to ensure that people have opportunities in Australia. “The best thing for aspiring migrants is to find a registered migration agent or consult the Department of Home Affairs website,” he said.",
    "Regarding his campaign experience, Ranj said that the best thing about it is reaching out to the people and engaging with them. He enjoys and cherishes the opportunity to do that through his campaign. “It’s not easy. This is a tough seat to win but we are working hard for a Liberal Morrison government. My intention is to deliver the best for the people of Holt,” he said.",
    "Hailing from a family of professionals in Sri Lanka and attending St. Joseph’s College until 10 years, Ranj has always been driven by his ambitions but has not forgotten his roots. Although he migrated to Australia as a teenager, he never forgot his mother tongue and continues to speak in Sinhala whenever the opportunity arises.",
    "“I love Sri Lanka and it is close to my heart. I am very proud of my Sri Lankan heritage,” he added."
  ],
  "translate": {
    "si": {
      "title": "ඕස්ටේ‍්‍රලියානු පාර්ලිමේන්තුවට තරග වදින ලංකාවේ උපන් ඕසී",
      "body_lines": [
        "ශ්‍රී ලංකාව ආර්ථික අර්බුදය සමඟ පොරබදමින් සිටින අතර, ආර්ථික ප්‍රතිසංස්කරණ සක්‍රීය කිරීම සඳහා දේශපාලන හා සමාජ ස්ථාවරත්වය ගෙන ඒමට අරගල කරන අතරතුර, සාගර හරහා ඔස්ට්‍රේලියානුවන් මැයි 22 වන දින පැවැත්වීමට නියමිත ෆෙඩරල් මැතිවරණයට සූදානම් වෙමින් සිටිති.",
        "අගමැති ස්කොට් මොරිසන්ගේ නායකත්වයෙන් යුත් ලිබරල් පක්ෂය රට පුරා ප්‍රචාරක කටයුතුවල නියැලෙන ඉහළ මට්ටමේ අපේක්ෂකයින් සහිත ශක්තිමත් නියෝජිත මන්ත්‍රී මණ්ඩලයක් සඳහා තරඟ කරයි.",
        "රන්ජ් පෙරේරා යනු එවැනි එක් අපේක්ෂකයෙකි, මුලින් ශ්‍රී ලංකාවෙන් - පිලපිටිය, කැලණිය, වික්ටෝරියා හි හෝල්ට් මැතිවරණ කොට්ඨාශයෙන් තරඟ කරයි. ඔහු හිටපු අගමැති මහින්ද රාජපක්ෂගේ පුත් යෝෂිතට රටින් පලායාමට සහය දුන් බවට පසුගියදා ශ්‍රී ලංකාවේ මාධ්‍ය තුළ කතාබහට ලක්විය. කෙසේ වෙතත්, පසුගියදා විශේෂ ප්‍රකාශයක් කරමින් රන්ජ් සියලු හිමිකම් ප්‍රතික්ෂේප කළේය. ඔස්ට්‍රේලියාවේ රේගු, ප්‍රජා ආරක්ෂාව සහ බහු සංස්කෘතික කටයුතු පිළිබඳ සහකාර අමාත්‍ය ජේසන් වුඩ් ද දින කිහිපයකට පෙර Dandenong හි පැවති රැස්වීමකදී ප්‍රකාශ කළේ රාජපක්ෂ පවුලේ කිසිවෙක් ඕස්ට්‍රේලියාවට පැමිණ නොමැති බවයි. මොරිසන් රජය නියෝජනය කරමින් ඔස්ට්‍රේලියාවේ සෙනෙට් සභික ඩේවිඩ් වෑන් විසින් මෙය තහවුරු කරන ලදී.",
        "රන්ජ් ලිබරල් පක්ෂය නියෝජනය කරන අතර කාර්ය මණ්ඩල ප්‍රධානියා සහ සහකාර අමාත්‍ය ජේසන් වුඩ්ගේ ජ්‍යෙෂ්ඨ උපදේශක ලෙස කටයුතු කර ඇත.",
        "“මම නව යොවුන් වියේදී පවා දේශපාලනය ගැන උනන්දු වුණා. රූපවාහිනියේ ‘ප්‍රශ්න වේලාව’ කියලා වැඩසටහනක් තියෙනවා, විපක්ෂයට හැමදාම ආණ්ඩුවෙන් ප්‍රශ්න අහන්න ලැබෙනවා. මම ඒ වැඩසටහන හරිම ආසාවෙන් බැලුවා” රන්ජ් පැවසීය.",
        "රන්ජ් අමාත්‍යාංශය යටතේ සිදු කෙරෙන ප්‍රජා වැඩ කටයුතුවල නිරත වෙමින් අමාත්‍යවරයාගේ ක්‍රියාකාරී නියෝජිතයෙකු ලෙස කටයුතු කර ඇත. බහු සංස්කෘතිකත්වය ආරක්ෂා කිරීම සහ ප්‍රවර්ධනය කිරීමේ ප්‍රතිපත්තියට අනුකූලව, ඕස්ට්‍රේලියානු රජය ඕස්ට්‍රේලියාවේ විවිධ ප්‍රජාවන්ට නිදහස පිළිබඳ ඔවුන්ගේ ඇදහිල්ල ප්‍රගුණ කිරීමට සහ ඔවුන්ගේ සංස්කෘතිය හා සම්ප්‍රදායන් බාධාවකින් තොරව සැමරීමට ඉඩ සැලසීම සහතික කිරීම සඳහා බොහෝ වැඩසටහන් ක්‍රියාත්මක කර ඇත. සිංහල සහ දෙමළ යන දෙඅංශයෙන්ම විදේශගත ශ්‍රී ලාංකිකයන් ඇතුළු විවිධ ඕස්ට්‍රේලියානුවන් සඳහා එවැනි වැඩසටහන් රැසකට Ranj නායකත්වය ලබා දී ඇත.",
        "“අපට ප්‍රජාවන් සමඟ සම්බන්ධ වීමට සහ ඔවුන්ට විශාල වශයෙන් සහයෝගය දැක්වීමට හැකි විය. උදාහරණයක් වශයෙන්, අපි ඕස්ට්‍රේලියාවේ බොහෝ බෞද්ධ විහාරස්ථාන සඳහා රජයෙන් අරමුදල් ලබා දුන්නා. බර්වික් බෞද්ධ විහාරස්ථානයට 2019 දී ඕස්ට්‍රේලියානු ඩොලර් 780,000 ක ප්‍රදානයක් ලැබුණි, ඒ සඳහා අගමැති ස්කොට් මොරිසන් විසින්ම භාරදීම සඳහා පැමිණියේය. ඕස්ට්‍රේලියාවේ බෞද්ධ විහාරස්ථානයකට මෙතරම් විශාල ප්‍රදානයක් පිරිනැමූ පළමු අවස්ථාව මෙයයි, ”රන්ජ් පැවසීය.",
        "මෙම අරමුදල් සිංහල භාෂා පාසලක් පිහිටුවීම සඳහා යොදවා ඇති අතර මෙය ප්‍රදේශයේ ළමුන් 500 කට ආසන්න පිරිසකට නොමිලේ සේවා සපයන සජීවී භාෂා මධ්‍යස්ථානයක් දක්වා වර්ධනය වී ඇත.",
        "“මේ රජය දිරිමත් කරන එක් දෙයක් තමයි ජනතාව විශේෂයෙන්ම දරුවන්ට තම මව් භාෂාව ජීවමානව තබාගැනීම. ව්‍යාපෘතිය සමඟ අපූරු ප්‍රගතියක් ඇත, ”රන්ජ් වැඩිදුරටත් පැවසීය. බර්වික් විහාරස්ථානයේ ආරක්ෂක විධිවිධාන වැඩිදියුණු කිරීම සඳහා මොරිසන් රජය නැවත තේරී පත් වූ පසු ඔස්ට්‍රේලියානු ඩොලර් මිලියන 1 ක අරමුදල් ද ප්‍රකාශයට පත් කර ඇත. අනෙකුත් බෞද්ධ විහාරස්ථාන සඳහා ද ප්‍රදානයන් ලබා දෙන ලදී. Dandenong සහ Cranbourne බෞද්ධ විහාරස්ථානවලට AUD 400,000 බැගින් ද, Mahamewna විහාරස්ථානයට AUD 365,000 ක් පමණ ද, North Victoria විහාරස්ථානයට AUD 100,000 ක් ද, Keysborough බෞද්ධ විහාරස්ථානයට AUD 130,000ක් ද ලැබී ඇත. පූජනීය ස්ථාන ආරක්ෂා කිරීම සහතික කිරීම සඳහා මේවා ආරක්ෂිත ප්‍රජාවන්ගේ ප්‍රදානය යටතේ විය.",
        "මෙම වැඩසටහන යටතේ හින්දු කෝවිල් වලටද සහය ලැබිණි. ශිව විෂ්ණු කෝවිලට AUD 400,000කට වැඩි මුදලක් ලැබුණු අතර වික්ටෝරියා දෙමළ සංගමයට AUD 400,000කට ආසන්න මුදලක් ලැබිණි. එසේම, ඔස්ට්‍රේලියාවේ වෙසෙන අනෙකුත් සියලුම ප්‍රජාවන්ට සහය වීමට Ranj නායකත්වය ලබා දී ඇති අතර ඉදිරි සති කිහිපය තුළ තවත් එවැනි ආධාර ලබා දෙන බව ඔහු පැවසීය.",
        "“මම නිතරම ප්‍රජා සේවයට උනන්දුයි. අවදානමට ලක්විය හැකි පුද්ගලයින්ට හදිසි ආධාර සපයන We Care Victoria හි සභාපති මම වෙමි. COVID-19 වසංගතය අතරතුර අපි වියළි ආහාර ද්‍රව්‍ය සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය වලින් සමන්විත සත්කාර පැකේජ දහස් ගණනක් බෙදා හැරියෙමු. We Care Victoria විසින් ශ්‍රී ලංකාව තුළ ද එවැනිම ව්‍යාපෘතියක් වසංගත සමයේදී සිදු කරන ලද අතර, විහාරස්ථාන සහ පල්ලි හරහා අවශ්‍යතා ඇති සහ අවදානමට ලක්වූවන් සඳහා සත්කාර පැකේජ බෙදා හරින ලදී. මම සිංහ සමාජයේ සභාපතිවරයා ද වන අතර අපි ප්‍රජාවන් සඳහා වැඩසටහන් රාශියක් කර ඇත්තෙමු, ”රන්ජ් පැවසීය. තම දේශපාලන ගමන තුළින් විවිධ ජන කොටස් වෙත ළඟාවීම තම අරමුණ බවද ඔහු පැවසීය.",
        "\"මේ ආණ්ඩුවේ ශක්තිය ආර්ථිකයයි\" රන්ජ් අවධාරණය කළේය. “ඕස්ට්‍රේලියාව ලෝකයේ ශක්තිමත්ම ආර්ථිකයක් ඇති රටකි. COVID-19 වසංගතය තිබියදීත්, ඕස්ට්‍රේලියාව අනෙකුත් බොහෝ රටවලට වඩා හොඳින් ක්‍රියා කර ඇත. අගුලු දැමීම් මධ්‍යයේ අපේ ආර්ථිකය ඉතා ශක්තිමත් තත්ත්වයක පවතී. විරැකියා අනුපාතය 4% - ලෝකයේ අඩුම එකකි. යුක්රේනයේ යුද්ධය දිග හැරෙමින් තිබියදී උද්ධමනය සාපේක්ෂව අඩුය. අපට AAA ණය ශ්‍රේණිගත කිරීමක් ඇත, එය සුවිශේෂී වේ. ඒ නිසා ජනතාව අපේ පක්ෂය කෙරෙහි විශ්වාසය තබා ගත යුතුයි. ආර්ථිකය කළමනාකරණය කිරීමට ලිබරල් පක්ෂය තරම් හොඳ පක්ෂයක් නැත. වඩා හොඳ සම්බන්ධතාවයකට තුඩු දුන් මොනෑෂ් අධිවේගී මාර්ගය පුළුල් කිරීම වැනි යටිතල පහසුකම් සංවර්ධනය සඳහා අපි ප්‍රාන්ත රජයන්ට සහාය දෙමු.",
        "“තවත් ප්‍රධාන අංශයක් වන්නේ දේශසීමා ආරක්‍ෂාවයි,” රන්ජ් තවදුරටත් පැවසීය. “මේක තමයි අපේ ශක්තිය. ඔස්ට්‍රේලියාවට ඔස්ට්‍රේලියාවට පැමිණෙමින් සිටි දහස් සංඛ්‍යාත පිරිසක් සිය ජීවිත අවදානමට ලක්කරමින් සිටියහ. මේ රජය පත්වීමෙන් පසු බෝට්ටු පැමිණීම ශූන්‍ය වී මිනිස් ජාවාරම සම්පූර්ණයෙන්ම නතර වී තිබෙනවා.”",
        "නීත්‍යානුකූලව සංක්‍රමණය වීමට අපේක්ෂා කරන ශ්‍රී ලාංකිකයන් සඳහා ඔස්ට්‍රේලියාවේ දක්ෂ පුද්ගලයින් හඳුනාගැනීම සඳහා ගතික සහ විචිත්‍රවත් සංක්‍රමණ වැඩසටහනක් ඇති බව Ranj වැඩිදුරටත් පැවසීය. ඕස්ට්‍රේලියාවේ මිනිසුන්ට අවස්ථා ඇති බව සහතික කිරීම සඳහා වීසා පද්ධති සහ ක්‍රියාවලි රජය විසින් පිහිටුවා ඇත. \"අපේක්ෂිත සංක්‍රමණිකයන් සඳහා හොඳම දෙය නම් ලියාපදිංචි සංක්‍රමණ නියෝජිතයෙකු සොයා ගැනීම හෝ ස්වදේශ කටයුතු දෙපාර්තමේන්තුවේ වෙබ් අඩවියෙන් උපදෙස් ලබා ගැනීමයි\" ඔහු පැවසීය.",
        "තම මැතිවරණ ප්‍රචාරක අත්දැකීම් සම්බන්ධයෙන් රන්ජ් පැවසුවේ එහි ඇති හොඳම දේ ජනතාව වෙත ළඟාවීම සහ ඔවුන් සමඟ සම්බන්ධවීම බවයි. ඔහු තම ව්‍යාපාරය හරහා එය කිරීමට අවස්ථාව භුක්ති විඳියි. “එය පහසු නැත. මෙය ජයග්‍රහණය කිරීමට අපහසු ආසනයක් නමුත් අපි ලිබරල් මොරිසන් රජයක් සඳහා වෙහෙස මහන්සි වී වැඩ කරමින් සිටිමු. මගේ අභිප්‍රාය හෝල්ට් ජනතාවට හොඳම දේ ලබාදීමයි,” ඔහු පැවසීය.",
        "ශ්‍රී ලංකාවේ වෘත්තිකයන්ගේ පවුලකින් පැවත එන සහ වසර 10 ක් දක්වා ශාන්ත ජෝසප් විද්‍යාලයට ඇතුළත් වූ රන්ජ් සැමවිටම ඔහුගේ අභිලාෂයන් මත ධාවනය වූ නමුත් ඔහුගේ මූලයන් අමතක කර නැත. නව යොවුන් වියේදී ඔස්ට්‍රේලියාවට සංක්‍රමණය වූ ඔහු කිසිදා තම මව්බස අමතක නොකළ අතර ඉඩ ලැබෙන සෑම විටම සිංහලෙන් කතා කරයි.",
        "“මම ශ්‍රී ලංකාවට ආදරෙයි, එය මගේ හදවතට සමීපයි. මගේ ශ්‍රී ලාංකීය උරුමය ගැන මම ආඩම්බර වෙනවා,” ඔහු වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "ஆஸ்திரேலிய நாடாளுமன்றத்திற்கு இலங்கையில் பிறந்த ஆஸி",
      "body_lines": [
        "இலங்கை பொருளாதார நெருக்கடியில் சிக்கித் தவிக்கும் அதே வேளையில், பொருளாதார சீர்திருத்தங்களைச் செயல்படுத்த அரசியல் மற்றும் சமூக ஸ்திரத்தன்மையைக் கொண்டுவர போராடும் அதே வேளையில், கடல் கடந்த ஆஸ்திரேலியர்கள் மே 22 அன்று நடைபெறவுள்ள கூட்டாட்சி தேர்தலுக்கு தயாராகி வருகின்றனர்.",
        "பிரதம மந்திரி ஸ்காட் மோரிசன் தலைமையிலான லிபரல் கட்சி, நாடு முழுவதும் பிரச்சாரத்தில் அதிக திறன் கொண்ட வேட்பாளர்களுடன் வலுவான பிரதிநிதிகள் சபைக்கு போட்டியிடுகிறது.",
        "ரஞ்ச் பெரேரா அத்தகைய ஒரு வேட்பாளர், முதலில் இலங்கையைச் சேர்ந்தவர் - பிலப்பிட்டிய, களனி, விக்டோரியாவில் உள்ள ஹோல்ட் தொகுதியில் போட்டியிடுகிறார். முன்னாள் பிரதமர் மகிந்த ராஜபக்சவின் மகன் யோஷிதவை நாட்டை விட்டு தப்பிச் செல்வதற்கு ஆதரவளித்த குற்றச்சாட்டின் பேரில் அவர் அண்மையில் இலங்கை ஊடகங்களில் வெளிச்சத்திற்கு வந்திருந்தார். இருப்பினும், ரஞ்ச் சமீபத்தில் ஒரு சிறப்பு அறிக்கையில் அனைத்து உரிமைகோரல்களையும் நிராகரித்தார். அவுஸ்திரேலியாவின் சுங்க, சமூகப் பாதுகாப்பு மற்றும் பல்கலாச்சார விவகாரங்களுக்கான உதவி அமைச்சர் ஜேசன் வுட், சில நாட்களுக்கு முன்னர் Dandenong இல் நடைபெற்ற சந்திப்பின் போது, ​​ராஜபக்ச குடும்ப உறுப்பினர் எவரும் அவுஸ்திரேலியாவிற்கு வரவில்லை என்று தெரிவித்தார். மோரிசன் அரசாங்கத்தை பிரதிநிதித்துவப்படுத்தும் ஆஸ்திரேலியாவின் செனட்டர் டேவிட் வான் இதை உறுதிப்படுத்தினார்.",
        "ரஞ்ச் லிபரல் கட்சியை பிரதிநிதித்துவப்படுத்துகிறார் மற்றும் உதவி மந்திரி ஜேசன் வூட்டின் தலைமை அதிகாரியாகவும் மூத்த ஆலோசகராகவும் பணியாற்றி வருகிறார்.",
        "“எனக்கு இளமைப் பருவத்தில் கூட அரசியலில் ஆர்வம் உண்டு. தொலைக்காட்சியில் 'கேள்வி நேரம்' என்ற நிகழ்ச்சி உள்ளது, அங்கு எதிர்க்கட்சிகள் தினமும் அரசாங்கத்திடம் கேள்விகளைக் கேட்கின்றன. நான் அந்த நிகழ்ச்சியை மிகுந்த மகிழ்ச்சியுடன் பார்த்தேன், ”என்று ரஞ்ச் கூறினார்.",
        "ரஞ்ச் அமைச்சரின் செயலில் உள்ள பிரதிநிதியாக இருந்து, அமைச்சகத்தின் கீழ் மேற்கொள்ளப்படும் சமூகப் பணிகளில் ஈடுபட்டுள்ளார். பன்முகக் கலாச்சாரத்தைப் பாதுகாப்பதற்கும் மேம்படுத்துவதற்கும் அதன் கொள்கைக்கு இணங்க, ஆஸ்திரேலிய அரசாங்கம் ஆஸ்திரேலியாவின் பலதரப்பட்ட சமூகங்கள் சுதந்திரத்தில் தங்கள் நம்பிக்கைகளைப் பின்பற்றவும், அவர்களின் கலாச்சாரம் மற்றும் மரபுகளைத் தடையின்றி தொடர்ந்து கொண்டாடவும் பல திட்டங்களை மேற்கொண்டுள்ளது. புலம்பெயர்ந்த இலங்கையர்கள், சிங்களவர்கள் மற்றும் தமிழர்கள் உட்பட பலதரப்பட்ட ஆஸ்திரேலியர்களுக்கான இதுபோன்ற பல நிகழ்ச்சிகளுக்கு ரஞ்ச் தலைமைத்துவத்தை வழங்கியுள்ளார்.",
        "\"நாங்கள் சமூகங்களுடன் ஈடுபடவும் அவர்களுக்கு பெரிய அளவில் ஆதரவளிக்கவும் முடிந்தது. உதாரணமாக, ஆஸ்திரேலியாவில் உள்ள பல புத்த கோவில்களை நாங்கள் அரசாங்கத்தின் நிதியில் ஆதரித்தோம். பெர்விக் புத்த கோவிலுக்கு 2019 ஆம் ஆண்டில் AUD 780,000 மானியம் கிடைத்தது, இதற்காக பிரதமர் ஸ்காட் மோரிசன் அவர்களே ஒப்படைத்தார். ஆஸ்திரேலியாவில் உள்ள ஒரு புத்த கோவிலுக்கு இந்த அளவு மானியம் வழங்கப்பட்டது இதுவே முதல் முறை,” என்று ரஞ்ச் கூறினார்.",
        "இந்த நிதியானது சிங்கள மொழிப் பாடசாலை ஒன்றை அமைப்பதற்குப் பயன்படுத்தப்பட்டதுடன், அப்பகுதியில் உள்ள கிட்டத்தட்ட 500 குழந்தைகளுக்கு இலவச சேவைகளை வழங்கும் துடிப்பான மொழி நிலையமாக இது உருவாகியுள்ளது.",
        "“இந்த அரசாங்கம் ஊக்குவிக்கும் விஷயங்களில் ஒன்று, மக்கள் தங்கள் தாய்மொழியை உயிருடன் வைத்திருக்க வேண்டும், குறிப்பாக குழந்தைகளுக்காக. திட்டத்தில் அற்புதமான முன்னேற்றம் உள்ளது,” என்று ரஞ்ச் மேலும் கூறினார். Morrison அரசாங்கம், Berwick Temple அதன் பாதுகாப்பு நடவடிக்கைகளை மேம்படுத்துவதற்காக, மீண்டும் தேர்ந்தெடுக்கப்பட்டவுடன், AUD 1 மில்லியன் நிதியுதவியை அறிவித்தது. ஏனைய பௌத்த விகாரைகளுக்கும் மானியங்கள் வழங்கப்பட்டன. Dandenong மற்றும் Cranbourne புத்த கோவில்கள் தலா AUD 400,000, மஹாமேவ்னா கோவிலுக்கு AUD 365,000, வடக்கு விக்டோரியா கோவில் AUD 100,000 மற்றும் Keysborough புத்த கோவிலுக்கு AUD 130,000 கிடைத்தது. வழிபாட்டுத் தலங்கள் பாதுகாக்கப்படுவதை உறுதி செய்வதற்காக இவை பாதுகாப்பான சமூகங்கள் மானியத்தின் கீழ் இருந்தன.",
        "இந்த திட்டத்தின் கீழ் இந்து கோவில்களும் ஆதரிக்கப்பட்டன. சிவ விஷ்ணு கோவிலுக்கு AUD 400,000 மற்றும் விக்டோரியா தமிழ் சங்கம் AUD 400,000க்கு மேல் பெற்றது. அதேபோல், அவுஸ்திரேலியாவில் வாழும் மற்ற அனைத்து சமூகங்களுக்கும் ஆதரவளிக்க ரஞ்ச் தலைமைத்துவத்தை வழங்கியுள்ளார், மேலும் அடுத்த சில வாரங்களில் இதுபோன்ற உதவிகள் வழங்கப்படும் என்றும் அவர் கூறினார்.",
        "“எனக்கு எப்போதும் சமூக சேவையில் ஆர்வம் உண்டு. நான் வி கேர் விக்டோரியாவின் தலைவர், இது பாதிக்கப்படக்கூடிய மக்களுக்கு அவசர உதவிகளை வழங்குகிறது. COVID-19 தொற்றுநோய்களின் போது உலர் உணவுப் பொருட்கள் மற்றும் பிற அத்தியாவசியப் பொருட்கள் அடங்கிய ஆயிரக்கணக்கான பராமரிப்புப் பொதிகளை நாங்கள் விநியோகித்தோம். வீ கேர் விக்டோரியாவும் இலங்கையில் தொற்றுநோய்களின் போது இதேபோன்ற திட்டத்தை மேற்கொண்டது, கோவில்கள் மற்றும் தேவாலயங்கள் மூலம் தேவைப்படும் மற்றும் பாதிக்கப்படக்கூடியவர்களுக்கு பராமரிப்பு பொதிகளை விநியோகித்தது. நான் லயன்ஸ் கிளப்பின் தலைவராகவும் இருக்கிறேன், நாங்கள் சமூகங்களுக்காக பல திட்டங்களைச் செய்துள்ளோம், ”என்று ரஞ்ச் கூறினார். தனது அரசியல் பயணத்தின் மூலம் பலதரப்பட்ட சமூகங்களைச் சென்றடைவதே தனது நோக்கம் எனவும் அவர் மேலும் தெரிவித்தார்.",
        "\"இந்த அரசாங்கத்தின் பலம் பொருளாதாரம்\" என்று ரஞ்ச் வலியுறுத்தினார். “உலகின் வலிமையான பொருளாதாரங்களில் ஒன்றாக ஆஸ்திரேலியா உள்ளது. COVID-19 தொற்றுநோய் இருந்தபோதிலும், ஆஸ்திரேலியா மற்ற நாடுகளை விட சிறப்பாகச் செயல்பட்டுள்ளது. பூட்டுதல்களுக்கு மத்தியில், நமது பொருளாதாரம் மிகவும் வலுவான நிலையில் உள்ளது. வேலையின்மை விகிதம் 4% - இது உலகின் மிகக் குறைவான ஒன்றாகும். உக்ரைனில் போர் நடந்து கொண்டிருந்தாலும் பணவீக்கம் ஒப்பீட்டளவில் குறைவாக உள்ளது. எங்களிடம் AAA கடன் மதிப்பீடு உள்ளது, இது விதிவிலக்கானது. எனவே, எங்கள் கட்சி மீது மக்கள் தொடர்ந்து நம்பிக்கை வைக்க வேண்டும். பொருளாதாரத்தை நிர்வகிக்க லிபரல் கட்சியை விட சிறந்த கட்சி எதுவுமில்லை. சிறந்த இணைப்புக்கு வழிவகுத்த மோனாஷ் ஃப்ரீவேயின் விரிவாக்கம் போன்ற உள்கட்டமைப்பு மேம்பாட்டிலும் மாநில அரசாங்கங்களை நாங்கள் ஆதரிக்கிறோம்.",
        "\"மற்றொரு முக்கிய பகுதி எல்லை பாதுகாப்பு,\" ரஞ்ச் மேலும் கூறினார். \"இது எங்கள் பலம். ஆயிரக்கணக்கான மக்கள் படகுகளில் தங்கள் உயிரைப் பணயம் வைத்து ஆஸ்திரேலியாவுக்கு வருகிறார்கள். இந்த அரசு பதவியேற்றதும், படகுகள் வராமல் ஆட்கடத்தல் முற்றிலுமாக நிறுத்தப்பட்டுள்ளது.",
        "சட்டப்பூர்வமாக இடம்பெயர விரும்பும் இலங்கையர்களுக்காக, திறமையானவர்களை அடையாளம் காணும் ஆற்றல்மிக்க மற்றும் துடிப்பான இடம்பெயர்வு திட்டத்தை அவுஸ்திரேலியா கொண்டுள்ளது என்றும் ரஞ்ச் மேலும் கூறினார். ஆஸ்திரேலியாவில் மக்களுக்கு வாய்ப்புகள் இருப்பதை உறுதி செய்வதற்காக விசா அமைப்புகள் மற்றும் செயல்முறைகள் அரசாங்கத்தால் அமைக்கப்பட்டுள்ளன. \"விருப்பமுள்ள புலம்பெயர்ந்தவர்களுக்கு சிறந்த விஷயம், பதிவு செய்யப்பட்ட இடம்பெயர்வு முகவரைக் கண்டுபிடிப்பது அல்லது உள்துறை அமைச்சகத்தின் இணையதளத்தைப் பார்ப்பது\" என்று அவர் கூறினார்.",
        "தனது பிரசார அனுபவம் குறித்து ரஞ்ச் கூறுகையில், மக்களைச் சென்றடைவதும் அவர்களுடன் ஈடுபடுவதும்தான் இதில் சிறந்த விஷயம். அவர் தனது பிரச்சாரத்தின் மூலம் அதைச் செய்வதற்கான வாய்ப்பை அனுபவித்து நேசிக்கிறார். \"இது எளிதானது அல்ல. இது வெற்றி பெறுவதற்கு கடினமான இடமாகும், ஆனால் லிபரல் மோரிசன் அரசாங்கத்திற்காக நாங்கள் கடுமையாக உழைக்கிறோம். ஹோல்ட் மக்களுக்கு சிறந்ததை வழங்குவதே எனது நோக்கம்,” என்றார்.",
        "இலங்கையில் தொழில் வல்லுனர்களைக் கொண்ட குடும்பத்தைச் சேர்ந்தவர் மற்றும் 10 ஆண்டுகள் வரை செயின்ட் ஜோசப் கல்லூரியில் பயின்றார், ரஞ்ச் எப்போதும் தனது லட்சியங்களால் உந்தப்பட்டவர், ஆனால் தனது வேர்களை மறக்கவில்லை. பதின்ம வயதிலேயே அவுஸ்திரேலியாவுக்குப் புலம் பெயர்ந்தாலும் தாய்மொழியை மறக்காமல் வாய்ப்புக் கிடைக்கும் போதெல்லாம் சிங்களத்தில் பேசிக்கொண்டே இருப்பார்.",
        "“நான் இலங்கையை நேசிக்கிறேன், அது என் இதயத்திற்கு நெருக்கமானது. எனது இலங்கை பாரம்பரியம் குறித்து நான் மிகவும் பெருமையடைகிறேன்” என அவர் மேலும் தெரிவித்தார்."
      ]
    }
  }
}