{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/with-love-from-new-delhi/",
  "time_ut": 1648571700,
  "title": "With Love from New Delhi!",
  "body_lines": [
    "The media has revealed the finalisation of three defence-related agreements between Sri Lanka and India, and arrangements to bolster the capabilities of Sri Lanka’s armed forces and boost cooperation in the field of maritime security. With love from New Delhi!",
    "Minister Jaishankar’s visit overlaps with the finalisation of these agreements, though the stated objective of the visit is the participation at the BIMSTEC (the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation) summit hosted by Sri Lanka, in Colombo.",
    "The underlying Indian concerns of defence and security (as told by Avatar Singh Bhasin) of small states in the region, falling within India’s security perimeter are as follows:",
    "(a) these states must not follow policies impinging on Indian regional security concerns;  (b) they should not seek to invite outside power(s);  (c) they should look to India for any needed assistance, and  (d) immediate neighbours would serve as buffer states in the event of an extra-regional threat and not proxies of the outside powers.",
    "When India provides security assistance, it takes into consideration the above-mentioned conditions.",
    "According to media reports, the proposed security arrangements include the acquisition of two Dornier aircraft (for Coast Guard duties and maritime surveillance), a 4,000-tonne naval floating dock and cooperation with Indian security establishment.",
    "The floating dock is a facility equipped with automated systems for quality and swift repairs to warships. We do not own so many warships, and we have not been in maritime battles since the defeat of Sea Tigers but will own a floating dock.",
    "A naval liaison officer will be posted at the Indian Navy’s Information Fusion Centre-Indian Ocean Region (IFC-IOR) and in Colombo for effective cooperation. This centre tracks merchant shipping and monitors threats such as maritime terrorism and piracy in regional waters, though Sri Lankan government’s participation in the said objectives of the quoted Center is low.",
    "A finer dissection of these components will reveal that the components of the three projects are in line with the above-mentioned four concerns, very much in India’s favour. It is popularly said in Sinhala that one does not harvest a honeycomb to lick one’s fingers.",
    "In general, our concern about regional security is comparatively negligible. However, for India, threats are serious. Maritime coverage from Colombo, Hambantota (even without entry to the harbour) and Trincomalee ensures security for Indians via the Indian Ocean Sea Lane off Sri Lanka’s southern coastline and the Bay of Bengal.",
    "Here, China enters the scene. We must bear in mind that China imports over half of its oil, transiting an estimated 70—85% of its imported oil supply through the Malacca Straits from oil-rich nations via the Indian Ocean shipping lanes. President Hu Jintao referred to this situation as ‘the Malacca Dilemma!’ No wonder India, probably with the knowledge of the US, has taken this Malacca Dilemma into consideration, and is acting accordingly.",
    "A week ago, we, representing the southernmost ‘buffer state,’ were at the South Block begging for dollars from Ministers S. Jaishankar and Nirmala Seetharaman, and later from Prime Minister Narendra Modi. Sri Lanka received a billion and a half dollars, and India wishes to get more in terms of business and security. Remember, India does not want to settle for ‘licking fingers’! We could learn from Minister Dr. Jaishankar!",
    "One may wonder why such defence/security/military assistance has been made available to Sri Lanka. Are we being pressured to acquire things like floating docks? Such docks can lift large ships like frigates and destroyers and are designed to berth alongside a jetty or moored in calm waters to effect repairs to ships.",
    "Dornier aircraft and intelligence and information sharing cooperation will help us, though it will cost 29.4 million dollars at a time when President Gotabaya Rajapaksa is struggling to find dollars to pay for fuel! Nothing is heard of engaging Dronier craft to manage illicit, forced fishing in the Palk Bay! Of course, beggars can’t be choosers, and he who pays the piper is said to call the tune.",
    "Since the perceived security threat in the IOR for us is low, one may think India is trying to use Sri Lanka as a buffer state “in the event of an extra-regional threat.” The scope of these components must be expanded to understand the Indian security concerns.",
    "India is threatened by Pakistan in the west, the Chinese in Ladakh with minor irritants from Nepal in the Kalapani area, refugee movements in the eastern borders, and so on.  India is free from such issues in the south, and this assistance can be considered mostly to ensure the perpetuity of a “no-trouble zone” in the IOR.",
    "The US has recently pledged financial support to Sri Lanka amounting to USD 19 million for renewable energy. The Adani Group has won two renewable energy projects in Pooneryn and Mannar. Indians are reported to have pledged another USD one billion. This shows how India and the US are using Sri Lanka’s economic crisis to their benefit. More assistance may flow in, but certainly, Sri Lanka will be under pressure to opt for security cooperation with donors, whoever it may be.",
    "Some agreements have been reached between the US and India on security and defence, namely, the Basic Exchange and Cooperation Agreement (BECA) signed on 27 Oct. 2020, and two agreements signed earlier — the Logistics Exchange Memorandum of Agreement (LEMOA) and the Communications Compatibility and Security Agreement (COMCASA) for enhanced military cooperation between the two countries. Since both countries have common interests in the Indian Ocean and the Indo-Pacific, let us summarily look at these agreements.",
    "BECA will help India get access to American geospatial intelligence that enhances the accuracy of automated systems and weapons like missiles and armed drones. It will help India access topographical and aeronautical data, and advanced products that will aid in navigation and targeting. The sharing of information on maps and satellite images will be useful.",
    "LEMOA was signed in August 2016. It allows the militaries of the US and India to replenish from each other’s bases, and access supplies, spare parts, and services from each other’s land facilities, air bases, and ports, which can be reimbursed later.",
    "COMCASA, signed in September 2018, allows the US to provide India with its encrypted communications equipment and systems so that Indian and US military commanders, and aircraft and ships of both countries, can communicate through secure networks during times of war and peace. The COMCASA paved the way for the transfer of communication security equipment from the US to India to facilitate “interoperability” between their forces.",
    "India has enhanced security and defence cooperation with the US since skirmishes with the Chinese military along with the Line of Actual Control (LAC) in Ladakh. They cooperate at all levels in the areas of intelligence and military activities. Secretary of State Mike Pompeo called on External Affairs Minister Jaishankar; National Security Advisor (NSA) Ajit Doval has been communicating with the US NSA Robert C O’Brien, and Chairman of the US Joint Chiefs of Staff Gen Mark A Milley has been in communication with Chief of Defence Staff (late) Gen Bipin Rawat. The US Secretary of Defense Mark T Esper has held discussions with Defence Minister Rajnath Singh.",
    "On 20 March 2021, Minister Rajnath Singh said at a press briefing with the new US Secretary of Defence Lloyd J Austin present: “We reviewed the wide gamut of bilateral and multilateral exercises and agreed to pursue enhanced cooperation with the U.S. Indo-Pacific Command, Central Command, and Africa Command. Acknowledging that we have in place the foundational agreements, LEMOA, COMCASA, and BECA, we discussed the steps to be taken to realise their full potential for mutual benefit.” It signals that the change of guard in the US has not changed the defence relationships.",
    "Secretary Defense Austin declared: “We discussed opportunities to elevate the U.S.-India major defence partnership, which is a priority of the Biden-Harris administration. And we’ll do that through regional security cooperation and military-to-military interactions and defence trade. In addition, we are continuing to advance new areas of collaboration, including information sharing and logistics, artificial intelligence, and cooperation in new domains such as space and cyber.”",
    "This shows that there has been no change, but enhancement of cooperation between India and the US, instead, and we may become pawns in this defence chess game.",
    "The new equipment (as we lay people understand from the media) is to collect, collate, and mutually share information. It is not yet understood what other commitments are. Maybe there are overarching provisions in these above-mentioned agreements compelling us to share any security information gathered from a third party. Anyhow, technically we may not be able to control Indians sharing information.",
    "Though this equipment reaches us due to a temporary dollar crisis, it is not the only international problem we have. Further, even after the dollar crisis is over it will not be easy to change the agreements, since India’s security problems will not disappear. One may recall ill-will that the withdrawal of the Indian Peace Keeping Force generated. Hence the need for caution.",
    "How a ‘friendly’ country could exhibit ‘unfriendliness’ was seen in India’s response to the UNHRC in the recent past. Further, imagine what will happen if China and Russia do not use their veto power in support of Sri Lanka at a critical juncture.",
    "We can learn from India how to manage a critical situation. Of course, India, being a crucial player in international politics, may do things that we cannot even dream of. However, I could relate how India manages the US, which wants India to move away from Russian equipment and platforms, probably to guard against exposure of technology to Russia. But India has been purchasing the S-400 air defence missile system from Russia.",
    "The same happened when President Trump evinced an interest in the Article 370 issue as regards Kashmir; Indians told him in no uncertain terms that it was an “internal affair”. Sri Lanka cannot afford to be so abrupt or abrasive. As was seen when the Indians dropped food in June 1987, no major power will support us in case of a disagreement with New Delhi.",
    "What is playing out on the economic front here will make us more beholden to India, which will not allow us freedom of action. I say so from my experience with Indians, though the event is nineteen years old. It was regarding the refurbishment of the Palaly Air Base. I was the Secretary/ Ministry of Defence at the time.",
    "The Air Base at Palaly required refurbishment due to excessive use during the conflict. Though the need was essential, the then government faced financial difficulties. Therefore, we sought foreign assistance. Consequently, I tried to obtain money through the Indian Line of Credit.",
    "Upon my request, the SLAF selected a local contractor to undertake this job––a government subsidiary under the Ministry of Highways. An Indian team agreed on the arrangements. The Minister of Defence also concurred.",
    "Problems emerged in the process of finalisation of the agreement. Captain M. Gopinath, Defence Attaché of the Indian High Commission discussed the problems with me. The issues pertained to India’s security concerns:",
    "(a)     The first request was to give preference to India in the case of further work on the runway in the future.",
    "(b)     The second request was that no other country should be permitted to conduct any military operation from the Palaly runway.",
    "(c)   The third condition was for us to permit India to use the runway if required.",
    "I understood their concern about China or Pakistan using the air base. Such an eventuality would compromise the security of Indian nuclear installations and military facilities. Our concern was the impending constraints we would face if we were to get Chinese or Pakistani assistance to fight the terrorists having agreed to the second demand. Lacking such freedom also amounted to an erosion of our sovereignty.",
    "My understanding from the discussion with our political authorities was that the demand made by the Indian High Commission was a tall order for a sovereign country. The then Prime Minister Ranil Wickremesinghe rightly quoted from the exchange of letters between PM Rajiv Gandhi and President J.R. Jayewardene, and settled the issue without complications.",
    "This strategy and outcome may serve as a guide in dealing with similar situations. Circumstances may be different because we are in a far worse predicament regarding dollars, but the authorities concerned must be mindful of the repercussions of current actions and Indian approaches.",
    "This attitude may have intensified within the last two decades when Chinese influence grew on security, politics, finances of nations in trouble including Sri Lanka. Indians will be Indians, and they will insist on many things which could not be challenged by us, because of the foreign exchange crisis. Similarly, the Chinese will go all out to promote their Belt and Roads Initiative.",
    "It could be seen from President Rajapaksa’s change of heart after Minister Basil Rajapaksa’s New Delhi visit in search of dollars; he has agreed to consider the TNA demands favourably! We do not know what else the government has agreed to in respect of the Palk Bay fishing, the 13th Amendment, Provincial Council elections, release of prisoners in custody, etc.",
    "Critics have raised questions about the Indian intentions and asked whether we are being drawn into a conflict zone because the relations between India’s allies (e. g., the US, Australia, Japan, the Maldives, etc.,) and China have turned sour.  Is Sri Lanka being placed on a collision course with China? If so, we need to avoid such eventuality due to other negative situations that may arise. Balancing relationships is a must. However, as for Indians, what is happening now would mean that we have entertained Bhasin’s four concerns about Indians.",
    "Balancing national security, borrowing dollars, international relations, etc., is a high-wire act Sri Lanka has to perform.",
    "(The writer is the former High Commissioner of Sri Lanka in India and Secretary to the President of Sri Lanka.)",
    "Alleged War crimes: Lord Naseby: UK dispatches have cleared Sri Lanka of five major accusations",
    "President Rajapaksa sees BIMSTEC leading to economic recovery in the region",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "නවදිල්ලියේ සිට ආදරයෙන්!",
      "body_lines": [
        "ශ්‍රී ලංකාව සහ ඉන්දියාව අතර ආරක්‍ෂාව සම්බන්ධ ගිවිසුම් තුනක් අවසන් කිරීම සහ ශ්‍රී ලංකාවේ සන්නද්ධ හමුදාවන්ගේ හැකියාවන් ඉහළ නැංවීමට සහ සමුද්‍ර ආරක්‍ෂාව සම්බන්ධයෙන් සහයෝගීතාව ඉහළ නැංවීමේ විධිවිධාන මාධ්‍ය විසින් අනාවරණය කර ඇත. නවදිල්ලියේ සිට ආදරයෙන්!",
        "ශ්‍රී ලංකාව විසින් කොළඹදී පවත්වනු ලබන බිම්ස්ටෙක් (බහු ආංශික තාක්ෂණික සහ ආර්ථික සහයෝගීතාව සඳහා බෙංගාල බොක්ක ප්‍රවේශය) සමුළුවට සහභාගී වීම සංචාරයේ ප්‍රකාශිත අරමුණ වුවද, අමාත්‍ය ජයිශංකර්ගේ සංචාරය මෙම ගිවිසුම් අවසන් කිරීමත් සමඟ අතිච්ඡාදනය වේ.",
        "ඉන්දියාවේ ආරක්‍ෂක පරිමිතියට අයත් කලාපයේ කුඩා ප්‍රාන්තවල ආරක්‍ෂාව සහ ආරක්‍ෂාව (Avatar Singh Bhasin විසින් පවසන ලද පරිදි) පිළිබඳ යටින් පවතින ඉන්දියානු උත්සුකයන් පහත පරිදි වේ:",
        "(අ) මෙම රාජ්‍යයන් ඉන්දියානු කලාපීය ආරක්‍ෂාව කෙරෙහි බලපාන ප්‍රතිපත්ති අනුගමනය නොකළ යුතුය; (ආ) ඔවුන් බාහිර බලයට ආරාධනා කිරීමට උත්සාහ නොකළ යුතුය; (ඇ) ඔවුන් අවශ්‍ය ඕනෑම සහයක් සඳහා ඉන්දියාව දෙස බැලිය යුතු අතර,  (ඈ) බාහිර බලවතුන්ගේ ප්‍රොක්සිවරුන් නොව බාහිර-කලාපීය තර්ජනයකදී ආරක්ෂක රාජ්‍යයන් ලෙස සමීප අසල්වැසියන් ක්‍රියා කරයි.",
        "ඉන්දියාව ආරක්ෂක සහය ලබා දෙන විට ඉහත සඳහන් කළ කොන්දේසි සැලකිල්ලට ගනී.",
        "මාධ්‍ය වාර්තාවලට අනුව, යෝජිත ආරක්ෂක විධිවිධානවලට ඩෝනියර් ගුවන් යානා දෙකක් (වෙරළ ආරක්ෂක රාජකාරි සහ සමුද්‍ර නිරීක්ෂණ සඳහා), ටොන් 4,000 ක නාවික පාවෙන තටාකයක් අත්පත් කර ගැනීම සහ ඉන්දීය ආරක්ෂක ආයතන සමඟ සහයෝගයෙන් කටයුතු කිරීම ඇතුළත් වේ.",
        "පාවෙන තටාකය යනු යුද නැව්වල ගුණාත්මක සහ ඉක්මන් අලුත්වැඩියාවන් සඳහා ස්වයංක්‍රීය පද්ධති වලින් සමන්විත පහසුකමකි. අපට එතරම් යුධ නෞකා අයිති නැති අතර, මුහුදු කොටි පරාජය වූ දා සිට අපි සමුද්‍ර සටන්වල ​​නොසිටි නමුත් පාවෙන නැව් තටාකයකට හිමිකම් කියනු ඇත.",
        "ඵලදායි සහයෝගීතාවය සඳහා නාවික සම්බන්ධතා නිලධාරියෙකු ඉන්දියානු නාවික හමුදාවේ තොරතුරු ෆියුෂන් මධ්‍යස්ථානය-ඉන්දියානු සාගර කලාපයේ (IFC-IOR) සහ කොළඹට පත් කරනු ලැබේ. මෙම මධ්‍යස්ථානය වෙළඳ නැව්ගත කිරීම් නිරීක්ෂණය කරන අතර සමුද්‍ර ත්‍රස්තවාදය සහ කලාපීය මුහුදේ මුහුදු කොල්ලකෑම් වැනි තර්ජන නිරීක්ෂණය කරයි, නමුත් උපුටා දක්වන ලද මධ්‍යස්ථානයේ ඉහත සඳහන් අරමුණු සඳහා ශ්‍රී ලංකා රජයේ සහභාගීත්වය අඩුය.",
        "මෙම සංරචක වඩාත් සියුම් ලෙස විච්ඡේදනය කිරීමෙන් හෙළි වනුයේ ව්‍යාපෘති තුනේ සංරචක ඉහත සඳහන් කළ කරුණු හතරට අනුකූල වන අතර එය බොහෝ දුරට ඉන්දියාවට වාසිදායක බවයි. අතේ ඇඟිලි ලෙවකන්න පැණි වදයක් නෙලන්නේ නැති බව සිංහලෙන් ජනප්‍රියයි.",
        "පොදුවේ ගත් කල, කලාපීය ආරක්ෂාව පිළිබඳ අපගේ සැලකිල්ල සාපේක්ෂව නොසැලකිය හැකි ය. කෙසේ වෙතත්, ඉන්දියාවට තර්ජන බරපතල ය. කොළඹ, හම්බන්තොට (වරායට ඇතුළු වීමකින් තොරව පවා) සහ ත්‍රිකුණාමලයෙන් සමුද්‍ර ආවරණය ශ්‍රී ලංකාවේ දකුණු වෙරළ තීරයෙන් සහ බෙංගාල බොක්කෙන් ඉන්දියන් සාගර මුහුදු තීරය හරහා ඉන්දියානුවන්ට ආරක්ෂාව සහතික කරයි.",
        "මෙහිදී චීනය දර්ශන තලයට පිවිසෙයි. චීනය සිය තෙල්වලින් අඩකට වඩා ආනයනය කරන අතර, එහි ආනයනික තෙල් සැපයුමෙන් 70-85% ක් මලක්කා සමුද්‍ර සන්ධිය හරහා ඉන්දියන් සාගර නැව් මාර්ග හරහා තෙල් බහුල රටවල සිට සංක්‍රමණය කරන බව අප මතක තබා ගත යුතුය. ජනාධිපති හූ ජින්ටාඕ මෙම තත්ත්වය හැඳින්වූයේ ‘මලක්කා උභතෝකෝටිකය!’ ඉන්දියාව, බොහෝ විට එක්සත් ජනපදයේ අනුදැනුම ඇතිව, මෙම මලක්කා උභතෝකෝටිකය සැලකිල්ලට ගෙන, ඒ අනුව ක්‍රියා කිරීම පුදුමයක් නොවේ.",
        "සතියකට පෙර, අපි, දකුණු කෙළවරේ ‘බෆර් ප්‍රාන්තය’ නියෝජනය කරමින්, දකුණු කොටසේ එස්. ජයශංකර් සහ නිර්මලා සීතාරාමන් යන අමාත්‍යවරුන්ගෙන් සහ පසුව අගමැති නරේන්ද්‍ර මෝදිගෙන් ඩොලර් ඉල්ලා සිටියෙමු. ශ්‍රී ලංකාවට ඩොලර් බිලියන එකහමාරක් ලැබුණු අතර, ව්‍යාපාර සහ ආරක්‍ෂාව අතින් තවත් වැඩි ප්‍රමාණයක් ලැබීමට ඉන්දියාව ප්‍රාර්ථනා කරයි. මතක තබා ගන්න, ඉන්දියාවට ‘ඇඟිලි ලෙවකමින්’ පදිංචි වීමට අවශ්‍ය නැත! ආචාර්ය ජයශංකර් ඇමතිවරයාගෙන් අපට ඉගෙන ගත හැකිය!",
        "ශ්‍රී ලංකාවට මෙවැනි ආරක්‍ෂක/ආරක්ෂාව/හමුදා ආධාර ලබාදී ඇත්තේ මන්දැයි කෙනෙකුට සිතෙන්නට පුළුවන. පාවෙන නැව් තටාක වැනි දේවල් ලබා ගැනීමට අපට බලපෑම් එල්ල වෙනවාද? එවැනි නැව් තටාකවලට නැව් සහ විනාශ කරන්නන් වැනි විශාල නැව් ඔසවා තැබිය හැකි අතර නැව් අලුත්වැඩියා කිරීම සඳහා ජැටියක් අසල නැංගුරම් ලෑමට හෝ සන්සුන් ජලයේ නැංගුරම් ලෑමට සැලසුම් කර ඇත.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ඉන්ධන සඳහා ගෙවීමට ඩොලර් සොයා ගැනීමට අරගල කරන මොහොතක ඩොලර් මිලියන 29.4 ක් වැය වුවද ඩෝනියර් ගුවන් යානා සහ බුද්ධි තොරතුරු සහ තොරතුරු හුවමාරු කිරීමේ සහයෝගීතාවය අපට උපකාරී වනු ඇත! පෝක් බොක්කෙහි නීති විරෝධී, බලහත්කාරයෙන් මසුන් ඇල්ලීම කළමනාකරණය කිරීම සඳහා ඩ්‍රෝනියර් යාත්‍රාව යෙදවීම ගැන කිසිවක් අසන්නට නොලැබේ! ඇත්ත වශයෙන්ම, යාචකයින්ට තෝරා ගන්නන් විය නොහැකි අතර, නලකරුට ගෙවන තැනැත්තා තාලය අමතන්නැයි කියනු ලැබේ.",
        "IOR හි අපට ඇති ආරක්‍ෂක තර්ජනය අඩු බැවින්, “අතිරේක කලාපීය තර්ජනයක් ඇති වූ විට” ශ්‍රී ලංකාව ස්වාරක්ෂක රාජ්‍යයක් ලෙස භාවිතා කිරීමට ඉන්දියාව උත්සාහ කරන බව කෙනෙකුට සිතිය හැකිය. ඉන්දියානු ආරක්ෂක උත්සුකයන් අවබෝධ කර ගැනීම සඳහා මෙම සංරචකවල විෂය පථය පුළුල් කළ යුතුය.",
        "බටහිරින් පකිස්ථානයෙන් ඉන්දියාවට තර්ජනයට ලක්ව ඇත, ලඩාක්හි චීන ජාතිකයින් කලපානි ප්‍රදේශයේ නේපාලයෙන් සුළු කෝපයක් ඇති කරයි, නැගෙනහිර දේශසීමාවේ සරණාගත සංචලනයන් යනාදියයි. ඉන්දියාව දකුණේ එවැනි ගැටළු වලින් නිදහස් වන අතර, IOR හි \"කරදරවලින් තොර කලාපයක්\" සදාකාලික බව සහතික කිරීම සඳහා මෙම ආධාරය බොහෝ දුරට සලකා බැලිය හැකිය.",
        "එක්සත් ජනපදය මෑතකදී ශ්‍රී ලංකාවට පුනර්ජනනීය බලශක්තිය සඳහා ඩොලර් මිලියන 19 ක මූල්‍ය ආධාරයක් ලබා දීමට පොරොන්දු විය. පුනරීන් සහ මන්නාරම පුනර්ජනනීය බලශක්ති ව්‍යාපෘති දෙකක් Adani සමූහ ව්‍යාපාරය ජයගෙන ඇත. ඉන්දියානුවන් තවත් ඩොලර් බිලියනයක් පොරොන්දු වූ බව වාර්තා වේ. ඉන්දියාව සහ ඇමරිකාව ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය තම වාසියට යොදා ගන්නා ආකාරය මෙයින් පැහැදිලි වේ. තවත් ආධාර ගලා ඒමට ඉඩ ඇත, නමුත් නිසැකවම, පරිත්‍යාගශීලීන් සමඟ ආරක්ෂක සහයෝගීතාව තෝරා ගැනීමට ශ්‍රී ලංකාව පීඩනයට ලක් වනු ඇත.",
        "2020 ඔක්. 27 වැනි දින අත්සන් කරන ලද මූලික හුවමාරු සහ සහයෝගීතා ගිවිසුම (BECA) සහ මීට පෙර අත්සන් කරන ලද ගිවිසුම් දෙකක් - ලොජිස්ටික් හුවමාරු ගිවිසුම් (LEMOA) සහ එල්.ටී.ටී.ඊ. දෙරට අතර හමුදා සහයෝගීතාව වැඩි දියුණු කිරීම සඳහා සන්නිවේදන අනුකූලතා සහ ආරක්ෂක ගිවිසුම (COMCASA). ඉන්දියන් සාගරය සහ ඉන්දු පැසිෆික් කලාපය සම්බන්ධයෙන් දෙරටටම පොදු අවශ්‍යතා ඇති බැවින්, අපි මෙම ගිවිසුම් සාරාංශයෙන් බලමු.",
        "ස්වයංක්‍රීය පද්ධතිවල නිරවද්‍යතාවය සහ මිසයිල සහ සන්නද්ධ ඩ්‍රෝන යානා වැනි ආයුධවල නිරවද්‍යතාවය වැඩි දියුණු කරන ඇමරිකානු භූගෝලීය බුද්ධියට ප්‍රවේශය ලබා ගැනීමට BECA ඉන්දියාවට උපකාර කරනු ඇත. එය ඉන්දියාවට භූගෝලීය සහ ගුවන් දත්ත වෙත ප්‍රවේශ වීමට සහ සංචලනය සහ ඉලක්ක කිරීමට උපකාර වන උසස් නිෂ්පාදන සඳහා උපකාර කරනු ඇත. සිතියම් සහ චන්ද්‍රිකා ඡායාරූප පිළිබඳ තොරතුරු හුවමාරු කර ගැනීම ප්‍රයෝජනවත් වනු ඇත.",
        "LEMOA 2016 අගෝස්තු මාසයේදී අත්සන් කරන ලදී. එය එක්සත් ජනපදයේ සහ ඉන්දියාවේ හමුදාවන්ට එකිනෙකාගේ කඳවුරු වලින් නැවත පිරවීමට සහ එකිනෙකාගේ ගොඩබිම් පහසුකම්, ගුවන් කඳවුරු සහ වරායන් වෙතින් සැපයුම්, අමතර කොටස් සහ සේවාවන් වෙත ප්‍රවේශ වීමට ඉඩ සලසයි, ඒවා පසුව ප්‍රතිපූරණය කළ හැකිය.",
        "2018 සැප්තැම්බර් මාසයේදී අත්සන් කරන ලද COMCASA, ඉන්දියාවට එහි සංකේතාත්මක සන්නිවේදන උපකරණ සහ පද්ධති සැපයීමට එක්සත් ජනපදයට ඉඩ සලසයි, එවිට ඉන්දියානු සහ එක්සත් ජනපද හමුදාපතිවරුන්ට සහ දෙරටේ ගුවන් යානා සහ නැව්වලට යුද්ධය සහ සාමය පවතින කාලවලදී ආරක්ෂිත ජාල හරහා සන්නිවේදනය කළ හැකිය. COMCASA ඔවුන්ගේ හමුදාවන් අතර \"අන්තර්ක්‍රියාකාරීත්වය\" පහසු කිරීම සඳහා එක්සත් ජනපදයේ සිට ඉන්දියාවට සන්නිවේදන ආරක්ෂණ උපකරණ මාරු කිරීමට මග පෑදීය.",
        "ලඩාක් හි සැබෑ පාලන රේඛාව (LAC) සමඟ චීන හමුදාව සමඟ ඇති වූ ගැටුම් වලින් ඉන්දියාව එක්සත් ජනපදය සමඟ ආරක්ෂක සහ ආරක්ෂක සහයෝගීතාව වැඩි දියුණු කර ඇත. ඔවුන් බුද්ධි අංශ සහ හමුදා ක්‍රියාකාරකම් සම්බන්ධයෙන් සෑම තරාතිරමකම සහයෝගයෙන් කටයුතු කරයි. රාජ්‍ය ලේකම් මයික් පොම්පියෝ විදේශ කටයුතු අමාත්‍ය ජයශංකර් හමුවිය; ජාතික ආරක්ෂක උපදේශක (NSA) Ajit Doval එක්සත් ජනපද NSA Robert C O'Brien සමඟ සන්නිවේදනය කරමින් සිටින අතර, එක්සත් ජනපද ඒකාබද්ධ මාණ්ඩලික ප්‍රධානීන්ගේ සභාපති Gen Mark A Milley ආරක්ෂක මාණ්ඩලික ප්‍රධානී (පසුගිය) Gen Bipin Rawat සමඟ සන්නිවේදනය කර ඇත. අමෙරිකානු ආරක්ෂක ලේකම් මාර්ක් ටී එස්පර් මහතා ආරක්ෂක අමාත්‍ය රාජ්නාත් සිං මහතා සමඟ සාකච්ඡා කර තිබේ.",
        "2021 මාර්තු 20 දින, නව එක්සත් ජනපද ආරක්ෂක ලේකම් ලොයිඩ් ජේ ඔස්ටින් සමඟ පැවති මාධ්‍ය හමුවකදී අමාත්‍ය රාජ්නාත් සිං මෙසේ පැවසීය: “අපි ද්විපාර්ශ්වික සහ බහුපාර්ශ්වික අභ්‍යාසවල පුළුල් පරාසය සමාලෝචනය කළ අතර එක්සත් ජනපද ඉන්දු-පැසිෆික් විධානය සමඟ වැඩි දියුණු කළ සහයෝගීතාවයක් ඇති කර ගැනීමට එකඟ විය. මධ්‍යම විධානය සහ අප්‍රිකානු විධානය. අපි පදනම් ගිවිසුම්, LEMOA, COMCASA සහ BECA ක්‍රියාත්මක කර ඇති බව පිළිගනිමින්, අන්‍යෝන්‍ය ප්‍රතිලාභ සඳහා ඔවුන්ගේ සම්පූර්ණ හැකියාවන් සාක්ෂාත් කර ගැනීමට ගත යුතු පියවර පිළිබඳව අපි සාකච්ඡා කළෙමු. එක්සත් ජනපදයේ ආරක්ෂකයින් වෙනස් කිරීම ආරක්ෂක සබඳතා වෙනස් කර නැති බව එය සංඥා කරයි.",
        "ආරක්ෂක ලේකම් ඔස්ටින් මෙසේ ප්‍රකාශ කළේය: “බිඩෙන්-හැරිස් පරිපාලනයේ ප්‍රමුඛතාවයක් වන එක්සත් ජනපද-ඉන්දියා ප්‍රධාන ආරක්ෂක හවුල්කාරිත්වය ඉහළ නැංවීමේ අවස්ථා අපි සාකච්ඡා කළෙමු. කලාපීය ආරක්ෂක සහයෝගීතාවය සහ මිලිටරි-හමුදා අන්තර්ක්‍රියා සහ ආරක්ෂක වෙළඳාම හරහා අපි එය කරන්නෙමු. ඊට අමතරව, අපි තොරතුරු හුවමාරු කර ගැනීම සහ සැපයුම්, කෘතිම බුද්ධිය සහ අභ්‍යවකාශය සහ සයිබර් වැනි නව වසම්වල සහයෝගීතාවය ඇතුළුව සහයෝගීතාවයේ නව ක්ෂේත්‍ර ඉදිරියට ගෙන යමින් සිටිමු.",
        "මෙයින් පෙන්නුම් කරන්නේ ඉන්දියාව සහ එක්සත් ජනපදය අතර සහයෝගිතාව වැඩි දියුණු කිරීම මිස වෙනසක් සිදු වී නොමැති බවත්, අපි මෙම ආරක්ෂක චෙස් ක්‍රීඩාවේ අතකොළු බවට පත් විය හැකි බවත්ය.",
        "නව උපකරණ (අපි මාධ්‍යවලින් ගිහියන් තේරුම් ගන්නා පරිදි) තොරතුරු රැස් කිරීම, එකතු කිරීම සහ අන්‍යෝන්‍ය වශයෙන් බෙදා ගැනීමයි. වෙනත් කැපවීම් මොනවාද යන්න තවමත් වටහාගෙන නොමැත. සමහර විට මෙම ඉහත සඳහන් කළ ගිවිසුම් තුළ තුන්වන පාර්ශ්වයකින් රැස් කර ගන්නා ඕනෑම ආරක්ෂක තොරතුරක් බෙදා ගැනීමට අපට බල කරන අතිවිශාල විධිවිධාන තිබේ. කෙසේ වෙතත්, තාක්ෂණික වශයෙන් අපට ඉන්දියානුවන් තොරතුරු හුවමාරු කර ගැනීම පාලනය කිරීමට නොහැකි වනු ඇත.",
        "තාවකාලික ඩොලර් අර්බුදයක් නිසා මෙම උපකරණ අප වෙත ළඟා වුවද, අපට ඇති එකම ජාත්‍යන්තර ගැටලුව එය නොවේ. තවද, ඩොලර් අර්බුදය අවසන් වූ පසුවත් ගිවිසුම් වෙනස් කිරීම පහසු නොවනු ඇත, මන්ද ඉන්දියාවේ ආරක්ෂක ගැටළු අතුරුදහන් නොවනු ඇත. ඉන්දියානු සාම සාධක හමුදාව ඉවත් කර ගැනීම නිසා ඇති වූ අයහපත් කැමැත්ත කෙනෙකුට මතක ඇති. එබැවින් පරෙස්සම් විය යුතුය.",
        "‘මිත්‍රශීලී’ රටකට ‘මිත්‍රශීලි බව’ ප්‍රදර්ශනය කළ හැකි ආකාරය පසුගිය කාලයේ ඉන්දියාව එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයට දැක්වූ ප්‍රතිචාරයෙන් දැකගත හැකි විය. තවද, තීරණාත්මක අවස්ථාවක දී චීනය සහ රුසියාව ශ්‍රී ලංකාවට සහාය දැක්වීම සඳහා තම නිෂේධ බලය භාවිතා නොකළහොත් කුමක් සිදුවේදැයි සිතා බලන්න.",
        "තීරණාත්මක තත්වයක් කළමනාකරණය කරන්නේ කෙසේදැයි අපට ඉන්දියාවෙන් ඉගෙන ගත හැකිය. ඇත්ත වශයෙන්ම, ජාත්‍යන්තර දේශපාලනයේ තීරණාත්මක ක්‍රීඩකයෙකු වන ඉන්දියාව අපට සිහිනෙන්වත් නොසිතන දේවල් කළ හැකිය. කෙසේ වෙතත්, රුසියාවට තාක්‍ෂණය නිරාවරණය වීමෙන් ආරක්ෂා වීමට බොහෝ විට රුසියානු උපකරණ සහ වේදිකාවලින් ඉන්දියාව ඉවත් වීමට අවශ්‍ය වන ඉන්දියාව එක්සත් ජනපදය කළමනාකරණය කරන්නේ කෙසේදැයි මට පැවසිය හැකිය. නමුත් ඉන්දියාව රුසියාවෙන් S-400 ගුවන් ආරක්ෂක මිසයිල පද්ධතිය මිලදී ගෙන ඇත.",
        "ජනාධිපති ට්‍රම්ප් කාශ්මීරය සම්බන්ධයෙන් 370 ව්‍යවස්ථාවේ ප්‍රශ්නය ගැන උනන්දුවක් දක්වන විට එයම සිදු විය. එය \"අභ්‍යන්තර කටයුත්තක්\" බව ඉන්දියානුවන් ඔහුට අවිනිශ්චිත වචනවලින් කීවේය. මෙතරම් හදිසි හෝ උල්ෙල්ඛ වීමට ශ්‍රී ලංකාවට හැකියාවක් නැත. 1987 ජූනි මාසයේදී ඉන්දියානුවන් ආහාර අතහැර දැමූ විට දුටු පරිදි, නව දිල්ලිය සමඟ එකඟ නොවීමකදී කිසිදු ප්‍රධාන බලවතෙකු අපට සහාය නොදක්වයි.",
        "මෙහි ආර්ථික පෙරමුනේ ක්‍රීඩා කරන දෙය, අපට ක්‍රියා කිරීමේ නිදහසට ඉඩ නොදෙන ඉන්දියාව කෙරෙහි අපව වඩාත් අවධානයට ලක් කරනු ඇත. මම එසේ කියන්නේ එම සිදුවීමට වසර දහනවයක් පැරණි වුවත් ඉන්දියානුවන් සමඟ මගේ අත්දැකීමෙන්. ඒ පලාලි ගුවන් කදවුර ප්‍රතිසංස්කරණය කිරීම සම්බන්ධයෙන්. මම එවකට ආරක්ෂක ලේකම් / අමාත්‍යාංශය.",
        "පලාලි ගුවන් කදවුර ගැටුම් සමයේ අධික ලෙස භාවිතා කිරීම හේතුවෙන් නවීකරණය කිරීමට අවශ්‍ය විය. අවශ්‍යතාවය අත්‍යාවශ්‍ය වුවත් එවකට රජය මූල්‍ය දුෂ්කරතාවලට මුහුණ දුන්නා. ඒ නිසා අපි විදේශ ආධාර ඉල්ලා සිටියා. එහි ප්‍රතිඵලයක් වශයෙන්, මම ඉන්දියානු ණය රේඛාව හරහා මුදල් ලබා ගැනීමට උත්සාහ කළෙමි.",
        "මගේ ඉල්ලීම මත, ශ්‍රී ලංකා ගුවන් හමුදාව මෙම කාර්යය භාර ගැනීම සඳහා දේශීය කොන්ත්‍රාත්කරුවෙකු තෝරා ගන්නා ලදී - මහාමාර්ග අමාත්‍යාංශය යටතේ ඇති රජයේ අනුබද්ධ ආයතනයකි. මෙම විධිවිධාන සඳහා ඉන්දීය කණ්ඩායමක් එකඟ විය. ආරක්‍ෂක රාජ්‍ය ඇමැතිවරයාද ඊට එකඟ විය.",
        "ගිවිසුම අවසන් කිරීමේ ක්‍රියාවලියේදී ගැටලු මතුවිය. ඉන්දීය මහ කොමසාරිස් කාර්යාලයේ ආරක්ෂක උපදේශක කපිතාන් එම්.ගෝපිනාත් මා සමඟ ගැටලු සාකච්ඡා කළා. ඉන්දියාවේ ආරක්‍ෂාව සම්බන්ධ ගැටළු:",
        "(අ)     පළමු ඉල්ලීම වූයේ අනාගතයේදී ධාවන පථයේ ඉදිරි වැඩ කටයුතුවලදී ඉන්දියාවට මනාප ලබා දීමයි.",
        "(ආ)     දෙවන ඉල්ලීම වූයේ පලාලි ධාවන පථයේ සිට කිසිදු හමුදා මෙහෙයුමක් සිදුකිරීමට වෙනත් කිසිදු රටකට අවසර නොදිය යුතු බවයි.",
        "(ඇ)   තුන්වන කොන්දේසිය වූයේ අවශ්‍ය නම් ගුවන් ධාවන පථය භාවිතා කිරීමට ඉන්දියාවට අවසර දීමයි.",
        "ගුවන් කඳවුර භාවිතා කරමින් චීනය හෝ පකිස්ථානය ගැන ඔවුන් දක්වන සැලකිල්ල මට වැටහුණා. එවැනි සිදුවීමක් ඉන්දීය න්‍යෂ්ටික ස්ථාපන හා හමුදා පහසුකම්වල ආරක්ෂාවට බාධාවක් වනු ඇත. අපගේ කනස්සල්ල වූයේ දෙවන ඉල්ලීමට එකඟ වී ත්‍රස්තවාදීන්ට එරෙහිව සටන් කිරීමට චීන හෝ පකිස්තාන සහය ලබා ගතහොත් අපට මුහුණ දීමට සිදුවන බාධාවන් පිළිබඳවයි. එවැනි නිදහසක් නොමැතිකම අපගේ ස්වෛරීත්වය ඛාදනය වීමකට ද හේතු විය.",
        "අපේ දේශපාලන බලධාරීන් සමඟ කළ සාකච්ඡාවෙන් මගේ වැටහීම වූයේ ඉන්දීය මහ කොමසාරිස් කාර්යාලය කළ ඉල්ලීම ස්වෛරී රටකට උස් නියෝගයක් බවයි. එවකට අගමැති රනිල් වික්‍රමසිංහ මහතා අගමැති රජිව් ගාන්ධි මහතා සහ ජනාධිපති ජේ.ආර්.ජයවර්ධන මහතා අතර සිදු වූ ලිපි හුවමාරුව නිවැරැදිව උපුටා දක්වමින් ප්‍රශ්නය සංකූලතාවයකින් තොරව විසඳා ගත්තේය.",
        "මෙම උපාය මාර්ගය සහ ප්රතිඵලය සමාන තත්වයන් සමඟ කටයුතු කිරීමේදී මාර්ගෝපදේශයක් ලෙස සේවය කළ හැකිය. ඩොලර් සම්බන්ධයෙන් අප වඩාත් නරක අසීරුතාවයක සිටින නිසා තත්වයන් වෙනස් විය හැකි නමුත්, වත්මන් ක්‍රියාවන්හි සහ ඉන්දියානු ප්‍රවේශයන්ගේ ප්‍රතිවිපාක පිළිබඳව අදාළ බලධාරීන් අවධානයෙන් සිටිය යුතුය.",
        "පසුගිය දශක දෙක තුළ ශ්‍රී ලංකාව ඇතුළු ගැටලුවලට මුහුණ දී සිටින ජාතීන්ගේ ආරක්ෂාව, දේශපාලනය, මූල්‍ය කටයුතු කෙරෙහි චීන බලපෑම වර්ධනය වූ විට මෙම ආකල්පය තීව්‍ර වන්නට ඇත. ඉන්දියානුවන් ඉන්දියානුවන් වනු ඇත, විදේශ විනිමය අර්බුදය නිසා අපට අභියෝග කළ නොහැකි බොහෝ දේ ඔවුන් අවධාරනය කරනු ඇත. ඒ හා සමානව, චීන ජාතිකයන් ඔවුන්ගේ තීරය සහ මාර්ග මුලපිරීම ප්‍රවර්ධනය කිරීමට සියලු කටයුතු කරනු ඇත.",
        "බැසිල් රාජපක්ෂ අමාත්‍යවරයා ඩොලර් සෙවීමේ නවදිල්ලි සංචාරයෙන් පසු රාජපක්ෂ ජනාධිපතිවරයාගේ වෙනස්වීම තුළින් එය දැකගත හැකි විය. TNA ඉල්ලීම් හිතකර ලෙස සලකා බැලීමට ඔහු එකඟ වී ඇත! පෝක් බොක්ක මසුන් ඇල්ලීම, 13 වැනි ව්‍යවස්ථා සංශෝධනය, පළාත් සභා මැතිවරණය, අත්අඩංගුවේ පසුවන සිරකරුවන් නිදහස් කිරීම යනාදිය සම්බන්ධයෙන් රජය තවත් කුමක් සඳහා එකඟ වී ඇත්දැයි අපි නොදනිමු.",
        "විවේචකයින් ඉන්දියානු අභිප්‍රායන් පිළිබඳව ප්‍රශ්න මතු කර ඇති අතර ඉන්දියාවේ සහචරයින් (උදා: එක්සත් ජනපදය, ඕස්ට්‍රේලියාව, ජපානය, මාලදිවයින, ආදිය) සහ චීනය අතර සබඳතා නරක අතට හැරී ඇති නිසා අප ගැටුම් කලාපයකට ඇදී යන්නේ දැයි විමසා ඇත. ශ්‍රී ලංකාව චීනය සමඟ ගැටෙන්නේද? එසේ නම්, මතු විය හැකි වෙනත් අයහපත් තත්ත්වයන් නිසා එවැනි සිදුවීම් වළක්වා ගත යුතුය. සබඳතා සමතුලිත කිරීම අනිවාර්ය වේ. කෙසේ වෙතත්, ඉන්දියානුවන් සම්බන්ධයෙන් ගත් කල, දැන් සිදුවෙමින් පවතින දෙය නම්, ඉන්දියානුවන් පිළිබඳ භාසින්ගේ කනස්සල්ල අප විසින් සංග්‍රහ කර ඇති බවයි.",
        "ජාතික ආරක්‍ෂාව තුලනය කිරීම, ඩොලර් ණය ගැනීම, ජාත්‍යන්තර සබඳතා යනාදිය ශ්‍රී ලංකාව විසින් ඉටු කළ යුතු ඉහළ ක්‍රියාවකි.",
        "(ලේඛකයා ඉන්දියාවේ හිටපු ශ්‍රී ලංකා මහ කොමසාරිස් සහ ශ්‍රී ලංකාවේ ජනාධිපති ලේකම් ය.)",
        "චෝදනා කරන ලද යුධ අපරාධ: නේස්බි සාමිවරයා: එක්සත් රාජධානියේ යැවීම් මගින් ශ්‍රී ලංකාව ප්‍රධාන චෝදනා පහකින් නිදහස් කර ඇත",
        "බිම්ස්ටෙක් කලාපයේ ආර්ථික ප්‍රකෘතිය කරා ගෙන යන බව ජනාධිපතිතුමා දකිනවා",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "புது டெல்லியிலிருந்து அன்புடன்!",
      "body_lines": [
        "இலங்கைக்கும் இந்தியாவுக்கும் இடையிலான பாதுகாப்பு தொடர்பான மூன்று உடன்படிக்கைகள் மற்றும் இலங்கையின் ஆயுதப் படைகளின் திறன்களை வலுப்படுத்துவது மற்றும் கடல்சார் பாதுகாப்புத் துறையில் ஒத்துழைப்பை அதிகரிப்பதற்கான ஏற்பாடுகள் ஆகியவற்றை ஊடகங்கள் வெளிப்படுத்தியுள்ளன. புது டெல்லியிலிருந்து அன்புடன்!",
        "அமைச்சர் ஜெய்சங்கரின் பயணம், இந்த உடன்படிக்கைகளை இறுதி செய்வதோடு ஒத்துப்போகிறது, எனினும், இந்த விஜயத்தின் நோக்கம், கொழும்பில் இலங்கை நடத்தும் BIMSTEC (பல்துறை தொழில்நுட்ப மற்றும் பொருளாதார ஒத்துழைப்புக்கான வங்காள விரிகுடா முன்முயற்சி) உச்சிமாநாட்டில் பங்கேற்பதாகும்.",
        "இந்தியாவின் பாதுகாப்பு எல்லைக்குள் இருக்கும் பிராந்தியத்தில் உள்ள சிறிய மாநிலங்களின் பாதுகாப்பு மற்றும் பாதுகாப்பு (அவதார் சிங் பாசின் கூறியது) பற்றிய அடிப்படை இந்திய கவலைகள் பின்வருமாறு:",
        "(அ) ​​இந்த மாநிலங்கள் இந்திய பிராந்திய பாதுகாப்புக் கவலைகளில் தாக்கத்தை ஏற்படுத்தும் கொள்கைகளைப் பின்பற்றக்கூடாது; (ஆ) அவர்கள் வெளி அதிகாரத்தை (களை) அழைக்க முற்படக்கூடாது; (c) அவர்கள் தேவைப்படும் உதவிக்கு இந்தியாவைத் தேட வேண்டும், மேலும்  (d) உடனடி அண்டை நாடுகள் கூடுதல் பிராந்திய அச்சுறுத்தல் ஏற்பட்டால் இடையக நாடுகளாக செயல்படும் மற்றும் வெளி சக்திகளின் பினாமிகள் அல்ல.",
        "இந்தியா பாதுகாப்பு உதவிகளை வழங்கும் போது, ​​மேற்கூறிய நிபந்தனைகளை கருத்தில் கொள்கிறது.",
        "ஊடக அறிக்கைகளின்படி, முன்மொழியப்பட்ட பாதுகாப்பு ஏற்பாடுகளில் இரண்டு டோர்னியர் விமானங்கள் (கடலோர காவல்படை மற்றும் கடல்சார் கண்காணிப்புக்காக), 4,000 டன் கடற்படை மிதக்கும் கப்பல்துறை மற்றும் இந்திய பாதுகாப்பு நிறுவனத்துடன் ஒத்துழைப்பு ஆகியவை அடங்கும்.",
        "மிதக்கும் கப்பல்துறை என்பது போர்க்கப்பல்களின் தரம் மற்றும் விரைவான பழுதுபார்க்கும் தானியங்கி அமைப்புகளுடன் பொருத்தப்பட்ட ஒரு வசதி. எங்களிடம் இவ்வளவு போர்க்கப்பல்கள் இல்லை, கடற்புலிகள் தோற்கடிக்கப்பட்டதில் இருந்து நாங்கள் கடல் போர்களில் ஈடுபடவில்லை, ஆனால் மிதக்கும் கப்பல்துறையை சொந்தமாக வைத்திருப்போம்.",
        "இந்தியக் கடற்படையின் தகவல் இணைவு மையம்-இந்தியப் பெருங்கடல் பகுதி (IFC-IOR) மற்றும் கொழும்பில் பயனுள்ள ஒத்துழைப்புக்காக கடற்படைத் தொடர்பு அதிகாரி ஒருவர் நியமிக்கப்படுவார். மேற்கோள் காட்டப்பட்ட மையத்தின் கூறப்பட்ட நோக்கங்களில் இலங்கை அரசாங்கத்தின் பங்களிப்பு குறைவாக இருந்தாலும், இந்த மையம் வணிகர்களின் கப்பல் போக்குவரத்தை கண்காணிக்கிறது மற்றும் கடல் பயங்கரவாதம் மற்றும் பிராந்திய கடற்பரப்பில் கடற்கொள்ளை போன்ற அச்சுறுத்தல்களை கண்காணிக்கிறது.",
        "இந்த கூறுகளின் நுணுக்கமான பிரித்தெடுத்தல், மூன்று திட்டங்களின் கூறுகள் மேலே குறிப்பிடப்பட்ட நான்கு கவலைகளுடன் ஒத்துப்போகின்றன, இந்தியாவுக்கு மிகவும் சாதகமாக உள்ளன. விரல்களை நக்க தேன் கூட்டை பறிப்பதில்லை என்று சிங்களத்தில் பிரபலமாக சொல்லப்படுகிறது.",
        "பொதுவாக, பிராந்திய பாதுகாப்பு குறித்த நமது அக்கறை ஒப்பீட்டளவில் மிகக் குறைவு. இருப்பினும், இந்தியாவைப் பொறுத்தவரை, அச்சுறுத்தல்கள் தீவிரமானவை. கொழும்பு, அம்பாந்தோட்டை (துறைமுகத்திற்குள் நுழையாமல் கூட) மற்றும் திருகோணமலையிலிருந்து கடல்சார் பாதுகாப்பு இலங்கையின் தெற்கு கடற்கரை மற்றும் வங்காள விரிகுடாவில் இந்தியப் பெருங்கடல் கடல் பாதை வழியாக இந்தியர்களுக்கு பாதுகாப்பை உறுதி செய்கிறது.",
        "இங்கே, சீனா காட்சிக்குள் நுழைகிறது. சீனா தனது எண்ணெயில் பாதிக்கு மேல் இறக்குமதி செய்கிறது என்பதை நாம் நினைவில் கொள்ள வேண்டும், அதன் இறக்குமதி செய்யப்பட்ட எண்ணெய் விநியோகத்தில் 70-85% மலாக்கா ஜலசந்தி வழியாக இந்தியப் பெருங்கடல் கப்பல் பாதைகள் வழியாக எண்ணெய் வளம் கொண்ட நாடுகளில் இருந்து அனுப்பப்படுகிறது. ஜனாதிபதி ஹூ ஜின்டாவோ இந்தச் சூழ்நிலையை ‘மலாக்கா இக்கட்டான நிலை!’ என்று குறிப்பிட்டார். இந்தியா, அநேகமாக அமெரிக்காவின் அறிவுடன், இந்த மலாக்கா இக்கட்டான நிலையைக் கருத்தில் கொண்டு, அதற்கேற்ப செயல்படுவதில் ஆச்சரியமில்லை.",
        "ஒரு வாரத்திற்கு முன்பு, தெற்குப் பகுதியில் உள்ள ‘தடுப்பு மாநிலத்தை’ பிரதிநிதித்துவப்படுத்தும் நாங்கள், சவுத் பிளாக்கில் அமைச்சர்கள் எஸ். ஜெய்சங்கர் மற்றும் நிர்மலா சீதாராமனிடமும், பின்னர் பிரதமர் நரேந்திர மோடியிடமும் டாலர்களை பிச்சை எடுத்தோம். இலங்கைக்கு ஒன்றரை பில்லியன் டாலர்கள் கிடைத்தன, மேலும் வர்த்தகம் மற்றும் பாதுகாப்பு அடிப்படையில் இந்தியா மேலும் பெற விரும்புகிறது. நினைவில் கொள்ளுங்கள், ‘நக்கும் விரல்களுக்கு’ இந்தியா தீர்வு காண விரும்பவில்லை! அமைச்சர் டாக்டர் ஜெய்சங்கரிடம் இருந்து நாம் கற்றுக்கொள்ளலாம்!",
        "இப்படியான பாதுகாப்பு/பாதுகாப்பு/இராணுவ உதவிகள் ஏன் இலங்கைக்குக் கிடைக்கப்பெற்றன என்று யோசிக்கலாம். மிதக்கும் கப்பல்துறை போன்றவற்றை வாங்குவதற்கு நாம் அழுத்தம் கொடுக்கப்படுகிறோமா? இத்தகைய கப்பல்துறைகள் போர்க்கப்பல்கள் மற்றும் நாசகார கப்பல்கள் போன்ற பெரிய கப்பல்களை தூக்கிச் செல்லக்கூடியவை மற்றும் கப்பல்களை பழுதுபார்ப்பதற்காக ஒரு ஜெட்டியுடன் அல்லது அமைதியான நீரில் நங்கூரமிட்டவாறு வடிவமைக்கப்பட்டுள்ளன.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ எரிபொருளுக்காக செலுத்துவதற்கு டொலரைக் கண்டுபிடிக்க முடியாமல் திணறிக் கொண்டிருக்கும் இவ்வேளையில் அதற்கு 29.4 மில்லியன் டொலர்கள் செலவாகும் எனினும் Dornier விமானம் மற்றும் புலனாய்வு மற்றும் தகவல் பகிர்வு ஒத்துழைப்பு எமக்கு உதவும்! பால்க் விரிகுடாவில் சட்டவிரோதமான, கட்டாயப்படுத்தப்பட்ட மீன்பிடித்தலை நிர்வகிப்பதற்கு ட்ரோனியர் கிராஃப்ட் ஈடுபடுத்தப்பட்டதாக எதுவும் கேட்கப்படவில்லை! நிச்சயமாக, பிச்சைக்காரர்கள் தேர்வாளர்களாக இருக்க முடியாது, மேலும் பைப்பருக்கு பணம் கொடுப்பவர் ட்யூனை அழைப்பதாகக் கூறப்படுகிறது.",
        "IOR இல் பாதுகாப்பு அச்சுறுத்தல் எமக்கு குறைவாகவே காணப்படுவதால், \"ஒரு கூடுதல் பிராந்திய அச்சுறுத்தல் ஏற்பட்டால்\" இலங்கையை ஒரு இடையக நாடாக இந்தியா பயன்படுத்த முயற்சிப்பதாக ஒருவர் நினைக்கலாம். இந்தியப் பாதுகாப்புக் கவலைகளைப் புரிந்து கொள்ள இந்தக் கூறுகளின் நோக்கம் விரிவாக்கப்பட வேண்டும்.",
        "மேற்கில் பாகிஸ்தானால் இந்தியா அச்சுறுத்தப்படுகிறது, லடாக்கில் உள்ள சீனர்கள் காலாபானி பகுதியில் நேபாளத்திலிருந்து சிறு எரிச்சல், கிழக்கு எல்லைகளில் அகதிகள் இயக்கங்கள் மற்றும் பல. இந்தியா தெற்கில் இதுபோன்ற பிரச்சினைகளில் இருந்து விடுபட்டுள்ளது, மேலும் இந்த உதவியானது IOR இல் \"சிக்கல்கள் இல்லாத மண்டலம்\" நிரந்தரமாக இருப்பதை உறுதி செய்வதற்காக முக்கியமாக கருதப்படலாம்.",
        "புதுப்பிக்கத்தக்க எரிசக்திக்காக 19 மில்லியன் அமெரிக்க டொலர்களை இலங்கைக்கு வழங்குவதாக அண்மையில் அமெரிக்கா உறுதியளித்துள்ளது. பூனேரி மற்றும் மன்னாரில் இரண்டு புதுப்பிக்கத்தக்க எரிசக்தி திட்டங்களை அதானி குழுமம் வென்றுள்ளது. இந்தியர்கள் மேலும் ஒரு பில்லியன் அமெரிக்க டாலர்களை உறுதியளித்துள்ளதாக கூறப்படுகிறது. இலங்கையின் பொருளாதார நெருக்கடியை இந்தியாவும் அமெரிக்காவும் எவ்வாறு தமது நலனுக்காக பயன்படுத்துகின்றன என்பதை இது காட்டுகிறது. மேலும் உதவிகள் வரலாம், ஆனால் நிச்சயமாக, நன்கொடையாளர்கள் யாராக இருந்தாலும் பாதுகாப்பு ஒத்துழைப்பைத் தேர்வு செய்ய இலங்கை அழுத்தம் கொடுக்கும்.",
        "பாதுகாப்பு மற்றும் பாதுகாப்பு தொடர்பாக அமெரிக்காவிற்கும் இந்தியாவிற்கும் இடையே சில ஒப்பந்தங்கள் எட்டப்பட்டுள்ளன, அதாவது, 27 அக்டோபர் 2020 அன்று கையெழுத்தான அடிப்படை பரிமாற்றம் மற்றும் ஒத்துழைப்பு ஒப்பந்தம் (BECA), மற்றும் இரண்டு ஒப்பந்தங்கள் முன்னதாக கையெழுத்தானது - லாஜிஸ்டிக்ஸ் எக்ஸ்சேஞ்ச் மெமோராண்டம் ஆஃப் ஒப்பந்தம் (LEMOA) மற்றும் இரு நாடுகளுக்கும் இடையிலான மேம்பட்ட இராணுவ ஒத்துழைப்பிற்கான தகவல் தொடர்பு இணக்கம் மற்றும் பாதுகாப்பு ஒப்பந்தம் (COMCASA). இந்தியப் பெருங்கடல் மற்றும் இந்தோ-பசிபிக் பகுதியில் இரு நாடுகளுக்கும் பொதுவான நலன்கள் இருப்பதால், இந்த ஒப்பந்தங்களைச் சுருக்கமாகப் பார்ப்போம்.",
        "தானியங்கி அமைப்புகள் மற்றும் ஏவுகணைகள் மற்றும் ஆயுதம் ஏந்திய ட்ரோன்கள் போன்ற ஆயுதங்களின் துல்லியத்தை மேம்படுத்தும் அமெரிக்க புவிசார் நுண்ணறிவை இந்தியா அணுகுவதற்கு BECA உதவும். இது இந்தியாவிற்கு நிலப்பரப்பு மற்றும் வானூர்தி தரவுகள் மற்றும் வழிசெலுத்தல் மற்றும் இலக்கிடலுக்கு உதவும் மேம்பட்ட தயாரிப்புகளை அணுக உதவும். வரைபடங்கள் மற்றும் செயற்கைக்கோள் படங்கள் பற்றிய தகவல்களைப் பகிர்வது பயனுள்ளதாக இருக்கும்.",
        "LEMOA ஆகஸ்ட் 2016 இல் கையொப்பமிடப்பட்டது. இது அமெரிக்காவிற்கும் இந்தியாவின் இராணுவத்திற்கும் ஒருவரையொருவர் தளங்களில் இருந்து நிரப்பவும், ஒருவருக்கொருவர் நில வசதிகள், விமானத் தளங்கள் மற்றும் துறைமுகங்களில் இருந்து பொருட்கள், உதிரி பாகங்கள் மற்றும் சேவைகளை அணுகவும் அனுமதிக்கிறது, அவை பின்னர் திருப்பிச் செலுத்தப்படலாம்.",
        "செப்டம்பர் 2018 இல் கையொப்பமிடப்பட்ட COMCASA, இந்தியா மற்றும் அமெரிக்க இராணுவத் தளபதிகள் மற்றும் இரு நாடுகளின் விமானங்கள் மற்றும் கப்பல்கள், போர் மற்றும் அமைதியின் போது பாதுகாப்பான நெட்வொர்க்குகள் மூலம் தொடர்பு கொள்ளும் வகையில், அதன் மறைகுறியாக்கப்பட்ட தகவல் தொடர்பு சாதனங்கள் மற்றும் அமைப்புகளை இந்தியாவிற்கு வழங்க அமெரிக்காவை அனுமதிக்கிறது. COMCASA ஆனது அமெரிக்காவிலிருந்து இந்தியாவிற்கு தகவல் தொடர்பு பாதுகாப்பு உபகரணங்களை மாற்றுவதற்கு வழி வகுத்தது, அவர்களின் படைகளுக்கு இடையே \"இணைந்து செயல்படுவதை\" எளிதாக்குகிறது.",
        "லடாக்கில் உள்ள உண்மையான கட்டுப்பாட்டுக் கோட்டுடன் (எல்ஏசி) சீன ராணுவத்துடன் மோதலில் இருந்து இந்தியா அமெரிக்காவுடன் பாதுகாப்பு மற்றும் பாதுகாப்பு ஒத்துழைப்பை மேம்படுத்தியுள்ளது. அவர்கள் உளவுத்துறை மற்றும் இராணுவ நடவடிக்கைகளில் அனைத்து மட்டங்களிலும் ஒத்துழைக்கிறார்கள். வெளியுறவுத்துறை அமைச்சர் ஜெய்சங்கரை வெளியுறவுத்துறை செயலாளர் மைக் பாம்பியோ சந்தித்தார்; தேசிய பாதுகாப்பு ஆலோசகர் (என்எஸ்ஏ) அஜித் தோவல், அமெரிக்க என்எஸ்ஏ ராபர்ட் சி ஓ பிரையனுடன் தொடர்பு கொண்டுள்ளார், மேலும் அமெரிக்க கூட்டுப்படைகளின் தலைவர் ஜெனரல் மார்க் ஏ மில்லி, பாதுகாப்புப் படைத் தலைவர் (தாமதமான) ஜெனரல் பிபின் ராவத்துடன் தொடர்பு கொண்டுள்ளார். அமெரிக்க ராணுவ அமைச்சர் மார்க் டி எஸ்பர், ராணுவ அமைச்சர் ராஜ்நாத் சிங்குடன் பேச்சுவார்த்தை நடத்தினார்.",
        "20 மார்ச் 2021 அன்று, அமைச்சர் ராஜ்நாத் சிங், புதிய அமெரிக்க பாதுகாப்புச் செயலர் லாயிட் ஜே ஆஸ்டினுடன் ஒரு செய்தியாளர் சந்திப்பில் கூறினார்: “நாங்கள் இருதரப்பு மற்றும் பலதரப்பு பயிற்சிகளின் பரந்த வரம்பை மதிப்பாய்வு செய்தோம், மேலும் அமெரிக்க இந்தோ-பசிபிக் கட்டளையுடன் மேம்பட்ட ஒத்துழைப்பைத் தொடர ஒப்புக்கொண்டோம். மத்திய கட்டளை, மற்றும் ஆப்பிரிக்கா கட்டளை. அடிப்படை ஒப்பந்தங்களான LEMOA, COMCASA மற்றும் BECA ஆகியவை எங்களிடம் உள்ளன என்பதை ஒப்புக்கொண்டு, பரஸ்பர நலனுக்கான அவர்களின் முழு திறனையும் உணர எடுக்க வேண்டிய நடவடிக்கைகள் குறித்து நாங்கள் விவாதித்தோம். அமெரிக்காவில் காவலர் மாற்றம் பாதுகாப்பு உறவுகளை மாற்றவில்லை என்பதை இது குறிக்கிறது.",
        "பாதுகாப்பு செயலாளர் ஆஸ்டின் அறிவித்தார்: “பிடென்-ஹாரிஸ் நிர்வாகத்தின் முன்னுரிமையான அமெரிக்க-இந்தியா பெரிய பாதுகாப்பு கூட்டாண்மையை உயர்த்துவதற்கான வாய்ப்புகளை நாங்கள் விவாதித்தோம். பிராந்திய பாதுகாப்பு ஒத்துழைப்பு மற்றும் இராணுவம்-இராணுவ தொடர்புகள் மற்றும் பாதுகாப்பு வர்த்தகம் மூலம் அதைச் செய்வோம். கூடுதலாக, தகவல் பகிர்வு மற்றும் தளவாடங்கள், செயற்கை நுண்ணறிவு மற்றும் விண்வெளி மற்றும் சைபர் போன்ற புதிய களங்களில் ஒத்துழைப்பு உள்ளிட்ட புதிய ஒத்துழைப்பை நாங்கள் தொடர்ந்து முன்னெடுத்து வருகிறோம்.",
        "எந்த மாற்றமும் இல்லை என்பதை இது காட்டுகிறது, மாறாக இந்தியாவிற்கும் அமெரிக்காவிற்கும் இடையிலான ஒத்துழைப்பை மேம்படுத்துகிறது, மேலும் இந்த பாதுகாப்பு சதுரங்க விளையாட்டில் நாம் சிப்பாய்களாக மாறலாம்.",
        "புதிய உபகரணம் (ஊடகங்களில் இருந்து நாம் புரிந்துகொள்வது போல) தகவல்களை சேகரித்தல், தொகுத்தல் மற்றும் பரஸ்பரம் பகிர்ந்துகொள்வது. மற்ற கமிட்மென்ட்கள் என்ன என்பது இன்னும் புரியவில்லை. மூன்றாம் தரப்பினரிடமிருந்து சேகரிக்கப்பட்ட எந்தவொரு பாதுகாப்புத் தகவலையும் பகிர்ந்து கொள்ளும்படி நம்மை நிர்ப்பந்திக்கும் இந்த மேலே குறிப்பிடப்பட்ட ஒப்பந்தங்களில் மேலோட்டமான விதிகள் இருக்கலாம். எப்படியிருந்தாலும், தொழில்நுட்ப ரீதியாக இந்தியர்கள் தகவல்களைப் பகிர்வதை நம்மால் கட்டுப்படுத்த முடியாமல் போகலாம்.",
        "தற்காலிக டாலர் நெருக்கடியால் இந்தக் கருவி நம்மை வந்தடைந்தாலும், அது மட்டும் சர்வதேச பிரச்சனையல்ல. மேலும், டாலர் நெருக்கடி முடிந்த பிறகும் ஒப்பந்தங்களை மாற்றுவது எளிதல்ல, ஏனெனில் இந்தியாவின் பாதுகாப்பு பிரச்சனைகள் மறைந்துவிடாது. இந்திய அமைதி காக்கும் படையின் வாபஸ் பெறப்பட்ட தவறான எண்ணத்தை ஒருவர் நினைவுகூரலாம். எனவே எச்சரிக்கை தேவை.",
        "ஒரு ‘நட்பு’ நாடு எவ்வாறு ‘நட்பற்ற தன்மையை’ வெளிப்படுத்த முடியும் என்பதை அண்மைக் காலங்களில் UNHRC க்கு இந்தியா அளித்த பதிலில் பார்க்க முடிந்தது. மேலும், சீனாவும் ரஷ்யாவும் ஒரு முக்கியமான கட்டத்தில் இலங்கைக்கு ஆதரவாக வீட்டோ அதிகாரத்தைப் பயன்படுத்தாவிட்டால் என்ன நடக்கும் என்று கற்பனை செய்து பாருங்கள்.",
        "ஒரு நெருக்கடியான சூழ்நிலையை எவ்வாறு நிர்வகிப்பது என்பதை இந்தியாவிடமிருந்து நாம் கற்றுக் கொள்ளலாம். நிச்சயமாக, சர்வதேச அரசியலில் இந்தியா ஒரு முக்கிய பங்காளியாக இருப்பதால், நாம் கனவில் கூட நினைத்துப் பார்க்க முடியாத விஷயங்களைச் செய்யலாம். எவ்வாறாயினும், ரஷ்யாவிற்கு தொழில்நுட்பம் வெளிப்படாமல் பாதுகாப்பதற்காக, ரஷ்ய உபகரணங்கள் மற்றும் தளங்களில் இருந்து இந்தியா விலகிச் செல்ல விரும்பும் அமெரிக்காவை இந்தியா எவ்வாறு நிர்வகிக்கிறது என்பதை என்னால் விவரிக்க முடியும். ஆனால் ரஷ்யாவிடம் இருந்து S-400 வான் பாதுகாப்பு ஏவுகணை அமைப்பை இந்தியா வாங்குகிறது.",
        "ஜனாதிபதி ட்ரம்ப் காஷ்மீர் தொடர்பான சட்டப்பிரிவு 370 பிரச்சினையில் ஆர்வத்தை வெளிப்படுத்தியபோதும் இதேதான் நடந்தது; இது ஒரு \"உள்நாட்டு விவகாரம்\" என்று இந்தியர்கள் நிச்சயமற்ற வகையில் அவரிடம் சொன்னார்கள். இலங்கை இவ்வளவு திடீர் அல்லது சிராய்ப்பு செய்ய முடியாது. ஜூன் 1987 இல் இந்தியர்கள் உணவைக் கைவிடும்போது பார்த்தது போல, புதுதில்லியுடன் கருத்து வேறுபாடு ஏற்பட்டால் எந்த பெரிய சக்தியும் எங்களை ஆதரிக்காது.",
        "இங்கே பொருளாதார முன்னணியில் விளையாடுவது, இந்தியாவிடம் நம்மை மேலும் கவனிக்க வைக்கும், இது நமக்குச் செயல்படும் சுதந்திரத்தை அனுமதிக்காது. பத்தொன்பது வருடங்கள் பழமையான நிகழ்வு என்றாலும் இந்தியர்களுடனான எனது அனுபவத்திலிருந்து நான் அவ்வாறு கூறுகிறேன். அது பலாலி விமான தளத்தை புனரமைப்பது தொடர்பானது. நான் அப்போது பாதுகாப்பு அமைச்சின் செயலாளராக இருந்தேன்.",
        "பலாலியில் உள்ள விமானப்படைத் தளம் மோதலின் போது அதிகமாகப் பயன்படுத்தப்பட்டதால் புதுப்பித்தல் தேவைப்பட்டது. தேவை இன்றியமையாததாக இருந்தபோதிலும், அப்போதைய அரசாங்கம் நிதி நெருக்கடியை எதிர்கொண்டது. எனவே, வெளிநாட்டு உதவியை நாடினோம். இதன் விளைவாக, நான் இந்தியன் லைன் ஆஃப் கிரெடிட் மூலம் பணம் பெற முயற்சித்தேன்.",
        "எனது வேண்டுகோளின் பேரில், SLAF இந்த வேலையை மேற்கொள்வதற்காக உள்ளூர் ஒப்பந்ததாரரைத் தேர்ந்தெடுத்தது––நெடுஞ்சாலை அமைச்சகத்தின் கீழ் உள்ள அரசு துணை நிறுவனம். இந்திய அணி ஏற்பாடுகளை ஒப்புக்கொண்டது. பாதுகாப்பு அமைச்சரும் ஒப்புக்கொண்டார்.",
        "ஒப்பந்தத்தை இறுதி செய்யும் பணியில் சிக்கல்கள் எழுந்தன. இந்திய உயர்ஸ்தானிகராலயத்தின் பாதுகாப்பு இணைப்பாளர் கப்டன் எம்.கோபிநாத் என்னுடன் பிரச்சினைகளை கலந்துரையாடினார். இந்தியாவின் பாதுகாப்புக் கவலைகள் தொடர்பான பிரச்சினைகள்:",
        "(அ)     வருங்காலத்தில் ஓடுபாதையில் மேலும் வேலைகள் நடக்கும் பட்சத்தில் இந்தியாவுக்கு முன்னுரிமை அளிக்க வேண்டும் என்பதே முதல் கோரிக்கை.",
        "(ஆ)     இரண்டாவது கோரிக்கை, பலாலி ஓடுபாதையில் இருந்து எந்த ஒரு இராணுவ நடவடிக்கையையும் மேற்கொள்ள வேறு எந்த நாடும் அனுமதிக்கப்படக்கூடாது.",
        "(c)   மூன்றாவது நிபந்தனை, தேவைப்பட்டால் இந்தியா ஓடுபாதையைப் பயன்படுத்த அனுமதிக்க வேண்டும்.",
        "சீனா அல்லது பாகிஸ்தான் விமானப்படை தளத்தைப் பயன்படுத்துவது குறித்த அவர்களின் கவலையை நான் புரிந்துகொண்டேன். இத்தகைய நிகழ்வு இந்திய அணுசக்தி நிறுவல்கள் மற்றும் இராணுவ வசதிகளின் பாதுகாப்பை சமரசம் செய்யும். இரண்டாவது கோரிக்கையை ஏற்று பயங்கரவாதிகளை எதிர்த்துப் போரிடுவதற்கு சீன அல்லது பாகிஸ்தானின் உதவியைப் பெற்றால், வரவிருக்கும் தடைகளை நாங்கள் சந்திக்க நேரிடும் என்பது எங்கள் கவலை. அத்தகைய சுதந்திரம் இல்லாதது நமது இறையாண்மையை அரிப்பதற்கும் சமம்.",
        "இந்திய உயர் ஸ்தானிகராலயத்தின் கோரிக்கையானது இறையாண்மை கொண்ட நாட்டிற்கு ஒரு உயரமான கட்டளை என்பது எமது அரசியல் அதிகாரிகளுடனான கலந்துரையாடலில் இருந்து நான் புரிந்துகொண்டேன். அப்போதைய பிரதமர் ரணில் விக்கிரமசிங்க, பிரதமர் ராஜீவ் காந்திக்கும் ஜனாதிபதி ஜே.ஆர்.ஜெயவர்தனவுக்கும் இடையிலான கடிதப் பரிமாற்றத்தை சரியாக மேற்கோள் காட்டி, சிக்கலின்றி பிரச்சினையை தீர்த்து வைத்தார்.",
        "இந்த உத்தியும் விளைவும் இதே போன்ற சூழ்நிலைகளைக் கையாள்வதில் வழிகாட்டியாகச் செயல்படலாம். டாலர்களைப் பொறுத்தவரை நாம் மிகவும் மோசமான இக்கட்டான நிலையில் இருப்பதால் சூழ்நிலைகள் வேறுபட்டிருக்கலாம், ஆனால் தற்போதைய நடவடிக்கைகள் மற்றும் இந்திய அணுகுமுறைகளின் விளைவுகளை சம்பந்தப்பட்ட அதிகாரிகள் கவனத்தில் கொள்ள வேண்டும்.",
        "இலங்கை உட்பட பிரச்சனையில் உள்ள நாடுகளின் பாதுகாப்பு, அரசியல், நிதி ஆகியவற்றில் சீனாவின் செல்வாக்கு வளர்ந்த கடந்த இரண்டு தசாப்தங்களில் இந்த அணுகுமுறை தீவிரமடைந்திருக்கலாம். இந்தியர்கள் இந்தியர்களாக இருப்பார்கள், அந்நியச் செலாவணி நெருக்கடியின் காரணமாக நம்மால் சவால் செய்ய முடியாத பல விஷயங்களை அவர்கள் வலியுறுத்துவார்கள். இதேபோல், சீனர்கள் தங்கள் பெல்ட் அண்ட் ரோட்ஸ் முன்முயற்சியை விளம்பரப்படுத்த முழு மூச்சாகச் செல்வார்கள்.",
        "டாலர்களைத் தேடி அமைச்சர் பசில் ராஜபக்சவின் புதுடில்லி விஜயத்திற்குப் பின்னர் ஜனாதிபதி ராஜபக்ஷவின் மனமாற்றத்திலிருந்து அது காணக்கூடியதாக இருந்தது; TNA கோரிக்கைகளை சாதகமாக பரிசீலிக்க ஒப்புக்கொண்டார்! பால்குடா மீன்பிடித்தல், 13வது திருத்தம், மாகாண சபைத் தேர்தல், தடுப்புக் கைதிகளின் விடுதலை போன்ற விடயங்களில் அரசாங்கம் வேறு எதற்கு இணங்கியிருக்கின்றது என்பது எமக்குத் தெரியாது.",
        "விமர்சகர்கள் இந்திய நோக்கங்கள் குறித்து கேள்விகளை எழுப்பி, இந்தியாவின் நட்பு நாடுகளுக்கும் (எ.கா., அமெரிக்கா, ஆஸ்திரேலியா, ஜப்பான், மாலத்தீவுகள் போன்றவை) மற்றும் சீனாவுக்கும் இடையிலான உறவுகள் மோசமடைந்துள்ளதால், நாம் ஒரு மோதல் மண்டலத்திற்குள் இழுக்கப்படுகிறோமா என்று கேட்டுள்ளனர். சீனாவுடன் மோதும் போக்கில் இலங்கை தள்ளப்படுகிறதா? அப்படியானால், ஏற்படக்கூடிய பிற எதிர்மறையான சூழ்நிலைகள் காரணமாக இதுபோன்ற நிகழ்வுகளைத் தவிர்க்க வேண்டும். உறவுகளை சமநிலைப்படுத்துவது அவசியம். இருப்பினும், இந்தியர்களைப் பொறுத்தவரை, இப்போது நடப்பது இந்தியர்களைப் பற்றிய பாசினின் நான்கு கவலைகளை நாங்கள் மகிழ்வித்துள்ளோம் என்று அர்த்தம்.",
        "தேசிய பாதுகாப்பை சமநிலைப்படுத்துதல், டொலர்களை கடன் வாங்குதல், சர்வதேச உறவுகள் போன்றவற்றை இலங்கை செய்ய வேண்டிய உயர்வான செயலாகும்.",
        "(எழுத்தாளர் இந்தியாவில் உள்ள இலங்கையின் முன்னாள் உயர் ஸ்தானிகர் மற்றும் இலங்கை ஜனாதிபதியின் செயலாளரும் ஆவார்.)",
        "குற்றஞ்சாட்டப்பட்ட போர்க்குற்றங்கள்: லார்ட் நேஸ்பி: பிரிட்டன் அனுப்பியவர்கள் ஐந்து முக்கிய குற்றச்சாட்டுகளில் இருந்து இலங்கையை விடுவித்துள்ளனர்",
        "பிம்ஸ்டெக் பிராந்தியத்தில் பொருளாதார மீட்சிக்கு வழிவகுப்பதை ஜனாதிபதி ராஜபக்ச பார்க்கிறார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}