{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Australia-in-easy-10-wickets-win-over-Sri-Lanka-after-Hazlewoods-416/342-238654",
  "time_ut": 1654653720,
  "title": "Australia in easy 10 wickets win over Sri Lanka after Hazlewood’s  4/16",
  "body_lines": [
    "World champions Australia made light of Sri Lanka’s meager total of 128 in coasting to a handsome 10- wicket triumph in 14 overs in the first of the 3-day T20 series tonight at the R. Premadasa International Stadium.",
    "David Warner made 70 off 44 balls and skipper Aaron Finch 61 off 40 balls.",
    "Finch and Warner lost no time in giving the side a flying start as Australia raced to 93 for no loss in 10.3  overs, a run rate of 8.85with the aggressive Warner reaching 53 off 33 balls inclusive of  boundaries while Finch moved to a run a ball 39 plundering 3 sixes and 2 boundaries and Warner on 47.",
    "Put into bat, Sri Lanka was dismissed for 128 in 19.3 overs after being put into bat by Australia, After a promising start of 102 for 2 off 12 overs, the hosts lost their way as strike bowler Josh Hazlewood struck in a third over 3–wicket burst in the space of five balls as the hosts plunged to 103 for 5 after 14 overs. Hazlewoods figures read an impeccable 4 for 8 off just 3. Panic was to set in as Charith Asalanka, who had thus far worked himself into a rhythm ran himself out 15 runs later as he scampered for a run only to be beaten by Marsh’s throw to wicket-keeper Wade who did the rest. Sri Lanka 116 for 6 after 16. From that point it was a formality with Hazlewood going onto collect 4 for 16 in 4 overs who was well supported by Mitchell Staarc with a take of 3 for 26.",
    "In the Lankan innings, after the first over yielded 7, the left-handed Danushka Gunathilaka smote Mitchell Marsh for a boundary and six in successive deliveries as Sri Lanka reached 23 for no loss by the third over with Marsh conceding 14 runs in his first over.  He struck two more boundaries, but with the total on 39 Josh Hazlewood got rid of the left-hander caught by Marsh for 26 off the second ball of the fifth over.  But the adent of Charith Asalanka saw the left-hander sustain the carefree scoring striking Kane Richardson for four and six which hit the scoreboard as Sri Lanka reached 50 for 1 after 5.5 overs in a run rate of 8.33 with Asalanka and opening batsman Pathum Nissanka on the identical scores of 11 off 10 and 11 balls respectively. Gunathilakas 15-ball knock contained a six and 3 to the ropes. After 9 overs Sri Lanka was 68 without further loss a run rate of .55 with Nissanka on 21 and Asalanka on 18. At the halfway mark Sri Lanka had reached 79 for 1 at a run rate of 7.96 with Asalanka on 27 off 21 with 3 fours and a six, and Nissanka on 22 off an equal number of deliveries hitting just the boundary in a watchful steadying innings. Nissanka got into fettle on driving Richardson for six off his fourth delivery of his second over.  The hundred came up in the fifth oer of the twelfth over, but Australia struck soon after when Staarc bowled Nissana for 36 to make it 100 for 2 after 12 overs.",
    "But Sri Lanka’s acceleration rock bottomed as Australia struck three quick blows courtesy Hazlewood as the hosts lost three wickets for the addition of just 3 truns with Mendis caught by Agar for 1 off 5 and Bhanuka Rajapaksa for a first ball duck caught behind by Wade and skipper Dasun Shanaka leg before wicket for a duck off his first, fourth and sixth deliveries of his third over.",
    "(Charith Asalanka 38, Pathum Nissanka 36, Danushka Gunathilaka 26, Wanindu Hasaranga 17, Josh Hazlewood 416, Mitchell Starc 3/26)"
  ],
  "translate": {
    "si": {
      "title": "හේසල්වුඩ්ගේ ලකුණු 4/16 න් පසු ඔස්ට්‍රේලියාව කඩුලු 10 ක පහසු ජයක් ශ්‍රී ලංකාවට ලබා දුන්නේය",
      "body_lines": [
        "ආර්. ප්‍රේමදාස ජාත්‍යන්තර ක්‍රීඩාංගණයේදී අද රාත්‍රියේ පැවැති තෙදින විස්සයි20 තරගාවලියේ පළමු තරගයෙන් ඕවර 14කදී කඩුලු 10කින් විශිෂ්ට ජයග්‍රහණයක් අත්කර ගැනීමට ලෝක ශූර ඔස්ට්‍රේලියාව ශ්‍රී ලංකාව ලබා ගත් ලකුණු 128ක සුළු මුළු ලකුණු සංඛ්‍යාව අඩු කළේය.",
        "ඩේවිඩ් වෝනර් පන්දු 44කදී ලකුණු 70ක් සහ නායක ආරොන් ෆින්ච් පන්දු 40කදී ලකුණු 61ක් රැස් කළේය.",
        "ඔස්ට්‍රේලියාව ඕවර 10.3කදී නොදැවී ලකුණු 93ක් දක්වා දිව ගිය අතර, ආක්‍රමණශීලී වෝනර් පන්දු 33කදී හතරේ පහර  ක් සමඟින් ලකුණු 53කට ළඟා වීමත් සමඟ ලකුණු වේගය 8.85ක් වූ අතර ෆින්ච් පන්දුවකට ලකුණක් ලබා ගැනීමට සමත් වූ අතර ෆින්ච් සහ වෝනර් කණ්ඩායමට සාර්ථක ආරම්භයක් ලබා දීමට කාලය අහිමි වූහ. 39 හයේ පහර 3ක් සහ හතරේ පහර 2ක් සහ වෝනර් ලකුණු 47ක් ලබා ගනිමින්.",
        "ඕස්ටේ‍්‍රලියාව විසින් පළමුව පන්දුවට පහරදුන් ශ‍්‍රී ලංකා පිල ඕවර 19.3කදී ලකුණු 128කට දැවී ගිය අතර ඕවර 12කදී කඩුලු 2කට ලකුණු 102ක් ලබාගෙන සාර්ථක ආරම්භයක් ලබා ගත් සත්කාරක පිලට තුන්වැනි ඕවර 3ක් යැවූ ප‍්‍රහාරක පිතිකරු ජොෂ් හේසල්වුඞ්ගේ පන්දුවක් හමුවේ ලකුණු 128කට දැවී ගියේය. පන්දුවාර 14 අවසානයේ කඩුලු 5ක් දැවී ලකුණු 103ක් ලබා සිටියදී පන්දු පහක් ඇතුළත කඩුල්ල බිඳ වැටුණි. හේසල්වුඩ්ස් ලකුණු සංඛ්‍යාලේඛනවලට අනුව ලකුණු 3 කට ලකුණු 8 කට නොබිඳුණු ලකුණු 4 ක් වාර්තා විය. මෙතෙක් රිද්මයක් බවට පත් වූ චරිත් අසලංක ලකුණු 15 කට පසුව දුවද්දී දැවී යාමත් සමඟ මාෂ්ගේ පන්දුවක් හමුවේ දැවී ගියේය. ඉතිරිය කළේ කඩුලු රකින ක්‍රීඩක වේඩ්. ශ්‍රී ලංකාව 16ට පසුව කඩුලු 6ක් දැවී 116ක්. එතැන් සිට හේසල්වුඩ් ඕවර 4කදී ලකුණු 16කට කඩුලු 4ක් ලබා ගැනීම විධිමත් ක්‍රියාවක් විය. ඔහුට හොඳ සහයක් ලැබුණු මිචෙල් ස්ටාර්ක් ලකුණු 26කට කඩුලු 3ක් දවා ගත්තේය.",
        "ශ්‍රී ලංකා ඉනිමේ පළමු ඕවරයේදී ලකුණු 7ක් ලැබුණු පසු වමත් පිතිකරු ධනුෂ්ක ගුණතිලක මිචෙල් මාෂ් පිට පිට පිට පිට පිට පිටම හතරේ පහරක් සහ හයේ පහරක් එල්ල කළ අතර ශ්‍රී ලංකාව තෙවැනි ඕවරය වන විට කිසිවකු නොදැවී ලකුණු 23කට ළඟා වූ අතර ඔහුගේ පළමු ඕවරයේදී මාෂ් ලකුණු 14ක් ලබා සිටියේය. . ඔහු තවත් හතරේ පහර දෙකක් එල්ල කළ නමුත් මුළු ලකුණු සංඛ්‍යාව 39ක් වෙද්දී ජෝෂ් හේසල්වුඩ් පස්වැනි ඕවරයේ දෙවැනි පන්දුවේදී ලකුණු 26කට මාෂ් අතට උඩ පන්දුවක් දෙමින් වමතින් දැවී ගියේය. එහෙත්, චරිත් අසලංකගේ අනුගාමිකයා දුටුවේ වමත් පිතිකරු කේන් රිචඩ්සන් 4 සහ 6 පහරවල්වලට නොසැලකිලිමත් ලෙස නොසැලකිලිමත් ලෙස නොසැලකිලිමත් ලෙස නොසැලකිලිමත් ලෙස ලකුණු ලබා ගැනීම නිසා ලකුණු පුවරුවට වැදුණු අතර, ශ්‍රී ලංකාව ඕවර 5.5 කදී කඩුලු 1 කට ලකුණු 50 ක් ලබා සිටියදී අසලංක සහ ආරම්භක පිතිකරු පැතුම් නිශ්ශංක සමඟින් ලකුණු වේගය 8.33 ක් විය. පිළිවෙළින් පන්දු 10කින් සහ 11කින් සමාන ලකුණු 11ක්. ගුණතිලකගේ පන්දු 15 කදී හයේ පහරක් සහ ලණු 3 ක් ඇතුළත් විය. ඕවර 9ක් අවසානයේ ශ්‍රී ලංකාව තවදුරටත් නොදැවී ලකුණු 68ක් ලබා සිටි අතර නිශ්ශංක ලකුණු 21ක් සහ අසලංක ලකුණු 18ක් සමඟින් ලකුණු වේගය .55ක් ලෙසින් සටහන් විය. අර්ධය වන විට ශ්‍රී ලංකාව කඩුලු 1ක් දැවී ලකුණු 79ක් ලබා සිටියේ 7.96ක් ලෙසින් වූ අතර අසලංක 27ට 21ට 3ක් සමඟින්. හතරේ පහරක් සහ හයේ පහරක් සහ නිශ්ශංක ලකුණු 22 කට සමාන පන්දු සංඛ්‍යාවකින් ලකුණු 22 ක් ලබා ගත්තේ විමසිලිමත් ස්ථාවර ඉනිමකදී හතරේ සීමාව පමණක් එල්ල කරමිනි. නිශ්ශංක ඔහුගේ දෙවැනි ඕවරයේ සිවුවැනි පන්දුවට රිචඩ්සන් හයේ පහරක් එල්ල කිරීමට සමත් විය. දොළොස්වැනි ඕවරයේ පස්වැනි ඕවරයේදී ශතකය වාර්තා වූ නමුත් ඕවර 12 අවසානයේ කඩුලු 2ක් දැවී ලකුණු 100ක් ලබා ගැනීමට ස්ටාර්ක් නිසාස්නා ලකුණු 36කට දවාලීමත් සමඟ ඕස්ට්‍රේලියාව ඉක්මනින්ම දැවී ගියේය.",
        "නමුත් මෙන්ඩිස් ලකුණු 5කට ඒගාර් අතට උඩපන්දුවක් දෙමින් සහ භානුක රාජපක්ෂ පළමු පන්දුවට වේඩ් සහ නායකගේ අතට උඩ පන්දුවක් දෙමින් දැවී යාමත් සමඟ හේසල්වුඩ්ගේ අනුග්‍රහයෙන් ඔස්ට්‍රේලියාව වේගවත් පහර 3ක් එල්ල කිරීමත් සමඟ ශ්‍රී ලංකා පිලේ ත්වරණය බිඳ වැටුණි. දසුන් ශානක තම තෙවැනි ඕවරයේ පළමු, සිවුවැනි සහ හයවැනි පන්දුවලින් දැවී ගියේය.",
        "(චරිත් අසලංක 38, පැතුම් නිශ්ශංක 36, ධනුෂ්ක ගුණතිලක 26, වනිඳු හසරංග 17, ජොෂ් හේසල්වුඩ් 416, මිචෙල් ස්ටාක් 3/26)"
      ]
    },
    "ta": {
      "title": "ஹேசில்வுட்டின் 4/16க்கு பிறகு ஆஸ்திரேலியா 10 விக்கெட் வித்தியாசத்தில் இலங்கையை வீழ்த்தியது",
      "body_lines": [
        "ஆர். பிரேமதாசா சர்வதேச மைதானத்தில் இன்று இரவு நடைபெற்ற 3 நாள் டி20 தொடரின் முதல் போட்டியில், உலக சாம்பியனான ஆஸ்திரேலியா 14 ஓவர்களில் 10 விக்கெட் வித்தியாசத்தில் இலங்கையின் 128 ரன்களை எடுத்து அபார வெற்றி பெற்றது.",
        "டேவிட் வார்னர் 44 பந்துகளில் 70 ரன்களும், கேப்டன் ஆரோன் பின்ச் 40 பந்துகளில் 61 ரன்களும் எடுத்தனர்.",
        "10.3  ஓவர்களில் விக்கெட் இழப்பின்றி 93 ரன்களை ஆஸ்திரேலியா எடுத்தது, ஆக்ரோஷமான வார்னர் 33 பந்துகளில்   பவுண்டரிகள் உட்பட 53 ரன்களை எட்ட, ரன் வீதம் 8.85 ஆக, ஃபின்ச் மற்றும் வார்னர் ஒரு பந்திற்கு ரன் நகர்ந்தனர். 39, 3 சிக்ஸர்கள், 2 பவுண்டரிகள், வார்னர் 47 ரன்கள் எடுத்தனர்.",
        "முதலில் துடுப்பெடுத்தாடிய இலங்கை 19.3 ஓவர்களில் 128 ரன்களுக்கு ஆட்டமிழந்தது, ஆஸ்திரேலியாவின் பேட்டிங்கில், 12 ஓவர்களில் 2 விக்கெட்டுக்கு 102 ரன்கள் எடுத்த பிறகு, ஸ்டிரைக் பவுலர் ஜோஷ் ஹேசில்வுட் மூன்றாவது ஓவரில் 3-வது ஓவரில் ஆட்டமிழந்தார். 14 ஓவர்களில் 5 விக்கெட் இழப்புக்கு 103 ரன்கள் எடுத்திருந்த நிலையில், ஐந்து பந்துகளுக்குள் விக்கெட் சிதறியது. Hazlewoods புள்ளிவிவரங்கள் வெறும் 3 பந்தில் 4 விக்கெட்டுகளை இழந்து 4 விக்கெட்டுகளை விளாசியது. மார்ஷ் வீசிய பந்தில் அடிக்க ஒரு ரன் மட்டுமே எடுக்கத் துடித்ததால், 15 ரன்களுக்குப் பிறகு 15 ரன்களில் தன்னைத்தானே ரன் அவுட் செய்த சரித் அசலங்கா, பீதியை ஏற்படுத்தியது. மீதமுள்ளவற்றை செய்த விக்கெட் கீப்பர் வேட். 16 ரன்களுக்குப் பிறகு இலங்கை 6 விக்கெட்டுக்கு 116 ரன்கள் எடுத்தது. அந்த கட்டத்தில் இருந்து ஹேசில்வுட் 4 ஓவர்களில் 16 ரன்களுக்கு 4 விக்கெட்டுகளை சேகரித்தார், அவருக்கு மிட்செல் ஸ்டார்க் 26 ரன்களுக்கு 3 விக்கெட்டுகளை எடுத்தார்.",
        "இலங்கை இன்னிங்ஸில், முதல் ஓவரில் 7 ரன்களுக்குப் பிறகு, இடது கை ஆட்டக்காரர் தனுஷ்க குணதிலகா மிட்செல் மார்ஷை அடுத்தடுத்த பந்துகளில் ஒரு பவுண்டரி மற்றும் சிக்ஸர் விளாச, இலங்கை மூன்றாவது ஓவரில் விக்கெட் இழப்பின்றி 23 ரன்களை எட்டியது, மார்ஷ் தனது முதல் ஓவரில் 14 ரன்களை விட்டுக் கொடுத்தார். . அவர் மேலும் இரண்டு பவுண்டரிகளை அடித்தார், ஆனால் மொத்தமாக 39 ரன்களில் இருந்த நிலையில் ஜோஷ் ஹேசில்வுட் ஐந்தாவது ஓவரின் இரண்டாவது பந்தில் 26 ரன்களில் மார்ஷிடம் கேட்ச் கொடுத்து வெளியேறினார். ஆனால் சரித் அசலங்காவின் துணையுடன், இடது கை ஆட்டக்காரர் கேன் ரிச்சர்ட்சன் 4 மற்றும் சிக்ஸர்களுக்கு அலட்சியமாக அடித்ததைக் கண்டார், இது ஸ்கோர்போர்டைத் தாக்க, இலங்கை 5.5 ஓவர்களில் 1 விக்கெட் இழப்புக்கு 50 ரன்களை எட்டியது, அசலங்க மற்றும் தொடக்க பேட்ஸ்மேன் பதம் நிஸ்சங்க ஆகியோருடன் 8.33 ரன் விகிதத்தில். ஒரே மாதிரியான ஸ்கோர்கள் முறையே 10 மற்றும் 11 பந்துகளில் 11. குணதிலகாஸ் 15 பந்துகளில் ஒரு சிக்ஸர் மற்றும் 3 கயிற்றில் இருந்தார். 9 ஓவர்கள் முடிவில் இலங்கை ரன் வீதம் .55 ரன் வீதம் 9 ஓவர்கள் முடிவில் 68 ரன்களில் இருந்தது. நிஸ்சங்க 21 ரன்களிலும் அசலங்கா 18 ரன்களிலும் இருந்தனர். இடைவேளையின் போது இலங்கை 1 விக்கெட் இழப்புக்கு 79 ரன்களை எட்டியிருந்தது. பவுண்டரிகள் மற்றும் ஒரு சிக்ஸர், மற்றும் நிசாங்க 22 ரன்களில் சம எண்ணிக்கையிலான பந்துகளில் ஒரு கவனமான நிலையான இன்னிங்ஸில் எல்லையை மட்டும் அடித்தார். தனது இரண்டாவது ஓவரின் நான்காவது பந்தில் ரிச்சர்ட்சனை சிக்ஸருக்கு ஓட்டுவதில் நிசாங்க சிக்கினார். பன்னிரண்டாவது ஓவரின் ஐந்தாவது ஓவரில் சதம் வந்தது, ஆனால் 12 ஓவரில் 2 விக்கெட்டுக்கு 100 ரன்களை எட்ட, ஸ்டார்க் 36 ரன்களில் நிசானாவை வீழ்த்தியவுடன் ஆஸ்திரேலியா விரைவில் தாக்கியது.",
        "ஆனால், ஆஸ்திரேலியா மூன்று விரைவான அடிகளை ஹேசில்வுட் அடித்ததால், இலங்கையின் முடுக்கம் சரிந்தது தசுன் ஷனக தனது மூன்றாவது ஓவரின் முதல், நான்காவது மற்றும் ஆறாவது பந்துகளில் டக் பிஃபோர் விக்கெட்டை வீழ்த்தினார்.",
        "(சரித் அசலங்கா 38, பதும் நிஸ்ஸங்க 36, தனுஷ்க குணதிலக்க 26, வனிந்து ஹசரங்க 17, ஜோஷ் ஹேசில்வுட் 416, மிட்செல் ஸ்டார்க் 3/26)"
      ]
    }
  }
}