{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-aragalaya-can-change-politics-in-sri-lanka/",
  "time_ut": 1650085620,
  "title": "THE ARAGALAYA CAN CHANGE POLITICS IN SRI LANKA",
  "body_lines": [
    "At the very next elections to be held in Sri Lanka, be they local government, provincial or parliamentary, I urge those who are now protesting all over the country, and on the Galle Face Green, to contest and enter the political mainstream. It is time these young people come forward to participate in shaping the future of this country.",
    "We have seen impassioned, articulate and enlightened political discourse from the most unexpected sources. A case in point is the young man in a motorcycle helmet at the Mirihana protests. His impromptu address to the authorities in a peroration of unintended theater, drew immediate applause from the crowd of protesters, going viral on social media. That was one of the most inspiring and memorable moments of this series of on-going protests. Who wouldn’t want to see him in Parliament replacing one of the current crop there?",
    "It is the duty of all those with the wherewithal, to enable their entry. They can be seen supporting the protesters with all their needs right now. They need to convert that support into helping them in the many ways that may be necessary, to enter the mainstream. Judging by the vibe at Galle Face, I would guess that there wouldn’t be a dearth of volunteers for this purpose. Take inspiration from the way Alexandria Ocasio-Cortez (AOC)– the youngest elected representative of the American legislature–and the Squad were enabled and supported to run for Congress, outside of the political establishment.",
    "The disappointment with the ‘225+1’ as they are, has not abated at the protests, despite the various moves by both the regime and the Opposition to respond. So far these responses have left the protesters cold. In fact, they have firmly kept the main political parties from joining their protests in any way.",
    "Their slogan of sweeping the lot of them away needs a follow-up. Those young people who say that there are many who can manage things better, must bring them along and have them try. That can only be done by entering the legislature, and the time is coming. They may never have a more optimal opportunity, when the public is desperately looking for change.",
    "Whether they contest as Independents, or form a new political Movement or party emerging from ‘the Struggle’, is to be seen. But contest they must, if things are not to be politics-as-usual, which they detest. They want a brighter future. Well, they can shape it that way by entering the fray.",
    "The old method has seen all sorts of undesirables enter parliament. This is due to the nominations process. We are all at the mercy of the party leaders in this process and end up having to put up with their nominees’ eccentricities in shamefaced subjection.",
    "This is a chance to prevent that circus from coming to town. Those motivated people in the protest movement who sincerely want change and intelligent governance, jump in. All those who can’t, support them as best as you can.",
    "We have heard it said that the current regime and the President has a mandate from 6.9 million people to complete their term. Excuse me, with that mandate came a Social Contract where the people temporarily ceded some part of their sovereignty to the President and Parliament in exchange for provision at the least of basic living conditions. Right now, only those in power would claim that the Social Contract has not been broken every which way by them.",
    "I would say that bankrupting the country is proof enough. Along the way to bankruptcy, they have put the people through the wringer of unending queues for fuel, food, gas and milk, leading to several deaths. There is no recovery plan that they have presented which spells an end to the on-going nightmare. This sense of entitlement comes from never being held accountable. Well that seems to have changed now. So, I’d say, wake up. The people have.",
    "We hear more sense from the streets, than at the debates in parliament. The moment a searching question is posed, the ‘drunken monkey’ routine begins. The rest of the pack joins in, hurling unrelated insults, manic laughter along with banging the tables, ending in meaningless shouting that drowns out any discernible words. A coherent reply by a Minister is a rarity.",
    "Is this what our parliamentarians understand as their mandate? They have failed their mandate a thousand times. And now the country itself is seen as having failed. Its affairs were in the hands of those with the mandate. It is they who brought it to the state it is in now. Yet, they are unwilling to bear that responsibility, nor to admit their part in it.",
    "So, what good would it do to bring them all back and expect a different result?",
    "Since the state of affairs now being protested against cannot continue, and yet will if nothing changes, those exemplary and inspiring souls who care enough about the people to protest in the pouring rain as well as in the scorching sun, and those who support them in every conceivable manner, should attempt to take the reins into their own more empathetic hands and steer this island towards a different, more hopeful future.",
    "This pearl in the Indian Ocean has produced and keeps producing exceptionally talented, spirited sons and daughters routinely. They are unbelievably innovative, motivated, resilient and determined. They are intelligent and compassionate. They have overcome numerous challenges in the island’s history with their humour and talent for satire intact. All this is plainly evident at the protests, including at Galle Face, in the slogans, the songs, the sculptures, the speeches, the unity and the solidarity.",
    "Except, they have hardly ever opted to be in Parliament or any other legislative institution. The time has come to change that.",
    "Wherever you are, and whatever you do for your country, your legislators are more than capable of messing things up on a macro or mega scale. And whatever your skills, you end up being a victim of those who have been so isolated from the people that they no longer see, hear or care about the people’s bitter cries. Worst of all, they seem to be out of creative ideas as well.",
    "This island deserves better. To all those who have shown themselves during these protests to be a far better option to represent the interest of the people of this country than those who have brought it down to its knees, I say, be the change you want to see. Hold your nose if you have to, but contest first, then change the system from within. Let the Aragalaya bring a new politics.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අරගලයට ශ්‍රී ලංකාවේ දේශපාලනය වෙනස් කළ හැකිය",
      "body_lines": [
        "ශ්‍රී ලංකාවේ පැවැත්වීමට නියමිත පළාත් පාලන, පළාත් හෝ පාර්ලිමේන්තු මැතිවරණයේදීම, දැන් රට පුරා සහ ගාලුමුවදොර පිටියේ උද්ඝෝෂණ කරන අයගෙන් මම ඉල්ලා සිටින්නේ තරඟ කර දේශපාලන ප්‍රවාහයට පිවිසෙන ලෙසයි. මේ රටේ අනාගතය හැඩගැස්වීමට මේ තරුණ තරුණියන් ඉදිරිපත් විය යුතු කාලයයි.",
        "අපි අනපේක්ෂිත මූලාශ්‍රවලින් ආවේගශීලී, ප්‍රකාශිත සහ ප්‍රබුද්ධ දේශපාලන කතිකාවන් දැක ඇත්තෙමු. මිරිහාන උද්ඝෝෂණයේදී යතුරුපැදි හිස්වැස්මක් පැළඳ සිටි තරුණයා ඊට නිදසුනකි. අනපේක්ෂිත රංග ශාලාවක පෙරහැරකදී ඔහු බලධාරීන්ට කළ හදිසි ආමන්ත්‍රණය සමාජ මාධ්‍යවල ප්‍රචලිත වෙමින් විරෝධතාකරුවන්ගෙන් ක්ෂණිකව අත්පොළසන් දුන්නේය. එය මෙම අඛණ්ඩ විරෝධතා මාලාවේ වඩාත්ම ආශ්වාදජනක සහ අමතක නොවන අවස්ථාවකි. ඔහු පාර්ලිමේන්තුවේ සිටින වත්මන් බෝගයෙන් එකක් ප්‍රතිස්ථාපනය කරනු දැකීමට අකමැති කවුද?",
        "ඔවුන්ට ඇතුළු වීමට ඉඩ සැලසීම අත ඇති සියලු දෙනාගේම යුතුකමකි. ඔවුන් මේ වන විට විරෝධතාකරුවන්ට අවශ්‍ය සියලු අවශ්‍යතා සපයමින් සහාය දක්වනු දැකිය හැකිය. ඔවුන්ට එම සහයෝගය ප්‍රධාන ධාරාවට ඇතුළු වීමට අවශ්‍ය විය හැකි බොහෝ ආකාරවලින් උපකාර කිරීමට පරිවර්තනය කළ යුතුය. ගාලු මුවදොර කම්පනය අනුව, මේ සඳහා ස්වේච්ඡා සේවකයන්ගේ හිඟයක් ඇති නොවනු ඇතැයි මම අනුමාන කරමි. ඇමරිකානු ව්‍යවස්ථාදායකයේ ලාබාලතම තේරී පත් වූ නියෝජිතයා වන ඇලෙක්සැන්ඩ්‍රියා ඔකාසියෝ-කෝර්ටෙස් (ඒඕසී) සහ සංචිතය දේශපාලන සංස්ථාපිතයෙන් පිටත කොන්ග්‍රසය සඳහා තරඟ කිරීමට සක්‍රීය කර සහය දුන් ආකාරයෙන් ආශ්වාදයක් ගන්න.",
        "ඊට ප්‍රතිචාර දැක්වීමට රෙජීමය සහ විපක්ෂය යන දෙපාර්ශ්වයම විවිධ පියවර ගත්තද, ‘225+1’ පිළිබඳ බලාපොරොත්තු සුන්වීම විරෝධතාවලින් පහව ගොස් නැත. මේ වන විට මෙම ප්‍රතිචාර විරෝධතාකරුවන් සීතල කර ඇත. ඇත්ත වශයෙන්ම, ඔවුන් කිසිදු ආකාරයකින් ප්‍රධාන දේශපාලන පක්ෂ ඔවුන්ගේ විරෝධතාවලට සම්බන්ධ නොවන ලෙස දැඩි ලෙස තබා ඇත.",
        "ඔවුන් අතුගා දැමීමේ ඔවුන්ගේ සටන් පාඨයට පසු විපරමක් අවශ්‍ය වේ. දේවල් වඩා හොඳින් කළමණාකරණය කළ හැකි බොහෝ දෙනෙක් සිටින බව පවසන තරුණයින් ඔවුන්ව ගෙනැවිත් උත්සාහ කළ යුතුය. එය කළ හැක්කේ ව්‍යවස්ථාදායකයට ඇතුළු වීමෙන් පමණක් වන අතර කාලය පැමිණේ. මහජනයා මංමුලා සහගත ලෙස වෙනසක් සොයමින් සිටින විට ඔවුන්ට කිසිදා වඩා ප්‍රශස්ත අවස්ථාවක් නොලැබෙනු ඇත.",
        "ඔවුන් ස්වාධීනව තරඟ කරනවාද, නැතහොත් නව දේශපාලන ව්‍යාපාරයක් හෝ 'අරගලයෙන්' මතුවන පක්ෂයක් ගොඩනඟනවාද යන්න සොයා බැලිය යුතුය. එහෙත් ඔවුන් පිළිකුල් කරන දේ සුපුරුදු පරිදි දේශපාලනය නොවන්නට ඔවුන් තරඟ කළ යුතුය. ඔවුන්ට දීප්තිමත් අනාගතයක් අවශ්‍යයි. හොඳයි, සටනට ඇතුල් වීමෙන් ඔවුන්ට එය එසේ හැඩගස්වා ගත හැකිය.",
        "පරණ ක්‍රමයට නොගැලපෙන අය පාර්ලිමේන්තුවට ඇතුළු වෙනවා. ඒ නාමයෝජනා ක්‍රියාවලිය හේතුවෙන්. අපි සැවොම මෙම ක්‍රියාවලියේදී පක්ෂ නායකයින්ගේ අනුකම්පාවට ලක්ව සිටින අතර අවසානයේ සිදු වන්නේ ඔවුන්ගේ නාමිකයින්ගේ විලිලැජ්ජා සහගත යටහත් පහත්කම දරා ගැනීමටය.",
        "ඒ සර්කස් එක ටවුන් එකට එන එක වලක්වන්න මේක චාන්ස් එකක්. අවංකවම වෙනසක් සහ බුද්ධිමත් පාලනයක් අවශ්‍ය විරෝධතා ව්‍යාපාරයේ පෙළඹී සිටින අය, ඒ තුළට පනින්න. නොහැකි සියලු දෙනා ඔබට හැකි පමණින් ඔවුන්ට සහයෝගය දක්වන්න.",
        "වත්මන් පාලනයට සහ ජනාධිපතිවරයාට සිය ධුර කාලය සම්පූර්ණ කිරීමට ලක්ෂ 69ක ජනවරමක් ලැබී ඇති බව කියනු අපි අසා ඇත්තෙමු. සමාවෙන්න, එම ජනවරමත් සමඟ ජනතාව තම පරමාධිපත්‍යයෙන් කොටසක් ජනාධිපතිවරයාට සහ පාර්ලිමේන්තුවට අවම වශයෙන් මූලික ජීවන කොන්දේසි සැපයීම සඳහා තාවකාලිකව ලබා දුන් සමාජ ගිවිසුමක් ඇති විය. මේ මොහොතේ, සමාජ කොන්ත්රාත්තුව තමන් විසින් සෑම ආකාරයකින්ම කඩ කර නැතැයි කියා සිටින්නේ බලයේ සිටින අය පමණි.",
        "රට බංකොලොත් වීම ප්‍රමාණවත් බව මම කියමි. බංකොලොත් භාවය කරා යන ගමනේදී, ඔවුන් ඉන්ධන, ආහාර, ගෑස් සහ කිරි සඳහා නොනවතින පෝලිම්වල ජනතාව අතරට ගෙන ගොස් මරණ කිහිපයකට තුඩු දී ඇත. ඔවුන් ඉදිරිපත් කර ඇති ප්‍රතිසාධන සැලැස්මක් නොමැත, එය දිගටම පවතින බියකරු සිහිනයට අවසානයක් දක්වයි. මෙම හිමිකම පිළිබඳ හැඟීම පැමිණෙන්නේ කිසි විටෙක වගවීමක් නොකිරීමෙනි. හොඳයි, දැන් එය වෙනස් වී ඇති බව පෙනේ. ඉතින්, මම කියන්නම්, අවදි වන්න. ජනතාවට තියෙනවා.",
        "පාර්ලිමේන්තුවේ වාද විවාදවලට වඩා අපට දැනෙන්නේ පාරවල්වලින් ය. ගවේෂණාත්මක ප්‍රශ්නයක් මතු වූ මොහොතේම ‘බීමත් වඳුරා’ චර්යාව ආරම්භ වේ. ඉතිරි පිරිස එකතු වී, සම්බන්ධයක් නැති අවලාද නඟමින්, උන්මාදයෙන් සිනාසෙමින් මේසවලට ගසමින්, තේරුම් ගත හැකි වචන ගිලිහී යන තේරුමක් නැති කෑගැසීමකින් අවසන් වේ. අමාත්‍යවරයෙකුගේ සුසංයෝගී පිළිතුරක් දුර්ලභ දෙයකි.",
        "අපේ පාර්ලිමේන්තු මන්ත්‍රීවරුන් තම ජනවරම ලෙස තේරුම් ගන්නේ මෙයද? ඔවුන් දහස් වාරයක් තම ජනවරම අසාර්ථක වී ඇත. ඒ වගේම දැන් රටම අසාර්ථකයි කියලා පේනවා. එහි කටයුතු තිබුණේ ජනවරම ඇති අය අතේය. ඒ අය තමයි දැන් තියෙන තත්ත්වයට ගෙනාවේ. එහෙත්, ඔවුන් එම වගකීම දැරීමට හෝ එහි තම කොටස පිළිගැනීමට කැමති නැත.",
        "එසේ නම්, ඔවුන් සියල්ලන්ම ආපසු ගෙනැවිත් වෙනත් ප්‍රතිඵලයක් අපේක්ෂා කිරීමෙන් ඇති ප්‍රයෝජනය කුමක්ද?",
        "දැන් විරෝධය පළ කරන තත්ත්වය ඉදිරියට ගෙන යා නොහැකි නිසාත්, කිසිවක් වෙනස් නොවන්නේ නම්, ධාරානිපාත වැස්සේ මෙන්ම ගිනි අව්වේ විරෝධතා දැක්වීමට තරම් ජනතාව ගැන සැලකිලිමත් වන ආදර්ශමත් සහ ආශ්වාදජනක ආත්මයන් සහ ඔවුන්ට සහය දක්වන්නන් සිතිය හැකි සෑම ආකාරයකින්ම, පාලනය තම වඩාත් සංවේදී දෑතට ගැනීමට උත්සාහ කළ යුතු අතර, මෙම දිවයින වෙනස්, වඩාත් බලාපොරොත්තු සහිත අනාගතයක් කරා ගෙන යා යුතුය.",
        "ඉන්දියන් සාගරයේ ඇති මෙම මුතු ඇටය සුවිශේෂී දක්ෂතා ඇති, ප්‍රබෝධමත් පුතුන් සහ දූවරුන් නිතිපතා නිෂ්පාදනය කර ඇත. ඔවුන් ඇදහිය නොහැකි තරම් නව්‍ය, අභිප්‍රේරණය, ඔරොත්තු දෙන සහ අධිෂ්ඨානශීලී ය. ඔවුන් බුද්ධිමත් හා දයානුකම්පිත ය. ඔවුන් ඔවුන්ගේ හාස්‍යය සහ උපහාසය සඳහා වූ දක්ෂතාවයෙන් දිවයිනේ ඉතිහාසයේ අභියෝග රාශියක් ජයගෙන ඇත. ගාලු මුවදොර ඇතුළු විරෝධතා සටන් පාඨ, ගීත, මූර්ති, කතා, එකමුතුකම සහ සහයෝගීතාවයෙන් මේ සියල්ල පැහැදිලිව පෙනේ.",
        "හැර, ඔවුන් කිසිදා පාර්ලිමේන්තුවේ හෝ වෙනත් ව්‍යවස්ථාදායක ආයතනයක සිටීමට තීරණය කර නැත. එය වෙනස් කිරීමට කාලය පැමිණ තිබේ.",
        "ඔබ කොතැනක සිටියත්, ඔබ ඔබේ රට වෙනුවෙන් කුමක් කළත්, ඔබේ නීති සම්පාදකයන්ට සාර්ව හෝ මෙගා පරිමාණයෙන් දේවල් අවුල් කිරීමට වඩා හැකියාව ඇත. ඔබේ දක්‍ෂතා කුමක් වුවත්, මිනිසුන්ගේ කටුක කෑගැසීම් තවදුරටත් නොපෙනෙන, නොඇසෙන හෝ ගණන් නොගන්නා තරමට ජනතාවගෙන් හුදෙකලා වූ අයගේ ගොදුරක් බවට ඔබ පත්වේ. නරකම දෙය නම්, ඔවුන් නිර්මාණාත්මක අදහස්වලින් බැහැරව සිටින බව පෙනේ.",
        "මෙම දූපත වඩා හොඳ විය යුතුය. මේ රටේ ජනතාව දණ ගැස්සූ අයට වඩා මේ රටේ ජනතාවගේ අවශ්‍යතා වෙනුවෙන් පෙනී සිටීමට හොඳ විකල්පයක් බව මේ උද්ඝෝෂණවලදී පෙන්වූ සියලුම දෙනාට මම කියන්නේ ඔබ දකින්න කැමති වෙනස වෙන්න. ඔබට අවශ්‍ය නම් ඔබේ නාසය අල්ලාගෙන සිටින්න, නමුත් පළමුව තරඟ කරන්න, පසුව පද්ධතිය ඇතුළත සිට වෙනස් කරන්න. අරගලයට අලුත් දේශපාලනයක් ගේමු.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரகலயா இலங்கையில் அரசியலை மாற்ற முடியும்",
      "body_lines": [
        "உள்ளூராட்சியாகவோ, மாகாணசபையாகவோ அல்லது பாராளுமன்றமாகவோ இலங்கையில் நடைபெறவுள்ள அடுத்த தேர்தல்களில், இப்போது நாடு முழுவதும், காலி முகத்திடலில் போராட்டம் நடத்துபவர்கள், போட்டியிட்டு அரசியல் நீரோட்டத்தில் நுழையுமாறு கேட்டுக்கொள்கிறேன். இந்த நாட்டின் எதிர்காலத்தை வடிவமைப்பதில் இந்த இளைஞர்கள் பங்கு கொள்ள முன்வர வேண்டிய தருணம் இது.",
        "மிகவும் எதிர்பாராத ஆதாரங்களில் இருந்து உணர்ச்சிவசப்பட்ட, தெளிவான மற்றும் அறிவார்ந்த அரசியல் சொற்பொழிவுகளைக் கண்டோம். மிரிஹான ஆர்ப்பாட்டத்தில் மோட்டார் சைக்கிளில் தலைக்கவசம் அணிந்த இளைஞன் ஒரு உதாரணம். திட்டமிடப்படாத திரையரங்கில் அதிகாரிகளிடம் அவர் அவசரமாக உரையாற்றியது, சமூக ஊடகங்களில் வைரலாகி, எதிர்ப்பாளர்களின் கூட்டத்திலிருந்து உடனடியாக கைதட்டலைப் பெற்றது. நடந்துகொண்டிருக்கும் போராட்டங்களின் தொடரின் மிகவும் உத்வேகம் அளித்த மற்றும் மறக்கமுடியாத தருணங்களில் அதுவும் ஒன்றாகும். பாராளுமன்றத்தில் அவர் தற்போதைய பயிர்களில் ஒன்றை மாற்றுவதை யார் பார்க்க விரும்ப மாட்டார்கள்?",
        "அவர்களின் நுழைவை சாத்தியமாக்குவது வசதியுள்ள அனைவரின் கடமையாகும். அவர்கள் இப்போதே போராட்டக்காரர்களுக்குத் தேவையான அனைத்துத் தேவைகளுக்கும் ஆதரவளிப்பதைக் காணலாம். முக்கிய நீரோட்டத்தில் நுழைவதற்குத் தேவையான பல வழிகளில் அவர்களுக்கு உதவுவதற்கு அந்த ஆதரவை அவர்கள் மாற்ற வேண்டும். காலி முகத்திடலில் உள்ள அதிர்வை வைத்து பார்த்தால், இந்த நோக்கத்திற்காக தன்னார்வலர்களுக்கு பஞ்சம் இருக்காது என்று நான் யூகிக்கிறேன். அலெக்ஸாண்டிரியா ஒகாசியோ-கோர்டெஸ் (AOC) - அமெரிக்க சட்டமன்றத்தின் இளைய தேர்ந்தெடுக்கப்பட்ட பிரதிநிதி-மற்றும் அணியும் அரசியல் ஸ்தாபனத்திற்கு வெளியே காங்கிரஸுக்கு போட்டியிட உதவியது மற்றும் ஆதரிக்கப்பட்டது.",
        "இதற்கு பதிலடி கொடுக்க ஆட்சி, எதிர்க்கட்சி என பல்வேறு தரப்பினரும் முயற்சித்தும் போராட்டங்களில் ‘225+1’ என்ற ஏமாற்றம் இன்னும் குறையவில்லை. இதுவரை இந்த பதில்கள் போராட்டக்காரர்களை குளிர்ச்சியாக வைத்துள்ளது. உண்மையில், முக்கிய அரசியல் கட்சிகள் எந்த வகையிலும் தங்கள் போராட்டங்களில் சேரவிடாமல் அவர்கள் உறுதியாக வைத்துள்ளனர்.",
        "அவர்களைத் துடைத்தெறிய வேண்டும் என்ற அவர்களின் முழக்கத்திற்குப் பின்தொடர்தல் தேவை. விஷயங்களைச் சிறப்பாகச் செய்யக்கூடியவர்கள் பலர் இருக்கிறார்கள் என்று சொல்லும் இளைஞர்கள், அவர்களைக் கொண்டு வந்து முயற்சி செய்ய வேண்டும். அது சட்டமன்றத்திற்குள் நுழைந்தால்தான் முடியும், அதற்கான நேரம் வரும். பொதுமக்கள் மாற்றத்தை தீவிரமாக எதிர்பார்க்கும் போது அவர்களுக்கு ஒரு சிறந்த வாய்ப்பு கிடைக்காமல் போகலாம்.",
        "அவர்கள் சுயேட்சையாக போட்டியிடுகிறார்களா, அல்லது புதிய அரசியல் இயக்கத்தை உருவாக்குவார்களா அல்லது 'போராட்டத்தில்' இருந்து உருவாகும் கட்சியை உருவாக்குவார்களா என்பதைப் பார்க்க வேண்டும். ஆனால், அவர்கள் வெறுக்கும் அரசியல் வழக்கம் போல் இருக்க வேண்டுமென்றால், அவர்கள் போட்டியிட வேண்டும். அவர்கள் பிரகாசமான எதிர்காலத்தை விரும்புகிறார்கள். சரி, அவர்கள் சண்டையில் நுழைவதன் மூலம் அதை வடிவமைக்க முடியும்.",
        "பழைய முறையானது அனைத்து வகையான விரும்பத்தகாதவர்களும் பாராளுமன்றத்திற்குள் நுழைவதைக் கண்டுள்ளது. இதற்கு வேட்புமனு தாக்கல் நடைமுறையே காரணம். இந்தச் செயல்பாட்டில் நாம் அனைவரும் கட்சித் தலைவர்களின் தயவில் இருக்கிறோம், மேலும் வெட்கக்கேடான கீழ்ப்படிதலில் அவர்களின் வேட்பாளர்களின் விசித்திரமான தன்மையை நாங்கள் பொறுத்துக்கொள்கிறோம்.",
        "அந்த சர்க்கஸ் ஊருக்கு வராமல் தடுக்க இது ஒரு வாய்ப்பு. மாற்றத்தையும் அறிவார்ந்த நிர்வாகத்தையும் உண்மையாக விரும்பும் போராட்ட இயக்கத்தில் உள்ள ஊக்கமுள்ளவர்கள் குதிக்கவும். முடியாதவர்கள் அனைவரும் உங்களால் முடிந்தவரை அவர்களுக்கு ஆதரவளிக்கவும்.",
        "தற்போதைய ஆட்சிக்கும் ஜனாதிபதிக்கும் 6.9 மில்லியன் மக்கள் தங்கள் பதவிக் காலத்தை நிறைவு செய்ய ஆணை வழங்கியுள்ளனர் என்று நாம் கேள்விப்பட்டிருக்கிறோம். மன்னிக்கவும், அந்த ஆணையுடன் ஒரு சமூக ஒப்பந்தம் வந்தது, அங்கு மக்கள் தங்கள் இறையாண்மையின் ஒரு பகுதியை தற்காலிகமாக ஜனாதிபதி மற்றும் பாராளுமன்றத்திற்கு குறைந்தபட்சம் அடிப்படை வாழ்க்கை நிலைமைகளை வழங்குவதற்கு ஈடாக வழங்கினர். இப்போது, ​​அதிகாரத்தில் இருப்பவர்கள் மட்டுமே சமூக ஒப்பந்தம் தங்களால் எல்லா வழிகளிலும் உடைக்கப்படவில்லை என்று கூறுவார்கள்.",
        "நாட்டை திவாலாக்கியது போதுமான சான்று என்று நான் கூறுவேன். திவால்நிலைக்கு செல்லும் வழியில், எரிபொருள், உணவு, எரிவாயு மற்றும் பால் ஆகியவற்றிற்கான முடிவில்லாத வரிசையில் மக்களை நெருக்கியடித்து, பல மரணங்களுக்கு வழிவகுத்தது. அவர்கள் முன்வைத்த மீட்புத் திட்டம் எதுவும் இல்லை, இது நடந்து கொண்டிருக்கும் கனவுக்கு முற்றுப்புள்ளி வைக்கிறது. இந்த உரிமை உணர்வு ஒருபோதும் பொறுப்புக் கூறப்படாமல் இருந்து வருகிறது. சரி இப்போது மாறிவிட்டதாகத் தெரிகிறது. எனவே, நான் கூறுவேன், எழுந்திரு. மக்களிடம் உள்ளது.",
        "பாராளுமன்றத்தில் நடக்கும் விவாதங்களை விட, தெருக்களில் இருந்து நாம் அதிகம் கேட்கிறோம். ஒரு தேடுதல் கேள்வி எழுப்பப்பட்ட தருணத்தில், 'குடிகார குரங்கு' வழக்கம் தொடங்குகிறது. மீதமுள்ள பேக் ஒன்று சேருகிறது, தொடர்பில்லாத அவதூறுகளை வீசுகிறது, மேசைகளை முட்டிக்கொண்டு வெறித்தனமான சிரிப்பு, புரிந்துகொள்ளக்கூடிய வார்த்தைகளை மூழ்கடிக்கும் அர்த்தமற்ற கூச்சலில் முடிவடைகிறது. ஒரு அமைச்சரின் ஒத்திசைவான பதில் அரிதானது.",
        "இதைத்தான் நமது நாடாளுமன்ற உறுப்பினர்கள் தங்கள் ஆணையாகப் புரிந்து கொள்கிறார்களா? அவர்கள் தங்கள் ஆணையை ஆயிரம் முறை தவறிவிட்டனர். இப்போது அந்த நாட்டே தோல்வியடைந்து விட்டதாக பார்க்கப்படுகிறது. அதன் விவகாரங்கள் ஆணை உள்ளவர்களின் கைகளில் இருந்தன. இப்போது இருக்கும் நிலைக்கு கொண்டு வந்தவர்கள் அவர்கள்தான். ஆனாலும், அந்தப் பொறுப்பை ஏற்கவோ, அதில் தங்கள் பங்கை ஒப்புக்கொள்ளவோ ​​அவர்கள் தயாராக இல்லை.",
        "அப்படியானால், அவர்கள் அனைவரையும் திரும்பக் கொண்டுவந்து, வித்தியாசமான முடிவை எதிர்பார்ப்பதில் என்ன பயன்?",
        "இப்போது எதிர்ப்பு தெரிவிக்கப்படும் நிலைமை தொடர முடியாது, இன்னும் எதுவும் மாறவில்லை என்பதால், கொட்டும் மழையிலும், கொளுத்தும் வெயிலிலும் போராட்டம் நடத்த மக்கள் மீது போதுமான அக்கறை கொண்ட முன்மாதிரி மற்றும் ஊக்கமளிக்கும் உள்ளங்கள் மற்றும் அவர்களுக்கு ஆதரவளிப்பவர்கள். கற்பனை செய்யக்கூடிய ஒவ்வொரு முறையும், கட்டுப்பாட்டை தங்கள் சொந்த கைகளில் எடுத்துக்கொண்டு, இந்த தீவை வித்தியாசமான, நம்பிக்கையான எதிர்காலத்தை நோக்கி நகர்த்த முயற்சிக்க வேண்டும்.",
        "இந்தியப் பெருங்கடலில் உள்ள இந்த முத்து, விதிவிலக்கான திறமையான, உற்சாகமான மகன்கள் மற்றும் மகள்களை உருவாக்கி, தொடர்ந்து உருவாக்கி வருகிறது. அவர்கள் நம்பமுடியாத புதுமை, ஊக்கம், நெகிழ்ச்சி மற்றும் உறுதியானவர்கள். அவர்கள் புத்திசாலிகள் மற்றும் இரக்கமுள்ளவர்கள். அவர்கள் தங்கள் நகைச்சுவை மற்றும் நையாண்டி திறமையால் தீவின் வரலாற்றில் பல சவால்களை வென்றுள்ளனர். இவையனைத்தும் காலி முகத்திடலில் நடைபெற்ற போராட்டங்களில், கோஷங்கள், பாடல்கள், சிற்பங்கள், பேச்சுக்கள், ஒற்றுமை மற்றும் ஒற்றுமை ஆகியவற்றில் தெளிவாகத் தெரிகிறது.",
        "தவிர, அவர்கள் பாராளுமன்றத்திலோ அல்லது வேறு எந்த சட்டமியற்றும் நிறுவனத்திலோ இருக்க விரும்புவதில்லை. அதை மாற்ற வேண்டிய நேரம் வந்துவிட்டது.",
        "நீங்கள் எங்கிருந்தாலும், உங்கள் நாட்டுக்காக நீங்கள் என்ன செய்தாலும், உங்கள் சட்டமன்ற உறுப்பினர்கள் மேக்ரோ அல்லது மெகா அளவில் விஷயங்களைக் குழப்பும் திறன் கொண்டவர்கள். உங்கள் திறமைகள் எதுவாக இருந்தாலும், மக்களின் கசப்பான அழுகைகளை அவர்கள் இனி பார்க்கவோ, கேட்கவோ அல்லது கவலைப்படவோ முடியாத அளவுக்கு மக்களிடமிருந்து தனிமைப்படுத்தப்பட்டவர்களுக்கு நீங்கள் பலியாகிவிடுவீர்கள். எல்லாவற்றிலும் மோசமானது, அவர்கள் ஆக்கப்பூர்வமான யோசனைகளையும் கொண்டிருக்கவில்லை.",
        "இந்த தீவு சிறந்தது. இந்தப் போராட்டங்களின் போது இந்த நாட்டு மக்களின் நலனை மண்டியிட்டவர்களை விட, மக்களின் நலனைப் பிரதிநிதித்துவப்படுத்துவதற்கான சிறந்த வழி என்பதை வெளிப்படுத்திய அனைவருக்கும், நீங்கள் காண விரும்பும் மாற்றமாக இருக்க வேண்டும் என்று நான் கூறுகிறேன். உங்களுக்கு தேவைப்பட்டால் உங்கள் மூக்கைப் பிடித்துக் கொள்ளுங்கள், ஆனால் முதலில் போட்டியிடுங்கள், பின்னர் கணினியை உள்ளே இருந்து மாற்றவும். அறகலயா ஒரு புதிய அரசியலை கொண்டு வரட்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}