{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-dowgradged-to-cc-by-sp-on-track-for-selective-default-92995/",
  "time_ut": 1649874360,
  "title": "Sri Lanka dowgradged to CC by S&P, on track for selective default",
  "body_lines": [
    "ECONOMYNEXT – Standard and Poor’s (S&P), a rating agency, has downgraded Sri Lanka to ‘CC’ from ‘CCC’ after the country said most foreign debt payments would be suspended pending a res-structuring, and said a selective default (SD) rating is likely to be given once actual non-payment starts.",
    "Sri Lanka said it will suspend debt repayments, from April 12 and invited creditors for negotiations.",
    "“We are likely to lower Sri Lanka’s foreign currency ratings to ‘SD’ upon confirmation of nonpayment of interest or principal on any of its commercial foreign currency obligations, including coupon payments on its International Sovereign Bonds due April 18,” the rating agency said.",
    "Sri Lanka halts foreign debt repayments in ‘pre-emptive negotiated default’",
    "Sri Lanka printed 2.1 trillion rupees despite having a highly unstable pegged regime (flexible exchange rate) or soft-peg in the two years to February 2022, driving inflation up to 18.7 percent by March in addition to creating forex shortages.",
    "The island had skated on thin ice since 2015, with ‘flexible’ inflation targeting, printing money to create currency crises is 2015/2016 and 2018 driving up foreign borrowings steeply after losing the ability to settle maturing debt with inflows.",
    "International sovereign bond borrowings rose from 5.0 billion US dollars to 14 billion during the period and the state-run Ceylon Petroleum Corporation also borrowed dollars after being barred from buying foreign exchange in the market as forex shortages emerged from ‘flexible’ inflation targeting.",
    "Shock revelation on how Sri Lanka’s CPC ended up with billions of dollar debt",
    "How Sri Lanka’s IMF-backed ‘Young Plan’ fired a foreign debt death spiral: Bellwether",
    "When forex shortages take place due to money printing in a peg (inflationary policy), dollars cannot be ‘bought’ for rupees to pay for either imports or debt (inability to transfer real wealth from the domestic credit system linked to the rupee monetary base to the dollar credit system), a phenomenon known as the ‘transfer problem’.",
    "Forex shortages can only take place in pegs and not in a clean floating regime.",
    "Sri Lanka debt crisis trapped in spurious Keynesian ‘transfer problem’ and MMT: Bellwether",
    "Sri Lanka was progressively downgraded during ‘flexible’ inflation targeting when instability was triggered by call money rate targeting and output gap targeting (type of monetary stimulus).",
    "Economists and analysts have called for single-anchor monetary regime to stop instability and overhaul of the central bank law to stop monetary impunity and accommodation of fiscal excesses.",
    "In 2019, taxes were cut for fiscal stimulus and bond auctions were crippled through price controls and treasury bills were bought wholesale by the central bank, blowing the balance of payments apart again.",
    "“There are limited upside scenarios to the ratings currently,” S&P said.",
    "“Upon completion of any bond restructuring, we will assign new foreign and local currency sovereign credit ratings that reflect Sri Lanka’s post-exchange creditworthiness.”",
    "Sri Lanka Foreign Currency Rating Lowered To ‘CC’ From ‘CCC’; Outlook Negative",
    "Sri Lanka announced the suspension of normal external debt servicing on April 12, 2022.",
    "•\tThe government said most categories of external public debts would be suspended, pending formal restructuring under a potential program supported by the IMF.",
    "•\tWe lowered our long-term foreign currency sovereign credit rating on Sri Lanka to ‘CC’, from ‘CCC’, to reflect the virtual certainty of a default on some affected obligations. We also lowered our long-term local currency sovereign credit rating to ‘CCC-‘ from ‘CCC’. At the same time, we affirmed the ‘C’ short-term rating.",
    "•\tThe negative outlook on the ratings reflects the high risk to commercial debt repayment in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "SINGAPORE (S&P Global Ratings) April 13, 2022–S&P Global Ratings today lowered its long-term foreign currency sovereign rating on Sri Lanka to ‘CC’ from ‘CCC’. At the same time, we lowered our long-term local currency sovereign rating to ‘CCC-‘ from ‘CCC’. The outlook on the long-term ratings is negative.",
    "In addition, we affirmed our ‘C’ short-term foreign and local currency sovereign ratings.",
    "We also revised down our transfer and convertibility assessment to ‘CC’ from ‘CCC’,",
    "The negative outlook on the ratings reflects the high risk to commercial debt repayment in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "We could lower the foreign currency rating to ‘SD’ (Selective Default) upon confirmation that the government has missed a coupon or principal payment on commercial foreign currency debt, including its upcoming April 18 coupon payment on international sovereign bonds, or upon confirmation of debt restructuring terms.",
    "We could lower the local currency ratings if there are indications of nonpayment or restructuring of rupee-denominated obligations.",
    "There are limited upside scenarios to the ratings currently. Upon completion of any bond restructuring, we will assign new foreign and local currency sovereign credit ratings that reflect Sri Lanka’s post-exchange creditworthiness.",
    "Amid steeply rising external funding pressures, and alongside increasingly widespread social and political protests, the Sri Lankan government announced on April 12 that it will suspend debt servicing on its foreign currency obligations.",
    "Sri Lanka has coupon payments due on April 18 for its 2023 and 2028 International Sovereign Bonds. We expect the government to miss paying these coupons, and therefore lowered our foreign currency sovereign ratings on Sri Lanka to ‘CC’.",
    "The Sri Lankan government said it has approached the IMF for assistance in establishing an economic recovery program and for emergency financial assistance.",
    "Until a comprehensive debt restructuring plan is formulated, servicing of foreign-currency-denominated debts will be suspended. Affected debt includes international bonds, bilateral government-to-government credit facilities excluding swap lines with the Central Bank of Sri Lanka (CBSL), credit facilities with commercial banks and institutional lenders, and amounts payable by the government or public sector entities on called guarantees. Obligations governed by Sri Lankan law may not be affected.",
    "We are likely to lower Sri Lanka’s foreign currency ratings to ‘SD’ upon confirmation of nonpayment of interest or principal on any of its commercial foreign currency obligations, including coupon payments on its International Sovereign Bonds due April 18.",
    "According to published reports, the government intends to continue paying its local currency debt obligations for now. Our ‘CCC-/C’ local currency sovereign ratings on Sri Lanka reflect ongoing severe economic and monetary pressures.",
    "Although the central bank can technically create Sri Lankan rupees to meet upcoming obligations, doing so could have significant inflationary implications, with consumer prices already growing at a rapid 17.5% year on year in February.",
    "Sri Lanka’s local currency debt also constitutes a considerable proportion of its overall indebtedness, and thus, its very high interest burden relative to revenues.",
    "Sri Lanka’s debt restructuring process is likely to be complicated and may take months to complete. Negotiations with the IMF to establish a reform and funding program are in the early stages.",
    "Sri Lanka has also experienced considerable political uncertainty in recent weeks, marked by the resignation of the entire government cabinet, in addition to the governor of the CBSL, in early April, and the ruling coalition’s apparent loss of majority representation in parliament.",
    "Failure to establish a sustainable government could further complicate and hinder progress in discussions with the IMF, and, ultimately, delay a debt restructuring plan."
  ],
  "translate": {
    "si": {
      "title": "තෝරාගත් පෙරනිමිය සඳහා ශ්‍රී ලංකාව S&P විසින් CC වෙත පහත හෙලන ලදී",
      "body_lines": [
        "ECONOMYNEXT – බොහෝ විදේශ ණය ගෙවීම් ප්‍රතිව්‍යුහගත කිරීම සඳහා අත්හිටුවන බව රට ප්‍රකාශ කිරීමෙන් පසුව සහ තෝරාගත් පැහැර හැරීමක් (SD) ප්‍රකාශ කිරීමෙන් පසු ශ්‍රේණිගත කිරීමේ ආයතනයක් වන ස්ටෑන්ඩර්ඩ් ඇන්ඩ් පුවර්ස් (එස් ඇන්ඩ් පී) ශ්‍රී ලංකාව 'සීසීසී' වෙතින් 'සීසී' වෙත ශ්‍රේණිගත කර ඇත. සත්‍ය නොගෙවීම ආරම්භ වූ පසු ශ්‍රේණිගත කිරීම ලබා දීමට ඉඩ ඇත.",
        "අප්‍රේල් 12 සිට ණය ආපසු ගෙවීම අත්හිටුවන බව ශ්‍රී ලංකාව ප්‍රකාශ කළ අතර සාකච්ඡා සඳහා ණය හිමියන්ට ආරාධනා කළේය.",
        "\"අප්‍රේල් 18 වන දිනට නියමිත ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කරවල කූපන් ගෙවීම් ඇතුළුව එහි ඕනෑම වාණිජ විදේශ මුදල් බැඳීම් සඳහා පොලී හෝ මුලික නොගෙවීම තහවුරු කිරීමෙන් පසු අපි ශ්‍රී ලංකාවේ විදේශ මුදල් ශ්‍රේණිගත කිරීම් 'SD' ලෙස පහත හෙලීමට ඉඩ ඇත,\" ශ්‍රේණිගත කිරීමේ නියෝජිතායතනය පැවසීය.",
        "ශ්‍රී ලංකාව විදේශ ණය ආපසු ගෙවීම නවතා දමයි ‘පූර්‍ව-සාකච්ඡා ණය පැහැර හැරීම’",
        "විදේශ විනිමය හිඟයක් ඇති කිරීමට අමතරව මාර්තු වන විට උද්ධමනය සියයට 18.7 දක්වා ඉහළ නංවා 2022 පෙබරවාරි දක්වා වසර දෙකක කාලය තුළ ශ්‍රී ලංකාව ඉතා අස්ථායී ස්ථාවර පාලන තන්ත්‍රයක් (නම්‍යශීලී විනිමය අනුපාතිකයක්) හෝ මෘදු-පෙග් එකක් තිබියදීත් රුපියල් ට්‍රිලියන 2.1 ක් මුද්‍රණය කර ඇත.",
        "2015 සිට දිවයින තුනී අයිස් මත ලිස්සා ගොස් ඇති අතර, ‘නම්‍යශීලී’ උද්ධමනය ඉලක්ක කර ගනිමින්, මුදල් අර්බුද ඇති කිරීම සඳහා මුදල් මුද්‍රණය කිරීම 2015/2016 සහ 2018 විදේශ ණය ගැනීම් දැඩි ලෙස ඉහළ නැංවීමෙන් පසු ගලා ඒම සමඟ කල් පිරෙන ණය පියවීමේ හැකියාව අහිමි විය.",
        "මෙම කාලය තුළ ජාත්‍යන්තර ස්වෛරී බැඳුම්කර ණය ගැනීම් ඇමරිකානු ඩොලර් බිලියන 5.0 සිට බිලියන 14 දක්වා ඉහළ ගොස් ඇති අතර විදේශ විනිමය හිඟය 'නම්‍යශීලී' උද්ධමන ඉලක්ක වලින් මතු වූ බැවින් වෙළඳපොලේ විදේශ විනිමය මිලදී ගැනීම තහනම් කිරීමෙන් පසු රාජ්‍ය ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව ද ඩොලර් ණය ලබා ගත්තේය.",
        "ශ්‍රී ලංකාවේ CPC ඩොලර් බිලියන ගණනක ණයවලින් අවසන් වූ ආකාරය පිළිබඳ කම්පන හෙළිදරව්ව",
        "ශ්‍රී ලංකාවේ ජාත්‍යන්තර මූල්‍ය අරමුදලේ අනුග්‍රහය ලත් ‘යංග් සැලැස්ම’ විදේශ ණය මරණ සර්පිලාකාරයක් බවට පත් කළ ආකාරය: බෙල්වෙදර්",
        "පෙග් එකක මුදල් මුද්‍රණය කිරීම (උද්ධමන ප්‍රතිපත්තිය) හේතුවෙන් විදේශ විනිමය හිඟයක් ඇති වූ විට, ආනයන හෝ ණය ගෙවීම සඳහා ඩොලර් රුපියල් සඳහා 'මිලදී' ගත නොහැක (රුපියලේ මූල්‍ය පදනමට සම්බන්ධ දේශීය ණය පද්ධතියෙන් සැබෑ ධනය මාරු කිරීමට නොහැකි වීම. ඩොලර් ණය ක්‍රමය), 'මාරු කිරීමේ ගැටලුව' ලෙස හඳුන්වන සංසිද්ධිය.",
        "විදේශ විනිමය හිඟය සිදු විය හැක්කේ කූරු වල පමණක් වන අතර පිරිසිදු පාවෙන පාලන තන්ත්‍රයක් තුළ නොවේ.",
        "ශ්‍රී ලංකා ණය අර්බුදය ව්‍යාජ කේන්සියානු ‘මාරු කිරීමේ ගැටලුව’ සහ MMT හි සිරවී ඇත: බෙල්වෙදර්",
        "ඇමතුම් මුදල් අනුපාත ඉලක්ක කිරීම සහ නිමැවුම් පරතරය ඉලක්ක කිරීම (මුදල් උත්තේජක වර්ගය) මගින් අස්ථාවරත්වය අවුලුවාලූ විට, ‘නම්‍යශීලී’ උද්ධමනය ඉලක්ක කිරීමේදී ශ්‍රී ලංකාව ක්‍රමානුකූලව පහත වැටුණි.",
        "ආර්ථික විද්‍යාඥයින් සහ විශ්ලේෂකයින් විසින් අස්ථාවරත්වය නැවැත්වීමට සහ මූල්‍ය දණ්ඩමුක්තිය සහ මූල්‍ය අතිරික්තයන් නවාතැන් ගැනීම නැවැත්වීම සඳහා මහ බැංකු නීතිය ප්‍රතිසංස්කරණය කිරීම සඳහා තනි-නැංගුරම් මුදල් තන්ත්‍රයක් ඉල්ලා ඇත.",
        "2019 දී, රාජ්‍ය මූල්‍ය උත්තේජක සඳහා බදු කපා දැමූ අතර, මිල පාලනය හරහා බැඳුම්කර වෙන්දේසි අඩාල කර, මහ බැංකුව විසින් භාණ්ඩාගාර බිල්පත් තොග වශයෙන් මිල දී ගෙන, ගෙවුම් ශේෂය යළිත් කඩා වැටුණි.",
        "\"දැනට ශ්‍රේණිගත කිරීම් සඳහා සීමිත උඩු යටිකුරු අවස්ථා තිබේ,\" S&P පැවසීය.",
        "\"ඕනෑම බැඳුම්කර ප්‍රතිව්‍යුහගත කිරීමක් අවසන් වූ පසු, ශ්‍රී ලංකාවේ පශ්චාත් විනිමය ණය සුදුසුකම් පිළිබිඹු කරන නව විදේශීය සහ දේශීය මුදල් ස්වෛරී ණය ශ්‍රේණිගත කිරීම් අපි පවරන්නෙමු.\"",
        "ශ්‍රී ලංකා විදේශ මුදල් ශ්‍රේණිගත කිරීම ‘CCC’ වෙතින් ‘CC’ දක්වා පහත හෙළයි; Outlook Negative",
        "ශ්‍රී ලංකාව සාමාන්‍ය විදේශ ණය සේවා අත්හිටුවීම 2022 අප්‍රේල් 12 වන දින නිවේදනය කළේය.",
        "• ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය ඇති විභව වැඩසටහනක් යටතේ විධිමත් ප්‍රතිව්‍යුහගත කිරීමක් අපේක්ෂාවෙන් බොහෝ බාහිර රාජ්‍ය ණය වර්ග අත්හිටුවන බව රජය පැවසීය.",
        "• අපි අපගේ දිගු කාලීන විදේශ මුදල් ස්වෛරී ණය ශ්‍රේණිගත කිරීම ශ්‍රී ලංකාව සඳහා 'CC' සිට 'CC' දක්වා පහත දැමුවා, සමහර බලපෑමට ලක් වූ වගකීම් පැහැර හැරීමක අතථ්‍ය නිශ්චිතභාවය පිළිබිඹු කිරීමට. අපි අපගේ දිගුකාලීන දේශීය මුදල් ස්වෛරීත්ව ණය ශ්‍රේණිගත කිරීම 'CCC' වෙතින් 'CCC-' දක්වා පහත දැමුවෙමු. ඒ සමගම, අපි 'C' කෙටි කාලීන ශ්රේණිගත කිරීම තහවුරු කළා.",
        "• ශ්‍රේණිගත කිරීම් පිළිබඳ සෘණාත්මක දැක්ම ශ්‍රී ලංකාවේ ආර්ථික, බාහිර සහ මූල්‍ය පීඩනයේ සන්දර්භය තුළ වාණිජ ණය ආපසු ගෙවීමේ ඉහළ අවදානම පිළිබිඹු කරයි.",
        "සිංගප්පූරුව (S&P ගෝලීය ශ්‍රේණිගත කිරීම්) අප්‍රේල් 13, 2022-S&P ගෝලීය ශ්‍රේණිගත කිරීම් අද ශ්‍රී ලංකාව පිළිබඳ එහි දිගුකාලීන විදේශ මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම 'CCC' වෙතින් 'CC' දක්වා පහත හෙලීය. ඒ සමගම, අපි අපගේ දිගුකාලීන දේශීය මුදල් ස්වෛරීත්ව ශ්‍රේණිගත කිරීම 'CCC' වෙතින් 'CCC-' දක්වා පහත දැමුවෙමු. දිගුකාලීන ශ්රේණිගත කිරීම් පිළිබඳ ඉදිරි දැක්ම සෘණාත්මක වේ.",
        "ඊට අමතරව, අපි අපගේ ‘C’ කෙටි කාලීන විදේශ සහ දේශීය මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් තහවුරු කළෙමු.",
        "අපි අපගේ මාරුවීම් සහ පරිවර්තන තක්සේරුව 'CCC' වෙතින් 'CC' වෙත සංශෝධනය කළෙමු,",
        "ශ්‍රේණිගත කිරීම් පිළිබඳ සෘණාත්මක දැක්ම ශ්‍රී ලංකාවේ ආර්ථික, බාහිර සහ මූල්‍ය පීඩනයේ සන්දර්භය තුළ වාණිජ ණය ආපසු ගෙවීමේ ඉහළ අවදානම පිළිබිඹු කරයි.",
        "ජාත්‍යන්තර ස්වෛරී බැඳුම්කර සඳහා එළඹෙන අප්‍රේල් 18 කූපන් ගෙවීම ඇතුළුව, වාණිජ විදේශ මුදල් ණය සඳහා රජයට කූපනයක් හෝ මූලික ගෙවීමක් මග හැරී ඇති බව තහවුරු කිරීමෙන් පසු අපට විදේශ මුදල් ශ්‍රේණිගත කිරීම 'SD' (Selective Default) ලෙස පහත දැමිය හැකිය. ප්රතිව්යුහගත කිරීමේ නියමයන්.",
        "නොගෙවීම හෝ රුපියලෙන් නියම කරන ලද බැඳීම් ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ ඇඟවීම් තිබේ නම් අපට දේශීය මුදල් ශ්‍රේණිගත කිරීම් පහත දැමිය හැකිය.",
        "දැනට ශ්‍රේණිගත කිරීම් සඳහා සීමිත උඩු යටිකුරු අවස්ථා තිබේ. කිසියම් බැඳුම්කර ප්‍රතිව්‍යුහගත කිරීමක් අවසන් වූ පසු, ශ්‍රී ලංකාවේ පශ්චාත් විනිමය ණය සුදුසුකම් පිළිබිඹු කරන නව විදේශීය සහ දේශීය මුදල් ස්වෛරී ණය ශ්‍රේණිගත කිරීම් අපි පවරන්නෙමු.",
        "දැඩි ලෙස ඉහල යන බාහිර අරමුදල් පීඩනයන් මධ්‍යයේ සහ වඩ වඩාත් පුලුල්ව පැතිරුනු සමාජ හා දේශපාලන විරෝධතා මධ්‍යයේ, ශ්‍රී ලංකා ආන්ඩුව අප්‍රේල් 12 දා නිවේදනය කලේ සිය විදේශ මුදල් බැඳීම් මත ණය සේවා සැපයීම අත්හිටුවන බවයි.",
        "ශ්‍රී ලංකාව සිය 2023 සහ 2028 ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර සඳහා අප්‍රේල් 18 දිනට නියමිත කූපන් ගෙවීම් ඇත. මෙම කූපන් පත් ගෙවීම රජයට මග හැරෙනු ඇතැයි අපි අපේක්ෂා කරමු, එබැවින් ශ්‍රී ලංකාව පිළිබඳ අපගේ විදේශ මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් ‘CC’ වෙත පහත දැමුවා.",
        "ආර්ථික ප්‍රතිසාධන වැඩසටහනක් ස්ථාපිත කිරීමට සහ හදිසි මූල්‍ය ආධාර සඳහා ආධාර ඉල්ලා සිටින බව ශ්‍රී ලංකා රජය ප්‍රකාශ කළේය.",
        "විස්තීරණ ණය ප්‍රතිව්‍යුහගත කිරීමේ සැලැස්මක් සම්පාදනය කරන තුරු, විදේශ ව්‍යවහාර මුදල් වශයෙන් නම් කරන ලද ණය සඳහා සේවා සැපයීම අත්හිටුවනු ලැබේ. බලපෑමට ලක් වූ ණයවලට ජාත්‍යන්තර බැඳුම්කර, ශ්‍රී ලංකා මහ බැංකුව (CBSL) සමඟ හුවමාරු කිරීමේ මාර්ග හැර ද්විපාර්ශ්වික රජයෙන් රජයට ණය පහසුකම්, වාණිජ බැංකු සහ ආයතනික ණය දෙන්නන් සමඟ ණය පහසුකම් සහ රජය හෝ රාජ්‍ය අංශයේ ආයතන විසින් ඇපකැපවීම් මත ගෙවිය යුතු මුදල් ඇතුළත් වේ. . ශ්‍රී ලංකා නීතිය මගින් පාලනය වන බැඳීම්වලට බලපෑමක් නොවිය හැක.",
        "අප්‍රේල් 18 වන දිනට නියමිත ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කරවල කූපන් ගෙවීම් ඇතුළුව එහි ඕනෑම වාණිජ විදේශ මුදල් බැඳීම් සඳහා පොලී හෝ මුලික නොගෙවීම තහවුරු කිරීමෙන් පසු අපි ශ්‍රී ලංකාවේ විදේශ මුදල් ශ්‍රේණිගත කිරීම් ‘SD’ දක්වා පහත හෙළීමට ඉඩ ඇත.",
        "ප්‍රකාශිත වාර්තා වලට අනුව, රජය මේ වන විට සිය දේශීය මුදල් ණය බැඳීම් අඛණ්ඩව ගෙවීමට අදහස් කරයි. ශ්‍රී ලංකාව පිළිබඳ අපගේ ‘CCC-/C’ දේශීය මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් අඛණ්ඩව පවතින දැඩි ආර්ථික හා මූල්‍ය පීඩනයන් පිළිබිඹු කරයි.",
        "ඉදිරි බැඳීම් සපුරාලීම සඳහා මහ බැංකුවට තාක්‍ෂණිකව ශ්‍රී ලංකා රුපියල් නිර්මාණය කළ හැකි වුවද, එසේ කිරීමෙන් සැලකිය යුතු උද්ධමන බලපෑම් ඇති විය හැකි අතර, පාරිභෝගික මිල ගණන් දැනටමත් පෙබරවාරි මාසයේ දී වසරින් වසර 17.5% ක වේගයෙන් වර්ධනය වේ.",
        "ශ්‍රී ලංකාවේ දේශීය ව්‍යවහාර මුදල් ණය ද එහි සමස්ත ණය බරින් සැලකිය යුතු ප්‍රතිශතයක් වන අතර, ඒ අනුව, ආදායමට සාපේක්ෂව එහි ඉතා ඉහළ පොලී බරකි.",
        "ශ්‍රී ලංකාවේ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලිය සංකීර්ණ වීමට ඉඩ ඇති අතර එය සම්පූර්ණ කිරීමට මාස කිහිපයක් ගතවනු ඇත. ප්‍රතිසංස්කරණ සහ අරමුදල් සැපයීමේ වැඩසටහනක් ස්ථාපිත කිරීම සඳහා IMF සමඟ සාකච්ඡා මුල් අදියරේ පවතී.",
        "ශ්‍රී ලංකාව ද මෑත සතිවල සැලකිය යුතු දේශපාලන අවිනිශ්චිතතාවයකට මුහුණ දී ඇති අතර, අප්‍රේල් මස මුලදී මහ බැංකුවේ ආණ්ඩුකාරවරයාට අමතරව සමස්ත රජයේ කැබිනට් මණ්ඩලයම ඉල්ලා අස්වීම සහ පාලක සභාගයට පාර්ලිමේන්තුවේ බහුතර නියෝජනය අහිමි වීම කැපී පෙනේ.",
        "තිරසාර ආන්ඩුවක් පිහිටුවීමට අපොහොසත් වීම IMF සමග සාකච්ඡා වල ප්‍රගතිය තව දුරටත් සංකීර්ණ කර බාධාවක් විය හැකි අතර අවසානයේ ණය ප්‍රතිව්‍යුහගත කිරීමේ සැලැස්මක් ප්‍රමාද කරයි."
      ]
    },
    "ta": {
      "title": "தேர்ந்தெடுக்கப்பட்ட இயல்புநிலைக்கான பாதையில், S&P ஆல் இலங்கை CCக்கு தரமிறக்கப்பட்டது",
      "body_lines": [
        "ECONOMYNEXT – ஸ்டேண்டர்ட் அண்ட் புவர்ஸ் (S&P), தரமதிப்பீட்டு நிறுவனமானது, இலங்கையை 'CCC' இலிருந்து 'CC' க்கு தரமிறக்கியுள்ளது, மறுசீரமைப்பு நிலுவையில் உள்ள பெரும்பாலான வெளிநாட்டு கடன் கொடுப்பனவுகள் இடைநிறுத்தப்படும் என்று நாடு கூறியதையடுத்து, தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை (SD) உண்மையான பணம் செலுத்தாதது தொடங்கியவுடன் மதிப்பீடு வழங்கப்படும்.",
        "ஏப்ரல் 12 முதல் கடனைத் திருப்பிச் செலுத்துவதை நிறுத்தி வைப்பதாக இலங்கை கூறியதுடன், கடனாளிகளை பேச்சுவார்த்தைக்கு அழைத்தது.",
        "\"ஏப்ரல் 18 ஆம் தேதி நிலுவையில் உள்ள அதன் சர்வதேச இறையாண்மைப் பத்திரங்கள் மீதான கூப்பன் கொடுப்பனவுகள் உட்பட, அதன் வணிக வெளிநாட்டு நாணயக் கடமைகளில் ஏதேனும் வட்டி அல்லது அசலைச் செலுத்தாததை உறுதிசெய்த பிறகு, இலங்கையின் வெளிநாட்டு நாணய மதிப்பீடுகளை நாங்கள் 'SD' ஆகக் குறைக்க வாய்ப்புள்ளது\" என்று மதிப்பீட்டு நிறுவனம் தெரிவித்துள்ளது.",
        "‘முன்கூட்டி பேச்சுவார்த்தை நடத்தப்பட்ட கடனைத் திருப்பிச் செலுத்துவதில்’ இலங்கை வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்துவதை நிறுத்துகிறது.",
        "2022 பெப்ரவரி வரையிலான இரண்டு வருடங்களில் மிகவும் நிலையற்ற பெக்ட் ஆட்சி (நெகிழ்வான மாற்று விகிதம்) அல்லது சாஃப்ட்-பெக் இருந்தபோதிலும் இலங்கை 2.1 டிரில்லியன் ரூபாயை அச்சிட்டது, இது அந்நிய செலாவணி பற்றாக்குறையை உருவாக்குவதுடன் மார்ச் மாதத்திற்குள் பணவீக்கத்தை 18.7 சதவீதமாக உயர்த்தியது.",
        "தீவு 2015 முதல் மெல்லிய பனிக்கட்டியில் சறுக்கியது, 'நெகிழ்வான' பணவீக்கத்தை இலக்காகக் கொண்டு, நாணய நெருக்கடிகளை உருவாக்க பணத்தை அச்சிடுவது 2015/2016 மற்றும் 2018 வரவுகளுடன் முதிர்ச்சியடைந்த கடனைத் தீர்க்கும் திறனை இழந்த பின்னர் வெளிநாட்டு கடன்களை செங்குத்தாக உயர்த்தியது.",
        "இந்த காலகட்டத்தில் சர்வதேச இறையாண்மை பத்திரங்கள் 5.0 பில்லியன் அமெரிக்க டொலர்களில் இருந்து 14 பில்லியனாக உயர்ந்தது மேலும் 'நெகிழ்வான' பணவீக்க இலக்கில் இருந்து அந்நிய செலாவணி பற்றாக்குறை வெளிப்பட்டதால், சந்தையில் அன்னிய செலாவணியை வாங்குவதற்கு தடை விதிக்கப்பட்டதை அடுத்து, அரச நிறுவனமான சிலோன் பெட்ரோலியம் கூட்டுத்தாபனமும் டாலர்களை கடன் வாங்கியது.",
        "இலங்கையின் CPC பில்லியன் டாலர் கடனுடன் எப்படி முடிந்தது என்பது பற்றிய அதிர்ச்சி வெளிப்பாடு",
        "இலங்கையின் சர்வதேச நாணய நிதியத்தின் ஆதரவுடைய ‘யங் பிளான்’ வெளிநாட்டுக் கடன் மரணச் சுழலை எவ்வாறு வெளியேற்றியது: பெல்வெதர்",
        "ஒரு பெக் (பணவீக்கக் கொள்கை) இல் பணம் அச்சிடப்படுவதால் அந்நிய செலாவணி பற்றாக்குறை ஏற்படும் போது, ​​இறக்குமதி அல்லது கடனை செலுத்த ரூபாய்க்கு டாலர்களை 'வாங்க' முடியாது (ரூபாய் பண அடிப்படையுடன் இணைக்கப்பட்ட உள்நாட்டு கடன் அமைப்பிலிருந்து உண்மையான செல்வத்தை மாற்ற இயலாமை டாலர் கிரெடிட் சிஸ்டம்), இது 'பரிமாற்ற பிரச்சனை' என்று அறியப்படும் ஒரு நிகழ்வு.",
        "அந்நிய செலாவணி பற்றாக்குறைகள் ஆப்புகளில் மட்டுமே நடக்க முடியும், சுத்தமான மிதக்கும் ஆட்சியில் அல்ல.",
        "போலியான கெயின்சியன் 'பரிமாற்ற பிரச்சனை' மற்றும் MMT ஆகியவற்றில் சிக்கியுள்ள இலங்கை கடன் நெருக்கடி: பெல்வெதர்",
        "'நெகிழ்வான' பணவீக்க இலக்கின் போது, ​​அழைப்பு பண வீத இலக்கு மற்றும் வெளியீட்டு இடைவெளி இலக்கு (பண ஊக்குவிப்பு வகை) ஆகியவற்றால் உறுதியற்ற தன்மை தூண்டப்பட்டபோது, ​​இலங்கை படிப்படியாக தரமிறக்கப்பட்டது.",
        "பொருளாதார வல்லுனர்களும் ஆய்வாளர்களும் ஒற்றை நங்கூரம் கொண்ட பண ஆட்சிக்கு உறுதியற்ற தன்மையை நிறுத்தவும் மத்திய வங்கி சட்டத்தை மாற்றியமைக்கவும் பண விலக்கு மற்றும் நிதி மீறல்களுக்கு இடமளிப்பதை நிறுத்தவும் அழைப்பு விடுத்துள்ளனர்.",
        "2019 ஆம் ஆண்டில், நிதி ஊக்குவிப்புக்கான வரிகள் குறைக்கப்பட்டன மற்றும் விலைக் கட்டுப்பாடுகள் மூலம் பத்திர ஏலங்கள் முடக்கப்பட்டன மற்றும் கருவூல பில்கள் மத்திய வங்கியால் மொத்தமாக வாங்கப்பட்டன, மீண்டும் செலுத்தும் நிலுவைத் தொகையை வீசியது.",
        "\"தற்போது மதிப்பீடுகளுக்கு வரம்புக்குட்பட்ட தலைகீழ் காட்சிகள் உள்ளன,\" என்று S&P கூறியது.",
        "\"எந்தவொரு பத்திர மறுசீரமைப்பும் முடிந்தவுடன், இலங்கையின் பரிவர்த்தனைக்குப் பிந்தைய கடன் தகுதியைப் பிரதிபலிக்கும் புதிய வெளிநாட்டு மற்றும் உள்ளூர் நாணய இறையாண்மைக் கடன் மதிப்பீடுகளை நாங்கள் வழங்குவோம்.\"",
        "இலங்கையின் வெளிநாட்டு நாணய மதிப்பீடு ‘CCC’ இலிருந்து ‘CC’ ஆகக் குறைக்கப்பட்டது; அவுட்லுக் எதிர்மறை",
        "ஏப்ரல் 12, 2022 அன்று சாதாரண வெளிநாட்டுக் கடன் சேவையை இடைநிறுத்துவதாக இலங்கை அறிவித்தது.",
        "• வெளிநாட்டு பொதுக் கடன்களின் பெரும்பாலான வகைகள் இடைநிறுத்தப்படும் என்று அரசாங்கம் கூறியது, IMF ஆல் ஆதரிக்கப்படும் சாத்தியமான திட்டத்தின் கீழ் முறையான மறுசீரமைப்பு நிலுவையில் உள்ளது.",
        "• சில பாதிக்கப்பட்ட கடமைகளில் இயல்புநிலை உறுதியாக இருப்பதைப் பிரதிபலிக்கும் வகையில், இலங்கை மீதான எங்கள் நீண்டகால வெளிநாட்டு நாணய இறையாண்மைக் கடன் மதிப்பீட்டை ‘CC’ இலிருந்து ‘CC’க்குக் குறைத்தோம். எங்களின் நீண்ட கால உள்ளூர் நாணய இறையாண்மைக் கடன் மதிப்பீட்டை 'CCC' இலிருந்து 'CCC-' ஆகக் குறைத்தோம். அதே நேரத்தில், 'சி' குறுகிய கால மதிப்பீட்டை நாங்கள் உறுதிப்படுத்தினோம்.",
        "• மதிப்பீடுகள் மீதான எதிர்மறையான கண்ணோட்டமானது, இலங்கையின் பொருளாதார, வெளி மற்றும் நிதி அழுத்தங்களின் பின்னணியில் வணிகக் கடனைத் திருப்பிச் செலுத்துவதற்கான அதிக ஆபத்தை பிரதிபலிக்கிறது.",
        "சிங்கப்பூர் (S&P Global Ratings) ஏப்ரல் 13, 2022–S&P குளோபல் ரேட்டிங்ஸ் இன்று இலங்கை மீதான அதன் நீண்ட கால வெளிநாட்டு நாணய இறையாண்மை மதிப்பீட்டை ‘CCC’ இலிருந்து ‘CC’க்கு குறைத்துள்ளது. அதே நேரத்தில், எங்களின் நீண்டகால உள்ளூர் நாணய இறையாண்மை மதிப்பீட்டை 'CCC' இலிருந்து 'CCC-' ஆகக் குறைத்தோம். நீண்ட கால மதிப்பீடுகள் மீதான கண்ணோட்டம் எதிர்மறையாக உள்ளது.",
        "கூடுதலாக, நாங்கள் எங்கள் 'C' குறுகிய கால வெளிநாட்டு மற்றும் உள்ளூர் நாணய இறையாண்மை மதிப்பீடுகளை உறுதிப்படுத்தினோம்.",
        "எங்களின் பரிமாற்றம் மற்றும் மாற்றும் மதிப்பீட்டை 'சிசிசி' இலிருந்து 'சிசி' ஆக மாற்றியமைத்தோம்,",
        "மதிப்பீடுகள் மீதான எதிர்மறையான கண்ணோட்டமானது, இலங்கையின் பொருளாதார, வெளி மற்றும் நிதி அழுத்தங்களின் பின்னணியில் வணிகக் கடனைத் திருப்பிச் செலுத்துவதற்கான அதிக ஆபத்தை பிரதிபலிக்கிறது.",
        "சர்வதேச இறையாண்மைப் பத்திரங்களில் ஏப்ரல் 18ம் தேதி கூப்பன் செலுத்துவது உட்பட, வணிக வெளிநாட்டு நாணயக் கடனுக்கான கூப்பன் அல்லது அசல் கட்டணத்தை அரசாங்கம் தவறவிட்டதை உறுதிசெய்த பிறகு, வெளிநாட்டு நாணய மதிப்பீட்டை 'SD' (தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை) ஆகக் குறைக்கலாம். மறுசீரமைப்பு விதிமுறைகள்.",
        "பணம் செலுத்தாதது அல்லது ரூபாய் மதிப்பிலான கடமைகளை மறுசீரமைப்பது போன்ற அறிகுறிகள் இருந்தால், உள்ளூர் நாணய மதிப்பீடுகளை நாம் குறைக்கலாம்.",
        "தற்போது மதிப்பீடுகளுக்கு வரம்புக்குட்பட்ட தலைகீழ் காட்சிகள் உள்ளன. எந்தவொரு பத்திர மறுசீரமைப்பும் முடிந்தவுடன், இலங்கையின் பரிவர்த்தனைக்குப் பிந்தைய கடன் தகுதியைப் பிரதிபலிக்கும் புதிய வெளிநாட்டு மற்றும் உள்ளூர் நாணய இறையாண்மைக் கடன் மதிப்பீடுகளை நாங்கள் வழங்குவோம்.",
        "செங்குத்தாக அதிகரித்து வரும் வெளி நிதி அழுத்தங்களுக்கு மத்தியில் மற்றும் பெருகிய முறையில் பரவலான சமூக மற்றும் அரசியல் எதிர்ப்புகளுக்கு மத்தியில், இலங்கை அரசாங்கம் ஏப்ரல் 12 அன்று தனது வெளிநாட்டு நாணயக் கடமைகள் மீதான கடன் சேவையை இடைநிறுத்துவதாக அறிவித்தது.",
        "இலங்கை தனது 2023 மற்றும் 2028 சர்வதேச இறையாண்மை பத்திரங்களுக்கு ஏப்ரல் 18 அன்று கூப்பன் செலுத்த வேண்டும். இந்த கூப்பன்களை செலுத்துவதை அரசாங்கம் தவறவிடும் என்று நாங்கள் எதிர்பார்க்கிறோம், எனவே இலங்கை மீதான எங்கள் வெளிநாட்டு நாணய இறையாண்மை மதிப்பீடுகளை ‘CC’க்கு குறைத்துள்ளோம்.",
        "பொருளாதார மீட்பு திட்டத்தை நிறுவுவதற்கும், அவசர நிதி உதவிக்காகவும் சர்வதேச நாணய நிதியத்தை அணுகியுள்ளதாக இலங்கை அரசாங்கம் தெரிவித்துள்ளது.",
        "ஒரு விரிவான கடன் மறுசீரமைப்புத் திட்டம் வகுக்கும் வரை, வெளிநாட்டு நாணயக் கடன்களுக்கான சேவை இடைநிறுத்தப்படும். பாதிக்கப்பட்ட கடனில் சர்வதேச பத்திரங்கள், இலங்கை மத்திய வங்கியுடன் (CBSL) இடமாற்றுக் கோடுகளைத் தவிர்த்து இருதரப்பு அரசு-அரசாங்கக் கடன் வசதிகள், வணிக வங்கிகள் மற்றும் நிறுவனக் கடன் வழங்குபவர்களுடனான கடன் வசதிகள் மற்றும் அரசு அல்லது பொதுத்துறை நிறுவனங்களால் அழைக்கப்படும் உத்தரவாதங்களின் அடிப்படையில் செலுத்த வேண்டிய தொகைகள் ஆகியவை அடங்கும். . இலங்கை சட்டத்தால் நிர்வகிக்கப்படும் கடமைகள் பாதிக்கப்படாமல் இருக்கலாம்.",
        "ஏப்ரல் 18 ஆம் தேதி நிலுவையில் உள்ள அதன் சர்வதேச இறையாண்மை பத்திரங்கள் மீதான கூப்பன் கொடுப்பனவுகள் உட்பட, எந்தவொரு வணிக வெளிநாட்டு நாணயக் கடமைகளுக்கும் வட்டி அல்லது அசலைச் செலுத்தாததை உறுதிசெய்த பிறகு, இலங்கையின் வெளிநாட்டு நாணய மதிப்பீடுகளை நாங்கள் ‘SD’ ஆகக் குறைக்க வாய்ப்புள்ளது.",
        "வெளியிடப்பட்ட அறிக்கைகளின்படி, அரசாங்கம் அதன் உள்ளூர் நாணயக் கடன் கடமைகளைத் தொடர்ந்து செலுத்த விரும்புகிறது. இலங்கை மீதான எங்களுடைய ‘CCC-/C’ உள்ளூர் நாணய இறையாண்மை மதிப்பீடுகள் தற்போதைய கடுமையான பொருளாதார மற்றும் பண அழுத்தங்களை பிரதிபலிக்கின்றன.",
        "மத்திய வங்கியானது தொழில்நுட்ப ரீதியாக இலங்கை ரூபாவை வரவிருக்கும் கடப்பாடுகளை சந்திக்கும் வகையில் உருவாக்க முடியும் என்றாலும், அவ்வாறு செய்வது குறிப்பிடத்தக்க பணவீக்க தாக்கங்களை ஏற்படுத்தலாம், நுகர்வோர் விலைகள் ஏற்கனவே ஆண்டுக்கு ஆண்டு பெப்ரவரியில் 17.5% வேகமாக அதிகரித்து வருகின்றன.",
        "இலங்கையின் உள்ளூர் நாணயக் கடனும் அதன் ஒட்டுமொத்தக் கடனில் கணிசமான விகிதத்தைக் கொண்டுள்ளது, இதனால், வருமானத்துடன் ஒப்பிடும் போது அதன் அதிக வட்டிச் சுமையாகும்.",
        "இலங்கையின் கடன் மறுசீரமைப்பு செயல்முறை சிக்கலானதாக இருக்கக்கூடும் மேலும் அது முடிவடைய பல மாதங்கள் ஆகலாம். சீர்திருத்தம் மற்றும் நிதியுதவி திட்டத்தை நிறுவ IMF உடனான பேச்சுவார்த்தைகள் ஆரம்ப கட்டத்தில் உள்ளன.",
        "இலங்கை கடந்த வாரங்களில் கணிசமான அரசியல் நிச்சயமற்ற தன்மையை அனுபவித்துள்ளது, இது ஏப்ரல் தொடக்கத்தில் CBSL இன் ஆளுநரைத் தவிர முழு அரசாங்க அமைச்சரவையும் ராஜினாமா செய்தது மற்றும் ஆளும் கூட்டணியின் பாராளுமன்றத்தில் பெரும்பான்மை பிரதிநிதித்துவத்தை வெளிப்படையாக இழந்தது.",
        "ஒரு நிலையான அரசாங்கத்தை நிறுவுவதில் தோல்வியானது IMF உடனான விவாதங்களில் மேலும் சிக்கலாக்கி முன்னேற்றத்தைத் தடுக்கலாம், இறுதியில், கடன் மறுசீரமைப்புத் திட்டத்தை தாமதப்படுத்தலாம்."
      ]
    }
  }
}