{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Exterminators-holds-Hybrid-Investor-Forum-on-Rs-60-m-IPO/34-731768",
  "time_ut": 1646850600,
  "title": "Exterminators holds ‘Hybrid Investor Forum’ on Rs. 60 m IPO",
  "body_lines": [
    "From left:  Atarah Capital Partners Vice President Investment Banking Chandana Wijesundra, Managing Director Rohan Senewiratne,  Exterminators Ltd. Managing Director Marlon Ferreira, Chairman Chaaminda Ratnayake, Director Suhaniya Pelpola and Director Business Development Travis Ferreira",
    "Exterminators Ltd., Sri Lanka’s premier pest management and environmental enhancement technology company, concluded it’s ‘Hybrid Investor Forum’ on 8 March at Hilton Residencies, Colombo.",
    "Exterminators intends to list on the ‘Empower Board’ at the Colombo Stock Exchange via an ‘Initial Public Offering’. The issue opens on 14 March.",
    "The offer is managed by Atarah Capital Partners, a company with a track record of successfully listing three companies in the Colombo Stock Exchange in the year 2021.",
    "Exterminators offers 20% of the stake via the ‘Initial Public Offering’ (IPO) to raise Rs. 60 million by offering 10,000,000 Ordinary Voting shares at a price of Rs. 6/= per share.",
    "The prospectus and application forms are available on the company’s website https://exterminators.lk/, CSE website https://www.cse.lk/ and the website of the Manager to the Issue http://atarahcapital.com/",
    "The funds raised through the IPO will be utilised to expand the company’s branch network by setting up three branches in 2022, build capacity by investing on novel equipment/technology and improve the vehicle fleet in the existing branches in Colombo and Kandy.",
    "The company plans to set up a premier 24x7 customer care and retail centre to market internationally renowned energy saving, non-chemical pest management, health and safety brands.",
    "The funds will also be utilised to expand local manufacturing by further investing in ‘Made in Sri Lanka’ products to contribute to mitigating the out-flow of foreign exchange from the country.",
    "Exterminators recorded a revenue of Rs. 116 million and Profit After Tax (PAT) of Rs. 15 million in the financial year 2020/21.",
    "It is to further strengthen its performance for the current 21/22 financial year and forecasted to increase PAT to approximately Rs. 26 million, which will be a 70% increase from the previous year. At the forecasted EPS of Rs. 0.51, the PE multiple is 11.76."
  ]
}