{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Diesel-shipment-in-international-waters-refuses-to-enter-local-waters-till-payment-made/342-234182",
  "time_ut": 1648695420,
  "title": "Diesel shipment in international waters, refuses to enter local waters till payment made",
  "body_lines": [
    "** The captain was holding the vessel in international waters till the payment was released",
    "** The President had given a guarantee that funds would be released for the shipment, but the captain has refused to accept this guarantee",
    "**The government is liable for demurrage fees for the delay in clearing the shipment but right now no immediate funds are available for the shipment to be unloaded.",
    "**This will lead to the diesel shortage presently existing in the market, to be extended by a few more days",
    "A ship carrying the much required diesel shipment for this week is currently in international waters and the captain of the vessel is refusing to enter local waters, till such time the payment for the shipment is made upfront, senior sources in the industry told Daily Mirror last evening.",
    "It is still unclear how many tonnes of diesel the vessel is carrying but sources said the captain was holding the vessel in international waters till the payment was released.",
    "President Gotabaya Rajapaksa had given a guarantee that funds would be released for the shipment, but the captain has refused to accept this guarantee. He also fears that if his vessel enters local waters, it will be kept lying for several days with the Sri Lankan government being unable to clear it.",
    "The government is liable for demurrage fees for the delay in clearing the shipment but right now no immediate funds are available for the shipment to be unloaded.",
    "Once the government confirms that the payment is ready and has been made the vessel will enter the Colombo Port for unloading.",
    "This will lead to the diesel shortage presently existing in the market, to be extended by a few more days.",
    "The Ceylon Petroleum Corporation has requested the public not to queue at filling stations for diesel as no stocks are available.",
    "However from the shipments already received, diesel will be distributed for essential supplies only. (JAMILA HUSAIN)"
  ]
}