{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/05/i-want-them-to-be-brave-silverwood/",
  "time_ut": 1651741680,
  "title": "‘I want them to be brave’ – Silverwood",
  "body_lines": [
    "ICC : Newly-appointed Sri Lanka head coach Chris Silverwood has underlined his philosophy for the side going ahead, as he addressed his first press conference ahead of Sri Lanka’s tour of Bangladesh.",
    "Silverwood recently took up the role as the head coach of the Sri Lanka men’s side, following his departure from the England job in the aftermath of the defeat in the Ashes.",
    "Silverwood’s first assignment will be an away tour to Bangladesh, with the two sides jostling for crucial World Test Championship points.",
    "One of the key aspects that Silverwood wants Sri Lanka to improve is adopting a positive mindset when going out to bat. Silverwood has particularly underlined the intent of scoring runs as an area where the Sri Lanka batters can make some steady progress.",
    "Speaking in a press conference, Silverwood said, “I have spent the last couple of weeks just digging through stats, looking at how we can improve. One of them is the intent to score. We have to give the batters the confidence to go out there and not fear getting out.",
    "“That’s not to say we have to be reckless; what I’m saying is we have to bring smarts into that as well. But I do want them to be positive, I want them to be brave. If we go with that attitude, the dot-ball rates will come down and the strike-rates will go up, which can only be a good thing.”",
    "Silverwood believes one of his roles will be to give the batters the confidence to put up a big score in the first innings so that the bowlers have a target to defend.",
    "“I’ll try and instill some confidence into the boys so they can go out there and construct their innings and score big runs, certainly in the first innings, and give us something to bowl at. It’s not rocket science,” he added.",
    "The bowlers, Silverwood believes, will have to come out aggressive right out of the bat to make a real impact in their spell.",
    "“I’ve specifically challenged the Test bowlers to be hot on their first 12 balls… because as we all know, (with) the first 12 balls you can make a real impact as well as put pressure back on the batters.",
    "“It’s about instilling the discipline that we can do good things for long periods of time and not getting bored of doing them. It’ll be a gradual process, but if you sow the seed and let it grow, over a period of time you will find that people can do it,” Silverwood concluded.",
    "Sri Lanka’s tour of Bangladesh will consist of two Tests, with the first match starting on 15 May in Chattogram. The second Test will take place in Dhaka between 23-27 May.",
    "(VIDEO) Sri Lanka Police train in crowd control techniques near parliament"
  ]
}