{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Prime-Group-further-strengthens-financial-stability-by-upgrading-to-SL-A-Stable-credit-rating-from-ICRA-by-Moody-s/34-733936",
  "time_ut": 1650925380,
  "title": "Prime Group further strengthens financial stability by upgrading to [SL] A (Stable) credit rating from ICRA by Moody’s",
  "body_lines": [
    "Prime Lands Ltd. and Prime Lands Residencies PLC have received a further strengthen issuer rating of [SL] A (Stable) making Prime Group the largest real estate company in Sri Lanka to receive this rating from ICRA Lanka.",
    "In its special notification Prime Group, ICRA Lanka says, “The Rating Committee of ICRA Lanka Ltd., after due consideration of the latest developments in your company, has revised the Issuer Rating to “[SL]A” (pronounced as S L A) with Stable outlook from [SL] A- (pronounced as S L A minus) with a Stable outlook, assigned to your Company. Entities with this rating are considered to have (an) adequate degree of safety regarding (the) timely servicing of financial obligations. Such entities carry low credit risk. The rating is only an opinion on the general creditworthiness of the rated entity and not specific to any particular debt instrument.”",
    "Commenting on the rating, Prime Group Co-Chairman Brahmanage Premalal said: “It demonstrates the stability of our group and the commitment we have towards fulfilling our obligations to our customers.",
    "“It is a strong recognition of the financial and operational stability of our companies and reflects the strength of the forecasted and delivered financial stature of the companies in the group. This is the best certificate we can offer to our valued stakeholders to enhance their confidence in us. This has been strengthening over the past 26 years as a group of companies.”",
    "Brand Finance crowned Prime Lands Residencies as the Most Valuable Real-estate brand in LMD’s latest brand annual. Prime Group was also awarded as the most respected entity in Real Estate for two consecutive years, Most Respected Real Estate for four years; PropertyGuru Asia Property Awards also recognised Prime Group as Sri Lanka’s best developer for two consecutive years. Achieving the Great Place to Work for six years reflects our human capital strength as a diversified group.",
    "To date, Prime Group owns probably the largest land bank, representing 18 districts across the country along with multiple apartments and individual housing projects strategically located across the island.",
    "“These Ratings and Recognitions awarded by external rewarding bodies after reviewing our work reflect the high standards we keep and the hard work and commitment we have towards our customers on all our projects. The best award we have received is customer satisfaction for the timely delivery of all the projects we have started.",
    "As the highest credit-rated Real Estate Group by ICRA in the country, the financial discipline we follow is the DNA of our success. Hence, this rating upgrade is very special to all our stakeholders,” concluded Premalal."
  ]
}