{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Relief-packages-and-a-country-in-debt-EDITORIAL/172-233766",
  "time_ut": 1648157100,
  "title": "Relief packages and a country  in debt - EDITORIAL",
  "body_lines": [
    "This is a time when people who have lost their sources of income would want some relief. That relief must come courtesy the government. Just the other day President Rajapaksa assured the country at the All Party Conference session that he has plans of providing people with a relief package during the New Year season.",
    "Providing relief during a crisis is acceptable. But economic experts are now reiterating that these relief packages to people must be distributed with some control. In a country like Sri Lanka these relief packages are aimed at strengthening votes and not in any way to help a person stand on his or her feet.",
    "This is what past governments have done since this nation received independence. The people- mostly the less affluent- are now waiting for any kind of relief instead of engaging in hard work. The governments of the past and present have fed the people who have not known to be ambitious.",
    "Readers should not get this editorial wrong. This is not about not helping people during these troubled times. They need help; especially when the salaries and the allowances are subject to cuts. Some businesses were swallowed up by the pandemic. A good number of van owners who did school transport service had to sell their vehicles and find other occupations to put a square meal or two on the table. Our hearts go out to these people who found the ‘foundations’ of  their lives being blown away by the pandemic; during the first and second waves of the Corona virus.",
    "But now the focus is on rebuilding Sri Lanka and finding ways to service the huge debt the country has to service. This is a time when everyone has to find ways of generating positive thoughts despite the atmosphere here being ‘dark and gloomy’ economy wise.",
    "We have to find ways returning to that way of saving. As islanders this saving habit is not new to us. We’ve been an agriculture based country for so long and farmers have been taught the art of saving by their ancestors. From collecting water in tanks and saving some of the produce for ‘hard times’ ahead have been habits continued for posterity.",
    "Even the aborigines from Dambana speak about saving something for the future and they share this part of their culture quite proudly. The take home message when we highlight the Vedda culture is that they preserve crop and bush meat even without a refrigerator.",
    "The Vedda community wasn’t spared by the corona virus. There were stories of the Vedda Chief’s wife succumbing to the virus. But these Veddas are not known to beg for rations and stipends from the government. They have their ways of fighting through a crisis. This is thanks to having a capable leader and the presence of having discipline within a community.",
    "Many have recalled the times of Sri Lanka’s Premier Sirimavo Bandaranaike during these times when the country’s economy is wobbling due to the dollar crisis.  Back then Sirimavo banned the import of most luxury items to the country and forced the people to grow in their backyards. Even if these projects didn’t quite work the idea of trying to produce what you wanted in your own country must be commended.",
    "Another leader who wanted the people to stand on their feet was Ranasinghe Premadasa. He invested on income generating schemes; the garment industry standing out as one of the most successful plans he had for the country.",
    "We can learn from our past leaders who frowned at people and lawmakers who had the wasting habits. The late Premadasa stayed at the residence of the ‘village headman’ when he went outstation and never wasted money on hotels; something all others working with him had to follow. Didn’t we see that popular statesmen-still serving the government- promoting the habit of being accompanied by a large entourage whenever he went abroad? Our lawmakers must move away from that wasteful past.",
    "To rebuild Sri Lanka and service the accumulated debts the lawmakers have to show the way by leading with example. Also the habit of feeding the less affluent must stop; eventually. Sri Lanka will prosper again if its lawmakers stop giving free fish to the people and instead teach them how to catch fish."
  ]
}