{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-boarding-pass-unlocks-more-offers-in-dubai-for-summer-2022/",
  "time_ut": 1651505640,
  "title": "Emirates boarding pass unlocks more offers in Dubai for summer 2022",
  "body_lines": [
    "An Emirates boarding pass is more than a travel document or travel keepsake, it is also the key to the coolest deals in Dubai this summer: for five months starting May 01 to September 30, Emirates is unlocking even more offers for all its customers arriving in or stopping over in Dubai with its My Emirates Summer Pass.",
    "Emirates’ customers can simply show their boarding pass and a valid form of identification to hundreds of retail, leisure and dining outlets to enjoy fantastic discounts throughout Dubai. In addition, during May, those landing in Dubai can enjoy a complimentary Dubai Marina Cruise, which gives unrivalled panoramic views of one of the city’s most iconic skylines from the Arabian Gulf.",
    "Pre-booking is not required for the single-entry complimentary ticket to Tour Dubai’s one hour Marina Sightseeing Cruise. The Emirates customer just has to show a valid boarding pass, either digital or paper, at the ticketing counter on the day of use as well as proof of identity. The cruise is only valid from May 01 – 31 between 10am and 4pm.",
    "UAE residents and nationals returning home to Dubai on Emirates during the promotional period can also benefit from the fantastic offers under My Emirates Summer Pass. Those visiting friends and family can also avail of offers at top designer brand outlets like Calvin Klein and Tommy Hilfiger or splash out at Bath & Body Works. Families can save and beat the summer heat at Atlantis Aquaventure or break a sweat on some of the adrenaline-pumping attractions at IMG world of Adventure.",
    "Couples who would appreciate a quiet afternoon at a spa can indulge themselves at the Sofitel Spa with L’Occitane or spot Arabian oryx at sunset while taking a private desert safari with Arabian Adventures.",
    "A holiday to Dubai is not complete without a city sightseeing bus tour that is eligible for a discount or capturing the historic Dubai Creek on a cruise before saving up to 20 per cent on food and beverages at any of the Rove hotels. Accor Hotels is also offering 20 per cent off its food and beverages when My Emirates Pass is presented.",
    "Dubai is the place to be this summer season. In addition to an exciting calendar of world-class culture, shopping and dining, The Dubai Summer Surprises, one of the city’s major shopping and entertainment events, will be also running with a packed line-up of events and family activities, exclusive shopping deals, fun competitions, and shop and win promotions.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}