{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/When-we-drink-water-think-of-its-connection-with-the-forests/172-232413",
  "time_ut": 1646421720,
  "title": "When we drink water, think of its connection with the forests",
  "body_lines": [
    "Human beings are expected to be good stewards of nature. Instead what have we done especially during the past few decades? Eco-friendly social analysts will tell us of the vital importance of forests, the animals, thousands of species of plants many of which have medicinal properties, insects and hundreds of other small creatures which combine to make a spectacular display of biodiversity.",
    "",
    "Later this month the United Nations marks the International Day of Forests with the theme being “Too precious to lose”. In a statement the UN says when we drink a glass of water, write in a notebook, take medicine for a fever or build a house, we often do not make the connection with forests. And yet, these and many other aspects of our lives are linked to forests in one way or another. Forest sustainable management and the use of their resources are key to combating climate change, and to contributing to the prosperity and well-being of current and future generations. Forests also play a crucial role in poverty alleviation and in the achievement of the sustainable development goals . Yet despite all these priceless ecological, economic, social and health benefits, global deforestation continues at an alarming rate.",
    "",
    "According to the UN, wood helps to provide bacteria-free food and water in many kitchens, build countless furniture and utensils, replace materials as harmful as plastic, create new fibers for our clothes and, through technology, be part of the fields of medicine or the space race. It is vital to consume and produce wood in a more environmentally friendly way for the planet and its inhabitants. Let’s protect this easily renewable resource with a sustainable management of forests.",
    "",
    "Forests are home to about 80% of the world’s terrestrial biodiversity, with more that 60,000 tree species. Around 1.6 billion people depend directly on forests for food, shelter, energy, medicines and income. The world is losing 10 million hectares of forest each year - about the size of Iceland.",
    "",
    "In a resolution the UN General Assembly has encouraged countries to undertake local, national and international efforts to organise activities involving forests and trees, such as tree planting campaigns. The organisers are the United Nations Forum on Forests and the UN’s Food and Agriculture Organization , in collaboration with Governments, the collaborative partnership on forests and other relevant organisations in the field.",
    "",
    "Giving some success stories the UN refers to the Rosewood conservation in Madagascar. For Madagascar farmer Edmond, who goes by one name, it was a breakthrough. In 2019 he perfected a complicated technique to grow a rare species of tree known as Dalbergia normandii. The plants hail from a valuable, and difficult-to-propagate family of trees known as rosewoods, which have been felled near to the point of extinction in many parts of Madagascar. From Guatemala to Madagascar to Thailand to Zambia, rosewoods have been targeted by timber traffickers who seek to profit especially from its growing demand in China and Vietnam, principally for furniture.",
    "In the Peruvian Amazon, a tree that stands more than 20 metres high is giving the forests a new value. It is known as the shiringa. The latex extracted from its interior offers indigenous communities an opportunity to strengthen their ancestral practices, generate income and adapt to climate change.",
    "",
    "With a heart linked to the environment America’s native people’s Chief Seattle says humankind has not woven the web of life. We are but one thread within it. Whatever we do to the web, we do to ourselves. All things are bound together. All things connect. This we know: the earth does not belong to people - people belong to the earth. This we know. All things are connected like the blood that unites one’s family. All things are connected.",
    "",
    "In Sri Lanka and its forest conservation policy, the less said the better. During the past few years large areas of wilderness land have been sold to foreign and local investors to begin large scale projects. Widespread allegations have been made about large scale bribery and corruption, kickbacks and commissions amounting to hundreds of millions of dollars. In addition, we have the human-elephant conflicts where we have robbed the homelands of the elephants and when they come to other areas in search of food, we call them rogue elephants. Of course, we need to be sympathetic to the innocent rural people who suffer from this and be aware that the villains of the piece are the high level politicians and big company owners.",
    "",
    "One of the world’s greatest statesmen Mahathma Gandhi has said what we are doing to the forests of the world is but a mirror reflection of what we are doing to ourselves and to one another. Let us contemplate deeply on this as we mark the UN’s International Day of Forests."
  ]
}