{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81934/sri-lankan-citizens-right-to-peacefully-protest-wont-be-hindered-president",
  "time_ut": 1650438960,
  "title": "Sri Lankan citizens’ right to peacefully protest won’t be hindered – President",
  "body_lines": [
    "President Gotabaya Rajapaksa today said that he is ‘deeply saddened’ by the tragedy at Rambukkana and that Sri Lanka Police will carry out an impartial and transparent investigation regarding the incident.",
    "In a twitter message posted on his official account, the President also said that the right of Sri Lankan citizens to peacefully protest will not be hindered.",
    "President Rajapaksa said the incident had led to a tragedy for which he is ‘deeply saddened’.",
    "He urged all citizens of the country to refrain from engaging in any violence as they protest.",
    "“Sri Lankan citizens’ right to peacefully protest won’t be hindered. Sri Lanka Police will carry out an impartial & transparent inquiry re the incident at Rambukkana which led to the tragedy for which I’m deeply saddened. I urge all citizens to refrain from violence as they protest,” the President tweeted.",
    "A demonstration in Rambukkana demanding fuel to be supplied at old prices had escalated into clashes between protesters and the police yesterday (19), resulting in the death of a protester and injuries to around 24 others.",
    "Residents in the area had blocked all entry and exit roads into Rambukkana town, as well as the level crossing for more than 15 hours. This had obstructed the vehicular movement and train operations on the Main Line.",
    "As a tense situation ensued near the level crossing, the police had fired tear gas to disperse the protesters. Later, as the situation escalated, the police had opened fire at them, killing one person and injuring multiple others.",
    "According to reports, 08 police officers have also sustained injuries in the tense situation. The wounded were rushed to the Kegalle Teaching Hospital.",
    "Police curfew was later declared in Rambukkana area and it will remain effective until further notice.",
    "The IGP had later claimed that police had to resort to using “minimum force” to prevent a group from attempting to set fire to a fuel bowser."
  ]
}