{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Private-sector-s-clarion-call-to-MPs-Unite-to-end-economic-and-political-crises/34-733321",
  "time_ut": 1649615400,
  "title": "Private sector’s clarion call to MPs: Unite to end economic and political crises",
  "body_lines": [
    "A total of 23 major associations, representing key industries of the economy in one voice called on the Parliamentarians of all political parties to come up with a viable long-term proposal to urgently start negotiations with the International Monetary Fund (IMF) along with a debt restructuring plan, to ensure political stability to win the confidence of the world to fix the adversity.",
    "The private sector champions underscored that $ 50 million economic loss per day or the impact on the $ 17 billion the 23 industries generate collectively yearly or the fear of a 30% drop in export earnings this month will be “nothing” compared to the impact it will have on the lives of 22 million Sri Lankans altogether.",
    "In a joint press briefing Association of Container Deport Operators (ACDO), Association of Container Transporters (ACT), Colombo Rubber Traders Association (CRTA), Colombo Tea Traders Association (CTTA), Diamond Exporters Association of Sri Lanka (DEASL), Essential Food Importers and Traders Association (EFITA), Exporters Association of Sri Lanka (EASL), Free Trade Zone Manufacturers Association (FTZMA), Hub Operators Association of Sri Lanka (HOASL), Industrialists Association Minuwangoda (IAM), Joint Apparel Association Forum (JAAF), Lanka Fruit and Vegetable Producers, Processors, and Exporters Association (LFVPPEA), National Chamber of Exporters of Sri Lanka (NCE), Plastics and Rubber Institute of Sri Lanka (PRISL), Sri Lanka Association for Software and Services Companies (SLASSCOM), Sri Lanka Association of Air Express Companies (SLAAEC), Sri Lanka Association of Manufacturers and Exporters of Rubber Products (SLAMEARP), Sri Lanka Logistics and Freight Forwarders Association (SLLFFA), Sri Lanka Gem and Jewellery Association (SLGJA), Sugar Importers Association (SIA), Tea Exporters Association (TEA), The Colombo Brokers’ Association (CBA) and Ceylon Association of Shipping Agents (CASA) called on all Parliamentarians not to divide on political lines and to see the crisis as a country to come up with quick solutions.",
    "They also collectively expressed that they could breathe a sigh of relief with the appointments of the new Central Bank Governor Dr. Nandalal Weerasinghe and Finance Ministry Secretary K.M.M. Siriwardena last week.",
    "SLAMERP Director General Rohan Masakorala said the country is at the outset of the worst economic crisis ever in its history.",
    "“We are seeing tremendous challenges which are going into the next level and bringing all industries to a complete halt. The IMF should have been yesterday and not tomorrow or next week. We insist on the Government and Opposition to come up with a politically stable system, so that the world will believe us. The President has all powers through the Constitution and he has to take a call on the next step. The Prime Minister and the rest of the MPs need to come up with a solution within a week before the economy collapses completely,” he stressed.",
    "He called on Parliamentarians of all political parties to put aside differences, and immediately form an interim Government if necessary, and take necessary actions in the national interest, and that of the Sri Lankan people.",
    "“The private sector is united in demanding an immediate solution from all political parties and Parliamentarians. We are not on a ‘blame game’, but put the economic footing in front. The crisis is going to impact every citizen. We are here to underscore the gravity of the economic crisis, before our cogwheels start to stop. We stand together as industries and associations because we strongly believe that it is the right path — otherwise the total economy will collapse if nothing is done right now,” he stressed.",
    "Noting that a letter signed by 38 major associations representing all key sectors of the economy, was sent to the President, Speaker of the Parliament and MPs last week, he said they all strongly urged political leaders and MPs of all political parties to put aside differences, and immediately form an interim Government if necessary, and take necessary actions in the national interest, and that of the Sri Lankan people.",
    "“The Parliamentarians are the macro managers of the country; may it be policy or governance. We are just entrepreneurs who are doing the difficult job of finding buyers and competing in the international market. Our survival is tough out there. The political shows are not going to win our country back, thus the executive and the legislature need to put their act together to put the economic footing right. The private sector is ready to move forward, but we need the policy makers’ plan within the next two weeks to overcome this crisis,” Masakorala said.",
    "He said no one is aware of the crisis that is going to hit the 22 million Sri Lankans. “Today we are here 30-45 days ahead of warning authorities, making the public and the media aware of the reality of our economy. None of us are aware of the gravity of the crisis and all the backlog of it will hit people like a tsunami — that’s what we want to stop,” he added.",
    "Masakorala also warned that the failure by authorities to come up with a plan will only pave the way for professionals and companies leaving the country.",
    "“Rubber manufacturers are already thinking of setting up factories outside Sri Lanka because there are lucrative opportunities. With their expertise and offers for joint ventures it will be very easy for companies to shift places, but what will happen to the people that were dependent on these industries and the Sri Lankans? Unemployment, no livelihood and hunger are terrible tools — and we don’t want the social fabric in our country to collapse, as we have seen in other countries. We are known for our resilience and we can pull this together if the political parties keep their differences aside and come together as Sri Lankans,” he pointed out.",
    "He asserted that all these paths to recovery steps that are going to come into the system will be worse before it gets any better.",
    "“We stand together as industries, chambers and above all as Sri Lankans because we strongly believe it is the right path. We believe that the people on the roads have the right to protest, but we want them to know that what needs to be solved cannot be solved through protests alone. We all need to put our heads together — it is why we have united in one voice irrespective of our industries and services,” Masakorala explained.",
    "JAAF Secretary General Yohan Lawrence said major export sectors like apparel have been doing their utmost to minimise disruptions and continue production, and earn much-needed foreign exchange, while also protecting thousands of jobs and livelihoods.",
    "“The deep relationships we have maintained for decades with the brands are helping our members to continue with the business amidst chaos situations. The discussions are ongoing in terms of working out and doing our best to keep our clients services. Although there have been instances where some of the clients wanted to pull back, because of the cordial relationships that the industry has invested on — they have been very responsive to Sri Lankan apparel companies so far,” he explained.",
    "Lawrence said they look forward to the urgent implementation of the discussions with the IMF to and thereby build confidence of the world to put the country on path to recovery, noting that these continuous economic shocks have not spared a single citizen of Sri Lanka.",
    "“We need an immediate political solution. Then we need to stop servicing debts and renegotiate those to be paid in an orderly manner with the consultation of the IMF. I believe, by putting these initial steps, we can put the country on foot where it will start to recover gradually. Our call is to all stakeholders to come together and help to solve this crisis. Come up with a viable long-term solution,” he said.",
    "Lawrence also said that the negotiations with the European Union (EU) in terms of the GSP+ concession remains on track.",
    "EASL Chairman Talal Shums said they anticipate a drop of around 20% - 30% in export turnover this month, if no immediate action is taken by the policy makers.",
    "“All the associations represented here account for about $ 17 billion exports each year. So, a drop of 20-30% is significant. We urge the authorities to help us not come to this drastic decline in turnover,” he added.",
    "He pointed out that this political instability has led to credibility issues with their buyers, where the competitive countries are using the opportunity to increase their market share.",
    "“We urge politicians to come together and help Sri Lanka in this time of need,” Shums appealed.",
    "Colombo Tea Traders Association (CTTA) Chairman Jayantha Karunaratne said the current political crisis has taken the focus away from addressing Sri Lanka’s daunting economic challenges, which must be given utmost priority to protect key sectors, employment and livelihoods.",
    "“The prevailing power and energy crises, lack of foreign exchange has hampered the economic activities to a large extent. Unless, we collectively find solutions and immediately roll out those plans, it will have an unimaginable adverse impact on the overall economy,” he cautioned.",
    "Karunaratne also said the unstable supply of power has crippled the productivity and output of the tea industry. “If this crisis remains for a month, it will make Sri Lanka uncompetitive because we only produce 5% of the global tea. This will put us out of the business completely. In addition, the inability to serve the 2.5 million dependents will cause social unrest leading to bigger problems, if it is not addressed now,” he pointed out.",
    "In addition to the regular concerns of the customers, he said they were also grappling with issues such as ships not being called at port, rising freight costs and loss of productivity at factories.",
    "“We have a good reputation of over 150 years in Ceylon Tea and earn over $ 1 billion annually,” Karunaratne added.",
    "SLASSCOM Chairperson Sandra de Zoysa said a sustainable solution for the ongoing power and connectivity crisis is critical to retain employees and employers.",
    "“The IT/BPM industry faces a crisis in two major ways. One is that our professionals are in high demand and there is a high tendency that they move out of the country for employment. Secondly, our customers globally are concerned about the prevailing situation in Sri Lanka. Although, we all are managing and meeting the delivery deadlines with utmost difficulties, we cannot sustain it in the medium to short term even now,” she pointed out.",
    "Noting that there are a lot of opportunities for IT professionals from Nordic countries as well as from the Ukraine-Russia conflict, she feared that there will be a massive brain drain, if the political instability is not resolved.",
    "“Right now, the income of the IT professionals are also scrutinised and that has led to a lot of frustration among them already. These unfriendly policies will chase away the talent we have in these lucrative industries at a time when we need more and more companies earning in foreign exchange. The industry is already short of capacity to cater to the demand and we are working with multiple stakeholders to attract fresh talent,” de Zoysa pointed out.",
    "She also said more than IT, the BMP sector is booming as there is much potential to attract new talent through up-skill.",
    "EFITA Spokesman Nihal Seneviratne said the unavailability of foreign exchange had been the main problem they have been telling authorities for the past six months and have not got any solution so far.",
    "“Private sector has been the main arm in importing and distributing essential food items to the country. On an average the country requires $ 200 million monthly to import the essential food items. Since 1978, we have been importing from suppliers of various countries on Documents against Acceptance (DA) terms instead of Letter of Credits (LCs). However, given the current crisis, that has been hampered during the past six months,” he pointed out.",
    "Seneviratne explained that the trust suppliers had on Sri Lankan importers for decades have been impacted and some of their members are now at the verge of bankruptcy.",
    "“We have been asking the Government for what we had already bought and sold, calculating $ 1 at Rs. 203. Now importers are faced with about $ 50 million, which requires to be paid for those sold items. At the current exchange rate, if we are to pay at least 50% or 60% of that total amount payable, I think some of the importers will go bankrupt,” he stressed.",
    "Given the delays in payments, he said the suppliers are now requesting for money in advance and it is an unbearable situation for the members.",
    "Seneviratne commended the importers for their tremendous efforts in securing essential food items necessary for the festive season, except for milk powder amidst chaos situations they dealt with.",
    "He also said that the association was negotiating with Finance and Trade Ministries on the $ 1 billion Indian Credit Line. “However, we don’t know how much has been allocated for bringing in essential food items. As we understood, it is only for three to four months we are allowed to import food items via the Indian Credit Line,” Seneviratne pointed out.",
    "SLSC Chairman Russell Juriansz said the representation of Sri Lanka at the IMF-World Bank Spring Meeting in Washington DC is imperative to start negotiations, noting that the Indian Credit Line will only last till end of this month.",
    "“We need to start discussions with the IMF to be able to get over this issue on a long-term basis, while bridging the short-term financing which they could negotiate with the World Bank at the same meeting for essential goods such as medicines, food, fuel and others,” he added.",
    "CASA Immediate Past Chairman Iqram Cuttilan said the port operations are functioning smoothly despite the economic chaos.",
    "“It is one sector which has been uninterrupted, thanks to all the terminals and Sri Lanka Ports Authority (SLPA),” he added.",
    "He admitted that there had been issues with the import containers, as the importers are unable to clear their cargo on time due to unavailability of foreign exchange. Thus, the clearing time of containers, which is about three to four days, now takes about two weeks or more. This is the congestion we see at the terminals.",
    "Cuttilan cleared air on reports stating vessels were bypassing Colombo as the port was congested. “Ships do skip Colombo because of their schedule delays. Sometimes, all ports are facing schedule delays and as such because they are behind schedule, they tend to skip port or two to catch up on the time they lost,” he explained.",
    "Additionally, he said that Sri Lanka has seen a growth in transhipment volumes over the past two years and during the first quarter of 2021.",
    "“Certainly, some of the shipping lines anticipating delays in Colombo could be rerouting containers through India, because that is a perception of shipping lines. It is not because of the port,” he added.",
    "Although shortage of fuel for transport is a problem, Cuttilan said fortunately inter terminal transfers have been happening. “The terminal has been providing fuel to the transporters at least to get the inter terminal change. From a port perspective, it is functioning without major issues,” he said.",
    "In terms of demurrage, he said the port gives a certain free period to clear cargo and beyond that they charge demurrage fee because they want to encourage fast clearance for other containers to come. “It is a bit of a tough situation, because sometimes when you make an appeal to the port they could extend a port rent waiver, they also have the container lines — it is difficult to say if it could be eliminated, but as long as you make an appeal there are instances where both port and shipping lines provide waivers,” he pointed out."
  ]
}