{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/abolishing-the-executive-presidency-without-a-referendum/",
  "time_ut": 1648173480,
  "title": "Abolishing the Executive Presidency without a referendum",
  "body_lines": [
    "The abolition of the ‘Executive Presidency’ is again an issue high in the reform agenda after the abject failure of the Gotabaaya Rajapaksa Presidency. Whether it could be done by a two-thirds majority in Parliament, without the approval of the People at a referendum is bound to be raised. In other words, is the Presidential form of government entrenched? It has been generally taken for granted, albeit without serious discussion, that the abolition of the Presidential form of government would require a referendum. The writer is among a minority of legal personnel that take the opposite view.",
    "Article 83 of the Constitution lists the entrenched provisions. A Bill for the amendment or for the repeal and replacement of or which is inconsistent with Articles 1 (The State), 2 (Unitary State), 3 (Sovereignty of the People), 6 (National Flag), 7 (National Anthem), 8 (National Day), 9 (Buddhism), 10 (Freedom of thought, conscience and religion), 11 (Freedom from torture) and Article 83 itself would require a referendum. A Bill for the amendment or for the repeal and replacement of or which is inconsistent with the provisions of paragraph (2) of Article 30 or of paragraph (2) of Article 62 which would extend the term of office of the President, or the duration of Parliament, as the case may be, to over six years would also require a referendum.",
    "Article 3 reads: “In the Republic of Sri Lanka sovereignty is in the People and is inalienable. Sovereignty includes the powers of government, fundamental rights and the franchise.” Article 4 (Exercise of Sovereignty) goes into detail. Article 4 (b), which is relevant to this discussion, reads: “the executive power of the People, including the defence of Sri Lanka, shall be exercised by the President of the Republic elected by the People.” The original 1978 Constitution Bill provided for the entrenchment of Article 4 as well. However, Article 4 was deleted from the list of entrenched provisions in Article 83 at the Committee Stage. In Re Thirteenth Amendment to the Constitution, a decision of a Full Bench of the Supreme Court, Sharvananda CJ referred to the legislative history of Article 4 and held that the omission of Article 4 from the list of entrenched provisions must be presumed to have been deliberate. The learned Chief Justice stated: “So long as the sovereignty of the People is preserved as required by Article 3, the precise manner of the exercise of the sovereignty and the institutions for such exercise are not fundamental. Article 4 does not define or demarcate the sovereignty of the People. It merely provides one form and manner of exercise of that sovereignty. A change in the institution for the exercise of legislative or executive power incidental to that sovereignty cannot ipso facto impinge on that sovereignty.”",
    "Article 30 (The President of the Republic) originally read as follows: “(1) There shall be a President of the Republic of Sri Lanka, who is the Head of the State, the Head of the Executive and of the Government, and the Commander-in-Chief of the Armed Forces. (2) The President of the Republic shall be elected by the People, and shall hold office for a term of six years.” By the Nineteenth Amendment, the President’s term of office was reduced to five years.",
    "That the President should be not only the head of the state and head of the executive but also the head of the government is what makes the form of government in Sri Lanka “presidential”. Under the 1972 Constitution, the President was the head of the state and head of the executive but not the head of government. Also, he was required to act on the advice of the Prime Minister. Thus, it is Article 30(1) that made the difference when Sri Lanka adopted the 1978 Constitution.",
    "However, Article 30(1) is not entrenched. It is not in the list of provisions in Article 83 that triggers off a referendum. This omission, too, must be considered to be deliberate. This is fortified by the fact that Article 4 is not an entrenched provision.",
    "The writer submits that the determination of the Supreme Court on the Nineteenth Amendment Bill 2015 leaves the door open to abolish the executive nature of the Presidency without a referendum. According to the Court, an essential requirement for the avoidance of a referendum is that the President continues to be the head of the executive and the ultimate ‘act or decision’ of his executive functions must be retained by him. The use of the word ‘or’ in the phrase ‘act or decision’ used by the Courts needs to be emphasized. Thus, it suffices if the final act is that of the President, even if the decision is not his. Accordingly, the Court did not find the proposed provision that the President shall appoint Ministers and Deputy Ministers on the advice of the Prime Minister required a referendum. The act of appointing Ministers continues to be that of the President, although the decision is that of the Prime Minister.",
    "That the President need not be the sole repository of executive power has been emphasized by a seven-member Bench in Re the Nineteenth Amendment to the Constitution 2002 as well. Executive power should not be identified with the President and personalized and should be identified at all times as the power of the People, the Court held.",
    "Under Article 42, the Cabinet of Ministers is charged with the direction and control of the government of the Republic and is collectively responsible and answerable to Parliament. The President shall be a member of the Cabinet of Ministers and shall be the Head of the Cabinet of Ministers. In Re Nineteenth Amendment to the Constitution 2015, the Supreme Court stated that Article 42 establishes conclusively that the President is not the sole repository of executive power under the Constitution.",
    "It is not only Article 30(1) that was left out of the list of entrenched provisions. The provision contained in Article 30(2) that “[t]he President of the Republic shall be elected by the People” was also left out of the list of entrenched provisions in Article 83. What is most important is that only the second part of Article 30(2), that “[the President] shall hold office for a term of six years” was entrenched to the extent that a Bill for the extension of the term of the President to over six years would require a referendum.",
    "It is submitted that the election of a President by Parliament does not infringe on the sovereignty of the People. In fact, where the office of the President becomes vacant, the present Constitution provides in Article 40 (1) (a) that Parliament shall elect as President one of its Members who is qualified to be elected to the office of President. When President Premadasa was assassinated, D. B. Wijetunge was elected President by Parliament.",
    "The conscious decision of the makers of the 1978 Constitution not to entrench Article 4, Article 30 (1) and the provision in Article 30 (2) that the President shall be elected by the People permits Parliament to abolish the executive nature of the Presidency without a referendum, provided that it is done without offending the sovereignty of the People.",
    "It is submitted that a constitutional amendment that provides the following at a minimum would satisfy the requirement that sovereignty is not impinged upon:",
    "(a) the President shall be the Head of State, Head of the Executive, and Commander-in-Chief of the armed forces;",
    "(b) Parliament shall be elected on the basis of the universal franchise;",
    "(c) free and fair elections shall be ensured by establishing an independent Election Commission, appointed on the recommendation of the Constitutional Council;",
    "(d) the Prime Minister, Ministers, and Deputy Ministers shall all be Members of Parliament;",
    "(f) the President shall always, except as otherwise provided by the Constitution, act on the advice of the Prime Minister;",
    "(i) the Constitutional Council abolished by the Twentieth Amendment shall be re-established and further strengthened so that there would be a national consensus on appointments to high positions and independent Commissions under the Parliamentary form of government envisaged.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}