{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Uproar-on-social-media-as-Namal-enjoys-in-Maldives/342-233341",
  "time_ut": 1647591600,
  "title": "Uproar on social media as Namal enjoys in Maldives",
  "body_lines": [
    "Social media is on fire after photographs emerged of Sports Minister Namal Rajapaksa enjoying water sports in the Maldives.",
    "Rajapaksa was seen flyboarding and on a jet ski in the Maldives.",
    "He later attended a sports awards ceremony which was also attended by the President of the Maldives.",
    "A number of people criticized the Minister on social media for traveling to the Maldives at a time the country was facing a serious economic crisis.",
    "When contacted by Daily Mirror, the Sports Minister defended his decision to travel to the Maldives.",
    "“I’m in the Maldives for a day for the Maldives national sports awards hosted by Maldives Sports Minister. The visit is important because Maldives is a close friend of Sri Lanka and we have a good understanding in sport and youth and many exchanges took place during the past year and half and many more will in the future,” he said.",
    "Rajapaksa said that the visit was at no cost to the Sri Lanka Government.",
    "“We cannot face a crisis by hiding. We have to go to the people also and need to promote Sri Lanka secure tourism. Maldives plays a major part and sport tourism is something we are looking at seriously. We also need to get more job opportunities in the Maldives and the Maldives offers a lot of them for youth is Sri Lanka and the Middle East,” the Minister said.",
    "Rajapaksa said that Sri Lanka needs to reach out to the world to come out of this situation.",
    "“We cannot hide inside a shell and complain. We need to look for solutions. We understand the frustration of the people but we need to work hard to get out of this situation,” the Sports Minister said.",
    "The Minister stressed that positive engagement is the way forward.(Easwaran Rutnam)"
  ]
}