{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81160/only-part-of-compensation-received-for-recent-marine-disasters-cope-finds",
  "time_ut": 1647109800,
  "title": "Only part of compensation received for recent marine disasters, COPE finds",
  "body_lines": [
    "The Committee on Public Enterprises (COPE) was surprised to learn, that the same entity which represents the owners of the charred feeder vessel MV X-Press Pearl, is also providing consultations to the Marine Environment Protection Authority (MEPA).",
    "The vessel caught fire and sank in Sri Lankan waters in May last year, and caused what has since been called the world’s worst marine disaster to date.",
    "However, the conflict of interest was not the only issue that was unearthed during yesterday’s COPE proceedings when MEPA was summoned before the committee as some internal administrative failings were also brought to focus.",
    "When COPE chairman Prof. Charitha Herath asked if the legal officer attended the MT New Diamond affairs, the MEPA legal manager responded that she did not get the chance to participate in any discussion on criminal liability pertaining to the vessel.",
    "MEPA chairperson Dharshani Lahandapura explained that when the incident happened, they had a deputy legal manager. “In institutional matters, the legal manager’s intervention was not sufficient and not up to speed. As a result, we had to move forward with the deputy legal manager.”",
    "The COPE chairman rebuked the MEPA chief for not taking legal action against the legal manager and for involving a subordinate official in a sensitive matter as such.",
    "COPE also found that only Rs. 51 million was received out of the Rs. 3,480 million as compensation for the damages caused by the MT New Diamond.",
    "In the meantime, the interim claim in the MV X-Press Pearl disaster too was taken up at the COPE, especially the first interim claim of USD 37.4 million. However, the island has only received USD 3.6 million so far.",
    "It was revealed during the proceedings that the International Tanker Owners Pollution Federation Limited (ITOPF) is providing consultations to the vessel’s owners as well as the MEPA.",
    "The MEPA chairperson responded: “They come here to advise us on the clean-up process, but they are representing the ship owners. They advise us on coast clean-up and they have expertise on controlling oil spills. Whenever, there is a ship accident, the ITOPF gives technical assistance. That happens anywhere in the world. There are many committees involving the attorney general and the justice minister and all the negotiations are done through them. None of the negotiations are done by us.”",
    "The COPE chairman noted that the ITOPF slashes much of the compensation that is claimed, and that it is because of this very reason that the compensation sum has been reduced. “The ITOPF can manipulate the claim we make. They represent the tanker and they do the negotiations. This moves forward on how much we agree and disagree with them. One can argue that the compensation sum is reduced by being in cahoots with the ITOPF, and the sum has actually been reduced.”"
  ]
}