{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-protesters-oppose-indian-adanis-usd-500-mn-unsolicited-wind-power-deal-95910/",
  "time_ut": 1655447760,
  "title": "Sri Lanka protesters oppose Indian Adani’s USD 500 mn unsolicited wind power deal",
  "body_lines": [
    "ECONOMYNEXT – Hundreds of Sri Lankans this week demanded the cancellation of a 500 million US dollar wind power deal with India’s Adani group due to possible corruption as the project was not opened for competitive bidding.",
    "The protest was held for over three hours starting near a shopping mall –  the Majestic City, in the capital Colombo and then moved to the Power and Energy Ministry and Indian High Commission premises in the neighbourhood.",
    "Adani Group, a multinational diversified conglomerate which has business interests ranging from port management to power generation and renewable energy to natural gas, was awarded the deal in 2021 to generate 500 MW of power using wind mills in the island nation’s northern coast.",
    "The project was resisted by some trade unions at the state-run utility provider Ceylon Electricity Board (CEB) and activists groups claim that the project has bypassed normal tender procedures and was clandestinely signed between President Gotabaya Rajapaksa’s government and the owner of the Adani group who is a close ally of Indian Prime Minister Narendra Modi.",
    "“We are for renewable energy, but we are against shady deals, non-transparency and lack of accountability,” Amanda Wanduragala, a youth protester told EconomyNext.",
    "“This tender should have been given to the lowest bidder, so Adani shouldn’t get it.",
    "“This deal will not be beneficial to us, simply because we can’t give Adani power over our energy sector, and because this is turning into a monopoly. Our country is already suffering and we can’t afford to sell ourselves even more to India,” she said.",
    "Many of the youth came from the group that has been protesting for the last 75 days demanding that President Rajapaksa resign, participants told EconomyNext.",
    "“We are here to tell Adani that although we want renewable energy and although the country needs foreign direct investment (FDI) in order to get through the crisis, we don’t want Adani,” another protester told EconomyNext asking not to be named.",
    "“The way out of this crisis is not more corrupt deals through the backdoor. We want to tell [Rajapasa] and Modi not to push non-transparent deals. The law of this country has been [sidestepped] to push through the wind project.”",
    "Sri Lanka is facing one of its worst economic crises in history, and India has helped with over 3 billion US dollars in credit lines and by delaying the island nation’s import payments.",
    "Some of the protesters said that India should not use Sri Lanka’s vulnerable position to take advantage in business deals.",
    "Melanie Gunathilake, a 26-year old protester, said they were against the allegedly corrupt deal signed by the Rajapaksa government and Adani Power supported by the Modi government.",
    "“Sri Lanka definitely needs renewable energy, and we want to move to a sustainable future but that shouldn’t happen through a corrupt deal,” she said.",
    "The protest comes amid a cold war between India and China in the island nation for strategic infrastructure projects. It was also held nearly a week after the government amended the Sri Lanka Electricity Act to entertain unsolicited projects, replacing the earlier competitive bidding process.",
    "In early 2021, aggressive trade union protests against leasing a Colombo Port terminal to India and Japan forced the government to reverse that deal. However, the Rajapaksa government later compromised with India and gave another 800 million US dollar longer terminal deal to  theAdani group last year.",
    "India has raised security concerns over increasing Chinese influence in Sri Lanka as many infrastructure projects are given to China financed by Beijing.",
    "China was chosen to handle renewable energy projects in Sri Lanka’s northern islands through the standard tender process, but the Sri Lanka government later cancelled them after India protested against China coming close to its southern boarder. (Colombo/Jun16/2022)"
  ]
}