{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cuts-capital-budget-to-save-soft-pegged-rupee-93546/",
  "time_ut": 1651038060,
  "title": "Sri Lanka cuts capital budget to save soft-pegged rupee",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Finance Ministry has ordered capital expenditure cuts in the budget for 2022 to trim spending and imports in a bid to save the rupee which has been hit by money printed to keep interest rate low.",
    "Newly appointed Treasury Secretary Mahinda Siriwardene in a circular to government departments, provincial councils and statutory boards has ordered all new projects and those that have been started and stalled due to lack of raw materials to be suspended.",
    "“Enhancing the government revenue is a crucial requirement to control this challenging situation,” Siriwardene said.",
    "“However as it takes a certain time, public expenditure needs to be well-tightened, making it available only for the most essential services for a certain period.”",
    "In the case of half completed projects, negotiations have to be held with contractors.",
    "Officials have also been asked to stop acquiring lands of other assets.",
    "Requirements which have commenced but where letters have not been issued should be delayed.",
    "Sri Lanka’s state finances got into fix from 2015 due to ‘revenue based fiscal consolidation’ where the usual spending based consolidation was abandoned.",
    "Recurrent spending was pushed up from 1.2 trillion rupees in 2014 to 2.4 trillion rupees by 2019 and total spending rising from 17.2 percent of GDP to 19.4 percent by 2019.",
    "As part of the flexible inflation targeting, money was printed output gap targeting was adopted (go policy) leading to revenue falls when the breaks were applied to stop the resulting currency crisis (stop policy).",
    "As currency crises triggered forex shortages sovereign bonds built up at central government levels and dollar borrowings went up at the Ceylon Petroleum Corporation.",
    "From 2020 an large volume of money was printed under an output gap targeting exercise called developmental state/production economy where taxes were also cut, releasing more money into private hands.",
    "To prevent the money from ending up back in the budget via bond markets through slightly higher interest rates (which would have happened under a fixed exchange rate), the central bank ordered price controls on bonds, bought securities with printed money and triggered an external crisis.",
    "Unable to borrow from capital markets due to downgrades, foreign reserves were run down in from 2021 to 2022.",
    "In early 2020 Finance Minister Basil Rajapaksa offered a 20 billion rupee ‘relief package’ in the first quarter which further de-stabilized the budget and put pressure on domestic credit.",
    "The currency has collapsed from 203 to 345 after an attempt was made to float the currency without removing a surrender rule or sharply raising rates to stop private credit and avoid printing money.",
    "Policy rates were hiked to 14.50 percent which will reduce private credit. The capital expenditure cuts or spending based consolidation would also reduce domestic credit.",
    "However on Friday about 18 billion rupees were printed which would make forex shortages persist and rates to be elevated. (Colombo/Apr27/2022)"
  ]
}