{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82420/sri-lanka-receives-assurance-of-urea-supplies-from-india",
  "time_ut": 1652496720,
  "title": "Sri Lanka receives assurance of urea supplies from India",
  "body_lines": [
    "Sri Lanka has received assurance from Indian officials regarding supply of fertilizers that the island nation requires urgently. Sri Lankan High Commissioner Milinda Moragoda met concerned officials on Friday to discuss the issue.",
    "“High Commissioner of Sri Lanka in New Delhi Milinda Moragoda met with the Secretary of the Department of Fertilizers of India Shri Rajesh Kumar Chaturvedi today (12) to discuss on the supply of urea required for the current Yala cultivation season in Sri Lanka. The meeting came in the wake of the decision of the Government of India to immediately supply 65,000 metric tons of urea to Sri Lanka, which is the total requirement for paddy in the current Yala cultivation season, under the existing one billion USD credit line,” the High Commission of Sri Lanka said in a message. Yala is the season of paddy cultivation in Sri Lanka that lasts between May and August.",
    "Sri Lanka, which is facing the biggest economic crisis in its post-independence history, is aiming to boost its agriculture sector to avoid any disruption in the agriculture market.",
    "Soaring food prices in Sri Lanka have added to the economic difficulties and any setback to the next paddy cultivation season will be hard for the island to bear.",
    "It is understood that India has given an oral assurance ahead of a final official order that will ensure flow of fertilizers to Sri Lanka. However, it is not yet clear, how the cash-strapped Sri Lankan government will pay for the fertilizer shipment.",
    "Sri Lanka is the second country after Nepal to have received India’s assurance for supply of fertilizers. During the pandemic season, the global fertilizer market was choked as several major producers banned export of fertilizers that affected non-producing countries. Nepal’s PM Sher Bahadur Deuba had taken up the issue during his April visit to Delhi. However, India too is dependent on imported urea.",
    "The fertilizer sector has been repeatedly affected because of the global disruptions such the pandemic and the Ukraine crisis, which has disrupted Ukraine’s agriculture sector creating shortage of supplies in the global agriculture market.",
    "India had been in talks with Russia to bolster its own fertilizer sector and has received approximately 3.60 lakh metric tonnes of fertilizers since the beginning of the Ukraine war. India’s own reliance on imported urea is going to increase as it plans to maintain top productivity of the agriculture sector that aims to fill up some of the scarcity that the absence of Ukrainian supplies has left in the global food market."
  ]
}