{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/best-two-years-part-43/",
  "time_ut": 1648825380,
  "title": "BEST TWO YEARS – Part 43",
  "body_lines": [
    "In 1979, I was elected Treasurer of Sri Lanka’s largest professional body for hoteliers – Ceylon Hotel School Graduates Association (CHSGA). Together with two leading hotel managers – Malin Hapugoda of Bentota Beach Hotel (President) and Mahinda Ratnayake of Neptune Hotel (Secretary), I contributed to strengthening the foundation for CHSGA. This would inspire future generations of hoteliers to continue building a dynamic association.",
    "Our honorary work for CHSGA at that time, focused on financial stability, fund raising, industry recognition, image building and registration of CHSGA as a company. Having studied the membership grade system of the Hotel Catering & Institutional Management Association (HCIMA) during my visit to the UK in 1979, I proposed a similar system for CHSGA. This resulted in membership grades such as Fellows, Members, Licentiates and Associates with relevant professional titles such as FCHSGA after their names. Forty-two years later, when I regularly see these titles in Sri Lanka used on business cards and for professional work, it reminds me of that memorable day in 1980 when I enjoyed the unanimous approval of my proposal by my peers.",
    "On October 16, 2021 via Zoom, I attended another annual general meeting (AGM) of CHSGA. At that event, both CHSGA and I celebrated 50 years in hospitality. As a Past President of CHSGA (1985-1986) I am proud of the work done by all my six predecessors and 27 successors. The current executive committee includes many of my past students of the Ceylon Hotel School (CHS). They have taken the association to an unprecedented level of professionalism, efficiency and innovation. Considering the humble beginnings of CHSGA in 1971 at the CHS hostel with fewer than 50 members, it is impressive that CHSGA now has over 1,300 professional members and continues to strengthen.",
    "Our innovative initiatives at Hotel Swanee such as time slot for all of the staff to take part in the New Year’s Eve dinner dances, improved employee relations. Our other initiatives to improve relationships with the trade union and internal customers (staff) focused a lot on sports. We organized a cross country marathon and a cycle race for staff. There were weekly events such as guests vs. staff games of volleyball and football. We also organized cricket games only when large groups of British guests arrived. Encouraged with the popularity of these events, we organized a large-scale staff sport meet during the off season of 1980. Many guests volunteered to officiate the events of this meet.",
    "“Sir, how about a large staff event to celebrate the sixth anniversary of our hotel?” the Union President asked me, soon after the successful sports meet. As I did not consider the sixth anniversary as a significant milestone, I asked him to justify such an event. “Sir, as we are so pleased with the manner in which our hotel progressed to break all records, we thought that we should celebrate it while you are the manager of Hotel Swanee” he said. I suspected that he had heard rumours that John Keells Group was considering to promote me to a corporate position at the head office. “If you approve our suggestion, we will raise funds and organize the whole event. We just need your approval” the union leader gently pushed me. So, I gave the green light.",
    "The union and a few members of the management team worked together to organize a large, sixth anniversary event. It included rich and diverse forms of entertainment, including songs in Sinhala, Tamil, English and Hindi, dance performances and comedy acts provided free by hotel entertainers as well as by talented members of the staff. They commenced the event with a newly formed hotel choir singing the Swanee anthem that the staff had composed with the help of the music bands who performed at the hotel. All hotel guests attended the event as spectators. The organizing committee surprised me by raising tons of money from 190 advertisers (including 33 competitor hotels!) in the event souvenir booklet. The second most expensive advertisement (inner cover) was placed by the former enemy of the Hotel Swanee and now the guardian, Mr. K. Solomon Silva of Moragalla. All profits were donated to the staff welfare society.",
    "Chairman of John Keells Group, Mr. Mark Bostock, in his souvenir message stated, “It is all very well to plan and invest in bricks and mortar, swimming pools and kitchens, but when it comes down to brass tacks, it is the staff of the hotel who really make a success of a venture such as this.” In my message, in addition to thanking the event organizers, I summarized the recent success of Hotel Swanee as, “During the summer (off season) of 1980, we enjoyed an occupancy of 87% and we are hoping to achieve the target of 94% by end of this financial year.”",
    "Organizers also obtained a message from the longest staying and one of the oldest guests of Hotel Swanee, Marta Duchstein of West Germany. She was like a mother to all of us. When she heard that I would be visiting Düsseldorf for business, she insisted that I visit her and stay a couple of nights in her house in Essen. When I pointed out to Marta that I had no plans to visit Essen, she said, “The efficient German express train from Düsseldorf airport will bring you to Essen in 33-minutes and I will pick you from there.” As she did not accept any further excuses from me, I spent two days at her house. She was an excellent host and proudly gave me a tour of Essen. Marta’s message to the souvenir included, “The main reasons why I always return to the Hotel Swanee are the excellent service and friendly atmosphere. The young and charming staff usually bring out my motherly instincts.“",
    "Using some profits from the sixth anniversary event and some donations from the hotel profits I approved as a group bonus, we took most of the staff on two ‘around the island’ trips. Our stops included the most scenic spots in Sri Lanka including waterfalls, tea estates and beaches. We also visited some top hotels to gain a little industrial exposure. These ‘fun-filled’ trips further enhanced our industrial relations.",
    "Running successful resort hotels is easy, if the management focuses on three simple strategies:",
    "3. Focusing more on revenue generation (increasing sales volume and creative pricing).",
    "Unfortunately, most hoteliers and their financial controllers focus more on cost cutting and controls. Although important, to me such aspects deserve secondary focus in the context of profit optimization, compared to the three simple strategies I always used.",
    "One day Mr. K. Solomon Silva visited me early in the morning. One this occasion, in his panic mood, he did something he had never done before. He came to my apartment with the night receptionist and woke me up around 5:00 am. “Sir, I must warn you about something Mother Nature did to this village about twenty-five years ago during the monsoon period.” After catching his breath, he continued, “It is a warning of a curse when the flow of the river mouth reverses from around the small island on the river mouth. The sea then gets exceptionally rough on Moragalla beach. We may lose the entire beach within a day and the sea erosion can affect the hotel buildings drastically.”",
    "I quickly went to the beach with Solomon and understood the imminent danger. I sought his advice as well as the staff who were from the village. In crisis management, the situational leadership must be delegated to trustworthy people who understood the local crisis better. After listening to their advice, I had emergency meetings, first with the management team and then with all of the staff. We ordered 1,000 strong bags to be filled with sand to create a strong barrier to protect the hotel buildings from the ocean becoming rougher with unprecedented high tides. On my request, all staff and some hotel guests volunteered day and night to protect Hotel Swanee. I called it a ‘Shramadana’ (a concept of donating time and effort practiced in Sri Lankan villages).",
    "When the big, ruthless waves arrived, these affected all of the hotels in the area. Due to our well-timed preventive actions on this occasion, Hotel Swanee was the least affected. Thank you, Solomon! The beach came back by the end of the monsoon period and the 1980/1981 tourist season commenced with a bang. Unfortunately, that scary incident in 1980 was quickly forgotten. Twenty-four years later, during the Boxing Day Tsunami in 2004, sadly most parts of the Hotel Swanee were destroyed and the hotel was never opened again. Every year, when I spend a month in Sri Lanka, I visit most of the hotels I worked at during my early career for nostalgic reasons, but after 2004, I never went back to Morogalla beach. It would be too sad for me to see the ruins of Hotel Swanee, where I had two memorable years.",
    "My two years at Hotel Swanee was a non-stop, fun-filled joy ride. We had parties throughout the two years. Any occasion such as a birthday of a manager or a tour leader became an excuse for us to organize another exciting party at my pool-side and sea-front apartment. During the tourist season we worked very hard while having fun making our guests happy.",
    "On the quiet days when we didn’t have any celebrations, I invited managers of neighbouring hotels with their wives to visit us in the evenings. As some of these managers were relatively new to the hotel industry, they liked to chat with us and observe how we did innovative things to make customers happy. I used to entertain them with dinner in the garden while listening to the rhythmic sound of the ocean waves. We developed excellent relations with our competitor hotels, all managed by much older hotel managers.",
    "On the days that we did not have a late-night event or a party, all members of my young management team and senior supervisors proceeded to my apartment after dinner. We then played a ‘very competitive’ form of monopoly close to mid-night while eating chocolates, sipping coffee and liqueur. Then we went for a sea bath followed by a dip in the swimming pool. After an aggressive, water polo game, we returned to my apartment for another game of monopoly, 304 cards or a fast chess tournament until about 2:00 am. All the other managers lived in management living quarters close to my apartment. Even though we played hard till lat",
    "e, we were still back at work by breakfast time to look after our guests.",
    "One morning, an older guest who appeared to be tired and annoyed, came to see me with a serious complaint. He said that there were some noisy hooligans at the pool after midnight. He added that neither he nor his wife could fall asleep with all that disturbance. He requested me to investigate and take corrective action. I assured him that I would find the culprits and ensure that no one made any more noise after midnight. After that we limited our late-night activities to quiet fun things without going into the pool after midnight.",
    "On his departure, that guest praised me for promptly solving his problem. He said, “I was never disturbed after I complained to you, Chandi. Thank you very much for sorting that hooligan problem.” When I said, “You are most welcome, Mr. Müller. My team and I look forward to welcoming you next year”, his response surprised me. “What next year? My wife and I will be back from Germany at Hotel Swanee in three months’ time for another three weeks. This is our second home, Chandi. We love you and your team”, he said. I was happy about that news, and happier that he never guessed who the real ‘Noisy Hooligans’ were.",
    "Out of the 50 years I spent in hospitality (operations, management, education and consulting), my two years as the Manager of Hotel Swanee were the most enjoyable. During the time of my mid-career when I was the General Manager of seven, large five and four-star hotels, I was too busy to be fully involved in guest relations as I did during my two years at Hotel Swanee. In larger hotels, unfortunately, guests become just numbers, and hoteliers focus more on dollars than guests. If we focus on satisfying the internal customer (employees) they usually make sure that the external customer (guests) is happy, thus resulting in good revenues and profits. When I look back, we certainly did the right thing in 1979 and 1980.",
    "Towards the end of 1980, on my 27th birthday, I received a call from my boss, Bobby Adams, Director Operations of the Hotel Management & Marketing Services Limited, the John Keells subsidiary company who managed all seven hotels of the group. “Chandi, get ready to hand over Hotel Swanee to your Assistant Manager. The John Keells Board has agreed with me to promote you as my deputy and transfer you to the head office in two months’ time”.",
    "Solomon rushed to meet me when heard the news about my transfer to Colombo. Although he tried to act tough in most situations, on this occasion, he was somewhat emotional. I assured him that in my new corporate position, I will be overlooking Hotel Swanee and will be visiting Beruwala periodically. After that, whenever I stopped at Hotel Swanee, Solomon was the first to rush to greet me. Every time we met, if he was dressed in a folded sarong, he promptly unfolded his sarong up to his ankles as a mark of respect common in those villages. Solomon had become a reliable friend of mine and a loyal supporter.",
    "The Hotel Swanee staff organized a series of farewell events. On my last day at the hotel, they presented me with a gold chain and a gold ‘C’. When I heard that each of those lower income employees had contributed their personal service charge money (which was often higher than their salaries) to buy that expensive chain for me, I shed a tear.",
    "Transition of freshwater sustainability in the face of climate change",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}