{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/19/sri-lanka-stops-issuing-fuel-to-mps-from-police-filling-station/",
  "time_ut": 1652942460,
  "title": "Sri Lanka stops issuing fuel to MPs from Police filling station",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan authorities have decided to suspend the issuing of fuel from the Narahenpita Police Transport Division for selected vehicles following public outcry.",
    "The Ceylon Petroleum Corporation on Thursday (19) said that stopped selling fuel to parliamentarians from the Narahenpita Police Transport Division’s filling station after reports emerged that fuel was being sold at subsidized rates.",
    "“We do not allow to sell fuel at subsidized rates at any filling station. We cannot imagine selling fuel at a loss,” said Attorney-at-Law Sumith Wijesinghe, the Chairman of the Ceylon Petroleum Corporation adding that the supply of fuel from the filling station was suspended.",
    "Speaker Mahinda Yapa Abeywardana had requested the Inspector General of Police to sell fuel from the Narahenpita Police Transport Division to Parliamentarians on Wednesday (18).",
    "SJB MP Thalatha Athukorala speaking in Parliament on Wednesday (18) also noted that the Inspector General of Police had been instructed by the government to provide fuel to all the Members of Parliament.",
    "“This decision has put us in danger,” she pointed out, noting that it is unfair for MPs to be given special treatment for fuel while the people in the country are forced to wait in line for hours, and at time day, for fuel.",
    "Sri Lanka Police in a statement on Thursday (19) morning said that instructions were given to provide fuel upon payment of cash for the vehicles that belong to Members of Parliament that enter the Narahenpita Police Transport Division for fuel.",
    "Sri Lanka Police tightened security at the premises as authorities took measures to rectify the dispenser, as Energy Minister Kanchan Wijesekera revealed in Parliament that the said dispenser was NOT updated in years.",
    "In his statement to Parliament, the Minister said the Ceylon Petroleum Corporation has never sold fuel to any MPs at a price less than the market rates, on any occasion.",
    "Energy Minister Kanchana Wijesekera slammed Sri Lanka Police for NOT updating the said Gasoline pump or the Dispenser in three to four years.",
    "“The rate of Rs. 121/- is what existed several years ago,” he told the Parliament, adding that the said filling station was instructed to STOP selling fuel upon payment by cash.",
    "Further, Energy Minister Kanchana Wijesekera said an investigation will be carried out for not updating the said Gasoline pump or the Dispenser.",
    "The general public raised concerns over the pumping of petrol for a selected number of vehicles at the Narahenpita police Transport Division at a lesser price.",
    "Sri Lanka stops issuing fuel to MPs from Police filling station",
    "Non-Essential State Employees stay at home on Friday (20) & avoid all non-essential travel, says Prime Minister",
    "Police garage dispenser NOT updated in years, Energy Minister says MPs NOT sold fuel at subsidized rates"
  ]
}