{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82508/mps-sanath-nishantha-and-milan-jayatilleke-remanded",
  "time_ut": 1652871300,
  "title": "MPs Sanath Nishantha and Milan Jayatilleke remanded",
  "body_lines": [
    "The Colombo Fort Magistrate’s Court has ordered to remand SLPP MPs Sanath Nishantha and Milan Jayatilleke until May 25.",
    "The two parliamentarians, who were arrested in connection with the attack on the anti-government protest sites in Colombo on the 9th of May, were produced before the Colombo Fort Magistrate’s Court earlier today.",
    "The Criminal Investigation Department (CID) had arrested MP Nishantha at the Flower Road in Colombo last evening while he was later brought to the CID office to record a statement.",
    "MP Jayathilake was apprehended near the Sri Sambuddhathva Jayanthi Mandiraya in Colombo.",
    "Meanwhile, the Senior DIG in charge of Western Province Deshabandu Tennakoon had recorded a statement at the CID regarding the recent unrest for more than 10 hours.",
    "The Attorney General, on Monday (May 16), instructed the CID to arrest 22 suspects including MPs Johnston Fernando, Milan Jayathilake, Sanath Nishantha, Sanjeewa Edirimanna and Senior DIG in charge of Western Province Deshabandu Tennakoon, if sufficient evidence is available against them over the attack on anti-government protest sites in Colombo last week.",
    "If there is direct, circumstantial and technical evidence against the 22 suspects, they should be arrested as soon as possible, the Attorney General’s Department had said further.",
    "The Attorney General’s Department also instructed the CID to file cases against the arrested suspects under the Criminal Procedure Code.",
    "The CID was further instructed that it is crucial to record the statements of those against whom foreign travel bans have already been obtained.",
    "On May 12, the Fort Magistrate’s Court imposed a travel ban on former Prime Minister Mahinda Rajapaksa, MPs Namal Rajapaksa, Johnston Fernando, Sanath Nishantha and 13 others over investigations into the incidents near Temple Trees and Galle Face.",
    "MPs Pavithra Wanniarachchi, Sanjeewa Edirimanna, Kanchana Jayaratne, Rohitha Abeygunawardena, C.B. Ratnayake, Sampath Athukorala and Milco chairman Renuka Perera, SLPP activist Mahinda Kahandagama, and Senior DIG Deshabandu Tennakoon are also among the officials who were barred from travelling overseas."
  ]
}