{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sadaharitha-takes-home-multiple-gold-and-silver-awards-at-slim-nasco-awards-2020-21/",
  "time_ut": 1651757820,
  "title": "Sadaharitha takes home multiple Gold and Silver awards at SLIM NASCO Awards 2020/21",
  "body_lines": [
    "Four outstanding professionals from Sadaharitha Plantations Ltd., the leader in commercial forestry in Sri Lanka, were felicitated with winning titles at the recently concluded National Sales Congress Awards 2020, organized by the Sri Lanka Institute of Marketing (SLIM). Representing Sri Lanka’s primary agarwood brand, the exemplary members of Sadaharitha’s sales staff were bestowed with four individual awards across various categories, in recognition of their commitment to obtain company goals through the COVID pandemic, despite adverse market conditions.",
    "The awards were bestowed to the sales departments of two Sadaharitha branches situated in Wattala and Homagama. Belonging to the Wattala branch, Chathura Nilanga was awarded Gold in the Sales Executive category whereas Deshan Saranga was awarded Silver in the same category. Additionally, two Silver awards were extended to Kanchana Wanigabadu and Rasika Munathunga from the Homagama branch, under the Front Liner and Territory Manager categories respectively.",
    "Jayampathi Mirando – Director of Sales and Marketing at Sadaharitha stated, “We are extremely honoured to be recognized at the SLIM NASCO Awards, owing to our loyal staff and consumers who have proved their unwavering faith in us as a leader in Sri Lanka’s Green Investment sector. These accomplishments are a result of our excellent rapport with clients and the outstanding performance of our employees, which collectively lead the company towards increased financial stability and success. As a pioneer in the Sri Lankan agarwood industry, we continue to remain positive and resilient in our journey towards cementing our position as an industry leader, further taking Sri Lanka to newer heights.”",
    "Applauding the winners of the individual awards, Niroshan Manawadu – General Manager, Training & Development stated, “Being rewarded 4 individual awards at an esteemed occasion such as the SLIM NASCO Awards brings us great pride and joy, as it proves our organization’s commitment to help our employees progress in their chosen fields and careers. This culture stems from our Chairman, Sathis Navarathne’s vision to ensure that our employees’ personal growth is always in parallel to the growth of the company. Sadaharitha and SLIM have an MoU together, which has provided many of our employees the opportunity to obtain 40 National Diplomas and 150 Professional Certificates in Marketing (PCM) up to date”.",
    "“We truly believe that honest work should be held in the highest esteem. In addition to being recognized at the SLIM NASCO awards ceremony, the four winners from both award-winning branches were also appreciated and honoured at the Sadaharitha Annual Awards Ceremony. We are incredibly proud of their performance and wish them our heartiest congratulations for a job well done.” he added.",
    "Conducted for the 21st annum, the SLIM NASCO Awards is Sri Lanka’s only credible and respected national awards ceremony which recognizes outstanding sales professionals for their incredible performance. This year’s awards ceremony marks the fourth consecutive year in which Sadaharitha has participated and walked away with esteemed titles, further solidifying the firm’s presence as a leading commercial forestry conglomerate in Sri Lanka",
    "Mahindra IDEAL Finance unveils 20th branch with Expansion into Kuliyapitiya",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}