{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-comes-under-international-criticism-again-after-rajapaksa-backers-unleash-violence-94027/",
  "time_ut": 1652105880,
  "title": "Sri Lanka comes under international criticism again after Rajapaksa backers unleash violence",
  "body_lines": [
    "ECONOMICNEXT – International criticism mounted on Sri Lanka after Prime Minister Mahinda Rajapaksa’s supporters attacked hundreds of peaceful and unarmed protesters who had been asking for the resignation of both Prime Minister and his brother President Gotabaya Rajapaksa in capital Colombo.",
    "It was the second time in the week the government came under international criticism after imposing state of emergency from May 6.",
    "A ruling party legislator and his aide were killed in the clash while over 100 protesters and Rajapaksa backers were injured during the clash that started after Prime Minister Rajapaksa addressed his supporters who were brought from out side Colombo in buses.",
    "Rajapaksa supporters, armed with poles and iron rods, attacked the anti-government protesters, destroyed most of their tents, and structures they had build over a month.",
    "Sri Lanka is already under international scrutiny for its past human rights violations amid an International Monetary Fund (IMF) discussion for a loan programme with the country is facing its worst economic crisis since the 1948 independence.",
    "“We condemn the violence against peaceful protestors today and call on the government to conduct a full investigation, including the arrest and prosecution of anyone who incited violence,” ,” the US Ambassador Julie Chung said in her twitter message.",
    "“Our sympathies are with those injured today and we urge calm and restraint across the island.”",
    "We condemn the violence against peaceful protestors today, and call on the government to conduct a full investigation, including the arrest & prosecution of anyone who incited violence. Our sympathies are with those injured today and we urge calm and restraint across the island.",
    "The Britain which has been the main sponsor to pass a resolution at the United Nations Human Rights Council (UNHRC) in March last year condemned the violence.",
    "“The authorities have a responsibility to safeguard citizens’ rights to protest peacefully and to hold the perpetrators of violence to account,” British High Commissioner Harah Hulton said.",
    "Strongly condemn the violence against peaceful protestors today. The authorities have a responsibility to safeguard citizens’ rights to protest peacefully and to hold the perpetrators of violence to account.",
    "People started the protests early in March in scattered manner due to the President Rajapaksa government’s failure in ensuring essentials like milk powder, cooking gas, fuel, medicines, and food. The government has failed to address the core issue so far.",
    "“We condemn the violent attacks on peaceful protesters and urge the Government to hold the perpetrators of violence to account,” Switzerland Ambassador Dominik Furgler said in his official twitter feed.",
    "“Furthermore we appeal for calm and the continuation of the democratic and non-violent process to ensure the resolution of this crisis and safety for all.”",
    "We condemn the violent attacks on peaceful protesters  and urge the Government to hold the perpetrators of violence to account. Furthermore we appeal for calm and the continuation of the democratic and non-violent process to ensure the resolution of this crisis + safety for all.",
    "President Gotabaya Rajapaksa’s ruling Sri Lanka Podujana Peramuna (SLPP) has ben hesitant to engage with the West. But an unprecedented economic crisis compelled the island nation to engage with the West to ensure foreign inflows into the country in the form of investments, grants, and concessions.",
    "The UN has already started a evidence gathering process over the alleged war crimes in the 26-year war ended 13 year war.",
    "“We are deeply concerned by the clashes today & condemn violence that risks further escalation,” the UN Resident Coordinator Hanaa Singer-Hamdy said in her twitter feed.",
    "“Police should protect peaceful protesters and use new emergency powers with restraint. Peaceful protests & dialogue are important to find a legitimate resolution to the current crisis.”",
    "“Everyday people have suffered immensely owing to the economic crisis. The crisis has also brought together people from all ethnicities and religions behind a common peaceful cause. I hope their efforts can continue.”",
    "1/2 We are deeply concerned by the clashes today & condemn violence that risks further escalation. Police should protect peaceful protesters & use new emergency powers with restraint. Peaceful protests & dialogue are important to find a legitimate resolution to the current crisis"
  ]
}