{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sunshines-healthguard-expands-wellness-line-with-swisse-australias-no-1-multivitamin-brand/",
  "time_ut": 1650460860,
  "title": "Sunshine’s Healthguard expands wellness line with Swisse, Australia’s No.1 multivitamin brand",
  "body_lines": [
    "Leading pharmacy, beauty, and healthcare chain, Healthguard, is expanding its best-in-class portfolio of wellness offerings with an exclusive partnership with Australia’s No.1 multivitamin brand, Swisse.",
    "The Australian Government in Sri Lanka helped facilitate this partnership between one of Sri Lanka’s top wellness chains and the premium Australian health, wellness, and beauty brand.",
    "The partnership was launched today in the presence of David Holly, the Australian High Commissioner to Sri Lanka, Vish Govindasamy, Group Managing Director of Sunshine Holdings – Sunshine Healthcare, and Infiyaz Ali, Chief Executive Officer of Healthguard Pharmacies, along with senior executives from Swisse, Austrade, Global Victoria, and the Healthguard chain.",
    "An Australian-born brand, Swisse is now available in 11 markets globally and has a strong reputation for its premium wellness products covering vitamins, supplements, and skincare categories. The Swisse product portfolio consists of the high quality, nutrient-rich products, backed by science and Australian world-class manufacturing standards. The brand’s flagship range, Swisse Ultivite Multivitamins, are unique in that they were the first products targeted to gender and specific age ranges globally. Swisse is the No.1 multivitamin brand in Australia, and its multivitamin products contain more than 53 vitamins, minerals, antioxidants, and herbs…",
    "“Health and wellness have always been the core focus for Healthguard, and since the pandemic, we have seen priorities begin to shift bringing wellbeing even more to the forefront of our lives. Our partnership with a world class Australian brand such as Swisse spells a credible, superior collaboration showcasing Sunshine Healthcare’s commitment to fulfilling the growing health and wellness needs of Sri Lankans with only the highest quality products,” Vish Govindasamy, Group Managing Director Sunshine Holdings said.",
    "Akash Bedi, Chief Strategy and Operations Officer for Swisse’s parent company, H&H Group, said: “Swisse focuses on the Power of Nature, Science, and Innovation – we choose the most nutrient-rich ingredients worldwide, and use advanced formulations based on scientific and traditional evidence to ensure our products are high-quality, safe and effective. We are extremely excited to partner with Healthguard to support Sri Lankan consumers in their aspirations to lead healthier and happier lives – particularly the younger generation who are striving for success in our competitive and fast-paced world.”",
    "Further commenting on the exclusive partnership, Australian High Commissioner to Sri Lanka David Holly stated “I am delighted that Sri Lankan’s can now access these high quality health and wellness products from Swisse. Collaboration with a trusted, far -reaching health retail chain such as Healthguard will further strengthen Sri Lanka’s connections with Australia’s world-renowned wellness industry.”",
    "This landmark partnership with a world-class brand such as Swisse further fortifies the reputation and capacity of Sri Lanka’s leading health and beauty retailer, Healthguard, to cater to the rapidly surging demand for wellness products in the country.",
    "With the new addition, Healthguard looks to create greater value and increase consumer choice significantly through its newest, premium wellness offerings. The Swisse Ultivite Multivitamins range, along with other best sellers such as Swisse Liver Detox, Collagen Glow, Hair Skin Nails and Magnesium, will be available at all 13 Healthguard outlets across the Western Province.",
    "Infiyaz Ali, Chief Executive Officer – Healthguard Pharmacies added: “With the increasingly fast-paced lifestyle of today, many miss out on the daily vitamin and mineral intake necessary for performance, muscle growth and overall wellbeing. This is where Swisse comes in. The Swisse Ultivite Multivitamin range is formulated to cater to different ages, genders and lifestyles, and helps to support everyday health and wellness. Simply put, a multivitamin a day can go a long way in supporting our daily diet. As a brand passionate about wellness, Healthguard will continue to support Sri Lanka’s enhancing interest in preventative healthcare lifestyle choices,”",
    "Sampath Bank, first Sri Lankan bank to enable online payments with UnionPay International 3DS 2.0",
    "DFCC Bank debit & credit cards: A card for everyone and every season",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}