{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-eyes-unsolicited-renewable-energy-deals-amid-forex-crisis-93511/",
  "time_ut": 1650977340,
  "title": "Sri Lanka eyes unsolicited renewable energy deals amid forex crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s newly appointed cabinet has approved a proposal by Prime Minister Mahinda Rajapaksa to entertain unsolicited renewable energy deals riding on the worst forex crisis triggered by the island’s 72 year old Latin America style central bank.",
    "Under Sri Lanka’s electricity law, independent power producers have to be procured by competitive bidding.",
    "The renewable lobby has pushed for high cost plants to be procured without competitive bidding and has developed sufficient political to go as far as pushing to change the Electricity Act, critics say.",
    "However the cabinet of ministers can approve plants outside the long term generation plan of the utility.",
    "“Certain friendly states, international suppliers and local private sector forward various sorts of bi – lateral concessionary loans, energy supplies and energy sector related resolutions as remedies to the foreign exchange crisis prevailing within the country,” a government statement said.",
    "“Although some of those proposals are apparent to be productive / effective proposals against the foreign exchange crisis encountered by the government, there are no precise provisions to take further actions regarding them within the existing methodologies.”",
    "The Cabinet had approved a proposal by Prime Minister Rajapaksa to appoint a committee headed by the Secretary to the PM and four other secretaries to evaluate the proposals and take further action.",
    "The Ceylon Electricity Board has tendered locations where there is capacity in the grid to absorb renewable plants.",
    "However industry sources say many proposals come from locations which need more debt for the cash strapped utility to upgrade the grid at a time when the country is facing a debt crisis. (Colombo/Apr26/2022)"
  ]
}