{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-people-vs-the-clan/",
  "time_ut": 1650086160,
  "title": "The People vs. the Clan",
  "body_lines": [
    "The ongoing protests have now continued for several days with neither side relenting. In a non-violent war between the Regime and the People, the rulers have been yielding ground inch by grudging inch but there has been no concession from either side that can end the stalemate. The demand has now boiled down to the single proposition that the Rajapaksas must go lock, stock and barrel and stolen loot returned. It’s certainly been a fast breaking drama, commanding not only domestic but international attention with many startling developments by the day. Sadly none of these included receiving power, fuel, gas, milk powder or any other essential the people have had to do without. Cost of living? Forget it; it’s zooming like in a banana republic and the time is not far off when a wheelbarrow will be needed to carry cash to market.",
    "First the cabinet excluding the prime minister resigned. But two first family siblings and Namal baby not there any longer. Then there were three or four ministerial re-appointments including Foreign Minister GL Peiris and Ministers Dinesh Gunawardene, Leader of the House and Chief Government Whip Johnston Fernando. They were essential for maintaining foreign relations and the conduct of parliamentary business. In what some might consider a major concession, former Justice Minister Ali Sabry was appointed Finance Minister in place of dual citizen Basil Rajapaksa who clings on to his U.S. citizenship. This self-same Basil, once touted to be a miracle man with seven brains, was brought into parliament via the controversial 20th Amendment which undid its predecessor and once again concentrated virtually all power in the president. Many of those howling against Basil and now claiming independence in parliament voted for that amendment. Perhaps his replacement was a concession of sorts to the wolves baying for his blood who were once on the government side of the legislature but now saying they’re independent.",
    "Former Central Bank Ajith Nivard Cabraal has gone and been replaced by Nandalal Weerasinghe, retired Senior Deputy Governor recalled from Australia here he was visiting his daughters. Weerasinghe was denied the governor’s position some time ago, before Cabraal’s move from the National List State Ministry of Finance back to the Central Bank. The solid resistance to going to the IMF has now been abandoned and preliminary talks have begun. There’s going to be no quick fix but contacts have been established. A council of respected economists including former Governor Indrajith Coomaraswamy and two senior former IMF officials of Lankan descent have been enlisted to assist negotiations with their former employer. These developments, together with some rainfall in the hydro-electricity generating catchments are some rays of hope in an otherwise desperate scenario.",
    "Thankfully there has been no violence and the regime, thus far, has refrained from attempting to forcefully eject protesters from their Galle Face battleground. The government seems to be hoping that sheer fatigue will let out pent-up steam and ease the protest momentum. Despite heavy rain and scorching heat protesters have remained entrenched with numbers replenished with new people joining the core from many parts of the country. Many celebrated the New Year on the green and there were television images of the symbolic pot of milk being boiled to overflowing at Galle Face. This is in addition to independent protests outside Colombo. There is a predominance of young people among the demonstrators, educated and middle class. The various commentators writing for this issue of our newspaper make the point of the unprecedented middle class presence, something unusual in this country where blue collars, with exceptions, dominate peeditha panthiya protests and demonstrations. But what we are seeing today is People vs Rajapaksas not underpinned by salary and similar economic demands other than those for bare essentials.",
    "The Mirihana protests outside the president’s private home, where it all began, saw the mysterious appearance of an armed motorcycle squad sent away by police in the glare of television coverage of a protest outside parliament. There was also burning of law enforcement vehicles but why no arrests were made by police present in numbers has not yet been forthcoming. Allegations of an Avant Garde hand, rightly or wrongly, attempting to incite violence have been freely made. While police have released an artist’s sketch of a man wanted for torching a police bus there has been no explanation why the act itself was perpetrated in the presence of the police with none arrested. No military/STF presence except for VIP home security has been evident suggesting that there are no plans to unleash the dogs of war on unarmed protesters.",
    "As regular columnist Rajan Philips says on this page impeaching the president is a long shot; too long we would add. The numbers do not even appear sufficient to get a simple majority needed for the no confidence motion against the government for which signatures are now being collected. Signatures for an impeachment motion against the president too, which needs a two thirds majority, are also being canvassed. There are fence sitters on both sides of the legislature and, as the JVP’s Vijitha Herath has said in an interview in this issue, there are purchasable elements in the body politic available to change sides not only for filthy lucre but also for political office. The number of ministers who have held office in UNP governments and then under the Rajapaksa dispensation cannot be counted on the fingers of both hands.",
    "How events will pan out eventually remains to be seen. The old fox JRJ once said a particular election must be won hondin ho narakin – by good or bad. The Rajapaksas are confronted by a similar dilemma; they have to retain power hondin ho narakin.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජනතාව එදිරිව ක්ලැන්",
      "body_lines": [
        "දැනට පවතින විරෝධතා දින කිහිපයක සිට කිසිදු පාර්ශ්වයක් අත් නොහරිමින් පවතී. රෙජීමය සහ ජනතාව අතර අවිහිංසාවාදී යුද්ධයක දී පාලකයන් අඟලෙන් අඟලෙන් අඟලකට අඟලක් ලබාදෙමින් සිටියත් එකතැන පල්වෙන තත්ත්වය අවසන් කළ හැකි කිසිදු සහනයක් දෙපාර්ශ්වයෙන් ලැබී නැත. රාජපක්ෂලා ලොක්, ස්ටොක්, බැරල්, සොරකම් කළ කොල්ලය ආපසු ලබා දිය යුතුය යන තනි ප්‍රස්තුතය දක්වාම දැන් ඉල්ලීම උනු වී ඇත. එය නිසැකවම වේගවත් නාට්‍යයක් වන අතර, දිනෙන් දින බොහෝ විස්මිත වර්ධනයන් සමඟ දේශීය පමණක් නොව ජාත්‍යන්තර අවධානයට ලක් විය. කනගාටුවට කරුණක් නම් මේ කිසිවකට විදුලිය, ඉන්ධන, ගෑස්, කිරිපිටි හෝ වෙනත් අත්‍යාවශ්‍ය දේ ලබාගැනීමට ජනතාවට නැතිවම බැරිය. ජීවන වියදම? එය අමතක කරන්න; එය කෙසෙල් ජනරජයක මෙන් විශාලනය වෙමින් පවතින අතර වෙළඳපොළට මුදල් රැගෙන යාමට වීල්බැරෝවක් අවශ්‍ය වන කාලය වැඩි ඈතක නොවේ.",
        "මුලින්ම අගමැති හැර කැබිනට් මණ්ඩලය ඉල්ලා අස්වුණා. නමුත් පවුලේ පළමු සහෝදර සහෝදරියන් දෙදෙනෙකු සහ නාමල් බබා තවදුරටත් එහි නොමැත. ඉන්පසුව විදේශ අමාත්‍ය ජී එල් පීරිස් සහ දිනේෂ් ගුණවර්ධන අමාත්‍යවරුන්, සභානායක, ආණ්ඩු පක්ෂයේ ප්‍රධාන සංවිධායක ජොන්ස්ටන් ප්‍රනාන්දු ඇතුළු අමාත්‍ය ධුර තුන හතරක් නැවත සිදු විය. විදේශ සබඳතා පවත්වාගෙන යාමට සහ පාර්ලිමේන්තු කටයුතු පවත්වාගෙන යාමට ඒවා අත්‍යවශ්‍ය විය. ඇතැමුන් විශාල සහනයක් ලෙස සැලකිය හැකි පරිදි, ඔහුගේ එක්සත් ජනපද පුරවැසිභාවය මත එල්ලී සිටින ද්විත්ව පුරවැසි බැසිල් රාජපක්ෂ වෙනුවට හිටපු අධිකරණ අමාත්‍ය අලි සබ්රි මුදල් අමාත්‍යවරයා ලෙස පත් කරන ලදී. මොළ හතක් ඇති ආශ්චර්යමත් මිනිසෙකු ලෙස කලක් ප්‍රකාශ කරන ලද මෙම ස්වයං-සාම බැසිල්, එහි පූර්වගාමියා ඉවත් කර නැවත වරක් ජනාධිපතිවරයා වෙත පාහේ සියලු බලය සංකේන්ද්‍රණය කළ ආන්දෝලනාත්මක 20 වැනි සංශෝධනය හරහා පාර්ලිමේන්තුවට ගෙන එන ලදී. බැසිල්ට එරෙහිව කෑ ගසන සහ දැන් පාර්ලිමේන්තුවේ ස්වාධීන යැයි කියන බොහෝ දෙනා එම සංශෝධනයට ඡන්දය දුන්හ. සමහර විට ඔහු ආදේශ කිරීම, වරක් ව්‍යවස්ථාදායකයේ ආණ්ඩුවේ පැත්තේ සිටි නමුත් දැන් ඔවුන් ස්වාධීන යැයි පවසන ඔහුගේ රුධිරය සඳහා බොක්කා වූ වෘකයන්ට යම් ආකාරයක සහනයක් විය හැකිය.",
        "මහ බැංකුවේ හිටපු අජිත් නිවාඩ් කබ්රාල් මහතා ගොස් ඒ වෙනුවට නන්දලාල් වීරසිංහ මහතා පත් කර ඇති බව විශ්‍රාමික ජ්‍යෙෂ්ඨ නියෝජ්‍ය අධිපතිවරයා ඔස්ට්‍රේලියාවේ සිට සිය දියණියන් බැලීමට පැමිණි බව සිහිපත් කළේය. ජාතික ලැයිස්තු රාජ්‍ය මුදල් රාජ්‍ය අමාත්‍යාංශයෙන් කබ්රාල් යළි මහ බැංකුවට යාමට පෙර වීරසිංහට අධිපති ධූරය ප්‍රතික්ෂේප වූයේ කලකට පෙරය. ජාත්‍යන්තර මූල්‍ය අරමුදලට යෑමේ දැඩි ප්‍රතිරෝධය දැන් අතහැර දමා මූලික සාකච්ඡා ආරම්භ කර ඇත. ඉක්මන් විසඳුමක් නොමැති නමුත් සම්බන්ධතා ස්ථාපිත කර ඇත. හිටපු ආණ්ඩුකාර ඉන්ද්‍රජිත් කුමාරස්වාමි ඇතුළු ගෞරවනීය ආර්ථික විද්‍යාඥයින්ගේ කවුන්සිලයක් සහ ලංකා සම්භවයක් ඇති ජ්‍යෙෂ්ඨ හිටපු ජාත්‍යන්තර මූල්‍ය අරමුදලේ නිලධාරීන් දෙදෙනෙකු ඔවුන්ගේ හිටපු සේවා යෝජකයා සමඟ සාකච්ඡා සඳහා සහාය වීමට බඳවාගෙන ඇත. මෙම වර්ධනයන්, ජල විදුලිය උත්පාදනය කරන ජල පෝෂක ප්‍රදේශවලට ලැබෙන වර්ෂාපතනයන්, වෙනත් ආකාරයකින් මංමුලා සහගත තත්ත්වයක බලාපොරොත්තුවේ කිරණ කිහිපයකි.",
        "ස්තුතිවන්ත විය යුත්තේ ප්‍රචණ්ඩ ක්‍රියාවක් සිදු නොවූ අතර, මේ වන විට රෙජීමය, විරෝධතාකරුවන් ඔවුන්ගේ ගාලු මුවදොර සටන් බිමෙන් බලහත්කාරයෙන් නෙරපා හැරීමේ උත්සාහයෙන් වැළකී සිටීමයි. දැඩි තෙහෙට්ටුව නිවා දමා විරෝධතා ගම්‍යතාව ලිහිල් කරනු ඇතැයි රජය බලාපොරොත්තු වන බව පෙනේ. අධික වර්ෂාව සහ දැඩි උණුසුම නොතකා විරෝධතාකරුවන් රටේ බොහෝ ප්‍රදේශවලින් හරයට එක්වන නව පුද්ගලයින් සමඟ සංඛ්‍යාවෙන් පිරී තිබේ. බොහෝ අය කොළ පාටින් අලුත් අවුරුද්ද සැමරූ අතර ගාලු මුවදොර පිටාර ගලන සංකේතාත්මක කිරි මුට්ටිය උතුරා යන රූපවාහිනි රූප සටහන් විය. ඒ කොළඹින් පිටත ස්වාධීන විරෝධතාවලට අමතරවය. පෙළපාලිකරුවන්, උගත් සහ මධ්‍යම පංතිය අතර තරුණ තරුණියන්ගේ ප්‍රමුඛතාවයක් ඇත. අපේ පුවත්පතේ මේ කලාපයට ලියන විවිධ විචාරකයින් පෙන්වා දෙන්නේ පෙර නොවූ විරූ මධ්‍යම පන්තික පැමිණීමක්, පීඩිත පන්ති උද්ඝෝෂණ සහ විරෝධතා ව්‍යතිරේකයන් හැර නිල් කරපටි ආධිපත්‍යය දරන මේ රටේ අසාමාන්‍ය දෙයක්. නමුත් අද අපි දකින්නේ මිනිස්සුන්ට එරෙහිව රාජපක්ෂලාට අත්‍යාවශ්‍ය අවශ්‍යතා හැර වැටුප් හා ඒ හා සමාන ආර්ථික ඉල්ලීම් මත පදනම් නොවීමයි.",
        "ජනාධිපතිවරයාගේ පෞද්ගලික නිවසෙන් පිටත මිරිහාන විරෝධතාවයේ දී, සියල්ල ආරම්භ වූ අතර, පාර්ලිමේන්තුවෙන් පිටත පැවති විරෝධතාවක රූපවාහිනී ආවරණයේ දීප්තිය තුළ පොලිසිය විසින් එවන ලද සන්නද්ධ යතුරුපැදි සංචිතයක අද්භූත පෙනුම දක්නට ලැබුණි. නීතිය ක්‍රියාත්මක කරන වාහනවලට ගිනි තැබීම් ද සිදු වූ නමුත් අංක ගණනින් සිටි පොලිසිය විසින් කිසිවකු අත්අඩංගුවට නොගත්තේ මන්ද යන්න මෙතෙක් අනාවරණය වී නොමැත. ඇවන්ගාඩ් හස්තයක් හරි හෝ වැරදි ලෙස ප්‍රචණ්ඩත්වය ඇති කිරීමට උත්සාහ කරන බවට චෝදනා නිදහසේ එල්ල වී තිබේ. පොලිස් බස් රථයකට ගිනි තැබීම සඳහා අවශ්‍යව සිටි පුද්ගලයෙකුගේ චිත්‍ර ශිල්පියෙකුගේ සටහනක් පොලිසිය විසින් නිකුත් කර ඇති අතර, කිසිවෙකු අත්අඩංගුවට නොගෙන පොලිසිය ඉදිරිපිටම මෙම ක්‍රියාව සිදු කළේ මන්දැයි පැහැදිලි කිරීමක් නොමැත. නිරායුධ විරෝධතාකරුවන් මත යුද්ධයේ බල්ලන් මුදා හැරීමේ සැලසුමක් නොමැති බව අඟවමින් ප්‍රභූ නිවෙස් ආරක්‍ෂාව හැර වෙනත් කිසිදු හමුදා/එස්ටීඑෆ් පැමිණ සිටීම පැහැදිලිව පෙනෙන්නට නැත.",
        "නිත්‍ය තීරු ලිපි රචකයෙකු වන රාජන් පිලිප්ස් මෙම පිටුවේ පවසන පරිදි ජනාධිපතිවරයාට දෝෂාභියෝගය දිගු පහරකි; අපි එකතු කරන කල් වැඩියි. දැන් අත්සන් ලබා ගන්නා ආණ්ඩුවට එරෙහි විශ්වාසභංගයට අවශ්‍ය සරල බහුතරය ලබා ගැනීමටවත් සංඛ්‍යාව ප්‍රමාණවත් නොවන බව පෙනේ. ජනාධිපතිවරයාට එරෙහිව තුනෙන් දෙකක බලයක් අවශ්‍ය වන දෝෂාභියෝගයකට අත්සන් තැබීම ද මේ වන විට සිදුවෙමින් පවතී. ව්‍යවස්ථාදායකයේ දෙපැත්තේම සිටින්නේ වැටකොළු කාරයන් වන අතර, ජවිපෙ විජිත හේරත් මෙම ප්‍රශ්නයේදී සම්මුඛ සාකච්ඡාවකදී පැවසූ පරිදි, ජරා ධනය සඳහා පමණක් නොව දේශපාලන තනතුරු සඳහාද පැති මාරු කළ හැකි මිලට ගත හැකි අංග දේශපාලනයේ තිබේ. එක්සත් ජාතික පක්ෂ ආණ්ඩුවල සහ ඉන්පසු රාජපක්ෂ පාලනය යටතේ ධුර දැරූ ඇමතිවරුන් සංඛ්‍යාව අත් දෙකේ ඇඟිලිවලින් ගණන් කළ නොහැක.",
        "සිදුවීම් අවසානයේ සිදු වන්නේ කෙසේදැයි බැලීමට ඉතිරිව ඇත. පැරණි නරියා JRJ වරක් පැවසුවේ යම් මැතිවරණයක් හොන්දින් හෝ නාරකින් - හොඳ හෝ නරකින් ජයග්‍රහණය කළ යුතු බවයි. රාජපක්ෂලා මුහුණ දී සිටින්නේ එවැනිම උභතෝකෝටිකයකට ය; ඔවුන්ට හොන්ඩින් හෝ නරකින් බලය රඳවා ගත යුතුය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மக்கள் எதிராக குலம்",
      "body_lines": [
        "இரு தரப்பும் சளைக்காமல் பல நாட்களாக நடந்து வரும் போராட்டங்கள் தற்போது தொடர்கின்றன. ஆட்சிக்கும் மக்களுக்கும் இடையே நடக்கும் அகிம்சைப் போரில், ஆட்சியாளர்கள் அங்குலம் அங்குலமாக விளைச்சல் கொடுத்துக் கொண்டிருந்தாலும், முட்டுக்கட்டைக்கு முடிவு கட்ட எந்த ஒரு சலுகையும் இரு தரப்பிலும் இல்லை. ராஜபக்சக்கள் பூட்டு, இருப்பு மற்றும் பீப்பாய் மற்றும் திருடப்பட்ட கொள்ளையைத் திருப்பித் தர வேண்டும் என்ற ஒற்றை முன்மொழிவுக்கு இப்போது கோரிக்கை கொதித்துள்ளது. இது நிச்சயமாக ஒரு வேகமான நாடகம், நாளுக்கு நாள் பல திடுக்கிடும் முன்னேற்றங்களுடன் உள்நாட்டில் மட்டுமல்ல, சர்வதேச கவனத்தையும் ஈர்க்கிறது. துரதிர்ஷ்டவசமாக இவற்றில் எதுவுமே மின்சாரம், எரிபொருள், எரிவாயு, பால் பவுடர் அல்லது மக்கள் இல்லாமல் செய்ய வேண்டிய அத்தியாவசியப் பொருட்கள் எதுவும் இல்லை. வாழ்க்கை செலவு? மறந்துவிடு; வாழைப்பழக் குடியரசைப் போல இது பெரிதாக்கப்படுகிறது, மேலும் சந்தைக்கு பணத்தை எடுத்துச் செல்ல ஒரு சக்கர வண்டி தேவைப்படும் காலம் வெகு தொலைவில் இல்லை.",
        "முதலில் பிரதமரைத் தவிர்த்து அமைச்சரவை ராஜினாமா செய்தது. ஆனால் இரண்டு முதல் குடும்ப உடன்பிறப்புகள் மற்றும் நாமல் குழந்தை இனி அங்கு இல்லை. பின்னர் வெளிவிவகார அமைச்சர் ஜி.எல்.பீரிஸ் மற்றும் அமைச்சர்களான தினேஷ் குணவர்தன, சபைத் தலைவர் மற்றும் அரசாங்கத்தின் பிரதம கொறடா ஜோன்ஸ்டன் பெர்னாண்டோ உட்பட மூன்று அல்லது நான்கு அமைச்சர்கள் மீள் நியமனங்கள் இடம்பெற்றன. அவை வெளிநாட்டு உறவுகளைப் பேணுவதற்கும், நாடாளுமன்ற அலுவல்களை நடத்துவதற்கும் அவசியமானவை. ஒரு பெரும் சலுகையாக சிலர் கருதும் வகையில், அமெரிக்க குடியுரிமையைப் பற்றிக் கொண்ட இரட்டைக் குடியுரிமை பெற்ற பசில் ராஜபக்சவுக்குப் பதிலாக முன்னாள் நீதி அமைச்சர் அலி சப்ரி நிதி அமைச்சராக நியமிக்கப்பட்டார். ஏழு மூளைகளைக் கொண்ட அதிசய மனிதர் என்று ஒரு காலத்தில் கூறப்பட்ட இதே பசில், சர்ச்சைக்குரிய 20 வது திருத்தத்தின் மூலம் பாராளுமன்றத்திற்கு கொண்டு வரப்பட்டார், இது அதன் முன்னோடியை நீக்கியது மற்றும் மீண்டும் ஜனாதிபதியிடம் கிட்டத்தட்ட அனைத்து அதிகாரங்களையும் குவித்தது. பசிலுக்கு எதிராக ஊளையிடுபவர்கள் மற்றும் இப்போது பாராளுமன்றத்தில் சுதந்திரம் கோருபவர்கள் பலர் அந்த திருத்தத்திற்கு வாக்களித்தனர். ஒரு காலத்தில் சட்டமன்றத்தின் அரசாங்கப் பக்கத்தில் இருந்த ஆனால் இப்போது அவர்கள் சுதந்திரமாக இருப்பதாகச் சொல்லும் அவரது இரத்தத்திற்காக ஓநாய்களுக்கு ஒரு வகையான சலுகையாக அவரது மாற்றாக இருக்கலாம்.",
        "மத்திய வங்கியின் முன்னாள் அஜித் நிவார்ட் கப்ரால் சென்று அவருக்குப் பதிலாக நந்தலால் வீரசிங்க நியமிக்கப்பட்டுள்ளார் என ஓய்வுபெற்ற சிரேஷ்ட பிரதி ஆளுநர் அவுஸ்திரேலியாவில் இருந்து தனது மகள்களைப் பார்க்க வந்திருந்ததை நினைவு கூர்ந்தார். தேசியப் பட்டியல் இராஜாங்க அமைச்சில் இருந்து கப்ரால் மீண்டும் மத்திய வங்கிக்கு மாற்றப்படுவதற்கு முன்னர், வீரசிங்கவுக்கு ஆளுனர் பதவி மறுக்கப்பட்டது. சர்வதேச நாணய நிதியத்திற்கு செல்வதற்கான திடமான எதிர்ப்பு இப்போது கைவிடப்பட்டு, ஆரம்பகட்ட பேச்சுவார்த்தைகள் தொடங்கியுள்ளன. விரைவான தீர்வு எதுவும் இருக்காது, ஆனால் தொடர்புகள் நிறுவப்பட்டுள்ளன. முன்னாள் கவர்னர் இந்திரஜித் குமாரசுவாமி மற்றும் இலங்கை வம்சாவளியைச் சேர்ந்த இரண்டு மூத்த முன்னாள் IMF அதிகாரிகள் உட்பட மதிப்பிற்குரிய பொருளாதார நிபுணர்கள் குழு ஒன்று, அவர்களின் முன்னாள் முதலாளியுடன் பேச்சுவார்த்தைக்கு உதவுவதற்காக பட்டியலிடப்பட்டுள்ளது. இந்த வளர்ச்சிகள், நீர்-மின்சாரம் உற்பத்தி செய்யும் நீர்ப்பிடிப்புகளில் சில மழைப்பொழிவுகள், இல்லையெனில் அவநம்பிக்கையான சூழ்நிலையில் நம்பிக்கையின் சில கதிர்கள்.",
        "அதிர்ஷ்டவசமாக எந்த வன்முறையும் இல்லை மற்றும் ஆட்சி, இதுவரை, எதிர்ப்பாளர்களை அவர்களது காலி முகத்திடலில் இருந்து வலுக்கட்டாயமாக வெளியேற்றும் முயற்சியில் இருந்து விலகி உள்ளது. சுத்த களைப்பு அடைக்கப்பட்ட நீராவியை வெளியேற்றி, போராட்டத்தின் வேகத்தை எளிதாக்கும் என்று அரசாங்கம் நம்புவதாகத் தெரிகிறது. பலத்த மழை மற்றும் கடுமையான வெப்பம் இருந்தபோதிலும், எதிர்ப்பாளர்கள் நாட்டின் பல பகுதிகளில் இருந்து மையத்தில் புதிய நபர்களுடன் இணைந்து எண்ணிக்கையில் நிரப்பப்பட்டுள்ளனர். பலர் புத்தாண்டை பச்சை நிறத்தில் கொண்டாடினர் மற்றும் காலி முகத்திடலில் பால் பானை நிரம்பி வழியும் வகையில் காய்ச்சப்பட்ட பானையின் தொலைக்காட்சி படங்கள் இருந்தன. இது கொழும்பிற்கு வெளியே சுதந்திரமான போராட்டங்களுக்கு மேலதிகமாக உள்ளது. ஆர்ப்பாட்டக்காரர்கள், படித்தவர்கள் மற்றும் நடுத்தர வர்க்கத்தினர் மத்தியில் இளைஞர்களின் ஆதிக்கம் உள்ளது. நமது நாளிதழின் இந்த இதழுக்காக எழுதும் பல்வேறு வர்ணனையாளர்கள், இந்த நாட்டில் முன்னெப்போதும் இல்லாத நடுத்தர வர்க்கத்தின் இருப்பை சுட்டிக்காட்டுகின்றனர், விதிவிலக்குகளுடன், பீடித்த பாந்திய எதிர்ப்புகள் மற்றும் ஆர்ப்பாட்டங்களில் நீல காலர்கள் ஆதிக்கம் செலுத்துகின்றன. ஆனால் இன்று நாம் பார்ப்பது மக்கள் vs ராஜபக்சேக்கள் என்பது வெறும் அத்தியாவசியத் தேவைகளைத் தவிர சம்பளம் மற்றும் இதே போன்ற பொருளாதாரக் கோரிக்கைகளால் அல்ல.",
        "ஜனாதிபதியின் தனிப்பட்ட இல்லத்திற்கு வெளியே மிரிஹான ஆர்ப்பாட்டங்கள், அனைத்தும் ஆரம்பித்த இடத்தில், பாராளுமன்றத்திற்கு வெளியே ஒரு ஆர்ப்பாட்டத்தின் தொலைக்காட்சி ஒளிப்பதிவில் பொலிஸாரால் அனுப்பப்பட்ட ஆயுதமேந்திய மோட்டார் சைக்கிள் அணி மர்மமான தோற்றத்தைக் கண்டது. சட்ட அமலாக்க வாகனங்கள் எரிக்கப்பட்டன, ஆனால் எண்ணிக்கையில் இருந்த காவல்துறையினரால் ஏன் கைது செய்யப்படவில்லை என்பது இன்னும் வெளிவரவில்லை. அவன்ட் கார்ட் நிறுவனம் சரியாகவோ அல்லது தவறாகவோ வன்முறையைத் தூண்ட முயற்சிப்பதாகக் குற்றச்சாட்டுகள் சுதந்திரமாக முன்வைக்கப்பட்டுள்ளன. பொலிஸ் பேருந்தை எரித்ததற்காக தேடப்படும் ஒரு நபரின் ஓவியத்தை பொலிசார் வெளியிட்டிருந்தாலும், யாரும் கைது செய்யப்படாத நிலையில், காவல்துறை முன்னிலையில் இந்தச் செயல் ஏன் செய்யப்பட்டது என்பதற்கு எந்த விளக்கமும் இல்லை. நிராயுதபாணியான எதிர்ப்பாளர்கள் மீது போர் நாய்களைக் கட்டவிழ்த்து விடுவதற்கான திட்டங்கள் எதுவும் இல்லை என்பதைத் தெரிவிக்கும் வகையில், VIP வீட்டுப் பாதுகாப்பைத் தவிர வேறு எந்த இராணுவ/STF பிரசன்னமும் இல்லை.",
        "இந்த பக்கத்தில் வழக்கமான கட்டுரையாளர் ராஜன் பிலிப்ஸ் சொல்வது போல், ஜனாதிபதியை பதவி நீக்கம் செய்வது ஒரு நீண்ட ஷாட்; மிக நீண்ட நாம் சேர்ப்போம். அரசாங்கத்திற்கு எதிரான நம்பிக்கையில்லாப் பிரேரணைக்கு தற்போது கையெழுத்துக்கள் சேகரிக்கப்பட்டு வருவதற்குத் தேவையான தனிப்பெரும்பான்மையைப் பெறுவதற்குப் போதுமான எண்ணிக்கை கூடத் தெரியவில்லை. மூன்றில் இரண்டு பெரும்பான்மை தேவைப்படும் ஜனாதிபதிக்கு எதிரான பதவி நீக்கப் பிரேரணைக்கான கையொப்பங்களும் கேன்வாஸ் செய்யப்படுகின்றன. சட்டமன்றத்தின் இருபுறமும் வேலி கட்டுபவர்கள் உள்ளனர், ஜே.வி.பி.யின் விஜித ஹேரத் இந்த விவகாரத்தில் பேட்டியில் கூறியது போல், அரசியல் கட்சிகளில் துர்நாற்றம் வீசுவதற்கு மட்டுமல்ல, அரசியல் பதவிக்காகவும் பக்கம் மாறுவதற்கு வாங்கக்கூடிய கூறுகள் உள்ளன. ஐ.தே.க அரசாங்கங்களிலும் அதன் பின்னர் ராஜபக்ச ஆட்சியிலும் பதவி வகித்த அமைச்சர்களின் எண்ணிக்கையை இரு கை விரல்களிலும் எண்ணிவிட முடியாது.",
        "நிகழ்வுகள் எவ்வாறு முடிவடையும் என்பதைப் பார்க்க வேண்டும். பழைய நரி ஜேஆர்ஜே ஒருமுறை குறிப்பிட்ட தேர்தலில் நல்லதோ கெட்டதோ வெற்றி பெற வேண்டும் என்று கூறினார். ராஜபக்சக்களும் இதேபோன்ற இக்கட்டான சூழலை எதிர்கொண்டுள்ளனர்; அவர்கள் அதிகாரத்தை தக்க வைத்துக் கொள்ள வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}