{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/icra-reaffirms-ub-finances-slbb-issuer-rating-revises-outlook-to-positive/",
  "time_ut": 1648220520,
  "title": "ICRA reaffirms UB Finance’s [SL]BB Issuer Rating, revises Outlook to “Positive”",
  "body_lines": [
    "UB Finance Co Ltd, one of Sri Lanka’s premier licensed finance companies (LFCs) and a subsidiary of Union Bank PLC, has announced that ICRA Lanka has reaffirmed its Issuer Rating of [SL]BB, while revising its outlook upwards from “Stable” to “Positive”.",
    "This gives UB Finance Co Ltd an Issuer Rating of [SL]BB (Positive), a development that comes as the Company prepares to embark on an aggressive plan for future growth and expansion, having recently received a capital infusion of LKR 1.98 billion from its parent company, Union Bank PLC, making it one of the highest capitalized LFCs in Sri Lanka. ICRA Lanka is a premier credit rating agency in Sri Lanka and a subsidiary of global credit rating giant, Moody’s Investors Service.",
    "Commenting on the positive revision to the Company’s Issuer Rating, Asanka Udugama, DGM Finance said, “The upward revision of our Issuer Rating from [SL]BB (Stable) to [SL]BB (Positive) is very welcome as we stand at the threshold of an ambitious journey to expand our operations. Through our expansion strategy, we intend to drive new customer acquisition and invite increased public participation, which will help us to serve our customers better and continue to help Sri Lankans achieve their goals and objectives. Backed by a well-designed marketing strategy, next-level customer service and various other public engagement initiatives, UB Finance is set to emerge as a force to be reckoned with in the near to medium term in Sri Lanka’s financial services sector, steadfastly delivering on our commitment to providing a unique economic and social value proposition to all Sri Lankans.”",
    "UB Finance Co Ltd is a finance company licensed by the Central Bank of Sri Lanka providing a range of financial products and services to customers, including fixed deposits, savings, leasing, loans, mortgages and gold loans solutions. UB Finance is rated [SL]BB with a Stable Outlook by ICRA, and operates on the basis of integrity and customer empowerment, creating new opportunities for all Sri Lankans.",
    "Agalawatte Plantations transaction contributes in excess of 45 per cent to CSE turnover",
    "Club Hotel Dolphin reopens its doors after Rs.300 million upgrade",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ICRA UB Finance හි [SL]BB නිකුත් කරන්නා ශ්‍රේණිගත කිරීම යලි තහවුරු කරයි, Outlook \"Positive\" ලෙස සංශෝධනය කරයි",
      "body_lines": [
        "UB Finance Co Ltd, ශ්‍රී ලංකාවේ ප්‍රමුඛතම බලපත්‍රලාභී මූල්‍ය සමාගමක් (LFCs) සහ යුනියන් බැංකු PLC හි අනුබද්ධිත සමාගමක් වන අතර, ICRA Lanka විසින් \"ස්ථාවර\" සිට ඉහළට තම දැක්ම සංශෝධනය කරමින් [SL]BB හි නිකුත් කරන්නා ශ්‍රේණිගත කිරීම යලි තහවුරු කර ඇති බව නිවේදනය කර ඇත. \"ධනාත්මක\".",
        "මෙමගින් UB Finance Co Ltd හට [SL]BB (Positive) හි නිකුත් කරන්නා ශ්‍රේණිගත කිරීමක් ලබා දෙයි, එය සමාගම විසින් මෑතක දී LKR බිලියන 1.98 ක ප්‍රාග්ධන මුදල් සම්භාරයක් ලබා ගනිමින් අනාගත වර්ධනය සහ ව්‍යාප්තිය සඳහා ආක්‍රමණශීලී සැලැස්මක් දියත් කිරීමට සූදානම් වන විට වර්ධනය වේ. මව් සමාගම, යුනියන් බෑන්ක් පීඑල්සී, එය ශ්‍රී ලංකාවේ ඉහළම ප්‍රාග්ධනීකරණය කරන ලද LFC වලින් එකක් බවට පත් කරයි. ICRA Lanka යනු ශ්‍රී ලංකාවේ ප්‍රමුඛතම ණය ශ්‍රේණිගත කිරීමේ ආයතනයක් වන අතර ගෝලීය ණය ශ්‍රේණිගත කිරීමේ දැවැන්තයා වන Moody's Investors Service හි අනුබද්ධිත ආයතනයකි.",
        "සමාගමේ නිකුත් කරන්නා ශ්‍රේණිගත කිරීමෙහි ධනාත්මක සංශෝධනය පිළිබඳව අදහස් දක්වමින් DGM Finance හි DGM ෆිනෑන්ස් පැවසුවේ, “අපගේ නිකුත් කරන්නා ශ්‍රේණිගත කිරීම [SL]BB (ස්ථාවර) සිට [SL]BB (Positive) දක්වා ඉහළට සංශෝධනය කිරීම ඉතා සාදරයෙන් පිළිගනිමු. අපගේ මෙහෙයුම් පුළුල් කිරීමේ අභිලාෂකාමී ගමනක එළිපත්ත. අපගේ පුළුල් කිරීමේ ක්‍රමෝපාය හරහා, නව පාරිභෝගිකයන් අත්පත් කර ගැනීම් සිදු කිරීමටත්, වැඩි මහජන සහභාගීත්වයකට ආරාධනා කිරීමටත් අපි අදහස් කරන අතර, එමඟින් අපගේ ගනුදෙනුකරුවන්ට වඩා හොඳින් සේවය කිරීමට සහ ශ්‍රී ලාංකිකයින්ට ඔවුන්ගේ අරමුණු සහ අරමුණු සාක්ෂාත් කර ගැනීමට අඛණ්ඩව උපකාර කිරීමට උපකාරී වේ. මනාව සැලසුම් කරන ලද අලෙවිකරණ උපාය මාර්ගයක්, මීළඟ මට්ටමේ පාරිභෝගික සේවා සහ වෙනත් විවිධ මහජන සම්බන්ධතා මුලපිරීම් මගින් අනුබල දෙන UB Finance ශ්‍රී ලංකාවේ මූල්‍ය සේවා අංශයේ මධ්‍ය කාලීනව ස්ථීර ලෙස ලබා දෙන බලවේගයක් ලෙස ඉදිරියට පැමිණීමට නියමිතය. සියලුම ශ්‍රී ලාංකිකයන්ට අනන්‍ය ආර්ථික හා සමාජීය වටිනාකම් ප්‍රස්තුතයක් ලබාදීමට අපගේ කැපවීම.”",
        "UB Finance Co Ltd යනු ස්ථාවර තැන්පතු, ඉතුරුම්, ලීසිං, ණය, උකස් සහ රන් ණය විසඳුම් ඇතුළුව ගනුදෙනුකරුවන්ට මූල්‍ය නිෂ්පාදන සහ සේවා රැසක් සපයන ශ්‍රී ලංකා මහ බැංකුව විසින් බලපත්‍රලාභී මූල්‍ය සමාගමකි. UB Finance ICRA විසින් [SL]BB ලෙස ස්ථාවර ඉදිරි දැක්මක් සහිතව ශ්‍රේණිගත කර ඇති අතර, අඛණ්ඩතාව සහ පාරිභෝගික සවිබල ගැන්වීමේ පදනම මත ක්‍රියාත්මක වන අතර, සියලු ශ්‍රී ලාංකිකයන් සඳහා නව අවස්ථා නිර්මාණය කරයි.",
        "අගලවත්ත වැවිලි ගණුදෙණුව කොළඹ කොටස් වෙළෙඳපොළ පිරිවැටුම සඳහා සියයට 45 ඉක්මවන දායකත්වයක් සපයයි",
        "ක්ලබ් හොටෙල් ඩොල්ෆින් රුපියල් මිලියන 300 ක වැඩිදියුණු කිරීමෙන් පසු එහි දොරටු නැවත විවෘත කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ICRA UB Finance இன் [SL]BB வழங்குபவர் மதிப்பீட்டை மீண்டும் உறுதிப்படுத்துகிறது, அவுட்லுக்கை \"நேர்மறையாக\" திருத்துகிறது",
      "body_lines": [
        "UB Finance Co Ltd, இலங்கையின் முதன்மையான உரிமம் பெற்ற நிதி நிறுவனங்களில் ஒன்றான (LFCs) மற்றும் யூனியன் பேங்க் பிஎல்சியின் துணை நிறுவனமாகும், ICRA Lanka தனது [SL]BB இன் வழங்குனர் மதிப்பீட்டை மீண்டும் உறுதிப்படுத்தியுள்ளதாக அறிவித்துள்ளது. \"நேர்மறை\".",
        "இது UB Finance Co Ltdக்கு [SL]BB (Positive) வழங்குபவர் மதிப்பீட்டை வழங்குகிறது, இது நிறுவனம் எதிர்கால வளர்ச்சி மற்றும் விரிவாக்கத்திற்கான ஒரு தீவிரமான திட்டத்தைத் தொடங்கத் தயாராகி வருவதால், அதன் மூலம் சமீபத்தில் LKR 1.98 பில்லியன் மூலதன உட்செலுத்தலைப் பெற்றுள்ளது. தாய் நிறுவனமான யூனியன் பேங்க் பிஎல்சி, இலங்கையில் அதிக மூலதனம் பெற்ற எல்எப்சிகளில் ஒன்றாகும். ICRA Lanka இலங்கையின் முதன்மையான கடன் தரப்படுத்தல் முகவர் மற்றும் உலகளாவிய கடன் தர மதிப்பீட்டு நிறுவனமான மூடிஸ் முதலீட்டாளர்கள் சேவையின் துணை நிறுவனமாகும்.",
        "நிறுவனத்தின் வழங்குனர் மதிப்பீட்டில் நேர்மறை திருத்தம் குறித்து கருத்துத் தெரிவித்த DGM Finance, அசங்க உடுகம, “எங்கள் வழங்குநர் மதிப்பீட்டை [SL]BB (நிலையான) இலிருந்து [SL]BB (நேர்மறை) க்கு மேல்நோக்கித் திருத்துவது மிகவும் வரவேற்கத்தக்கது. எங்கள் செயல்பாடுகளை விரிவுபடுத்துவதற்கான ஒரு லட்சிய பயணத்தின் நுழைவாயில். எங்களின் விரிவாக்க உத்தியின் மூலம், புதிய வாடிக்கையாளர்களை கையகப்படுத்துவதற்கும், பொதுமக்களின் பங்களிப்பை அதிகரிப்பதற்கும் நாங்கள் உத்தேசித்துள்ளோம், இது எங்கள் வாடிக்கையாளர்களுக்கு சிறந்த சேவையை வழங்கவும், இலங்கையர்களின் இலக்குகள் மற்றும் நோக்கங்களை அடைய தொடர்ந்து உதவவும் உதவும். நன்கு வடிவமைக்கப்பட்ட சந்தைப்படுத்தல் மூலோபாயம், அடுத்த நிலை வாடிக்கையாளர் சேவை மற்றும் பல்வேறு பொது ஈடுபாடு முன்முயற்சிகள் ஆகியவற்றின் ஆதரவுடன், UB Finance ஆனது இலங்கையின் நிதிச் சேவைகள் துறையில் நடுத்தர காலப்பகுதி வரை கணக்கிடப்படும் ஒரு சக்தியாக வெளிவர உள்ளது. அனைத்து இலங்கையர்களுக்கும் ஒரு தனித்துவமான பொருளாதார மற்றும் சமூக மதிப்பை வழங்குவதற்கான எங்கள் அர்ப்பணிப்பு.",
        "UB Finance Co Ltd என்பது வாடிக்கையாளர்களுக்கு நிலையான வைப்பு, சேமிப்பு, குத்தகை, கடன்கள், அடமானங்கள் மற்றும் தங்கக் கடன்கள் தீர்வுகள் உட்பட பல்வேறு நிதி தயாரிப்புகள் மற்றும் சேவைகளை வழங்கும் இலங்கை மத்திய வங்கியால் உரிமம் பெற்ற ஒரு நிதி நிறுவனமாகும். UB Finance ஆனது ICRA ஆல் நிலையான கண்ணோட்டத்துடன் [SL]BB என மதிப்பிடப்பட்டுள்ளது, மேலும் அனைத்து இலங்கையர்களுக்கும் புதிய வாய்ப்புகளை உருவாக்கி, நேர்மை மற்றும் வாடிக்கையாளர் வலுவூட்டல் ஆகியவற்றின் அடிப்படையில் செயல்படுகிறது.",
        "அகலவத்தை தோட்ட பரிவர்த்தனை CSE வருவாயில் 45 சதவீதத்திற்கும் அதிகமாக பங்களிக்கிறது",
        "ரூ.300 மில்லியன் மேம்படுத்தப்பட்ட பிறகு கிளப் ஹோட்டல் டால்பின் அதன் கதவுகளை மீண்டும் திறக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}