{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/hard-talk/We-had-no-option-but-to-choose-Ranil-Dr-Wijeydasa-Rajapakshe/334-238281",
  "time_ut": 1654194900,
  "title": "We had no option but to choose Ranil  - Dr. Wijeydasa Rajapakshe",
  "body_lines": [
    "The recent appointment of a new Prime Minister and a new Cabinet has drawn mixed reactions. Prime Minister Ranil Wickremesinghe and the Cabinet have been accused of attempting to protect President Gotabaya Rajapaksa despite growing calls for him to step down. One of the key positions in the new Cabinet is that of the Minister of Justice. The main focus of Justice Minister Dr. Wijeydasa Rajapakshe is to push the 21st Amendment through Parliament.",
    "Dr. Rajapakshe spoke to Daily Mirror about his role, the way forward and also responded to some of the allegations raised against him and the Government.",
    "Q Minister, what is your immediate focus area at this point?",
    "The immediate attention is drawn to be the system which was introduced by the 19th Amendment, which got really disrupted and distorted as a result of the enactment of 20th Amendment. We wanted to remove all those provisions in the 20th Amendment and restore what was there under the 19th. We did not want to expand the scope of it because we wanted to stick to the rule where we will bring the amendments which will not warrant the approval from a referendum.",
    "Q You, of course, are playing a critical part in formulating the 21st Amendment and a draft proposal has been submitted to Cabinet. But there are still some concerns being raised about the existing draft. The BASL has raised some concerns about the powers that the President continues to have. How would you respond to those concerns?",
    "There are some matters that has to be looked into. It is under our consideration. But some of the parties proposed that the powers of the President be reduced to a greater extent but that we cannot agree, since the foundation of this Constitution is the Executive Presidency. If you go for a different system, like by having a Prime Minister and a cabinet responsibility, I think that we will have to have a new Constitution. That is also under consideration. During the tenure of the last Parliament, we explored the possibility of having a new Constitution by appointing a Constitutional Assembly. And those reports also there. In addition to that, the President has appointed an expert committee to formulate the policies of the new Constitution. That also has been done. It is open for Parliament to look into all those matters and to decide whether we should go for a new Constitution or whether we should abolish the executive presidency. All that remains open.",
    "If you go for a different system, like by having a Prime Minister and a cabinet responsibility, I think that we will have to have a new Constitution. That is also under consideration. During the tenure of the last Parliament, we explored the possibility of having a new Constitution by appointing a Constitutional Assembly",
    "No, this is not the final draft.  This is an issue that we have to address immediately to restore normality in the country. Apart from the political crisis there is a serious issue that is the economic crisis. Now, all those involved in resolving the economic crisis are saying the economic crisis cannot be resolved until the political crisis is settled.",
    "Q But don’t you think the political crisis will not be settled as long as Gotabaya Rajapaksa remains President because these people who are protesting now at Galle Face and even in other areas are insisting that this individual needs to go?",
    "That is the concern of the society. But we as legislators will have to look into the issue as to how we can do the change within the four corners of the Constitution. We cannot go outside of the Constitution. We must see how we can do it within that framework.",
    "Q So what the people are calling for is in a way unrealistic?",
    "Certainly, that is unrealistic. They are asking the President to resign and that is the only way that he can go home unless we bring an impeachment. As you know, that process is not practical at this time. Now, if the President resigns then we will have to elect another President from the 225 members of the Parliament by a secret ballot. Then what is the assurance that we will get a better President because the majority is with the SLPP? We are also grouped as an independent team, but we only have a limited number of MPs. Finally, the fact remains that most members represent the SLPP. Then there is no chance of the opposition getting the presidency. The problem is what is the assurance that he will not act in the way or in the same manner as the incumbent President, whether he will have a better governance system. Therefore, that will have to go with the change of the system.",
    "If the President resigns then we will have to elect another President from the 225 members of the Parliament by a secret ballot. Then what is the assurance that we will get a better President because the majority is with the SLPP?",
    "Q How can you work with someone who you have been very critical of in the past?",
    "Yes, I have been very critical of Ranil Wickremesinghe and he once removed me from the Cabinet. I have been very critical of the present President as well. But in politics, we will have to think about the agenda of the country, not the agenda of any political leader or a political party. That is where we have gone wrong. A large majority of the members think that they have been elected to look after their leader and their political party, which is not the case. So my principle from day one has been to look into the interest of the people.",
    "Q But some say you have taken this just to hold on to a Minister portfolio and it’s nothing to do with the concerns of the public or addressing the economic issues or the constitutional issues.",
    "Over the last four to five months, they invited me to join the Cabinet, but I didn’t want to. But at a critical juncture like this I also went by the public opinion and almost all the people whom I spoke to, including my supporters in my political life, including the clergy, were of the view that since the country is in a situation like this, people like me should take the responsibility and make a contribution to resolve all these things. If I wanted to become a Minister I could have accepted the post a few months ago, or even earlier as I had been offered portfolio five times and once I was sacked and once I resigned. But here this is a time where if we do not contribute to resolve the issue the country will be in a great peril and we will feel that we are also neglecting our responsibility towards the people. In fact, the agitation that the people are now doing is something I did one year ago, but I was doing it alone. Those who are agitating now have achieved a lot. They wanted to remove some of the cabinet ministers. The President removed them. Then he removed all his family members from the Cabinet. Then he removed his own brother, the Prime Minister. It is an achievement of the people.",
    "\"I have been very critical of Ranil Wickremesinghe and he once removed me from the Cabinet. I have been very critical of the present President as well. But in politics, we will have to think about the agenda of the country, not the agenda of any political leader or a political party\"",
    "Q And the people of course now are asking for the incumbent Prime Minister to also step down. They feel he has a secret deal with the President…",
    "There are two sides to this. What is more important? For a period of one month we were pleading with the main opposition as they have the legitimate right to take over the Government. In the Westminster system of governance, if the government fails, it must go to the opposition. So, we pleaded with the opposition leader to take over the Government. We discussed with the President and the President agreed. He invited the opposition to take over the Government but they refused. That was unusual.",
    "Thereafter, the President must appoint someone as the Prime Minister. He cannot appoint someone from outside Parliament. So we agreed that Ranil Wickremesinghe will be the better person to serve the country as Prime Minister although there are some allegations. Our immediate issue is to overcome the existing crisis.",
    "Q But can you trust the President and the Prime Minister? Will they go through with the 21st Amendment? If they don’t meet the expectations of the public, would you step down?",
    "When we accept the responsibility we accept it on the basis that we have faith in them. Otherwise there is no purpose in accepting the responsibility. The enactment of the 21st Amendment should be a joint effort and it is not an act of the President or the Prime Minister. We need the support of all the parties in Parliament. It is up to Parliament. We have the support of the President for this process and the Prime Minister was the champion for the 19th Amendment as well in 2015. So, in that sense we have faith that we will get their support. Our obstacles will be something else.",
    "Q Would you have the support of Sajith Premadasa and the SJB?",
    "I am confident we will be able to get the support of the Opposition Leader the way that we did in 2015 when we submitted the Bill in Parliament. We had only 47 members at that time in the Government. It was a minority Government. But we got 215 votes for the 19th Amendment.",
    "Q Do you feel the Prime Minister has obtained the support of the international community and that these issues before us will be resolved soon?",
    "We are making a concerted effort to get support from the international community especially from countries like India, China and the US. The fact is we did not have any other option. This was our last option.",
    "\"Those who are agitating now have achieved a lot. They wanted to remove some of the cabinet ministers. The President removed them. Then he removed all his family members from the Cabinet. Then he removed his own brother, the Prime Minister. It is an achievement of the people\"",
    "We were pleading with him for a period of more than one month.",
    "Q So if he comes forward now and says he is willing to accept it, would he be given the post?",
    "That is up to the President. But if, after forming a Government you go for a sudden change in a few days, the people would lose trust and confidence. Already to a great extent the public have lost confidence. A sudden change will create more confusion.",
    "In my personal opinion, the environment is not conducive for an early election. There will be more violence if we go for an election now.",
    "Q  But wouldn’t an election help bring the change in the system which people are calling for?",
    "If you go for an early election, there won’t be change as such. But if you give time, maybe about 1-2 years then youngsters will come forward. Young people will be able to grab a majority of the seats in Parliament. The public will also have an attitude change. There needs to be a new movement. The people have lost faith in the existing political parties. My goal is to increase the representation of youth and women in Parliament."
  ],
  "translate": {
    "si": {
      "title": "අපට රනිල් තෝරා ගැනීම හැර වෙනත් විකල්පයක් තිබුණේ නැහැ - ආචාර්ය විජේදාස රාජපක්ෂ",
      "body_lines": [
        "නව අගමැතිවරයෙකු සහ නව කැබිනට් මණ්ඩලයක් පසුගියදා පත්කිරීම සම්බන්ධයෙන් මිශ්‍ර ප්‍රතිචාර ඇති විය. අගමැති රනිල් වික්‍රමසිංහ මහතාට සහ කැබිනට් මණ්ඩලයට ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ධුරයෙන් ඉවත් විය යුතු බවට වැඩෙන හඬවල් තිබියදී ඔහු ආරක්ෂා කිරීමට උත්සාහ කළ බවට චෝදනා එල්ල වී තිබේ. නව කැබිනට් මණ්ඩලයේ එක් ප්‍රධාන තනතුරක් වන්නේ අධිකරණ අමාත්‍ය ධුරයයි. අධිකරණ අමාත්‍ය ආචාර්ය විජේදාස රාජපක්ෂගේ ප්‍රධාන අවධානය යොමු වී ඇත්තේ 21 වැනි සංශෝධනය පාර්ලිමේන්තුව හරහා ගෙන ඒමයි.",
        "ආචාර්ය රාජපක්ෂ ඩේලි මිරර් වෙත තම භූමිකාව, ඉදිරි මාවත ගැන කතා කළ අතර තමාට සහ රජයට එරෙහිව නැඟී ඇති සමහර චෝදනාවලට පිළිතුරු දුන්නේය.",
        "ප්‍ර ඇමතිතුමනි, මේ අවස්ථාවේදී ඔබ වහාම අවධානය යොමු කරන ප්‍රදේශය කුමක්ද?",
        "20 වැනි සංශෝධනය බලාත්මක කිරීමේ ප්‍රතිඵලයක් ලෙස සැබවින්ම කඩාකප්පල් වී විකෘති වූ 19 වැනි සංශෝධනයෙන් හඳුන්වා දුන් ක්‍රමය පිළිබඳව වහාම අවධානය යොමු කෙරේ. අපිට අවශ්‍ය වුණේ 20 වැනි ව්‍යවස්ථා සංශෝධනයේ තිබෙන ඒ වගන්ති සියල්ල ඉවත් කරලා 19 යටතේ තිබුණු දේ නැවත ලබාදෙන්න. එහි විෂය පථය පුළුල් කිරීමට අපට අවශ්‍ය නොවූයේ ජනමත විචාරණයකින් අනුමැතිය නොලබන සංශෝධන ගෙන එන රීතියේ රැඳී සිටීමට අපට අවශ්‍ය වූ බැවිනි.",
        "ප්‍ර ඇත්ත වශයෙන්ම ඔබ 21 වැනි සංශෝධනය සකස් කිරීමේදී තීරණාත්මක කාර්යභාරයක් ඉටු කරන අතර කෙටුම්පත් යෝජනාවක් කැබිනට් මණ්ඩලයට ඉදිරිපත් කර ඇත. එහෙත් පවතින කෙටුම්පත සම්බන්ධයෙන් තවමත් යම් යම් ගැටලු මතුවෙමින් පවතී. ජනාධිපතිවරයාට තවදුරටත් පවතින බලතල පිළිබඳව BASL විසින් යම් යම් කනස්සල්ලක් මතු කර ඇත. එම උත්සුකයන්ට ඔබ ප්‍රතිචාර දක්වන්නේ කෙසේද?",
        "සොයා බැලිය යුතු කරුණු කිහිපයක් තිබේ. එය අපගේ අවධානයට ලක්ව ඇත. නමුත් සමහර පාර්ශ්ව යෝජනා කළේ ජනාධිපතිවරයාගේ බලතල විශාල ප්‍රමාණයකට අඩු කළත් මේ ව්‍යවස්ථාවේ පදනම විධායක ජනාධිපති ක්‍රමය වන නිසා අපට එකඟ විය නොහැකි බවයි. අගමැතිවරයෙක්, කැබිනට් වගකීමක් තියෙනවා වගේ වෙනස් ක්‍රමයකට ගියොත් අලුත් ව්‍යවස්ථාවක් හදන්න වෙයි කියලා මම හිතනවා. ඒකත් සලකා බලනවා. ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවක් පත් කර නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් ඇති කර ගැනීමේ හැකියාව පසුගිය පාර්ලිමේන්තුවේ පාලන සමයේදී අපි සොයා බැලුවා. ඒ වගේම ඒ වාර්තාත් තියෙනවා. ඊට අමතරව නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ ප්‍රතිපත්ති සැකසීම සඳහා විද්වත් කමිටුවක් ද ජනාධිපතිවරයා විසින් පත් කර තිබෙනවා. ඒකත් කරලා තියෙනවා. ඒ සියලු කරුණු සොයා බලා නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවකට යා යුතුද විධායක ජනාධිපති ක්‍රමය අහෝසි කළ යුතුද යන්න තීරණය කිරීමට පාර්ලිමේන්තුවට විවෘතයි. විවෘතව පවතින සියල්ල.",
        "අගමැතිවරයෙක්, කැබිනට් වගකීමක් තියෙනවා වගේ වෙනස් ක්‍රමයකට ගියොත් අලුත් ව්‍යවස්ථාවක් හදන්න වෙයි කියලා මම හිතනවා. ඒකත් සලකා බලනවා. ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවක් පත් කර නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් ඇති කර ගැනීමේ හැකියාව පසුගිය පාර්ලිමේන්තුවේ පාලන සමයේදී අපි සොයා බැලුවා.",
        "නැත, මෙය අවසන් කෙටුම්පත නොවේ. රට සාමාන්‍ය තත්ත්වයට පත් කිරීම සඳහා අප වහා විසඳා ගත යුතු ප්‍රශ්නයකි. දේශපාලන අර්බුදය හැරුණු විට බරපතළ ප්‍රශ්නයක් තියෙනවා ආර්ථික අර්බුදය. දැන් ආර්ථික අර්බුදය විසඳීමට සම්බන්ධ සියලු දෙනාම කියන්නේ දේශපාලන අර්බුදය විසඳන තුරු ආර්ථික අර්බුදය විසඳිය නොහැකි බවයි.",
        "ප්‍රශ්නය එහෙත් දැන් ගාලු මුවදොර සහ වෙනත් ප්‍රදේශවල පවා උද්ඝෝෂණ කරන මේ අය මේ පුද්ගලයා යා යුතු යැයි බල කරන නිසා ගෝඨාභය රාජපක්ෂ ජනාධිපතිවරයා ලෙස සිටින තාක් දේශපාලන අර්බුදය සමථයකට පත් නොවනු ඇතැයි ඔබ සිතන්නේ නැද්ද?",
        "ඒක තමයි සමාජයේ සැලකිල්ල. නමුත් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ හතර කොන තුළ එම වෙනස සිදු කරන්නේ කෙසේද යන්න පිළිබඳව ව්‍යවස්ථා සම්පාදකයින් ලෙස අපට සොයා බැලිය යුතුය. ආණ්ඩුක්‍රම ව්‍යවස්ථාවට පිටින් යන්න බැහැ. එම රාමුව තුළ එය කරන්නේ කෙසේදැයි අප බැලිය යුතුය.",
        "ප්‍ර එසේ නම් ජනතාව ඉල්ලා සිටින දෙය යථාර්ථවාදී නොවේද?",
        "නිසැකවම, එය යථාර්ථවාදී නොවේ. ඒ අය ජනාධිපතිතුමාට ඉල්ලා අස්වෙන්න කියලා කියනවා අපි දෝෂාභියෝගයක් ගෙනාවොත් මිසක් එතුමාට ගෙදර යන්න පුළුවන් එකම ක්‍රමය. ඔබ දන්නා පරිදි එම ක්‍රියාවලිය මේ මොහොතේ ප්‍රායෝගික නැත. දැන් එතකොට ජනාධිපතිතුමා ඉල්ලා අස් වුණොත් අපිට සිද්ධ වෙනවා පාර්ලිමේන්තුවේ මන්ත්‍රීවරුන් 225 න් වෙනත් ජනාධිපතිවරයෙක් රහස් ඡන්දයකින් තෝරාගන්න. එතකොට බහුතරය ශ්‍රී ලංකා පොදුජන පෙරමුණ සමඟ නිසා අපිට හොඳ ජනාධිපතිවරයෙක් ලැබෙනවා කියන සහතිකය මොකක්ද? අපිත් ස්වාධීන කණ්ඩායමක් විදියට එකතු වෙලා ඉන්නවා, නමුත් අපිට ඉන්නේ සීමිත මන්ත්‍රීවරු සංඛ්‍යාවක්. අවසාන වශයෙන්, බොහෝ සාමාජිකයින් ශ්‍රී ලංකා පොදුජන පෙරමුණ නියෝජනය කරන බව සත්‍යයකි. එතකොට විපක්ෂයට ජනාධිපතිකම ලැබෙන්න ඉඩක් නැහැ. ප්‍රශ්නය වන්නේ එතුමාට වඩා හොඳ පාලන ක්‍රමයක් තිබේද යන්න වත්මන් ජනාධිපතිවරයා ක්‍රියා කරන ආකාරයට හෝ ක්‍රියා නොකරන බවට ඇති සහතිකය කුමක්ද යන්නයි. ඒ නිසා ඒ ක්‍රමයේ වෙනසක් එක්ක යන්න වෙනවා.",
        "එතකොට ජනාධිපතිතුමා ඉල්ලා අස් වුණොත් අපිට සිද්ධ වෙනවා පාර්ලිමේන්තුවේ මන්ත්‍රීවරුන් 225 දෙනාගෙන් තවත් ජනාධිපතිවරයෙක් රහස් ඡන්දයකින් තෝරාගන්න. එතකොට බහුතරය ශ්‍රී ලංකා පොදුජන පෙරමුණ සමඟ නිසා අපිට හොඳ ජනාධිපතිවරයෙක් ලැබෙනවා කියන සහතිකය මොකක්ද?",
        "ප්‍ර ඔබ පසුගිය කාලයේ දැඩි ලෙස විවේචනය කළ කෙනෙකු සමඟ වැඩ කරන්නේ කෙසේද?",
        "ඔව්, මම රනිල් වික්‍රමසිංහ මහතාව දැඩි ලෙස විවේචනය කළ අතර ඔහු වරක් මාව කැබිනට් මණ්ඩලයෙන් ඉවත් කළා. වත්මන් ජනාධිපතිතුමා ගැනත් මම දැඩි විවේචනයක් කළා. එහෙත් දේශපාලනයේ දී අපට සිතිය යුත්තේ රටේ න්‍යාය පත්‍රය ගැන මිස දේශපාලන නායකයකුගේ හෝ දේශපාලන පක්ෂයක න්‍යාය පත්‍රය ගැන නොවේ. අන්න එතනයි අපිට වැරදුනේ. සාමාජිකයන්ගෙන් විශාල බහුතරයක් සිතන්නේ තමන් පත්වී ඇත්තේ තම නායකයා සහ තම දේශපාලන පක්‍ෂය බලාගැනීමට බව ය, එය එසේ නොවේ. ඒ නිසා පළමු දිනයේ සිටම මගේ ප්‍රතිපත්තිය වූයේ ජනතාවගේ අවශ්‍යතා සොයා බැලීමයි.",
        "ප්‍ර එහෙත් ඇතැමුන් පවසන්නේ ඔබ මෙය හුදෙක් අමාත්‍ය ධූරයක් දැරීමට පමණක් ගත් බවත් එය මහජනතාවගේ ගැටළු හෝ ආර්ථික ප්‍රශ්න හෝ ව්‍යවස්ථාපිත ගැටලු ආමන්ත්‍රණය කිරීමට කිසිවක් නොවන බවත්ය.",
        "පසුගිය මාස හතර පහ තුළ ඔවුන් මට කැබිනට් මණ්ඩලයට සම්බන්ධ වීමට ආරාධනා කළ නමුත් මම කැමති වුණේ නැහැ. නමුත් මෙවැනි තීරණාත්මක අවස්ථාවක මමත් මහජන මතය අනුව ගිය අතර මගේ දේශපාලන ජීවිතයේ මගේ හිතවතුන් ඇතුළු පූජ්‍ය පක්ෂය ඇතුළු මා කතා කළ සියලු දෙනාම පාහේ අදහස් කළේ රට තිබෙන්නේ මෙවැනි තත්ත්වයක බැවින් , මේ හැම දේම විසඳන්න මම වගේ අය වගකීම භාරගෙන දායකත්වයක් දෙන්න ඕන. මට ඇමති කෙනෙක් වෙන්න අවශ්‍ය නම් මාස කීපයකට කලින් හෝ ඊට කලින් පස් වතාවක් ඇමතිකම දීලා එක පාරක් අයින් කරලා එක පාරක් ඉල්ලා අස්වෙන නිසා මට ඇමතිකම බාරගන්න තිබුණා. නමුත් මෙතැනදී අපි මේ ප්‍රශ්නය විසඳීමට දායක නොවුණොත් රට විශාල අනතුරකට ලක්වෙන වෙලාවක් වගේම අපි ජනතාව වෙනුවෙන් අපේ වගකීමත් පැහැරහරිනවා කියලා දැනෙන කාලයක්. ඇත්තටම දැන් ජනතාව කරන උද්ඝෝෂණය මීට වසරකට පෙර මම කළ දෙයක් වුණත් මම ඒක කළේ තනියම. දැන් උද්ඝෝෂණ කරන අය බොහෝ දේ ලබාගෙන තිබෙනවා. ඔවුන්ට අවශ්‍ය වූයේ කැබිනට් ඇමැතිවරුන් කිහිප දෙනෙකු ඉවත් කිරීමටයි. ජනාධිපතිතුමා ඒවා ඉවත් කළා. ඉන්පසු ඔහු තම පවුලේ සියලු දෙනා කැබිනට් මණ්ඩලයෙන් ඉවත් කළේය. ඊට පස්සේ එයාගේම සහෝදරයා අගමැතිකම අයින් කළා. එය ජනතාවගේ ජයග්‍රහණයකි.",
        "“මම රනිල් වික්‍රමසිංහ මහතාව දැඩි ලෙස විවේචනය කළ අතර ඔහු වරක් මා අමාත්‍ය මණ්ඩලයෙන් ඉවත් කළා. වත්මන් ජනාධිපතිවරයාටත් මම දැඩි ලෙස විවේචන එල්ල කළා. නමුත් දේශපාලනයේ දී අපට සිතිය යුත්තේ රටේ න්‍යාය පත්‍රය ගැන මිස රටේ න්‍යාය පත්‍රය ගැන නොවේ. ඕනෑම දේශපාලන නායකයෙක් හෝ දේශපාලන පක්ෂයක්\"",
        "ප්‍රශ්නය සහ ජනතාව දැන් ඉල්ලා සිටින්නේ වත්මන් අගමැතිවරයාද ඉල්ලා අස්වන ලෙසය. ඔවුන්ට දැනෙන්නේ ඔහු ජනාධිපතිවරයා සමඟ රහසිගත ගනුදෙනුවක් ඇති බවයි.",
        "මේකේ දෙපැත්තක් තියෙනවා. වඩා වැදගත් වන්නේ කුමක්ද? මාසයක කාලයක් අපි ප්‍රධාන විපක්ෂයට ආයාචනා කළේ ආණ්ඩු බලය ලබා ගැනීමේ නීත්‍යානුකූල අයිතිය ඔවුන්ට තිබෙන නිසා. වෙස්ට්මිනිස්ටර් පාලන ක්‍රමය තුළ ආණ්ඩුව අසමත් වුවහොත් එය විපක්ෂයට යා යුතුය. ඒ නිසා අපි විපක්ෂ නායකතුමාගෙන් ඉල්ලා සිටියා ආණ්ඩුව ගන්න කියලා. අපි ජනාධිපතිතුමා සමඟ සාකච්ඡා කළ අතර ජනාධිපතිතුමා එකඟ වුණා. ඔහු විපක්ෂයට ආණ්ඩුව භාර ගන්නා ලෙස ආරාධනා කළ නමුත් ඔවුන් එය ප්‍රතික්ෂේප කළේය. එය අසාමාන්ය විය.",
        "ඉන් පසු ජනාධිපතිවරයා විසින් අගමැති ලෙස කෙනෙකු පත් කළ යුතුය. එතුමාට පාර්ලිමේන්තුවෙන් පිටත කෙනෙක් පත් කරන්න බැහැ. ඉතින් අපි එකඟ වුණා සමහර චෝදනා තිබුණත් අගමැති විදියට රටට සේවය කරන්න හොඳම කෙනා රනිල් වික්‍රමසිංහ කියලා. අපගේ ක්ෂණික ප්‍රශ්නය වන්නේ පවතින අර්බුදය ජය ගැනීමයි.",
        "ප්‍ර නමුත් ඔබට ජනාධිපතිවරයා සහ අගමැතිවරයා විශ්වාස කළ හැකිද? ඔවුන් 21 වැනි ව්‍යවස්ථා සංශෝධනය හරහා යනවාද? ඔවුන් මහජනතාවගේ අපේක්ෂාවන් ඉටු නොකරන්නේ නම්, ඔබ ඉවත් වෙනවාද?",
        "අපි වගකීම භාරගත්තාම ඒ අය ගැන විශ්වාසයක් තියෙනවා කියන පදනමෙන් තමයි භාරගන්නේ. එහෙම නැතුව වගකීම බාරගැනීමේ අරමුණක් නැහැ. 21 වැනි සංශෝධනය බලාත්මක කිරීම ඒකාබද්ධ උත්සාහයක් විය යුතු අතර එය ජනාධිපතිවරයාගේ හෝ අගමැතිවරයාගේ ක්‍රියාවක් නොවේ. පාර්ලිමේන්තුවේ සියලුම පක්ෂවල සහයෝගය අපට අවශ්‍යයි. ඒක පාර්ලිමේන්තුවට බාරයි. මේ ක්‍රියාවලියට ජනාධිපතිතුමාගේ සහයෝගයත් අපිට තියෙනවා, 2015දීත් 19 වැනි සංශෝධනයේ ශූරයා වුණේ අගමැතිතුමා. ඉතින් ඒ අතින් බලනකොට ඒ අයගේ සහයෝගයත් අපිට ලැබෙයි කියලා විශ්වාසයක් තියෙනවා. අපගේ බාධක වෙනත් දෙයක් වනු ඇත.",
        "ප්‍රශ්නය ඔබට සජිත් ප්‍රේමදාසගේ සහ SJB ගේ සහයෝගය ලැබෙනවාද?",
        "2015 දී අපි පනත් කෙටුම්පත පාර්ලිමේන්තුවට ඉදිරිපත් කළ ආකාරයටම විපක්ෂ නායකවරයාගේ සහයෝගය ලබා ගැනීමට හැකිවනු ඇතැයි මට විශ්වාසයි. අපිට එදා ආණ්ඩුවේ හිටියේ මන්ත්‍රීවරු 47යි. එය සුළුතර ආණ්ඩුවක් විය. නමුත් අපි 19 වැනි සංශෝධනයට ඡන්ද 215ක් ගත්තා.",
        "ප්‍ර අග්‍රාමාත්‍යවරයා ජාත්‍යන්තර ප්‍රජාවගේ සහයෝගය ලබාගෙන ඇති බවත් අප ඉදිරියේ ඇති මෙම ගැටලු ඉක්මනින් විසඳනු ඇති බවත් ඔබට හැඟෙනවාද?",
        "විශේෂයෙන්ම ඉන්දියාව, චීනය, එක්සත් ජනපදය වැනි රටවලින් ජාත්‍යන්තර ප්‍රජාවගේ සහාය ලබා ගැනීමට අපි දැඩි උත්සාහයක් දරමින් සිටිමු. අපට වෙනත් විකල්පයක් නොතිබූ බව ඇත්තයි. මෙය අපගේ අවසාන විකල්පය විය.",
        "“දැන් උද්ඝෝෂණ කරන අයට ලොකු ජයග්‍රහණ ලැබිලා තියෙනවා. කැබිනට් ඇමැතිවරු ටික අයින් කරන්න ඕන වුණා. ජනාධිපතිතුමා ඒ අයව අයින් කළා. ඊට පස්සේ එයාගේ පවුලේ අය ඔක්කොම කැබිනට් එකෙන් අයින් කළා. ඊට පස්සේ එයාගේම සහෝදරයා අගමැතිකම අයින් කළා. ඒක තමයි. ජනතාවගේ ජයග්‍රහණයක්\"",
        "අපි මාසයකට වඩා වැඩි කාලයක් ඔහු සමඟ බැගෑපත්ව සිටියෙමු.",
        "ප්‍ර ඉතින් ඔහු දැන් ඉදිරිපත් වී එය පිළිගැනීමට කැමති බව පැවසුවහොත් ඔහුට එම තනතුර ලබා දෙනවාද?",
        "ඒක ජනාධිපතිතුමාට බාරයි. නමුත් ආණ්ඩුවක් පිහිටුවා දින කිහිපයකින් හදිසි වෙනසකට ගියහොත් ජනතාවගේ විශ්වාසය හා විශ්වාසය නැති වෙනවා. දැනටමත් බොහෝ දුරට මහජනතාවගේ විශ්වාසය නැති වී ඇත. හදිසි වෙනසක් තවත් ව්‍යාකූලත්වයක් ඇති කරයි.",
        "මගේ පෞද්ගලික මතය අනුව ඉක්මන් මැතිවරණයකට සුදුසු පරිසරයක් නැහැ. දැන් මැතිවරණයකට ගියොත් ප්‍රචණ්ඩත්වය තවත් වැඩි වෙනවා.",
        "ප්‍ර  නමුත් ජනතාව ඉල්ලා සිටින ක්‍රමයේ වෙනසක් ගෙන ඒමට මැතිවරණයක් උපකාරී නොවේද?",
        "කලින් මැතිවරණයකට ගියොත් එහෙම වෙනසක් වෙන්නේ නැහැ. නමුත් ඔබ කාලය ලබා දෙනවා නම්, සමහර විට අවුරුදු 1-2 ක් පමණ එවිට තරුණයින් ඉදිරිපත් වනු ඇත. තරුණ තරුණියන්ට පාර්ලිමේන්තුවේ බහුතර ආසන සංඛ්‍යාවක් ලබා ගැනීමට හැකි වෙනවා. මහජනතාවගේ ආකල්පමය වෙනසක් ද ඇති වනු ඇත. අලුත් ව්‍යාපාරයක් ඇති විය යුතුයි. පවතින දේශපාලන පක්‍ෂ ගැන ජනතාවට විශ්වාසයක් නැතිවෙලා. පාර්ලිමේන්තුවේ තරුණ හා කාන්තා නියෝජනය වැඩි කිරීම මගේ අරමුණයි."
      ]
    },
    "ta": {
      "title": "ரணிலை தெரிவு செய்வதை தவிர வேறு வழியில்லை - கலாநிதி விஜயதாச ராஜபக்ஷ",
      "body_lines": [
        "புதிய பிரதமர் மற்றும் புதிய அமைச்சரவை சமீபத்தில் நியமிக்கப்பட்டது கலவையான எதிர்வினைகளை ஈர்த்தது. ஜனாதிபதி கோட்டாபய ராஜபக்சவை பதவி விலகுமாறு அழைப்பு விடுக்கப்பட்ட போதிலும், அவரைப் பாதுகாக்க பிரதமர் ரணில் விக்கிரமசிங்கவும் அமைச்சரவையும் முயற்சிப்பதாக குற்றம் சுமத்தப்பட்டுள்ளது. புதிய அமைச்சரவையின் முக்கிய பதவிகளில் ஒன்று நீதித்துறை அமைச்சர் பதவியாகும். நீதியமைச்சர் கலாநிதி விஜயதாச ராஜபக்ஷவின் பிரதான கவனம் 21வது திருத்தத்தை பாராளுமன்றத்தினூடாக முன்வைப்பதாகும்.",
        "கலாநிதி இராஜபக்ஷ டெய்லி மிரரிடம் தனது பங்கு, முன்னோக்கி செல்லும் வழி பற்றிப் பேசியதுடன், தனக்கும் அரசாங்கத்துக்கும் எதிராக எழுப்பப்பட்ட சில குற்றச்சாட்டுகளுக்கும் பதிலளித்தார்.",
        "கே அமைச்சரே, இந்த நேரத்தில் உங்கள் உடனடி கவனம் என்ன?",
        "20வது திருத்தச் சட்டத்தின் விளைவாக உண்மையில் சீர்குலைந்து சிதைந்து போன 19வது திருத்தத்தின் மூலம் அறிமுகப்படுத்தப்பட்ட முறைமை குறித்து உடனடி கவனம் செலுத்தப்படுகிறது. 20வது திருத்தச் சட்டத்தில் உள்ள அனைத்து விதிகளையும் நீக்கிவிட்டு 19வது சட்டத்தின் கீழ் இருந்ததை மீட்டெடுக்க விரும்பினோம். நாங்கள் அதன் நோக்கத்தை விரிவுபடுத்த விரும்பவில்லை, ஏனென்றால் பொதுவாக்கெடுப்பின் ஒப்புதலுக்கு உத்தரவாதமில்லாத திருத்தங்களை நாங்கள் கொண்டு வருவோம் என்ற விதியில் ஒட்டிக்கொள்ள விரும்பினோம்.",
        "கே நிச்சயமாக, 21வது திருத்தத்தை உருவாக்குவதில் நீங்கள் முக்கியப் பங்காற்றுகிறீர்கள், அமைச்சரவையில் ஒரு வரைவு முன்மொழிவு சமர்ப்பிக்கப்பட்டுள்ளது. ஆனால் தற்போதுள்ள வரைவு குறித்து இன்னும் சில கவலைகள் எழுப்பப்படுகின்றன. ஜனாதிபதி தொடர்ந்து கொண்டிருக்கும் அதிகாரங்கள் குறித்து BASL சில கவலைகளை எழுப்பியுள்ளது. அந்த கவலைகளுக்கு நீங்கள் எவ்வாறு பதிலளிப்பீர்கள்?",
        "கவனிக்க வேண்டிய சில விஷயங்கள் உள்ளன. இது எங்கள் பரிசீலனையில் உள்ளது. ஆனால் சில கட்சிகள் ஜனாதிபதியின் அதிகாரங்கள் அதிக அளவில் குறைக்கப்பட வேண்டும் என்று முன்மொழிந்தன, ஆனால் இந்த அரசியலமைப்பின் அடித்தளம் நிறைவேற்று ஜனாதிபதி முறை என்பதால் நாம் ஏற்றுக்கொள்ள முடியாது. நீங்கள் ஒரு பிரதமர் மற்றும் அமைச்சரவைப் பொறுப்பு போன்ற வேறு முறைக்கு சென்றால், நாங்கள் புதிய அரசியலமைப்பை உருவாக்க வேண்டும் என்று நான் நினைக்கிறேன். அதுவும் பரிசீலனையில் உள்ளது. கடந்த பாராளுமன்றத்தின் ஆட்சிக்காலத்தில் அரசியலமைப்பு பேரவையை நியமித்து புதிய அரசியலமைப்பை உருவாக்குவதற்கான சாத்தியக்கூறுகளை ஆராய்ந்தோம். மேலும் அந்த அறிக்கைகளும் உள்ளன. அதற்கு மேலதிகமாக புதிய அரசியலமைப்பின் கொள்கைகளை வகுப்பதற்காக நிபுணர் குழுவொன்றை ஜனாதிபதி நியமித்துள்ளார். அதுவும் செய்யப்பட்டுள்ளது. இந்த விடயங்கள் அனைத்தையும் ஆராய்ந்து புதிய அரசியலமைப்பை உருவாக்க வேண்டுமா அல்லது நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்க வேண்டுமா என்பதை தீர்மானிக்க பாராளுமன்றத்திற்கு திறந்திருக்கும். அனைத்தும் திறந்தே இருக்கும்.",
        "நீங்கள் ஒரு பிரதமர் மற்றும் அமைச்சரவைப் பொறுப்பு போன்ற வேறு முறைக்கு சென்றால், நாங்கள் புதிய அரசியலமைப்பை உருவாக்க வேண்டும் என்று நான் நினைக்கிறேன். அதுவும் பரிசீலனையில் உள்ளது. கடந்த பாராளுமன்றத்தின் ஆட்சிக் காலத்தில் அரசியலமைப்பு பேரவையை நியமித்து புதிய அரசியலமைப்பை உருவாக்குவதற்கான சாத்தியக்கூறுகளை ஆராய்ந்தோம்.",
        "இல்லை, இது இறுதி வரைவு அல்ல. நாட்டில் இயல்பு நிலை திரும்புவதற்கு நாம் உடனடியாக தீர்க்க வேண்டிய பிரச்சினை இது. அரசியல் நெருக்கடியைத் தவிர பொருளாதார நெருக்கடி என்ற ஒரு தீவிரமான பிரச்சினை உள்ளது. இப்போது பொருளாதார நெருக்கடிக்கு தீர்வு காணும் பணியில் ஈடுபட்டுள்ள அனைவரும் அரசியல் நெருக்கடிக்கு தீர்வு காணும் வரை பொருளாதார நெருக்கடிக்கு தீர்வு காண முடியாது என்று கூறி வருகின்றனர்.",
        "கே ஆனால், கோட்டாபய ராஜபக்ச ஜனாதிபதியாக இருக்கும் வரை அரசியல் நெருக்கடிக்கு தீர்வு காணப்படாது என்று நீங்கள் நினைக்கவில்லையா? ஏனெனில், தற்போது காலி முகத்திடலிலும் ஏனைய பிரதேசங்களிலும் ஆர்ப்பாட்டத்தில் ஈடுபட்டுள்ள இவர்கள், இந்த நபர் செல்ல வேண்டும் என்று வலியுறுத்தி வருகின்றனர்.",
        "அதுதான் சமூகத்தின் கவலை. ஆனால், அரசியலமைப்புச் சட்டத்தின் நான்கு மூலைகளுக்குள் எவ்வாறு மாற்றங்களைச் செய்ய முடியும் என்பதை சட்டமன்ற உறுப்பினர்களாகிய நாம் ஆராய வேண்டும். அரசியல் சட்டத்திற்கு புறம்பாக செல்ல முடியாது. அந்த கட்டமைப்பிற்குள் அதை எப்படிச் செய்யலாம் என்று பார்க்க வேண்டும்.",
        "கே எனவே, மக்கள் அழைப்பது ஒரு விதத்தில் உண்மைக்கு மாறானதா?",
        "நிச்சயமாக, இது உண்மையற்றது. அவர்கள் ஜனாதிபதியை ராஜினாமா செய்யச் சொல்கிறார்கள், நாங்கள் பதவி நீக்கம் செய்யாவிட்டால் அவர் வீட்டிற்கு செல்ல முடியும். உங்களுக்கு தெரியும், இந்த செயல்முறை இந்த நேரத்தில் நடைமுறையில் இல்லை. இப்போது, ​​ஜனாதிபதி பதவி விலகினால், 225 நாடாளுமன்ற உறுப்பினர்களில், ரகசிய வாக்கெடுப்பு மூலம் மற்றொரு ஜனாதிபதியை தேர்ந்தெடுக்க வேண்டும். பெரும்பான்மையானவர்கள் SLPP உடன் இருப்பதால் சிறந்த ஜனாதிபதியை பெறுவோம் என்பதில் என்ன உறுதி? நாங்களும் ஒரு சுயேச்சை அணியாக குழுவாக உள்ளோம், ஆனால் எங்களிடம் குறைந்த எண்ணிக்கையிலான எம்.பி.க்கள் மட்டுமே உள்ளனர். இறுதியாக, பெரும்பாலான உறுப்பினர்கள் SLPP யை பிரதிநிதித்துவப்படுத்துகின்றனர் என்பதே உண்மை. அப்போது எதிர்க்கட்சிக்கு ஜனாதிபதி பதவி கிடைக்க வாய்ப்பில்லை. தற்போதைய ஜனாதிபதியின் முறையிலோ அல்லது அதே மாதிரியான முறையிலோ அவர் செயற்பட மாட்டார் என்ற உத்தரவாதம் என்ன என்பதுதான் பிரச்சினை. எனவே, அந்த அமைப்பில் மாற்றம் கொண்டு வர வேண்டும்.",
        "ஜனாதிபதி பதவி விலகினால், 225 நாடாளுமன்ற உறுப்பினர்களில் இருந்து மற்றொரு ஜனாதிபதியை இரகசிய வாக்கெடுப்பு மூலம் தெரிவு செய்ய வேண்டும். பெரும்பான்மையானவர்கள் SLPP உடன் இருப்பதால் சிறந்த ஜனாதிபதியை பெறுவோம் என்பதில் என்ன உறுதி?",
        "கே கடந்த காலங்களில் நீங்கள் கடுமையாக விமர்சித்த ஒருவருடன் நீங்கள் எவ்வாறு பணியாற்றலாம்?",
        "ஆம், நான் ரணில் விக்கிரமசிங்கவை கடுமையாக விமர்சித்து வந்தேன், அவர் ஒருமுறை என்னை அமைச்சரவையில் இருந்து நீக்கினார். தற்போதைய ஜனாதிபதியையும் நான் கடுமையாக விமர்சித்துள்ளேன். ஆனால், அரசியலில், எந்த ஒரு அரசியல் தலைவரின் அல்லது அரசியல் கட்சியின் நிகழ்ச்சி நிரலைப் பற்றி அல்ல, நாட்டின் நிகழ்ச்சி நிரலைப் பற்றி நாம் சிந்திக்க வேண்டும். அங்குதான் நாம் தவறிவிட்டோம். பெரும்பான்மையான உறுப்பினர்கள் தங்கள் தலைவரையும் அரசியல் கட்சியையும் கவனிப்பதற்காகத் தேர்ந்தெடுக்கப்பட்டதாக நினைக்கிறார்கள், அது அப்படியல்ல. எனவே முதல் நாளிலிருந்தே எனது கொள்கை மக்களின் நலனைக் கருத்தில் கொள்ள வேண்டும்.",
        "கே ஆனால், அமைச்சர் பதவியை தக்க வைத்துக் கொள்வதற்காக இதை நீங்கள் எடுத்திருப்பதாகவும், பொதுமக்களின் கவலைகள் அல்லது பொருளாதாரப் பிரச்சினைகள் அல்லது அரசியலமைப்புச் சிக்கல்களைத் தீர்ப்பதற்கும் இது சம்பந்தமில்லை என்றும் சிலர் கூறுகிறார்கள்.",
        "கடந்த நான்கைந்து மாதங்களில், அவர்கள் என்னை அமைச்சரவையில் சேர அழைத்தனர், ஆனால் நான் விரும்பவில்லை. ஆனால் இது போன்ற ஒரு இக்கட்டான தருணத்தில் நானும் பொதுமக்களின் கருத்தைப் பின்பற்றிச் சென்றேன், நான் பேசிய அனைத்து மக்களும், எனது அரசியல் வாழ்க்கையில் எனது ஆதரவாளர்கள் உட்பட, மதகுருமார்கள் உட்பட, நாடு இதுபோன்ற ஒரு சூழ்நிலையில் இருப்பதால் , இவற்றையெல்லாம் தீர்க்க என்னைப் போன்றவர்கள் பொறுப்பேற்று பங்களிக்க வேண்டும். நான் அமைச்சராக வேண்டும் என்றால் சில மாதங்களுக்கு முன்னரோ அல்லது அதற்கு முன்னரே எனக்கு ஐந்து முறை இலாகா வழங்கப்பட்டதாலும், ஒருமுறை பதவி நீக்கம் செய்யப்பட்டதாலும், ஒருமுறை ராஜினாமா செய்ததாலும் நான் பதவியை ஏற்றுக்கொண்டிருக்கலாம். ஆனால், இந்தப் பிரச்சினைக்குத் தீர்வு காண்பதற்கு நாம் பங்களிக்காவிட்டால் நாடு பெரும் ஆபத்தில் சிக்கிக் கொள்ளும் ஒரு தருணம் இது, மேலும் மக்கள் மீதான நமது பொறுப்பையும் நாம் புறக்கணிக்கிறோம் என்று உணருவோம். சொல்லப்போனால், மக்கள் இப்போது செய்யும் போராட்டம் ஒரு வருடத்திற்கு முன்பு நான் செய்த ஒன்று, ஆனால் நான் அதை தனியாக செய்தேன். இப்போது போராட்டம் நடத்துபவர்கள் நிறைய சாதித்திருக்கிறார்கள். கேபினட் அமைச்சர்கள் சிலரை நீக்க நினைத்தனர். ஜனாதிபதி அவர்களை நீக்கினார். பின்னர் அவர் தனது குடும்ப உறுப்பினர்கள் அனைவரையும் அமைச்சரவையில் இருந்து நீக்கினார். பின்னர் அவர் தனது சொந்த சகோதரரான பிரதமரை நீக்கினார். இது மக்களின் சாதனை.",
        "நான் ரணில் விக்கிரமசிங்கவை கடுமையாக விமர்சித்தேன், அவர் ஒருமுறை என்னை அமைச்சரவையில் இருந்து நீக்கினார். தற்போதைய ஜனாதிபதியையும் நான் கடுமையாக விமர்சித்துள்ளேன். ஆனால் அரசியலில் நாம் சிந்திக்க வேண்டியது நாட்டின் நிகழ்ச்சி நிரல் பற்றி அல்ல. எந்த ஒரு அரசியல் தலைவர் அல்லது ஒரு அரசியல் கட்சி\"",
        "கே இப்போது மக்கள் நிச்சயமாக தற்போதைய பிரதமரையும் பதவி விலக வேண்டும் என்று கேட்கிறார்கள். ஜனாதிபதியுடன் அவருக்கு இரகசிய ஒப்பந்தம் இருப்பதாக அவர்கள் நினைக்கிறார்கள்.",
        "இதற்கு இரண்டு பக்கங்கள் உள்ளன. அதைவிட முக்கியமானது என்ன? அரசாங்கத்தை கைப்பற்றுவதற்கு பிரதான எதிர்க்கட்சிகளுக்கு நியாயமான உரிமை உண்டு என ஒரு மாத காலமாக நாங்கள் மன்றாடிக்கொண்டிருந்தோம். வெஸ்ட்மின்ஸ்டர் ஆட்சி முறையில், அரசாங்கம் தோல்வியுற்றால், அது எதிர்க்கட்சிக்கு செல்ல வேண்டும். எனவே, ஆட்சியைக் கைப்பற்றுமாறு எதிர்க்கட்சித் தலைவரிடம் வேண்டுகோள் விடுத்தோம். ஜனாதிபதியுடன் கலந்துரையாடினோம் அதற்கு ஜனாதிபதி சம்மதித்தார். அவர் எதிர்க்கட்சிகளை ஆட்சியைக் கைப்பற்ற அழைத்தார், ஆனால் அவர்கள் மறுத்துவிட்டனர். அது அசாதாரணமானது.",
        "அதன் பின்னர் ஜனாதிபதி ஒருவரை பிரதமராக நியமிக்க வேண்டும். பாராளுமன்றத்திற்கு வெளியில் இருந்து ஒருவரை அவர் நியமிக்க முடியாது. எனவே சில குற்றச்சாட்டுகள் இருந்தாலும் ரணில் விக்கிரமசிங்கவே பிரதமராக நாட்டுக்கு சேவையாற்ற சிறந்தவர் என்பதை நாங்கள் ஏற்றுக்கொண்டோம். தற்போதுள்ள நெருக்கடியைச் சமாளிப்பதுதான் எங்களின் உடனடிப் பிரச்சினை.",
        "கே ஆனால் ஜனாதிபதியையும் பிரதமரையும் உங்களால் நம்ப முடியுமா? 21வது திருத்தத்தை நிறைவேற்றுவார்களா? அவர்கள் பொதுமக்களின் எதிர்பார்ப்பை பூர்த்தி செய்யவில்லை என்றால், நீங்கள் பதவி விலகுவீர்களா?",
        "நாம் பொறுப்பை ஏற்கும் போது அவர்கள் மீது நமக்கு இருக்கும் நம்பிக்கையின் அடிப்படையில் அதை ஏற்றுக்கொள்கிறோம். மற்றபடி பொறுப்பை ஏற்பதில் எந்த நோக்கமும் இல்லை. 21வது திருத்தச் சட்டத்தை அமுல்படுத்துவது கூட்டு முயற்சியாக இருக்க வேண்டுமே தவிர அது ஜனாதிபதி அல்லது பிரதமரின் செயல் அல்ல. நாடாளுமன்றத்தில் அனைத்துக் கட்சிகளின் ஆதரவும் எங்களுக்குத் தேவை. அது பாராளுமன்றம். இந்த செயற்பாட்டிற்கு ஜனாதிபதியின் ஆதரவு எமக்கு உள்ளதுடன், 2015 ஆம் ஆண்டிலும் 19வது திருத்தச் சட்டத்திற்கு பிரதமர் வெற்றியீட்டியிருந்தார். எனவே அந்த வகையில் அவர்களின் ஆதரவை நாங்கள் பெறுவோம் என்ற நம்பிக்கை எமக்கு உள்ளது. நமது தடைகள் வேறு ஏதாவது இருக்கும்.",
        "கே சஜித் பிரேமதாச மற்றும் எஸ்ஜேபியின் ஆதரவு உங்களுக்கு இருக்குமா?",
        "2015ஆம் ஆண்டு பாராளுமன்றத்தில் சட்டமூலத்தை சமர்ப்பித்ததைப் போன்று எதிர்க்கட்சித் தலைவரின் ஆதரவைப் பெற முடியும் என நான் நம்புகிறேன். அப்போது எங்களிடம் 47 உறுப்பினர்கள் மட்டுமே ஆட்சியில் இருந்தனர். அது சிறுபான்மை அரசாக இருந்தது. ஆனால் 19வது திருத்தத்திற்கு 215 வாக்குகள் கிடைத்தன.",
        "கே பிரதமர் சர்வதேச சமூகத்தின் ஆதரவைப் பெற்றுள்ளதாகவும், எங்களின் முன் உள்ள இந்தப் பிரச்சினைகள் விரைவில் தீர்க்கப்படும் என்றும் நீங்கள் கருதுகிறீர்களா?",
        "சர்வதேச சமூகத்தின் குறிப்பாக இந்தியா, சீனா மற்றும் அமெரிக்கா போன்ற நாடுகளின் ஆதரவைப் பெற நாங்கள் ஒருங்கிணைந்த முயற்சியை மேற்கொண்டு வருகிறோம். எங்களுக்கு வேறு வழியில்லை என்பதுதான் உண்மை. இதுவே எங்களின் கடைசி விருப்பமாக இருந்தது.",
        "\"இப்போது போராடுபவர்கள் நிறைய சாதித்துள்ளனர். சில கேபினட் அமைச்சர்களை நீக்க நினைத்தார்கள். ஜனாதிபதி அவர்களை நீக்கினார். பின்னர் அவர் தனது குடும்ப உறுப்பினர்கள் அனைவரையும் அமைச்சரவையில் இருந்து நீக்கினார். பின்னர் அவர் தனது சொந்த சகோதரரான பிரதமரை நீக்கினார். அதுதான். மக்களின் சாதனை\"",
        "ஒரு மாதத்திற்கும் மேலாக அவரிடம் மன்றாடினோம்.",
        "கே எனவே அவர் இப்போது முன் வந்து அதை ஏற்கத் தயாராக இருப்பதாகச் சொன்னால், அவருக்குப் பதவி வழங்கப்படுமா?",
        "அது ஜனாதிபதியிடம் உள்ளது. ஆனால், ஆட்சி அமைத்த பிறகு, சில நாட்களில் திடீர் மாற்றத்தை ஏற்படுத்தினால், மக்கள் நம்பிக்கையையும் நம்பிக்கையையும் இழந்துவிடுவார்கள். ஏற்கனவே பெரிய அளவில் பொதுமக்கள் நம்பிக்கை இழந்துள்ளனர். திடீர் மாற்றம் அதிக குழப்பத்தை உருவாக்கும்.",
        "எனது தனிப்பட்ட கருத்துப்படி, முன்கூட்டியே தேர்தல் நடத்துவதற்கான சூழல் இல்லை. இப்போது தேர்தலுக்குச் சென்றால் வன்முறை அதிகமாகும்.",
        "கே  ஆனால் மக்கள் அழைக்கும் அமைப்பில் மாற்றத்தைக் கொண்டுவர தேர்தல் உதவுமா?",
        "நீங்கள் முன்கூட்டியே தேர்தலுக்குச் சென்றால், அதுபோன்ற மாற்றம் இருக்காது. ஆனால் நீங்கள் நேரம் கொடுத்தால், 1-2 வருடங்கள் கழித்து இளைஞர்கள் முன்வருவார்கள். பாராளுமன்றத்தில் பெரும்பான்மையான இடங்களை இளைஞர்கள் கைப்பற்ற முடியும். பொதுமக்களின் அணுகுமுறையிலும் மாற்றம் ஏற்படும். ஒரு புதிய இயக்கம் உருவாக வேண்டும். தற்போதுள்ள அரசியல் கட்சிகள் மீது மக்கள் நம்பிக்கை இழந்துவிட்டனர். பாராளுமன்றத்தில் இளைஞர்கள் மற்றும் பெண்களின் பிரதிநிதித்துவத்தை அதிகரிப்பதே எனது இலக்கு."
      ]
    }
  }
}