{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/blues-of-the-blues/",
  "time_ut": 1654449360,
  "title": "Blues of the Blues",
  "body_lines": [
    "We now have a government of the failed by the failed for the failed, and it is exactly the opposite of what is needed to bring about consensual governance to restore political stability and social order to facilitate the ongoing efforts to resuscitate the economy. The political scenario we are witnessing looks a replay of what the yahapalana dispensation did immediately after the 2015 regime change. The government is going hell for leather to reduce the executive powers of the President and strengthen the position of the Prime Minister although priority at this juncture should be given to the task of reviving the economy and granting relief to the public.When the economy got into the present mire, the need arose for a real political workhorse in the form of a truly national unity government to pull it out. But what we have got is a lame donkey. A national government worthy of the name should have the support of all political parties represented in Parliament. The current administration, which is only a union of a bunch of strange bedfellows, driven by their insatiable greed for power, has antagonised the main Opposition party, the SJB, by engineering crossovers therefrom. It has meted out the same treatment to the SLFP, some of whose MPs have been lured into accepting ministerial posts. It has, in fact, brought about conflictual governance, which only makes the task of resolving the economic crisis even more difficult.",
    "SLFP leader Maithripala Sirisena’s predicament is far worse than that of his SJB counterpart Sajith Premadasa. Sirisena cannot take on the government the way Premadasa does, for he is part of the SLPP, and runs the risk of losing some more MPs from his 14-member parliamentary group, if he turns hostile towards the Rajapaksas, who are vindictiveness personified. He has therefore chosen to grin and bear it instead of taking disciplinary action against the SLFP MPs who have joined the Cabinet. His critics say he failed to rebuild the SLFP when he was the President and, therefore, it is only wishful thinking that he will accomplish that task as an ordinary MP. Tenable as this argument may sound, the fact remains that the SLFP was divided while he was the President, and its offshoot, the SLPP, became stronger than it. Today, the situation is different.",
    "The SLPP has cooked its goose and cannot even hold a May Day rally; it has been losing co-op society elections, which indicate which way the wind blows. It has had to postpone the local government polls, unable to face them. So, there is an opening for the SLFP, which is likely to be the choice of the disillusioned SLPP supporters who do not want to vote for either the SJB, or the UNP or the JVP. It may be recalled that Ranil Wickremesinghe, who was Sirisena’s companion on the yahapalana journey, became a much bigger failure than Sirisena; he, as the Prime Minister from 2015 to 2019, failed to strengthen the UNP and lost his seat at the 2020 general election. But he entered Parliament via the National List, and embarked on rebuilding the UNP, which had been left for politically dead. If the 21st Amendment is passed, with a provision to prevent the President from removing the PM arbitrarily, Wickremesinghe’s position will be further strengthened much to the advantage of the UNP.",
    "If PM Wickremesinghe gets his act together, the UNP’s recovery may be within the realm of possibility, provided the country’s economic health improves significantly on his watch. The UNP’s gain, if any, will be the SJB’s loss. It is by eating into the UNP’s vote bank that the SJB won 54 seats in 2020. The SLFP may be able to gain enough political traction to improve its electoral performance if it cares to fight for the people and thereby make itself attractive as an alternative to the SLPP, which has eaten into its traditional vote bank. For this goal to be achieved, Sirisena will have to stop running with the hare and hunting with the hounds; he will have to be on the side of the people who are crying out for help.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "බ්ලූස් ඔෆ් ද බ්ලූස්",
      "body_lines": [
        "අපට දැන් ඇත්තේ අසාර්ථක වූවන් සඳහා අසාර්ථක වූවන්ගේ ආණ්ඩුවක් වන අතර එය ආර්ථිකය නැවත පණ ගැන්වීමේ අඛණ්ඩ උත්සාහයට පහසුකම් සැලසීම සඳහා දේශපාලන ස්ථාවරත්වය සහ සමාජ සාමය යථා තත්ත්වයට පත් කිරීම සඳහා සම්මුතිවාදී පාලනයක් ගෙන ඒමට අවශ්‍ය දෙයට හරියටම ප්‍රතිවිරුද්ධ දෙයකි. 2015 පාලන තන්ත්‍රය වෙනස් වූ වහාම යහපාලන රජය කළ දේ යළි යළිත් වරක් අප දකින දේශපාලන දර්ශනයෙන් පෙනේ. මේ මොහොතේ ප්‍රමුඛත්වය දිය යුත්තේ ආර්ථිකය නඟා සිටුවීමට සහ ජනතාවට සහන ලබාදීමටය.ආර්ථිකය ගොඩනැගුණු විට ජනාධිපතිවරයාගේ විධායක බලතල අඩුකර අගමැතිකම ශක්තිමත් කිරීමට ආණ්ඩුව අපායට යමින් සිටී. වත්මන් මඩ ගොහොරුව, එය පිටතට ඇද ගැනීම සඳහා සැබෑ ජාතික සමගි ආන්ඩුවක ස්වරූපයෙන් සැබෑ දේශපාලන වැඩ අශ්වයෙකුගේ අවශ්‍යතාවය මතු විය. නමුත් අපට ලැබී ඇත්තේ කොර බූරුවෙකි. නමට සුදුසු ජාතික ආණ්ඩුවකට පාර්ලිමේන්තුව නියෝජනය කරන සියලුම දේශපාලන පක්ෂවල සහයෝගය හිමිවිය යුතුයි. බලයට ඇති අසීමිත කෑදරකම විසින් මෙහෙයවනු ලබන, අමුතුම යහළුවන් රොත්තක එකතුවක් පමණක් වන වත්මන් පාලනය, ඉන්ජිනේරු හරස් මාර්ග මගින් ප්‍රධාන විරුද්ධ පක්ෂය වන SJB එදිරිවාදි කර ඇත. එය ශ්‍රීලනිපයට ද එම සැලකීම ලබා දී ඇති අතර, සමහර මන්ත්‍රීවරුන් ඇමතිකම් ලබා ගැනීමට පෙළඹී ඇත. එය ඇත්ත වශයෙන්ම, ගැටුම්කාරී පාලනයක් ගෙන ආ අතර එමඟින් ආර්ථික අර්බුදය විසඳීමේ කාර්යය වඩාත් අපහසු වේ.",
        "ශ්‍රීලනිප නායක මෛත්‍රීපාල සිරිසේනගේ තත්වය ඔහුගේ SJB සහකරු සජිත් ප්‍රේමදාසට වඩා බෙහෙවින් නරක ය. සිරිසේනට ප්‍රේමදාස කරන ආකාරයට ආන්ඩුව ගෙන යා නොහැක, මන්ද ඔහු ශ්‍රී ලංකා පොදුජන පෙරමුණේ කොටසක් වන අතර, පළිගැනීමේ පුද්ගලාරෝපිත රාජපක්ෂලාට සතුරු වුවහොත්, ඔහුගේ මන්ත්‍රීවරුන් 14 දෙනෙකුගෙන් යුත් පාර්ලිමේන්තු කණ්ඩායමේ තවත් මන්ත්‍රීවරුන් කිහිප දෙනෙකු අහිමි වීමේ අවදානමක් ඇත. එබැවින් කැබිනට් මණ්ඩලයට එක්වූ ශ්‍රීලනිප මන්ත්‍රීවරුන්ට එරෙහිව විනය ක්‍රියාමාර්ග ගැනීම වෙනුවට ඔහු තෝරාගෙන ඇත්තේ එය දරාගෙන සිනාසීමය. ඔහු ජනාධිපතිවරයාව සිටියදී ශ්‍රී ලංකා නිදහස් පක්ෂය ගොඩගැනීමට අපොහොසත් වූ බවත්, එබැවින් සාමාන්‍ය මන්ත්‍රීවරයකු ලෙස ඔහු එම කාර්යය ඉටුකරනු ඇතැයි සිතීම පමණක් බවත් ඔහුගේ විචාරකයෝ පවසති. මෙම තර්කය සාධාරණ විය හැකි නමුත්, ඔහු ජනාධිපතිව සිටියදී ශ්‍රීලනිපය දෙකඩ වූ අතර එහි ශාඛාව වන ශ්‍රී ලංකා පොදුජන පෙරමුණ ඊට වඩා ශක්තිමත් වූ බව සත්‍යයකි. අද තත්ත්වය වෙනස්.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණ සිය පාත්තයින් පිසූ අතර මැයි දින රැලියක්වත් පැවැත්වීමට නොහැකි ය; එය සුළඟ හමා යන්නේ කුමන පැත්තටද යන්න පෙන්නුම් කරන සමුපකාර සමිති මැතිවරණ පරාජය වෙමින් තිබේ. ඊට මුහුණ දීමට නොහැකිව පළාත් පාලන මැතිවරණය කල් දැමීමට සිදුව තිබේ. එබැවින්, SJB හෝ UNP හෝ JVP ට ඡන්දය දීමට අකමැති, කලකිරුණු ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආධාරකරුවන්ගේ තේරීම වීමට ඉඩ ඇති ශ්‍රීලනිපයට විවෘත වීමක් තිබේ. යහපාලන ගමනේ සිරිසේනගේ සහකරුවා වූ රනිල් වික්‍රමසිංහ සිරිසේනට වඩා විශාල අසාර්ථකත්වයකට පත් වූ බව සිහිපත් කළ හැකිය. ඔහු 2015 සිට 2019 දක්වා අග්‍රාමාත්‍යවරයා ලෙස එක්සත් ජාතික පක්ෂය ශක්තිමත් කිරීමට අපොහොසත් වූ අතර 2020 මහ මැතිවරණයේදී ඔහුගේ ආසනය අහිමි විය. එහෙත් ඔහු ජාතික ලැයිස්තුවෙන් පාර්ලිමේන්තුවට පැමිණ දේශපාලනික වශයෙන් මිය ගිය එජාපය යළි ගොඩනැගීමට අත ගැසුවේය. ජනාධිපතිවරයා විසින් අත්තනෝමතික ලෙස අගමැතිවරයා ඉවත් කිරීම වැළැක්වීමේ ප්‍රතිපාදන සහිතව 21 වැනි සංශෝධනය සම්මත වුවහොත් වික්‍රමසිංහගේ ස්ථාවරය එජාපයට වාසිදායක ලෙස තවත් ශක්තිමත් වනු ඇත.",
        "අග්‍රාමාත්‍ය වික්‍රමසිංහ මහතා එක්ව ක්‍රියා කළහොත්, රටේ ආර්ථික සෞඛ්‍යය ඔහුගේ නිරීක්‍ෂණයෙන් සැලකිය යුතු ලෙස වැඩිදියුණු වී ඇත්නම්, එක්සත් ජාතික පක්ෂයේ ප්‍රකෘතිය හැකිතාක් දුරට විය හැකිය. UNP යේ වාසිය නම්, SJB ට පාඩුව වනු ඇත. 2020 දී SJB ආසන 54ක් දිනා ගත්තේ එජාපයේ ඡන්ද බැංකුවට කෑම කාගෙනය. ශ්‍රීලනිපයට තම මැතිවරණ කාර්ය සාධනය වැඩි දියුණු කිරීමට අවශ්‍ය තරම් දේශපාලන ආකර්ෂණයක් ලබා ගැනීමට හැකි වනු ඇත. තම සාම්ප්‍රදායික ඡන්ද බැංකුව කෑ ශ්‍රී ලංකා පොදුජන පෙරමුණ. මෙම ඉලක්කය සපුරා ගැනීම සඳහා සිරිසේනට හාවා සමඟ දිවීමත් දඩයම් කිරීමත් නතර කිරීමට සිදුවනු ඇත. උදව් ඉල්ලා කෑගසන මිනිසුන්ගේ පැත්තේ සිටීමට ඔහුට සිදුවනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ப்ளூஸ் ஆஃப் தி ப்ளூஸ்",
      "body_lines": [
        "தோல்வியுற்றவர்களுக்காக தோல்வியுற்றவர்களால் தோல்வியுற்றவர்களின் அரசாங்கத்தை நாங்கள் இப்போது வைத்திருக்கிறோம், மேலும் பொருளாதாரத்தை மீண்டும் உயிர்ப்பிப்பதற்கான தொடர்ச்சியான முயற்சிகளை எளிதாக்குவதற்கு அரசியல் ஸ்திரத்தன்மை மற்றும் சமூக ஒழுங்கை மீட்டெடுக்க ஒருமித்த நிர்வாகத்தை கொண்டு வருவதற்கு இது முற்றிலும் எதிரானது. 2015 ஆட்சி மாற்றத்திற்குப் பிறகு உடனடியாக யஹபாலன ஆட்சியாளர்கள் என்ன செய்தார்கள் என்பதை நாம் காணும் அரசியல் காட்சிகள் மறுபரிசீலனை செய்கின்றன. ஜனாதிபதியின் நிறைவேற்று அதிகாரங்களை குறைத்து பிரதமர் பதவியை பலப்படுத்த அரசாங்கம் நரகத்திற்குச் சென்றுகொண்டிருக்கின்றது எனினும் பொருளாதாரத்தை மீட்டெடுத்து பொதுமக்களுக்கு நிவாரணம் வழங்கும் பணிகளுக்கே இத்தருணத்தில் முன்னுரிமை வழங்கப்பட வேண்டும். தற்போதைய சேற்றை, அதை வெளியே இழுக்க ஒரு உண்மையான தேசிய ஒற்றுமை அரசாங்கத்தின் வடிவத்தில் ஒரு உண்மையான அரசியல் உழைப்பாளியின் தேவை எழுந்தது. ஆனால் நமக்கு கிடைத்திருப்பது ஒரு நொண்டி கழுதை. பெயருக்குத் தகுதியான ஒரு தேசிய அரசாங்கம் பாராளுமன்றத்தில் பிரதிநிதித்துவப்படுத்தும் அனைத்து அரசியல் கட்சிகளின் ஆதரவைப் பெற்றிருக்க வேண்டும். தற்போதைய நிர்வாகம், அவர்களின் தீராத அதிகார பேராசையால் உந்தப்பட்டு, விசித்திரமான படுக்கையறைகளின் ஒரு கூட்டமாக மட்டுமே உள்ளது, அதிலிருந்து பொறியியல் குறுக்குவழிகளால் பிரதான எதிர்க்கட்சியான SJB யை விரோதப்படுத்தியுள்ளது. ஸ்ரீ.ல.சு.க.வுக்கும் அதே சிகிச்சையை அது அளித்துள்ளது. சில பாராளுமன்ற உறுப்பினர்கள் அமைச்சர் பதவிகளை பெற்றுக் கொள்வதற்காக இழுக்கப்பட்டுள்ளனர். உண்மையில், இது முரண்பாடான நிர்வாகத்தைக் கொண்டு வந்துள்ளது, இது பொருளாதார நெருக்கடியைத் தீர்க்கும் பணியை இன்னும் கடினமாக்குகிறது.",
        "ஸ்ரீலங்கா சுதந்திரக் கட்சியின் தலைவர் மைத்திரிபால சிறிசேனவின் இக்கட்டான நிலை, அவரது SJB தலைவர் சஜித் பிரேமதாசவை விட மிகவும் மோசமானது. சிறீசேனா பிரேமதாசாவைப் போல அரசாங்கத்தை எடுத்துக் கொள்ள முடியாது, ஏனெனில் அவர் SLPP இன் ஒரு பகுதியாக இருக்கிறார், மேலும் அவர் பழிவாங்கும் குணம் கொண்ட ராஜபக்சேக்களுக்கு விரோதமாக மாறினால், அவரது 14 உறுப்பினர்களைக் கொண்ட நாடாளுமன்றக் குழுவில் இருந்து மேலும் சில எம்.பி.க்களை இழக்கும் அபாயம் உள்ளது. எனவே அமைச்சரவையில் இணைந்து கொண்ட ஸ்ரீலங்கா சுதந்திரக் கட்சியின் பாராளுமன்ற உறுப்பினர்களுக்கு எதிராக ஒழுக்காற்று நடவடிக்கை எடுப்பதற்குப் பதிலாக சிரித்துச் சிரித்துச் சகித்துக்கொள்வதையே அவர் தேர்ந்தெடுத்துள்ளார். அவர் ஜனாதிபதியாக இருந்த போது ஸ்ரீலங்கா சுதந்திரக் கட்சியை மீளக் கட்டியெழுப்பத் தவறிவிட்டார் என்றும், எனவே, ஒரு சாதாரண பாராளுமன்ற உறுப்பினராக அவர் அந்தப் பணியை நிறைவேற்ற வேண்டும் என்பது வெறும் ஆசைதான் என்றும் அவரது விமர்சகர்கள் கூறுகின்றனர். அவர் ஜனாதிபதியாக இருந்தபோது ஸ்ரீலங்கா சுதந்திரக் கட்சி பிளவுபட்டது மற்றும் அதன் கிளையான SLPP அதை விட பலமாகியது என்பது உண்மையாகவே உள்ளது. இன்று நிலைமை வேறு.",
        "SLPP தனது வாத்தை சமைத்துள்ளது மற்றும் ஒரு மே தின பேரணியை கூட நடத்த முடியாது; கூட்டுறவு சங்கத் தேர்தல்களில் தோல்வியடைந்து வருகிறது, இது காற்று எந்த வழியில் வீசுகிறது என்பதைக் குறிக்கிறது. உள்ளாட்சித் தேர்தலை எதிர்கொள்ள முடியாமல் ஒத்திவைக்க வேண்டிய நிலை ஏற்பட்டுள்ளது. எனவே, SLFP க்கு ஒரு திறப்பு உள்ளது, இது SJB அல்லது UNP அல்லது JVP க்கு வாக்களிக்க விரும்பாத ஏமாற்றமடைந்த SLPP ஆதரவாளர்களின் தேர்வாக இருக்கலாம். யஹாபாலன பயணத்தில் சிறிசேனவின் துணையாக இருந்த ரணில் விக்ரமசிங்கே, சிறிசேனவை விட மிகப் பெரிய தோல்வியடைந்தார் என்பது நினைவிருக்கலாம்; 2015 முதல் 2019 வரை பிரதமராக இருந்த அவர், ஐக்கிய தேசியக் கட்சியை வலுப்படுத்தத் தவறி 2020 பொதுத் தேர்தலில் தனது பதவியை இழந்தார். ஆனால் அவர் தேசியப்பட்டியல் ஊடாக பாராளுமன்றத்திற்கு பிரவேசித்து, அரசியல் ரீதியாக இறந்து போன ஐக்கிய தேசியக் கட்சியை மீண்டும் கட்டியெழுப்பும் நடவடிக்கையில் இறங்கினார். 21வது திருத்தம் நிறைவேற்றப்பட்டால், ஜனாதிபதி தன்னிச்சையாக பிரதமரை நீக்குவதைத் தடுக்கும் ஏற்பாடுடன், விக்கிரமசிங்கவின் நிலைப்பாடு ஐக்கிய தேசியக் கட்சிக்கு மிகவும் சாதகமாக அமையும்.",
        "பிரதம மந்திரி விக்கிரமசிங்க ஒன்றிணைந்து செயற்பட்டால், ஐக்கிய தேசியக் கட்சியின் மீட்சி சாத்தியக்கூறுகளின் எல்லைக்குள் இருக்கலாம். யூ.என்.பி.யின் ஆதாயம், எஸ்.ஜே.பி.யின் இழப்பாகவே இருக்கும். UNP யின் வாக்கு வங்கியை உள்வாங்குவதன் மூலம்தான் 2020 இல் SJB 54 ஆசனங்களை வென்றது. SLFP மக்களுக்காகப் போராடுவதில் அக்கறை காட்டினால் அதன் தேர்தல் செயல்திறனை மேம்படுத்துவதற்கு போதுமான அரசியல் இழுவையைப் பெற முடியும். SLPP, தனது பாரம்பரிய வாக்கு வங்கியை உட்கொண்டது. இந்த இலக்கை அடைய வேண்டுமானால், சிறிசேன முயலுடன் ஓடுவதையும் வேட்டை நாய்களுடன் வேட்டையாடுவதையும் நிறுத்த வேண்டும்; உதவி கேட்டு அழும் மக்களின் பக்கம் அவர் இருக்க வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}