{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Vanquish-fear-realize-the-dream/131-236532",
  "time_ut": 1652034660,
  "title": "Vanquish fear, realize the dream",
  "body_lines": [
    "Over and over again, the dreams of Sri Lankan people have been thwarted, and our lives shattered and taken by violence and crisis. Trauma and loss, spoken or not, persists generationally and extend from island to diaspora",
    "Instead as Islamophobia spread, few had time to value democratic reforms, GSP+ restored, tax fundamentals, or primary surpluses. Even a coup against Asia’s longest-standing democracy became forgivable",
    "The point is if our system puts indignity upon its people, and carries within its structure the possibility of violence, then the only way out of that is to acknowledge that to solve our economic crisis in a long-term way, it must involve consideration of the rights and dignity of people as much as it does the securing them from basic vulnerabilities.",
    "The dots connect. The roots of #EconomicCrisisLK are also in the violence and oppression of ethnic chauvinism and religious power-mongering. Some thoughts on reckoning with it and ending this vicious cycle inspired by Mangala Samaraweera, #GotaGoGama and #Teachout.- April, 21, 2019",
    "When I woke up in Matara on April 21st 2019 it was still early enough in the day for it to be both Mamma’s birthday and an Easter morning on which my Thathi was heading to church. We had arrived the night before to settle in and set up, as Mangala’s special day was to be marked with a larger than usual gathering given that we would also be celebrating his 30th anniversary in politics.",
    "This double event with the people of Matara, the base from which Mangala led the Mother’s Front and organized the Sudu Nelum movement, was to be graced by then Opposition Leader Rajavarothyam Sampanthan as chief guest and speaker.",
    "I imagined the day ahead, an exchange of and engagement with ideas and perspectives reflective of our communities diverse in language, geography, economic standing and experiences. Mangala’s dream of a country accepting and embracing the challenges of these differences, finding in them opportunities for inclusive, ​ and collaborative growth as last articulated in ‘20 Values of the Radical Centre’ would be centre stage. It was likely in this moment of idealistic reverie that the first bombs went off.",
    "Over and over again, the dreams of Sri Lankan people have been thwarted, and our lives shattered and taken by violence and crisis. Trauma and loss, spoken or not, persists generationally and extend from island to diaspora.",
    "Yet for 10 years since 2009, a majority of us were lucky enough to not have heard such blasts experience or witnessed terror that was once commonplace. It seems almost magical to consider that there is a post-2009 generation born that knows nothing of a Sri Lanka in wartime. Yet while those of us with majority membership, and/or privilege (or hardworking/lucky enough to access security akin to the same) looked to grasp at the promised dividends of peace, it remained out of reach for others.",
    "The oppression and transgressions upon the poor, marginalized, minorities and brave critics may have receded from constant view but never ceased. The ongoing militarized repression of the northeast, Aluthgama, Digana, Rathupaswala, Welikada prison shootings, BBS, and white vans all existed in ‘peacetime’.",
    "And while we looked to lay the groundwork for new lives, new cities, and new businesses, these episodes of violence, as they had in previous times, were seeing us lose the opportunity, people and potential (the waves of Sri Lankans who fled over the decades), and were building up to a climax to blow all asunder.",
    "Within six days of the Easter attacks, Gota rolled out an impressively well-readied campaign for such an unexpected moment, one that spoke masterfully to our fears. Despite being unified in our mourning, our fear of each other, our long ‘othering’ of each other in particular, found greater resonance in a campaign that code-worded prejudice and racism as national security and patriotism. Yes of course the incumbency played straight into the dysfunction narrative amplified by the then opposition, too concerned in passing blame between themselves to demonstrate the constant concern and compassion that our distraught people craved.",
    "Instead as Islamophobia spread, few had time to value democratic reforms, GSP+ restored, tax fundamentals, or primary surpluses. Even a coup against Asia’s longest-standing democracy became forgivable.",
    "Some speak to that period as being one of no options. Yet new parties were formed, and several alternatives entered the fray. Still, something about the devil we knew drew us back in.",
    "He cooed at us the words security, discipline, and effectiveness, a demonstration of which could only be referenced if we looked at the war and ignored the war crimes (on all sides), or if we looked at the beautification of Colombo and ignored the displacement of the poor and the corruption etc.",
    "I would also be remiss as a proud Buddhist by choice from a mixed family, not to mention the aiding of the moment by a handy heaping of voodoo from Kelaniya and controversial support from a now reformed Cardinal.",
    "Of course, it isn’t pleasant to have all this reckoning being thrown at us, but unless we deal with the lurking prejudices that showed up at campaign financing time & at the ballot box in 2019, then we will never be able to own the united & democratic means to end our repetitive downfall into tragedy either. Given history is so cruelly cyclical with its lessons, there is no other way than to own our part in it to ensure that next time, and it will come, we do not negotiate on whether we are Sinhala enough or privileged enough to survive a horror-show rerun.",
    "Next time, we must know that they are testing our compliance when they ask if we are willing to rationalize the forced cremation of the body, rights, and dignity of a fellow Sri Lankan. And we must connect the dots of incrementalism, knowing if we allow them to eat away at our innate sense of right and wrong, then what chance do we have when their accountant tells us money printing leading to depreciation is fake news?",
    "Last Thursday night, in a torchlit blackout, I sat on the floor of the Independence Memorial for a ‘Teach-Out’, one of my favourite concerned citizens, civil society/topic experts combining events to have arisen from the Aragalaya.",
    "There was a lot of learning and ah-ha as the former commissioner of the Human Rights Commission of Sri Lanka Ambika Satkunanathan engaged the diverse gathering. Yet a particular chord was struck when the conversation turned to how the under-cutting of a person’s dignity fosters ease with dehumanization and even violence.",
    "The example shared was of prison officers and the lowest-rung police officers, many of who are poorly paid and resourced in so far as some stations lack access to clean water facilities.",
    "A parallel example from the public memory would be of when the pandemic hit the barracks of forces, how those who had gone home were urgently recalled. Photographs circulated of young soldiers sleeping outside on the floor overnight till a bus came to take them. Now imagine, if you felt under-resourced or under-supported at work and that it did not provide you simple dignities.",
    "Then imagine, that your work, however, gave you authority and power over someone either more vulnerable, i.e prisoners; or by nature of your work you may even be able to exert authority over someone better resourced than you, i.e policing of the general public.",
    "This is not to say criminality, indignity, and dehumanization are more likely to happen amongst Sri Lankans less well off. That buth-arrack lens is an elitist comfort that is undignified in itself and also solves nothing.",
    "The point is if our system puts indignity upon its people, and carries within its structure the possibility of violence, then the only way out of that is to acknowledge that to solve our economic crisis in a long-term way, it must involve considerations of the rights and dignity of people as much as it does the securing them from basic vulnerabilities.",
    "When Mangala and Team’s 2018 stakeholder consulted budget wiped away LKR 1.25 BN of microfinance debt held particularly by mothers and female-headed households, or when it addressed allowances & pensions of disabled veterans (something that Mr Ran Viru Rajapaksa failed to) or looked into equipment for our athletes, or allocations for poorer village-level religious sites, or financed rehabilitation overcriminalization for drug-users (the real drug mafiosos finance parliamentarians anyway), or allocated funds for video-equipment for our courts so that victims didn’t have to re-testify their pain in public court, a common thread of dignity via economic considerations seemed to be threading through.",
    "If democracy was easy we wouldn’t have been asking for a Hitler. Fine, some may have asked for a Lee Kuan Yew, but then how in the world was your choice still GotabayaRajapaksa?",
    "Now, the new game seems to be all 225 out. What if I told you that comes from the same workshop of misery that brought you the ‘outlier’, ‘non-politician’ branding that got Sri Lanka GR, and the Americans Trump, and is the easiest pathway to justifying militarization?",
    "Now that we all know what the State of Emergency is, and we might also be aware of the torture allowing PTA is, we definitely should learn about the Section 12 of the Public Security Ordinance that allows the Army to be used in Policing, are we still comfy with the idea of military rule? Was it even our best approach to the pandemic?",
    "Mammi was never a lone voice for good things in parliament and any good he was able to do was thanks to others like-minded, and luckily some of them are still in parliament today. If we look beyond party lines, and the over-emphasis on the Sinhala, Buddhist, straight and male, and I think this is very much starting to happen, we will see that several national leaders worthy of praise, re-election, and financial support (given ideally within campaign finance regulations) exist under several party banners.",
    "And what we, and also they, deserve (because honestly, it must suck to be in a work environment of racist goons), is the financing and election of more good companies to join them ahead.",
    "Abolishing the Executive is an essential task today. So would be depoliticization, independence of certain entities, limitations on powers, checks and balances, and avenues for democratic redress. I’ll leave the people in the know to speak to all that. All I can say is while the debate and deliberation of ideas and seeking consensus with people of different perspectives is far more tedious than we like if we abdicate that power again to a hoax ‘benevolent dictator’ or depend on salvation from one person, the toss-up again is tyranny returned. So how about increased civic education & engagement instead? How about rewarding teamwork that makes the dream work? And the team we all should play for is that of our mother Lanka’s.",
    "A friend suggested that in terms of community perhaps we could aspire to a democratic imagining of Singapore or Rwanda. While we have too long over admired Singapore’s concrete buildings which seem now developmentally misaligned with the climate crisis world we live in, we might consider how its diverse local communities and international residents for the most part co-exist, collaborate, innovate, compete",
    "We will thankfully still be our colourful, bustling Sri Lanka of course, but one in which all ethnic, religious, gender, and sexual identities would hold equal value and would give others respect and in doing so hold our heads high with the dignity we can have in ourselves. And if someone tried to create fear among us as fellow Lankans, we would see them as individuals causing hurt and nothing more. They wouldn’t define a community, they wouldn’t make us fall upon our worst thoughts about each other. They couldn’t destabilize us or distract us from building and living our dreams. Do you know where else we can see the possibility of this dream? In an evolving national village freshly made by all of us — #GotaGoGama.",
    "The writer is Mangala’s niece, founder of agri-food export biz Kimbula Kithul, trustee of the samaraweerafoundation.org, & collaborator with Mangala’s digital media centre Freedom Hub. Twitter: @Chanch_SL"
  ],
  "translate": {
    "si": {
      "title": "බිය දුරු කරන්න, සිහිනය සැබෑ කරන්න",
      "body_lines": [
        "නැවත නැවතත්, ශ්‍රී ලාංකීය ජනතාවගේ සිහින කඩාකප්පල් කර ඇති අතර, ප්‍රචණ්ඩත්වය සහ අර්බුද හේතුවෙන් අපගේ ජීවිත බිඳ වැටී ඇත. කම්පනය සහ පාඩුව, කතා කළත් නැතත්, පරම්පරාගතව පවතින අතර දිවයිනේ සිට ඩයස්පෝරාව දක්වා විහිදේ",
        "ඉස්ලාම් භීතිකාව පැතිරීම වෙනුවට, ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ, GSP+ ප්‍රතිෂ්ඨාපනය, බදු මූලධර්ම හෝ ප්‍රාථමික අතිරික්තයන් අගය කිරීමට ස්වල්ප දෙනෙකුට කාලය තිබුණි. ආසියාවේ දීර්ඝතම ප්‍රජාතන්ත්‍රවාදයට එරෙහි කුමන්ත්‍රණයක් පවා සමාව දිය හැකි එකක් විය",
        "කාරණය නම්, අපගේ ක්‍රමය එහි ජනතාව කෙරෙහි අගෞරවයක් ඇති කරන්නේ නම් සහ එහි ව්‍යුහය තුළ ප්‍රචණ්ඩත්වයේ හැකියාව ගෙන යන්නේ නම්, එයින් ඇති එකම මාර්ගය අපගේ ආර්ථික අර්බුදය දිගු කාලීනව විසඳීමට එය සලකා බැලිය යුතු බව පිළිගැනීමයි. මිනිසුන්ගේ අයිතිවාසිකම් සහ ගෞරවය මූලික දුර්වලතාවලින් ඔවුන් සුරක්ෂිත කිරීම මෙන් ම ය.",
        "තිත් සම්බන්ධ වේ. #EconomicCrisisLK හි මූලයන් ද ජනවාර්ගික ස්වෝත්තමවාදයේ ප්‍රචණ්ඩත්වය සහ පීඩනය සහ ආගමික බලය-උත්සාහය තුළ පවතී. මංගල සමරවීර, #GotaGoGama සහ #Teachout විසින් ආනුභාව ලත් මෙම විෂම චක්‍රය අවසන් කිරීම ගැන සමහර සිතුවිලි.- අප්‍රේල්, 21, 2019",
        "මම 2019 අප්‍රේල් 21 වෙනිදා මාතරදී අවදි වන විට මගේ තතී පල්ලියට යන අම්මාගේ උපන්දිනය සහ පාස්කු උදෑසන යන දෙකම වීමට තවමත් උදේ පාන්දර විය. මංගලගේ දේශපාලනයේ 30 වැනි සංවත්සරය ද සමරන බැවින් වෙනදාට වඩා විශාල රැස්වීමකින් මංගලගේ විශේෂ දිනය සලකුණු කිරීමට නියමිතව තිබූ බැවින් අපි එහි පදිංචි වී සෙට් වීමට පෙරදා රාත්‍රියේ පැමිණ සිටියෙමු.",
        "මංගල මව්වරුන්ගේ පෙරමුණට නායකත්වය දුන් සහ සුදු නෙළුම් ව්‍යාපාරය සංවිධානය කළ පදනම වූ මාතර ජනතාව සමඟ පැවැත්වූ මෙම ද්විත්ව උත්සවයේ ප්‍රධාන ආරාධිතයා සහ කථිකයා ලෙස එවකට විපක්ෂ නායක රාජවරොත්‍යම් සම්බන්ධන් සහභාගි වීමට නියමිතව තිබුණි.",
        "භාෂාවෙන්, භූගෝල විද්‍යාවෙන්, ආර්ථික තත්ත්වයෙන් සහ අත්දැකීම්වලින් විවිධ වූ අපගේ ප්‍රජාවන් පිළිබිඹු කරන අදහස් සහ ඉදිරිදර්ශන සමඟින් අදහස් හුවමාරු කර ගැනීමක් සහ නියැලීමක් ඉදිරි දිනය ගැන මම සිතුවෙමි. ‘රැඩිකල් මධ්‍යස්ථානයේ වටිනාකම් 20’ හි අවසන් වරට ප්‍රකාශ කළ පරිදි, මෙම වෙනස්කම්වල අභියෝග භාර ගනිමින් සහ වැලඳගෙන, ඒවා ඇතුළත්, සහ සහයෝගී වර්ධනය සඳහා අවස්ථා සොයා ගැනීම පිළිබඳ මංගලගේ සිහිනය කේන්ද්‍රීය වේදිකාව වනු ඇත. පළමු බෝම්බ පිපිරුණේ විඥානවාදී ප්‍රමෝදයේ මේ මොහොතේ විය හැකිය.",
        "නැවත නැවතත්, ශ්‍රී ලාංකීය ජනතාවගේ සිහින කඩාකප්පල් කර ඇති අතර, ප්‍රචණ්ඩත්වය සහ අර්බුද හේතුවෙන් අපගේ ජීවිත බිඳ වැටී ඇත. කම්පනය සහ පාඩුව, කතා කළත් නැතත්, පරම්පරාගතව පවතින අතර දිවයිනේ සිට ඩයස්පෝරාව දක්වා විහිදේ.",
        "එහෙත් 2009 වසරේ සිට වසර 10ක් පුරාවට අප බහුතරයක් එවැනි පිපිරුම් අත්දැකීමක් නොඇසීමට හෝ කලක් සාමාන්‍ය දෙයක් වූ භීෂණය දැකීමට වාසනාවන්ත වී ඇත. යුධ සමයේදී ශ්‍රී ලංකාවක් ගැන කිසිවක් නොදන්නා පශ්චාත් 2009 පරම්පරාවක් සිටින බව සැලකීම මායාවකි. එහෙත් බහුතර සාමාජිකත්වය, සහ/හෝ වරප්‍රසාද ඇති අප (හෝ ඒ හා සමාන ආරක්ෂාවට ප්‍රවේශ වීමට තරම් වෙහෙස මහන්සි වී වැඩ කරන/වාසනාවන්ත) සාමයේ පොරොන්දු වූ ලාභාංශ ග්‍රහණය කර ගැනීමට බලා සිටියද, එය අන් අයට ළඟා විය නොහැකි විය.",
        "දුප්පත්, ආන්තික, සුළු ජාතීන් සහ නිර්භීත විවේචකයන්ට එරෙහි පීඩනය සහ උල්ලංඝනයන් නිරන්තර දෘෂ්ටියෙන් ඉවත්ව ගොස් ඇති නමුත් කිසිදාක නතර වී නැත. ඊසාන දිග යුදමය මර්දනය, අලුත්ගම, දිගන, රතුපස්වල, වැලිකඩ බන්ධනාගාර වෙඩි තැබීම්, බොදුබල සේනා සහ සුදු වෑන් යන සියල්ල ‘සාම කාලයේ’ පැවතිණි.",
        "නව ජීවිත, නව නගර සහ නව ව්‍යාපාර සඳහා අඩිතාලම දැමීමට අප බලා සිටින අතරතුර, මෙම ප්‍රචණ්ඩත්වයේ කථාංග, පෙර කාලවලදී මෙන්, අපට අවස්ථාව, මිනිසුන් සහ විභවයන් (පලා ගිය ශ්‍රී ලාංකිකයන්ගේ රැල්ල) අහිමි වන අයුරු දැකගත හැකි විය. දශක ගනනාවක්), සහ සියල්ල විනාශ කිරීම සඳහා උච්චස්ථානයක් දක්වා වර්ධනය වෙමින් පවතී.",
        "පාස්කු ප්‍රහාරයෙන් දින හයක් ඇතුළත ගෝඨා එවැනි අනපේක්ෂිත මොහොතක් සඳහා ඉතා හොඳින් සූදානම් වූ ව්‍යාපාරයක් දියත් කළේය. අපගේ ශෝකයේ එකමුතු වී සිටියද, අපගේ එකිනෙකාට ඇති බිය, විශේෂයෙන් එකිනෙකාට දිගු ‘වෙනත්කම’, ජාතික ආරක්ෂාව සහ දේශප්‍රේමය ලෙස අගතිය සහ ජාතිවාදය සංකේතවත් කරන ව්‍යාපාරයක වැඩි අනුනාදයක් ඇති විය. ඔව් සත්තකින්ම වත්මන් පාලනය එකල විපක්ෂය විසින් විස්තාරණය කරන ලද අක්‍රිය ආඛ්‍යානයට කෙළින්ම ක්‍රීඩා කළ අතර, අපගේ කලකිරුණු ජනතාව ආශා කළ නිරන්තර සැලකිල්ල සහ අනුකම්පාව ප්‍රදර්ශනය කිරීමට ඔවුන් අතරේ දොස් පැවරීම ගැන සැලකිලිමත් විය.",
        "ඉස්ලාම් භීතිකාව පැතිරීම වෙනුවට, ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ, GSP+ ප්‍රතිෂ්ඨාපනය, බදු මූලධර්ම හෝ ප්‍රාථමික අතිරික්තයන් අගය කිරීමට ස්වල්ප දෙනෙකුට කාලය තිබුණි. ආසියාවේ දීර්ඝතම ප්‍රජාතන්ත්‍රවාදයට එරෙහි කුමන්ත්‍රණයක් පවා සමාව දිය හැකි එකක් විය.",
        "ඇතැමුන් පවසන්නේ එම කාලසීමාව විකල්ප නොමැති එකක් ලෙසයි. එහෙත් නව පක්ෂ පිහිටුවා ගත් අතර විකල්ප කිහිපයක් සටනට පිවිසියේය. එසේ වුවද, අප දන්නා යක්ෂයා ගැන යමක් අපව නැවත ඇද ගත්තේය.",
        "ආරක්‍ෂාව, විනය සහ ඵලදායි බව යන වචනවලින් ඔහු අපට කතා කළ අතර, එහි විදහා දැක්වීමක් කළ හැක්කේ අප යුද්ධය දෙස බලා යුද අපරාධ නොසලකා හැරියහොත් (සෑම පැත්තකින්ම) හෝ අප කොළඹ අලංකාර කිරීම දෙස බලා එය නොසලකා හැරියහොත් පමණි. දුප්පතුන් විස්ථාපනය කිරීම සහ දූෂණය යනාදිය.",
        "මිශ්‍ර පවුලක අභිමානවත් බෞද්ධයෙකු ලෙස මම ද අමතක කරන්නෙමි, කැලණියෙන් වොඩූ ගොඩගැසීමෙන් සහ දැන් ප්‍රතිසංස්කරණය කර ඇති කාදිනල්වරයෙකුගේ මතභේදාත්මක සහයෝගයෙන් මේ මොහොතේ ආධාර කිරීම ගැන සඳහන් නොකරමි.",
        "ඇත්ත වශයෙන්ම, මේ සියලු ගණන් බැලීම් අප වෙත එල්ල කිරීම සතුටක් නොවේ, නමුත් 2019 මැතිවරණ ප්‍රචාරක කටයුතු සඳහා මුදල් යෙදවීමේදී සහ ඡන්ද පෙට්ටියේදී පෙන්නුම් කළ සැඟවුණු අගතීන් සමඟ කටයුතු නොකළහොත් අපට කිසිදාක හිමිකර ගැනීමට නොහැකි වනු ඇත. එක්සත් සහ ප්‍රජාතන්ත්‍රවාදී අදහස් වන්නේ අපගේ පුනරාවර්තන කඩාවැටීම ඛේදවාචකයකට අවසන් කිරීමයි. ඉතිහාසය ඉතා කුරිරු ලෙස චක්‍රීය ලෙස එහි පාඩම් සමඟ ලබා දී ඇති හෙයින්, ඊළඟ වතාවේ එය පැමිණෙන බව සහතික කිරීම සඳහා එහි අපගේ කොටස හිමි කර ගැනීම හැර වෙනත් මාර්ගයක් නැත, භීෂණයකින් බේරීමට තරම් අපි සිංහලද නැතහොත් වරප්‍රසාද ලත්ද යන්න ගැන අපි සාකච්ඡා නොකරමු. - නැවත ධාවනය පෙන්වන්න.",
        "ඊළඟ වතාවේ, සහෝදර ශ්‍රී ලාංකිකයෙකුගේ ශරීරය, අයිතිවාසිකම් සහ ගෞරවය බලහත්කාරයෙන් ආදාහනය කිරීම තාර්කික කිරීමට අප කැමති දැයි ඔවුන් අසන විට ඔවුන් අපගේ අනුකූලතාවය පරීක්ෂා කරන බව අපි දැන සිටිය යුතුය. ඒ වගේම අපි වර්ධකවාදයේ තිත් සම්බන්ධ කළ යුතු අතර, හරි වැරැද්ද පිළිබඳ අපගේ සහජ හැඟීම කා දැමීමට අපි ඔවුන්ට ඉඩ දෙන්නේ නම්, ක්ෂය වීමට තුඩු දෙන මුදල් මුද්‍රණය ව්‍යාජ ප්‍රවෘත්තියක් බව ඔවුන්ගේ ගණකාධිකාරීවරයා අපට පවසන විට අපට ඇති අවස්ථාව කුමක්ද?",
        "පසුගිය බ්‍රහස්පතින්දා රාත්‍රියේ විදුලි පන්දම් දැල්වූ කළුවරේ, මම නිදහස් ස්මාරකයේ බිම වාඩි වී සිටියේ අරගලයෙන් මතු වූ සිදුවීම් එකතු කරන මගේ ප්‍රියතම උත්සුක පුරවැසියන්ගෙන්, සිවිල් සමාජ/මාතෘකා ප්‍රවීණයන්ගෙන් කෙනෙකු වන ‘ටීච්-අවුට්’ සඳහාය.",
        "ශ්‍රී ලංකා මානව හිමිකම් කොමිෂන් සභාවේ හිටපු කොමසාරිස් අම්බිකා සත්කුනනාදන් මහත්මිය විවිධ රැස්වීම්වල නියැලුණු බැවින් බොහෝ උගත්කම් සහ අහ්-හූ. කෙසේ වෙතත්, සංවාදය පුද්ගලයෙකුගේ අභිමානය පහත හෙලීම අමානුෂිකකරණයෙන් සහ ප්‍රචණ්ඩත්වයෙන් පවා ලිහිල් කරන ආකාරය දෙසට යොමු වූ විට විශේෂිත ගීතයක් ඇති විය.",
        "බෙදාගත් උදාහරණය වූයේ බන්ධනාගාර නිලධාරීන් සහ පහළම මට්ටමේ පොලිස් නිලධාරීන් වන අතර, ඔවුන්ගෙන් බොහෝ දෙනෙකුට දුර්වල වැටුප් හා සම්පත් ලැබී ඇති අතර සමහර ස්ථානවල පිරිසිදු ජල පහසුකම් නොමැති බැවිනි.",
        "මහජන මතකයෙන් සමාන්තර උදාහරණයක් වනුයේ වසංගතය හමුදා බැරැක්කවලට පහර දුන් විට, නිවෙස්වලට ගිය අය වහා ආපසු කැඳවූ ආකාරයයි. තරුණ සොල්දාදුවන් ඔවුන්ව රැගෙන යාමට බසයක් පැමිණෙන තෙක් එක රැයකින් එළිමහනේ බිම නිදා සිටින අයුරු දැක්වෙන ඡායාරූප ප්‍රචාරය විය. දැන් සිතන්න, ඔබට රැකියාවේදී අඩු සම්පත් හෝ අඩු සහයෝගයක් දැනෙනවා නම් සහ එය ඔබට සරල ගෞරවයක් ලබා දුන්නේ නැත.",
        "එවිට සිතන්න, කෙසේ වෙතත්, ඔබේ කාර්යය, ඔබට වඩාත් අවදානමට ලක්විය හැකි, එනම් සිරකරුවන් කෙරෙහි අධිකාරිය සහ බලය ලබා දුන් බව; හෝ ඔබේ කාර්යයේ ස්වභාවය අනුව ඔබට වඩා හොඳ සම්පත් ඇති අයෙකුට, එනම් සාමාන්‍ය මහජනතාවගේ පොලිස් සේවය කෙරෙහි අධිකාරියක් යෙදීමට පවා ඔබට හැකි විය හැකිය.",
        "සාපරාධීත්වය, අපකීර්තිය සහ අමානුෂිකකරණය අඩු ශ්‍රී ලාංකිකයන් අතර සිදුවීමට ඇති ඉඩකඩ වැඩි බව මින් අදහස් නොවේ. එම බත්-අරක්කු කාචය තමා තුළම අපකීර්තිමත් සහ කිසිවක් විසඳන්නේ නැති ප්‍රභූ සැනසිල්ලකි.",
        "කාරණය නම්, අපගේ ක්‍රමය එහි ජනතාව කෙරෙහි අගෞරවයක් ඇති කරන්නේ නම් සහ එහි ව්‍යුහය තුළ ප්‍රචණ්ඩත්වයේ හැකියාව ගෙන යන්නේ නම්, එයින් ඇති එකම මාර්ගය අපගේ ආර්ථික අර්බුදය දිගු කාලීනව විසඳීමට සලකා බැලීම් ඇතුළත් විය යුතු බව පිළිගැනීමයි. මිනිසුන්ගේ අයිතිවාසිකම් සහ ගෞරවය මූලික දුර්වලතාවලින් ඔවුන් සුරක්ෂිත කිරීම මෙන් ම ය.",
        "මංගල සහ කණ්ඩායමේ 2018 පාර්ශ්වකරු අයවැය උපදේශනය කළ විට, විශේෂයෙන්ම මව්වරුන් සහ කාන්තා මූලික පවුල් විසින් පවත්වාගෙන යනු ලබන ක්ෂුද්‍ර මූල්‍ය ණය රුපියල් බිලියන 1.25 ක් අතුගා දැමූ විට, හෝ ආබාධිත ප්‍රවීණයන්ගේ දීමනා සහ විශ්‍රාම වැටුප් ආමන්ත්‍රණය කරන විට (රන් විරු රාජපක්ෂ මහතා අසමත් වූ දෙයක්) හෝ උපකරණ සොයා බලන විට අපගේ ක්‍රීඩක ක්‍රීඩිකාවන් සඳහා, හෝ දුප්පත් ගම් මට්ටමේ ආගමික ස්ථාන සඳහා ප්‍රතිපාදන, හෝ මත්ද්‍රව්‍ය භාවිතා කරන්නන් සඳහා මූල්‍යමය පුනරුත්ථාපන අධි අපරාධකරණය (සැබෑ මත්ද්‍රව්‍ය මාෆියෝසෝස් කෙසේ හෝ පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට මූල්‍යකරණය කරයි) හෝ වින්දිතයින්ට අවශ්‍ය නොවන පරිදි අපගේ උසාවි සඳහා වීඩියෝ උපකරණ සඳහා අරමුදල් වෙන් කිරීම මහජන උසාවියේදී ඔවුන්ගේ වේදනාව යළි-සාක්ෂි දෙන්න, ආර්ථික සලකා බැලීම් හරහා ගරුත්වය පිළිබඳ පොදු නූලක් හරහා ගමන් කරන බවක් පෙනෙන්නට තිබුණි.",
        "ප්‍රජාතන්ත්‍රවාදය පහසු නම් අපි හිට්ලර් කෙනෙක් ඉල්ලන්නේ නැහැ. හොඳයි, සමහරු ලී ක්වාන් යූ කෙනෙක් ඉල්ලන්න ඇති, නමුත් ලෝකයේ ඔබේ තේරීම තවමත් ගෝඨාභය රාජපක්ෂ වූයේ කෙසේද?",
        "දැන්, අලුත් ගේම් එක ඔක්කොම 225 අවුට් වෙලා වගේ. ශ්‍රී ලංකා ජීආර් සහ ඇමරිකානුවන් ට්‍රම්ප් ලබා ගත් 'පිටතට', 'දේශපාලක නොවන' හංවඩු ඔබට ගෙන ආ දුක්ඛිත වැඩමුළුවෙන්ම එන බවත්, මිලිටරිකරණය සාධාරණීකරණය කිරීමේ පහසුම මාර්ගය බවත් මම ඔබට පැවසුවහොත් කුමක් කළ යුතුද?",
        "හදිසි නීතිය යනු කුමක්දැයි අප සැවොම දන්නා නිසාත්, ත්‍රස්තවාදය වැළැක්වීමේ පනතට ඉඩ දීමේ වධහිංසාව ගැනත් අපි දැනුවත්ව සිටිය හැකි නිසා, අපි අනිවාර්යයෙන්ම ඉගෙන ගත යුතු වන්නේ මහජන ආරක්ෂක ආඥාපනතේ 12 වැනි වගන්තිය ගැන හමුදාවට පොලිස් සේවයේ යෙදවීමට ඉඩ සලසා දීමයි. හමුදා පාලනය පිළිබඳ අදහස සමඟ තවමත් සුවපහසුද? වසංගතයට අපගේ හොඳම ප්‍රවේශය එයද?",
        "මමී කවදාවත් පාර්ලිමේන්තුවේ හොඳ දේ වෙනුවෙන් හුදෙකලා හඬක් නැගුවේ නැත, ඔහුට කළ හැකි ඕනෑම යහපතක් වූයේ සමාන අදහස් ඇති අනෙක් අයට ස්තූතිවන්ත වන අතර වාසනාවකට ඔවුන්ගෙන් සමහරක් අද ද පාර්ලිමේන්තුවේ සිටිති. අපි පක්‍ෂ භේදයෙන් ඔබ්බට ගොස් සිංහල, බෞද්ධ, කෙලින් හා පුරුෂ යන විෂයයන් ගැන ඕනෑවට වඩා අවධාරණය කළහොත්, මෙය බොහෝ දුරට සිදුවීමට පටන් ගෙන ඇතැයි මම සිතමි, ප්‍රශංසාව, නැවත තේරී පත්වීම සහ මූල්‍යමය වශයෙන් වටිනා ජාතික නායකයින් කිහිප දෙනෙකු සිටින බව අපට පෙනෙනු ඇත. සහාය (ප්‍රචාරක මූල්‍ය රෙගුලාසි තුළ ඉතා මැනවින් ලබා දී ඇත) පක්ෂ බැනර් කිහිපයක් යටතේ පවතී.",
        "අපට සහ ඔවුන්ටද ලැබිය යුතු දෙය (අවංකවම, එය ජාතිවාදී මැරයන්ගේ වැඩ පරිසරයක සිටීම උරාබිය යුතුය), ඔවුන් සමඟ එකතු වීමට තවත් හොඳ සමාගම් මූල්‍යකරණය සහ තේරී පත්වීමයි.",
        "විධායකය අහෝසි කිරීම අද අත්‍යවශ්‍ය කාර්යයක්. එසේ වනු ඇත්තේ දේශපාලනීකරණය, ඇතැම් ආයතනවල ස්වාධීනත්වය, බලතල සීමා කිරීම්, චෙක්පත් සහ ශේෂයන් සහ ප්‍රජාතන්ත්‍රවාදී සහන සඳහා ඇති මාර්ග ය. ඒ සියල්ල ගැන කතා කිරීමට මම දන්නා අයට තබමි. මට කියන්න පුළුවන් එකම දෙය නම්, විවිධ දෘෂ්ටිකෝණවලින් යුත් පුද්ගලයන් සමඟ අදහස් විවාද කිරීම සහ සාකච්ඡා කිරීම සහ සම්මුතියක් සෙවීම අප කැමති දේට වඩා වෙහෙසකරයි නැවතත් කුරිරු පාලනය නැවත පැමිණ ඇත. ඉතින් ඒ වෙනුවට සිවිල් අධ්‍යාපනය සහ නියැලීම වැඩි කරන්නේ කෙසේද? සිහිනය ක්‍රියාත්මක කරන කණ්ඩායම් වැඩ ත්‍යාග ලබා දෙන්නේ කෙසේද? ඒ වගේම අපි හැමෝම ක්‍රීඩා කළ යුතු කණ්ඩායම අපේ ලංකා මාතාවගේ කණ්ඩායමයි.",
        "මිතුරෙකු යෝජනා කළේ ප්‍රජාව සම්බන්ධයෙන් අපට සිංගප්පූරුව හෝ රුවන්ඩාව පිළිබඳ ප්‍රජාතන්ත්‍රවාදී පරිකල්පනයක් අපේක්ෂා කළ හැකි බවයි. සිංගප්පූරුවේ කොන්ක්‍රීට් ගොඩනැඟිලි අප ජීවත් වන දේශගුණික අර්බුද සමඟ සංවර්ධනය වෙමින් පවතින බව අපට බොහෝ කාලයක් ගත වී ඇති නමුත්, එහි විවිධ දේශීය ප්‍රජාවන් සහ ජාත්‍යන්තර පදිංචිකරුවන් බොහෝ දුරට සහජීවනයෙන්, සහයෝගයෙන්, නව්‍යකරණයෙන්, තරඟ කරන්නේ කෙසේදැයි සලකා බැලිය හැකිය.",
        "අපි ස්තුතිවන්ත වන්නට තවමත් අපගේ වර්ණවත්, කාර්යබහුල ශ්‍රී ලංකාව වනු ඇත, නමුත් සියලු ජනවාර්ගික, ආගමික, ස්ත්‍රී පුරුෂ භාවය සහ ලිංගික අනන්‍යතාවයන්ට සමාන වටිනාකමක් ඇති සහ අන් අයට ගෞරවයක් ලබා දෙන එකක් වන අතර එසේ කිරීමෙන් අපට හැකි ගෞරවයෙන් හිස ඔසවන්නෙමු. අප තුළ ඇත. ඒ වගේම යමෙක් සහෝදර ලාංකිකයන් ලෙස අප අතර භීතිය ඇති කිරීමට උත්සාහ කළහොත්, අපි ඔවුන්ව දකින්නේ රිදවන පුද්ගලයන් ලෙස මිස ඊට වඩා දෙයක් නොවේ. ඔවුන් ප්‍රජාවක් නිර්වචනය නොකරනු ඇත, ඔවුන් එකිනෙකා ගැන අපගේ නරක සිතුවිලි වලට අපව වැටෙන්නේ නැත. ඔවුන්ට අපව අස්ථාවර කිරීමට හෝ අපගේ සිහින ගොඩනඟා ජීවත්වීමට බාධා කිරීමට නොහැකි විය. මෙම සිහිනයේ හැකියාව අපට දැකිය හැක්කේ කොතැනින්දැයි ඔබ දන්නවාද? #GotaGoGama අපි සැවොම විසින් අලුතින් සාදන ලද සංවර්ධනය වෙමින් පවතින ජාතික ගම්මානයක.",
        "ලේඛකයා මංගලගේ ලේලිය, කෘෂි ආහාර අපනයන බිස් කිඹුල කිතුල් හි නිර්මාතෘ, samaraweerafoundation.org භාරකරු සහ මංගලගේ ඩිජිටල් මාධ්‍ය මධ්‍යස්ථානයේ ෆ්‍රීඩම් හබ් සමඟ සහයෝගිතාකරු වේ. Twitter: @Chanch_SL"
      ]
    },
    "ta": {
      "title": "பயத்தை போக்கி, கனவை நனவாக்கு",
      "body_lines": [
        "மீண்டும் மீண்டும், இலங்கை மக்களின் கனவுகள் முறியடிக்கப்பட்டுள்ளன, மேலும் வன்முறை மற்றும் நெருக்கடிகளால் எங்கள் வாழ்க்கை சிதைந்து, எடுக்கப்பட்டது. அதிர்ச்சி மற்றும் இழப்பு, பேசப்பட்டாலும் இல்லாவிட்டாலும், தலைமுறை தலைமுறையாக தொடர்கிறது மற்றும் தீவிலிருந்து புலம்பெயர்ந்தோர் வரை நீட்டிக்கப்படுகிறது",
        "இஸ்லாமோஃபோபியா பரவுவதற்குப் பதிலாக, ஜனநாயக சீர்திருத்தங்கள், ஜிஎஸ்பி+ மீட்டெடுப்பு, வரி அடிப்படைகள் அல்லது முதன்மை உபரிகளுக்கு மதிப்பளிக்க சிலருக்கு நேரம் கிடைத்தது. ஆசியாவின் நீண்டகால ஜனநாயகத்திற்கு எதிரான ஒரு சதி கூட மன்னிக்கத்தக்கதாக மாறியது",
        "முக்கிய விஷயம் என்னவென்றால், நமது அமைப்பு அதன் மக்கள் மீது அவமரியாதையை ஏற்படுத்தினால், அதன் கட்டமைப்பிற்குள் வன்முறை சாத்தியம் இருந்தால், அதிலிருந்து ஒரே வழி, நமது பொருளாதார நெருக்கடியை நீண்டகாலமாக தீர்க்க, அது கருத்தில் கொள்ள வேண்டும் என்பதை ஒப்புக்கொள்வதுதான். அடிப்படை பாதிப்புகளில் இருந்து அவர்களைப் பாதுகாப்பது போலவே மக்களின் உரிமைகளும் கண்ணியமும்.",
        "புள்ளிகள் இணைகின்றன. #EconomicCrisisLK இன் வேர்கள் இனப் பேரினவாதம் மற்றும் மத அதிகார வெறி ஆகியவற்றின் வன்முறை மற்றும் ஒடுக்குமுறையிலும் உள்ளன. மங்கள சமரவீர, #GotaGoGama மற்றும் #Teachout.- ஏப்ரல், 21, 2019 ஆகியோரால் ஈர்க்கப்பட்ட இந்த தீய சுழற்சியைக் கணக்கிடுவது மற்றும் முடிவுக்கு வருவது பற்றிய சில சிந்தனைகள்.",
        "ஏப்ரல் 21, 2019 அன்று நான் மாத்தறையில் எழுந்தபோது, ​​அது அம்மாவின் பிறந்தநாள் மற்றும் ஈஸ்டர் காலை ஆகிய இரண்டும் இருக்க, என் தத்தி தேவாலயத்திற்குச் செல்லும் நாள் இன்னும் போதுமானதாக இருந்தது. அரசியலில் அவரது 30வது ஆண்டு நிறைவைக் கொண்டாடவிருப்பதால், மங்களவின் சிறப்பு நாள் வழக்கத்தை விட பெரிய அளவில் கூடியிருந்ததால், நாங்கள் அங்கு குடியேறுவதற்கும், அமைப்பதற்கும் முந்தைய நாள் இரவு வந்திருந்தோம்.",
        "மங்கள அம்மாவின் முன்னணியை வழிநடத்தி சுடு நெலும் இயக்கத்தை ஏற்பாடு செய்த தளமான மாத்தறை மக்களுடனான இந்த இரட்டை நிகழ்வில் அன்றைய எதிர்க்கட்சித் தலைவர் ராஜவரோத்தியம் சம்பந்தன் பிரதம அதிதியாகவும் பேச்சாளராகவும் கலந்துகொள்ளவிருந்தார்.",
        "மொழி, புவியியல், பொருளாதார நிலை மற்றும் அனுபவங்களில் மாறுபட்ட நமது சமூகங்களைப் பிரதிபலிக்கும் கருத்துக்கள் மற்றும் முன்னோக்குகளுடன் ஒரு பரிமாற்றம் மற்றும் ஈடுபாடு வரும் நாளை நான் கற்பனை செய்தேன். 'தீவிர மையத்தின் 20 மதிப்புகள்' இல் கடைசியாக வெளிப்படுத்தப்பட்டபடி, இந்த வேறுபாடுகளின் சவால்களை ஏற்று, ஏற்றுக்கொள்வது, உள்ளடக்கிய மற்றும் கூட்டு வளர்ச்சிக்கான வாய்ப்புகளைக் கண்டறிவது பற்றிய மங்களவின் கனவு மையமாக இருக்கும். இந்த இலட்சியவாத மரியாதையின் தருணத்தில் முதல் குண்டுகள் வெடித்திருக்கலாம்.",
        "மீண்டும் மீண்டும், இலங்கை மக்களின் கனவுகள் முறியடிக்கப்பட்டுள்ளன, மேலும் வன்முறை மற்றும் நெருக்கடிகளால் எங்கள் வாழ்க்கை சிதைந்து, எடுக்கப்பட்டது. அதிர்ச்சி மற்றும் இழப்பு, பேசப்பட்டாலும் இல்லாவிட்டாலும், தலைமுறை தலைமுறையாக தொடர்கிறது மற்றும் தீவிலிருந்து புலம்பெயர்ந்தோர் வரை நீட்டிக்கப்படுகிறது.",
        "ஆயினும்கூட, 2009 முதல் 10 ஆண்டுகளாக, நம்மில் பெரும்பாலோர் அதிர்ஷ்டசாலிகள், இதுபோன்ற குண்டுவெடிப்பு அனுபவங்களைக் கேட்காமல் அல்லது ஒரு காலத்தில் சாதாரணமாக இருந்த பயங்கரவாதத்தைக் கண்டிருக்கவில்லை. 2009க்குப் பிந்தைய தலைமுறையினர் போர்க்காலத்தில் இலங்கையைப் பற்றி எதுவும் அறியாதவர்கள் என்று கருதுவது கிட்டத்தட்ட மாயமாகத் தெரிகிறது. எங்களில் பெரும்பான்மை உறுப்பினர், மற்றும்/அல்லது சிறப்புரிமை (அல்லது கடின உழைப்பாளி/அதிர்ஷ்டம் உள்ளவர்கள்) சமாதானத்தின் வாக்குறுதியளிக்கப்பட்ட ஈவுத்தொகையைப் புரிந்து கொள்ள முயன்றாலும், அது மற்றவர்களுக்கு எட்ட முடியாததாகவே இருந்தது.",
        "ஏழைகள், ஓரங்கட்டப்பட்டவர்கள், சிறுபான்மையினர் மற்றும் துணிச்சலான விமர்சகர்கள் மீதான அடக்குமுறை மற்றும் அத்துமீறல்கள் நிலையான பார்வையில் இருந்து விலகியிருக்கலாம் ஆனால் ஒருபோதும் நிறுத்தப்படவில்லை. வடகிழக்கில் தொடரும் இராணுவ அடக்குமுறை, அளுத்கம, திகன, ரத்துபஸ்வல, வெலிக்கடை சிறைச்சாலை துப்பாக்கிச் சூடு, பொதுபலசேனா, வெள்ளை வான்கள் அனைத்தும் ‘சமாதான காலத்தில்’ இருந்தன.",
        "புதிய வாழ்க்கைகள், புதிய நகரங்கள் மற்றும் புதிய வணிகங்களுக்கான அடித்தளத்தை அமைப்பதற்கு நாங்கள் எதிர்பார்த்திருந்தபோது, ​​இந்த வன்முறை நிகழ்வுகள், முந்தைய காலங்களில் இருந்ததைப் போலவே, நாங்கள் வாய்ப்பையும், மக்களையும், திறனையும் இழக்கிறோம் (ஓடிய இலங்கையர்களின் அலைகள் பல தசாப்தங்கள்), மற்றும் அனைத்தையும் பிளவுபடுத்தும் வகையில் ஒரு க்ளைமாக்ஸை உருவாக்கியது.",
        "ஈஸ்டர் தாக்குதலுக்கு ஆறு நாட்களுக்குள், கோட்டா அத்தகைய ஒரு எதிர்பாராத தருணத்திற்காக நன்கு தயாரிக்கப்பட்ட பிரச்சாரத்தை மேற்கொண்டார். எங்கள் துக்கத்தில் ஒற்றுமையாக இருந்தபோதிலும், ஒருவரையொருவர் பற்றிய எங்கள் பயம், குறிப்பாக ஒருவருக்கொருவர் நீண்ட ‘வேறுபாடு’, தேசிய பாதுகாப்பு மற்றும் தேசபக்தி என தப்பெண்ணத்தையும் இனவெறியையும் குறியீடாக்கிய பிரச்சாரத்தில் அதிக அதிர்வுகளைக் கண்டது. ஆம், அப்போதைய எதிர்ப்பால் விரிவுபடுத்தப்பட்ட செயலிழந்த கதைக்கு நேராக பதவியேற்றது.",
        "இஸ்லாமோஃபோபியா பரவுவதற்குப் பதிலாக, ஜனநாயக சீர்திருத்தங்கள், ஜிஎஸ்பி + மீட்டெடுக்கப்பட்டது, வரி அடிப்படைகள் அல்லது முதன்மை உபரிகளுக்கு மதிப்பளிக்க சிலருக்கு நேரம் கிடைத்தது. ஆசியாவின் நீண்டகால ஜனநாயகத்திற்கு எதிரான ஒரு சதி கூட மன்னிக்கத்தக்கதாக மாறியது.",
        "சிலர் அந்த காலகட்டத்தை எந்த விருப்பமும் இல்லை என்று பேசுகிறார்கள். இன்னும் புதிய கட்சிகள் உருவாக்கப்பட்டன, மேலும் பல மாற்றுகளும் களத்தில் இறங்கின. இருப்பினும், எங்களுக்குத் தெரிந்த பிசாசு பற்றிய ஏதோ ஒன்று எங்களை மீண்டும் உள்ளே இழுத்தது.",
        "பாதுகாப்பு, ஒழுக்கம் மற்றும் செயல்திறன் ஆகிய வார்த்தைகளை அவர் எங்களிடம் கூறினார், நாம் போரைப் பார்த்து போர்க்குற்றங்களை (எல்லா பக்கங்களிலும்) புறக்கணித்தால் அல்லது கொழும்பை அழகுபடுத்துவதைப் பார்த்து புறக்கணித்தால் மட்டுமே அதைக் குறிப்பிட முடியும். ஏழைகளின் இடம்பெயர்வு மற்றும் ஊழல் போன்றவை.",
        "ஒரு கலப்புக் குடும்பத்தின் விருப்பத்தின் மூலம் நான் ஒரு பெருமைமிக்க பௌத்தன் என்பதை மறந்துவிடுவேன், களனியில் இருந்து பில்லி சூனியம் மற்றும் இப்போது சீர்திருத்தப்பட்ட கார்டினலின் சர்ச்சைக்குரிய ஆதரவின் மூலம் இந்த தருணத்திற்கு உதவியது.",
        "நிச்சயமாக, இந்தக் கணக்கீடுகள் அனைத்தும் நம்மீது வீசப்படுவது இனிமையானது அல்ல, ஆனால் 2019 ஆம் ஆண்டில் பிரச்சார நிதியளிப்பு நேரத்திலும் வாக்குப்பெட்டியிலும் காட்டப்பட்ட மறைந்திருக்கும் தப்பெண்ணங்களைச் சமாளிக்கும் வரை, எங்களால் ஒருபோதும் உரிமையைப் பெற முடியாது. ஒன்றுபட்ட மற்றும் ஜனநாயகம் என்பது நமது தொடர்ச்சியான வீழ்ச்சியை சோகத்தில் முடிவுக்குக் கொண்டுவருவதற்கான வழிமுறையாகும். வரலாறு மிகவும் கொடூரமான முறையில் அதன் படிப்பினைகளுடன் சுழற்சியானது, அடுத்த முறை அது வருவதை உறுதிப்படுத்த அதில் எங்கள் பங்கை சொந்தமாக்குவதைத் தவிர வேறு வழியில்லை, நாங்கள் சிங்களவர்களா அல்லது ஒரு பயங்கரத்திலிருந்து தப்பிக்கும் அளவுக்கு சலுகை பெற்றவர்களா என்பது குறித்து பேச்சுவார்த்தை நடத்த மாட்டோம். - மீண்டும் இயக்கவும்.",
        "அடுத்த முறை, சக இலங்கையரின் உடல், உரிமைகள் மற்றும் கண்ணியத்தை வலுக்கட்டாயமாக எரிப்பதை நியாயப்படுத்த நாங்கள் தயாரா என்று அவர்கள் கேட்கும்போது அவர்கள் எங்கள் இணக்கத்தை சோதிக்கிறார்கள் என்பதை நாம் அறிந்து கொள்ள வேண்டும். மேலும், அதிகரிப்பின் புள்ளிகளை நாம் இணைக்க வேண்டும், சரி மற்றும் தவறு பற்றிய நமது உள்ளார்ந்த உணர்வை நாம் சாப்பிட அனுமதித்தால், தேய்மானத்திற்கு வழிவகுக்கும் பணத்தை அச்சிடுவது போலிச் செய்தி என்று அவர்களின் கணக்காளர் கூறும்போது நமக்கு என்ன வாய்ப்பு உள்ளது?",
        "கடந்த வியாழன் இரவு, ஒரு டார்ச் வெளிச்சத்தில், நான் சுதந்திர நினைவுச்சின்னத்தின் தரையில் அமர்ந்திருந்தேன், எனக்குப் பிடித்த அக்கறையுள்ள குடிமக்கள், சிவில் சமூகம்/தலைப்பு வல்லுநர்களில் ஒருவரான அரகலயாவில் இருந்து எழுந்த நிகழ்வுகளை ஒருங்கிணைத்தார்.",
        "இலங்கையின் மனித உரிமைகள் ஆணைக்குழுவின் முன்னாள் ஆணையாளர் அம்பிகா சத்குணநாதன் பலதரப்பட்ட ஒன்றுகூடலில் ஈடுபட்டதால் நிறைய கற்றல் மற்றும் ஆஹா-ஹா. ஒரு நபரின் கண்ணியத்தைக் குறைப்பது மனிதாபிமானமற்ற தன்மை மற்றும் வன்முறை மூலம் எவ்வாறு எளிதாக்குகிறது என்பதை உரையாடல் திரும்பியபோது ஒரு குறிப்பிட்ட நாண் தாக்கப்பட்டது.",
        "பகிரப்பட்ட உதாரணம் சிறை அதிகாரிகள் மற்றும் மிகக் குறைந்த அளவிலான காவல்துறை அதிகாரிகள், அவர்களில் பலர் மோசமான ஊதியம் மற்றும் வளம் பெற்றவர்கள், சில நிலையங்களில் சுத்தமான தண்ணீர் வசதிகள் இல்லாததால்.",
        "பொது நினைவகத்தில் இருந்து ஒரு இணையான உதாரணம், தொற்றுநோய் படைகளின் முகாம்களைத் தாக்கியது, வீட்டிற்குச் சென்றவர்கள் எவ்வாறு அவசரமாக திரும்ப அழைக்கப்பட்டனர். ஒரு பேருந்து அவர்களை அழைத்துச் செல்லும் வரை இளம் வீரர்கள் இரவு முழுவதும் தரையில் வெளியே தூங்கும் புகைப்படங்கள் பரப்பப்பட்டன. இப்போது கற்பனை செய்து பாருங்கள், நீங்கள் வேலையில் வளம் குறைவாகவோ அல்லது ஆதரவு குறைவாகவோ உணர்ந்தால், அது உங்களுக்கு எளிய கௌரவங்களை வழங்கவில்லை.",
        "இருப்பினும், உங்கள் பணி, மிகவும் பாதிக்கப்படக்கூடிய, அதாவது கைதிகள் மீது உங்களுக்கு அதிகாரத்தையும் அதிகாரத்தையும் அளித்தது என்று கற்பனை செய்து பாருங்கள்; அல்லது உங்கள் பணியின் இயல்பினால், உங்களை விட சிறந்த வளம் கொண்ட ஒருவர் மீது, அதாவது பொது மக்களின் காவல் துறை மீது நீங்கள் அதிகாரம் செலுத்த முடியும்.",
        "குறைந்த வசதியுள்ள இலங்கையர்களிடையே குற்றச்செயல்கள், இழிநிலைகள் மற்றும் மனிதாபிமானமற்ற தன்மைகள் அதிகம் நடக்கின்றன என்று கூறவில்லை. அந்த பத்-அராக் லென்ஸ் ஒரு உயரடுக்கு வசதியாகும்.",
        "முக்கிய விஷயம் என்னவென்றால், நமது அமைப்பு அதன் மக்கள் மீது அவமரியாதையை ஏற்படுத்தினால், அதன் கட்டமைப்பிற்குள் வன்முறை சாத்தியம் இருந்தால், அதிலிருந்து ஒரே வழி, நமது பொருளாதார நெருக்கடியை நீண்டகாலமாக தீர்க்க, அது கருத்தில் கொள்ள வேண்டும் என்பதை ஒப்புக்கொள்வதுதான். அடிப்படை பாதிப்புகளில் இருந்து அவர்களைப் பாதுகாப்பது போலவே மக்களின் உரிமைகளும் கண்ணியமும்.",
        "மங்கள மற்றும் குழுவின் 2018 பங்குதாரர் வரவு செலவுத் திட்டத்தை ஆலோசித்தபோது, ​​குறிப்பாக தாய்மார்கள் மற்றும் பெண் தலைமைத்துவக் குடும்பங்கள் வைத்திருந்த LKR 1.25 BN நுண்நிதிக் கடனைத் துடைத்தபோது, ​​அல்லது ஊனமுற்ற வீரர்களின் கொடுப்பனவுகள் மற்றும் ஓய்வூதியங்கள் (திரு ரன் விரு ராஜபக்ச செய்யத் தவறிய ஒன்று) அல்லது உபகரணங்களைப் பார்த்தபோது எங்கள் விளையாட்டு வீரர்களுக்கு, அல்லது ஏழை கிராம அளவிலான மத ஸ்தலங்களுக்கான ஒதுக்கீடுகள், அல்லது போதைப்பொருள் பாவனையாளர்களுக்கான நிதியுதவி மறுவாழ்வு மிகைப்படுத்தல் (உண்மையான போதைப்பொருள் மாஃபியோக்கள் பாராளுமன்ற உறுப்பினர்களுக்கு எப்படியும் நிதியளிக்கிறார்கள்), அல்லது எங்கள் நீதிமன்றங்களுக்கு வீடியோ உபகரணங்களுக்காக நிதி ஒதுக்கீடு செய்யப்பட்டதால் பாதிக்கப்பட்டவர்கள் செய்ய வேண்டியதில்லை பொது நீதிமன்றத்தில் அவர்களின் வலியை மீண்டும் சாட்சியமளிக்கவும், பொருளாதாரக் கருத்தாய்வு மூலம் கண்ணியத்தின் ஒரு பொதுவான நூல் திரிபுபடுத்தப்படுவதாகத் தோன்றியது.",
        "ஜனநாயகம் இலகுவாக இருந்திருந்தால் நாம் ஹிட்லரைக் கேட்டிருக்க மாட்டோம். பரவாயில்லை, சிலர் லீ குவான் யூவைக் கேட்டிருக்கலாம், ஆனால் கோட்டாபய ராஜபக்ஷவை இன்னும் உலகில் உங்கள் தெரிவு எப்படி இருந்தது?",
        "இப்போது, ​​புதிய கேம் அனைத்தும் 225 ஆகிவிட்டது. இலங்கை ஜி.ஆர் மற்றும் அமெரிக்கர்கள் ட்ரம்பைப் பெற்ற ‘அரசியல்வாதி அல்லாத’ முத்திரையை உங்களுக்குக் கொண்டுவந்த அதே துயரப் பட்டறையில் இருந்து வந்தது, இராணுவமயமாக்கலை நியாயப்படுத்துவதற்கான எளிதான வழி என்று நான் சொன்னால் என்ன செய்வது?",
        "அவசரகால நிலை என்றால் என்ன என்பதை இப்போது நாம் அனைவரும் அறிவோம், மேலும் பயங்கரவாத தடைச் சட்டத்தை அனுமதிக்கும் சித்திரவதை பற்றியும் நாம் அறிந்திருக்கலாம், காவல்துறையில் இராணுவத்தைப் பயன்படுத்த அனுமதிக்கும் பொதுப் பாதுகாப்புச் சட்டத்தின் பிரிவு 12 பற்றி நாம் நிச்சயமாக அறிந்து கொள்ள வேண்டும். இராணுவ ஆட்சியின் யோசனையுடன் இன்னும் வசதியாக இருக்கிறதா? தொற்றுநோய்க்கான நமது சிறந்த அணுகுமுறை இதுதானா?",
        "மம்மி ஒருபோதும் பாராளுமன்றத்தில் நல்ல விஷயங்களுக்காக தனியாக குரல் கொடுத்தவர் அல்ல, அவரால் செய்ய முடிந்த எந்த நன்மையும் ஒத்த எண்ணம் கொண்டவர்களுக்கு நன்றி, அதிர்ஷ்டவசமாக அவர்களில் சிலர் இன்றும் பாராளுமன்றத்தில் உள்ளனர். கட்சி பேதங்களுக்கு அப்பால், சிங்களம், பௌத்தம், நேர் மற்றும் ஆண்களுக்கு அதிக முக்கியத்துவம் கொடுத்து, இது மிகவும் நடக்க ஆரம்பித்து விட்டது என்று நான் கருதினால், பல தேசிய தலைவர்கள் பாராட்டு, மறுதேர்தல் மற்றும் நிதிக்கு தகுதியானவர்கள் என்பதைக் காணலாம். பல கட்சி பதாகைகளின் கீழ் ஆதரவு (பிரச்சார நிதி விதிமுறைகளுக்குள் சிறப்பாக வழங்கப்படுகிறது) உள்ளது.",
        "நாமும், அவர்களும் தகுதியுடையவர்கள் (நேர்மையாக, இனவெறிக் குண்டர்களின் பணிச்சூழலில் இருப்பது சலிப்பாக இருக்க வேண்டும்), மேலும் நல்ல நிறுவனங்களுக்கு நிதியுதவி அளித்து அவர்களைத் தேர்ந்தெடுப்பது.",
        "நிறைவேற்று அதிகாரத்தை இல்லாதொழிப்பது இன்றைய இன்றியமையாத பணியாகும். அரசியலற்றமயமாக்கல், சில நிறுவனங்களின் சுதந்திரம், அதிகாரங்கள் மீதான வரம்புகள், காசோலைகள் மற்றும் இருப்புக்கள் மற்றும் ஜனநாயக தீர்வுக்கான வழிகள் போன்றவை. அதையெல்லாம் பேச தெரிந்தவர்களை விட்டுவிடுகிறேன். நான் சொல்லக்கூடியதெல்லாம், கருத்துகளின் விவாதம் மற்றும் விவாதம் மற்றும் வெவ்வேறு கண்ணோட்டங்களைக் கொண்டவர்களுடன் ஒருமித்த கருத்தைத் தேடுவது, அந்த அதிகாரத்தை மீண்டும் ஒரு புரளி 'பரோபகார சர்வாதிகாரி'யிடம் நாம் கைவிடுவது அல்லது ஒருவரிடமிருந்து இரட்சிப்பைச் சார்ந்து இருந்தால் நாம் விரும்புவதை விட மிகவும் கடினமானது. மீண்டும் கொடுங்கோன்மை திரும்பியது. அதற்குப் பதிலாக குடிமைக் கல்வி மற்றும் ஈடுபாடு அதிகரிப்பது எப்படி? கனவைச் செயல்படுத்தும் குழுப்பணிக்கு வெகுமதி அளிப்பது எப்படி? நாம் அனைவரும் விளையாட வேண்டிய அணி எங்கள் தாய் இலங்கையின் அணியாகும்.",
        "ஒரு நண்பர் சமூகத்தின் அடிப்படையில் ஒருவேளை சிங்கப்பூர் அல்லது ருவாண்டா பற்றிய ஜனநாயகக் கற்பனையை நாடலாம் என்று பரிந்துரைத்தார். சிங்கப்பூரின் கான்கிரீட் கட்டிடங்கள் நாம் வாழும் காலநிலை நெருக்கடி உலகத்துடன் வளர்ச்சிப் பாதையில் தவறாகப் பொருந்திவிட்டதாகத் தோன்றினாலும், அதன் பலதரப்பட்ட உள்ளூர் சமூகங்கள் மற்றும் சர்வதேச குடியிருப்பாளர்கள் எவ்வாறு இணைந்து வாழ்கிறார்கள், ஒத்துழைக்கிறார்கள், புதுமைப்படுத்துகிறார்கள், போட்டியிடுகிறார்கள் என்பதை நாம் சிந்திக்கலாம்.",
        "நன்றியுடன் நாம் இன்னும் எங்கள் வண்ணமயமான, பரபரப்பான இலங்கையாக இருப்போம், ஆனால் அதில் அனைத்து இன, மத, பாலினம் மற்றும் பாலின அடையாளங்களும் சமமான மதிப்பைக் கொண்டிருக்கும் மற்றும் மற்றவர்களுக்கு மரியாதை அளிக்கும் மற்றும் அவ்வாறு செய்வதன் மூலம் எங்களால் முடிந்த கண்ணியத்துடன் எங்கள் தலைகளை உயர்த்துவோம். நமக்குள் வேண்டும். மேலும், சக இலங்கையர்களாகிய நம்மிடையே அச்சத்தை ஏற்படுத்த யாராவது முயன்றால், அவர்களை காயப்படுத்தும் நபர்களாகவே நாம் பார்ப்போம், அதற்கு மேல் எதுவும் இல்லை. அவர்கள் ஒரு சமூகத்தை வரையறுக்க மாட்டார்கள், ஒருவரையொருவர் பற்றிய நமது மோசமான எண்ணங்களில் நம்மை விழ வைக்க மாட்டார்கள். அவர்களால் எங்களை நிலைகுலையச் செய்யவோ அல்லது நம் கனவுகளை உருவாக்கி வாழ்வதில் இருந்து நம்மை திசை திருப்பவோ முடியவில்லை. இந்த கனவின் சாத்தியத்தை நாம் வேறு எங்கு பார்க்க முடியும் என்று உங்களுக்குத் தெரியுமா? நம் அனைவராலும் புதிதாக உருவாக்கப்பட்ட ஒரு தேசிய கிராமத்தில் - #GotaGoGama.",
        "எழுத்தாளர் மங்களாவின் மருமகள், விவசாய உணவு ஏற்றுமதி நிறுவனர் கிம்புலா கித்துல், samaraweerafoundation.org இன் அறங்காவலர் மற்றும் மங்களவின் டிஜிட்டல் ஊடக மையமான ஃப்ரீடம் ஹப் உடன் ஒத்துழைப்பவர். Twitter: @Chanch_SL"
      ]
    }
  }
}