{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Weekend-power-cut-schedule-announced/342-234744",
  "time_ut": 1649339760,
  "title": "Weekend power cut schedule announced",
  "body_lines": [
    "Weekend power cut schedule announced The power cuts that were scheduled to be imposed during the weekend have been approved by the Public Utilities Commission of Sri Lanka (PUCSL) today.",
    "Accordingly, a two-hour power cut will take effect on Saturday and one hour on Sunday.",
    "The areas that come under A, B, C, D, E, F, G, H, I, J, K and L group will be imposed a two-hour power cut from 3.00 pm to 9.00 pm on Saturday (9).",
    "Meanwhile, the areas C and C1 will experience a 3½ hour power cut from 6.00 am to 9.30 am.",
    "Meanwhile, a one-hour power cut will be imposed on the areas categorised under A, B, C, D, E, F, G, H, I, J, K, L, P, Q, R, S, T, U, V and W. While, a 3½ hour power cut will be imposed in the areas of C and C1 from 6.00 am to 9.30 am on Sunday (10). (Chaturanga Samarawickrama)"
  ],
  "translate": {
    "si": {
      "title": "සති අන්තයේ විදුලි කප්පාදු කාලසටහන නිවේදනය කරයි",
      "body_lines": [
        "සති අන්තයේ විදුලි කප්පාදු කාලසටහන නිවේදනය කරයි සති අන්තයේ ක්‍රියාත්මක කිරීමට නියමිතව තිබූ විදුලි කප්පාදුව ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) විසින් අද අනුමත කර ඇත.",
        "ඒ අනුව, සෙනසුරාදා පැය දෙකක සහ ඉරිදා පැයක විදුලි කප්පාදුවක් ක්‍රියාත්මක වේ.",
        "ඒ, බී, සී, ඩී, ඊ, එෆ්, ජී, එච්, අයි, ජේ, කේ සහ එල් කාණ්ඩයට අයත් ප්‍රදේශවලට සෙනසුරාදා (9) පස්වරු 3.00 සිට රාත්‍රී 9.00 දක්වා පැය දෙකක විදුලි කප්පාදුවක් සිදු කෙරේ.",
        "මේ අතර, C සහ C1 ප්‍රදේශවල පෙරවරු 6.00 සිට 9.30 දක්වා පැය 3½ ක කාලයක් විදුලිය විසන්ධි වනු ඇත.",
        "මේ අතර A,B,C,D,E,F,G,H,I,J,K,L,P,Q,R,S,T, යටතේ වර්ගීකරණය කර ඇති ප්‍රදේශ සඳහා පැයක විදුලි කප්පාදුවක් පනවනු ලැබේ. U, V සහ W. අතර, C සහ C1 යන ප්‍රදේශවල ඉරිදා (10) පෙරවරු 6.00 සිට 9.30 දක්වා පැය 3½ ක විදුලි කප්පාදුවක් සිදු කෙරේ. (චතුරංග සමරවික්‍රම)"
      ]
    },
    "ta": {
      "title": "வார இறுதி மின்வெட்டு அட்டவணை அறிவிக்கப்பட்டுள்ளது",
      "body_lines": [
        "வார இறுதி மின்வெட்டு அட்டவணை அறிவிப்பு வார இறுதி நாட்களில் அமுல்படுத்த திட்டமிடப்பட்டிருந்த மின்வெட்டுக்கு இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) இன்று அனுமதி வழங்கியுள்ளது.",
        "அதன்படி, சனிக்கிழமை இரண்டு மணி நேரமும், ஞாயிற்றுக்கிழமை ஒரு மணி நேரமும் மின்வெட்டு அமலுக்கு வரும்.",
        "ஏ, பி, சி, டி, இ, எஃப், ஜி, எச், ஐ, ஜே, கே மற்றும் எல் குழுவின் கீழ் வரும் பகுதிகளில் சனிக்கிழமை (9) பிற்பகல் 3.00 மணி முதல் இரவு 9.00 மணி வரை இரண்டு மணி நேர மின்வெட்டு அமுல்படுத்தப்படும்.",
        "இதற்கிடையில், C மற்றும் C1 பகுதிகளில் காலை 6.00 மணி முதல் 9.30 மணி வரை 3½ மணி நேரம் மின்வெட்டு ஏற்படும்.",
        "இதற்கிடையில், ஏ, பி, சி, டி, ஈ, எஃப், ஜி, எச், ஐ, ஜே, கே, எல், பி, கியூ, ஆர், எஸ், டி, என வகைப்படுத்தப்பட்ட பகுதிகளில் ஒரு மணி நேர மின் வெட்டு அமுல்படுத்தப்படும். U, V மற்றும் W. அதேசமயம், C மற்றும் C1 ஆகிய பகுதிகளில் ஞாயிற்றுக்கிழமை (10) காலை 6.00 மணி முதல் 9.30 மணி வரை 3½ மணிநேரம் மின்வெட்டு அமுல்படுத்தப்படும். (சதுரங்க சமரவிக்ரம)"
      ]
    }
  }
}