{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/First-case-of-Omicrons-new-sub-variant-XE-detected-in-Mumbai/342-234702",
  "time_ut": 1649299740,
  "title": "First case of Omicron’s new sub-variant XE detected in Mumbai",
  "body_lines": [
    "The first case of XE, a more transmissible Covid-19 variant, was detected in Mumbai on Wednesday, officials of the Brihanmumbai Municipal Corporation (BMC) said.",
    "But the data of the patient, a South African resident who has recovered from the infection since, will be sent to the National Institute of Biomedical Genomics (NIBGM) for further confirmation, a civic official said later.",
    "The Indian SARS-CoV-2 Genomics Consortium (INSACOG) experts were conducting genomic analysis of the coronavirus case reported as that of XE variant by Mumbai civic officials though scientific evidence so far does not indicate it to be so, official sources said.",
    "A woman who arrived from South Africa in February was found to have this Omicron sub-variant, BMC officials claimed earlier, adding that she was asymptomatic and recovered from the infection.",
    "Besides, a case of the Kappa variant of coronavirus was also detected during a sero survey, a BMC official said, adding the results came in genome sequencing of 376 samples, the 11th batch of testing in the local genome sequencing lab.",
    "Kappa cases have been found in the city earlier too, she added.",
    "As per the sero survey, Omicron was found in 228 out of 230 samples (99.13 per cent) collected from Mumbai. One case was of XE, and another of Kappa.",
    "The genome sequencing of 376 samples was conducted at the municipal Kasturba Hospital’s Genome Sequencing Lab.",
    "The condition of the patients found infected with the new strains of the virus was not serious, the official said.",
    "As controversy arose over the accuracy of the BMC’s finding, a civic official said late at night that the Kasturba Hospital’s Genome Sequencing Lab’s head Dr Jayavanti Shashtri participated in the INSACGO meeting, and was asked to send the sequencing data for further confirmation to the NIBMG.",
    "Mumbai on Tuesday reported 56 COVID-19 cases, a three-fold rise from a day earlier, which took the infection count in the country’s financial capital to 10,58,185.",
    "The death toll remained unchanged at 19,559 as no new fatality was recorded, while the recovery count rose by 36 to touch 10,38,356, leaving the metropolis with 270 active cases.",
    "A BMC official said the XE variant appears to be 10 per cent more transmissible than the BA.2 sub-variant of Omicron. So far, BA.2 was deemed to be the most contagious of all the COVID-19 variants.",
    "The XE variant is a mutation of the BA.1 and BA.2 Omicron strains, referred to as a “recombinant”.",
    "As per the initial studies, the XE variant has a growth rate of 9.8 percent over that of BA.2, also known as the stealth variant because of its ability to evade detection.",
    "The World Health Organization has said the latest mutant may be more transmissible than the previous ones.",
    "Mangala Gomare, executive health officer of the BMC, told PTI that the woman who was found to have contacted the XE variant had arrived from South Africa and tested positive for coronavirus infection three weeks after arriving.",
    "“She was asymptomatic and tested negative the next day,” Gomare said.",
    "The woman, who is a costume designer, was a member of a film shooting crew. She arrived from South Africa on February 10, 2022.",
    "“She did not have any travel history prior to that. She had been vaccinated with both doses of the COMIRNATY vaccine,” the official said, adding that she suffered from no co-morbidities.",
    "On arrival in India she tested negative for COVID-19, but on March 2, she tested positive during routine testing. In the subsequent test, she tested negative.",
    "She had been quarantined in a hotel room during this period.",
    "As to whether it was the first case of the XE variant detected in India, BMC officials said they could not confirm this. (Tribune India)"
  ],
  "translate": {
    "si": {
      "title": "Omicron හි නව උප ප්‍රභේද XE හි පළමු අවස්ථාව මුම්බායිහිදී අනාවරණය විය",
      "body_lines": [
        "වඩාත් සම්ප්‍රේෂණය කළ හැකි Covid-19 ප්‍රභේදයක් වන XE හි පළමු නඩුව බදාදා මුම්බායිහිදී අනාවරණය වූ බව බ්‍රිහාන්මුම්බායි නාගරික සංස්ථාවේ (BMC) නිලධාරීන් පැවසීය.",
        "නමුත් ආසාදනයෙන් සුවය ලැබූ දකුණු අප්‍රිකානු පදිංචිකරුවෙකු වන රෝගියාගේ දත්ත වැඩිදුර තහවුරු කිරීම සඳහා ජාතික ජෛව වෛද්‍ය ප්‍රවේණි විද්‍යා ආයතනයට (NIBGM) යවනු ලබන බව සිවිල් නිලධාරියෙක් පසුව පැවසීය.",
        "ඉන්දියානු SARS-CoV-2 Genomics Consortium (INSACOG) විශේෂඥයින් මුම්බායි ප්‍රජා නිලධාරීන් විසින් XE ප්‍රභේදය ලෙස වාර්තා කරන ලද කිරීටක වෛරස් නඩුවේ ප්‍රවේණි විශ්ලේෂණය සිදු කරමින් සිටියද, විද්‍යාත්මක සාක්ෂි මගින් එය එසේ නොවන බව නිල ආරංචි මාර්ග පවසයි.",
        "පෙබරවාරි මාසයේදී දකුණු අප්‍රිකාවේ සිට පැමිණි කාන්තාවකට මෙම Omicron උප ප්‍රභේදය ඇති බව සොයා ගන්නා ලද අතර, BMC නිලධාරීන් කලින් ප්‍රකාශ කළේ ඇය රෝග ලක්ෂණ නොමැති බවත් ආසාදනයෙන් සුවය ලැබූ බවත්ය.",
        "මීට අමතරව, සීරෝ සමීක්ෂණයකදී කොරොන වයිරසයේ Kappa ප්‍රභේදයේ නඩුවක් ද අනාවරණය වූ අතර, BMC නිලධාරියෙකු පැවසුවේ, දේශීය ජාන අනුක්‍රමික රසායනාගාරයේ 11 වන කණ්ඩායම වන සාම්පල 376 ක ජෙනෝම අනුක්‍රමණයේ ප්‍රතිඵල ලැබුණු බවයි.",
        "මීට පෙරද නගරයේ කප්පා රෝගීන් සොයාගෙන ඇති බව ඇය වැඩිදුරටත් පැවසුවාය.",
        "සේරෝ සමීක්ෂණයට අනුව, මුම්බායි වලින් එකතු කරන ලද සාම්පල 230 න් (සියයට 99.13) 228 ක Omicron සොයා ගන්නා ලදී. එක් නඩුවක් XE සහ තවත් නඩුවක් කැපා.",
        "සාම්පල 376 ක ප්‍රවේණි අනුක්‍රමය නාගරික කස්තුර්බා රෝහලේ ජෙනෝම් අනුක්‍රමික රසායනාගාරයේදී සිදු කරන ලදී.",
        "නව වෛරස් ප්‍රභේද ආසාදනය වූ රෝගීන්ගේ තත්ත්වය බරපතල නොවන බව එම නිලධාරියා පැවසීය.",
        "BMC හි සොයාගැනීමේ නිරවද්‍යතාවය පිළිබඳව මතභේදයක් ඇති වූ විට, ප්‍රජා නිලධාරියෙකු රාත්‍රියේ පැවසුවේ කස්තුර්බා රෝහලේ Genome Sequencing Lab හි ප්‍රධානී Dr Jayavanti Shashtri INSACGO රැස්වීමට සහභාගී වූ බවත්, වැඩිදුර තහවුරු කිරීම සඳහා අනුක්‍රමික දත්ත NIBMG වෙත එවන ලෙසත් ඉල්ලා සිටි බවත්ය.",
        "අඟහරුවාදා මුම්බායි හි COVID-19 රෝගීන් 56 ක් වාර්තා වූ අතර එය දිනකට පෙර සිට තුන් ගුණයකින් ඉහළ ගොස් ඇති අතර එය රටේ මූල්‍ය ප්‍රාග්ධනයේ ආසාදන සංඛ්‍යාව 10,58,185 දක්වා ගෙන ගියේය.",
        "නව මරණ කිසිවක් වාර්තා වී නොමැති බැවින් මරණ සංඛ්‍යාව 19,559 ලෙස නොවෙනස්ව පැවති අතර, සුවය ලැබීමේ සංඛ්‍යාව 36 කින් ඉහළ ගොස් 10,38,356 දක්වා ඉහළ ගොස් ඇති අතර, අගනගරය සක්‍රීය රෝගීන් 270 කින් ඉතිරි විය.",
        "BMC නිලධාරියෙකු පැවසුවේ XE ප්‍රභේදය Omicron හි BA.2 උප ප්‍රභේදයට වඩා සියයට 10ක් සම්ප්‍රේෂණය කළ හැකි බව පෙනේ. මෙතෙක්, BA.2 සියලු COVID-19 ප්‍රභේද අතුරින් වඩාත්ම බෝවන රෝග ලෙස සැලකේ.",
        "XE ප්‍රභේදය යනු BA.1 සහ BA.2 Omicron වික්‍රියා වල විකෘතියකි, එය \"ප්‍රතිසංයෝජකයක්\" ලෙස හැඳින්වේ.",
        "මූලික අධ්‍යයනයන්ට අනුව, XE ප්‍රභේදය BA.2 ට වඩා සියයට 9.8 ක වර්ධන වේගයක් ඇත, එය හඳුනාගැනීමෙන් වැළකී සිටීමට ඇති හැකියාව නිසා ස්ටෙල්ත් ප්‍රභේදය ලෙසද හැඳින්වේ.",
        "ලෝක සෞඛ්‍ය සංවිධානය පවසා ඇත්තේ නවතම විකෘතිය පෙර පැවති ඒවාට වඩා සම්ප්‍රේෂණය විය හැකි බවයි.",
        "BMC හි විධායක සෞඛ්‍ය නිලධාරි මංගල ගෝමරේ PTI වෙත පැවසුවේ XE ප්‍රභේදය සම්බන්ධ කර ගත් බව සොයාගත් කාන්තාව දකුණු අප්‍රිකාවේ සිට පැමිණ සති තුනකට පසු කිරීටක වෛරස් ආසාදනය සඳහා ධනාත්මක බව පරීක්‍ෂා කළ බවයි.",
        "“ඇය රෝග ලක්ෂණ රහිත වූ අතර පසුදින පරීක්‍ෂා කළේ ඍණාත්මකයි,” ගෝමරේ පැවසීය.",
        "ඇඳුම් නිර්මාණ ශිල්පිනියක වන මෙම කාන්තාව චිත්‍රපට රූගත කිරීම් කණ්ඩායමක සාමාජිකාවක්. ඇය 2022 පෙබරවාරි 10 වන දින දකුණු අප්‍රිකාවේ සිට පැමිණියාය.",
        "“ඊට පෙර ඇයට සංචාරක ඉතිහාසයක් තිබුණේ නැහැ. ඇයට COMIRNATY එන්නත් මාත්‍රා දෙකෙන්ම එන්නත් කර තිබුණා,” නිලධාරියා පැවසුවේ, ඇය කිසිදු රෝගාබාධයකින් පීඩා විඳ නැති බවයි.",
        "ඉන්දියාවට පැමිණි විට ඇය COVID-19 සඳහා සෘණාත්මක පරීක්‍ෂණයක් කළ නමුත් මාර්තු 2 වන දින සාමාන්‍ය පරීක්‍ෂණයේදී ඇය ධනාත්මක බව පරීක්‍ෂා කළාය. පසුව කරන ලද පරීක්ෂණයේදී ඇය ඍණාත්මක බව තහවුරු විය.",
        "මෙම කාලය තුළ ඇය හෝටල් කාමරයක නිරෝධායනය කර ඇත.",
        "XE ප්‍රභේදයේ ප්‍රථම අවස්ථාව මෙයද යන්න සම්බන්ධයෙන්, BMC නිලධාරීන් පැවසුවේ මෙය තහවුරු කළ නොහැකි බවයි. (ට්‍රිබියුන් ඉන්දියා)"
      ]
    },
    "ta": {
      "title": "Omicron இன் புதிய துணை வகை XE இன் முதல் வழக்கு மும்பையில் கண்டறியப்பட்டது",
      "body_lines": [
        "மிகவும் பரவக்கூடிய கோவிட் -19 மாறுபாட்டான XE இன் முதல் வழக்கு புதன்கிழமை மும்பையில் கண்டறியப்பட்டது என்று பிரஹன்மும்பை முனிசிபல் கார்ப்பரேஷன் (பிஎம்சி) அதிகாரிகள் தெரிவித்தனர்.",
        "ஆனால் நோய்த்தொற்றில் இருந்து மீண்ட தென்னாப்பிரிக்காவில் வசிக்கும் நோயாளியின் தரவு, மேலும் உறுதிப்படுத்துவதற்காக தேசிய உயிரியல் மருத்துவ மரபியல் நிறுவனத்திற்கு (NIBGM) அனுப்பப்படும் என்று ஒரு குடிமை அதிகாரி பின்னர் தெரிவித்தார்.",
        "இந்திய SARS-CoV-2 மரபியல் கூட்டமைப்பு (INSACOG) நிபுணர்கள், மும்பை சிவில் அதிகாரிகளால் XE மாறுபாடு என அறிவிக்கப்பட்ட கொரோனா வைரஸ் வழக்கின் மரபணு பகுப்பாய்வை மேற்கொண்டனர், இருப்பினும் இதுவரை அறிவியல் சான்றுகள் அவ்வாறு இல்லை என்று அதிகாரப்பூர்வ வட்டாரங்கள் தெரிவித்தன.",
        "பிப்ரவரியில் தென்னாப்பிரிக்காவிலிருந்து வந்த ஒரு பெண்ணுக்கு இந்த ஓமிக்ரான் துணை மாறுபாடு இருப்பது கண்டறியப்பட்டது, BMC அதிகாரிகள் முன்பு கூறியது, அவர் அறிகுறியற்றவர் மற்றும் நோய்த்தொற்றில் இருந்து மீண்டுவிட்டார்.",
        "தவிர, ஒரு செரோ சர்வேயின் போது கொரோனா வைரஸின் கப்பா மாறுபாட்டின் வழக்கும் கண்டறியப்பட்டது, பிஎம்சி அதிகாரி ஒருவர் கூறினார், உள்ளூர் மரபணு வரிசைமுறை ஆய்வகத்தில் 11 வது தொகுதி சோதனையான 376 மாதிரிகளின் மரபணு வரிசைமுறையில் முடிவுகள் வந்துள்ளன.",
        "கப்பா வழக்குகள் இதற்கு முன்பும் நகரத்தில் கண்டறியப்பட்டுள்ளன, என்று அவர் மேலும் கூறினார்.",
        "செரோ கணக்கெடுப்பின்படி, மும்பையில் இருந்து சேகரிக்கப்பட்ட 230 மாதிரிகளில் (99.13 சதவீதம்) 228 இல் Omicron கண்டறியப்பட்டது. ஒரு வழக்கு XE, மற்றொன்று கப்பா.",
        "376 மாதிரிகளின் மரபணு வரிசைமுறை நகராட்சி கஸ்தூர்பா மருத்துவமனையின் ஜீனோம் சீக்வென்சிங் ஆய்வகத்தில் நடத்தப்பட்டது.",
        "வைரஸின் புதிய விகாரங்களால் பாதிக்கப்பட்ட நோயாளிகளின் நிலை மோசமாக இல்லை என்று அதிகாரி கூறினார்.",
        "BMC இன் கண்டுபிடிப்பின் துல்லியம் குறித்து சர்ச்சை எழுந்ததால், கஸ்தூரிபா மருத்துவமனையின் ஜீனோம் சீக்வென்சிங் ஆய்வகத்தின் தலைவர் டாக்டர் ஜெயவந்தி சாஸ்திரி INSACGO கூட்டத்தில் பங்கேற்றதாகவும், மேலும் உறுதிப்படுத்துவதற்காக NIBMG க்கு வரிசைப்படுத்தல் தரவை அனுப்புமாறும் ஒரு குடிமை அதிகாரி இரவு தாமதமாக கூறினார்.",
        "மும்பையில் செவ்வாயன்று 56 கோவிட்-19 வழக்குகள் பதிவாகியுள்ளன, இது ஒரு நாளுக்கு முந்தையதை விட மூன்று மடங்கு அதிகரித்துள்ளது, இது நாட்டின் நிதி மூலதனத்தில் தொற்று எண்ணிக்கையை 10,58,185 ஆகக் கொண்டு சென்றது.",
        "புதிய இறப்பு எதுவும் பதிவு செய்யப்படாததால் இறப்பு எண்ணிக்கை மாறாமல் 19,559 ஆக இருந்தது, அதே நேரத்தில் மீட்பு எண்ணிக்கை 36 அதிகரித்து 10,38,356 ஐத் தொட்டது, பெருநகரத்தை 270 செயலில் உள்ள வழக்குகளுடன் விட்டுச் சென்றது.",
        "Omicron இன் BA.2 துணை மாறுபாட்டை விட XE மாறுபாடு 10 சதவீதம் அதிகமாக கடத்தக்கூடியதாக இருப்பதாக BMC அதிகாரி ஒருவர் தெரிவித்தார். இதுவரை, அனைத்து COVID-19 வகைகளிலும் BA.2 மிகவும் தொற்றுநோயாகக் கருதப்பட்டது.",
        "XE மாறுபாடு என்பது BA.1 மற்றும் BA.2 ஓமிக்ரான் விகாரங்களின் பிறழ்வு ஆகும், இது \"மறுசீரமைப்பு\" என்று குறிப்பிடப்படுகிறது.",
        "ஆரம்ப ஆய்வுகளின்படி, XE மாறுபாடு BA.2 ஐ விட 9.8 சதவிகித வளர்ச்சி விகிதத்தைக் கொண்டுள்ளது, இது கண்டறிதலைத் தவிர்க்கும் திறன் காரணமாக ஸ்டெல்த் மாறுபாடு என்றும் அழைக்கப்படுகிறது.",
        "சமீபத்திய விகாரி முந்தையதை விட அதிகமாக பரவக்கூடியதாக இருக்கலாம் என்று உலக சுகாதார நிறுவனம் கூறியுள்ளது.",
        "BMC இன் நிர்வாக சுகாதார அதிகாரி மங்கள கோமரே PTI இடம், XE மாறுபாட்டைத் தொடர்பு கொண்டதாகக் கண்டறியப்பட்ட பெண் தென்னாப்பிரிக்காவிலிருந்து வந்து மூன்று வாரங்களுக்குப் பிறகு கொரோனா வைரஸ் தொற்றுக்கு நேர்மறை சோதனை செய்ததாகக் கூறினார்.",
        "\"அவள் அறிகுறியற்றவளாக இருந்தாள், அடுத்த நாள் சோதனை எதிர்மறையானது\" என்று கோமரே கூறினார்.",
        "காஸ்ட்யூம் டிசைனராக இருக்கும் அந்தப் பெண், படப்பிடிப்புக் குழுவில் உறுப்பினராக இருந்தார். அவர் பிப்ரவரி 10, 2022 அன்று தென்னாப்பிரிக்காவிலிருந்து வந்தார்.",
        "“அதற்கு முன் அவளிடம் பயண வரலாறு இல்லை. COMIRNATY தடுப்பூசியின் இரண்டு டோஸ்களிலும் அவருக்கு தடுப்பூசி போடப்பட்டது,” என்று அந்த அதிகாரி கூறினார், அவர் எந்தவிதமான நோய்களும் இல்லை என்று கூறினார்.",
        "இந்தியா வந்தவுடன், அவருக்கு கோவிட்-19 பாதிப்பு இல்லை, ஆனால் மார்ச் 2 அன்று, வழக்கமான சோதனையின் போது அவருக்கு நேர்மறை சோதனை செய்யப்பட்டது. அதைத்தொடர்ந்து நடத்தப்பட்ட சோதனையில் அவருக்கு நெகட்டிவ் வந்தது.",
        "இந்த காலகட்டத்தில் அவர் ஒரு ஹோட்டல் அறையில் தனிமைப்படுத்தப்பட்டிருந்தார்.",
        "இந்தியாவில் கண்டுபிடிக்கப்பட்ட XE மாறுபாட்டின் முதல் வழக்கு இதுதானா என்பது குறித்து, BMC அதிகாரிகள் இதை உறுதிப்படுத்த முடியவில்லை. (டிரிப்யூன் இந்தியா)"
      ]
    }
  }
}