{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81278/minister-basil-returns-to-island-after-india-visit",
  "time_ut": 1647598620,
  "title": "Minister Basil returns to island after India visit",
  "body_lines": [
    "Finance Minister Basil Rajapaksa has returned to the island today (March 18) following his official visit to India.",
    "Accompanied by Secretary to the Treasury and Ministry of Finance S. R. Attygalle and High Commissioner of India to Sri Lanka Gopal Baglay, Minister Rajapaksa departed for New Delhi on Tuesday (March 15), on an invitation extended by the Indian government.",
    "The following day, he called on Indian Prime Minister Narendra Modi and Foreign Secretary, Shri Harsh Vardhan Shringla.",
    "The finance minister briefed Indian PM Modi on initiatives being taken by both countries to increase bilateral economic cooperation, and conveyed his thanks for the support extended by India for the Sri Lankan economy.",
    "The Indian prime minister spoke about the central role that Sri Lanka occupies in India’s ‘Neighbourhood First’ policy and its S.A.G.A.R (Security and Growth for all in the Region) doctrine. He reiterated that India would continue to stand with the friendly people of Sri Lanka.",
    "Minister Rajapaksa subsequently called on Indian External Minister Dr. S. Jaishankar, Finance and Corporate Affairs Minister Nirmala Sitharaman and India’s Deputy National Security Advisor Shri Vikram Misri.",
    "On Thursday (March 17), he signed a USD 1 billion credit line with India to help ease crippling shortages of essential items, including fuel, food and medicine.",
    "The USD 1 billion loan facility, which formed the key component of the four-pillar economic cooperation arrangement agreed between India and Sri Lanka during Minister Rajapaksa’s visit to New Delhi in December last year, was extended to the Government of Sri Lanka for procurement of food, medicines and other essential items.",
    "The signing ceremony was held at the Ministry of Finance in New Delhi this afternoon in the presence of Finance Minister Basil Rajapaksa, the External Affairs Minister of India Dr. S. Jaishankar and the Indian Finance Minister Smt. Nirmala Sitharaman. Managing Director of the State Bank of India Shri Ashwini Kumar Tewari and the Bank’s General Manager Shri Vinod Kumar were also present on this occasion.",
    "Secretary to the Ministry of Finance S. R. Attygalle signed the agreement on behalf of the Government of Sri Lanka, with Deputy General Manager Shri Pushkar Jha signing on behalf of the State Bank of India."
  ],
  "translate": {
    "si": {
      "title": "ඉන්දීය සංචාරය නිමවී අමාත්‍ය බැසිල් යළි දිවයිනට",
      "body_lines": [
        "මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ මහතා සිය ඉන්දීය නිල සංචාරය නිමවා අද (මාර්තු 18) යළි දිවයිනට පැමිණ තිබේ.",
        "මහා භාණ්ඩාගාරයේ සහ මුදල් අමාත්‍යාංශයේ ලේකම් එස්.ආර්. ආටිගල සහ ශ්‍රී ලංකාවේ ඉන්දීය මහ කොමසාරිස් ගෝපාල් බග්ලේ යන මහත්වරුන් ද කැටුව අමාත්‍ය රාජපක්ෂ මහතා ඉන්දීය රජයේ ආරාධනයකට අනුව අඟහරුවාදා (මාර්තු 15) නවදිල්ලිය බලා පිටත් විය.",
        "පසු දින ඔහු ඉන්දීය අගමැති නරේන්ද්‍ර මෝදි සහ විදේශ ලේකම් ශ්‍රී හර්ෂ් වර්ධන ශ්‍රින්ග්ලා හමුවිය.",
        "ද්විපාර්ශ්වික ආර්ථික සහයෝගීතාව ඉහළ නැංවීම සඳහා දෙරට විසින් ගෙන ඇති මුලපිරීම් පිළිබඳව මුදල් අමාත්‍යවරයා ඉන්දීය අග්‍රාමාත්‍ය මෝදි මහතා දැනුවත් කළ අතර, ශ්‍රී ලංකා ආර්ථිකය සඳහා ඉන්දියාව ලබා දෙන සහයෝගයට ස්තූතිය පළ කළේය.",
        "ඉන්දියාවේ ‘අසල්වැසි පළමුව’ ප්‍රතිපත්තිය සහ එහි S.A.G.A.R (කලාපයේ සැමට ආරක්ෂාව සහ වර්ධනය) මූලධර්මය තුළ ශ්‍රී ලංකාව දරන ප්‍රධාන භූමිකාව පිළිබඳව ඉන්දීය අගමැතිවරයා කතා කළේය. ශ්‍රී ලංකාවේ මිත්‍රශීලී ජනතාව සමඟ ඉන්දියාව අඛණ්ඩව සිටින බව ඔහු යළිත් අවධාරණය කළේය.",
        "අමාත්‍ය රාජපක්ෂ ඉන් අනතුරුව ඉන්දීය විදේශ අමාත්‍ය ආචාර්ය එස්. ජයශංකර්, මුදල් හා ආයතනික කටයුතු අමාත්‍ය නිර්මලා සීතාරාමන් සහ ඉන්දියාවේ නියෝජ්‍ය ජාතික ආරක්ෂක උපදේශක ශ්‍රී වික්‍රම් මිස්රි හමුවිය.",
        "බ්‍රහස්පතින්දා (මාර්තු 17) ඔහු ඉන්ධන, ආහාර සහ බෙහෙත් ඇතුළු අත්‍යවශ්‍ය ද්‍රව්‍යවල හිඟය සමනය කිරීම සඳහා ඉන්දියාව සමඟ ඩොලර් බිලියන 1 ක ණය මාර්ගයක් අත්සන් කළේය.",
        "පසුගිය වසරේ දෙසැම්බර් මාසයේදී අමාත්‍ය රාජපක්ෂගේ නවදිල්ලි සංචාරයේදී ඉන්දියාව සහ ශ්‍රී ලංකාව අතර එකඟ වූ කුළුණු හතරේ ආර්ථික සහයෝගීතා වැඩපිළිවෙළේ ප්‍රධාන අංගය වූ ඩොලර් බිලියන 1 ක ණය පහසුකම ආහාර ප්‍රසම්පාදනය සඳහා ශ්‍රී ලංකා රජයට දීර්ඝ කරන ලදී. , ඖෂධ සහ අනෙකුත් අත්යවශ්ය ද්රව්ය.",
        "මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ, ඉන්දීය විදේශ කටයුතු අමාත්‍ය ආචාර්ය එස්. ජයශංකර් සහ ඉන්දීය මුදල් අමාත්‍ය ශ්‍රීමිති මහත්මිය ඉදිරියේ අද පස්වරුවේ නවදිල්ලි නුවර මුදල් අමාත්‍යාංශයේදී මෙම අත්සන් තැබීම පැවැත්විණි. නිර්මලා සීතාරාමන්. මෙම අවස්ථාවට ඉන්දීය රාජ්‍ය බැංකුවේ කළමනාකාර අධ්‍යක්ෂ ශ්‍රී අශ්විනි කුමාර් තිවාරි සහ බැංකුවේ සාමාන්‍යාධිකාරී ශ්‍රී විනෝද් කුමාර් යන මහත්වරු ද සහභාගි වූහ.",
        "ශ්‍රී ලංකා රජය වෙනුවෙන් මුදල් අමාත්‍යාංශයේ ලේකම් S. R. ආටිගල මහතා ගිවිසුමට අත්සන් තැබූ අතර ඉන්දීය රාජ්‍ය බැංකුව වෙනුවෙන් නියෝජ්‍ය සාමාන්‍යාධිකාරී ශ්‍රී පුෂ්කර් ජා මහතා අත්සන් තැබීය."
      ]
    },
    "ta": {
      "title": "இந்திய விஜயத்தை முடித்துக்கொண்டு அமைச்சர் பசில் நாடு திரும்பினார்",
      "body_lines": [
        "இந்தியாவுக்கான உத்தியோகபூர்வ விஜயத்தை மேற்கொண்டு நிதி அமைச்சர் பசில் ராஜபக்ஷ இன்று (மார்ச் 18) நாடு திரும்பியுள்ளார்.",
        "திறைசேரி மற்றும் நிதியமைச்சகத்தின் செயலாளர் எஸ்.ஆர்.ஆட்டிகலே மற்றும் இலங்கைக்கான இந்திய உயர் ஸ்தானிகர் கோபால் பாக்லே ஆகியோருடன், அமைச்சர் ராஜபக்ச இந்திய அரசாங்கத்தின் அழைப்பின் பேரில் செவ்வாய்க்கிழமை (மார்ச் 15) புது தில்லிக்குப் புறப்பட்டார்.",
        "அடுத்த நாள், அவர் இந்தியப் பிரதமர் நரேந்திர மோடி மற்றும் வெளியுறவுச் செயலர் ஸ்ரீ ஹர்ஷ் வர்தன் ஷ்ரிங்லாவை சந்தித்தார்.",
        "இருதரப்பு பொருளாதார ஒத்துழைப்பை அதிகரிக்க இரு நாடுகளும் எடுத்து வரும் முன்முயற்சிகள் குறித்து இந்திய பிரதமர் மோடிக்கு நிதியமைச்சர் விளக்கமளித்ததுடன், இலங்கையின் பொருளாதாரத்திற்கு இந்தியா வழங்கிய ஆதரவுக்கு நன்றி தெரிவித்தார்.",
        "இந்தியாவின் ‘அண்டை நாடுகளுக்கு முதலில்’ கொள்கை மற்றும் அதன் S.A.G.A.R (பிராந்தியத்தில் உள்ள அனைவருக்கும் பாதுகாப்பு மற்றும் வளர்ச்சி) கோட்பாட்டில் இலங்கை வகிக்கும் முக்கிய பங்கு குறித்து இந்திய பிரதமர் பேசினார். இலங்கையின் நட்புறவான மக்களுடன் இந்தியா தொடர்ந்து நிற்கும் என அவர் மீண்டும் வலியுறுத்தியுள்ளார்.",
        "அமைச்சர் ராஜபக்ச, இந்திய வெளிவிவகார அமைச்சர் டாக்டர் எஸ். ஜெய்சங்கர், நிதி மற்றும் பெருநிறுவன விவகார அமைச்சர் நிர்மலா சீதாராமன் மற்றும் இந்தியாவின் துணை தேசிய பாதுகாப்பு ஆலோசகர் ஸ்ரீ விக்ரம் மிஸ்ரி ஆகியோரை தொடர்ந்து சந்தித்தார்.",
        "வியாழன் அன்று (மார்ச் 17), எரிபொருள், உணவு மற்றும் மருந்து உள்ளிட்ட அத்தியாவசியப் பொருட்களின் பற்றாக்குறையை குறைக்க உதவும் வகையில் இந்தியாவுடன் 1 பில்லியன் டாலர் கடன் ஒப்பந்தத்தில் கையெழுத்திட்டார்.",
        "கடந்த ஆண்டு டிசம்பரில் அமைச்சர் ராஜபக்சேவின் புதுடெல்லி விஜயத்தின் போது இந்தியாவுக்கும் இலங்கைக்கும் இடையே ஒப்புக் கொள்ளப்பட்ட நான்கு தூண் பொருளாதார ஒத்துழைப்பு ஏற்பாட்டின் முக்கிய அங்கமாக அமைந்த 1 பில்லியன் டாலர் கடன் வசதி, உணவு கொள்முதல் செய்வதற்காக இலங்கை அரசுக்கு நீட்டிக்கப்பட்டது. , மருந்துகள் மற்றும் பிற அத்தியாவசிய பொருட்கள்.",
        "நிதி அமைச்சர் பசில் ராஜபக்ஷ, இந்திய வெளிவிவகார அமைச்சர் டாக்டர் எஸ். ஜெய்சங்கர் மற்றும் இந்திய நிதி அமைச்சர் ஸ்ரீமதி. நிர்மலா சீதாராமன். இந்நிகழ்ச்சியில் பாரத ஸ்டேட் வங்கியின் நிர்வாக இயக்குநர் அஸ்வினி குமார் திவாரி, வங்கியின் பொது மேலாளர் வினோத் குமார் உள்ளிட்டோர் கலந்து கொண்டனர்.",
        "நிதியமைச்சின் செயலாளர் எஸ்.ஆர். ஆட்டிகல இலங்கை அரசாங்கத்தின் சார்பாக ஒப்பந்தத்தில் கையெழுத்திட்டார், இந்திய ஸ்டேட் வங்கியின் சார்பாக பிரதிப் பொது முகாமையாளர் ஸ்ரீ புஷ்கர் ஜா கையெழுத்திட்டார்."
      ]
    }
  }
}