{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/29/railway-services-to-return-to-normalcy-after-thursdays-28-nation-wide-protest-campaign/",
  "time_ut": 1651204380,
  "title": "Railway services to return to normalcy after Thursday’s (28) nation wide protest campaign",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Railways said that the train services that were disrupted following a trade union action on Thursday (28) is being restored.",
    "The Railways Control Room said several office trains that were scheduled for early morning on Friday (29) commenced operations.",
    "Railway workers decided to join a trade union action on Thursday (28) to support the nation wide strike against the government.",
    "The Railways Control Room believes that services will return to normalcy with the return of the railway workers.",
    "The Lanka Private Bus Owners Association said its buses will operate as per the time table again from Friday (29).",
    "Many Government, non-Government and private-sector workers from various sectors such as the Management Service Union, Bank Employees Union, the Government’s Exclusive Officers, the Export Development Board, Development Office, and Lawyers took part in a nation wide trade union action on Thursday (28).",
    "They called for the immediate removal of the government that has openly accepted its failure, and it be replaced by a governance structure that will empower the people while solving all socio-economic issues in the nation.",
    "As the country faces an economic crisis, Sri Lankans are exercising their freedom of speech and assembly to a degree unprecedented in the country’s history.",
    "Protesters accuse the present government of corruption, nepotism, and authoritarianism while leading the country into an economic abyss.",
    "The main reason for the protests is the country’s dire economic crisis, the worst since Independence.",
    "People are at present suffering from the lack of essential items such as gas, fuel, fertilizer, medicine, as well as the high cost of living.",
    "Railway services to return to normalcy after Thursday’s (28) nation wide protest campaign",
    "Your Weather Forecast For Friday (29) : Heavy showers above 100 mm expected in some areas",
    "Sri Lanka: President Rajapaksa to meet leaders of political parties with govt, SLFP etc."
  ]
}