{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/opinion/Accreditation-for-sustainable-investments/14-735923",
  "time_ut": 1654720260,
  "title": "Accreditation for sustainable investments",
  "body_lines": [
    "United Nations (UN) Environment’s Global Resources Outlook 2019 revealed that resource extraction and processing was the cause of 90% of biodiversity loss and water stress and contributed to approximately 50% of total greenhouse gas (GHG) emissions.",
    "United Nations Environment Programme Acting Executive Director Joyce Msuya remarked, “Economic growth which comes at the expense of our planet is simply not sustainable. Our challenge is to meet the needs of all people within the means of our planet. Realising this ambitious but critical vision calls on governments, business, civil society and people to reshape what we understand by progress and innovate to change people’s choices, lifestyles and behaviours.” The exploitation of natural resources which the world economy depends so much on urgently calls for a shift to more sustainable forms of production that are less resource-intensive.",
    "Accreditation, alongside other quality infrastructure tools including metrology, standardisation, conformity assessment and market surveillance, can support this shift, says the joint report released by the International Laboratory Accreditation Cooperation (ILAC) and International Accreditation Forum (IAF) to mark World Accreditation Day, 2022 under the banner – ‘Accreditation: Sustainability in economic growth and the environment’.",
    "One of the major threats facing the planet today is loss of biodiversity, with most scientists agreeing that species are disappearing many times faster than the natural rate of extinction. The United Nations Environment Program lists four main causes for biodiversity loss: pollution, habitat loss, climate change and over exploitation of resources. Accreditation, as the report notes, can help organisations adopt more eco-friendly practices, with accredited conformity assessment providing assurance that organisations are meeting requirements and fulfilling claims.",
    "Accreditation is the independent evaluation of the laboratories, certification bodies, inspection bodies and validation and verification bodies to ensure their competency, impartiality and integrity in delivering services to their clients. The benefits of accreditation are many, says Sri Lanka Accreditation Board (SLAB) Director/CEO Chandrika Thilakaratne. “Accreditation enables international recognition for commitment to quality, competency and reliable results as it provides a benchmark for maintaining competence and performance levels according to international standards. It also gives access to the global market through internationally recognised accredited test reports and certificates issued by the accredited Conformity Assessment Bodies (CABs).",
    "Accreditation also reduces cost and improves productivity and profitability. “It also gives the consumer confidence that the product or a consumable is complying with relevant standards and thereby promotes health, safety and wellbeing of consumers,” remarks Thilakaratne who also cites accreditation as a global tool supporting public policy as well. “Accreditation ensures environmental wellbeing and contributes to achieving Sustainable Development Goals (SDGs) as well.”",
    "A full member of ILAC and IAF, SLAB-accredited conformity assessment bodies are internationally recognised and are equal to accreditation offered by any other member country of ILAC and IAF. SLAB is also a signatory to the IAF Multilateral Recognition Arrangement (MLA) and ILAC Mutual Recognition Arrangement (MRA). These bodies recognise each other’s accreditations as equivalent, in order to ensure “Accredited once, accepted everywhere”.",
    "Armed with 150 accredited conformity assessment bodies SLAB offers a wide range of accreditation schemes. These include Testing Laboratories (TL), Calibration Laboratories (CL), Medical Laboratories (ML), Inspection Bodies (IB), Proficiency Testing Providers (PTP), Good Laboratory Practice (GLP), Management System Certification Bodies (CS), Product Certification Bodies (CP), Bodies operating Certification of Persons (BP) and Greenhouse Gas Validation and Verification Bodies (GHG) offered against several ISO standards.",
    "Use of standards as SLAB’s CEO explains, help organisations and businesses adopt more eco-friendly practices, “Today world over, scheme owners have developed various conformity assessment schemes against which accreditation bodies grant accreditation to ensure that environment-friendly parameters are adhered to.” The scheme on Accreditation of Greenhouse Gas Validation and Verification Bodies (GHG V/VBs) is one such example. The scheme based on ISO 14065 provides validation/verification bodies recognition for organisation level as well as project level sectors.",
    "Use of an environmental management system can help organisations improve their environmental performance, achieve compliance with regulations and reduce costs through results such as reduced water and energy usage. The ILAC-IAF joint report (2022) cites the On the way to Planet Proof scheme introduced by the Dutch government in 2018 to moderate the impact of Dutch agriculture on the environment. This voluntary quality labelling certification scheme is designed for food products and floriculture for both domestic and international trade. Products with the label need to meet more than 100 requirements in the areas of energy and climate, crop production, soil, fertilisation, animal welfare and health, landscape and biodiversity, waste and material use, and water. It assures suppliers and customers that the farmer, horticulturist or business is working sustainably, benefiting businesses and the national economy.",
    "More than 1.6 billion people depend on forests for their livelihood, yet from 2015-2020, 10 million hectares of forest worldwide were converted to other land uses each year, points out the report. It documents the Malaysian experience of combating deforestation in the palm oil industry with the Malaysian Sustainable Palm Oil (MSPO) Certification Scheme, owned by the Malaysian Palm Oil Certification Council. Along with addressing deforestation, the MSPO scheme aids the Malaysian economy by helping to provide assurance to consumers that the palm oil was produced in an environmentally and socially responsible manner.",
    "In Japan, the measurement of exhaust gas from garbage incinerators, including carbon monoxide and oxygen concentrations, are strictly monitored by gas analysers. Under the Measurement Act and the manual of the Ministry of the Environment, gas analysers need periodic calibration using certified standard gases to ensure metrological traceability. The standard gases are provided by accredited reference material producers under the “Japan Calibration Service System” (JCSS).",
    "The environmental challenges placed before the world economy are many. However, standards and accredited conformity assessment can help reduce the human impact on the environment as we strive towards achieving the Sustainable Development Goals, notes the ILAC-IAF Report.",
    "Using accredited tests, measurements and verification and validation services strengthens the global response to the threat of climate change by playing a central role in energy efficiency programs, energy generation from renewable sources and public policies such as carbon pricing, financing for low carbon development projects, and by incentivising the promotion of low-carbon solutions and carbon emission reduction schemes like ICAO CORSIA.",
    "The Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA) is a globally implemented scheme established by the International Civil Aviation Organization (ICAO). The CORSIA scheme aims to address the impact aviation has on climate change by requiring aircraft operators to fulfil two key obligations, which include: implementation of a system for monitoring, reporting and verification (MRV) of annual CO² emissions from 2019; and offsetting their CO² emissions from 2021. The CORSIA program is aligned to the UN’s Sustainable Development Agenda, and through the implementation of CORSIA, the aviation industry seeks to support climate action and look towards economic sustainability.",
    "Countries worldwide are shifting from a linear to a circular economy, as the joint report illustrates, ‘to reduce the impact of economic activities on the environment and support long-term economic growth.’ The circular economy is an economic model where production and consumption do not compromise the environment, as it focuses on repair, reuse, remanufacturing and recycling, thus reducing the production of waste and the use of resources. Accredited conformity assessment can help ensure that circular economy principles are followed and implemented.",
    "Accreditation has today moved beyond business investments, points out SLAB’s CEO. “Today investing to reduce environmental impacts known as socially responsible investments or SRI have gained popularity. Organic certifications for instance have moved beyond vegetables and fruits to domains such as textiles. We even issue Global Organic Textile Standards (GOTS) for organic cotton for example. Many developed countries encourage organisations to integrate environmental, social and governance (ESG) criteria into their policies and to invest in a more ethical, socially responsible and environmentally friendly manner and accreditation plays a huge role in this process,” she concludes."
  ]
}