{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/WIM-Top50-Global-Conference-and-Awards-2022-in-Dubaiin-June/34-734053",
  "time_ut": 1651084200,
  "title": "WIM Top50 Global Conference and Awards 2022 in Dubai in June",
  "body_lines": [
    "Women in Management (WIM) chaired by Dr. Sulochana Segera, announced the launch of the WIM Top50 Global Conference and Awards, scheduled to be held in Dubai on 18 June. The event is being organised in partnership with the Sri Lanka Business Council in the UAE and Equality Alliance UK.",
    "Resilience and Reinvention being the theme for the inaugural event, this will be the first global awards hosted by Women in Management.",
    "Nominations for the Global Awards will be open till 5 May and is open to all women across the world. One can register by logging online: www.womeninmanagementawards.org",
    "WIM was founded in 2009 by Dr.Segera. WIM opened its membership in 2010 with the objective of providing a networking platform for women to realise their dreams and in order to mentor women who have fewer opportunities to succeed in their personal, career, and business lives. The Professional and Career Women Awards was introduced in 2011 with five awards to recognise outstanding female leaders in the corporate sector.",
    "A decade later, and in its 11th year, the Professional and Career Women Awards has recognised over 520 women for their outstanding leadership and remarkable achievements in Sri Lanka, the Maldives, and Canada.",
    "The WIM Top50 conference and awards have a history of 11 years in Sri Lanka, four years in the Maldives, and three years in Canada recognising outstanding women and women around the world. WIM recently registered its chapter in the USA, and Australia which are yet to be launched officially.",
    "The Top50 Global Conference is scheduled to take place on the same day with 20 speakers representing nine countries, including global political and business leaders such as the Parliament of India Lok Sabha Thoothukkudi Constituency Representee Kanimozhi Karunanidhi, and Kosovo Leader of the Independence and former Deputy Prime Minister and Minister of Foreign Affairs and Chief Peace Negotiator Dr.Edita Tahiri.",
    "Other distinguished speakers include WiLAT/ Turkey Vice-Chair and IFC Senior Consultant and",
    "PL Food CEO Esra Kivrak, VERVE Managing Director Shamira Mitha, CEO and Founder of Empathy Everywhere and Bestselling Author of Softening the Edge from Italy Mimi Nicklin, and Dr. Mohan Kaul who is a champion of international trade, investment, and emerging markets, as well as a recognised policy advisor, business leader, social entrepreneur, academic and former Diplomat.",
    "Dr. Segera explained the evolution of her awards concept, which has reached global proportions. “There are many awards for women. The Top50 Awards, however, were not meant to merely target women for the bestowing of an award. Rather, we are more focused on recognising attributes and initiatives such as leadership, change, inspiration, corporate culture changes, business innovation, social work, and media.",
    "“We consider all these as achievements of individuals and teams who believe in good governance, gender equality, and positive results. That’s the rationale for introducing the Champion award, the corporate segment for women and men, and also the LGBT Award.”",
    "Nominations are open free of charge for any individual or corporate to nominate themselves or others online till 5 May via the link www.womeninmanagementawards.org.",
    "Several leading figures in Sri Lanka and abroad have praised the WIM initiative to expand its footprint globally through the maiden WIM Top50 Global Conference and Awards.",
    "“The Sri Lankan Business Council in the UAE, one of the oldest business chambers in the UAE, as the partner of the WIM Top50 Global Conference and Awards will be strengthening this event expanding international networking opportunities for many locals and international participants,” said Chairman Suren Swaminathan.",
    "In order to ensure global certification and recognition for corporates to move forward in the business world, WIM has signed an MOU with Global Equality Standards UK to recognise corporates on diversity and equality.",
    "Global Equality Alliance (UK) Founder and Chairman Dr. Kaul stated: “Businesses with diverse board memberships of more women than men have demonstrated higher levels of performance and profits globally. We look forward to nominations for the WIM Top50 Global Awards.”",
    "The panel of Judges Chair Roshanie Jayasundera Moraes, a past award winner whose association with WIM spans many years expressed her pleasure in leading the Panel of Judges for such an important event. “I am happy to be associated with this groundbreaking initiative to recognise women, men, and organisations that respect and promote diversity. Proud to see a Sri Lankan brand taking center stage in the global arena in this sphere.”",
    "Joining the chorus of appreciation for the upcoming global event, His Highness Shiekh Ahamed Bin Saisal Al Qassimi Private Office COO Dunston Periera said: “We need to live in a world that values and respects and idolises women as much as men.”",
    "“Recognising women engaged in a wide range of backgrounds, experiences, and advances in achieving real innovation at work, in family, community, and the environment is a great feat. Truly awesome that WIM Top50 Global Awards is raising the bar,” said IMEC EDUCATION and University Malaysia Sarawak (UNIMAS) Chief Executive Officer Professor Dr. Selvaraj Oyyan Pillay.",
    "“It is such a privilege to have been chosen as a Judge for this leadership initiative of Women in Management.  Truly inspiring to see girl power at work. Such amazing work, innovations, perseverance, and respect for each other and the community at play here. Take a Bow.  Kudos.” said Dubai Investments PJSC GM-TechSource Chief Information Officer, Podcast owner, talk show host, Angel Entrepreneur, and Tech evangelist Venkatesh Mahadevan.",
    "McLarens Group Group Managing Director Shehara De Silva, one of Sri Lanka’s largest shipping service conglomerates, as a past winner has been actively associated with WIM, and its events expressed the potential for change such an event could bring about for women.",
    "“Women celebrating women and their exceptional achievements from all corners of the globe, to inspire, to energise, to catalyse and create a tsunami of change that shatters patriarchy and unleashes the power of she.”",
    "The WIM Top50 Global Awards are a celebration of excellence and a recognition program that serves to formally recognise women and men who excel in their chosen fields and exemplify the best attributes. Others on the Panel of Judges include Prof. Ravi Dissanayake, 25 Point Systems Chairman and Co-Founder John T. Baier, and the Ladies in Business Magazine Global Founder and Publisher and the Africa Change Movement (UAE) Founder Adeshola Helen Onadipe.",
    "“When you train a woman, then you have trained a nation. It is called the strength of a woman,” opined Onadipe.",
    "To learn about the event www.womeninmanagementawards.org or contact SLBC Dubai at chairman@slbcdubai.com."
  ]
}