{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/the-last-administration-is-to-blame-sri-lankan-prime-minister-on-current-crisis/",
  "time_ut": 1653032700,
  "title": "“the last administration is to blame” – Sri Lankan Prime Minister on current crisis",
  "body_lines": [
    "COLOMBO (News 1st / Sky News); Sri Lanka’s prime minister has told Sky News that “the last administration is to blame” for the current situation in the country as they “ran down the economy”.",
    "On whether the president should resign, the veteran politician said it’s a “controversy” as the country is of split opinion.",
    "“Well that’s a controversy because the people at Galle Face or the youth of the view that president should resign, that’s a view that is also held outside and by some of the political parties. On the other hand the BASL (Bar Association of Sri Lanka) is of the view that the executive presidency should be abolished. they do not mention anything about the president resigning. So there are two different views.” he noted.",
    "“I suggested that after Sri Lanka passes the 21st amendment, the country should restore the original 19th amendment strengthening parliament – strengthening the powers of the prime minister.” he added.",
    "Speaking on Tourism, the Prime Minister said that those who want to have an exciting time could come to Sri Lanka and maybe they could even take part in the demonstration.",
    "“They could hold placards which says for the president of Sri Lanka to go home, and you could hold a placard asking the prime minister of your country to go home,” he said.",
    "“the last administration is to blame” – Sri Lankan Prime Minister on current crisis",
    "Harin & Manusha to face disciplinary action for obtaining ministerial positions",
    "US President Joe Biden Begins Asia Tour; North Korea, China In Focus",
    "Police Fuel station’s temporary permit to sell fuel for other vehicles, revoked"
  ]
}