{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81097/adb-president-masatsugu-asakawa-arrives-in-sri-lanka",
  "time_ut": 1646892240,
  "title": "ADB President Masatsugu Asakawa arrives in Sri Lanka",
  "body_lines": [
    "President of the Asian Development Bank (ADB) Masatsugu Asakawa arrived in Sri Lanka today for an official visit.",
    "He was warmly received at the Bandaranaike International Airport (BIA) in Katunayake this morning by Tourism Minister, Prasanna Ranatunga and State Minister of Regional Co-operation Tharaka Balasuriaya while state ministers DV Chanaka and Shehan Semasinghe wee also present on the occasion.",
    "He is scheduled to meet with President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa and Finance Minister Basil Rajapaksa for discussion later today.",
    "This is the first official visit to Sri Lanka by Mr. Asakawa as the ADB President. However, he had previously visited the island with former ADB President Kimimasa Tarumizu in 1991 as his chief advisor.",
    "The Annual Meeting of the Asian Development Bank (ADB) is scheduled to be held in Colombo from 5 to 8 September 2022.",
    "Sri Lanka which is a founding member of the ADB will be only the second country in the South Asian region to host the prestigious Annual Meeting of the ADB.",
    "Over 3,000 participants, including Ministers of Finance and Governors of Central Banks from 68 members of the ADB, are expected to attend this event which will be held at the BMICH, Colombo.",
    "ADB Vice-President Shixin Chen had also visited Sri Lanka in January, his first visit to South Asia since the outbreak of the pandemic.",
    "He had called on the President, Prime Minister, Finance Minister and the Governor of the Central Bank of Sri Lanka (CBSL) during the six-day visit.",
    "Along with ADB Secretary Muhammad Ehsan Khan, Mr. Chen also reviewed preparations for the 55th Annual Meeting of ADB’s Board of Governors to be hosted by Sri Lanka."
  ]
}