{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/old-joes-activein-melbourne/",
  "time_ut": 1655296140,
  "title": "Old Joes active… in Melbourne",
  "body_lines": [
    "Old boys of some of the leading schools, now domiciled abroad, are very active – getting involved in various projects, dinner-dances, charity events, etc.",
    "The Bens, in Sydney, Australia, are doing it with ‘Christmas in July,’ on July 9, while the Trinity College OBA, in Melbourne, is working on ‘Dance of the Lions 2022,’ scheduled to be held on July 16th.",
    "The old boys of St. Peter’s College (the Melbourne crowd), will be celebrating the Peterite Centenary Ball, on July 30th, in Melbourne.",
    "Well, I’m told that the Old Joes, in Melbourne, are very active, too.",
    "They met up for dinner at the Sandown Regency’s Walawwa Restaurant, Noble Park, in Melbourne.",
    "It was, in fact, the presentation night of the Joe/Pete Over 40s cricket match, and the Open Game.",
    "The Joe/Pete Open Game was won by the Joes, under the captaincy of Sahan Wijisiri, with the Best Batsman award going to Yashan Samarasinghe – an Old Joe, of course!",
    "However, in this game, Old Joe’s captain, Adrian Symons, was named Man of the Match, and the Best Fielder award went to his team mate, Charith Senarathbandara.",
    "Old Joe Errol Amarasekera, the evening’s Special Guest, spoke about the College history, education and sports, and also touched on the support, given to the College, by the Old Joes, in Melbourne, encouraging them to continue with their good work.",
    "Three Old Joes, with the ICC Men’s T20 WC Australia 2022 Multicultural team, were recognised at this event – Associate Prof Luckmika Perera, Adrian Symons and Johann Jayasinha who were inducted to the ICC T20 /2022 Champions Programme.",
    "The evening, they say, was full of fun, and excitement, with the Old Joes having a ball – singing and dancing… till midnight!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}