{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-mp-briefs-unhrc-on-anti-terror-law-easter-attack-imprisoned-colleague-91366/",
  "time_ut": 1646648400,
  "title": "Sri Lanka MP briefs UNHRC on anti-terror law, Easter attack, imprisoned colleague",
  "body_lines": [
    "ECONOMYNEXT – Calling for international support, Sri Lanka opposition MP Harin Fernando briefed the 49th session of the United Nation Human Rights Council (UNHRC) in Geneva on Monday (07) on, among other matters, the Prevention of Terrorism Act (PTA), the 2019 Easter bombings and the continued incarnation of his former parliamentary colleague Ranjan Ramanayake.",
    "In a short address at the council session this afternoon (Sri Lanka time), Fernando said President Gotabaya Rajapksa has ignored requests including from the International Parliamentary Union (IPU) to pardon Ramanayake who is serving a four-year prison sentence for contempt of court.",
    "The MP said Ramanayake’s civic rights have been removed over an offence that is not legally defined in Sri Lanka and cannot be appealed.",
    "The island nation’s Supreme Court sentenced Ramanayake to four years’ rigorous imprisonment on January 12, 2021, over contempt of court charges, in connection with disparaging remarks he had allegedly made about the judiciary in August 2017. Imprisonment over contempt of court charges is legal but is increasingly seen as inappropriate and disproportionate, according to Director, Edinburgh Centre for Constitutional Law, Dr Asanga Welikala, who says many countries in the Commonwealth have introduced legislation to regulate contempt of court powers.",
    "Fernando, a vocal critic of the government’s probes into the Easter Sunday bombings, told the UNHRC that the cries of the victims of the Easter Sunday bombings for truth and justice continue to be in vain.",
    "“The non-prosecution of negligent high officials gives rise to the suspicion that the real brains behind the attacks are been shielded. Instead, investigator Shani Abeysekera, dubbed the ‘Sherlock Holmes of Sri Lanka’, and Senior Police officer Ravi Seneviratne are being hounded, and their lives are in danger,” he claimed.",
    "Fernando also claimed that the government is reluctant to make meaningful changes to what he called the “draconian” PTA, Sri Lanka’s controversial counter-terror law that has been at the centre of many international deliberations on the country’s human rights record.",
    "Sri Lanka to face tough UNHRC session amid more international scrutiny",
    "“The government is reluctant to make meaningful changes to the draconian PTA which facilitated arbitrary detention, torture, and convictions based solely on alleged confessions.",
    "“Citizens exercising their freedom of expression are been harassed. Civil society activists work under severe pressure. Militarisation of the civilian administration is a characteristic of the government,” said Fernando.",
    "Ethnic and religious minorities live in anxiety, the MP further claimed.",
    "The MP also brought to notice of the council an alleged attack that took place against the main opposition office Monday morning by a government MP.",
    "“Added to all this is economic mismanagement. The severe shortage of essential items, disruption of electrical supply, long queues for fuel, and the soaring cost of living are but a few of its consequences,” he said.",
    "Sri Lanka is currently in the midst of one of the worst economic crises in its history as a result of a severe forex shortage brought about by excess money printing to keep interest rates low in a pegged exchange rate regime.",
    "“I call upon the international community to support the people of Sri Lanka whose human rights have been threatened as never before,” the MP claimed. (Colombo/Mar07/2022)"
  ]
}