{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/05/dont-damage-public-property-during-protests-appeals-defence-secretary/",
  "time_ut": 1649142360,
  "title": "Don’t damage public property during protests, appeals Defence Secretary",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Defence Secretary, General (Retired) Kamal Gunaratne has urged the general public to refrain from causing damage to public property when engaged in peaceful demonstrations.",
    "In a televised statement he appealed to the public to refrain from engaging in acts of violence.",
    "“Although some protests and demonstrations are organized stating that they would be peaceful, and would demonstrate the democratic rights of the people, it is observed that two groups are operating these protests,” said the Defence Secretary.",
    "He said that one group is engaged in peaceful protests, whereas the other group is deliberately causing damage to public and private property while inconveniencing the general public at public roads and public places.",
    "“The second group is engaged in organized acts of violence,” said the Defence Secretary.",
    "“In some areas, the protestors on motorbikes move from place to place and launched attacks on residences and businesses using petrol bombs and stones,” he noted, while adding that another group is engaged in the looting of property.",
    "Further, the defense secretary noted that robbers have broken into the residence of protestors and committed theft as well.",
    "The Ministry of Defence, the Ministry of Public Security, and the three-armed forces with Sri Lanka Police are monitoring these protests and have no objection to the peaceful protests.",
    "He, however, noted that necessary measures will be taken to prevent acts of violence, while legal action will be instituted against those responsible for these actions.",
    "He also requested the general public NOT to be deceived by those who incite violence.",
    "Prime Minister Mahinda Rajapaksa responsible for present crisis – Welgama",
    "Avant-Garde’s Chairman has fled the country, use INTERPOL to arrest him – JVP MP"
  ]
}