{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-confirms-IMF-considering-1-b-RFI/56-734336",
  "time_ut": 1651618680,
  "title": "Govt. confirms IMF considering $ 1 b RFI",
  "body_lines": [
    "Dr. Godahewa says SL received overwhelming response from work following IMF discussions",
    "Says measures are underway to reduce timeline of RFI to 2 months following Indian recommendation",
    "Claims former Finance Minister Basil Rajapaksa and economic managers delayed seeking support from IMF",
    "The Government yesterday confirmed that the request to obtain $ 1 billion Rapid Financing Instrument (RFI) is currently being considered by the International Monetary Fund (IMF).",
    "Noting that Finance Minister Ali Sabry led Sri Lanka’s team to hold discussions with the IMF within a short span of time was a resounding success, Cabinet Co-Spokesman Dr. Nalaka Godahewa yesterday said the request for RFI has been submitted and is awaiting response.",
    "“Indian Finance Minister who is a Board Member of IMF has made special representations for Sri Lanka to consider the request for an RFI,” he said at the post-Cabinet meeting media briefing yesterday.",
    "Pointing out that the IMF programs take time to process, he said the RFI too will take another three months, but they were trying level best to cut it short to two months given the unique circumstances.",
    "Minister Dr. Godahewa also said that Sri Lanka had an overwhelming response not just from the IMF, but also from other donor agencies including the World Bank and Asian Development Bank (ADB) as well as giant economic powerhouses such as India and China.",
    "“The Sri Lankan team led by Finance Minister Ali Sabry along with Treasury Secretary Mahinda Siriwardena and Central Bank Governor Dr. Nandalal Weerasinghe had successful discussions with the IMF and other agencies. However, it is understood that it takes time for the benefits to reach Sri Lanka,” he said.",
    "Although the IMF program takes about six months to process, Dr. Godahewa said even before the team returned to Sri Lanka, the World Bank assured $ 10 million for immediate financial assistance to procure essential medicines, following that they also extended $ 600 million to fulfil medical, agricultural and gas requirements.",
    "He also said without only waiting for IMF facility, the Government had explored alternatives such as bribe finance.",
    "“The decision to seek IMF support was taken within a month as it got delayed as senior economic managers of that time including the former Finance Minister Basil Rajapaksa was against it. Thus, the discussions held with the IMF, World Bank and other agencies during the recent visit to the US were a huge success,” Dr. Godahewa added.",
    "The Cabinet Co-Spokesman assured that discussions with all parties are moving forward with no hindrance including India and China as well.",
    "“Following IMF officially extending its willingness to support Sri Lanka has had many positive outcomes from the rest of the world. We hope this will help us to negotiate with all our debtors and restructure them accordingly,” he said."
  ]
}