{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-arrests-12-protestors-outside-parliament-opposition-demands-release-93821/",
  "time_ut": 1651654740,
  "title": "Sri Lanka police arrests 12 protestors outside parliament; opposition demands release",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka police arrested 12 people near the parliament complex on Wednesday (04) allegedly for obstructing the vehicles of MPs.",
    "Police Media told EconomyNext that the group were arrested by officers on duty near the parliament, but was unable to confirm what police station the protestors had been taken to.",
    "Main opposition Samagi Jana Balavegaya (SJB) MP Patali Champika Ranawaka told parliament that the arrested people had arrived at the parliament gate to hand over a letter to the Speaker.",
    "“After this was communicated to parliamentary officials, the Speaker’s media secretary to went to the gate and accepted the letter on the Speaker’s behalf,” said Ranawaka.",
    "According to Ranawaka, the group were taken to the Maharagama police station.",
    "“I asked the speaker to intervene in this matter and find out on what basis these people were arrested after the letter was accepted by his media secretary,” the MP said.",
    "SJB and opposition leader Sajith Premadasa, meanwhile, said freedom of expression must be upheld in Sri Lanka as a priority.",
    "“This is a democratic country. Do these protesters lose their freedom after giving a letter to the speaker?” Premadasa asked parliament.",
    "“I request the speaker to call the police station and ask them to release these people. Expressing their opinions is a fundamental right of the people. If they lose that freedom, they will go for other actions,” he said.",
    "Protests have erupted across Sri Lanka against the government over its handling of Sri Lanka’s worsening economic crisis. Finance Minister Ali Sabry told parliament on Wednesday that Sri Lanka’s usable foreign reserves were down to 50 million US dollars and it may take six months to wrap up a deal with the International Monetary Fund (IMF). (Colombo/May04/2022)"
  ]
}