{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/russian-political-centres-international-isolation-increases/",
  "time_ut": 1646841120,
  "title": "Russian political centre’s international isolation increases",
  "body_lines": [
    "The recent UN General Assembly resolution which condemned Russia for its invasion of Ukraine and which won the support of 141 countries, is a cogent pointer to the increasing international isolation the Vladimir Putin regime is successfully courting. This vote is proof that the regime is in the process of steadily discrediting itself in the eyes of the world, although it could win many a battle in the days ahead and even go on to overrun Ukraine.",
    "The commentator is obliged to make some discreet distinctions at this juncture. Putin’s military escapade is not endorsed by the vast majority of Russians. They are in no way responsible for Ukraine’s suffering. It’s the Russian centre which is standing condemned for the Ukraine crisis. Even as this is being written Russians demonstrating against the war, including children, are being rounded-up by the political centre’s security managers and being put behind bars. Accordingly, morally-conscious Russians are standing-up and opting to be counted. This is something the civilized world could rejoice over.",
    "However, what observers ought to be looking out for also is the Russian clergy’s stance on the crisis, if any such thing is taking shape. Those sections of the clergy who profess to be Christians are particularly obliged by the tenets of their faith to condemn the invasion, besides calling the regime to account. A failure to do this would reveal the clergy as collaborating with the regime in its bloody and destructive acts in Ukraine and this would amount to a betrayal of their faith. They ought to recollect that the world has come a very long way from pre-modern times when some clerics of the West threw in their lot with warring autocratic regimes.",
    "Meanwhile, the displaced persons exodus from Ukraine is gathering pace and the world is obliged to unreservedly go to their help. A few powerful countries preferred to abstain from voting against Russia in the recent UN General Assembly resolution but nothing should stop them from joining the rest of the world in rendering humanitarian assistance to displaced Ukrainian civilians. As mentioned in this column last week what is at stake in the main in Ukraine is humanity and this the world could ill afford to lose completely.",
    "There is a school of thought which is of the view that the Putin regime could only be stopped militarily. This is essentially the position of Ukrainian President Volodymyr Zelensky as well when he calls on the West to enforce a no-fly zone over Ukraine. This is on account of the fact that a considerable amount of the destruction Ukraine is suffering currently is being caused by Russian air strikes. Western backed counterforce in the air seems to be the answer.",
    "However, this proposition of the application of countervailing direct, Western military power to Russia is something that could not be acted on blindly or in haste. Right now, the adoption of such a measure could lead to a Europe-wide war, wherein the US and its major Western allies would be pitting themselves against Russia and its regional backers, which in turn could have worldwide security implications of a grave nature.",
    "Thus, the West is right in being circumspect with regard to the no-fly zone proposal. It could very well be that Putin is counting on the West being impetuous in the heat of confrontation and pushing may be the nuclear button. Needless to say, Russia’s adversaries would do well not to fall for this bait.",
    "However, the West would be doing right by providing swiftly to Ukraine all the required military hardware to meet its current challenges. But ideally, the Putin regime should defer to wise counsel and think in terms of earnestly working out a political solution with the Ukrainian state to the current compounded crisis which is boding ill for the world and for not merely Eastern Europe.",
    "Even if wise counsel were to prevail and current tensions are defused, the possibility is that the world would be rendered an even more dangerous place to live in post-Ukraine. Some principal cleavages that characterized Cold War times could make a big comeback but this time around ideology would not be a great divider, since there would be no communist-capitalist confrontation. Rather, there could be a renewal of the East-West polarity with the accent entirely falling on differences in military, political and economic power. Alliances would be formed and broken on Realpolitik considerations. But this renewed East-West confrontation would likely be rendered more unsettling by the fact that on the military plane the antagonists, who would almost all be oligarchic, rightist states, would be less insensitive to the use of the nuclear option on each other.",
    "It would be a world that is less unnerved by the possibility of a nuclear holocaust. This ought to be expected because a party’s veiled threat to use the nuclear option in the current crisis hardly met with any rebuke or opposition by the world. The anti-nuclear movement, which was vibrant at one time, seems to be dead today.",
    "It would also be a world where the UN system and its injunctions and strictures would be less complied with. It would probably command less deference. In the current crisis the UN General Assembly did resoundingly well to condemn Russia, but its decisions being non-binding, the aggressor would go scot-free and be in a position to be a threat to its neighbours and the world at large in future as well. In fact, the current crisis would be a veritable incentive to potential international law breakers to go ahead with any intended offensive conduct against the world with considerable impunity.",
    "However, the present Ukraine crisis and the issues growing out of it should be seen by the world as opportunities that ought to be explored judiciously by it to eradicate existing flaws in the current world political order. Ignoring these urgent tasks on the part of the world community would be almost tantamount to courting collective self-annihilation, since the path is being paved by lawless elements to view the nuclear option with less dread.",
    "Criticism of Basil’s silence on economic situation throws House into turmoil",
    "Regulator of Sri Lanka Tourism urged to show ‘sanity over vanity’ on new draft bill",
    "NMSJ decries unrealistic policies that have led to current mess",
    "Greg Jacobson shares his ‘Secrets to Creating an Outstanding Client Experience’",
    "Dialog first in South Asia to trial 5G Standalone Network – the most advanced 5G technology in the world",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}