{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/procrastination-could-be-killer-of-economy/",
  "time_ut": 1651855140,
  "title": "Procrastination could be killer of economy",
  "body_lines": [
    "Yesterday’s hartal crippled the country, which needs work stoppages like a hole in the head amidst the worst-ever economic crisis it is facing, for they only put paid to the efforts being made to resuscitate the economy. But the blame for this unfortunate situation should be apportioned to the government, which is playing tricks on the people. What we witnessed yesterday may be considered a foretaste of the worst-case scenario, which is expected to play out, if the government remains intransigent.President Gotabaya Rajapaksa may have thought he would be able to assuage public anger by appointing some relatively young MPs to the Cabinet. The members of the B team, save one or two, have also failed; they are all at sea. It is said that you cannot make a silk purse out of a sow’s ear.If the President continues to dillydally, claiming that he cannot appoint an all-party interim government because the SJB and the JVP are not amenable to such an arrangement, he will only drive the angry protesters to redouble their efforts to oust him. He ought not to ignore the warning issued by trade unions that they will launch a continuous hartal from 11 May unless both he and the government step down forthwith. Backdoor political deals his brothers are busy striking in a desperate bid to retain power and safeguard their family interests will be of little use in case of a protracted hartal. Media reports say President Rajapaksa has finally brought himself to request the Prime Minister to step down. This seems to be the only way he could seek to prevent a further escalation of the crisis.",
    "The Opposition is demanding a general election, but has expressed its willingness to consider joining an interim administration if both the PM and the President step down. It has refused to soften its stance; it would not listen to the religious leaders who are asking for an all-party interim government to resolve the economic crisis urgently and then conduct a general election. The outcome of Wednesday’s ballot in Parliament exposed the Opposition’s real strength; only 65 MPs voted for its candidate for the post of the Deputy Speaker in the 225-member House. Thus, the Opposition cannot secure the passage of the SJB’s no-faith motion against the government under its own steam. It has to enlist the support of the dissident SLPP MPs, who are calling for an interim administration.he current political impasse has taken a heavy toll on the economy. The Opposition should realise that it will not be able to win back popular support by staging protests. The people have rejected all politicians as could be seen from the ‘underwear protest’ at the newly-established Horu Go Home Gama near Parliament. The national legislature has never been ridiculed in this manner, and all the MPs must take the blame for having caused a severe erosion of public faith in Parliament and causing it to lose its dignity. Two branches of government—the Executive and the Legislature—are under siege. What is this world coming to when the President cannot visit his office due to protests, and the MPs are dependent on the riot police to travel to and from Parliament? It is high time both the government and the Opposition realised the danger of provoking the public further. They had better get together and discuss how to resolve the crippling economic crisis. Perhaps, the religious leaders, who have proposed a sensible short-term solution, should consider summoning a meeting of political leaders and knocking some sense into them.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කල් දැමීම ආර්ථිකයේ මාරයා විය හැකිය",
      "body_lines": [
        "ඔවුන් මුහුණ දී සිටින දරුණුතම ආර්ථික අර්බුදය මධ්‍යයේ හිසෙහි සිදුරක් මෙන් වැඩ නතර කිරීමට අවශ්‍ය වූ රට ඊයේ හර්තාලය අඩපණ කළේය, මන්ද ඔවුන් ගෙවන්නේ ආර්ථිකය නැවත පණ ගැන්වීමට ගන්නා උත්සාහයට පමණි. එහෙත් මේ අවාසනාවන්ත තත්ත්වයේ වරද පැටවිය යුත්තේ ජනතාව රවටා නටන ආණ්ඩුවටයි. ආණ්ඩුව නොසැලී සිටියහොත් සිදුවනු ඇතැයි අපේක්ෂා කරන නරකම තත්වයේ පෙරනිමිත්තක් ලෙස ඊයේ අප දුටු දෙය සැලකිය හැකිය.සාපේක්ෂ තරුණ මන්ත්‍රීවරුන් කිහිප දෙනෙකු පත් කර මහජන කෝපය සමනය කර ගත හැකි වනු ඇතැයි ජනාධිපති ගෝඨාභය රාජපක්ෂ සිතන්නට ඇත. කැබිනට් මණ්ඩලය. B කණ්ඩායමේ සාමාජිකයන්, එකක් හෝ දෙකක් ඉතිරි කර, අසාර්ථක වී ඇත; ඔවුන් සියල්ලෝම මුහුදේ සිටිති. වපුරන කනෙන් සේද පර්ස් එකක් හදන්න බෑ කියනවා. SJB සහ JVP එහෙම වැඩකට නැති නිසා සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් පත් කරන්න බෑ කියලා ජනාධිපතිතුමා තව දුරටත් පල් හොල්ලනවා නම්, කෝපාවිෂ්ට විරෝධතාකරුවන් ඔහුව නෙරපා හැරීමට දරන උත්සාහය දෙගුණ කිරීම පමණි. තමන් ඇතුළු රජය වහාම ඉල්ලා අස් නොවන්නේ නම් මැයි 11 වැනිදා සිට අඛණ්ඩ හර්තාලයක් දියත් කරන බවට වෘත්තීය සමිති කළ අනතුරු ඇඟවීම නොසලකා හැරිය යුතු නැත. පසුපෙළ දේශපාලන ගණුදෙණු, බලය රඳවා ගැනීමට සහ තම පවුල් අවශ්‍යතා ආරක්ෂා කර ගැනීමට මංමුලා සහගත උත්සාහයක යෙදී සිටින ඔහුගේ සහෝදරයන් වැඩ වර්ජන කිරීම දිග්ගැස්සෙන හර්තාලයකදී එතරම් ප්‍රයෝජනයක් නොවනු ඇත. මාධ්‍ය වාර්තාවල දැක්වෙන්නේ, අගමැතිතුමාට ඉල්ලා අස්වන ලෙස ඉල්ලා සිටීමට ජනාධිපති රාජපක්ෂ අවසානයේ ගෙන්වාගෙන ඇති බවයි. අර්බුදය තවදුරටත් උත්සන්න වීම වැලැක්වීමට ඔහුට සෙවිය හැකි එකම මාර්ගය මෙය බව පෙනේ.",
        "විපක්ෂය මහ මැතිවරණයක් ඉල්ලා සිටින නමුත් අගමැති සහ ජනාධිපතිවරයා යන දෙදෙනාම ඉවත් වුවහොත් අන්තර්වාර පාලනයකට සම්බන්ධ වීම ගැන සලකා බැලීමට කැමැත්ත පළ කර තිබේ. එය සිය ස්ථාවරය මෘදු කිරීම ප්‍රතික්ෂේප කර ඇත; ආර්ථික අර්බුදය කඩිනමින් විසඳා මහමැතිවරණයක් පවත්වන ලෙස සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් ඉල්ලා සිටින ආගමික නායකයන්ට එය ඇහුම්කන් දෙන්නේ නැත. පාර්ලිමේන්තුවේ බදාදා ඡන්ද විමසීමේ ප්‍රතිඵලය විපක්ෂයේ සැබෑ ශක්තිය හෙළිදරව් කළේය; මන්ත්‍රීවරුන් 225 දෙනෙකුගෙන් යුත් පාර්ලිමේන්තුවේ නියෝජ්‍ය කථානායක ධුරය සඳහා එහි අපේක්ෂකයාට ඡන්දය ප්‍රකාශ කළේ මන්ත්‍රීවරුන් 65 දෙනෙකු පමණි. මේ අනුව, විපක්ෂයට ආණ්ඩුවට එරෙහිව SJB විසින් ගෙන එන විශ්වාසභංග යෝජනාව තමන්ගේම වාෂ්පයෙන් සම්මත කර ගත නොහැක. ඒ සඳහා අන්තර්වාර පාලනයක් ඉල්ලා සිටින විසම්මුතික ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන්ගේ සහය ලබා ගැනීමට සිදුව ඇත. ඔහු වත්මන් දේශපාලන අවුල ආර්ථිකයට දැඩි බලපෑමක් එල්ල කර ඇත. විරෝධතා පැවැත්වීමෙන් ජනතා සහයෝගය යළි දිනාගත නොහැකි බව විපක්ෂය තේරුම් ගත යුතුය. පාර්ලිමේන්තුව ආසන්නයේ අලූතින් ආරම්භ කරන ලද හොරු ගෝ හෝම් ගම අසල පැවති ‘යට ඇඳුම් විරෝධතාවයෙන්’ පෙනෙන පරිදි ජනතාව සියලු දේශපාලනඥයන් ප්‍රතික්ෂේප කර ඇත. ජාතික ව්‍යවස්ථාදායකය කිසිවිටෙකත් මේ ආකාරයෙන් හාස්‍යයට ලක්වී නැති අතර, පාර්ලිමේන්තුව කෙරෙහි මහජන විශ්වාසය දැඩි ලෙස ඛාදනය කර එහි ගෞරවය නැති කිරීම සම්බන්ධයෙන් සියලුම මන්ත්‍රීවරුන් වගකීම භාරගත යුතුය. ආණ්ඩුවේ ශාඛා දෙකක් - විධායකය සහ ව්‍යවස්ථාදායකය - වටලනු ලැබේ. උද්ඝෝෂණ නිසා ජනාධිපතිතුමාට කාර්යාලයට යන්න බැරිවෙලා, පාර්ලිමේන්තුවට යන්නත් එන්නත් කැරලි මර්දන පොලිසියෙන් යැපෙන මන්ත්‍රීවරුන්ට මේ ලෝකෙ මොනවටද එන්නේ? ජනතාව තව තවත් කුපිත කිරීමේ අනතුර ආණ්ඩුවට මෙන්ම විපක්ෂයට ද වටහා ගත යුතු කාලය එළඹ ඇත. ඔවුන් එකට එකතු වී අබලන් වී ඇති ආර්ථික අර්බුදය විසඳා ගන්නේ කෙසේද යන්න සාකච්ඡා කිරීම වඩා හොඳය. සමහර විට, සංවේදී කෙටිකාලීන විසඳුමක් යෝජනා කර ඇති ආගමික නායකයින්, දේශපාලන නායකයින්ගේ රැස්වීමක් කැඳවා ඔවුන්ට යම් හැඟීමක් ඇති කර ගැනීම ගැන සලකා බැලිය යුතුය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தள்ளிப்போடுவது பொருளாதாரத்தைக் கொல்லும்",
      "body_lines": [
        "நேற்றைய ஹர்த்தால் நாட்டை முடமாக்கியது, அது எதிர்கொள்ளும் மோசமான பொருளாதார நெருக்கடிக்கு மத்தியில் தலையில் துளை போன்ற வேலை நிறுத்தங்கள் தேவை, ஏனென்றால் அவர்கள் பொருளாதாரத்தை மீட்டெடுக்க எடுக்கப்பட்ட முயற்சிகளுக்கு மட்டுமே பணம் கொடுத்தனர். ஆனால், இந்த துரதிஷ்டமான நிலைக்கு மக்களை ஏமாற்றி நாடகமாடும் அரசாங்கத்தின் மீதுதான் பழி சுமத்தப்பட வேண்டும். நேற்றைய தினம் நாம் கண்டது, அரசாங்கம் விடாப்பிடியாக இருந்தால், மிக மோசமான சூழ்நிலையின் முன்னறிவிப்பாகக் கருதப்படலாம். ஒப்பீட்டளவில் இளம் எம்.பி.க்களை நியமிப்பதன் மூலம் மக்களின் கோபத்தை தணிக்க முடியும் என்று ஜனாதிபதி கோட்டாபய ராஜபக்ஷ நினைத்திருக்கலாம். அமைச்சரவை. பி டீம் உறுப்பினர்களும், ஒன்று அல்லது இருவரைத் தவிர, தோல்வியடைந்துள்ளனர்; அவர்கள் அனைவரும் கடலில் உள்ளனர். பன்றியின் காதில் பட்டுப் பணப்பையை உருவாக்க முடியாது என்று கூறப்படுகிறது. எஸ்.ஜே.பி மற்றும் ஜே.வி.பி ஆகிய கட்சிகள் இந்த ஏற்பாட்டில் ஈடுபடாததால், சர்வகட்சி இடைக்கால அரசாங்கத்தை அமைக்க முடியாது என்று கூறி ஜனாதிபதி தொடர்ந்து மெத்தனமாக இருந்தால், கோபமான எதிர்ப்பாளர்களை அவரை வெளியேற்றுவதற்கான அவர்களின் முயற்சிகளை இரட்டிப்பாக்க மட்டுமே. அவரும் அரசாங்கமும் உடனடியாக பதவி விலகாவிட்டால் மே 11 முதல் தொடர் ஹர்த்தாலை நடத்துவோம் என்று தொழிற்சங்கங்கள் விடுத்துள்ள எச்சரிக்கையை அவர் புறக்கணிக்கக் கூடாது. பின்கதவு அரசியல் ஒப்பந்தங்கள், அவரது சகோதரர்கள் அதிகாரத்தைத் தக்கவைத்துக்கொள்ளவும், தங்கள் குடும்ப நலன்களைப் பாதுகாக்கவும் தீவிர முயற்சியில் வேலைநிறுத்தத்தில் ஈடுபட்டுள்ளனர். பிரதமரை பதவி விலகுமாறு வேண்டுகோள் விடுக்க ஜனாதிபதி ராஜபக்ஷ இறுதியாக தன்னை அழைத்து வந்துள்ளதாக ஊடகங்கள் செய்தி வெளியிட்டுள்ளன. நெருக்கடி மேலும் அதிகரிப்பதைத் தடுக்க அவர் தேடும் ஒரே வழி இதுதான் என்று தெரிகிறது.",
        "எதிர்க்கட்சிகள் பொதுத் தேர்தலைக் கோருகின்றன, ஆனால் பிரதமரும் ஜனாதிபதியும் பதவி விலகினால் இடைக்கால நிர்வாகத்தில் இணைவது குறித்து பரிசீலிக்க விருப்பம் தெரிவித்துள்ளது. அது தன் நிலைப்பாட்டை மென்மையாக்க மறுத்துவிட்டது; பொருளாதார நெருக்கடியை அவசரமாகத் தீர்த்து பொதுத் தேர்தலை நடத்துவதற்கு அனைத்துக் கட்சி இடைக்கால அரசாங்கத்தைக் கோரும் மதத் தலைவர்களுக்கு அது செவிசாய்க்காது. பாராளுமன்றத்தில் புதன்கிழமை வாக்குப்பதிவின் முடிவு எதிர்க்கட்சியின் உண்மையான பலத்தை அம்பலப்படுத்தியது; 225 உறுப்பினர்களைக் கொண்ட அவையில் துணை சபாநாயகர் பதவிக்கான வேட்பாளருக்கு 65 எம்பிக்கள் மட்டுமே வாக்களித்தனர். எனவே, அரசாங்கத்திற்கு எதிரான SJBயின் நம்பிக்கையில்லாப் பிரேரணையை எதிர்க்கட்சி தனது சொந்த ஆவியின் கீழ் நிறைவேற்ற முடியாது. இடைக்கால நிர்வாகத்திற்கு அழைப்பு விடுக்கும் அதிருப்தியான SLPP எம்.பி.க்களின் ஆதரவை அது பெற வேண்டும். தற்போதைய அரசியல் முட்டுக்கட்டை பொருளாதாரத்தில் பெரும் பாதிப்பை ஏற்படுத்தியுள்ளது. போராட்டங்களை நடத்தி மக்கள் ஆதரவை திரும்ப பெற முடியாது என்பதை எதிர்க்கட்சிகள் உணர வேண்டும். பாராளுமன்றத்திற்கு அருகில் புதிதாக நிறுவப்பட்ட ஹொரு கோ ஹோம் கமாவில் இடம்பெற்ற ‘உள்ளாடைப் போராட்டத்தின்’ மூலம் அனைத்து அரசியல்வாதிகளையும் மக்கள் நிராகரித்துள்ளனர். தேசிய சட்டமன்றம் ஒருபோதும் இவ்வாறு கேலி செய்யப்படவில்லை, மேலும் பாராளுமன்றத்தின் மீதான மக்களின் நம்பிக்கையை கடுமையாகச் சிதைத்து அதன் கண்ணியத்தை இழக்கச் செய்ததற்காக அனைத்து எம்.பி.க்களும் பொறுப்பேற்க வேண்டும். அரசாங்கத்தின் இரண்டு கிளைகள்-நிர்வாகம் மற்றும் சட்டமன்றம்-முற்றுகைக்கு உட்பட்டுள்ளன. போராட்டங்களினால் ஜனாதிபதி அலுவலகம் செல்ல முடியாத நிலையிலும், எம்.பி.க்கள் பாராளுமன்றத்திற்கு செல்வதற்கும் வருவதற்கும் கலகம் அடக்கும் பொலிஸாரை நம்பியிருக்கும் போது இந்த உலகம் என்னவாகும்? மக்களை மேலும் ஆத்திரமூட்டும் அபாயத்தை அரசாங்கமும் எதிர்க்கட்சியும் உணர வேண்டிய நேரம் இது. முடங்கிக் கிடக்கும் பொருளாதார நெருக்கடியை எப்படித் தீர்ப்பது என்று அவர்கள் ஒன்று கூடி விவாதிப்பது நல்லது. ஒரு வேளை, விவேகமான குறுகிய கால தீர்வை முன்வைத்துள்ள மதத் தலைவர்கள், அரசியல் தலைவர்களின் கூட்டத்தை வரவழைத்து, அவர்களுக்குள் சில உணர்வுகளைத் தட்டிச் செல்வதைக் கருத்தில் கொள்ள வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}