{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-schedules-5-hour-power-cuts-for-april-4-92516/",
  "time_ut": 1649032980,
  "title": "Sri Lanka schedules 5 hour power cuts for April 4",
  "body_lines": [
    "ECONOMYNEXT – A maximum of five hour power cuts have been scheduled in most parts of Sri Lanka, Public Utilities Commission Chairman Janaka Ratnayake said, with an Indian  fuel shipment under 500 million US dollars credit line has helped to slash the power cut duration.",
    "Ratnayake said the utility provider Ceylon Electricity Board (CEB) has requested for seven hour power cuts on Monday, however, the regulator reduced it to 5 hours.",
    "Areas A,B,C,D,E,F,G,H,I,J,K, P,Q,R,S, T, U, V, W will have power cuts of 3.5 hours in between 10.00am to 5.00pm and another 1.5 hour from 6.00 pm to 9.00 pm.",
    "Areas under CC1 will see a 4 hour power cut from 6.00 pm to 9.00 pm.",
    "The PUCSL has received 12,000 metric tonnes of diesel from the Indian credit line on Saturday and 6,000 tonnes from the Indian Oil Corporation.",
    "On April 05 and 06, another consignment of 12,000 tonnes of diesel would come from the Indian credit line.",
    "April 06 and 07 12,000 Metric tonnes of diesel and 15,000 metric tonnes of furnace oil would come.",
    "In addition “reasonable allocation” from an anchored ship would be made, the regulator said.",
    "Sri Lanka has faced severe forex shortages due to money printed over two years to keep interest down.",
    "An attempt to float the rupee has led to a collapse from 200 to 300 to the US dollar with no float established as of Friday.",
    "The power cuts are sharply reduced from 13 hour to one hour as the daily energy demand has surged partly due to people switching to electricity from gas, where there is also a shortage.",
    "If the Indian credit line is used to fund losses of the CEB, Sri Lanka would end up with a larger external current account deficit and higher public foreign debt, analysts say.",
    "Sri Lanka ended up with large power cuts partly because the CEB was denied 1 to 2 hour power cuts to conserve water earlier in the year. When CEB losses are financed by state banks with printed money taken from the central bank through the overnight window, forex shortages worsen. (Colombo/April 14/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව අප්‍රේල් 4 වනදා පැය 5ක විදුලි කප්පාදුවක් සැලසුම් කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ බොහෝ ප්‍රදේශවල උපරිම වශයෙන් පැය පහක විදුලිය විසන්ධි කිරීමට සැලසුම් කර ඇති බව මහජන උපයෝගිතා කොමිෂන් සභාවේ සභාපති ජනක රත්නායක මහතා ප්‍රකාශ කළේ, ඇමෙරිකානු ඩොලර් මිලියන 500කට අඩු ඉන්දියානු ඉන්ධන නැව්ගත කිරීම, විදුලිය විසන්ධි කිරීමේ කාලසීමාව කප්පාදු කිරීමට උපකාරී වී ඇති බවයි.",
        "රත්නායක පැවසුවේ උපයෝගිතා සැපයුම්කරු වන ලංකා විදුලිබල මණ්ඩලය (ලංවිම) සඳුදා පැය හතක විදුලි කප්පාදුවක් ඉල්ලා සිටියද, නියාමකයා එය පැය 5 දක්වා අඩු කළ බව ය.",
        "A,B,C,D,E,F,G,H,I,J,K,P,Q,R,S,T,U,V,W ප්‍රදේශ වලට පෙරවරු 10.00 සිට පැය 3.5ක කාලයක් විදුලිය විසන්ධි වේ. 5.00 ට සහ සවස 6.00 සිට 9.00 දක්වා තවත් පැය 1.5 යි.",
        "CC1 යටතේ ඇති ප්‍රදේශවල සවස 6.00 සිට රාත්‍රී 9.00 දක්වා පැය 4ක කාලයක් විදුලිය විසන්ධි වේ.",
        "PUCSL වෙත සෙනසුරාදා ඉන්දියානු ණය මාර්ගයෙන් ඩීසල් මෙට්‍රික් ටොන් 12,000ක් සහ ඉන්දීය තෙල් සංස්ථාවෙන් ටොන් 6,000ක් ලැබී ඇත.",
        "අප්‍රේල් 05 සහ 06 දෙදින තුළ තවත් ඩීසල් ටොන් 12,000 ක තොගයක් ඉන්දීය ණය මාර්ගයෙන් පැමිණෙනු ඇත.",
        "අපේ‍්‍රල් 06 සහ 07 ඞීසල් මෙට්‍රික් ටොන් 12,000ක් සහ උඳුන් තෙල් මෙට්‍රික් ටොන් 15,000ක් එනවා.",
        "ඊට අමතරව නැංගුරම් ලා ඇති නෞකාවකින් සාධාරණ වෙන් කිරීමක් සිදු කරන බව නියාමකයා පැවසීය.",
        "පොලී අඩු කර ගැනීම සඳහා වසර දෙකක් තිස්සේ මුද්‍රණය කරන ලද මුදල් හේතුවෙන් ශ්‍රී ලංකාව දැඩි විදේශ විනිමය හිඟයකට මුහුණ දී ඇත.",
        "රුපියල පාවීමට දරන උත්සාහය සිකුරාදා වන විට කිසිදු පාවෙන ස්ථාවරයක් නොමැතිව එක්සත් ජනපද ඩොලරයට 200 සිට 300 දක්වා කඩා වැටීමකට තුඩු දී තිබේ.",
        "විදුලිය කප්පාදුව පැය 13 සිට පැයක් දක්වා තියුනු ලෙස අඩු වී ඇත්තේ දෛනික බලශක්ති ඉල්ලුම අර්ධ වශයෙන් ඉහළ ගොස් ඇති අතර මිනිසුන් ගෑස් වලින් විදුලිය වෙත මාරුවීම නිසා හිඟයක් ද පවතී.",
        "ලංකා විදුලිබල මණ්ඩලයේ අලාභ සඳහා අරමුදල් සැපයීම සඳහා ඉන්දියානු ණය මාර්ගය භාවිතා කරන්නේ නම්, ශ්‍රී ලංකාව විශාල බාහිර ජංගම ගිණුමේ හිඟයක් සහ ඉහළ රාජ්‍ය විදේශ ණයක් සමඟ අවසන් වනු ඇතැයි විශ්ලේෂකයෝ පවසති.",
        "ශ්‍රී ලංකාව විශාල විදුලි කප්පාදුවකින් අවසන් වූයේ වසර මුලදී ජල සංරක්ෂණය සඳහා විදුලිබල මණ්ඩලයට පැය 1 සිට 2 දක්වා විදුලිය විසන්ධි කිරීම ප්‍රතික්ෂේප කළ බැවිනි. ලංවිම පාඩුව රාජ්‍ය බැංකු විසින් මහ බැංකුවෙන් එක රැයකින් ලබා ගත් මුද්‍රිත මුදල් වලින් මූල්‍යකරණය කරන විට විදේශ විනිමය හිඟය උග්‍ර වේ. (කොළඹ/අප්‍රේල් 14/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் ஏப்ரல் 4ஆம் தேதி 5 மணி நேர மின்வெட்டு",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் பெரும்பாலான பகுதிகளில் அதிகபட்சமாக ஐந்து மணிநேர மின்வெட்டுக்கு திட்டமிடப்பட்டுள்ளது, 500 மில்லியன் அமெரிக்க டாலர்களுக்குக் கீழ் இந்திய எரிபொருள் ஏற்றுமதி மூலம் மின்வெட்டுக் காலத்தைக் குறைக்க உதவியுள்ளதாக பொதுப் பயன்பாடுகள் ஆணைக்குழுவின் தலைவர் ஜனக ரத்நாயக்க தெரிவித்தார்.",
        "ரத்நாயக்க, திங்கட்கிழமை ஏழு மணித்தியால மின்வெட்டுக்கு இலங்கை மின்சார சபை (CEB) கோரிக்கை விடுத்திருந்த போதிலும், ஒழுங்குபடுத்துபவர் அதனை 5 மணிநேரமாக குறைத்துள்ளார்.",
        "A,B,C,D,E,F,G,H,I,J,K,P,Q,R,S,T,U,V,W பகுதிகளில் காலை 10.00 மணி முதல் 3.5 மணி நேரம் மின்வெட்டு இருக்கும். மாலை 5.00 மணி மற்றும் மாலை 6.00 மணி முதல் இரவு 9.00 மணி வரை மற்றொரு 1.5 மணி நேரம்.",
        "CC1க்கு உட்பட்ட பகுதிகளில் மாலை 6.00 மணி முதல் இரவு 9.00 மணி வரை 4 மணி நேரம் மின்வெட்டு இருக்கும்.",
        "பியுசிஎஸ்எல் சனிக்கிழமையன்று இந்திய கடன் வரியிலிருந்து 12,000 மெட்ரிக் டன் டீசலையும், இந்தியன் ஆயில் கார்ப்பரேஷனிடமிருந்து 6,000 டன்களையும் பெற்றுள்ளது.",
        "ஏப்ரல் 05 மற்றும் 06 ஆம் தேதிகளில், இந்திய கடன் வரியிலிருந்து 12,000 டன் டீசல் மற்றொரு சரக்கு வரும்.",
        "ஏப்ரல் 06 மற்றும் 07 தேதிகளில் 12,000 மெட்ரிக் டன் டீசல் மற்றும் 15,000 மெட்ரிக் டன் ஃபர்னஸ் ஆயில் வரும்.",
        "கூடுதலாக ஒரு நங்கூரமிட்ட கப்பலில் இருந்து \"நியாயமான ஒதுக்கீடு\" செய்யப்படும், கட்டுப்பாட்டாளர் கூறினார்.",
        "வட்டியைக் குறைப்பதற்காக இரண்டு வருடங்களாக அச்சடிக்கப்பட்ட பணத்தினால் இலங்கை கடுமையான அந்நிய செலாவணி பற்றாக்குறையை எதிர்கொண்டுள்ளது.",
        "ரூபாயை மிதக்கும் முயற்சியால் அமெரிக்க டாலருக்கு 200 முதல் 300 வரை சரிந்துள்ளது, வெள்ளியன்று எந்த ஒரு மிதவையும் நிறுவப்படவில்லை.",
        "மக்கள் எரிவாயுவிலிருந்து மின்சாரத்திற்கு மாறுவதால் தினசரி எரிசக்தி தேவை ஓரளவு அதிகரித்துள்ளதால் மின்வெட்டு 13 மணி நேரத்திலிருந்து ஒரு மணிநேரமாக குறைக்கப்படுகிறது, அங்கும் பற்றாக்குறை உள்ளது.",
        "இந்தியக் கடன் வரியானது CEB இன் இழப்புகளுக்கு நிதியளிக்கப் பயன்படுத்தப்பட்டால், இலங்கை ஒரு பெரிய வெளி நடப்புக் கணக்குப் பற்றாக்குறை மற்றும் அதிக பொது வெளிநாட்டுக் கடனுடன் முடிவடையும் என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "இந்த வருடத்தின் முற்பகுதியில் நீரைச் சேமிப்பதற்காக CEB க்கு 1 முதல் 2 மணிநேர மின்வெட்டு மறுக்கப்பட்டதால், இலங்கை பெரிய மின்வெட்டுகளுடன் முடிவடைந்தது. மத்திய வங்கியிலிருந்து ஒரே இரவில் எடுக்கப்பட்ட அச்சிடப்பட்ட பணத்தின் மூலம் CEB இழப்புகள் அரச வங்கிகளால் நிதியளிக்கப்படும் போது, ​​அந்நிய செலாவணி பற்றாக்குறை மோசமடைகிறது. (கொழும்பு/ஏப்ரல் 14/2022)"
      ]
    }
  }
}