{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lankas-Arab-Spring-Dont-waste-this-precious-moment/172-234997",
  "time_ut": 1649702100,
  "title": "Sri Lanka’s Arab Spring:  Don’t waste this precious moment",
  "body_lines": [
    "It was incredible but true. The government imposed an island-wide curfew from Saturday evening to Monday morning to stop protests planned for Monday, April third.",
    "It backfired. There were small scale protests even during the curfew. Monday evening, they had become island-wide.",
    "They were peaceful, and the police stayed away. Someone must have had the wits to understand that trying to curb this wave would be akin to throwing a lighted match to a powder keg.",
    "What’s striking is that this was primarily a youth protest. No politics here, no party slogans and banners. Instead, teenagers and twenty-somethings held placards, Sri Lanka flags or black flags attacking former minister Basil Rajapaksa. The president came second, being told pointedly to go home.",
    "Prime Minister Mahinda Rajapaksa was largely spared the crowd’s wrath, mainly because he is now seen as redundant, a spent political force.",
    "A striking sign of this change is the lack of fear demonstrated by protestors who walked the streets shouting and holding placards against the president. The infamous ‘Gota Bhaya’ (Fear of Gota) phenomenon which prevented ordinary people from criticising the president was gone.",
    "We got this precious moment in our history thanks to the pandemic, which exposed the deficiencies of the Rajapaksas’ rule",
    "It was a gut-feeling outburst of people’s power. The last time we experienced anything like this was when Chandrika Kumaratunga was elected president, ending 13 years of heavy-handed UNP rule, culminating with crushing the JVP insurgency. On that day, people walked the streets spontaneously, in the same carefree mood.",
    "Is this the Arab Spring of Sri Lanka? It isn’t just the Rajapaksa clan that got vilified. Many government politicians can’t go back to their constituencies.",
    "This paradigm shift in youth psychology would have been unthinkable even just a few months ago, hard as things were.",
    "After all, Sri Lankan youth were prime movers in bringing Gotabaya Rajapaksa to power.",
    "What has happened in the space of a few months is a massive psychological shift, not just in the country’s politics but more importantly, in the way voters see politicians.",
    "Until the current economic crisis began to really bite, the veneration of the Rajapaksa clan had achieved cult status. Voted out of power in 2015, they were back four years later with the biggest majority in our history. They were set to reshape Sri Lanka in the Rajapaksa mould – a society on whom the Sinhala-Buddhist imprint would fall like intricate embroidery, resplendent with military-religious sequins and all.",
    "A principal lesson of history is the way how the dreams of politician-heroes who sway the masses can become dust at the turn of the page.",
    "It’s hard to see how the Rajapaksa clan can make a political comeback from here. Even if that happens, they would not be able to propel forward their brand of ultra-nationalism with the same power and conviction. Ultra-nationalism would have to wait for a new face to galvanise it.",
    "On the other hand, the country’s liberal-democratic politics, too, is faceless and leaderless. The obituaries were already written with the humiliation of Ranil Wickremesinghe at the last elections and the death of Mangala Samaraweera. Youth have no confidence in Ranil. Sajith Premadasa, Champika Ranawaka and the JVP leadership are hardly liberal. This leaves a dangerous political void that the shrewd Rajapaksas’ can exploit at some future date.",
    "There is always the possibility that the president might try to follow the post-Chavez Venezuelan model with the help of the army. But, unlike Venezuela, Sri Lankans are politically trained to ask for and get change periodically. Trying any emergency rule would be a very unwise and tragic move.",
    "In any case, voters of all ages are now focused on economic relief, not religio-political ideology. Even in 2019, it’s sheer frustration with the Yahapalana government’s economic performance which gave the Rajapaksa clan their chance to get back. Voters would now back anyone who can stop the queues and give them some measure of relief.",
    "This is a tall order for any government right now. But a change of heart at the top, not just a change of faces, is imperative for positive change, and a guarantee from the top for a measure of transparency in deal-making, making it harder for anyone to rob people of what should go to them and put it in someone’s offshore accounts.",
    "Even the Rajapaksas’ and their cronies have stopped blaming the pandemic and the Yahapalana government for the current crisis. Certainly, the pandemic was the trigger. But this regime’s endemic mismanagement, the printing of too much money and short-sighted tax policies among others were primary factors. Forget New Zealand. If Bangladesh has done well enough through the pandemic to give us a loan, we should have done a lot better than this.",
    "The air is now clear for a saner foreign policy, away from the Rajapaksas’ xenophobic boast that we don’t need foreign ‘influences (ie Western interference), that we can manage with our own resources. Begging for US dollars has exposed this brazen lie. We don’t want foreign influences, but we need foreign aid. Actually, China was the biggest aid donor to the clan (no awkward ties to human rights issues), but the Chinese are hardly likely to lend Sri Lanka big amounts from now, having burnt their hands in Venezuela. Also, they have got all they want – the port city, a harbour (with an airport conveniently close by) and other investments. In a future war with India, the Chinese have some great advantages. They don’t need to lend more money to a bankrupt country.",
    "A striking sign of this change is the lack of fear demonstrated by protestors who walked the streets shouting and holding placards against the president",
    "As for tourism, we still need Europe, Western and Eastern. As this tourist season showed, it’s European (mainly East European) tourists who brought our tourism back to life, not Asians. It’s very unethical of our politicians to feed these lies to gullible voters. Hopefully, the survivors of this political cataclysm will learn something from the Rajapaksas’ fall from grace and their mistakes.",
    "While the focus is on the economy, let’s not be blind to other vital issues, including putting the political house into some kind of credible and responsible order, not a drunken juggernaut. Having worked so hard to bring the Rajapaksas’ to power, ultra-nationalists Udaya Gammanpila and Wimal Weerawansa have re-invented themselves as political rebels. This makes them bigger hypocrites. Gammanpila is now clamouring to ensure that no one with dual citizenship can hold public posts in Sri Lanka. Why isn’t he talking about taking away some of those executive presidential powers he and his pals gifted to Gotabaya Rajapaksa? These powers can turn whoever holds the presidency into a tyrant.",
    "Why not talk about more transparency in government mega-deals with foreign companies? The main reason for the president’s initial popularity was the faith people had in him as a stern administrator who would not hesitate to use the stick to make things work. This was the logic behind ‘Gota Bhaya.’ After defeating the LTTE, the Rajapaksas’ capitalised on the idea that only military-style discipline could reform our country and make it prosper.",
    "But people don’t work when they are not motivated. They can’t be motivated by sticks. They need to be compensated for their hard work. Millions of hard-working Sri Lankans watch in despair as opportunists grab lucrative government posts with monthly salaries others can’t earn in several years. They watch in despair as their hard-earned money is taxed away while the rich and political cronies enjoy the benefits. No wonder people aren’t motivated. Gammanpila and the like should clamour for constitutional safeguards against politicians’ greed and the kind of crony capitalism for which the Rajapaksa clan’s name became a byword.",
    "Finally, let’s not forget that the Arab Spring became a big disappointment from Algeria to Egypt. We got this precious moment in our history thanks to the pandemic, which exposed the deficiencies of the Rajapaksas’ rule. The pandemic is perhaps nature’s warning to countries to get their act together. If we waste this moment, we may never get another again."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ අරාබි වසන්තය: මේ වටිනා මොහොත නාස්ති නොකරන්න",
      "body_lines": [
        "එය ඇදහිය නොහැකි නමුත් සත්ය විය. අප්‍රේල් තුන්වන සඳුදා පැවැත්වීමට සැලසුම් කර ඇති විරෝධතා නැවැත්වීම සඳහා රජය සෙනසුරාදා සවස සිට සඳුදා උදෑසන දක්වා දීප ව්‍යාප්ත ඇඳිරි නීතිය පැනවීය.",
        "එය ආපසු හැරී ගියේය. ඇඳිරි නීතිය තිබියදීත් කුඩා පරිමාණයේ විරෝධතා තිබුණා. සඳුදා සවස් වන විට ඒවා දීප ව්‍යාප්ත වී තිබුණි.",
        "ඔවුන් සාමකාමීව සිටි අතර, පොලිසිය ඉවත්ව සිටියේය. මේ රැල්ල මැඬලීමට උත්සාහ කරන්නේ දැල්වූ ගිනිකූරක් කුඩු කූඩුවකට විසි කිරීමක් වැනි බව තේරුම් ගැනීමට යමෙකුට බුද්ධියක් තිබිය යුතුය.",
        "කැපී පෙනෙන දෙය නම් මෙය මූලික වශයෙන් තරුණ විරෝධතාවක් වීමයි. මෙතන දේශපාලනයක් නැහැ, පක්ෂ සටන් පාඨ සහ බැනර් නැහැ. ඒ වෙනුවට නව යොවුන් වියේ පසුවන්නන් සහ විසි දෙනෙකු හිටපු අමාත්‍ය බැසිල් රාජපක්ෂට පහර දෙන පුවරු, ශ්‍රී ලංකා කොඩි හෝ කළු කොඩි අතැතිව සිටියහ. ගෙදර යන ලෙස උල්පන්දම් දෙමින් ජනාධිපතිවරයා දෙවැනි තැනට පත් විය.",
        "අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා බොහෝ සෙනඟගේ කෝපයෙන් ගැලවී ගියේ ප්‍රධාන වශයෙන්ම ඔහු දැන් අනවශ්‍ය, වියදම් කළ දේශපාලන බලවේගයක් ලෙස සැලකීම නිසාය.",
        "මෙම වෙනසේ කැපී පෙනෙන ලකුණක් වන්නේ ජනාධිපතිවරයාට එරෙහිව කෑගසමින් සහ විරෝධතා පුවරු අතැතිව වීදිවල ඇවිද ගිය විරෝධතාකරුවන් විසින් පෙන්නුම් කරන ලද බිය අඩුකමයි. සාමාන්‍ය ජනතාවට ජනාධිපතිවරයා විවේචනය කිරීමට බාධාවක් වූ කුප්‍රකට ‘ගෝඨාභය’ (ගෝඨා බිය) සංසිද්ධිය පහව ගියේය.",
        "අපේ ඉතිහාසයේ මේ වටිනා මොහොත අපට ලැබුණේ රාජපක්ෂලාගේ පාලනයේ දුර්වලතා හෙළි කළ වසංගතයට පින්සිදු වන්නටය.",
        "එය ජනතා බලයේ බඩගිනි පිපිරවීමක් විය. අපි අවසන් වරට මෙවැනි අත්දැකීමකට මුහුණ දුන්නේ ජනතා විමුක්ති පෙරමුණේ කැරැල්ල කුඩුපට්ටම් කරමින් වසර 13ක අධික එජාප පාලනය අවසන් කරමින් චන්ද්‍රිකා කුමාරතුංග ජනාධිපතිනිය ලෙස තේරී පත් වූ අවස්ථාවේදීය. එදවස මිනිස්සු නිරායාසයෙන් පාරේ ඇවිද්දා, එකම නොසැලකිලිමත් මනෝභාවයකින්.",
        "මේ ලංකාවේ අරාබි වසන්තයද? අපවාදයට ලක් වූයේ රාජපක්ෂ වංශය පමණක් නොවේ. බොහෝ රජයේ දේශපාලනඥයන්ට තම මැතිවරණ කොට්ඨාසවලට ආපසු යා නොහැක.",
        "යෞවන මනෝවිද්‍යාවේ මෙම සුසමාදර්ශය වෙනස් වීම මීට මාස කිහිපයකට පෙර පවා සිතිය නොහැකි දෙයක් වනු ඇත.",
        "සියල්ලට පසු, ගෝඨාභය රාජපක්ෂ බලයට ගෙන ඒමේ ප්‍රමුඛයන් වූයේ ශ්‍රී ලාංකික තරුණයන් ය.",
        "මාස කිහිපයක කාලය තුළ සිදුවී ඇත්තේ රටේ දේශපාලනයේ පමණක් නොව, වඩාත් වැදගත් ලෙස, ඡන්දදායකයින් දේශපාලනඥයන් දකින ආකාරයේ දැවැන්ත මානසික පෙරළියකි.",
        "වත්මන් ආර්ථික අර්බුදය සැබවින්ම දෂ්ට කිරීමට පටන් ගන්නා තුරු, රාජපක්ෂ වංශයේ වන්දනාව ලබ්ධික තත්ත්වයට පත්ව තිබුණි. 2015 දී බලයෙන් ඉවත් වූ ඔවුන් වසර හතරකට පසු නැවතත් අපේ ඉතිහාසයේ විශාලතම බහුතරය ලබා ගත්හ. ඔවුන් ශ්‍රී ලංකාව රාජපක්ෂ අච්චුව තුළ යළි හැඩගැස්වීමට සූදානම් කර ඇත - සිංහල-බෞද්ධ මුද්‍රාව සංකීර්ණ එම්බ්‍රොයිඩර් මෙන් වැටෙන සමාජයක්, මිලිටරි-ආගමික සීකුවින්ස් සහ සියල්ලෙන් විචිත්‍රවත් ය.",
        "ඉතිහාසයේ ප්‍රධාන පාඩමක් වන්නේ ජනතාව අඹරන දේශපාලක-විරුවන්ගේ සිහින පිටුව පෙරළෙන විට දූවිලි බවට පත්වන ආකාරයයි.",
        "රාජපක්ෂ වංශය මෙතැන් සිට දේශපාලන පුනරාගමනයක් කරන්නේ කෙසේදැයි දැකීම දුෂ්කර ය. එසේ වුව ද, ඔවුන්ගේ අන්ත ජාතිකවාදයේ සන්නාමය එම බලයෙන් හා විශ්වාසයෙන් ඉදිරියට ගෙන යාමට ඔවුන්ට නොහැකි වනු ඇත. අතිජාතිකවාදයට නව මුහුණුවරක් එනතුරු බලා සිටීමට සිදුවනු ඇත.",
        "අනෙක් අතට, රටේ ලිබරල්-ප්‍රජාතන්ත්‍රවාදී දේශපාලනය ද මුහුණු නැති සහ නායකත්ව විරහිත ය. පසුගිය මැතිවරණවලදී රනිල් වික්‍රමසිංහ මහතාට සිදු වූ අවමානයත්, මංගල සමරවීර මහතාගේ අභාවයත් සමඟ ඒ වන විටත් අවමංගල්‍ය ලියැවී තිබුණි. තරුණයන්ට රනිල් ගැන විශ්වාසයක් නැහැ. සජිත් ප්‍රේමදාස, චම්පික රණවක සහ ජවිපෙ නායකත්වය කිසිසේත්ම ලිබරල් නොවේ. මෙය අනාගතයේ යම් දිනක කපටි රාජපක්ෂලාට ගසාකෑමට හැකි භයානක දේශපාලන හිස්බවක් ඉතිරි කරයි.",
        "හමුදාවේ සහාය ඇතිව පශ්චාත් චාවේස් වෙනිසියුලානු ආදර්ශය අනුගමනය කිරීමට ජනාධිපතිවරයා උත්සාහ කිරීමට සැමවිටම ඉඩ තිබේ. එහෙත්, වෙනිසියුලාව මෙන් නොව, ශ්‍රී ලාංකිකයන් කාලානුරූපී වෙනස්කම් ඉල්ලා සිටීමට සහ ලබා ගැනීමට දේශපාලනිකව පුහුණු වී ඇත. ඕනෑම හදිසි නීතියක් උත්සාහ කිරීම ඉතා අඥාන සහ ඛේදජනක පියවරක් වනු ඇත.",
        "කෙසේ වෙතත්, සෑම වයස් කාණ්ඩයකම ඡන්දදායකයින් දැන් අවධානය යොමු කර ඇත්තේ ආර්ථික සහන කෙරෙහි මිස ආගමික දේශපාලන මතවාදය කෙරෙහි නොවේ. 2019 දී පවා, රාජපක්ෂ වංශයට නැවත පැමිණීමට අවස්ථාව ලබා දුන් යහපාලන ආණ්ඩුවේ ආර්ථික ක්‍රියාකාරිත්වය පිළිබඳ දැඩි කලකිරීමකි. පෝලිම් නතර කර ඔවුන්ට යම් සහනයක් ලබා දිය හැකි ඕනෑම කෙනෙකුට ඡන්දදායකයින් දැන් සහාය දෙනු ඇත.",
        "මේක දැන් ඕනම ආණ්ඩුවකට ලොකු නියෝගයක්. එහෙත්, මුහුණු වෙනස් කිරීම පමණක් නොව, ඉහළම හදවතේ වෙනසක්, ධනාත්මක වෙනසක් සඳහා අත්‍යවශ්‍ය වන අතර, ගනුදෙනු කිරීමේදී යම් විනිවිදභාවයක් සඳහා ඉහළින් සහතිකයක් ලබා දීම, මිනිසුන්ට යා යුතු දේ කොල්ලකෑම දුෂ්කර කරයි. ඔවුන්ට සහ එය වෙනත් කෙනෙකුගේ අක්වෙරළ ගිණුම්වලට දමන්න.",
        "වත්මන් අර්බුදය සම්බන්ධයෙන් රාජපක්ෂලාගේ සහ ඔවුන්ගේ ගජමිතුරන් පවා වසංගතයට සහ යහපාලන රජයට දොස් පැවරීම නතර කර ඇත. නිසැකවම, වසංගතය ප්‍රේරකය විය. නමුත් මෙම පාලන තන්ත්‍රයේ ආවේණික වැරදි කළමනාකරණය, ඕනෑවට වඩා මුදල් මුද්‍රණය කිරීම සහ අදූරදර්ශී බදු ප්‍රතිපත්ති ප්‍රධාන සාධක විය. නවසීලන්තය අමතක කරන්න. අපට ණයක් දීමට තරම් බංග්ලාදේශය වසංගතය හරහා හොඳින් කටයුතු කර ඇත්නම්, අපට මීට වඩා බොහෝ දේ කළ යුතුව තිබුණි.",
        "අපට අපේම සම්පත්වලින් කළමනාකරණය කළ හැකි විදේශීය බලපෑම් (එනම් බටහිර මැදිහත්වීම්) අවශ්‍ය නැතැයි රාජපක්ෂලාගේ විජාතික පුරසාරම්වලින් බැහැරව, යහපත් විදේශ ප්‍රතිපත්තියක් සඳහා දැන් වාතය පැහැදිලිය. ඩොලර් හිඟාකමින් මේ අමූලික බොරුව හෙළිදරව් කර ඇත. අපට විදේශ බලපෑම් අවශ්‍ය නැත, නමුත් අපට විදේශ ආධාර අවශ්‍යයි. ඇත්ත වශයෙන්ම, චීනය වංශයට විශාලතම ආධාර සපයන්නා විය (මානව හිමිකම් ප්‍රශ්නවලට අමුතු බැඳීම් නැත), නමුත් වෙනිසියුලාවේ අත පුළුස්සා ගත් චීන ජාතිකයන් මින් ඉදිරියට ශ්‍රී ලංකාවට විශාල මුදලක් ණයට දීමට බොහෝ දුරට ඉඩ නැත. එසේම, ඔවුන්ට අවශ්‍ය සියල්ල - වරාය නගරය, වරායක් (පහසුවෙන් සමීපව ගුවන් තොටුපළක් සහිත) සහ වෙනත් ආයෝජන ලැබී ඇත. ඉන්දියාව සමඟ අනාගත යුද්ධයකදී චීන ජාතිකයින්ට විශාල වාසි ඇත. බංකොලොත් රටකට වැඩි මුදලක් ණයට දීමට ඔවුන්ට අවශ්ය නැත.",
        "මෙම වෙනසේ කැපී පෙනෙන ලකුණක් වන්නේ ජනාධිපතිවරයාට එරෙහිව කෑගසමින් සහ විරෝධතා පුවරු අතැතිව වීදිවල ඇවිද ගිය විරෝධතාකරුවන් විසින් පෙන්නුම් කරන ලද බිය අඩුකමයි.",
        "සංචාරක ව්‍යාපාරය සම්බන්ධයෙන් අපට තවමත් යුරෝපය, බටහිර සහ නැගෙනහිර අවශ්‍යයි. මෙම සංචාරක සමය පෙන්නුම් කළ පරිදි, අපගේ සංචාරක කර්මාන්තය නැවත ජීවයට ගෙන ආවේ යුරෝපීය (ප්‍රධාන වශයෙන් නැගෙනහිර යුරෝපීය) සංචාරකයින් මිස ආසියානුවන් නොවේ. අපේ දේශපාලකයින් මේ බොරු කපටි ඡන්දදායකයින්ට පෝෂණය කිරීම ඉතා සදාචාර විරෝධී ය. මෙම දේශපාලන ව්‍යසනයෙන් දිවි ගලවා ගත් අය රාජපක්ෂවරුන්ගේ කරුණාවෙන් සහ ඔවුන්ගේ වැරදිවලින් යමක් ඉගෙන ගනු ඇතැයි අපේක්ෂා කරමු.",
        "ආර්ථිකය කෙරෙහි අවධානය යොමු කර ඇති අතර, දේශපාලන නිවස යම් ආකාරයක විශ්වසනීය හා වගකිවයුතු පිළිවෙළකට තැබීම ඇතුළුව අනෙකුත් වැදගත් කරුණු කෙරෙහි අන්ධව නොසිටිමු, බීමත් ජෝගුවක් නොවේ. රාජපක්ෂලා බලයට ගෙන ඒම සඳහා දැඩි වෙහෙසක් දැරූ අන්ත ජාතිකවාදීන් වන උදය ගම්මන්පිල සහ විමල් වීරවංශ යළි දේශපාලන කැරලිකරුවන් ලෙස පෙනී සිටිති. මේකෙන් උන් ලොකු කුහකයෝ වෙනවා. ද්විත්ව පුරවැසිභාවය ඇති කිසිවකුට ශ්‍රී ලංකාවේ රාජ්‍ය තනතුරු දැරිය නොහැකි බවට ගම්මන්පිල දැන් කෑගසයි. ඔහු සහ ඔහුගේ මිතුරන් ගෝඨාභය රාජපක්ෂ මහතාට තිළිණ කළ එම විධායක ජනාධිපති බලතල කිහිපයක් ඉවත් කිරීම ගැන ඔහු කතා නොකරන්නේ මන්ද? මේ බලවතුන්ට පුළුවන් ජනාධිපති ධූරය දරන ඕනෑම කෙනෙක් කුරිරු පාලකයෙක් බවට පත් කරන්න.",
        "විදේශීය සමාගම් සමඟ රජයේ මෙගා ගනුදෙනුවල විනිවිදභාවය ගැන කතා නොකරන්නේ මන්ද? ජනාධිපතිවරයාගේ මුල් ජනප්‍රියත්වයට ප්‍රධාන හේතුව වූයේ දේවල් සාර්ථක කර ගැනීම සඳහා පොල්ල භාවිතා කිරීමට පසුබට නොවන දැඩි පරිපාලකයෙකු ලෙස ජනතාව ඔහු කෙරෙහි තැබූ විශ්වාසයයි. ‘ගෝඨාභය’ පිටුපස තිබූ තර්කය එයයි. එල්ටීටීඊය පරාජය කිරීමෙන් පසු රාජපක්ෂලා ප්‍රාග්ධනය කළේ අපේ රට ප්‍රතිසංස්කරණය කර සමෘද්ධිමත් කළ හැක්කේ මිලිටරි පන්නයේ විනයකින් පමණි යන අදහසයි.",
        "නමුත් මිනිසුන් පෙලඹෙන්නේ නැති විට වැඩ කරන්නේ නැත. ඔවුන් කූරුවලින් පෙළඹවිය නොහැක. ඒ අයගේ මහන්සියට වන්දි ගෙවන්න ඕන. අනෙක් අයට වසර කිහිපයකින් උපයා ගත නොහැකි මාසික වැටුප් සහිත රජයේ තනතුරු අවස්ථාවාදීන් විසින් අත්පත් කර ගන්නා ආකාරය මිලියන ගණනක් වෙහෙස මහන්සි වී වැඩ කරන ශ්‍රී ලාංකිකයන් බලාපොරොත්තු සුන් වී බලා සිටිති. ධනවතුන් සහ දේශපාලන ගජමිතුරන් එහි ප්‍රතිලාභ භුක්ති විඳිද්දී ඔවුන් දුක් මහන්සියෙන් උපයාගත් මුදලට බදු අය කෙරෙන ආකාරය ඔවුහු බලාපොරොත්තු සුන් වී බලා සිටිති. මිනිසුන් අභිප්රේරණය නොකිරීම පුදුමයක් නොවේ. ගම්මන්පිල වැනි අය දේශපාලකයන්ගේ කෑදරකමට එරෙහිව ව්‍යවස්ථාපිත ආරක්‍ෂාව සහ රාජපක්‍ෂ පරපුරේ නම අතුරු වචනයක් බවට පත් වූ ගජමිතුරු ධනවාදයට එරෙහිව හඬ නැඟිය යුතුය.",
        "අවසාන වශයෙන්, අරාබි වසන්තය ඇල්ජීරියාවේ සිට ඊජිප්තුව දක්වා විශාල බලාපොරොත්තු සුන්වීමක් බවට පත් වූ බව අමතක නොකළ යුතුය. රාජපක්ෂලාගේ පාලනයේ දුර්වලතා හෙළිදරව් කළ වසංගතයට පින්සිදු වන්නට අපට ඉතිහාසයේ මේ වටිනා අවස්ථාව ලැබුණි. වසංගතය සමහර විට රටවල් එකට ක්‍රියා කරන ලෙස ස්වභාවධර්මයේ අනතුරු ඇඟවීමකි. අපි මේ මොහොත නාස්ති කළහොත්, අපට නැවත කිසි දිනෙක තවත් අවස්ථාවක් නොලැබෙනු ඇත."
      ]
    },
    "ta": {
      "title": "இலங்கையின் அரபு வசந்தம்: இந்த பொன்னான தருணத்தை வீணாக்காதீர்கள்",
      "body_lines": [
        "இது நம்பமுடியாததாக இருந்தது ஆனால் உண்மை. ஏப்ரல் மூன்றாம் திங்கட்கிழமை திட்டமிடப்பட்ட போராட்டங்களை நிறுத்துவதற்காக அரசாங்கம் சனிக்கிழமை மாலை முதல் திங்கட்கிழமை காலை வரை நாடளாவிய ரீதியில் ஊரடங்குச் சட்டத்தை விதித்துள்ளது.",
        "அது பின்வாங்கியது. ஊரடங்கு உத்தரவின் போதும் சிறிய அளவிலான போராட்டங்கள் நடந்தன. திங்கட்கிழமை மாலை, அவை நாடளாவிய ரீதியில் மாறிவிட்டன.",
        "அவர்கள் அமைதியாக இருந்ததால், போலீசார் அங்கிருந்து சென்றனர். இந்த அலையை அடக்க முயல்வது தீக்குச்சியை தூள் கிண்ணத்திற்கு எறிவதற்கு சமம் என்பதை புரிந்து கொள்ளும் அறிவு யாருக்காவது இருந்திருக்க வேண்டும்.",
        "இதில் குறிப்பிடத்தக்க விஷயம் என்னவென்றால், இது முதன்மையாக இளைஞர்களின் போராட்டம். இங்கு அரசியல் இல்லை, கட்சி கோஷங்கள் மற்றும் பேனர்கள் இல்லை. அதற்கு பதிலாக, பதின்ம வயதினர் மற்றும் இருபது பேர் முன்னாள் அமைச்சர் பசில் ராஜபக்ஷவைத் தாக்கும் பதாகைகள், இலங்கைக் கொடிகள் அல்லது கறுப்புக் கொடிகளை ஏந்தியிருந்தனர். வீட்டிற்குச் செல்லுமாறு திட்டவட்டமாகச் சொல்லப்பட்ட ஜனாதிபதி இரண்டாவதாக வந்தார்.",
        "பிரதமர் மகிந்த ராஜபக்ச கூட்டத்தின் கோபத்திலிருந்து பெருமளவு தப்பினார், முக்கியமாக அவர் இப்போது தேவையற்றவராக, செலவழிக்கப்பட்ட அரசியல் சக்தியாகக் காணப்படுகிறார்.",
        "இந்த மாற்றத்தின் ஒரு குறிப்பிடத்தக்க அடையாளம், ஜனாதிபதிக்கு எதிரான பதாகைகளை ஏந்தியவாறும், கூச்சலிட்டவாறும் வீதிகளில் நடமாடிய ஆர்ப்பாட்டக்காரர்களால் வெளிப்படுத்தப்பட்ட அச்சமின்மையாகும். ஜனாதிபதியை விமர்சிப்பதில் இருந்து சாதாரண மக்களைத் தடுக்கும் ‘கோத்தா பய’ (கோத்தா பயம்) நிகழ்வு மறைந்தது.",
        "ராஜபக்சவின் ஆட்சியின் குறைபாடுகளை அம்பலப்படுத்திய தொற்றுநோய்க்கு நன்றி செலுத்துவதன் மூலம் எங்கள் வரலாற்றில் இந்த பொன்னான தருணத்தைப் பெற்றுள்ளோம்.",
        "இது மக்கள் சக்தியின் குமுறல். கடந்த முறை சந்திரிகா குமாரதுங்க ஜனாதிபதியாக தெரிவு செய்யப்பட்ட போது, ​​ஜே.வி.பி கிளர்ச்சியை நசுக்குவதன் மூலம் 13 வருட கடும் ஐ.தே.க ஆட்சிக்கு முடிவு கட்டியதும், இதுபோன்ற அனுபவங்களை நாம் கடைசியாக அனுபவித்தோம். அன்று, மக்கள் தன்னிச்சையாக, அதே கவலையற்ற மனநிலையில் தெருக்களில் நடந்தார்கள்.",
        "இது இலங்கையின் அரபு வசந்தமா? இழிவுபடுத்தப்பட்டது ராஜபக்ச குலத்தை மட்டும் அல்ல. பல அரசாங்க அரசியல்வாதிகள் தங்கள் தொகுதிகளுக்குத் திரும்பிச் செல்ல முடியாது.",
        "இளைஞர்களின் உளவியலில் இந்த முன்னுதாரண மாற்றம் சில மாதங்களுக்கு முன்பு கூட நினைத்துப் பார்க்க முடியாததாக இருந்திருக்கும்.",
        "எல்லாவற்றிற்கும் மேலாக, கோட்டாபய ராஜபக்சவை ஆட்சிக்குக் கொண்டுவருவதில் இலங்கை இளைஞர்கள் முதன்மையானவர்கள்.",
        "சில மாத இடைவெளியில் நடந்தது, நாட்டின் அரசியலில் மட்டுமல்ல, அதைவிட முக்கியமாக, வாக்காளர்கள் அரசியல்வாதிகளைப் பார்க்கும் விதத்திலும் பாரிய உளவியல் மாற்றம்.",
        "தற்போதைய பொருளாதார நெருக்கடி உண்மையில் கடிக்கத் தொடங்கும் வரை, ராஜபக்ச குலத்தின் வழிபாடு வழிபாட்டு நிலையை அடைந்தது. 2015ல் ஆட்சியில் இருந்து வெளியேறிய அவர்கள், நான்கு ஆண்டுகளுக்குப் பிறகு நமது வரலாற்றில் மிகப்பெரிய பெரும்பான்மையுடன் திரும்பினர். அவர்கள் இலங்கையை ராஜபக்சே வடிவத்தில் மறுவடிவமைக்க அமைக்கப்பட்டனர் - சிங்கள-பௌத்த முத்திரைகள் சிக்கலான எம்பிராய்டரி போல விழும் ஒரு சமூகம், இராணுவ-மதத் துணுக்குகள் மற்றும் அனைத்தும்.",
        "மக்களை வளைத்துப் போடும் அரசியல்வாதிகளின் - மாவீரர்களின் கனவுகள் எப்படிப் பக்கத்தின் திருப்பத்தில் தூள்தூளாகின்றன என்பதுதான் வரலாற்றின் முக்கியப் பாடம்.",
        "இங்கிருந்து ராஜபக்ச குலத்தினர் எப்படி அரசியல் ரீதியாக மீண்டும் வருவார்கள் என்பதைப் பார்ப்பது கடினம். அப்படி நடந்தாலும், அதே சக்தியுடனும் நம்பிக்கையுடனும் அவர்களது தீவிர தேசியவாதத்தை அவர்களால் முன்னெடுத்துச் செல்ல முடியாது. தீவிர தேசியவாதம் ஒரு புதிய முகத்திற்காக காத்திருக்க வேண்டும்.",
        "மறுபுறம், நாட்டின் தாராளவாத-ஜனநாயக அரசியலும் முகமற்றது மற்றும் தலைமையற்றது. கடந்த தேர்தலில் ரணில் விக்கிரமசிங்கவுக்கு ஏற்பட்ட அவமானத்துடனும் மங்கள சமரவீரவின் மரணத்துடனும் ஏற்கனவே இரங்கல் எழுதப்பட்டது. ரணில் மீது இளைஞர்களுக்கு நம்பிக்கை இல்லை. சஜித் பிரேமதாச, சம்பிக்க ரணவக்க மற்றும் ஜே.வி.பி தலைமை தாராளமயமாக இல்லை. இது ஒரு அபாயகரமான அரசியல் வெற்றிடத்தை விட்டுச்செல்கிறது, இது எதிர்காலத்தில் புத்திசாலித்தனமான ராஜபக்சேக்கள் பயன்படுத்திக் கொள்ள முடியும்.",
        "இராணுவத்தின் உதவியுடன் சாவேஸுக்குப் பிந்தைய வெனிசுலா மாதிரியை ஜனாதிபதி பின்பற்ற முயற்சிக்கும் வாய்ப்பு எப்போதும் உள்ளது. ஆனால், வெனிசுலாவைப் போல் அல்லாமல், இலங்கையர்கள் அரசியல் ரீதியாக அவ்வப்போது மாற்றங்களைக் கேட்பதற்கும் பெறுவதற்கும் பயிற்சி பெற்றவர்கள். எந்தவொரு அவசரகால விதியையும் முயற்சிப்பது மிகவும் விவேகமற்ற மற்றும் சோகமான நடவடிக்கையாகும்.",
        "எப்படியிருந்தாலும், எல்லா வயதினரும் வாக்காளர்கள் இப்போது பொருளாதார நிவாரணத்தில் கவனம் செலுத்துகிறார்கள், மத-அரசியல் கருத்தியல் அல்ல. 2019 இல் கூட, யஹபாலன அரசாங்கத்தின் பொருளாதாரச் செயல்பாட்டினால் ஏற்பட்ட விரக்தியே ராஜபக்ச குலத்திற்கு மீண்டு வருவதற்கான வாய்ப்பைக் கொடுத்தது. வரிசையை நிறுத்தி அவர்களுக்கு ஓரளவு நிவாரணம் வழங்கக்கூடிய எவருக்கும் வாக்காளர்கள் இப்போது ஆதரவளிப்பார்கள்.",
        "இப்போது எந்த அரசாங்கத்திற்கும் இது ஒரு உயரமான உத்தரவு. ஆனால் முகத்தை மட்டும் மாற்றாமல் மேலே உள்ள மனமாற்றம் நேர்மறையான மாற்றத்திற்கு இன்றியமையாதது, மேலும் ஒப்பந்தம் செய்வதில் வெளிப்படைத்தன்மைக்கு மேலிடத்திலிருந்து உத்தரவாதம் அளிக்கப்படுகிறது அவர்களிடம் மற்றும் யாரோ ஒருவரின் கடல் கணக்குகளில் போடுங்கள்.",
        "தற்போதைய நெருக்கடிக்கு தொற்றுநோய் மற்றும் யஹபாலன அரசாங்கத்தை குற்றம் சாட்டுவதை ராஜபக்ஷக்களும் அவர்களது கூட்டாளிகளும் கூட நிறுத்திவிட்டனர். நிச்சயமாக, தொற்றுநோய் தூண்டுதலாக இருந்தது. ஆனால் இந்த ஆட்சியின் உள்ளூர் தவறான நிர்வாகம், அதிக பணம் அச்சிடுதல் மற்றும் குறுகிய பார்வையற்ற வரிக் கொள்கைகள் ஆகியவை முதன்மையான காரணிகளாக இருந்தன. நியூசிலாந்தை மறந்துவிடு. பங்களாதேஷ் தொற்றுநோய் மூலம் எங்களுக்குக் கடன் வழங்கும் அளவுக்கு சிறப்பாகச் செய்திருந்தால், இதை விட நாம் இன்னும் நிறைய செய்திருக்க வேண்டும்.",
        "வெளிநாட்டு செல்வாக்குகள் (அதாவது மேற்கத்திய தலையீடு) எமக்கு தேவையில்லை என்ற ராஜபக்சக்களின் இனவெறித்தனமான தற்பெருமையிலிருந்து விலகி, எமது சொந்த வளங்களைக் கொண்டு எம்மால் கையாளக்கூடிய ஒரு நல்ல வெளியுறவுக் கொள்கைக்கான காற்று இப்போது தெளிவாகியுள்ளது. அமெரிக்க டாலருக்கு பிச்சை எடுப்பது இந்த அப்பட்டமான பொய்யை அம்பலப்படுத்தியுள்ளது. எங்களுக்கு வெளிநாட்டு செல்வாக்கு தேவையில்லை, ஆனால் எங்களுக்கு வெளிநாட்டு உதவி தேவை. உண்மையில், சீனா குலத்திற்கு மிகப்பெரிய உதவியை வழங்கியது (மனித உரிமைகள் விவகாரங்களில் மோசமான உறவுகள் இல்லை), ஆனால் சீனர்கள் வெனிசுலாவில் தங்கள் கைகளை எரித்துக்கொண்டதால், இனி இலங்கைக்கு பெரிய தொகையை கடனாக வழங்க வாய்ப்பில்லை. மேலும், அவர்கள் விரும்பும் அனைத்தையும் பெற்றுள்ளனர் - துறைமுக நகரம், துறைமுகம் (வசதியாக அருகில் உள்ள விமான நிலையம்) மற்றும் பிற முதலீடுகள். எதிர்காலத்தில் இந்தியாவுடனான போரில், சீனர்களுக்கு சில பெரிய நன்மைகள் உள்ளன. அவர்கள் ஒரு திவாலான நாட்டிற்கு அதிக கடன் கொடுக்க வேண்டிய அவசியமில்லை.",
        "ஜனாதிபதிக்கு எதிரான பதாகைகளை ஏந்தியவாறும், கோஷமிட்டவாறும் வீதிகளில் சென்ற ஆர்ப்பாட்டக்காரர்களால் அச்சம் இல்லாதது இந்த மாற்றத்தின் குறிப்பிடத்தக்க அறிகுறியாகும்.",
        "சுற்றுலாவைப் பொறுத்தவரை, எங்களுக்கு இன்னும் ஐரோப்பா, மேற்கு மற்றும் கிழக்கு தேவை. இந்த சுற்றுலாப் பருவம் காட்டியது போல், நமது சுற்றுலாவை மீண்டும் உயிர்ப்பித்தது ஐரோப்பிய (முக்கியமாக கிழக்கு ஐரோப்பிய) சுற்றுலாப் பயணிகள் தான், ஆசியர்கள் அல்ல. இந்த பொய்களை ஏமாற்றும் வாக்காளர்களுக்கு ஊட்டுவது நமது அரசியல்வாதிகளின் நெறிமுறைக்கு புறம்பானது. இந்த அரசியல் பேரழிவில் இருந்து தப்பியவர்கள் ராஜபக்சக்களின் வீழ்ச்சியிலிருந்தும் அவர்களின் தவறுகளிலிருந்தும் ஏதாவது கற்றுக் கொள்வார்கள் என்று நம்புகிறோம்.",
        "பொருளாதாரத்தில் கவனம் செலுத்தும் போது, ​​அரசியல் வீட்டை ஒருவித நம்பகமான மற்றும் பொறுப்பான ஒழுங்கில் வைப்பது உட்பட, மற்ற முக்கிய பிரச்சினைகளுக்கு பாராமுகமாக இருக்க வேண்டாம், குடிகாரன் அல்ல. ராஜபக்சக்களை ஆட்சிக்கு கொண்டு வருவதற்கு மிகவும் கடினமாக உழைத்த, அதி தேசியவாதிகளான உதய கம்மன்பில மற்றும் விமல் வீரவன்ச ஆகியோர் மீண்டும் அரசியல் கிளர்ச்சியாளர்களாக தங்களை உருவாக்கிக் கொண்டுள்ளனர். இது அவர்களை பெரிய நயவஞ்சகர்களாக ஆக்குகிறது. இரட்டைக் குடியுரிமை உள்ள எவரும் இலங்கையில் பொதுப் பதவிகளை வகிக்க முடியாது என்று கம்மன்பில இப்போது கூக்குரலிடுகிறார். அவரும் அவரது நண்பர்களும் கோட்டாபய ராஜபக்சவுக்கு வழங்கிய நிறைவேற்று ஜனாதிபதி அதிகாரங்களில் சிலவற்றைப் பறிப்பது பற்றி அவர் ஏன் பேசவில்லை? இந்த அதிகாரங்கள் ஜனாதிபதி பதவியில் இருப்பவரை கொடுங்கோலனாக மாற்றும்.",
        "வெளிநாட்டு நிறுவனங்களுடனான அரசாங்க மெகா ஒப்பந்தங்களில் அதிக வெளிப்படைத்தன்மை பற்றி ஏன் பேசக்கூடாது? ஜனாதிபதியின் ஆரம்பகால பிரபலத்திற்கு முக்கிய காரணம், ஒரு கடுமையான நிர்வாகியாக மக்கள் அவர் மீது வைத்திருந்த நம்பிக்கை, விஷயங்களைச் செய்ய குச்சியைப் பயன்படுத்தத் தயங்க மாட்டார்கள். இதுவே ‘கோத்தாபய’வின் தர்க்கமாக இருந்தது. விடுதலைப் புலிகளைத் தோற்கடித்த பின்னர், இராணுவப் பாணி ஒழுக்கம் மட்டுமே எமது நாட்டைச் சீர்திருத்தி, வளமடையச் செய்ய முடியும் என்ற எண்ணத்தை ராஜபக்சேக்கள் மூலதனமாக்கிக் கொண்டனர்.",
        "ஆனால் மக்கள் உந்துதல் இல்லாத போது வேலை செய்ய மாட்டார்கள். குச்சிகளால் அவர்களை ஊக்குவிக்க முடியாது. அவர்களின் கடின உழைப்புக்கு ஈடு கொடுக்க வேண்டும். மில்லியன் கணக்கான கடின உழைப்பாளி இலங்கையர்கள் விரக்தியுடன் பார்க்கிறார்கள் சந்தர்ப்பவாதிகள் மாதாந்த சம்பளத்துடன் இலாபகரமான அரசாங்க பதவிகளை மற்றவர்கள் பல வருடங்களில் சம்பாதிக்க முடியாது. பணக்காரர்களும், அரசியல் பிரமுகர்களும் பலன்களை அனுபவிக்கும் போது, ​​கஷ்டப்பட்டு சம்பாதித்த பணத்திற்கு வரி விதிக்கப்படுவதை அவர்கள் விரக்தியுடன் பார்க்கின்றனர். மக்கள் உந்துதல் பெறாததில் ஆச்சரியமில்லை. கம்மன்பில போன்றவர்கள், அரசியல்வாதிகளின் பேராசை மற்றும் ராஜபக்ச குலத்தின் பெயர் ஒரு பழமொழியாக மாறிய குட்டி முதலாளித்துவத்திற்கு எதிராக அரசியலமைப்பு பாதுகாப்புகளை கோர வேண்டும்.",
        "இறுதியாக, அரபு வசந்தம் அல்ஜீரியாவிலிருந்து எகிப்துக்கு ஒரு பெரிய ஏமாற்றமாக மாறியது என்பதை மறந்துவிடக் கூடாது. ராஜபக்சக்களின் ஆட்சியின் குறைபாடுகளை அம்பலப்படுத்திய தொற்றுநோய்க்கு நன்றி செலுத்தும் வகையில், வரலாற்றில் இந்த பொன்னான தருணத்தை நாங்கள் பெற்றுள்ளோம். தொற்றுநோய் என்பது நாடுகள் ஒன்றிணைந்து செயல்பட இயற்கையின் எச்சரிக்கையாக இருக்கலாம். இந்த தருணத்தை வீணடித்தால், இனி நமக்கு இன்னொரு தருணம் கிடைக்காது."
      ]
    }
  }
}