{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/18-497-persons-vaccinated-against-COVID-19-over-17-million-first-dose-vaccines-administered/56-732598",
  "time_ut": 1648235400,
  "title": "18,497 persons vaccinated against COVID-19; over 17 million first dose vaccines administered",
  "body_lines": [
    "Over 17 million persons in the country have received the first dose of a COVID-19 vaccine and first dose coverage among the total population is 77.56%.",
    "The Epidemiology Unit states that 65.7% of the total population has received the second dose of a COVID-19 vaccine and 35.5% has received the booster dose.",
    "Among the population over 20 years, 96.2% has received the second dose and 53.25% has received the third dose. First dose coverage is 96.3% among the population over 12 years and second dose coverage is 81.6%.",
    "The Epidemiology Unit states that 80.2% of the population between 16 and 19 years is vaccinated.",
    "The first dose of a COVID-19 vaccine has been administered to 17,001,182 persons and the second dose has been administered to 14,401,422 persons.",
    "According to the Epidemiology Unit, 7,780,429 persons have received the booster dose. This includes 9,742 persons vaccinated on Thursday.",
    "The first dose of Pfizer was administered to 1,815 persons on Thursday and the second dose was administered to 6,037 persons. A total of 2,509,891 persons have received the first dose of Pfizer and 867,784 persons have received the second dose of the vaccine.",
    "On Thursday, 252 persons received the first dose of Sinopharm, raising the total number of persons to have received the first dose of the vaccine to 12,047,749. The second dose of Sinopharm has been administered to 11,171,872 persons. This includes 651 persons vaccinated on Thursday.",
    "A total of 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose of the vaccine.",
    "The first dose of Moderna has been administered to 804,801 persons, out of which 787,361 persons have received the second dose as well. The Epidemiology Unit states that 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව එන්නත් කරන ලද පුද්ගලයින් 18,497; පළමු එන්නත් මිලියන 17 කට වඩා ලබා දී ඇත",
      "body_lines": [
        "රට තුළ මිලියන 17 කට අධික පුද්ගලයින් COVID-19 එන්නතක පළමු මාත්‍රාව ලබාගෙන ඇති අතර මුළු ජනගහනය අතර පළමු මාත්‍රාව ආවරණය 77.56% කි.",
        "සමස්ත ජනගහනයෙන් 65.7% ක් COVID-19 එන්නතෙහි දෙවන මාත්‍රාව ලබාගෙන ඇති අතර 35.5% ක් බූස්ටර මාත්‍රාව ලබාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "වසර 20ට වැඩි ජනගහනය අතරින් දෙවන මාත්‍රාව 96.2%ක් ද තුන්වන මාත්‍රාව 53.25%ක් ද ලබාගෙන ඇත. පළමු මාත්‍රාව ආවරණය අවුරුදු 12 ට වැඩි ජනගහනය අතර 96.3% වන අතර දෙවන මාත්‍රාව ආවරණය 81.6% කි.",
        "වයස අවුරුදු 16 ත් 19 ත් අතර ජනගහනයෙන් 80.2% ක් එන්නත් කරන බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,001,182 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,401,422 දෙනෙකුට ලබා දී ඇත.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව බූස්ටර මාත්‍රාව ලබාගෙන ඇති සංඛ්‍යාව 7,780,429කි. බ්‍රහස්පතින්දා එන්නත් කළ පුද්ගලයින් 9,742 ක් මෙයට ඇතුළත් ය.",
        "Pfizer හි පළමු මාත්‍රාව බ්‍රහස්පතින්දා පුද්ගලයින් 1,815 දෙනෙකුට ලබා දුන් අතර දෙවන මාත්‍රාව පුද්ගලයින් 6,037 දෙනෙකුට ලබා දී ඇත. Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,509,891 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 867,784 දෙනෙකු දෙවන එන්නත ලබාගෙන ඇත.",
        "බ්‍රහස්පතින්දා පුද්ගලයින් 252 දෙනෙකුට Sinopharm හි පළමු මාත්‍රාව ලැබුණු අතර, එන්නතෙහි පළමු මාත්‍රාව ලබා ගත් මුළු පුද්ගලයින් සංඛ්‍යාව 12,047,749 දක්වා ඉහළ නැංවීය. Sinopharm හි දෙවන මාත්‍රාව පුද්ගලයන් 11,171,872 දෙනෙකුට ලබා දී ඇත. බ්‍රහස්පතින්දා එන්නත් කළ පුද්ගලයින් 651 දෙනෙකු මෙයට ඇතුළත් ය.",
        "AstraZeneca හි පළමු මාත්‍රාව පුද්ගලයන් 1,479,631 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 1,418,593 ක් දෙවන එන්නත ලබාගෙන ඇත.",
        "Moderna හි පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකුට ලබා දී ඇති අතර, ඉන් පුද්ගලයින් 787,361 දෙනෙකු දෙවන මාත්‍රාව ද ලබා ගෙන ඇත. ස්පුට්නික් V පළමු මාත්‍රාව පුද්ගලයින් 159,110 දෙනෙකු ද දෙවන එන්නත 155,812 දෙනෙකු ද ලබාගෙන ඇති බවයි වසංගත රෝග විද්‍යා අංශය පවසන්නේ."
      ]
    },
    "ta": {
      "title": "18,497 நபர்களுக்கு கோவிட்-19 தடுப்பூசி போடப்பட்டது; 17 மில்லியனுக்கும் அதிகமான முதல் டோஸ் தடுப்பூசிகள் வழங்கப்பட்டன",
      "body_lines": [
        "நாட்டில் 17 மில்லியனுக்கும் அதிகமான மக்கள் கோவிட்-19 தடுப்பூசியின் முதல் டோஸைப் பெற்றுள்ளனர் மற்றும் மொத்த மக்கள்தொகையில் முதல் டோஸ் கவரேஜ் 77.56% ஆகும்.",
        "மொத்த மக்கள் தொகையில் 65.7% பேர் கோவிட்-19 தடுப்பூசியின் இரண்டாவது டோஸையும், 35.5% பேர் பூஸ்டர் டோஸையும் பெற்றுள்ளனர் என்று தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "20 வயதுக்கு மேற்பட்ட மக்களில், 96.2% பேர் இரண்டாவது டோஸையும், 53.25% பேர் மூன்றாவது டோஸையும் பெற்றுள்ளனர். 12 வயதுக்கு மேற்பட்ட மக்களிடையே முதல் டோஸ் கவரேஜ் 96.3% மற்றும் இரண்டாவது டோஸ் கவரேஜ் 81.6% ஆகும்.",
        "16 முதல் 19 வயதுக்குட்பட்ட மக்கள் தொகையில் 80.2% பேர் தடுப்பூசி போடப்படுவதாக தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 17,001,182 பேருக்கும், இரண்டாவது டோஸ் 14,401,422 பேருக்கும் போடப்பட்டுள்ளது.",
        "தொற்றுநோயியல் பிரிவின் படி, 7,780,429 நபர்கள் பூஸ்டர் டோஸ் பெற்றுள்ளனர். இதில் வியாழக்கிழமை 9,742 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "ஃபைசரின் முதல் டோஸ் வியாழக்கிழமை 1,815 பேருக்கும், இரண்டாவது டோஸ் 6,037 பேருக்கும் வழங்கப்பட்டது. மொத்தம் 2,509,891 பேர் ஃபைசரின் முதல் டோஸையும், 867,784 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்.",
        "வியாழன் அன்று, 252 நபர்கள் சினோபார்மின் முதல் டோஸைப் பெற்றனர், தடுப்பூசியின் முதல் டோஸைப் பெற்ற மொத்த நபர்களின் எண்ணிக்கையை 12,047,749 ஆக உயர்த்தியது. சினோபார்மின் இரண்டாவது டோஸ் 11,171,872 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் வியாழக்கிழமை 651 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "மொத்தம் 1,479,631 நபர்கள் அஸ்ட்ராஜெனெகாவின் முதல் டோஸையும், 1,418,593 பேர் தடுப்பூசியின் இரண்டாவது டோஸையும் பெற்றுள்ளனர்.",
        "மாடர்னாவின் முதல் டோஸ் 804,801 நபர்களுக்கு வழங்கப்பட்டது, அவர்களில் 787,361 நபர்கள் இரண்டாவது டோஸையும் பெற்றுள்ளனர். ஸ்புட்னிக் V இன் முதல் டோஸை 159,110 பேரும், இரண்டாவது டோஸ் தடுப்பூசியை 155,812 பேரும் பெற்றுள்ளதாக தொற்றுநோயியல் பிரிவு கூறுகிறது."
      ]
    }
  }
}