{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Maldivian-Parliament-Speaker-Nasheed-to-facilitate-safe-haven-for-Mahinda-in-the-Maldives/155-237622",
  "time_ut": 1653366900,
  "title": "Maldivian Parliament Speaker Nasheed to facilitate safe haven for Mahinda in the Maldives",
  "body_lines": [
    "The Maldives Journal has learned that the speaker of the Maldivian Parliament, President Mohamed Nasheed is presently brokering safe passage for beleaguered former Prime Minister of Sri Lanka, Mahinda Rajapaksa, and his family.",
    "Nasheed is currently in Sri Lanka, meeting heads of political parties. Nasheed went to Sri Lanka last week, and volunteered to coordinate international relief efforts for Sri Lanka, despite lacking any experience in that field. In the last few days, Nasheed has held several meetings with high-level political figures and lobbied to grant the Rajapaksa family a safe passage to the Maldives,the Maldives Journal reported.",
    "A senior Maldivian government official reported to TMJ that after he had resigned, Mahinda Rajapaksa had called Nasheed. In this call, Rajapaksa requested Nasheed to make arrangements so that his family can stay in the Maldives until the situation in Sri Lanka calms down.",
    "Mahinda initially had the plan to settle his family in a property of Maldivian tourism tycoon, Champa Muhammad Moosa (Uhchu). Moosa is known to have close ties with the Rajapaksas.",
    "Nasheed had shot down the idea, citing that Moosa was an untrustworthy figure. “Uhchu is not to be trusted,” he said.",
    "As an alternative, Nasheed had proposed that Rajapaksas purchase a private residence in Soneva Fushi, a property owned by India’s Sonu Shivdasani. Sonu is a close associate of Nasheed.",
    "Shivdasani has close ties to India’s ruling Bharatiya Janata Party (BJP). He is suspected to have bank rolled MDP during the tenure of former President Abdullah Yameen.",
    "The source also reported that Sonu Shivdasani had agreed to sell a private villa to the Rajapaksa family – at a cool US$ 12 million. An additional villa, priced at US$ 3 million, is also included in the deal, and will be used as housing for the family’s staff and security.",
    "TMJ has been able to confirm that the family plans to purchase a six-room villa, measuring 24,000 square feet. It can comfortably house 12 adults and six children. A private pool, gym, sauna, and other facilities are available in the villa as well.",
    "Speaker Nasheed left for Sri Lanka last week. The Prime Minister’s Office reported that Nasheed had generously offered to assist Sri Lanka in securing relief from foreign nations. Wickremesinghe had accepted the offer.",
    "Since then, Nasheed has held several high-level meetings, including one with former Minister of Youth and Sports, Namal Rajapaksa, the son of Mahinda, as well as opposition leader Sajith Premadasa.",
    "While his original pledge was to coordinate international relief efforts, this has taken backstage to the lobbying efforts he is undertaking. In each meeting, Nasheed had constantly and consistently, lobbied for safe passage for Rajapaksa and his family.",
    "In his meeting with Premadasa, Nasheed had talked of creating peace and political stability. In these meetings, he had urged all to refrain from revenge.",
    "Sri Lankan courts have seized Rajapaksa’s passport and a travel ban is on the former Prime Minister.",
    "One of Nasheed’s tasks in the country, the source said, was to coordinate between various stakeholders so that the Rajapaksas can leave the country. The source added that Mahinda had agreed to support and fund Nasheed’s political activities, in exchange for safe passage.",
    "The news that Nasheed was seeking relief for Sri Lanka was met with public criticism, as he has zero track record in securing aid. During his administration, he had famously failed to bring in ‘millions’, in spite of boasting that he could do so. On top of that, Nasheed’s administration had sold off state assets on the cheap to foreign parties.",
    "While campaigning for office in 2008, Nasheed had pledged to bring in US$ 300 million as foreign aid in the first three months of his presidency. His term ended prematurely in 2012 after he resigned – the promised aid is yet to come.",
    "Nasheed’s short term in office was marked by economic difficulties, with a currency that was losing its value quickly. The dollar was pegged at 15.42 during his tenure.",
    "His party, Maldivian Democratic Party (MDP) is back on the presidency. This administration has continued their heavy reliance on foreign aid as well. Each year, Ministry of Finance pencils in billions as receivables in foreign aid. This is then used as basis for major infrastructure projects and recurrent expenses.",
    "Each year the administration fails to bring in even a quarter of the amount. For the running year, they had set a target of MVR 2.9 billion (US$ 188.01 million). So far, not even three percent has been received.",
    "With such a spotty track record, what guarantee is there that Nasheed could successfully assist Sri Lanka navigate their financial crisis?",
    "MDP and Rajapaksa family always has had close ties. MDP had their origins in Sri Lanka in 2003. Then the Maldivian constitution did not allow for political parties. This did not halt Nasheed and his allies’ ambitions – they started their activities based from Sri Lanka.",
    "Mahinda became Prime Minister for the first time in 2004. Nasheed and MDP continued their work under the protection of Rajapaksa. Rajapaksa is also rumored to have funded Nasheed in the 2008 Presidential elections.",
    "Several high-level figures of MDP call Sri Lanka their second home. President Ibrahim Mohamed Solih’s father-in-law Sikka Ahmed Ismail Manik resides in Sri Lanka for the most part, with several businesses and residences to his name. Present Health Minister Ahmed Naseem also has a property in the country. Naseem’s nephew is currently the Ambassador of Maldives to Sri Lanka.",
    "When former President Ibrahim Nasir ended his term in office, those who were closely aligned with Nasir, set up base in Sri Lanka. This includes, Moomina Haleem, and President Solih’s father-in-law, Sikka Ahmed Ismail Manik.",
    "Mahinda Rajapaksa’s party Sri Lanka Podujana Peramuna (SLPP) and Nasheed’s MDP are bastions of nepotism, cronyism, and unchecked corruption.",
    "Mahinda’s brother Gotabaya is President. Chamal Rajapaksa, another brother, headed the Ministry of Irrigation. Basil Rajapaksa served as Finance Minister. His son Namal was serving as Minister of Youth and Sports. They all resigned their portfolios in April 2022, in light of protests.",
    "MDP has mirrored this effectively. Nasheed serves as Speaker, while Nasheed’s cousin Eva serves as his Deputy. President Solih’s cabinet and senior government positions are filled by his and Nasheed’s close family and associates.",
    "Sri Lankans are currently in the midst of unprecedented economic turmoil. The country is effectively bankrupt, with the majority of the population struggling to make basic needs met. One of the key demands from the protests is the resignation of President Gotabaya Rajapaksa. Go Gota Go, is the unwavering and unfazed demand. An unrepentant Mahinda Rajapaksa and his family is leaving the country for the Maldives, is a step backward for citizens asking for the bare minimum of accountability."
  ],
  "translate": {
    "si": {
      "title": "මාලදිවයිනේ මහින්දට ආරක්‍ෂිත තෝතැන්නක් ලබාදීමට මාලදිවයින් පාර්ලිමේන්තු කථානායක නෂීඩ්",
      "body_lines": [
        "මාලදිවයින් පාර්ලිමේන්තුවේ කථානායක ජනාධිපති මොහොමඩ් නෂීඩ් මේ වන විට ශ්‍රී ලංකාවේ හිටපු අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ සහ ඔහුගේ පවුලේ අයට ආරක්ෂිත මාර්ගයක් ලබා දෙමින් සිටින බව මාලදිවයින් ජර්නල් වෙත වාර්තා වේ.",
        "නෂීඩ් මේ වන විට ශ්‍රී ලංකාවට පැමිණ දේශපාලන පක්ෂ ප්‍රධානීන් හමුවෙයි. නෂීඩ් පසුගිය සතියේ ශ්‍රී ලංකාවට ගිය අතර, එම ක්ෂේත්‍රයේ කිසිදු අත්දැකීමක් නොමැති වුවද, ශ්‍රී ලංකාව සඳහා ජාත්‍යන්තර සහන කටයුතු සම්බන්ධීකරණය කිරීමට ස්වේච්ඡාවෙන් ඉදිරිපත් විය. පසුගිය දින කිහිපය තුළ නෂීඩ් ඉහළ පෙළේ දේශපාලන නායකයන් සමඟ රැස්වීම් කිහිපයක් පවත්වා රාජපක්ෂ පවුලට මාලදිවයිනට ආරක්ෂිත මාර්ගයක් ලබා දීම සඳහා බලපෑම් කර ඇති බව මාලදිවයිනේ ජර්නලය වාර්තා කළේය.",
        "මාලදිවයින් රජයේ ජ්‍යෙෂ්ඨ නිලධාරියෙක් ටීඑම්ජේ වෙත වාර්තා කළේ ඔහු ඉල්ලා අස්වීමෙන් පසු මහින්ද රාජපක්ෂ නෂීඩ්ට කතා කළ බවයි. මෙම ඇමතුමෙන් රාජපක්ෂ නෂීඩ්ගෙන් ඉල්ලා සිටියේ ශ්‍රී ලංකාවේ තත්ත්වය සමනය වන තුරු තම පවුලට මාලදිවයිනේ රැඳී සිටීමට කටයුතු කරන ලෙසයි.",
        "මාලදිවයිනේ සංචාරක ව්‍යාපාරික චම්පා මුහම්මද් මූසා (උහ්චු) ගේ දේපළක තම පවුල පදිංචි කිරීමට මහින්දට මුලදී සැලසුමක් තිබිණි. මූසා රාජපක්ෂවරුන් සමඟ සමීප සබඳතා පවත්වන බව දන්නා කරුණකි.",
        "නෂීඩ් එම අදහස ප්‍රතික්ෂේප කර තිබුණේ මූසා විශ්වාස කළ නොහැකි චරිතයක් බව පවසමිනි. \"උහ්චු විශ්වාස කළ යුතු නැත,\" ඔහු පැවසීය.",
        "විකල්පයක් ලෙස, ඉන්දියාවේ සෝනු ශිව්දාසානි සතු දේපළක් වන සොනෙවා ෆුෂි හි පෞද්ගලික නිවසක් රාජපක්ෂවරුන්ට මිලදී ගැනීමට නෂීඩ් යෝජනා කර තිබුණි. සෝනු යනු නෂීඩ්ගේ සමීපතමයෙකි.",
        "ශිව්දාසනි ඉන්දියාවේ පාලක භාරතීය ජනතා පක්ෂය (BJP) සමඟ සමීප සබඳතා පවත්වයි. ඔහු හිටපු ජනාධිපති අබ්දුල්ලා යමීන් ගේ පාලන සමයේදී MDP බැංකුව රෝල් කර ඇති බවට සැක කෙරේ.",
        "සෝනු ශිව්දාසනි රාජපක්ෂ පවුලට පෞද්ගලික විලා එකක් විකිණීමට එකඟ වී ඇති බව ද මූලාශ්‍රය වාර්තා කළේය - සිසිල් ඇමරිකානු ඩොලර් මිලියන 12 කට. ඇමරිකානු ඩොලර් මිලියන 3 ක මිලක් සහිත අතිරේක විලා එකක් ද ගනුදෙනුවට ඇතුළත් කර ඇති අතර, එය පවුලේ කාර්ය මණ්ඩලය සහ ආරක්ෂාව සඳහා නිවාස ලෙස භාවිතා කරනු ඇත.",
        "වර්ග අඩි 24,000කින් යුත් කාමර හයකින් යුත් විලා එකක් මිලදී ගැනීමට පවුල සැලසුම් කර ඇති බව තහවුරු කිරීමට TMJ සමත් වී ඇත. එය වැඩිහිටියන් 12 දෙනෙකුට සහ ළමුන් හය දෙනෙකුට සුවපහසු ලෙස නවාතැන් ගත හැකිය. පෞද්ගලික තටාකයක්, ව්‍යායාම් ශාලාවක්, සෝනා සහ වෙනත් පහසුකම් ද විලා හි ඇත.",
        "කථානායක නෂීඩ් පසුගිය සතියේ ශ්‍රී ලංකාවට ගියේය. විදේශ රටවලින් සහන ලබා ගැනීම සඳහා ශ්‍රී ලංකාවට සහය වීමට නෂීඩ් නොමසුරුව ඉදිරිපත් වූ බව අග්‍රාමාත්‍ය කාර්යාලය වාර්තා කළේය. වික්‍රමසිංහ එම යෝජනාව පිළිගෙන තිබුණි.",
        "එතැන් සිට, නෂීඩ් හිටපු යෞවන හා ක්‍රීඩා අමාත්‍ය මහින්දගේ පුත් නාමල් රාජපක්ෂ මෙන්ම විපක්ෂ නායක සජිත් ප්‍රේමදාස සමඟ ඉහළ මට්ටමේ රැස්වීම් කිහිපයක් පවත්වා ඇත.",
        "ජාත්‍යන්තර සහන කටයුතු සම්බන්ධීකරණය කිරීම ඔහුගේ මුල් ප්‍රතිඥාව වූ අතර, මෙය ඔහු විසින් සිදු කරන ලොබි ප්‍රයත්නයන් වෙත වේදිකාව පිටුපසට ගෙන ඇත. සෑම රැස්වීමකදීම නෂීඩ් රාජපක්ෂට සහ ඔහුගේ පවුලේ අයට ආරක්ෂිතව ගමන් කිරීම සඳහා නිරතුරුව හා අඛණ්ඩව බලපෑම් කළේය.",
        "ප්‍රේමදාස සමඟ පැවති සාකච්ඡාවේදී නෂීඩ් සාමය සහ දේශපාලන ස්ථාවරත්වය ඇති කිරීම ගැන කතා කර ඇත. මෙම රැස්වීම්වලදී ඔහු පළිගැනීම්වලින් වළකින ලෙස සියලු දෙනාගෙන් ඉල්ලා සිටියේය.",
        "ශ්‍රී ලංකා අධිකරණය විසින් රාජපක්ෂගේ විදේශ ගමන් බලපත්‍රය අත් අඩංගුවට ගෙන ඇති අතර හිටපු අග්‍රාමාත්‍යවරයාට විදෙස් ගමන් තහනමක් පනවා තිබේ.",
        "රාජපක්ෂලාට රට හැර යාමට හැකි වන පරිදි විවිධ පාර්ශවකරුවන් අතර සම්බන්ධීකරණය කිරීම නෂීඩ්ගේ රටෙහි එක් කාර්යයක් බව මූලාශ්‍රය පැවසීය. ආරක්ෂිතව ගමන් කිරීම සඳහා හිලව්වක් ලෙස නෂීඩ්ගේ දේශපාලන කටයුතුවලට සහය දැක්වීමට සහ අරමුදල් සැපයීමට මහින්ද එකඟ වූ බව මූලාශ්‍රය වැඩිදුරටත් සඳහන් කළේය.",
        "නෂීඩ් ශ්‍රී ලංකාව වෙනුවෙන් සහන සොයන බවට වූ පුවත මහජන විවේචනයට ලක් වූයේ ඔහුට ආධාර ලබා දීමේ වාර්තාවක් නොමැති බැවිනි. ඔහුගේ පාලන සමයේදී, ඔහුට එසේ කළ හැකි බවට පුරසාරම් දෙඩුවත්, ‘මිලියන ගණන්’ ගෙන ඒමට ඔහු ප්‍රසිද්ධ ලෙස අසමත් විය. ඊට උඩින්, නෂීඩ්ගේ පරිපාලනය රාජ්‍ය වත්කම් විදේශ පක්ෂවලට ලාභයට විකුණා තිබුණි.",
        "2008 දී නිලවරණයට ප්‍රචාරක කටයුතුවල නිරත වෙමින් සිටියදී, නෂීඩ් ජනාධිපති ධුරයට පත් වූ පළමු මාස ​​තුන තුළ විදේශ ආධාර වශයෙන් ඇමෙරිකානු ඩොලර් මිලියන 300ක් ගෙන ඒමට ප්‍රතිඥා දී තිබුණි. ඔහු ඉල්ලා අස්වීමෙන් පසු 2012 දී ඔහුගේ ධුර කාලය අකාලයේ අවසන් විය - පොරොන්දු වූ ආධාර තවමත් පැමිණ නැත.",
        "නෂීඩ්ගේ කෙටි කාලීන නිල කාලය ආර්ථික දුෂ්කරතා වලින් සලකුණු වූ අතර මුදල් ඒකකයක් ඉක්මනින් එහි වටිනාකම අහිමි විය. ඔහුගේ පාලන කාලය තුළ ඩොලරය 15.42 ලෙස සටහන් විය.",
        "ඔහුගේ පක්ෂය වන මාලදිවයින් ප්‍රජාතන්ත්‍රවාදී පක්ෂය (MDP) නැවතත් ජනාධිපති ධුරයට පත්වී ඇත. මෙම පරිපාලනය විදේශ ආධාර මත ද දැඩි ලෙස විශ්වාසය තබා ඇත. සෑම වසරකම විදේශ ආධාර වශයෙන් ලැබිය යුතු මුදල් ලෙස මුදල් අමාත්‍යාංශය පැන්සල් බිලියන ගණනින් ලබා දෙයි. මෙය පසුව ප්රධාන යටිතල පහසුකම් ව්යාපෘති සහ පුනරාවර්තන වියදම් සඳහා පදනම ලෙස භාවිතා වේ.",
        "සෑම වසරකම එම මුදලින් හතරෙන් එකක්වත් ගෙන ඒමට පරිපාලනය අසමත් වේ. ධාවන වර්ෂය සඳහා ඔවුන් MVR බිලියන 2.9 (US$ මිලියන 188.01) ඉලක්කයක් තබා ඇත. මෙතෙක් සියයට තුනක්වත් ලැබී නැහැ.",
        "එවැනි තිත් වාර්තාවක් සමඟින්, නෂීඩ්ට ශ්‍රී ලංකාවට ඔවුන්ගේ මූල්‍ය අර්බුදය මඟහරවා ගැනීමට සාර්ථකව සහාය විය හැකි බවට ඇති සහතිකය කුමක්ද?",
        "MDP සහ රාජපක්ෂ පවුල හැම විටම සමීප සබඳතා පැවැත්වූහ. MDP 2003 දී ශ්‍රී ලංකාවෙන් ආරම්භ විය. එවිට මාලදිවයිනේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් දේශපාලන පක්ෂවලට ඉඩ දුන්නේ නැත. මෙය නෂීඩ්ගේ සහ ඔහුගේ සහචරයින්ගේ අභිලාෂයන් නතර කළේ නැත - ඔවුන් ශ්‍රී ලංකාව පදනම් කරගෙන ඔවුන්ගේ ක්‍රියාකාරකම් ආරම්භ කළහ.",
        "මහින්ද ප්‍රථම වරට අගමැති වූයේ 2004 දීය. නෂීඩ් සහ එම්ඩීපී රාජපක්ෂගේ ආරක්ෂාව යටතේ සිය වැඩ කටයුතු කරගෙන ගියහ. 2008 ජනාධිපතිවරණයේදී නෂීඩ්ට අරමුදල් සැපයුවේ රාජපක්ෂ බවටද කටකතා පැතිරේ.",
        "MDP හි ඉහළ මට්ටමේ පුද්ගලයන් කිහිප දෙනෙකු ශ්‍රී ලංකාව ඔවුන්ගේ දෙවන නිවස ලෙස හඳුන්වයි. ජනාධිපති ඊබ්‍රාහිම් මොහොමඩ් සෝලිගේ මාමණ්ඩිය වන සික්කා අහමඩ් ඉස්මයිල් මානික් බොහෝ දුරට ශ්‍රී ලංකාවේ පදිංචිව සිටින අතර ඔහුගේ නමට ව්‍යාපාර සහ නිවාස කිහිපයක් ඇත. වත්මන් සෞඛ්‍ය ඇමැති අහමඩ් නසීම්ටද රටේ දේපළක් තිබේ. නසීම්ගේ බෑණනුවන් දැනට ශ්‍රී ලංකාවේ මාලදිවයිනේ තානාපතිවරයාය.",
        "හිටපු ජනාධිපති ඊබ්‍රහිම් නසීර් සිය ධූර කාලය අවසන් වූ විට නසීර් සමඟ සමීපව සිටි අය ශ්‍රී ලංකාවේ කඳවුරු පිහිටුවා ගත්හ. මෙයට මුමිනා හලීම් සහ ජනාධිපති සෝලිගේ මාමණ්ඩිය වන සික්කා අහමඩ් ඉස්මයිල් මානික් ඇතුළත් වේ.",
        "මහින්ද රාජපක්ෂගේ පක්ෂය වන ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP) සහ නෂීඩ්ගේ MDP ඥාති සංග්‍රහයේ, ගජමිතුරුවාදයේ සහ පාලනය නොකළ දූෂණයේ බලකොටු වේ.",
        "ජනාධිපති මහින්දගේ සහෝදරයා ගෝඨාභය. තවත් සහෝදරයෙක් වන චමල් රාජපක්ෂ වාරිමාර්ග අමාත්‍යාංශයේ ප්‍රධානියා විය. බැසිල් රාජපක්ෂ මුදල් අමාත්‍යවරයා ලෙස කටයුතු කළා. ඔහුගේ පුත් නාමල් තරුණ හා ක්‍රීඩා අමාත්‍යවරයා ලෙස කටයුතු කරමින් සිටියේය. විරෝධතා හේතුවෙන් ඔවුන් සියලු දෙනාම 2022 අප්‍රේල් මාසයේදී සිය අමාත්‍ය ධුරවලින් ඉල්ලා අස්විය.",
        "MDP මෙය ඵලදායී ලෙස පිළිබිඹු කර ඇත. නෂීඩ් කථානායකවරයා ලෙස කටයුතු කරන අතර නෂීඩ්ගේ ඥාති සොහොයුරිය වන ඊවා ඔහුගේ නියෝජ්‍ය නිලධාරියා ලෙස කටයුතු කරයි. ජනාධිපති සෝලිගේ කැබිනට් මණ්ඩලය සහ ජ්‍යෙෂ්ඨ ආන්ඩුවේ තනතුරු පුරවන්නේ ඔහුගේ සහ නෂීඩ්ගේ සමීපතම පවුලේ අය සහ හිතවතුන් විසිනි.",
        "ශ්‍රී ලාංකිකයන් මේ වන විට සිටින්නේ පෙර නොවූ විරූ ආර්ථික අවුල් ජාලයක ය. ජනගහනයෙන් බහුතරයක් මූලික අවශ්‍යතා සපුරාලීමට අරගල කරමින් සිටින රට ඵලදායී ලෙස බංකොලොත් වී ඇත. විරෝධතාවයේ ප්‍රධාන ඉල්ලීම්වලින් එකක් වන්නේ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ඉල්ලා අස්වීමයි. Go Gota Go යනු නොසැලෙන සහ නොසැලෙන ඉල්ලුමයි. පසුතැවිලි නොවන මහින්ද රාජපක්ෂ මහතා සහ ඔහුගේ පවුලේ අය රට හැර මාලදිවයිනට යාම අවම වගවීම ඉල්ලා සිටින පුරවැසියන්ගේ පියවරක් ආපස්සට යාමකි."
      ]
    },
    "ta": {
      "title": "மாலத்தீவில் மகிந்தவுக்கு பாதுகாப்பான புகலிடத்தை ஏற்படுத்துவதற்காக மாலைதீவு நாடாளுமன்ற சபாநாயகர் நஷீட்",
      "body_lines": [
        "மாலத்தீவு நாடாளுமன்றத்தின் சபாநாயகர், ஜனாதிபதி மொஹமட் நஷீத் தற்போது இலங்கையின் முன்னாள் பிரதமர் மகிந்த ராஜபக்ச மற்றும் அவரது குடும்பத்தினருக்கு பாதுகாப்பான பாதையை வழங்குவதாக மாலத்தீவு ஜர்னல் அறிந்துள்ளது.",
        "நஷீத் தற்போது இலங்கையில் அரசியல் கட்சி தலைவர்களை சந்தித்து வருகிறார். நஷீத் கடந்த வாரம் இலங்கைக்கு சென்று, அந்த துறையில் எந்த அனுபவமும் இல்லாத போதிலும், இலங்கைக்கான சர்வதேச நிவாரண முயற்சிகளை ஒருங்கிணைக்க முன்வந்தார். கடந்த சில நாட்களாக, நஷீத், உயர்மட்ட அரசியல் பிரமுகர்களுடன் பல சந்திப்புகளை நடத்தி, ராஜபக்ச குடும்பத்தை மாலத்தீவுக்கு பாதுகாப்பான பாதையில் செல்ல வழிவகை செய்துள்ளார் என்று மாலத்தீவு ஜர்னல் தெரிவித்துள்ளது.",
        "அவர் இராஜினாமா செய்த பின்னர், மகிந்த ராஜபக்ச நஷீத்தை அழைத்ததாக மாலத்தீவு அரசாங்கத்தின் சிரேஷ்ட அதிகாரி ஒருவர் TMJ க்கு அறிவித்துள்ளார். இந்த அழைப்பில், இலங்கையில் நிலைமை சீராகும் வரை தனது குடும்பத்தினர் மாலத்தீவில் தங்குவதற்கு ஏற்பாடு செய்யுமாறு நஷீத்திடம் ராஜபக்சே கேட்டுக் கொண்டார்.",
        "மாலத்தீவின் சுற்றுலா அதிபரான சம்பா முஹம்மது மூசாவின் (உச்சு) சொத்தில் தனது குடும்பத்தை குடியமர்த்தும் திட்டத்தை மஹிந்த ஆரம்பத்தில் கொண்டிருந்தார். மூசா ராஜபக்சக்களுடன் நெருங்கிய தொடர்புகளை வைத்திருப்பதாக அறியப்படுகிறது.",
        "மூசா ஒரு நம்பத்தகாத நபர் என்று குறிப்பிட்டு நஷீத் அந்த யோசனையை சுட்டு வீழ்த்தினார். \"உச்சு நம்பக்கூடாது\" என்று அவர் கூறினார்.",
        "இதற்கு மாற்றாக, இந்தியாவின் சோனு ஷிவ்தாசானிக்கு சொந்தமான சொனேவா ஃபுஷியில் ராஜபக்சேக்கள் ஒரு தனிப்பட்ட குடியிருப்பை வாங்க வேண்டும் என்று நஷீத் முன்மொழிந்தார். சோனு நஷீத்தின் நெருங்கிய கூட்டாளி.",
        "சிவதாசனி இந்தியாவின் ஆளும் பாரதிய ஜனதா கட்சியுடன் (BJP) நெருங்கிய உறவுகளைக் கொண்டுள்ளார். அவர் முன்னாள் ஜனாதிபதி அப்துல்லா யாமீனின் பதவிக் காலத்தில் எம்.டி.பி.",
        "சோனு ஷிவ்தாசானி ராஜபக்ச குடும்பத்திற்கு ஒரு தனியார் வில்லாவை 12 மில்லியன் அமெரிக்க டாலர்களுக்கு விற்க ஒப்புக்கொண்டதாகவும் அந்த ஆதாரம் தெரிவித்துள்ளது. 3 மில்லியன் அமெரிக்க டாலர் விலையுள்ள கூடுதல் வில்லாவும் இந்த ஒப்பந்தத்தில் சேர்க்கப்பட்டுள்ளது, மேலும் இது குடும்பத்தின் பணியாளர்கள் மற்றும் பாதுகாப்பிற்கான வீடாகப் பயன்படுத்தப்படும்.",
        "24,000 சதுர அடியில் ஆறு அறைகள் கொண்ட வில்லாவை வாங்க குடும்பம் திட்டமிட்டுள்ளது என்பதை TMJ உறுதிப்படுத்தியுள்ளது. இதில் 12 பெரியவர்கள் மற்றும் ஆறு குழந்தைகள் வசதியாக தங்கலாம். ஒரு தனியார் குளம், ஜிம், சானா மற்றும் பிற வசதிகளும் வில்லாவில் உள்ளன.",
        "சபாநாயகர் நஷீத் கடந்த வாரம் இலங்கை சென்றார். வெளிநாட்டு நாடுகளிடம் இருந்து நிவாரணம் பெறுவதற்கு இலங்கைக்கு உதவ நஷீத் தாராளமாக முன்வந்ததாக பிரதமர் அலுவலகம் தெரிவித்துள்ளது. விக்கிரமசிங்க இந்த வாய்ப்பை ஏற்றுக்கொண்டார்.",
        "அப்போதிருந்து, நஷீட், முன்னாள் இளைஞர் மற்றும் விளையாட்டுத்துறை அமைச்சர், மஹிந்தவின் மகன் நாமல் ராஜபக்ஷ மற்றும் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச ஆகியோருடன் பல உயர்மட்ட சந்திப்புகளை நடத்தியுள்ளார்.",
        "சர்வதேச நிவாரண முயற்சிகளை ஒருங்கிணைப்பதே அவரது அசல் உறுதிமொழியாக இருந்த போதிலும், இது அவர் மேற்கொண்டு வரும் பரப்புரை முயற்சிகளுக்கு மேடைக்குப் பின் சென்றுள்ளது. ஒவ்வொரு சந்திப்பிலும், நஷீத் தொடர்ந்தும், தொடர்ந்தும், ராஜபக்சேவிற்கும் அவரது குடும்பத்தினருக்கும் பாதுகாப்பான வழிக்கு செல்வதற்காக வற்புறுத்தினார்.",
        "பிரேமதாசாவுடனான சந்திப்பில், அமைதி மற்றும் அரசியல் ஸ்திரத்தன்மையை உருவாக்குவது குறித்து நஷீத் பேசியிருந்தார். இந்தக் கூட்டங்களில், பழிவாங்குவதைத் தவிர்க்குமாறு அனைவரையும் அவர் வலியுறுத்தினார்.",
        "இலங்கை நீதிமன்றங்கள் ராஜபக்சேவின் பாஸ்போர்ட்டை பறிமுதல் செய்ததால், முன்னாள் பிரதமர் ராஜபக்சேவுக்கு பயண தடை விதிக்கப்பட்டுள்ளது.",
        "நாட்டில் நஷீத்தின் பணிகளில் ஒன்று, ராஜபக்சேக்கள் நாட்டை விட்டு வெளியேறும் வகையில் பல்வேறு பங்குதாரர்களுக்கு இடையே ஒருங்கிணைக்க வேண்டும் என்று அந்த வட்டாரம் கூறியது. பாதுகாப்பான பாதைக்கு ஈடாக நஷீத்தின் அரசியல் நடவடிக்கைகளுக்கு ஆதரவளிப்பதற்கும் நிதியளிப்பதற்கும் மகிந்த ஒப்புக்கொண்டதாக அந்த வட்டாரம் மேலும் தெரிவித்தது.",
        "நஷீத் இலங்கைக்கு நிவாரணம் தேடுகிறார் என்ற செய்தி பொதுமக்களின் விமர்சனத்தை சந்தித்தது, ஏனெனில் அவருக்கு உதவி கிடைப்பதில் பூஜ்ஜிய சாதனை உள்ளது. அவரது நிர்வாகத்தின் போது, ​​அவர் 'மில்லியன்களை' கொண்டு வர முடியும் என்று பெருமையாக இருந்தபோதிலும், பிரபலமாக தோல்வியடைந்தார். அதற்கு மேல், நஷீதின் நிர்வாகம் அரச சொத்துக்களை குறைந்த விலையில் வெளிநாட்டுக் கட்சிகளுக்கு விற்றுவிட்டது.",
        "2008 இல் பதவிக்கு பிரச்சாரம் செய்யும் போது, ​​நஷீத் தனது ஜனாதிபதி பதவிக்கு முதல் மூன்று மாதங்களில் 300 மில்லியன் அமெரிக்க டாலர்களை வெளிநாட்டு உதவியாக கொண்டு வர உறுதியளித்தார். அவர் ராஜினாமா செய்த பின்னர் அவரது பதவிக்காலம் 2012 இல் முன்கூட்டியே முடிவடைந்தது - வாக்குறுதியளிக்கப்பட்ட உதவி இன்னும் வரவில்லை.",
        "நஷீதின் குறுகிய கால பதவிக்காலம் பொருளாதார சிக்கல்களால் குறிக்கப்பட்டது, நாணயம் அதன் மதிப்பை விரைவாக இழந்து கொண்டிருந்தது. அவரது பதவிக்காலத்தில் டாலர் மதிப்பு 15.42 ஆக இருந்தது.",
        "அவரது கட்சியான மாலத்தீவு ஜனநாயகக் கட்சி (எம்டிபி) மீண்டும் அதிபர் பதவிக்கு வந்துள்ளது. இந்த நிர்வாகம் வெளிநாட்டு உதவியையும் அதிகளவில் நம்பியிருக்கிறது. ஒவ்வொரு ஆண்டும், நிதி அமைச்சகம் வெளிநாட்டு உதவியாக பில்லியன்களில் பென்சில்களை பெறுகிறது. இது முக்கிய உள்கட்டமைப்பு திட்டங்கள் மற்றும் தொடர்ச்சியான செலவுகளுக்கு அடிப்படையாக பயன்படுத்தப்படுகிறது.",
        "ஒவ்வொரு ஆண்டும் நிர்வாகம் நான்கில் ஒரு பங்கு தொகையை கூட கொண்டு வருவதில்லை. இயங்கும் ஆண்டில், அவர்கள் MVR 2.9 பில்லியன் (US$ 188.01 மில்லியன்) இலக்கை நிர்ணயித்துள்ளனர். இதுவரை மூன்று சதவீதம் கூட வரவில்லை.",
        "இத்தகைய மோசமான சாதனையுடன், நஷீத் இலங்கையின் நிதி நெருக்கடியை சமாளிக்க வெற்றிகரமாக உதவ முடியும் என்பதற்கு என்ன உத்தரவாதம் உள்ளது?",
        "MDP க்கும் ராஜபக்சே குடும்பத்திற்கும் எப்போதும் நெருங்கிய தொடர்பு உண்டு. MDP 2003 இல் இலங்கையில் தோற்றம் பெற்றது. பின்னர் மாலத்தீவு அரசியலமைப்பு அரசியல் கட்சிகளை அனுமதிக்கவில்லை. இது நஷீத் மற்றும் அவரது கூட்டாளிகளின் அபிலாஷைகளைத் தடுக்கவில்லை - அவர்கள் இலங்கையில் இருந்து தங்கள் நடவடிக்கைகளைத் தொடங்கினர்.",
        "2004ல் மகிந்த முதன்முறையாக பிரதமரானார். நஷீத் மற்றும் எம்.டி.பி., ராஜபக்சவின் பாதுகாப்பில் தங்கள் பணியை தொடர்ந்தனர். 2008 அதிபர் தேர்தலில் நஷீத்துக்கு ராஜபக்சே நிதியுதவி செய்ததாகவும் கூறப்படுகிறது.",
        "MDP இன் பல உயர்மட்ட பிரமுகர்கள் இலங்கையை தங்கள் இரண்டாவது வீடு என்று அழைக்கின்றனர். ஜனாதிபதி இப்ராஹிம் மொஹமட் சோலிஹ்வின் மாமனார் சிக்கா அஹமட் இஸ்மாயில் மாணிக் இலங்கையில் தனது பெயரில் பல தொழில்கள் மற்றும் குடியிருப்புகளுடன் வசிக்கிறார். தற்போதைய சுகாதார அமைச்சர் அகமது நசீமுக்கும் நாட்டில் சொத்து உள்ளது. நசீமின் மருமகன் தற்போது இலங்கைக்கான மாலைதீவு தூதராக உள்ளார்.",
        "முன்னாள் ஜனாதிபதி இப்ராஹிம் நசீர் தனது பதவிக்காலம் முடிவடைந்த போது, ​​நசீருடன் நெருக்கமாக இருந்தவர்கள் இலங்கையில் தளம் அமைத்துக் கொண்டனர். இதில், மூமினா ஹலீம் மற்றும் ஜனாதிபதி சோலியின் மாமனார், சிக்கா அகமது இஸ்மாயில் மாணிக் ஆகியோர் அடங்குவர்.",
        "மகிந்த ராஜபக்சவின் கட்சியான ஸ்ரீலங்கா பொதுஜன பெரமுனா (SLPP) மற்றும் நஷீதின் MDP ஆகியவை உறவுமுறை, நட்புறவு மற்றும் கட்டுப்படுத்தப்படாத ஊழல் ஆகியவற்றின் கோட்டைகள்.",
        "மஹிந்தவின் சகோதரர் கோட்டாபய ஜனாதிபதி. மற்றொரு சகோதரரான சமல் ராஜபக்ஷ நீர்ப்பாசன அமைச்சின் தலைவராக இருந்தார். பசில் ராஜபக்ச நிதி அமைச்சராக பதவி வகித்தார். அவரது மகன் நாமல் இளைஞர் மற்றும் விளையாட்டுத்துறை அமைச்சராக பதவி வகித்து வந்தார். எதிர்ப்புகளின் வெளிச்சத்தில் அவர்கள் அனைவரும் ஏப்ரல் 2022 இல் தங்கள் இலாகாக்களை ராஜினாமா செய்தனர்.",
        "MDP இதை திறம்பட பிரதிபலித்தது. நஷீத் சபாநாயகராக பணியாற்றுகிறார், அதே சமயம் நஷீத்தின் உறவினர் ஈவா அவரது துணைவராக பணியாற்றுகிறார். ஜனாதிபதி சோலியின் அமைச்சரவை மற்றும் மூத்த அரசாங்க பதவிகள் அவரது மற்றும் நஷீத்தின் நெருங்கிய குடும்பம் மற்றும் கூட்டாளிகளால் நிரப்பப்படுகின்றன.",
        "இலங்கையர்கள் தற்போது வரலாறு காணாத பொருளாதார நெருக்கடிக்கு மத்தியில் உள்ளனர். பெரும்பான்மையான மக்கள் அடிப்படைத் தேவைகளைப் பூர்த்தி செய்யப் போராடிக் கொண்டிருக்கும் நிலையில், நாடு திவாலானது. ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பதவி விலக வேண்டும் என்பது போராட்டங்களின் முக்கிய கோரிக்கைகளில் ஒன்றாகும். கோ கோதா கோ என்பது அசைக்க முடியாத மற்றும் தெளிவற்ற கோரிக்கை. மனம் வருந்தாத மகிந்த ராஜபக்சவும் அவரது குடும்பத்தினரும் நாட்டை விட்டு மாலத்தீவுக்கு செல்வது, குறைந்த பட்ச பொறுப்புக்கூறலைக் கேட்கும் குடிமக்களுக்குப் பின்னோக்கிச் செல்லும் படியாகும்."
      ]
    }
  }
}