{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-debate-against-seeking-imf-assistance-was-always-flawed/",
  "time_ut": 1651839060,
  "title": "The debate against seeking IMF assistance was always flawed",
  "body_lines": [
    "Despite the country being amid an economic Armageddon, a few individuals from the “old left” are still talking and writing nonsense. Prof. Tissa Vitarana (TV) and Vasudeva Nanayakkara (VN), both MPs, have expressed their vehement opposition to seeking a financial arrangement with the International Monetary Fund (IMF). It is a fact that neither gentleman represents the voice of the people. One is in parliament through the national list because he was otherwise un-electable and the other also needed accomodation from the SLPP to get returned. They should have gracefully retired from parliament long ago and allowed younger politicians to take their positions. I suppose wielding even limited political power is an aphrodisiac for even the most committed socialist!",
    "A few other armchair writers have also expressed their opposition to seeking IMF assistance and critiquing neo-liberal economic theory. However, I am confident that many of them have never owned or managed an enterprise and been responsible for generating employment, managing cash flow, ensuring the sustainability of the business and other challenges that an entrepreneur has to overcome. What is theorized when not in a position of authority versus the realities when in power are poles apart.",
    "It is now widely accepted that the former Governors of the Central Bank, Professor W D Lakshman and Nivard Cabraal, and the Treasury Secretary S.R. Attygalle and P B Jayasundara, the Secretary to the President (Gang of Four), are responsible for the economic catastrophe that we are currently enduring. The so-called “homegrown” solution they spoke about never materialized.",
    "Their policy decisions to reduce taxes, print money, and maintain low-interest rates and a forced exchange rate that was unrealistic are now acknowledged by many as the cause of the destruction of the country’s economy and the immense suffering we are undergoing. They steadfastly refused to seek the assistance of the IMF and restructure the foreign currency debt. Those who argued against such policies were ignored and labeled as “doomsday advocates.” The international rating agencies were criticized for downgrading the country’s credit rating. It is unfortunate that Ali Sabry, the current Finance Minister, is only now acknowledging the many mistakes made by the government. A case of closing the stable door after the horse has bolted.",
    "In my view, the Gang of Four must be charged and prosecuted in a court of law for crimes against humanity. Undoubtedly, they failed as public servants in discharging their fiduciary duties. Unlike our uneducated politicians, they had a formal university/professional education, and as such, their guilt for the mistakes made and for the suffering we are undergoing is inexcusable.",
    "Anura Priyadarshana Yapa, MP, stated in parliament that the decision to float the rupee overnight without having the tools to defend it had been taken unilaterally despite the IMF and other experts insisting that it be done gradually. Whenever there was mention that GOSL was contemplating going to the IMF, Cabraal would issue a Twitter message stating that was not the case. He insisted on paying US $ 500 million of International Sovereign Bonds that matured in January 2022 despite many independent economists and corporate sector leaders saying that the money should be preserved for the people. There needs to be an enquiry as to why the ISBs were settled and why the rupee was floated overnight. In addition, The Institute of Chartered Accountants of Sri Lanka needs to seriously consider debarring the membership of Cabraal for bringing disrepute to the Institute.",
    "There is no doubt that the President, Prime Minister, and the Cabinet need to accept full responsibility for the disaster that has befallen the country. Attempting to wash their hands off by stating that the Gang of Four is responsible will not do. Their incompetence and arrogance have resulted in causing so much anguish and suffering to the people. The goodwill and even adulation that existed for the President and the PM for ending the civil war has been replaced with anger and hatred. To believe otherwise would be a monumental mistake.",
    "Many independent experts from inception criticized the decision to ban chemical fertilizers and forewarned the severe consequences. However, their views were ignored and ridiculed. It is not good enough to say, “yes, I agree that I made a mistake”, but “let’s look for the solutions and not who was responsible for the mistakes.”",
    "Many believe that the mistakes made are due to a lack of economic and financial knowledge and incompetence. The need of the hour is to accept responsibility for the errors made and resign so that competent people can take over. Similar to the Gang of Four, politicians too should be subjected to a commission of inquiry and punished for crimes ranging from incompetence to corruption.",
    "The debate against seeking IMF assistance in view was always flawed. It is common sense that if your expenses consistently exceed your revenue, you need to reduce the expenditure whether the IMF mandates it or not. When reduced during an economic upheaval, government expenditure is referred to as “austerity”, a dirty word to those on the left. That austerity measures are needed due to reckless spending is conveniently forgotten. Many who have been responsible for managing the bottom line of an enterprise know that if 80 per cent of the revenue is spent on salaries, then there is no other option than going bankrupt unless steps are taken to reduce the expenditure.",
    "In Sri Lanka, we face this predicament because successive governments gave nonexistent government jobs to party supporters and graduates unable or refusing to fit into the private sector. The inducement for seeking a government job ranges from a lifetime non-contributory pension, poor work ethic and lack of accountability for non-performance.",
    "I came across a research document a couple of years back where it was disclosed that there are 320,000 peons and drivers in the public sector accounting for 17 per cent of the workforce. That the peons are non-productive is a fact as maybe most drivers. It is also stated that of the 1.5 million public servants, the country’s requirement is for only 800,000. In all probability, it could be pruned down further if better productivity is achieved. The question is whether the government will continue to employ the surplus workforce or steps taken to retrench and reskill them in the areas that require them.",
    "During my tenure in the private sector, I was involved in both the manufacturing and retail industries, where there was a significant shortage of human resources. Similarly, the construction and garment industries also face a chronic labour shortage. Those who are surplus and are retrenched and reskilled will need to come to terms with a change in work practices. The need to work shifts requires either reporting to work by 7 a.m. or finishing work at 10 p.m. In addition, they will need to work weekends and even public holidays. The question is, how many of our people are prepared to do the hard grind?",
    "There will also be a need for employers to re-look at the wage structure and raise the minimum wages. That there will be no lifetime pension, but only a provident fund contributed by the employer and the employee accumulated during the period of employment will be another discipline that needs to be learnt. That the provident fund collected on retirement needs to be prudently invested and managed will hopefully enhance the financial acumen of the average citizen.",
    "My comments are based on actual experiences during my working career and discussions with others involved in the business. For example, I recall the owner of a construction company who was building a factory lamenting that he had a daily shortfall of about 150 labourers and that many skilled workers such as masons, electricians and plumbers had given up working in the industry to be three-wheeler drivers.",
    "It is only now that the folly of not pricing fuel, electricity, and gas at least at cost is acknowledged by all and sundry. That the country’s long-term economic well-being was subordinated as politicians feared actions to increase prices would result in them losing the next election was lost among the electorate. Despite spiraling world prices, we all got used to driving our vehicles to the petrol stations whenever we wanted and pumped whatever we wanted. Similarly, we were happy and contented that electricity tariffs were not adjusted for eight long years despite the Ceylon Electricity Board losing billions.",
    "When there was a shortfall of hydro and coal power, we expected the government to supply uninterrupted electricity at whatever cost and believed that a surcharge to recover the additional cost should not be implemented. When gas prices soared, we expected the additional cost not to be passed on to us. The rich and the middle class were happy to accept and enjoy lower income tax rates despite knowing that reducing taxes without an appropriate reduction in expenses would result in a financial crisis. Why worry when it is someone else’s problem!",
    "The mistakes made by us, the electorate, over several decades are now truly upon us. The disclosure by the finance minister in his recent parliamentary speech that the country has only about US $ 50 million usable foreign reserves sent shivers down my spine. That we will need to beg and borrow to just survive from all and sundry is indeed a fact. However, I doubt that many still understand how serious is our predicament. That life will get even more unbearable is as sure as the sun will rise tomorrow. So to all those who still pontificate that we should not go to the IMF, my message is “just grow up.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජාත්‍යන්තර මූල්‍ය අරමුදලේ ආධාර ලබාගැනීමට එරෙහි විවාදය සෑම විටම දෝෂ සහිත විය",
      "body_lines": [
        "රට ආර්ථික හර්–මගෙදොන් යුද්ධයක් මධ්‍යයේ තිබියදීත්, “පැරණි වමේ” පුද්ගලයන් කිහිප දෙනෙක් තවමත් විකාර කතා කරමින් හා ලියමින් සිටිති. මහාචාර්ය තිස්ස විතාරණ (රූපවාහිනී) සහ වාසුදේව නානායක්කාර (වීඑන්) යන මන්ත්‍රීවරුන් දෙදෙනාම ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ මූල්‍ය ගිවිසුමක් ලබා ගැනීමට තම දැඩි විරෝධය පළ කර ඇත. කිසිම මහත්මයෙක් ජනතා හඬ නියෝජනය නොකරන බව ඇත්ත. එක් අයෙක් ජාතික ලැයිස්තුවෙන් පාර්ලිමේන්තුවේ සිටින්නේ ඔහු වෙනත් ආකාරයකින් තේරී පත් නොවිය හැකි නිසා වන අතර අනෙකාට නැවත පැමිණීමට ශ්‍රී ලංකා පොදුජන පෙරමුණෙන් නවාතැන් අවශ්‍ය විය. ඔවුන් බොහෝ කලකට පෙර ඉතා අලංකාර ලෙස පාර්ලිමේන්තුවෙන් විශ්‍රාම ගොස් තරුණ දේශපාලනඥයන්ට ඔවුන්ගේ තනතුරු ලබා ගැනීමට ඉඩ දිය යුතුව තිබුණි. සීමිත දේශපාලන බලයක් පවා භාවිතා කිරීම වඩාත් කැපවී සිටින සමාජවාදියෙකුට පවා කෘමිනාශකයක් යැයි මම සිතමි!",
        "තවත් හාන්සි පුටු ලේඛකයන් කිහිප දෙනෙකු ද ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය ලබා ගැනීමට සහ නව ලිබරල් ආර්ථික න්‍යාය විවේචනය කිරීමට විරුද්ධත්වය ප්‍රකාශ කර ඇත. කෙසේ වෙතත්, ඔවුන්ගෙන් බොහෝ දෙනෙක් කිසි විටෙකත් ව්‍යවසායක හිමිකාරීත්වය හෝ කළමනාකරණය කර නොමැති අතර රැකියා උත්පාදනය, මුදල් ප්‍රවාහ කළමනාකරණය, ව්‍යාපාරයේ තිරසාර බව සහතික කිරීම සහ ව්‍යවසායකයෙකුට ජයගත යුතු වෙනත් අභියෝග සඳහා වගකිව යුතු බව මට විශ්වාසයි. අධිකාරී තනතුරක නොසිටින විට න්‍යායාත්මක වන දේ සහ බලයේ සිටින විට යථාර්ථයට වඩා ධ්‍රැව දෙකකි.",
        "මහ බැංකුවේ හිටපු අධිපතිවරුන් වන මහාචාර්ය ඩබ්ලිව් ඩී ලක්ෂ්මන් සහ නිවාඩ් කබ්රාල් සහ භාණ්ඩාගාර ලේකම් එස්.ආර්. ආටිගල සහ ජනාධිපති ලේකම් පී බී ජයසුන්දර (හතර කල්ලිය) අප දැනට අත්විඳිමින් සිටින ආර්ථික ව්‍යසනයට වගකිව යුතුය. ඔවුන් කතා කළ ඊනියා \"ගෙදර\" විසඳුම කිසිදා ක්‍රියාත්මක වූයේ නැත.",
        "බදු අඩු කිරීම, මුදල් මුද්‍රණය කිරීම, අඩු පොලී අනුපාත පවත්වා ගැනීම සහ යථාර්ථවාදී නොවන බලහත්කාර විනිමය අනුපාතිකය වැනි ඔවුන්ගේ ප්‍රතිපත්තිමය තීරණ රටේ ආර්ථිකයේ විනාශයට සහ අප විඳින අපමණ දුක් වේදනාවලට හේතුව ලෙස දැන් බොහෝ දෙනා පිළිගෙන ඇත. ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය ලබා ගැනීම සහ විදේශ මුදල් නය ප්‍රතිව්‍යුහගත කිරීම ඔවුහු තරයේ ප්‍රතික්ෂේප කළහ. එවැනි ප්‍රතිපත්තිවලට එරෙහිව තර්ක කළ අය නොසලකා හරින ලද අතර “විනාශයේ අනුගාමිකයින්” ලෙස ලේබල් කරන ලදී. රටේ ණය ශ්‍රේණිගත කිරීම පහත හෙලීම සම්බන්ධයෙන් ජාත්‍යන්තර ශ්‍රේණිගත කිරීමේ ආයතන විවේචනයට ලක් විය. වත්මන් මුදල් අමාත්‍ය අලි සබ්රි මේ වන විට රජය විසින් සිදු කරන ලද බොහෝ වැරදි පිළිගනිමින් සිටීම කණගාටුවට කරුණකි. අශ්වයා ඇනීමෙන් පසු ස්ථාවර දොර වැසීමේ සිද්ධියක්.",
        "මගේ මතය අනුව, හතර දෙනාගේ කල්ලිය මනුෂ්‍යත්වයට එරෙහි අපරාධ සම්බන්ධයෙන් අධිකරණයක චෝදනා කර නඩු පැවරිය යුතුය. නිසැකවම, ඔවුන් රාජ්‍ය සේවකයින් ලෙස ඔවුන්ගේ විශ්වාසනීය රාජකාරි ඉටු කිරීමට අසමත් විය. අපේ නූගත් දේශපාලකයන් මෙන් නොව, ඔවුන් විධිමත් විශ්වවිද්‍යාල/වෘත්තීය අධ්‍යාපනයක් ලබා ඇති අතර, ඒ නිසා සිදු වූ වැරදිවලට ​​සහ අප විඳින දුක් වේදනාවලට ඔවුන්ගේ වරද සමාව දිය නොහැක.",
        "රුපියල ආරක්‍ෂා කර ගැනීමට අවශ්‍ය උපකරණ නොමැතිව එක රැයකින් රුපියල පාවීමට ගත් තීරණය ක්‍රමානුකූලව සිදු කරන ලෙස ජාත්‍යන්තර මූල්‍ය අරමුදල ඇතුළු ප්‍රවීණයන් අවධාරණය කර තිබියදී එය ඒකපාර්ශ්විකව ගත් තීරණයක් බව පාර්ලිමේන්තු මන්ත්‍රී අනුර ප්‍රියදර්ශන යාපා මහතා පාර්ලිමේන්තුවේදී ප්‍රකාශ කළේය. ශ්‍රී ලංකා රජය ජාත්‍යන්තර මූල්‍ය අරමුදලට යාමට අදහස් කරන බව සඳහන් වූ සෑම විටම කබ්රාල් එය එසේ නොවන බවට ට්විටර් පණිවිඩයක් නිකුත් කළේය. 2022 ජනවාරි මාසයේදී පරිණත වූ ජාත්‍යන්තර ස්වෛරී බැඳුම්කර ඇමරිකානු ඩොලර් මිලියන 500 ක් ගෙවන ලෙස ඔහු අවධාරනය කළේ බොහෝ ස්වාධීන ආර්ථික විද්‍යාඥයින් සහ ආයතනික අංශයේ නායකයින් එම මුදල් ජනතාව වෙනුවෙන් සුරැකිය යුතු බව පවසමිනි. අයිඑස්බී පියවූයේ ඇයිද, එක රැයකින් රුපියල පාවී ගියේ ඇයිද යන්න ගැන පරීක්‍ෂණයක් කළ යුතුය. මීට අමතරව, ආයතනයට අපකීර්තියක් ගෙන ඒම හේතුවෙන් කබ්රාල්ගේ සාමාජිකත්වය තහනම් කිරීම පිළිබඳව ශ්‍රී ලංකා වරලත් ගණකාධිකාරී ආයතනය බැරෑරුම් ලෙස සලකා බැලිය යුතුය.",
        "රටට සිදුවී ඇති ව්‍යසනයේ සම්පූර්ණ වගකීම ජනාධිපතිවරයාත්, අගමැතිතුමාත්, කැබිනට් මණ්ඩලයත් භාරගත යුතු බවට සැකයක් නැත. හතර දෙනාගේ කල්ලිය වගකිව යුතු බව පවසමින් අත සෝදා ගැනීමට උත්සාහ කිරීම සාර්ථක නොවනු ඇත. ඔවුන්ගේ නොහැකියාව සහ උඩඟුකම නිසා මිනිසුන්ට මෙතරම් කරදර සහ දුක් වේදනා ඇති වී තිබේ. සිවිල් යුද්ධය අවසන් කිරීම සම්බන්ධයෙන් ජනාධිපතිවරයාට සහ අගමැතිතුමාට තිබූ හොඳ හිත සහ ප්‍රශංසාවත් වෙනුවට ක්‍රෝධය සහ වෛරය ආදේශ කර ඇත. වෙනත් ආකාරයකින් විශ්වාස කිරීම දැවැන්ත වරදක් වනු ඇත.",
        "බොහෝ ස්වාධීන විශේෂඥයින් මුල සිටම රසායනික පොහොර තහනම් කිරීමේ තීරණය විවේචනය කළ අතර එහි දරුණු ප්රතිවිපාක ගැන අනතුරු ඇඟවීය. කෙසේ වෙතත්, ඔවුන්ගේ අදහස් නොසලකා හරින ලද අතර උපහාසයට ලක් විය. \"ඔව්, මම වැරැද්දක් කළා කියලා මම එකඟයි\", නමුත් \"වැරදිවලට ​​වගකිව යුත්තේ කවුරුන්ද යන්න නොව විසඳුම් සොයමු\" යැයි කීම හොඳ නැත.",
        "බොහෝ අය විශ්වාස කරන්නේ ආර්ථික හා මූල්‍ය දැනුම නොමැතිකම සහ නොහැකියාව නිසා සිදු වූ වැරදි බවයි. කාලීන අවශ්‍යතාවය වන්නේ සිදු වූ වැරදි වල වගකීම භාරගෙන දක්ෂ පුද්ගලයින්ට වැඩ භාර ගැනීමට හැකිවන පරිදි ඉල්ලා අස්වීමයි. හතර දෙනාගේ කල්ලියට සමානව දේශපාලනඥයන් ද අදක්ෂකමේ සිට දූෂණය දක්වා අපරාධ සඳහා පරීක්ෂණ කොමිසමකට යටත් කර දඬුවම් කළ යුතුය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහාය ලබාගැනීමට එරෙහි විවාදය සෑම විටම දෝෂ සහිත විය. ඔබේ වියදම් අඛණ්ඩව ඔබේ ආදායමට වඩා වැඩි නම්, IMF එය නියම කළත් නැතත් ඔබ වියදම් අඩු කළ යුතු බව සාමාන්‍ය බුද්ධියකි. ආර්ථික පෙරළියක් අතරතුර අඩු වූ විට, රජයේ වියදම් \"කප්පාදුව\" ලෙස හැඳින්වේ, එය වමේ අයට අපිරිසිදු වචනයකි. නොසැලකිලිමත් වියදම් හේතුවෙන් කප්පාදු පියවර අවශ්‍ය බව පහසුවෙන් අමතක කර ඇත. ආදායමෙන් සියයට 80ක් වැටුප් සඳහා වැය කරන්නේ නම්, වියදම් අඩු කිරීමට පියවර නොගතහොත් බංකොලොත් වීම හැර වෙනත් විකල්පයක් නොමැති බව ව්‍යවසායක යටිපෙළ කළමනාකරණය කිරීමේ වගකීම දැරූ බොහෝ දෙනා දනිති.",
        "ශ්‍රී ලංකාව තුළ, අපි මෙම දුෂ්කරතාවයට මුහුණ දෙන්නේ අනුප්‍රාප්තික රජයන් පක්ෂ ආධාරකරුවන්ට සහ උපාධිධාරීන්ට පෞද්ගලික අංශයට නොගැලපෙන හෝ ප්‍රතික්ෂේප කරමින් නොපවතින රජයේ රැකියා ලබා දුන් බැවිනි. රජයේ රැකියාවක් ලබා ගැනීමට පෙළඹවීම ජීවිත කාලය පුරාවටම දායක නොවන විශ්‍රාම වැටුපක්, දුර්වල වැඩ ආචාර ධර්ම සහ කාර්ය සාධනය නොකිරීම සඳහා වගවීම නොමැතිකම වැනි පරාසයක පවතී.",
        "රාජ්‍ය අංශයේ 320,000 peons සහ රියදුරන් සිටින බව අනාවරණය වූ පර්යේෂණ ලේඛනයක් වසර කිහිපයකට පෙර මට හමු විය. බොහෝ රියදුරන් මෙන් peons ඵලදායි නොවන බව ඇත්තකි. ලක්ෂ 15ක් වන රාජ්‍ය සේවකයන්ගෙන් රටේ අවශ්‍යතාවය ලක්ෂ 8ක් පමණක් බවද සඳහන් වේ. සෑම සම්භාවිතාවකින්ම, වඩා හොඳ ඵලදායිතාවයක් ලබා ගතහොත් එය තවදුරටත් කප්පාදු කළ හැකිය. ප්‍රශ්නය වන්නේ අතිරික්ත ශ්‍රම බළකාය රජය තවදුරටත් සේවයේ යොදවන්නේද නැතහොත් ඔවුන් අවශ්‍ය ක්ෂේත්‍රවල සේවයෙන් ඉවත් කිරීමට සහ නැවත නිපුණතා කිරීමට ගෙන ඇති පියවරද යන්නයි.",
        "මම පෞද්ගලික අංශයේ සේවය කරන කාලය තුළ මානව සම්පත්වල සැලකිය යුතු හිඟයක් පැවති නිෂ්පාදන සහ සිල්ලර කර්මාන්ත යන අංශ දෙකෙහිම මම සම්බන්ධ වී සිටියෙමි. ඒ හා සමානව, ඉදිකිරීම් සහ ඇඟලුම් කර්මාන්ත ද නිදන්ගත කම්කරු හිඟයකට මුහුණ දෙයි. අතිරික්ත සහ සේවයෙන් ඉවත් කරන ලද සහ නැවත නිපුණතා ඇති අයට වැඩ පුරුදුවල වෙනසක් සමඟ එකඟ විය යුතුය. වැඩ මුරවල අවශ්‍යතාවය සඳහා උදේ 7 ට වැඩට වාර්තා කිරීම හෝ රාත්‍රී 10 ට වැඩ අවසන් කිරීම අවශ්‍ය වේ. ඊට අමතරව, ඔවුන් සති අන්තවල සහ රජයේ නිවාඩු දිනවල පවා වැඩ කිරීමට අවශ්ය වනු ඇත. ප්‍රශ්නය නම්, අපේ මිනිසුන්ගෙන් කී දෙනෙක් අමාරුවෙන් ඇඹරීමට සූදානම්ද?",
        "වැටුප් ව්‍යුහය පිළිබඳව නැවත සොයා බලා අවම වැටුප් ඉහළ නැංවීමට හාම්පුතුන්ට අවශ්‍ය වනු ඇත. ජීවිත කාලය පුරාවට විශ්‍රාම වැටුපක් නොලබන නමුත් සේවා යෝජකයා සහ සේවකයා විසින් සේවා නියුක්ත කාලය තුළ එකතු කරගත් අර්ථසාධක අරමුදලක් පමණක් ඉගෙන ගත යුතු තවත් විනයක් වනු ඇත. විශ්‍රාම යාමේදී එකතු කරන අර්ථසාධක අරමුදල දූරදර්ශී ලෙස ආයෝජනය කර කළමනාකරණය කළ යුතු බව සාමාන්‍ය පුරවැසියාගේ මූල්‍ය ඥානය ඉහළ නංවනු ඇතැයි අපේක්ෂා කෙරේ.",
        "මගේ අදහස් පදනම් වී ඇත්තේ මගේ සේවා කාලය තුළ සැබෑ අත්දැකීම් සහ ව්‍යාපාරයට සම්බන්ධ වෙනත් අය සමඟ කළ සාකච්ඡා මතය. නිදසුනක් වශයෙන්, කර්මාන්ත ශාලාවක් ඉදිකරමින් සිටි ඉදිකිරීම් සමාගමක හිමිකරු තමාට දිනකට කම්කරුවන් 150 ක පමණ හිඟයක් ඇති බවත්, පෙදරේරු, විදුලි කාර්මිකයන්, ජලනල කාර්මිකයන් වැනි බොහෝ දක්ෂ කම්කරුවන් තුන් හැවිරිදි වියේ දී කර්මාන්තයේ යෙදීම අත්හැර දැමූ බවත් මට මතකයි. රෝද රථ රියදුරන්.",
        "ඉන්ධන, විදුලිය සහ ගෑස් සඳහා අඩුම තරමින් මිලක් නියම නොකිරීමේ මෝඩකම සියල්ලන්ම පිළිගෙන ඇත්තේ දැන්ය. මිල වැඩි කිරීමට ගත් ක්‍රියාමාර්ග නිසා මීළඟ මැතිවරණයෙන් තමන් පරාජයට පත්වේ යැයි දේශපාලනඥයන් බිය වී රටේ දිගුකාලීන ආර්ථික යහපැවැත්ම යටපත් වූ බව ඡන්දදායකයින් අතර ගිලිහී ගියේය. ලෝකේ මිල ඉහල ගියත් අපි හැමෝම පුරුදු වුනේ අපේ වාහන අපිට ඕන වෙලාවට ඉන්ධන පිරවුම් හල් වලට ගෙනියන්න, ඕන දෙයක් පොම්ප කරන්න. එලෙසම ලංකා විදුලිබල මණ්ඩලයට බිලියන ගණනින් පාඩු සිදුවී තිබියදීත් වසර අටක් දීර්ඝ කාලයක් තිස්සේ විදුලි ගාස්තු සකස් නොකිරීම ගැන අපි සතුටු වූ අතර තෘප්තිමත් විය.",
        "ජල විදුලිය සහ ගල් අඟුරු විදුලිය හිඟයක් ඇති වූ විට, රජය කුමන වියදමකින් අඛණ්ඩ විදුලිය ලබා දෙනු ඇතැයි අපේක්ෂා කළෙමු, අමතර පිරිවැය අයකර ගැනීමට අධිභාරයක් ක්‍රියාත්මක නොකළ යුතු යැයි අපි විශ්වාස කළෙමු. ගෑස් මිල ඉහළ ගිය විට, අතිරේක පිරිවැය අප වෙත නොලැබෙනු ඇතැයි අපි අපේක්ෂා කළෙමු. සුදුසු වියදම් අඩු කිරීමකින් තොරව බදු අඩු කිරීම මූල්‍ය අර්බුදයකට තුඩු දෙන බව දැන සිටියද ධනවත් හා මධ්‍යම පන්තිය අඩු ආදායම් බදු අනුපාත පිළිගෙන භුක්ති විඳීමට සතුටු විය. එය වෙනත් කෙනෙකුගේ ගැටලුවක් වූ විට කරදර වන්නේ ඇයි!",
        "දශක ගණනාවක් තිස්සේ ඡන්දදායකයන් වන අප විසින් සිදු කරන ලද වැරදි දැන් සැබවින්ම අප වෙත පැමිණ තිබේ. මුදල් අමාත්‍යවරයා සිය මෑත පාර්ලිමේන්තු කතාවේදී රට සතුව ඇත්තේ ඇමෙරිකානු ඩොලර් මිලියන 50ක පමණ ප්‍රයෝජනයට ගත හැකි විදේශ සංචිතයක් පමණක් බව හෙළිදරව් කිරීම මගේ කොඳු ඇට පෙළ වෙව්ලන්නට විය. සෑම දෙයකින්ම ජීවත් වීමට අපට හිඟාකමින් ණය ගැනීමට අවශ්‍ය වනු ඇති බව ඇත්ත වශයෙන්ම සත්‍යයකි. කෙසේ වෙතත්, අපගේ දුෂ්කරතාවයේ බරපතලකම බොහෝ දෙනෙකුට තවමත් වැටහෙනවාද යන්න මට සැකයි. හෙට ඉර පායන තරමට ජීවිතය තවත් දරාගත නොහැකි වනු නිසැකය. ඉතින් අපි IMF එකට යන්න එපා කියලා තාමත් පොන්නයෝ කියන හැමෝටම, මගේ පණිවිඩය තමයි \"වැඩෙන්න\" යන්නයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சர்வதேச நாணய நிதியத்தின் உதவியை நாடுவதற்கு எதிரான விவாதம் எப்போதும் பிழையானது",
      "body_lines": [
        "நாடு ஒரு பொருளாதார அர்மகெதோனுக்கு மத்தியில் இருந்தபோதிலும், \"பழைய இடது\" களைச் சேர்ந்த ஒரு சில நபர்கள் இன்னும் முட்டாள்தனமாகப் பேசிக்கொண்டும் எழுதுகிறார்கள். பேராசிரியர் திஸ்ஸ விதாரண (தொலைக்காட்சி) மற்றும் வாசுதேவ நாணயக்கார (விஎன்) ஆகிய இரு பாராளுமன்ற உறுப்பினர்களும் சர்வதேச நாணய நிதியத்துடன் (IMF) நிதி ஏற்பாட்டைப் பெறுவதற்கு தமது கடுமையான எதிர்ப்பை வெளிப்படுத்தியுள்ளனர். எந்த ஒரு மனிதரும் மக்களின் குரலைப் பிரதிநிதித்துவப்படுத்துவதில்லை என்பது நிதர்சனமான உண்மை. ஒருவர் தேசியப் பட்டியல் மூலம் நாடாளுமன்றத்தில் இருக்கிறார், ஏனெனில் அவர் வேறுவிதமாகத் தேர்ந்தெடுக்கப்படவில்லை, மற்றவர் திரும்பப் பெறுவதற்கு SLPP யின் இடவசதியும் தேவைப்பட்டது. அவர்கள் நீண்ட காலத்திற்கு முன்பே பாராளுமன்றத்தில் இருந்து ஓய்வு பெற்றிருக்க வேண்டும் மற்றும் இளைய அரசியல்வாதிகள் தங்கள் பதவிகளை எடுக்க அனுமதித்திருக்க வேண்டும். மட்டுப்படுத்தப்பட்ட அரசியல் அதிகாரம் கூட மிகவும் உறுதியான சோசலிஸ்டுகளுக்கு கூட பாலுணர்வை ஏற்படுத்தும் என்று நான் நினைக்கிறேன்!",
        "இன்னும் சில நாற்காலி எழுத்தாளர்களும் IMF உதவியை நாடுவதற்கும், புதிய தாராளமய பொருளாதாரக் கோட்பாட்டை விமர்சிப்பதற்கும் தங்கள் எதிர்ப்பை வெளிப்படுத்தியுள்ளனர். எவ்வாறாயினும், அவர்களில் பலர் ஒருபோதும் ஒரு நிறுவனத்தை சொந்தமாக வைத்திருக்கவில்லை அல்லது நிர்வகிக்கவில்லை மற்றும் வேலைவாய்ப்பை உருவாக்குதல், பணப்புழக்கத்தை நிர்வகித்தல், வணிகத்தின் நிலைத்தன்மையை உறுதி செய்தல் மற்றும் ஒரு தொழில்முனைவோர் கடக்க வேண்டிய பிற சவால்களுக்கு பொறுப்பானவர்கள் என்று நான் நம்புகிறேன். அதிகார நிலையில் இல்லாத போது கோட்பாடாக இருப்பது, அதிகாரத்தில் இருக்கும் போது உள்ள உண்மைகளுக்கு மாறாக துருவங்கள்.",
        "மத்திய வங்கியின் முன்னாள் ஆளுநர்களான பேராசிரியர் டபிள்யூ டி லக்ஷ்மன் மற்றும் நிவார்ட் கப்ரால் மற்றும் திறைசேரி செயலாளர் எஸ்.ஆர். ஆட்டிகலவும், ஜனாதிபதியின் செயலாளர் பி பி ஜயசுந்தரவும் (நான்கு பேர் கும்பல்) நாம் தற்போது அனுபவித்து வரும் பொருளாதாரப் பேரழிவிற்குக் காரணம். அவர்கள் பேசிய \"உள்நாட்டு\" தீர்வு என்று அழைக்கப்படுவதில்லை.",
        "வரிகளைக் குறைத்தல், பணத்தை அச்சிடுதல், குறைந்த வட்டி விகிதங்கள் மற்றும் நடைமுறைக்கு மாறான கட்டாய மாற்று விகிதத்தை நிலைநிறுத்துதல் போன்ற அவர்களின் கொள்கை முடிவுகள் நாட்டின் பொருளாதாரத்தின் அழிவுக்கும், நாம் படும் பெரும் துன்பத்துக்கும் காரணம் என பலராலும் ஒப்புக் கொள்ளப்பட்டுள்ளது. சர்வதேச நாணய நிதியத்தின் உதவியைப் பெறவும், வெளிநாட்டு நாணயக் கடனை மறுசீரமைக்கவும் அவர்கள் உறுதியாக மறுத்துவிட்டனர். இத்தகைய கொள்கைகளுக்கு எதிராக வாதிட்டவர்கள் புறக்கணிக்கப்பட்டு \"டூம்ஸ்டே வக்கீல்கள்\" என்று முத்திரை குத்தப்பட்டனர். நாட்டின் கடன் மதிப்பீட்டைக் குறைத்ததற்காக சர்வதேச தர நிர்ணய முகமைகள் விமர்சிக்கப்பட்டன. தற்போதைய நிதியமைச்சர் அலி சப்ரி, அரசாங்கம் செய்த பல தவறுகளை இப்போதுதான் ஒப்புக்கொள்வது துரதிஷ்டவசமானது. குதிரை பூட்டின பிறகு நிலையான கதவை மூடும் வழக்கு.",
        "என் பார்வையில், நான்கு பேர் கொண்ட கும்பல் மனித குலத்திற்கு எதிரான குற்றங்களுக்காக நீதிமன்றத்தில் குற்றம் சாட்டப்பட்டு, வழக்குத் தொடரப்பட வேண்டும். சந்தேகத்திற்கு இடமின்றி, அவர்கள் தங்கள் நம்பிக்கைக்குரிய கடமைகளை நிறைவேற்றுவதில் பொது ஊழியர்களாகத் தவறிவிட்டனர். நமது படிக்காத அரசியல்வாதிகளைப் போலல்லாமல், அவர்கள் ஒரு முறையான பல்கலைக்கழகம்/தொழில்முறைக் கல்வியைப் பெற்றிருந்தனர், மேலும் அவர்கள் செய்த தவறுகளுக்காகவும், நாம் படும் துன்பங்களுக்காகவும் அவர்கள் செய்த குற்றங்கள் மன்னிக்க முடியாதவை.",
        "சர்வதேச நாணய நிதியம் மற்றும் ஏனைய நிபுணர்கள் படிப்படியாக செய்யப்பட வேண்டுமென வலியுறுத்திய போதிலும், ரூபாயைப் பாதுகாப்பதற்கான கருவிகள் இன்றி இரவோடு இரவாக ரூபாயை மிதக்க விடுவதற்கான தீர்மானம் ஒருதலைப்பட்சமாக எடுக்கப்பட்டதாக பாராளுமன்ற உறுப்பினர் அனுர பிரியதர்ஷன யாப்பா பாராளுமன்றத்தில் தெரிவித்தார். சர்வதேச நாணய நிதியத்திற்கு செல்ல GOSL ஆலோசித்து வருவதாக குறிப்பிடப்படும் போதெல்லாம், கப்ரால் அப்படி இல்லை என்று ட்விட்டர் செய்தியை வெளியிடுவார். 2022 ஜனவரியில் முதிர்ச்சியடைந்த சர்வதேச இறையாண்மைப் பத்திரங்களில் 500 மில்லியன் அமெரிக்க டாலர்களை செலுத்த வேண்டும் என்று அவர் வலியுறுத்தினார், பல சுயாதீன பொருளாதார வல்லுநர்கள் மற்றும் கார்ப்பரேட் துறை தலைவர்கள் பணம் மக்களுக்காகப் பாதுகாக்கப்பட வேண்டும் என்று கூறிய போதிலும். ஐஎஸ்பிகள் ஏன் தீர்க்கப்பட்டன, ஏன் ஒரே இரவில் ரூபாய் மிதக்கப்பட்டது என்பது குறித்து விசாரணை நடத்தப்பட வேண்டும். மேலும், இலங்கை பட்டயக் கணக்காளர்கள் நிறுவனம், நிறுவனத்திற்கு அவப்பெயரை ஏற்படுத்தியதற்காக கப்ராலின் அங்கத்துவத்தை தடை செய்வது குறித்து தீவிரமாக பரிசீலிக்க வேண்டும்.",
        "நாட்டில் ஏற்பட்டுள்ள அனர்த்தத்திற்கு ஜனாதிபதி, பிரதமர் மற்றும் அமைச்சரவையே முழுப்பொறுப்பையும் ஏற்க வேண்டும் என்பதில் சந்தேகமில்லை. நால்வர் கும்பல்தான் பொறுப்பு என்று சொல்லி கை கழுவும் முயற்சி நடக்காது. அவர்களின் திறமையின்மையும், அகங்காரமும் மக்களுக்கு மிகுந்த வேதனையையும் துன்பத்தையும் ஏற்படுத்தியது. உள்நாட்டுப் போரை முடிவுக்குக் கொண்டு வந்ததற்காக ஜனாதிபதிக்கும் பிரதமருக்கும் இருந்த நல்லெண்ணமும், புகழும் கூட கோபம் மற்றும் வெறுப்புடன் மாற்றப்பட்டுள்ளன. இல்லையெனில் நம்புவது ஒரு பெரிய தவறு.",
        "ஆரம்பத்திலிருந்தே பல சுயாதீன வல்லுநர்கள் இரசாயன உரங்களை தடை செய்வதற்கான முடிவை விமர்சித்தனர் மற்றும் கடுமையான விளைவுகளை முன்னறிவித்தனர். இருப்பினும், அவர்களின் கருத்துக்கள் புறக்கணிக்கப்பட்டு கேலி செய்யப்பட்டன. \"ஆம், நான் தவறு செய்தேன் என்பதை ஒப்புக்கொள்கிறேன்\", ஆனால் \"தவறுகளுக்கு யார் காரணம் என்று அல்ல, தீர்வுகளைத் தேடுவோம்\" என்று சொல்வது போதாது.",
        "பொருளாதார மற்றும் நிதி அறிவு மற்றும் திறமையின்மை காரணமாக தவறுகள் ஏற்படுவதாக பலர் நம்புகிறார்கள். செய்த தவறுகளுக்கு பொறுப்பேற்று பதவி விலகுவதே காலத்தின் தேவை, திறமையானவர்கள் பொறுப்பேற்க முடியும். நான்கு பேர் கொண்ட கும்பலைப் போலவே, அரசியல்வாதிகளும் திறமையின்மை முதல் ஊழல் வரையிலான குற்றங்களுக்காக விசாரணைக் கமிஷனுக்கு உட்படுத்தப்பட்டு தண்டிக்கப்பட வேண்டும்.",
        "பார்வையில் IMF உதவியை நாடுவதற்கு எதிரான விவாதம் எப்போதும் பிழையானது. உங்களின் செலவுகள் தொடர்ந்து உங்கள் வருவாயை விட அதிகமாக இருந்தால், IMF கட்டளையிட்டாலும் இல்லாவிட்டாலும் செலவினங்களைக் குறைக்க வேண்டும் என்பது பொது அறிவு. பொருளாதார எழுச்சியின் போது குறைக்கப்படும் போது, ​​அரசாங்க செலவினம் \"சிக்கன நடவடிக்கை\" என்று குறிப்பிடப்படுகிறது, இடதுபுறத்தில் இருப்பவர்களுக்கு இது ஒரு அழுக்கு வார்த்தை. பொறுப்பற்ற செலவுகள் காரணமாக சிக்கன நடவடிக்கைகள் தேவை என்பதை வசதியாக மறந்துவிட்டது. வருவாயில் 80 சதவிகிதம் சம்பளத்திற்குச் செலவிடப்பட்டால், செலவைக் குறைக்க நடவடிக்கை எடுக்காவிட்டால் திவாலாவதைத் தவிர வேறு வழியில்லை என்பது ஒரு நிறுவனத்தின் அடித்தளத்தை நிர்வகிக்கும் பொறுப்பில் உள்ள பலருக்குத் தெரியும்.",
        "இலங்கையில், நாங்கள் இந்த இக்கட்டான நிலையை எதிர்கொண்டோம், ஏனெனில் அடுத்தடுத்த அரசாங்கங்கள் கட்சி ஆதரவாளர்களுக்கும் பட்டதாரிகளுக்கும் இல்லாத அரசாங்க வேலைகளை தனியார் துறைக்குள் நுழைய முடியாமல் அல்லது மறுத்துவிட்டன. வாழ்நாள் முழுவதும் பங்களிப்பு இல்லாத ஓய்வூதியம், மோசமான பணி நெறிமுறை மற்றும் செயல்திறன் இல்லாமைக்கு பொறுப்புக்கூறல் இல்லாமை ஆகியவற்றிலிருந்து அரசாங்க வேலை தேடுவதற்கான தூண்டுதலானது.",
        "பொதுத்துறையில் 320,000 பியூன்கள் மற்றும் ஓட்டுநர்கள் 17 சதவீத பணியாளர்கள் உள்ளனர் என்று சில ஆண்டுகளுக்கு முன்பு ஒரு ஆய்வு ஆவணத்தை நான் கண்டேன். பியூன்கள் உற்பத்தி செய்யாதவர்கள் என்பது பெரும்பாலான ஓட்டுநர்களின் உண்மை. 1.5 மில்லியன் அரச ஊழியர்களில், நாட்டின் தேவை 800,000 மட்டுமே என்றும் குறிப்பிடப்பட்டுள்ளது. அனைத்து நிகழ்தகவுகளிலும், சிறந்த உற்பத்தித்திறனை அடைந்தால், அது மேலும் குறைக்கப்படலாம். உபரி தொழிலாளர்களை அரசாங்கம் தொடர்ந்து பணியில் அமர்த்துமா அல்லது அவர்களுக்குத் தேவைப்படும் பகுதிகளில் அவர்களை ஆட்குறைப்பு மற்றும் மீள்திறன் வழங்க நடவடிக்கை எடுக்கப்படுமா என்பதுதான் கேள்வி.",
        "நான் தனியார் துறையில் பணிபுரிந்த காலத்தில், உற்பத்தி மற்றும் சில்லறை வர்த்தகம் ஆகிய இரண்டிலும் ஈடுபட்டிருந்தேன், அங்கு குறிப்பிடத்தக்க மனித வளப் பற்றாக்குறை இருந்தது. இதேபோல், கட்டுமானம் மற்றும் ஆடைத் தொழில்களும் நீண்டகால தொழிலாளர் பற்றாக்குறையை எதிர்கொள்கின்றன. உபரியாக இருப்பவர்களும், பணிநீக்கம் செய்யப்பட்டவர்களும், மறுதிறன் கொண்டவர்களும் பணி நடைமுறைகளில் மாற்றம் கொண்டு வர வேண்டும். ஷிப்டுகளில் வேலை செய்ய வேண்டிய அவசியம் காலை 7 மணிக்குள் வேலை செய்ய வேண்டும் அல்லது இரவு 10 மணிக்கு வேலையை முடிக்க வேண்டும். கூடுதலாக, அவர்கள் வார இறுதி நாட்களிலும் பொது விடுமுறை நாட்களிலும் கூட வேலை செய்ய வேண்டும். கேள்வி என்னவென்றால், நம் மக்களில் எத்தனை பேர் கடினமான அரைக்கத் தயாராக இருக்கிறார்கள்?",
        "முதலாளிகள் ஊதிய அமைப்பை மறுபரிசீலனை செய்து குறைந்தபட்ச ஊதியத்தை உயர்த்த வேண்டிய தேவையும் இருக்கும். வாழ்நாள் ஓய்வூதியம் இருக்காது, ஆனால் பணியமர்த்துபவர் மற்றும் பணியாளரின் பங்களிப்பின் வருங்கால வைப்பு நிதி மட்டுமே வேலை செய்யும் காலத்தில் திரட்டப்பட்ட மற்றொரு ஒழுக்கமாக இருக்கும். ஓய்வூதியத்தின் போது சேகரிக்கப்படும் வருங்கால வைப்பு நிதியை கவனமாக முதலீடு செய்து நிர்வகிக்க வேண்டும் என்பது சராசரி குடிமகனின் நிதி அறிவை மேம்படுத்தும் என்று நம்புகிறோம்.",
        "எனது கருத்துக்கள் எனது பணி வாழ்க்கையின் உண்மையான அனுபவங்கள் மற்றும் வணிகத்தில் ஈடுபட்டுள்ள மற்றவர்களுடனான கலந்துரையாடல்களின் அடிப்படையில் அமைந்தவை. எடுத்துக்காட்டாக, தொழிற்சாலையைக் கட்டிக்கொண்டிருந்த ஒரு கட்டுமான நிறுவனத்தின் உரிமையாளர் தனக்கு தினசரி சுமார் 150 தொழிலாளர்கள் பற்றாக்குறை இருப்பதாகவும், கொத்தனார்கள், எலக்ட்ரீஷியன்கள் மற்றும் பிளம்பர்கள் என பல திறமையான தொழிலாளர்கள் இத்தொழிலில் வேலை செய்வதை 3 வயதாகக் கைவிட்டதாகவும் புலம்பியது எனக்கு நினைவிருக்கிறது. சக்கர வாகன ஓட்டிகள்.",
        "எரிபொருள், மின்சாரம், எரிவாயு போன்றவற்றுக்கு குறைந்த பட்சம் விலை நிர்ணயம் செய்யாத முட்டாள்தனத்தை இப்போதுதான் அனைவரும் ஒப்புக்கொண்டுள்ளனர். விலைவாசியை உயர்த்தும் நடவடிக்கைகளால் அடுத்த தேர்தலில் தோல்வியை சந்திக்க நேரிடும் என அரசியல்வாதிகள் அஞ்சுவதால் நாட்டின் நீண்ட கால பொருளாதார நல்வாழ்வு அடிபணிந்தது என்பது வாக்காளர்கள் மத்தியில் இல்லாமல் போனது. உலக விலைவாசி சுழன்று கொண்டிருந்தாலும், நாம் அனைவரும் எங்கள் வாகனங்களை எப்போது வேண்டுமானாலும் பெட்ரோல் நிலையங்களுக்கு ஓட்டி, விரும்பியதை பம்ப் செய்யப் பழகிவிட்டோம். அதேபோன்று, இலங்கை மின்சார சபை பில்லியன்களை இழந்த போதிலும், எட்டு வருடங்களாக மின்சாரக் கட்டணங்கள் மாற்றியமைக்கப்படவில்லை என்பதில் நாங்கள் மகிழ்ச்சியும் திருப்தியும் அடைந்தோம்.",
        "நீர் மற்றும் நிலக்கரி மின்சாரம் பற்றாக்குறையாக இருந்தபோது, ​​அரசாங்கம் தடையில்லா மின்சாரத்தை என்ன விலை கொடுத்தாலும் வழங்க வேண்டும் என்று எதிர்பார்த்தோம், மேலும் கூடுதல் செலவை வசூலிக்க கூடுதல் கட்டணம் வசூலிக்கப்படக்கூடாது என்று நம்பினோம். எரிவாயு விலை உயர்ந்தபோது, ​​கூடுதல் செலவு எங்களுக்கு அனுப்பப்படாது என்று நாங்கள் எதிர்பார்த்தோம். செலவினங்களைக் குறைக்காமல் வரிகளைக் குறைப்பது நிதி நெருக்கடியை ஏற்படுத்தும் என்பதை அறிந்திருந்தும் பணக்காரர்களும் நடுத்தர வர்க்கத்தினரும் குறைந்த வருமான வரி விகிதங்களை ஏற்று மகிழ்ச்சியடைந்தனர். வேறொருவரின் பிரச்சினையாக இருக்கும்போது ஏன் கவலைப்பட வேண்டும்!",
        "பல தசாப்தங்களாக வாக்காளர்களாகிய நாம் செய்த தவறுகள் இப்போது உண்மையாகவே நம் மீது உள்ளது. நிதியமைச்சர் தனது சமீபத்திய நாடாளுமன்ற உரையில், நாட்டிடம் சுமார் 50 மில்லியன் அமெரிக்க டாலர்கள் மட்டுமே பயன்படுத்தக்கூடிய வெளிநாட்டு கையிருப்பு உள்ளது என்று கூறியது என் முதுகெலும்பில் நடுக்கத்தை ஏற்படுத்தியது. எல்லாவற்றிலிருந்தும் உயிர்வாழ நாம் பிச்சை எடுக்க வேண்டும் மற்றும் கடன் வாங்க வேண்டும் என்பது உண்மையில் ஒரு உண்மை. இருப்பினும், நமது இக்கட்டான நிலை எவ்வளவு தீவிரமானது என்பதை பலர் இன்னும் புரிந்து கொண்டிருக்கிறார்களா என்பது எனக்கு சந்தேகம். நாளை சூரியன் உதிப்பது போல் வாழ்க்கை இன்னும் தாங்க முடியாததாகிவிடும் என்பது உறுதி. எனவே IMF க்கு செல்ல வேண்டாம் என்று இன்னும் பொண்டாட்டி பேசுபவர்கள் அனைவருக்கும், எனது செய்தி \"வளர்ந்து வளருங்கள்.\"",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}