{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/US-donor-consortium-partners-Rotary-Club-of-Colombo-Regency-EFL-Sri-Lanka-for-1-145-m-donation-to-Health-Ministry/56-735679",
  "time_ut": 1654194600,
  "title": "US donor consortium partners Rotary Club of Colombo Regency, EFL Sri Lanka for $ 1.145 m donation to Health Ministry",
  "body_lines": [
    "US donor consortium partners with Rotary Club of Colombo Regency and EFL Sri Lanka for $ 1.145 million pharmaceuticals and medical devices donation to Ministry of Health and official donation was hand over by Rotary Club of Colombo Regency President Tania Samarasinghe (centre) to Ministry of Health Director – Medical Technology Services coordinating in-charge for COVID-19 and healthcare donor activities Dr. Anver Hamdani",
    "A consortium of US based donors together with a local logistics sponsor worked through the Rotary Club of Colombo Regency to donate critically needed pharmaceuticals and medical devices valued at $1.145 million/Rs. 418 million to the Health Ministry. This donation was officially handed over on Tuesday.",
    "The Rotary Club of Colombo Regency said this incredible humanitarian gesture was made possible by through the tireless efforts of a network of Sri Lankans both in the US and Sri Lanka and following are magnanimous donors MAP International, Sri Lanka Association USA – Missouri, Ceylon Well Being, Hospital Support Services Foundation-California, Sri Lanka Association Washington DC, MedSurplus United-Maryland, MedicAid Sri Lanka – Canada, Save Lives Lanka-Seattle, and Hospital Services Council of Greater Washington Area-DC.",
    "“We extend our sincerest thanks to the Sri Lankan community in the US for the love and patriotism demonstrated to their motherland by this gift during this critical time. Our heartfelt gratitude also goes out to EFL Sri Lanka who very generously sponsored the freight for this fragile shipment,” said Rotary Club of Colombo Regency which did the  project coordination.",
    "The donated pharmaceuticals and medical devices included Phenytoin Oral Suspension, I00 mg/4 ml, Vacutainer, Blood Collection, 6 ml, 13x100 mm; Phenytoin Oral Suspension, 100 mg/4 ml; Hydrocortisone 10 mg; Olanzapine 5mg; Hydrocortisone 10 mg; Povidone Iodine 10%, Non-sterile, Antiseptic 59 ml; Lever Lock Cannula, BD; Infusion Set, 20G x 0.75”; Lever Lock Cannula, BD; IV, Luer-lok, Connecta 360, Sterile, 394910 Lever Lock Cannula, BD; IV, Stopcock, 4-Way, Tap Rotation, Luer-Lok and Nitroglycerin Transdermal Patch, 0.1 mg/hr.",
    "The Rotary Club of Colombo Regency celebrated its 20th anniversary on 24 May and comprises a membership of 29 community minded professionals from diverse fields such as marketing, management, IT, pharmaceuticals, architecture, construction, law, finance, and security. Members are either in senior management positions in the private sector or own their businesses.",
    "Over the last two decades, the Rotary Club of Colombo Regency’s membership has maintained a passionate commitment to service and remained in the forefront of community support during various national crises. The Rotary Club of Colombo Regency’s commitment to community service remains steadfast in the current Rotary year 2021/2022, most notably demonstrated via support for Sri Lanka’s beleaguered health sector.",
    "During the current Rotary year (i.e. from 2021 July to date), the Rotary Club of Colombo Regency donated/facilitated donations to the health sector to the value of approximately Rs. 20 million as follows: Filgrastim for Apeksha Hospital, Maharagama (over the course of April and May 2022), and oxygen equipment throughout the height of COVID to Government hospitals in Diyathalawa, Panadura, Ragama, and Kegalle."
  ],
  "translate": {
    "si": {
      "title": "සෞඛ්‍ය අමාත්‍යාංශයට ඩොලර් මිලියන 1.145 ක පරිත්‍යාගයක් සඳහා එක්සත් ජනපද පරිත්‍යාගශීලීන්ගේ සංගමයේ හවුල්කරුවන් වන Rotary Club of Colombo Regency, EFL Sri Lanka",
      "body_lines": [
        "එක්සත් ජනපද පරිත්‍යාගශීලීන්ගේ සංගමය විසින් Rotary Club of Colombo Regency සහ EFL Sri Lanka සමඟ හවුල් වී ඩොලර් මිලියන 1.145 ක ඖෂධ සහ වෛද්‍ය උපකරණ සෞඛ්‍ය අමාත්‍යාංශයට පරිත්‍යාග කිරීම සහ නිල පරිත්‍යාගය කොළඹ Rotary Club Regency හි සභාපති ටානියා සමරසිංහ (මැද) විසින් සෞඛ්‍ය අමාත්‍යාංශයේ අධ්‍යක්ෂ වෙත භාර දෙන ලදී. – COVID-19 සහ සෞඛ්‍ය සේවා දායක ක්‍රියාකාරකම් සඳහා වෛද්‍ය තාක්ෂණ සේවා සම්බන්ධීකරණ භාර ආචාර්ය අන්වර් හම්දානි",
        "එක්සත් ජනපදය පදනම් කරගත් පරිත්‍යාගශීලීන්ගේ සංගමයක් සහ දේශීය ලොජිස්ටික් අනුග්‍රාහකයෙකු සමඟ එක්ව කොළඹ රීජන්සියේ රොටරි සමාජය හරහා ඩොලර් මිලියන 1.145 ක් වටිනා ඖෂධ සහ වෛද්‍ය උපකරණ පරිත්‍යාග කරන ලදී. සෞඛ්‍ය අමාත්‍යාංශයට මිලියන 418ක්. මෙම පරිත්‍යාගය අඟහරුවාදා නිල වශයෙන් භාර දෙන ලදී.",
        "එක්සත් ජනපදයේ සහ ශ්‍රී ලංකාවේ සිටින ශ්‍රී ලාංකිකයින් ජාලයක නොපසුබට උත්සාහය තුළින් මෙම ඇදහිය නොහැකි මානුෂීය අභිනය කළ හැකි වූ බව Rotary Club of Colombo Regency ප්‍රකාශ කර ඇති අතර පහත සඳහන් පරිත්‍යාගශීලීන් වන MAP International, Sri Lanka Association USA - Missouri, Ceylon Well Being , Hospital Support Services Foundation-California, Sri Lanka Association Washington DC, MedSurplus United-Maryland, MedicAid Sri Lanka - Canada, Save Lives Lanka-Seattle, සහ Hospital Services Council of Great Washington Area-DC.",
        "“මෙම තීරනාත්මක කාලය තුළ මෙම ත්‍යාගය මගින් ඔවුන්ගේ මාතෘ භූමියට දක්වන ආදරය සහ දේශප්‍රේමය වෙනුවෙන් අපි එක්සත් ජනපදයේ සිටින ශ්‍රී ලාංකික ප්‍රජාවට අපගේ අවංක ස්තූතිය පුද කරමු. මෙම බිඳෙනසුලු නැව්ගත කිරීම සඳහා භාණ්ඩ ප්‍රවාහනය සඳහා ඉතා නිර්ලෝභීව අනුග්‍රහය දැක්වූ EFL ශ්‍රී ලංකා ආයතනයට අපගේ හෘදයාංගම කෘතඥතාව ද පිරිනමනු ලැබේ,” ව්‍යාපෘති සම්බන්ධීකරණය කළ කොළඹ රීජන්සියේ රොටරි සමාජය පැවසීය.",
        "පරිත්‍යාග කරන ලද ඖෂධ සහ වෛද්‍ය උපකරණ අතරට Phenytoin Oral Suspension, I00 mg/4 ml, Vacutainer, Blood Collection, 6 ml, 13x100 mm; Phenytoin මුඛ අත්හිටුවීම, 100 mg/4 ml; හයිඩ්රොකාටිසෝන් 10 mg; Olanzapine 5mg; හයිඩ්රොකාටිසෝන් 10 mg; Povidone අයඩින් 10%, විෂබීජහරණය නොකළ, විෂබීජ නාශක 59 ml; ලිවර් ලොක් කැනුලා, බීඩී; ඉන්ෆියුෂන් කට්ටලය, 20G x 0.75”; ලිවර් ලොක් කැනුලා, බීඩී; IV, Luer-lok, Connecta 360, Sterile, 394910 Lever Lock Cannula, BD; IV, Stopcock, 4-Way, Tap Rotation, Luer-Lok සහ Nitroglycerin Transdermal Patch, 0.1 mg/hr.",
        "Rotary Club of Colombo Regency සිය 20 වැනි සංවත්සරය මැයි 24 දින සමරන ලද අතර අලෙවිකරණය, කළමනාකරණය, තොරතුරු තාක්ෂණ, ඖෂධ, ගෘහ නිර්මාණ ශිල්පය, ඉදිකිරීම්, නීතිය, මූල්‍ය සහ ආරක්ෂාව වැනි විවිධ ක්ෂේත්‍රවල ප්‍රජා මනසක් ඇති වෘත්තිකයන් 29 දෙනෙකුගෙන් සමන්විත වේ. සාමාජිකයින් පුද්ගලික අංශයේ ජ්‍යෙෂ්ඨ කළමනාකාරීත්ව තනතුරුවල හෝ ඔවුන්ගේ ව්‍යාපාර හිමිකරගෙන සිටී.",
        "පසුගිය දශක දෙකක කාලය තුළ, Rotary Club of Colombo Regency හි සාමාජිකත්වය සේවය සඳහා දැඩි කැපවීමක් පවත්වා ඇති අතර විවිධ ජාතික අර්බුදවලදී ප්‍රජා සහයෝගය ලබා දීමේ ප්‍රමුඛයා විය. Rotary Club of Colombo Regency හි ප්‍රජා සේවය සඳහා වන කැපවීම වත්මන් රොටරි වර්ෂය 2021/2022 තුළ ස්ථීර ලෙස පවතී, එය වඩාත් කැපී පෙනෙන ලෙස පෙන්නුම් කරන්නේ ශ්‍රී ලංකාවේ අර්බුදකාරී සෞඛ්‍ය ක්ෂේත්‍රය සඳහා වන සහයෝගය මගිනි.",
        "වත්මන් රොටරි වර්ෂය තුළ (එනම් 2021 ජූලි සිට මේ දක්වා), Rotary Club of Colombo Regency විසින් සෞඛ්‍ය අංශයට පරිත්‍යාග/පහසුකම් සලසා දී ඇති දළ වශයෙන් රු. මිලියන 20 ක් පහත පරිදි වේ: මහරගම අපේක්ෂා රෝහල සඳහා (2022 අප්‍රේල් සහ මැයි කාලය තුළ) සහ දියතලාව, පානදුර, රාගම සහ කෑගල්ල යන ප්‍රදේශවල රජයේ රෝහල්වලට කොවිඩ් උච්චතම අවස්ථාව පුරා ඔක්සිජන් උපකරණ."
      ]
    },
    "ta": {
      "title": "அமெரிக்க நன்கொடையாளர் கூட்டமைப்பு பங்குதாரர்களான ரோட்டரி கிளப் ஆஃப் கொழும்பு ரீஜென்சி, EFL ஸ்ரீலங்கா சுகாதார அமைச்சகத்திற்கு $1.145 மில்லியன் நன்கொடை",
      "body_lines": [
        "அமெரிக்க நன்கொடையாளர் கூட்டமைப்பு Rotary Club of Colombo Regency மற்றும் EFL Sri Lanka உடன் இணைந்து சுகாதார அமைச்சுக்கு $1.145 மில்லியன் மருந்துகள் மற்றும் மருத்துவ சாதனங்கள் நன்கொடை மற்றும் உத்தியோகபூர்வ நன்கொடையை Rotary Club of Colombo Regency தலைவர் Tania சமரசிங்க (நடுவில்) சுகாதார அமைச்சின் பணிப்பாளரிடம் கையளித்தார். – மருத்துவ தொழில்நுட்ப சேவைகள் கோவிட்-19 மற்றும் சுகாதார நன்கொடையாளர் செயல்பாடுகளுக்கான ஒருங்கிணைப்பாளர் டாக்டர். அன்வர் ஹம்தானி",
        "அமெரிக்க அடிப்படையிலான நன்கொடையாளர்களின் கூட்டமைப்பானது உள்ளூர் தளவாட அனுசரணையாளருடன் இணைந்து கொழும்பு ரீஜென்சியின் ரோட்டரி கிளப் மூலம் 1.145 மில்லியன் டாலர் மதிப்புள்ள முக்கியமான மருந்துகள் மற்றும் மருத்துவ உபகரணங்களை நன்கொடையாக வழங்கியது. சுகாதார அமைச்சுக்கு 418 மில்லியன். இந்த நன்கொடை செவ்வாய்க்கிழமை உத்தியோகபூர்வமாக கையளிக்கப்பட்டது.",
        "அமெரிக்காவிலும் இலங்கையிலும் உள்ள இலங்கையர்களின் வலையமைப்பின் அயராத முயற்சியினால் இந்த அபாரமான மனிதாபிமான செயற்பாடு சாத்தியமாகியுள்ளதாக கொழும்பு ரீஜென்சியின் ரோட்டரி கிளப் தெரிவித்துள்ளது. , மருத்துவமனை ஆதரவு சேவைகள் அறக்கட்டளை-கலிபோர்னியா, இலங்கை சங்கம் வாஷிங்டன் DC, MedSurplus United-Maryland, MedicAid Sri Lanka - Canada, Save Lives Lanka-Seattle, and Hospital Services Council of Greater Washington Area-DC.",
        "“இந்த இக்கட்டான நேரத்தில் இந்த அன்பளிப்பின் மூலம் தங்கள் தாய்நாட்டிற்கு வெளிப்படுத்தப்பட்ட அன்பு மற்றும் தேசபக்திக்காக அமெரிக்காவில் உள்ள இலங்கை சமூகத்திற்கு நாங்கள் எங்கள் மனமார்ந்த நன்றிகளைத் தெரிவித்துக் கொள்கிறோம். இந்த பலவீனமான ஏற்றுமதிக்கான சரக்குகளை மிகவும் தாராளமாக நிதியுதவி செய்த EFL ஸ்ரீலங்காவுக்கும் எங்கள் மனமார்ந்த நன்றிகள் உரித்தாகட்டும்,” என திட்ட ஒருங்கிணைப்பை செய்த கொழும்பு ரீஜென்சியின் ரோட்டரி கிளப் தெரிவித்துள்ளது.",
        "நன்கொடையாக வழங்கப்பட்ட மருந்துகள் மற்றும் மருத்துவ சாதனங்களில் ஃபெனிடோயின் வாய்வழி சஸ்பென்ஷன், I00 mg/4 ml, Vacutainer, Blood Collection, 6 ml, 13x100 mm; ஃபெனிடோயின் வாய்வழி இடைநீக்கம், 100 மிகி/4 மிலி; ஹைட்ரோகார்டிசோன் 10 மி.கி; ஓலான்சாபைன் 5 மிகி; ஹைட்ரோகார்டிசோன் 10 மி.கி; போவிடோன் அயோடின் 10%, மலட்டுத்தன்மையற்ற, ஆண்டிசெப்டிக் 59 மிலி; லீவர் லாக் கேனுலா, பிடி; உட்செலுத்துதல் தொகுப்பு, 20G x 0.75”; லீவர் லாக் கேனுலா, பிடி; IV, Luer-lok, Connecta 360, Sterile, 394910 Lever Lock Cannula, BD; IV, Stopcock, 4-Way, Tap Rotation, Luer-Lok மற்றும் Nitroglycerin Transdermal Patch, 0.1 mg/hr.",
        "கொழும்பு ரீஜென்சியின் ரோட்டரி கிளப் அதன் 20வது ஆண்டு நிறைவை மே 24 அன்று கொண்டாடியது மற்றும் சந்தைப்படுத்தல், மேலாண்மை, தகவல் தொழில்நுட்பம், மருந்து, கட்டிடக்கலை, கட்டுமானம், சட்டம், நிதி மற்றும் பாதுகாப்பு போன்ற பல்வேறு துறைகளைச் சேர்ந்த 29 சமூக அக்கறை கொண்ட நிபுணர்களை உள்ளடக்கியது. உறுப்பினர்கள் தனியார் துறையில் மூத்த நிர்வாக பதவிகளில் உள்ளனர் அல்லது தங்கள் வணிகங்களை சொந்தமாக வைத்திருக்கிறார்கள்.",
        "கடந்த இரண்டு தசாப்தங்களாக, ரோட்டரி கிளப் ஆஃப் கொழும்பு ரீஜென்சியின் அங்கத்துவம், பல்வேறு தேசிய நெருக்கடிகளின் போது, ​​சமூக ஆதரவில் முன்னணியில் இருந்து, சேவையில் தீவிர அர்ப்பணிப்பைப் பேணி வருகிறது. Rotary Club of Colombo Regency இன் சமூக சேவைக்கான அர்ப்பணிப்பு தற்போதைய 2021/2022 ரோட்டரி ஆண்டில் உறுதியுடன் உள்ளது, குறிப்பாக இலங்கையின் பாதிக்கப்பட்டுள்ள சுகாதாரத் துறைக்கான ஆதரவின் மூலம் நிரூபிக்கப்பட்டுள்ளது.",
        "தற்போதைய ரோட்டரி ஆண்டில் (அதாவது 2021 ஜூலை முதல் இன்று வரை), ரோட்டரி கிளப் ஆஃப் கொழும்பு ரீஜென்சி சுகாதாரத் துறைக்கு நன்கொடைகளை வழங்கியது/அனுமதித்தது தோராயமாக ரூ. 20 மில்லியன் பின்வருமாறு: மஹரகம, அபேக்ஷா வைத்தியசாலைக்கான ஃபில்கிராஸ்டிம் (ஏப்ரல் மற்றும் மே 2022 காலப்பகுதியில்), மற்றும் தியத்தலாவ, பாணந்துறை, ராகம மற்றும் கேகாலையில் உள்ள அரசாங்க வைத்தியசாலைகளுக்கு கோவிட் நோய்த்தொற்றின் உயரம் முழுவதும் ஆக்ஸிஜன் உபகரணங்கள்."
      ]
    }
  }
}