{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/serious-effort-at-finding-a-solution/",
  "time_ut": 1648479900,
  "title": "Serious effort at finding a solution",
  "body_lines": [
    "The government is under siege as it is not delivering results to the people.  This is especially true of the economy where the situation is deteriorating by the day.  There is a seemingly endless drop in the value of the Sri Lankan currency, sharply rising costs that are beyond belief, and the worst may be to come.  The increases in prices of basic commodities, accompanied by shortages, have severely impacted upon the standard of living of the general population and even prompted the government to call out the army to maintain social peace where queues have formed, as at petrol stations.  The fear and deference that people once gave to the government leadership, both on account of war-time victories and ruthless governance, has given way to jests and insults. This is the way in advanced democracies, and it is time that Sri Lanka should be this way, to give no room to political leaders to act inappropriately.",
    "It is in this time of adversity that President Gotabaya Rajapaksa is giving leadership to, what appears to be, a serious effort at finding a solution. This would be the meaning of the All-Party Conference he has summoned.  The boycott of the APC by the main opposition parties and even by a section within the government highlights the sharp political divisions and lack of trust within the polity.  The President recognized this reality when he stated that the conference was not called to gain a political advantage. He added that he would once again invite the parties that did not attend the conference.",
    "The President also said that he would prepare a plan to carry out the recommendations made by the political party leaders.  This approach of finding solutions through discussions and consultations needs to be supported.",
    "President Rajapaksa’s apology to former Prime Minister Ranil Wickremesinghe, after a government member tried to score political points against the former government, was in keeping with his stated commitment to making this an occasion for non-partisan problem solving. The former Prime Minister’s grasp of both the national and international crises, and their meeting points, is an indication of the value of a national government to face the crisis of the present time.  The President’s meeting with the TNA that represents the majority of Tamil voters in the North and East of the country soon after the APC, has the potential to break new ground in the area of national reconciliation that will help to strengthen the unity and promote economic investment and aid flows to the country.",
    "Shortly after the President’s meeting with the TNA, Foreign Minister Prof G L Peiris took it upon himself to brief a civil society group (Sri Lankan Collective for Consensus) on the outcome of the meeting.  Since his appointment as Foreign Minister, Prof Peiris has made a special effort to make the government accessible to civil society.  His contribution in that respect has been considerable.  One of his first acts as Foreign Minister was to heed the voice of civil society organisations that were under the purview of the Ministry of Defence.  The CSOs objected to being considered to be primarily threats to national security rather than being a part and parcel of the democratic system and its checks and balances.  After the CSOs were brought under the purview of the Foreign Ministry they have been able engage more positively and constructively with government mechanisms. The Minister has stated that he would ensure the smooth functioning of the NGO sector and remove the obstacles to their functioning as necessary.",
    "According to Prof Peiris, as reported variously in the media, the President and TNA reached broad agreement in seven areas that had significance to the Tamil people.  The first was to release those held in state custody under the Prevention of Terrorism Act for more than ten years without charges, unless there were compelling reasons to continue to keep them in detention.  With regard to the PTA itself, which has been under international scrutiny since the end of the war, he said that its present amendments were only a start.  The government, he said, was considering the Law Commission’s report and the draft Counter Terrorism Act of the previous government to take forward the process of amendment.",
    "Second, Prof Peiris said that there would be no changes made to territorial boundaries of districts and sub-district units to change their demographic composition or for any other purpose by the government acting alone.  Third, issues relating to forest land, coast conservation and archaeological sites would not be arbitrarily decided on by the government without due regard being paid to the interests of the people of those areas and where found to be unjustified would be reconsidered appropriately for reversion. Fourth, the interests of the people in the north and east would be further secured by the devolution of power, which would be discussed further once the Committee of Experts appointed to propose a new constitution finalized their report which would be done within the next two months.",
    "Fifth, Prof Peiris said that the Office of Missing Persons would investigate into the circumstances of disappearances and families of the missing would be provided with RS 100,000 as an initial measure.  The formulation of a truth commission also would be considered and a government delegation would visit South Africa to study the iconic Truth and Reconciliation Commission that has proved to be inspirational in facing other situations of war and human rights violations. Sixth, the foreign minister pledged to meet on a regular basis with the representatives of the core group of countries that sustain the truth, accountability and reconciliation process through the UN Human Rights Council in Geneva.  Seventh, the possibility of setting up a funding mechanism for economic development in the north and east would be explored together with the Tamil Diaspora whom the government would seek to engage with in a constructive manner.",
    "Addressing these serious matters constructively would constitute a breakthrough to a new phase in the relationship between the government and Tamil people.  No previous government was able to resolve these issues through dialogue, political negotiations and mutual accommodation. Engaging in such a process in the midst of an economic crisis will be doubly challenging.  When there is an economic crisis, it becomes easier for those who are ethnic nationalists to blame those of other communities and see conspiracies at play.  President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa are leaders in whom the Sinhalese ethnic majority have placed their trust in the past.",
    "It is incumbent on the other political parties to join the next round of discussions in a spirit of constructive engagement. So far the opposition political parties have not sought to act as rabble rousers but have voiced their protests against the government’s mishandling of the situation in a democratic and peaceful manner.  Unlike the parliamentary forum in which the government and opposition sit on opposite sides, the All Party Conference offers the forum to agree on a policy for the country that will resolve the problems that the people face and which all political parties can endorse for the longer term irrespective of who leads the government.   It is also important that civil society in all its diversity should discuss and debate the way forward and share their thinking with the political leaders for them to draw inspiration from the people.",
    "Alleged War crimes: Lord Naseby: UK dispatches have cleared Sri Lanka of five major accusations",
    "President Rajapaksa sees BIMSTEC leading to economic recovery in the region",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "විසඳුමක් සෙවීම සඳහා දැඩි උත්සාහයක්",
      "body_lines": [
        "ජනතාවට ප්‍රතිඵල ලබා නොදෙන නිසා ආණ්ඩුව වටලයි. විශේෂයෙන්ම ආර්ථිකය දිනෙන් දින පිරිහෙන තත්ත්වයට පත්වෙමින් තිබේ. ශ්‍රී ලංකා මුදලේ වටිනාකමෙහි නිමක් නැති පහත වැටීමක්, විශ්වාස කළ නොහැකි තරම් තියුනු ලෙස ඉහළ යන වියදම්, සහ ඉදිරියේදී සිදු විය හැකි නරකම දේ විය හැකිය. හිඟය සමඟ අත්‍යවශ්‍ය භාණ්ඩවල මිල වැඩිවීම සාමාන්‍ය ජනතාවගේ ජීවන තත්ත්වයට දැඩි ලෙස බලපා ඇති අතර ඉන්ධන පිරවුම්හල්වල මෙන් පෝලිම් ඇති වූ සමාජ සාමය පවත්වා ගැනීමට හමුදාව කැඳවීමට පවා රජය පොළඹවා ඇත. යුධ කාලීන ජයග්‍රහණ සහ අනුකම්පා විරහිත පාලනය යන දෙකටම ජනතාව වරක් රජයේ නායකත්වයට ලබා දුන් බිය සහ ගෞරවය විහිළුවට හා අපහාසවලට මග පෑදී ඇත. දියුණු ප්‍රජාතන්ත්‍රවාදී රටවල ක්‍රමය මෙයයි, දේශපාලන නායකයින්ට නොගැලපෙන ලෙස ක්‍රියා කිරීමට ඉඩ නොතැබිය යුතු කාලය මෙයයි.",
        "ජනාධිපති ගෝඨාභය රාජපක්‍ෂ මහතා ඊට විසඳුමක් සෙවීමේ බරපතළ උත්සාහයකට නායකත්වය දෙන්නේ මේ විපතේදීය. ඔහු කැඳවා ඇති සර්ව පාක්ෂික සමුළුවේ අර්ථය මෙය වනු ඇත. ප්‍රධාන විරුද්ධ පක්ෂ සහ ආන්ඩුව තුලම කොටසක් පවා APC වර්ජනය කිරීම, දේශපාලනයේ තියුණු දේශපාලන බෙදීම් සහ විශ්වාසයේ ඌනතාවය ඉස්මතු කරයි. මෙම සමුළුව කැඳවා ඇත්තේ දේශපාලන වාසියක් ලබාගැනීමට නොවන බව ප්‍රකාශ කිරීමත් සමඟ ජනාධිපතිවරයා මේ යථාර්ථය හඳුනා ගත්තේය. සමුළුවට නොපැමිණි පාර්ශ්ව වෙත නැවත වරක් ආරාධනා කරන බවද ඔහු සඳහන් කළේය.",
        "දේශපාලන පක්ෂ නායකයින් ලබා දෙන නිර්දේශ ක්‍රියාත්මක කිරීමට තමන් වැඩපිළිවෙළක් සකස් කරන බව ද ජනාධිපතිවරයා සඳහන් කළේය. සාකච්ඡා සහ උපදේශන මගින් විසඳුම් සෙවීමේ මෙම ප්‍රවේශයට සහාය විය යුතුය.",
        "ආණ්‌ඩුවේ මන්ත්‍රීවරයකු හිටපු රජයට එරෙහිව දේශපාලන ලකුණු දා ගැනීමට උත්සාහ කිරීමත් සමඟ ජනාධිපති රාජපක්‍ෂ මහතා හිටපු අගමැති රනිල් වික්‍රමසිංහ මහතාගෙන් සමාව අයැද සිටියේ මෙය නිර්පාක්‍ෂික ප්‍රශ්න විසඳීමේ අවස්ථාවක් කර ගැනීමට ඔහු කළ ප්‍රකාශය අනුව ය. හිටපු අගමැතිවරයා ජාතික හා ජාත්‍යන්තර අර්බුද දෙකම ග්‍රහණය කර ගැනීම සහ ඒවා හමුවන ස්ථාන, වර්තමාන අර්බුදයට මුහුණ දීම සඳහා ජාතික ආණ්ඩුවක වටිනාකම පෙන්නුම් කරයි. APC අවසන් වූ වහාම රටේ උතුරේ සහ නැගෙනහිර දෙමළ ඡන්දදායකයින් බහුතරයක් නියෝජනය කරන TNA සමඟ ජනාධිපතිවරයාගේ රැස්වීම, සමගිය ශක්තිමත් කිරීමට සහ ආර්ථික ආයෝජන ප්‍රවර්ධනය කිරීමට උපකාරී වන ජාතික සංහිඳියාවේ ක්ෂේත්‍රයේ නව මාවතක් බිඳීමේ හැකියාව ඇත. සහ රටට ආධාර ගලා එයි.",
        "ටීඑන්ඒ සමඟ ජනාධිපතිවරයාගේ රැස්වීමෙන් ටික වේලාවකට පසු, විදේශ අමාත්‍ය මහාචාර්ය ජී එල් පීරිස්, රැස්වීමේ ප්‍රතිඵලය පිළිබඳව සිවිල් සමාජ කණ්ඩායමකට (සම්මුතිය සඳහා වූ ශ්‍රී ලංකා සාමූහිකත්වය) දැනුවත් කිරීමට කටයුතු කළේය. විදේශ අමාත්‍යවරයා ලෙස පත්වීමේ සිටම, සිවිල් සමාජයට රජයට ප්‍රවේශ වීමට මහාචාර්ය පීරිස් විශේෂ උත්සාහයක් ගෙන ඇත. ඒ සම්බන්ධයෙන් ඔහුගේ දායකත්වය සැලකිය යුතු ය. විදේශ අමාත්‍යවරයා ලෙස ඔහු කළ පළමු ක්‍රියාව වූයේ ආරක්ෂක අමාත්‍යාංශය යටතේ පවතින සිවිල් සමාජ සංවිධානවල හඬට අවනත වීමයි. ප‍්‍රජාතන්ත‍්‍රවාදී ප‍්‍රජාතන්ත‍්‍රවාදී ක‍්‍රමයේ සහ එහි පිරික්සුම් සහ තුලනයන්හි කොටසක් සහ කොටසක් වීමට වඩා මූලික වශයෙන් ජාතික ආරක්ෂාවට තර්ජනයක් ලෙස සැලකීමට CSOs විරුද්ධ විය. සිවිල් සංවිධාන විදේශ අමාත්‍යාංශය යටතට ගැනීමෙන් පසු රජයේ යාන්ත්‍රණයන් සමඟ වඩාත් ධනාත්මකව හා ඵලදායීව සම්බන්ධ වීමට ඔවුන්ට හැකි වී තිබේ. රාජ්‍ය නොවන සංවිධාන අංශයේ කටයුතු සුමටව පවත්වාගෙන යාමට සහ අවශ්‍ය පරිදි ඒවායේ ක්‍රියාකාරීත්වයට ඇති බාධා ඉවත් කරන බව අමාත්‍යවරයා ප්‍රකාශ කර ඇත.",
        "මහාචාර්ය පීරිස්ට අනුව, විවිධ මාධ්‍යවල වාර්තා වූ පරිදි, ජනාධිපතිවරයා සහ දෙමළ ජාතික සන්ධානය දෙමළ ජනතාවට වැදගත් වූ ක්ෂේත්‍ර හතක් සම්බන්ධයෙන් පුළුල් එකඟතාවකට පැමිණ ඇත. පළමුවැන්න ත්‍රස්තවාදය වැලැක්වීමේ පනත යටතේ වසර දහයකට වැඩි කාලයක් රාජ්‍ය අත්අඩංගුවේ පසුවූවන් තවදුරටත් රැඳවුම් භාරයේ තබා ගැනීමට ප්‍රබල හේතු නොමැති නම් චෝදනා නොමැතිව නිදහස් කිරීමයි. යුද්ධය අවසන් වූ දා සිට ජාත්‍යන්තර අවධානයට ලක්ව ඇති ත්‍රස්තවාදය වැළැක්වීමේ පනත සම්බන්ධයෙන්ද ඔහු කියා සිටියේ එහි වත්මන් සංශෝධන ආරම්භයක් පමණක් බවයි. සංශෝධන ක්‍රියාවලිය ඉදිරියට ගෙන යාම සඳහා රජය නීති කොමිෂන් සභා වාර්තාව සහ පසුගිය රජයේ ත්‍රස්ත විරෝධී පනත් කෙටුම්පත සලකා බලමින් සිටින බව ඔහු පැවසීය.",
        "දෙවනුව, මහාචාර්ය පීරිස් පැවසුවේ දිස්ත්‍රික්කවල සහ උප දිස්ත්‍රික් ඒකකවල ජන සංයුතිය වෙනස් කිරීම සඳහා හෝ වෙනත් අරමුණක් සඳහා රජය විසින් තනිව ක්‍රියා කිරීම මගින් භෞමික මායිම්වල කිසිදු වෙනසක් සිදු නොකරන බවයි. තෙවනුව, වනාන්තර ඉඩම්, වෙරළ සංරක්ෂණය සහ පුරාවිද්‍යාත්මක ස්ථාන සම්බන්ධ ගැටළු රජය විසින් අත්තනෝමතික ලෙස තීරණය නොකරනු ඇත, එම ප්‍රදේශවල ජනතාවගේ අවශ්‍යතා නිසි ලෙස නොසලකා හරිනු නොලැබේ. හතරවනුව, බලය බෙදීම තුළින් උතුරේ සහ නැගෙනහිර ජනතාවගේ අවශ්‍යතා තවදුරටත් සුරක්ෂිත වනු ඇති අතර, නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් යෝජනා කිරීම සඳහා පත්කළ විද්වත් කමිටුව විසින් ඉදිරි මාස දෙක තුළ සිදුකරනු ලබන වාර්තාව අවසන් කළ පසු එය තවදුරටත් සාකච්ඡා කෙරෙනු ඇත. .",
        "පස්වනුව, මහාචාර්ය පීරිස් පැවසුවේ අතුරුදන් වූවන් පිළිබඳ කාර්යාලය අතුරුදහන්වීම් පිළිබඳ තත්ත්වය විමර්ශනය කරන බවත් අතුරුදහන් වූවන්ගේ පවුල්වලට මූලික පියවරක් ලෙස රුපියල් 100,000 ලබා දෙන බවත්ය. සත්‍ය කොමිසමක් සකස් කිරීම ද සලකා බලනු ඇති අතර අනෙකුත් යුද තත්ත්වයන්ට සහ මානව හිමිකම් කඩවීම්වලට මුහුණ දීමේදී ආශ්වාදයක් ලබා දී ඇති සත්‍ය හා ප්‍රතිසන්ධාන කොමිසම පිළිබඳ අධ්‍යයනය කිරීමට රජයේ නියෝජිත පිරිසක් දකුණු අප්‍රිකාවට පැමිණෙනු ඇත. හයවනුව, ජිනීවාහි එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය හරහා සත්‍යය, වගවීම සහ ප්‍රතිසන්ධාන ක්‍රියාවලිය තිරසාරව පවත්වාගෙන යන රටවල මූලික කණ්ඩායමේ නියෝජිතයන් සමඟ නිරන්තරව හමුවීමට විදේශ අමාත්‍යවරයා ප්‍රතිඥා දුන්නේය. හත්වනුව, උතුරු හා නැඟෙනහිර ආර්ථික සංවර්ධනය සඳහා අරමුදල් යාන්ත්‍රණයක් පිහිටුවීමේ හැකියාව රජය විසින් ඵලදායී ලෙස සම්බන්ධ කර ගැනීමට අපේක්ෂා කරන දෙමළ ඩයස්පෝරාව සමඟ එක්ව ගවේෂණය කරනු ඇත.",
        "මෙම බැරෑරුම් කරුණු සාධනීය ලෙස ආමන්ත්‍රණය කිරීම රජය සහ දෙමළ ජනතාව අතර සබඳතාවයේ නව අදියරකට පෙරළියක් වනු ඇත. සංවාදයෙන්, දේශපාලන සාකච්ඡාවලින්, අන්‍යෝන්‍ය නවාතැන්වලින් මේ ප්‍රශ්න විසඳා ගැනීමට පසුගිය රජයකට නොහැකි විය. ආර්ථික අර්බුදයක් මධ්‍යයේ එවැනි ක්‍රියාවලියක නිරත වීම දෙගුණයක් අභියෝගාත්මක වනු ඇත. ආර්ථික අර්බුදයක් ඇති වූ විට, වාර්ගික ජාතිකවාදීන්ට වෙනත් ජාතීන්ට දොස් පැවරීම සහ කුමන්ත්‍රණ සෙල්ලම් කිරීම දැකීම පහසු වේ. ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සහ අගමැති මහින්ද රාජපක්ෂ මහතා සිංහල වාර්ගික බහුතරය අතීතයේ දී විශ්වාසය තැබූ නායකයන් ය.",
        "ඉදිරි සාකච්ඡා වටයට සාධනීය මැදිහත්වීමකින් යුතුව එක්වීම අනෙකුත් දේශපාලන පක්ෂවල වගකීමකි. විපක්ෂයේ දේශපාලන පක්ෂ මේ දක්වාම රස්තියාදුකාරයන් ලෙස ක්‍රියා කිරීමට උත්සාහ කර නොමැති අතර ප්‍රජාතන්ත්‍රවාදී සහ සාමකාමී ආකාරයෙන් තත්ත්වය රජය විසින් වැරදි ලෙස හසුරුවා ගැනීමට එරෙහිව සිය විරෝධය පළ කර ඇත. ආණ්ඩුවත් විපක්ෂයත් දෙපැත්තේ අසුන් ගන්නා පාර්ලිමේන්තු සංසදය මෙන් නොව, ජනතාව මුහුණ දෙන ගැටලු විසඳන සහ දිගු කාලීනව සියලු දේශපාලන පක්ෂවලට අනුමත කළ හැකි රට වෙනුවෙන් ප්‍රතිපත්තියක් සඳහා එකඟ වීමේ සංසදය සර්ව පාක්ෂික සමුළුව ඉදිරිපත් කරයි. කවුරු ආණ්ඩුවට නායකත්වය දුන්නත්. සිවිල් සමාජය සිය විවිධත්වය තුළ ඉදිරි මාවත සාකච්ඡා කිරීම හා විවාද කිරීම සහ ජනතාවගෙන් ආශ්වාදයක් ලබා ගැනීම සඳහා දේශපාලන නායකයින් සමඟ ඔවුන්ගේ චින්තනය බෙදා ගැනීම ද වැදගත් ය.",
        "චෝදනා කරන ලද යුධ අපරාධ: නේස්බි සාමිවරයා: එක්සත් රාජධානියේ යැවීම් මගින් ශ්‍රී ලංකාව ප්‍රධාන චෝදනා පහකින් නිදහස් කර ඇත",
        "බිම්ස්ටෙක් කලාපයේ ආර්ථික ප්‍රකෘතිය කරා ගෙන යන බව ජනාධිපතිතුමා දකිනවා",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தீர்வு காண தீவிர முயற்சி",
      "body_lines": [
        "அதற்கான பலன்களை மக்களுக்கு வழங்காததால் அரசு முற்றுகையிடப்பட்டுள்ளது. குறிப்பாக பொருளாதாரம் நாளுக்கு நாள் மோசமடைந்து வரும் நிலையில் இது உண்மையாக உள்ளது. இலங்கை நாணயத்தின் பெறுமதியில் முடிவில்லாத வீழ்ச்சி காணப்படுகின்றது, நம்பமுடியாத அளவிற்கு கூர்மையாக அதிகரித்து வரும் செலவுகள், மேலும் மோசமானவை வரவுள்ளன. அத்தியாவசியப் பொருட்களின் விலைகள் அதிகரிப்பு, பற்றாக்குறையுடன் சேர்ந்து, பொது மக்களின் வாழ்க்கைத் தரத்தை கடுமையாகப் பாதித்துள்ளது மற்றும் பெட்ரோல் நிலையங்களில் வரிசைகள் உருவாகியுள்ள சமூக அமைதியைப் பராமரிக்க இராணுவத்தை அழைக்கவும் அரசாங்கம் தூண்டியது. போர்க்கால வெற்றிகள் மற்றும் இரக்கமற்ற ஆட்சியின் காரணமாக மக்கள் ஒரு காலத்தில் அரசாங்கத் தலைமைக்கு அளித்த பயமும் மரியாதையும் கேலி மற்றும் அவமதிப்புகளுக்கு வழிவகுத்தது. முன்னேறிய ஜனநாயக நாடுகளில் இதுதான் முறை, அரசியல் தலைவர்கள் தகாத முறையில் நடந்து கொள்ள இடமளிக்காமல், இலங்கை இப்படி இருக்க வேண்டிய நேரம் இது.",
        "இந்த இக்கட்டான நேரத்தில்தான், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தலைமைத்துவத்தை வழங்குகிறார், தோன்றுவதற்கு, ஒரு தீர்வைக் காண்பதற்கான தீவிர முயற்சி. அவர் கூட்டிய சர்வகட்சி மாநாட்டின் அர்த்தம் இதுதான். APC ஐ முக்கிய எதிர்க்கட்சிகள் மற்றும் அரசாங்கத்திற்குள் ஒரு பிரிவினர் புறக்கணித்திருப்பது, அரசியல் கட்சிகளுக்குள் இருக்கும் கூர்மையான அரசியல் பிளவுகளையும் நம்பிக்கையின்மையையும் எடுத்துக்காட்டுகிறது. அரசியல் ஆதாயத்திற்காக இந்த மாநாடு அழைக்கப்படவில்லை என ஜனாதிபதி தெரிவித்த போது இந்த யதார்த்தத்தை உணர்ந்துள்ளார். மாநாட்டில் கலந்து கொள்ளாத கட்சிகளை மீண்டும் அழைப்பதாக அவர் மேலும் தெரிவித்தார்.",
        "அரசியல் கட்சித் தலைவர்கள் முன்வைக்கும் பரிந்துரைகளை நடைமுறைப்படுத்துவதற்கான திட்டத்தை தயார் செய்வதாகவும் ஜனாதிபதி தெரிவித்தார். விவாதங்கள் மற்றும் ஆலோசனைகள் மூலம் தீர்வு காணும் இந்த அணுகுமுறை ஆதரிக்கப்பட வேண்டும்.",
        "முன்னாள் பிரதமர் ரணில் விக்கிரமசிங்கவிடம், அரசாங்க உறுப்பினர் ஒருவர் முன்னாள் அரசாங்கத்திற்கு எதிராக அரசியல் புள்ளிகளைப் பெற முயற்சித்ததை அடுத்து, ஜனாதிபதி ராஜபக்ஷ மன்னிப்புக் கோரியது, இது கட்சி சார்பற்ற பிரச்சினையைத் தீர்ப்பதற்கான ஒரு சந்தர்ப்பமாக மாற்றுவதற்கான அவரது உறுதிப்பாட்டிற்கு இணங்க இருந்தது. தேசிய மற்றும் சர்வதேச நெருக்கடிகளை முன்னாள் பிரதமரின் பிடிப்பு மற்றும் அவர்களின் சந்திப்பு புள்ளிகள், தற்போதைய கால நெருக்கடியை எதிர்கொள்ளும் தேசிய அரசாங்கத்தின் மதிப்பை சுட்டிக்காட்டுகிறது. நாட்டின் வடக்கு மற்றும் கிழக்கில் உள்ள பெரும்பான்மையான தமிழ் வாக்காளர்களை பிரதிநிதித்துவப்படுத்தும் தமிழ் தேசியக் கூட்டமைப்புடனான ஜனாதிபதியின் சந்திப்பு, தேசிய நல்லிணக்கப் பகுதியில் புதிய தளத்தை உடைக்கும் சாத்தியம் உள்ளது, இது ஒற்றுமையை வலுப்படுத்தவும் பொருளாதார முதலீட்டை ஊக்குவிக்கவும் உதவும். மற்றும் நாட்டிற்கு உதவி பாய்கிறது.",
        "TNA உடனான ஜனாதிபதியின் சந்திப்புக்குப் பின்னர், வெளிவிவகார அமைச்சர் பேராசிரியர் ஜி எல் பீரிஸ், கூட்டத்தின் முடிவு குறித்து சிவில் சமூகக் குழுவிற்கு (இலங்கை ஒருமித்த குழு) விளக்கமளித்தார். வெளிவிவகார அமைச்சராக நியமிக்கப்பட்டதிலிருந்து, பேராசிரியர் பீரிஸ் அரசாங்கத்தை சிவில் சமூகத்திற்கு அணுகக்கூடிய வகையில் சிறப்பு முயற்சிகளை மேற்கொண்டுள்ளார். அந்த வகையில் அவரது பங்களிப்பு அளப்பரியது. வெளியுறவு அமைச்சராக அவர் செய்த முதல் செயல்களில் ஒன்று, பாதுகாப்பு அமைச்சகத்தின் கீழ் உள்ள சிவில் சமூக அமைப்புகளின் குரலுக்கு செவிசாய்ப்பது. ஜனநாயக அமைப்பு மற்றும் அதன் காசோலைகள் மற்றும் சமநிலைகளின் ஒரு பகுதியாக இருப்பதைக் காட்டிலும் முதன்மையாக தேசிய பாதுகாப்புக்கு அச்சுறுத்தலாகக் கருதப்படுவதை CSOக்கள் எதிர்த்தன. CSOக்கள் வெளிவிவகார அமைச்சின் கீழ் கொண்டு வரப்பட்ட பின்னர் அவர்கள் அரசாங்க வழிமுறைகளுடன் மிகவும் நேர்மறையாகவும் ஆக்கபூர்வமாகவும் ஈடுபட முடிந்தது. அரச சார்பற்ற நிறுவனங்களின் செயற்பாடுகள் சுமூகமான முறையில் இயங்குவதை உறுதி செய்வதோடு, அவற்றின் செயற்பாடுகளுக்குத் தேவையான தடைகளை நீக்குவதாகவும் அமைச்சர் குறிப்பிட்டுள்ளார்.",
        "பேராசிரியர் பீரிஸின் கூற்றுப்படி, ஊடகங்களில் பல்வேறு செய்திகள் தெரிவிக்கப்பட்டபடி, ஜனாதிபதியும் தமிழ்த் தேசியக் கூட்டமைப்பும் தமிழ் மக்களுக்கு முக்கியத்துவம் வாய்ந்த ஏழு விடயங்களில் பரந்த உடன்பாட்டை எட்டின. முதலாவதாக, பயங்கரவாதத் தடுப்புச் சட்டத்தின் கீழ் பத்து வருடங்களுக்கும் மேலாக அரச காவலில் வைக்கப்பட்டிருந்தவர்களைக் குற்றஞ்சாட்டப்படாமல் விடுவிப்பது, கட்டாயக் காரணங்கள் இல்லாவிட்டால், அவர்களைத் தொடர்ந்தும் தடுப்புக்காவலில் வைத்திருப்பது. யுத்தம் முடிவடைந்த பின்னர் சர்வதேச விசாரணைக்கு உள்ளாகியுள்ள பயங்கரவாதத் தடுப்புச் சட்டத்தைப் பொறுத்தமட்டில், அதன் தற்போதைய திருத்தங்கள் ஒரு ஆரம்பம் மட்டுமே என்றார். சட்ட ஆணைக்குழுவின் அறிக்கை மற்றும் கடந்த அரசாங்கத்தின் வரைவு பயங்கரவாத எதிர்ப்புச் சட்டத்தின் திருத்தச் செயற்பாடுகளை முன்னெடுப்பதற்கு அரசாங்கம் பரிசீலித்து வருவதாக அவர் கூறினார்.",
        "இரண்டாவதாக, மாவட்டங்கள் மற்றும் துணை மாவட்ட அலகுகளின் பிராந்திய எல்லைகளில் அவற்றின் மக்கள்தொகை அமைப்பை மாற்றவோ அல்லது வேறு எந்த நோக்கத்திற்காகவோ அரசாங்கம் தனியாக செயல்படுவதால் எந்த மாற்றமும் செய்யப்படாது என்று பேராசிரியர் பீரிஸ் கூறினார். மூன்றாவதாக, வன நிலம், கரையோரப் பாதுகாப்பு மற்றும் தொல்பொருள் இடங்கள் தொடர்பான பிரச்சனைகள், அந்தப் பகுதிகளின் மக்களின் நலன்களைக் கருத்தில் கொள்ளாமல் தன்னிச்சையாக முடிவெடுக்காது. நான்காவதாக, அதிகாரப் பகிர்வின் மூலம் வடக்கு, கிழக்கு மக்களின் நலன்கள் மேலும் பாதுகாக்கப்படும், புதிய அரசியலமைப்பை முன்மொழிவதற்காக நியமிக்கப்பட்ட நிபுணர்கள் குழுவின் அறிக்கையை அடுத்த இரண்டு மாதங்களுக்குள் செய்து முடிக்கும் போது அது பற்றி மேலும் விவாதிக்கப்படும். .",
        "ஐந்தாவது, காணாமற்போனோர் அலுவலகம் காணாமல் போனவர்களின் சூழ்நிலைகள் குறித்து விசாரணை செய்யும் என்றும், காணாமல் போனவர்களின் குடும்பங்களுக்கு ஆரம்ப நடவடிக்கையாக RS 100,000 வழங்கப்படும் என்றும் பேராசிரியர் பீரிஸ் கூறினார். உண்மை ஆணைக்குழுவொன்றை உருவாக்குவதும் பரிசீலிக்கப்படும், மேலும் போர் மற்றும் மனித உரிமை மீறல்களின் பிற சூழ்நிலைகளை எதிர்கொள்வதில் உத்வேகம் அளிப்பதாக நிரூபிக்கப்பட்ட உண்மை மற்றும் நல்லிணக்க ஆணைக்குழுவை ஆய்வு செய்வதற்காக அரசாங்கக் குழு ஒன்று தென்னாப்பிரிக்காவுக்குச் செல்லும். ஆறாவது, வெளிவிவகார அமைச்சர் ஜெனீவாவில் உள்ள ஐ.நா மனித உரிமைகள் பேரவையின் ஊடாக உண்மை, பொறுப்புக்கூறல் மற்றும் நல்லிணக்க செயன்முறைகளை நிலைநிறுத்தும் நாடுகளின் முக்கிய குழுவின் பிரதிநிதிகளை தொடர்ந்து சந்திப்பதாக உறுதியளித்தார். ஏழாவதாக, வடக்கு மற்றும் கிழக்கில் பொருளாதார அபிவிருத்திக்கான நிதியளிப்பு பொறிமுறையை அமைப்பதற்கான சாத்தியக்கூறுகளை புலம்பெயர் தமிழ் மக்களுடன் இணைந்து அரசாங்கம் ஆக்கபூர்வமான முறையில் ஈடுபடுத்த முயற்சிக்கும்.",
        "இந்த பாரதூரமான விடயங்களை ஆக்கப்பூர்வமாக எடுத்துரைப்பது அரசாங்கத்திற்கும் தமிழ் மக்களுக்கும் இடையிலான உறவில் ஒரு புதிய கட்டத்திற்கு ஒரு திருப்புமுனையாக அமையும். பேச்சுவார்த்தை, அரசியல் பேச்சுவார்த்தைகள் மற்றும் பரஸ்பர இணக்கப்பாடுகள் மூலம் இந்தப் பிரச்சினைகளுக்கு முந்தைய எந்த அரசாங்கமும் தீர்வு காண முடியவில்லை. பொருளாதார நெருக்கடியின் மத்தியில் இத்தகைய செயல்பாட்டில் ஈடுபடுவது இரட்டிப்பு சவாலாக இருக்கும். ஒரு பொருளாதார நெருக்கடி ஏற்படும் போது, ​​தேசிய இனவாதிகள் மற்ற சமூகங்களை குற்றம் சாட்டுவதும், சதி செய்வதைப் பார்ப்பதும் எளிதாகிறது. ஜனாதிபதி கோட்டாபய ராஜபக்ஷவும், பிரதமர் மஹிந்த ராஜபக்ஷவும் கடந்த காலத்தில் பெரும்பான்மை சிங்கள இனத்தவர்கள் நம்பிக்கை வைத்த தலைவர்கள்.",
        "ஆக்கபூர்வமான ஈடுபாட்டின் உணர்வில் அடுத்த சுற்று விவாதத்தில் சேர வேண்டியது மற்ற அரசியல் கட்சிகளின் கடமையாகும். இதுவரை எதிர்க்கட்சிகள் அரசியல் கட்சிகள் கலவரக்காரர்களாகச் செயல்பட முற்படவில்லை, மாறாக ஜனநாயக ரீதியாகவும் அமைதியான முறையிலும் நிலைமையை அரசாங்கம் தவறாகக் கையாண்டதற்கு எதிராகத் தங்கள் கண்டனங்களைத் தெரிவித்துள்ளன. அரசாங்கமும் எதிர்க்கட்சியும் எதிரெதிர் பக்கங்களில் அமரும் பாராளுமன்ற மன்றத்தைப் போலன்றி, அனைத்துக் கட்சி மாநாடு மக்கள் எதிர்கொள்ளும் பிரச்சினைகளைத் தீர்க்கும் மற்றும் நீண்ட காலத்திற்கு அனைத்து அரசியல் கட்சிகளும் ஏற்றுக்கொள்ளக்கூடிய நாட்டுக்கான கொள்கையை ஏற்றுக்கொள்ளும் மன்றத்தை வழங்குகிறது. யார் அரசாங்கத்தை வழிநடத்தினாலும். சிவில் சமூகம் அதன் அனைத்து பன்முகத்தன்மையிலும் முன்னோக்கி செல்லும் வழியைப் பற்றி விவாதிக்கவும் விவாதிக்கவும் மற்றும் மக்களிடமிருந்து உத்வேகம் பெற அரசியல் தலைவர்களுடன் அவர்களின் சிந்தனையைப் பகிர்ந்து கொள்வதும் முக்கியம்.",
        "குற்றஞ்சாட்டப்பட்ட போர்க்குற்றங்கள்: லார்ட் நேஸ்பி: பிரிட்டன் அனுப்பியவர்கள் ஐந்து முக்கிய குற்றச்சாட்டுகளில் இருந்து இலங்கையை விடுவித்துள்ளனர்",
        "பிம்ஸ்டெக் பிராந்தியத்தில் பொருளாதார மீட்சிக்கு வழிவகுப்பதை ஜனாதிபதி ராஜபக்ச பார்க்கிறார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}