{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-sevens-stadium-in-dubai-is-regions-first-sports-facility-to-harness-clean-solar-energy-for-its-full-scope-of-operations/",
  "time_ut": 1646925120,
  "title": "The Sevens Stadium in Dubai is region’s first sports facility to harness clean solar energy for its full scope of operations",
  "body_lines": [
    "Community sports, world-class tournaments, and international teams hosted at The Sevens Stadium are now even more planet friendly, with the opening of the region’s first and largest solar carport at a sporting facility, owned and managed by the Emirates Group.",
    "Officially launched by Emirates Group Chairman Sheikh Ahmed bin Saeed Al Maktoum, the solar carport provides shaded carparking for over 550 vehicles, including 4 charging lots for electric cars. It will also generate sufficient clean energy to power all of the Stadium’s operations throughout the year, except in the week of the Emirates Dubai 7s where supplementary power will be required for the city’s biggest sporting and lifestyle event.",
    "Sheikh Ahmed said: “The Emirates Group already utilises solar-powered clean energy in our operations, including buildings at our Engineering Centre and Emirates Flight Catering. This new solar carport at the Sevens Stadium is our latest commitment to reducing our carbon footprint, in line with Dubai’s vision to transform into a carbon neutral economy by 2050.",
    "“The Sevens Stadium has established itself at the heart of community sports in Dubai, and as a best-in-class choice for international events and teams looking for world-class facilities in the region. We’ll continue to develop The Sevens to meet the needs and expectations of the sporting communities, and contribute to Dubai’s vibrant sports scene.”",
    "The Sevens Stadium’s other environmental initiatives include modern watering systems that utilise non-potable water, waste reduction which saw 52% of waste generated at the 2021 Emirates Dubai 7s diverted from landfill through recycling, and the use of biodiesel to power events. At the 2021 Emirates Dubai Sevens, nearly 30,000 liters of biodiesel was used to power activity and amenities including the World Rugby Broadcast, registration and referee tents, changing rooms, the HSBC lounges and ATMs in the village, and the lights and x-ray machines at the main entrance.",
    "‘Enriching the fabric of community’ – a short film on Brandix produced by BBC StoryWorks Commercial Productions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}