{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81906/sri-lanka-credit-rating-downgraded-by-moodys",
  "time_ut": 1650333060,
  "title": "Sri Lanka credit rating downgraded by Moody’s",
  "body_lines": [
    "Sri Lanka is barreling toward a “series of defaults” as it stops paying its foreign debts, Moody’s Investors Service warned in a downgrade of the country’s credit rating.",
    "The first default could come quite soon. The island nation was meant to pay about $78 million in interest to its bondholders on Monday -- until, of course, the government said last week it would halt foreign debt service to preserve cash for food and fuel imports. That has led rating companies to slash Sri Lanka further into junk, with Moody’s on Monday lowering its score to Ca from Caa2.",
    "It’s an assessment that “reflects governance weaknesses in the ability of the country’s institutions to take measures that decisively address the very low adequacy of foreign exchange reserves and very weak debt affordability,” Moody’s analysts Anushka Shah and Marie Diron wrote in a statement.",
    "Sri Lanka has been thrust into uncertainty as protesters angered by sky-high inflation and lengthy power cuts called for the resignation of President Gotabaya Rajapaksa and his brother, Prime Minister Mahinda Rajapaksa. While the president has held out from quitting, on Monday he said he was open to changes in the nation’s constitution that could lead to some curbs on his sweeping executive powers.",
    "The nation was supposed to pay $36 million in interest on a bond maturing in 2023 and $42.2 million on a 2028 note on Monday, its first major bond obligations since the announcement of suspended payments, according to Bloomberg data. Failure to keep up with obligations would mark the first blemish on the nation’s debt record since its independence from Britain in 1948.",
    "Officials have also promised to seek a deal with the International Monetary Fund, though they’ll need to first come up with a sustainable debt program. It leaves the nation in a tricky spot, tumbling toward a hard default as political turmoil and social unrest raise risk.",
    "The extra yield investors demand to hold Sri Lanka’s government bonds over U.S. Treasuries has risen to 33.4 percentage points, according to JPMorgan Chase & Co. data, well above the 10-percentage point threshold for distress. Dollar bonds due in July 2022 were indicated at 47 cents on Monday, lingering just off last week’s all-time low.",
    "Between the nation’s dwindling reserves, its slow recoveries in tourism and investment and the pressure of rising costs, Moody’s analysts warned that losses for private-sector creditors in an eventual restructuring are “likely to be material.” According to the firm, those are often between 35% and 65% for Ca-rated sovereign defaulters.",
    "The downgrade by Moody’s on Monday puts the nation on par with Argentina, Zambia and Cuba. It follows cuts by S&P to CC and by Fitch to C, which have both warned of further downgrades to default."
  ]
}