{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82398/india-sri-lanka-relations-to-get-much-better-says-ranil",
  "time_ut": 1652408520,
  "title": "India-Sri Lanka relations to get ‘much better’, says Ranil",
  "body_lines": [
    "The newly-appointed Prime Minister Ranil Wickremesinghe has said that the relationship between Sri Lanka and India will get much better under the new government.",
    "Answering a question on India-Sri Lanka ties after his appointment, he said, “It will become much better.”",
    "Further, he also said he has taken up the challenge of uplifting the island nation’s crisis-ridden economy. “I have taken on a challenge of uplifting the economy and I must fulfill it.”",
    "Wickremesinghe, who is the leader of the United National Party (UNP), was sworn in as the prime minister by Gotabaya Rajapaksa in Colombo earlier in the day. He had previously served as the Sri Lankan prime minister on five occasions.",
    "The Indian High Commission in Colombo reiterated the country’s commitment to the people of Sri Lanka after Wickremesinghe’s appointment.",
    "“High Commission of India hopes for political stability and looks forward to working with the Government of Sri Lanka formed in accordance with democratic processes pursuant to the swearing-in of Hon’ble @RW_UNP as the Prime Minister of SriLanka,” the high commission said in a tweet.",
    "“India’s commitment to the people of Sri Lanka will continue,” it added.",
    "During his previous stints as the PM, Wickremesinghe visited India on four occasions – October 2016, April 2017, November 2017 and October 2018.",
    "In its first reaction to the situation in Sri Lanka after Mahinda Rajapaksa resigned as Prime Minister, India on Tuesday said that it was “fully supportive” of the island nation’s democracy, stability and economic recovery.",
    "“India will always be guided by the best interests of the people of Sri Lanka expressed through democratic processes,” said external affairs ministry spokesperson Arindam Bagchi.",
    "“In keeping with our Neighbourhood First policy, India has extended this year alone support worth over USD 3.5 billion to the people of Sri Lanka for helping them overcome their current difficulties. In addition, the people of India have provided assistance for mitigating the shortages of essential items such as food and medicine,” the Indian MEA said."
  ]
}