{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/PUCSL-denies-speculation-on-extended-power-cuts-next-week/56-732600",
  "time_ut": 1648235460,
  "title": "PUCSL denies speculation on extended power cuts next week",
  "body_lines": [
    "PUCSL Chief Janaka Ratnayake says exploring ways to reduce daily load sheds to less than 4-hours",
    "Says prevailing dry weather conditions adversely impacted water levels of reservoirs; only sufficient for next 21 days",
    "Electricity regulator the Public Utilities Commission of Sri Lanka (PUCSL) yesterday vehemently denied speculations on a decision to increase the duration of the scheduled power cuts for next week.",
    "“No decision was taken after the Ceylon Petroleum Corporation (CPC) promised to provide the Ceylon Electricity Board (CEB) with adequate fuel stocks to generate electricity,” PUSCSL Chairman Janaka Ratnayake told journalists yesterday. He categorically denied reports on social media, which claimed that scheduled power cuts may increase up to 10 hours next week.",
    "“Contrary to these unofficial reports, we are looking at ways to reduce daily power cuts less than four hours,” he added. The PUCSL Chief also pointed out that the public must refrain from panic buying fuel to reduce the consumption and stockpiling.",
    "Ratnayake however pointed out that the prevailing dry weather conditions have impacted adversely on water levels of reservoirs that operates hydropower generation plants. Being optimistic on future weather conditions, he said the current water capacity would only suffice for the next 21 days till the end of the Sinhala and Tamil New Year.",
    "Power cuts of five hours for some areas, whilst four hour and 20 minutes for other areas were approved by PUCSL in two blocks for today.",
    "Areas P, Q, R, S, T, U, V and W will have three hours of power cuts from 9.00 a.m. to 6.00 p.m. whilst one hour and 40 minutes from 6.00 p.m. to 11.00 p.m. In addition, areas A, B, C, D, E, F, G, H, I, J, and K will have three hours and 20 minutes of power cuts from 8.00 a.m. to 6.00 p.m. whilst one hour and 40 minutes from 6.00 p.m to 11.00 p.m."
  ]
}