{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-tourism-dominated-by-vested-interests-of-colombo-based-associations-say-provincial-service-providers/",
  "time_ut": 1650813180,
  "title": "Sri Lanka Tourism dominated by ‘vested interests’ of Colombo-based associations, say provincial service providers",
  "body_lines": [
    "All Ceylon Tourism Service Providers Association (ACTSPA) told The Island Financial Review that three Colombo-based private sector tourism associations occupying seats on the Board of Sri Lanka Tourism Development Authority SLTDA, are not helping to make policies that harness the synergies of provincial level stakeholders to foster sustainable tourism at national level.",
    "Suranjith Wevita, Secretary ACTSPA said that provincial-level travel agents, hoteliers in the informal sector, tourist guides, tourist vehicle owners, drivers, assistants, various expert experience-providers in adventure, safari, wellness/nature and heritage and other members of ACTSPA, seek ‘fair play’ against the ‘vested’ interests of the three private sector associations whom they say are not sensitive to the issues of core service providers in different tourist zones of the country.",
    "“Tourism is a multi-service industry which requires the synergies of all stakeholders that make different offerings to foreign visitors in order to make their visits to Sri Lanka a memorable experience and get them to spread the word globally on social media platforms. To achieve this objective, there should be a lawful mechanism to ensure balance in decision making for all stakeholders and not just for a privileged few,” he said.",
    "“Tourism is global sustainable industry on global norms on socio-economic sustainability and environmental sustainability. These sustainable criteria are monitored and governed by agencies such as Global Sustainable Tourism Council which is connected to United Nations Development Programme (UNDP) and United Nations Environmental Organisation (UNEO). In this context, discerning foreign visitors are keen to see that there are equitable dividends for all service providers in any country that they visit. Sri Lanka Tourism which is obviously controlled by SLAITO, TAASL and THASL have little regard for these global concepts and new trends in tourism.” he said.",
    "“SLAITO and TAASL represent less than 30 % of destination management companies (DMCs) and high-end hotel association THASL represents only 5% of all rooms in the industry, yet they have a bigger say in making decisions that affect all of us. Tourism Act No. 38 of 2005 made provisions for these associations to take the upper hand over a myriad of other stakeholders in the industry and this has created an imbalance of the entire industry’s synergistic effort,” he said.",
    "“Even daily wages of guides, drivers and other service providers are decided by them violating global sustainable criteria, in the sole interest of making more profits for their companies. The. revenue generated towards SLTDA through the Tourism Development Levy of 1% charged from hotels and from part of embarkation tax is used to promote their travel agents and hotels through two agencies under SLTDA; namely Sri Lanka Tourism Convention Bureau and Sri Lanka Tourism Promotion Bureau. That’s another unfair practice.”",
    "“They objected to increasing vehicle rates needed to operate within present higher costs and also objected to providing income support to a section of the service providers during the pandemic citing various reasons, as a result of which a large expert-workforce permanently left the industry. They even introduced unreasonable registration criteria to prevent small stakeholders from registering with the SLTDA.”",
    "“UNDP, the European Union and the present administration of SLTDA having considered these anomalies had consultations with all ‘other stakeholders’ and came up with a new draft bill for Sri Lanka Tourism. It is designed to give representation to all service sectors by creating regional tourism chambers to address issues of all stakeholders and streamline different geographic requirements in different tourism zones. The bill has also clauses governing the decentralization of business registration process from the central control of the Colombo-based associations.”",
    "“The bill also encourages fair trade policies to ensure earnings for all stakeholders in the service chain commensurate with their services, which has hitherto not been a practice in Sri Lanka tourism industry where some got the lion’s share while others were paid pea nuts.”",
    "“The draft bill proposes a fund to support all registered stakeholders for training their staff. If this bill is passed in parliament and becomes an Act, it will give SLTDA more powers to withstand political and corporate pressure and be more independent and inclusive for everyone’s benefit.”",
    "“Black money infusion is high in this industry as an international mechanism for money laundering which is true for Sri Lanka too, and such occurrences can be better monitored and tracked within a fair and transparent operational framework if this bill is passed into law.”",
    "“Taking these facts into consideration, authorities should not allow a privileged few to wield their political and corporate power to undermine fair practices, sustainability and growth of this industry in the medium to long term. We should all keep in mind that tourists’ perception towards tourism businesses is much more discerning than it ever was in terms of fair trade practices, especially in tourism destinations in developing countries such as ours,” Suranjith Wewita said.",
    "Sakura Products & Exports wins Gold at National Business Excellence Awards",
    "ComBank now offers WhatsApp and Viber Banking services in Sinhala, Tamil and English",
    "Easter Sunday controversy: New Public Security Minister to seek audience with Archbishop",
    "Need of the hour for Sri Lanka: The ‘MPH Formula of Singapore",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}