{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Todays-multiple-crises-a-deja-vu-of-70s-EDITORIAL/172-233146",
  "time_ut": 1647381300,
  "title": "Today’s multiple crises - a deja  vu of 70s  - EDITORIAL",
  "body_lines": [
    "Owning and operating a private vehicle is getting more and more expensive. Yet, the extremely inadequate public transport system in the country is leaving many with hardly a choice but to use private transport. Added to this, the Covid-19 pandemic demands we maintain social distancing and using overcrowded public transport seems the best way to spread the disease.",
    "Given the overcrowded public trasport system, if we are to avoid falling victim to the dreaded disease, it is necessary to use private transport.",
    "The rising cost of fuel, - petrol (92 octane by Rs. 77/-; 95 octane by Rs 76/-; auto diesel by Rs. Rs. 55/-; super diesel by Rs. 95/- kerosene by Rs. 87/- ), has resulted in private vehicle owners not being in a position to use their vehicles as they do not have sufficient funds to pump fuel.",
    "Stagnant salaries, which were subject to 50% cuts since April 2020, is making it impossible for ordinary folk to move private vehicles out of their garages. Whether it be diesel or petrol, the rising costs of fuel is making it impossible for private vehicle owners to put their vehicles on to the roads.",
    "To make matters worse, stocks of fuel, from kerosene to diesel, to petrol and cooking gas are mostly not available, as the government is on the verge of bankruptcy. Thanks to short-sighted planning, the government has spent billions of dollars on projects which were not viable. A classic example is the airport at Mattala, internationally known as the lonliest airport in the world. Likewise, the port at Hambantota not bringing in sufficient income to repay loans, government was forced to hand the port over to the lending institution for a period of 99 years!",
    "The result - the country in an extreme state of indebtedness. Today there is every danger of the country defaulting on its international debts. This in turn means the country has no means of importing its basic needs from staple food rice to medicaments and spare parts to keep whatever is left of its industries running.",
    "Long queues of frustrated and furious consumers outside petrol stations bear testimony to government’s bad planning. The skyrocketing prices and drop in production of rice, vegetable and fruit - all domestically produced foodstuffs was a result of government’s sudden ban on imports of fertiliser and agro-chemicals without a plan as to how the void was to be filled. Loss of employment and wage cuts in the aftermath of the Covid-19  pandemic have resulted in middle class families descending into the ranks of the poor. Rising costs are forcing families to cut back on food intake and this will surely adversely affect the growth of children - the country’s future generation.",
    "What is most strange however, is that the government still does not seem to have a clue as to how to tackle these problems.",
    "Government’s record so far has been to manage shortages via currency swaps for particular imports. In turn this means no funds are being allocated for investment which could bring in a return of capital. Instead we see a further burgeoning of indebtedness.",
    "This is not the first time our country has faced similar crises. In the 1970s we faced a similar currency crunch. The then government put the country on a war footing and commenced growing food and commencing all manner of industrial production. By the end of its term the government led by Sirimavo Bandaranaike had brought the country to a level of self-sufficiancy in food production.",
    "The north of the country - the dry zone - became a sort of grannery to the rest of the country. Animal husbandry, poultry breeding were encouraged country-wide. Milk production rose and led to the setting up of a production plant for powdered milk. Poultry and cattle feed was turned out locally.",
    "A marketing Department was set up for purchase, distribution and sale of locally produced food at reasonable prices. The scheme was not properly administered and led to shortages but food was available. We need to take its plus points and improve on them.",
    "Numerous industries including the production medicinal drugs were undertaken by the State Pharmaceutial Corporation. The fabric industry was promoted leading to a revival of the handloom industry. Dependence on imported material brought down to minimum levels.",
    "It is time to eat humble pie and if necessary, seek advice from persons who were involved in past programmes.",
    "To restructure our debt burdan, we need a plan. The IMF will present us with its plan, but, we need to have our own input not just implement whatever the IMF instructs us to do."
  ]
}