{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81478/no-confidence-motion-in-pakistan-parliament-against-pm-khan",
  "time_ut": 1648539900,
  "title": "No-confidence motion in Pakistan parliament against PM Khan",
  "body_lines": [
    "Pakistani opposition legislators have launched a no-confidence motion against Prime Minister Imran Khan in parliament, hoping to remove Khan’s government amid accusations he has mismanaged the nation’s economy.",
    "The house will begin a debate on the motion on Thursday and a vote is to be held within seven days.",
    "Shehbaz Sharif, the opposition leader in the National Assembly or lower house of the parliament, proposed the no-confidence motion against Khan on Monday.",
    "“The prime minister ceases to hold his office after he has lost the confidence of this house,” Sharif said, reading from the no-confidence motion telecast live on television.",
    "An alliance of opposition legislators, called the Pakistan Democratic Movement, has been trying to woo Khan’s coalition partners away, some of whom seemed ready to desert him.",
    "Pakistan’s opposition says it has the required 172 votes in the 342-seat house to remove Khan’s government.",
    "Political chaos ensued after the opposition announced it would bring a vote of no-confidence against Khan weeks ago, endangering the government. It marked the toughest challenge of Khan’s political life.",
    "Monday’s development came a day after Khan at a rally promised to defeat the no-confidence effort with the help of legislators from his own Pakistan Tehreek-e-Insaf (PTI) party and political allies.",
    "In response to Khan’s Sunday rally, an opposition alliance held a mammoth anti-government rally attended by tens of thousands of people in Islamabad on Monday.",
    "Meanwhile, four more legislators announced they were quitting Khan’s coalition government, strengthening the opposition.",
    "Khan, 69, a former captain of Pakistan’s national cricket team, came into power in the 2018 elections, securing 176 votes. He needs 172 votes to remain in power.",
    "But nearly 20 defections in Khan’s ruling party and cracks in his coalition partners have made him short of the 172 votes, a simple majority, needed to hold on to power.",
    "“We have the support of required lawmakers to oust Imran Khan’s government,” Bilawal Bhutto Zardari, the leader of the key opposition Pakistan People’s Party, told reporters.",
    "But interior minister Sheikh Rashid Ahmed said the no-confidence motion will be defeated.",
    "To try to survive, the government announced it would give the post of chief minister of the country’s largest province, Punjab, to one of its coalition partners.",
    "But another ruling coalition party decided to join the opposition, making the opposition stronger with 168 votes.",
    "The opposition and analysts say the prime minister has fallen out with the powerful military, which mostly determines who will rule, a charge Khan and the military deny.",
    "Khan has blamed a foreign-funded conspiracy for trying to topple his government.",
    "China is a longtime supporter and Pakistan, a traditional ally of the West, abstained from voting as the UN General Assembly overwhelmingly reprimanded Russia for invading Ukraine."
  ]
}