{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81450/interpol-red-notices-issued-against-over-130-sri-lankan-drug-traffickers",
  "time_ut": 1648402320,
  "title": "Interpol ‘Red Notices’ issued against over 130 Sri Lankan drug traffickers",
  "body_lines": [
    "Sri Lankan Police says that Red Notices have been obtained from Interpol against over 130 drug traffickers who have fled the country.",
    "Senior Police Media Spokesman, Senior DIG Ajith Rohana said that information has been uncovered regarding a number of drug traffickers operating their drug rackets in the country from Dubai.",
    "He stated that special investigations are being carried out pertaining to networks of drug racketeers and international drug traffickers.",
    "He said that in addition to the investigations being carried out to arrest the drug traffickers, separate probes are ongoing with regard to their assets.",
    "Individuals operating drug trafficking networks in Sri Lanka from abroad, especially from Dubai, have been identified, he said.",
    "Interpol has issued red notices against 132 people who have fled Sri Lanka and are involved in drug trafficking from abroad, the Senior DIG said.",
    "Meanwhile, police say that around 95,000 suspects involved in drug rackets have been arrested in the past year.",
    "Senior DIG Ajith Rohana said that they were arrested during raids carried out by the Police and the Police Special Task Force (STF) in connection with heroin, cannabis and synthetic drugs.",
    "Accordingly, in total around 1,630 kilograms of heroin were seized during raids carried out in 2021.",
    "The Senior Police Spokesman said that more than 15,000 kilograms of cannabis and 377 kilograms of synthetic drugs including methamphetamine were seized during the raids.",
    "Senior DIG Ajith Rohana further stated that 800 persons have been arrested for drug trafficking so far this year.",
    "Her said that during the Sinhala and Tamil New Year season, the police have made arrangements to carry out continuous drug operations and to give rewards to those who provide information regarding such rackets."
  ]
}