{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/canon-eos-system-celebrates-35th-anniversary/",
  "time_ut": 1649476140,
  "title": "Canon EOS System Celebrates 35th Anniversary",
  "body_lines": [
    "Canon Inc. celebrates during March 2022 the 35th anniversary of the launch of the company’s EOS System, which includes EOS-series interchangeable-lens cameras and a diverse range of system accessories, beginning with interchangeable EF lenses. Canon has been the preferred brand for Cameras for decades both globally and in Sri Lanka. Metropolitan, the authorized distributor for Canon in Sri Lanka for nearly five decades has been the sole partner to sell and service almost all Canon Cameras in Sri Lanka for over three decades.",
    "“To celebrate 35 years of the Canon EOS System, Metropolitan will be offering a range of offers and promotions this Avurudu Season”, said Praveen Samarakone, Head of Photohub – Camera Operations at Metropolitan. He also reminded customers to always insist on the genuine 15 month Canon Metropolitan Warranty Sticker and Warranty Card when you purchase your next Canon Camera from Metropolitan and its countrywide network of dealers. A reliable partner in innovation throughout generations, the Metropolitan Group has been serving the nation for more than 60 years.",
    "Canon’s EOS System made its debut in March 1987 with the launch of the EOS 650 single-lens reflex (SLR) camera and EF lenses. An acronym of “Electro Optical System” while also carrying the name of the Greek Goddess of the dawn, the EOS series saw first light in 1987 as the world’s first fully electronic mount system, representing a new generation of AF SLR cameras. During the film-camera era, EOS SLR cameras garnered high acclaim from a wide range of users for their innovative technologies and designs focused on Canon’s key concepts of high speed and ease of use. During this period, the company launched the top-of-the-line professional model EOS-1 in 1989 and, with the introduction of the compact lightweight EOS Kiss (EOS Rebel XS and EOS 500 in other regions) in 1993, succeeded in expanding its user base.",
    "Ceylinco General Insurance says ‘Thank You!’ for being selected as ‘People’s General Insurance Brand’ for the 16th consecutive year",
    "Perera and Sons Celebrates International Women’s honouring the Dynamic Female Workforce",
    "A Hectic Week in Politics: Political Stalemate Compounding Economic Crisis",
    "HAULED BEFORE THE SUPREME COURT FOR AN ALLEGED BREACH OF THE ELECTIONS LAW",
    "Lanka crisis sends global demand for Indian textiles and teas soaring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}