{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/From-Les-Misérables-to-18-Sanniya-The-role-of-art-in-a-peoples-revolution/352-235118",
  "time_ut": 1650236460,
  "title": "From ‘Les Misérables’ to  ‘18 Sanniya’: The role of art in a people’s revolution",
  "body_lines": [
    "Participants of the 100 Voices project at the Galle Face Green",
    "Symbolizing the heart of people’s protests and popular movements, the lyrics of ‘Do You Hear the People Sing?’ from the celebrated musical and movie ‘Les Misérables’ echoed across the Galle Face Green on Saturday evening. ‘Les Misérables’ encapsulates much of the spirit of French history in the late 1700s and 1800s – a volatile period of French history that saw repeated uprisings against an oppressive government, rampant class divide and social instability. Over a 100 choristers joined in solidarity to sing and perform for the same cause – end corruption, bankruptcy and nepotism.",
    "The main objective of the 100 Voices project was to remind the rulers that artistes, choristers and performers also stand against corruption and to let their voices be heard. It was also a reminder to the rest of the country that people need to overcome this crisis together as one nation.",
    "“This happened over a matter of two days and I’m amazed by the response we have had,” said veteran theatre practitioner and Artistic Director of The Workshop Players, Jerome De Silva. “It’s amazing how we got a lot of people coming. For instance one of my students from Negombo and their families have come. In fact, they have come from all over. We haven’t met for over two years due to the COVID-19 pandemic and it was amazing how all these people came in such short notice and joined together to sing the revolutionary anthem of freedom by ‘Les Misérables’. It was also beautiful that we had a trilingual message that came through to all people out there. To show them that they shouldn’t think of us as elitist as we are one with you. For you to join us and fight to break through the barricades and wave that flag of freedom. As artistes we came through together because as artistes we are the most neglected lot of people by the state or anyone. So this is us coming together in solidarity for the same cause, freedom from corruption, bankruptcy and looking forward as a united force of people of all ages from the very little to the oldest. We are getting together to fight for a cause for the future of everyone,” he said.",
    "“So this is us coming together in solidarity for the same cause, freedom from corruption, bankruptcy and looking forward as a united force of people of all ages from the very little to the oldest”,  said Jerome De Silva, veteran theatre practitioner and Artistic Director of The Workshop Players\"",
    "Speaking about the significance of the song at this juncture, De Silva said that it talks about the barricades, not just physical barricades but barricades of us trying to break through this nepotism. “It was the song of the student revolution in 1815 in France. Even though they all died at the barricades still they fought for a reason. We don’t mind giving up our lives for the struggle of the future generations,” he underscored.",
    "For Kevin Cruze, actor, thespian and founder of Cold Theatre 7 and many other artistes, the Easter Sunday attacks, COVID-19 pandemic and the prevailing situation in the country has done more harm than good in terms of their passion. “From an artiste’s point of view, it hasn’t been easy for us. I’ve been having it rough since Easter Sunday attacks. Then COVID hit us and now this crisis. The theatres are open but we have other issues in the country that we have to fight for. Therefore we have to come together in whatever way possible; as artistes, performers and musicians and say that we are also in this with the people. We want to fight corruption and make sure that people in charge hear us. That’s why we thought of doing this for the entire community. To show the power of people and artistes that we are standing against corruption as well. We sang the national anthem because I wanted to remind everyone here as we are all in it together as one nation, one family and one body to fight corruption. We also brought in a Tamil artiste to sing songs in Tamil to connect with that community as well.”",
    "\"The main reason why we came here is that as artistes we have been going through a rough patch. We were slowly recovering from this period when politicians created this mess,” said Mithun Jayalath\"",
    "At a parallel venue at the now infamous ‘GotaGoGama’ another group of professional dancers, percussionists and musicians had set the ground to perform the ’18 sanniya’. This is a traditional Sinhalese exorcism ritual that consists of 18 dances, each depicting a particular illness or ailment affecting humans. But this time, the ritual was performed to heal Sri Lanka, the patient. Around 50 percussionists, dancers and musicians gathered at ‘GotaGoGama’ who commenced their performances with a variety of percussion rhythms that kept protesters’ toes tapping.",
    "“We came here for artistes who have been affected by this crisis and to invoke blessings on people who are continuing this struggle,” said Mithun Jayalath, the leader of the group. “The main reason why we came here is that as artistes we have been going through a rough patch. We were slowly recovering from this period when politicians created this mess. We want to ensure that a more proactive set of people get elected to power so that all people would benefit. All these performers have come here to contribute to this struggle with their expertise, which is art. We planned to do a puja to invoke blessings on the people.”",
    "” We have to come together in whatever way possible; as artistes, performers and musicians and say that we are also in this with the people,” commented Kevin Cruze, actor, thespian and founder of Cold Theatre 7\"",
    "Speaking about the role of art in a revolution, Jayalath said that since the past percussion instruments played a major role during people’s revolutions. “During times of war, the main character is a percussionist. His beat and mood set the stage for a war, a peaceful settlement etc. We wanted to include a percussion performance due to this reason.”",
    "“Sri Lanka has a rich culture and heritage but due to the political system, the culture is being disconnected from its people. Our culture should be our priority. These performances known as ‘Seth Shanthi’ be it a Devol Maduwa, Gammaduwa, Kohomba Kankariya, are rituals that invoke blessings on the country and on people who join the protests. We are doing this to protect the people of our country and these aren’t any sort of rituals that would"
  ]
}