{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81815/india-open-to-additional-2-billion-aid-for-sri-lanka-report",
  "time_ut": 1649902680,
  "title": "India open to additional $2 billion aid for Sri Lanka: Report",
  "body_lines": [
    "India is willing to commit up to another $2 billion in financial assistance to Sri Lanka while also supporting the island nation with food and fuel, five sources told Reuters, as New Delhi tries to regain ground lost to China in recent years.",
    "“We are definitely looking to help them out and are willing to offer more swap lines and loans,” said an Indian source aware of various discussions with Sri Lanka.",
    "A senior government source in New Delhi said Sri Lanka’s warning on Tuesday of defaulting on debt payments was a worry, but that “we can still give them up to $2 billion in swaps and support”.",
    "Another source familiar with Sri Lanka’s thinking said it was seeking India’s help to roll over some $2 billion in dues, such as those owed to the South Asia-focussed Asian Clearing Union. The source said the response had been positive from India.",
    "All the sources had direct knowledge of the matter or had been briefed on it, but they declined to be named as the discussions were private.",
    "India’s government and its central bank, as well as Sri Lanka’s foreign and finance ministries, did not immediately respond to requests for comment.",
    "India has so far committed $1.9 billion to Sri Lanka in loans, credit lines and currency swaps. Sri Lanka has also sought another $500 million credit line for fuel.",
    "China has extended a $1.3 billion syndicated loan and a $1.5 billion-yuan denominated swap, while negotiations are ongoing for more loans and credit lines.",
    "One of the sources said New Delhi was keen for its southern neighbour to cut its reliance on China. Sri Lanka has an outstanding debt of about $3.5 billion with China - or 10.8% of the island’s total - and Beijing has also built ports and roads in the country.",
    "“We want them to reduce their debt levels from China and we want to become stronger partners,” said the source.",
    "India has also sent ships with sugar, rice and wheat - items of which it has a surplus, unlike China - to Sri Lanka ahead of the country’s Sinhala and Tamil New Year on Thursday.",
    "Four of the sources said though New Delhi had not formally made cutting Sri Lanka’s reliance on Beijing a condition for offering help, it had been able to make the Sri Lankans realise that it was in a better position to support them than China.",
    "Sri Lanka is due to formally start loan negotiations with the International Monetary Fund on Monday, and one of the Indian sources said that would be critical in New Delhi agreeing to more aid for the country.",
    "Sri Lanka’s central bank said on Tuesday it had become “challenging and impossible” to repay external debt, as it tries to use its dwindling foreign exchange reserves to import essentials like fuel. Street protests have gone on for more than a month against shortages of fuel, food, power and medicine.",
    "New Delhi has already helped Sri Lanka with $2.5 billion for rapid post Covid-19 economic recovery.",
    "Last week, Ministry of External Affairs spokesperson Arindam Bagchi said: ‘We are neighbours and a close friend. There has been an evolving economic situation as well as other developments. To help mitigate the economic situation there, we have extended assistance -- $2.5 billion, in the past two to three months, including credit facilities for fuel and food which are most required.’",
    "Since mid March, over 270,000 MT of food and oil has been delivered to Sri Lanka. In addition, 40,000 tonnes of rice have been supplied under the recently extended $1 billion credit line.",
    "The relationship between India and Sri Lanka is rooted in the civilisational values.",
    "The relation between the two countries have strengthened in recent months.",
    "‘We stand ready to continue working with Sri Lanka for rapid post Covid economic recovery in line with our neighbourhood policy and we have already conveyed to them at various occasions. Our readiness, whatever support we can, and has been demonstrated by our actions till now,’ he said.",
    "The Sri Lankan economy is facing a twin challenge of fast eroding foreign exchange reserves and surging inflation leading to the brink of bankruptcy. Sri Lanka is currently facing solvency issues with unsustainable debt levels.",
    "With unprecedented shortage of foreign exchange, the basic needs of the people of Sri Lanka cannot be met. There are huge queues outside petrol pumps as there is no foreign exchange reserve to import petrol, pharmacies have run out of medicines and newspaper houses have run out of newsprint.",
    "Since January 2022, the inflation rate has crossed 18 per cent in Sri Lanka."
  ]
}