{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/are-sri-lankas-debts-odious/",
  "time_ut": 1653657120,
  "title": "ARE SRI LANKA’S DEBTS “ODIOUS”?",
  "body_lines": [
    "The economic crisis in Sri Lanka is due to massive borrowings by recent governments of the country. It is true that external factors, like the covid pandemic and, later, the war on Ukraine, contributed to the crisis but inability to service the loans was the primary and immediate cause of the economic crisis. The policies of the government like the reduction in taxation of high earners, the mismanagement of the covid pandemic and the banning of chemical fertilisers contributed to the situation. These were factors that operated on the primary cause, the unsustainable debts that had been incurred for purposes which lacked a clear public benefit and were tainted by corruption. Repayment of interests on the loans depleted the dollar resources of the state.",
    "Sri Lanka now lacks resources to service the loans. The government has declared that it has no more than 50 million dollars in its coffers. That is less than the personal wealth of our corrupt politicians. Some arguments must be found for rescheduling the debts. Among them are the lack of public utility of the debts, the lack of transparency in the loan transactions, excess of authority of public officials negotiating the loan, the unfavourable interest rates and the complicity of the lender in making the tainted transactions. These reasons are encapsulated in the legal doctrine on “odious debts.” This article examines the possible application of the doctrine of odious debts to the debt obligations of Sri Lanka.",
    "The restructuring of the existing debts so as to make repayments easier is necessary to ease the debt burdens of the country. In negotiating such restructuring, it is relevant to discuss whether the original purposes of the debts and the circumstances of their negotiations impact on the fairness of the debt obligations. A sovereign debt is unlike a commercial debt. A commercial debt is negotiated between private parties. The transaction is between the lender, usually a bank and a private person. The private person seeks the debt for a purpose of his own and the parties agree on terms relating to interest and repayment. The loan transaction is subject to the normal principles of contract law. Even in such private transactions, domestic legal systems are beginning to question the fairness of the terms of the loan.",
    "The debt obligation of a sovereign state is different. For one, the sums involved in a sovereign loan is very large, unlike in private commercial transactions. The debt is negotiated between the government of the state through its officials with a foreign state or a foreign bank in order to serve the interest of a third party, the public of the state. It is the existence of this public interest that gives legitimacy to the debt obligation. Where that public interest is lacking, doctrine has it that the sovereign debt is an odious debt, particularly in the situations where the lender knew that the loan was tainted by an absence of public interest or corruption.",
    "Creditor complicity in the taint exists where the creditor lent the money in order to achieve a purpose of its own, such as securing a political advantage or securing high interest rates using the ignorance of the sovereign borrower. The debt becomes odious also where the creditor is aware of the widespread culture of corruption in the state. The instances where the lender pushes the loans for securing monetary or political advantages for itself are regarded as instances of “predatory lending”, the existence of which supports a finding of an odious debt.",
    "The doctrine of odious debts in international law casts doubt on the validity of debt obligations created by a government when it appears that the debt was not to be used and was not used for a project that benefited the people. In terms of Sri Lankan domestic law, the ministers or public officials who negotiate loans knowing that the public interest in the loan is non-existent or slim, exceed their bounds of authority. The sovereign loan, being an administrative transaction located in public law, would be treated as invalid due to excess of authority. The soundness of the premises on which the doctrine is based is unassailable.",
    "The policy purpose of the doctrine is admirable in that it deters lending to states with corrupt leaders. It raises the question also as to whether lending states should use sovereign debts as instruments of diplomacy to further their influence with the state or the region. The legitimacy of a debt made to an authoritarian government by a lender who sought to cultivate a special relationship with a regime is an irksome idea. Why should such a debt be passed on to a later democratic government? Why should the people of the state have to bear the debt burden which is not to their advantage?",
    "There are human rights issues that arise as well. The example of Sri Lanka indicates that such debts result in an increasing unavailability of the essentials of life, like medicines, electricity, cooking gas, transport, hospital facilities and schooling for children. They result in hunger and increase poverty. They implicate the violation of human rights such as the right to life. Such loans come into conflict with fundamental norms of international law and must be considered invalid on that count.",
    "The debts that have been incurred by the Sri Lankan governments in the last few years do have hallmarks of odious debts. They were debts incurred by a government that the people allege was steeped in corruption. It is alleged that a part of the loans found their way into the pockets of ministers and public officials who negotiated the loan. Many of them lacked a public purpose, were not negotiated transparently and served the political interests of leaders of the borrowing state and the foreign policy interests of the lending state.",
    "Many of the projects for which Sri Lanka sought loans lacked an overt public purpose. Many were projects which were objected to on grounds of feasibility, the harm they could cause the environment or the lack of potential to earn revenue. True it is that some projects involved the building of infrastructure such as roads and bridges but the raising of the loan as well as the tendering processes in these projects involved heavy corruption. The popular belief is that more than 10 percent of the sums involved in every government project found its way into the personal coffers of a particular minister. There are many projects that the public readily associate with corruption because of their obvious lack of utility to the public despite the high costs involved in their construction.",
    "The megaprojects for which loans were granted have some common features. They are named after President Mahinda Rajapaksa, indicating that they were often vanity projects designed to keep the President’s name for posterity. Each one of them has been referred to as a white elephant in both the local and the international press. There was considerable local opposition to their construction. Besides the other common features, they were usually located in the Hambantota District, the native area of the Rajapaksa family. These debts were given by Chinese development banks which were influenced by the Chinese policy of securing a foothold in Sri Lanka. The projects so overtly lacked public interest that the lender should have known that the loans were tainted.",
    "Many of the loans were raised in the context of a new foreign policy initiated by President Mahinda Rajapaksa. There was a tilt in foreign policy towards China. China itself was fast rising as an economic power. China was keen to establish links with Indian Ocean States. Sri Lanka provided strategic advantages in securing a foothold in the Indian Ocean. China also began a Belt Road Initiative, the object of which was to restore Chinese influence along the old land-based silk route as well as the maritime routes that the Chinese Admiral Zheng He had used in the fifteenth century. (It is a matter of our history that the Chinese Admiral visited our island on two occasions. He captured one of our kings, Alekeswara, and took him to China as a hostage. A regime change resulted. (See The Island, 31.05.2021 on the “Trilingual Inscription on the Galle Stela”. The inscribed stone left behind by the Admiral was found in Galle. It is kept in the National Museum.) Recovering the past influence was an object of the BRI in the context of which China is said to pursue a policy based on loans to the countries of the BRI region. If so, there was a political objective behind the giving of these loans.",
    "Several loans were given by the Chinese Exim Bank. The Export-Import Bank of China is chartered to implement the policies of the Chinese state in the areas of international trade, industry and foreign aid. It was a principal source of loans to several projects in Sri Lanka. The Magampura Mahinda Rajapaksa Port (Hambantota Port) was built with large loans given by the bank. The economic feasibility of the Port is suspect. As a result of problems in the repayment of loans, a 99-year old lease was given to a joint venture company in which a Chinese state corporation had 80 percent of the shares. There was a lack of transparency in the transaction.",
    "The Mattala Rajapaksa International Airport was also built with loans from China. It was described by Forbes Magazine as the “world’s emptiest airport”. It provides a home for wildlife in the area and was used for storage of rice. The Mahinda Rajapaksa International Cricket Stadium is another white elephant built near Hambantota. It cannot attract sufficient spectators to make playing international matches there viable. The Stadium was built by the Sri Lankan cricket authorities though a Chinese company which is owed money for its construction. The Lotus Tower sticks out like a thumb in the Colombo skyline. It was built with loans. It is difficult to discover a public interest in its construction.",
    "The Nelum Pokuna Mahinda Rajapakse Theatre was built to resemble the Nelum Pokuna in Polonoruwa, built by Parakramabahu The Great in the twelfth century. It was built with borrowed money. There is also the building of the DA Rajapaksa Museum concerning which a case is pending. These projects could not have promoted public welfare. The loans to construct them must be regarded as odious debts.",
    "Other projects connected with Hambantota, like the Southern Expressway (on which I recently drove comfortably from Colombo to Kataragama), though little used due to high tariffs, do have public utility. The same would apply to the improvement of road networks under the Rajapaksa regime. Though their construction involved much corruption, they were useful to the public. To the extent that the odious debt doctrine may have partial application, the doctrine may affect these projects as well.",
    "Much is made in newspapers about the Chinese debt trap. There does not seem to be a case for that. But, there seems to have been an eagerness to court the Rajapaksas and give loans for unwise projects. There may also have been a need to show the success of the Belt Road Initiative behind the making of these loans.",
    "China has used the odious debt doctrine in the past to deny its debt obligations. Immediately after the success of the Chinese Revolution, China used the odious debt doctrine to justify default on bonds issued in connection with the building of the Huguang Railway during the previous regime in litigation arising before US courts in 1952.",
    "The odious debt doctrine can be used to justify default on payment of some debts. Strategically, it would be best to use the doctrine to renegotiate or reschedule the debt obligation. The doctrine will enable an argument that some debts which carried little public benefit should be rescheduled in a manner favourable to Sri Lanka. The countries that are using this doctrine will increase. The doctrine has been discussed in connection with Greece, Ecuador and Venezuela. The doctrine featured in the rescheduling of Argentine debts during its economic crisis in 2000.",
    "In 2003, the Bush administration favoured the cancellation of Iraqi debts partly on the ground that the debt obligations were created during a dictatorial regime. Many Iraqi debts were cancelled. Debts incurred by colonial governments were renounced by the newly independent states, Algeria and Indonesia providing examples. In the immediate post-colonial period, developing states made the argument that they do not succeed to debt obligations incurred during colonial rule. The affinity with such past situations with the current debts of states exist when an authoritarian leader clothed in the vestiges of democracy commits his country to unwise loans that do not further the public interest but advance his personal interests.",
    "The odious debt doctrine is not supported by extensive case law because it is an argument used largely for the restructuring of debts. It provides a useful tool to base an argument for cancellation or renegotiation of unsavoury debts. In the Sri Lankan case, the debts owed to China do attract the application of the doctrine. The Chinese debts form only 10% of our debts. The extent to which loans by private institutions can be subject to the doctrine is uncertain due to lack of information. Given the context in which Sri Lanka finds herself, exploration of the use of the application of this doctrine to the Sri Lankan debts is necessary.",
    "The potential finding of the Sri Lankan debts as odious debts also requires reform of the rules that regulate the raising of loans by the state. In a country ruled by successive authoritarians, maintaining power through ethno-religious chauvinism, the practice of securing corrupt loans will be rife. There should be constitutional and other regulatory mechanisms controlling future governments raising loans from foreign banks. Besides complete transparency, there should be demonstration of clear public benefit objectives that are secured by the loan and the spending of the money.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ණය \"ඕඩියස්\" ද?",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ආර්ථික අර්බුදයට හේතු වී ඇත්තේ රටේ මෑත රජයන් විසින් දැවැන්ත ණය ගැනීම් ය. කෝවිඩ් වසංගතය සහ පසුව යුක්රේනයට එරෙහි යුද්ධය වැනි බාහිර සාධක අර්බුදයට දායක වූ නමුත් ණය ගෙවීමට නොහැකි වීම ආර්ථික අර්බුදයේ මූලික හා ආසන්නතම හේතුව විය. ඉහළ ආදායම් ලබන්නන්ගේ බදු අඩු කිරීම, කොවිඩ් වසංගතය වැරදි කළමනාකරණය, රසායනික පොහොර තහනම් කිරීම වැනි රජයේ ප්‍රතිපත්ති මෙම තත්ත්වයට හේතු විය. මේවා මූලික හේතුව මත ක්‍රියාත්මක වූ සාධක, පැහැදිලි මහජන ප්‍රතිලාභයක් නොමැති සහ දූෂණයෙන් කිලිටි වූ අරමුණු සඳහා දරාගත නොහැකි ණය. ණය සඳහා පොලී ආපසු ගෙවීම රාජ්‍යයේ ඩොලර් සම්පත් ක්ෂය විය.",
        "ණය ගෙවීමට ශ්‍රී ලංකාවට දැන් සම්පත් හිඟයි. රජය සිය භාණ්ඩාගාරයේ ඩොලර් මිලියන 50 කට වඩා වැඩි මුදලක් නොමැති බව ප්‍රකාශ කර ඇත. ඒ අපේ දූෂිත දේශපාලකයන්ගේ පුද්ගලික ධනයට වඩා අඩු මුදලකි. ණය නැවත සකස් කිරීම සඳහා සමහර තර්ක සොයාගත යුතුය. ණයවල මහජන උපයෝගිතා නොමැතිකම, ණය ගනුදෙනුවල විනිවිදභාවය නොමැතිකම, ණය ගැන සාකච්ඡා කරන රාජ්‍ය නිලධාරීන්ගේ අධිකාරී බලය ඉක්මවීම, අවාසිදායක පොලී අනුපාත සහ අපිරිසිදු ගනුදෙනු කිරීමට ණය දෙන්නා මැදිහත් වීම ඒ අතර වේ. මෙම හේතූන් \"අශෝභන ණය\" පිළිබඳ නීතිමය මූලධර්මය තුළ අන්තර්ගත වේ. මෙම ලිපිය ශ්‍රී ලංකාවේ ණය බැඳීම් සඳහා පිළිකුල් සහගත ණය පිළිබඳ මූලධර්මය යෙදිය හැකි ආකාරය විමසා බලයි.",
        "ණය ආපසු ගෙවීම පහසු වන පරිදි පවතින ණය ප්‍රතිව්‍යුහගත කිරීම රටේ ණය බර ලිහිල් කිරීමට අවශ්‍ය වේ. එවැනි ප්‍රතිව්‍යුහගත කිරීම් පිළිබඳ සාකච්ඡා කිරීමේදී, ණයවල මුල් අරමුණු සහ ඒවායේ සාකච්ඡාවල තත්වයන් ණය බැඳීම්වල සාධාරණත්වය කෙරෙහි බලපාන්නේද යන්න සාකච්ඡා කිරීම අදාළ වේ. ස්වෛරී ණයක් වාණිජ ණයක් මෙන් නොවේ. පුද්ගලික පාර්ශවයන් අතර වාණිජ ණයක් සාකච්ඡා කෙරේ. ගනුදෙනුව ණය දෙන්නා අතර, සාමාන්යයෙන් බැංකුවක් සහ පෞද්ගලික පුද්ගලයෙකු අතර වේ. පුද්ගලික පුද්ගලයා තමාගේම අරමුණක් සඳහා ණය සොයන අතර පාර්ශවයන් පොලී සහ ආපසු ගෙවීමට අදාළ කොන්දේසි වලට එකඟ වේ. ණය ගනුදෙනුව කොන්ත්රාත් නීතියේ සාමාන්ය මූලධර්මවලට යටත් වේ. එවැනි පුද්ගලික ගනුදෙනු වලදී පවා දේශීය නීති පද්ධති ණය කොන්දේසිවල සාධාරණත්වය ප්‍රශ්න කිරීමට පටන් ගෙන තිබේ.",
        "ස්වෛරී රාජ්‍යයක ණය බැඳීම වෙනස් ය. එකක් නම්, පුද්ගලික වාණිජ ගනුදෙනු වලදී මෙන් නොව ස්වෛරී ණයක් සඳහා සම්බන්ධ වන මුදල ඉතා විශාලය. තුන්වන පාර්ශ්වයක් වන ප්‍රාන්තයේ මහජනතාවගේ අවශ්‍යතා ඉටු කිරීම සඳහා විදේශීය රාජ්‍යයක් හෝ විදේශීය බැංකුවක් සමඟ එහි නිලධාරීන් හරහා රාජ්‍ය රජය අතර ණය සාකච්ඡා කරනු ලැබේ. ණය බැඳීම සඳහා නීත්‍යානුකූල භාවය ලබා දෙන්නේ මෙම මහජන අවශ්‍යතාවයේ පැවැත්මයි. එම මහජන අවශ්‍යතා හිඟ වූ විට, ස්වෛරී නය පිළිකුල් සහගත ණයක් බව ධර්මයේ ඇත, විශේෂයෙන් ණය දෙන්නා මහජන අවශ්‍යතා හෝ දූෂණයෙන් තොර වීම නිසා ණය දූෂණය වී ඇති බව දැන සිටි අවස්ථාවන්හිදී.",
        "ස්වෛරී ණය ගැනුම්කරුගේ නොදැනුවත්කම භාවිතා කරමින් දේශපාලන වාසියක් ලබා ගැනීම හෝ ඉහළ පොලී අනුපාත ලබා ගැනීම වැනි තමන්ගේම අරමුණක් සාක්ෂාත් කර ගැනීම සඳහා ණයහිමියා මුදල් ණයට දුන් ස්ථානයෙහි ණයහිමියාගේ හවුල්කාරිත්වය පවතී. රාජ්‍යයේ පැතිරී ඇති දූෂණ සංස්කෘතිය ගැන ණයහිමියා දැනුවත්ව සිටින තැන ද ණය නරක අතට හැරේ. ණය දෙන්නා තමාට මුදල් හෝ දේශපාලන වාසි ලබා ගැනීම සඳහා ණය තල්ලු කරන අවස්ථා \"කොල්ලකාරී ණය දීමේ\" අවස්ථා ලෙස සලකනු ලැබේ, එහි පැවැත්ම පිළිකුල් සහගත ණයක් සොයා ගැනීමට සහාය වේ.",
        "ජාත්‍යන්තර නීතියේ ඇති පිළිකුල් සහගත ණය පිළිබඳ මූලධර්මය රජයක් විසින් නිර්මාණය කරන ලද ණය බැඳීම්වල වලංගුභාවය පිළිබඳ සැකයක් ඇති කරන්නේ එම ණය භාවිතා නොකළ යුතු බවත්, ජනතාවට ප්‍රතිලාභ ලැබෙන ව්‍යාපෘතියක් සඳහා භාවිතා නොකළ බවත්ය. ශ්‍රී ලංකාවේ දේශීය නීතියට අනුව, ණය සඳහා වන මහජන අවශ්‍යතා නොපවතින බව හෝ සිහින් බව දැන දැනම ණය ගැන සාකච්ඡා කරන ඇමතිවරුන් හෝ රාජ්‍ය නිලධාරීන් තම අධිකාරියේ සීමාවන් ඉක්මවා යයි. ස්වෛරී ණය, පොදු නීතියේ පිහිටා ඇති පරිපාලනමය ගනුදෙනුවක් වන අතර, අධිකාරී බලය ඉක්මවා යාම හේතුවෙන් අවලංගු ලෙස සලකනු ලැබේ. ධර්මය පදනම් වූ පරිශ්‍රයේ සෞභාග්‍යය අනාරක්ෂිත ය.",
        "දූෂිත නායකයින් සිටින රාජ්‍යයන්ට ණය දීම වළක්වන ධර්මයේ ප්‍රතිපත්තිමය අරමුණ ප්‍රශංසනීයයි. ණය දෙන රාජ්‍යයන් රාජ්‍යය හෝ කලාපය සමඟ ඔවුන්ගේ බලපෑම තවදුරටත් ඉදිරියට ගෙන යාම සඳහා රාජ්‍ය තාන්ත්‍රික උපකරණ ලෙස ස්වෛරී නය භාවිතා කළ යුතුද යන ප්‍රශ්නය ද එය මතු කරයි. පාලන තන්ත්‍රයක් සමඟ විශේෂ සබඳතාවක් ගොඩනඟා ගැනීමට උත්සාහ කළ ණය දෙන්නෙකු විසින් ඒකාධිපති රජයකට කරන ලද ණයක් නීත්‍යානුකූල භාවයට පත් කිරීම අවුල් සහගත අදහසකි. එවැනි ණයක් පසුකාලීන ප්‍රජාතන්ත්‍රවාදී රජයකට පැවරිය යුත්තේ ඇයි? ප්‍රාන්තයේ ජනතාවට වාසියක් නොවන ණය බර දරාගත යුත්තේ ඇයි?",
        "මානව හිමිකම් ප්‍රශ්නත් මතුවෙනවා. ශ්‍රී ලංකාවේ උදාහරණයෙන් පෙන්නුම් කරන්නේ එවැනි ණය නිසා ඖෂධ, විදුලිය, ඉවුම් පිහුම් ගෑස්, ප්‍රවාහනය, රෝහල් පහසුකම් සහ ළමුන්ගේ පාසල් අධ්‍යාපනය වැනි ජීවිතයට අත්‍යවශ්‍ය දෑ නොලැබී යාම වැඩි වන බවයි. ඔවුන් කුසගින්න ඇති කරන අතර දුප්පත්කම වැඩි කරයි. ජීවත්වීමේ අයිතිය වැනි මානව හිමිකම් කඩකිරීම් ඔවුන් හඟවයි. එවැනි ණය ජාත්‍යන්තර නීතියේ මූලික සම්මතයන්ට පටහැනි වන අතර එම ගණන් බැලීමේදී වලංගු නොවන ලෙස සැලකිය යුතුය.",
        "පසුගිය වසර කිහිපය තුළ ශ්‍රී ලංකා රජයන් විසින් දරන ලද ණය, පිළිකුල් සහගත ණයවල ලක්ෂණ ඇත. ඒවා දූෂණයෙන් ගිලී ඇති බවට ජනතාව චෝදනා කරන රජයක් විසින් කරන ලද ණය. එම ණය මුදලින් කොටසක් එම ණය මුදල ලබා ගැනීමට සාකච්ඡා කළ ඇමැතිවරුන්ගේ සහ රාජ්‍ය නිලධාරීන්ගේ සාක්කුවලට ඇතුළු වූ බවට චෝදනා එල්ල වේ. ඔවුන්ගෙන් බොහෝ දෙනෙකුට පොදු අරමුණක් නොතිබුණි, විනිවිදභාවයෙන් යුතුව සාකච්ඡා නොකළ අතර ණය ගන්නා රාජ්‍යයේ නායකයින්ගේ දේශපාලන අවශ්‍යතා සහ ණය දෙන රාජ්‍යයේ විදේශ ප්‍රතිපත්ති අවශ්‍යතා ඉටු කළේය.",
        "ශ්‍රී ලංකාව ණය ඉල්ලා සිටි බොහෝ ව්‍යාපෘතිවල ප්‍රකාශිත පොදු අරමුණක් නොතිබුණි. බොහෝ ව්‍යාපෘති ශක්‍යතා, පරිසරයට ඇති කළ හැකි හානිය හෝ ආදායම් ඉපැයීමේ විභවයක් නොමැතිකම යන හේතු මත විරුද්ධ වූ ව්‍යාපෘති විය. සමහර ව්‍යාපෘති මාර්ග පාලම් වැනි යටිතල පහසුකම් ගොඩනැගීමට සම්බන්ධ වූ නමුත් ණය ලබා ගැනීමේදී මෙන්ම එම ව්‍යාපෘතිවල ටෙන්ඩර් ක්‍රියාවලීන්හිද බරපතළ දූෂණ සිදුවූ බව සැබෑය. ජනප්‍රිය විශ්වාසය නම් සෑම රජයේ ව්‍යාපෘතියකටම සම්බන්ධ වූ මුදලින් සියයට 10කට වඩා වැඩි ප්‍රමාණයක් යම් අමාත්‍යවරයකුගේ පෞද්ගලික භාණ්ඩාගාරයට ගිය බවයි. ඉදිකිරීම් සඳහා අධික පිරිවැයක් දැරීමට සිදු වුවද, මහජනතාවට පැහැදිලිවම ප්‍රයෝජන නොගැනීම නිසා මහජනතාව දූෂණය සමඟ පහසුවෙන් සම්බන්ධ වන බොහෝ ව්‍යාපෘති තිබේ.",
        "ණය ලබාදුන් මෙගා ව්‍යාපෘතිවල පොදු ලක්ෂණ කිහිපයක් තිබේ. ඒවා ජනාධිපති මහින්ද රාජපක්ෂගේ නමින් නම් කර ඇති අතර එයින් පෙන්නුම් කරන්නේ ඒවා බොහෝ විට අනාගත පරපුරට ජනාධිපතිවරයාගේ නම තබා ගැනීමට සැලසුම් කරන ලද නිෂ්ඵල ව්‍යාපෘති බවයි. ඔවුන් එක් එක් පුද්ගලයා දේශීය හා ජාත්‍යන්තර පුවත්පත් වල සුදු අලියෙකු ලෙස හැඳින්වේ. ඒවා ඉදිකිරීමට දේශීය වශයෙන් සැලකිය යුතු විරෝධයක් එල්ල විය. අනෙකුත් පොදු ලක්ෂණ හැරුණු විට, ඒවා සාමාන්‍යයෙන් පිහිටා තිබුණේ රාජපක්ෂ පවුලේ උපන් ප්‍රදේශය වන හම්බන්තොට දිස්ත්‍රික්කයේය. මෙම ණය ලබාදී ඇත්තේ ශ්‍රී ලංකාව තුළ ස්ථාවර වීමේ චීන ප්‍රතිපත්තියේ බලපෑමට ලක් වූ චීන සංවර්ධන බැංකු විසිනි. ව්‍යාපෘති කෙතරම් ප්‍රසිද්ධියේම මහජන අවශ්‍යතාවයක් නොතිබුනේද යත්, ණය දෙන්නා ණය අපිරිසිදු බව දැන සිටිය යුතුය.",
        "ජනාධිපති මහින්ද රාජපක්ෂ මහතා විසින් ආරම්භ කරන ලද නව විදේශ ප්‍රතිපත්තියක සන්දර්භය තුළ බොහෝ ණය ලබා ගන්නා ලදී. විදේශ ප්‍රතිපත්තියේ චීනය දෙසට නැඹුරුවක් තිබුණා. චීනයම ආර්ථික බලවතකු ලෙස වේගයෙන් නැගී සිටියේය. චීනය ඉන්දියානු සාගර රාජ්‍යයන් සමඟ සබඳතා ඇති කර ගැනීමට උනන්දු විය. ශ්‍රී ලංකාව ඉන්දියන් සාගරයේ අඩිතාලම තහවුරු කර ගැනීමේදී උපාය මාර්ගික වාසි ලබා දුන්නේය. චීනය බෙල්ට් රෝඩ් මුලපිරීමක් ද ආරම්භ කරන ලද අතර, එහි පරමාර්ථය වූයේ පැරණි ගොඩබිම් සේද මාර්ගය මෙන්ම පහළොස්වන සියවසේ චීන අද්මිරාල් ෂෙන්ග් හේ භාවිතා කළ මුහුදු මාර්ග ඔස්සේ චීන බලපෑම ප්‍රතිෂ්ඨාපනය කිරීමයි. (චීන අද්මිරාල්වරයා අවස්ථා දෙකකදී අප දිවයිනට පැමිණි බව අපගේ ඉතිහාසගත කරුණකි. ඔහු අපේ එක් රජෙකු වූ අලකේශ්වර අල්ලාගෙන ප්‍රාණ ඇපකරුවෙකු ලෙස චීනයට ගෙන ගියේය. එහි ප්‍රතිඵලයක් ලෙස පාලන තන්ත්‍ර වෙනසක් සිදු විය. (දිවයින, 31.05.2021 බලන්න. අද්මිරාල්වරයා විසින් ඉතිරි කර ඇති ත්‍රෛභාෂා ශිලා ලිපිය ගාල්ලෙන් හමුවිය, එය ජාතික කෞතුකාගාරයේ තබා ඇත.) අතීත බලපෑම ප්‍රතිසාධනය කිරීම චීනයේ සන්දර්භය තුළ BRI හි අරමුණක් විය. BRI කලාපයේ රටවලට ලබා දෙන ණය මත පදනම් වූ ප්‍රතිපත්තියක් ක්‍රියාත්මක කරන ලෙසත් එසේ නම් මෙම ණය ලබාදීම පිටුපස දේශපාලන අරමුණක් තිබූ බවයි.",
        "චීන එක්සිම් බැංකුවෙන් ණය කිහිපයක් ලබා දුන්නා. ජාත්‍යන්තර වෙළඳාම, කර්මාන්ත සහ විදේශ ආධාර යන ක්ෂේත්‍රවල චීන රාජ්‍යයේ ප්‍රතිපත්ති ක්‍රියාත්මක කිරීම සඳහා චීනයේ අපනයන-ආනයන බැංකුව වරලත් කර ඇත. එය ශ්‍රී ලංකාවේ ව්‍යාපෘති කිහිපයක් සඳහා ප්‍රධාන ණය මූලාශ්‍රයක් විය. මාගම්පුර මහින්ද රාජපක්ෂ වරාය (හම්බන්තොට වරාය) හැදුවේ බැංකුවෙන් විශාල ණය මුදලක් ලබාගෙන. වරායේ ආර්ථික ශක්‍යතාව සැක සහිතයි. ණය ආපසු ගෙවීමේ ගැටළු හේතුවෙන් චීන රාජ්‍ය සංස්ථාවකට සියයට 80ක කොටස් හිමි හවුල් ව්‍යාපාර සමාගමකට වසර 99ක් පැරණි කල්බදුවක් ලබාදී ඇත. ගනුදෙනුවේ විනිවිදභාවයේ අඩුවක් තිබුණා.",
        "මත්තල රාජපක්ෂ ජාත්‍යන්තර ගුවන්තොටුපළ හැදුවෙත් චීනයෙන් ණය අරන්. එය ෆෝබ්ස් සඟරාව විසින් විස්තර කරන ලද්දේ \"ලෝකයේ හිස්ම ගුවන් තොටුපල\" ලෙසිනි. එය ප්‍රදේශයේ වන සතුන් සඳහා නිවහනක් සපයන අතර සහල් ගබඩා කිරීම සඳහා භාවිතා කරන ලදී. මහින්ද රාජපක්ෂ ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩාංගණය හම්බන්තොට ආසන්නයේ ඉදිකළ තවත් සුදු අලියෙකි. එහිදී ජාත්‍යන්තර තරග ක්‍රීඩා කිරීම ශක්‍ය කිරීමට ප්‍රමාණවත් ප්‍රේක්ෂක පිරිසක් ආකර්ෂණය කර ගත නොහැක. මෙම ක්‍රීඩාංගනය ඉදිකර ඇත්තේ ශ්‍රී ලංකා ක්‍රිකට් බලධාරීන් විසිනි, නමුත් එහි ඉදිකිරීම් සඳහා චීන සමාගමක් ණය විය යුතුය. නෙළුම් කුළුණ කොළඹ අහසේ මාපටැඟිල්ලක් මෙන් කැපී පෙනේ. ණය අරන් තමයි හැදුවේ. එහි ඉදිකිරීම් සඳහා මහජන උනන්දුව සොයා ගැනීම දුෂ්කර ය.",
        "නෙළුම් පොකුණ මහින්ද රාජපක්ෂ රඟහල දොළොස්වැනි සියවසේ දී මහා පරාක්‍රමබාහු රජු විසින් ඉදිකරන ලද පොළොන්රුවේ නෙළුම් පොකුණට සමාන වන පරිදි ඉදිකරන ලද්දකි. ණයට ගත් මුදලින් තමයි හැදුවේ. ඩී.ඒ.රාජපක්ෂ කෞතුකාගාරයේ ගොඩනැගිල්ලක් ද තිබේ, ඒ සම්බන්ධයෙන් නඩුවක් විභාග වෙමින් පවතී. මෙම ව්‍යාපෘති මහජන සුබසාධනය ප්‍රවර්ධනය කළ නොහැකි විය. ඒවා ඉදිකිරීමට ගන්නා ණය පිළිකුල් සහගත ණය ලෙස සැලකිය යුතුය.",
        "හම්බන්තොට හා සම්බන්ධ අනෙකුත් ව්‍යාපෘති, එනම් දක්ෂිණ අධිවේගී මාර්ගය (මම මෑතකදී කොළඹ සිට කතරගම දක්වා සුවපහසු ලෙස ධාවනය කළ) වැනි ඉහළ ගාස්තු නිසා අඩුවෙන් ප්‍රයෝජනයට ගත්තද, මහජන උපයෝගිතා ඇත. රාජපක්ෂ පාලනය යටතේ මාර්ග පද්ධති වැඩිදියුණු කිරීම සම්බන්ධයෙන් ද එය අදාළ වනු ඇත. ඒවායේ ඉදිකිරීම් බොහෝ දූෂණවලට සම්බන්ධ වුවද, ඒවා මහජනතාවට ප්රයෝජනවත් විය. පිළිකුල් සහගත ණය මූලධර්මය අර්ධ වශයෙන් අදාළ විය හැකි තාක් දුරට, මෙම ව්‍යාපෘතිවලට ද එම ධර්මය බලපානු ඇත.",
        "චීන ණය උගුල ගැන පුවත්පත්වල බොහෝ දේ ඇත. එහෙම කේස් එකක් තියෙන බවක් පේන්න නෑ. එහෙත්, රාජපක්ෂලාට උසාවි දමා, නුවණැති ව්‍යාපෘති සඳහා ණය දීමේ උවමනාවක් තිබූ බව පෙනේ. මෙම ණය ලබාදීම පිටුපස බෙල්ට් රෝඩ් වැඩසටහනේ සාර්ථකත්වය පෙන්වීමේ අවශ්‍යතාවක් ද තිබෙන්නට ඇත.",
        "චීනය සිය ණය බැඳීම් ප්‍රතික්ෂේප කිරීම සඳහා අතීතයේ දී පිළිකුල් සහගත ණය මූලධර්මය භාවිතා කර ඇත. චීන විප්ලවයේ සාර්ථකත්වයෙන් පසු, 1952 දී එක්සත් ජනපද උසාවිය ඉදිරියේ පැන නැගුණු නඩු වලදී, පසුගිය පාලන සමයේදී හුගුවාං දුම්රිය මාර්ගය ගොඩනැගීම සම්බන්ධයෙන් නිකුත් කරන ලද බැඳුම්කර පැහැර හැරීම සාධාරණීකරණය කිරීමට චීනය පිළිකුල් සහගත ණය මූලධර්මය භාවිතා කළේය.",
        "සමහර ණය ගෙවීමේදී පැහැර හැරීම සාධාරණීකරණය කිරීමට පිළිකුල් සහගත ණය මූලධර්මය භාවිතා කළ හැකිය. උපායමාර්ගිකව, ණය බැඳීම නැවත සාකච්ඡා කිරීමට හෝ නැවත කාලසටහන් කිරීමට මූලධර්මය භාවිතා කිරීම වඩාත් සුදුසුය. සුළු මහජන ප්‍රතිලාභයක් ලබා ගත් සමහර ණය ශ්‍රී ලංකාවට හිතකර ලෙස නැවත කාලසටහන්ගත කළ යුතු බවට තර්කයක් මෙම ධර්මය මඟින් ඉදිරිපත් කරනු ඇත. මේ ධර්මය පාවිච්චි කරන රටවල් වැඩි වෙනවා. මෙම ධර්මය ග්‍රීසිය, ඉක්වදෝරය සහ වෙනිසියුලාව සම්බන්ධව සාකච්ඡා කර ඇත. 2000 දී ආර්ජන්ටිනාවේ ආර්ථික අර්බුදය තුළ ආර්ජන්ටිනාවේ ණය නැවත සැලසුම් කිරීමෙහි මෙම මූලධර්මය ඇතුළත් විය.",
        "2003 දී, බුෂ් පරිපාලනය ඉරාක නය අවලංගු කිරීමට කැමති වූයේ අර්ධ වශයෙන් ණය බැඳීම් ඒකාධිපති පාලන තන්ත්‍රයක් තුළ නිර්මාණය වූ බැවිනි. බොහෝ ඉරාක ණය අවලංගු කරන ලදී. යටත් විජිත ආන්ඩු විසින් දරන ලද ණය, අලුතින් ස්වාධීන රාජ්‍යයන් වන ඇල්ජීරියාව සහ ඉන්දුනීසියාව උදාහරණ සපයමින් අත්හැර දමන ලදී. ආසන්නතම පශ්චාත් යටත් විජිත යුගයේ දී, සංවර්ධනය වෙමින් පවතින රාජ්‍යයන්, යටත් විජිත පාලන සමයේදී දරන ලද ණය බැඳීම් සාර්ථක නොවන බවට තර්කයක් ඉදිරිපත් කළහ. ප‍්‍රජාතන්ත‍්‍රවාදයේ ලාංඡනවලින් සැරසුණු අත්තනෝමතික නායකයෙකු තම රට මහජන අවශ්‍යතා ඉදිරියට ගෙන නොයන නමුත් තම පුද්ගලික අවශ්‍යතා ඉදිරියට ගෙන යන නුවණැති ණය සඳහා තම රට කැප කරන විට රාජ්‍යවල වත්මන් ණය සමඟ එවැනි අතීත තත්වයන් සමඟ ඇති බැඳීම පවතී.",
        "පිළිකුල් සහගත ණය මූලධර්මය විස්තීරණ නඩු නීතිය මගින් සහාය නොදක්වන්නේ එය ණය ප්‍රතිව්‍යුහගත කිරීම සඳහා බොහෝ දුරට භාවිතා කරන තර්කයක් වන බැවිනි. අනවශ්‍ය ණය අවලංගු කිරීම හෝ නැවත සාකච්ඡා කිරීම සඳහා තර්කයක් පදනම් කර ගැනීමට එය ප්‍රයෝජනවත් මෙවලමක් සපයයි. ශ්‍රී ලංකාවේ නඩුවේදී, චීනයට ගෙවිය යුතු ණය ප්‍රවාදයේ යෙදීම ආකර්ෂණය කරයි. චීන ණය තිබෙන්නේ අපේ ණයවලින් 10%ක් පමණයි. තොරතුරු නොමැතිකම නිසා පෞද්ගලික ආයතනවල ණය කොපමණ දුරට ධර්මයට යටත් විය හැකිද යන්න අවිනිශ්චිතය. ශ්‍රී ලංකාව තමන්ව සොයා ගන්නා සන්දර්භය සැලකිල්ලට ගෙන, ශ්‍රී ලංකාවේ ණය සඳහා මෙම මූලධර්මය භාවිතා කිරීම පිළිබඳව ගවේෂණය කිරීම අවශ්‍ය වේ.",
        "ශ්‍රී ලංකාවේ ණය අශෝභන ණය ලෙස සොයා ගැනීම සඳහා රාජ්‍යය විසින් ණය රැස් කිරීම නියාමනය කරන නීති ප්‍රතිසංස්කරණය කිරීම ද අවශ්‍ය වේ. වාර්ගික-ආගමික ස්වෝත්තමවාදය හරහා බලය පවත්වා ගනිමින් අනුප්‍රාප්තික ඒකාධිපතියන් විසින් පාලනය කරන රටක, දූෂිත ණය ලබා ගැනීමේ පුරුද්ද බහුලව පවතිනු ඇත. අනාගත රජයන් විදේශ බැංකුවලින් ණය ලබා ගැනීම පාලනය කරන ව්‍යවස්ථාමය සහ වෙනත් නියාමන යාන්ත්‍රණ තිබිය යුතුය. සම්පූර්ණ විනිවිදභාවයට අමතරව, ණය සහ මුදල් වියදම් කිරීමෙන් සුරක්ෂිත වන පැහැදිලි මහජන ප්‍රතිලාභ අරමුණු නිරූපණය කළ යුතුය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையின் கடன்கள் \"ஓடியஸ்\"தானா?",
      "body_lines": [
        "இலங்கையில் ஏற்பட்டுள்ள பொருளாதார நெருக்கடிக்கு நாட்டின் அண்மைக்கால அரசாங்கங்கள் பாரிய கடன்களை பெற்றுக்கொடுத்தமையே காரணம். கோவிட் தொற்றுநோய் மற்றும் பின்னர் உக்ரைன் மீதான போர் போன்ற வெளிப்புற காரணிகள் நெருக்கடிக்கு பங்களித்தன என்பது உண்மைதான், ஆனால் கடன்களை செலுத்த இயலாமை பொருளாதார நெருக்கடிக்கு முதன்மை மற்றும் உடனடி காரணமாகும். அதிக வருமானம் ஈட்டுபவர்களின் வரி குறைப்பு, கோவிட் தொற்றுநோயின் தவறான மேலாண்மை மற்றும் ரசாயன உரங்களை தடை செய்தல் போன்ற அரசாங்கத்தின் கொள்கைகள் நிலைமைக்கு பங்களித்தன. இவை முதன்மையான காரணத்தில் செயல்படும் காரணிகள், தெளிவான பொது நன்மை இல்லாத மற்றும் ஊழலால் கறைபட்ட நோக்கங்களுக்காக சுமத்தப்பட்ட தாங்க முடியாத கடன்கள். கடனுக்கான வட்டிகளை திருப்பிச் செலுத்துவது அரசின் டாலர் வளத்தை குறைத்தது.",
        "கடன்களை வழங்குவதற்கு இலங்கையில் தற்போது வளங்கள் இல்லை. அரசாங்கம் தனது கஜானாவில் 50 மில்லியன் டாலர்களுக்கு மேல் இல்லை என்று அறிவித்துள்ளது. இது நமது ஊழல் அரசியல்வாதிகளின் தனிப்பட்ட செல்வத்தை விட குறைவு. கடன்களை மறுசீரமைக்க சில வாதங்கள் காணப்பட வேண்டும். அவற்றுள் கடன்களின் பொதுப் பயன்பாடு இல்லாமை, கடன் பரிவர்த்தனைகளில் வெளிப்படைத் தன்மை இல்லாமை, கடனைப் பேரம் பேசும் அரசு அதிகாரிகளின் அதிகப்படியான அதிகாரம், சாதகமற்ற வட்டி விகிதங்கள் மற்றும் கறைபடிந்த பரிவர்த்தனைகளைச் செய்வதற்கு கடனளிப்பவர் உடந்தையாக இருப்பது. இந்த காரணங்கள் \"மோசமான கடன்கள்\" பற்றிய சட்டக் கோட்பாட்டில் இணைக்கப்பட்டுள்ளன. இக்கட்டுரையானது இலங்கையின் கடன் கடமைகளுக்கு அருவருப்பான கடன்களின் கோட்பாட்டின் சாத்தியமான பயன்பாடு பற்றி ஆராய்கிறது.",
        "நாட்டின் கடன் சுமைகளைக் குறைக்க, திருப்பிச் செலுத்துவதை எளிதாக்கும் வகையில் தற்போதுள்ள கடன்களை மறுசீரமைப்பு செய்வது அவசியம். அத்தகைய மறுசீரமைப்பு பேச்சுவார்த்தைகளில், கடன்களின் அசல் நோக்கங்கள் மற்றும் அவற்றின் பேச்சுவார்த்தைகளின் சூழ்நிலைகள் கடன் கடமைகளின் நியாயத்தன்மையில் தாக்கத்தை ஏற்படுத்துகின்றனவா என்பதைப் பற்றி விவாதிப்பது பொருத்தமானது. ஒரு இறையாண்மைக் கடன் வணிகக் கடனைப் போல் அல்ல. வணிகக் கடன் தனியார் தரப்பினரிடையே பேச்சுவார்த்தை நடத்தப்படுகிறது. பரிவர்த்தனையானது கடனளிப்பவருக்கும், பொதுவாக ஒரு வங்கிக்கும் ஒரு தனியார் நபருக்கும் இடையில் இருக்கும். தனிப்பட்ட நபர் தனது சொந்த நோக்கத்திற்காக கடனைத் தேடுகிறார் மற்றும் வட்டி மற்றும் திருப்பிச் செலுத்துதல் தொடர்பான விதிமுறைகளை கட்சிகள் ஒப்புக்கொள்கின்றன. கடன் பரிவர்த்தனை ஒப்பந்த சட்டத்தின் இயல்பான கொள்கைகளுக்கு உட்பட்டது. இத்தகைய தனியார் பரிவர்த்தனைகளில் கூட, உள்நாட்டு சட்ட அமைப்புகள் கடன் விதிமுறைகளின் நியாயத்தன்மையைக் கேள்விக்குள்ளாக்கத் தொடங்கியுள்ளன.",
        "இறையாண்மை கொண்ட அரசின் கடன் பொறுப்பு வேறுபட்டது. ஒன்று, தனியார் வணிகப் பரிவர்த்தனைகளைப் போலன்றி, இறையாண்மைக் கடனில் உள்ள தொகைகள் மிகப் பெரியவை. மூன்றாம் தரப்பினரின் நலனுக்காக, மாநிலத்தின் பொதுமக்களுக்கு சேவை செய்வதற்காக ஒரு வெளிநாட்டு மாநிலம் அல்லது வெளிநாட்டு வங்கியுடன் அதன் அதிகாரிகள் மூலம் மாநில அரசாங்கத்திற்கு இடையே கடன் பேச்சுவார்த்தை நடத்தப்படுகிறது. இந்த பொது நலன் இருப்பதே கடன் கடமைக்கு சட்டபூர்வமான தன்மையை அளிக்கிறது. அந்த பொது நலன் இல்லாத இடத்தில், இறையாண்மைக் கடன் ஒரு மோசமான கடன் என்று கோட்பாடு கூறுகிறது, குறிப்பாக கடன் வழங்குபவர் பொது நலன் அல்லது ஊழல் இல்லாததால் கடன் கறைபட்டதாக அறிந்த சூழ்நிலைகளில்.",
        "அரசியல் ஆதாயத்தைப் பெறுதல் அல்லது இறையாண்மைக் கடனாளியின் அறியாமையைப் பயன்படுத்தி அதிக வட்டி விகிதங்களைப் பெறுதல் போன்ற தனக்கென ஒரு நோக்கத்தை அடைவதற்காகக் கடனளிப்பவர் பணத்தைக் கடனாகக் கொடுத்ததில் கடனாளர் உடந்தையாக இருப்பார். மாநிலத்தில் பரவியிருக்கும் ஊழல் கலாச்சாரத்தை கடன் வழங்குபவர் அறிந்திருக்கும் பட்சத்தில் கடன் அருவருப்பானதாகிறது. கடனளிப்பவர் தனக்கென பண அல்லது அரசியல் அனுகூலங்களைப் பெறுவதற்காகக் கடன்களைத் தள்ளும் நிகழ்வுகள் \"கொள்ளையடிக்கும் கடன்\" நிகழ்வுகளாகக் கருதப்படுகின்றன, அதன் இருப்பு ஒரு மோசமான கடனைக் கண்டுபிடிப்பதை ஆதரிக்கிறது.",
        "சர்வதேச சட்டத்தில் உள்ள மோசமான கடன்களின் கோட்பாடு, ஒரு அரசாங்கத்தால் உருவாக்கப்பட்ட கடன் கடமைகளின் செல்லுபடியாகும் என்பதில் சந்தேகத்தை ஏற்படுத்துகிறது. இலங்கையின் உள்நாட்டுச் சட்டத்தின் அடிப்படையில், கடனில் பொது நலன் இல்லை அல்லது மெலிதானது என்று தெரிந்தும் கடனைப் பேரம் பேசும் அமைச்சர்கள் அல்லது பொது அதிகாரிகள் தங்கள் அதிகார வரம்புகளை மீறுகிறார்கள். இறையாண்மைக் கடன், பொதுச் சட்டத்தில் உள்ள நிர்வாகப் பரிவர்த்தனையாக இருப்பதால், அதிகாரம் அதிகமாக இருப்பதால் அது செல்லாததாகக் கருதப்படும். கோட்பாட்டை அடிப்படையாகக் கொண்ட வளாகத்தின் உறுதியானது தாக்க முடியாதது.",
        "கோட்பாட்டின் கொள்கை நோக்கம் போற்றத்தக்கது, அது ஊழல் தலைவர்களைக் கொண்ட மாநிலங்களுக்கு கடன் வழங்குவதைத் தடுக்கிறது. கடன் வழங்கும் மாநிலங்கள் அரசு அல்லது பிராந்தியத்துடன் தங்கள் செல்வாக்கை மேலும் அதிகரிக்க இராஜதந்திரத்தின் கருவிகளாக இறையாண்மைக் கடன்களைப் பயன்படுத்த வேண்டுமா என்ற கேள்வியையும் இது எழுப்புகிறது. ஒரு ஆட்சியுடன் சிறப்பான உறவை வளர்த்துக் கொள்ள முயன்ற கடன் வழங்குபவர் ஒரு சர்வாதிகார அரசாங்கத்திற்குச் செய்த கடனை நியாயப்படுத்துவது ஒரு குழப்பமான யோசனையாகும். அத்தகைய கடனை ஏன் பிற்கால ஜனநாயக அரசாங்கத்திற்கு மாற்ற வேண்டும்? மாநில மக்கள் தங்களுக்குச் சாதகமாக இல்லாத கடன் சுமையை ஏன் சுமக்க வேண்டும்?",
        "மனித உரிமைப் பிரச்சினைகளும் எழுகின்றன. இலங்கையின் உதாரணம், இத்தகைய கடன்களால் வாழ்க்கைக்கு அத்தியாவசியமான மருந்துகள், மின்சாரம், சமையல் எரிவாயு, போக்குவரத்து, மருத்துவமனை வசதிகள் மற்றும் குழந்தைகளுக்கான பள்ளிப்படிப்பு போன்றவை கிடைக்காமல் போவதைக் குறிப்பிடுகிறது. அவை பசியை உண்டாக்கி வறுமையை அதிகரிக்கச் செய்கின்றன. வாழ்வுரிமை போன்ற மனித உரிமை மீறல்களை அவை உட்படுத்துகின்றன. அத்தகைய கடன்கள் சர்வதேச சட்டத்தின் அடிப்படை விதிமுறைகளுடன் முரண்படுகின்றன, மேலும் அந்த எண்ணிக்கையில் செல்லாது என்று கருதப்பட வேண்டும்.",
        "கடந்த சில வருடங்களாக இலங்கை அரசாங்கங்கள் சுமத்தியுள்ள கடன்கள் மோசமான கடன்களின் அடையாளங்களைக் கொண்டுள்ளன. அவை ஊழலில் மூழ்கியிருப்பதாக மக்கள் குற்றம் சாட்டும் ஒரு அரசாங்கத்தால் செய்யப்பட்ட கடன்கள். கடனுக்கான பேரம் பேசிய அமைச்சர்கள் மற்றும் பொது அதிகாரிகளின் பாக்கெட்டுகளில் ஒரு பகுதி கடனாகச் சென்றதாகக் கூறப்படுகிறது. அவர்களில் பலர் ஒரு பொது நோக்கம் இல்லாதவர்கள், வெளிப்படையாக பேச்சுவார்த்தை நடத்தப்படவில்லை மற்றும் கடன் வாங்கிய மாநிலத்தின் தலைவர்களின் அரசியல் நலன்களுக்கும், கடன் வழங்கும் அரசின் வெளியுறவுக் கொள்கை நலன்களுக்கும் சேவை செய்தனர்.",
        "இலங்கை கடன் கோரிய பல திட்டங்களுக்கு வெளிப்படையான பொது நோக்கம் இல்லை. பல திட்டங்கள் சாத்தியக்கூறு, சுற்றுச்சூழலுக்கு ஏற்படுத்தக்கூடிய தீங்கு அல்லது வருவாய் ஈட்டுவதற்கான சாத்தியக்கூறுகளின் பற்றாக்குறை ஆகியவற்றின் அடிப்படையில் எதிர்க்கப்பட்டது. சாலைகள் மற்றும் பாலங்கள் போன்ற உள்கட்டமைப்பைக் கட்டியெழுப்புவதில் சில திட்டங்கள் ஈடுபட்டுள்ளன என்பது உண்மைதான், ஆனால் கடன் வசூல் மற்றும் இந்த திட்டங்களின் டெண்டர் செயல்முறைகளில் கடுமையான ஊழல் இருந்தது. அரசாங்கத்தின் ஒவ்வொரு திட்டத்திலும் 10 சதவீதத்திற்கும் அதிகமான தொகையானது குறிப்பிட்ட அமைச்சரின் தனிப்பட்ட கருவூலத்திற்குச் சென்றது என்பது பிரபலமான நம்பிக்கை. பல திட்டங்கள் ஊழலுடன் உடனடியாக தொடர்புபடுத்துகின்றன, ஏனெனில் அவற்றின் கட்டுமானத்தில் அதிக செலவுகள் இருந்தபோதிலும் அவை பொதுமக்களுக்கு வெளிப்படையான பயன்பாடு இல்லாததால்.",
        "கடன்கள் வழங்கப்பட்ட மெகா திட்டங்களுக்கு சில பொதுவான அம்சங்கள் உள்ளன. ஜனாதிபதி மஹிந்த ராஜபக்ஷவின் பெயரால் அவை பெயரிடப்பட்டுள்ளன, அவை பெரும்பாலும் ஜனாதிபதியின் பெயரை சந்ததியினருக்கு வைக்க வடிவமைக்கப்பட்ட வீணான திட்டங்கள் என்பதைக் குறிக்கிறது. அவை ஒவ்வொன்றும் உள்ளூர் மற்றும் சர்வதேச பத்திரிகைகளில் வெள்ளை யானை என்று குறிப்பிடப்படுகின்றன. இவற்றின் கட்டுமானத்திற்கு உள்ளூர் மக்களிடையே கடும் எதிர்ப்பு கிளம்பியது. மற்ற பொதுவான அம்சங்களைத் தவிர, அவை பொதுவாக ராஜபக்ச குடும்பத்தின் சொந்தப் பிரதேசமான அம்பாந்தோட்டை மாவட்டத்தில் அமைந்திருந்தன. இந்தக் கடன்கள் இலங்கையில் காலூன்றுவதற்கான சீனக் கொள்கையால் பாதிக்கப்பட்ட சீன அபிவிருத்தி வங்கிகளால் வழங்கப்பட்டன. திட்டங்கள் மிகவும் வெளிப்படையாக பொது நலனைக் கொண்டிருக்கவில்லை, கடன்கள் கறைபடிந்தவை என்பதை கடன் வழங்குபவர் அறிந்திருக்க வேண்டும்.",
        "ஜனாதிபதி மஹிந்த ராஜபக்ஷவினால் ஆரம்பிக்கப்பட்ட புதிய வெளிநாட்டுக் கொள்கையின் பின்னணியில் பல கடன்கள் திரட்டப்பட்டன. சீனாவை நோக்கிய வெளியுறவுக் கொள்கையில் ஒரு சாய்வு இருந்தது. சீனாவே பொருளாதார சக்தியாக வேகமாக வளர்ந்து வருகிறது. இந்தியப் பெருங்கடல் நாடுகளுடன் தொடர்பை ஏற்படுத்த சீனா ஆர்வமாக இருந்தது. இந்து சமுத்திரத்தில் காலூன்றுவதற்கு இலங்கை மூலோபாய அனுகூலங்களை வழங்கியது. சீனாவும் ஒரு பெல்ட் ரோடு முன்முயற்சியைத் தொடங்கியது, இதன் நோக்கம் பழைய நில அடிப்படையிலான பட்டுப் பாதை மற்றும் பதினைந்தாம் நூற்றாண்டில் சீன அட்மிரல் ஜெங் ஹீ பயன்படுத்திய கடல் வழிகளில் சீன செல்வாக்கை மீட்டெடுப்பதாகும். (சீன அட்மிரல் இரண்டு முறை நமது தீவுக்கு விஜயம் செய்தார் என்பது நமது வரலாறு. நமது அரசர்களில் ஒருவரான அலேகேஸ்வரரைப் பிடித்து சீனாவுக்குப் பணயக் கைதியாகக் கொண்டு சென்றார். ஆட்சி மாற்றம் ஏற்பட்டது. (தீவு, 31.05.2021 பார்க்கவும். \"காலி ஸ்டெல்லாவில் உள்ள மும்மொழி கல்வெட்டில்\" அட்மிரல் விட்டுச்சென்ற கல்வெட்டு காலியில் கண்டுபிடிக்கப்பட்டது. இது தேசிய அருங்காட்சியகத்தில் வைக்கப்பட்டுள்ளது.) கடந்த கால செல்வாக்கை மீட்டெடுப்பது சீனாவின் சூழலில் BRI இன் ஒரு பொருளாக இருந்தது. BRI பிராந்திய நாடுகளுக்கு கடன்களை அடிப்படையாக கொண்ட கொள்கையை பின்பற்ற வேண்டும் என்று கூறியது.அப்படியானால், இந்த கடன்களை வழங்குவதில் அரசியல் நோக்கம் உள்ளது.",
        "சீன எக்ஸிம் வங்கியால் பல கடன்கள் வழங்கப்பட்டன. சர்வதேச வர்த்தகம், தொழில்துறை மற்றும் வெளிநாட்டு உதவி ஆகிய துறைகளில் சீன அரசின் கொள்கைகளை செயல்படுத்த சீனாவின் ஏற்றுமதி-இறக்குமதி வங்கி சாசனம் பெற்றது. இது இலங்கையின் பல திட்டங்களுக்கு கடன்களின் முக்கிய ஆதாரமாக இருந்தது. மாகம்புர மஹிந்த ராஜபக்ஷ துறைமுகம் (ஹம்பாந்தோட்டை துறைமுகம்) வங்கியினால் வழங்கப்பட்ட பெரும் கடனுதவியில் நிர்மாணிக்கப்பட்டது. துறைமுகத்தின் பொருளாதார சாத்தியக்கூறு சந்தேகத்திற்குரியது. கடன்களை திருப்பிச் செலுத்துவதில் ஏற்பட்ட சிக்கல்களின் விளைவாக, ஒரு கூட்டு நிறுவனத்திற்கு 99 வருட குத்தகை வழங்கப்பட்டது, அதில் ஒரு சீன அரசு நிறுவனம் 80 சதவீத பங்குகளைக் கொண்டிருந்தது. பரிவர்த்தனையில் வெளிப்படைத்தன்மை இல்லை.",
        "மத்தள ராஜபக்ச சர்வதேச விமான நிலையமும் சீனாவின் கடனுதவியில் கட்டப்பட்டது. இது \"உலகின் காலியான விமான நிலையம்\" என்று ஃபோர்ப்ஸ் இதழால் விவரிக்கப்பட்டது. இது இப்பகுதியில் வனவிலங்குகளுக்கு ஒரு வீட்டை வழங்குகிறது மற்றும் அரிசி சேமிப்பிற்காக பயன்படுத்தப்பட்டது. மகிந்த ராஜபக்ச சர்வதேச கிரிக்கெட் மைதானம் ஹம்பாந்தோட்டைக்கு அருகில் கட்டப்பட்ட மற்றுமொரு வெள்ளை யானையாகும். சர்வதேச போட்டிகளை அங்கு விளையாடுவதற்கு போதுமான பார்வையாளர்களை ஈர்க்க முடியாது. இந்த மைதானம் இலங்கை கிரிக்கெட் அதிகாரிகளால் நிர்மாணிக்கப்பட்டது, ஆனால் அதன் கட்டுமானத்திற்காக ஒரு சீன நிறுவனம் பணம் செலுத்த வேண்டியிருந்தது. தாமரை கோபுரம் கொழும்பு வானத்தில் கட்டை விரலைப் போல வெளியே நிற்கிறது. கடன் வாங்கி கட்டப்பட்டது. அதன் கட்டுமானத்தில் பொது நலன்களைக் கண்டறிவது கடினம்.",
        "நெலும் பொகுண மஹிந்த ராஜபக்ஷ திரையரங்கம் பன்னிரண்டாம் நூற்றாண்டில் பராக்கிரமபாகு தி கிரேட்டால் கட்டப்பட்ட பொலனொருவையில் உள்ள நெலும் பொகுணவை போன்று நிர்மாணிக்கப்பட்டது. கடன் வாங்கிய பணத்தில் கட்டப்பட்டது. டிஏ ராஜபக்ஷ அருங்காட்சியகத்தின் கட்டிடமும் உள்ளது, இது தொடர்பான வழக்கு நிலுவையில் உள்ளது. இந்த திட்டங்கள் மக்கள் நலனை மேம்படுத்தி இருக்க முடியாது. அவற்றை நிர்மாணிப்பதற்கான கடன்கள் மோசமான கடன்களாக கருதப்பட வேண்டும்.",
        "அம்பாந்தோட்டையுடன் இணைக்கப்பட்ட மற்ற திட்டங்களான தெற்கு அதிவேக நெடுஞ்சாலை (கொழும்பில் இருந்து கதிர்காமம் வரை நான் சமீபத்தில் சௌகரியமாக ஓட்டினேன்), அதிக கட்டணங்கள் காரணமாக சிறிதளவு பயன்படுத்தப்பட்டாலும், அவை பொதுப் பயன்பாட்டைக் கொண்டுள்ளன. ராஜபக்ச ஆட்சியில் சாலை வலையமைப்புகளை மேம்படுத்துவதற்கும் இது பொருந்தும். அவற்றின் கட்டுமானத்தில் அதிக ஊழல்கள் இருந்தபோதிலும், அவை மக்களுக்கு பயனுள்ளதாக இருந்தன. கேவலமான கடன் கோட்பாடானது பகுதியளவு பயன்பாட்டைக் கொண்டிருக்கும் அளவிற்கு, கோட்பாடு இந்தத் திட்டங்களையும் பாதிக்கலாம்.",
        "சீனக் கடன் பொறி பற்றி செய்தித்தாள்களில் அதிகம் கூறப்படுகின்றன. அதற்கான வழக்கு இருப்பதாகத் தெரியவில்லை. ஆனால், ராஜபக்சக்களை நீதிமன்றத்திற்கு இழுத்து, விவேகமற்ற திட்டங்களுக்கு கடன் வழங்குவதற்கான ஆர்வம் இருந்ததாகத் தெரிகிறது. இந்தக் கடன்களை வழங்குவதற்குப் பின்னால் பெல்ட் ரோடு முயற்சியின் வெற்றியைக் காட்ட வேண்டிய தேவையும் இருந்திருக்கலாம்.",
        "சீனா தனது கடன் கடமைகளை நிராகரிக்க கடந்த காலத்தில் மோசமான கடன் கோட்பாட்டைப் பயன்படுத்தியது. சீனப் புரட்சியின் வெற்றிக்குப் பிறகு, 1952 இல் அமெரிக்க நீதிமன்றங்களில் எழுந்த வழக்குகளில் முந்தைய ஆட்சியின் போது ஹுகுவாங் ரயில்வே கட்டுவது தொடர்பாக வழங்கப்பட்ட கடன் பத்திரங்களைத் திருப்பிச் செலுத்தாததை நியாயப்படுத்த சீனா மோசமான கடன் கோட்பாட்டைப் பயன்படுத்தியது.",
        "மோசமான கடன் கோட்பாடு சில கடன்களை செலுத்துவதில் இயல்புநிலையை நியாயப்படுத்த பயன்படுத்தப்படலாம். மூலோபாய ரீதியாக, கடன் கடமையை மீண்டும் பேச்சுவார்த்தை நடத்த அல்லது மறு அட்டவணைப்படுத்த கோட்பாட்டைப் பயன்படுத்துவது சிறந்தது. சிறிதளவு பொதுப் பலனைக் கொண்டுள்ள சில கடன்கள் இலங்கைக்கு சாதகமான முறையில் மாற்றியமைக்கப்பட வேண்டும் என்ற வாதத்தை இந்தக் கோட்பாடு செயல்படுத்தும். இந்தக் கோட்பாட்டைப் பயன்படுத்தும் நாடுகள் அதிகரிக்கும். கிரீஸ், ஈக்வடார் மற்றும் வெனிசுலா தொடர்பாக இந்த கோட்பாடு விவாதிக்கப்பட்டது. 2000 ஆம் ஆண்டில் அதன் பொருளாதார நெருக்கடியின் போது அர்ஜென்டினாவின் கடன்களை மறுசீரமைப்பதில் இந்த கோட்பாடு இடம்பெற்றது.",
        "2003 இல், புஷ் நிர்வாகம் ஈராக்கிய கடன்களை ரத்து செய்வதற்கு ஆதரவளித்தது, ஒரு சர்வாதிகார ஆட்சியின் போது கடன் பொறுப்புகள் உருவாக்கப்பட்டன. பல ஈராக் கடன்கள் ரத்து செய்யப்பட்டன. காலனித்துவ அரசாங்கங்களால் ஏற்பட்ட கடன்கள், புதிதாக சுதந்திரம் பெற்ற மாநிலங்களான அல்ஜீரியா மற்றும் இந்தோனேஷியா போன்றவற்றால் கைவிடப்பட்டன. காலனித்துவத்திற்குப் பிந்தைய உடனடி காலகட்டத்தில், வளரும் நாடுகள் காலனித்துவ ஆட்சியின் போது ஏற்பட்ட கடன் பொறுப்புகளில் வெற்றிபெறவில்லை என்ற வாதத்தை முன்வைத்தன. ஜனநாயகத்தின் சின்னங்களை அணிந்திருக்கும் ஒரு சர்வாதிகாரத் தலைவர், பொது நலன்களை மேம்படுத்தாமல், தனது தனிப்பட்ட நலன்களை மேம்படுத்தும் விவேகமற்ற கடன்களுக்கு தனது நாட்டை ஒப்புக்கொடுக்கும்போது, ​​மாநிலங்களின் தற்போதைய கடன்களுடன் இத்தகைய கடந்தகால சூழ்நிலைகளுடன் தொடர்பு உள்ளது.",
        "வெறுக்கத்தக்க கடன் கோட்பாடு விரிவான வழக்குச் சட்டத்தால் ஆதரிக்கப்படவில்லை, ஏனெனில் இது கடன்களை மறுகட்டமைப்பதற்காகப் பயன்படுத்தப்படும் ஒரு வாதமாகும். இது விரும்பத்தகாத கடன்களை ரத்து செய்வதற்கு அல்லது மறுபேச்சுவார்த்தைக்கு ஒரு வாதத்தை அடிப்படையாகக் கொள்ள ஒரு பயனுள்ள கருவியை வழங்குகிறது. இலங்கை விவகாரத்தில், சீனாவுக்கு செலுத்த வேண்டிய கடன்கள் கோட்பாட்டின் பயன்பாட்டை ஈர்க்கின்றன. சீனக் கடன்கள் நமது கடன்களில் 10% மட்டுமே. தனியார் நிறுவனங்களின் கடன்கள் எந்த அளவிற்கு கோட்பாட்டிற்கு உட்பட்டது என்பது தகவல் இல்லாததால் நிச்சயமற்றது. இலங்கை தன்னைக் கண்டுபிடிக்கும் சூழலைக் கருத்தில் கொண்டு, இந்தக் கோட்பாட்டை இலங்கையின் கடன்களுக்குப் பயன்படுத்துவது குறித்து ஆராய்வது அவசியம்.",
        "இலங்கைக் கடன்கள் மோசமான கடன்களாக இருப்பதைக் கண்டறிவதற்கு, அரசால் கடன்களை உயர்த்துவதை ஒழுங்குபடுத்தும் விதிகளில் சீர்திருத்தம் தேவைப்படுகிறது. இன-மத பேரினவாதத்தின் மூலம் அதிகாரத்தைத் தக்கவைத்துக்கொண்டு, அடுத்தடுத்து அதிகாரவாதிகளால் ஆளப்படும் ஒரு நாட்டில், ஊழல் கடன்களைப் பெறும் நடைமுறை பரவலாக இருக்கும். எதிர்கால அரசாங்கங்கள் வெளிநாட்டு வங்கிகளிடமிருந்து கடன்களை உயர்த்துவதைக் கட்டுப்படுத்தும் அரசியலமைப்பு மற்றும் பிற ஒழுங்குமுறை வழிமுறைகள் இருக்க வேண்டும். முழுமையான வெளிப்படைத்தன்மையைத் தவிர, கடன் மற்றும் பணத்தைச் செலவழிப்பதன் மூலம் உறுதிசெய்யப்பட்ட தெளிவான பொது நலன்களின் நோக்கங்கள் விளக்கப்பட வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}