{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-reinforces-covid-19-mask-mandate-in-view-of-growing-public-protests-93257/",
  "time_ut": 1650528180,
  "title": "Sri Lanka reinforces COVID-19 mask mandate in view of growing public protests",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s health ministry on Thursday (21) reversed a recent relaxation of the country’s COVID-19 face mask mandate, making it once again compulsory to wear a mask outdoors in view of ongoing public protests.",
    "In a statement issued Thursday afternoon, Health Services Director General Dr Asela Gunawardena said the relaxation, previously announced by Health Minister Channa Jayasumna on Monday (19), has been temporarily suspended.",
    "“Considering the large public gatherings currently taking place in the country, lifting of the mandatory requirement to wear face masks outdoors is temporariliy suspended. Masks should be worn outdoors as done before,” he said.",
    "Sri Lanka has seen growing public protests against the government over its handling of the country’s ongoing economic crisis. Thousands of people have been gathering outdoors, often in close proximity, around the country demanding the resignation of the president and others in power. Mask-wearing has been observed to be lax among protestors.",
    "On Monday (18), Minister Jayasumana said it was no longer mandatory to wear a face mask outdoors, and the mandate was going to be limited to indoors events and public transport.",
    "The decision was met with criticism from various parties including health experts.",
    "Professor in Microbiology at the Department of Immunology and Molecular Medicine, Faculty of Medicine, University of Sri Jayewardenepura Neelika Malavige said on Tuesday that, despite the very low number of cases and hospitalisations due to COVID-19 in Sri Lanka right now, it would be advisable to wear masks in large outdoor gatherings.",
    "“Many countries are have relaxed their COVID restrictions. Masks are not worn in many countries, even indoors. Despite infections surging and increase in hospitalizations. Best that we have a safer approach, given the circumstances,” she tweeted.",
    "Social media users, many of who have been agitating against the government, also expressed scepticism over the decision, urging people to disregard the health ministry’s announcement and continue to wear masks in order to prevent a possible cluster and a resultant lockdown.",
    "Deputy Director of Health Services Dr Hemantha Herath told EconomyNext on Tuesday (19) that the decision was made following a notable decrease in daily COVID-19 cases of fewer than a 50 a day.",
    "“Other countries did this a long time ago, but we delayed it in Sri Lanka. But if people act irresponsibly indoors, then cases can again increase in the coming days,” he said.",
    "According to Gunawardena’s statement on Thursday, other measures stipulated in Monday’s health ministry statement are still valid. The stipulations in question are as follows:",
    "The wearing of the scrub suit by health staff which was introduced during the height of the COVID-19 pandemic should be limited to COVID-19 wards and ICUs with COVID-19 patients while the practice of wearing Personal Protective Equipment (e.g. Overalls, Coveralls, Head caps, Shoe covers, boots etc) should be as in pre COVID-19 times and worn only in ICUs and if required in COVID-19 wards.",
    "The surgical cap should not be worn when examining patients/working in wards/clinics and compulsory COVID-19 testing (PCR/Rapid Antigen Test) for all patients and bystanders should not be done.",
    "Authorities also said visitors of patients coming to healthcare facilities should not be restricted as a measure of preventing COVpD-19 except for visitors for immunocompromised patients such as renal transplant patients etc and Patient examination in the OPD/Clinics/Wards should be done as in the pre COVID-19 times without any additional distance or barriers. (Colombo/Apr21/2022)"
  ],
  "translate": {
    "si": {
      "title": "වැඩෙන මහජන විරෝධතා සැලකිල්ලට ගනිමින් ශ්‍රී ලංකාව COVID-19 ආවරණ විධානය ශක්තිමත් කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ සෞඛ්‍ය අමාත්‍යාංශය බ්‍රහස්පතින්දා (21) රටේ COVID-19 මුහුණු ආවරණ නියෝගයේ මෑත කාලීන ලිහිල් කිරීමක් ආපසු හැරවූ අතර, පවතින මහජන විරෝධතා හේතුවෙන් එළිමහනේ වෙස්මුහුණක් පැළඳීම නැවත වරක් අනිවාර්ය කරයි.",
        "සෞඛ්‍ය සේවා අධ්‍යක්ෂ ජනරාල් වෛද්‍ය අසේල ගුණවර්ධන බ්‍රහස්පතින්දා පස්වරුවේ නිවේදනයක් නිකුත් කරමින් කියා සිටියේ සෞඛ්‍ය අමාත්‍ය චන්න ජයසුම්න විසින් පෙර සඳුදා (19) ප්‍රකාශයට පත් කළ ලිහිල් කිරීම තාවකාලිකව අත්හිටුවා ඇති බවයි.",
        "“දැනට රට තුළ පැවැත්වෙන විශාල මහජන රැස්වීම් සැලකිල්ලට ගනිමින් එළිමහනේ මුහුණු ආවරණ පැළඳීමේ අනිවාර්ය අවශ්‍යතාවය ඉවත් කිරීම තාවකාලිකව අත්හිටුවා ඇත. පෙර කළාක් මෙන් වෙස්මුහුණු එළිමහනේ පැළඳිය යුතුය, ”ඔහු පැවසීය.",
        "රටෙහි පවතින ආර්ථික අර්බුදය සම්බන්ධයෙන් රජය විසින් කටයුතු කිරීම සම්බන්ධයෙන් ශ්‍රී ලංකාව මහජන විරෝධතා වැඩෙන ආකාරය දැක තිබේ. ජනාධිපතිවරයා සහ බලයේ සිටින අනෙකුත් අය ඉල්ලා අස්විය යුතු යැයි බල කරමින් දහස් ගණන් ජනතාව එළිමහනේ, බොහෝ විට සමීපව, රට පුරා රැස්ව සිටිති. විරෝධතාකරුවන් අතර වෙස්මුහුණු පැළඳීම ලිහිල් බව නිරීක්ෂණය වී ඇත.",
        "සඳුදා (18) අමාත්‍ය ජයසුමන පැවසුවේ එළිමහනේ මුහුණු ආවරණ පැළඳීම තවදුරටත් අනිවාර්ය නොවන බවත්, එම ජනවරම ගෘහස්ථ සිදුවීම් සහ පොදු ප්‍රවාහනයට පමණක් සීමා වන බවත්ය.",
        "මෙම තීරණය සෞඛ්‍ය විශේෂඥයින් ඇතුළු විවිධ පාර්ශ්වවල විවේචනයට ලක්විය.",
        "ශ්‍රී ජයවර්ධනපුර විශ්වවිද්‍යාලයේ වෛද්‍ය පීඨයේ ප්‍රතිශක්තිකරණ හා අණුක වෛද්‍ය අංශයේ ක්ෂුද්‍රජීව විද්‍යාව පිළිබඳ මහාචාර්ය නීලිකා මලවිගේ අඟහරුවාදා කියා සිටියේ, මේ වන විට ශ්‍රී ලංකාව තුළ COVID-19 හේතුවෙන් රෝගීන් සහ රෝහල් ගත කිරීම් ඉතා අඩු සංඛ්‍යාවක් තිබියදීත්, එය එසේ වනු ඇති බවයි. විශාල එළිමහන් රැස්වීම්වලදී වෙස් මුහුණු පැළඳීම සුදුසුය.",
        "“බොහෝ රටවල් ඔවුන්ගේ COVID සීමාවන් ලිහිල් කර ඇත. බොහෝ රටවල ගෘහස්ථව පවා වෙස්මුහුණු පළඳින්නේ නැත. ආසාදන වැඩි වෙමින් තිබියදීත්, රෝහල් ගතවීම් වැඩි වෙමින් පවතී. හොඳම දෙය නම්, තත්වයන් අනුව අපට ආරක්ෂිත ප්‍රවේශයක් තිබීමයි, ”ඇය ට්වීට් කළේය.",
        "රජයට එරෙහිව උද්ඝෝෂණ කරන බොහෝ සමාජ මාධ්‍ය භාවිතා කරන්නන් ද මෙම තීරණය පිළිබඳව සැක පළ කරමින් සෞඛ්‍ය අමාත්‍යාංශයේ නිවේදනය නොසලකා හරින ලෙසත්, සිදුවිය හැකි පොකුරක් සහ එහි ප්‍රතිඵලයක් ලෙස අගුලු දැමීම වැළැක්වීම සඳහා මුහුණු ආවරණ පැළඳ සිටින ලෙසත් ජනතාවගෙන් ඉල්ලා සිටියහ.",
        "සෞඛ්‍ය සේවා නියෝජ්‍ය අධ්‍යක්ෂ වෛද්‍ය හේමන්ත හේරත් අඟහරුවාදා (19) EconomyNext වෙත ප්‍රකාශ කළේ දිනකට COVID-19 රෝගීන් 50 ට වඩා අඩුවෙන් සැලකිය යුතු අඩුවීමක් හේතුවෙන් මෙම තීරණය ගත් බවයි.",
        "“වෙනත් රටවල් මෙය බොහෝ කලකට පෙර කළ නමුත් අපි ශ්‍රී ලංකාවේ එය ප්‍රමාද කළෙමු. නමුත් මිනිසුන් වගකීම් විරහිතව ගෘහස්ථව ක්‍රියා කරන්නේ නම්, ඉදිරි දිනවලදී නැවත නඩු වැඩි විය හැකිය, ”ඔහු පැවසීය.",
        "ගුණවර්ධනගේ බ්‍රහස්පතින්දා ප්‍රකාශයට අනුව, සඳුදා සෞඛ්‍ය අමාත්‍යාංශයේ ප්‍රකාශයේ දක්වා ඇති අනෙකුත් ක්‍රියාමාර්ග තවමත් වලංගු වේ. අදාළ කොන්දේසි පහත පරිදි වේ:",
        "COVID-19 වසංගතයේ උග්‍ර අවධියේදී හඳුන්වා දුන් සෞඛ්‍ය කාර්ය මණ්ඩලය විසින් ස්ක්‍රබ් ඇඳුම ඇඳීම COVID-19 වාට්ටු සහ COVID-19 රෝගීන් සිටින ICU වලට සීමා කළ යුතු අතර පුද්ගලික ආරක්ෂක උපකරණ පැළඳීමේ පුරුද්ද (උදා: සමස්ත, ආවරණ, හිස් වැසුම්, සපත්තු ආවරණ, බූට් සපත්තු ආදිය) COVID-19 ට පෙර මෙන් විය යුතු අතර ICU වල සහ අවශ්‍ය නම් COVID-19 වාට්ටු වල පමණක් පැළඳිය යුතුය.",
        "රෝගීන් පරීක්‍ෂා කරන විට/වාට්ටු/සායනවල සේවය කරන විට ශල්‍ය තොප්පිය පැළඳ නොගත යුතු අතර සියලුම රෝගීන් සහ අවට සිටින අය සඳහා අනිවාර්ය COVID-19 පරීක්ෂණ (PCR/Rapid Antigen Test) සිදු නොකළ යුතුය.",
        "COVpD-19 වැළැක්වීමේ පියවරක් ලෙස, වකුගඩු බද්ධ කිරීමේ රෝගීන් වැනි ප්‍රතිශක්තිකරණ රෝගීන් සඳහා පැමිණෙන අමුත්තන් හැර සෞඛ්‍ය සේවා පහසුකම් වෙත පැමිණෙන රෝගීන්ගේ අමුත්තන් සීමා නොකළ යුතු අතර බාහිර රෝගී අංශයේ / සායනවල / වාට්ටුවල රෝගීන් පරීක්ෂා කිරීම සිදු කළ යුතු බව බලධාරීහු පවසති. කිසිදු අමතර දුරක් හෝ බාධකයක් නොමැතිව පූර්ව COVID-19 වාරයක්. (කොළඹ/අප්‍රේල් 21/2022)"
      ]
    },
    "ta": {
      "title": "அதிகரித்து வரும் பொது எதிர்ப்புக்களைக் கருத்தில் கொண்டு, COVID-19 முகமூடி ஆணையை இலங்கை வலுப்படுத்துகிறது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் சுகாதார அமைச்சு வியாழக்கிழமை (21) நாட்டின் COVID-19 முகமூடி ஆணையின் சமீபத்திய தளர்வை மாற்றியமைத்துள்ளது, இது நடந்து வரும் பொது எதிர்ப்புகளைக் கருத்தில் கொண்டு வெளியில் முகமூடி அணிவதை மீண்டும் கட்டாயமாக்கியது.",
        "வியாழக்கிழமை பிற்பகல் வெளியிடப்பட்ட அறிக்கையில், சுகாதார சேவைகள் பணிப்பாளர் நாயகம் டொக்டர் அசேல குணவர்தன, திங்கட்கிழமை (19) சுகாதார அமைச்சர் சன்ன ஜயசும்னவினால் முன்னர் அறிவிக்கப்பட்ட தளர்வு தற்காலிகமாக இடைநிறுத்தப்பட்டுள்ளதாக தெரிவித்தார்.",
        "“நாட்டில் தற்போது நடைபெறும் பெரிய பொதுக் கூட்டங்களைக் கருத்தில் கொண்டு, வெளியில் முகமூடி அணிய வேண்டிய கட்டாயத் தேவையை நீக்குவது தற்காலிகமாக இடைநிறுத்தப்பட்டுள்ளது. முன்பு செய்தது போல் வெளியில் மாஸ்க் அணிய வேண்டும்,'' என்றார்.",
        "நாட்டின் தற்போதைய பொருளாதார நெருக்கடியைக் கையாள்வதில் அரசாங்கத்திற்கு எதிரான மக்கள் எதிர்ப்புக்கள் அதிகரித்து வருவதை இலங்கை கண்டுள்ளது. ஜனாதிபதி மற்றும் அதிகாரத்தில் உள்ளவர்கள் ராஜினாமா செய்யக் கோரி நாடு முழுவதும் ஆயிரக்கணக்கான மக்கள் வெளியில், அடிக்கடி அருகாமையில் கூடி வருகின்றனர். முகமூடி அணிவது போராட்டக்காரர்கள் மத்தியில் தளர்வாக காணப்பட்டது.",
        "திங்கட்கிழமை (18), வெளியில் முகமூடி அணிவது இனி கட்டாயமில்லை என்றும், உட்புற நிகழ்வுகள் மற்றும் பொது போக்குவரத்துக்கு மட்டுமே இந்த உத்தரவு மட்டுப்படுத்தப்படும் என்றும் அமைச்சர் ஜெயசுமண கூறினார்.",
        "இந்த முடிவு சுகாதார நிபுணர்கள் உட்பட பல்வேறு தரப்பினரின் விமர்சனங்களை சந்தித்தது.",
        "ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழகத்தின் மருத்துவ பீடத்தின் நோயெதிர்ப்பு மற்றும் மூலக்கூறு மருத்துவத் துறையின் நுண்ணுயிரியல் பேராசிரியர் நீலிகா மாளவிகே செவ்வாயன்று, இலங்கையில் COVID-19 காரணமாக மிகக் குறைந்த எண்ணிக்கையிலான வழக்குகள் மற்றும் மருத்துவமனையில் அனுமதிக்கப்பட்டாலும், அது பெரிய வெளிப்புற கூட்டங்களில் முகமூடிகளை அணிவது நல்லது.",
        "“பல நாடுகள் தங்கள் கோவிட் கட்டுப்பாடுகளை தளர்த்தியுள்ளன. முகமூடிகள் பல நாடுகளில், வீட்டிற்குள் கூட அணிவதில்லை. நோய்த்தொற்றுகள் அதிகரித்து மருத்துவமனைகளில் சேர்க்கும் எண்ணிக்கை அதிகரித்த போதிலும். சூழ்நிலைகளைப் பொறுத்து, பாதுகாப்பான அணுகுமுறையை நாங்கள் வைத்திருப்பது சிறந்தது, ”என்று அவர் ட்வீட் செய்துள்ளார்.",
        "சமூக ஊடக பயனர்கள், அரசாங்கத்திற்கு எதிராக கிளர்ச்சியில் ஈடுபட்டுள்ள பலர், இந்த முடிவு குறித்து சந்தேகம் தெரிவித்தனர், சுகாதார அமைச்சகத்தின் அறிவிப்பை புறக்கணித்து, சாத்தியமான கிளஸ்டர் மற்றும் அதன் விளைவாக பூட்டுதலைத் தடுக்க முகமூடிகளை தொடர்ந்து அணியுமாறு மக்களை வலியுறுத்துகின்றனர்.",
        "சுகாதார சேவைகளின் பிரதிப் பணிப்பாளர் டாக்டர் ஹேமந்த ஹேரத் செவ்வாயன்று (19) EconomyNext க்கு தெரிவித்துள்ளார், தினசரி COVID-19 வழக்குகள் ஒரு நாளைக்கு 50 க்கும் குறைவான எண்ணிக்கையில் குறிப்பிடத்தக்க குறைவைத் தொடர்ந்து இந்த முடிவு எடுக்கப்பட்டது.",
        "“பிற நாடுகள் இதை நீண்ட காலத்திற்கு முன்பு செய்தன, ஆனால் நாங்கள் அதை இலங்கையில் தாமதப்படுத்தினோம். ஆனால் மக்கள் வீட்டிற்குள் பொறுப்பற்ற முறையில் நடந்து கொண்டால், வரும் நாட்களில் வழக்குகள் மீண்டும் அதிகரிக்கலாம்,” என்றார்.",
        "வியாழக்கிழமை குணவர்தனவின் அறிக்கையின்படி, திங்கட்கிழமை சுகாதார அமைச்சின் அறிக்கையில் குறிப்பிடப்பட்டுள்ள மற்ற நடவடிக்கைகள் இன்னும் செல்லுபடியாகும். கேள்விக்குரிய நிபந்தனைகள் பின்வருமாறு:",
        "COVID-19 தொற்றுநோய் உச்சக்கட்டத்தின் போது அறிமுகப்படுத்தப்பட்ட சுகாதார ஊழியர்களால் ஸ்க்ரப் உடையை அணிவது COVID-19 வார்டுகள் மற்றும் COVID-19 நோயாளிகளுடன் கூடிய ICU களுக்கு மட்டுமே இருக்க வேண்டும், அதே நேரத்தில் தனிப்பட்ட பாதுகாப்பு உபகரணங்களை அணியும் நடைமுறையில் (எ.கா. ஒட்டுமொத்தமாக, கவர், ஹெட் கேப்கள், ஷூ கவர்கள், பூட்ஸ் போன்றவை) கோவிட்-19 க்கு முன் இருந்ததைப் போலவே இருக்க வேண்டும் மற்றும் ICU களிலும் தேவைப்பட்டால் கோவிட்-19 வார்டுகளிலும் அணிய வேண்டும்.",
        "நோயாளிகளை பரிசோதிக்கும் போது/வார்டு/கிளினிக்குகளில் பணிபுரியும் போது அறுவை சிகிச்சை தொப்பியை அணியக்கூடாது மற்றும் அனைத்து நோயாளிகளுக்கும் மற்றும் பார்வையாளர்களுக்கும் கட்டாய COVID-19 சோதனை (PCR/Rapid Antigen Test) செய்யக்கூடாது.",
        "சிறுநீரக மாற்று சிகிச்சை நோயாளிகள் மற்றும் OPD/கிளினிக்குகள்/வார்டுகளில் உள்ள நோயாளிகளின் பரிசோதனை போன்ற நோயெதிர்ப்பு குறைபாடுள்ள நோயாளிகளின் பார்வையாளர்களைத் தவிர, COVpD-19 தடுப்பு நடவடிக்கையாக சுகாதார வசதிகளுக்கு வரும் நோயாளிகளின் பார்வையாளர்களை கட்டுப்படுத்தக்கூடாது என்றும் அதிகாரிகள் தெரிவித்தனர். கூடுதல் தூரம் அல்லது தடைகள் இல்லாமல் கோவிட்-19க்கு முந்தைய முறை. (கொழும்பு/ஏப்21/2022)"
      ]
    }
  }
}