{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Exterminators-to-list-on-CSE-Empower-Board/34-731416",
  "time_ut": 1646259720,
  "title": "Exterminators to list  on CSE Empower Board",
  "body_lines": [
    "Rs. 60 m IPO opens on 14 March",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Exterminators Founder and Managing Director Marlon Ferreira",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "In a progressive move to steer its next growth phase, Exterminators Ltd., is listing on the ‘Empower Board’ at the Colombo Stock Exchange via an ‘Initial Public Offering’ worth Rs. 60 million.",
    "The issue opens on 14 March whilst a virtual investor forum is scheduled to be held on 8 March at 3.30 p.m. The IPO, which is up for subscription from yesterday, is managed by Atarah Capital Partners, a company with a track record of successfully listing 3 companies in the CSE in 2021.",
    "Exterminators Ltd., intends to offer 20% of the stake via the IPO offering 10 million shares at Rs. 6 each. Funds raised through the IPO will be utilised to expand the company’s branch network by setting up three branches in 2022, build capacity by investing on novel equipment/technology and improve the vehicle fleet in its existing branches in Colombo and Kandy.",
    "The company plans to set up a premier 24x7 customer care and retail centre to market internationally renowned energy saving, non-chemical pest management, health and safety brands. The funds will also be utilised to expand local manufacturing by further investing in ‘Made in Sri Lanka’ products to contribute to mitigating the out-flow of foreign exchange from our country.",
    "Exterminators Ltd., recorded revenue of Rs. 116 million and Profit After Tax (PAT) of Rs. 15 million in the financial year 2020/21. The company is to further strengthen its performance for the current 21/22 financial year and forecasted to increase PAT to approximately Rs. 26 million, which will be a 70% increase from the previous year. At the forecasted EPS of Rs. 0.51, the PE multiple is 11.76. Based on audited financial statements of financial year 31 March 2021 and based on EPS of Rs. 0.37, the P/E is 16.15 times and according to interim financial statements (unaudited) and based on EPS of Rs. 0.41 the P/E is 14.59 times for the period ended 31 December 2021 (not annualised). Share issue price is offered with a discount of 17.5% and the value per share is derived using DCF method Rs. 7.27 per share by the Manager to the Offer based on their Research Report.",
    "“The company has entered a phase that requires not only capital but the recognition as a premier pest management and environmental enhancement brand,” Exterminators Founder and Managing Director Marlon Ferreira said.",
    "“Being among the few in the world and probably the first pest management company in Asia to be listed, will have a significant impact in enhancing the brand recognition in the emerging world that will help us move into unchartered territories with minimal challenges,” he said.",
    "Ferreira described the listing in the CSE as an important milestone and it will help Exterminators to achieve its mid-term strategic objectives in diversifying business beyond pest management and to create an ‘Environmental Enhancement Technology Brand’.",
    "“Being a listed entity will mitigate the challenges we face to move across borders in expanding our business in the emerging world via fully or partly owned branches and/or international franchising network in South Asia, South and East Africa, Middle East, Indian and Pacific Island nations. The company plans to commence the Maldives operations in 2022, Seychelles and Botswana in 2023,” Ferreira added.",
    "The prospectus and application are available on company’s website https://exterminators.lk/, CSE website https://www.cse.lk/ and the website of the Manager to the Issue http://atarahcapital.com/."
  ],
  "translate": {
    "si": {
      "title": "CSE සවිබල ගැන්වීම් මණ්ඩලයේ ලැයිස්තුගත කිරීමට Exterminators",
      "body_lines": [
        "රුපියල්. 60 m IPO මාර්තු 14 දින විවෘත වේ",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Exterminators නිර්මාතෘ සහ කළමනාකාර අධ්‍යක්ෂ Marlon Ferreira",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "එහි මීළඟ වර්ධන අදියර මෙහෙයවීම සඳහා ප්‍රගතිශීලී පියවරක් ලෙස, Exterminators Ltd., කොළඹ කොටස් වෙළඳපොලේ 'Empower Board' හි ලයිස්තුගත කරමින්, රුපියල් මිලියන 100ක් වටිනා 'මුල් මහජන පිරිනැමීමක්' හරහා. මිලියන 60 කි.",
        "නිකුතුව මාර්තු 14 වන දින විවෘත වන අතර අතථ්‍ය ආයෝජක සංසදයක් මාර්තු 8 වන දින සවස 3.30 ට පැවැත්වීමට නියමිතය. ඊයේ සිට දායකත්වය සඳහා ඇති IPO කළමනාකරණය කරනු ලබන්නේ 2021 දී CSE හි සමාගම් 3ක් සාර්ථකව ලැයිස්තුගත කිරීමේ වාර්තාවක් ඇති Atarah Capital Partners සමාගම විසිනි.",
        "Exterminators Ltd., IPO හරහා කොටස් මිලියන 10 ක් රු. 6 බැගින්. 2022 දී ශාඛා තුනක් පිහිටුවීමෙන් සමාගමේ ශාඛා ජාලය පුළුල් කිරීමටත්, නව උපකරණ/තාක්‍ෂණය මත ආයෝජනය කිරීමෙන් ධාරිතාව ගොඩනඟා ගැනීමටත්, කොළඹ සහ මහනුවර පිහිටි එහි දැනට පවතින ශාඛාවල වාහන ඇණිය වැඩිදියුණු කිරීමටත් මූලික කොටස් නිකුතුව හරහා රැස් කරන අරමුදල් යොදා ගැනේ.",
        "ජාත්‍යන්තර වශයෙන් කීර්තිමත් බලශක්ති ඉතිරිකිරීම්, රසායනික නොවන පළිබෝධ කළමනාකරණය, සෞඛ්‍ය සහ ආරක්ෂණ සන්නාම අලෙවි කිරීම සඳහා 24x7 පාරිභෝගික සේවා සහ සිල්ලර මධ්‍යස්ථානයක් පිහිටුවීමට සමාගම සැලසුම් කරයි. අපේ රටෙන් පිටවන විදේශ විනිමය අවම කිරීමට දායක වීම සඳහා ‘ශ්‍රී ලංකාවේ නිෂ්පාදිත’ නිෂ්පාදන සඳහා තවදුරටත් ආයෝජනය කරමින් දේශීය නිෂ්පාදන ව්‍යාප්ත කිරීමට ද මෙම අරමුදල් යොදා ගැනේ.",
        "Exterminators Ltd., වාර්තා කළ ආදායම රු. මිලියන 116 ක් සහ බදු ගෙවීමෙන් පසු ලාභය (PAT) රු. 2020/21 මූල්‍ය වර්ෂයේදී මිලියන 15 කි. සමාගම වත්මන් 21/22 මූල්‍ය වර්ෂය සඳහා සිය කාර්ය සාධනය තවදුරටත් ශක්තිමත් කිරීමට නියමිත අතර PAT දළ වශයෙන් රු. මිලියන 26ක් වන අතර එය පෙර වසරට වඩා 70%ක වැඩිවීමක් වනු ඇත. පුරෝකථනය කරන ලද EPS හි රු. 0.51, PE ගුණිතය 11.76 වේ. 2021 මාර්තු 31 මූල්‍ය වර්ෂයේ විගණනය කරන ලද මූල්‍ය ප්‍රකාශන මත පදනම්ව සහ EPS මත පදනම්ව රු. 0.37, P/E 16.15 ගුණයක් වන අතර අතුරු මූල්‍ය ප්‍රකාශන (විගණනය නොකළ) අනුව සහ EPS මත පදනම්ව රු. 0.41 P/E 2021 දෙසැම්බර් 31 දිනෙන් අවසන් වූ කාලය සඳහා 14.59 වාරයක් (වාර්ෂික නොවේ). කොටස් නිකුතුවේ මිල 17.5% ක වට්ටමක් සහිතව පිරිනමනු ලබන අතර DCF ක්‍රමය භාවිතයෙන් කොටසක වටිනාකම රු. ඔවුන්ගේ පර්යේෂණ වාර්තාව මත පදනම්ව පිරිනැමීමට කළමනාකරු විසින් කොටසකට 7.27.",
        "\"සමාගම ප්‍රාග්ධනය පමණක් නොව ප්‍රමුඛතම පළිබෝධ කළමනාකරණය සහ පාරිසරික වැඩිදියුණු කිරීමේ සන්නාමයක් ලෙස පිළිගැනීම අවශ්‍ය වන අදියරකට අවතීර්ණ වී ඇත,\" Exterminators නිර්මාතෘ සහ කළමනාකාර අධ්‍යක්ෂ Marlon Ferreira පැවසීය.",
        "\"ලෝකයේ කිහිප දෙනා අතරට සහ සමහර විට ලැයිස්තුගත කළ ආසියාවේ පළමු පළිබෝධ කළමනාකරණ සමාගම වීම, නැගී එන ලෝකයේ සන්නාම පිළිගැනීම ඉහළ නැංවීමට සැලකිය යුතු බලපෑමක් ඇති කරනු ඇති අතර එය අවම අභියෝග සමඟ වරලත් ප්‍රදේශ කරා යාමට අපට උපකාරී වනු ඇත,\" ඔහු පැවසීය. .",
        "CSE හි ලැයිස්තුගත කිරීම වැදගත් සන්ධිස්ථානයක් ලෙස Ferreira විස්තර කර ඇති අතර, පළිබෝධ කළමනාකරණයෙන් ඔබ්බට ව්‍යාපාර විවිධාංගීකරණය කිරීමේ මධ්‍ය කාලීන උපාය මාර්ගික අරමුණු සාක්ෂාත් කර ගැනීමට සහ 'පාරිසරික වැඩිදියුණු කිරීමේ තාක්ෂණික සන්නාමයක්' නිර්මාණය කිරීමට එය Exterminators හට උපකාර වනු ඇත.",
        "“ලැයිස්තුගත ආයතනයක් වීම, දකුණු ආසියාව, දකුණු සහ නැගෙනහිර අප්‍රිකාව, මැද පෙරදිග, ඉන්දියානු සහ පැසිෆික් කලාපයේ පූර්ණ හෝ අර්ධ වශයෙන් හිමි ශාඛා සහ/හෝ ජාත්‍යන්තර බලයලත් ජාලය හරහා නැගී එන ලෝකයේ අපගේ ව්‍යාපාරය පුළුල් කිරීමේදී දේශසීමා හරහා ගමන් කිරීමට අප මුහුණ දෙන අභියෝග අවම කරනු ඇත. දූපත් ජාතීන්. 2022 දී මාලදිවයින, 2023 දී සීෂෙල්ස් සහ බොට්ස්වානා මෙහෙයුම් ආරම්භ කිරීමට සමාගම සැලසුම් කරයි, ”ෆෙරේරා වැඩිදුරටත් පැවසීය.",
        "ප්‍රොපෙක්ටස් සහ අයදුම්පත සමාගමේ වෙබ් අඩවිය වන https://exterminators.lk/, CSE වෙබ් අඩවිය https://www.cse.lk/ සහ නිකුතුව සඳහා කළමනාකරුගේ වෙබ් අඩවිය http://atarahcapital.com/ වෙතින් ලබා ගත හැකිය."
      ]
    },
    "ta": {
      "title": "CSE அதிகாரம் வாரியத்தில் பட்டியலிடப்படும் அழிப்பாளர்கள்",
      "body_lines": [
        "ரூ. 60 மீ ஐபிஓ மார்ச் 14 அன்று திறக்கப்படுகிறது",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "எக்ஸ்டெர்மினேட்டர்ஸ் நிறுவனர் மற்றும் நிர்வாக இயக்குனர் மார்லன் ஃபெரீரா",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "அதன் அடுத்த வளர்ச்சிக் கட்டத்தை வழிநடத்தும் ஒரு முற்போக்கான நடவடிக்கையாக, எக்ஸ்டெர்மினேட்டர்ஸ் லிமிடெட், கொழும்பு பங்குச் சந்தையில் 'எம்பவர் போர்டு' இல் ரூ. மதிப்புள்ள 'ஆரம்ப பொது வழங்கல்' மூலம் பட்டியலிடப்பட்டுள்ளது. 60 மில்லியன்.",
        "இந்த வெளியீடு மார்ச் 14 அன்று திறக்கப்படும், அதே நேரத்தில் மெய்நிகர் முதலீட்டாளர் மன்றம் மார்ச் 8 ஆம் தேதி பிற்பகல் 3.30 மணிக்கு நடைபெற உள்ளது. நேற்றிலிருந்து சந்தாவுக்கு வரவிருக்கும் IPO, 2021 ஆம் ஆண்டில் CSE இல் 3 நிறுவனங்களை வெற்றிகரமாக பட்டியலிட்டதன் சாதனைப் பதிவைக் கொண்ட Atarah Capital Partners நிறுவனத்தால் நிர்வகிக்கப்படுகிறது.",
        "எக்ஸ்டெர்மினேட்டர்ஸ் லிமிடெட், ஐபிஓ மூலம் 20% பங்குகளை ரூ. 10 மில்லியன் பங்குகளை வழங்குகிறது. ஒவ்வொன்றும் 6. IPO மூலம் திரட்டப்படும் நிதியானது, 2022 ஆம் ஆண்டில் மூன்று கிளைகளை நிறுவுவதன் மூலம் நிறுவனத்தின் கிளை வலையமைப்பை விரிவுபடுத்தவும், புதுமையான உபகரணங்கள்/தொழில்நுட்பத்தில் முதலீடு செய்வதன் மூலம் திறனை அதிகரிக்கவும் மற்றும் கொழும்பு மற்றும் கண்டியில் உள்ள அதன் தற்போதைய கிளைகளில் வாகனங்களை மேம்படுத்தவும் பயன்படுத்தப்படும்.",
        "சர்வதேச அளவில் புகழ்பெற்ற எரிசக்தி சேமிப்பு, இரசாயனமற்ற பூச்சி மேலாண்மை, சுகாதாரம் மற்றும் பாதுகாப்பு பிராண்டுகளை சந்தைப்படுத்த, 24x7 வாடிக்கையாளர் பராமரிப்பு மற்றும் சில்லறை விற்பனை மையத்தை அமைக்க நிறுவனம் திட்டமிட்டுள்ளது. எமது நாட்டிலிருந்து வெளியேறும் அந்நியச் செலாவணியை குறைப்பதற்கு பங்களிப்பதற்காக ‘இலங்கையில் தயாரிக்கப்பட்ட’ தயாரிப்புகளில் மேலும் முதலீடு செய்வதன் மூலம் உள்ளூர் உற்பத்தியை விரிவுபடுத்தவும் இந்த நிதி பயன்படுத்தப்படும்.",
        "எக்ஸ்டெர்மினேட்டர்ஸ் லிமிடெட், ரூ. 116 மில்லியன் மற்றும் வரிக்குப் பிந்தைய லாபம் (PAT) ரூ. 2020/21 நிதியாண்டில் 15 மில்லியன். நிறுவனம் நடப்பு 21/22 நிதியாண்டில் அதன் செயல்திறனை மேலும் வலுப்படுத்த உள்ளது மற்றும் PAT ஐ தோராயமாக ரூ. 26 மில்லியன், இது முந்தைய ஆண்டை விட 70% அதிகமாகும். கணிக்கப்பட்ட EPS இல் ரூ. 0.51, PE மல்டிபிள் 11.76. 31 மார்ச் 2021 நிதியாண்டின் தணிக்கை செய்யப்பட்ட நிதிநிலை அறிக்கைகளின் அடிப்படையில் மற்றும் இபிஎஸ் அடிப்படையில் ரூ. 0.37, P/E 16.15 மடங்கு மற்றும் இடைக்கால நிதிநிலை அறிக்கைகளின்படி (தணிக்கை செய்யப்படாதது) மற்றும் EPS அடிப்படையில் ரூ. 0.41 டிசம்பர் 31, 2021 இல் முடிவடைந்த காலப்பகுதியில் P/E என்பது 14.59 மடங்கு ஆகும் (ஆண்டு நிர்ணயம் செய்யப்படவில்லை). பங்கு வெளியீட்டு விலை 17.5% தள்ளுபடியுடன் வழங்கப்படுகிறது மற்றும் DCF முறையைப் பயன்படுத்தி ஒரு பங்கின் மதிப்பு ரூ. 7.27 ஒரு பங்கிற்கு மேலாளரால் அவர்களின் ஆராய்ச்சி அறிக்கையின் அடிப்படையில் சலுகை.",
        "\"நிறுவனம் ஒரு கட்டத்தில் நுழைந்துள்ளது, இது மூலதனம் மட்டுமல்ல, முதன்மையான பூச்சி மேலாண்மை மற்றும் சுற்றுச்சூழல் மேம்பாட்டு பிராண்டாக அங்கீகாரம் தேவைப்படுகிறது\" என்று எக்ஸ்டெர்மினேட்டர்ஸ் நிறுவனர் மற்றும் நிர்வாக இயக்குனர் மார்லன் ஃபெரீரா கூறினார்.",
        "\"உலகில் உள்ள சிலவற்றில் ஒன்றாக இருப்பதும், ஆசியாவின் முதல் பூச்சி மேலாண்மை நிறுவனம் பட்டியலிடப்பட்டிருப்பதும், வளர்ந்து வரும் உலகில் பிராண்ட் அங்கீகாரத்தை அதிகரிப்பதில் குறிப்பிடத்தக்க தாக்கத்தை ஏற்படுத்தும், இது குறைந்த சவால்களுடன் பெயரிடப்படாத பிரதேசங்களுக்கு செல்ல உதவும்,\" என்று அவர் கூறினார். .",
        "ஃபெரீரா CSE இல் பட்டியலை ஒரு முக்கியமான மைல்கல் என்று விவரித்தார், மேலும் இது பூச்சி மேலாண்மைக்கு அப்பால் வணிகத்தை பல்வகைப்படுத்துவதில் அதன் இடைக்கால மூலோபாய நோக்கங்களை அடைவதற்கும் 'சுற்றுச்சூழல் மேம்படுத்தல் தொழில்நுட்ப பிராண்டை' உருவாக்குவதற்கும் எக்ஸ்டெர்மினேட்டர்களுக்கு உதவும்.",
        "\"பட்டியலிடப்பட்ட நிறுவனமாக இருப்பது, தெற்காசியா, தெற்கு மற்றும் கிழக்கு ஆபிரிக்கா, மத்திய கிழக்கு, இந்திய மற்றும் பசிபிக் ஆகிய நாடுகளில் முழுமையாகவோ அல்லது பகுதியாகவோ சொந்தமான கிளைகள் மற்றும்/அல்லது சர்வதேச உரிமையாளர் நெட்வொர்க் மூலம் வளர்ந்து வரும் உலகில் எங்கள் வணிகத்தை விரிவுபடுத்துவதில் எல்லைகளைத் தாண்டிச் செல்ல எதிர்கொள்ளும் சவால்களைத் தணிக்கும். தீவு நாடுகள். நிறுவனம் 2022 இல் மாலத்தீவுகள், 2023 இல் சீஷெல்ஸ் மற்றும் போட்ஸ்வானா நடவடிக்கைகளைத் தொடங்க திட்டமிட்டுள்ளது, ”என்று ஃபெரீரா மேலும் கூறினார்.",
        "நிறுவனத்தின் இணையத்தளமான https://exterminators.lk/, CSE இணையத்தளமான https://www.cse.lk/ மற்றும் பிரச்சினைக்கான மேலாளரின் இணையத்தளமான http://atarahcapital.com/ ஆகியவற்றில் விவரக்குறிப்பு மற்றும் விண்ணப்பம் கிடைக்கும்."
      ]
    }
  }
}