{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-food-of-awakening/",
  "time_ut": 1653135600,
  "title": "The Food of Awakening",
  "body_lines": [
    "A great deal of discussion has been given to the last meal the Buddha ate before he passed into final Nirvana. The Mahaparinibbana Sutta specifically records that the blacksmith Cunda offered the Buddha a dish called sukaramaddava and that this was the last thing the Buddha ever ate. The compound sukaramaddava can be translated as ‘boar’s softness’ or ‘boar’s mildness’ and it has been translated as ‘tender pork’. However, the meaning of the term is by no means clear.",
    "Advocates of vegetarianism, anxious to claim the Buddha as one of their own, insist that sukaramaddava was some sort of vegetable dish. Those who like to cast aspersions on the Buddha and mistakenly believe that he taught vegetarianism, insist that sukaramaddava was a pork dish and that the Buddha was being hypocritical by eating it.",
    "Another popular theory promulgated by uninformed people is that the Buddha died from eating spoiled pork, or even that he was deliberately poisoned. All these and other theories, informed and otherwise, are very much a waste of time because the reality is that no one knows what sukaramaddava was, and over a hundred years of modern critical scholarship has thrown little light on the subject. But, curiously, while a great deal of attention is given to the Buddha’s last meal, almost none has been given to his first meal after he became awakened, and about which it is possible to say something concrete.",
    "There are two accounts of what the Buddha ate just before or just after his awakening. According to the first of these, a young woman named Sujata saw Gotama sitting at the foot of the Bodhi Tree and thinking that maybe he was a tree deva or some other kind of divine being, rushed home to prepare an offering for him. As everyone knows, the dish she prepared was milk rice. Most Sinhalese assume that what they call kiribath cooked in coconut milk is the same as the dish Sujata offered to the Buddha. This is not correct.",
    "The coconut tree was only introduced into northern India centuries after the Buddha and is still not common there. Sujata’s preparation was most probably exactly the same as what is called khir in Hindi; rice cooked in cow’s or buffalo’s milk. According to how long it is boiled for, milk rice can be viscous or thick, of a porridge-like consistency. Many people may be surprised to learn that the story about Sujata’s making her offering is not found in the Tipitaka. The name Sujata itself is only mentioned once in the Tipitaka and very briefly, in the Anguttara Nikaya where the Buddha referred to her as his first female disciple. This is not to say that the story about her offering is only a legend, but if it is true, clearly the early compilers of the Tipitaka did not think it worth recording. However, both the Udana and the Vinaya do record an incident that took place during the Buddha’s fourth week at Uruvela, modern Bodh Gaya.",
    "Two merchants, Tapussa and Bhallika, happened to be passing Uruvela, saw the Buddha, and impressed with his calm and radiant demeanour, approached him and offered him a bowl of barley gruel and honey balls (manthan ca madhupindika). This gruel would have been barley boiled in water or milk to a relatively thick consistency and perhaps with a pinch of salt added. We know from fragments of information in the Jataka and other early non-Buddhist literature that barley meal (sattu) was typically carried by travellers so that it could be easily and quickly cooked while they were on the road. This would explain why Tapussa and Bhallika offered the Buddha barley gruel rather than some rice preparation.",
    "What the honey balls that accompanied the barley gruel was is less certain. They could have been rounded lumps of honey comb or perhaps of crystallized honey. However, it seems more likely they were something like what is now called gulab jamun in Hindi. This sweet, still popular in India, consists of a ball of thickened milk mixed with flour, deep fried in ghee and then soaked in honey or sugar syrup. In the Madhupindaka Sutta Ananda described the honey ball (madhupinda) as being ‘sweet and delicious’. This would be a very good description of the modern gulab jamun. We even have comments the brahman Pingiyani made about the honey ball. In the Anguttara Nikaya he said: “A man overcome by hunger and weakness who is given a honey ball will experience a sweet delicious flavour at whatever part he tastes.” There seems little doubt that a nourishing tasty meal of barley gruel and honey balls helped the Buddha regain his appetite and recover his strength after years of fruitless self-mortification.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පිබිදීමේ ආහාරය",
      "body_lines": [
        "බුදුන් වහන්සේ අවසන් නිවන් දැකීමට පෙර අනුභව කළ අවසන් ආහාරය පිළිබඳව විශාල සාකච්ඡාවක් ලබා දී ඇත. මහාපරිනිබ්බාන සූත්‍රයේ විශේෂයෙන් සටහන් වන්නේ කම්මල්කරු චුන්ද බුදුන් වහන්සේට සූකරමද්දව නම් ආහාරයක් පූජා කළ බවත් එය බුදුන් වහන්සේ අවසන් වරට අනුභව කළ බවත්ය. සූකරමද්දව සංයෝගය ‘ඌරාගේ මෘදු බව’ හෝ ‘ඌරාගේ සෞම්‍යය’ ලෙසින් පරිවර්තනය කළ හැකි අතර එය ‘ටෙන්ඩර් ඌරු මස්’ ලෙස පරිවර්තනය කර ඇත. කෙසේ වෙතත්, මෙම යෙදුමේ තේරුම කිසිසේත් පැහැදිලි නැත.",
        "නිර්මාංශවාදය වෙනුවෙන් පෙනී සිටින අය, බුදුන් වහන්සේ තමන්ගේම කෙනෙකු ලෙස ප්‍රකාශ කිරීමට උත්සුක වන අතර, සූකරමද්දව යනු කිසියම් එළවළු ආහාරයක් බව තරයේ කියා සිටිති. බුදු හාමුදුරුවන්ට බනින්න කැමති උන් නිර්මාංශ කම ඉගැන්නුවා කියලා වැරදියට විශ්වාස කරන අය සූකරමද්දව ඌරු මස් කෑමක් කියලත් බුදුන් වහන්සේ ඒක කාලා කුහකයි කියලත් බලනවා.",
        "නොදන්නා මිනිසුන් විසින් ප්‍රකාශ කරන ලද තවත් ජනප්‍රිය න්‍යායක් නම්, බුදුන් වහන්සේ නරක් වූ ඌරු මස් අනුභව කිරීමෙන් හෝ හිතාමතාම වස පොවා ඇති බව ය. සූකරමද්දව යනු කුමක්දැයි කිසිවකු නොදන්නා නිසාත්, වසර සියයකට අධික නූතන විචාර ශාස්ත්‍රයෙන් විෂයයට ආලෝකයක් නොලබන නිසාත්, මේ සියල්ල සහ අනෙකුත් න්‍යායන්, දැනුවත් හෝ වෙනත් න්‍යායන් බොහෝ දුරට කාලය නාස්ති කිරීමකි. එහෙත්, කුතුහලයට කරුණක් නම්, බුදුන් වහන්සේගේ අවසන් භෝජන සංග්‍රහය කෙරෙහි විශාල අවධානයක් යොමු කර ඇති අතර, උන්වහන්සේ පිබිදීමෙන් පසු උන්වහන්සේගේ පළමු ආහාර වේල කිසිවෙකුට පාහේ ලබා දී නොමැති අතර, ඒ පිළිබඳව නිශ්චිත යමක් පැවසිය හැකිය.",
        "බුදුන් වහන්සේ පිබිදීමට පෙර හෝ පසුව අනුභව කළ දේ පිළිබඳ වාර්තා දෙකක් තිබේ. ඉන් පළමුවැන්නට අනුව ගෝතම බෝධීන් වහන්සේ පාමුල වාඩි වී සිටිනු දුටු සුජාතා නම් තරුණිය වෘක්ෂදේවයක් හෝ වෙනත් දිව්‍ය සත්වයෙක් විය හැකි යැයි සිතා ඔහුට පඬුරක් පිළියෙළ කිරීමට නිවසට දිව ගියාය. කවුරුත් දන්නා පරිදි ඇය සකස් කළ ආහාරය කිරිබත්ය. බොහෝ සිංහලයන් උපකල්පනය කරන්නේ ඔවුන් පොල් කිරිවලින් පිසූ කිරිබත් ලෙස හඳුන්වන්නේ බුදුන් වහන්සේට පූජා කරන ලද සුජාතා ආහාරය හා සමාන බවයි. මෙය නිවැරදි නොවේ.",
        "පොල් ගස බුදුන් වහන්සේගෙන් සියවස් ගණනාවකට පසුව උතුරු ඉන්දියාවට හඳුන්වා දුන් අතර තවමත් එහි සුලභ නොවේ. සුජාතාගේ සූදානම බොහෝ විට හින්දි භාෂාවෙන් කිර් ලෙස හඳුන්වන දෙයට සමාන විය. එළදෙනුන්ගේ හෝ මී කිරිවල පිසූ බත්. එය කොපමණ වේලාවක් තම්බා තිබේද යන්න අනුව, කිරි බත් දුස්ස්රාවී හෝ ඝන, කැඳ වැනි අනුකූලතාවයකින් යුක්ත විය හැකිය. සුජාතා පූජා කිරීම පිළිබඳ කතාව ටිපිටකයේ නොමැති බව දැනගත් විට බොහෝ අය පුදුමයට පත් විය හැකිය. සුජාතා යන නම ටිපිටකයේ එක් වරක් පමණක් සඳහන් වන අතර ඉතා කෙටියෙන් අංගුත්තර නිකායේ බුදුන් වහන්සේ තම ප්‍රථම ශ්‍රාවිකාව ලෙස සඳහන් කර ඇත. ඇයගේ පූජාව පිළිබඳ කතාව පුරාවෘත්තයක් පමණක් බව මින් අදහස් නොවේ, නමුත් එය සත්‍යයක් නම්, පැහැදිලිවම ටිපිටකයේ මුල් සම්පාදකයින් එය පටිගත කිරීම වටී යැයි නොසිතූහ. කෙසේ වෙතත්, උදාන සහ විනය යන දෙකෙහිම නූතන බුද්ධගයාවේ උරුවේලේදී බුදුන් වහන්සේගේ සිව්වන සතියේ සිදු වූ සිදුවීමක් වාර්තා වේ.",
        "තපුස්ස සහ භල්ලික යන වෙළෙන්දෝ දෙදෙනෙක් උරුවෙල් පසුකරමින් සිටියදී, බුදුන් දැක, උන්වහන්සේගේ සන්සුන් හා පැහැපත් ඉරියව්ව ගැන පැහැදී, උන්වහන්සේ සමීපයට ගොස්, බාර්ලි කැට සහ මී පැණි බෝල (මන්තන් කා මධුපිණ්ඩික) පාත්‍රයක් පිළිගැන්වූහ. මෙම කැඳ සාපේක්ෂ ඝන අනුකූලතාවක් සහ සමහර විට ලුණු ස්වල්පයක් සමඟ ජලය හෝ කිරි සමග බාර්ලි තම්බා ඇත. ජාතකයේ සහ අනෙකුත් මුල් බෞද්ධ නොවන සාහිත්‍යයේ ඇති තොරතුරු කොටස් වලින් අපි දනිමු බාර්ලි කෑම (සත්තු) සාමාන්‍යයෙන් සංචාරකයින් විසින් රැගෙන ගිය අතර එමඟින් ඔවුන් පාරේ යන විට පහසුවෙන් සහ ඉක්මනින් පිසිනු ඇත. තපුස්ස සහ භල්ලිකාව සහල් පිළියෙළ කිරීමට වඩා යව කැඳ බුදුන් පූජා කළේ මන්දැයි මෙයින් පැහැදිලි වේ.",
        "බාර්ලි කැඳ සමඟ ඇති මී පැණි බෝල මොනවාද යන්න එතරම් විශ්වාස නැත. ඒවා මී පැණි පනාවක වටකුරු ගැටිති හෝ සමහර විට ස්ඵටිකීකරණය වූ මී පැණි විය හැකිය. කෙසේ වෙතත්, ඒවා දැන් හින්දි භාෂාවෙන් ගුලාබ් ජමුන් ලෙස හඳුන්වන දේ වැනි දෙයක් විය හැකි බව පෙනේ. ඉන්දියාවේ තවමත් ජනප්‍රිය මෙම පැණිරස, පිටි සමඟ මිශ්‍ර කර, ගිතෙල් වල බැද මී පැණි හෝ සීනි සිරප් වල පොඟවා ගත් උකු කිරි බෝලයකින් සමන්විත වේ. මධුපිණ්ඩක සූත්‍රයේ ආනන්දය මී පැණි බෝලය (මධුපිණ්ඩය) විස්තර කළේ ‘මිහිරි රසවත්’ ලෙසයි. මෙය නූතන ගුලාබ් ජමුන් පිළිබඳ ඉතා හොඳ විස්තරයක් වනු ඇත. පිංගියානි බ්‍රහ්මයා මී පැණි බෝලය ගැන දැක්වූ අදහස් පවා අප සතුව ඇත. අංගුත්තර නිකායේ උන්වහන්සේ වදාළා: “කුසගින්නෙන් සහ දුර්වලතාවයෙන් මිදුණු මිනිසෙක් පැණි ගුලියක් දෙන තැනැත්තාට ඔහු රස කරන ඕනෑම කොටසකින් මිහිරි රසවත් රසයක් අත්විඳිය හැකිය. බාර්ලි කැඳ සහ මී පැණි බෝල සහිත පෝෂ්‍යදායී රසවත් ආහාර වේලක් බුදුන් වහන්සේට වසර ගණනාවක් ඵල රහිත ස්වයං-මනාපයෙන් පසු තම ආහාර රුචිය නැවත ලබා ගැනීමටත්, ශක්තිය යථා තත්ත්වයට පත් කිරීමටත් උපකාර වූ බවට සැකයක් නැත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "விழிப்புணர்வின் உணவு",
      "body_lines": [
        "புத்தர் இறுதி நிர்வாணத்திற்குச் செல்வதற்கு முன்பு சாப்பிட்ட கடைசி உணவைப் பற்றி ஒரு பெரிய விவாதம் கொடுக்கப்பட்டுள்ளது. மஹாபரிநிபானா சுத்தா குறிப்பாக கறுப்பன் சுண்டா புத்தருக்கு சுகரமத்தவா என்ற உணவை வழங்கியதாகவும், புத்தர் கடைசியாக சாப்பிட்டது இதுவே என்றும் பதிவு செய்கிறது. சுகரமத்தவா என்ற கலவையை ‘பன்றியின் மென்மை’ அல்லது ‘பன்றியின் சாந்தம்’ என மொழிபெயர்க்கலாம் மேலும் இது ‘மென்மையான பன்றி இறைச்சி’ என மொழிபெயர்க்கப்பட்டுள்ளது. இருப்பினும், இந்த வார்த்தையின் பொருள் தெளிவாக இல்லை.",
        "சைவ சமயத்தை ஆதரிப்பவர்கள், புத்தரை தங்களுக்கு சொந்தமானவர் என்று கூற ஆர்வத்துடன், சுகரமத்தவா ஒரு வகையான காய்கறி உணவு என்று வலியுறுத்துகின்றனர். புத்தர் மீது அபிமானத்தை வைத்து அவர் சைவ சமயத்தை போதித்தார் என்று தவறாக நம்புபவர்கள், சுகரமத்தவா ஒரு பன்றி இறைச்சி உணவு என்றும், புத்தர் அதை சாப்பிட்டு பாசாங்குத்தனம் செய்தார் என்றும் வலியுறுத்துகின்றனர்.",
        "புத்தர் கெட்டுப்போன பன்றி இறைச்சியை உண்பதால் இறந்தார், அல்லது அவர் வேண்டுமென்றே விஷம் கொடுக்கப்பட்டார் என்பது அறியப்படாத மக்களால் வெளியிடப்பட்ட மற்றொரு பிரபலமான கோட்பாடு. இவை அனைத்தும் மற்றும் பிற கோட்பாடுகள், தகவல் மற்றும் மற்றபடி, நேரத்தை வீணடிப்பவை, ஏனென்றால் சுகரமத்தவா என்றால் என்ன என்பது யாருக்கும் தெரியாது, மேலும் நூறு ஆண்டுகளுக்கும் மேலான நவீன விமர்சனப் புலமை இந்த விஷயத்தில் சிறிது வெளிச்சம் போடவில்லை. ஆனால், ஆர்வமாக, புத்தரின் கடைசி உணவுக்கு அதிக கவனம் செலுத்தப்பட்டாலும், அவர் விழித்தபின் அவரது முதல் உணவுக்கு கிட்டத்தட்ட யாரும் கொடுக்கப்படவில்லை, மேலும் இதைப் பற்றி உறுதியாக ஏதாவது சொல்ல முடியும்.",
        "புத்தர் விழித்தெழுவதற்கு முன்பு அல்லது அதற்குப் பிறகு என்ன சாப்பிட்டார் என்பதற்கு இரண்டு கணக்குகள் உள்ளன. இவற்றில் முதல் கூற்றுப்படி, சுஜாதா என்ற இளம் பெண், போதி மரத்தின் அடிவாரத்தில் அமர்ந்திருப்பதைக் கண்டு, அவர் ஒரு மர தெய்வமாக இருக்கலாம் அல்லது வேறு வகையான தெய்வீகமாக இருக்கலாம் என்று நினைத்து, அவருக்குப் பிரசாதம் தயாரிக்க வீட்டிற்கு விரைந்தார். எல்லோருக்கும் தெரியும், அவள் செய்த உணவு பால் சாதம். பெரும்பாலான சிங்களவர்கள் தேங்காய்ப்பாலில் சமைத்த கிரிபத் என்று அழைப்பது புத்தருக்கு சுஜாதா வழங்கிய உணவுப்பொருளே என்று கருதுகின்றனர். இது சரியல்ல.",
        "புத்தருக்குப் பிறகு பல நூற்றாண்டுகளுக்குப் பிறகுதான் தென்னிந்தியாவில் தென்னை மரம் அறிமுகப்படுத்தப்பட்டது, அது இன்னும் பொதுவானதாக இல்லை. சுஜாதாவின் தயாரிப்பு பெரும்பாலும் ஹிந்தியில் கிர் என்று அழைக்கப்படுவது போலவே இருந்தது; பசு அல்லது எருமைப் பாலில் சமைத்த அரிசி. எவ்வளவு நேரம் வேகவைக்கப்படுகிறது என்பதைப் பொறுத்து, பால் சாதம் பிசுபிசுப்பு அல்லது கெட்டியானது, கஞ்சி போன்ற நிலைத்தன்மையுடன் இருக்கும். சுஜாதா தனது காணிக்கையை திப்பிடகாவில் காணவில்லை என்பதை அறிந்து பலர் ஆச்சரியப்படலாம். சுஜாதா என்ற பெயர் திபிடகாவில் ஒருமுறை மட்டுமே குறிப்பிடப்பட்டுள்ளது மற்றும் மிக சுருக்கமாக, புத்தர் தனது முதல் பெண் சீடர் என்று குறிப்பிடும் அங்குட்டாரா நிகாயாவில். அவளுடைய பிரசாதத்தைப் பற்றிய கதை ஒரு புராணக்கதை என்று சொல்ல முடியாது, ஆனால் அது உண்மையாக இருந்தால், திபிடகாவின் ஆரம்பகால தொகுப்பாளர்கள் அதை பதிவு செய்யத் தகுதியானதாக நினைக்கவில்லை. இருப்பினும், உதானா மற்றும் வினயா இரண்டும் புத்தரின் நான்காவது வாரத்தில் உருவேலா, நவீன போத்கயாவில் நடந்த ஒரு சம்பவத்தை பதிவு செய்கின்றன.",
        "தபுஸ்ஸா மற்றும் பல்லிகா என்ற இரு வணிகர்கள் உருவேலாவைக் கடந்து சென்று கொண்டிருந்தனர், புத்தரைப் பார்த்து, அவரது அமைதியான மற்றும் பிரகாசமான நடத்தையால் ஈர்க்கப்பட்டு, அவரை அணுகி, அவருக்கு ஒரு கிண்ணம் பார்லி கூழ் மற்றும் தேன் உருண்டைகளை (மந்தன் கா மதுபிண்டிகா) வழங்கினர். இந்தக் கூழ், பார்லியை தண்ணீரில் அல்லது பாலில் வேகவைத்து ஒப்பீட்டளவில் தடிமனான நிலைத்தன்மையுடன் இருக்கும் மற்றும் ஒரு சிட்டிகை உப்பு சேர்க்கப்படும். ஜாதகா மற்றும் பிற ஆரம்பகால புத்தமதமற்ற இலக்கியங்களில் உள்ள தகவல்களின் துண்டுகளிலிருந்து பார்லி மாவு (சட்டு) பொதுவாக பயணிகளால் எடுத்துச் செல்லப்பட்டது, இதனால் அவர்கள் சாலையில் இருக்கும்போது எளிதாகவும் விரைவாகவும் சமைக்க முடியும். தபுசாவும் பல்லிகாவும் சில அரிசி தயாரிப்பை விட புத்தர் பார்லி கூழை ஏன் வழங்கினர் என்பதை இது விளக்குகிறது.",
        "பார்லி கூழுடன் வந்த தேன் உருண்டைகள் என்ன என்பது உறுதியாகத் தெரியவில்லை. அவை தேன் சீப்பின் வட்டமான கட்டிகளாகவோ அல்லது படிகமாக்கப்பட்ட தேனாகவோ இருக்கலாம். இருப்பினும், அவை இப்போது இந்தியில் குலாப் ஜாமூன் என்று அழைக்கப்படுவதைப் போன்றதாகத் தெரிகிறது. இந்தியாவில் இன்னும் பிரபலமாக இருக்கும் இந்த இனிப்பு, கெட்டியான பால் மாவுடன் கலந்து, நெய்யில் வறுத்து, தேன் அல்லது சர்க்கரை பாகில் ஊறவைக்கப்படுகிறது. மதுபிண்டக சுத்தத்தில் ஆனந்த தேன் உருண்டையை (மதுபிண்டா) 'இனிப்பு மற்றும் சுவையானது' என்று விவரித்தார். நவீன குலாப் ஜாமூனைப் பற்றிய நல்ல விளக்கமாக இது இருக்கும். தேன் பந்தைப் பற்றி பிராமணர் பிங்கியானி கூறிய கருத்துக்கள் கூட நம்மிடம் உள்ளன. அங்குட்டாரா நிகாயாவில் அவர் கூறினார்: \"பசி மற்றும் பலவீனத்தால் வெல்லப்பட்ட ஒரு மனிதனுக்கு தேன் உருண்டை கொடுக்கப்பட்டால், அவன் எந்தப் பகுதியை ருசிக்கிறானோ அந்த இடத்தில் ஒரு இனிமையான சுவையை அனுபவிப்பான்.\" பார்லி கூழ் மற்றும் தேன் உருண்டைகளின் ஊட்டமளிக்கும் சுவையான உணவு புத்தருக்கு பல ஆண்டுகளாக பலனற்ற சுய-உணர்வுகளுக்குப் பிறகு பசியை மீட்டெடுக்க உதவியது என்பதில் சந்தேகம் இல்லை.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}