{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sdb-bank-welcomes-new-chairperson/",
  "time_ut": 1652109120,
  "title": "SDB bank welcomes new chairperson",
  "body_lines": [
    "Dinithi Ratnayake has been appointed as the new Chairperson of SDB bank, with effect from 29th April 2022, on the retirement of Mr. Lakshman Abeysekara on completion of his tenure. The Board of Directors and the Management express their sincere appreciation to Mr. Abeysekara for guiding SDB bank through some of the most challenging years in the Bank’s history.",
    "Ms. Dinithi Ratnayake takes over the reins at a critical juncture to provide leadership, as SDB bank navigates the present economic challenges in Sri Lanka. Her experience of over 25 years as a senior banking professional possessing broad and in-depth financial institutions expertise places her in good stead. Ms. Ratnayake’s strong background in credit, debt capital markets, risk and compliance practices will be valuable in guiding the bank through these turbulent times. She served as Director and Head of Financial Institutions at Citibank N.A. in Sri Lanka. Her previous experience in retail and institutional banking at ANZ Grindlays Bank PLC adds to the breadth of her banking knowledge. She joined the Board of SDB Bank in February 2020 as the nominee Director representing SBI Emerging Asia Financial Sector Fund PTE LTD and Nederlandse Finacnierings – Maatschappij Voor Ontwikkelingslanden N.V.",
    "The Board of Directors of SDB bank is comprised of a diverse group of distinguished individuals, all of whom are business leaders and professionals at the top of their respective fields, including Prof. Sampath Amaratunge, Prabash Subasinghe, S Lionel Thilakerathne, Chaaminda Kumarasiri, Hiran Prasanna Premaratna, Abhayawickrama Bandara, JA Lalith G Jayasinghe, Thusantha Wijemanna, SH Sarath Nandasiri, Conrad Dias and Naveendra Perera Sooriyarachchi.",
    "A future-ready bank, providing holistic, 360-degree support to its customers, SDB bank is a licensed specialized bank, constantly catering to ever-changing needs, through a combination of financial support and value additions to life and business through mentorship and knowledge-sharing focusing on areas such value chain enhancements and financial management. SDB bank is also committed to a sustainable business model in terms of environmental, social and governance sustainability. This commitment is reflected in the Bank’s financing activities, giving preference to businesses and initiatives that take a sustainable approach over those that do not. SDB bank has established itself as a financier that values every customer equally, for their potential and supports the development of individuals and SMEs with a special focus on women empowerment and digital inclusion.",
    "DFCC Bank’s innovative website wins top category awards at BestWeb.LK Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "SDB බැංකුව නව සභාපතිවරයා පිළිගනී",
      "body_lines": [
        "2022 අප්‍රේල් 29 වැනි දින සිට ක්‍රියාත්මක වන පරිදි SDB බැංකුවේ නව සභාපතිනිය ලෙස දිනිති රත්නායක පත් කර ඇත්තේ ලක්ෂ්මන් අබේසේකර මහතාගේ ධුර කාලය නිමවීමෙන් පසු විශ්‍රාම යාමත් සමඟය. බැංකු ඉතිහාසයේ වඩාත්ම අභියෝගාත්මක වසර කිහිපයක් හරහා SDB බැංකුවට මගපෙන්වීම සම්බන්ධයෙන් අධ්‍යක්ෂ මණ්ඩලය සහ කළමනාකාරිත්වය අබේසේකර මහතාට සිය අවංක ප්‍රශංසාව ප්‍රකාශ කරයි.",
        "SDB බැංකුව ශ්‍රී ලංකාවේ වත්මන් ආර්ථික අභියෝගයන් සමඟ සැරිසැරූ බැවින් නායකත්වය සැපයීම සඳහා තීරණාත්මක සන්ධිස්ථානයක දිනිති රත්නායක මහත්මිය පාලනය භාර ගනී. පුළුල් හා ගැඹුරු මූල්‍ය ආයතන විශේෂඥ දැනුමක් ඇති ජ්‍යෙෂ්ඨ බැංකු වෘත්තිකයකු ලෙස වසර 25කට වැඩි ඇයගේ පළපුරුද්ද ඇයව හොඳ ස්ථාවරයක තබයි. රත්නායක මහත්මියගේ ණය, ණය ප්‍රාග්ධන වෙලඳපොලවල්, අවදානම් සහ අනුකූලතා පරිචයන් පිළිබඳ ශක්තිමත් පසුබිම මෙම කැලඹිලි සහිත කාලවලදී බැංකුවට මග පෙන්වීම සඳහා ඉතා වැදගත් වනු ඇත. ඇය ශ්‍රී ලංකාවේ සිටිබෑන්ක් එන්.ඒ. හි අධ්‍යක්ෂ සහ මූල්‍ය ආයතන ප්‍රධානියා ලෙස සේවය කළාය. ANZ Grindlays Bank PLC හි සිල්ලර හා ආයතනික බැංකුකරණය පිළිබඳ ඇයගේ පෙර අත්දැකීම් ඇයගේ බැංකු දැනුමේ පළල වැඩි කරයි. SBI Emerging Asia Financial Sector Fund PTE LTD සහ Nederlandse Finacnierings - Maatschappij Voor Ontwikkelingslanden N.V නියෝජනය කරන නාමික අධ්‍යක්ෂවරිය ලෙස ඇය 2020 පෙබරවාරි මාසයේදී SDB බැංකුවේ අධ්‍යක්ෂ මණ්ඩලයට සම්බන්ධ වූවාය.",
        "SDB බැංකුවේ අධ්‍යක්ෂ මණ්ඩලය සමන්විත වන්නේ මහාචාර්ය සම්පත් අමරතුංග, ප්‍රභාෂ් සුබසිංහ, එස් ලයනල් තිලකරත්න, චමින්ද කුමාරසිරි, හිරාන් ඇතුළු ව්‍යාපාරික ප්‍රමුඛයන් සහ වෘත්තීය ක්ෂේත්‍රවල ඉහළින්ම සිටින විවිධ කීර්තිමත් පුද්ගලයින් පිරිසකිනි. ප්‍රසන්න ප්‍රේමරත්න, අභයවික්‍රම බණ්ඩාර, ජේ.ඒ.ලලිත් ජී.ජයසිංහ, තුසන්ත විජේමාන්න, එස්.එච්.සරත් නන්දසිරි, කොන්රඩ් ඩයස්, නවීන්ද්‍ර පෙරේරා සූරියආරච්චි.",
        "අනාගතයට සූදානම් බැංකුවක් වන, සිය ගනුදෙනුකරුවන්ට පරිපූර්ණ, අංශක 360ක සහයක් ලබා දෙන, SDB බැංකුව බලපත්‍රලාභී විශේෂිත බැංකුවක් වන අතර, නිරන්තරයෙන් වෙනස් වන අවශ්‍යතා සපුරාලන, මූල්‍ය සහයෝගය සහ උපදේශනය සහ දැනුම තුළින් ජීවිතයට සහ ව්‍යාපාරයට එකතු කළ අගය එකතු කිරීම තුළින්. අගය දාම වැඩිදියුණු කිරීම් සහ මූල්‍ය කළමනාකරණය වැනි ක්ෂේත්‍ර කෙරෙහි අවධානය යොමු කරමින් බෙදාගැනීම. SDB බැංකුව පාරිසරික, සමාජීය සහ පාලන තිරසාරභාවය සම්බන්ධයෙන් තිරසාර ව්‍යාපාර ආකෘතියක් සඳහා ද කැපවී සිටී. මෙම කැපවීම බැංකුවේ මූල්‍යකරණ ක්‍රියාකාරකම් තුළින් පිළිබිඹු වන අතර, එසේ නොකරන ව්‍යාපාරවලට වඩා තිරසාර ප්‍රවේශයක් ගන්නා ව්‍යාපාර සහ මුලපිරීම් සඳහා මනාප ලබා දෙයි. SDB බැංකුව සෑම ගනුදෙනුකරුවෙකුම ඔවුන්ගේ හැකියාවන් සඳහා සමානව අගය කරන මූල්‍ය ආයතනයක් ලෙස ස්ථාපිත වී ඇති අතර කාන්තාවන් සවිබල ගැන්වීම සහ ඩිජිටල් ඇතුළත් කිරීම කෙරෙහි විශේෂ අවධානයක් යොමු කරමින් පුද්ගලයන්ගේ සහ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන්ගේ සංවර්ධනයට සහාය වේ.",
        "DFCC බැංකුවේ නව්‍ය වෙබ් අඩවිය BestWeb.LK සම්මාන උළෙලේදී ඉහළම කාණ්ඩයේ සම්මාන දිනා ගනී",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "SDB வங்கி புதிய தலைவரை வரவேற்கிறது",
      "body_lines": [
        "திரு. லக்ஷ்மன் அபேசேகரவின் பதவிக்காலம் நிறைவடைந்த நிலையில், 2022 ஆம் ஆண்டு ஏப்ரல் 29 ஆம் திகதி முதல் அமுலுக்கு வரும் வகையில், SDB வங்கியின் புதிய தலைவியாக தினிதி ரத்நாயக்க நியமிக்கப்பட்டுள்ளார். வங்கியின் வரலாற்றில் மிகவும் சவாலான சில ஆண்டுகளில் SDB வங்கியை வழிநடத்தியதற்காக திரு. அபேசேகர அவர்களுக்கு பணிப்பாளர் சபை மற்றும் முகாமைத்துவம் தங்களின் மனமார்ந்த பாராட்டுகளைத் தெரிவிக்கின்றன.",
        "இலங்கையின் தற்போதைய பொருளாதார சவால்களை SDB வங்கி வழிநடத்தும் போது, ​​தலைமைத்துவத்தை வழங்குவதற்கான ஒரு முக்கியமான கட்டத்தில் திருமதி தினிதி ரத்நாயக்க ஆட்சியைப் பொறுப்பேற்றார். பரந்த மற்றும் ஆழமான நிதி நிறுவனங்களில் நிபுணத்துவம் பெற்ற மூத்த வங்கி நிபுணராக 25 ஆண்டுகளுக்கும் மேலான அவரது அனுபவம் அவரை நல்ல நிலையில் வைக்கிறது. கடன், கடன் மூலதனச் சந்தைகள், இடர் மற்றும் இணக்க நடைமுறைகள் ஆகியவற்றில் திருமதி ரத்நாயக்கவின் வலுவான பின்னணி இந்த கொந்தளிப்பான காலங்களில் வங்கியை வழிநடத்துவதில் மதிப்புமிக்கதாக இருக்கும். அவர் இலங்கையில் சிட்டி வங்கி என்.ஏ.வில் நிதி நிறுவனங்களின் பணிப்பாளராகவும் தலைவராகவும் பணியாற்றினார். ANZ Grindlays Bank PLC இல் சில்லறை வணிகம் மற்றும் நிறுவன வங்கிச் சேவையில் அவரது முந்தைய அனுபவம் அவரது வங்கியியல் அறிவை விரிவுபடுத்துகிறது. அவர் பிப்ரவரி 2020 இல் SDB வங்கியின் குழுவில் SBI எமர்ஜிங் ஆசியா ஃபைனான்சியல் செக்டர் ஃபண்ட் PTE LTD மற்றும் Nederlandse Finacnierings - Maatschappij Voor Ontwikkelingslanden N.V ஐ பிரதிநிதித்துவப்படுத்தும் நியமன இயக்குநராக சேர்ந்தார்.",
        "SDB வங்கியின் பணிப்பாளர் சபையானது, பேராசிரியர் சம்பத் அமரதுங்க, பிரபாஷ் சுபசிங்க, எஸ் லயனல் திலகரத்ன, சமிந்த குமாரசிறி, ஹிரன் உட்பட பல்வேறு துறைகளில் சிறந்து விளங்கும் வணிகத் தலைவர்கள் மற்றும் தொழில் வல்லுநர்கள் என பலதரப்பட்ட நபர்களைக் கொண்டுள்ளது. பிரசன்ன பிரேமரத்ன, அபயவிக்ரம பண்டார, ஜே.ஏ.லலித் ஜி.ஜயசிங்க, துசந்த விஜேமான்ன, எஸ்.எச்.சரத் நந்தசிறி, கொன்ராட் டயஸ் மற்றும் நவீந்திர பெரேரா சூரியராச்சி.",
        "எதிர்காலத்திற்குத் தயாராக இருக்கும் வங்கி, அதன் வாடிக்கையாளர்களுக்கு முழுமையான, 360-டிகிரி ஆதரவை வழங்குகிறது, SDB வங்கியானது உரிமம் பெற்ற சிறப்பு வங்கியாகும், இது நிதி உதவி மற்றும் வழிகாட்டுதல் மற்றும் அறிவின் மூலம் வாழ்க்கை மற்றும் வணிகத்திற்கான மதிப்பு கூட்டல் ஆகியவற்றின் மூலம் எப்போதும் மாறிவரும் தேவைகளைப் பூர்த்தி செய்கிறது. மதிப்புச் சங்கிலி மேம்பாடுகள் மற்றும் நிதி மேலாண்மை போன்ற பகுதிகளில் கவனம் செலுத்துதல். SDB வங்கி சுற்றுச்சூழல், சமூக மற்றும் நிர்வாக நிலைத்தன்மையின் அடிப்படையில் ஒரு நிலையான வணிக மாதிரிக்கு உறுதிபூண்டுள்ளது. இந்த அர்ப்பணிப்பு வங்கியின் நிதியளிப்பு நடவடிக்கைகளில் பிரதிபலிக்கிறது, வணிகங்கள் மற்றும் முன்முயற்சிகளுக்கு முன்னுரிமை அளிக்கிறது. SDB வங்கியானது ஒவ்வொரு வாடிக்கையாளரையும் சமமாக மதிப்பிடும் ஒரு நிதியாளராக தன்னை நிலைநிறுத்திக் கொண்டுள்ளது, மேலும் பெண்கள் அதிகாரமளித்தல் மற்றும் டிஜிட்டல் உள்ளடக்கத்தில் சிறப்பு கவனம் செலுத்தி தனிநபர்கள் மற்றும் SME களின் வளர்ச்சியை ஆதரிக்கிறது.",
        "DFCC வங்கியின் புதுமையான இணையதளம் BestWeb.LK விருதுகளில் சிறந்த வகை விருதுகளை வென்றது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}