{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-political-impasse/172-235218",
  "time_ut": 1650307200,
  "title": "The political impasse",
  "body_lines": [
    "Lanka IOC, the Indian Oil Company in Sri Lanka has increased the fuel prices once again last night. The price of petrol has been raised by Rs. 35 a litre, while diesel has gone up by Rs. 75. The company similarly increased its prices by a huge amount on March 26. The price hike is attributed the sharp depreciation of Sri Lankan currency and rising crude oil prices in the global market.",
    "One doesn’t need to be an economist to understand the chain reaction in the market to the latest fuel price hike as the ordinary man has repeatedly experiencing the repercussions of the fuel price in the recent past. Now, prices of everything, including a locally grown jack fruit which does not need fertilizer, watering or labour, would shoot up by another round, as it has to be transported from the tree to the consumer. Transport for the common man would even be difficult as the bus and three wheeler fares would go up disproportionately and unfairly. With the transport cost spiraling, every essential item would be more precious.",
    "The government has repeatedly proven that it has failed in controlling the prices and thus become another spectator of events followed by such price hikes. Interestingly, people now do not expect the government to do anything to mitigate the impact of the price hikes on them. It was dumb and numb even when sugar importers increased the prices after pocketing a huge tax cut that was meant to reduce the prices. The institutions and the laws that are meant to protect the consumers have become toothless.",
    "The latest fuel price hike has come down at a time when the country has faced with an unprecedented economic crisis which had led the Central Bank last week to announce international debt default which is interpreted as bankruptcy of the country. The economic crisis has transformed into a huge political crisis which is well manifested by the occupying of the Galle-Face Green by thousands of protestors and the government’s meaningless Cabinet reshuffle after an unsuccessful waiting for an all-party interim Cabinet to be in place. The Parliament, even after a long debate last week, failed at least to agree upon a single issue that would either temporarily ease the pressure on the people, leave alone showing the government the way out.",
    "The government has realized that it would be futile to attribute the economic crisis to the COVID-19 pandemic or the behaviour of the world market as it has repeatedly shown its folly, mismanagement, incompetence or whatever that is aggravating the situation. Although the leaders of the government are now chest-thumping over successful containment of the pandemic, one would remember that it was the government’s reluctance to lock down the country during the last year’s Sinhala and Tamil New Year period that resulted in the third wave of COVID-19 in Sri Lanka and it had in turn made a huge impact on the economy. Some ministers rejected the Opposition’s suggestion for the early placement of orders for vaccines, claiming that Sri Lanka did not need inoculation.",
    "The ill-advised and ill-timed ban on chemical fertilizer and other agro-chemicals last year, was another debacle that had a devastating effect on the economy and the foreign currency reserves. It is now clear that the foreign exchange used for the importation of organic fertilizer has too gone down the drain while filling some unscrupulous people’s pockets. The ‘Sunday Times’ in its April 10 issue has vividly explained how the foreign exchange outflow was unnecessarily allowed while facilitating sugar traders to plunder the people.",
    "The authorities rejected the suggestions by the Opposition parties and independent experts to find a way out such as to seek assistance of the International Monetary Fund (IMF), to restructure foreign debt, to float the rupee and give priority to feed the people over repayment of loans. Ultimately, those suggestions were accepted only after the country was brought to its knees.",
    "The bailout expected from the IMF might work, but it would take time, during which time the ever worsening foreign exchange crisis would create havoc economically and thereby politically. The deficiency of trust in the government among the masses is a main issue that heightens the political crisis. And therefore, the leaders must have the courage and the will to come before the masses and tell the truth, while bridling the rogue politicians on their side."
  ],
  "translate": {
    "si": {
      "title": "දේශපාලන අර්බුදය",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ඉන්දියන් ඔයිල් සමාගම වන ලංකා අයිඕසී ඊයේ රාත්‍රියේ යළිත් වරක් ඉන්ධන මිල ඉහළ දමා තිබේ. පෙට්‍රල් මිල රු. 35 කින් සහ ඩීසල් ලීටරයක් ​​රු. 75. සමාගම ද මාර්තු 26 වැනි දින ද සිය මිල ගණන් විශාල ලෙස ඉහළ නැංවීය. ශ්‍රී ලංකා මුදලේ සීඝ්‍ර ලෙස අවප්‍රමාණය වීම සහ ගෝලීය වෙළෙඳපොළේ බොරතෙල් මිල ඉහළ යාම මෙම මිල ඉහළ නැංවීමට හේතු වී ඇත.",
        "පසුගිය කාලයේ ඉන්ධන මිලේ ප්‍රතිවිපාක සාමාන්‍ය මිනිසා පුන පුනා අත්විඳින බැවින් නවතම ඉන්ධන මිල ඉහළ නැංවීමට වෙළෙඳපොළේ ඇති දාම ප්‍රතිචාරය තේරුම් ගැනීමට ආර්ථික විශේෂඥයකු වීම අවශ්‍ය නොවේ. දැන් පොහොර, වතුර දැමීම හෝ ශ්‍රමය අවශ්‍ය නොවන දේශීයව වගා කරන කොස් ගෙඩියක් ඇතුළු සෑම දෙයකම මිල තවත් වටයකින් ඉහළ යනු ඇත, මන්ද එය ගසෙන් පාරිභෝගිකයා වෙත ප්‍රවාහනය කළ යුතු බැවිනි. බස් ගාස්තු හා ත්‍රිරෝද රථ ගාස්තු අසමාන ලෙස සහ අසාධාරණ ලෙස ඉහළ යන බැවින් සාමාන්‍ය ජනතාවට ප්‍රවාහනය පවා දුෂ්කර වනු ඇත. ප්‍රවාහන වියදම් ඉහළ යාමත් සමඟ සෑම අත්‍යවශ්‍ය භාණ්ඩයක්ම වඩා වටිනා වනු ඇත.",
        "රජය මිල පාලනය කිරීමට අසමත් වී ඇති බව නැවත නැවතත් ඔප්පු කර ඇති අතර එමඟින් එවැනි මිල ඉහළ දැමීම් වලින් පසු සිදුවීම්වල තවත් ප්‍රේක්ෂකයෙකු බවට පත්ව ඇත. කුතුහලය දනවන කරුණ නම්, මිල ඉහළ යාමේ බලපෑම අවම කිරීම සඳහා රජය කිසිවක් කරනු ඇතැයි ජනතාව දැන් අපේක්ෂා නොකිරීමයි. සීනි ගෙන්වන්නන් මිල අඩු කිරීමට යැයි කියූ විශාල බදු කප්පාදුවක් සාක්කුවේ දමාගෙන මිල වැඩි කරන විටත් එය ගොළු විය. පාරිභෝගිකයා ආරක්‍ෂා කිරීමට ඇති ආයතන හා නීති දත් නැති වී ඇත.",
        "රටේ බංකොලොත් භාවය ලෙස අර්ථකථනය කෙරෙන ජාත්‍යන්තර ණය පැහැර හැරීම ප්‍රකාශයට පත් කිරීමට පසුගිය සතියේ මහ බැංකුව මෙහෙයවූ පෙර නොවූ විරූ ආර්ථික අර්බුදයකට රට මුහුණ දී සිටින අවස්ථාවක නවතම ඉන්ධන මිල ඉහළ දැමීම පහළ ගොස් තිබේ. ආර්ථීක අර්බුදය දැවැන්ත දේශපාලන අර්බුදයක් බවට පරිවර්තනය වී ඇති අතර එය දහස් ගණනක් විරෝධතාකරුවන් විසින් ගාලුමුවදොර පිටිය අත්පත් කර ගැනීම සහ සර්ව පාක්ෂික අතුරු කැබිනට් මණ්ඩලයක් ක්‍රියාත්මක වන තෙක් අසාර්ථක බලා සිටීමෙන් පසු ආණ්ඩුවේ අර්ථ විරහිත කැබිනට් සංශෝධනයෙන් මනාව ප්‍රකාශ වේ. පසුගිය සතියේ දීර්ඝ විවාදයකින් පසුව වුවද, රජයට මග පෙන්වන, ජනතාව මත ඇති පීඩනය තාවකාලිකව ලිහිල් කළ හැකි එකදු කරුණක් ගැනවත් එකඟ වීමට පාර්ලිමේන්තුව අපොහොසත් විය.",
        "ආර්ථික අර්බුදය COVID-19 වසංගතයට හෝ ලෝක වෙළඳපොලේ හැසිරීමට ආරෝපණය කිරීම නිෂ්ඵල බව රජය තේරුම් ගෙන ඇත්තේ එය නැවත නැවතත් තම මෝඩකම, වැරදි කළමනාකරණය, නොහැකියාව හෝ තත්වය උග්‍ර කරන ඕනෑම දෙයක් පෙන්නුම් කරන බැවිනි. වසංගතය සාර්ථකව මැඩ පැවැත්වීම ගැන ආණ්ඩුවේ නායකයන් දැන් පපුව පිච්චෙමින් සිටියද, පසුගිය වසරේ සිංහල හා දෙමළ අලුත් අවුරුදු සමයේ රට වසා දැමීමට රජය දැක්වූ අකමැත්ත නිසා තුන්වැනි කොවිඩ් රැල්ල ඇති වූ බව කෙනෙකුට මතක ඇති. -19 ශ්‍රී ලංකාවේ සහ එය අනෙක් අතට ආර්ථිකයට විශාල බලපෑමක් ඇති කළේය. ශ්‍රී ලංකාවට එන්නත් අවශ්‍ය නොවන බව පවසමින් එන්නත් සඳහා කලින් ඇණවුම් ලබා දීම සඳහා විපක්ෂයේ යෝජනාව සමහර ඇමතිවරු ප්‍රතික්ෂේප කළහ.",
        "පසුගිය වසරේ රසායනික පොහොර සහ අනෙකුත් කෘෂි රසායන ද්‍රව්‍ය සඳහා අනවශ්‍ය ලෙස සහ අකාලයේ පැනවූ තහනම, ආර්ථිකයට සහ විදේශ මුදල් සංචිතයට විනාශකාරී බලපෑමක් ඇති කළ තවත් විනාශයකි. කාබනික පොහොර ආනයනය සඳහා යොදවන විදේශ විනිමයද කාණු බැස ඇත්තේ ඇතැම් අසංවර මිනිසුන්ගේ සාක්කු පුරවමින් බව දැන් පැහැදිලිය. ‘සන්ඩේ ටයිම්ස්’ සිය අප්‍රේල් 10 කලාපයෙන් සීනි ව්‍යාපාරිකයන්ට ජනතාව කොල්ලකෑමට පහසුකම් සලසමින් අනවශ්‍ය ලෙස විදේශ විනිමය පිටවීමට ඉඩ හැරියේ කෙසේද යන්න මනාව පැහැදිලි කර ඇත.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) සහය ලබා ගැනීම, විදේශ ණය ප්‍රතිව්‍යුහගත කිරීම, රුපියල පාවීම සහ ආපසු ගෙවීමට වඩා ජනතාව පෝෂණය කිරීමට ප්‍රමුඛත්වය දීම වැනි මගක් සෙවීමට විරුද්ධ පක්ෂ සහ ස්වාධීන විශේෂඥයින් කළ යෝජනා බලධාරීන් ප්‍රතික්ෂේප කළහ. ණය. අවසානයේ ඒ යෝජනා පිළිගත්තේ රට දණ ගැස්වූ පසුවයි.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලෙන් බලාපොරොත්තු වූ ඇපදීම ක්‍රියාත්මක විය හැකි නමුත් එයට කාලයක් ගතවනු ඇත, එම කාලය තුළ දිනෙන් දින නරක අතට හැරෙන විදේශ විනිමය අර්බුදය ආර්ථික වශයෙන් හා එමගින් දේශපාලනික වශයෙන් විනාශයක් ඇති කරනු ඇත. දේශපාලන අර්බුදය උග්‍ර කරන ප්‍රධාන කරුණක් වන්නේ ජනතාව තුළ රජය කෙරෙහි ඇති විශ්වාසයේ ඌනතාවයි. ඒ නිසා තමන්ගේ පැත්තේ ඉන්න හොර දේශපාලකයන්ට තොවිලයක් දාලා ජනතාව ඉදිරියට ඇවිත් ඇත්ත කියන්න නායකයන්ට ධෛර්යය සහ කැමැත්ත තිබිය යුතුයි."
      ]
    },
    "ta": {
      "title": "அரசியல் முட்டுக்கட்டை",
      "body_lines": [
        "இலங்கையில் உள்ள இந்தியன் ஆயில் நிறுவனமான லங்கா ஐஓசி நேற்று இரவு மீண்டும் எரிபொருள் விலையை உயர்த்தியுள்ளது. பெட்ரோல் விலை ரூ.5 உயர்த்தப்பட்டுள்ளது. 35 காசுகளும், டீசல் லிட்டருக்கு ரூ. 75. மார்ச் 26 அன்று இதேபோன்று நிறுவனம் தனது விலைகளை ஒரு பெரிய தொகையால் அதிகரித்தது. இலங்கை நாணயத்தின் கடுமையான தேய்மானம் மற்றும் உலக சந்தையில் கச்சா எண்ணெய் விலை உயர்வு ஆகியவை இந்த விலை உயர்வுக்கு காரணம்.",
        "சமீபகாலமாக எரிபொருள் விலையின் பின்விளைவுகளை சாதாரண மனிதன் மீண்டும் மீண்டும் அனுபவித்து வருவதால், சமீபத்திய எரிபொருள் விலை உயர்வுக்கு சந்தையில் ஏற்பட்டுள்ள தொடர் எதிர்வினையை புரிந்து கொள்ள ஒருவர் பொருளாதார நிபுணராக இருக்க வேண்டிய அவசியமில்லை. இப்போது, ​​உரம், நீர்ப்பாசனம், உழைப்பு தேவையில்லாத உள்நாட்டில் விளையும் பலாப் பழங்கள் உட்பட எல்லாவற்றின் விலையும், மரத்திலிருந்து நுகர்வோருக்குக் கொண்டு செல்லப்பட வேண்டியிருப்பதால், இன்னும் ஒரு ரவுண்டு எகிறும். பேருந்து மற்றும் மூன்று சக்கர வாகனக் கட்டணங்கள் அநியாயமாகவும், அநியாயமாகவும் உயர்வதால், சாமானியர்களின் போக்குவரத்து கடினமாகும். போக்குவரத்து செலவு அதிகரித்து வருவதால், ஒவ்வொரு அத்தியாவசியப் பொருளும் விலைமதிப்பற்றதாக இருக்கும்.",
        "அரசாங்கம் விலைவாசியைக் கட்டுப்படுத்துவதில் தோல்வியடைந்துவிட்டதாக மீண்டும் மீண்டும் நிரூபித்துள்ளது, இதனால் இதுபோன்ற விலைவாசி உயர்வைத் தொடர்ந்து நிகழ்வுகளின் மற்றொரு பார்வையாளராக மாறியுள்ளது. சுவாரஸ்யமாக, விலைவாசி உயர்வின் பாதிப்பைக் குறைக்க அரசாங்கம் எதையும் செய்யும் என்று மக்கள் இப்போது எதிர்பார்க்கவில்லை. சர்க்கரை இறக்குமதியாளர்கள் விலையைக் குறைப்பதற்காகப் பெரும் வரிக் குறைப்பைப் பாக்கெட்டில் ஏற்றிக்கொண்டு விலையை உயர்த்தியபோதும் அது முட்டாள்தனமாக இருந்தது. நுகர்வோரைக் காக்க வேண்டிய நிறுவனங்களும், சட்டங்களும் பல்லை இழந்துவிட்டன.",
        "நாடு முன்னெப்போதும் இல்லாத வகையில் பொருளாதார நெருக்கடியை எதிர்கொண்டுள்ள வேளையில் சமீபத்திய எரிபொருள் விலையேற்றம் குறைந்துள்ளது, இது நாட்டின் திவால்நிலை என விளக்கப்படும் சர்வதேச கடனைத் திருப்பிச் செலுத்துவதை கடந்த வாரம் மத்திய வங்கி அறிவித்தது. பொருளாதார நெருக்கடியானது ஒரு பெரிய அரசியல் நெருக்கடியாக மாறியுள்ளது, இது காலிமுகத்திடலை ஆயிரக்கணக்கான எதிர்ப்பாளர்களால் ஆக்கிரமித்துள்ளதாலும், அரசாங்கத்தின் அர்த்தமற்ற அமைச்சரவை மறுசீரமைப்பினாலும் நன்கு வெளிப்பட்டிருக்கிறது. பாராளுமன்றம், கடந்த வாரம் நீண்ட விவாதத்திற்குப் பிறகும், மக்கள் மீதான அழுத்தத்தை தற்காலிகமாகத் தணிக்கும், அரசாங்கத்திற்கு ஒரு வழியைக் காட்டும் ஒரு விஷயத்தையாவது ஏற்றுக்கொள்ளத் தவறிவிட்டது.",
        "பொருளாதார நெருக்கடியை COVID-19 தொற்றுநோய் அல்லது உலகச் சந்தையின் நடத்தைக்கு காரணம் என்று கூறுவது வீண் என்று அரசாங்கம் உணர்ந்துள்ளது, ஏனெனில் அது தனது முட்டாள்தனம், தவறான நிர்வாகம், திறமையின்மை அல்லது நிலைமையை மோசமாக்கும் எதனையும் மீண்டும் மீண்டும் காட்டியுள்ளது. தொற்றுநோயை வெற்றிகரமாகக் கட்டுப்படுத்துவதில் அரசாங்கத்தின் தலைவர்கள் இப்போது நெஞ்சு வலிக்கிற போதிலும், கடந்த ஆண்டு சிங்கள மற்றும் தமிழ் புத்தாண்டு காலத்தில் நாட்டைப் பூட்டுவதில் அரசாங்கத்தின் தயக்கம் தான் மூன்றாவது கொவிட் அலைக்கு வழிவகுத்தது என்பதை நினைவில் கொள்ளலாம். -19 இலங்கையில் அது பொருளாதாரத்தில் பெரும் தாக்கத்தை ஏற்படுத்தியது. சில அமைச்சர்கள், இலங்கைக்கு தடுப்பூசி தேவையில்லை என்று கூறி, தடுப்பூசிகளுக்கான ஆர்டர்களை முன்கூட்டியே வைப்பதற்கான எதிர்க்கட்சியின் பரிந்துரையை நிராகரித்தனர்.",
        "கடந்த ஆண்டு இரசாயன உரங்கள் மற்றும் பிற விவசாய இரசாயனங்கள் மீதான தவறான ஆலோசனை மற்றும் தவறான நேரத்தில் தடை, பொருளாதாரம் மற்றும் அந்நிய செலாவணி கையிருப்பு மீது பேரழிவு விளைவை ஏற்படுத்திய மற்றொரு தோல்வியாகும். கரிம உரங்களின் இறக்குமதிக்காகப் பயன்படுத்தப்படும் அந்நியச் செலாவணி சில நேர்மையற்ற மக்களின் பாக்கெட்டுகளை நிரப்பும் அதே வேளையில் சாக்கடையில் இறங்கியுள்ளது என்பது இப்போது தெளிவாகிறது. ‘சண்டே டைம்ஸ்’ தனது ஏப்ரல் 10 இதழில் சர்க்கரை வியாபாரிகளுக்கு மக்களைச் சூறையாடுவதற்கு வசதியாக அந்நியச் செலாவணி வெளியேற்றம் எப்படி தேவையில்லாமல் அனுமதிக்கப்பட்டது என்பதைத் தெளிவாக விளக்கியுள்ளது.",
        "சர்வதேச நாணய நிதியத்தின் (IMF) உதவியைப் பெறுவது, வெளிநாட்டுக் கடனை மறுசீரமைப்பது, ரூபாயை மிதக்க வைப்பது மற்றும் திருப்பிச் செலுத்துவதை விட மக்களுக்கு உணவளிக்க முன்னுரிமை அளிப்பது போன்ற வழிகளைக் கண்டறிய எதிர்க்கட்சிகள் மற்றும் சுயாதீன நிபுணர்களின் பரிந்துரைகளை அதிகாரிகள் நிராகரித்தனர். கடன்கள். இறுதியில், நாடு மண்டியிட்ட பின்னரே அந்த பரிந்துரைகள் ஏற்றுக்கொள்ளப்பட்டன.",
        "சர்வதேச நாணய நிதியத்திடம் இருந்து எதிர்பார்க்கப்படும் பிணை எடுப்பு வேலை செய்யக்கூடும், ஆனால் அதற்கு நேரம் எடுக்கும், அந்த நேரத்தில் எப்போதும் மோசமாகி வரும் அந்நிய செலாவணி நெருக்கடி பொருளாதார ரீதியாகவும் அதன் மூலம் அரசியல் ரீதியாகவும் அழிவை உருவாக்கும். மக்கள் மத்தியில் அரசாங்கத்தின் மீதான நம்பிக்கையின்மை அரசியல் நெருக்கடியை அதிகரிக்கும் முக்கிய பிரச்சினையாகும். எனவே, தங்கள் பக்கம் இருக்கும் முரட்டு அரசியல்வாதிகளுக்குக் கடிவாளம் போடும் அதே வேளையில், மக்கள் முன் வந்து உண்மையைச் சொல்லும் தைரியமும் விருப்பமும் தலைவர்களுக்கு இருக்க வேண்டும்."
      ]
    }
  }
}