{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-appoint-legal-financial-advisors-for-debt-restructuring-in-2-weeks-92859/",
  "time_ut": 1649467080,
  "title": "Sri Lanka to appoint legal, financial advisors for debt restructuring in 2 weeks",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank will appoint legal and financial advisors for debt restructuring within two weeks as it is also in the process of expediting talks with International Monetary Fund (IMF), new governor said on Friday (08).",
    "President Gotabaya Rajapaksa himself has given the authority and has told to expedite negotiations with the IMF and debt restructuring process, Nandalal Weerasinghe told a media briefing after raising policy rates by a record 700 basis points.",
    "“We are going to see tonight requests for proposals (RFP) to appoint financial advisors and legal advisors,’ Weerasinghe said.",
    "“And within a week we will close the proposals and within another week we will appoint the legal and financial advisors.”",
    "“We intend to complete that process in two weeks. Usually it takes around four weeks if you follow all procurement guidelines and we are using guidelines, but still getting the approval to expedite.",
    "Weerasinghe’s predecessor Ajith Nivard Cabraal declined to seek IMF assistance saying that it was bad for the country because it could result in sharp rupee depreciation, raising interest rates to above 30 percent, curbing pensions and size of public service, and asking the government to sell state assets.",
    "However, the central bank’s rupee floating has already allowed around 60 percent depreciation in the currency while it has also increased the policy rates.",
    "Weerasinghe also said one is the technical negotiations with the IMF has already started and Treasury Secretary Mahinda Siriwardane heading the technical discussion.",
    "“Now I am going to continue at a faster pace from today onward. Even tonight I am going to speak to the IMF staff and I have a constant conversation and discussion with them that we will continue at a much faster pace.”",
    "“That will give a strong message to the international investors, to our creditors, and to the markets that we are going to get out of this crisis as soon as possible.” (Colombo/April 09/2022)"
  ]
}