{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-lifetime-of-ceaseless-commitment-gets-international-recognition/",
  "time_ut": 1648733160,
  "title": "A lifetime of ceaseless commitment gets international recognition",
  "body_lines": [
    "In recognition of her contribution to the cause of women entrepreneurship not just in her country, but across South Asia. Sri Lanka’s Rezani Aziz was presented with the prestigious ‘Priyadarshini Lifetime Achievement Award’.",
    "It was presented at the conclusion of the 6th International Conference organized jointly by the Federation of Indian Women Entrepreneurs, Ministry of MSME, Government of India and Institute of Studies in Industrial Development (ISID), last week in Delhi.",
    "The award was in recognition of Aziz’s efforts and contribution toward regional participation and collaboration of women entrepreneurs through regional organizations of SAARC. She is founding Secretary and member of SAARC Chamber Women Entrepreneur Council (SCWEC) and country president of the global Association of Business Women of Commerce and Industry (ABWCI).",
    "Her contributions have been manifold; Aziz led the founding of SAARC Chamber Women Entrepreneur Council in 2001 for the Women’s Chamber of Industry and Commerce Sri Lanka, under the aegis of SAARC and created an umbrella organization for South Asian women business associations. She is the founding Chief Executive and Director of Adfactors Public Relations Lanka, a leading PR firm with an impressive client roster. Recently, the firm introduced an all-new Strategic Communications practice, involving policy advocacy campaigns towards public reform.",
    "In 2012, she was appointed a steering committee member of South Asian Women’s Entrepreneurship Symposium, a programme supported by the US Department of State to accelerate US Government’s ‘New Silk Road’ goals of enhanced regional and economic integration of women across South Asia. She is a member of the US Vital Voices Global Partnership.",
    "The Priyadarshini Award was established in 1995 under the chairmanship of Small Industries Corporation, MSME Ministry of the government of India, Small Industries Development Bank of India, Department of Women and Child Welfare and the Federation of Indian Women Entrepreneurs. The prestigious award is given to outstanding women achievers in promoting women entrepreneurship in India as well as SAARC.",
    "DMS Unveils the World’s Most Advanced Diebold Nixdorf CRMs and ATMs",
    "AIA Insurance globally recognised as the Best Life Insurance Company in Sri Lanka for the 3rd time",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}