{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/musing-on-the-presidential-stakes/",
  "time_ut": 1646393760,
  "title": "Musing on the presidential stakes",
  "body_lines": [
    "It is absurd to attempt to predict the outcome of the presidential elections due in about three years, but it is possible to make a broad survey of current trends. There are four runners eyeing the starting post, in alphabetical order of initials they are AKD (the JVP-NPPS Anura Kumara Dissanayake), GR (Gotabhaya the government, SLPP and Rajapaksa-clan candidate), PCR (Patali Champika Ranawaka) leading the 43-Brigade and SP (Sajith Premadasa leader of the parliamentary opposition and SJB centre-forward).",
    "Only two, AKD and PCR have in any sense announced their candidature in that their outfits have published manifestos and they have been all but anointed. GR is the obvious choice from the SLPP-Rajapaksa stables but he has not actually stated his interest, if anything he has sometimes demurred. Because of this ambiguity I will refer to this option as GR-etc. His backers have flaunted no manifesto, no doubt cringing in shame from the Milk & Honey, Vistas of Splendour & Glories of Nirvana fiasco of 2019. I suppose the Sajith-SJB people are scratching their heads wondering what to write since all the punch lines and useable bogus promises have been usurped by others. There could a few nonentities (Pissu Sira and a few Independents) who may throw their hats into the ring and donate their deposits to the Treasury. I will make scant mention of this menagerie now or forever I hope in this column – newsprint costs money.",
    "I have heard it said that there is a small possibility that SP may withdraw making a deal with PCR, but this is most unlikely. Formally, SP has the inside track on the Opposition-SJB lane while lanky PCR has hitched up his national-cloth ready to sprint on an outside lane. It is now or never for PCR if he is ever going to make a dash for the presidency. But “For what reason should I withdraw”, SP who polled 44 lakhs last time will ask? Nor can I see PCR, who considers himself a shining star eclipsing lack-lustre SP, accepting the vice-captaincy. I see both running and splitting the vote but perhaps wisely agreeing to recommend each other for the second preference ballot. My guess is that if neither of them gets 50% on first count, one of them and GR-etc will be first and second and therefore the main contenders in the second preference count. Hence tactical preferential voting will be disadvantageous to GR-etc, not to SP or PCR. If this sounds a little foggy at the moment. I will spell it out as the campaign progresses; there’s lots of time.",
    "Frankly what game PCR will play is still an unresolved question. He mated with the Rajapaksa government, coupled with the Yahapalana government, divorced it and eloped with Sajith and it is said that he is now flirting with Ranil. A discharge of SJB elite bourgeois politicos is said to be lining up behind him to be best-men, of course with a portfolio thrown in. PCR has of recent become the cynosure of elitist and educated middle class eyes and Sajith has been written off as a dumbo. This is recent, only after polite society woke up to behold the surfacing of the PCR option. What will PCR do if down the line a desperate government side offers him the ticket; anything is possible. Going on his proclivity to jump hurdles I think he will take it. A PCR-led SLPP-(Raja)Paksa ticket will be formidable in this land of gullible voters.",
    "The dismal prospects facing the government has created splits in the GR-etc group. A section of the SLPP, the 14 MP SLFP, Wimal’s NFF (MPs) and the one man each Gamanpila, CP, LSSP and Vasudeva outfits are plotting a separate internal platform with their own economic plan and challenging Basil’s pro-US moves (in particular the plan to sell CEB plant to New Fortress Energy). It is rumoured that as of now the conspiracy can count on 30 lawmakers who want to shut the stable door after herds of horses have fled!",
    "But these are early days and the chips finally may fall in all sorts of ways; the take away at this time is that the government is in deep trouble and the GR-etc candidacy is dissolving. The fuel, electric power-cut, fiscal deficit and foreign debt crises have reached existential extremis. Gotabhaya can reach 70% of electricity from renewable sources not by 2030 but by 2023, he may even aspire for 100%! Elementary my dear Watson; simply grind industry to a halt, introduce 6-hour daily power cuts and bring the economy to a standstill. You don’t need to do anything more; the demand for electricity will plummet, the economy will collapse and existing hydro reservoirs and baby renewable plants will suffice to meet the demand. Brilliant! If Mohamed can’t scale the mountain, bring the mountain down to Mohamed, to quote an old saying. No lights, no food, no money to go to the cinema (Covid-19 permitting), and no foreign currency for condoms! What are people to do; make babies?",
    "Having said all this I am not yet willing to predict that the GR-etc option will be utterly decimated in an electoral landslide where its 69 lakhs will figuratively collapse to the likes of 6.9 lakhs. There is time more to make such predictions. The government side with some 130MPs, control of the state apparatus (= an outright licence to indulge in violence and electoral fraud), tens of billions in ill-gotten loot, and Sinhala chauvinism and saffron brigades at its elbow, will put up a fight. Its poll may be moderate. Still the regime’s electoral prospects are bleak; what holds it back from annulling elections and announcing a dictatorship is surely fear of a god-almighty spontaneous uprising – no thanks to a somnolent opposition!",
    "At this moment it is how the Sajith campaign will be launched and unfold that is intriguing. My conjecture is that SP will not withdraw and accept the vice-captaincy under PCR. What is odd is that the SP-SJB team has not presented a manifesto nor launched a significant campaign yet. Writing a manifesto so late in the day is difficult. Everything that can be said, lies and truths, have already been appropriated by some other outfit; so, what’s left for laggards? Are Sajith’s cohorts paralysed?",
    "Let me move on to AKD but first I quote an angry and frustrated message I received two days ago.",
    "“Forget about Ukraine. Sri Lanka is in turmoil. Seven-and-a-half-hour power cut tomorrow. No fuel, severe shortage of gas and as a result transport is at a standstill and vegetables from the cultivating areas cannot be brought to Colombo. Parliamentarians continue to travel in high powered vehicles with security escorts. It is feared that public transport will come to a standstill in a few days, including trains. Kumar, why not write something on these matters. However, it will be pouring water on a duck’s back; those in power don’t care two hoots and the opposition is fast asleep”.",
    "Usually these are the circumstances in which radical-left parties thrive if they are awake. If the anger of this quote is widespread, then the JVP-NPP will poll respectably. AKD is still the dark horse in this derby, but he may poll a fifth of the vote but may fail to get within the first two which is where the preferential vote count matters. This assumes that in a four-cornered race (forget the minnows) no candidate will sail past 50% on the first count. As of now this is a reasonable statement unless SR and PCR unite as captain and vice-captain of one team making the election a three-cornered race.",
    "To enhance its image the JVP-NPP team will have to greatly brush up its credibility. No number of apologies and promises will have a sizable impact. There will have to be restructuring; a visible and credible transformation of the internal power and decision-making structure. The JVP’s core decision making councils will have to be transformed to incorporate a different and more credible type of political species. People whose presence will give credibility to the mass-voter that the bad old days are gone and forever buried will have to be incorporated. Otherwise AKD will again be an also-ran. I have suggested three names, Lal Wijenayake, Prof Vijaya Kumar and Dr Michael Fernando who are all in the NPP Council. But it’s the JVP not the NPP that makes crucial decisions. Structural changes are a sine qua non if AKD’s poll is to increase beyond 10-15%. Time is running out; a last-minute patch will carry no conviction. Unfortunately, there is little evidence that the JVP is capable of this type of bold and creative lateral thinking.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}