{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hsenid-business-solutions-plc-appoints-new-chief-strategy-officer/",
  "time_ut": 1655037660,
  "title": "hSenid Business Solutions PLC appoints new chief strategy officer",
  "body_lines": [
    "hSenid Business Solutions appointed a new Chief Strategy Officer; Nilendra Weerasinghe, who will be focusing on strategy, corporate development, alliances, and partnerships along with the company’s positioning within global markets. His appointment will also help the company reach new frontiers in terms of strategy and partnerships.",
    "Commenting on his latest appointment as the Chief Strategy Officer at hSenid Business Solutions, Nilendra Weerasinghe said, “hSenid Business Solutions has made its mark as a leading Enterprise Software company in the region, active in over 40 countries. I am excited to join hSenid Business Solutions to further expand our global footprint and harness the massive market opportunity in the HCM software space globally.”",
    "Nilendra Weerasinghe is an investment banker with over a decade of experience and has held many senior management positions. He has executed several landmark Mergers and Acquisitions and equity capital raising across South Asia and the APAC region. His investment banking experience covers a diverse range of industries. He received a Bachelor’s degree in Computer Science and Engineering from the University of Moratuwa and a Master’s degree in Strategy and Operations from the National University of Singapore. He had his executive education in leadership at INSEAD, is a CFA Charterholder, and is an Associate Member of CIMA UK.",
    "IMF mission to Sri Lanka likely to be a ‘litmus test’ for its new policies",
    "Huawei announces new Inventions revolutionising AI, 5G, and user experience",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}