{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Can-the-Govt-convince-IMF-of-stability/172-234994",
  "time_ut": 1649702400,
  "title": "Can the Govt. convince IMF of stability?",
  "body_lines": [
    "Finally, the government has decided to go to the International Monetary Fund (IMF) seeking assistance to bail out itself from the current economic imbroglio that has led to a massive political crisis. Also President Gotabaya Rajapaksa has got his ministers resigned on April 3 and requested the political parties representing the Parliament to nominate MPs to take over ministries. Yet, no takers.",
    "Meanwhile, he appointed four ministers temporarily to cover the areas of foreign affairs, finance, education and quite puzzlingly and amusingly highways. Ali Sabry, who was assigned the most important portfolio at the moment, the finance has again tendered his resignation for the second time but had to revoke it, just because the President was not accepting it. Nevertheless, the President has not yet convinced the parties other than his own Sri Lanka Podujana Peramuna to accept ministerial portfolios.",
    "Government has not been able to address the economic problems the people are faced with, despite the hopes that the President gave to the people during his recent address to the nation. Prices are incessantly rising by leaps and bounds, the whole country is inundated with queues for fuel and gas. People are suffering from power-cuts that lasts more than four hours a day, hospitals are running out of essential life-saving medicine and equipment, local industries are almost dying for want of raw material and power supply and tourism has affected hugely due to shortages, power-cuts and the political turmoil, among others.",
    "Meanwhile, an unprecedented protest against the government demanding the resignation of the president and his government is on around the country including Mirihana and at the Galle Face Green in front of the President’s Secretariat for the past one week. Putting up fences around the Green or jamming internet signals in the vicinity or extending the New Year holidays by two days has not deterred them from gathering. Thousands of youth without any political affiliations have camped there day and night demanding the President’s resignation. It is said that Sri Lankans in various other countries are sending financial support to the protesters. Given by their enthusiasm among the protestors, it seems that the protests would continue during the festive days as well. The government’s seeming intention behind the extension of holidays might have worked for some extent, but the fuel scarcity has prevented at least the less spirited youth among the agitations from going on excursions.",
    "Some political parties such as the JVP has also launched countrywide protests calling the President to step down. Other major political parties and a section of the President’s party are demanding an all-party interim government in order to hold a fresh Parliamentary election.",
    "The President, despite not accepting the newly-appointed Finance Minister’s resignation has accepted the resignation of his family’s long-time trusted friend Ajith Nivard Cabraal as the Governor of the Central Bank and called a former Senior Deputy Governor of the Central Bank, Dr. Nandalal Weerasinghe from his retirement in Australia to take over the job.",
    "Dr. Weerasinghe on his assumption of office had stated that he had pointed out the need for debt restructuring far back as September 2020, but it fell on deaf ears and country is now facing a crisis. The New Finance Minister Ali Sabry too echoed the same sentiments, without citing a period. Then, who is responsible for the current economic mayhem and what did the perpetrators achieve through it? Do they accuse by implication the President or his economic advisors? Tragically, accountability is something alien to Sri Lanka, whether it is concerning human rights or corruption or maladministration or anything else at State level.",
    "Both the New Governor of the Central Bank and the new Finance Minister have stated that the political stability is a prime prerequisite when seeking assistance from the IMF. And at the same time, the President has called the political parties to come forward to form an all-party interim government. It is not clear as to how he is going to achieve political stability while having an interim government with ministers with diametrically opposite political views and different personal agendas. And the country has to achieve political stability within weeks as we have to convince the international financial institutions on it very soon, in the light of reports that we are fast running out of even the borrowed foreign exchange for the essential items including fuel, gas, medicine and food.",
    "Going by the vast deficit in trust between the government and the masses which is being manifested by the anti-government protests taking place across the country and in major cities in various countries participated by the Sri Lankans, it is not clear that the government would be able to convince the agitators about the immediate need of the political stability.",
    "On the other hand, a crackdown on the protests would aggravate the situation with the possibility of the situation becoming violent and international human rights organizations coming to the scene.  It is a catch 22 situation for the government and the country."
  ]
}