{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/India-to-build-Sri-Lanka-wind-farms-after-China-pushed-aside/56-732871",
  "time_ut": 1648751400,
  "title": "India to build Sri Lanka wind farms after China pushed aside",
  "body_lines": [
    "AFP: India has agreed to develop three Sri Lankan wind farms on islets between the countries, officials said Tuesday, in a victory for New Delhi after the project was taken away from a Chinese firm.",
    "New Delhi has long been alarmed about the growing Chinese influence in the region. In 2020, 20 Indian soldiers and four Chinese troops died in a brawl on their disputed Himalayan border.",
    "A $ 12 million project to build wind turbines on three small islands in the Palk Strait between Southern India and Sri Lanka was awarded to a Chinese firm in 2019, with funding lined up from the Asian Development Bank (ADB).",
    "But after Indian protests about Chinese activity so close to its coast, work never began and the project on the islets of Nainativu, Analaitivu, and Delft was later scrapped.",
    "A joint statement issued Tuesday after a visit to Colombo by India’s foreign minister said a Memorandum of Understanding had been signed to build the installations.",
    "Sri Lankan officials said India had agreed to provide funding in place of the ADB.",
    "Last week, the Chinese ambassador in Sri Lanka, Qi Zhenhong, expressed Beijing’s displeasure over the scuttling of the project and warned it would send a negative signal to potential foreign investors.",
    "India is known to be suspicious of China’s growing political and economic influence in the South Asian nation, which is strategically located at the southern tip of the vast Indian sub-continent.",
    "China and India have been competing for major infrastructure projects in Sri Lanka, which is currently facing its worst economic crisis since independence from Britain in 1948.",
    "Colombo has asked for more loans from both nations to shore up its foreign reserves and import essentials including food, fuel, and pharmaceuticals."
  ]
}