{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/New-book-on-Sirimavo-Bandaranaike-brings-out-rare-photos-of-late-leader-s-decades-of-public-life/56-731762",
  "time_ut": 1646850600,
  "title": "New book on Sirimavo Bandaranaike brings out rare photos of late leader’s decades of public life",
  "body_lines": [
    "A new coffee table book released this week contains rare archival photographs from the long and illustrious public life of Sirimavo Bandaranaike who made history in July 1960 by being elected the world’s first woman Prime Minister.",
    "“SIRIMAVO: Steering the Destiny of a Nation” presents a pictorial biography of the late stateswoman who blazed new trails in national and international spheres. The book has nearly 300 photographs, sourced from various collections, including the Bandaranaike Museums, the National Archives and the United Nations Archives. Many photos have never been in the public domain before.",
    "A concise text places the photographs in their historical context by summarising information on her political reforms and the many challenges she faced - including the abortive military coup in January 1962, and the armed youth uprising in April 1971. It also captures highlights of her international relations as a co-founder of the Non-Aligned Movement, a champion of resurgence for developing countries and a promoter of peace in Asia and the Indian Ocean.",
    "The book’s foreword is written by the retired civil servant Desamanya M.D.D. Pieris, who was Secretary to the Prime Minister during Bandaranaike’s second term. The book also contains 22 significant quotes by Bandaranaike and 21 quotes by others assessing her impact and legacy - including senior officials and diplomats who worked with her, independent scholars and foreign journalists.",
    "Having entered electoral politics shortly after the assassination of her husband, Bandaranaike thrice served as the Prime Minister of Ceylon/Sri Lanka (1960-1965; 1970-1977; and 1994-2000) and was concurrently the Minister of Defence and Minister of Foreign Affairs during her first and second terms. She was the Leader of the Opposition in Parliament on two occasions (1965-1970 and 1989-1994).",
    "The photographs were researched and curated by the leading photographer Sarath Perera who worked on this project for nearly a decade. The text and photo annotations are by writer Nalaka Gunawardene. The book was conceptualised and designed by W.M.K. Wijayabandara, with Bandaranaike Centre for International Relations former director Dr. Ranjith Cabral coordinating the effort, and guidance coming from Sunethra Bandaranaike.",
    "The book (444 pages printed on art paper with a hard cover) is published by the Bandaranaike Museum Committee. The limited edition is priced at Rs. 3,000 and distributed by Sarasavi Bookshop."
  ]
}