{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/AGITATION-MAY-TURN-INTO-RIOTS/172-234505",
  "time_ut": 1649097600,
  "title": "AGITATION MAY TURN INTO RIOTS",
  "body_lines": [
    "The resignation by the Cabinet ministers from their respective portfolios on Sunday is nothing but the manifestation of the desperation on the part of the government due to its failure to find solutions to the economic crisis the country is currently faced with. However, the move does not seem to lead to a solution either, in the light of the gravity of the crisis.",
    "The main issue with the outgoing government was the failure to understand the problems faced by the people. When the farmers were protesting against the shortage of fertilizer following the government’s ill-timed ban on importation of chemical fertilizer and other agro-chemicals last year, Agriculture Minister Mahindananda Aluthgamage accused that it was the Opposition parties that were behind those protests. His argument was that there were no reasons for the farmers to protest. He was proven wrong by the very fact that the government has later announced compensations for the farmers who incurred losses due to the ban on agro-chemicals. The allegation by the farmers that the compensations were yet to be paid is a different story.",
    "Similarly, the leaders of the outgoing government attempted to blame the Opposition parties calling them extremists for the protests spreading into various parts of the country against the government’s failure to contain the skyrocketing prices of essential goods and the unending scarcity of gas, fuel and power-cuts. The nature of the outpouring social media posts in support of these protests and their unorganized nature were clear indications that they were mainly spontaneous. Only the university students’ protests had been organized by the Inter-University Students Federation which has political affiliations.",
    "In fact, the government must appreciate the patience of the masses amidst unprecedented price hikes which were three-fold in some cases within a short period, while it was clear that inaction and flawed actions by the government has been contributing to them. Government’s inaction in the face of trading mafia challenging the price controls and the related state of emergency that were imposed last year was implausible.",
    "For instance, when the traders increased the sugar prices even after the government cut down the import duty from Rs. 50 to 25 cents per kg last October, authorities did nothing about it, despite there being laws, powers and a mechanism to intervene. The same laws, powers and the mechanisms handled by the senior Army officials were numbed when the rice prices drastically increased without any scarcity or any considerable upward trend in the production cost. It was clear that the authorities were hand in glow with the trading mafia. Yet, people put up with the situation.",
    "When the people ultimately rose up, the government swiftly resorted to oppressive measures such as imposing emergency regulations. They failed to realize that the suppressive measures might aggravate the situations in the light of a grave situation existing on the ground having made the masses desperate and provoked them into action. Also, while there is overwhelming support for the agitations among the people calling the protesters extremists is also provocative.",
    "If the leaders of the outgoing government still do not realize and really want to realize the outrage among the people, they must now go to the masses, if possible, and ask them a simple question, “How do you prepare your child’s meal, if you have no gas or kerosene or electricity at home, for days and also there is no solution in sight?”",
    "President Gotabaya Rajapaksa yesterday had invited all political parties in Parliament including his own Sri Lanka Podujana Peramuna (SLPP) to accept ministerial portfolios and work together to solve the problems the country has faced with. Although he must be commended for accepting the incompetence of his party’s administration, the question remains as to how did he decide at last to rely on the capacity of the Opposition parties, after ignoring their suggestions for the past three years.",
    "On the other hand, whoever take up the positions in the Cabinet have to show results within days, unless which it would be doubly difficult for the new government to douse the rage among the people.",
    "If the protests are to continue, there is a potentiality of them being manipulated by unscrupulous elements to take political mileage or to create an environment for a bloody crack down on the protesters. The absence of ownership, leadership and guidance to the protests might facilitate such elements as history has witnessed. A single individual in the presence of hundreds of police personnel setting fire to a bus used by the army during the protests near President Gotabaya Rajapaksa’s residence in Mirihana on Thursday is a clear case in point.",
    "Fortunately, it failed to be a trend setter, but there is no assurance that such untoward incidents would not be contagious, as we witnessed, for instance during the protests against the Indo-Lanka Peace Accord in 1987.",
    "Whatever the response of the political parties may be to the President’s call to form an all-party government, the Sri Lankans destined to face a tough time ahead."
  ]
}