{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-world-suffers-from-feds-accidental-discovery-bellwether-95761/",
  "time_ut": 1655257980,
  "title": "Sri Lanka, world suffers from Fed’s accidental discovery: Bellwether",
  "body_lines": [
    "ECONOMYNEXT – In Washington DC along Constitution Avenue and 20th Street sits the Marriner S Eccles building, named after one of the greatest central bankers of all time, who went against the prevailing economic religion that would have destroyed the US like Sri Lanka in 1951.",
    "Marriner Eccles was instrumental in freeing the Fed from the US Treasury and the President, and later led to ideas about central bank independence.",
    "It is not just deficit financing that leads to collapse of exchange rate pegs, but also open market operations which was invented by the Fed, and also ‘stimulus’ promoted by interventionist economists.",
    "It through open market operations that money is printed to mis-target interest rates in Sri Lanka or in any other country with currency troubles and high inflation.",
    "The Fed is also to blame for creating the Great Depression with open market operations with no deficit financing whatsoever and then giving a chance for Keynesian stimulus to take over the world like a ‘new religion’.",
    "The Bretton Woods system of soft pegs collapsed in 1971 as the Fed printed initially to target an output gap, but later to sterilize interventions through open market operations as central banks in Europe and Japan demanded gold in exchange for the money it was printing.",
    "Like the US dollar in Sri Lanka today, the price of gold – the then reserve asset – was soaring at the time, and the Fed was running out of gold to give, like Sri Lanka’s forex reserves.",
    "The Fed then suddenly floated, reneging on the Bretton Woods commitments and floating rates were born shattering a 300 year old gold standard.",
    "The Bretton Woods could have collapsed in 1951, almost before it was fully operational had it not been for Marriner Eccles.",
    "At the time the Fed was monetizing World War I debt, by purchasing them from the secondary market under pressure from the US Treasury, to keep a yield ceiling and maintain their prices.",
    "The US was not running deficits at the time but also surpluses from time to time.",
    "Government securities acquired through open market operations to sterilize interventions is not done to finance the current year deficit but to actually inject reserves into the commercial banks, though it is later classified as debt monetization, misleading people into thinking the deficit was involved.",
    "It is done due the obsession of the central bankers themselves to control interest rate.",
    "The problem cannot be solved by giving the Central Bank independence but by changing its governing law to prevent domestic operations and rate obsessed and central bankers with stimulus ideology from engaging in the practice after private credit picks up.",
    "This is what stable pegs, orthodox currency boards (Hong Kong, Brunei) and currency board like systems (UAE, Oman, Saudi, and Kuwait) have done and Germany and Japan did during the Bretton Woods to keep the peg and in the case of also appreciate the currency.",
    "The two countries eliminated labour unrest with low inflation and strong currencies and became export power houses.",
    "Unlike the academically qualified ‘economists’ who ultimately broke the gold standard with output gap targeting and created monetary mayhem in the US and elsewhere, Eccles was not a professional economist corrupted by a Mercantilist university and still had his powers of reasoning intact.",
    "He was more in the style bankers who ran privately owned central banks like the Bank of England which kept inflation down for two centuries or more – sometimes under severe public pressure – before they were nationalized and stuffed with academic Mercantilists steeped in interventionist dogma.",
    "When the Fed created the Great Depression by printing money in the 1920s, Eccles saved his banks in 1931.",
    "Following a Congressional testimony on the crisis, President F D Roosevelt appointed him Chairman of the Fed. Or Governor as the position was then known. He restructured the Fed and eliminated the ex-officio membership of the Treasury Secretary as India did after the 1991 currency collapse and there are calls to do it in Sri Lanka as soon as possible.",
    "He also represented the Fed at the Bretton Woods conference.",
    "Eccles also advocated policies which could be called Keynesian, but with the full knowledge of their limitations as a banker. In a depression (negative private credit) they can be used,  but in in an economic recovery, such policies lead to disaster.",
    "In 1948 he stepped down as Chairman and was replaced by Thomas McCabe. But he continued to serve on the Board.",
    "During World War II the Fed kept interest rates on government securities. In 1951 US inflation hit 7.9 percent up from 1.1 percent a year earlier and private credit was soaring.",
    "At the Fed was creating global inflation much like it is today through the Powell Bubble.",
    "It was printing money through price controls on Liberty Bond yields; much like Sri Lanka did with yield controls on Treasuries auctions in 2020 and 2021 and the outright purchases of Treasury bonds from the market until 2019.",
    "There are many parallels to today’s Sri Lanka. Price controls were slapped on items like cars, selective credit controls had been put in place, but with liquidity injections continuing nothing was working. More price and wage controls were planned.",
    "Fed minutes at a now historic meeting on February 08, 1951 show that it was Eccles who gave the intellectual backing to allow interest rates to rise as the economy recovered and defied the Treasury and President Truman to raise rates and protect the poor from inflation and the collapse of the dollar.",
    "He made it clear that what the Fed did in the past in 1941 during the war for example could not be done in 1951. The budget was not the source of the trouble. New taxes were also planned.",
    "It is important to know when the stop the press. He was a banker and knew the problem of banks and bank reserves.",
    "The way they acted shows a deep understanding of banks and not just based on ideology as followed by Keynesians today.",
    "He pointed out that the inflation was not due to the Korean crisis the situation was opposite of what happened during World War II.",
    "Eccles said the Fed was already too late. And the inflation was rising and action was overdue.",
    "“We cannot wait to act,” he said. “I say action is long overdue.”",
    "The Fed sent a letter to the President, saying among other things that what he had told the press was not correct and the Open Market Committee was not in favour of purchasing government bonds and it undermined confidence in the securities.",
    "That this is true was seen in Sri Lanka when yield controls drove investors of bond markets.",
    "Sri Lanka’s bond markets are now working, though there are concerns about future rates with rising inflation. It is difficult to sell 12 month bills. Most are buying three month bills expecting inflation and interest rates to go up. (This column was published in the March 2022 issue of Echelon Magazine before rates were hiked in April)",
    "People also bought stocks expecting as an inflation hedge expecting the currency to fall.",
    "That a central bank needs independence from the Treasury is true if political or Treasury authorities want to print money and the central bank does not, like in this case.",
    "Around this time Sri Lanka’s newly set up Central Bank, by John Exter a Fed official, was also losing reserves as it tried to resist rate increases. Sri Lanka also got into further trouble after rates were hiked.",
    "The Fed eventually won the battle and the Fed Treasury Accord was signed, partly because of the intervention of Deputy Treasury Secretary William McChesney Martin.",
    "By this time the Fed was already under a ‘dual mandate’ due to the Employment Act of 1946, which compromised its independence later and was used by Jerome Powell to create the current inflation crisis in the world.",
    "The open market committee in 1951 however had not paid any attention to that. Alan Greenspan also ignored the law in keeping inflation down. So did Paul Volcker.",
    "Eccles landmark comments saw that, rather than knuckling down to such ideas, he was ready to seek a stronger mandate from congress to maintain monetary stability.",
    "Had he done that, the gold standard may not have broken in 1971. Latin America would not be in the trouble it is today and the widespread misery seen from currency collapses would not have happened and the legitimacy given to pump priming may not be there.",
    "McChesney Martin took over. If President Truman expected him to print money he did not.",
    "Unusually his first degree was from Yale, in English and Latin. He later went to work in a stock broking firm, and New York Stock Exchange, and gained stature in the immediate depression years.",
    "Martin had later studied economics at Columbia but had not earned a degree. He turned out to be the longest serving Fed Chief who also kept the Bretton Woods peg system going despite some hiccups.",
    "He was sacked by President Nixon in monetary conditions similar to 1951 when he was poised to hike rates and replaced by Arthur Burns. The dollar collapsed in 1971 ending a 300 year monetary system after output gap targeting and open market operations.",
    "In fact the Gold Standard which allowed free trade and kept domestic stability may have also helped reduce wars in the 19th century under the so-called Pax Britannica, which ended with German nationalism triggering the First World War in 1914.",
    "The Fed had got involved in interest rate fixing in the years before it created the Great Depression.",
    "Sri Lanka’s problems and many other crises in Latin America come from open market operations.",
    "Open market operations were invented the by the Federal Reserve and led to the creation of the Great Depression without any real deficit spending.",
    "The Bank of England influenced interest rates directly by purchasing private bills – banker’s acceptances.",
    "It was not intended to influence economic growth as Keynesians now want to do and create economic mayhem but a very temporary – almost intra-day one may say – liquidity tool which moved according to market trends.",
    "Then came Benjamin Strong, Governor of the New York Fed, who made extensive use of liquidity injections via government debt.",
    "The move to extensive use of government securities as open market operations had come around 1923, about 8 years after the creation of the Fed system.",
    "“The real significance of the purchase and sale of Government securities was an almost accidental discovery,” writes Randolph Burgess in Reflections on the Early Development of Open Market Policy.",
    "Burgess joined the New York Fed in 1920 as a statistician and saw with his own eyes what happened,",
    "“During World War I member banks borrowed heavily from the Federal Reserve Banks, and the interest from these loans brought the Reserve Banks substantial earnings,” he says.",
    "“But, due to the deflation of credit in 1921, a substantial return flow of currency, and heavy receipts of gold from abroad, the banks were then able to pay off a large part of their borrowings.",
    "“Hence the Reserve Banks found their income cut to a point where they had difficulty in meeting their current expenses. So a number of the Reserve Banks went into the market in 1922 and bought Government securities to eke out their earnings.",
    "“Then they made two important discoveries. First, as fast as the Reserve Banks bought Government securities in the market, the member banks paid off more of their borrowings; and, as a result, earning assets and earnings of the Reserve Bank remained unchanged.",
    "“Second, they discovered that the country’s pool of credit is all one pool and money flows like water throughout the country. When Government securities were bought in Dallas, the money",
    "so disbursed did not stay in Dallas, but flowed through the whole banking system and reappeared in New York or Chicago or Kansas City, and vice versa. These funds coming into the hands of the banks enabled them to pay off their borrowings and feel able to lend more freely.”",
    "“Two obvious conclusions followed from these results: first, the effect of open market operations had to be carefully studied as it was not what it appeared on the surface and, second, operations had to be treated as System policy, rather than as separate policies for each Reserve Bank.",
    "The US in the 1920s was able to print money without creating forex or gold reserve for itself as the Bank of England was also keeping rates down while trying to resume the gold convertibility and was losing gold.",
    "Alan Greenspan later claimed that the Strong had printed money to help out the Bank of England ultimately triggering the Great Depression. (Read Gold and Economic Freedom – Capitalism the Unknown Ideal)",
    "Whatever the cause, it seems to have led to a belief in the US that liquidity could be injected into the system without blowing the balance of payments apart.",
    "“There were no substantial historical precedents for this new venture in central banking,” Burgess explained.",
    "“The Bank of England had seldom used the term “open market operations” as applying to Government securities, and when they did so they meant purchases or sales in small amounts for short periods for the purpose of market stabilization.",
    "“Their funds reached the market mostly through the bill market; and the principal policy instrument was the discount rate at which bills were bought, and that was used mostly in response to changes in their gold reserves.”",
    "Gold standard central banks had to hit the brakes as soon as they started to lose reserves and raise the discount rate. That is how the peg was kept.",
    "That knowledge was lacking in the US. It may have led to the later conclusion that ‘independent monetary policy’ was possible while keeping a peg which led to the creation of the failed Bretton Woods.",
    "Certainly the lack of external trouble in the early years may have led to conclusions by John H Williams and others that similar to the Sterling Area, it would be possible to have the gold backed US dollars as key currency while engaging in sterilization.",
    "From the 1960s however as the US became increasing integrated with the world like UK in the past, it turned out differently and led to severe gold losses and the float of the US dollar.",
    "The countries that have low inflation, stability, free trade, internal peace and prosperity are those that realize that the ideology of stimulus and the obsession with low rate are eventually going to result in very high inflation and interest rates.",
    "Mere central bank independence does not solve problems, if the central bank mis-uses that independence to maintain artificially fixed low interest rates thorough open market operations and to sterilize interventions as is done in Sri Lanka.",
    "This column is based on ‘The Price Signal by Bellwether‘ published in the March 2022 issue of the Echelon Magazine. To read Bellwether columns as soon as they are published, subscribe to Echelon Magazine at this link.",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka’s central bank should guard against bankruptcy as Fed lights commodity fires",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether"
  ]
}