{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/for-sri-lankas-sake-gotabaya-rajapaksa-must-resign/",
  "time_ut": 1649479920,
  "title": "For Sri Lanka’s sake, Gotabaya Rajapaksa must resign",
  "body_lines": [
    "The same Gotabaya Rajapaksa who more than anyone else cemented the ethnic divide in Sri Lanka by leading a brutal war against the Liberation Tigers of Tamil Eelam (LTTE) has ended up uniting the Sinhalese, Tamils and Muslims in an unprecedented manner – by presiding over the country’s worst economic meltdown since independence in 1948.",
    "When Gotabaya crushed the LTTE in May 2009, he and his then president-brother Mahinda Rajapaksa acquired the halo of new-era Sinhalese chieftains who delivered what no one else could do over a quarter century, and which few people thought anyone would ever achieve.",
    "It was the time when the victors could have been a little more modest, and not make the mass of Tamils feel that they have been put in their place.",
    "But a combination of Sinhalese chauvinism and military jingoism blinded the Rajapaksas from becoming statesmen, from making it clear that they had no quarrel with the Tamil community but only with the LTTE.",
    "The Rajapaksas were walking in the sky. They could have used their popularity arising from the decimation of the LTTE to create a new Sri Lanka. No one would have stood up to them if they had decided to do away with the cobwebs of ethnic hatred. They could have at least made some modest attempts. Instead, they chose jingoistic popularity.",
    "The tragic reality is that the Rajapaksas had presided over a cold-blooded war, raining death and destruction not just on the LTTE but an entire helpless and unarmed Tamil population that was already being squeezed by the Tamil Tigers. Thousands of innocents were killed in the military blitzkrieg of 2008-9, some were cut down as they tried to surrender and many simply disappeared.",
    "It is sad but true that the mayhem had the widespread support of the Sinhalese, the majority community, large sections of which had come to identify themselves with the overwhelmingly Sinhalese military as it battled the LTTE, the war overseen by the all-powerful defence secretary who is now the incumbent president.",
    "It is no wonder that many Sinhalese feel that the terrible economic suffering they are undergoing now is the karmic outcome of the horrendous pain the Tamils were subjected to.",
    "After all, for years the Tamils living in LTTE-held zones in northern Sri Lanka faced a wide variety of shortages, including of medicines, fuel, batteries, iron and steel products, fertilisers and more. Most of these were “banned” by the military, which feared they could be used for the LTTE war machinery. Few Sinhalese objected. Today, almost all these products are in short supply all across Sri Lanka; if available, they are so expensive that few can afford them. The Sri Lankan rupee is falling through a bottomless pit.",
    "Life across the once tranquil island nation – yes, Sri Lanka was a largely peaceful and friendly place even at the height of the ethnic conflict – is becoming more and more unbearable for the mass of people. And it is not just the poor who are hit; the middle class never had it this bad before. Today, the official rate of one Indian rupee is 5.60 Sri Lankan rupees. About 1,000 restaurants are closed due to widespread gas shortages. Electricity cuts in the country – including in Colombo’s posh areas – have begun to last for up to 10 hours.",
    "One sovereign of gold (24 carat) costs 200,000 Sri Lankan rupees. Dried chillies, which sold at Rs 600 a kilo only three weeks ago, now cost Rs 1,600 a kilo. Sri Lanka imports large quantities of milk powder from New Zealand and Australia as it has no domestic dairy industry; with no money to pay for non-essentials, milk powder has disappeared from the market or is available for a price that only a few can afford.",
    "It is humiliating for Sri Lankans to queue up for petrol and diesel and, worse, cooking gas, which anyone could buy without any hassle from any fuel station until the economic crisis descended. Tourism is virtually dead. Failure to import newsprint has led to newspapers not getting published any more, while the government has been forced to cancel school examinations, affecting millions of students across the country.",
    "A cup of ‘milk tea’ is available for 100 rupees on the street; an auto-rickshaw ride for less than two kilometres can make you poorer by 200 rupees. A kilo of coconut oil sells for 1,000 rupees. A kilo of sugar is now available for 500 rupees – the price rising by the day. Many hospitals have run out of medicines; some appeal to the Indian High Commission to help out.",
    "A Colombo resident admitted that many people are now forced to do two jobs so that food can somehow be got. Some parents from poorer families are forced to skip one meal a day so that at least their children get to have two meals daily. There are families which have turned to firewood to cook food because cooking gas has gone out of their reach. With prices of vegetables shooting up, there is only a sprinkling of what many can afford today.",
    "There are many reasons for the present mess: traditionally bad economics; soaring expenditure on the military, even after the end of the war; widespread corruption, where much of the accusing fingers are pointed towards the Rajapaksas; huge loans taken for unviable projects; sharp fall in foreign remittances; a mistaken belief that China is a selfless friend; and an arrogant refusal to approach the International Monetary Fund and the West for help out of a false sense of national pride. Today, with its back to the wall, Sri Lanka has turned to the IMF.",
    "Gotabaya may blame the ongoing Ukraine-Russia war or the earlier COVID-19 pandemic for much of the mess, but there is widespread unanimity that the problems are a product of bad governance over a decade or more. There is no doubt that Gotabaya succeeded in his first mission – destroying the LTTE – although it came at a terrible price. I used to often speak to Gotabaya on telephone during those tumultuous years. In early 2008, he mapped out to me how he planned to win the war. I thought he was exaggerating; he was not. He was a man possessed then. The LTTE tried to assassinate him and failed; he ended up killing the entire LTTE leadership.",
    "Today, the same Gotabaya has lost the moral right to rule Sri Lanka. The thousands who take to the streets almost daily across the country of 22 million are united in their demand: this government has to go, Gotabaya must exit. The president dropped his hugely controversial brother, Basil Rajapaksa, as the finance minister; but such cosmetic changes are not going to change the mood on the Sri Lankan street. Gotabaya may or may not be the only reason for Sri Lanka’s worst economic meltdown but he cannot evade responsibility. The opposition or even an all-party government may not provide immediate solutions to the crisis. But once you lose the moral right to rule, it is best to quit, on your own. Gotabaya must do that. He will never be able to win Sri Lankan hearts again.",
    "HAULED BEFORE THE SUPREME COURT FOR AN ALLEGED BREACH OF THE ELECTIONS LAW",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}