{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Prof-M-T-A-Furkhan-no-more/56-734545",
  "time_ut": 1652043840,
  "title": "Prof. M.T.A. Furkhan no more",
  "body_lines": [
    "Senior business leader and one of the pioneers of tourism and top professional Prof. M.T.A. Furkhan passed away yesterday.",
    "Prof. Furkhan was one of prime movers in establishing in 1965, the basic roots of the management accountancy profession in Sri Lanka. In 1970, he was appointed as President of the Association of Cost and Works Accountants; and in 1972, when the Institute of Cost and Works Accountants (now CIMA) extended Branch Status to Sri Lanka, he was appointed the first President of the CIMA Sri Lanka Branch.",
    "Furkhan is the Founder of the Confifi Group of Hotel Companies holding the position of Chairman of the Group and its subsidiaries. His previous appointments include: General Manager of Walker Sons & Co. Ltd., and a Professor of Management Accounting, University of Sri Jayewardenepura, Sri Lanka from 1974 to 1976. In 1976, he moved to Australia as the Group Finance Director of a U.K. MNC; and simultaneously the Managing Director of its largest subsidiary in Sydney.",
    "Furkhan has won many citations and awards in his lifetime of achievement. He has been awarded the CIMA Institute Plaque in recognition of services to the Management Accountancy Profession. He was also been awarded a Citation by the Institute of Chartered Secretaries & Administrators, Sri Lanka Branch; and has been recognised as a CIMA Business Leader of the Year.",
    "He was also awarded Life Membership of the Tourist Hotels Association of Sri Lanka, in recognition of immense contribution to the industry.",
    "His contributions in terms of public service has been immense. Furkhan has been a Member, Advisory Committee of the Government Bureau of Audit and Management Services; Chairman, Income Tax Payers Association; Committee Member, National Chamber of Industries; Member, Advisory Council of the Faculty of Management Studies (University of Ceylon); Member, Board of Governors and Council of the Sri Lanka Business Development Centre; Finance Director, Central Transport Board; Council Member, South Eastern University of Sri Lanka; Council Member, Postgraduate Institute of Management; and Member, Sri Lanka Government Technical Training Institute.",
    "He has also been President of the Rotary Club of Colombo North, Chairman of the Institute of Management Services, Chairman of the Tourist Hotels Association of Sri Lanka, President of the Association of Directors, Executive Committee Member of the Ceylon Chamber of Commerce Chairman, and Principal and Member of the Board of Governors of Zahira College.",
    "For this exemplary public service, Furkhan was awarded the National Honour Titles of Deshabandu (in 1987) and Deshamanya (in 2005) by the President of Sri Lanka.",
    "He is a Fellow of the Chartered Institute of Management Accountants (UK), Fellow, of the Institute of Chartered Corporate Secretaries (Sri Lanka) and Fellow of CPA Australia. He also holds the J. Dip MA(UK), and CGMA professional designations."
  ],
  "translate": {
    "si": {
      "title": "මහාචාර්ය එම්.ටී.ඒ. ෆුර්ඛාන් තවත් නැත",
      "body_lines": [
        "ජ්‍යෙෂ්ඨ ව්‍යාපාරික නායකයෙකු සහ සංචාරක ව්‍යාපාරයේ පුරෝගාමියෙකු සහ ඉහළම වෘත්තිකයෙකු වන මහාචාර්ය එම්.ටී.ඒ. ෆුර්ඛාන් ඊයේ අභාවප්‍රාප්ත විය.",
        "මහාචාර්ය ෆුර්ඛාන් ශ්‍රී ලංකාවේ කළමනාකරණ ගණකාධිකාරී වෘත්තියේ මූලික මූලයන් වන 1965 දී පිහිටුවීමේ ප්‍රමුඛ පෙළේ අයෙකි. 1970 දී, ඔහු පිරිවැය සහ වැඩ ගණකාධිකාරී සංගමයේ සභාපති ලෙස පත් කරන ලදී; සහ 1972 දී, පිරිවැය සහ වැඩ ගණකාධිකාරී ආයතනය (දැන් CIMA) ශ්‍රී ලංකාවට ශාඛා තත්ත්වය දීර්ඝ කළ විට, ඔහු CIMA ශ්‍රී ලංකා ශාඛාවේ පළමු සභාපතිවරයා ලෙස පත් කරන ලදී.",
        "Furkhan යනු සමූහයේ සහ එහි අනුබද්ධ සමාගම්වල සභාපති තනතුර දරන Confifi Group of Hotel Companies හි නිර්මාතෘවරයා වේ. ඔහුගේ පෙර පත්වීම්වලට ඇතුළත් වන්නේ: Walker Sons & Co. Ltd හි සාමාන්‍යාධිකාරී, සහ 1974 සිට 1976 දක්වා ශ්‍රී ජයවර්ධනපුර විශ්ව විද්‍යාලයේ කළමනාකරණ ගිණුම්කරණය පිළිබඳ මහාචාර්යවරයෙකි. 1976 දී ඔහු U.K හි සමූහ මූල්‍ය අධ්‍යක්ෂ ලෙස ඕස්ට්‍රේලියාවට ගියේය. MNC; සහ ඊට සමගාමීව සිඩ්නි හි විශාලතම අනුබද්ධ ආයතනයේ කළමනාකාර අධ්‍යක්ෂ.",
        "ෆුර්ඛාන් ඔහුගේ ජීවිත කාලය තුළ බොහෝ උපුටා දැක්වීම් සහ සම්මාන දිනාගෙන ඇත. කළමනාකරණ ගණකාධිකාරී වෘත්තියට කරන ලද සේවාවන් අගයමින් CIMA ආයතනයේ සමරු ඵලකය ඔහුට පිරිනමා ඇත. ඔහුට වරලත් ලේකම්වරුන්ගේ සහ පරිපාලකයින්ගේ ආයතනය, ශ්‍රී ලංකා ශාඛාව විසින් උපුටා දැක්වීමක් ද පිරිනමන ලදී; සහ වසරේ CIMA ව්‍යාපාර නායකයෙකු ලෙස පිළිගෙන ඇත.",
        "කර්මාන්තයට කළ අතිමහත් දායකත්වය අගයමින් ඔහුට ශ්‍රී ලංකා සංචාරක හෝටල් සංගමයේ ජීවිත සාමාජිකත්වය ද පිරිනමන ලදී.",
        "රාජ්‍ය සේවයට ඔහු කළ දායකත්වය අතිමහත්ය. ෆුර්ඛාන් රජයේ විගණන හා කළමනාකරණ සේවා කාර්යාංශයේ උපදේශක කමිටුවේ සාමාජිකයෙකු ලෙස කටයුතු කර ඇත. සභාපති, ආදායම් බදු ගෙවන්නන්ගේ සංගමය; කමිටු සාමාජික, ජාතික කර්මාන්ත මණ්ඩලය; සාමාජික, කළමනාකරණ අධ්‍යයන පීඨයේ (ලංකා විශ්වවිද්‍යාලය) උපදේශක සභාව; සාමාජික, ශ්‍රී ලංකා ව්‍යාපාර සංවර්ධන මධ්‍යස්ථානයේ පාලක මණ්ඩලය සහ සභාව; මුල්‍ය අධ්‍යක්ෂ, මධ්‍යම ගමනාගමන මණ්ඩලය; කවුන්සිලයේ සාමාජික, ශ්‍රී ලංකා අග්නිදිග විශ්වවිද්‍යාලය; කවුන්සිලයේ සාමාජික, කළමනාකරණ පශ්චාත් උපාධි ආයතනය; සහ සාමාජික, ශ්‍රී ලංකා රජයේ තාක්ෂණික පුහුණු ආයතනය.",
        "ඔහු උතුරු කොළඹ රොටරි සමාජයේ සභාපති, කළමනාකරණ සේවා ආයතනයේ සභාපති, ශ්‍රී ලංකා සංචාරක හෝටල් සංගමයේ සභාපති, අධ්‍යක්ෂවරුන්ගේ සංගමයේ සභාපති, ලංකා වාණිජ මණ්ඩලයේ විධායක කමිටු සාමාජික, සහ සහිරා විද්‍යාලයේ විදුහල්පති සහ පාලක මණ්ඩල සාමාජික.",
        "මෙම ආදර්ශමත් රාජ්‍ය සේවය වෙනුවෙන් ශ්‍රී ලංකා ජනාධිපතිවරයා විසින් ෆුර්ඛාන් හට දේශබන්දු (1987 දී) සහ දේශමාන්‍ය (2005 දී) යන ජාතික ගෞරව නාමයන් පිරිනමන ලදී.",
        "ඔහු වරලත් කළමනාකරණ ගණකාධිකාරීවරුන්ගේ (එක්සත් රාජධානියේ), වරලත් ආයතනික ලේකම්වරුන්ගේ ආයතනයේ (ශ්‍රී ලංකාව) සාමාජිකයෙකු සහ CPA ඕස්ට්‍රේලියාවේ සාමාජිකයෙකි. ඔහු J. Dip MA(UK), සහ CGMA වෘත්තීය තනතුරු ද දරයි."
      ]
    },
    "ta": {
      "title": "பேராசிரியர் எம்.டி.ஏ. ஃபர்கான் இனி இல்லை",
      "body_lines": [
        "மூத்த வணிகத் தலைவரும், சுற்றுலாத்துறையின் முன்னோடிகளில் ஒருவரும், உயர்மட்ட நிபுணருமான பேராசிரியர் எம்.டி.ஏ. ஃபுர்கான் நேற்று காலமானார்.",
        "1965 இல் இலங்கையில் முகாமைத்துவ கணக்கியல் தொழிலின் அடிப்படை வேர்களை நிறுவியதில் முதன்மையானவர்களில் ஒருவர் பேராசிரியர் ஃபுர்கான் ஆவார். 1970 இல், அவர் செலவு மற்றும் பணி கணக்காளர்கள் சங்கத்தின் தலைவராக நியமிக்கப்பட்டார்; மற்றும் 1972 இல், செலவு மற்றும் வேலை கணக்காளர்கள் நிறுவனம் (இப்போது CIMA) இலங்கைக்கு கிளை அந்தஸ்தை நீட்டித்தபோது, ​​அவர் CIMA இலங்கை கிளையின் முதல் தலைவராக நியமிக்கப்பட்டார்.",
        "ஃபுர்கான் கான்ஃபிஃபி குரூப் ஆஃப் ஹோட்டல் நிறுவனங்களின் நிறுவனர் மற்றும் குழுமத்தின் தலைவர் மற்றும் அதன் துணை நிறுவனங்களின் பதவியை வகிக்கிறார். அவரது முந்தைய நியமனங்கள்: வாக்கர் சன்ஸ் & கோ. லிமிடெட் பொது மேலாளர், மற்றும் 1974 முதல் 1976 வரை ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழகத்தில் மேலாண்மை கணக்கியல் பேராசிரியர், இலங்கை. 1976 இல், அவர் ஒரு U.K இன் குழு நிதி இயக்குநராக ஆஸ்திரேலியா சென்றார். MNC; அதே நேரத்தில் சிட்னியில் உள்ள அதன் மிகப்பெரிய துணை நிறுவனத்தின் நிர்வாக இயக்குநராகவும் இருந்தார்.",
        "ஃபுர்கான் தனது வாழ்நாள் சாதனையில் பல மேற்கோள்களையும் விருதுகளையும் வென்றுள்ளார். மேலாண்மை கணக்கியல் தொழிலுக்கான சேவைகளை அங்கீகரிப்பதற்காக அவருக்கு CIMA இன்ஸ்டிட்யூட் பிளேக் வழங்கப்பட்டுள்ளது. பட்டயச் செயலாளர்கள் மற்றும் நிர்வாகிகள் நிறுவனம், இலங்கைக் கிளையால் அவருக்கு ஒரு சான்றிதழும் வழங்கப்பட்டது; மேலும் இந்த ஆண்டின் CIMA வணிகத் தலைவராக அங்கீகரிக்கப்பட்டுள்ளது.",
        "தொழில்துறைக்கான மகத்தான பங்களிப்பை அங்கீகரிக்கும் வகையில், அவருக்கு இலங்கை சுற்றுலா ஹோட்டல்கள் சங்கத்தின் வாழ்நாள் உறுப்பினர் பதவியும் வழங்கப்பட்டது.",
        "பொது சேவையில் அவரது பங்களிப்பு அளப்பரியது. ஃபுர்கான், தணிக்கை மற்றும் மேலாண்மை சேவைகளின் அரசாங்க பணியகத்தின் ஆலோசனைக் குழுவின் உறுப்பினராக இருந்துள்ளார்; தலைவர், வருமான வரி செலுத்துவோர் சங்கம்; கமிட்டி உறுப்பினர், தேசிய தொழில் சபை; உறுப்பினர், முகாமைத்துவ கற்கைகள் பீடத்தின் ஆலோசனைக் குழு (இலங்கைப் பல்கலைக்கழகம்); இலங்கை வர்த்தக அபிவிருத்தி நிலையத்தின் ஆளுநர்கள் குழு மற்றும் சபை உறுப்பினர்; நிதி இயக்குனர், மத்திய போக்குவரத்து வாரியம்; சபை உறுப்பினர், இலங்கை தென்கிழக்கு பல்கலைக்கழகம்; கவுன்சில் உறுப்பினர், மேலாண்மை முதுகலை நிறுவனம்; மற்றும் உறுப்பினர், இலங்கை அரசு தொழில்நுட்ப பயிற்சி நிறுவனம்.",
        "கொழும்பு வடக்கு ரோட்டரி கழகத்தின் தலைவர், முகாமைத்துவ சேவைகள் நிறுவகத்தின் தலைவர், இலங்கை சுற்றுலா ஹோட்டல்கள் சங்கத்தின் தலைவர், பணிப்பாளர்கள் சங்கத்தின் தலைவர், இலங்கை வர்த்தக சம்மேளனத்தின் செயற்குழு உறுப்பினர், மற்றும் ஸாஹிரா கல்லூரியின் அதிபர் மற்றும் ஆளுநர் சபை உறுப்பினர்.",
        "இந்த முன்மாதிரியான பொதுச் சேவைக்காக, ஃபுர்கானுக்கு தேசபந்து (1987 இல்) மற்றும் தேசமான்யா (2005 இல்) ஆகிய தேசிய கௌரவப் பட்டங்கள் இலங்கை ஜனாதிபதியால் வழங்கப்பட்டது.",
        "அவர் மேலாண்மைக் கணக்காளர்கள் பட்டய நிறுவனத்தில் (UK), ஃபெலோ, இன்ஸ்டிடியூட் ஆஃப் சார்ட்டர்ட் கார்ப்பரேட் செக்ரட்டரிஸ் (இலங்கை) மற்றும் CPA ஆஸ்திரேலியாவின் ஃபெலோ. அவர் ஜே. டிப் எம்ஏ(யுகே), மற்றும் சிஜிஎம்ஏ தொழில்முறை பதவிகளையும் பெற்றுள்ளார்."
      ]
    }
  }
}