{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/WB-expects-SL-economy-to-contract-by-7-8-in-2022/245-239312",
  "time_ut": 1655523180,
  "title": "WB expects SL economy to contract by 7.8% in 2022",
  "body_lines": [
    "Grim outlook as country battles with electricity, food and fuel shortages",
    "Says growth contraction can be worse if relevant authorities delay actions",
    "Points out that additional increases in global commodity prices may put further upward pressure on food inflation",
    "Region wise, growth in South Asia is projected to moderate to 6.8% and 5.8% in 2022 and 2023",
    "The World Bank (WB) expects Sri Lanka’s economy to contract by 7.8 percent in the year 2022, a grim outlook, due to the country battling with severe shortages in electricity, food and fuel.",
    "As the economic crisis, due to poor management of the economy, resulting in foreign reserves to dip to historic low levels, the WB said the island nation would only be able to move towards a positive growth trajectory in 2024, where the economy is forecasted to expand by one percent. In 2023, the economy is expected to contract by 3.7 percent.",
    "“A balance of payments crisis and the cessation of external debt repayments in Sri Lanka have significantly deteriorated growth prospects, which are highly uncertain and subject to significant downside risks,” said the WB in its Global Economic Prospects report released this month.“The country faces severe economic difficulties and rising policy uncertainty—with the ongoing electricity blackouts and an inability to import sufficient essentials, including food and energy,” it added.",
    "The WB cautioned that the economic growth contraction can be worse, if the relevant authorities delay the actions required in debt restructuring efforts and restoring macroeconomic stability. The former is critical to commence the process of fiscal rehabilitation, the agency said.",
    "The WB also expressed concerns on the sky-rocketing food prices and its impact on the poor, who spend a substantial proportion of their income on food. The food prices, as measured by the Colombo Consumer Price Index (CCPI), rose by 57.4 percent year-on-year in May.",
    "According to the United Nations, nearly five million people or 22 percent of the Sri Lankan population are estimated to have become food insecure, due to the ongoing economic crisis in the country.",
    "It noted that the additional increases in global commodity prices may put further upward pressure on food inflation, which is already high, eroding real incomes and reducing consumption.",
    "Region wise, growth in South Asia is projected to moderate to 6.8 and 5.8 percent in 2022 and 2023, as the momentum of the recovery wanes and the war in Ukraine undermines external demand and erodes real incomes through higher food and energy prices.",
    "“The region is particularly vulnerable to the impact of higher food prices, with food accounting for 43 percent of the consumption basket on average, compared to 33 percent across EMDEs,” the WB said.",
    "The weakening net exports and eroded consumer demand amid higher prices are expected to remain a significant drag on activity, the former reducing growth in 2022 by two percentage points.",
    "As the recovery from the pandemic recession matures, growth will be supported by private consumption, which is projected to contribute about four percentage points a year to GDP growth over 2022-24. The contribution to growth from government consumption will peak in 2022 and wane thereafter as fiscal support is withdrawn, the WB said."
  ],
  "translate": {
    "si": {
      "title": "2022 දී ශ්‍රී ලංකා ආර්ථිකය 7.8% කින් හැකිලෙනු ඇතැයි WB අපේක්ෂා කරයි",
      "body_lines": [
        "රට විදුලිය, ආහාර සහ ඉන්ධන හිඟය සමඟ සටන් කරන විට දරුණු දෘෂ්ටිය",
        "අදාළ බලධාරීන් ක්‍රියාමාර්ග ප්‍රමාද කළහොත් වර්ධන හැකිලීම වඩාත් නරක විය හැකි බව පවසයි",
        "ගෝලීය භාණ්ඩ මිලෙහි අතිරේක වැඩිවීම් ආහාර උද්ධමනය මත තවදුරටත් ඉහළ පීඩනයක් ඇති කළ හැකි බව පෙන්වා දෙයි",
        "කලාපීය වශයෙන්, දකුණු ආසියාවේ වර්ධනය 2022 සහ 2023 දී 6.8% සහ 5.8% දක්වා මධ්‍යස්ථ වනු ඇතැයි පුරෝකථනය කර ඇත.",
        "2022 වසරේ ශ්‍රී ලංකාවේ ආර්ථිකය සියයට 7.8 කින් හැකිලෙනු ඇතැයි ලෝක බැංකුව (WB) අපේක්ෂා කරයි, රට විදුලිය, ආහාර සහ ඉන්ධනවල උග්‍ර හිඟයක් සමඟ පොරබදමින් සිටින නිසා, දරුණු දැක්මකි.",
        "ආර්ථික අර්බුදය හේතුවෙන්, ආර්ථිකයේ දුර්වල කළමනාකරණය හේතුවෙන්, විදේශ සංචිත ඓතිහාසික පහළ මට්ටමට පහත වැටීම හේතුවෙන්, WB කියා සිටියේ, ආර්ථිකය පුරෝකථනය කර ඇති 2024 දී පමණක් දිවයිනේ ජාතියට ධනාත්මක වර්ධන මාවතක් කරා ගමන් කිරීමට හැකි වනු ඇති බවයි. සියයට එකකින් පුළුල් කරන්න. 2023 දී ආර්ථිකය සියයට 3.7 කින් හැකිලෙනු ඇතැයි අපේක්ෂා කෙරේ.",
        "\"ගෙවුම් ශේෂ අර්බුදයක් සහ විදේශ ණය ආපසු ගෙවීමේ ශ්‍රී ලංකාව තුළ නැවැත්වීම නිසා වර්ධන අපේක්ෂාවන් සැලකිය යුතු ලෙස පිරිහී ඇත, ඒවා ඉතා අවිනිශ්චිත සහ සැලකිය යුතු අවාසි අවදානම් වලට යටත් වේ\" යනුවෙන් WB මෙම මාසයේ නිකුත් කරන ලද ගෝලීය ආර්ථික අපේක්ෂාවන් වාර්තාවේ සඳහන් කර ඇත. පවතින විදුලිය ඇනහිටීම් සහ ආහාර සහ බලශක්තිය ඇතුළු ප්‍රමාණවත් අත්‍යාවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීමට ඇති නොහැකියාව සමඟ දැඩි ආර්ථික දුෂ්කරතාවයන්ට සහ නැගී එන ප්‍රතිපත්ති අවිනිශ්චිතතාවයන්ට මුහුන දෙයි.",
        "ණය ප්‍රතිව්‍යුහගත කිරීමේ ප්‍රයත්නයන් සහ සාර්ව ආර්ථික ස්ථාවරත්වය ප්‍රතිෂ්ඨාපනය කිරීමේදී අවශ්‍ය ක්‍රියාමාර්ග අදාළ බලධාරීන් විසින් ප්‍රමාද කරන්නේ නම්, ආර්ථික වර්ධන සංකෝචනය වඩාත් නරක අතට හැරිය හැකි බවට WB අනතුරු ඇඟවීය. මූල්‍ය පුනරුත්ථාපන ක්‍රියාවලිය ආරම්භ කිරීම සඳහා පළමුවැන්න ඉතා වැදගත් බව ඒජන්සිය පවසයි.",
        "ලෝක බැංකුව ද අහස උසට නැඟෙන ආහාර මිල ගණන් සහ ඔවුන්ගේ ආදායමෙන් සැලකිය යුතු ප්‍රතිශතයක් ආහාර සඳහා වැය කරන දුප්පතුන් කෙරෙහි එහි බලපෑම පිළිබඳව කනස්සල්ල පළ කළේය. කොළඹ පාරිභෝගික මිල දර්ශකය (CCPI) මගින් මනිනු ලබන ආහාර මිල ගණන් මැයි මාසයේදී වසරින් වසර සියයට 57.4 කින් ඉහළ ගියේය.",
        "එක්සත් ජාතීන්ගේ සංවිධානයට අනුව, රටේ පවතින ආර්ථික අර්බුදය හේතුවෙන් මිලියන පහකට ආසන්න ජනතාවක් හෙවත් ශ්‍රී ලංකා ජනගහනයෙන් සියයට 22ක් ආහාර අනාරක්ෂිත බවට පත්ව ඇතැයි ගණන් බලා තිබේ.",
        "ගෝලීය භාණ්ඩ මිලෙහි අතිරේක වැඩිවීම් මගින් දැනටමත් ඉහළ මට්ටමක පවතින ආහාර උද්ධමනය මත තවදුරටත් ඉහළ පීඩනයක් ඇති කළ හැකි බවත්, සැබෑ ආදායම ඛාදනය වෙමින් පරිභෝජනය අඩු කළ හැකි බවත් එය සඳහන් කළේය.",
        "කලාපය අනුව, දකුණු ආසියාවේ වර්ධනය 2022 සහ 2023 දී සියයට 6.8 සහ 5.8 දක්වා මධ්‍යස්ථ වනු ඇතැයි පුරෝකථනය කර ඇත, ප්‍රකෘතිමත් වීමේ ගම්‍යතාවය අඩු වන අතර යුක්‍රේනයේ යුද්ධය බාහිර ඉල්ලුමට වල කපන අතර ඉහළ ආහාර සහ බලශක්ති මිල හරහා සැබෑ ආදායම ඛාදනය කරයි.",
        "\"ඊඑම්ඩීඊ හරහා සියයට 33 ට සාපේක්ෂව සාමාන්‍යයෙන් පරිභෝජන කූඩයෙන් සියයට 43 ක් ආහාර සමඟින්, ඉහළ ආහාර මිලවල බලපෑමට කලාපය විශේෂයෙන් අවදානමට ලක් වේ\" යනුවෙන් ඩබ්ලිව්බී පැවසීය.",
        "ශුද්ධ අපනයන දුර්වල වීම සහ ඉහළ මිල ගණන් මධ්‍යයේ ඛාදනය වූ පාරිභෝගික ඉල්ලුම ක්‍රියාකාරකම් මත සැලකිය යුතු ඇදීමක් පවතිනු ඇතැයි අපේක්ෂා කරන අතර, කලින් 2022 දී වර්ධනය සියයට දෙකකින් අඩු කරයි.",
        "වසංගත අවපාතයෙන් ප්‍රකෘතිමත් වීම පරිණත වන විට, පුද්ගලික පරිභෝජනය මගින් වර්ධනයට සහාය වනු ඇත, එය 2022-24 කාලය තුළ දළ දේශීය නිෂ්පාදිතයේ වර්ධනයට වසරකට සියයට හතරක් පමණ දායක වනු ඇතැයි පුරෝකථනය කර ඇත. රාජ්‍ය පරිභෝජනයෙන් වර්ධනයට ලැබෙන දායකත්වය 2022 දී උපරිම මට්ටමට පැමිණෙනු ඇති අතර ඉන් පසුව මූල්‍ය ආධාර ඉවත් කර ගැනීමත් සමඟ අඩු වනු ඇති බව WB පවසයි."
      ]
    },
    "ta": {
      "title": "2022 இல் இலங்கைப் பொருளாதாரம் 7.8% சுருங்கும் என WB எதிர்பார்க்கிறது",
      "body_lines": [
        "மின்சாரம், உணவு மற்றும் எரிபொருள் பற்றாக்குறையுடன் நாடு போராடும்போது கடுமையான பார்வை",
        "சம்பந்தப்பட்ட அதிகாரிகள் நடவடிக்கைகளை தாமதப்படுத்தினால் வளர்ச்சிச் சுருக்கம் மோசமாக இருக்கும் என்கிறார்",
        "உலகளாவிய பொருட்களின் விலைகளில் கூடுதல் அதிகரிப்பு உணவு பணவீக்கத்தில் மேலும் மேல்நோக்கி அழுத்தத்தை ஏற்படுத்தக்கூடும் என்று சுட்டிக்காட்டுகிறது",
        "பிராந்திய வாரியாக, தெற்காசியாவின் வளர்ச்சி 2022 மற்றும் 2023 இல் 6.8% மற்றும் 5.8% ஆக இருக்கும் என்று கணிக்கப்பட்டுள்ளது.",
        "2022 ஆம் ஆண்டில் இலங்கையின் பொருளாதாரம் 7.8 சதவீதத்தால் சுருங்கும் என்று உலக வங்கி (WB) எதிர்பார்க்கிறது, இது நாடு மின்சாரம், உணவு மற்றும் எரிபொருள் ஆகியவற்றில் கடுமையான பற்றாக்குறையுடன் போராடுவதால், ஒரு மோசமான கண்ணோட்டம்.",
        "பொருளாதார நெருக்கடியின் காரணமாக, பொருளாதாரத்தின் மோசமான நிர்வாகத்தின் காரணமாக, வெளிநாட்டு இருப்புக்கள் வரலாற்று குறைந்த மட்டங்களுக்கு வீழ்ச்சியடைவதால், தீவு நாடு 2024 இல் மட்டுமே சாதகமான வளர்ச்சிப் பாதையை நோக்கி நகர முடியும் என்று WB கூறியது, அங்கு பொருளாதாரம் கணிக்கப்பட்டுள்ளது. ஒரு சதவீதம் விரிவாக்கம். 2023ல் பொருளாதாரம் 3.7 சதவீதம் சுருங்கும் என எதிர்பார்க்கப்படுகிறது.",
        "\"இலங்கையில் செலுத்தும் சமநிலை நெருக்கடி மற்றும் வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்துவதை நிறுத்துதல் ஆகியவை வளர்ச்சி வாய்ப்புகள் கணிசமாக மோசமடைந்துள்ளன, அவை மிகவும் நிச்சயமற்றவை மற்றும் குறிப்பிடத்தக்க எதிர்மறையான அபாயங்களுக்கு உட்பட்டுள்ளன\" என்று WB இந்த மாதம் வெளியிடப்பட்ட அதன் உலகளாவிய பொருளாதார வாய்ப்புகள் அறிக்கையில் தெரிவித்துள்ளது. கடுமையான பொருளாதார சிக்கல்கள் மற்றும் அதிகரித்து வரும் கொள்கை நிச்சயமற்ற தன்மையை எதிர்கொள்கிறது-தற்போது நிலவும் மின்சார தடைகள் மற்றும் உணவு மற்றும் எரிசக்தி உட்பட போதுமான அத்தியாவசிய பொருட்களை இறக்குமதி செய்ய இயலாமை,\" என்று அது மேலும் கூறியது.",
        "கடன் மறுசீரமைப்பு முயற்சிகள் மற்றும் மேக்ரோ பொருளாதார ஸ்திரத்தன்மையை மீட்டெடுப்பதில் தேவையான நடவடிக்கைகளை சம்பந்தப்பட்ட அதிகாரிகள் தாமதப்படுத்தினால், பொருளாதார வளர்ச்சி சுருக்கம் மோசமாக இருக்கும் என்று WB எச்சரித்தது. நிதி மறுவாழ்வு செயல்முறையைத் தொடங்குவதற்கு முந்தையது மிகவும் முக்கியமானது என்று நிறுவனம் கூறியது.",
        "WB மேலும் உயர்ந்து வரும் உணவு விலைகள் மற்றும் ஏழைகள் மீது அதன் தாக்கம் பற்றிய கவலைகளை வெளிப்படுத்தியது, அவர்கள் தங்கள் வருமானத்தில் கணிசமான விகிதத்தை உணவுக்காக செலவிடுகிறார்கள். கொழும்பு நுகர்வோர் விலைச் சுட்டெண் (CCPI) மூலம் அளவிடப்படும் உணவுப் பொருட்களின் விலைகள், மே மாதத்தில் ஆண்டுக்கு ஆண்டுடன் ஒப்பிடுகையில் 57.4 வீதத்தால் அதிகரித்துள்ளன.",
        "ஐக்கிய நாடுகள் சபையின் கூற்றுப்படி, நாட்டில் நிலவும் பொருளாதார நெருக்கடி காரணமாக, கிட்டத்தட்ட ஐந்து மில்லியன் மக்கள் அல்லது இலங்கையின் சனத்தொகையில் 22 வீதமானோர் உணவுப் பாதுகாப்பற்ற நிலைக்கு ஆளாகியுள்ளதாக மதிப்பிடப்பட்டுள்ளது.",
        "உலகளாவிய பொருட்களின் விலைகளில் கூடுதல் அதிகரிப்பு உணவுப் பணவீக்கத்தின் மீது மேலும் மேல்நோக்கி அழுத்தத்தை ஏற்படுத்தலாம், இது ஏற்கனவே அதிகமாக உள்ளது, உண்மையான வருமானம் மற்றும் நுகர்வு குறைகிறது.",
        "பிராந்திய வாரியாக, தெற்காசியாவின் வளர்ச்சி 2022 மற்றும் 2023 இல் 6.8 மற்றும் 5.8 சதவீதமாக இருக்கும் என்று கணிக்கப்பட்டுள்ளது, ஏனெனில் மீட்பு வேகம் குறைந்து, உக்ரைனில் நடந்த போர் வெளிப்புற தேவையை குறைமதிப்பிற்கு உட்படுத்துகிறது மற்றும் அதிக உணவு மற்றும் எரிசக்தி விலைகள் மூலம் உண்மையான வருமானத்தை அரிக்கிறது.",
        "\"அதிக உணவு விலைகளின் தாக்கத்திற்கு இப்பகுதி குறிப்பாக பாதிக்கப்படக்கூடியது, உணவு சராசரியாக நுகர்வுக் கூடையில் 43 சதவிகிதம் ஆகும், EMDE களில் 33 சதவிகிதத்துடன் ஒப்பிடும்போது,\" WB கூறியது.",
        "பலவீனமான நிகர ஏற்றுமதிகள் மற்றும் அதிக விலைகளுக்கு மத்தியில் நுகர்வோர் தேவை குறைவது ஆகியவை செயல்பாட்டில் குறிப்பிடத்தக்க இழுவையாக இருக்கும் என்று எதிர்பார்க்கப்படுகிறது, முந்தையது 2022 இல் வளர்ச்சியை இரண்டு சதவீத புள்ளிகளால் குறைக்கிறது.",
        "தொற்றுநோய் மந்தநிலையிலிருந்து மீள்வது முதிர்ச்சியடையும் போது, ​​வளர்ச்சியானது தனியார் நுகர்வு மூலம் ஆதரிக்கப்படும், இது 2022-24 இல் மொத்த உள்நாட்டு உற்பத்தியின் வளர்ச்சிக்கு ஒரு வருடத்திற்கு நான்கு சதவீத புள்ளிகளை பங்களிக்கும் என்று கணிக்கப்பட்டுள்ளது. அரசாங்க நுகர்வு வளர்ச்சிக்கான பங்களிப்பு 2022 இல் உச்சத்தை எட்டும் மற்றும் நிதி ஆதரவு திரும்பப் பெறப்படுவதால் குறையும், WB கூறியது."
      ]
    }
  }
}