{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/what-can-ranil-get-done/",
  "time_ut": 1653656520,
  "title": "What can Ranil get done?",
  "body_lines": [
    "The spirit of my heading is not a mocking: ‘He can’t get anything done; his Interim Administration (IA) is an exercise in futility’ gesture. Not at all, it is a serious even bookish question about what RW’s IA with a bit of luck is likely to achieve and what, even a congenital optimist will grant, it cannot do. And in between there are a raft of maybe and may-not-be options. I have never been a UNP supporter but I will not let my political views affect the assessment offered here.",
    "I think RW will pull a few rabbits out of the hat and get a few things done re the impending catastrophe. Maybe that’s one reason why he said the “next two months could be the worst”. If he eases the pain he can crow “See I did it!” Tamil Nadu has flagged-off ship-loads of rice, milk-powder and medicines and Delhi flagged-off mercy-tankers of petroleum/oil. Japan has offered a $1.5 billion grant which we will not be able to repay. The IMF and the Americans have not yet dropped anything in the begging bowl but charity is being pondered. For some incomprehensible reason, though we know we are a crummy lot, the rest of the world has a soft corner for Ceylon-Sri Lanka. And then there are the virtues of nonalignment. If RW plays coy he can get the Chinese and QUAD to fight over mating rights. Petrol and gas shortages may ease and if so RW will claim credit and wolf-whistle at Sajith to come over for a cuddle and a tumble. This is not unrealistic; it is a possible two-month subplot; indeed so far he has outsmarted the SJB. However, if he fails to ease the fuel snarl up within say two weeks he will be toast; public opinion will turn against him and there will be more trouble on the streets.",
    "If this subplot seems manageable, the next is much tougher. Food! Gotabaya’s imbecile fertiliser dogma has brought the country to the threshold of starvation. UN Secretary General Antonio Guterres singled out Afghanistan and Lanka as countries where people will go hungry this year. Furthermore, even if we had dollars the global scene is very bad. Many UN agencies warn of a food crisis. Between 1.5 billion and 400 million will go hungry. An FAO Information Note points out that Russian wheat accounts for 16.8% of world wheat exports and Ukraine’s share is 11.5%. In 2021; either Russia or Ukraine (or both) ranked among the top three global exporters of wheat, maize and sunflower oil. (China and India, in that order are the world’s largest wheat producers). Russia is the world’s top exporter of nitrogen fertilizers, second in potassium fertilizer and the third in of phosphorous fertilizer. The UN warns of an unavoidable dire fate. Bread price in this Gota-blighted island has doubled. RW et al can do nothing about any of this except pray harder.",
    "Why not make a conspiracy-theory movie with a plot that our fertiliser scuttling imbeciles were working in cahoots with Russia and Ukraine to hold the world to ransom? I have a grumpy buddy in Australia who will buy the global rights if it’s gloomy enough. Seriously though, the Treasury and the Central Bank have been robbed empty by the villainy or idiocy, respectively, of MR plus Royal Family, or of GR. This then is RW’s third hurdle (after fuel shortages and impending food calamity). The nation’s reserves are gone, the future is bleak and RW and his merry-men cannot overcome any of this. At some stage people will say of RW either: “The bugger tried and did a few things, but the real villains are the goddamn Paksas”, or they will roll him up with the Paksa-brigands and nearly-225 other sons of bachelors and damn him too.",
    "Alas I am not done with bad omens. The worst pertains to a medium-term programme to rebuild the nation’s economy. In a series of columns spread over weeks I have made some points that people have agreed with. Prominent is the fundamental truth that we as a nation consume and have for some 70+ years consumed more than we produce. Ceylon-Sri Lanka is broke because we ate our way through much more than the output of our economy. A significant cut in consumption is already in full swing. Steep inflation, hefty increases in fuel prices and a fall in the value of LKR by 50% without an increase is wages, amounts to substantial restructuring of the economy away from consumption. Savings of all description, insurance and pensions, indeed anything monetary in public hands de facto been slashed in value. Inevitably there will be more to come. The cutting consumption side of restructuring is underway, the production side has still to be addressed.",
    "Does this sound like taking the side of the well-heeled against the yakos? No, the capitalist class was into crooked games up to its eyeballs. The worst was JR’s neoliberal period (RW was a part of it), oiled by anti-Tamil pogroms, subversion of the judiciary and an authoritarian constitution. To stay within the narrow remit of the economic argument, the JR era of neoliberal opening-up for much sought-after global investors and unchecked laissez faire in domestic economics was a disaster. Investors did not arrive in anything like expected numbers, multiplied plunder of national resources and pauperised Northern and Eastern farmers, a factor in the rise of Tamil nationalism.",
    "Having got this anti-capitalist harangue off my chest, the question remains “What to do now?” Two things that will have to be done even if God Almighty becomes Finance Minister is consumption will have to be pruned and production and productivity raised. The left will wail at the first; but what the hell comrades Lenin did it, Stalin did it with an iron fist, Stalinist governments did it in Eastern Europe, the great helmsman tried in China and mucked it up because he was half-mad by then, Castro did it fairly successfully (think healthcare, education and poverty alleviation) though US aggression undercut any thought of democracy. The big difference is that Lanka is not a post-revolutionary society; our task is to push in progressive social-democratic directions. The left, if faithful to its past, will not rob; furthermore it can help people understand why they are sacrificing and that the usufruct will be ploughed back for the benefit of their children.",
    "To get back to RW. Ok I am prepared to grant that he is not a crook, unlike the Paksa-Plunderers, SLPP hangers-on and the majority of current MPs and one-time Provincial Councillors – you know what I am saying; adverbs and adjectives fail me and my Editor has a phobia against four-letter words. The question at issue is can an Interim Administration led by RW, buttressed by cross-overs from here and there and everywhere, with a less than second-rate Cabinet, carry through a programme curtailing consumption and engendering increased economic output? The answer is that the question is beside the point since the IA has no mandate beyond dealing with urgent tasks pertaining to the prevailing emergency. RW plus alliances he concocts (the SJB has now put its head down offered to back the IA) must win an election to gain legitimacy for any medium- or long-term programme on his drawing board. So, in tennis parlance; point-and-set to early elections.",
    "The other bourgeois-democratic option, the Sajith bandwagon, cannot form a government till it wins a general election or cobbles together a working-majority or teams up with RW in an electoral front. That makes it ‘game’ too to early elections. Now let’s give our mind to match-point. What will appease an angry populace and mollify Gale Face Green? I cannot imagine any government without an electoral mandate surviving and executing a programme of reforms and reconstruction, unchallenged, for any length of time. That surely is match-point for holding an election as quickly as the Elections Department can arrange it.",
    "Do I have a programme I will stick my neck out for? Well here goes. “Gotha Go” is unconditional, but timing is negotiable within limits provided the funeral date is announced now. It will appease the masses and mollify GFG. Every day Gotha stays is perilous; he will undercut Aragalaya and conspire with fellow Gannakka deifying devotees in the military. So long as he remains at the helm, emergency, curfew and military-on-the-streets will be Lanka’s lot. Rumour has it that a crisis is brewing now about draft 21A; a section of the SLPP it alleged is making a last ditch attempt to resuscitate Paksa-Power via a Basil reincarnation. If true this will cut the ground under RW who will be pressured into a tacit alliance with Aragalaya? Good but does he have Imran Khan’s fighting spirit? All this, including crucially the indispensable abolition of the Executive Presidency, belong to the political domain and all are no-brainers.",
    "Far, far more complex is the economic dimension; we need a via-media acceptable to the mass and feasible in prevailing circumstances. Switching to a left perspective, I have aimed these last three paras at the NPP, JVP and Frontline, but they will interest others as well. I concede that the state-form will retain capitalist features for the foreseeable future; but what capitalism? There are as many “capitalisms” (and “non-capitalisms”) as there are fingers on my two hands; Egypt or England, Pakistan or Peru, (and Vietnam or Venezuela). The concept of state-form has become complex and convoluted the world over in this era, especially the last forty years. However this is not the occasion for a review of state theory in the Twenty-first Century.",
    "What kind of semi-capitalism in Lanka; neoliberal, laissez faire, state-directed, franchises to the capitalists or populist concessions to the masses? Markets do indeed rationalise production decisions and up to a point investment options; neither central planners nor computer algorithms can replicate that. But markets also need to be regulated, controlled and directed in the social interest. This is a balance that calls for intelligence, expertise and vision. To manage a 21st century economy one needs a core cadre with adequate internal expertise at the heart of political power, but one also needs relationships with assemblies of experienced specialists outside.",
    "In addition to old economic skills to run a government one must understand non-fungibles that have risen to prominence in recent decades; finance-capital, monetary policy, global trade and institutional practices. In addition there are intangibles; design, research, digital systems, technical innovation. I do not expect a left political entity to transform itself into a panoptic faculty of specialists, nerds and wizards; of course not! What it needs, aside from a competent core, is to stimulate sympathetic connections and external working relations in these quarters. This way of thinking is a paradigm shift for Lanka’s young-left, but there’s time enough to adjust. The left contingent elected to parliament at the next election will be large; a sign of things to come and a portent of responsibilities it will have to bear in the future when it comes into administrative office.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රනිල්ට මොනවද කරන්න පුළුවන්?",
      "body_lines": [
        "මගේ මාතෘකාවේ ආත්මය සමච්චල් කිරීමක් නොවේ: 'ඔහුට කිසිවක් කළ නොහැක; ඔහුගේ අතුරු පරිපාලනය (IA) යනු නිෂ්ඵල අභිනයෙහි අභ්‍යාසයකි. කොහෙත්ම නැත, එය RW හි IA තරමක් වාසනාව සමඟ සාක්ෂාත් කර ගැනීමට ඉඩ ඇත්තේ කුමක්ද සහ සහජ ශුභවාදියෙකු පවා ලබා දෙන්නේ කුමක් ද යන්න බරපතල පවා පොත්මය ප්‍රශ්නයකි. ඒ අතර සමහර විට සහ නොවිය හැකි විකල්ප රාශියක් ඇත. මා කිසිවිටෙක එජාප පාක්ෂිකයෙකු නොවූ නමුත් මෙහි ඉදිරිපත් කර ඇති තක්සේරුවට මගේ දේශපාලන මතයට බලපෑම් කිරීමට මම ඉඩ නොදෙමි.",
        "මම හිතන්නේ RW හාවන් කීප දෙනෙක් තොප්පියෙන් එළියට ඇදලා, ඉදිරියේදී වෙන්න යන ව්‍යසනය වෙනුවෙන් දේවල් කිහිපයක් කරලා දෙනවා. \"ඉදිරි මාස දෙක නරකම විය හැකි\" යැයි ඔහු පැවසීමට එය එක් හේතුවක් විය හැකිය. ඔහු වේදනාව සමනය කළහොත් ඔහුට කෑගසන්න පුළුවන් \"බලන්න මම ඒක කළා!\" තමිල්නාඩුව සහල්, කිරිපිටි සහ ඖෂධ නැව් ප්‍රවාහනය කර ඇති අතර දිල්ලිය විසින් පෙට්‍රෝලියම්/තෙල් කාරුණික ටැංකි ධජය ආරම්භ කර ඇත. ජපානය ඩොලර් බිලියන 1.5 ක ප්‍රදානයක් ලබා දී ඇති අතර එය අපට ආපසු ගෙවීමට නොහැකි වනු ඇත. IMF සහ ඇමරිකානුවන් තවමත් යාචක බඳුනට කිසිවක් දමා නැත, නමුත් පුණ්‍යකර්ම ගැන කල්පනා කරමින් සිටී. කිසියම් නොතේරෙන හේතුවක් නිසා, අපි කුණු ගොඩක් බව දැන සිටියත්, ලෝකයේ සෙසු රටවල් ලංකා-ශ්‍රී ලංකාව සඳහා මෘදු කොනක් ඇත. එතකොට නොබැඳීමේ ගුණ තියෙනවා. RW නිහතමානීව ක්‍රීඩා කරන්නේ නම් ඔහුට චීන සහ QUAD ලවා සංසර්ග අයිතිය සම්බන්ධයෙන් සටන් කළ හැකිය. පෙට්‍රල් සහ ගෑස් හිඟය සමනය විය හැකි අතර එසේ වුවහොත් RW විසින් සජිත්ට හුරතල් වීමට සහ ටොක්කක් සඳහා පැමිණෙන ලෙස වුල්ෆ්-විස්ල් ලබා දෙනු ඇත. මෙය යථාර්ථවාදී නොවේ; එය මාස දෙකක උපප්ලොට් එකක් විය හැකි ය; ඇත්ත වශයෙන්ම ඔහු මෙතෙක් SJB අභිබවා ගොස් ඇත. කෙසේ වෙතත්, ඔහු සති දෙකක් ඇතුළත ඉන්ධන උගුර අඩු කිරීමට අසමත් වුවහොත් ඔහු සව්දිය වනු ඇත; මහජන මතය ඔහුට විරුද්ධ වනු ඇති අතර පාරට බැස තවත් කරදර ඇති වේ.",
        "මෙම උපසිරැසිය කළමණාකරණය කළ හැකි බව පෙනේ නම්, ඊළඟට වඩා දැඩි වේ. කෑම! ගෝඨාභයගේ අශික්ෂිත පොහොර ප්‍රවාදය රට සාගතයේ එළිපත්තට ගෙන ගොස් ඇත. එක්සත් ජාතීන්ගේ මහලේකම් ඇන්ටෝනියෝ ගුටරෙස් මේ වසරේ මිනිසුන් කුසගින්නේ සිටින රටවල් ලෙස ඇෆ්ගනිස්ථානය සහ ලංකාව වෙන් කර ඇත. තව දුරටත්, අපට ඩොලර් තිබුණත් ගෝලීය දර්ශනය ඉතා නරක ය. බොහෝ එක්සත් ජාතීන්ගේ ආයතන ආහාර අර්බුදයක් ගැන අනතුරු අඟවයි. බිලියන 1.5ත් 400ත් අතර පිරිසක් බඩගින්නේ සිටිනු ඇත. FAO තොරතුරු සටහනක් පෙන්වා දෙන්නේ රුසියානු තිරිඟු ලෝක තිරිඟු අපනයනයෙන් 16.8% ක් වන අතර යුක්රේනයේ කොටස 11.5% කි. 2021 දී; රුසියාව හෝ යුක්රේනය (හෝ දෙකම) තිරිඟු, බඩ ඉරිඟු සහ සූරියකාන්ත තෙල් ගෝලීය අපනයනකරුවන් තිදෙනා අතර ශ්‍රේණිගත කර ඇත. (චීනය සහ ඉන්දියාව, එම අනුපිළිවෙල අනුව ලොව විශාලතම තිරිඟු නිෂ්පාදකයින් වේ). රුසියාව ලෝකයේ නයිට්‍රජන් පොහොර අපනයනය කරන ප්‍රමුඛයා වන අතර පොටෑසියම් පොහොරවල දෙවන ස්ථානය සහ පොස්පරස් පොහොරවල තුන්වන ස්ථානයයි. නොවැළැක්විය හැකි භයානක ඉරණමක් ගැන එක්සත් ජාතීන් අනතුරු අඟවයි. මේ ගෝඨා දුපතේ පාන් මිල දෙගුණයකින් වැඩි වී ඇත. RW et al හට මේ කිසිවක් ගැන දැඩි ලෙස යාච්ඤා කිරීම හැර කිසිවක් කළ නොහැක.",
        "ලෝකය කප්පම් ලබා ගැනීමට රුසියාව සහ යුක්‍රේනය සමඟ හවුල් වී අපේ පොහොර සොරකම් කරන ම්ලේච්ඡයන් ක්‍රියා කරමින් සිටි බවට කුමන්ත්‍රණ න්‍යාය චිත්‍රපටයක් නිර්මාණය නොකරන්නේ මන්ද? මට ඕස්ට්‍රේලියාවේ දඩබ්බර මිතුරෙක් සිටී, ඔහු ප්‍රමාණවත් තරම් අඳුරු නම් ගෝලීය අයිතීන් මිලදී ගනී. බැරෑරුම් ලෙස කෙසේ වෙතත්, MR ප්ලස් රාජකීය පවුලේ හෝ GR හි දුෂ්ටකම හෝ මෝඩකම විසින් භාණ්ඩාගාරය සහ මහ බැංකුව හිස්ව කොල්ලකා ඇත. මෙය RW හි තුන්වන බාධකයයි (ඉන්ධන හිඟය සහ ඉදිරියේදී ඇති විය හැකි ආහාර විපත්තියෙන් පසු). ජාතියේ සංචිත නැති වී ඇත, අනාගතය අඳුරු ය, RW සහ ඔහුගේ විනෝදකාමී මිනිසුන්ට මේ කිසිවක් ජය ගත නොහැක. යම් අවස්ථාවක දී මිනිසුන් RW ගැන කියනු ඇත: \"බගර් උත්සාහ කර දේවල් කිහිපයක් කළා, නමුත් සැබෑ දුෂ්ටයන් නම් පක්‍ෂස්ලා ය\", නැතහොත් ඔවුන් ඔහුව පක්‍සා කොල්ලකරුවන් සහ තවත් 225 කට ආසන්න උපාධිධාරී පුතුන් සමඟ පෙරළා දමනු ඇත. ඔහුටත් අපලයි.",
        "අහෝ මම නරක පෙර නිමිති වලින් නිම කර නැත. නරකම කාරණය වන්නේ ජාතියේ ආර්ථිකය යළි ගොඩනැගීමේ මධ්‍ය කාලීන වැඩපිළිවෙළකටය. සති ගණනක් පුරා පැතිරුණු තීරු ලිපි මාලාවක මම මිනිසුන් එකඟ වූ කරුණු කිහිපයක් ඉදිරිපත් කර ඇත්තෙමි. අප ජාතියක් ලෙස පරිභෝජනය කරන මූලික සත්‍යය නම් වසර 70+ පමණ කාලයක් අප නිෂ්පාදනය කරනවාට වඩා පරිභෝජනය කිරීමයි. ලංකා-ශ්‍රී ලංකාව කැඩිලා තියෙන්නේ අපේ ආර්ථිකයේ නිමැවුමට වඩා බොහෝ දේ අපි කාපු නිසා. පරිභෝජනයේ සැලකිය යුතු කප්පාදුවක් දැනටමත් පූර්ණ පැද්දෙමින් පවතී. දැඩි උද්ධමනය, ඉන්ධන මිලෙහි දැඩි වැඩිවීම් සහ LKR හි අගය වැඩිවීමකින් තොරව 50% කින් පහත වැටීම වැටුප් වේ, පරිභෝජනයෙන් බැහැරව ආර්ථිකය සැලකිය යුතු ලෙස ප්රතිව්යුහගත කිරීමකි. සියලුම විස්තර, රක්ෂණ සහ විශ්‍රාම වැටුප්වල ඉතිරිකිරීම්, ඇත්ත වශයෙන්ම මහජනතාව අතේ ඇති ඕනෑම දෙයක් වටිනාකමින් කප්පාදු කර ඇත. නොවැළැක්විය හැක්කේ තවත් බොහෝ දේ පැමිණෙනු ඇත. ප්‍රතිව්‍යුහගත කිරීමේ පරිභෝජන පැත්ත කැපීම සිදුවෙමින් පවතී, නිෂ්පාදන පැත්තට තවමත් අවධානය යොමු කළ යුතුව ඇත.",
        "යකෝ එවුන්ට විරුද්දව හීල් එකේ පැත්ත ගන්නවා වගේද මේකෙන්. නැත, ධනේශ්වර පංතිය ඇහිබැම දක්වා කූට ක්‍රීඩා වල යෙදී සිටියේය. නරකම වූයේ ජේආර්ගේ නව ලිබරල් සමය (ආර්ඩබ්ලිව් එහි කොටසකි), දෙමළ විරෝධී සංහාරයන්, අධිකරණය යටපත් කිරීම සහ අත්තනෝමතික ව්‍යවස්ථාවකින් තෙල් ගෑවීය. ආර්ථික තර්කයේ පටු සීමාව තුළ රැඳී සිටීම සඳහා, නව ලිබරල්වාදී ගෝලීය ආයෝජකයින් සඳහා විවෘත වූ ජේආර් යුගය සහ දේශීය ආර්ථික විද්‍යාවේ පරීක්ෂා නොකළ ලයිසෙස් ෆෙයාර් ව්‍යසනයක් විය. ආයෝජකයින් බලාපොරොත්තු වූ සංඛ්‍යාව, ජාතික සම්පත් මංකොල්ලකෑම සහ උතුරු නැගෙනහිර ගොවීන් දුප්පත් කිරීම වැනි කිසිවක් දෙමළ ජාතිකවාදයේ නැගීමේ සාධකයක් වෙත නොපැමිණියේය.",
        "මෙම ධනේශ්වර විරෝධී හර්න්ජ් එක මගේ පපුවෙන් ඉවතට ගත් පසු, \"දැන් කුමක් කරන්නද?\" යන ප්‍රශ්නය ඉතිරිව ඇත. සර්වබලධාරී දෙවියන් මුදල් ඇමති වුවත් කළ යුතු දේවල් දෙකක් පරිභෝජනය කප්පාදු කර නිෂ්පාදනය හා ඵලදායිතාව ඉහළ නැංවිය යුතුය. වම පළමුව විලාප නඟයි; නමුත් ලෙනින් සහෝදරවරු කරපු දේ, ස්ටාලින් යකඩ හස්තයකින් එය කළා, ස්ටාලින්වාදී ආණ්ඩු නැගෙනහිර යුරෝපයේ කළා, මහා හෙල්මයා චීනයේ උත්සාහ කර එය මකා දැමුවා, ඔහු ඒ වන විට අඩක් පිස්සු වැටී සිටි නිසා, කැස්ත්‍රෝ එය තරමක් සාර්ථක ලෙස කළේය ( සෞඛ්‍ය සේවා, අධ්‍යාපනය සහ දරිද්‍රතාවය පිටුදැකීම ගැන සිතන්න) නමුත් එක්සත් ජනපද ආක්‍රමණ ප්‍රජාතන්ත්‍රවාදය පිළිබඳ කිසිදු චින්තනයක් යටපත් කරයි. විශාල වෙනස වන්නේ ලංකාව පශ්චාත් විප්ලවවාදී සමාජයක් නොවීමයි; අපගේ කර්තව්‍යය වන්නේ ප්‍රගතිශීලී සමාජ-ප්‍රජාතන්ත්‍රවාදී දිශාවන් වෙත තල්ලු කිරීමයි. වම, එහි අතීතයට විශ්වාසවන්ත නම්, මංකොල්ලකෑම නොකරයි; තව දුරටත් එය මිනිසුන්ට ඔවුන් පරිත්‍යාග කරන්නේ ඇයිද යන්න තේරුම් ගැනීමට සහ ඔවුන්ගේ දරුවන්ගේ යහපත සඳහා එම ප්‍රයෝජනය නැවත සීසාන බව තේරුම් ගැනීමට උපකාරී වේ.",
        "RW වෙත ආපසු යාමට. පක්‍ෂ කොල්ලකරුවන්, ශ්‍රී ලංකා පොදුජන පෙරමුණේ එල්ලෙන්නන් සහ වත්මන් බහුතර මන්ත්‍රීවරුන් සහ එක් වර පළාත් සභා මන්ත්‍රීවරුන් මෙන් ඔහු තක්කඩියෙකු නොවන බව ප්‍රකාශ කිරීමට මම සූදානම් - ඔබ දන්නවා මා කියන්නේ කුමක්ද කියා. adverbs සහ adjectives අසාර්ථක වන අතර මගේ සංස්කාරකවරයාට අකුරු හතරේ වචන වලට එරෙහිව භීතිකාවක් ඇත. ගැටලුවේ ප්‍රශ්නය නම්, RW විසින් නායකත්වය දෙන අන්තර්වාර පරිපාලනයකට, එහෙන් මෙහෙන් සහ සෑම තැනකම හරස් ඕවරවලින් පීඩාවට පත් වූ, දෙවන මට්ටමේ කැබිනට් මණ්ඩලයට වඩා අඩුවෙන්, පරිභෝජනය සීමා කර වැඩි ආර්ථික නිමැවුමක් ඇති කිරීමේ වැඩසටහනක් ක්‍රියාත්මක කළ හැකිද? පිළිතුර නම්, පවතින හදිසි අවස්ථාවට අදාළ හදිසි කාර්යයන් සමඟ කටයුතු කිරීමට IA ට කිසිදු වරමක් නොමැති බැවින් ප්‍රශ්නය කාරණයට පසෙකින් ඇති බවයි. RW plus සන්ධාන ඔහු විසින් සකස් කරන (SJB දැන් IA ට පිටුබලය දීමට ඉදිරිපත් වී ඇත) ඔහුගේ චිත්‍ර පුවරුවේ ඇති ඕනෑම මධ්‍ය කාලීන හෝ දිගු කාලීන වැඩසටහනක් සඳහා නීත්‍යානුකූල භාවය ලබා ගැනීමට මැතිවරණයක් ජයග්‍රහණය කළ යුතුය. ඉතින්, ටෙනිස් භාෂාවෙන්; ඉක්මන් මැතිවරණ සඳහා ලකුණු-සහ-සෙට්.",
        "අනෙක් ධනේශ්වර-ප්‍රජාතන්ත්‍රවාදී විකල්පය වන සජිත් කණ්ඩායමට මහ මැතිවරණයක් ජයග්‍රහණය කරන තුරු හෝ වැඩ කරන බහුතරයක් එකතු වන තුරු හෝ මැතිවරණ පෙරමුණක RW සමඟ එක්වන තුරු ආණ්ඩුවක් පිහිටුවීමට නොහැකිය. එය ඉක්මන් මැතිවරණවලට ද ‘ගේමක්’ කරයි. දැන් අපි අපේ මනස මැච් පොයින්ට් එකට දෙමු. කෝපාවිෂ්ට ජනතාවක් සනසන්නේ සහ ගේල් ෆේස් ග්‍රීන් සනසන්නේ කුමක් ද? මැතිවරණ ජනවරමකින් තොරව කිසිම ආණ්ඩුවක් කිසිම කාලයක් අභියෝගයකින් තොරව ප්‍රතිසංස්කරණ සහ ප්‍රතිසංස්කරණ වැඩසටහනක් නොනැසී ක්‍රියාත්මක කරයි කියා මට සිතාගත නොහැකිය. එය මැතිවරණ දෙපාර්තමේන්තුවට සම්පාදනය කළ හැකි ඉක්මනින් මැතිවරණයක් පැවැත්වීමේ ලකුණකි.",
        "මම මගේ බෙල්ල දිගු කරන වැඩසටහනක් මා සතුව තිබේද? හොඳයි මෙන්න යනවා. \"ගෝතා ගෝ\" කොන්දේසි විරහිත ය, නමුත් අවමංගල්‍ය දිනය දැන් ප්‍රකාශ කර ඇත්නම් සීමාවන් තුළ වේලාව සාකච්ඡා කළ හැකිය. එය ජනතාව සනසනු ඇති අතර GFG සමනය කරනු ඇත. ගෝතා නැවතී සිටින සෑම දිනකම අනතුරුදායක ය; ඔහු අරගලය යටපත් කර හමුදාවේ බැතිමතුන් දේවත්වයට පත් කරමින් සහෝදර ගන්නක් සමඟ කුමන්ත්‍රණය කරයි. ඔහු නායකත්වයේ සිටින තාක් කල්, හදිසි නීතිය, ඇඳිරි නීතිය සහ වීදියේ හමුදාවට සිදුවනු ඇත. 21A කෙටුම්පත සම්බන්ධයෙන් දැන් අර්බුදයක් නිර්මාණය වෙමින් පවතින බවට කටකතා පැතිර තිබේ. ශ්‍රී ලංකා පොදුජන පෙරමුණේ කොටසක් බැසිල් පුනරුත්පත්තියක් හරහා පක්‍ෂ-බලය නැවත පණ ගැන්වීමේ අවසන් උත්සාහයක යෙදී සිටින බවට චෝදනා කරයි. මෙය සත්‍ය නම් ආර්ඩබ්ලිව් යටතේ බිම කපනු ඇත්තේ අරගලය සමඟ නිහඬ සන්ධානයකට බලපෑම් කරන්නේ කාටද? හොඳයි, නමුත් ඔහුට ඉම්රාන් ඛාන්ගේ සටන් ආත්මය තිබේද? විධායක ජනාධිපති ක‍්‍රමය අත්‍යවශ්‍යයෙන්ම අහෝසි කිරීම ඇතුළු මේ සියල්ල අයත් වන්නේ දේශපාලන වසම වන අතර සියල්ලෝම තුප්පහිය.",
        "බොහෝ දුරට වඩා සංකීර්ණ වන්නේ ආර්ථික මානයයි; අපට අවශ්‍ය වන්නේ ජනතාවට පිළිගත හැකි සහ පවතින තත්ත්වයන් තුළ කළ හැකි මාධ්‍ය මාධ්‍යයකි. වාම ඉදිරිදර්ශනයකට මාරුවීම, මම මෙම අවසන් ඡේද තුන NPP, JVP සහ Frontline වෙත ඉලක්ක කර ගත්තද, ඔවුන් අන් අයටද උනන්දු වනු ඇත. රාජ්‍ය ආකෘතිය අපේක්ෂා කළ හැකි අනාගතය සඳහා ධනේශ්වර ලක්ෂණ රඳවා තබා ගන්නා බව මම පිළිගනිමි. නමුත් කුමන ධනවාදයද? මගේ අත් දෙකේ ඇඟිලි තරම් \"ධනවාදයන්\" (සහ \"ධනවාදයන් නොවන\") ඇත; ඊජිප්තුව හෝ එංගලන්තය, පකිස්ථානය හෝ පේරු, (සහ වියට්නාමය හෝ වෙනිසියුලාව). රාජ්‍ය ස්වරූපය පිළිබඳ සංකල්පය මේ යුගයේ, විශේෂයෙන්ම පසුගිය වසර හතළිහ තුළ ලෝකය පුරා සංකීර්ණ වී ඇත. කෙසේ වෙතත්, විසිඑක්වන සියවසේ රාජ්‍ය න්‍යාය සමාලෝචනය කිරීමට මෙය අවස්ථාවක් නොවේ.",
        "ලංකාවේ මොන වගේ අර්ධ ධනවාදයක්ද; නව ලිබරල්, ලයිසෙස් ෆෙයාර්, රාජ්‍ය මෙහෙයවීම, ධනපතියන්ට ඡන්ද බලය හෝ මහජනතාවට ජනතාවාදී සහන? වෙළඳපල ඇත්ත වශයෙන්ම නිෂ්පාදන තීරණ තාර්කික කිරීම සහ ආයෝජන විකල්ප දක්වා; මධ්‍යම සැලසුම්කරුවන්ට හෝ පරිගණක ඇල්ගොරිතමයන්ට එය ප්‍රතිවර්තනය කළ නොහැක. නමුත් වෙළඳපල නියාමනය කිරීම, පාලනය කිරීම සහ සමාජ අවශ්‍යතා සඳහා යොමු කිරීම ද අවශ්‍ය වේ. මෙය බුද්ධිය, විශේෂඥතාව සහ දැක්ම ඉල්ලා සිටින තුලනයකි. 21 වැනි සියවසේ ආර්ථිකයක් කළමනාකරණය කිරීම සඳහා දේශපාලන බලයේ හදවතේ ප්‍රමාණවත් අභ්‍යන්තර විශේෂඥතාවක් සහිත මූලික කේඩරයක් අවශ්‍ය වේ, නමුත් කෙනෙකුට පිටත පළපුරුදු විශේෂඥයින්ගේ රැස්වීම් සමඟ සබඳතා ද අවශ්‍ය වේ.",
        "රජයක් පවත්වාගෙන යාම සඳහා පැරණි ආර්ථික කුසලතා වලට අමතරව මෑත දශක කිහිපය තුළ ප්‍රමුඛත්වයට පත් වී ඇති දිලීර නොවන දේ ද අවබෝධ කර ගත යුතුය. මූල්‍ය ප්‍රාග්ධනය, මූල්‍ය ප්‍රතිපත්තිය, ගෝලීය වෙළඳාම සහ ආයතනික භාවිතයන්. ඊට අමතරව අස්පෘශ්‍ය දේ ඇත; සැලසුම්, පර්යේෂණ, ඩිජිටල් පද්ධති, තාක්ෂණික නවෝත්පාදන. වාම දේශපාලන ආයතනයක් විශේෂඥයින්, මනමාලයන් සහ මායාකරුවන්ගෙන් සමන්විත පැනොප්ටික් පීඨයක් බවට පරිවර්තනය වනු ඇතැයි මම අපේක්ෂා නොකරමි. ඇත්ත වශයෙන්ම නැත! එයට අවශ්‍ය වන්නේ, දක්ෂ හරයක් හැරුණු විට, මෙම කාර්තු තුළ සානුකම්පිත සම්බන්ධතා සහ බාහිර වැඩ සම්බන්ධතා උත්තේජනය කිරීමයි. මෙම චින්තන ක්‍රමය ලංකාවේ තරුණ-වම සඳහා සුසමාදර්ශී වෙනසකි, නමුත් සකස් වීමට ප්‍රමාණවත් කාලයක් තිබේ. මීළඟ මැතිවරණයේදී පාර්ලිමේන්තුවට තේරී පත්වන වාම කණ්ඩායම විශාල වනු ඇත; එය පරිපාලන කාර්යාලයට පැමිණෙන විට අනාගතයේ දී එය දැරීමට සිදුවනු ඇති දේවල් පිළිබඳ සංඥාවක් සහ වගකීම් පිළිබඳ පෙර නිමිත්තකි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ரணிலால் என்ன செய்ய முடியும்?",
      "body_lines": [
        "என் தலைப்பின் ஆவி ஒரு கேலி அல்ல: 'அவரால் எதையும் செய்ய முடியாது; அவரது இடைக்கால நிர்வாகம் (IA) பயனற்ற சைகையின் ஒரு பயிற்சியாகும். சிறிதும் அதிர்ஷ்டம் இருந்தால் RW இன் IA என்ன சாதிக்க வாய்ப்புள்ளது மற்றும் ஒரு பிறவி நம்பிக்கையாளர் கூட அதை செய்ய முடியாது என்பது ஒரு தீவிரமான கூட புத்தக கேள்வி. மற்றும் இடையில் இருக்கலாம் மற்றும் இருக்கலாம்-இருக்கக் கூடாத விருப்பங்கள் உள்ளன. நான் ஒருபோதும் ஐக்கிய தேசியக் கட்சியின் ஆதரவாளராக இருந்ததில்லை ஆனால் எனது அரசியல் கருத்துக்கள் இங்கு வழங்கப்படும் மதிப்பீட்டைப் பாதிக்க விடமாட்டேன்.",
        "RW ஒரு சில முயல்களை தொப்பியிலிருந்து வெளியே இழுத்து, வரவிருக்கும் பேரழிவிற்கு சில விஷயங்களைச் செய்யும் என்று நினைக்கிறேன். \"அடுத்த இரண்டு மாதங்கள் மிக மோசமாக இருக்கும்\" என்று அவர் கூறியதற்கு அதுவும் ஒரு காரணமாக இருக்கலாம். அவர் வலியைக் குறைத்தால், \"நான் செய்தேன் பார்!\" தமிழ்நாடு அரிசி, பால் பவுடர் மற்றும் மருந்துகளை கப்பல் ஏற்றி வைத்துள்ளது மற்றும் டெல்லியில் பெட்ரோலியம்/எண்ணெய் டேங்கர்களை கொடி ஏற்றி வைத்துள்ளது. ஜப்பான் $1.5 பில்லியன் மானியத்தை வழங்கியுள்ளது, அதை நாங்கள் திருப்பிச் செலுத்த முடியாது. IMF மற்றும் அமெரிக்கர்கள் இன்னும் பிச்சைக் கிண்ணத்தில் எதையும் கைவிடவில்லை, ஆனால் தொண்டு பற்றி சிந்திக்கப்படுகிறது. சில புரிந்துகொள்ள முடியாத காரணங்களுக்காக, நாம் ஒரு கசப்பானவர்கள் என்று எங்களுக்குத் தெரிந்தாலும், உலகின் பிற பகுதிகள் சிலோன்-இலங்கைக்கு மென்மையான மூலையைக் கொண்டுள்ளன. பின்னர் சீரற்ற தன்மையின் நற்பண்புகள் உள்ளன. RW ஆடம்பரமாக விளையாடினால், அவர் சீனர்களையும் குவாடியையும் இனச்சேர்க்கை உரிமைகளுக்காக சண்டையிட முடியும். பெட்ரோல் மற்றும் எரிவாயு தட்டுப்பாடு குறையக்கூடும், அப்படியானால், RW ஒரு அரவணைப்பு மற்றும் டம்பலுக்கு வருமாறு சஜித் மீது ஓநாய்-விசில் கிரெடிட் மற்றும் உரிமை கோரும். இது உண்மைக்கு மாறானது அல்ல; இது சாத்தியமான இரண்டு மாத சப்ளாட்; உண்மையில் இதுவரை அவர் SJB-யை விஞ்சியுள்ளார். இருப்பினும், அவர் இரண்டு வாரங்களுக்குள் எரிபொருளின் சத்தத்தை குறைக்கத் தவறினால், அவர் சிற்றுண்டியாக இருப்பார்; பொதுக் கருத்து அவருக்கு எதிராகத் திரும்பும், மேலும் தெருக்களில் பிரச்சனை ஏற்படும்.",
        "இந்த சப்ளாட் சமாளிக்கக்கூடியதாகத் தோன்றினால், அடுத்தது மிகவும் கடினமானது. உணவு! கோட்டாபயவின் இழிவான உரக் கோட்பாடு நாட்டை பட்டினியின் வாசலுக்கு கொண்டு வந்துள்ளது. இந்த ஆண்டு மக்கள் பட்டினி கிடக்கும் நாடுகளாக ஆப்கானிஸ்தான் மற்றும் இலங்கையை ஐநா பொதுச்செயலாளர் அன்டோனியோ குட்டெரஸ் குறிப்பிட்டுள்ளார். மேலும், எங்களிடம் டாலர்கள் இருந்தாலும் உலகளாவிய காட்சி மிகவும் மோசமாக உள்ளது. ஐக்கிய நாடுகள் சபையின் பல நிறுவனங்கள் உணவு நெருக்கடி குறித்து எச்சரிக்கின்றன. 1.5 பில்லியனுக்கும் 400 மில்லியனுக்கும் இடையில் பட்டினி கிடக்கும். உலக கோதுமை ஏற்றுமதியில் ரஷ்ய கோதுமை 16.8% மற்றும் உக்ரைனின் பங்கு 11.5% என்று FAO தகவல் குறிப்பு சுட்டிக்காட்டுகிறது. 2021 இல்; ரஷ்யா அல்லது உக்ரைன் (அல்லது இரண்டும்) கோதுமை, மக்காச்சோளம் மற்றும் சூரியகாந்தி எண்ணெய் ஆகியவற்றின் முதல் மூன்று உலகளாவிய ஏற்றுமதியாளர்களில் இடம் பெற்றுள்ளன. (சீனாவும் இந்தியாவும், அந்த வரிசையில் உலகின் மிகப்பெரிய கோதுமை உற்பத்தியாளர்கள்). உலகில் நைட்ரஜன் உரங்களை ஏற்றுமதி செய்வதில் ரஷ்யா முதலிடத்தில் உள்ளது, பொட்டாசியம் உரத்தில் இரண்டாவது இடத்திலும், பாஸ்பரஸ் உரத்தில் மூன்றாவது இடத்திலும் உள்ளது. தவிர்க்க முடியாத பயங்கரமான விதியை ஐநா எச்சரிக்கிறது. இந்த கோட்டா தீவில் ரொட்டி விலை இரு மடங்காக உயர்ந்துள்ளது. RW மற்றும் பலர் கடினமாக ஜெபிப்பதைத் தவிர இவற்றில் எதையும் செய்ய முடியாது.",
        "ரஷ்யா மற்றும் உக்ரைனுடன் கூட்டு சேர்ந்து உலகை மீட்கும் பணத்தில் வைத்திருக்கும் நமது உரங்களைத் துண்டிக்கும் முட்டாள்தனமாக ஒரு சதி-கோட்பாடு திரைப்படத்தை ஏன் உருவாக்கக்கூடாது? எனக்கு ஆஸ்திரேலியாவில் ஒரு எரிச்சலான நண்பர் இருக்கிறார், அவர் இருளாக இருந்தால், உலகளாவிய உரிமைகளை வாங்குவார். தீவிரமாக இருந்தாலும், கருவூலம் மற்றும் மத்திய வங்கி ஆகியவை முறையே வில்லத்தனம் அல்லது முட்டாள்தனத்தால் காலியாகக் கொள்ளையடிக்கப்பட்டுள்ளன, MR பிளஸ் அரச குடும்பம் அல்லது GR. இது RW இன் மூன்றாவது தடையாகும் (எரிபொருள் பற்றாக்குறை மற்றும் வரவிருக்கும் உணவுப் பேரிடருக்குப் பிறகு). தேசத்தின் இருப்புக்கள் போய்விட்டன, எதிர்காலம் இருண்டது மற்றும் RW மற்றும் அவரது மகிழ்ச்சியான மனிதர்களால் இவை எதையும் கடக்க முடியாது. சில கட்டங்களில் மக்கள் RW பற்றி கூறுவார்கள்: \"பக்கர் சில விஷயங்களை முயற்சி செய்து செய்தான், ஆனால் உண்மையான வில்லன்கள் பக்ஸாக்கள் தான்\", அல்லது அவர்கள் அவரை பக்ஸா-பிரிகண்ட்ஸ் மற்றும் கிட்டத்தட்ட 225 இளங்கலை மற்றும் பிற மகன்களுடன் சுருட்டுவார்கள். அவனையும் திட்டு.",
        "ஐயோ, நான் கெட்ட சகுனங்களைச் செய்யவில்லை. நாட்டின் பொருளாதாரத்தை மீண்டும் கட்டியெழுப்புவதற்கான ஒரு நடுத்தர கால வேலைத்திட்டம் தொடர்பானது மோசமானது. பல வாரங்களாகப் பரவியிருக்கும் தொடர் பத்திகளில் மக்கள் ஏற்றுக்கொண்ட சில விஷயங்களை நான் முன்வைத்துள்ளேன். ஒரு தேசமாக நாம் உட்கொள்கிறோம் மற்றும் சுமார் 70+ ஆண்டுகளாக நாம் உற்பத்தி செய்வதை விட அதிகமாக நுகருகிறோம் என்பது முக்கிய உண்மை. சிலோன்-இலங்கை உடைந்துவிட்டது, ஏனென்றால் நாம் நமது பொருளாதாரத்தின் உற்பத்தியை விட அதிகமாக சாப்பிட்டோம். நுகர்வில் குறிப்பிடத்தக்க வெட்டு ஏற்கனவே முழு வீச்சில் உள்ளது. செங்குத்தான பணவீக்கம், எரிபொருள் விலையில் அதிக அதிகரிப்பு மற்றும் LKR இன் மதிப்பில் 50% அதிகரிப்பு இல்லாமல் சரிவு ஆகியவை ஊதியங்கள் ஆகும், இது நுகர்விலிருந்து விலகி பொருளாதாரத்தின் கணிசமான மறுசீரமைப்பு ஆகும். அனைத்து விவரங்கள், காப்பீடு மற்றும் ஓய்வூதியங்களின் சேமிப்புகள், உண்மையில் பொதுமக்களின் கைகளில் உள்ள பணமானது உண்மையில் மதிப்பில் குறைக்கப்பட்டது. தவிர்க்க முடியாமல் இன்னும் அதிகமாக இருக்கும். மறுசீரமைப்பின் குறைப்பு நுகர்வுப் பக்கம் நடந்து கொண்டிருக்கிறது, உற்பத்திப் பக்கம் இன்னும் கவனிக்கப்பட வேண்டியுள்ளது.",
        "இது யாக்கோக்களுக்கு எதிராக நல்ல குதிகால் பக்கம் எடுப்பது போல் உள்ளதா? இல்லை, முதலாளித்துவ வர்க்கம் அதன் கண் இமைகள் வரை வளைந்த விளையாட்டுகளில் இருந்தது. மிக மோசமானது ஜே.ஆரின் நவதாராளவாத காலம் (RW அதன் ஒரு பகுதியாக இருந்தது), தமிழர் விரோத படுகொலைகள், நீதித்துறையின் சீர்குலைவு மற்றும் ஒரு சர்வாதிகார அரசியலமைப்பு ஆகியவற்றால் எண்ணெய் ஊற்றப்பட்டது. பொருளாதார வாதத்தின் குறுகிய எல்லைக்குள் இருக்க, ஜே.ஆர் சகாப்தம் மிகவும் விரும்பப்படும் உலக முதலீட்டாளர்களுக்கு புதிய தாராளவாத திறப்பு மற்றும் உள்நாட்டு பொருளாதாரத்தில் சரிபார்க்கப்படாத லைசெஸ் ஃபேர் ஒரு பேரழிவாக இருந்தது. முதலீட்டாளர்கள் எதிர்பார்த்த எண்ணிக்கையில் வரவில்லை, தேசிய வளங்களை பெருக்கியது, வடக்கு மற்றும் கிழக்கு விவசாயிகளை ஏழைகளாக்கியது, தமிழ் தேசியத்தின் எழுச்சிக்கான காரணி.",
        "இந்த முதலாளித்துவ எதிர்ப்புத் தொல்லையை என் நெஞ்சில் இருந்து பெற்ற பிறகு, \"இப்போது என்ன செய்வது?\" என்ற கேள்வி எஞ்சியிருக்கிறது. எல்லாம் வல்ல இறைவன் நிதி அமைச்சரானாலும் செய்ய வேண்டிய இரண்டு விஷயங்கள் நுகர்வு கத்தரித்து உற்பத்தி மற்றும் உற்பத்தியை உயர்த்த வேண்டும். இடது முதலில் புலம்பும்; ஆனால் தோழர்கள் லெனின் என்ன செய்தார், ஸ்டாலின் இரும்பு முஷ்டியால் செய்தார், கிழக்கு ஐரோப்பாவில் ஸ்ராலினிச அரசாங்கங்கள் செய்தார்கள், பெரிய ஹெல்ம்மேன் சீனாவில் முயற்சித்து அதை மக்கிப் போட்டார், ஏனென்றால் அவர் அரை பைத்தியமாக இருந்தார், காஸ்ட்ரோ அதை ஓரளவு வெற்றிகரமாக செய்தார் ( சுகாதாரம், கல்வி மற்றும் வறுமை ஒழிப்பு என்று யோசியுங்கள்) எனினும் அமெரிக்க ஆக்கிரமிப்பு ஜனநாயகம் பற்றிய எந்த சிந்தனையையும் குறைக்கிறது. பெரிய வித்தியாசம் என்னவென்றால், இலங்கை ஒரு புரட்சிக்குப் பிந்தைய சமூகம் அல்ல; நமது பணி முற்போக்கான சமூக-ஜனநாயக திசைகளில் தள்ள வேண்டும். இடதுசாரிகள், கடந்த காலத்திற்கு விசுவாசமாக இருந்தால், கொள்ளையடிக்க மாட்டார்கள்; மேலும், அவர்கள் ஏன் தியாகம் செய்கிறார்கள் என்பதைப் புரிந்துகொள்வதற்கும், அவர்களின் குழந்தைகளின் நலனுக்காக உழவுப் பலன்களைத் திரும்பப் பெறுவதற்கும் இது உதவும்.",
        "RW க்குத் திரும்புவதற்கு. சரி, பக்சா-கொள்ளையர்கள், SLPP தொங்கிக் கொண்டவர்கள் மற்றும் தற்போதைய பெரும்பான்மையான பாராளுமன்ற உறுப்பினர்கள் மற்றும் ஒரு காலத்தில் மாகாணசபை உறுப்பினர்களைப் போலல்லாமல், அவர் ஒரு வஞ்சகர் அல்ல என்பதை வழங்க நான் தயாராக இருக்கிறேன் - நான் என்ன சொல்கிறேன் என்பது உங்களுக்குத் தெரியும்; வினையுரிச்சொற்கள் மற்றும் உரிச்சொற்கள் என்னைத் தோல்வியடையச் செய்கின்றன, மேலும் எனது எடிட்டருக்கு நான்கெழுத்து வார்த்தைகளுக்கு எதிராக ஒரு பயம் உள்ளது. பிரச்சனையில் உள்ள கேள்வி என்னவென்றால், RW தலைமையிலான இடைக்கால நிர்வாகம், இங்கும் அங்கும் மற்றும் எல்லா இடங்களிலிருந்தும் குறுக்கு-ஓவர்கள் மூலம், இரண்டாம்-விகிதத்தை விட குறைவான அமைச்சரவையுடன், நுகர்வு குறைக்கும் மற்றும் அதிகரித்த பொருளாதார உற்பத்தியை உருவாக்கும் திட்டத்தை செயல்படுத்த முடியுமா? நடைமுறையில் உள்ள அவசரநிலை தொடர்பான அவசரப் பணிகளைக் கையாள்வதற்கு அப்பால் IA க்கு எந்த ஆணையும் இல்லாததால், கேள்வி புள்ளிக்கு அப்பாற்பட்டது என்பதே பதில். RW plus கூட்டணிகள் (SJB இப்போது IA க்கு ஆதரவளிக்க முன்வந்துள்ளது) தேர்தலில் வெற்றிபெற வேண்டும், அவருடைய வரைதல் பலகையில் உள்ள எந்தவொரு நடுத்தர அல்லது நீண்ட கால திட்டத்திற்கும் சட்டப்பூர்வ அங்கீகாரத்தைப் பெற வேண்டும். எனவே, டென்னிஸ் மொழியில்; முன்கூட்டிய தேர்தலுக்கான புள்ளி மற்றும் தொகுப்பு.",
        "மற்றைய முதலாளித்துவ-ஜனநாயக விருப்பமான சஜித் கூட்டணி, ஒரு பொதுத் தேர்தலில் வெற்றிபெறும் வரை அல்லது உழைக்கும் பெரும்பான்மையினரை ஒன்றிணைக்கும் வரை அல்லது தேர்தல் முன்னணியில் RW உடன் அணி சேரும் வரை அரசாங்கத்தை அமைக்க முடியாது. அது முன்கூட்டியே தேர்தலுக்கு ‘விளையாட்டு’ ஆக்குகிறது. இப்போது நம் மனதை மேட்ச் பாயிண்டிற்குக் கொடுப்போம். கோபமான மக்களை அமைதிப்படுத்துவது மற்றும் கேல் ஃபேஸ் க்ரீனை அமைதிப்படுத்துவது எது? தேர்தல் ஆணையின்றி எந்த ஒரு அரசாங்கமும் சீர்திருத்தங்கள் மற்றும் புனரமைப்புத் திட்டத்தை எந்த காலத்திற்கும் சவாலுக்கு இடமின்றி செயல்படுத்துவதை என்னால் கற்பனை செய்து பார்க்க முடியாது. தேர்தல்கள் திணைக்களம் எவ்வளவு சீக்கிரம் ஏற்பாடு செய்ய முடியுமோ அவ்வளவு விரைவாக தேர்தலை நடத்துவதற்கு இது நிச்சயம் பொருத்தமானது.",
        "நான் என் கழுத்தை வெளியே தள்ளும் திட்டம் உள்ளதா? சரி இதோ போகிறது. \"கோதா கோ\" நிபந்தனையற்றது, ஆனால் இறுதிச் சடங்கு தேதி இப்போது அறிவிக்கப்பட்டால் வரம்புகளுக்குள் நேரம் பேசித் தீர்மானிக்கலாம். இது வெகுஜனங்களை அமைதிப்படுத்தும் மற்றும் GFG ஐத் தூண்டும். கோதை தங்கும் ஒவ்வொரு நாளும் ஆபத்தானது; அவர் அரகலயாவைக் குறைத்து, இராணுவத்தில் பக்தர்களை தெய்வமாக்குவதற்கு சக கன்னக்காவுடன் சதி செய்வார். அவர் தலைமைப் பொறுப்பில் இருக்கும் வரை, அவசரநிலை, ஊரடங்குச் சட்டம் மற்றும் வீதிகளில் இராணுவம் ஆகியவையே இலங்கையின் பலனாக இருக்கும். வரைவு 21A பற்றி இப்போது ஒரு நெருக்கடி உருவாகிறது என்று வதந்தி பரவுகிறது; SLPP இன் ஒரு பிரிவினர் பசில் மறுபிறவி மூலம் பக்சா-அதிகாரத்தை மீண்டும் உயிர்ப்பிக்க கடைசி முயற்சியை மேற்கொள்வதாக குற்றம் சாட்டியுள்ளனர். இது உண்மையாக இருந்தால் RW இன் கீழ் நிலத்தை வெட்டிவிடும் யார் அரகலயாவுடன் ஒரு மறைமுக கூட்டணிக்கு அழுத்தம் கொடுப்பார்கள்? நல்லது ஆனால் இம்ரான் கானின் போராட்ட குணம் அவரிடம் உள்ளதா? நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையின் தவிர்க்க முடியாத ஒழிப்பு உட்பட இவை அனைத்தும் அரசியல் களத்திற்கு சொந்தமானது மற்றும் அனைத்தும் மூளையற்றவர்கள்.",
        "பொருளாதார பரிமாணம் மிகவும் சிக்கலானது; மக்கள் ஏற்றுக்கொள்ளக்கூடிய மற்றும் நடைமுறையில் உள்ள சூழ்நிலைகளில் சாத்தியமான ஒரு ஊடக ஊடகம் நமக்குத் தேவை. இடது கண்ணோட்டத்திற்கு மாறினால், இந்த கடைசி மூன்று பாராக்களை நான் NPP, JVP மற்றும் Frontline ஆகியவற்றில் குறிவைத்துள்ளேன், ஆனால் அவை மற்றவர்களுக்கும் ஆர்வமாக இருக்கும். எதிர்காலத்தில் அரசு வடிவம் முதலாளித்துவ அம்சங்களைத் தக்க வைத்துக் கொள்ளும் என்பதை நான் ஒப்புக்கொள்கிறேன்; ஆனால் என்ன முதலாளித்துவம்? என் இரு கைகளிலும் விரல்கள் இருப்பதைப் போல பல \"முதலாளித்துவங்கள்\" (மற்றும் \"முதலாளித்துவம் அல்லாதவை\") உள்ளன; எகிப்து அல்லது இங்கிலாந்து, பாகிஸ்தான் அல்லது பெரு, (மற்றும் வியட்நாம் அல்லது வெனிசுலா). இந்த சகாப்தத்தில், குறிப்பாக கடந்த நாற்பது ஆண்டுகளில், மாநில வடிவத்தின் கருத்து சிக்கலானது மற்றும் உலகம் முழுவதும் சுருண்டுள்ளது. இருப்பினும், இருபத்தியோராம் நூற்றாண்டில் மாநிலக் கோட்பாட்டை மறுபரிசீலனை செய்வதற்கான சந்தர்ப்பம் இதுவல்ல.",
        "இலங்கையில் என்ன வகையான அரை முதலாளித்துவம்; புதிய தாராளவாத, லைசெஸ் ஃபேரே, அரசால் இயக்கப்பட்ட, முதலாளிகளுக்கு உரிமைகள் அல்லது வெகுஜனங்களுக்கு ஜனரஞ்சக சலுகைகள்? சந்தைகள் உண்மையில் உற்பத்தி முடிவுகள் மற்றும் ஒரு புள்ளி வரை முதலீட்டு விருப்பங்களை பகுத்தறிவு செய்கின்றன; மத்திய திட்டமிடுபவர்களோ அல்லது கணினி வழிமுறைகளோ அதை பிரதிபலிக்க முடியாது. ஆனால் சந்தைகள் ஒழுங்குபடுத்தப்பட வேண்டும், கட்டுப்படுத்தப்பட வேண்டும் மற்றும் சமூக நலனுக்காக இயக்கப்பட வேண்டும். இது புத்திசாலித்தனம், நிபுணத்துவம் மற்றும் பார்வைக்கு அழைப்பு விடுக்கும் சமநிலை. 21 ஆம் நூற்றாண்டின் பொருளாதாரத்தை நிர்வகிக்க, அரசியல் அதிகாரத்தின் மையத்தில் போதுமான உள் நிபுணத்துவம் கொண்ட ஒரு முக்கிய பணியாளர் தேவை, ஆனால் வெளியில் அனுபவம் வாய்ந்த நிபுணர்களின் கூட்டங்களுடனான உறவும் தேவை.",
        "ஒரு அரசாங்கத்தை நடத்துவதற்கு பழைய பொருளாதாரத் திறன்களுக்கு மேலதிகமாக, சமீபத்திய தசாப்தங்களில் முக்கியத்துவம் பெற்றுள்ள பூஞ்சை அல்லாதவற்றையும் ஒருவர் புரிந்து கொள்ள வேண்டும்; நிதி-மூலதனம், பணவியல் கொள்கை, உலகளாவிய வர்த்தகம் மற்றும் நிறுவன நடைமுறைகள். கூடுதலாக அருவங்கள் உள்ளன; வடிவமைப்பு, ஆராய்ச்சி, டிஜிட்டல் அமைப்புகள், தொழில்நுட்ப கண்டுபிடிப்பு. ஒரு இடது அரசியல் அமைப்பு தன்னை வல்லுநர்கள், மேதாவிகள் மற்றும் மந்திரவாதிகள் கொண்ட பனோப்டிக் பீடமாக மாற்றிக்கொள்ளும் என்று நான் எதிர்பார்க்கவில்லை; நிச்சயமாக இல்லை! அதற்குத் தேவையானது, ஒரு திறமையான மையத்தைத் தவிர, இந்த காலாண்டுகளில் அனுதாபமான தொடர்புகள் மற்றும் வெளிப்புற வேலை உறவுகளைத் தூண்டுவதாகும். இந்த சிந்தனை முறை இலங்கையின் இளம்-இடதுசாரிகளுக்கு ஒரு முன்னுதாரண மாற்றமாக உள்ளது, ஆனால் அதை சரிசெய்ய போதுமான நேரம் உள்ளது. அடுத்த தேர்தலில் பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்ட இடதுசாரிக் குழு பெரியதாக இருக்கும்; வரவிருக்கும் விஷயங்களின் அடையாளம் மற்றும் அது நிர்வாக அலுவலகத்திற்கு வரும்போது அது எதிர்காலத்தில் தாங்க வேண்டிய பொறுப்புகளின் அடையாளமாகும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}