{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Why-does-a-country-need-a-clear-Mineral-Policy/231-231948",
  "time_ut": 1646006580,
  "title": "Why does a country need a clear “Mineral Policy”?",
  "body_lines": [
    "Scientifically some substances are named as ‘minerals’, if it satisfies certain requirements:",
    "1. Naturally Occurring",
    "2. Inorganic (chemically)",
    "3. Crystalline (having a crystal shape)",
    "4. Having definite composition",
    "For instances, Quartz (SiO2), graphite (C) can be named as a few such materials which are of popular usages worldwide. These minerals can be categorized in common as ‘Rock Forming Minerals’, Economic Minerals and Industrial Minerals. There are about 3000 minerals have been discovered in the earth and all these are well-categorized in geological and chemical textbooks. Time to time, international unions related to mineral sciences convene meetings to update/revise this nomenclature, if necessary.",
    "",
    "In some cases, for naming a mineral once discovered, it has to undergo scurrility procedure which is a set of internationally accepted policies. If the mineral properties (such as its physical and optical properties) are not matching with any other previously recorded mineral, then it can be given a new name to be accepted as a new mineral. In such cases, the discoverer can include his/her name and/or the name of the place of discovery as part of the mineral name too. Such mineral names exist relevant to Sri Lanka as well: for example, “Ekanite” (the name of the discoverer), Sinhalite, Serendibite (name of the Sri Lanka or the nation), Uvite (Uva province of Sri Lanka) are some of those.",
    "",
    "We usually identify a set of special ‘stones’ as ‘gemstones’ in the common life, which also come under the category of industrial minerals. In fact, gems also belong to minerals of various sub-categories. However, these specific minerals are termed ‘gems’ and considered economically very valuable due to their special properties such as: beauty, rarity and durability. These special properties bring an extra value to the gems, making them highly valuable and expensive (either precious stones or semi-precious stones). So far in the world, nearly two hundred of minerals are (generally) regarded as gems of various values and properties.",
    "Motivations to formulate a mineral Policy",
    "A few years ago (2015-2017), the Ministry of Science and Technology took an initiative to prepare a policy document on minerals, with participation of various mineral-related experts, professionals and researchers from government institutes and universities. In that series of discussions, many aspects of mineral and rock-related matters were discussed and at last a stake holder meeting was also convened inviting experts, entrepreneurs and commercial mining community. As a result, a comprehensive document called ‘National Mineral Policy’ detailing regulations and procedures to be adopted without harming the environment or livelihood of people at the mineral-related activities. It was a good initiative, despite delays of many years from after the independence of Sri Lanka. However, previously there were attempts to formulate a mineral policy by a former Director General of Geological Survey Department (predecessor organization to the GSMB), and an expert Geologist Dr. J.W. Herath. It was in the year 1985 and the policy was included in one of his books published at that time termed “Economic Minerals of Sri Lanka”. His initial thoughts published in the said book are chiefly re-iterated in this letter, in order to attract attention of the relevant authorities who are responsible for keeping the mineral industry in Sri Lanka smoothly and socio-environmental friendly.",
    "National Mineral Policy; why it is necessary for a country?",
    "Before considering a National Mineral Policy, it is worthwhile to consider what a ‘mineral system’ is. A mineral system is made up of a collection of numerous activities. In the first place of those chained activities is ‘mineral exploration’, while the last place is ‘mineral resources consumption.’ In between, there are activities like logistic preparations, mining, mineral extraction, mineral processing, selling of end-products, well-being of the mining employees etc. It is no more a secret that all of those activities catalyze the economic boost of a country.",
    "In very simple words, a mineral policy is a guide document to control governing decisions which are directly bonded with the activities of the above mentioned mineral system, so that any harm to the country’s economy and socio-enviro objects and processes.",
    "",
    "Although Sri Lanka has various mineral resources, the world map does not recognize it as a country with rich mineral resources, with respect to its mineral volume/land area ratio. However, its people who live in and around the mineral resources (e.g. graphite, apatite/phosphate,calcite/marble/dolomite/clay/mica etc) make their livelihood better only due to existence of the related industries. Therefore, the available mineral resources of the country must be well-managed by the current community and protected for the future generations too, while getting an appreciable income to boost the economy and well-being of Sri Lanka.",
    "Value addition to minerals",
    "Currently, almost all the minerals mined are exported as raw-materials without taking them to a second step of processing. This has immensely benefited rich countries who buy from us, and subsequently convert them to other forms to earn a lot of profits. Ridiculously, Sri Lanka sometimes has to buy this processed product from them at a higher cost for local necessities. Therefore, many geologists and other scientists including chemists have joined hands to change this process by introducing a technique called ‘value addition’ to minerals. The idea behind is, to process the minerals or covert their raw form so that it will change some properties and increase the economic value of the mineral. However, this value addition process has not been well-identified by the relevant authorities yet, and still the raw-form exports are apparently encouraged in our country. For example, graphite, phosphate and ilmanite (blackish coloured mineral sand found in Pulmoddai region in northern Sri Lanka), exports at a very low Dollar rate per ton are being carried out for many years. It’s unfortunate that we ourselves buy the converted product of these minerals back by importing at a two-three-fold or even greater high cost. Therefore, a mineral policy must exist for a country to discourage such raw-exports and to encourage exporting value-added products after extraction.",
    "",
    "In Sri Lanka, there are several established industries based on non-metallic minerals. For instance, Ceramic Industry is one of those for which the main material is the mineral ‘kaolin’. Sri Lanka has a high-quality and clay-minerals (Sri Lankan Kaolin) do not need additional process to add value due to its natural and intrinsic high purity. Therefore world-leading Japanese porcelain company ‘Noritake’ has selected Sri Lanka to manufacture their products without hesitation. Hence, Sri Lanka should be careful to demand a real value for the quality of the material we provide. However, it is not known whether we obtain a reasonable value for the best quality minerals we sell, under the current circumstances. It is the responsibility of the government to review the market of mineral exports considering the world-economic demand for those, and ensure that the country gets the maximum benefit out of the minerals we export and allow investors to extract. In operating such, the obstacles faced must be able to be deviated if a country has effectively implemented a national policy on its mineral resources.",
    "",
    "",
    "\"Although Sri Lanka has various mineral resources, the world map does not recognize it as a country with rich mineral resources, with respect to its mineral volume/land area ratio. However, its people who live in and around the mineral resources (e.g. graphite, apatite/phosphate,calcite/marble/dolomite/clay/mica etc) make their livelihood better only due to existence of the related industries\"",
    "",
    "",
    "Further, it has been noted at various fora that investors or foreign companies who extract minerals in Sri Lanka have signed ‘anomalous’ agreements. Accordingly, for a certain long period of time (e.g. 20 or 25 years), there is no possibility for adding value to raw-form of certain minerals by any Sri Lankan party. Not only that, access to such mines even on research and academic purposes are restricted and discouraged by some foreign companies who are operating in Sri Lanka. Especially, this has been observed related to some graphite related mines. Therefore, it is necessary to immediately act on such issues as well, having properly implemented a national policy on mineral resources.",
    "",
    "A national mineral policy must always aim at development of mineral related economic aspects of the country. This should encourage pre-exports such as mineral processing and mineral-based products. However, when only the capital required for such is lacking, export avenues could be envisaged for.",
    "In exploring new mineral resources, geological institutes and geology related departments in universities may have to collectively contribute immensely. However, other service providers such as electricity, water and environmental service providers etc. should also be framed into the policy in such a way that their services could be rendered smoothly and efficiently. For such, conditions and regulations may have to be enclosed into the mineral policy, to minimize future obstacles.",
    "",
    "Another important aspect to be covered through a mineral policy is that protection of mineral resources or providing necessary provisions to prevent over-exploitation in the future. Because, if over-exploited, there will be long term problems to be faced by us. If it happens in the future, we will have to import our mineral requirements at an unaffordable price from other countries. For example, similar incident happened to countries which had ‘Guano Phosphate some years ago. Hence, it is timely important to make sure that new regulations and revising existing regulations and related acts on minerals.",
    "",
    "Finally, it more important to protect the health and well-being of the employees who are directly or indirectly involved in the mineral-related jobs. To ensure their health and protection, new regulations need to be enforced though this mineral policy, since their health and well-being also contributes a lot to the development in the mineral field. During production steps, if foreign expertise is necessary, it has to be attracted after careful reviewing and evaluation only based on pre-consensus. Provisions for such options should also be covered by the mineral policy document.",
    "Therefore, it is important to uplift the mineral economy of the country by the line ministry in collaboration with mineral-related institutes, geological organizations, universities and other relevant stake holders in such a way that the policy will suit much to the tomorrow than today.",
    "The writer is a Professor of Geology - attached to the Faculty of Science",
    "University of Peradeniya"
  ]
}