{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-a-pawn-in-big-power-rivalries-EDITORIAL/231-231945",
  "time_ut": 1646006460,
  "title": "Ukraine - a pawn in big power rivalries - EDITORIAL",
  "body_lines": [
    "After months of growing tension between NATO countries and Russia over a build up of Russian troops on the borders of Ukraine, war has finally broken out.",
    "The war Europe feared, has begun, but there was in fact, no need for war. Sadly rather than commencing negotiations and a process of de-escalation of the crisis, the NATO alliance led by the US chose belligerency in response to fears voiced by Russia over Ukraine’s attempt to join the NATO bloc. While invasion of a country cannot be condoned it is necessary to understand why Russia felt obliged to invade Ukraine.",
    "After the fall of the Soviet Union, Russia’s standing in the world community of nations was greatly diminished. Russia was in a situation somewhat akin to Germany in the aftermath of World War I.",
    "",
    "Its economy was in shambles, its national assets were being sold off and its pride had taken a severe beating. Even worse, the West was aggressively expanding NATO in the east, despite assurances that this would not take place. The West was also seen to support hostile breakaway groups in Georgia and Estonia.",
    "Under Vladimir Putin’s watch the insurgencies were put down not unnaturally, Russia’s suspicions of the West grew. Russia’ action in Ukraine which commenced a few days ago, revolves around its (Russian) security concerns regarding Ukraine joining NATO and bringing US and NATO troops, missiles, including nuclear weapons to Russia’s doorstep. Ukraine’s increasingly close ties to NATO earlier, prompted the Russian takeover of Crimea in 2014.",
    "",
    "Prior to the entry of its forces into Ukraine, Russian leader Putin drew a red line against Ukraine joining NATO.",
    "Unfortunately the NATO powers, especially the US President and the British Prime Minister - both of whom are facing severe internal problems at home - chose to use the conflict between Ukraine and Russia to prop their declining popularity at home by aggressively rejecting Russia’s attempts to come to a diplomatic compromise.",
    "",
    "As Tulsi Gabbard, a US presidential candidate at the 2020 election succinctly put it, the crisis itself could have been easily defused by doing something very simple; like guaranteeing Ukraine will not become a NATO member, which Russia felt endangered its security interests. According to Gabbard, Ukraine being accepted into NATO was anyway, ‘highly unlikely’.",
    "But US President Joe Biden rejected the idea of compromises. The US and NATO claim - their defence of Ukraine is to defend democracy - rings hollow in the face of the Ukraine President’s actions of shutting down media and television stations which are critical of him as well as arresting opposition politicians etc.",
    "NATO needs to allay Russia’s fears by guaranteeing that Ukraine will not be given membership. Russia for its part needs to withdraw its troops from Ukraine.",
    "",
    "With the world’s economy integrated as it is today, the cost of the war is dire. In Ukraine, already many were reported to have died and thousands were made refugees. The human suffering cannot be calculated in monetary terms.",
    "Secondly, the fallout of the war will hit small and poor countries most. In the aftermath of the Covid-19 pandemic, it was these countries which suffered enormously.Today the price of a barrel of oil has exceeded the US$105 mark.",
    "In our own country, the pandemic has taken terrible toll of the poor. Today families find it difficult to have two square meals a day and basic medical requirements are scarce. An increase in fuel prices will certainly be a knockout blow.",
    "",
    "If the war is not brought to an end fast, more people in Africa, Asia and Latin America will die of starvation, than those killed by war in Ukraine.",
    "Wars have never settled problems. They only exacerbate the original problem which caused fighting to commence. A case in point is Sri Lanka’s near three-decade long ethnic war/’war of terror.’ Though the terrorist group was militarily defeated, the underlying problems of the Tamil community are still to be addressed.",
    "",
    "Again, Russia’s ‘Security Doctrine’ opens a new can of worms for small countries living in the backyard of large powers. America could claim Cuba poses a threat to its security or India could claim Sri Lanka’s close relationship with China poses a threat to its (India’s) southern flank. Israel’s capture of Palestine lands is also based on this fairy tale.",
    "Invasion is not the answer to problems. Its time for negotiations. NATO needs to halt its expansionist designs, Russia needs to withdraw and good sense needs to prevail.",
    "War is no solution."
  ]
}