{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/28/major-trade-union-action-today-28-public-services-affected/",
  "time_ut": 1651114620,
  "title": "Major Trade Union Action Today (28), Public Services Affected",
  "body_lines": [
    "COLOMBO (News 1st); Hundreds of Government, Semi-Government, and private sectors will engage in an island-wide strike on Thursday (28) demanding the immediate resignation of the President, Prime Minister, and the Government.",
    "The United Trade Unions and Mass Organizations (UTUMO) in a statement said that the decision made by the present government has made life difficult for the general public.",
    "They call for the immediate removal of the government that has openly accepted its failure, and be replaced by a governance structure that will empower the people while solving all socio-economic issues in the nation.",
    "The Teachers ‘principals’ Trade Unions Collective, Sri Lanka Grama Niladhari Association, the United Trade Union Alliance, the Inter-Company Employees Union, and the Center for Labor have planned protests across the island.",
    "Several Health Trade Unions including the Government Medical Officers’ Association have decided to engage in protests this afternoon in support of the strike.",
    "All Ceylon Integrated Economic Centers and Manning Market Traders Association urge farmers to refrain from bringing vegetables to economic centers as they too will be supporting the trade union action.",
    "Medical staff attached to Trade Unions will go on strike for a period of 02-hours from 12:00 noon to 2:00 PM by stepping away from their duties and engaging in protests opposite their respective hospitals.",
    "The striking unions have also planned to march from several locations to the Occupy Galle Face protest site in Colombo, next to the President’s Office.",
    "Sri Lanka Railways General Manager Dhammika Jayasundara said due to railways workers reporting sick without prior notice, train services will be disrupted.",
    "Passengers are requested to find alternative modes of commute, he added.",
    "The Railway Train Controllers’ Union (RTCU) had decided to join with the state services trade union action.",
    "The Sri Lanka Transport Board (SLTB) said its buses will operate as usual, however, the Lanka Private Bus Owners’ Association (LPBOA) and the Inter-Provincial Private Bus Owners’ Association (IPPBOA) said that they have not decided to engage in the strikes today.",
    "The Department of Registration of Person said all services scheduled for Thursday (28) will not be available as the staff had decided to report sick.",
    "Prices of essential items up by 140% since 1st of January 2022",
    "Ayurveda doctor stabbed by homeless man outside Battaramulla super market"
  ],
  "translate": {
    "si": {
      "title": "ප්‍රධාන වෘත්තීය සමිති ක්‍රියාමාර්ගය අද (28) රාජ්‍ය සේවාවන්ට බලපෑම්",
      "body_lines": [
        "COLOMBO (News 1st); ජනාධිපතිවරයා, අගමැතිවරයා සහ රජය වහාම ඉල්ලා අස්වන ලෙස බලකරමින් රාජ්‍ය, අර්ධ රාජ්‍ය සහ පෞද්ගලික අංශ සිය ගණනක් බ්‍රහස්පතින්දා (28) දීප ව්‍යාප්ත වැඩ වර්ජනයක නිරත වනවා.",
        "නිවේදනයක් නිකුත් කරමින් එක්සත් වෘත්තීය සමිති සහ බහුජන සංවිධාන (UTUMO) පවසන්නේ වත්මන් රජය ගෙන ඇති තීරණය හේතුවෙන් සාමාන්‍ය ජනතාව දැඩි දුෂ්කරතාවට පත්ව ඇති බවයි.",
        "තම අසාර්ථකත්වය විවෘතව පිළිගත් ආණ්ඩුව වහා ඉවත් කර ඒ වෙනුවට ජාතියේ සියලු සමාජ ආර්ථික ප්‍රශ්න විසඳන අතරම ජනතාව සවිබල ගන්වන පාලන ව්‍යුහයක් ඇති කරන ලෙස ඔවුහු ඉල්ලා සිටිති.",
        "ගුරු විදුහල්පති වෘත්තීය සමිති එකමුතුව, ශ්‍රී ලංකා ග්‍රාම නිලධාරී සංගමය, ඒකාබද්ධ වෘත්තීය සමිති සන්ධානය, අන්තර් සමාගම් සේවක සංගමය සහ කම්කරු කේන්ද්‍රය දිවයින පුරා විරෝධතා පැවැත්වීමට සැලසුම් කර ඇත.",
        "වර්ජනයට සහය පළ කරමින් රජයේ වෛද්‍ය නිලධාරීන්ගේ සංගමය ඇතුළු සෞඛ්‍ය වෘත්තීය සමිති කිහිපයක් අද පස්වරුවේ විරෝධතාවක නිරත වීමට තීරණය කර තිබෙනවා.",
        "සමස්ත ලංකා ඒකාබද්ධ ආර්ථික මධ්‍යස්ථාන සහ මැනිං වෙළෙඳ පොළ වෙළෙඳ සංගමය ගොවීන්ගෙන් ඉල්ලා සිටින්නේ ඔවුන් ද වෘත්තීය සමිති ක්‍රියාමාර්ගයට සහාය දක්වන බැවින් ආර්ථික මධ්‍යස්ථාන වෙත එළවළු ගෙන ඒමෙන් වළකින ලෙසයි.",
        "මධ්‍යහ්න 12.00 සිට පස්වරු 2.00 දක්වා පැය 02ක කාලයක් වෘත්තීය සමිතිවලට අනුයුක්ත වෛද්‍ය කාර්ය මණ්ඩලය සිය රාජකාරිවලින් ඉවත්ව තම රෝහල් ඉදිරිපිට විරෝධතාවයක නිරතවීමට නියමිතයි.",
        "වර්ජිත වෘත්තීය සමිති විසින් ස්ථාන කිහිපයක සිට කොළඹ, ජනාධිපති කාර්යාලයට යාබද ගාලු මුවදොර වාඩිලාගැනීමේ විරෝධතා ස්ථානය දක්වා පා ගමනක් යාමට ද සැලසුම් කර තිබේ.",
        "ශ්‍රී ලංකා දුම්රිය සාමාන්‍යාධිකාරී ධම්මික ජයසුන්දර පැවසුවේ පෙර දැනුම්දීමකින් තොරව දුම්රිය සේවකයින් රෝගාතුර වීම හේතුවෙන් දුම්රිය ධාවනයට බාධා එල්ල වන බවයි.",
        "විකල්ප ගමනාගමන ක්‍රම සොයා ගන්නා ලෙස මගීන්ගෙන් ඉල්ලා සිටින බව ඔහු වැඩිදුරටත් පැවසීය.",
        "දුම්රිය පාලකවරුන්ගේ සංගමය (RTCU) රාජ්‍ය සේවා වෘත්තීය සමිති ක්‍රියාමාර්ගයට එක්වීමට තීරණය කර තිබේ.",
        "ශ්‍රී ලංකා ගමනාගමන මණ්ඩලය (ශ්‍රී ලංගම) සිය බස් රථ සාමාන්‍ය පරිදි ක්‍රියාත්මක වන බව ප්‍රකාශ කළ නමුත් ලංකා පෞද්ගලික බස් රථ හිමියන්ගේ සංගමය (LPBOA) සහ අන්තර් පළාත් පෞද්ගලික බස් රථ හිමියන්ගේ සංගමය (IPPBOA) කියා සිටියේ තමන් මේ සඳහා සම්බන්ධ වීමට තීරණය කර නොමැති බවයි. අද වැඩ වර්ජන.",
        "පුද්ගලයින් ලියාපදිංචි කිරීමේ දෙපාර්තමේන්තුව පැවසුවේ කාර්ය මණ්ඩලය අසනීප වාර්තා කිරීමට තීරණය කර ඇති බැවින් බ්‍රහස්පතින්දා (28) දිනට නියමිත සියලුම සේවාවන් ලබා ගත නොහැකි බවයි.",
        "2022 ජනවාරි 1 වැනිදා සිට අත්‍යවශ්‍ය භාණ්ඩවල මිල ගණන් 140%කින් ඉහළ ගියේය",
        "ආයුර්වේද වෛද්‍යවරයාට බත්තරමුල්ල සුපිරි පොළේදී නිවසක් නොමැති පුද්ගලයෙකු විසින් පිහියෙන් ඇන ඇත"
      ]
    },
    "ta": {
      "title": "முக்கிய தொழிற்சங்க நடவடிக்கை இன்று (28), பொது சேவைகள் பாதிக்கப்படும்",
      "body_lines": [
        "COLOMBO (News 1st); ஜனாதிபதி, பிரதமர் மற்றும் அரசாங்கம் உடனடியாக பதவி விலகக் கோரி நூற்றுக்கணக்கான அரச, அரை அரச மற்றும் தனியார் துறையினர் நாடளாவிய ரீதியில் இன்று (28) வேலை நிறுத்தப் போராட்டத்தில் ஈடுபடவுள்ளனர்.",
        "ஐக்கிய தொழிற்சங்கங்கள் மற்றும் வெகுஜன அமைப்புக்கள் (UTUMO) வெளியிட்டுள்ள அறிக்கையில், தற்போதைய அரசாங்கத்தின் இந்த முடிவு பொது மக்களின் வாழ்க்கையை கடினமாக்கியுள்ளது.",
        "தோல்வியை வெளிப்படையாக ஏற்றுக்கொண்ட அரசாங்கத்தை உடனடியாக அகற்றி, தேசத்தில் உள்ள அனைத்து சமூக-பொருளாதாரப் பிரச்சினைகளையும் தீர்க்கும் அதே வேளையில் மக்களுக்கு அதிகாரம் அளிக்கும் ஒரு நிர்வாகக் கட்டமைப்பைக் கொண்டு வர வேண்டும்.",
        "ஆசிரியர் ‘அதிகாரிகள்’ தொழிற்சங்கங்களின் கூட்டு, இலங்கை கிராம உத்தியோகத்தர் சங்கம், ஐக்கிய தொழிற்சங்கக் கூட்டமைப்பு, நிறுவனங்களுக்கு இடையிலான ஊழியர் சங்கம் மற்றும் தொழிலாளர் நிலையம் ஆகியன நாடளாவிய ரீதியில் போராட்டங்களைத் திட்டமிட்டுள்ளன.",
        "இந்த பணிப்புறக்கணிப்புக்கு ஆதரவாக அரச வைத்திய அதிகாரிகள் சங்கம் உள்ளிட்ட பல சுகாதார தொழிற்சங்கங்கள் இன்று பிற்பகல் ஆர்ப்பாட்டத்தில் ஈடுபட தீர்மானித்துள்ளன.",
        "அனைத்து இலங்கை ஒருங்கிணைந்த பொருளாதார மத்திய நிலையங்கள் மற்றும் மெனிங் சந்தை வர்த்தகர்கள் சங்கம், விவசாயிகளும் தொழிற்சங்க நடவடிக்கைக்கு ஆதரவளிப்பதால் பொருளாதார நிலையங்களுக்கு மரக்கறிகளை கொண்டு செல்வதை தவிர்க்குமாறு விவசாயிகளிடம் கோரிக்கை விடுக்கப்பட்டுள்ளது.",
        "தொழிற்சங்கங்களைச் சேர்ந்த மருத்துவ ஊழியர்கள் 2 மணித்தியாலங்களுக்கு பகல் 12.00 மணி முதல் பிற்பகல் 2.00 மணி வரை பணியிலிருந்து விலகி அந்தந்த மருத்துவமனைகளுக்கு முன்பாக போராட்டத்தில் ஈடுபடவுள்ளனர்.",
        "வேலைநிறுத்தத்தில் ஈடுபட்டுள்ள தொழிற்சங்கங்கள் பல இடங்களில் இருந்து கொழும்பில் உள்ள ஜனாதிபதி அலுவலகத்தை அடுத்துள்ள காலி முகத்திடலை ஆக்கிரமிப்பு போராட்ட தளத்திற்கு பேரணியாக செல்லவும் திட்டமிட்டுள்ளன.",
        "புகையிரத ஊழியர்கள் முன்னறிவிப்பு இன்றி சுகயீனமடைந்துள்ளதாக தெரிவிப்பதால் புகையிரத சேவைகள் தடைப்படும் என இலங்கை ரயில்வே பொது முகாமையாளர் தம்மிக்க ஜயசுந்தர தெரிவித்துள்ளார்.",
        "பயணிகள் மாற்று வழிகளைக் கண்டறியுமாறு கேட்டுக் கொள்ளப்படுகிறார்கள், என்றார்.",
        "மாநில சேவைகள் தொழிற்சங்க நடவடிக்கையில் ஈடுபட ரயில்வே ரயில் கட்டுப்பாட்டாளர்கள் சங்கம் (ஆர்டிசியு) முடிவு செய்துள்ளது.",
        "இலங்கை போக்குவரத்து சபை (SLTB) தனது பஸ்கள் வழமை போன்று இயங்கும் என தெரிவித்திருந்த போதிலும், இலங்கை தனியார் பஸ் உரிமையாளர்கள் சங்கம் (LPBOA) மற்றும் மாகாணங்களுக்கு இடையிலான தனியார் பஸ் உரிமையாளர்கள் சங்கம் (IPPBOA) ஆகியன இதில் ஈடுபடுவதற்கு தீர்மானிக்கவில்லை என தெரிவித்துள்ளன. இன்று வேலைநிறுத்தங்கள்.",
        "பணியாளர்கள் நோய்வாய்ப்பட்டிருப்பதாக தெரிவிக்க முடிவு செய்திருப்பதால், வியாழக்கிழமை (28) திட்டமிடப்பட்ட அனைத்து சேவைகளும் கிடைக்காது என ஆட்பதிவு திணைக்களம் தெரிவித்துள்ளது.",
        "ஜனவரி 1, 2022 முதல் அத்தியாவசியப் பொருட்களின் விலை 140% அதிகரித்துள்ளது",
        "பத்தரமுல்ல சூப்பர் மார்க்கெட்டுக்கு வெளியே வீடற்ற நபரால் ஆயுர்வேத வைத்தியர் கத்தியால் குத்தப்பட்டார்"
      ]
    }
  }
}