{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/undial-and-hawala-is-the-risk-worth-taking/",
  "time_ut": 1652033280,
  "title": "Undial and Hawala: Is the risk worth taking?",
  "body_lines": [
    "By Sulochana Dissanayake, Dr.Manoj Samarathunga, Dilini Dissanayake, and Prof. Roshan Ajward",
    "‘Hawala’ is a word in the Arabic language and suggests the concept of ‘sharing’. The term ‘Hawala’ has also been used from ancient times to designate a method of sending money from one country to another in an informal manner, which is outside of the banking system. Depending on where you live, this system might be called as Hawala or Undial. Although Undial and Hawala have a long-dated history in the monetary world, the modern world refuses the Undial and Hawala due to many inherent detrimental effects of these transactions.",
    "Hawala-to-country remittances are becoming more popular because of their attractive rates, convenience, low cost, no paperwork, and anonymity. The world treats the Undial and Hawala as illegal money laundering methods, as such transactions involve exchange, and trading of illegal drugs, weapons, and to launder money. The Undial and Hawala system works in both ways: to buy and sell foreign currency, violating the foreign exchange laws of both countries. Due to this unrecorded transactions, a country’s net import and export transactions will go under-valued as the banking system does not get involve in paying the money.",
    "Recently, the Central Bank of Sri Lanka (CBSL) has announced that it is a punishable offence to engage in Undial/Hawala transactions, which, is in terms of law, for the violation of the provisions of the Prevention of Money Laundering Act. According to the CBSL, “these transactions could be linked to drug trafficking and other illegal activities”. Further, the CBSL requests the general public not to be victims of such illegal activities, knowingly or unknowingly.",
    "In India, if a person, or an institution, is found guilty in money laundering by means of Undial or Hawala, the following punishments can be imposed upon: a monetary penalty of up to three times the value involved, confiscation of cash and/or property, restrain the business, and imprisonment.",
    "The Financial Action Task Force (FATF), which is an international agency, has placed Sri Lanka in the “Grey List” due to the presence of Undial/Hawala transactions, which has negatively impacted the reputation of Sri Lanka, as a whole, as well as imports and exports.",
    "Most of the time, Undial/Hawala transactions are carried out under the guise of another micro or small-scale establishment. They find the customers through word-of-mouth and maintain the utmost confidentiality when engaged in transactions.",
    "Many countries have reported the relationships between the illegal money launders and terrorists. For instance, the 2010 New York Square bomb was planned by such a money launder who ran an ice-cream parlor.",
    "It has also been reported that terrorist groups, like Boko Haram and Al Qaeda, have also used Undial/Hawala to raise illicit funds for their terrorist activities. Similarly, the relationship between the Undial / Hawala transactions and terrorist activities, have been reported from the USA, the UK, France, Italy, Algeria, Canada, etc.",
    "In Sri Lanka, we have identified a few groups who are vulnerable to become victims of illegal Undial/Hawala. They include, Sri Lankan expatriates, Sri Lankan students studying in foreign countries, and Sri Lankan businessmen involved in import and export trade. During the last few months, the demand for Undial/Hawala transactions went up at a rocket speed due to the undue currency control by the government. When the CBSL announced Rs.210.00 per US dollar, a few months back, the Undial/Hawala brokers paid Rs.240.00 – Rs.270.00 per US dollar. Further, due to the ongoing public unrest and protests against the Government, foreign workers do not wish to send their hard-earned money to Sri Lanka through the proper channel.",
    "Sri Lankan students studying in other countries, are easy prey for these Undial/Hawala agents as most of the students are funded by their parents in Sri Lanka. In addition, through personal investigations it was revealed that certain well-reputed companies, in Sri Lanka, are also involved in Undial/Hawala transactions through different middlemen working in the Middle-East, Europe, and China. Additionally, some Sri Lankan companies purchase foreign currency from Undial/Hawala agents to import the necessary inputs for their productions. Similarly, it has been reported that some Sri Lankan expatriates have been swindled by bogus Undial/Hawala brokers. In such an event there is no legal protection to the victims as the Undial/Hawala transactions are illegal in Sri Lanka.",
    "On the other hand, while the foreign workers could make profit from better exchange rates, they run the risk of becoming a victim of financial crimes. In addition, transferring money through Undial/Hawala promotes terrorist activities, money laundering, smuggling, drug trafficking, organ selling, and other illicit methods of making black money.",
    "Sri Lanka is suffering due to a dearth of foreign reserves. The general foreign remittance is adversely disrupted with the Undial and Hawala system. Since the money does not transfer through banks, they are not entered into the official records, decreasing the national income of the country. Further, lack of foreign currency negatively impacts on vital sectors, including Health, Agriculture, Education and other industries in which imported commodities/ingredients are heavily used.",
    "Further, unrecorded transactions will lead to loss of government tax income, leaving the government at a vulnerable position. When the international trade is unaccounted for, the government finds it difficult to monitor imports, exports and to take needed policy decisions that directly affect the country’s foreign reserves and the balance of payment.",
    "Remitting overseas earnings, via banks and registered banks or other financial institutions that are supervised by the CBSL is highly recommended, considering the well-being of the capital owners as well as the economy of the country.",
    "Nowadays there are many ways to send money through banks quickly, easily and securely using the advanced technology. Increased competitiveness of the remittance sector can reduce the commission on remittances. Awareness of the people and avoidance of illegal practices such as Undial/Hawala can also prevent the activities of extremist terrorist groups.",
    "It is also recommended that immediate action to be taken to curtail Undial/Hawala transfers to make Sri Lanka’s financial position better. In addition, they should make sure that the financial system is stable, and that the people can rely on it. Innovative solutions are needed to monitor and facilitate foreign remittance transfers at a low cost. The authorities should also stop interfering in the financial market and should enable the market forces to determine the exchange rates.",
    "The authors are attached to the Rajarata University of Sri Lanka, Sri Jayawardenapura University and NSBM Green University and they can be reached at sulochana@mgt.rjt.ac.lk",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Undial සහ Hawala: අවදානම ගැනීම වටී ද?",
      "body_lines": [
        "සුලෝචනා දිසානායක, ආචාර්ය මනෝජ් සමරතුංග, දිලිනි දිසානායක සහ මහාචාර්ය රොෂාන් අජ්වර්ඩ් විසිනි",
        "‘හවාලා’ යනු අරාබි භාෂාවේ වචනයක් වන අතර එය ‘බෙදාගැනීම’ යන සංකල්පය යෝජනා කරයි. බැංකු ක්‍රමයට පිටින් අවිධිමත් ලෙස එක් රටක සිට තවත් රටකට මුදල් යැවීමේ ක්‍රමයක් නම් කිරීමට ද ‘හවාලා’ යන යෙදුම අතීතයේ සිටම භාවිතා වී ඇත. ඔබ ජීවත් වන ස්ථානය අනුව, මෙම පද්ධතිය හවාලා හෝ Undial ලෙස හැඳින්විය හැක. Undial සහ Hawala මූල්‍ය ලෝකයේ දිගුකාලීන ඉතිහාසයක් ඇතත්, මෙම ගනුදෙනු වල ආවේනික බොහෝ අහිතකර බලපෑම් හේතුවෙන් නූතන ලෝකය Undial සහ Hawala ප්‍රතික්ෂේප කරයි.",
        "ආකර්ශනීය ගාස්තු, පහසුව, අඩු පිරිවැය, ලියකියවිලි නොමැතිකම සහ නිර්නාමික භාවය නිසා හවාලා-රටට ප්‍රේෂණ වඩාත් ජනප්‍රිය වෙමින් පවතී. නීතිවිරෝධී මත්ද්‍රව්‍ය, අවි ආයුධ හුවමාරු කිරීම සහ වෙළඳාම් කිරීම සහ මුදල් විශුද්ධිකරණය කිරීම වැනි ගනුදෙනුවලට සම්බන්ධ වන බැවින් ලෝකය Undial සහ Hawala නීති විරෝධී මුදල් විශුද්ධිකරණ ක්‍රම ලෙස සලකයි. Undial සහ Hawala ක්‍රමය ආකාර දෙකෙන්ම ක්‍රියා කරයි: දෙරටේම විදේශ විනිමය නීති උල්ලංඝනය කරමින් විදේශ මුදල් මිලදී ගැනීම සහ විකිණීම. මෙම වාර්තා නොකළ ගනුදෙනු හේතුවෙන්, මුදල් ගෙවීමේදී බැංකු පද්ධතිය සම්බන්ධ නොවන බැවින් රටක ශුද්ධ ආනයන හා අපනයන ගනුදෙනු අඩු අගයක් ගනී.",
        "මුදල් විශුද්ධිකරණය වැළැක්වීමේ පනතේ විධිවිධාන උල්ලංඝණය කිරීම සම්බන්ධයෙන් නීතියට අනුව Undial/Hawala ගණුදෙණුවල නිරතවීම දඬුවම් ලැබිය හැකි වරදක් බව ශ්‍රී ලංකා මහ බැංකුව (CBSL) පසුගියදා නිවේදනය කළේය. ශ්‍රී ලංකා මහ බැංකුවට අනුව, \"මෙම ගනුදෙනු මත්ද්‍රව්‍ය ජාවාරම් සහ වෙනත් නීති විරෝධී ක්‍රියාකාරකම් සමඟ සම්බන්ධ විය හැකිය\". තවද, දැනුවත්ව හෝ නොදැනුවත්ව මෙවැනි නීතිවිරෝධී ක්‍රියාවලට ගොදුරු නොවන ලෙස ශ්‍රී ලංකා මහ බැංකුව මහජනතාවගෙන් ඉල්ලා සිටී.",
        "ඉන්දියාවේ, යම් පුද්ගලයෙක් හෝ ආයතනයක්, Undial හෝ Hawala මගින් මුදල් විශුද්ධිකරණය සම්බන්ධයෙන් වරදකරු වුවහොත්, පහත දඩුවම් පැනවිය හැක: ඊට සම්බන්ධ වටිනාකම මෙන් තුන් ගුණයක් දක්වා මුදල් දඩයක්, මුදල් රාජසන්තක කිරීම සහ/හෝ දේපල, ව්‍යාපාරය සීමා කිරීම සහ සිරගත කිරීම.",
        "ජාත්‍යන්තර නියෝජිතායතනයක් වන මූල්‍ය ක්‍රියාකාරී කාර්ය සාධක බලකාය (FATF), සමස්තයක් ලෙස ශ්‍රී ලංකාවේ කීර්ති නාමයට අහිතකර ලෙස බලපා ඇති Undial/Hawala ගනුදෙනු හේතුවෙන් ශ්‍රී ලංකාව \"අළු ලැයිස්තුවට\" ඇතුළත් කර ඇත. මෙන්ම ආනයන අපනයන.",
        "බොහෝ විට Undial/Hawala ගණුදෙණු සිදු වන්නේ වෙනත් ක්ෂුද්‍ර හෝ කුඩා පරිමාණ ආයතනයක මුවාවෙන්. ඔවුන් කටින් කටින් ගනුදෙනුකරුවන් සොයා ගනු ලබන අතර ගනුදෙනුවල නිරත වන විට උපරිම රහස්‍යභාවය ආරක්ෂා කරයි.",
        "නීතිවිරෝධී මුදල් විශුද්ධිකරණය කරන්නන් සහ ත්‍රස්තවාදීන් අතර සබඳතා ගැන බොහෝ රටවල් වාර්තා කර ඇත. නිදසුනක් වශයෙන්, 2010 නිව් යෝර්ක් චතුරශ්‍රයේ බෝම්බය සැලසුම් කරන ලද්දේ අයිස්ක්‍රීම් සාප්පුවක් පවත්වාගෙන ගිය එවැනි මුදල් විශුද්ධිකරණකරුවෙකු විසිනි.",
        "බොකෝ හරාම් සහ අල් කයිඩා වැනි ත්‍රස්තවාදී කණ්ඩායම් ද ඔවුන්ගේ ත්‍රස්තවාදී ක්‍රියාකාරකම් සඳහා නීති විරෝධී අරමුදල් රැස් කිරීම සඳහා උන්ඩියල්/හවාලා භාවිතා කර ඇති බව ද වාර්තා වී ඇත. ඒ හා සමානව, Undial / Hawala ගනුදෙනු සහ ත්‍රස්තවාදී ක්‍රියාකාරකම් අතර සම්බන්ධය, එක්සත් ජනපදය, එක්සත් රාජධානිය, ප්‍රංශය, ඉතාලිය, ඇල්ජීරියාව, කැනඩාව ආදී රටවලින් වාර්තා වී ඇත.",
        "ශ්‍රී ලංකාව තුළ, නීතිවිරෝධී Undial/Hawala හි ගොදුරු බවට පත් විය හැකි කණ්ඩායම් කිහිපයක් අපි හඳුනාගෙන ඇත. ශ්‍රී ලාංකික විදේශිකයන්, විදේශ රටවල අධ්‍යාපනය ලබන ශ්‍රී ලාංකික සිසුන් සහ ආනයන අපනයන වෙළඳාමේ යෙදී සිටින ශ්‍රී ලාංකික ව්‍යාපාරිකයන් ඊට ඇතුළත් ය. පසුගිය මාස කිහිපය තුළ රජයේ අනවශ්‍ය මුදල් පාලනය හේතුවෙන් Undial/Hawala ගනුදෙනු සඳහා ඉල්ලුම රොකට් වේගයකින් ඉහළ ගියේය. CBSL විසින් එක්සත් ජනපද ඩොලරයකට රුපියල් 210.00 ක් ප්‍රකාශයට පත් කරන විට, මාස කිහිපයකට පෙර, Undial/Hawala තැරැව්කරුවන් එක්සත් ජනපද ඩොලරයකට රු. 240.00 - රු. 270.00 ගෙවා ඇත. තවද රජයට එරෙහිව පවතින මහජන නොසන්සුන්තා සහ විරෝධතා හේතුවෙන් විදේශ ශ්‍රමිකයින් තමන් දුක් මහන්සියෙන් උපයාගත් මුදල් නිසි මාර්ගයෙන් ශ්‍රී ලංකාවට එවීමට කැමති නැත.",
        "වෙනත් රටවල ඉගෙනුම ලබන ශ්‍රී ලාංකික සිසුන් මෙම Undial/Hawala නියෝජිතයින්ට පහසු ගොදුරක් වන්නේ බොහෝ සිසුන් ශ්‍රී ලංකාවේ සිටින ඔවුන්ගේ දෙමාපියන් විසින් අරමුදල් සපයනු ලබන බැවිනි. ඊට අමතරව මැදපෙරදිග, යුරෝපය සහ චීනය යන රටවල සේවය කරන විවිධ අතරමැදියන් හරහා ශ්‍රී ලංකාවේ ඇතැම් ප්‍රසිද්ධ සමාගම් ද Undial/Hawala ගණුදෙණුවලට සම්බන්ධ බව පුද්ගලික විමර්ශනවලින් හෙළි විය. මීට අමතරව, සමහර ශ්‍රී ලාංකික සමාගම් ඔවුන්ගේ නිෂ්පාදන සඳහා අවශ්‍ය යෙදවුම් ආනයනය කිරීම සඳහා Undial/Hawala නියෝජිතයන්ගෙන් විදේශ මුදල් මිලදී ගනී. එලෙසම ඇතැම් ශ්‍රී ලාංකික විදේශිකයන් ව්‍යාජ උන්ඩියල්/හවාලා තැරැව්කරුවන් විසින් වංචා කර ඇති බව වාර්තා වේ. එවැනි අවස්ථාවක Undial/Hawala ගණුදෙණු ශ්‍රී ලංකාව තුළ නීතිවිරෝධී බැවින් වින්දිතයින්ට කිසිදු නීතිමය රැකවරණයක් නොමැත.",
        "අනෙක් අතට, වඩා හොඳ විනිමය අනුපාතවලින් විදේශීය ශ්‍රමිකයින්ට ලාභ ඉපැයීමට හැකි වුවද, ඔවුන් මූල්‍ය අපරාධවල ගොදුරක් වීමේ අවදානම දරයි. මීට අමතරව, Undial/Hawala හරහා මුදල් මාරු කිරීම ත්‍රස්තවාදී ක්‍රියාකාරකම්, මුදල් විශුද්ධිකරණය, ජාවාරම්, මත්ද්‍රව්‍ය ජාවාරම්, අවයව විකිණීම සහ කළු සල්ලි ඉපැයීමේ වෙනත් නීති විරෝධී ක්‍රම ප්‍රවර්ධනය කරයි.",
        "විදේශ සංචිත හිඟය නිසා ශ්‍රී ලංකාව පීඩා විඳිමින් සිටී. Undial සහ Hawala ක්‍රමය සමඟ සාමාන්‍ය විදේශ ප්‍රේෂණ අහිතකර ලෙස කඩාකප්පල් වේ. බැංකු හරහා මුදල් මාරු නොකරන බැවින්, ඒවා නිල වාර්තාවලට ඇතුළත් නොවී, රටේ ජාතික ආදායම අඩු කරයි. තවද, විදේශ මුදල් හිඟය සෞඛ්‍ය, කෘෂිකර්මාන්තය, අධ්‍යාපනය සහ ආනයනික භාණ්ඩ/අමුද්‍රව්‍ය විශාල වශයෙන් භාවිතා කරන අනෙකුත් කර්මාන්ත ඇතුළු අත්‍යවශ්‍ය අංශවලට අහිතකර ලෙස බලපායි.",
        "තවද, වාර්තා නොකළ ගණුදෙණුවලින් රජයේ බදු ආදායම අහිමි වන අතර, රජය අවදානම් තත්ත්වයකට පත් වේ. ජාත්‍යන්තර වෙළඳාම ගණන් නොගත් විට, ආනයන, අපනයන නිරීක්ෂණය කිරීම සහ රටේ විදේශ සංචිතවලට සහ ගෙවුම් ශේෂයට සෘජුවම බලපාන අවශ්‍ය ප්‍රතිපත්තිමය තීරණ ගැනීම රජයට අපහසු වේ.",
        "ප්‍රාග්ධන හිමිකරුවන්ගේ මෙන්ම රටේ ආර්ථිකයේ යහපැවැත්ම සැලකිල්ලට ගනිමින් මහ බැංකුව විසින් අධීක්ෂණය කරනු ලබන විදේශ ඉපැයීම්, බැංකු සහ ලියාපදිංචි බැංකු හෝ වෙනත් මූල්‍ය ආයතන හරහා ප්‍රේෂණය කිරීම බෙහෙවින් නිර්දේශ කෙරේ.",
        "වර්තමානයේ දියුණු තාක්ෂණය භාවිතා කරමින් ඉක්මනින්, පහසුවෙන් සහ ආරක්ෂිතව බැංකු හරහා මුදල් යැවීමට බොහෝ ක්‍රම තිබේ. ප්‍රේෂණ අංශයේ තරඟකාරිත්වය වැඩි වීම ප්‍රේෂණ සඳහා වන කොමිස් මුදල අඩු කළ හැකිය. ජනතාව දැනුවත් කිරීම සහ Undial/Hawala වැනි නීතිවිරෝධී ක්‍රියාවලින් වැළකී සිටීමද අන්තවාදී ත්‍රස්තවාදී කණ්ඩායම්වල ක්‍රියාකාරකම් වළක්වා ගත හැකිය.",
        "ශ්‍රී ලංකාවේ මූල්‍ය තත්ත්වය යහපත් කිරීම සඳහා Undial/Hawala මාරු කිරීම් සීමා කිරීමට කඩිනම් පියවර ගත යුතු බව ද නිර්දේශ කෙරේ. ඊට අමතරව, මූල්‍ය පද්ධතිය ස්ථාවර බවත්, ජනතාවට එය මත විශ්වාසය තැබිය හැකි බවත් ඔවුන් සහතික විය යුතුය. අඩු වියදමකින් විදේශ ප්‍රේෂණ මාරු කිරීම් නිරීක්ෂණය කිරීමට සහ පහසුකම් සැලසීමට නව්‍ය විසඳුම් අවශ්‍ය වේ. බලධාරීන් ද මූල්‍ය වෙළෙඳපොළට ඇඟිලි ගැසීම නතර කළ යුතු අතර විනිමය අනුපාත තීරණය කිරීමට වෙළෙඳපොළ බලවේගවලට හැකි විය යුතුය.",
        "කතුවරුන් ශ්‍රී ලංකා රජරට විශ්වවිද්‍යාලය, ශ්‍රී ජයවර්ධනපුර විශ්වවිද්‍යාලය සහ NSBM හරිත විශ්වවිද්‍යාලයට අනුයුක්තව සිටින අතර ඔවුන්ට sulochana@mgt.rjt.ac.lk යන විද්‍යුත් ලිපිනයෙන් සම්බන්ධ විය හැකිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "உண்டியல் மற்றும் ஹவாலா: ரிஸ்க் எடுப்பது மதிப்புள்ளதா?",
      "body_lines": [
        "சுலோச்சனா திஸாநாயக்க, கலாநிதி மனோஜ் சமரதுங்க, திலினி திஸாநாயக்க மற்றும் பேராசிரியர் ரொஷான் அஜ்வர்ட் ஆகியோரால்",
        "'ஹவாலா' என்பது அரபு மொழியில் உள்ள ஒரு வார்த்தை மற்றும் 'பகிர்வு' என்ற கருத்தை பரிந்துரைக்கிறது. 'ஹவாலா' என்ற சொல், வங்கி முறைக்கு வெளியே, முறைசாரா முறையில் ஒரு நாட்டிலிருந்து மற்றொரு நாட்டிற்கு பணத்தை அனுப்பும் முறையைக் குறிப்பிடுவதற்கு பண்டைய காலங்களிலிருந்து பயன்படுத்தப்பட்டு வருகிறது. நீங்கள் வசிக்கும் இடத்தைப் பொறுத்து, இந்த அமைப்பு ஹவாலா அல்லது உண்டியல் என்று அழைக்கப்படலாம். உண்டியல் மற்றும் ஹவாலா ஆகியவை பண உலகில் நீண்ட கால வரலாற்றைக் கொண்டிருந்தாலும், இந்த பரிவர்த்தனைகளின் பல உள்ளார்ந்த தீங்குவிளைவுகளால் நவீன உலகம் உண்டியல் மற்றும் ஹவாலாவை மறுக்கிறது.",
        "கவர்ச்சிகரமான விகிதங்கள், வசதி, குறைந்த செலவு, ஆவணங்கள் இல்லாதது மற்றும் பெயர் தெரியாததால் ஹவாலா-நாட்டிற்கு பணம் அனுப்புவது மிகவும் பிரபலமாகி வருகிறது. உலகம் உண்டியல் மற்றும் ஹவாலாவை சட்டவிரோத பணமோசடி முறைகளாகக் கருதுகிறது, ஏனெனில் இத்தகைய பரிவர்த்தனைகள் சட்டவிரோத போதைப்பொருள்கள், ஆயுதங்கள் மற்றும் பணத்தைச் சுத்தப்படுத்துதல் மற்றும் பரிமாற்றம் மற்றும் வர்த்தகம் ஆகியவற்றை உள்ளடக்கியது. உண்டியல் மற்றும் ஹவாலா அமைப்பு இரண்டு வழிகளிலும் செயல்படுகிறது: இரு நாடுகளின் அந்நியச் செலாவணி சட்டங்களை மீறும் வெளிநாட்டு நாணயத்தை வாங்குதல் மற்றும் விற்பது. இந்த பதிவு செய்யப்படாத பரிவர்த்தனைகள் காரணமாக, ஒரு நாட்டின் நிகர இறக்குமதி மற்றும் ஏற்றுமதி பரிவர்த்தனைகள், பணத்தை செலுத்துவதில் வங்கி அமைப்பு ஈடுபடாததால், அதன் மதிப்பு குறைவாக இருக்கும்.",
        "சமீபத்தில், இலங்கை மத்திய வங்கி (CBSL) பணமோசடி தடுப்புச் சட்டத்தின் விதிகளை மீறியதற்காக, சட்டத்தின் அடிப்படையில், Undial/Hawala பரிவர்த்தனைகளில் ஈடுபடுவது தண்டனைக்குரிய குற்றம் என்று அறிவித்துள்ளது. CBSL இன் படி, \"இந்த பரிவர்த்தனைகள் போதைப்பொருள் கடத்தல் மற்றும் பிற சட்டவிரோத நடவடிக்கைகளுடன் இணைக்கப்படலாம்\". மேலும், தெரிந்தோ தெரியாமலோ இவ்வாறான சட்டவிரோதச் செயற்பாடுகளுக்குப் பலியாகிவிடவேண்டாம் என CBSL பொது மக்களை கேட்டுக் கொள்கிறது.",
        "இந்தியாவில், உண்டியல் அல்லது ஹவாலா மூலம் பணமோசடி செய்ததில் ஒரு நபர் அல்லது ஒரு நிறுவனம் குற்றவாளி என நிரூபிக்கப்பட்டால், பின்வரும் தண்டனைகள் விதிக்கப்படலாம்: சம்பந்தப்பட்ட மதிப்பை விட மூன்று மடங்கு வரை பண அபராதம், பணம் பறிமுதல் மற்றும்/அல்லது சொத்து, வியாபாரத்தை கட்டுப்படுத்துதல் மற்றும் சிறைவாசம்.",
        "ஒரு சர்வதேச நிறுவனமான நிதி நடவடிக்கை பணிக்குழு (FATF), உண்டியல்/ஹவாலா பரிவர்த்தனைகள் இருப்பதால், இலங்கையை \"சாம்பல் பட்டியலில்\" சேர்த்துள்ளது, இது ஒட்டுமொத்த இலங்கையின் நற்பெயருக்கு எதிர்மறையான தாக்கத்தை ஏற்படுத்தியுள்ளது. அத்துடன் இறக்குமதி மற்றும் ஏற்றுமதி.",
        "பெரும்பாலான நேரங்களில், அண்டியல்/ஹவாலா பரிவர்த்தனைகள் மற்றொரு மைக்ரோ அல்லது சிறிய அளவிலான நிறுவனங்களின் போர்வையில் மேற்கொள்ளப்படுகின்றன. அவர்கள் வாடிக்கையாளரை வாய் வார்த்தை மூலம் கண்டுபிடித்து பரிவர்த்தனைகளில் ஈடுபடும் போது மிகுந்த ரகசியத்தை பேணுகிறார்கள்.",
        "சட்டவிரோத பணப்பரிவர்த்தனை செய்பவர்களுக்கும் பயங்கரவாதிகளுக்கும் இடையே உள்ள தொடர்பு குறித்து பல நாடுகள் தெரிவித்துள்ளன. உதாரணமாக, 2010 ஆம் ஆண்டு நியூயார்க் சதுக்கத்தில் வெடிகுண்டு ஐஸ்கிரீம் பார்லர் நடத்தி வந்த பணமோசடி செய்பவரால் திட்டமிடப்பட்டது.",
        "போகோ ஹராம் மற்றும் அல்கொய்தா போன்ற பயங்கரவாத குழுக்களும் உண்டியல்/ஹவாலாவை பயன்படுத்தி தங்கள் பயங்கரவாத நடவடிக்கைகளுக்கு சட்டவிரோத நிதி திரட்டி வருவதாகவும் தெரிவிக்கப்பட்டுள்ளது. இதேபோல், அண்டியல் / ஹவாலா பரிவர்த்தனைகள் மற்றும் பயங்கரவாத நடவடிக்கைகளுக்கு இடையிலான உறவு, அமெரிக்கா, இங்கிலாந்து, பிரான்ஸ், இத்தாலி, அல்ஜீரியா, கனடா போன்ற நாடுகளில் இருந்து பதிவாகியுள்ளது.",
        "இலங்கையில், சட்டவிரோத உண்டியல்/ஹவாலாவுக்கு பலியாகக்கூடிய சில குழுக்களை நாங்கள் அடையாளம் கண்டுள்ளோம். அவர்களில், வெளிநாட்டில் உள்ள இலங்கையர்கள், வெளிநாடுகளில் கல்வி கற்கும் இலங்கை மாணவர்கள், இறக்குமதி மற்றும் ஏற்றுமதி வர்த்தகத்தில் ஈடுபட்டுள்ள இலங்கை வர்த்தகர்கள் ஆகியோர் அடங்குவர். கடந்த சில மாதங்களில், அரசாங்கத்தின் தேவையற்ற கரன்சி கட்டுப்பாடு காரணமாக அண்டியல்/ஹவாலா பரிவர்த்தனைகளுக்கான தேவை ராக்கெட் வேகத்தில் அதிகரித்தது. சிபிஎஸ்எல் ஒரு அமெரிக்க டாலருக்கு ரூ.210.00 என்று அறிவித்தபோது, ​​சில மாதங்களுக்கு முன், உண்டியல்/ஹவாலா தரகர்கள் அமெரிக்க டாலருக்கு ரூ.240.00 - ரூ.270.00 கொடுத்தனர். மேலும், தற்போது நிலவும் பொது அமைதியின்மை மற்றும் அரசாங்கத்திற்கு எதிரான போராட்டங்கள் காரணமாக, வெளிநாட்டு ஊழியர்கள் தாம் உழைத்து சம்பாதித்த பணத்தை முறையான வழியில் இலங்கைக்கு அனுப்ப விரும்பவில்லை.",
        "மற்ற நாடுகளில் படிக்கும் இலங்கை மாணவர்கள், இந்த உண்டியல்/ஹவாலா முகவர்களுக்கு எளிதில் இரையாகின்றனர், ஏனெனில் பெரும்பாலான மாணவர்கள் இலங்கையில் உள்ள அவர்களது பெற்றோரால் நிதியளிக்கப்படுகிறார்கள். மேலும், தனிப்பட்ட விசாரணைகளின் மூலம், இலங்கையில் உள்ள சில புகழ்பெற்ற நிறுவனங்கள், மத்திய கிழக்கு, ஐரோப்பா மற்றும் சீனாவில் பணிபுரியும் வெவ்வேறு இடைத்தரகர்கள் மூலம் உண்டியல்/ஹவாலா பரிவர்த்தனைகளில் ஈடுபட்டுள்ளன என்பதும் தெரியவந்தது. கூடுதலாக, சில இலங்கை நிறுவனங்கள் தங்கள் உற்பத்திக்குத் தேவையான உள்ளீடுகளை இறக்குமதி செய்வதற்காக உண்டியல்/ஹவாலா முகவர்களிடமிருந்து வெளிநாட்டு நாணயங்களை வாங்குகின்றன. அதேபோன்று, சில வெளிநாட்டு இலங்கையர்களும் போலியான உண்டியல்/ஹவாலா தரகர்களால் மோசடி செய்யப்பட்டுள்ளதாக தெரிவிக்கப்பட்டுள்ளது. இலங்கையில் உண்டியல்/ஹவாலா பரிவர்த்தனைகள் சட்டவிரோதமானவை என்பதால் பாதிக்கப்பட்டவர்களுக்கு சட்டப் பாதுகாப்பு இல்லை.",
        "மறுபுறம், வெளிநாட்டு தொழிலாளர்கள் சிறந்த மாற்று விகிதங்களில் இருந்து லாபம் ஈட்ட முடியும் என்றாலும், அவர்கள் நிதிக் குற்றங்களுக்கு பலியாகும் அபாயம் உள்ளது. மேலும், உண்டியல்/ஹவாலா மூலம் பணப் பரிமாற்றம் செய்வது பயங்கரவாத நடவடிக்கைகள், பணமோசடி, கடத்தல், போதைப்பொருள் கடத்தல், உறுப்பு விற்பனை மற்றும் கறுப்புப் பணம் சம்பாதிப்பதற்கான பிற சட்டவிரோத முறைகளை ஊக்குவிக்கிறது.",
        "வெளிநாட்டு கையிருப்பு பற்றாக்குறையால் இலங்கை பாதிக்கப்பட்டுள்ளது. உண்டியல் மற்றும் ஹவாலா முறையால் பொதுவான வெளிநாட்டுப் பணப்பரிமாற்றம் பாதிக்கப்படுகிறது. வங்கிகள் மூலம் பணம் பரிமாற்றம் செய்யப்படுவதில்லை என்பதால், அவை அதிகாரப்பூர்வ பதிவுகளில் நுழைவதில்லை, நாட்டின் தேசிய வருமானம் குறைகிறது. மேலும், அந்நியச் செலாவணியின் பற்றாக்குறை சுகாதாரம், விவசாயம், கல்வி மற்றும் இறக்குமதி செய்யப்பட்ட பொருட்கள்/பொருட்கள் அதிகமாகப் பயன்படுத்தப்படும் பிற தொழில்கள் உள்ளிட்ட முக்கிய துறைகளில் எதிர்மறையான தாக்கத்தை ஏற்படுத்துகிறது.",
        "மேலும், பதிவு செய்யப்படாத பரிவர்த்தனைகள் அரசாங்கத்தின் வரி வருமானத்தை இழக்க வழிவகுக்கும், மேலும் அரசாங்கம் பாதிக்கப்படக்கூடிய நிலையில் இருக்கும். சர்வதேச வர்த்தகம் கணக்கில் வராத நிலையில், இறக்குமதிகள், ஏற்றுமதிகளைக் கண்காணிப்பது மற்றும் நாட்டின் வெளிநாட்டு கையிருப்பு மற்றும் செலுத்தும் நிலுவையை நேரடியாகப் பாதிக்கும் தேவையான கொள்கை முடிவுகளை எடுப்பது ஆகியவற்றை அரசாங்கம் கடினமாகக் காண்கிறது.",
        "மூலதன உரிமையாளர்களின் நலன் மற்றும் நாட்டின் பொருளாதாரம் ஆகியவற்றைக் கருத்தில் கொண்டு, வங்கிகள் மற்றும் பதிவு செய்யப்பட்ட வங்கிகள் அல்லது CBSL ஆல் மேற்பார்வை செய்யப்படும் பிற நிதி நிறுவனங்கள் மூலம் வெளிநாட்டு வருவாய்களை அனுப்புவது மிகவும் பரிந்துரைக்கப்படுகிறது.",
        "தற்போது மேம்பட்ட தொழில்நுட்பத்தைப் பயன்படுத்தி வங்கிகள் மூலம் விரைவாகவும் எளிதாகவும் பாதுகாப்பாகவும் பணம் அனுப்ப பல வழிகள் உள்ளன. பணம் அனுப்பும் துறையின் போட்டித்திறன் அதிகரிப்பதால், பணம் அனுப்பும் தொகையின் கமிஷனைக் குறைக்கலாம். மக்கள் விழிப்புணர்வு மற்றும் உண்டியல்/ஹவாலா போன்ற சட்டவிரோத செயல்களைத் தவிர்ப்பதன் மூலமும் தீவிரவாத பயங்கரவாத குழுக்களின் செயல்பாடுகளைத் தடுக்க முடியும்.",
        "இலங்கையின் நிதி நிலைமையை மேம்படுத்துவதற்கு உண்டியல்/ஹவாலா இடமாற்றங்களைக் குறைக்க உடனடி நடவடிக்கை எடுக்கப்பட வேண்டும் என்றும் பரிந்துரைக்கப்படுகிறது. கூடுதலாக, நிதி அமைப்பு நிலையானது என்பதையும், மக்கள் அதை நம்பியிருக்க முடியும் என்பதையும் அவர்கள் உறுதிப்படுத்த வேண்டும். குறைந்த செலவில் வெளிநாட்டுப் பணப் பரிமாற்றங்களைக் கண்காணிக்கவும் எளிதாக்கவும் புதுமையான தீர்வுகள் தேவை. அதிகாரிகள் நிதிச் சந்தையில் தலையிடுவதை நிறுத்த வேண்டும் மற்றும் சந்தை சக்திகள் மாற்று விகிதங்களை தீர்மானிக்க உதவ வேண்டும்.",
        "ஆசிரியர்கள் இலங்கையின் ரஜரட்ட பல்கலைக்கழகம், ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழகம் மற்றும் NSBM பசுமை பல்கலைக்கழகம் ஆகியவற்றுடன் இணைக்கப்பட்டுள்ளனர் மற்றும் அவர்களை sulochana@mgt.rjt.ac.lk என்ற மின்னஞ்சல் முகவரியில் தொடர்பு கொள்ளலாம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}